{"Zygmunt III Waza":"{{Thông tin nhân vật hoàng gia|monarch\n| tên = Sigismund III Vasa\n| tên gốc = \n| tước vị thêm = \n| hình = Zygmunt_III_w_stroju_koronacyjnym.jpg\n| ghi chú hình = Tranh họa Sigismund III Vasa của [[Pieter Soutman]]\n| chức vị = [[Danh sách quân chủ Ba Lan|King of Poland]]<br>[[Đại công quốc Lietuva|Grand Duke of Lithuania]]\n| tại vị = ngày 18 tháng 9 năm 1587 – ngày 19 tháng 4 năm 1632\n| đăng quang = ngày 27 tháng 12 năm 1587\n| tiền nhiệm = [[Anna Jagiellonka]] và [[Stefan Batory|Stefan Báthory]]\n| nhiếp chính = \n| kế nhiệm = [[Władysław IV Vasa|Władysław IV]]\n| chức vị 1 = [[Danh sách quân chủ Thụy Điển|King of Sweden]]\n| tại vị 1 = ngày 17 tháng 11 năm 1592 – ngày 24 tháng 7 năm 1599\n| đăng quang 1 = ngày 19 tháng 2 năm 1594\n| tiền nhiệm 1 = [[John III of Sweden|John III]]\n| kế nhiệm 1 = [[Charles IX of Sweden|Charles IX]]\n| phối ngẫu = [[Anna of Austria (1573–1598)|Anna of Austria]]<br>[[Constance of Austria]]\n| con cái = [[Władysław IV Vasa|Władysław IV]]<br>[[John II Casimir Vasa|John II Casimir]]<br>[[John Albert Vasa|John Albert, Bishop of Warmia and Kraków]]<br>[[Karol Ferdynand Vasa|Charles Ferdinand, Duke of Opole]]<br>[[Alexander Charles Vasa|Alexander Charles]]<br>[[Anna Catherine Constance Vasa|Anna Catherine Constance, Electress Palatine]]\n| tên đầy đủ = \n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| issue-link = #Marriages and descendants\n| issue-pipe = among others...\n| tước hiệu = \n| hoàng tộc = [[House of Vasa|Vasa]]\n| cha = [[Johan III của Thụy Điển]]\n| mẹ = [[Catherine Jagellonica of Poland|Catherine Jagellonica]]\n| sinh = ngày 20 tháng 6 năm 1566\n| nơi sinh = [[Gripsholm Castle]], Sweden\n| mất = {{Death date and age|1632|4|30|1566|6|20|df=yes}}\n| nơi mất = [[Warsaw]], Poland\n| ngày an táng = ngày 4 tháng 2 năm 1633\n| nơi an táng = [[Wawel Cathedral]], [[Kraków]], Ba Lan\n| học vấn = \n| chữ ký = Sigismundus III Rex - signature.png\n| nghề nghiệp = \n| tôn giáo = [[Giáo hội Công giáo Rôma]]\n}}\n'''Sigismund III Vasa''' (tên khác: '''Sigismund III của Ba Lan''', {{Lang-pl|Zygmunt III Waza}}, {{Lang-lt|Žygimantas Vaza}}; [[20 tháng 6]] năm [[1566]] – [[30 tháng 4]] năm [[1632]] <small>N.S.<\/small>) là vua của Ba Lan và Đại công tước của Litva, vua của khối [[Liên bang Ba Lan và Lietuva]] 1587-1632, và là vua của Thụy Điển (nơi ông được gọi đơn giản là ''Sigismund'') \ntừ năm 1592 như là một chế độ quân chủ liên hợp cho đến khi ông bị lật đổ năm 1599. Ông là con trai của vua [[Johan III của Thụy Điển]] \nvà người vợ đầu tiên của ông, Catherine Jagellonica của Ba Lan.<ref>http:\/\/www.encyclopediaofukraine.com\/display.asp?linkpath=pages%5CS%5CI%5CSigismundIIIVasa.htm<\/ref>\n\n== Thời trẻ ==\nSigismund ra đời tại Gripsholm khi cha mẹ của ông bị vua [[Erik XIV của Thụy Điển|Erik XIV]] cầm tù. Trong thời gian ở tù, cha mẹ ông đã dạy Sigismund như là một người Công giáo thực thụ. Năm 1567 Sigismund và cha mẹ của ông đã được thả ra. Năm 1568, cha ông làm chính biến để lật đổ Erik XIV rồi lên nắm quyền, hiệu là [[Johan III của Thụy Điển|Johan III]]. Ít lâu sau, Sigismund được phong làm Thái tử Thụy Điển. Năm 1587, Sigismund được cha đưa lên làm vua Ba Lan sau khi người chú của ông là [[Stefan Batory]] qua đời. Được sự ủng hộ nhiệt liệt từ cha và các quan đại thần - nổi bật là bà dì Anna, Hetman, Jan Zamoyski và các quý tộc trung thành với gia đình Zborowski, ông được bầu làm Vua của Liên minh Ba Lan-Lithuania vào ngày 19 tháng 8 năm 1587 thay thế [[Stefan Batory]] với sự ban phước của giáo trưởng Ba Lan Stanisław Karnkowski\n\n== Khủng hoảng ngai vàng ==\nSigismund lên ngôi trong hoàn cảnh Thụy Điển đang bị chia rẽ bởi vấn đề tôn giáo. Chịu ảnh hưởng khá lớn bởi các đại thần mà phần nhiều là có quan hệ với [[Đế quốc La Mã Thần thánh]] theo Công giáo, Quốc vương Sigismund từ bỏ một số đặc quyền của hoàng gia với nghị viện (Sejm) với hy vọng giành được sự nhượng bộ với các kẻ thù của Ba Lan và giải quyết tranh chấp ở cuộc bầu cử Quốc vương Ba Lan. Lợi dụng sự do dự của Sigismund, Công tước Áo là Maximillan III quyết định khởi động một cuộc chiến tranh nhằm cướp ngôi vua của Liên minh Ba Lan-Lithuania nhưng bị đánh bại<ref>pisze, Przemek (3 July 2013). \"Bitwa pod Byczyną. Zamoyski upokarza Habsburgów i gwarantuje tron Zygmuntowi III - HISTORIA.org.pl - ''historia, kultura, muzea, matura, rekonstrukcje i recenzje historyczne''\".<\/ref> và bị bắt giam. Nhờ sự can thiệp của [[Giáo hoàng Xíttô V]] mà Maximillan được thả ra. Vua Sigismund cũng cố gắng duy trì hòa bình với người hàng xóm quyền lực của mình bằng cách kết hôn với Nữ hoàng Anne Habsburg năm 1592 để duy trì liên minh với Công giáo Áo chống lại các lực lượng Tin Lành.\n\nSau khi cha ông là [[Johan III của Thụy Điển]] qua đời năm 1592, Sigismund đã yêu cầu Sejm thừa nhận quyền thừa kế của ông như là Vua Thụy Điển. Người Ba Lan không phản đối gì. Để \"mị dân\", ông ta cũng tuyên bố thừa nhận Tin lành là quốc giáo của Thụy Điển và cũng được nhân dân Thụy Điển đồng ý nốt. Năm 1594, Sigismund đăng quang ngôi vua Thụy Điển<ref>http:\/\/muzhp.pl\/pl\/e\/174\/koronacja-zygmunta-iii-wazy-na-krola-szwecji<\/ref>. Mặc dù là vua của hai nước, nhưng Sigismund chủ yếu sống ở Ba Lan và Thụy Điển thì ông giao cho chú là [[Karl IX của Thụy Điển|Karl]] quản lý. Càng về sau, hoạt động thân Công giáo của ông càng lộ liễu khi một số người lính Thụy Điển của Tin lành giáo chứng kiến một số người Công giáo Thụy Điển đã lập Liên minh Brest năm 1596, đưa người theo đạo Cơ đốc giáo Đông phương vào Ruthenia và dẫn tới Nhà thờ Công giáo Ukraine ngày nay<ref>Siarczyński, Franciszek (1 January 1828). \"Obraz wieku panowania Zygmunta III. Króla Polskiego i Szwedzkiego: zawieraiący opis osób żyiących pod jego panowaniem, znamienitych przez swe czyny pokoiu i woyny, cnoty lub występki dzieła piśmienne, zasługi użyteczne i cele sztuki\". Retrieved 16 November 2016 – via Google Books.<\/ref>. Liên minh cũng bày tỏ tình hữu nghị của Sigismund với Công giáo Áo và sự ủng hộ của ông đối với Cải cách Công giáo, đặc biệt là các linh mục dòng Tên đang lan rộng ra để bác bỏ đạo Tin Lành và lấy lại nền tảng tinh thần bị mất cho Rôma.\n\n== Mâu thuẫn sớm với Hetman Jan Zamoyski ==\n\n=== Sự xung khắc của Zamoyski và sự thèm khát quyền lực của Sigismund ===\nSự xung khắc của Zamoyski với Sigismund bắt đầu trỗi dậy tại cuộc họp của Nghị viện năm 1589, Zamoyski trình bày dự án liên minh chính trị giữa Ba Lan, Nga và Bohemia và gợi ý rằng, trong trường hợp nhà vua hiện thời qua đời thì hoàng tử nào của bên Nga có số vốn liếng lớn sẽ được lên ngôi vua Ba Lan. Một sự kết hợp giữa Công giáo Ba Lan - Nga với Tin lành của Bohemia đã làm nhiều đại biểu trong Nghị viện kinh ngạc. Nghị viện nhanh chóng bác bỏ nó, chấp nhận cuộc hôn nhân giữa vua Sigismund với Công chúa Áo là Anne. Cuộc hôn nhân được tiến hành bởi viên Hồng y Ippolito Aldobrandini (sau này là [[Giáo hoàng Clêmentê VIII]]) sau khi Thụy Điển ký với Áo các Hiệp ước Bytom và Będzin (tháng 3 năm 1589). Với cuộc hôn nhân này, quốc vương từ bỏ mọi quyền lợi của mình trên đất Ba Lan<ref>http:\/\/travel.yodelout.com\/polish-and-russian-political-history-sigismund-iii-and-the-republic-1588-1632\/<\/ref>.\n\nTại kỳ họp Sejm (Nghị viện) tiếp theo, được tập hợp vào tháng 3 năm 1590, Zamoyski đã thuyết phục các vị đại biểu loại bỏ Hoàng thái tử Maximilian khỏi danh sách kế nhiệm ngôi vị. Ông đã đạt được mục tiêu của mình bằng cách khéo léo làm cho Sejm biết những mưu đồ của Áo và những mối đe dọa của Thổ Nhĩ Kỳ. Nhưng các đối thủ của ông, do tuyển hầu Kamkowski đứng đầu, đã nhanh chóng phản đối ý định trên. Một Sejm thứ hai khác, do những kẻ thù của Zamoyski thống trị, đã gặp nhau vào cuối năm đó và tiến hành đảo ngược tất cả các ý kiến của Zamoyski và chuẩn bị tấn công ông ta. Trong khi đó, Zamoyski lại được các thế lực Công giáo ủng hộ, trong đó có Lithuania, Hồng y Radziwiłł giàu có và Hoàng tử mới Ostrogski (được phong làm Giám mục Krakow) và chuẩn bị lực lượng để trả đũa đối phương.\n\n=== Mâu thuẫn tiếp tục ở Nghị viện về việc lập Liên bang Ba Lan - Litva với Áo và cuộc hòa giải Sigismund - Zamoyski ===\nNgày 1 tháng 6 năm 1592, Zamoyski xúc tiến việc thành lập Liên bang trong đại tiệc mừng cuộc hôn nhân giữa nhà vua Sigismund và công chúa Anne của Áo. Đến cuộc họp khác của Sejm (Nghị viện), Zamoyski yêu cầu xúc tiến hơn nữa liên minh Thụy Điển - Áo, nhưng mẹ của công chúa Anne - hoàng hậu Áo Maria lại ngăn cản vì cho rằng ý muốn của ông ta (tức Zamoyski) quá mạnh mẽ và yêu cầu ông này giảm nhẹ mâu thuẫn, hòa giải với nhà vua. Sự hòa giải này đã được thực hiện lặng lẽ bởi Mikołaj Firlej, tuyển hầu của Kraków, và bao gồm tất cả những người liên quan ở cả hai bên. Đồng tình với ý kiến của hoàng hậu Áo Maria, viên quý tộc Bathory và Radziwiłł cùng đồng ý cuộc hòa giải này và khẳng định Zamoyski là Tể tướng tuyệt vời, người bảo vệ mạnh mẽ cho quyền lợi của hoàng gia Ba Lan, bao gồm yêu cầu của Sigismund về việc rời khỏi Thụy Điển để về lên ngôi vua Ba Lan mà cha ông đã bỏ trống. Sự kiện hòa giải này đã làm quốc gia Ba Lan yên bình trong một thời gian dài, Zamoyski không còn bận tâm về những mâu thuẫn trước đây mà dốc sức phục vụ nhà vua, đạt một số thắng lợi quan trọng về chính trị và quân sự.\n\n== Khối thịnh vượng chung Ba Lan - Litva ==\nViệc hòa hợp giữa Công giáo với Tin lành là mục tiêu lớn nhất của Sigismund khi thành lập Khối thịnh vượng chung này. Sau khi lập Khối thịnh vượng chung, ông đã chuyển tòa án hoàng gia từ Kraków đến Warsaw, mở trường cho tu sĩ Công giáo nhưng cũng cho giám sát toàn bộ số tu sĩ Công giáo trên lãnh thổ của Khối thịnh vương chung. Việc truyền bá Công giáo đến nhân dân, kêu gọi nhân dân giữ đức tin về Chúa của nhà vua đã vô hình biến Ba Lan thành một \"tiền đồn\" Công giáo La Mã để chống lại Chính thống giáo Nga và [[Đế quốc Ottoman]]. Tuy nhiên, Sigismund lại đối diện với một khó khăn lớn: vợ ông, hoàng hậu Anne, đột nhiên qua đời (sau này ông kết hôn với chị gái Constance của Áo năm 1605); ở bên ngoài, nhân dân Thụy Điển lại chuẩn bị khởi nghĩa (chiến tranh chống Sigismund) do người chú là [[Karl IX của Thụy Điển|Karl]] đứng đầu. Nhà vua Sigismund tập hợp quân của Thụy Điển - Ba Lan đánh bại quân khởi nghĩa nhiều trận, nhưng bị thua bất ngờ ở trận Stångebro, trong đó quân đội 8.000 của ông đã bị đánh bại bởi 12.000 người do Công tước Karl chỉ huy. Năm 1599, Công tước Karl làm đảo chính lật đổ nhà vua và Karl được tuyên bố là Vua Thụy Điển vào năm 1600. Mặc dù chiến tranh Thụy Điển - Ba Lan đã kết thúc, nhưng Sigismund đã không bao giờ tái lập lại liên minh Ba Lan - Thụy Điển một lần nào nữa<ref>{{Chú thích web |url=http:\/\/www.merriam-webster.com\/concise\/sigismund%20iii%20vasa |ngày truy cập=2018-04-22 |tựa đề=Bản sao đã lưu trữ |archive-date=2014-12-27 |archive-url=https:\/\/web.archive.org\/web\/20141227083313\/http:\/\/www.merriam-webster.com\/concise\/sigismund%20iii%20vasa |url-status=dead }}<\/ref>.\n\n== Trở về làm vua Ba Lan, hoạch định chính sách mới ==\nMất ngôi vua Thụy Điển, Sigismund về nước và chuẩn bị kế hoạch nhờ quân đội của [[Nhà Habsburg]] (Áo) sang đánh Thụy Điển để lấy lại ngôi vua. Ý định này của ông ngay lập tức vấp phải sự phản đối bởi nhiều người trong vòng tròn của giới quý tộc giàu có Ba Lan (szlachta), đáng chú ý nhất là thủ tướng Jan Zamoyski. Điều này dẫn đến một cuộc nổi loạn bán hợp pháp chống lại nhà vua (rokosz), được gọi là ''Zebrzydowski Rebellion'' (1606–08) để phản đối Sigismund đàm phán với Nghị viện để được cơ quan này cho phép minh lấy lại ngôi vua Thụy Điển. Cuối cùng lực lượng của Sigismund đã chiến thắng, nhưng những kẻ nổi loạn đã không bị trừng phạt. Để xoa dịu nỗi bất mãn của quý tộc Ba Lan với mình, nhà vua hướng cho họ sang chiến tranh với Nga nhưng không quên mối hận với Thụy Điển<ref>http:\/\/encyclopedia2.thefreedictionary.com\/Sigismund+III<\/ref>.\n\nTrong khi Sigismund không bao giờ giành lại ngai vàng Thụy Điển, nhưng ông đã thành công trong việc kích động nỗi căm thù của quý tộc Ba Lan chống Thụy Điển, vốn có liên minh tạm thời với [[Nước Nga Sa hoàng]]. Trong khi Sejm đang nỗ lực ngăn chặn nhiều kế hoạch của Sigismund (và sau này là con trai của ông, Władysław), triều đại Vasa dù sao cũng lôi kéo được Khối thịnh vương chung vào cuộc [[Chiến tranh Ba Mươi Năm]]. Cuộc xung đột với Thụy Điển, kết hợp với các cuộc chiến chống Ottoman và Muscovy, lên đến đỉnh điểm sau cái chết của Sigismund trong một loạt các sự kiện được gọi là Deluge Thụy Điển, kết thúc thời kỳ hoàng kim của Thịnh vượng chung Ba Lan - Lithuania kéo dài gần một thế kỷ.\n\nTrong triều đại của mình, Sigismund đã cho phép tuyển hầu của nhà Brandenburg là Albert Frederick được kế thừa đất đai của đất công tước Prussia (Phổ). Quyết định này sau đó đã tăng cường mạnh mẽ quyền lực của công tước Prussia. Quân đội của Khối thịnh vương chung bị đánh tan ở Chiến tranh Bắc cực thứ hai dưới thời con trai là vua Ba Lan Jan II Casimir (1648 - 1668) trị vì. Theo các điều khoản và điều kiện của Hiệp ước Oliva, Phổ trở thành một quốc gia có chủ quyền, ngang hàng với Ba Lan, cùng với Áo và Đế quốc Nga, vào cuối thế kỷ 18.\n\n== Quý tộc, tiểu quý tộc và đặc quyền ==\nTrong thời gian Sigismund cầm quyền, đại quý tộc ngày càng giàu có và nhiều quyền - mục tiêu chính của nó là duy trì quyền lực. Các tầng lớp thấp và trung bình thường bị bóc lột nặng nề bởi bọn quý tộc giàu sụ này. Vì thế, nhà vua luôn tìm cách hạn chế các đặc quyền của các tầng lớp thượng lưu và làm giảm ảnh hưởng của giới quý tộc đối với quốc hội để giành quyền kiểm soát cá nhân. Bị mất quyền lợi, đại quý tộc đã nổi loạn nhưng đều bị quân triều đình đánh bại và phải đầu hàng. Mặc dù vậy, việc dập tắt cuộc nổi dậy này đã làm tăng cường ảnh hưởng của mình đối với người dân và chính trị của đất nước.\n\nTuy nhiên, Sejm (quốc hội) vẫn chịu trách nhiệm trực tiếp cho phần lớn các vấn đề của Khối thịnh vượng chung, đáng chú ý nhất là tuyên bố chiến tranh và hòa bình. Quốc hội Ba Lan bao gồm khoảng 600 quý tộc, các nhà ngoại giao và các chính trị gia có ảnh hưởng nhất, đã gặp gỡ hàng năm tại Warsaw hoặc các nơi khác. Nhiệm vụ của Quốc hội là bàn bạc và thảo luận các vấn đề do nhà vua đặt ra, gồm việc tuyên bố chiến tranh - lập lại hòa bình. Các đại biểu Quốc hội thảo luận chặt chẽ về tuyên bố gây chiến tranh của nhà vua, phản đối ít nhiều các nội dụng trong chính sách đối ngoại Ba Lan. Các quý tộc Ba Lan không muốn nhà vua vay tiền người Do Thái để mua vũ khí chiến tranh, vì sợ mất đặc quyền. Quốc hội cũng đặc biệt cân nhắc việc nhà vua có thể tái liên minh với một nước khác và điều kiện chăm sóc binh lính Ba Lan còn thiếu thốn trong các cuộc chiến. Với trường hợp Livonia, vùng đất mà ban đầu thuộc Ba Lan, nhưng về sau thì rơi vào tay Thụy Điển mất. Quốc hội Ba Lan chú ý duy trì sự hiện diện của quân đội Ba Lan ở nhiều nơi, đặc biệt là ở Ukraine (Ruthenia) do Ba Lan chiếm đóng.\n\n== Xung đột ngắn với Anh quốc ==\nVới phương Tây, triều đại của Sigismund vướng vào một loạt các cuộc xung đột với Ottoman và Anh quốc. Cuối thế kỷ XVI, Sultan Ottoman và vua Anh đã kết đồng minh từ lâu để chống lại Tây Ban Nha. Trong khi quân Anh đang cùng với các lực lượng Công giáo ở các nước Công giáo khác để ngăn chặn người Tây Ban Nha giành được các bến cảng an toàn trên bờ biển Channel , nữ hoàng [[Elizabeth I của Anh]] cũng giúp đỡ đồng minh bằng cách chuyển hướng Tây Ban Nha tập trung vào sự thống trị Địa Trung Hải. Để tạo thanh thế và quyền lực lớn ở Địa Trung Hải nhằm thách thức Tây Ban Nha, năm 1580 Sultan [[Murad III]] đe dọa xâm lược Ba Lan từ các vùng đất nằm ở phía bắc Biển Đen nhằm chiếm và cướp đoạt ngũ cốc và tất cả các sản phẩm rừng quan trọng cần thiết để duy trì hải quân. Hơn nữa, thương nhân Anh được hưởng ưu đãi giao dịch ưu đãi trong biên giới của Thịnh vượng chung Ba Lan - Litva. Để tránh nguy cơ chiến tranh có thể xảy ra, nữ hoàng Anh đàm phán và yêu cầu Sultan Ottoman hủy bỏ cuộc xâm lược, và bà đã nhận được thư khen ngợi từ vị vua [[Stefan Batory]]<ref name=\"triggs.djvu.org\">http:\/\/triggs.djvu.org\/global-language.com\/enfolded\/SHIFF\/CorambisPoloniusDraft15.pdf<\/ref>.\n\nSau khi Sigismund được bầu làm Quốc vương Ba Lan, nữ hoàng Anh phái đại sứ sang chúc mừng và ngỏ ý mời tân vương Ba Lan sang Anh để đàm phán nhằm thiết lập quan hệ thương mại. Hai ngày sau, một phái viên Ba Lan, Paweł Działyński, đến cung điện ở Greenwich. Đến sảnh tiếp tân, anh thấy Elizabeth đang ngồi trên ngai với tất cả quý tộc của cô tham dự. Vị đại sứ đã trình bày các thông tin của ông, và hôn cánh tay Nữ hoàng ― một cử chỉ ủng hộ của hoàng gia. Vào sâu trong trung tâm căn phòng, vị sứ giả Ba Lan cảm thấy như vua Anh đang coi thường mình . Ông kịch liệt chỉ trích nữ hoàng, và tuyên bố một tối hậu thư của các điều khoản hoặc hành động thù địch. Lý do Ba Lan chỉ trích vì tàu Anh ngang nhiên bắt giữ các thuyền buôn Ba Lan và [[Hanse]] đang buôn bán với Tây Ban Nha. Tình trạng thù địch sẽ bắt đầu nếu Elizabeth không hủy bỏ lệnh của mình để ngăn chặn thương mại, giải phóng các tàu bị bắt, và khôi phục hàng hoá bị tịch thu hoặc bồi thường<ref name=\"triggs.djvu.org\"\/>.\n\n== Chiến tranh chống lại Sigismund ở Thụy Điển ==\n\n=== Ngược dòng lịch sử ===\nSau khi Sigismund lên ngôi Vua Thụy Điển ngày 19 tháng 2 năm 1594, ông quyết định rằng không có Nghị viện nào (riksdagar) có thể được triệu tập mà không có sự đồng ý của Vua. Mặc dù vậy, Công tước Karl triệu tập Quốc hội tại Söderköping vào mùa thu năm 1595, tại đó ông đã nhận được đa số ý kiến biểu quyết Công tước sẽ cai trị Thụy Điển. Công tước được bổ nhiệm làm Nhiếp chính gia với \"lời khuyên của Hội đồng\", có nghĩa là ông đã cai trị Thụy Điển cùng với Hội đồng tư pháp trong khi nhà vua Thụy Điển vắng mặt. Ngay sau đó, giới quý tộc của Phần Lan, do Thống đốc được chỉ định của Sigismund, Klaus Fleming, bác bỏ những quyết định này. Thống đốc Phần Lan tuyên bố ủng hộ nhà vua và coi Công tước Karl là một kẻ phiến loạn. Karl đã khởi xướng một cuộc nổi loạn chống lại Fleming, cuộc ''chiến tranh Cudgel'', giữa các nông dân ở Ostrobothnia<ref.>Frost, R.I., 2000, ''The Northern Wars, 1558–1721'', Harlow: Pearson education Limited, <nowiki>ISBN 9780582064294<\/nowiki><\/ref>\n\nFleming cố gắng dập tắt cuộc nổi loạn nhưng đã chết bất ngờ vào tháng 4 năm 1597. Trong khi đó, một lá thư của nhà vua gửi Công tước viết rằng, ông sẽ không chấp nhận Karl làm nhiếp chính. Karl giả vờ theo lệnh của vua đã từ chức, nhưng ông ta ngầm liên lạc với người ủng hộ và triệu tập một cuộc họp Nghị viện bất hợp pháp khác cùng năm, lần này ở Arboga. Chỉ có một trong số các Ủy viên Tư pháp xuất hiện. Lý do là mục tiêu của Karl về việc tiêu diệt Sigismund giờ đã được tiết lộ, và những người đàn ông hiểu rằng một cuộc nổi loạn nghiêm túc đang được pha chế. Khi Công tước Karl đe dọa những người đàn ông vắng mặt bị trừng phạt nghiêm trọng, một số người trong số họ đã mất can đảm. Erik Gustavsson Stenbock, Arvid Gustavsson Stenbock, Erik Larsson Sparre, Erik Brahe và Sten Banér chạy trốn ngay lập tức đến Sigismund.\n\n=== Chiến tranh chống lại Sigismund ở Thụy Điển bùng nổ ===\nVì vậy, năm 1597, cuộc nội chiến nổ ra, và Công tước Karl đã có thể nắm quyền kiểm soát một phần lớn đất Thụy Điển. Vấn đề là Phần Lan, nơi góa phụ của Klaus Fleming bảo vệ lâu đài Åbo. Để chiếm lâu đài, Công tước Karl đã dùng chiến tranh tâm lý: Người ta nói rằng khi Công tước bước vào nhà nguyện lâu đài, anh thấy cơ thể của Klaus Fleming nằm trong quan tài. Người ta nói đã nói: \"Bây giờ ngươi đã sống, đầu ngươi sẽ không an toàn đâu.\" Sau đó, góa phụ của Fleming, Ebba Stenbock được cho là đã tiếp cận Công tước và trả lời: \"Nếu người chồng quá cố của tôi còn sống, thì ân huệ của bạn sẽ không bao giờ được nhập vào đây.\"<ref>Frost, R.I., 2000, ''The Northern Wars, 1558–1721'', Harlow: Pearson Education Limited, <nowiki>ISBN 9780582064294<\/nowiki><\/ref>\n\nKhi Sigismund phát hiện ra những gì đã xảy ra ở Phần Lan, ông đã mất kiên nhẫn. Nhà vua không thể chấp nhận hành động thiếu tôn trọng của Công tước Karl và quyết định sử dụng vũ lực. Vào tháng 2 năm 1598, Sigismund tập hợp một đội quân gồm 5.000 người, chủ yếu là lính đánh thuê Hungary và Đức. Ông cũng tính cho quân Thụy Điển vào đánh Công tước, và ông cũng muốn tránh xung đột với họ. Sigismund gửi các nhà ngoại giao đi sang Na-uy, Đan Mạch xin sự giúp đỡ. Nhà ngoại giao Laski được phái đi, nhưng Đan Mạch không tỏ ra quan tâm đến. Vào tháng 5\/1598, quân Ba Lan bắt đầu tiến lên phía bắc. Quân đội tập trung tại Marienburg (Malbork), nơi mà người Livonia Jürgen Farensbach được bổ nhiệm làm chỉ huy. Quân thủy đóng ở Dantzig qua xin các thuộc địa của Thụy Điển cho mượn thuyền chiến, song bị từ chối. Đã có sự nghi ngờ phổ biến đối với Sigismund và các chiến binh Công giáo của ông. Vì vậy, các quý tộc hứa sẽ bảo vệ Công tước Karl Công tước Charles và những người khác nổi dậy chống lại nhà vua.\n\n=== Hành động quân sự và chiến dịch ===\nVào cuối tháng 5 năm 1598, Sigismund đổ bộ vào đất Thụy Điển tại Avaskär. Nhà vua quyết định tiến quân bằng cách gửi nhà ngoại giao Samuel Łaski tới Kalmar để đàm phán. Nhiệm vụ của ông là thuyết phục các chỉ huy của thành phố mở cửa. Tuy nhiên, các cuộc đàm phán không dẫn đến đâu cả. Quân đội Ba Lan tiến đến trước thành phố và dừng lại. Kế hoạch là khiến các chỉ huy hoảng sợ mở cửa. Để làm cho thông điệp của mình thậm chí còn đáng sợ hơn nữa, Sigismund đe dọa thành phố với những hình phạt nghiêm trọng. Kế hoạch quả nhiên có tác dụng, nhiều người Thụy Điển bỏ rơi Công tước về Ba Lan và Stockholm, thiếu sự phòng thủ quân sự.\n\nSáng ngày 25 tháng 9 năm 1598, quân đội đụng độ lớn trong trận Stångebro. Karl tính đến việc đàm phán, nhưng thời tiết quá nhiều sương mù khiến ông ta quyết đánh Sigismund. Bị quân đội từ chối chiến đấu, Sigismund bị thất bại và phải đồng ý với những điều khoản khắc nghiệt. Karl yêu cầu nhà vua gửi về nhà toàn bộ quân đội của mình và chờ đợi Quốc hội. Ngoài ra, một số người Thụy Điển đã đứng về phía Sigismund, bao gồm cả những người ủng hộ Hội đồng của ông, đã bị bắt. Trong bữa tiệc tối tại Linköping, hai bên đã ký kết thỏa ước. Nhưng một người bảo vệ ủng hộ Sigismund, Jacob Näf, đã cố gắng nuôi dưỡng những người Dalecarlia chống lại Công tước Karl. Hỗn loạn xảy ra sau đó, Näf đã bị hành quyết, và người Dalecarlia bắt đầu cuộc chiến gọi là Chiến dịch Điếc (1598), đốt cháy trạm thuế Brunnbäck.\n\n=== Hậu quả và hòa giải ===\nSigismund đã chính thức bị lật đổ khỏi ngai vàng Thụy Điển bởi một Riksdag tổ chức tại Stockholm vào ngày 24 tháng 7 năm 1599. Ông được cho sáu tháng để nói liệu ông có muốn gửi con trai ông, Hoàng tử Władysław Vasa, đến Thụy Điển như người kế nhiệm của ông, với điều kiện là cậu bé sẽ được nuôi dưỡng trong đức tin Tin Lành; nếu không Nghị viện sẽ tìm vị vua mới. Vào tháng 2 năm 1600, Công tước Karl triệu tập Nghị viện thành Linköping. Vì Sigismund không trả lời, Riksdag ở Stockholm đã bầu Công tước Karl là Vua [[Karl IX của Thụy Điển]]. Hậu quả là trong hội nghị này, nhiều người nổi dậy chống lại tân vương Thụy Điển nhưng đều bị đánh bại, bị giết chết. Karl IX nhanh chóng thống nhất hầu hết đất đai Thụy Điển, chiếm vùng Livonia và khởi sự chiến tranh với Ba Lan. bắt đầu với Chiến tranh Ba Lan - Thụy Điển lần thứ hai. Karl IX đăng quang ngôi vua Thụy Điển năm 1604.\n\n== Zebrzydowski Rebeillon (cuộc nổi dậy của quý tộc chống Sigismund) ==\nCuộc nổi loạn Zebrzydowski, hay cuộc nổi dậy Sandomierz, là một cuộc nổi loạn bán hợp pháp chống lại vua Sigismund, được phát động vào ngày 5 tháng 8 năm 1606 bởi Hetman Mikołaj Zebrzydowski, Jan Szczęsny Herburt, Stanisław Stadnicki, Aleksander Józef Lisowski và Janusz Radziwill ở Stężyc và Lublin. Những người nổi loạn tuyên bố chống lại Sigismund vì nhà vua muốn hạn chế quyền lực của các quý tộc và những người giàu có. Họ Đặc biệt, các phiến quân đã từ chối những nỗ lực của nhà vua để hạn chế quyền lực của các quý tộc, những nỗ lực của ông để làm suy yếu Sejm, và giới thiệu mô hình quân chủ tuyển cử. Mặc dù cuộc nổi dậy bị thất bại năm 1608, nhưng sự kiện này báo hiệu sự nổi lên của quý tộc trong hệ thống chính trị Ba Lan.\n\nCác quý tộc nổi loạn yêu cầu thành lập một hội đồng nhằm truất ngôi nhà vua và đề ra một thỉnh cầu gồm 67 nội dung. Trong đó, các quý tộc yêu cầu nhà vua bỏ ngôi vị để trao quyền lực cho Sejm, đòi được phổ biến rộng rãi Tin lành giáo và trục xuất các tu sĩ Công giáo đi. Cuộc họp của Nghị viện năm 1607 bác bỏ các yêu cầu trên. Trong khi đó, các quý tộc nổi loạn tập trung tại thị trấn Guzzi để chuẩn bị đánh nhà vua. Năm 1607, Quân đội Hoàng gia Ba Lan, do Hetman Jan Karol Chodkiewicz đứng đầu, đã được gửi đến để dẹp cuộc nổi loạn. Kết quả, quân nổi loạn thất bại với 200 người chết và quân nổi loạn đã phải đầu hàng triều đình năm 1609, được tha tội. Sau cuộc nổi loạn, nhà vua hướng các quý tộc bắt đầu chiến tranh với Nga (cuộc nổi loạn Dimitriads (1605-1609)).\n\n== Piotr Skarga và Sigismund, \"Vua dòng Tên\" ==\nCuộc bầu cử vua Sigismund được xem là \"cú đánh lớn\" tấn công vào Tin lành ở Ba Lan. Chịu ảnh hưởng bởi mẹ mình, Catherine Jagiellon, nhà vua cố gắng thực hiện việc thúc đẩy lợi ích của Công giáo Rome ở Ba Lan. Là một người sốt sắng nhưng thiếu kiên nhẫn vì để mất ngôi vua Thụy Điển vào tay Karl IX, mang vô số tai họa cho nước Ba Lan. \"Để chắc chắn về thiên đàng ông đã từ bỏ Trái Đất\", Hoàng đế Ferdinand II của Đế quốc La Mã nói<ref>Pollard, Albert Frederick (5 November 1892). \"The Jesuits in Poland\". Ardent Media.<\/ref>. Người Tin Lành gọi ông là Vua Dòng Tên, và Sigismund xứng đáng với tên gọi này. Đương thời, vua [[Felipe II của Tây Ban Nha]] cũng bắt chước Sigismund là Hoàng đế Công giáo - Dòng Tên, nhưng không thành công. Sigismund bị ảnh hưởng nặng nề bởi dòng Tên; theo ý kiến ​​của nhà sử học hiện đại, ông đã ban tặng danh dự chỉ cho những người mà ông ưa chuộng, và ưu tiên lời khuyên của họ cho những người cố vấn khôn ngoan nhất của ông<ref>Olszowski, Michał. \"historycy.org -> Zygmunt III Waza\". www.historycy.org.<\/ref>.\n\nMột số cuộc phỏng vấn với các nhà sử học Công giáo về Sigismund cho thấy, các tu sĩ Dòng Tên có thể đưa ra những lời khuyên hợp lý phục vụ cho việc cai trị của Sigismund hơn những lời tâu của quần thân cho vua. Đứng đầu trong số những cố vấn này của nhà vua là Piotr Skarga, một trong những tu sĩ dòng Tên Ba Lan nổi tiếng nhất. Sinh ra tại Mazovia năm 1536, ông được đào tạo tại Đại học Jagiellonian, nơi ông tự học và nhận bằng tiến sĩ Laurea. Sau đó, ông đến Rome để học giáo lý Công giáo năm 1568. Ông bắt đầu rao giảng tại Pułtusk, và viếng thăm các trường đại học mà Stephen Báthory đã thành lập tại Riga, Dorpat và Połock. Tài hùng biện của Piotr Skarga rất thành công, và ngay cả bây giờ bài giảng của ông được đánh giá cao ở Ba Lan. Về việc tham gia vào triều đình Sigismund, ông trở thành giáo sĩ hoàng gia và ông đã thành lập một giáo đường Thánh Lazarus ở Warsaw và nhiều cơ sở khác ở nơi khác trong nước<ref>Fromm, Joseph (11 July 2010). \"Good Jesuit, Bad Jesuit: Sigismund III \"King Of The Jesuits\"\"<\/ref>.\n\nMối quan hệ của Sigismund với Dòng Tên và các nhà lãnh đạo tôn giáo khác là cơ sở cho sự mô tả của ông trong bức tranh nổi tiếng của Jan Matejko, minh họa cho bài giảng của Piotr Skarga trong nhà thờ Wawel Cathedral<ref>http:\/\/www.grojec24.net\/news-kazanie-skargi-wedlug-jana-matejki,2161.html<\/ref>\n\n== Mối quan hệ với Mennonites ==\nSigismund đã xác nhận các hợp đồng cho thuê được thực hiện với Mennonites và vào ngày 20 tháng 10 năm 1623, được đặc quyền đặc biệt cho các nhà sản xuất ren có nguồn gốc từ Scotland, hầu hết trong số đó là Mennonites. Nhưng ông từ chối cấp cho họ bất kỳ quyền hoặc tự do nào. Theo lời kêu gọi của hội đồng thành phố Elbing (Elbląg), những người Mennonites đã chia tay các cuộc hôn nhân mà không thông báo trước cho chính quyền, kết hôn với nhau, và chia tài sản. Nhà vua Ba Lan ra phán quyết: Mennonites kết hôn mà không xin phép chính quyền sẽ bị phạt 100 guild; cấm người Mennonites phòng thủ thành phố. Nhưng phán quyết không được thi hành. Vào ngày 26 tháng 4 năm 1626, nhà vua đã gửi các lệnh sau đến thẩm phán vùng Elbing vì nghi nhân dân Ebling có chứa chấp tín đồ Anabaptists và Mennonites. Trong các lệnh này, vua Ba Lan tuyện bố \"tha thứ\" cho tín đồ Anabaptists và Mennonites bằng cách cho thức ăn, tài sản và quyền công dân với điều kiện họ phải trung thành với nhà vua. Để ràng buộc họ, nhà vua ra lệnh trưng binh (bắt lính) với người Mennonites và buộc người Mennonites phải gánh vác chi phí quân sự cho vua Ba Lan<ref name=\"gameo.org\">http:\/\/gameo.org\/index.php?title=Sigismund_III_Vasa,_King_of_Poland_(1566-1632)<\/ref>. Ngoài ra, ông ta được anh rể là [[Ferdinand II của đế quốc La Mã Thần thánh]] trợ giúp về quân đánh thuê người Đức, đã bất ngờ tiến vào đốt cháy các làng Hutterite (làng của tín đồ Anabaptists) tại Schädowitz, Watznobis, và Goding, giết chết hàng ngàn người<ref name=\"gameo.org\"\/>.\n\n== Vụ ám sát nhà vua ở Warsaw (1620) ==\nChính sách cai trị đầy bất ổn của Sigismund đã dẫn vụ ám sát ông vào năm 1620. Nó xảy ra vào Chủ nhật, lúc 9 giờ sáng ngày 16\/11\/1620, khi vị vua đã đến tham dự Thánh lễ trong Thánh đường St. John ở Warsaw. Ông đi tản bộ trên một chiếc cầu bằng gỗ kết nối lâu đài Hoàng gia với ngôi thánh đường. Khi đám rước hoàng gia đã đến cuối cầu, sát thủ đứng ẩn sau cửa sổ là viên quý tộc Michał Piekarski bất ngờ nhảy ra và đâm 2 nhát, một nhát ở sau lưng và sau đó trong má. Cuộc tấn công bị thất bại vì các vệ sĩ hoàng gia sau đó đã nhanh chóng bắt giữ thủ phạm. Ngay sau khi cuộc tấn công, Sigismund nằm sóng soài mặt đất, nhợt nhạt và vô hồn, và từ nhà thờ linh mục Kobierzycki bắt đầu rên rỉ và hét lên - ông đã nhìn thấy cuộc tấn công từ cửa sổ kính màu của ngôi thánh đường. Một nhóm người dân sau đó đã ào đến xem vụ ám sát khiến nhà vua ngất xỉu tại chỗ. Các lính canh ngay lập tức đưa nhà vua đến gặp bác sĩ và sau khi khám bệnh, các vết thương đã chứng minh là vô hại. Vài phút sau, tâm trạng hoảng loạn bao trùm lên nhân dân thủ đô và một số người sợ rằng nhà vua có thể sẽ chết. Ban đầu người ta nghĩ rằng thủ đô đã bị xâm chiếm bởi những người Hồi giáo Tatars hoặc ít nhất là do gián điệp của họ<ref>http:\/\/www.wilanow-palac.pl\/zamach_na_krola_zygmunta_iii_waze.html<\/ref>\n\nVụ ám sát này nhanh chóng xuất hiện trên các mặt báo và sách vở, nhất là Market Square. Tờ báo này ra 5 số viết về vụ ám sát, trong đó có ghi nhận rằng sát thủ Michał Piekarski, luôn được xã hội coi là một kẻ kỳ quái, u sầu, không kiềm chế trong việc làm (khi còn là đứa trẻ bị tổn thương đầu và não - đây có thể là nguyên nhân gây ra bệnh tâm thần của hắn ta). Trước đó, hắn đã giết người nấu ăn hoàng gia và giết chết hoặc làm bị thương nhiều người từ triều đình. Chịu ảnh hưởng bởi vụ ám sát thành công vua [[Henri IV của Pháp]] nên hắn quyết định ám sát Sigismund, đơn giản là vì danh vọng. Tại phiên tòa, hắn nhanh chóng phủ nhận tội ác và bị hành hình theo hình thức giống hệt như François Ravaillac (kẻ giết nhà vua Pháp) vào ngày 26 tháng 11 năm 1620 tại Warsaw, trong một khu vực tra tấn được gọi là Piekiełko (nơi quỷ ám hay nơi Quỷ dữ)\n\n== [[Chiến tranh Ba mươi năm]] ==\nSigismund III tham gia vào cuộc chiến này với danh nghĩa là người bảo vệ Công giáo, bất chấp sự phản đối của Quốc hội (Sejm). Ông xua quân đánh chiếm vùng Transylvania của nhà cai trị Rakoczy, một đồng minh tích cực của Ottoman và là đối thủ truyền kiếp của Áo. Điều này sẽ dẫn đến một cuộc chiến tàn phá các vùng biên giới phía đông của Thịnh vượng chung Ba Lan - Litva, được gọi là Kresy, và Sigismund biết rằng ông sẽ không có cơ hội chống Đế quốc Ottoman, kéo dài từ Trung Đông đến Balkans. Cuộc chiến tranh quá tốn kém đã khiến Quốc hội từ chối việc chu cấp khoản tiền cho chiến tranh Ba mươi năm, chiến tranh với Thụy Điển. Điều này vô tình đã làm suy yếu sự liên minh giữa các bang Habsburg và Thịnh vượng chung Ba Lan - Litva.\n\n== Vấn đề tôn giáo, suy sụp và cái chết ==\nTrong suốt những cuộc chiến tranh này, vua Sigismund đã cố gắng ổn định chính quyền theo mô hình quân chủ bầu cử. Quân chủ bầu cử ở Ba Lan tạo ra nhiều điều kiện và quyền lợi với các quý tộc, tuyển hầu tham dự cuộc bầu cử nhà vua. Nhà vua Sigismund tăng cường quyền lực bằng cách cho phép tầng lớp quý tộc cấp thấp và cả tư sản (thương nhân) tham gia cuộc bầu cử, điều này dẫn đến một cuộc nổi dậy nữa của bọn quý tộc nhưng nhà vua cuối cùng đã chiến thắng và bất chấp một số sử gia như Paweł Jasienica thường tuyên bố, triều đại của ông đã đánh dấu một thời kỳ vĩ đại của Ba Lan.\n\nSigismund đã làm cho Thịnh vượng chung trở thành cường quốc thống trị của Trung và Đông Âu và đảm bảo rằng Ba Lan vẫn là một quốc gia Công giáo vững chắc khi đối mặt với các cuộc xâm lược của Tin Lành. Ông được coi là một người đàn ông dũng cảm, một vị vua tài năng và một cái gì đó của một người đàn ông Phục hưng như được chứng minh bằng đức tin sùng đạo và tài năng nghệ thuật của mình. Sigismund là một nghệ sĩ tài năng, họa sĩ và thợ kim hoàn; chỉ có một trong ba bức tranh của ông do Tintoretto vẽ. Hơn nữa, Sigismund rất quan tâm đến giả kim thuật và phương pháp cổ xưa biến kim loại thành vàng; ông thường hợp tác với nhà giả kim và triết gia nổi tiếng Michael Sendivogius (Ba Lan: Michał Sędziwój)\n\nVào cuối triều đại của mình, Sigismund III rút lui hoàn toàn khỏi chính trị và cống hiến hết mình cho các vấn đề gia đình và sở thích của ông trong nghệ thuật biểu diễn. Ngay sau cái chết đột ngột của người vợ thứ hai của ông, Constance of Austria, Sigismund đã ngã bệnh và qua đời vì đột quỵ vào ngày 30 tháng 4 năm 1632 ở tuổi 65 tại Lâu đài Hoàng gia ở Warsaw và được chôn cất bên trong Nhà thờ Wawel ở Kraków. Ông đã được thừa kế thành công bởi con trai mình, [[Władysław IV Vasa]].\n\n== Gia đình ==\nSigismund cưới hai hoàng hậu. Lần đầu tiên, vào ngày 31\/5\/1592, với Anna of Austria (1573–1598), con gái của Công tước Charles II of Austria (1540–1590) với người vợ Maria Anna of Bavaria (1551–1608). Họ có năm người con:\n\n# Anne Marie (Polish: Anna Maria; 23\/5\/1593 – 9\/2\/1600)\n# Catherine (Polish: Katarzyna; 9\/5\/1594 – 5\/6\/1594)\n# Vladislaus (Polish: Władysław; 9\/6\/1595 – 20\/5\/1648), cai trị 1632–1648 với tên [[Władysław IV Vasa]] của Ba Lan\n# Catherine (Polish: Katarzyna; 27\/9\/1596 – 11\/6\/1597)\n# Christopher (Polish: Krzysztof; 10\/2\/ 1598)\n\nLần thứ hai, vào 11\/12\/1605, với người chị của hoàng hậu, Constance of Austria (1588–1631). Họ có bảy người con:\n\n# John Casimir (Polish: Jan Kazimierz; 25\/12\/1607 – 14\/1\/1608)\n# John Casimir (Polish: Jan Kazimierz; 22\/3\/1609 – 1672), cai trị 1648–1668 với hiệu [[John II Casimir Vasa]] của Ba Lan\n# John Albert (Polish: Jan Albert\/Olbracht; 25\/5\/1612 – 22\/12\/1634)\n# Charles Ferdinand (Polish: Karol Ferdynand; 13\/10\/1613 – 9\/5\/1655)\n# Alexander Charles (Polish: Aleksander Karol; 4\/11\/1614 – 19\/11\/1634)\n# Anna Constance (Polish: Anna Konstancja; 26\/1\/1616 – 24\/5\/1616)\n# Anna Catherine Constance (Polish: Anna Katarzyna Konstancja; 7\/8\/1619 – 8\/10\/1651) là vợ đầu của tuyển hầu Palatine Philip William\n\n== Thư viện ảnh ==\n<gallery>\nFile:Sigismund at horse.jpg|Chân dung cưỡi ngựa của vua Sigismund III Vasa do Peter Paul Rubens vẽ.\nFile:Portret Zygmunta III Wazy.jpg|Chân dung Sigismund III Vasa, khoảng 1590.\nFile:Newrew - False Dimitry I swearing Sigismund III introduction of catholicism in Russia.jpg|Dmitriy I giả thề kết liên với Sigismund III, do Nikolai Nevrev vẽ (1874).\nFile:Kolumna Zygmunta statua 2006.jpg|Tượng King Sigismund III trên Sigismund's Column ở Warsaw.\nFile:Sigismund III of Poland-Lithuania and Sweden (Martin Kober).jpg|Chân dung do Martin Kober, họa sĩ cung đình thực hiện.\nFile:Ignoto, sigismondo III di polonia, arg dorato, 1611.JPG|Đồng xu vàng có hình Sigismund, 1611.\nFile:Melich Sigismund III Vasa on catafalque.jpg|Sigismund III on catafalque following his death.\n<\/gallery>\n\n== Tham khảo ==\n\n===Sách tham khảo===\n{{refbegin}}\n* Frost, R. I., 2000, ''The Northern Wars, 1558–1721'', Harlow: Pearson Education Limited, ISBN 9780582064294\n* Jolanta Talbierska, ''Grafika XVII wieku w Polsce''. Funkcje, ośrodki, artyści, dzieła, Warsaw 2011, p.&nbsp;32\n* Stanisław Rosik, Przemysław Wiszewski, ''Wielki Poczet polskich królów i książąt'', Wrocław 2006, p.&nbsp;923.\n* Janusz Tazbir: ''Historia kościoła katolickiego w Polsce 1460–1795''. Warsaw: 1966, p.&nbsp;91.\n* Stanisław Rosik, ''Przemysław Wiszewski: Poczet polskich królów i książąt''. p.&nbsp;927.\n* ''Warszawa w latach 1526–1795'', Warsaw 1984 ISBN 83-01-03323-1, p.&nbsp;13.\n* Stanisław Rosik, Przemysław Wiszewski, ''Poczet polskich królów i książąt'', p.&nbsp;929.\n{{refend}}\n\n=== Inline citations ===\n{{tham khảo|30em}}\n\n[[Thể loại:Sinh năm 1566]]\n[[Thể loại:Mất năm 1632]]\n[[Thể loại:Quốc vương Ba Lan]]\n[[Thể loại:Vua theo đạo Công giáo Rôma]]\n[[Thể loại:Đại công tước Phần Lan]]\n[[Thể loại:Quốc vương Thụy Điển]]"}