{"A Lý Hải Nha":"'''Ariq Qaya''' ([[chữ Hán]]: 阿里海牙; [[1227]]-[[1286]]) phiên âm Hán - Việt: '''A Lý Hải Nha''', còn phiên thành '''A Lạt Hải Nha''', '''A Lực Hải Nha''' hoặc '''A Nhĩ Cáp Nhã''', là viên tướng lĩnh cao cấp nhất của quân đội [[nhà Nguyên]] chỉ sau Trấn Nam vương [[Thoát Hoan]] trong lần xâm lược [[Đại Việt]] lần thứ hai vào năm [[1285]]. A Lý Hải Nha cũng là người bồi dưỡng và cất nhắc nhiều nhân vật Nguyên Mông đã tham gia chiến tranh với Đại Việt như [[Toa Đô]], [[Ô Mã Nhi]].\n\nGiống như [[Uriyangqatai]], Ariq Qaya được xếp là công thần hàng thứ ba của triều Nguyên, cùng với [[Bá Nhan]], [[Aju]], [[Lý Hằng]]...\n\n== Tiểu sử ==\nAriq Qaya là [[người Uyghur|người Duy Ngô Nhĩ]], một tộc người hiện sống chủ yếu ở miền Tây Trung Quốc và là thành phần dân tộc chính của tỉnh tự trị [[Tân Cương]]. Tương truyền, [[Thành Cát Tư Hãn]] đã sử dụng văn tự của tộc người Duy Ngô Nhĩ làm văn tự cho [[Đế quốc Mông Cổ]] của mình. Tuy nhiên, theo nhiều nghiên cứu thì bản thân Thành Cát lại suốt đời mù chữ<ref>Tên theo cách gọi quốc tế của tộc người này là Uigur; ở Việt Nam, họ được phiên âm theo nhiều định dạng khác nhau của tiếng Hán. Có thời gian họ được gọi là '''Úy Ngột Nhi''' (畏兀儿), hiện nay, '''Duy Ngô Nhĩ''' là tên hay được dùng hơn cả.<\/ref>.\n\nTheo mô tả trong các tài liệu lịch sử Trung Hoa, Ariq Qaya là người gian hùng và tàn ác. Ông đã tàn sát nhân dân Đàm Châu (Hồ Nam ngày nay), chôn sống toàn bộ dân ở [[Tĩnh Giang]], uống rượu óc hai tướng Tống ở Tân Sinh... Những hành động kiểu như vậy của Ariq Qaya đã gặp phải chỉ trích của một số sử gia chính thống người Hoa, chẳng hạn như Ngụy Nguyên trong ''[[Nguyên sử tân biên]]'' đã phê bình:\n\n{{cquote|''... A Lý Hải Nha làm cỏ Đàm Châu, Tĩnh Giang, thậm chí tuyên phủ Chu Di Tôn, chế trí Cao Đạt ở Giang Lăng đã hàng, y còn giết cả vợ họ... Thế mà những người bình luận ngược lại đã khen A Lý bảo toàn được dân Đàm Châu, không hề chuyên việc tàn sát. Bi ký chỉ dựa theo lời gia đình y có thể sai lầm, đến như sử cũ<ref>chỉ ''Nguyên sử'', bộ sử được soạn và hoàn thành ngay trong năm đầu tiên của nhà Minh để trình [[Minh Thái Tổ|Chu Nguyên Chương]]. Trong số [[Nhị thập tứ sử]] của Trung Hoa, bộ sử này bị đánh giá là có phương pháp biên soạn cũng như chất lượng kém nhất, một phần là do phải soạn trong thời gian quá gấp rút, từ lúc khởi thảo cho tới khi hoàn thành chỉ trong vòng chưa đầy một năm.<\/ref> soạn vào đời khác (đời Minh) nào phải kiêng kị gì mà vẫn rập khuôn như vậy, thế thì búa rìu dùng để làm gì?''}}\n\n== Thế lực chính trị ==\nAriq Qaya là một viên tướng có thế lực lớn trong đám triều thần nhà Nguyên. Ông là một trong những chiến tướng có đóng góp lớn nhất trong công cuộc bình định miền Nam Trung Quốc của [[nhà Nguyên]]. Ariq Qaya đã hạ [[Phàn Thành]], [[Tương Dương (thành cổ)|Tương Dương]], Ngạc Châu, Giang Lăng; chiếm 20 châu miền Nam như Tân, Dung, Khâm, Hoành, Ung... và [[Hải Nam]].\n\nĐa số võ tướng và quan chức hoặc là đã sang, hoặc là sửa soạn sang, Đại Việt trong và sau các cuộc chiến năm 1285 và 1288 đều dưới trướng Ariq Qaya, hoặc là do ông ta trực tiếp cất nhắc, hoặc là do ông ta góp phần bồi dưỡng, hoặc ít nhất thì cũng là cùng chung phe cánh chính trị. Có thể kể ra một số nhân vật Nguyên Mông trong nhóm này như: [[Toa Đô]], [[Ô Mã Nhi]], [[Áo Lỗ Xích]], Lưu Quốc Kiệt, Trình Bằng Phi, Đường Ngột Nại (cũng gọi là Đường Cổ Nại), Phàn Tiếp, Triệu Tu Kỉ, Bột La Cáp Đáp Nhĩ, Vân Tòng Long, Trương Vinh Thực,...\n\nMột số quan lại triều Nguyên đã có phản ứng về sự bành trướng thế lực của Ariq Qaya. Có thể coi những phản ứng đó như là một trong những sự chứng thực về quyền hành và uy thế của Ariq Qaya. Ví dụ như Thôi Úc - Hình bộ Thượng thư của nhà Nguyên<ref>Chức Thượng thư lớn thứ năm trong Lục bộ, trên Thượng thư bộ Công, dưới Thượng thư của các bộ Lại, Lễ, Hộ, Binh<\/ref> - đã tâu với [[Hốt Tất Liệt]]:\n\n{{cquote|... \"''A Lý Hải Nha nắm quyền binh dân, con cháu phe đảng chia giữ các chức vụ trọng yếu, quan lại ra vào cửa nhà y đến bảy tám phần mười, uy quyền y không kém Ahma, nên bãi chức và thanh toán phe đảng của y, tuy có người không dơ bẩn cũng nên đổi đi chỗ khác, chớ để giữ lâu ở Hồ Quảng.''\" (Nguyên sử, Thôi Úc truyện)}}\n\n== Sự xuất hiện trong chính sử Việt Nam==\nTheo sử gia [[Hà Văn Tấn]], cổ sử chính thống của Việt Nam đề cập tới nhân vật này một cách vừa sơ lược vừa nhầm lẫn: Nhân vật này được đề cập dưới nhiều cái tên và chức vụ khác nhau, gây nên cảm tưởng rằng đấy là nhiều người khác nhau. [[đại Việt sử ký toàn thư|''Toàn thư'']] có chỗ chép là \"Bình chương A Lạt\", có chỗ lại chép ''\"Bình chương A Lạt '''và''' A Lý Hải Nha\"''.\n\nSau khi tra cứu các tài liệu lịch sử được viết cùng hoặc gần thời của nhân vật này <ref>Các tài liệu bao gồm:\n*''An Nam chí lược'' của [[Lê Tắc]]\n*''Nguyên sử'' (phần ''An Nam truyện'' và ''A Lý Hải Nha truyện'')\n*''Nguyên triều danh thần sự lược'' của [[Tô Thiên Tước]] (1293-1352)\n*''Bi ký A Lý Hải Nha'' của [[Diêu Toại]] (1238-1314).<\/ref> Hà Văn Tấn biện luận rằng trong cuộc xâm lăng Đại Việt lần thứ hai, trong hàng ngũ võ quan triều Nguyên chỉ có duy nhất một người nắm chức quan Bình chương<ref>Viết tắt của [[Bình chương Chính sự]]<\/ref> và đó chính là A Lý Hải Nha. Do cái tên Aric Khaya cũng có cách phiên âm khác là A Lạt Hải Nha, đã dẫn tới sự nhầm lẫn trong các sử liệu Việt Nam (cho rằng đó là hai người và gọi vắn tên người kia thành A Lạt).\n\n== Vai trò trong cuộc xâm lăng Chiêm Thành và Đại Việt ==\nTrước khi can hệ vào cuộc chiến Đại Việt, Ariq Qaya là Tả thừa của hành tỉnh Hồ Quảng. Hồ Quảng là một tỉnh lớn ở miền Nam Trung Quốc, bao gồm phần đất hiện nay là [[Quảng Đông]], [[Quảng Tây]] và [[Hồ Nam]]. Ông ta cũng là người phụ trách các công việc hải ngoại của Hốt Tất Liệt.\n\nKhi xâm lấn Việt Nam, Ariq Qaya là Tả thừa của [[An Nam]] hành trung thư tỉnh.\n\nAriq Qaya là người chịu trách nhiệm lớn nhất trước vua Nguyên trong các công việc thành lập các Hành Trung thư tỉnh An Nam và [[Chiêm Thành]]. Do đó, ông ta có điều kiện đưa người cùng cánh hẩu vào bộ máy chỉ huy của đoàn quân xâm lược. Với chức năng như một người tổng phụ trách các việc từ chuẩn bị cho tới hành quân, Ariq Qaya nắm quyền điều động quân đội, thu gom lương thảo, sắm sửa vũ khí và đưa ra các quyết định hành quân, tiến hành chiến tranh. Là người được Hốt Tất Liệt giao trông coi cuộc chiến Chiêm Thành, Ariq Qaya là người đưa ra các quyết định tăng quân, chuyển quân... cũng như nhận các báo cáo từ phê duyệt các đề nghị được gửi về từ tiền phương. Ariq Qaya là người trung gian giữa Hốt Tất Liệt và đội quân ở hải ngoại, nhưng ông ta cũng có nhiều tác động tới người có quyền năng cao nhất là Hốt Tất Liệt - hoàng đế Nguyên Mông.\n\nSử liệu Việt Nam, do nhầm lẫn về việc xác định nhân thân của nhân vật này, đã ghi chép về vài trò của Ariq Qaya một cách mờ nhạt và không chính xác. Sử gia [[Hà Văn Tấn]] khẳng định rằng Ariq Qaya là người đứng cạnh [[Thoát Hoan]] trong mọi quyết định từ cấp chỉ huy. Ông ta không phải là tướng trực tiếp tham gia trận đánh như [[Toa Đô]], [[Ô Mã Nhi]] hay [[Lý Hằng]]... mà đóng vai trò là người tham mưu thứ nhất cho Thoát Hoan. Tuy vậy, rất khó xác định cho thật chính xác là trong số các quyết định đã được ban ra, đâu là quyết định của Thoát Hoan, đâu là quyết định mà nội dung của nó là do Ariq Qaya đề xuất.\n\nSau thất bại lần thứ 2 vào năm 1285, Hốt Tất Liệt vẫn giữ nguyên ý định tấn công Đại Việt và Ariq Qaya tiếp tục là An Nam hành trung thư tỉnh Tả Thừa tướng. Những công việc như điều quân, bắt lính, lập danh sách tướng tá, sắm sanh chiến cụ, điều lương, đóng thuyền chiến, tiến hành các biện pháp ngoại giao (như dọa nạt, thăm dò)... tiếp tục được tiến hành dưới sự chỉ đạo của ông ta.\n\nKhi công việc này đang tiến hành được lưng chừng Ariq Qaya chết bệnh vào ngày 18 tháng 6 năm 1286. Sau đó, công việc của A Lý Hải Nha được giao cho [[Áo Lỗ Xích]] phụ trách.\n\n== Xem thêm ==\n*[[Nhà Nguyên]]\n*[[Uriyangqatai]]\n*[[Aju]]\n*[[Toa Đô]]\n*[[Ô Mã Nhi]]\n*[[Lý Hằng]]\n*[[Chiến tranh Nguyên Mông-Đại Việt|Kháng chiến chống Nguyên Mông]]\n\n== Tham khảo ==\n*''Cuộc kháng chiến chống xâm lược Nguyên Mông thế kỉ XIII'', [[Hà Văn Tấn]], Phạm thị Tâm, Nhà xuất bản Quân đội Nhân dân, 2003.\n*''Lịch sử Trung Quốc'', Nguyễn Gia Phu, Nguyễn Huy Quý, Nhà xuất bản Giáo dục, 2003.\n\n== Chú thích ==\n<small>Tất cả các chú thích trong bài, trừ những chú thích được nêu rõ từ nguồn khác đều là thông tin được trích dẫn từ sách ''Cuộc kháng chiến chống xâm lược Nguyên Mông thế kỉ XIII'' của hai tác giả Hà Văn Tấn và Phạm thị Tâm.<\/small>\n{{Tham khảo}}\n\n{{thời gian sống|sinh=1227|mất=1286}}\n\n[[Thể loại:Tướng Mông Cổ]]\n[[Thể loại:Võ tướng nhà Nguyên]]\n[[Thể loại:Người Duy Ngô Nhĩ]]"}