{"Abu-l-'Atahiya":"{{Infobox Writer\n| name = Abu-l-'Atahiya \n| image = \n| bgcolour = silver\n| imagesize = 175px\n| caption = \n| pseudonym = \n| birth_date = [[748]]\n| birth_place = [[Kufa]]\n| death_date = {{Năm mất và tuổi|828|748}}\n| death_place = [[Bagdad|Baghdad]]\n| occupation = [[Nhà thơ]]\n| nationality = \n| period = \n| genre = \n| subject = \n| movement = \n| debut_works = \n| spouse =\n| children =\n| relations =\n| influences = \n| influenced = \n| signature = \n| website = \n| footnotes = \n}}\n\n'''Abu-l-'Atahiya''' ([[tiếng Ả Rập]]: أبو العتاهية, tên đầy đủ: Abu Isħaq Ismā'īl ibn Qāsim al-ˤAnazī, إسماعيل بن القاسم العنزي، بن سويد العيني) ( 748 –828) – [[nhà thơ]], [[triết gia|nhà triết học]] [[người Ả Rập]]. Thơ của ông chủ yếu là những lời giáo huấn bằng thơ về sự phù vân của kiếp người, về cuộc sống phẩm hạnh.\n\n== Tiểu sử ==\nAbu l-Atahiyya sinh ở [[Kufa]]. Bố làm nghề cắt tóc, Abu l-Atahiyya biết làm thơ từ bé và được sự đón nhận của công chúng. Cuộc đời ông phần lớn sống ở Baghdad và ít có những biến cố lớn. [[Tình yêu]] của Abu l-Atahiyya dành cho Utba, vợ của Al Mahdi đã mang lại cho nhà thơ nhiều đớn đau và bất hạnh, đây cũng là một nguyên nhân chính biến nhà thơ dần dần trở thành người mang tâm trạng của một người theo đuổi chủ nghĩa khổ hạnh.\n\nSáng tạo của Abu l-Atahiyya có thể chia thành hai giai đoạn. Giai đoạn đầu là nhà thơ trữ tình với những bài thơ tình viết về Utba tha thiết và say đắm. Dần dần chủ nghĩa khổ hạnh thay thế khuynh hướng trữ tình lãng mạn bằng những vần thơ suy ngẫm về tình yêu và cuộc sống mang đậm chất triết học mà, một mặt nào đó, được đánh giá là còn vượt cả nhà thơ mù [[Al-Ma‘arri]]. Cũng như nhiều nhà thơ đương thời, Abu l-Atahiyya là người có công trong việc đổi mới và sáng tạo, thổi một luồng gió mới vào thơ ca [[Ả Rập]]. Abu l-Atahiyya mất vào khoảng năm 828 ở [[Bagdad|Baghdad]].\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Thư mục ==\n*Nickolson, ''A literary history of the Arabs'', L., 1907 \n*Крымский А. Е., акад., ''Арабская поэзия в очерках и образцах'', М., 1906 \n*Крачковский И. Ю., ''Поэтическое творчество Абу-ль-Атахии'', Избр. соч., т. 2, М.—Л., 1956.\n\n{{Thời gian sống|748|828}}\n\n{{DEFAULTSORT:Atahiya, Abu}}\n[[Thể loại:Nhà thơ Ả Rập]]\n[[Thể loại:Sinh năm 748]]\n[[Thể loại:Mất năm 828]]\n[[Thể loại:Người Ả Rập]]"}