{"Adityawarman":"[[Tập tin:Adityawarman.jpg|upright|phải|nhỏ|Tượng [[Bhairava]] ở [[Bảo tàng quốc gia Indonesia]]]]\n\n'''Adityawarman''' (cũng Adityavarman), một nhà quý tộc sinh ra ở phía đông Java, từ thơ [[Pararaton]]<ref>Brandes, J.L.A., (1897), ''Pararaton (Ken Arok) of het boek der Koningen van Tumapěl en van Majapahit'', Uitgegeven en toegelicht, Batavia: Albrecht; 's Hage: Nijhoff, VBG 49.1.<\/ref> mẹ là Dara Jingga, công chúa Dharmasraya, cha là Adwayawarman từ ghi chép Kuburajo<ref>Kern, J.H.C., (1913), ''Grafsteenopschrift van Koeboer Radja'', Bijdragen tot de Taal-, Land- en Volkenkunde van Nederlands-Indië, p. 401–404.<\/ref> xung quanh Limo Kaum ở Tây Sumatra. Ông có thể đã đi Trung Quốc trên một chuyến ngoại giao trong năm 1325 nếu như một số nhà sử học tin rằng, ông là phái viên mà một nguồn Trung Quốc gọi là ''Sengk'ia-lie-yu-lan''<ref>Slamet Muljana, (2005), ''Runtuhnya Kerajaan Hindu-Jawa dan Timbulnya Negara-negara Islam di Nusantara'', Yogyakarta: LKiS, ISBN 978-979-8451-16-4.<\/ref>.\n==Thời trẻ==\nAdityawarman sinh ra vào khoảng năm 1294-1310 tại [[Trowulan]], thủ đô của vương quốc [[Majapahit]]. Ông là em họ của Jayanegara, vua của Majapahit năm 1309-1328, và cháu trai của [[Tribhuwanaraja]], vua của [[Vương quốc Melayu]]<ref>Hardjowardojo, R.P., (1966), ''Adityawarman, Sebuah Studi tentang Tokoh Nasional dari Abad XIV'', Djakarta: Bhratara.<\/ref>.\n\nTên của ông xuất hiện tại [[Java]] từ năm 1343 trên một hình ảnh của [[Văn-thù-sư-lợi|Bồ Tát Văn Thù]] đã được ban đầu trong [[Candi Jago]], thánh địa được xây dựng bởi [[Kertanegara]] cho cha của mình [[Visnuvardhana]].<ref>Bosch, F.D.K., (1921), ''De inscriptie op het Mansjuri-beeld van 1265 Caka'', Bijdragen tot de Taal-, Land en Volkenkunde. 77: 194-201.<\/ref>.\n\nAdityawarman được cho là người đã thành lập vương quốc và chủ trì các khu vực trung tâm Sumatra giữa 1347 và 1375, nhiều khả năng để kiểm soát việc buôn bán vàng địa phương. Các hiện vật được thu hồi từ triều đại Adityawarman bao gồm một số lượng đá có chứa chữ viết, và các bức tượng. Một số các mặt hàng này đã được tìm thấy tại Bukit Gombak, một ngọn đồi gần Pagarruyung hiện đại, và nó là một cung điện hoàng gia được đặt ở đây.\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai tiểu sử}}\n{{thể loại Commons|Adityawarman}}\n\n[[Thể loại:Vua Indonesia]]\n[[Thể loại:Sinh năm 1294]]\n[[Thể loại:Mất năm 1375]]\n[[Thể loại:Tây Sumatra]]"}