{"Aegidius":"{{Infobox military person\n|name=Aegidius\n|image=\n|caption=\n|birth_date=\n|death_date=464 hoặc 465\n|death_place=\n|nickname=\n|allegiance=[[Đế quốc Tây La Mã]]\n|rank=''[[magister militum]]''\n|battles=\n|relations=\n}} \n'''Aegidius''' (? – [[464]] hoặc [[465]]) là một lãnh chúa [[Gaul thuộc La Mã]] ở miền bắc xứ [[Gaul]]. Ông đã được thăng chức ''[[magister militum]]'' ở Gaul dưới thời [[Flavius Aetius|Aëtius]] khoảng năm [[450]]. Là một người ủng hộ nhiệt thành của [[Majorianus]], Aegidius đã nổi dậy khi hay tin [[Ricimer]] phế truất Majorianus, về sau tham gia vào nhiều chiến dịch chống lại tộc người [[Visigoth]] và tạo thành một [[quốc gia tàn dư]] của [[Đế quốc La Mã|La Mã]] được biết đến dưới tên gọi [[Vương quốc Soissons|Lãnh địa Soissons]]. Sau khi giành thắng lợi quan trọng trước quân Visigoth thì ông đột ngột qua đời, và được con là [[Syagrius]] lên kế thừa.\n\nRalph Mathisen đã chỉ ra tên gọi người con trai của Aegidius là Syagrius \"cho rằng ông ta ắt hẳn có liên quan đến dòng Syagrii thành Lyon, một trong những thế gia vọng tộc lâu đời nhất xứ Gaul. Aegidius, trên thực tế được đưa ra với tư cách là cháu của [[Flavius Afranius Syagrius]], quan chấp chính năm [[382]]. Một nhánh Syagrii mà Mathisen đã liệt kê với mối liên hệ đến xứ Gaul là chắt của Afranius, người đã có một điền sản tại Taionnacus gần [[Lyon]], và một dòng Syagria thành Lyon giàu có được [[Magnus Felix Ennodius]] mô tả như là ''thesaurus ecclesiae''.<ref>Mathisen, \"Prospographia II\", ''Francia'' '''7''' (1980), pp. 608f, and notes<\/ref>\n\n==Sự nghiệp==\n===Đại diện chính thức tại Gaul===\nTheo nhà sử học [[Priscus]], Aegidius và Majorianus đều là sĩ quan [[trung úy]] của Aëtius và từng tham gia chiến dịch cùng nhau ở miền bắc xứ Gaul.<ref name=Priscus>Priscus, fragment 30; translated by C.D Gordon, ''The Age of Attila: Fifth Century Byzantium and the Barbarians'' (Ann Arbor: University of Michigan, 1966), pp. 118f<\/ref> Sau vụ sát hại Aëtius, Aegidius đã đảm nhận vai trò cố vấn của mình nhằm giữ vững, duy trì trật tự giữa ''[[foederati]]'' và La Mã ở Gaul, nhưng \"trong lúc Aëtius tìm mọi cách giữ cho bằng được thế cân bằng trong cộng đồng Gaul với sự giúp đỡ của những chiến binh rợ [[Người Hung|Hung]] từ bên ngoài, Aegidius thì thu hút sự ủng hộ của ông chủ yếu là từ phía người [[Frank Salii]] dưới thời vua [[Childeric I|Childeric]], cha của [[Clovis I|Clovis]].<ref name=Wolfram-180>Herwig Wolfram, ''History of the Goths'', translated by Thomas J. Dunlap (Berkeley: University of California, 1988), p. 180<\/ref>\n\nMột câu chuyện huyền thoại nổi tiếng được sử gia [[Gregory thành Tours]] và [[Fredegar]] kể lại rằng Childeric đã trốn sang sống lưu vong với dân [[Thuringii]], ông sắp xếp cho người hầu cận trung thành Wiomad tới gửi cho Aegidius một lời nhắn khi trở về. Wiomad sau đó đã khiêu khích [[người Frank]] đứng lên chống lại nhà lãnh đạo mới của họ là Aegidius, trong khi cùng lúc lừa gạt hoàng đế [[Mauricius]] trao tặng Childeric một kho báu lớn lao đối với việc ông trở về bên cạnh thần dân của mình. Điều này cho thấy, ở mức tối thiểu có một số người Frank đã chuẩn bị chiến đấu dưới trướng một nhà lãnh đạo La Mã.<ref>Gregory of Tours, II.2; Fredegar, III.11. Discussed by Ian Wood, ''The Merovingian Kingdoms: 450-751'' (London: Longman, 1994), p. 39<\/ref>\n\nTừ khi hoàng đế Tây La Mã [[Avitus]] bị Ricimer phế truất và sát hại, Majorianus trở thành vị hoàng đế mới. Một trong những hành động đầu tiên của ông là phải thay thế ''[[comes]]'' [[Agrippinus]] với Aegidius, về sau đã cáo buộc người tiền nhiệm của mình mắc tội kiểu như phản bội. Bị tố cáo, Agrippinus được gửi đến Roma chịu cảnh xét xử và kết án tử hình, nhưng tìm mọi cách thoát ra khỏi nhà tù, rồi đón nhận sự ân xá từ Hoàng đế, trở về Gaul \"được tán dương với niềm vinh dự.\"<ref>Ralph W. Mathisen, ''Ecclesiastical Factionalism and Religious Controversy in Fifth-Century Gaul'' (Washington: Catholic University of America Press, 1989), pp. 199f<\/ref>\n\nKế đến Majorianus do quá khiếp sợ lực lượng của người Visigoth của miền nam Gaul và láng giềng người [[Bourgogne]] của họ. Aegidius ra sức hỗ trợ nỗ lực này, tiến quân xuống Rhone, quân đội của ông còn thiêu hủy và cướp bóc dọc đường đi, và quân La Mã chẳng mấy chốc đã chiếm được [[Lyon]] vào năm [[458]], rồi vào năm sau đã để cho người Goth dồn quân vây chặt ông ở [[Arles]]. \"[[Người Goth]] cứ nghĩ rằng họ dự tính thực hiện nghi lễ liên hiệp thông thường bên ngoài các bức tường thành của thủ đô xứ Gaul\" Wolfram viết, \"nhưng họ đã bị thức giấc một cách đột ngột bởi những đợt tấn công của Majorianus và Aegidius 'Frank'.\"<ref name=Wolfram-180\/>\n\n===Nhà cai trị gần như độc lập===\nThế nhưng, mối quan hệ giữa Ricimer và Majorianus ngày càng trở nên xấu đi; khi chiến dịch của Majorianus ở [[Hispania]] chống lại [[người Vandal]] đã tỏ rõ sự thất bại thì Ricimer mới phế bỏ ông vào năm [[461]], sát hại một Hoàng đế khác rồi thay thế bằng [[Libius Severus]]. Aegidius đã từ chối công nhận vị hoàng đế bù nhìn mới của Ricimer,<ref name=Priscus\/> bị hai giống rợ Visigoth và Bourgogne tách rời khỏi Ricimer và Severus ở miền bắc xứ Gaul, Aegidius vẫn an toàn trước bất cứ phản ứng trực tiếp nào mà họ có thể gây ra. Ricimer đã chấp nhận việc ủng hộ kẻ thù của Aegidius là Agrippinus, mà đương thời cho là kẻ phản bội [[Narbonne]] tới chỗ người Visigoth để đổi lấy sự giúp đỡ của họ.<ref>[[Isidore of Seville]], ''[[Historia de regibus Gothorum, Vandalorum et Suevorum]]'', chapter 33. In his edition of Hydatius' ''Chronicle'', [[Theodor Mommsen]] believes this is a passage copied from Hydatius' chronicle which is missing from existing copies.<\/ref> Aegidius đã sớm bị lôi kéo vào một cuộc chiến tranh với người Visigoth. Hugh Elton đã cho rằng vị Hoàng đế bù nhìn của Ricimer là Severus đã hối lộ người Visigoth để họ tiến hành cuộc chiến chống lại Aegidius.<ref name=Elton>Elton, \"Defence in fifth-century Gaul\", in John Drinkwater and Hugh Elton, ''Fifth-Century Gaul: A Crisis of Identity?'' (Cambridge: University Press, 1992), p. 172<\/ref>\n\nAegidius đáp trả lại bằng cách tấn công Orleans với sự giúp đỡ của Childeric, và anh trai của vua [[Theoderic II|Theoderic]] là Frideric đã [[tử trận]] nơi sa trường.<ref>Gregory of Tours, ''Decem Libri Historiarum'', II.18; Hydatius, 218<\/ref> Tuy vậy, Aegidius lại không nhấn mạnh đến chiến thắng của mình. Elton đoán rằng sự chú tâm của Aegidius đã bị phân tán bởi \"cuộc xung đột ngày càng tăng với các nhóm Frank khác trên tuyến biên giới phía đông bắc hoặc thiếu nguồn lực.\"<ref name=Elton\/> Hilton chú thích rằng Aegidius có những đối thủ khác ngoài người Visgoth mà ông cần phải đối đầu: đó là người Saxon sống trong thung lũng Loire, người Breton dưới trướng [[Riothamus]] từng đánh nhau với người Visigoth, \"đôi lúc hợp tác với triều đình La Mã ở Ý\", và các phe phái La Mã khác dưới sự lãnh đạo của ''comites'' Paulus và [[Arbogast]]. Vùng ranh giới 'vương quốc' của mình tức là [[Vương quốc Soissons|Lãnh địa Soissons]] không còn được biết đến một cách chính xác nữa. \"Mặc dù thường được mô tả như là một quốc gia La Mã độc lập ở miền bắc xứ Gaul, 'vương quốc' của Aegidius và Syagrius có lẽ không lớn hơn nhiều so với cuộc hành trình một ngày đường của quân đội họ.\"<ref>Elton, \"Defence\", p. 173<\/ref>\n\n[[Hydatius]] đã ghi lại rằng Aegidius có gửi sứ giả sang chỗ người Vandal qua bờ [[Đại Tây Dương]] vào tháng 5 năm 464; cùng năm đó Hydatius cũng ghi chép về cái chết của Aegidius do bị đầu độc hoặc phục kích. Steven Muhlberger giải thích là Hydatius biết được lần đầu tiên khi đoàn tàu sứ giả ghé qua [[Gallaecia]], và lần thứ hai qua những tin đồn lan đến tận vùng xa xôi hẻo lánh ở Hispania của ông.<ref>Hydatius, 224, 228; Muhlberger, ''The Fifth-century chroniclers: Prosper, Hydatius, and the Gallic Chronicler of 452'' (Leeds: Francis Cairns, 1990), pp. 210, 310<\/ref> Gregory thành Tours ngụ ý rằng ông chết vì bệnh [[dịch hạch]].<ref>''Decem Libri Historiarum'', II.18<\/ref>\n\n==Mối liên hệ đến nước Anh?==\n[[Gildas]] còn giữ lại một đoạn trong bản kiến nghị mà [[người Briton]]—mất đi sự bảo vệ của quân đội [[La Mã]] sau năm [[410]]—[[Tiếng than khóc của người Briton|viết]] cho một \"viên chỉ huy La Mã Agitus, ba lần giữ chức [[quan chấp chính]]\". Mặc dù \"hầu như tất cả các sử gia nước Anh [[thời kỳ Tăm tối]] kể từ sau [[Bede]]\" đều nghĩ là Agitus chính là ''Patricianus'' Aëtius, các học giả gần đây như Leslie Alcock và Mollie Miller đã gợi ý rằng nhân vật Agitus này rất có thể là Aegidius. Tuy nhiên nhà ngữ văn học Kenneth Hurlstone Jackson lại lưu ý rằng \"chẳng có khó khăn nào về mặt ngữ nghĩa đối với Agitius = Aetius\", khiến cho Thomas D. O'Sullivan phải từ bỏ sự nhận định thay thế này.<ref>O'Sullivan, ''The De Excdio of Gildas: Its authenticity and date'' (Leiden: E.J. Brill, 1978), p.169<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{s-start}}\n{{s-reg}}\n{{Succession box\n|before = &ndash;\n|title = Nhà cai trị [[Vương quốc Soissons|Lãnh địa Soissons]]\n|years = 457–464\n|after = Paulus\n}}\n{{s-off}}\n{{Succession box\n|before = Không rõ \n|title = [[Magister militum]] xứ [[Gaul]]\n|years = Khoảng 450–464\n|after = [[Syagrius]]\n}}\n{{s-end}}\n\n{{Persondata\n|NAME =Aegidius\n|ALTERNATIVE NAMES =\n|SHORT DESCRIPTION =Lãnh đạo\n|DATE OF BIRTH =\n|PLACE OF BIRTH =\n|DATE OF DEATH =464\n|PLACE OF DEATH =\n}}\n{{DEFAULTSORT:Aegidius}}\n[[Thể loại:Mất năm 464]]\n[[Thể loại:Thống đốc La Mã xứ Gaul]]\n[[Thể loại:Tướng La Mã cổ đại]]\n[[Thể loại:Magister militum]]\n[[Thể loại:Người La Mã thế kỷ 5]]\n[[Thể loại:Quốc vương thế kỷ 5 ở châu Âu]]\n[[Thể loại:Năm sinh không rõ]]"}