{"Albert Brudzewski":"{{Thông tin nhà khoa học|name=Albert Brudzewski|image=Albert Brudzewski.jpg|image_size=150px|birth_date=[[1445]]|birth_place=Brudzewo, [[Wielkopolskie]], [[Ba Lan]]|death_date={{death year and age|1497|1445}}|death_place=[[Vilnius]]|alma_mater=[[Đại học Jagiellonia|Kraków Academy]]|doctoral_students=[[Nicolaus Copernicus]],<br \/>[[Bernard Wapowski]],<br \/>[[Conrad Celtis]]|known_for=Tuyên bố quỹ đạo hình elip của Mặt Trăng|work_institutions=[[Đại học Jagiellonia|Kraków Academy]]|fields=[[thiên văn học]], [[toán học]], [[triết học]]}}\n\n'''Albert Brudzewski'''<ref>Tên nhân vật được ghi là \"Brudzewski, Wojciech, [hoặc] Wojciech z Brudzewa,\" trong Encyklopedia Powszechna PWN, Cuốn 1, trang 353.<\/ref> ([[tiếng Ba Lan]]: ''Wojciech Brudzewski'', [[Tiếng Latinh|tiếng Latin]]: ''Albertus de Brudzewo'') ([[1445]] — [[1497]]) là một [[nhà thiên văn học]], [[Nhà toán học|toán học]], [[Nhà triết học|triết học]] và [[ngoại giao]] [[người Ba Lan]]<ref>{{Chú thích web|url=http:\/\/www.info.kalisz.pl\/Biograf\/Wojciechzb.htm|tựa đề=Wojciech z Brudzewa - biography|ngày=2007-09-27|website=web.archive.org|ngày truy cập=2022-10-22|archive-date=2007-09-27|archive-url=https:\/\/web.archive.org\/web\/20070927222403\/http:\/\/www.info.kalisz.pl\/Biograf\/Wojciechzb.htm|url-status=bot: unknown}}<\/ref>.\n\n== Cuộc đời ==\n[[Tập tin:Brudzew - pomnik.jpg|thế=Đài tưởng niệm Wojciech Brudzewo ở Gmina Brudzew, huyện Turecki, tỉnh Wielkopolskie, Ba Lan.|nhỏ|Đài tưởng niệm Wojciech Brudzewo ở Gmina Brudzew, huyện Turecki, tỉnh Wielkopolskie, Ba Lan.]]\nAlbert (tiếng Ba Lan là Wojciech), ký tên mình là \"''de Brudzewo''\" (\"của Brudzewo\"), sinh vào khoảng năm 1445, tại Brudzewo<ref>Chưa nơi sinh \"Brudzewo\" là ở đâu, có lẽ là thị trấn ở thành phố [[Kalisz]] ngày nay, hoặc có thể là thị trấn cùng tên ở huyện [[Turek]] ngày nay, khá xa Kalisz.<\/ref>, gần [[Kalisz]]. Ông còn được gọi là Albert Blar<ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=VoFks1eW75oC&pg=PA86&dq=albert+blar+Brudzewo&lr=lang_en&as_brr=0|title=Renaissance Culture in Poland: The Rise of Humanism, 1470-1543|last=Segel|first=Harold B.|date=1989|publisher=Cornell University Press|isbn=978-0-8014-2286-7|language=en}}<\/ref><ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=vK6ZAw76-2AC&pg=PA27&dq=celtis+blar&lr=|title=Patronage and Humanist Literature in the Age of the Jagiellons: Court and Career in the Writings of Rudolf Agricola Junior, Valentin Eck, and Leonard Cox|last=Glomski|first=Jacqueline|last2=Glomski|first2=Senior Research Fellow Jacqueline|date = ngày 1 tháng 1 năm 2007 |publisher=University of Toronto Press|isbn=978-0-8020-9300-4|language=en}}<\/ref> trong một số tài liệu [[tiếng Anh]].\n\nKhông có nhiều thông tin về cuộc sống thuở thiếu thời của ông. Thông tin chỉ bắt đầu được ghi nhận vào năm 23 tuổi, khi ông trúng tuyển Akademii Krakowskiej (Học viện Kraków, nay là [[Đại học Jagiellonia]]n), ông đã theo học, giảng dạy ở đây trong hai thập niên và ở lại đó gần suốt cuộc đời. Ông từng là hiệu trưởng của ngôi trường, là ''procurator'' (người quản lý tài sản), và là người đứng đầu ''Bursa Hungarorum'' (\"Ký túc xá của sinh viên người Hungary\").\n\nAlbert là một giảng viên giỏi được nhiều sinh viên nhớ đến. Tại Kraków, ông dạy chuyên về [[văn học]], đồng thời dạy [[toán học]] và [[thiên văn học]]. Năm 1490, ông trở thành cử nhân [[thần học]], bắt đầu giảng dạy về [[triết học]] của [[Aristoteles|Aristotle]]. Những bài giảng này có sự đồng tham gia của [[Nicolaus Copernicus]], là sinh viên của ông bắt đầu theo học tại trường từ năm 1491. Một thành tựu lớn của Albert là dạy thiên văn học theo cách mới, cập nhật những kiến thức mới nhất về môn khoa học này.\n\nÔng nắm rất vững nội dung cuốn sách \"''Theoricae Novae Planetarum'' \" (Lý thuyết về các hành tinh) của [[Georg von Peuerbach]]. Ông là người hoài nghi về [[thuyết địa tâm]]. Ông cũng là người đầu tiên phát biểu rằng [[Mặt Trăng]] chuyển động theo hình elip và luôn hướng một mặt về [[Trái Đất]].<ref>{{Chú thích sách|title=Celestial Revolutionary: Copernicus, the Man and His Universe|url=https:\/\/archive.org\/details\/celestialrevolut0000free|last=John|first=Freely|publisher=I.B. Tauris|year=2014|isbn=978-1-78076-350-7|pages=[https:\/\/archive.org\/details\/celestialrevolut0000free\/page\/50 50]}}<\/ref>\n\nÔng lập bảng tính để tính toán vị trí của các thiên thể. Năm 1482, ông viết \"''Commentariolum super Theoricas novas planetarum Georgii Purbachii [...] per Albertum de Brudzewo''\"<ref>{{Chú thích sách|url=https:\/\/books.google.com.vn\/books\/about\/Commentariolum_super_theoricas_novas_pla.html?id=_fZFYgEACAAJ&redir_esc=y|title=Commentariolum super theoricas novas planetarum Georgii Purbachii in Studio generali Cracoviensi per Albertum de Brudzewo diligenter corrogatum a. d. 1482: Post editionem principem Mediolanensem a. 1495 ad fidem codicum praestantissimorum denuo edendum curavit Ludovicus Antonius Birkenmajer|last=Albertus|first=de Brudzewo|date=1900|publisher=Typis et sumptibus Universitatis Jagellonicae|language=la}}<\/ref>, để phản biện lại tác phẩm trước đó của Georg von Peuerbach khi đề xuất các lý thuyết mới về những hành tinh. Tác phẩm này được xuất bản tại [[Milano|Milan]] năm 1495 bởi học trò của ông là Jan Otto de Kraceusae.\n\nSinh viên nổi tiếng của ông không chỉ có [[Nicolaus Copernicus|Copernicus]], mà còn có nhà toán học [[Bernard Wapowski]], nhà thơ người Đức và nhà nhân văn học Phục hưng [[Conrad Celtis]] — sau này đã lập [[Sodalitas Litterana Vistulana]], hội văn học đầu tiên ở [[Trung Âu]] ngay tại trường Kraków.\n\nNăm 1495, theo lệnh của [[Hồng y]] Fryderyk Jagiellończyk (Frederick Jagiellon), Brudzewski chuyển đến [[Vilnius]] làm trợ lý cho [[Đại vương công Lietuva]] [[Aleksander Jagiellończyk|Aleksander Jagiellon]], sau này trở thành [[Danh sách quân chủ Ba Lan|Vua Alexander của Ba Lan]]. Ông phục vụ Đại vương công với tư cách là một nhà ngoại giao. Trong thời gian này, ông tham gia đoàn đàm phán với [[Sa hoàng]] [[Ivan IV của Nga|Ivan Bạo chúa]] của [[Đại công quốc Moskva]] và là dấu mốc quan trọng trong sự nghiệp của ông. Cũng tại Vilnius, Albert đã viết \"''Conciliator\"'', một tác phẩm chính luận về ngoại giao, song bản gốc cho tới nay vẫn chưa được tìm thấy.\n\nAlbert qua đời ở Vilnius. Cho tới nay, ngày mất chính xác của ông vẫn chưa được biết; một số nguồn nói rằng ông qua đời ở tuổi 50.<ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=LH4tWpJzzCcC&q=Albert+Brudzewski|title=On the Revolutions of Heavenly Spheres|last=Copernicus|first=Nicolaus|date = ngày 27 tháng 8 năm 2010 |publisher=Prometheus Books|isbn=978-1-61592-082-2|language=en}}<\/ref>\n\n== Sự nghiệp thiên văn học ==\n[[Tập tin:Collegium Novum UJ 02 Krakow.jpg|thế=Đại học Jagiellonian ngày nay.|nhỏ|Đại học Jagiellonian ngày nay.]]\n\n=== Albert Brudzewski và Averroes ===\nAlbert được xem là một nhà thiên văn học có ảnh hưởng lớn, có sức thuyết phục và là người phản biện đối với [[Averroes]].\n\nAverroes không đồng ý với phần lớn công trình của nhà thiên văn [[Ptolemy]], vì cho rằng các nguyên lý của Ptolemy không tuân theo các nguyên tắc cơ bản và hệ quả cơ bản của [[vật lý học]] [[Aristoteles|Aristotle]]. Averroes đã thay thế hệ thống lý thuyết thiên văn của Ptolemy bằng một hệ thống mới tương tự. Albert Brudzewski không đồng ý và công khai phản biện Averroes.\n\nTranh cãi chính xuất phát từ việc tìm và đếm các \"tầng trời\". Averroes từ chối tin rằng có tầng trời thứ 9. Ông tin rằng các thiên thể trên bầu trời được tạo ra từ những ngôi sao, nhưng không có ngôi sao nào ở tầng trời thứ 9 vì vậy không có tầng trời này. Albert Brudzewski cho rằng thậm chí có nhiều hơn 10 tầng trời, khi Mặt Trời tự nó đã có 3 tầng trời và các hành tinh cũng có những tầng trời riêng<ref name=\":0\">{{Chú thích tạp chí|last=Barker|first=Peter|date=2013-05|title=Albert of Brudzewo's Little Commentary on George Peurbach's ‘Theoricae Novae Planetarum’|url=http:\/\/journals.sagepub.com\/doi\/10.1177\/002182861304400201|journal=Journal for the History of Astronomy|language=en|volume=44|issue=2|pages=125–148|doi=10.1177\/002182861304400201|issn=0021-8286}}<\/ref>.\n\nĐể làm rõ quan điểm của mình, Brudzewski giải thích khái niệm tầng trời theo 3 ý nghĩa. Thứ nhất, nơi mà các thiên thể gắn đính vào là một thực thể duy nhất mà ta thường gọi đó là các tầng trời. Thực thể này tuy không tách biệt với cả bầu trời nhưng có thể tự tồn tại. Thứ hai, các khái niệm này tương đương với quan điểm của George Peurbach trong tác phẩm ''Theoricae novae planetarum'', tức là dù không tuân theo quy luật nào nhưng chúng vẫn tồn tại. Thứ ba, các thiên thể trên các tầng trời nằm thẳng hàng với mặt đất. Ý nghĩa thứ ba về sau giúp tính toán được chuyển động của các thiên thể.<ref name=\":0\" \/>\n\nBrudzewski cũng bác bỏ 5 tuyên bố của Averroes về các tầng trời. Các tuyên bố này bao gồm: Các tầng trời được cấu tạo đơn giản; Chuyển động của thiên thể trên các tầng trời vì thế cũng đơn giản; Bất kỳ chuyển động nào không theo quy luật tự nhiên thì phải có quy luật bổ sung; Thiên thể trên các tầng trời không thể có nhiều chuyển động vì chúng chỉ chuyển động đơn giản; Các thiên thể lớn hơn có thể tác động đến các thiên thể nhỏ hơn, nhưng không có tác động ở chiều ngược lại.<ref name=\":0\" \/>\n\nĐể bác bỏ, Brudzewski chỉ ra 3 cách để nhận biết chuyển động của các thiên thể. Thứ nhất là các thiên thể chuyển động từ hướng Đông sang hướng Tây. Thứ hai là các thiên thể chuyển động theo hướng đối ngược, tức là từ hướng Tây sang hướng Đông. Thứ ba là các thiên thể chuyển động theo chu kỳ riêng. Brudzewski đưa 3 chuyển động này vào các thiên thể nằm ở 3 tầng trời sau cùng, và do đó chứng minh được Averroes đã đếm sai số lượng các tầng trời.<ref name=\":0\" \/>\n\n=== Hệ hai thiên thể Tusi ===\n[[Tập tin:TusiCouple.gif|thế=Mô hình hệ Tusi.|nhỏ|Mô hình hệ Tusi.]]\nHệ Tusi là một mô hình toán học mà ở đó chu kỳ chuyển động của hai thiên thể sẽ tạo ra một đường thẳng giữa hai thiên thể đó. Copernicus là người giới thiệu mô hình này, nhưng nhiều người cho rằng ông được truyền cảm hứng từ thầy của mình là Albert Brudzewski.\n\nTrước đó, Brudzewski đã nhiều lần giải thích về Mặt Trăng và chu kỳ kép khi quan sát các vệt đen trên bề mặt Mặt Trăng. Ông cho rằng chúng ta luôn nhìn thấy được một mặt của Mặt Trăng vì Mặt Trăng có \"chuyển động prosneusis\", là chuyển động nghiêng và quay, ứng với mô hình một chu kỳ của Ptolemy và mô hình hai chu kỳ do chính Brudzewski đặt ra<ref name=\":0\" \/>.\n\nXa hơn, ông quan sát được chuyển động của [[Sao Thủy]] và nhận ra chuyển động thẳng được tạo nên từ chuyển động tròn. Từ quan sát này, Copernicus đã lên ý tưởng về sự chuyển động trong một hệ hai thiên thể và đó là Hệ Tusi. Không chắc chắn Copernicus có thật sự phát triển lý thuyết từ quan sát của thầy hay không, vì ý tưởng này đã có từ trước đó bởi nhà thiên văn học Hồi giáo [[Ibn ash-Shātir]] từ thế kỷ thứ 13<ref name=\":0\" \/>.\n\n== Xem thêm ==\n\n* [[Nicolaus Copernicus]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n* [http:\/\/www.adlerplanetarium.org\/research\/collections\/polish\/index.shtml Adler Planetarium] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928142525\/http:\/\/www.adlerplanetarium.org\/research\/collections\/polish\/index.shtml |date=2007-09-28 }}\n* [https:\/\/web.archive.org\/web\/20070927222403\/http:\/\/www.info.kalisz.pl\/Biograf\/Wojciechzb.htm Tiểu sử Wojciech Brudzewo]\n\n[[Thể loại:Nhà thiên văn học Ba Lan]]\n[[Thể loại:Nhà toán học Ba Lan]]\n[[Thể loại:Lịch sử thiên văn học]]\n[[Thể loại:Nhà triết học Ba Lan]]\n[[Thể loại:Sinh năm 1445]]\n[[Thể loại:Mất năm 1497]]"}