{"Albrecht von Roon":"{{Viên chức\n| tên = Albrecht von Roon\n| quốc tịch = khác Mỹ\n| hình = Albrecht Graf von Roon by Gustav Gräf.jpg\n| cỡ hình = 200px\n| caption = Chân dung Albrecht von Roon do Gustav Gräf chụp.\n| chức vụ = [[Thủ tướng Phổ]] thứ 10\n| date1 = [[1 tháng 1]] năm [[1873]]\n| date2 = [[9 tháng 11]], 1873\n| tiền nhiệm = [[Otto von Bismarck]]\n| kế nhiệm = [[Otto von Bismarck]]\n| ngày sinh = [[30 tháng 4]] năm [[1803]]\n| nơi sinh = [[Pleśna, tỉnh Tây Pomerania|Pleushagen]], [[Vương quốc Phổ|Phổ]]\n| chết =\n| ngày chết = {{Ngày mất and age|1879|2|23|1803|4|30}}\n| nơi chết = [[Berlin]], [[Đế quốc Đức]]\n| chồng =\n| Đảng =\n|}}\n'''Albrecht Theodor Emil Graf von Roon''' ([[30 tháng 4]] năm [[1803]] – [[23 tháng 2]] năm [[1879]]) là một chính khách và [[người lính|quân nhân]] [[Phổ (quốc gia)|Phổ]],<ref name=\"rogerparkinsontrang139\">Roger Parkinson, ''The Encyclopedia of Modern War'', các trang 139-140.<\/ref>, đã trở thành [[Thống chế Đức|Thống chế]] của [[quân đội Phổ]].<ref name=\"johnjeegantrang254\">John Keegan, ''Who's Who in Military History: From 1453 to the Present Day'', trang 254<\/ref> Với tư cách là [[Bộ trưởng]] Bộ Chiến tranh [[Vương quốc Phổ|Phổ]] từ năm [[1859]] cho đến năm [[1873]], Roon, cùng với [[Thủ tướng]] [[Otto von Bismarck]] và Tổng tham mưu trưởng [[Helmuth Karl Bernhard von Moltke|Helmuth von Moltke Lớn]], là một nhân vật chủ chốt trong nền [[quân sự]]-[[chính trị]] nước Phổ vào [[thập kỷ]] [[1860]] &ndash; một giai đoạn quan trọng trong [[lịch sử]] Phổ, khi mà hàng loạt cuộc [[chiến tranh]] thắng lợi với [[Đan Mạch]], [[Đế quốc Áo|Áo]] và [[Pháp]] đã dẫn đến sự [[thống nhất nước Đức]] dưới sự lãnh đạo của Phổ.\n\nSau cuộc tổng động viên tồi tệ của quân đội Phổ vào năm [[1859]], Roon được Nhiếp chính vương [[Wilhelm I của Đức|Wilhelm]] (sau là [[Kaiser|Đức hoàng]] Wilhelm I) chỉ định làm lãnh đạo một hội đồng xem xét việc cải tổ các lực lượng vũ trang Phổ. Chẳng bấy lâu sau đó, ông được nhậm chức Bộ trưởng Chiến tranh thay thế [[Eduard von Bonin]] &ndash; một người có khuynh hướng [[chủ nghĩa tự do|tự do]] hơn ông &ndash; vào cuối tháng 12. Được mệnh danh là một \"người bảo thủ sáng suốt\", ông nhận thấy vai trò trung tâm của lực lượng [[quân đội Phổ]] và những giá trị của nó trong việc khơi dậy tinh thần dân tộc của người Phổ,<ref name=\"rogerparkinsontrang139\"\/><ref name=\"johnjeegantrang254\"\/><ref name=\"stephenbadseytrang19\">Stephen Badsey, ''The Franco-Prussian War 1870-1871'', trang 19<\/ref> và đã tiến hành hàng loạt [[đổi mới|cải cách]]. Công cuộc canh tân của ông được đề ra trong bối cảnh quân đội Phổ đã trải qua một quá trình suy yếu kể từ khi [[các cuộc chiến tranh của Napoléon|những cuộc chiến tranh của Napoléon]] chấm dứt và các đội quân của công dân ''[[Landwehr]]'', không còn đáng tin cậy nữa. Trong đó, ông hợp nhất lực lượng Vệ binh Quốc gia (''Landwehr'') với [[quân đội]] chính quy của Phổ, đồng thời gia tăng thời hạn nghĩa vụ quân sự của mỗi công dân.<ref name=\"johnjeegantrang254\"\/><ref name=\"ReferenceA\">George O. Kent, ''Bismarck and His Times'', trang 36<\/ref> Các cải cách của ông đã vấp phải sự phản kháng ác liệt của phe tự do chủ nghĩa trong Quốc hội Phổ, song Roon với sự hỗ trợ của Bismarck và Moltke cuối cùng dã dập tắt được sự phản đối này bằng những thắng lợi quân sự vang dội của họ.<ref name=\"roontudienbachkhoa\"\/><ref name=\"peterparret286\"\/>\n\nViệc thống nhất Vệ binh Quốc gia với quân chính quy cũng khiến cho quân đội Phổ trở thành lực lượng quân đội đầu tiên trên [[thế giới]] có thể tổng động viên nhanh chóng các lực lượng trừ bị được huấn luyện bài bản, có kỷ luật và khả năng chiến đấu cao, và họ đã thực hiện điều này với thành công lớn trong [[Chiến tranh Áo-Phổ]] năm [[1866]] và [[Chiến tranh Pháp-Phổ]] năm [[1870]]. Các thành tựu về mặt hành chính của Roon đã bổ trợ cho các thành quả về chiến dịch và tham mưu của Moltke Lớn.<ref name=\"johnjeegantrang254\"\/> Với thắng lợi quân sự của Phổ trong chiến tranh thống nhất nước Đức, ông trở thành một [[anh hùng dân tộc]].<ref name=\"roontudienbachkhoa\"\/> Từ ngày [[1 tháng 1]] cho đến ngày [[9 tháng 11]] năm [[1873]], ông cũng là Thủ tướng Chính phủ Phổ.<ref name=\"rogerparkinsontrang139\"\/>\n\n== Học vấn ==\nRoon sinh ra tại [[Pleśna, tỉnh Tây Pomerania|Pleushagen]], gần [[Kołobrzeg|Kolberg (Kołobrzeg)]], tại [[Pomerania|Pommern]]. Gia đình ông có nguồn gốc từ vùng [[Flanders]], và đã định cư tại Pommern. Cha của ông, một [[sĩ quan]] [[quân đội Phổ]], đã [[chết|qua đời]] trong cảnh nghèo khó vào thời kỳ mà nước Phổ bị [[người Pháp]] chiếm đóng (xem bài [[các cuộc chiến tranh của Napoléon|những cuộc chiến tranh của Napoléon]]), và Roon đã được bà ngoại của ông nuôi dưỡng trên một đất nước đã bị tàn phá bởi cuộc [[Chiến dịch Đức (Chiến tranh Napoléon)|Chiến tranh Giải phóng Đức]].\n\nRoon tham gia trong đội thiếu sinh quân tại [[Chełmno|Culm (Chełmno)]] vào năm [[1816]], và từ đây ông nhập học trường [[quân sự]] tại [[Berlin]] năm [[1818]]. Đến [[tháng một|tháng 1]] năm [[1821]], ông được giao một nhiệm vụ trong [[Trung đoàn]] số 14 (tức ''Trung đoàn Pommern số 3'') đóng quân tại Stargard ở Pommern. Kể từ năm [[1824]], ông khởi đầu một khóa học ở cấp độ cao hơn tại Trường Quân sự Berlin (sau này là [[Viện Hàn lâm Quân sự Phổ]]), và tại đây ông đã mở rộng kiến thức của mình. Vào năm [[1826]], ông được thuyên chuyển đến [[Trung đoàn]] số 15 tại [[Minden]].\n\n== Các tác phẩm ==\nCũng trong năm 1826, ông được bổ nhiệm làm giảng viên trường thiếu sinh quân tại [[thủ đô|kinh thành]] [[Berlin]], nơi ông đặc biệt chú trọng đến bộ môn [[địa lý]] [[quân sự]]. Ông là một học trò của nhà vật lý nổi tiếng [[Carl Ritter]] dạy ở trường Quân sự Berlin.<ref>{{Cite NIE|Roon, Albrecht Theodor Emil|year=1905}}<\/ref><ref>{{Cite EB1911|Ritter, Karl}}<\/ref> Roon nhanh chóng trở nên nổi tiếng như một bậc thầy về địa lý và khoa học quân sự.<ref name=\"williamhdavenportadams\">William H. Davenport Adams, ''The Franco-Prussian War: Its Causes, Incidents and Consequences: with the Topography and History of the Rhine Valley by W. H. Davenport Adams'', Tập 1, trang 122<\/ref> Năm [[1832]], Roon xuất bản tác phẩm được nhiều người biết đến ''Các nguyên lý của Địa lý Tự nhiên, Quốc gia và Chính trị'', dài 3 tập (''Grundlage der Erd-, Völker- und Staaten-Kunde''), với 4 vạn ấn bản đã được bán chỉ trong vòng vài năm. Tiếp theo sau công trình này, năm [[1834]] ông viết ''Các yếu tố của Địa lý'' (''Anfangsgrunde der Erdkunde''), năm [[1837]] ông viết ''Địa lý Quân sự châu Âu'' (''Militärische Landerbeschreibung von Europa''), và năm [[1839]] ông viết cuốn ''Bán đảo Tây-Bồ'' (''Die Iberische Halbinsel'')<ref name=\"roontudienbachkhoa\">{{Cite EB1911|wstitle=Roon, Albrecht Theodor Emil, Count von}}<\/ref>. Tác phẩm ''Bán đảo Tây-Bồ'' của ông chủ yếu đề cập đến các cuộc [[nội chiến]] tại [[Tây Ban Nha]].<ref name=\"williamhdavenportadams\"\/>\n\n[[Hình:Albrecht Graf von Roon-Harro Magnussen.jpg|nhỏ|trái|upright|Tượng Albrecht Graf von Roon tại Tiergarten, Berlin]]\n\n== Sự nghiệp quân sự ban đầu ==\nBên cạnh các tác phẩm của mình, Roon vẫn theo đuổi mạnh mẽ sự nghiệp chuyên môn của ông<ref name=\"williamhdavenportadams\"\/>. Vào năm [[1832]], ông tái nhập trung đoàn của mình, và sau đó tham gia trong [[quân đoàn]] quan sát viên dưới quyền tướng [[Karl Freiherr von Muffling|tướng von Müffling]] ở [[Krefeld]], và trong thời gian này ông lần đầu tiên phát hiện ra tình trạng yếu kém của lực lượng quân đội Phổ.<ref name=\"roontudienbachkhoa\"\/> Quân đoàn của ông đã tận mắt chứng kiến [[cuộc vây hãm Antwerp (1832)|cuộc vây hãm Antwerp]] của quân đội [[Bourbon phục hoàng|Pháp]] tại [[Bỉ]] từ [[tháng mười một|tháng 11]] cho đến [[tháng mười hai|tháng 12]] năm 1832.<ref>George Bruce Malleson, ''The refounding of the German empire, 1848-1871'', trang 59<\/ref> Vào năm [[1833]], ông được bổ nhiệm vào Cục Khảo sát tại Berlin, vào năm [[1835]] ông gia nhập [[Bộ Tổng tham mưu Đức|Bộ Tổng tham mưu Phổ]], sau đó đến năm [[1836]] ông được phong hàm [[Đại úy]] và trở thành một giảng viên đồng thời là thẩm tra viên tại học viện quân sự ở Berlin. Vào năm [[1842]], sau khai trải qua một căn bệnh kéo dài hai năm do làm việc quá sức, ông được phong làm [[Thiếu tá]] và phục vụ ban tham mưu của [[Quân đoàn]] VII. Khi làm việc trong ban tham mưu của Quân đoàn VII, ông một lần nữa bị ấn tượng với sự kém hiệu quả về mặt tổ chức của quân đội Phổ, và trở nên bận rộn với việc vạch ra các kế hoạch canh tân quân lực.<ref name=\"roontudienbachkhoa\"\/> Hai năm sau, với tư cách là thầy dạy của [[Friedrich Karl của Phổ (1828-1885)|Thân vương Friedrich Karl của Phổ]], ông đã hộ thống Thân vương tại trường [[Đại học Bonn]] và trong các chuyến công du của Friedrich Karl đến [[Thụy Sĩ]], [[Ý]], [[Pháp]] và [[Bỉ]].<ref>Charles Knight, ''Biography: Or, Third Division of \"The English Encyclopedia\"'', trang 1051<\/ref> Vào năm [[1848]], ông được bổ nhiệm làm tham mưu trưởng của Quân đoàn VIII tại [[Koblenz]]. Trong các biến động vào năm đó, ông phục vụ dưới quyền chỉ huy của [[Thái tử|Thái đệ]] [[Wilhelm I của Đức|Wilhelm]], sau này là Quốc vương Phổ và [[Hoàng đế Đức]], trong việc dập tắt cuộc nổi dậy tại [[Baden]], và đã thể hiện lòng dũng cảm và sự năng động của mình. Ông được trao tặng Huân chương Đại bàng Đỏ hàng ba vì những đóng góp của ông trong chiến đấu.<ref name=\"roontudienbachkhoa\"\/>\n\nVào thời gian này, trong khi tham gia trong bộ tham mưu của Wilhelm, ông đã đệ trình lên Thái đệ các ý định canh tân quân đội của mình. Sau khi những khiếm khuyết của bộ máy tổ chức và sự thiếu hiệu quả của quân đội Phổ được bộc lộ trong cuộc tổng động viên năm [[1850]] (điều này đã dẫn đến [[Hiệp ước Olmütz]] &ndash; một sự sỉ nhục đối với Phổ), Roon được thăng cấp bậc [[Thượng tá]]. Năm sau ([[1851]]), ông trở thành [[Đại tá]]. Giờ đây, được sự tín nhiệm hoàn toàn của Thái đệ Wilhelm, ông bắt đầu hoạt động tích cực với tư cách là một nhà tổ chức quân đội.<ref name=\"roontudienbachkhoa\"\/>\n\n== Các cải cách quân sự của Roon ==\nĐược thăng hàm [[Thiếu tướng]] vào năm [[1859]] và [[Trung tướng]] vào năm [[1859]], Roon đã giữ một vài chức vụ chỉ huy kể từ năm [[1850]] và được triển khai trong các sứ mệnh quan trọng. Trong cuộc [[Chiến tranh giành độc lập Ý lần thứ hai|Chiến tranh Áo-Pháp-Sardegna]], ông được lệnh tổng động viên một [[sư đoàn]]. Cuộc tổng động viên quân đội Phổ diễn ra kém hiệu quả và rơi vào tình trạng hỗn loạn đến mức mà Wilhelm, người đã lãnh chức Nhiếp chính vương thay thế vua anh điều hành việc nước từ năm [[1857]], phải thành lập một hội đồng do Roon lãnh đạo, nhằm xem xét những khuyết điểm của quân đội và đề xướng cải cách. Các đường lối của ông gặp phải một số phản đối từ [[Bộ Chiến tranh Phổ|Bộ trưởng Bộ Chiến tranh]] đương nhiệm của Phổ là [[Eduard von Bonin]], song Wilhelm &ndash; người ủng hộ nồng nhiệt các đề xuất của Roon &ndash; đã cách chức Bonin và bổ nhiệm Roon vào ghế Bộ trưởng Chiến tranh vào ngày [[5 tháng 12]] năm 1859. Hai năm sau, vào năm [[1861]], Bộ [[Hải quân]] cũng được giao cho ông đứng đầu.<ref name=\"ReferenceA\"\/><ref name=\"roontudienbachkhoa\"\/><ref name=\"michaelhowardtr1920\"\/><ref name=\"michaelembretrang35\"\/><ref>Albert Seaton, ''The Army of the German Empire, 1870-1888'', trang 59<\/ref>\n\nĐược mệnh danh là \"người bảo thủ sáng suốt\"<ref>Hannah Pakula, ''An Uncommon Woman: The Empress Frederick, Daughter of Queen Victoria, Wife of the Crown Prince of Prussia, Mother of Kaiser Wilhelm Von Roon'', trang 165<\/ref> có niềm tin sốt sắng vào sự chuyên môn và các cuộc cải cách để đổi mới hoàn toàn bộ mặt của quân đội.<ref name=\"michaelembretrang35\">Michael Embree, ''Bismarck's First War: The Campaign of Schleswig & Jutland 1864'', trang 35<\/ref> Được sự ủng hộ của tướng [[Edwin Freiherr von Manteuffel|Edwin von Manteuffel]] và Tổng tham mưu trưởng mới của quân đội Phổ là [[Helmuth Karl Bernhard von Moltke|Helmuth von Graf Moltke]], Roon đã soạn thảo các kế hoạch để điều chỉnh cơ cấu quân sự do [[Gerhard von Scharnhorst|Scharnhorst]] thiết lập cho phù hợp với bối cảnh hiện thời của nước Phổ.<ref name=\"roontudienbachkhoa\"\/> Những kế hoạch này đã được bày tỏ ngay từ [[mùa hè]] năm [[1858]] qua bản thỉnh tấu do ông đệ trình lên Wilhelm. Trong bản tấu thỉnh này, trước hết ông chỉ ra rằng Phổ cần có \"một quân đội hùng vĩ nhưng đồng thời không đắt giá\" nếu muốn củng cố địa vị [[cường quốc|liệt cường]] của mình.<ref name=\"michaelhowardtr1920\">Michael Howard, ''The Franco-Prussian War: The German Invasion of France 1870–1871'', các trang 19-20.<\/ref> Một phần trong các canh tân của ông là chế độ ''cưỡng bách tòng quân'' trên toàn quốc: theo đó, việc phục vụ dưới các lá quân kỳ bắt buộc phải kéo dài 3 năm, khởi đầu ở độ tuổi 20.<ref name=\"rogerparkinsontrang139\"\/> Tiếp theo đó, những [[người lính]] được tuyển mộ sẽ phục vụ lực lượng trừ bị trong vòng 4 năm<ref name=\"michaelembretrang35\"\/>, chứ không phải là 2 năm như trước đây nữa.<ref name=\"rogerparkinsontrang139\"\/> Và, sau khi mãn hạn trong lực lượng trừ bị, họ sẽ gia nhập lực lượng Vệ binh Quốc gia ([[Landwehr]]).<ref name=\"michaelembretrang35\"\/> Nhờ cải tổ của Roon, các [[trung đoàn]] mới của quân đội Phổ đã được thành lập.<ref name=\"roontudienbachkhoa\"\/> Trong năm [[1862]] quân số của lực lượng chính quy Phổ đã được mở rộng gấp đôi<ref name=\"geoffreywawro7677\">Geoffrey Wawro, ''Warfare and Society in Europe, 1792- 1914'', trang 76<\/ref>. Ngoài ra, mặc dù vai trò trong cuộc Chiến tranh Giải phóng năm 1813 của Vệ binh Quốc gia vẫn còn được ca ngợi trong một huyền thoại mang tính [[chủ nghĩa dân tộc|dân tộc chủ nghĩa]], Roon tin rằng ''Landwehr'' là một đội ngũ yếu kém về quân sự lẫn chính trị: hạn chế về tính thực tiễn và thiếu sự tinh nhuệ. Vì thế, ông đã cắt giảm vai trò của lực lượng này:<ref name=\"roontudienbachkhoa\"\/> việc phục vụ trong đội ngũ Vệ binh Quốc gia bị giảm từ 7 năm xuống 5 năm, dưới sự giám sát chặt chẽ trong quân đội chính quy, qua đó biến Vệ binh Quốc gia theo một lực lượng trừ bị hạng hai trên chiến tuyến.<ref name=\"rogerparkinsontrang139\"\/> Đồng thời, Roon cũng chia nước Phổ làm 8 [[quân khu]] và giao việc kiểm soát Vệ binh Quốc gia cho Bộ Tư lệnh các quân khu này<ref>Michael Howard, ''The Franco-Prussian War: The German Invasion of France, 1870-1871'', 22<\/ref>.<ref name=\"rogerparkinsontrang139\"\/>\n\nNhững đề xuất tái cấu trúc quân đội của Roon đã vấp phải sự phản kháng mãnh liệt từ phe tự do chủ nghĩa vốn chiếm đa số trong [[Quốc hội Phổ]] (''Preußischer Landtag''),<ref name=\"roontudienbachkhoa\"\/> đứng đầu là [[Đảng Tiến bộ Đức|Đảng Tiến bộ]], do [[quốc hội]] chủ trương đặt ngân sách quân sự dưới sự kiểm soát của nghị viện. Những người theo chủ nghĩa tự do coi các vấn đề quân đội là một minh chứng cho chế độ [[quân chủ chuyên chế|chuyên chế]] của Vương gia Phổ. Trong khi Roon cho rằng quân đội Phổ cần phải có thêm nhiều lính để bảo vệ quyền lợi của vương quốc chống lại [[Áo]] và Pháp, những người theo chủ nghĩa tự do cho rằng mục tiêu thực sự của Roon là \"quân phiệt hóa\" [[xã hội]] Phổ. Họ cho rằng, nếu cần thiết mở mang quân số, Vệ binh Quốc gia hoàn toàn có thể đáp ứng nhu cầu của quân đội bằng nguồn lực dồi dào của họ. Tuy nhiên, về vai trò của ''Landwehr'', Roon đã phản bác: trong thời đại này, chiến tranh đã trở nên phức tạp và đòi hỏi lực lượng vũ trang trình độ chuyên môn cao chứ không chỉ quân số và tinh thần.<ref name=\"geoffreywawro7677\"\/> Sau gần 8 năm xung đột [[chính trị]] (1859 &ndash; 1867)<ref name=\"michaelhowardtr1920\"\/>, phần thắng cuối cùng sẽ thuộc về ông, với sự hỗ trợ đắc lực từ những thắng lợi chính trị của Thủ tướng [[Otto von Bismarck]] và những [[chiến thắng|thắng lợi]] quân sự của Tổng tham mưu trưởng Moltke.<ref name=\"roontudienbachkhoa\"\/><ref name=\"peterparret286\">Peter Paret, Gordon A. Craig, Felix Gilbert (biên tập), ''Makers of Modern Strategy from Machiavelli to the Nuclear Age'', trang 286<\/ref>\n\n[[Hình:BismarckRoonMoltke.jpg|nhỏ|Roon (giữa), cùng với [[Otto von Bismarck|Bismarck]] (trái) và [[Helmuth Karl Bernhard von Moltke|Moltke]] (phải). Ba nhà lãnh đạo của Phổ trong thập niên [[1860]].]]\n\n== Anh hùng dân tộc ==\nVào năm [[1864]], liên minh Áo-Phổ toàn thắng trong cuộc [[Chiến tranh Schleswig lần thứ hai]] với [[Đan Mạch]] năm [[1864]], song, thắng lợi này vẫn chưa đủ để khẳng định sự cần thiết của các biện pháp cải cách của Roon. Phải đến cuộc [[Chiến tranh Áo-Phổ]] năm [[1866]] thì ông mới trở nên được ủng hộ nồng nhiệt.<ref name=\"roontudienbachkhoa\"\/>\n\nKhi cuộc Chiến tranh Áo-Phổ, Roon được thăng cấp ''[[Thượng tướng Bộ binh]]''. Ông đã tham gia trong [[thắng lợi quyết định]] tại [[trận Königgrätz|Königgrätz]], dưới quyền tổng chỉ huy của [[Helmuth Karl Bernhard von Moltke|Moltke]]. Ông được nhận [[Huân chương Đại bàng Đen]] tại [[Mikulov|Nikolsburg]] trên con đường tại [[Viên]]<ref name=\"roontudienbachkhoa\"\/>. Ảnh hưởng của Roon đối với nhà vua lớn đến mức mà Moltke hầu như bị quên lãng: khi một sĩ quan mang một chỉ thị của Moltke đến cho [[Sư đoàn]] trưởng của mình, viên Sư đoàn trưởng thắc mắc: ''\"Có vẻ là một mệnh lệnh tốt. Nhưng Tướng von Moltke là ai cơ chứ?\"''.<ref name=\"peterparret286\"\/><ref>[http:\/\/baotintuc.vn\/ho-so\/huyen-thoai-ve-tu-lenh-thep-nuoc-pho-ky-1-su-noi-len-cua-bo-tong-tham-muu-20121210233500741.htm Huyền thoại về tư lệnh \"thép\" nước Phổ - Kỳ 1: Sự nổi lên của Bộ Tổng Tham mưu]<\/ref> Đại thắng ở Königgrätz đã cho thấy thành công của các cuộc cải cách của ông.<ref name=\"rogerparkinsontrang139\"\/> và giờ đây, Roon từ một người bị căm ghét nhất đã trở thành người được mến mộ nhất trên đất nước của mình.<ref name=\"roontudienbachkhoa\"\/> [[Tháng 9]] năm 1866, Viện Dân biểu thông qua một khoản bồi thường đầy đủ cho những chi phí nằm ngoài hiến pháp của Chính phủ suốt 4 năm qua. Năm sau, Quốc hội tuyên bố chấp thuận các cuộc cải cách quân sự. Vào ngày [[20 tháng 8]] năm [[1866]], Roon hoan hỉ viết thư báo cho nhà vua rằng cuộc xung đột giữa Vương triều với Quốc hội cuối cùng đã kết thúc.<ref name=\"michaelhowardtr1920\"\/>\n\nCơ chế quân đội của ông đã được toàn bộ [[Liên bang Bắc Đức]] áp dụng sau năm 1866. Trong các năm về sau, cơ cấu mới mẻ này cũng được mọi quốc gia khác ở [[lục địa châu Âu]] học theo.<ref name=\"roontudienbachkhoa\"\/>\n\nTrong [[Chiến tranh Pháp-Phổ]] năm [[1870]] &ndash; [[1871]], Roon đã tháp tùng [[vua]] [[Wilhelm I của Đức|Wilhelm I]] đi chinh chiến.<ref name=\"roontudienbachkhoa\"\/> Nhờ có cuộc canh tân của Roon, người Phổ đã tổng động viên được hàng triệu binh lính khi cuộc [[chiến tranh]] này nổ ra.<ref name=\"johnjeegantrang254\"\/> Cuộc chiến là một thắng lợi vang dội đối với Phổ và Roon đã có đóng góp đáng kể đến thành công này. Vào ngày [[19 tháng 1]] năm [[1871]], lễ kỷ niệm 50 ngày gia nhập quân ngũ của ông đã được tổ chức tại [[điện Versailles]], [[Đệ tam Cộng hòa Pháp|Pháp]], nơi mà Wilhelm I, người vừa lên ngôi [[hoàng đế Đức]] ngày hôm qua, bày tỏ sự biết ơn đối với những cống hiến to lớn của ông. Ông được phong làm [[Bá tước]] (''[[Graf]]''), ngay sau Moltke. Sau khi thôi chức Bộ trưởng Chiến tranh và Bộ trưởng Hải quân,<ref name=\"roontudienbachkhoa\"\/> vào [[tháng một|tháng 1]] năm [[1873]], kế nhiệm Bismarck làm Thủ tướng Phổ, trong khi Bismarck vẫn tiếp tục là Thủ tướng của [[Đế quốc Đức]]. Tuy nhiên, sức khỏe yếu đã khiến cho ông phải trao lại ghế Thủ tướng cho Bismarck. Roon đã được phong hàm [[Nguyên soái|Thống chế]] vào ngày [[1 tháng 1]] năm [[1873]].\n\nRoon qua đời tại thủ đô Berlin vào ngày [[23 tháng 2]] năm [[1879]]. Ông được chôn cất tại hầm mộ của gia đình Roon tại lâu đài Krobnitz, về hướng tây [[Görlitz]].\n\n== Kỷ niệm ==\n[[Thiết giáp hạm]] [[SMS Roon|SMS ''Roon'']] của [[Đế quốc Đức]], hoàn thành năm [[1906]], được đặt theo tên của nhà quân sự Albrecht von Roon.\n\n== Thư mục ==\nCon trai ông là [[Waldemar Graf von Roon]] đã xuất bản bộ ''Denkwürdigkeiten aus dem Leben des Generalfeldmarschalls Kriegsministers Grafen Roon'' (Những trải nghiệm đáng nhớ từ cuộc đời của Thống chế và Bộ trưởng Chiến tranh Bá tước Roon) (2 tập, Breslau, [[1892]]), và ''Kriegsminister von Roon als Redner politisch und militärisch erläutert'' (Khảo cứu về các Diễn văn Chính trị và Quân sự của Bộ trưởng Chiến tranh Roon) (Breslau, [[1895]]). Thư từ của ông với bạn mình là [[Giáo sư]] Cl. Perthes từ năm [[1864]] cho đến năm [[1867]] cũng được xuất bản tại [[Wrocław|Breslau]] năm 1895.\n\n== Lưu ý ==\nChú ý đến tên gọi của ông: ''[[Bá tước (Đức)|Graf]]'' là một tước hiệu, tương đương với [[Bá tước]], chứ không phải là một tên riêng hoặc tên lót. Trước năm [[1919]], tước hiệu nằm ở phía trước tên riêng. Tước hiệu cũ của những người còn sống sau năm 1919 là thành phần thuộc tên họ, do đó nằm phía sau tên thánh và không thể được dịch. Tước vị tương đương với ''Nữ Bá tước'' là ''Gräfin''.\n\n== Chú thích ==\n{{Tham khảo}}\n\n*{{Cite EB1911|wstitle=Roon, Albrecht Theodor Emil, Count von}}\n\n== Liên kết ngoài ==\n*{{Cite Americana|year=1920|Roon, Albrecht Theodor Emil von}}\n\n{{s-start}}\n{{succession box | before=[[Eduard von Bonin]] |title=[[Bộ trưởng Chiến tranh Phổ]] | years=1859&ndash;1873 | after=[[Georg von Kameke]]}}\n{{succession box | before=[[Otto von Bismarck|Vương công Bismarck]] |title=[[Thủ tướng Phổ]] | years=1873 | after=[[Otto von Bismarck|Vương công Bismarck]]}}\n{{s-end}}\n\n{{Bộ trưởng Chiến tranh Phổ}}\n\n{{Các chủ đề|Lịch sử|Quân sự|Đức}}\n\n{{Authority control|VIAF=34447787}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME =Roon, Albrecht Von\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Thống chế Đức, Thủ tướng Phổ\n| DATE OF BIRTH =30 tháng 4 năm 1803\n| PLACE OF BIRTH =[[Pleśna, tỉnh Tây Pomerania|Pleushagen]], [[Vương quốc Phổ|Phổ]]\n| DATE OF DEATH =ngày 23 tháng 2 năm 1879\n| PLACE OF DEATH =[[Berlin]], [[Đế quốc Đức|Đức]]\n}}\n{{DEFAULTSORT:Roon, Albrecht Von}}\n[[Thể loại:Sinh năm 1803]]\n[[Thể loại:Mất năm 1879]]\n[[Thể loại:Người hạt Koszalin]]\n[[Thể loại:Thống chế Đế quốc Đức]]\n[[Thể loại:Thống chế Phổ]]\n[[Thể loại:Thủ tướng Phổ]]\n[[Thể loại:Bá tước Đức]]\n[[Thể loại:Nhân vật trong Chiến tranh Áo-Phổ]]\n[[Thể loại:Quân nhân Đức trong Chiến tranh Pháp–Phổ]]\n[[Thể loại:Người tỉnh Pomerania]]"}