{"Aleksandr Vasilyevich Suvorov":"{{tiểu sử quân nhân\n|tên= Aleksandr Vasilyevich Suvorov\n|ngày sinh= [[24 tháng 11]] năm [[1729]] \n|ngày mất= [[18 tháng 5]] năm [[1800]]\n|nơi sinh=[[Veliky Novgorod|Novgorod]]\n|nơi mất=[[Nga]]\n|hình= Suvorov Alex V.jpg\n|chú thích hình= \n|phục vụ=[[Đế quốc Nga]]\n|thuộc[[Đế quốc Nga]]\n|năm phục vụ=\n|cấp bậc=[[Nguyên soái]] [[Đế quốc Nga]]\n|đơn vị=\n|tham chiến=[[Chiến tranh Bảy năm]]<br>[[Chiến tranh Nga-Thổ Nhĩ Kỳ (1768–1774)]]<br>[[Chiến tranh Nga-Thổ Nhĩ Kỳ (1787–1792)]]\n|awards=[[Tập tin:Order of Glory Ribbon Bar.png|25px|link=Order of St. George]] [[Huân chương Thánh George]]<br>[[Tập tin:Saint vladimir (bande).png|25px|link=Order of St. Vladimir]] [[Huân chương Thánh Vladimir]]<br>[[Tập tin:Order of Saint Anne Ribbon.PNG|25px]] [[Huân chương Thánh Anne]]<br>[[Tập tin:Cavaliere di gran Croce Regno SSML BAR.svg|30px]] [[Huân chương Thánh Maurice and Lazarus]]\n|family=\n|laterwork=\n}}\n'''Aleksandr Vasilyevich Suvorov''' ([[tiếng Nga]]: Алекса́ндр Васи́льевич Суво́ров) (đôi khi được viết là '''Aleksander''' hay '''Suvarov'''), Bá tước xứ [[Râmnicu Sărat|Rymnik]], Đại Công tước của Ý, Bá tước của [[Đế quốc La Mã Thần thánh]] (граф Рымникский, князь Италийский) ([[24 tháng 11]] năm [[1729]] – [[18 tháng 5]] năm [[1800]]) là vị [[Tổng thống lĩnh|Đại nguyên soái]] thứ tư và cuối cùng của [[đế quốc Nga]]. Ông là một trong số ít các vị tướng vĩ đại chưa thua một trận nào (63-0). Ông làm tướng dưới triều [[Sa hoàng|Nga hoàng]] [[Ekaterina II của Nga|Ekaterina II]].<ref name=\"eduvn\"\/> Suvorov nổi tiếng qua cuốn sách \"Khoa học của chiến thắng\" (''Наука Побеждать'') và câu nói \"Luyện tập gian khổ, chiến đấu dễ dàng\" (Тяжело в учении, легко в бою), \"Viên đạn là thằng ngốc, lưỡi lê là người bạn tốt\" (Пуля дура, штык молодец).\n\nSau khi nhập quân ngũ, Suvorov từng tham chiến trong cuộc chiến tranh Bảy năm.<ref name=\"tdbktt\"\/> Dưới sự chỉ huy của ông, Quân đội Nga giành thắng lợi trong chiến tranh Nga-Thổ Nhĩ Kỳ và trấn áp phong trào nổi dậy của Pugachyov.<ref name=\"eduvn\">[http:\/\/www.khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=657:gavrila-romanovich-derzhavin-mt-tng-ai-th-ca-nga-c-in&catid=64:vn-hc-nc-ngoai-va-vn-hc-so-sanh&Itemid=108 Gavrila Romanovich Derzhavin – một tượng đài thơ ca Nga cổ điển]<\/ref> Về cuối đời, ông còn thống lĩnh quân Nga tiến quân vào các xứ Ý và Thụy Sĩ, đập tan tác quân Pháp.<ref name=\"tdbktt\">[http:\/\/bachkhoatoanthu.vass.gov.vn\/noidung\/tudien\/Lists\/GiaiNghia\/View_Detail.aspx?ItemID=8704 Xuvôrôp A. V.] trên [[Từ điển bách khoa Việt Nam]]<\/ref> Danh tiếng của ông không chỉ nổi như cồn ở nước Nga mà còn trên khắp châu Âu. Trong những phần thưởng nhiều vô kể mà ông đã nhận lấy, có những phần thưởng do ngoại quốc trao cho ông.<ref name=\"ruvrru\">[http:\/\/vietnamese.ruvr.ru\/2009\/11\/26\/2444566.html Suvorov: Khoa học của chiến thắng]{{Liên kết hỏng|date=2023-04-16 |bot=InternetArchiveBot }}<\/ref>\n\n== Những năm tháng đầu của binh nghiệp ==\nAleksandr Vasilyevich Suvorov được sinh ra trong một gia đình quý tộc gốc [[Veliky Novgorod|Novgorod]] đã xuống dốc, tại lâu đài ở [[Moskva]] của ông ngoại là Fedosey Manukov (một địa chủ từ [[Oryol]] [[gubernia]] và là một quan đại thần trong Triều đình Nga). Thân phụ của Suvorov là con nuôi của Nga hoàng [[Pyotr I của Nga|Pyotr Đại đế]].<ref name=\"khaxuankieu339\"\/> Do từ ''Manuk'' là một cái tên phổ biến của người [[Armenia]] (nghĩa là \"trẻ\") nên đôi lúc dòng họ Manukov được cho là người Armenia. Thuở nhỏ, ông là một cậu bé yếu ớt, hay ốm đau, quặt quẹo. Vì muốn có được một sức khỏe tốt, ông đã kiên trì rèn luyện, tắm nước lạnh, leo núi, băng qua cánh đồng, v.v... Chàng trai trẻ Suvorov là người có tham vọng to lớn. Tuy yếu đuối, gầy gò, bé nhỏ lại còn xấu xí, ông tự hứa sẽ trở thành một danh nhân kiệt xuất.<ref name=\"Kha340\"\/> Ông tham gia vào Trung đoàn Cấm vệ quân Xêmiônôp lúc ông mới 12 tuổi.<ref name=\"khaxuankieu339\">Kha Xuân Kiều, Hà Nhân Học, sdđ, trang 339<\/ref><ref name=\"Kha340\">Kha Xuân Kiều, Hà Nhân Học, sdđ, trang 340<\/ref>\n\n[[Tập tin:Памятник Суворову возле Троицкого моста.jpg|nhỏ|210px|Tượng đài Suvorov được tạc như thần Mars khi còn trẻ, do Mikhail Kozlovsky (1801)]]\n\nKhi 17 tuổi, sự nghiệp quân sự của A. V. Suvorov bắt đầu, với việc ông chính thức tham gia Quân đội Nga. Ông đã từng vào làm lính bảo vệ vườn Thượng uyển của Hoàng gia Nga. Một hôm, Nữ hoàng Elizaveta Petrovna dạo chơi trong vườn. Thấy \"Đấng cầm quyền chuyên chính của tất cả nước Nga\", A. V. Suvorov lễ phép chào hỏi. Nữ hoàng Elizaveta Petrovna trở nên ấn tượng trước tư cách của ông: Không những đứng thẳng tắp, đầy sức sống mà còn linh hoạt. Elizaveta đã ban tặng một đồng tiền bạc cho ông khi nghe nói thân phụ của ông của chính là nghĩa tử của vua cha bà là Nga hoàng Pyotr I. Nhưng, ông lịch thiệp khước từ, do theo ông, khi đang làm nhiệm vụ canh gác thì một binh sĩ không thể nhận bất cứ một món quà nào từ tay bất kỳ ai. Thấy vậy, Nữ hoàng Elizaveta vô cùng cảm phục người sĩ quan trẻ tuổi.<ref name=\"Kha340\"\/><ref name=\"khaxuankieu341\"\/>\n\nÔng đã tham chiến cuộc [[Chiến tranh Nga-Thụy Điển (1741-1743)|chiến tranh với Thụy Điển]] (1741-1743) và [[Chiến tranh Bảy năm|chiến tranh với Phổ]] (1756 - 1763). Ông giữ chức Trung tá đồng thời là đại biểu quân sự cao cấp trong suốt cuộc Chiến tranh Bảy năm. Trận đánh đầu tiên mà Suvorov tham gia là [[Trận Kunersdorf|Kunersdorf]] vào năm 1759.<ref name=\"khaxuankieu341\">Kha Xuân Kiều, Hà Nhân Học, sách đã dẫn, trang 341<\/ref> Ông sống sót trong trận đánh này - một chiến thắng đẫm máu của liên quân Nga - Áo. Vào năm [[1760]], ông lại lập chiến công khi cùng các đạo quân Nga tiến đánh kinh thành [[Berlin]].<ref>[[Christopher Duffy]], ''Eagles over the Alps: Suvorov in Italy and Switzerland, 1799'', trang 14<\/ref> Vào năm 1761, ông trở thành hội viên hội Tam Điểm tại chi nhánh của hội ở [[Saint Petersburg Des Trois Etoiles]]. Sau khi thể hiện được bản thân qua chiến trận, vào năm sau (1762) ông được phong [[Đại tá]], Trung đoàn trưởng của Trung đoàn Astrakhan khét tiếng.<ref name=\"khaxuankieu341\"\/>\n\nHết năm 1762, A. V. Suvorov trở thành Trung đoàn trưởng của Trung đoàn Xusưtali. Vị Trung đoàn trưởng này đã ghi chép bản \"Lời dặn dò dành cho trung đoàn Xusưtali\", được nhiều người biết đến. Qua tác phẩm này, ông chỉ trích việc luyện tập theo kiểu Phổ của Quân đội Nga đời vua Pyotr III.<ref>Jeremy Black, ''European warfare, 1660-1815'', trang 149<\/ref> Vào năm 1768, ông lâm bệnh, nên phải nghĩa vụ phụ một năm.<ref name=\"khaxuankieu341\"\/> Sau khi trở lại đội ngũ, A. V. Suvorov tiếp tục chỉ huy một lữ đoàn tại [[Ba Lan]] trong sự kiện [[Liên bang Bar]], đánh tan lực lượng của Ba Lan do [[Kazimierz Pułaski]] chỉ huy, chiếm giữ [[Kraków]] (1768) mở đường cho [[cuộc chia cắt Ba Lan lần thứ nhất]] của ba [[cường quốc]] Phổ - Nga - Áo,<ref name=\"readerscomp\">{{chú thích sách\n | last = \n | first = \n | authorlink = \n | editor = Cowley, Robert; Parker, Geoffrey\n | others = \n | title = The Reader's Companion to Military History\n | origdate = \n | origyear = \n | origmonth = \n | url = http:\/\/books.google.com\/?id=qOEu4ALwR\n | format = \n | access-date = ngày 10 tháng 9 năm 2006\n | edition = \n | date = ngày 10 tháng 7 năm 2001\n | year = \n | publisher = Houghton Mifflin Books\n | location = \n | language = \n | isbn = 0-618-12742-9\n | doi = \n | pages = 457\n | chapter = \n | chapter-url = \n | quote = \n }}{{Liên kết hỏng|date=2023-04-16 |bot=InternetArchiveBot }}<\/ref> và trở thành Thiếu tướng vào tháng 3 năm 1770.<ref name=\"khaxuankieu342\">Kha Xuân Kiều, Hà Nhân Học, sách đã dẫn, trang 342<\/ref>\n\nTrong cuộc [[chiến tranh Nga-Thổ Nhĩ Kỳ (1768–1774)]], ông được phái đến tham chiến trên mặt trận tiền duyên Thổ Nhĩ Kỳ, trở thành tướng dưới quyền của Nguyên soái [[Pyotr Aleksandrovich Rumyantsev]] vào tháng 4 năm 1773. Hai tháng sau (tháng 6), Quân đội Nga do ông cầm đầu đã tiến đánh vào một cứ điểm quan trọng của Turtukay, đập tan tác quân Thổ Nhĩ Kỳ. Sau chiến thắng này, A. V. Suvorov được ban thưởng Huân chương Thánh Gióoc. Đến [[tháng sáu|tháng 6]] năm 1774, ông lại giành chiến thắng trước quân Thổ Nhĩ Kỳ trong chiến dịch Cozơludơz. Trong cuộc chiến này, quân Nga kém xa quân Thổ Nhĩ Kỳ về số đông (chỉ bằng 1\/5 họ). Thế mà chiến thắng Cozơludơz đã làm mất tinh thần của Quân đội Thổ Nhĩ Kỳ, khiến cho Thổ Nhĩ Kỳ đành phải cầu hòa.<ref name=\"khaxuankieu342\"\/>\n\nVào năm 1775, A. V. Suvorov được phái đi để dập tắt cuộc nổi dậy của [[Yemyelyan Ivanovich Pugachyov|Pugachev]]. Viên thủ lĩnh này giả danh làm cựu hoàng Pyotr III - vị vua bị [[ám sát]] vào năm 1762. Tuy nhiên, ông đến chỉ để chất vấn vị thủ lĩnh quân nổi dậy. Sau đó, Pugachev đã bị phản bội bởi những người [[Cossack]] thân cận, và cuối cùng đã rơi đầu tại Moskva.\n\n== Chiến tranh Nga-Thổ Nhĩ Kỳ (1787 - 1791) ==\nTừ năm 1777 đến năm 1783, ông phục vụ tại Krym và tại [[Kavkaz]], trở thành Trung tướng năm 1780, và nhận chức Đại tướng Bộ binh năm 1783, nhờ việc liên tục hoàn tất các nhiệm vụ ở đây. Vùng Krym mới bị Nga chiếm vào năm 1783, và người [[Nogais]] đã khởi nghĩa chống quân xâm lược. Nhưng, một đội quân nhỏ và kỷ luật cao của Suvorov đánh tan tác người Nogais vào [[tháng tám|tháng 8]] năm 1783, và một lần nữa diệt sạch người Nogais vào [[tháng mười|tháng 10]] năm 1783.<ref>Jeremy Black, ''European warfare in a global context, 1660-1815'', trang 116<\/ref> Từ năm 1787 đến năm 1791, giữa Nga và Thổ Nhĩ Kỳ lại bùng nổ chiến tranh, A. V. Suvorov lại tham chiến. Trong lần này, Nga liên minh với Áo.<ref name=\"Black133\"\/> Vào tháng 10 năm 1787, quân Thổ Nhĩ Kỳ tấn công vào Kinbơan, ông ra quân đập tan cuộc tiến công của họ. Tuy nhiên, đến mùa hè năm sau, Tướng Potemkin - Tổng tư lệnh Quân đội Nga - không thèm nghe theo đề xuất của ông, dẫn đến hậu quả là quân Thổ Nhĩ Kỳ vây hãm cứ điểm quan trọng Osakhốp. Osakhốp đã thất thủ. Vào tháng 7 năm 1789, quân của Suvorov lại giành chiến thắng trước quân Thổ Nhĩ Kỳ trong trận đánh tại Focsani.<ref name=\"khaxuankieu342\"\/>\n\n[[Tháng chín|Hai tháng sau]], tại Raymunichkơ, A. V Suvorov một lần nữa đánh tan tác quân Thổ Nhĩ Kỳ, do viên Khâm sai Đại thần Thổ Nhĩ Kỳ thống lĩnh. Trong trận chiến này, quân số Nga thua xa quân số Thổ Nhĩ Kỳ (tỷ lệ chỉ ¼). Với trận thắng Raymunichkơ, ông nhận lấy Huân chương Chữ thập, đồng thời trở thành Bá tước Suvorov – Râymunichkơsky. Ngoài ra, ông cũng được tặng một huy chương hình chiếc thuẫn. Trên tấm huy chương này có hình tia chớp đánh vào mãnh trăng lưỡi liềm - một hình ảnh trên quốc kỳ Thổ Nhĩ Kỳ thời bấy giờ.<ref name=\"Kha343Hockh\">Kha Xuân Kiều, Hà Nhân Học, sách đã dẫn, trang 342-343<\/ref> Nhờ chiến thắng của ông mà Hoàng đế La Mã Thần thánh [[Joseph II của Thánh chế La Mã|Joseph II]] cũng phong ông làm Bá tước của đế quốc La Mã Thần thánh.<ref name=\"Penny360\">[http:\/\/books.google.com.vn\/books?id=KxjnAAAAMAAJ&pg=PA360&dq=%22JSuvorov#v=onepage&q&f=false ''The Penny cyclopædia of the Society for the Diffusion of Useful Knowledge'']. C. Knight, 1842, trang 360.<\/ref>\n\nTuy quân Thổ Nhĩ Kỳ đã tìm cách ngăn chặn liên quân Nga - Áo họp binh nhưng họ đã không thành để rồi A. V. Suvorov tiếp cận với viên Thống chế Áo trong hai trận thắng vang dội tại Focsani và Raymunichkơ nêu trên.<ref name=\"Black133\">Jeremy Black, ''The Cambridge illustrated atlas of warfare: Renaissance to revolution, 1492-1792'', Tập 2, trang 133<\/ref> Vào ngày [[22 tháng 12]] năm 1790, Suvorov thành công khi giáng một đòn sấm sét vào pháo đài bất khả chiến bại Ismail ở Bessarabia. Đội quân Thổ Nhĩ Kỳ có mặt bên trong pháo đài đã được lệnh giữ vững cho đến phút cuối và kiêu hãnh từ chối tối hậu thư của Nga. Được Hải quân Đế quốc Nga hỗ trợ, Suvorov cùng sáu Trung đội của ông tiêu diệt được 26.000 quân Thổ Nhĩ Kỳ, mở đường cho nước Nga giành toàn thắng trong cuộc chiến tranh Nga - Thổ Nhĩ Kỳ.<ref name=\"Kha343Hockh\"\/> Thất bại này được xem là một thảm họa khủng khiếp đối với Đế quốc Thổ Nhĩ Kỳ, nhưng tại Nga thì chiến thắng này được tô đậm trong bài quốc ca đầu tiên, \"Hãy để tiếng sấm của chiến thắng vang lên\". Với chiến thắng này, Suvorov đã xóa bỏ quyền thống trị của các [[Sultan]] Thổ Nhĩ Kỳ trên vùng [[sông Donau|sông Danube]].<ref name=\"ruvrru\"\/> Một thông điệp ngắn gọn mà ông gửi đến Nữ hoàng Ekaterina II:<ref name=\"Penny360\"\/>\n{{cquote|''Phải tôn vinh Đức Thiên Chúa và tôn vinh Nữ hoàng: pháo đài đã bị chiếm đóng, và Hạ Thần ở trong đó.''|||Suvorov}}\n\nTrong trận đấu tranh anh dũng tại pháo đài Ismail, Suvorov đã chiến đấu cùng với [[Mikhail Illarionovich Kutuzov]] - sau này là vị anh hùng của cuộc [[Chiến tranh Pháp-Nga (1812)|Chiến tranh Nga-Pháp, 1812]]. Suvorov xem Kutuzov là \"cánh tay phải của tôi\".<ref>Christopher Duffy, ''Borodino and the War of 1812'', trang 64<\/ref> A. V. Suvorov đã lập nên thành phố Tiraspol, ngày nay là thủ đô của Transnistria, vào năm 1792. Một bức tượng Suvorov ngồi trên lưng ngựa được đặt ở trung tâm quảng trường của thành phố và hình ảnh của ông xuất hiện tại các công trình bằng đá của Transnistra.\n\n== Trấn áp cuộc nổi dậy tại Ba Lan ==\nVào năm 1784, cuộc chiến tranh Nga-Ba Lan lại bùng nổ.<ref name=\"khaha343\"\/> Ngay sau khi ký kết hòa bình với Thổ Nhĩ Kỳ, A. V. Suvorov được chuyển đến Ba Lan lần nữa, nơi ông đảm nhận quyền chỉ huy của một quân đoàn và tham gia trận đánh Maciejowice, nơi ông bắt giữ Tổng tư lệnh Nghĩa quân Ba Lan là [[Tadeusz Kościuszko]]. Vào ngày 4 tháng 10 năm 1794, Quân đội của Suvorov đột kích vào kinh đô [[Warszawa]] và chiếm giữ [[Praga]], một trong những thị trấn của thành phố này. Cuộc thảm sát gần 20.000 thường dân tại Praga<ref>: Ledonne, 2003, p.144 [http:\/\/books.google.com\/books?q=Praga&id=oMpmAjRFh88C&vid=ISBN0195161009&dq=The+Grand+Strategy+of+the+Russian+Empire&ie=UTF-8 Google Print] and Alexander, 1989, p.317 [http:\/\/books.google.com\/books?ie=UTF-8&vid=ISBN0195061624&id=Wpncp9oZx0AC&pg=PA317&lpg=PA317&dq=Catherine+the+Great:+Life+and+Legend&vq=Praga&sig=Uaqyj6EYQPmyDvbH1_PrAB-jt8Q Google Print]{{Liên kết hỏng|date=2023-04-16 |bot=InternetArchiveBot }}<\/ref> đã bẻ gãy tinh thần của đội quân kháng cự và đặt kết thúc sớm cho cuộc nổi dậy của Kościuszko. Theo một số tư liệu<ref name=\"Bushko\">{{ru icon}} Alexander Bushkov [http:\/\/libereya.ru\/biblus\/bushkov\/r2\/ ''Russia that never existed''], theo Hồi ký của [[Adam Jerzy Czartoryski]] thì Nguyên soái Suvorov đã cố gắng ngăn chặn cuộc thảm sát.<\/ref> thì cuộc thảm sát là hành động của những người Cossack bán độc lập và không phải là thuộc cấp của Suvorov. Vị tướng Nga đã chấp nhận khó khăn để dừng cuộc thảm sát và thậm chí đã đi xa đến việc lệnh phá hủy cây cầu dẫn tới Warszawa qua sông Vistula<ref name=\"Petrush\">{{ru icon}}A. F. Petrushevsky. ''[http:\/\/history.scps.ru\/suvorov\/pt00.htm \"Generalissimo Prince Suvorov\"]'', chapter ''\"[http:\/\/history.scps.ru\/suvorov\/pt17.htm Polish war: Praga, 1794]\"'', originally published 1884, reprinted 2005, ISBN 5-98447-010-1<\/ref> với mục đích ngăn ngừa bạo lực lan rộng đến Warszawa từ các vùng ngoại ô của nó. Những nhà sử học khác thì bác bỏ điều này,<ref name=\"Tazbir\">{{pl icon}} [[Janusz Tazbir]], ''Polacy na Kremlu i inne historyje'' (Poles on Kreml and other stories), Iskry, 2005, ISBN 83-207-1795-7, [http:\/\/www.iskry.com.pl\/fragmenty\/polacy-kreml.rtf fragment online] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060226011553\/http:\/\/www.iskry.com.pl\/fragmenty\/polacy-kreml.rtf|date=ngày 26 tháng 2 năm 2006}}<\/ref> nhưng đa số không dẫn được tài liệu cho thấy Suvorov chủ định khích lệ hay thử ngăn ngừa cuộc tàn sát.<ref name=\"selection\">[http:\/\/books.google.com\/books?vid=ISBN0195061624&id=Wpncp9oZx0AC&pg=PA317&lpg=PA317&dq=Suvorov+Praga&sig=Uaqyj6EYQPmyDvbH1_PrAB-jt8Q]{{Liên kết hỏng|date=2023-04-16 |bot=InternetArchiveBot }} [http:\/\/books.google.com\/books?vid=ISBN1842125117&id=OA0yDoVBW0QC&pg=PA446&lpg=PA446&dq=Suvorov+Praga&sig=M6_EI4HdBkQItTFn6wfZkzncUmE]{{Liên kết hỏng|date=2023-04-16 |bot=InternetArchiveBot }} [http:\/\/books.google.com\/books?vid=ISBN0198201710&id=jrVW9W9eiYMC&pg=PA722&lpg=PA722&dq=Suvorov+Praga&sig=BMI8OwNPm4xIZDiZtmfD7EZiHBM] [http:\/\/books.google.com\/books?vid=ISBN052137961X&id=7SeNvABpQxYC&pg=PA41&lpg=PA41&dq=Suvorov+Praga&sig=8rlAO4rmvMnDIYEAY9ROubRPQ4s] [http:\/\/books.google.com\/books?vid=ISBN0521559170&id=NpMxTvBuWHYC&pg=PA104&lpg=PA104&dq=Suvorov+Praga&sig=h1EalDsgjIsQMt_T7XQFObUf080] [http:\/\/books.google.com\/books?vid=ISBN1840222034&id=eB16Lty0pMYC&pg=PA430&lpg=PA430&dq=Suvorov+Praga&sig=fonb2NNWVmb4Gc_eb5bjL-usx6U] [http:\/\/books.google.com\/books?vid=ISBN140101948X&id=cpCIDlVL_ggC&pg=PA26&lpg=PA26&dq=Suvorov+Praga&sig=2RMXkJW0PbKBvxWgy94FBdWbeSE]{{Liên kết hỏng|date=2023-04-16 |bot=InternetArchiveBot }} [http:\/\/books.google.com\/books?vid=ISBN0253216281&id=lPSSMhdW_bQC&pg=PA54&lpg=PA54&dq=Suvorov+Praga&sig=8KxJ83yZE1zdwoDv3b1-reqgaMo] [http:\/\/books.google.com\/books?vid=ISBN0801878748&id=MBVwu0QKjf0C&pg=PA402&lpg=PA402&dq=Suvorov+Praga&sig=2vrWPla37pnlP0VzgZ3OlR34n1c] [http:\/\/books.google.com\/books?vid=ISBN0415254914&id=vdS_WBHGBcYC&pg=PA133&lpg=PA133&dq=Suvorov+Praga&sig=ALoVlkM3-qH3mUm3Q0Q2KaMEMBk]{{Liên kết hỏng|date=2023-04-16 |bot=InternetArchiveBot }}<\/ref>. Suvorov không cho phép binh lính của mình cướp phá thành phố trong một thời gian dài cho đến khi điều đó được chấp nhận…, đối với một số người, đặc biệt là những người [[Cossack]] ương ngạnh, như một dấu hiệu cho phép họ làm bất cứ điều gì.<ref name=\"How\">[[John Leslie Howard]], ''Soldiers of the Tsar: Army and Society in Russia, 1462-1874'', Keep, Oxford University Press, 1995, ISBN 0-19-822575-X, [http:\/\/books.google.com\/books?vid=ISBN019822575X&id=X7aBrrs4iOMC&pg=PA216&lpg=PA216&dq=Soviet+looting+Poland&sig=4l93Z-mtZ8pueSTnSFE6uzM0k18 Google Print, p.216]<\/ref> Các tác giả Kha Xuân Kiều - Hà Nhân Học của sách \"Những nhà quân sự nổi tiếng thế giới\" cũng ghi nhận rằng, trong thời gian làm Thống đốc thành Vacsava, ông đã ''\"áp dụng chính sách đàn áp tàn khốc nhân dân Ba Lan\"''.<ref name=\"khaha343\">Kha Xuân Kiều, Hà Nhân Học, sách đã dẫn, trang 343<\/ref>\n\nSau khi quân Ba Lan đầu hàng, A. V. Suvorov trở thành Thống đốc Thành phố Warsaw. Ông đã gửi bản báo cáo tới Nữ hoàng Ekaterina II, trong đó chỉ có một đoạn: ''\"Muôn tâu Nữ hoàng, thành Warsaw giờ là của Người!\"'' (Ура, Варшава наша!). Hay tin, nữ Nga hoàng hồi đáp: ''\"Hoan hô! Nguyên soái Suvorov!\"'' (tiếng Nga: Ура, фельдмаршал!—như vậy là Aleksandr V. Suvorov đã trở thành Nguyên soái). Vị tân Nguyên soái Lục quân cũng làm chủ của điền trang với diện tích không hề nhỏ.<ref name=\"khaha343\"\/> Ông thống trị xứ Ba Lan cho đến năm 1795, khi ông trở về kinh thành Sankt-Peterburg. Năm sau, Nữ hoàng Ekaterina II qua đời (1796), Nga hoàng mới là Pavel I hắt hủi A. V. Suvorov. Do Nguyên soái Suvorov rèn luyện ba quân bằng những quy tắc thực tế. Ông là một ''\"vị lãnh đạo không hề làm theo, và còn vượt lên trên những quy tắc thường thấy của việc phê bình quân sự\"''. Theo ông, ''\"một con người không hoàn toàn, và không đơn thuần là một cái máy\"''. Vì thế, ông phản đối Bộ luật năm [[1796]] của Nga hoàng Pavel I là ''\"mảnh giấy da đã bị chuột ăn và có thể tìm thấy ở góc của một lâu đài cổ kính\"''.<ref>Christopher Duffy, ''Borodino and the War of 1812'', trang 37<\/ref>\n\n== Chiến dịch tại Ý ==\n[[Tập tin:Geller Suvorov.jpg|trái|nhỏ|''Khi bị đày ải, Suvorov nhận lệnh Nga hoàng về chỉ huy Quân đội Nga chiến đấu chống [[Napoléon]]''.]]\n\nTrong vài năm tới, Aleksandr Vasilyevich Suvorov rút về ở ẩn tại điền trang [[Konchanskoe]] gần [[Borovichi]]. Việc Nga hoàng Pavel I thiết lập lực lượng thanh tra (''inspectors'') vào năm 1796 - một trong những cải cách \"tất yếu\" của ông ta - đã làm cho Suvorov, cũng như những vị thống soái cao tuổi khác bực mình, không khác gì những người đồng cấp của họ ở Phổ khi lực lượng thanh tra Phổ ra đơi vào năm 1763.<ref>Christopher Duffy, ''The military experience in the age of reason'', trang 144<\/ref> Một số những lời chỉ trích các [[chiến thuật quân sự]] và quân phục do Nga hoàng Pavel I đề xướng đã đến tai nhà vua. Do đó, ông bị giám sát, và thư từ của ông gửi cho vợ - bà này vẫn còn sống ở thành phố Moskva do cuộc hôn nhân của ông và bà không hề hạnh phúc - cũng bị quấy nhiễu. Người ta nói rằng, cứ vào mỗi [[Chủ nhật|Chủ Nhật]] thì ông lại rung chuông Nhà thờ và ca hát cùng những người [[nông dân]] trong đội hợp ca của Nhà thờ làng. Cứ mỗi ngày trong tuần, ông mặc chiếc [[áo choàng nông dân]] và cùng làm việc với họ.\n\nTuy nhiên, vào năm [[1798]], Hoàng đế Áo yêu cầu khẩn thiết nước Nga tham chiến trong liên quân chống Pháp, nhờ đó Suvorov lại có cơ hội lâm chiến.<ref name=\"ruvrru\"\/> Vào tháng 2 năm 1799, Nga hoàng Pavel I ban Thánh chỉ phong ông làm Tổng tư lệnh của liên quân Nga – Áo, khi đó ông đã 69 tuổi.<ref>Christopher Duffy, ''Eagles over the Alps: Suvorov in Italy and Switzerland, 1799'', trang 14<\/ref> Ông kéo quân đến bán đảo [[Ý]], đập tan tác quân Ý tại các sông Adda, Trebia và Novi. Chiến thắng [[Trận Trebia (1799)|Trebia]] (1799) của ông diễn ra cũng chính tại cái nơi mà [[Hannibal]] đã đại phá quân [[La Mã cổ đại|La Mã]] năm xưa.<ref>Trevor Nevitt Dupuy, ''Understanding defeat: how to recover from loss in battle to gain victory in war'', trang 10<\/ref> Quân đội Nga cũng đánh tan tác các quân đoàn Morơ, Macdona và Ruberơ của [[Cách mạng Pháp]], mở đường tiến tới [[Milano|Milan]] và Lômbacdi. Thế là chỉ trong khoảng 5 tháng, liên quân Nga - Áo do Suvorov thống lĩnh đã quét sạch quân Pháp ra khỏi bán đảo Ý nói chung, các thành phố Milan và [[Torino]] nói riêng.<ref name=\"ruvrru\"\/> Với những thắng lợi của ông, chính phủ Áo phong Suvorov làm \"Vương công xứ Ý\". Tuy vậy, Đế quốc Áo sợ rằng Quân đội Nga sẽ xâm chiếm luôn bán đảo Ý. Chính vì thế, Quân đội Áo rời khỏi xứ Thuỵ Sĩ, quân Pháp thừa thắng vây hãm toàn bộ quân Nga ở đây.<ref name=\"khaha343\"\/>\n\n[[Tập tin:suvorov crossing the alps.jpg|phải|nhỏ|''Quân đội Nga dưới sự chỉ huy của Đại nguyên soái Suvorov vượt dãy Anpơ vào năm 1799.'']]\nNghe lệnh từ cấp trên, Suvorov mang quân đến Thuỵ Sĩ đánh quân Pháp, tăng viện cho quân Thuỵ Sĩ. Cùng với quân sĩ, ông vượt qua các hẻm núi Sangota, Đê Vir và Schvâyzơ mà giao chiến với đối phương. Tại dãy [[Anpơ]], băng tuyết vô cùng dày đặc, đường đi vô cùng dốc, Quân đội Nga còn gặp khó khăn về đạn dược và quân nhu, tôn thất đến 50% binh sĩ. Thế nhưng, A. V. Suvorov đã gặt hái chiến công cùng quân sĩ vượt qua dãy núi này, tiến đánh xứ Thuỵ Sĩ. Cuộc hành quân Thụy Sĩ của ông được xem là một cuộc hành quân hiển hách có một không hai trong lịch sử quân sự [[thế giới]] từ cổ chí kim.<ref name=\"ruvrru\"\/> Theo nhận định của [[Friedrich Engels]], Suvorov đã lập nên ''\"Cuộc hành quân vượt qua dãy núi Anpơ xuất sắc nhất, tính đến thời điểm đó\"''. Tổng tư lệnh Suvorov cũng thống lĩnh Quân đội Nga rút về nước một cách an toàn.<ref name=\"khaxuankieu344\">Kha Xuân Kiều, Hà Nhân Học, sách đã dẫn, trang 344<\/ref>\n\nDo đã lập kỳ tích lẫy lừng, Aleksandr Vasilyevich Suvorov được Triều đình Nga phong làm \"Đại Nguyên soái\" của Quân đội Nga.<ref name=\"khaxuankieu344\"\/> Nhưng mặt khác, cuộc hành quân Thụy Sĩ cũng hoàn toàn tiêu hao năng lực của vị Đại Nguyên soái.<ref name=\"ruvrru\"\/>\n\n== Qua đời ==\nNhưng không ai tin được Pavel I, ông vua mang tính cách trái ngược hoàn toàn với người mẹ Ekaterina II của mình. Là một vị Nga hoàng nóng nảy, tính khí thất thường và chuyên quyền, độc đoán, ông ta muốn mọi việc phải tuân theo ý mình, và không để các thuộc cấp tự do hành động và không khuyến kích sáng kiến của họ. Quân đội thì được huấn luyện và trang bị theo kiểu Đức.<ref name=\"lvq9\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 152-154<\/ref> Do đó, A. V. Suvorov không làm gì mất lòng chủ mà lại bị nhà vua kết án một cách vô căn cứ. Lúc về tới [[Riga]], ông nhận được một bức thư của một cố vấn riêng, có nghĩa là nhân danh Nga hoàng đã buộc tội ông dung túng cho quân lính vi phạm luật pháp. Nga hoàng tước bỏ tất cả những vinh dự mà ông đã được hưởng và cấm không được trình diện trước mặt nhà vua. Nga hoàng đã kết án Suvorov để ông ta khỏi phải tổ chức lễ ăn mừng chiến công của ông.<ref name=\"khaxuankieu344\"\/>\n\nMột tin như vậy là một tiếng sét đối với người cựu chiến binh đã bị ê chề về những thất bại mới đây giống như những cơn giông buổi tối làm xám xịt một ngày huy hoàng. Vì thế ông tập trung tất cả các sĩ quan của ông trên quảng trường Riga, khóc và từ biệt họ như một người cha xa rời gia đình. Rồi sau khi đã ôm hôn các tướng tá, bắt tay những người khác, ông nói vĩnh biệt họ một lần nữa. Ông để họ tự do đi theo con đường của họ mà không có ông và nhảy lên một chiếc xe trượt. Ông đi suốt đêm ngày, bí mật đến kinh đô mà lẽ ra ông được đắc thắng tiến vào. Ông đi tới nhà một cháu gái ở một khu cách biệt. Mười lăm ngày sau, ngày 18 tháng 5 năm 1800, ông qua đời ở đấy với trái tim tan nát. Theo lệnh của Nga hoàng Pavel I, nhân dân Nga không được để tang vị Đại nguyên soái.<ref name=\"khaxuankieu344\"\/>\n\nBá tước Whitworth, đại sứ Anh Quốc, và nhà thơ Derzhavin là những người duy nhất xuất hiện tại lễ tang. Suvorov được chôn cất tại Nhà thờ Truyền tin trong tu viện Alexander Nevsky, với một dòng đơn giản được tạc trên bia đá, theo như ý nguyện của ông, \"Nơi đây chôn cất Suvorov\". Tuy Nga hoàng Pavel I đã ngược đãi với ông như vậy nhưng danh tiếng của ông vẫn không thể phai mờ.<ref name=\"khaxuankieu344\"\/> Một năm sau, 1801, Nga hoàng Pavel I đánh mất lòng dân, bị Hoàng thái tử Aleksandr giết chết.<ref name=\"lvq9\"\/> Nga hoàng [[Aleksandr I của Nga|Aleksandr I]] cho tạc tượng tưởng nhớ Suvorov tại quảng trường Mars ([[Sankt-Peterburg|Saint Petersburg]]). Tại [[Liên Xô|Liên bang Xô viết]] (cũ), [[Huân chương Suvorov]] được đặt ra vào [[tháng bảy|tháng 7]] năm [[1942]].<ref name=\"khaxuankieu344\"\/>\n\n== Nhận định ==\nAleksandr Vasilyevich Suvorov luôn khuyến khích việc chiến đấu bằng lưỡi lê.<ref>Christopher Duffy, ''Austerlitz 1805'', trang 33<\/ref> Theo nhận định của Kha Xuân Kiều, Hà Nhân Học, ông là một trong những vị thống soái vĩ đại nhất trong lịch sử nước Nga. Trong suốt cuộc đời chinh chiến của mình, ông không hề nếm mùi thất bại. Ngay cả khi binh lực ở thế kém hơn, ông cũng đã phát huy tài chỉ huy lỗi lạc và nghệ thuật dùng binh khéo léo của mình để giành chiến thắng trước những đối thủ như Đế quốc Thổ Nhĩ Kỳ, quân khởi nghĩa Ba Lan và nước Cộng hòa Pháp. Ông đã bị lịch sử lên án vì trấn áp các cuộc đấu tranh giành [[quyền tự do|tự do]] của Ba Lan và Đại cách mạng Pháp. Tuy nhiên, xét về mặt trình độ hiểu biết quân sự và sáng tạo trong chiến thuật thì tên tuổi của ông luôn được đặt lên hàng đầu.<ref>Kha Xuân Kiều, Hà Nhân Học, ''Những nhân vật quân sự nổi tiếng thế giới'', phần: Suvorov - Bách chiến bách thắng, Nhà xuất bản thanh niên, năm 2003, trang 339<\/ref> Tuy nhiên, theo Hoàng đế Pháp [[Napoléon Bonaparte]] thì Đại Nguyên soái A. V. Suvorov có tinh thần chứ không có cái não của một vị chỉ huy quân sự.<ref>Christopher Duffy, ''The wild goose and the eagle: a life of Marshal von Browne, 1705-1757'', trang 63<\/ref>\n\nCũng giống như vua [[Alexandros Đại đế|Alexandros Đại Đế]], ông có trí nhớ xuất sắc. Điều này thể hiện qua việc ông nhớ được tên của hầu hết các binh sĩ dưới quyền của mình. Không những thế, Đại Nguyên soái A. V. Suvorov còn là một người am hiểu văn hóa. Trong cuộc chinh chiến ở Ý vào năm 1799, ông đã đàm đạo với tướng Áo là Zach về tác phẩm \"[[Đôn Kihôtê]]\" của nhà văn người [[Tây Ban Nha]] [[Miguel de Cervantes]], và phân tích đúng đắn về những bức vẽ mà ông nhìn thấy trong các phòng tranh ở Ý.<ref>Christopher Duffy, ''Russia's military way to the West: origins and nature of Russian military power, 1700-1800'', trang 194<\/ref>\n\n== Con cháu và danh hiệu ==\nTên đầy đủ và danh hiệu của Suvorov (tùy theo phát âm tiếng Nga), được đặt cho: Aleksandr Vasiliyevich Suvorov, Vương công xứ Ý, Bá tước Rimnik, Bá tước của đế quốc La Mã Thần thánh, Vương công xứ Sardinia, Đại nguyên soái lực lượng Bộ binh và Hải quân Nga, [[Nguyên soái|Thống chế]] Quân đội Áo và Sardinia; bị thương năng 6 lần, ông là người nhận Huân chương Thánh Andrew tông đồ thứ nhất, Huân chương chiến thắng của Thánh George hạng nhất, Huân chương Thánh Vladimir hạng nhất, Huân chương Thánh Alexander Nevsky, Huân chương Thánh Anna hạng nhất, Huân chương chữ thập lớn Thánh Gioan thành Jerusalem, (Áo) Huân chương Maria Teresa hạng nhất, (Phổ) Huân chương Đại Bàng Đen, Huân chương Đại Bàng Đỏ, the Pour le Merite, (Sardinia) Huân chương Tôn Kính Các Thánh Maurice và Lazarus, (Bayern) Huân chương Thánh Gubert, Huân chương Sư Tử Vàng, (Pháp) Huân chương Dòng Tu Đức Mẹ Mary Đồng Trinh, Huân chương Thánh Lasara, (Ba Lan) Huân chương Đại Bàng Trắng, Huân chương Thánh Stanislaus.\n\n[[Arkadi A. Suvorov]] (1783 - 1811), con trai của danh tướng V. A. Suvorov, trở thành tướng của Quân đội Nga trong thời kỳ [[các cuộc chiến tranh của Napoléon|chiến tranh Napoléon]] và vài cuộc chiến tranh Nga - Thổ Nhĩ Kỳ vào đầu thế kỉ XIX, và sau này chết đuối tại sông Rimnik - chính là nơi đã mang lại cho thân phụ của ông vinh quang lớn lao. Cháu của Suvorov, Alexander Arkadievich (1804 - 1882) cũng trở thành một vị tướng của Quân đội Nga.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* {{1911}}\n* {{chú thích sách|author = Lê Vinh Quốc (chủ biên), Lê Phụng Hoàng, Nguyễn Thị Thư|title=Các nhân vật lịch sử cận đại. Tập II: Nga|publisher=Nhà xuất bản Giáo dục|location=Việt Nam|year=2001}}\n* {{chú thích sách\n | last = Ledonne\n | first = John P.\n | title = The Grand Strategy of the Russian Empire\n | edition = \n | date = \n | year = 2003\n | publisher = Oxford University Press US\n | location = \n | language = \n | isbn = 0-19-516100-9\n | doi =\n | pages = \n | chapter = \n | chapter-url = \n | quote =\n }}\n* [[Christopher Duffy|Duffy, Christopher]] (1999). [http:\/\/books.google.com.vn\/books?id=qHgOAQAAMAAJ&q=%221760%22+%2B+%22Berlin ''Eagles over the Alps: Suvorov in Italy and Switzerland, 1799'']. Emperor's Press. ISBN 1883476186.\n* [[Trevor Nevitt Dupuy|Dupuy, Trevor Nevitt]] (1990). [http:\/\/books.google.com.vn\/books?ei=t6lgTbayI8qeccjiiPAJ&ct=result&id=xMPeAAAAMAAJ&dq=%22Suvorov ''Understanding defeat: how to recover from loss in battle to gain victory in war'']. Paragon House. ISBN 1557780994.\n* [[Từ điển bách khoa Việt Nam|Từ điển Bách khoa Toàn thư Việt Nam]]\n* Kha Xuân Kiều, Hà Nhân Học, ''Những nhân vật quân sự nổi tiếng thế giới'', tác giả: Kha Xuân Kiều, Hà Nhân Học, biên dịch: Phan Quốc Bảo, Hà Kim Sinh, Nhà xuất bản Thanh niên, năm 2003 (In tại xưởng in giao thông, ĐKKHXB số 317\/97\/XB-QLXB, Cục Xuất bản cấp ngày 28 – 01 – 2002). Tài liệu này được dịch từ cuốn sách cùng tên do Nhà xuất bản Thiên Thanh – Bắc Kinh xuất bản năm 2000. Phần: Suvorov - Bách chiến bách thắng.\n* Duffy, Christopher (1964). [http:\/\/books.google.com.vn\/books?id=vBm3AAAAIAAJ&q=%22+Suvorov ''The wild goose and the eagle: a life of Marshal von Browne, 1705-1757'']. Chatto & Windus.\n* {{chú thích sách\n | last = Alexander\n | first = John T.\n | title = Catherine the Great: Life and Legend\n | url = https:\/\/archive.org\/details\/catherinegreatli0000alex\n | edition = \n | year = 1990\n | publisher = Oxford University Press US\n | location = \n | language = \n | isbn = 0-19-506162-4\n | doi =\n | pages = \n | chapter = \n | chapter-url = \n | quote =\n }}\n\n== Đọc thêm ==\n<!--if any of those were used as references, please move them to the appopriate section as per WP:CITE. External links are not references.-->\n* [[Johann Friedrich Anthing|J.F. Anthing]], ''Versuch einer Kriegsgeschichte des Grafen Suworow'' (Gotha, 1796–1799)\n* F. von Smut, ''Suworows Leben und Heerzüge'' (Vilna, 1833—1834) and ''Suworow and Polens Untergang'' (Leipzig, 1858,)\n* Von Reding-Biberegg, ''Der Zug Suworows durch die Schweiz'' (Zürich 1896)\n* Lieut.-Colonel Spalding, ''Suvorof'' (London, 1890)\n* Christopher Duffy (1987). [http:\/\/books.google.com.vn\/books?id=NfwNAAAAQAAJ&pg=PA82&dq=Suvorov#v=onepage&q=Suvorov&f=false ''The military experience in the age of reason'']. Routledge. ISBN 0710210248.\n* Christopher Duffy (1972). [http:\/\/books.google.com.vn\/books?id=nwFoAAAAMAAJ&q=suvorov ''Borodino and the War of 1812'']. Seeley, Service. ISBN 0854220771.\n* [[Christopher Duffy]] (1977). [http:\/\/books.google.com.vn\/books?id=_PlnAAAAMAAJ&q=Suvorov ''Austerlitz 1805'']. Seeley Service. ISBN 085422128X.\n* G. von Fuchs, ''Suworows Korrespondenz, 1799'' (Glogau, 1835)\n* ''Souvorov en Italie'' by Gachot, Masséna's biographer (Paris, 1903)\n* The standard Russian biographies of Polevoi (1853; Ger. trans., Mitau, 1853); Rybkin (Moscow, 1874), Vasiliev (Vilna, 1899), Meshcheryakov and Beskrovnyi (Moscow, 1946), and Osipov (Moscow, 1955).\n* The Russian examinations of his martial art, by Bogolyubov (Moscow, 1939) and Nikolsky (Moscow, 1949).\n* \"1799 le baionette sagge\" by Marco Galandra and Marco Baratto (Pavia, 1999).\n* \"SUVOROV - La Campagna Italo-Svizzera e la liberazione di Torino nel 1799\" by Maria Fedotova ed. [http:\/\/www.pintore.com Pintore] (Torino, 2004).\n\n== Liên kết ngoài ==\n{{thể loại Commons|Alexander Suvorov}}\n{{wikiquote-en|Alexander Suvorov}}\n* [http:\/\/www.ganesha.org\/hall\/suvorov.html Alexander V. Suvorov: Russian Field Marshal, 1729-1800] {{Webarchive|url=https:\/\/archive.is\/20120801155559\/http:\/\/www.ganesha.org\/hall\/suvorov.html |date = ngày 1 tháng 8 năm 2012}}\n* [http:\/\/www.airpower.maxwell.af.mil\/airchronicles\/aureview\/1986\/nov-dec\/menning.html Speed, Assessment, and Hitting Power: Suvorov's Art of Victory] {{Webarchive|url=https:\/\/web.archive.org\/web\/20041017035021\/http:\/\/www.airpower.maxwell.af.mil\/airchronicles\/aureview\/1986\/nov-dec\/menning.html |date = ngày 17 tháng 10 năm 2004}}\n* [http:\/\/www.enlight.ru\/camera\/222\/index_e.html Suvorov military museum in Saint Petersburg]\n* [http:\/\/voyage.home.nov.ru\/suvorovskoe.htm Suvorov's home and family] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050315065905\/http:\/\/voyage.home.nov.ru\/suvorovskoe.htm |date = ngày 15 tháng 3 năm 2005}}\n* [http:\/\/napoleonistyka.atspace.com\/FIELDMARSHAL_SUVOROV.htm Suvorov - the one man who could have stopped Bonaparte] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070504203036\/http:\/\/napoleonistyka.atspace.com\/FIELDMARSHAL_SUVOROV.htm |date = ngày 4 tháng 5 năm 2007}}\n* [http:\/\/www.historynet.com\/magazines\/military_history\/3036296.html Aleksandr Suvorov: Count of Rymniksky and Prince of Italy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061109042940\/http:\/\/www.historynet.com\/magazines\/military_history\/3036296.html |date=2006-11-09 }}\n\n{{DEFAULTSORT:Suvorov, Aleksandr}}\n[[Thể loại:Sinh năm 1729]]\n[[Thể loại:Mất năm 1800]]\n[[Thể loại:Thống chế Nga]]\n[[Thể loại:Bá tước Nga]]\n[[Thể loại:Thân vương Ý]]"}