{"Alexis de Tocqueville":"[[Tập tin:DeTocque.jpg|phải|Alexis de Tocqueville]]\n\n'''Alexis-Charles-Henri Maurice Clérel de Tocqueville''' ([[1805]]–[[1859]]) là đại biểu [[Hạ viện Pháp|Quốc hội]] (1839–1848), Phó Chủ tịch Quốc hội và Bộ trưởng Ngoại giao (1849) của [[Pháp]].\n\nÔng là tác giả của một số khảo luận về hệ thống chính trị của [[Hoa Kỳ]] sau này trở thành tác phẩm kinh điển. Tác phẩm ''[[Nền dân trị Mỹ]]'' là một trong những khảo luận đầu tiên và sâu sắc nhất về lĩnh vực này, phân tích hệ thống lập pháp và hành pháp của Hoa Kỳ cùng ảnh hưởng của những định chế xã hội và chính trị đối với thói quen và cách hành xử của dân chúng. Ông phê phán mạnh mẽ vài khía cạnh của nền dân chủ Hoa Kỳ. Chẳng hạn, ông cho rằng ý kiến quần chúng có xu hướng tạo ra tình trạng chuyên chế, và chế độ cai trị thể theo số đông có thể cũng có tính chất đàn áp như là chế độ của một kẻ chuyên quyền. Ông được cho là nhà thành lập môn chính trị khoa học so sánh.\n\n== Sự nghiệp ==\n\nDe Tocqueville là người con thứ ba của Hervé Bonaventure Clérel de Tocqueville và Louise Le Peletier de Rosanbo (cháu ngoại của một người có chức vụ cao trong chính quyền [[Chrétien-Guillaume de Lamoignon de Malesherbes|Malesherbes]]). Hồi còn ấu thơ ông sống ở [[Verneuil-sur-Seine]], nơi cha ông được chọn làm thị trưởng<ref name=\"tv.org\">http:\/\/www.gradesaver.com\/classicnotes\/authors\/about_alexis_tocqueville.html<\/ref>.<ref>{{chú thích web | url = http:\/\/www.tocqueville.org\/chap1.htm#part1 | tiêu đề = Tocqueville | author =  | ngày =  | ngày truy cập = 19 tháng 11 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 2 tháng 2 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20130202025432\/http:\/\/www.tocqueville.org\/chap1.htm#part1 | url-status = dead }}<\/ref> Từ lúc ông 10 tuổi cha ông đã làm việc tại nhiều vùng như: [[Angers]], [[Beauvais]], [[Dijon]], [[Metz]], [[Amiens]] und [[Versailles]], bởi vì vậy ông chủ yếu là sống với mẹ.<ref name=\"tv.org\" \/> Người trí thức đỡ đầu cho ông lúc đó là [[Louis Lesueur]].<ref>http:\/\/www.tocqueville.culture.fr\/fr\/portraits\/p_alexis-enfance.html<\/ref><br \/>\nNăm 1820 ông chuyển về ở với cha tại [[Metz]], nơi ông theo học trường Collège Royale vào năm 1823 và đã lấy bằng về triết học và nghệ thuật hùng biện.<ref name=\"ado\">http:\/\/www.tocqueville.culture.fr\/fr\/portraits\/p_alexis-metz.html<\/ref> Trong thời gian này ông đã tạo ra một đứa con không hôn thú với một người làm việc.<ref name=\"ado\" \/>\n[[Hình:Alexis de tocqueville.jpg|nhỏ|phải|Alexis de Tocqueville, 1850]]\nSau khi Tocqueville đổi về Paris và tốt nghiệp ngành luật tại đó, ông trở thành nhân viên thẩm tra vào năm 1826 tại [[Versailles]]. Những năm kế tiếp ông làm bạn với [[Gustave de Beaumont]] und Mary Motley (1826), mà ông đã làm lễ cưới hỏi vào năm 1835, tuy nhiên cả hai không có con. Ông học tiếp về lịch sử với giáo sư [[François Guizot]] tại đại học [[Sorbonne]] ở Paris (1829\/30) và lấy bằng tiến sĩ vào năm 1830 tại Versailles.<br \/>\nNăm 1831 chính quyền Pháp ủy nhiệm cho ông nghiên cứu về hệ thống luật lệ và hình phạt bên Mỹ. Tocqueville đã tham quan Mỹ với người bạn ông là [[Gustave de Beaumont]]. Về bài viết „''Về hệ thống nhà tù Hoa Kỳ''\" (''Du système pénitentiaire aux États-Unis''), 2 người đã nhận được giải thưởng của hội [[Académie française]]. Từ cuộc thăm viếng Mỹ và những kinh nghiệm đạt được ở đó đã đưa tới bộ sách nổi tiếng „''De la démocratie en Amérique''\" gồm 2 cuốn. Cuốn sách đầu được xuất bản vào ngày 23 tháng 1 năm 1835<ref>[http:\/\/books.google.de\/books?id=UXkJ0gvjS0AC&pg=PA907&dq=%22De+la+d%C3%A9mocratie+en+Am%C3%A9rique%22+1835+Januar&hl=de&ei=Wkc7Tci_BcWL4AaK4YC1Cg&sa=X&oi=book_result&ct=result&resnum=2&ved=0CDIQ6AEwAQ#v=onepage&q&f=false Alexis de Tocqueville, Arthur Goldhammer (Übersetzung): ''Democracy in America'', Seite 907.] ISBN 1-931082-54-5 (englisch), abgefragt am 22. Januar 2011<\/ref> với một lượng sách dưới 500 cuốn. Ngay trong tháng 6 họ đã phải xuất bản thêm. Lần xuất bản thứ 8 vào năm 1840 tại Paris cũng như là bản dịch của Henry Reeves tại [[Luân Đôn|London]] bao gồm luôn cả quyển 2 những công cuộc nghiên cứu của ông ta.<br \/>\nGiữa năm 1839 và 1848, Alexis de Tocqueville là đại biểu quốc hội thuộc nhóm đối lập ôn hòa. Ông chống đối chính phủ Guizot, mà theo ông đã biến xã hội Pháp thành một công ty cổ phần khổng lồ vô chính trị.<ref>Arnaud Coutant, ''Tocqueville et la constitution democratique'', Mare et Martin, 2008, 680 p.<\/ref> Chỉ hướng tới thịnh vượng, ông ta giải thích, sẽ không làm cho người dân trở thành một công dân tốt. Cùng với những người bạn đồng tư tưởng chính trị ông tranh đấu, theo như truyền thống của những nhà quý tộc cấp tiến với tinh thần cao thượng, tuy nhiên không thành công trong việc đòi xóa bỏ chế độ nô lệ.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{sơ khai chính khách Pháp}}\n{{Thời gian sống|sinh=1805|mất=1859|tên=Tocqueville, Alexis de}}\n\n[[Thể loại:Nhà sử học Pháp|Tocqueville, Alexis de]]\n[[Thể loại:Quý tộc Pháp|Tocqueville, Alexis de]]\n[[Thể loại:Viện hàn lâm Pháp|Tocqueville, Alexis de]]\n[[Thể loại:Chính khách Pháp|Tocqueville, Alexis de]]\n[[Thể loại:Người Paris|Tocqueville, Alexis de]]\n[[Thể loại:Nhà triết học Pháp]]\n[[Thể loại:Mất năm 1859]]\n[[Thể loại:Triết gia thế kỷ 19]]\n[[Thể loại:Nhà văn từ Paris]]"}