{"Alexander Turney Stewart":"{{Thông tin viên chức\n|ngày sinh={{birth date|1803|10|12}}\n|name=Alexander Stewart\n|birth_name=Alexander Turney Stewart\n|birth_place=[[Lisburn]], [[Ulster]], [[Vương quốc Ireland|Ireland]], [[Vương quốc Liên hiệp Anh và Ireland|Vương quốc Anh]]\n|death_date={{death date and age|1876|4|10|1803|10|12}}\n|death_place=[[Thành phố New York]], [[New York (tiểu bang)|New York]], [[Hoa Kỳ]]\n|party=[[Đảng Cộng hòa (Hoa Kỳ)|Cộng hòa]]\n|image=Alexander Turney Stewart.nypl.org.jpg}}\n'''Alexander Turney Stewart''' (12 tháng 10 năm 1803 &ndash; 10 tháng 4 năm 1876) là một doanh nhân người [[Người Ireland|Ailen]] thành công, người đã kiếm được khối tài sản trị giá hàng triệu đô la của mình tại thời điểm kinh doanh hàng khô rộng lớn và sinh lợi nhất thế giới.\n\nStewart được sinh ra ở [[Lisburn]], [[Ulster]], [[Vương quốc Liên hiệp Anh và Ireland]], và từ bỏ khát vọng ban đầu trở thành một bộ trưởng để đến thành phố New York vào mùa hè năm 1823. Ông đã dành một thời gian ngắn giảng dạy trước khi trở về Ai-len để nhận số tiền mà ông nội đã để lại cho ông, mua một số khăn trải và dây buộc của [[Belfast]], và quay trở lại New York để mở một cửa hàng.\n\nStewart đã có kỹ năng đặc biệt trong kinh doanh, và bởi 1848, ông đã xây dựng một cửa hàng lớn có mặt tiền bằng đá cẩm thạch trên Broadway giữa đường Chambers và đường Reade, nhằm cống hiến cho các chi nhánh bán buôn của doanh nghiệp mình, và các cửa hàng bán lẻ lớn nhất thế giới tại thời điểm đó. Stewart cũng có chi nhánh của công ty mình ở nhiều nơi khác nhau trên thế giới và sở hữu một số nhà máy và nhà máy. Stewart có thu nhập hàng năm là 1.843.637 [[đô la Mỹ]] vào năm 1863 (tương đương với {{Inflation|US-GDP|1.843637|1863|r=1|fmt=c}} đô la triệu trong {{Inflation\/year|US-GDP}}){{Inflation\/fn|US-GDP}}. Thành công kinh doanh của ông được ước tính đã đưa ông trở thành một trong hai mươi người giàu nhất trong lịch sử vào năm 2007, với khối tài sản tương đương khoảng 90 tỷ đô la Mỹ vào năm 2012.<ref name=\"Wealthiest\">{{Chú thích web|url=https:\/\/www.nytimes.com\/ref\/business\/20070715_GILDED_GRAPHIC.html#|title=The Wealthiest Americans Ever|date=ngày 15 tháng 7 năm 2007|publisher=[[The New York Times]]}}<\/ref>\n\n== Những năm đầu ==\nAlexander Turney Stewart được sinh ra ở Lisburn, Ireland, với cha mẹ Tin lành Scotland vào ngày 12 tháng 10 năm 1803. Ba tuần sau khi sinh, cha nông dân của Stewart đã chết vì bệnh lao. Khoảng hai năm sau, mẹ của Stewart đã tái hôn và theo người chồng mới sang Mỹ, để lại Stewart để được ông ngoại, John Tyer nuôi dưỡng.\n\nTorney muốn cháu trai duy nhất của mình trở thành một mục sư trong Giáo hội Ireland. Năm bảy tuổi, Stewart được gửi đến một trường làng, và vào năm 1814, vào Học viện Anh ngữ của ông Neely. Khi ông của Stewart qua đời vào năm 1816, ông được đưa vào nhà của Thomas Lamb, một [[Quakers|Quaker]] người Ireland.\n\nSau khi hoàn thành chương trình giáo dục chính thức của mình tại Viện hàn lâm học viện Belfast, ông đã viết thư cho mẹ mình ở thành phố New York. Trong khi ấp ủ mong muốn được chuyển đến đó, Stewart mười lăm tuổi đã được Lamb thuyết phục để có được một số kinh nghiệm kinh doanh bằng cách kiếm tiền như một người bán tạp hóa ở Belfast. Nhanh chóng mệt mỏi với công việc, Stewart đã đóng gói túi của mình vào mùa xuân năm 1818 và rời đi New York với số tiền 500 đô la mà ông đã kiếm được khi còn là một cậu bé mang túi.\n\nSau sáu tuần trên biển, Stewart đến nhà mẹ mình. Anh ta trở thành một gia sư 300 đô la một năm tại Học viện Isaac N. Bragg, một ngôi trường dành cho những thanh niên giàu có trên đường Roosevelt, và gia nhập một nhà thờ [[Giáo hội Giám nhiệm (Hoa Kỳ)|Tân]] giáo do Reverend Edward Mitchell điều hành. Ở đó, anh gặp người vợ tương lai của mình, Cornelia Mitchell Clinch, con gái của Susannah Banker và James Clinch, một người chèo thuyền giàu có. Anh trai của Cornelia, Charles P. Clinch (1797 Từ1880) là Nhà sưu tập tích cực của Cảng New York.\n\n== Tại Stewart & Co. ==\nCác nhà sử học biết rất ít về cuộc sống của Stewart trong khoảng thời gian từ 1818 đến 1822, ngoại trừ việc ông trở về Ireland sau khi nhận được tài sản thừa kế có giá trị từ 5.000 đến 10.000 đô la Mỹ. Di chúc liên quan đến Stewart đã nêu:\n\n: Tôi để lại cho cháu trai thân yêu của mình ALEXANDER tất cả phần còn lại của tài sản, nhà cửa và đất đai của tôi, với các phụ lục, chứng khoán, cây trồng, và các loại. Số tiền phát sinh từ việc bán bất động sản sẽ được cấp nếu cháu trai tôi ALEXANDER T. STEWART để chu cấp hàng năm cho bà ngoại của anh ta, MARTHA STEWART, trong ba guinea hàng năm cho đến khi bà ấy mất.<ref>Elias, 6.<\/ref>\n\nKhi trở về thành phố New York vào năm 1823, Stewart kết hôn với Cornelia vào ngày 16 tháng 10. Trước khi kết hôn, Stewart đã mở cửa hàng đầu tiên, đặt tại 283 Broadway, nơi bán vải Ailen và vải in hoa nội địa được mua bằng tiền từ tài sản thừa kế và lương gia sư. \n[[Tập tin:A.T._Stewart_&_Co_logo_1872.png|phải|nhỏ|260x260px| AT Stewart & Co. logo ca. 1872]]\nCửa hàng mở cửa vào ngày 1 tháng 9 năm 1823, ngay đối diện Công viên Tòa thị chính, phía bắc Phố Chambers ở phía đối diện với đường Broadway, nơi Cung điện Ngũ Hành sau này của ông sẽ đứng. Được thuê với giá 375 đô la một năm, nó có [[chiều rộng]] 12,5 feet, sâu 30 feet, khá nhỏ theo tiêu chuẩn ngày nay nhưng trung bình trong suốt thế kỷ 19. Một phần phía trước lớn hơn được sử dụng cho doanh nghiệp được chia cho một bức tường mỏng từ phần phía sau nhỏ hơn làm nơi ở của Stewart.\n\nKhông giống như các đối thủ cạnh tranh hàng khô khác nằm dọc theo phố Pearl, Stewart đã đặt cửa hàng của mình vài dãy nhà ở phía tây đường Broadway. Ông tin rằng khách hàng sẽ đi mua hàng ở nơi họ có thể dễ dàng tìm thấy giá tốt nhất, nói rằng chìa khóa thành công không phải là nơi cửa hàng được đặt, mà là nơi \"để có được giao dịch bán buôn rẻ hơn các đối thủ cạnh tranh\".<ref>Elias, 11<\/ref>\n\nLần đầu tiên mở cửa hàng, Stewart đã đặt các thùng hàng đầy hàng hóa dọc theo vỉa hè trước cửa hàng như một cách quảng cáo cho cơ sở của mình. Stewart tuyên bố rằng \"sự lộn xộn lộn xộn trước cửa hàng và thúc đẩy đám đông quảng cáo cho doanh nghiệp.\" <ref>Hubbard, 109.<\/ref>\n\nKhi vươn lên dẫn đầu các nhà phát triển bán lẻ, Stewart không có biển hiệu nào ở bất kỳ nơi nào trong cửa hàng của mình và không sử dụng bất kỳ quảng cáo nào cho đến ngày 13 tháng 5 năm 1831. Ông cảm thấy rằng bất cứ ai muốn mua sắm trong cửa hàng của mình sẽ \"biết nó nằm ở đâu\".<ref>Elias, 15.<\/ref>\n\nMột người bán hàng bẩm sinh, Stewart nhận ra rằng \"bạn sẽ đối phó với những người thiếu hiểu biết, cố chấp và vô tội. Bạn sẽ thường có cơ hội để lừa họ. Nếu họ có thể, họ sẽ lừa bạn, hoặc ép bạn bán với giá thấp hơn chi phí. Bạn phải khôn ngoan, nhưng đừng quá khôn ngoan. Bạn đừng bao giờ lừa dối khách hàng ngay cả khi bạn có thể.... Bạn phải làm cho cô ấy hạnh phúc và hài lòng, vì vậy cô ấy sẽ trở lại.\" <ref>Hubbard, 112.<\/ref> Stewart cho rằng chìa khóa để thành lập một doanh nghiệp tuyệt vời là kết bạn với khách hàng và khuyến khích sự trở lại của họ, tức là tập trung vào dịch vụ khách hàng.<ref name=\"Wealthiest\"\/> \n[[Tập tin:280-broadway.jpg|trái|nhỏ| 280 Broadway, \"Cái nôi của cửa hàng bách hóa\"]]\nTừ năm 1846 đến 1848, các chi tiết xây dựng và hoàn thiện đã được hoàn thành tại một trong những tòa nhà nổi tiếng nhất của Stewart, \"Cung điện cẩm thạch\" tại 280 Broadway. Cơ sở này, \"cái nôi của [[cửa hàng bách hóa]] \",<ref>[http:\/\/tps.cr.nps.gov\/nhl\/detail.cfm?ResourceId=1780&ResourceType=Building \"A. T. Stewart Company Store\". National Historic Landmark summary listing. National Park Service.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110605234121\/http:\/\/tps.cr.nps.gov\/nhl\/detail.cfm?ResourceId=1780&ResourceType=Building |date=2011-06-05 }} ngày 30 tháng 6 năm 2009.<\/ref> đã đưa AT Stewart & Company trở thành nhà bán lẻ hàng đầu thành công nhất nước Mỹ.\n\nTòa nhà, ban đầu có bốn tầng trên một tầng trệt được hỗ trợ trên các cột Corinthian bằng gang, tồn tại ở 280 Broadway ở góc đường Chambers,<ref name=\"EB1911\">{{Cite EB1911|wstitle=Stewart, Alexander Turney|volume=25|page=912}}<\/ref> ngay đối diện cửa hàng đầu tiên của anh. Nó bán quần áo nhập khẩu của phụ nữ châu Âu. Ngoài hàng hóa của nó, tầng thứ hai còn cung cấp \"buổi trình diễn thời trang\" dành cho phụ nữ đầu tiên vì những chiếc gương dài bằng thân người cho phép phụ nữ nhìn mình từ nhiều góc độ khác nhau.\n\nThiết kế của Ý, phải đối mặt với đá cẩm thạch Tuckahoe, nổi bật với bốn tầng cửa sổ hình thang, tòa nhà thương mại đầu tiên ở Hoa Kỳ với ngoại thất xa hoa. Bên trong, Stewart không chỉ muốn trưng bày hàng hóa của mình mà còn nhấn mạnh ánh sáng tự nhiên từ nhà tròn trung tâm và trần nhà cao.\n\n\"Cung điện cẩm thạch\" tuyên bố là một trong những \"cửa hàng lớn\" đầu tiên bán hàng hóa và là một thành công lớn về tài chính. Năm 1855, tài sản cá nhân của Stewart được ước tính là 2,25 triệu đô la.<ref>Jensen, Joan M. và Sue Davidson, biên tập. Một cây kim, một Bobbin, A Strike: Phụ nữ vá ở Mỹ. Philadelphia: Nhà xuất bản Đại học Temple, 1984: trang 63.<\/ref> Năm 1856, Stewart quyết định mở rộng hàng hóa của mình để bao gồm cả lông thú, \"da tốt nhất và tự nhiên nhất\", như khách hàng đã nói. Vào những năm 1850, ông cũng theo các nhà bán lẻ khác như [[Macy's]], Lord and Taylor và B. Altman and Company đến khu vực được gọi là \" Ladies 'Mile \", trên Đại lộ Broadway và Sixth Street giữa Đường 9 và 23. \n[[Tập tin:A.T._Stewart's_Retail_Store,_Broadway_and_10th_Street,_from_Robert_N._Dennis_collection_of_stereoscopic_views_cleaned.jpg|nhỏ|\"Cung điện\" bằng gang của A. T. Stewart, được xây dựng vào năm 1862, chiếm trọn một dãy nhà tại đường Broadway và đường 10]]\nTuy nhiên, vào năm 1862, cửa hàng bách hóa \"thực sự\" của Stewart, được gọi là \"Cung điện sắt\", đã được xây dựng. Tòa nhà sáu tầng này với mặt trước [[Gang|bằng gang]], giếng trời bằng kính và cửa hàng lớn đã thuê tới 2.000 người. Cấu trúc to lớn chiếm một phần lớn của khu phố gần Nhà thờ Grace, từ Phố Broadway và Đường số 9 đến Phố 10 và Địa điểm Astor. Mười chín phòng ban của cơ sở bao gồm lụa, hàng may mặc, [[thảm]] và đồ chơi.\n\nĐến năm 1877, nó đã mở rộng đến ba mươi phòng ban, cùng với nhiều chủng loại hàng hóa. Theo ghi nhận của ''[[The New York Times]]'', \"một người có thể trang bị ngôi nhà của mình ở đó xuống giường, thảm và ghế bọc.\" <ref>Elias, 24.<\/ref>\n\n=== Thư đặt hàng kinh doanh ===\nAT Stewart & Company đã không được chú ý trong cả nước. Cùng với cửa hàng bán lẻ thành công ở thành phố New York, Stewart cũng tự khẳng định mình là một trong những người đàn ông giàu có nhất nước Mỹ bằng cách cho phép phụ nữ trên cả nước mua và đặt hàng từ cửa hàng bách hóa bán buôn của mình.\n\nBắt đầu từ năm 1868, Stewart bắt đầu nhận được thư của phụ nữ ở các vùng nông thôn của Hoa Kỳ yêu cầu hàng hóa của mình. Stewart đã nhanh chóng trả lời những bức thư và đơn đặt hàng này bằng cách gửi các yêu cầu và thậm chí trả tiền bưu chính. Sau khi nhận được, phụ nữ sẽ gửi lại số tiền cần thiết để trả cho đơn đặt hàng của họ.\n\nNhìn thấy tiềm năng cho việc kinh doanh đặt hàng qua thư, vào năm 1876 Stewart đã thuê hai mươi nhân viên để đọc, trả lời và gửi các đơn đặt hàng. Năm đó, ông kiếm được hơn 500.000 đô la từ việc kinh doanh gửi thư một mình. Hiệu quả, sự thuận tiện và lợi nhuận của kinh doanh đặt hàng qua thư của Stewart đã thu hút được rất nhiều sự chú ý từ khắp cả nước mà các doanh nghiệp nổi tiếng khác như Sears, Montgomery Ward và Spiegel đều nối gót ông.\n\n== Được đề cử là Bộ trưởng Tài chính Hoa Kỳ ==\nVào tháng 3 năm 1869, Tổng thống [[Ulysses S. Grant]] đã đề nghị Stewart giữ chức [[Bộ trưởng Ngân khố Hoa Kỳ|Bộ trưởng Tài chính]] (sau khi Joseph Seligman từ chối), nhưng ông không được [[Thượng viện Hoa Kỳ]] chấp thuận. Một nguồn tin <ref>[[Carl Schurz]], {{ws|[[s:The Reminiscences of Carl Schurz|''Reminiscences'']]}} Tập 3, tr. 304.<\/ref> cho biết rằng một trở ngại lớn đối với việc bổ nhiệm của Stewart là một điều khoản trong đạo luật ngày 2 tháng 9 năm 1789, thành lập Bộ Tài chính, cấm một thương gia hoặc nhà nhập khẩu làm việc cho Bộ. Mặc dù Grant yêu cầu hai viện của Quốc hội để gạt điều khoản này nhưng vấp phải sự phản đối của Charles Sumner, yêu cầu này đã không được xem xét tại Thượng viện. Một nguồn khác <ref>Birmingham, trang. 159.<\/ref> cho rằng sự từ chối của Stewart là do sự liên quan mật thiết của anh ta với Thẩm phán Henry Hilton, chồng của em họ vợ ông và là thành viên của Tweed Ring tham nhũng.\n\n== Biệt thự Đại lộ thứ năm ==\n[[Tập tin:Alexander_Turney_Stewart_residence.nypl.org.jpg|phải|nhỏ|250x250px| Thành phố New York của AT Stewart, góc đường 34 và [[Fifth Avenue|Đại lộ số 5]]. ]]\nVào năm 1869 và 1870, A. T. Stewart đã xây dựng tòa lâu đài đầu tiên [[Fifth Avenue|Đại lộ thứ năm]], ở góc tây bắc của Phố 34, đối diện với ''doyenne'' của xã hội New York, Caroline Schermerhorn Astor.<ref>{{Chú thích web|url=http:\/\/www.vintagedesigns.com\/id\/highvic\/stewart\/index.htm|title=Interior of A.T. Stewart Residence: Six Flights of Splendor|website=www.vintagedesigns.com}}<\/ref> Kiến trúc sư là John Kellum. Khi mà toàn bộ Đại lộ thứ năm là những dãy nhà bằng đá nâu, tòa nhà của Stewart lại theo phong cách Đế chế thứ hai của Pháp dùng đá cẩm thạch.\n\nNó có ba tầng chính và một gác mái trong một mái nhà hai mảng. Một tầng lửng ở độ cao mái đua đã được sử dụng để lưu trữ. Ngôi nhà được ngăn cách với vỉa hè bởi một giếng ánh sáng giống như hào nước thắp sáng các khu vực dịch vụ trong tầng hầm. Phòng khách chính chạy toàn bộ mặt tiền Đại lộ số 5 của ngôi nhà.\n\nVề cái chết của góa phụ Stewart năm 1886, nó được cho thuê làm cơ sở cho Câu lạc bộ Manhattan và được Childe Hassam miêu tả trong một bức tranh vào năm 1891 <ref>''The Manhattan Club (The Stewart Mansion)'' is at the [[Santa Barbara Museum of Art]] ([http:\/\/www.chubbcollectors.com\/Vacnews\/index.jsp?form=2&ArticleId=170 illustration] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150103042904\/http:\/\/www.chubbcollectors.com\/Vacnews\/index.jsp?form=2&ArticleId=170 |date=2015-01-03 }} ).<\/ref> Cấu trúc này đã bị san bằng vào năm 1901 để nhường chỗ cho cơ sở mới của Công ty tín thác Knickerbocker.\n\n== Đường sắt trung tâm ==\nStewart đã sáp nhập Đường sắt Trung tâm của Long Island vào năm 1871 và hoàn thành nó vào năm 1873, chạy từ Thành phố Long Island thông qua sự phát triển của ông tại Garden City đến một sân gạch tại Bethpage và bến cảng tại Babylon. Đây trở thành một phần của hệ thống Đường sắt Long Island vào năm 1876 và những phần chưa bị bỏ hoang là Chi nhánh Hempstead và Chi nhánh Trung tâm. Xưởng gạch tiếp tục tồn tại cho đến năm 1981, được biết đến với cái tên khác nhau là Bethpage Brickworks, Công ty sản xuất gạch hạt Queens và (sau khi hạt Nassau tách ra từ hạt Queens vào năm 1899) Công ty gạch Nassau.\n\n== Cái chết và ảnh hưởng ==\n[[Tập tin:Garden_City_Station_-_Stewart_Statue.jpg|phải|nhỏ|250x250px| Bust tôn vinh Stewart trong bãi đậu xe của Garden City (trạm LIRR).]]\nTrước khi Stewart qua đời vào năm 1876, ông đã thành công trong việc tạo ra các cơ sở sản xuất của riêng mình. Ông muốn có các nhà máy riêng để cung cấp cho các hoạt động bán buôn và bán lẻ của mình. Với các nhà máy đặt tại New York và [[New England]], Stewart đã sản xuất vải len của riêng mình và thuê hàng ngàn công nhân. Stewart cũng phục vụ trong một số Ủy ban Thương mại của Tiểu bang New York từ năm 1862 đến 1871. Mặc dù không bao giờ được bầu làm viên chức bang New York, ông đã tham dự đám tang của [[Abraham Lincoln|Lincoln]] với tư cách là đại biểu của Phòng.\n\nTrước khi qua đời, ông đã xây dựng tại Hempstead Plains, Long Island, làng Garden City, với mục đích giúp nhân viên của ông thoải mái và có nhà ở thoáng mát với chi phí vừa phải. Sau khi chết, vợ ông là bàCornelia đã dựng lên một số tòa nhà theo ký ức của mình, bao gồm Trường Thánh Paul và Nhà thờ Nhập thể, Garden City;<ref name=\"EB1911\"\/> sau này cũng phục vụ như một lăng mộ cho cả Stewart và vợ.\n\nStewart đã chết như một trong những người đàn ông giàu nhất ở New York, chỉ đứng sau Vanderbilt và Astor. Trị giá tài sản khoảng 50 triệu đô la,<ref>{{Chú thích báo|url=http:\/\/money.cnn.com\/galleries\/2007\/fortune\/0702\/gallery.richestamericans.fortune\/3.html|title=The Richest Americans - 3|date=February 2007|archive-url=https:\/\/web.archive.org\/web\/20070223040436\/http:\/\/money.cnn.com\/galleries\/2007\/fortune\/0702\/gallery.richestamericans.fortune\/3.html|archive-date=ngày 23 tháng 2 năm 2007|publisher=[[Fortune (magazine)|Fortune]]}}<\/ref><ref>Với khối tài sản ước tính lên tới 50.000.000 đô la, tỷ lệ tài sản \/ GDP của Stewart bằng 1\/178.<\/ref> Stewart, không giống như những người đàn ông giàu có khác ở New York kiếm được hàng triệu đô la thông qua bất động sản, ông đã làm giàu từ thương mại bán lẻ. Trong số hai mươi bốn nhân viên đã gia nhập A. T. Stewart & Company vào năm 1836, sáu người vẫn làm việc cho công ty vào năm 1876. Đối với những nhân viên dài hạn này, Stewart đã thể hiện lòng biết ơn của mình bằng cách để lại cho họ hơn 250.000 đô la (tương đương với 6.000.000 đô la {{Inflation\/year|US}} {{Inflation-fn|US}}) trong di chúc của ông.\n\nThi thể của Stewart đã bị đánh cắp khỏi ngôi mộ trong thời gian từ chín giờ tối ngày 6 tháng 11 đến sáng ngày 7 tháng 11 năm 1878,<ref>James Carroll Power, \"Lịch sử về một nỗ lực đánh cắp cơ thể của Abraham Lincoln\" (1890), tr. 80<\/ref> 2 năm, 6 tháng, 24 ngày sau khi chôn cất tại St. Mark's Church in-the-Bowery. Hài cốt được giữ với giá 20.000 đô la tiền chuộc. Tiền chuộc đã được trả và hài cốt được trả lại, mặc dù chưa bao giờ được xác định là của anh ta. Một truyền thuyết địa phương nói rằng lăng mộ giữ hài cốt của ông được trang bị các thiết bị an ninh sẽ khiến tiếng chuông của Nhà thờ vang lên nếu bị quấy nhiễu.<ref>[[Herbert Asbury]], ''The Gangs of New York'' (1928).<\/ref><ref>Door Wayne Fanebust, [https:\/\/books.google.com\/books?id=3ysWzsutqrcC ''The Missing Corpse: Grave Robning a Gilded Age Tycoon.''] [https:\/\/books.google.com\/books?id=3ysWzsutqrcC]<\/ref>\n\nPhần lớn tài sản của Stewart, sẽ dành cho bà Stewart với Thẩm phán Henry Hilton là người được ủy thác, là đối tượng của vụ kiện kéo dài, mặc dù một nhóm người thân Turney đã mất liên lạc từ lâu đã nhanh chóng bị xua đuổi. Khiếu nại được dựa một phần vào Bà. Chuyển nhượng vội vàng của Stewart về việc kinh doanh hàng khô vào năm 1876 cho Hilton, để đổi lấy 1.000.000 đô la di chúc cho Hilton, người kinh doanh dưới tên EJ Denning & Co.<ref>''Cuốn sách bách khoa toàn thư về tiểu sử Mỹ'', ''sv'' \"Stewart, Alexander Turney\".<\/ref>\n\nBà Stewart, người sống lặng lẽ ở New York và tại khách sạn Grand Union (Saratoga Springs, New York), nơi cô được thừa kế, đã chết vì viêm phổi ngày 25 tháng 10 năm 1886,<ref>Sau di sản cho gia đình Smith với số tiền $ 1.200.000; cho gia đình Butler 300.000 đô la; cho ba chị em cùng cha mẹ của mình 10.000 đô la mỗi năm trong suốt cuộc đời và cho anh trai (kể từ khi chết) 20.000 đô la hàng năm, cô ấy sẽ quy định phần còn lại được chia bằng cổ phần cho Charles J. Clinch và Henry Hilton. ''Thời báo New York'' 17 tháng 4 năm 1888, trừu tượng.<\/ref> và cựu Thẩm phán Hilton qua đời vào ngày 24 tháng 8 năm 1899.\n\nNăm 1896, Iron Palace được John Wanamaker mua lại và mở lại dưới tên \" Wanamaker's \". The Wanamaker người Philianphia từ lâu đã rất ngưỡng mộ Stewart và tuyên bố rằng một trong những phẩm chất tốt nhất của ông là \"sự quan tâm cá nhân đến từng chi tiết của doanh nghiệp... Ông có thddeeef người khác để chăm sóc các chi tiết - họ phải được chăm sóc, nhưng rất ít người làm công việc quét dọn, và đó là những gì Stewart đã làm. \" <ref>Elias, 24<\/ref> Năm 1917, tờ báo ''New York Sun'' đã mua Cung điện Đá cẩm thạch của Stewart làm các văn phòng chính của mình. Năm 1966, tòa nhà được Thành phố New York chỉ định là một biểu tượng.\n\n=== Phỉ báng ông sau khi chết ===\nVào ngày 1 tháng 5 năm 1890, một thông báo xuất hiện trên tờ ''New York Times'' thông báo [[Joseph Pulitzer]], Julius Chambers, et al. đã bị truy tố vì tội phỉ báng hình sự đối với Alexander T. Stewart. Tờ báo đăng lại một lá thư gửi các luật sư quận, trích dẫn các tuyên bố trong một loạt bài viết ngày 14 tháng Tư19 tại ''Thế giới New York'' cáo buộc Stewart là \"một tội ác đen tối và bí mật\", khi người đàn ông \"mời khách đến gặp nhân tình của mình tại bàn \", và như\" một tên cướp biển của đại dương hàng khô \".<ref>[https:\/\/timesmachine.nytimes.com\/timesmachine\/1890\/05\/01\/103240921.pdf \"Bảo vệ ký ức của Stewart\", ''Thời báo New York'' (1 tháng 5 năm 1890)]<\/ref>\n\n== Các cửa hàng Stewart không liên quan ==\nStewart's là một chuỗi cửa hàng bách hóa không có liên quan, hiện không còn tồn tại [[Baltimore|ở Baltimore, Maryland]], Stewart Dry Goods là một chuỗi khác của [[Louisville, Kentucky]].\n\n== Ghi chú ==\n<references group=\"\" responsive=\"\"><\/references>\n\n== Đọc thêm ==\n\n* Birmingham, Stephen, ''Đám đông của chúng tôi: Các gia đình Do Thái vĩ đại của New York'', Berkley Books, 1985 {{ISBN|0-425-07557-5}} \n* [http:\/\/www.all-biographies.com\/politicians\/alexander_turney_stewart.htm Tất cả tiểu sử: Alexander Turney Stewart]. 2005. Khái niệm webized, LLC. \n* [https:\/\/web.archive.org\/web\/20080222052814\/http:\/\/www.lowermanhattan.info\/about\/history\/did_you_know\/did_you_know_that_62478.aspx Bạn có biết?: Nổi bật với sự hấp dẫn của Manhattan thấp hơn đáng kể trong lịch sử]. 2005. Công ty 39, Inc. \n* Elias, Stephen. ''Alexander T. Stewart: Hoàng tử thương nhân bị lãng quên''. Westport, CT: Nhà xuất bản Praeger, 1992. \n* Hubbard, Elbert. ''AT Stewart: Những hành trình nhỏ đến những ngôi nhà của những doanh nhân bị lãng quên''. Câu 25: Số 4. Đông Aurora, NY: The Roycrofters, 1909. \n* Resseguie, Harry E. \"Alexander Turney Stewart và sự phát triển của cửa hàng bách hóa, 1823-1876.\" ''Tạp chí Lịch sử kinh doanh'' 39,03 (1965): 301-322. [https:\/\/www.jstor.org\/stable\/3112143 trong JSTOR]\n\n== Liên kết ngoài ==\n\n* [https:\/\/archive.org\/stream\/cyclopaediaofame08wilsuoft#page\/196\/mode\/2up Phác thảo tiểu sử năm 1918] \n* [http:\/\/gildedage3.omeka.net\/exhibits\/show\/collectors\/sumptuoussales\/atstewart G mạ thời đại mạ vàng:] Hương vị [http:\/\/gildedage3.omeka.net\/exhibits\/show\/collectors\/sumptuoussales\/atstewart & xu hướng trang trí nội thất ở thành phố New York] Một sự hợp tác giữa Bộ sưu tập nghệ thuật Frick và Lưu trữ William Randolph Hearst tại LIU Post.\n\n[[Thể loại:Người Manhattan]]\n[[Thể loại:Thương mại bán lẻ]]\n[[Thể loại:Công ty bán lẻ]]\n[[Thể loại:Doanh nhân Mỹ trong thương mại bán lẻ]]\n[[Thể loại:Người Mỹ gốc Scotland]]\n[[Thể loại:Người Ireland gốc Scotland]]\n[[Thể loại:Mất năm 1876]]\n[[Thể loại:Sinh năm 1803]]\n[[Thể loại:Thành phố Garden, New York]]\n[[Thể loại:Người di cư Ailen đến Hoa Kỳ (trước năm 1923)]]"}