{"Ali bin Abu Talib":"{{Thông tin nhân vật hoàng gia\n| tên=Ali bin Abi Talib\n| tước vị=[[Khalip]] của hệ phái [[Hồi giáo Sunni|Sunni]]<br>[[Imam]] của [[hệ phái Shia]]\n| tại vị=656 – 661\n| tên đầy đủ = Ali bin Abu Talib\n| tiền nhiệm = [[Othman bin Affan]] \n| kế nhiệm = [[Hasan ibn Ali]]<br>[[Mu'Awiya I]] \n| sinh = [[17 tháng 3]] năm 599\n| nơi sinh = [[Mecca]]\n| mất = [[27 tháng 1]] năm 661\n| nơi mất = [[Kufa]]\n| con cái = [[Hasan ibn Ali]]<br>[[Husayn ibn Ali]]<br><small>xem:[[Hậu duệ của Ali ibn Abu Talib]]<\/small>\n}}\n'''Ali bin Abu Talib''' ([[17 tháng 3]] năm [[599]] hoặc 600<ref>Ahmed (2005), trang 234<\/ref> - [[27 tháng 1]] năm [[661]]) là một người em họ, con rể và là [[Ahl al-Bayt]], người nhà của [[các nhà tiên tri đạo Hồi|nhà tiên tri]] [[Muhammad]] của [[Hồi giáo|Islam]], thống trị [[đế quốc Rashidun]] từ năm 656 tới 661 và là một nhân vật lỗi lạc trong lịch sử Islam. Những người Muslim theo [[hệ phái Sunni]] xem Ali và vị [[Rashidun]] (Righty Guided [[Khalip]]) thứ tư và cuối cùng. Ông cũng là [[Imam]] của [[hệ phái Shia]] Muslim (632-661).\n\n== Thân thế ==\nAli bin Abu Talib vốn là con trai của bác nhà tiên tri Muhammad, [[Abu Talib]]. Ông đã kết hôn với [[Fátima|Fatima]] con gái của nhà tiên tri Muhammad và là một trong những người đầu tiên công nhận sự mặc khải của ngài.\n\nÔng Ali vốn được nhiều người nể trọng vì tính tình rộng lượng, tài hùng biện và nhất là tài năng của một vị tướng quân. Vào thời gian này, ông được mô tả như một người mập mạp, đầu hói, có râu bạc trắng, dáng người bệ vệ gây uy tín đối với người khác.\n\n== Sự nghiệp ==\nKhi mới nhậm chức [[khalip]] (hoàng đế Hồi giáo) thay cho ông [[Othman bin Affan]] bị [[ám sát]], Ali đã gặp nhiều sự chống đối kịch liệt đặc biệt từ hai người cùng tranh chức vị và từ bà vợ góa của nhà tiên tri Muhammad là [[A'isha]]. Có [[sử gia]] cho rằng mối thù này là do A'isha bị Ali nghi ngờ tấm lòng chung thủy của bà khi bà tới [[Medina]] trễ cùng với một người trẻ tuổi trong một bộ lạc với lý do ở lại để tìm kiếm một món nữ trang bị thất lạc, và bà A'isha không bao giờ tha thứ cho ông Ali về vấn đề này.\n\nĐến khi Khalip Othman bị ám sát, chức vụ khalip bị bỏ trống thì A'isha đã hợp tác với hai nhân vật có nhiều tham vọng: Zubair và Talha, âm mưu nổi loạn, tố cáo Ali đã không đưa vụ sát hại Othman ra công lý. Những người âm mưu đã chiếm được thành phố quân sự [[Basra]] tại [[Iraq]], lật đổ viên tổng trấn theo phe của ông Ali.\n\nDo không có lực lượng quân sự để đánh dẹp quân nổi loạn, Ali đã cùng một vài người ủng hộ tại Medina đi tới thành phố Koufa cách [[Basra]] khoảng 300&nbsp;km, rồi cả hai phe củng cố binh lực. Tại Basra, quân đội của Ali đã chiến thắng trong [[trận Camel]] lừng danh.\n\nSau trận thắng này, Ali đặt bộ chỉ huy mới tại Koufa nằm ngay giữa trung tâm đế quốc Islam và ông đã tìm cách hòa giải với các kẻ thù cũ, tuy nhiên những cuộc khủng hoảng đã xảy ra tại Koufa trong khi Ali đang tìm cách thay thế những người thân thuộc của khalip Othman đã quá cố. Một trong số những vị này là Mu'Awiya, tổng đốc [[Syria]] và là một thành viên trong gia đình [[Nhà Omeyyad|Omeyyad]] ở Mecca. Mu'Awiya đã không chịu rút lui dễ dàng mà còn tố cáo ông Ali đồng lõa trong vụ mưu sát Othman và yêu cầu ông mang vụ sát nhân này ra xét xử. Đòi hỏi này đã được nhiều người ủng hộ và sau đó, sự do dự của Ali đã bị tố cáo là cách che chở cho các kẻ phạm pháp. Trong một buổi lễ trong một thánh đường Islam tại [[Damas]]cus (Syria), Mu'Awiya đã cho người trưng ra một tấm áo màu trắng đẫm máu mà khalip Othman đã từng mặc.\n\nLà một nhà trị vì có khả năng và một chính khách khéo léo, Mu'Awiya đã được sự ủng hộ của dân Syria và tướng Amr - một vị tướng giỏi, người đã bị Khalip Ali cho thay chức tổng trấn [[Ai Cập]].\n\nSự chống đối của nội bộ Islam khiến cho Ali phải dẫn một đội quân đi đối phó với Muawiyah vào [[tháng bảy|tháng 7]] năm [[657]], gần thành phố Siffin gần biên giới Syria - Iraq ngày nay, thuộc phía bắc thung lũng dòng sông [[Euphrates]]. Sau một trận đánh khốc liệt, quân của Mu'Awiya phải rút lui nhưng sau đó viên tướng Amr đã cho binh lính cắm trên đầu những ngọn giáo các trang giấy quyển [[qur’an|kinh Qur'an]] và hô to:\n:''Quyết định chỉ thuộc về thượng đế.''\n\nThấy vậy, binh sĩ của Ali từ chối chống lại những người làm theo lời thượng đế. Cuộc chiến do đó đã bị ngưng lại và việc hòa giải kéo dài trong 6 tháng.\n\nDo khalip Ali chấp thuận sự giảng hòa, phe cánh của Mu'Awiyah đã ở tại vị thế ngang bằng, lại được sự cố vấn của một người tài ba là tướng Amr. Vị tướng này đã đề nghị chọn một trong hai người: Ali và Mu'Awiya làm Khalip qua giải pháp trọng tài thay vì tranh chấp. Khalip Ali đã không chấp thuận điều này nhưng cũng không làm sao tiếp tục cuộc chiến với Mu'Awiya vì phần đông quân sĩ từ chối việc này. Vì những chia rẽ của nội bộ, phe chống đối Ali sau đó lập ra một phe ly khai gọi là Kharijites.\n\n[[Tháng bảy|Tháng 7]] năm [[658]], lực lượng của Ali bin Abu Talib và quân Kharijites đối đầu nhau trong một trận đánh phía đông sông [[Tigris]], thuộc miền trung tâm của [[Iraq]]. Ali đã chiến thắng nhưng lực lượng của ông bị suy yếu, không đủ sức chống lại phe Syria do Mu'Awiya chỉ huy. Phe này đã thành lập một miền đất độc lập trong đế chế Hồi giáo bao gồm cả xứ Ai Cập. Quân đội Syria đã nhiều lần đánh phá các thành phố của Ali.\n\n== Qua đời ==\n[[Tập tin:Martyrdom of Imam Ali - By Yousef Abdinejad.jp.jpg|nhỏ|Sự ám sát của Ali bin Abu Talib. Hoa si: Yousef Abdinejad]]\nKhalip Ali bin Abu Talib mất vào năm thứ 40 (theo lịch Hồi giáo), ba năm sau khi ông đánh bại quân ly khai. Ông chết dưới lưỡi gươm có tẩm thuốc độc của bin Muljam al-Muradi, một kẻ cuồng tín Kharijites trong khi ông đang ra ngoài đánh thức mọi người ngủ dậy chuẩn bị hành lễ đêm ngày 19 [[tháng Ramadan]]. Không cưỡng nổi vết thương độc hại của hung thủ, Ali trút hơi thở cuối cùng vào xế chiều ngày thứ sáu 21, hưởng thọ 63 tuổi. Hai người con trai của ông là [[al-Hassan]] và al-Hussain đã thực hiện một nghi thức tôn giáo an táng cho cha ở nghĩa trang al-Ghari, Koufa. Sau khi chôn cất mộ phần của ông không lưu lại một vết tích gì cả, đây cũng là ý nguyện cuối cùng của ông.\n\nAli bin Abu Talib đã qua đời trong một nhiệm kỳ ảm đạm và ngắn ngủi. Trong 6 năm cầm quyền, mục tiêu chủ yếu của ông là bảo vệ cho sự hợp nhất của người Muslim. Ông đã cố gắng nắm giữ một giềng mối chia rẽ và chặn đứng lại ý đồ phân tán của lãnh thổ Islam.\n\n== Đọc thêm ==\n* [[Alawism]]\n* [[Alevi]]\n* [[Fatimid]]\n* [[Imam]]\n* [[Ismaili]]\n* [[List of Muslim reports]]\n* [[Wali]]\n\n{{Wikiquote}} \n \n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* [http:\/\/www.vietnamreview.com\/modules.php?name=New&file=print&sit=4387 Vietnam Review Các giáo chủ đạo Hồi sau Muhammad]{{Liên kết hỏng|date=2022-05-03 |bot=InternetArchiveBot }}\n* [http:\/\/haidang.org\/viewstory.php?contentid=176&subjectid=78 Hải Đăng.org - Hồi giáo (Islam) và đời sống] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071114033304\/http:\/\/www.haidang.org\/viewstory.php?contentid=176&subjectid=78 |date = ngày 14 tháng 11 năm 2007}}\n\n{{Các chủ đề|Lịch sử|Ả Rập-Hồi Giáo}}\n\n{{thể loại Commons|Ali}}\n\n[[Thể loại:Sinh năm 599]]\n[[Thể loại:Mất năm 661]]\n[[Thể loại:Ali]]\n[[Thể loại:Converts to Islam]]\n[[Thể loại:Tướng Hồi giáo]]\n[[Thể loại:Rashidun]]\n[[Thể loại:Sahaba]]\n[[Thể loại:Imam Shi'a]]\n[[Thể loại:Shi'a Islam]]\n[[Thể loại:Gia đình Muhammad]]\n[[Thể loại:Vua bị ám sát]]\n[[Thể loại:Chính trị gia Ả Rập]]\n[[Thể loại:Hồi giáo Shia]]\n[[Thể loại:Hồi giáo Sunni]]\n[[Thể loại:Nhà từ thiện]]"}