{"Alp Arslan":"{{Thông tin nhân vật hoàng gia\n|tên=Alp Arslan<br><small>ألب أرسلان<\/small>\n|tước vị=\n|hình=Alp Arslan on throne Majma al-Tawarikh by Hafiz Abru.png\n|ghi chú hình=Minh họa từ cuốn ''Majma' al-Tawarikh'' của Hafiz 'Abru. Tranh vẽ cảnh Alp Arslan lên ngôi ở Herat\n| chức vị= [[Sultan|Hoàng đế]] của [[Đế quốc Seljuk]]\n|tại vị=4 tháng 9 năm 1063 – 15 tháng 12 năm 1072\n|đăng quang=\n|tiền nhiệm=[[Toghrul I|<span style=\"color:grey\">Toghrul-Beg<\/span>]]\n|kế nhiệm=[[Malik-Shah I|<span style=\"color:blue\">Malik-Shah I<\/span>]]\n|sinh=20 tháng 1 năm 1029<ref>''[[:ru:Советская историческая энциклопедия|Soviet Historical Encyclopedia]]''. Volume I. Page 415.<\/ref>\n|nơi sinh=\n|mất=15 tháng 12 năm 1072\n|nơi mất=\n|phối ngẫu=Aka Khatun<br>Safariyya Khatun\n|con cái=[[Malik-Shah I|Muizz ad-Din Malik-Shah I]]<br>Taj ad-Dawlah Tutush I<br>Izz ad-Din Arslan-Argun<br>Bori-Bars<br>Toghrul<br>Ayaz<br>Toghan-Shah<br>Arslan-Shah<br>Tekish<br>Công chúa Aisha<br>Công chúa Zuleikha Khatun\n|tên đầy đủ='''[[Laqab]]''': Diya ad-Din (tắt), Adud ad-Dawlah<br>'''[[Kunya (Ả Rập)|Kunya]]''': Abu Shuja<br>'''Tên húy''': Muhammad<br>'''Biệt danh''': Alp Arslan<br>'''[[Tên Ả Rập#Nasab نسب|Nasab]]''': Alp Arslan [[wikt:ibn|ibn]] Chaghri-Beg ibn [[Mikail ibn Seljuq|Mikail]] ibn [[Seljuq]] ibn [[Duqaq Timuryaligh|Duqaq]]\n|hoàng tộc=[[Nhà Seljuk]]\n|cha=[[Chaghri Beg|Chaghri-Beg]]\n|mẹ=không rõ\n|tôn giáo=[[Sunni Islam]]\n|nơi an táng=\n|othertitles=\n}}\n'''Alp Arslan''' ({{lang-fa|آلپ ارسلان}};\ntên đầy đủ: ''Diya ad-Dunya wa ad-Din Adud ad-Dawlah Abu Shuja Muhammad Alp Arslan ibn Dawud'' {{lang|fa|ابو شجاع محمد آلپ ارسلان ابن داود}};{{ltr}} 1029 – [[15 tháng 12]], [[1072]]) là vị [[sultan]] thứ hai của [[nhà Seljuk]] và là chắt của [[Seljuk]], thủy tổ của triều đại. Ông lấy tên là ''Muhammad bin Da'ud Chaghri'' khi ông trở thành tín đồ [[Hồi giáo]], và vì tài quân sự và lòng dũng cảm, ông có tên họ là '''Alp Arslan''', có nghĩa là \"con sư tử dũng mãnh\" trong [[tiếng Thổ Nhĩ Kỳ]].<ref>\"Alp Arslan.\" Encyclopedia of World Biography. 2004. Encyclopedia.com. (ngày 5 tháng 9 năm 2011). http:\/\/www.encyclopedia.com\/doc\/1G2-3404700163.html<\/ref>\n\n== Thời kỳ đầu ==\nAlp Arslan đi theo chú Tughril Bey đánh [[nhà Fatima]] theo phái [[Shia]] trong khi cha ông Çağrı Bey vẫn ở lại [[Khorasan]]. Khi Alp Arslan quay trở về Khorasan, ông bắt đầu công việc quản lý theo hướng dẫn của cha mình. Trong khi đó, cha của ông giới thiệu cho ông một trong những chính khách nổi tiếng nhất trong lịch sử sơ kỳ Hồi giáo [[Nizam al-Mulk]], người về sau trở thành [[vizia]] tương lai của Alp Arslan.<ref>{{chú thích sách|title = Dictionary of World Biography: The Middle Ages, Volume 2|last = Magill|first = Frank Northen|publisher = Routledge|year = 1998|isbn = 978-1-57958-041-4|location = |pages = 67}}<\/ref>\n\nÔng nối nghiệp cha Chaghril Begh làm tỉnh trưởng Khorasan năm 1059. Sau khi người chú của Alp Arslan là sultan Toghrul Bey qua đời, ông được anh Alp Arslan là Suleyman lên kế vị. (''xem bài'': [[Trận Damghan (1063)]]) Tuy nhiên, Alp Arslan và chú họ là Kutalmish gây chiến với nhau để tranh giành quyền thừa kế. Alp Arslan đánh bại Kutalmish và ngày 27 tháng 4 năm 1064 ông lên ngôi hoàng đế Đại Seljuk, đồng thời cũng trở thành vua Ba Tư trị vì trên một vùng đất trải dài từ sông Oxus tới sông [[Tigris]].\n\nTrong việc củng cố lại đế chế và triệt hạ các phe đối lập, Arslan đã nhận được sự hỗ trợ tài đắc lực từ quân sư Nizam al-Mulk. Cả hai người đều được ghi nhận trong việc giữ ổn định cho đế chế sau cái chết của Tughril. Sau khi thiết lập được hòa bình và an ninh trên lãnh thổ của mình, Arslan cho kêu gọi hội nghị toàn quốc vào năm 1066. Tại đây, ông phong con trai [[Malik Shah I]] làm thái tử.<ref>{{chú thích sách|title = Dictionary of World Biography: The Middle Ages, Volume 2|last = Magill|first = Frank Northen|publisher = Routledge|year = 1998|isbn = 978-1-57958-041-4|location = |pages = 68}}<\/ref> Với mong muốn chiếm [[Kayseri|Caesarea Mazaca]], thủ phủ của Cappadocia, ông đích thân dẫn đầu đội kỵ binh người Thổ vượt [[sông Euphrates]] rồi tấn công và chiếm đóng thành phố. Cùng với Nizam al-Mulk, ông đem binh đánh Armenia và Gruzia và chiếm được hai nước trong năm 1064. Sau một cuộc vây hãm kéo dài 25 ngày, quân đội Seljuk chiếm được thành Ani, kinh đô của Armenia và chém giết dân chúng trong thành.<ref name=eb9>{{chú thích |contribution=[[s:Encyclopædia Britannica, Ninth Edition\/Anni|Anni]] |title=''[[s:Encyclopædia Britannica, Ninth Edition|''Encyclopædia Britannica'', 9th ed.]], [[s:Encyclopædia Britannica, Ninth Edition\/Volume II|Vol.&nbsp;II]]'' |editor-last=Baynes |editor-first=Thomas Spencer |display-editors=0 |publisher=Charles Scribner's Sons |location=New York |date=1878 |ref={{harvid|EB|1878}} |p=72 }}.<\/ref> Những miêu tả về vụ thảm sát tại thành Ani được sử gia Ả Rập [[Sibt ibn al-Jawzi]] dẫn lời một nhân chứng: \n{{quotation|Quân [Thổ] tiến vào thành, tàn sát dân chúng, cướp phá và đốt trụi thành, những gì họ để lại chỉ là một đống đổ nát và tất cả những người còn sống đều bị cầm tù... Xác chết nhiều vô kể, nằm ngổn ngang chặn hết mọi khu phố; người ta không thể đi bất cứ nơi nào mà không phải bước qua chúng. Số lượng tù nhân bị bắt không dưới 50.000 người. Tôi đã quyết định vào thành và đã phải chứng kiến sự tàn phá bằng chính mắt mình. Tôi đã cố gắng để tìm một con đường mà tôi sẽ không phải bước qua mấy cái xác chết; nhưng điều đó là không thể.<ref>Quoted in {{chú thích sách|last=Norwich|first=John Julius|authorlink=John Julius Norwich|title=Byzantium: The Apogee|publisher=Viking|location=New York|year = 1991|pages= 342–343|isbn = 978-0-394-53779-5}}<\/ref>}}\n\n== Chống lại Đông La Mã ==\n[[Tập tin:131 Bataille de Malazgirt.jpg|220px|trái|thumb|Trận Manzikert]]\nTrên đường đi đánh nhà Fatima, Alp Arslan xua quân xâm lược [[Đế quốc Đông La Mã]]. Hoàng đế [[Romanos IV Diogenes]] đích thân cầm đại binh gặp đội quân xâm lược ở Cilicia. Trong cả ba chiến dịch đầy khó khăn, cả ba lần người Thổ đều thất bại. Hai chiến dịch đầu tiên, quân La Mã do đích thân Hoàng đế cầm đầu, trong khi lần thứ ba được chỉ huy bởi Manuel Comnenos, ông chú của hoàng đế nổi danh [[Manuel I Comnenos|Manuel Comnenos]] sau này. Trong thời gian này, tiểu vương Aleppo Rashid al-Dawla Mahmud thuộc gia tộc Mirdas đã quy thuận Arslan.\n\nNăm 1071, đích thân Romanos tiến vào Armenia với 3 vạn quân, trong đó bao gồm đội quân người Thổ Cuman Turk cũng như quân người Frank và Norman, dưới sự chỉ huy của Ursel de Baieul. Alp Arslan đang đem quân về phía nam đánh nhà Fatima phải nhanh chóng quay trở lại để gặp quân La Mã. Tại Manzikert, bên bờ sông Murat, phía bắc [[hồ Van]], hai đội quân giao chiến. Những lính đánh thuê người Cuman của quân La Mã lập tức đào thoát sang phía người Thổ. Thấy vậy, \"những lính đánh thuê Tây cưỡi ngựa đi đường tắt và rời khỏi trận chiến.\"<ref>{{chú thích sách|title=The First Crusade|url=https:\/\/archive.org\/details\/firstcrusade0000runc_c7g6|first= Steve|last= Runciman|publisher= Cambridge University Press|year=1992}}<\/ref> Romanos đã bị phản bội bởi tướng Andronikos Doukas, con trai của ''Caesar'' (con trai riêng của vợ Romanos), người đã tuyên bố rằng ông đã chết và dẫn phần lớn quân rời khỏi trận địa thay vì yểm trợ cho hoàng đế rút quân.<ref>{{chú thích sách| last = Norwich| first = John Julius| title = Byzantium The Apogee| year = 1993| publisher = Penguin| isbn = 0-14-011448-3 }}<\/ref> Quân Đông La Mã gần như tan rã.\n\n[[Tập tin:BnF Fr232 fol323 Alp Arslan Romanus.jpg|220px|thumb|Alp Arslan làm nhục hoàng đế Romanos IV của [[Đế quốc Đông La Mã]], sau khi ông đánh bại Romanus IV tại [[trận Manzikert]].]]\nHoàng đế Romanos IV bị bắt làm tù binh và được áp giải đến trước mặt Alp Arslan. Sau màn lăng nhục sỉ vả theo nghi lễ, Arslan cư xử với ông rất mực tử tế.<ref>Norwich 1993b, tr. 354<\/ref> Sau khi đàm phán hòa bình được chấp thuận, Arslan cho thả Hoàng đế, và tặng thêm quà cáp và cho người hộ tống. Cuộc trò chuyện sau đây được cho là đã diễn ra sau khi Romanos được đưa đến trước mặt Sultan:<ref name=\"kings\">{{chú thích sách| author = R. Scott Peoples| title = Crusade of Kings| year = 2007| publisher = Wildside Press LLC| isbn = 978-0-8095-7221-2| page = 13 }}<\/ref>\n\n:''Alp Arslan'': \"Ngài sẽ làm gì nếu ta bị bắt làm tù bình và bị áp giải tới trước mặt ngài?\"\n:''Romanos'': \"Có lẽ ta sẽ giết ngài, hoặc đem bêu trên đường phố Constantinopolis.\"\n:''Alp Arslan'': \"Hình phạt của ta còn nặng hơn nhiều. Ta sẽ quên ngài, và thả ngài tự do.\"\n\nChiến thắng của Alp Arslan làm thay đổi thế cân bằng ở [[Tiểu Á]], và chuyển nó về hướng có lợi cho người Seljuk cũng như người Hồi giáo Sunni. Trong khi Đế quốc Đông La Mã có thể tồn tại thêm 400 năm nữa và những cuộc Thập tự chinh có thể thay đổi thế thượng phong của người Hồi giáo trong một thời gian ngắn nhưng chiến thắng tại Manzikert đánh dấu sự khởi đầu cho sự hiện diện của người Thổ tại Anatolia. Hầu hết các nhà sử học, trong đó có [[Edward Gibbon]], đều coi thất bại tại Manzikert là khởi đầu cho sự suy vong của Đế quốc Đông La Mã.\n\n== Trị quốc ==\nAlp Arslan chỉ chú trọng vào lĩnh vực quân sự. Việc điều hành quốc sự đã có vị tể tướng tài ba [[Nizam al-Mulk]] lo liệu. Vị tể tướng này thiết lập nên một cơ cấu hành chính và đã giúp củng cố Hồi quốc trong suốt triều đại của Alp Arslan và con trai ông Malik Shah. Các Thái ấp quân sự được điều hành bởi các hoàng tử Seljuk đã được thiết lập để cung cấp cho quân đội và thích ứng với người Thổ du mục để thiết lập nền nông nghiệp ở Anatolia. Loại thái ấp này giúp người Thổ du mục có thể thu thập tài nguyên từ những người định cư Ba Tư hay Thổ cũng như các nền văn hóa khác, và thu về dưới trướng Seljuq. Điều này cho phép Alp Arslan có thể điều động một đội quân thường trực lớn mà không phải phụ thuộc vào chiến lợi phẩm từ cuộc chinh chiến để trả cho binh lính. Ông không những có đủ lương thực từ thần dân của ông để có thể duy trì quân đội, việc đánh thuế các lái buôn và thương nhân cũng bổ sung không ít của cải vào kho bạc để đủ có thể tài trợ cho những cuộc chiến tranh liên miên.\n\nSuleiman ibn Kutalmish là con trai của đối thủ của Alp Arslan; nhưng Alp Arslan đã bổ nhiệm con trai của người đã từng là kẻ thù của mình làm tổng trấn các tỉnh phía tây bắc và giao cho trọng trách hoàn thành công cuộc chinh phục xứ Anatolia. Lời giải đáp thích hợp cho sự lựa chọn này chỉ có thể được phỏng đoán dựa trên mô tả về trận chiến giữa Alp Arslan và Kutalmish của Ibn al-Athir, khi mà ông ta viết rằng Alp Arslan đã khóc vì cái chết của người đó và đã rất đau buồn vì phải mất đi một người thân.\n\nNhững yếu tố dưới đây được xem là đã dẫn đến thành công của Alp Arslan:\n*Một lượng lớn người Turkoman, một bộ tộc đã di cư đến Ba Tư trong những cuộc chinh phạt của nhà Seljuk, đã được sử dụng trong các chuyến thám hiểm ở ngoài vùng đất thuộc người Hồi giáo kiểm soát (Dār al-Islām) cũng như ở những vùng đất không thuộc lãnh thổ của [[nhà Fatima]]\n*Đội quân của Sultan được xem là bất khả chiến bại. Đội quân sở hữu sự cơ động cực cao. Ngoài ra, họ cũng được biết đến với lòng nhân từ, được thể hiên qua sự đối xử với quân thảo khấu. \n*Những người cai quản các vùng đất bị chiếm, cho dù theo phái Sunni hay Shia, đều được giữ chức và làm chư hầu. Ngoài ra, các thành viên trong hoàng tộc Seljuk đều được bổ nhiệm làm tổng trấn ở các tỉnh.\n*Alp Arslan ngăn chặn cảnh các con huynh đệ tương tàn tranh ngai vàng bằng cách phong thứ tử [[Malik Shah I]] (Malikšah) làm thái tử và bố cáo rộng rãi.\n*Ông có mối quan hệ tốt với Giáo chủ ([[Khalip]]) Al-Qā’im [[nhà Abbas]].\n\n== Cái chết== \nSau đại thắng tại Manzikert và đánh chiếm được một vùng lãnh thổ rộng lớn ở phía Tây, Alp Arslan chuyển đổi mục tiêu của mình, và nhắm vào [[Khách Lạt hãn quốc]] ở Turkestan, cội nguồn của gia đình ông. Ông đưa đại quân đến bờ sông Oxus. Để có thể vượt sông một cách an toàn, ông cần phải đánh chiếm một vài pháo đài bên bờ sông. Một trong những pháo đài được tướng người Khwarezm là Yussuf al-Kharezmi giữ. Phải mất nhiều ngày liền, Yussuf mới đầu hàng và bị áp giải đến trước mặt Sultan và bị Sultan hạ lệnh tử hình. Trong lúc tuyệt vọng, Yussuf vội rút con dao găm trong người và xông vào Sultan. Tự tin mình là một xạ thủ bách phát bách trúng vang danh thiên hạ, Alp Arslan hạ lệnh cho cận vệ không được động thủ. Ông dương cung nhắm vào Yussuf nhưng vô tình bị trượt chân còn mũi tên bị bắn chệch sang một bên và bị con dao găm của tên thích khách đâm vào ngực. Alp Arslan bị thương nặng và qua đời 4 ngày sau đó, vào ngày 25 tháng 11 năm 1072 khi mới 43 tuổi. Trước khi lâm chung, ông nói với con trai Malik Shah rằng ông chết là do chính sự kiêu ngạo của ông. Thi hài của ông được đưa tới Merv và được [[chôn cất]] bên cạnh mộ của phụ thân ông, Chaghri Beg.\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Tham khảo==\n{{Refbegin|colwidth=30em}}\n* {{chú thích sách| last = Bosworth| first = C. E.| authorlink = C. E. Bosworth| editor-last = Frye| editor-first = R. N.| title = The Cambridge History of Iran, Volume 5 The Saljuq and Mongol periods| url = https:\/\/books.google.com\/?id=16yHq5v3QZAC&pg=PA1| year = 1968| publisher = Cambridge University Press| location = Cambridge| isbn = 0-521-06936-X| pages = 1–202| chapter = The Political and Dynastic History of the Iranian World (A.D. 1000–1217)}}\n*{{chú thích sách|last=Minorsky|first=Vladimir|title=A History of Sharvān and Darband in the 10th–11th Centuries|location=|publisher=University of Michigan|year=1958|pages =1–219|isbn=978-1-84511-645-3|url=https:\/\/books.google.dk\/books?id=GPMHVEt_wVUC&q}}\n* E. Bosworth: ''History of the Seljuq Turks.'' Curzon, Richmond 2000, ISBN 0-7007-1342-5, S. 45–47.\n* H. Bowen: ''Niẓām al- Mulk, Abū ‘Alī al-Ḥasan b. ‘Alī b. Isḥāq al-Ṭūsī.'' In: Clifford Edmund Bosworth u. a. (Hrsg.): ''The Encyclopaedia of Islam. New Edition.'' Bd. VIII. E. J. Brill, Leiden 1995, S. 69–73.\n* [[Claude Cahen]]: ''Alp Arslan Aud al-Dawla Abū Shudjā Muḥammad b. Dā’ūd Čaghribeg.'' In: H. A. R. Gibb u. a. (Hrsg.): ''The Encyclopaedia of Islam. New Edition.'' Bd. I. E. J. Brill, Leiden 1960, S. 420 f.\n* {{Fischer Weltgeschichte|Seiten=290 f|Band=14}}\n* Claude Cahen: ''Pre-Ottoman Turkey. A general survey of the material and spiritual culture and history c. 1071–1330.'' Sidgwick and Jackson Limited, London 1968.\n* Jürgen Paul: ''Von 950 bis 1200.'' In: Albrecht Noth, Jürgen Paul (Hrsg.): ''Der islamische Orient. Grundzüge seiner Geschichte'' (= ''Mitteilungen zur Sozial- und Kulturgeschichte der islamischen Welt.'' Bd. 1). Ergon, Würzburg 1998, S. 217–252.\n* Carole Hillenbrand (Hrsg.), Kenneth Allin Luther (Übers.), Clifford Edmund Bosworth (Bearb.): ''[[Raschīd ad-Dīn]]. The History of the Seljuq Turks. From The Jāmi‘ al-Tawārīkh. An Ilkhanid Adaption of the Saljūq-nāma of Ẓahīr al-Dīn Nīshāpūrī.'' Curzon Press, Richmond (Surrey) 2001.\n* [[René Grousset]]: ''The Empire of the Steppes.'' Rutgers University Press, New Brunswick (NJ) 1989, ISBN 0-8135-1304-9, S. 152.\n* [[Tamara Talbot Rice]]: ''Die Seldschuken.'' M. DuMont Schauberg, Köln 1963.\n* [[Stanford Shaw|Stanford J. Shaw]]: ''History of the Ottoman Empire and Modern Turkey.'' Cambridge University Press, 1976, ISBN 0-521-29163-1, S. 6–7.\n{{Refend}}\n\n== Liên kết ngoài ==\n{{wikiquote}}\n* ''[http:\/\/www.iranicaonline.org\/articles\/alp-arslan-saljuq-sultan Alp Arslan]''. In: Ehsan Yarshater (Hrsg.): ''[[Encyclopædia Iranica]]'' (tiếng Anh, bao gồm danh sách tài liệu tham khảo)\n{{Sultan nhà Seljuk}}\n{{Các chủ đề|Lịch sử|Iran}}\n{{Authority control}}\n\n[[Thể loại:Nhà Seljuk]]\n[[Thể loại:Vua nhà Seljuk]]\n[[Thể loại:Vua Turk]]\n[[Thể loại:Sinh năm 1029]]\n[[Thể loại:Mất năm 1072]]\n[[Thể loại:Vua bị giết]]"}