{"Amilcare Ponchielli":"[[Tập tin:Amilcare Ponchielli - Cremona.JPG|Tượng Amilcare Ponchielli|nhỏ|phải]]\n\n'''Amicare Ponchielli''' ({{IPA-it|aˈmilkare poŋˈkjɛlli}}; 1834-1886) là [[nhà soạn nhạc]], nghệ sĩ đàn organ, [[nhạc trưởng]], nhà sư phạm người [[Ý]] thuộc thời kỳ Lãng mạn. Ông nổi tiếng với ''Vũ điệu của thời gian'' trong vở [[opera]] ''La Gioconda''.\n\n== Cuộc đời và sự nghiệp ==\nAmicare Ponchielli sinh ngày [[31 tháng 8]] năm 1834, tại [[Paderno]], gần [[Cremona]]. Ông học nhạc tại [[Nhạc viện Milan]], tốt nghiệp môn organ. Sau đó, ông là chỉ huy dàn nhạc ở Cremona. Những năm tiếp theo, ông trở thành giáo sư Nhạc viện [[Milan]]. Học trò của ông có Puccini, Mascagni. Đồng thời ông còn là người chỉ đạo dàn [[hợp xướng]] cappella nhà thờ lớn ở Bergamo. Vở opera ''La Gioconda'' trở nên nổi tiếng thế giới. ông qua đời vào năm 1886 tại Milan.<ref name=\"ReferenceA\">Từ điển tác giả, tác phẩm âm nhạc phổ thông, Vũ Tự Lân, xuất bản năm 2007<\/ref>\n\n== Các tác phẩm ==\nÔng đã sáng tác 10 vở [[opera]], đáng chú ý có ''Lễ đính hôn'' (1872), ''La Gioconda''(1876); 2 vở ballet; [[cantata]] chào mừng Donizetti (1875); những tác phẩm âm nhạc nhà thờ; hành khúc tang lễ ''29 tháng 5'' tưởng niệm Manzoni.<ref name=\"ReferenceA\"\/>\n\n==Chú thích==\n{{Tham khảo}}\n\n== Tham khảo ==\n* Vũ Tự Lân, ''Từ điển tác giả, tác phẩm âm nhạc phổ thông'', 2007.\n* Kaufman: Annals of Italian Opera: Verdi and his Major Contemporaries; Garland Publishing, New York and [[Luân Đôn|London]], 1990. (contains premiere casts and performance histories of Ponchielli's operas)\n* Budden, Julien (1992), 'Ponchielli, Amilcare' in ''The [[New Grove Dictionary of Opera]]'', ed. Stanley Sadie (London) ISBN 0-333-73432-7\n* Various authors: Amilcare Ponchielli; Nuove Edizioni, Milan, 1985\n* Various authors: Amilcare Ponchielli 1834-1886, Cremona, 1984\n* Sirch-Howey: The Doctrine of a Critical Edition of the Band Music of Amilcare Ponchielli (http:\/\/philomusica.unipv.it\/annate\/2004-5\/saggi\/sirchhowey\/index.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20070901155245\/http:\/\/philomusica.unipv.it\/annate\/2004-5\/saggi\/sirchhowey\/index.html |date=2007-09-01 }})\n*\"All'illustre Maestro Ponchielli.\" Cesare Bignami to Amilcare Ponchielli. ngày 20 tháng 11 năm 1875. Conservatorio Universitario de Musica, Montevideo, Uruguay.\n*Adami, Giuseppe. Giulio ricordi e i suoi musicisti. Milano: Edizioni Fratelli Treves, 1933.\n*Albarosa, Nino, comp. Amilcare Ponchielli, 1834-1886: Saggi e ricerche nel 150 anniversario della nascita. Casalmorano: cassa rurale ed artigiana di Casalmorano, 1987.\n*Amilcare Ponchielli to Egregio Avvocato. ngày 3 tháng 1 năm 1877. Music Library, General Manuscript Collection, Northwestern University, Evanston, Illinois.\n*Cesari, Gaetano. Amilcare Ponchielli nell'arte del suo tempo (ricordi e carteggi). Cremona, 1934.\n*Damerini, Adelmo. Amilcare Ponchielli. [[Torino]]: Arione, 1940.\n*DeNapoli, G. Amilcare Ponchielli (1834-1886): La vita, le opere, l'epistolario, le onoranze. Cremona, 1936.\n*Ferraris, Castelli Maria, and Giampiero Tintori. Amilcare Ponchielli. Cremona: Centro Culturale, 1984.\n*Gordon, John. \"'Circe,' La Gioconda, and the Opera House of the Mind.\" In Bronze by Gold, 277-93.\n*Habla, Bernhard, ed. Kongressberichte Oberschützen\/Burgenland 1988; Toblach\/ Südtirol 1990. Proceedings. Tutzing: Hans Schneider Tutzing, 1992.\n*Hanslick, Eduard. \"Gioconda.\" In Die Moderne Oper. Vol. iv. Musikalisches Skizzenbuch. Berlin: Hofmann, 1888.\n*Ligasacchi, Giovanni. \"Amilcare Ponchielli e la musica per banda.\" Proceedings of Il Repertorio Sommerso: Musica storica per la banda d'oggi. Palermo: Regione Siciliana, Assessorato dei beni culturali e ambientale e della pubblica istruzione, 2000.\n*Mandelli, Alfonso. Inaugurazione del monumento ad Amilcare Ponchielli avvenuta in Cremona il 18 Settembre 1892. Cremona, 1892.\n*Mandelli, Alfonso. Le distrazioni di A. Ponchielli. Cremona, 1897.\n*Ponchielli, Amilcare, Francesco Cesari, Stefania Franceschini, and Raffaella Barbierato. Tuo affezionatissimo Amilcare Ponchielli: lettere 1856-1885. Padova: Il Poligrafo, 2010.\n*Ponchielli, Amilcare. Pezzi per organo. Edited by Marco Ruggeri. Cremona: Turris Cremona, 1999.\n*Rolandi, U. Nel centenario Ponchielliano: Amilcare Ponchielli librettista. Como, 1935.\n*Shaw, George. Shaw's Music. Edited by D. H. Laurence. London, 1981.\n*Sirch, Licia. Ponchielli e la musica per banda: atti della tavola rotonda, ridotto del teatro Ponchielli, 27 Aprile 2001. Proceedings. Pisa: ETS, 2005.\n*Stock, Gilbert. \"Das Kennfigur-System als Neuer Zugang zu Richard Wagners 'Leitmotiv'-Technik.\" In Der 'Komponist' Richard Wagner im Blick der Aktuellen Musikwissenschaft, 81-94. Wiesbaden: Breitkopf & Hartel, 2003.\n*Tedeschi, Rubens. Addio, fiorito asil. Il melodramma Italiano da Boito al Verismo. Milano: Feltrinelli, 1978.\n*Tomasi, G. Lanza. Guida all'opera. Milan, 1971.\n*Wolf, Hugo. \"Gioconda.\" In Hugo Wolfs Musikalische Kritiken, edited by Richard Batka and Heinrich Werner. Vaduz: Sandig, 2004.\n*Zondergeld, Rein A. \"Der Traum von Perfektion: [[Arrigo Boito]], Librettist und Komponist.\" In Oper und Operntext, by Matthias Henneberger. Vol. 60. Heidelberg: Winter, 1985.\n*\"Con Verdi y Bellini.\" Scherzo - revista de musica 15 (2000): 126-27.\n*\"Metropolitan Opera: La Gioconda.\" Opera News, ngày 3 tháng 2 năm 1990, 22.\n*\"Obituary: Amilcare Ponchielli.\" The Musical Times and Singing Class Circular 27, no. 457 (ngày 1 tháng 2 năm 1886): 94.\n*\"Ponchielli's Opera \"I promessi sposi\"\" The Musical Times and Singing Class Circular 21, no. 454 (ngày 1 tháng 12 năm 1880): 598-99.\n*\"Ponchielli's Opera \"La Gioconda\"\" The Musical Times and Singing Class Circular 21, no. 450 (ngày 1 tháng 8 năm 1880): 395-96.\n*\"Ponchielli's Opera \"The Prodigal Son\"\" The Musical Times and Singing Class Circular 22, no. 457 (ngày 1 tháng 3 năm 1881): 123-24.\n*\"The Revival of Amilcare Ponchielli's \"[[Concerto]] Per Ficorno Basso\"—Opus 155, Cremona, 1872.\" ITEA Journal, 1996, 42-49.\n*Albright, William. \"La Gioconda. Amilcare Ponchielli.\" The Opera Quarterly 7, no. 4 (1990): 167-72.\n*Angeloni, Beppe, and Giampiero Tintori. Amilcare Ponchielli. Milano: Nuove edizioni, 1985.\n*Arcais, Francesco. \"Un maestro di musica Italiano: Amilcare Ponchielli.\" Nuova antalogia, 3rd ser., 1 (ngày 1 tháng 2 năm 1886): 459-74.\n*Arias, Enrique Alberto. \"Ponchielli's \"I Lituani\" - Its Historical, Stylistic, and Literary Sources.\" Lituanus 37, no. 2 (June 1991): 89-96.\n*Arrighi, Gino. \"La dinastia musicale dei Puccini: proposte e quesiti.\" Quaderni pucciniani 5 (1982).\n*Ashbrook, William. \"La Gioconda: Amilcare Ponchielli.\" The Opera Quarterly 18, no. 1 (2002): 128.\n*Bassi, Adriano. \"Messa Solenne di Amilcare Ponchielli: analisi.\" Rivista internazionale di musica sacra 6, no. 4 (1985): 408.\n*Bissoli, Francesco, and Amilcare Ponchielli. La lina di Ponchielli nel solco di un genere medio. Lucca: Libreria musicale Italiana, 2010.\n*Caldini, Sandro. \"Amilcare Ponchielli's \"Capriccio\"\" The Double Reed 24, no. 1 (2001): 43.\n*Campagnolo, Stefano. Problemi e metodi della filologia musicale: tre tavole rotonde. Lucca: Musica\/Realta-LIM, 2000.\n*Canning, Hugh. \"Opera around the World: Italy - Palermo: \"La Gioconda\"\" Opera, 2011, 814.\n*Cognazzo, Roberto. \"Distrazione fatale: la strana sorte di Amilcare Ponchielli.\" Arte organaria e organistica: periodico trimestrale 15, no. 67 (2008): 42.\n*Damerini, Adelmo. \"Una lettera inedita di A. Ponchielli.\" Musica d'oggi xvii (1935): 141-42.\n*Descotes, Maurice. \"Du Drame à l'Opéra: Les Transpositions Lyriques du Théâtre De [[Victor Hugo]].\" Revue d'Histoire du Theatre 34, no. 2 (1982): 103.\n*Farina, S. \"Amilcare Ponchielli.\" Gazzetta musicale di Milano, 1900.\n*Favia-Artsay, Aida. \"Did Mascagni Write Cavalleria?\" The Opera Quarterly 7, no. 2 (1990): 83.\n*Fernandez-Martin, Luis Maria. \"La Gioconda: Amilcare Ponchielli.\" Melomano: La revista de musica clasica 10, no. 102 (2005): 28.\n*Forlani, Maria Giovanna. \"Ricordo di Amilcare Ponchielli: Roderico, l'ultimo re dei goti, un'opera perduta di Ponchielli, rappresentata in prima assoluta a piacenza nel Carnevale 1863\/64.\" Strenna piacentina 111 (1986).\n*Franceschini, Stefania. \"Tanti librettisti per un'opera di Ponchielli a lungo rimaneggiata (1856-1874).\" Nuova rivista musicale Italiana 30, no. 3-4 (1996): 364.\n*Gavazzeni, Gianandrea. \"Considerazioni su di un centenario: A. Ponchielli.\" In trent'anni di musica, 57-62. Milan, 1958.\n*Gossett, Philip. \"Source Studies and Opera History.\" Cambridge Opera Journal 21, no. 2 (2009): 111-18.\n*Howey, Henry. \"Italian Bandmaster Ponchielli Left a Legacy of Over 300 Works.\" The Instrumentalist, 2003, 30-34.\n*Innaurato, Albert. \"A Primal Force.\" Opera News, ngày 3 tháng 2 năm 1990, 16.\n*Klein, J. W. \"Ponchielli: a Forlorn Figure.\" The Chesterian xxxiv (1959-60): 116-22.\n*Knabel, Reiner. \"Opera Around the World: Germany - Karlsruhe: [\"La Gioconda\"].\" Opera, 2011, 936.\n*Levine, Robert. \". Amilcare Ponchielli.\" The Opera Quarterly 6, no. 2 (1988): 140-41.\n*Mila, M. \"Caratteri della musica di Ponchielli.\" Pan ii (1934): 481-89.\n*Mogridge, Geoffrey. \"Opera Around the World: Croatia - Split.\" Opera, 2011, 1206.\n*Morini, M. \"Destino postumo dei mori di Valenza.\" La Scala, no. 91 (1957): 37-42.\n*Osborne, Conrad L. \"Depth Perception.\" Opera News, 2009, 22-25.\n*Polignano, Antonio. \"Costanti stilistiche ed elementi di drammaturgia musicale nelle due versioni del finale d'atto della Gioconda di Ponchielli (1876-1879).\" Rivista Italiana di musicologia 27, no. 1-2 (1992): 327.\n*Polignano, Antonio. \"La storia della Gioconda attraverso il carteggio Ponichielli- ricordi.\" Nuova rivista musicale Italiana 21, no. 2 (1987): 228.\n*Ponchielli, Amilcare. \"\"Dance of the Hours\" from \"La Gioconda\" (1880).\" International Piano, 2010, 39.\n*Roman, Zoltan. \"Italian Opera Premieres and Revivals in the Hungarian Press, 1864-1894.\" Periodica musica 6 (1988): 16-20.\n*Sartori, C. \"Il primo rimaneggiamento dei \"Promessi sposi\"\" Rassegna dorica, ngày 20 tháng 3 năm 1938.\n*Sirch, Licia. \"Manoscritti di musica per banda di Amilcare Ponchielli.\" Muova rivista musicale Italiana 22, no. 2 (1988): 211-14.\n*Sirch, Licia. \"Ponchielli e il Sindaco Babbeo: l'esordio teatrale di un musicista a Milano nel 1851.\" Studi musicali 36, no. 1 (2007): 191-229.\n*Tebaldini, G. \"Amilcare Ponchielli.\" Musica d'oggi xvi (1934): 239-52.\n*Tebaldini, G. \"Il mio maestro.\" La Scala, no. 29 (1952): 32-36.\n*Andreani, Elisabetta. [[Heinrich Heine]] e l'Italia: traduzioni e intonazioni nella seconda metà dell'Ottocento. Thesis, Universita degli studi di Milano. Milano, 2008.\n*Bultema, Darci Ann. \"The Songs of Amilcare Ponchielli.\" Diss., North Dakota State University. UMI, 2009.\n*Edwards, Geoffrey Carleton. \"Grand Et Vrai: Portrayals of Victor Hugo's Dramatic Characters in 19th-century Italian Opera.\" Diss., Northwestern University, 1991.\n*Franceschini, Stefania. \"Amilcare Ponchielli prima della Gioconda: gli anni della formazione.\" Diss., Universita degli studi di Venezia. Venice, 1993.\n*Franini, Piera Anna. \"Trent'anni di vita musicale al teatro grande (1871-1901).\" Diss., Cattolica del sacro cuore. Milano, 1992.\n*Nicolaisen, Jay Reed. \"Italian Opera in Transition 1871-1893.\" Diss., University of California, Berkeley. 1977.\n*Paglialonga, Phillip Orr. \"Summary of Dissertation Performances: One Concerto Performance, One Chamber Music Performance and Two Clarinet Recitals (Performance).\" Diss., University of Michigan. 2008.\n*Redshaw, Jacqueline Gail Eastwood. \"Chamber Music for the E-Flat Clarinet.\" Diss., The University of Arizona. 2007.\n*Schwartz, Arman Raphael. \"Modernity Sings: Rethinking Realism in Italian Opera.\" Diss., University of California, Berkeley. 2009.\n*Tanner, Brian David. \"Summary of Dissertation Performances: One Opera Project and Two Voice Recitals.\" Diss., University of Michigan. 2010.\n*Vetere, Mary-Lou Patricia. \"Italian Opera from Verdi to Verismo: Boito and La Scapigliatura.\" Diss., State University of New York at Buffalo. 2010.\n\n==Liên kết ngoài==\n*[http:\/\/www.youtube.com\/watch?v=W3ILbnHhAzk Amilcare Ponchielli - Dance of the Hours]\n*[http:\/\/opera.stanford.edu\/Ponchielli\/ Stanford list of Ponchielli operas]\n*[http:\/\/www.operaitaliana.com\/autori\/biografia.asp?ID=3 Opera Italiana:] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050204114740\/http:\/\/www.operaitaliana.com\/autori\/biografia.asp?ID=3 |date=2005-02-04 }} Amilcare Ponchielli (bằng [[tiếng Anh]])\n{{Gutenberg|no=10275|name=La Gioconda}} (a recording)\n\n{{DEFAULTSORT:Ponchielli, Amilcare}}\n[[Thể loại:Nhà soạn nhạc Ý]]\n[[Thể loại:Sinh năm 1834]]\n[[Thể loại:Mất năm 1886]]\n[[Thể loại:Nhà soạn nhạc opera Ý]]"}