{"Anawrahta":"{{Thông tin nhân vật hoàng gia\n| type   = Vua\n| tên   = Anawrahta <br> {{my|အနော်ရထာ}}\n| hình  = Anawrahta at National museum.JPG\n| ghi chú hình  = Tượng Anawrahta\n| tại vị  = 1044–1078\n| đăng quang = Tháng 12 năm 1044\n| chức vị = [[Vua]] [[triều Pagan|nhà Pagan]]\n| tiền nhiệm = [[Sokkate]]\n| kế nhiệm = [[Sawlu]]\n| kiểu kế nhiệm  = Kế vị\n| kiểu nhiếp chính  = \n| nhiếp chính  = \n| phối ngẫu  = [[Pyinsa Kalayani]] <br> [[Saw Mon Hla]] <br> [[Manisanda]] \n| con cái  = [[Sawlu]] <br> [[Kyansittha]]\n| issue-link = \n| tên đầy đủ = [[Tên người Miến#Tôn kính|Min]] Saw <br> Maha Yaza Thiri Aniruddha Dewa\n| hoàng tộc  = [[Triều Pagan|Nhà Pagan]]\n| cha  = [[Kunhsaw Kyaunghpyu]]\n| mẹ  = Myaunk Pyinthe\n| sinh  = 1015\n| nơi sinh  = [[Bagan|Pagan]]\n| mất  = 1078 (thọ 63)\n| nơi mất  = [[Bagan|Pagan]]\n| ngày an táng  = \n| nơi an táng  = \n| tôn giáo  = [[Thượng tọa bộ|Phật giáo Thượng tọa bộ]] (cải đạo từ [[A Lợi Tăng tông]]\n| chữ ký = \n}}\n{{Có chứa chữ viết Myanma}}\n\n'''Anawrahta Minsaw''' ({{lang-my|အနော်ရထာ မင်းစော}}, {{IPA-my|ʔənɔ̀jətʰà mɪ́ɴ sɔ́|pron}}; 1015–1078) là một vị [[vua]] [[triều Pagan|nhà Pagan]], người sáng lập [[đế quốc]] [[Myanmar|Myanma]] thứ nhất. Ông được các sử gia coi là vị vua quan trọng nhất trong [[lịch sử Myanmar|lịch sử Myanma]]. Anawrahta đã biến [[nhà nước]] của [[người Miến]] từ một tiểu quốc ở vùng đất khô ở [[Thượng Miến]] thành một đế quốc, tạo lập cơ sở cho đất nước Myanma hiện nay. Lịch sử thành văn của Myanma chỉ chính thức bắt đầu từ khi ông lên ngôi vào năm [[1044]].\n\nAnawrahta đã thống nhất toàn thể thung lũng [[sông Ayeyarwaddy|sông Ayeyarwady]], và đó là lần thống nhất đầu tiên trong lịch sử, và đặt các vùng ngoại vi, tức là các nhà nước của [[người Shan]] và [[người Rakhine|người Arakan]], dưới bá chủ của triều đình Pagan. Ông đã ngăn chặn thành công [[đế quốc Khmer]] tiến về bờ biển [[Vùng Tanintharyi|Tenasserim]] và vào lưu vực thượng lưu [[sông Chao Phraya|sông Menam]], giúp cho Myanma trở thành một trong hai đế quốc ở [[Bán đảo Đông Dương|Đông Nam Á lục địa]].\n\nAnawrahta đã thực hiện một loạt cải cách [[xã hội]], [[tín ngưỡng]] và [[kinh tế]] quan trọng để lại những tác động lâu dài tới lịch sử Myanma. Những cải cách xã hội và tín ngưỡng của ông sau đó đã phát triển thành [[văn hóa Myanmar|văn hóa Myanma]] hiện đại. Ông đã cho xây dựng một loạt [[đập|đập nước]], biến vùng đất khô cằn quanh [[Pagan]] thành một trung tâm sản xuất [[lúa|lúa gạo]] ở Thượng Miến, giúp cho Thượng Miến có một cơ sở kinh tế bền vững để dựa vào đó thống trị lưu vực sông Ayeyarwady và các vùng ngoại vi của nó trong các [[thế kỷ]] tiếp theo. Ông đã để lại một hệ thống [[hành chính]] mạnh mà tất cả các vua nhà Pagan tiếp sau đều áp dụng cho đến tận khi [[triều đại|vương triều]] này bị diệt vong vào năm [[1287]]. Quyền bá chủ bền vững của vương triều Pagan ở lưu vực sông Ayeyarwady đã tạo lập cơ sở cho văn hóa và [[tiếng Miến Điện|ngôn ngữ Miến]] phát triển, cho dân tộc Miến mở rộng phạm vi cư trú ở Thượng Miến.\n\nDi sản của Anawrahta đã vượt ra ngoài cả biên giới Myanma hiện đại. Việc ông hậu thuẫn [[Phật giáo]] [[Thượng tọa bộ]] và việc ông ngăn chặn thành công sự mở rộng về phía tây của đế quốc Khmer, một nhà nước theo [[ấn Độ giáo|đạo Hindu]], đã giúp cho tông Phật giáo này có được chỗ dựa an toàn. Ông đã giúp Phật giáo Thượng tọa bộ phục hưng ở [[Sri Lanka|Ceylon]], quê hương của nó. Sự thành công của triều Pagan đã giúp cho Phật giáo Thượng tọa bộ sau này phát triển ở [[Lan Na]] (miền Bắc [[Thái Lan]] ngày nay), [[Vương quốc Ayutthaya|Ayutthaya]] và [[Vương quốc Sukhothai|Sukhothai]] (miền Trung Thái Lan ngày nay), [[Lan Xang]] (Lào ngày nay), và Đế quốc Khmer ở [[thế kỷ 13]] và [[thế kỷ 14|14]].\n\n== Trước khi lên ngôi ==\nMặc dù Anawrahta được các học giả lịch sử hiện đại coi là vị vua lịch sử đầu tiên của Myanma theo nghĩa là các sự kiện trong thời ông trị vì có thể được xác định qua các bia ký, song giai đoạn cuộc đời trước khi ông lên ngôi, giống như lịch sử nhà Pagan trước ông (ngoại trừ Vua [[Nyaung-u Sawrahan]]), đều đượm màu huyền thoại.<ref name=kt-40>{{chú thích sách | author=Kyaw Thet | title=History of Burma | language=my | publisher=University of Rangoon Press | year=1962 | location=Yangon | page=40}}<\/ref>''\n\nAnawrahta sinh năm 1014 (hay năm 376 theo lịch cổ truyền của người Miến) và khi còn nhỏ tên là '''[[Tên người Miến#Tôn kính|Min]] Saw''' ({{my|မင်းစော}}, {{IPA-my|mɪ́ɴ sɔ́|IPA}}). Theo biên niên sử bằng tiếng Miến, cha ông là Vua [[Kunhsaw Kyaunghpyu]] và mẹ là '''Myauk Pyinthe''' (nghĩa là Hoàng hậu Bắc Cung). Cha ông chiếm ngôi của vua Pagan của [[Nyaung-u Sawrahan]], rồi cưới ba người hoàng hậu của vị vua cũ, hai trong số đó đang mang thai sau này sinh ra [[Kyiso]] và [[Sokkate]].<ref name=bird>{{chú thích sách | title=Wanderings in Burma | url=https:\/\/archive.org\/details\/wanderingsinbur00birdgoog | author=George W. Bird | language=en | publisher=F.J. Bright & Son | year=1897 | page=[https:\/\/archive.org\/details\/wanderingsinbur00birdgoog\/page\/n492 336]}}<\/ref> Kunhsaw nuôi dạy Sokkate và Kyiso như con của chính mình.<ref name=gp>{{chú thích sách | title=The Glass Palace Chronicle of the Kings of Burma | year=1923 | url=https:\/\/archive.org\/details\/in.ernet.dli.2015.56967 | language=en|author=Pe Maung Tin and G.H. Luce | edition=1960 | language=en | publisher=Rangoon University Press | page=[https:\/\/archive.org\/details\/in.ernet.dli.2015.56967\/page\/n96 70]}}<\/ref>\n\nLớn lên, Sokkate và Kyiso đã ép Kunhsaw phải từ bỏ ngai vàng đi làm hòa thượng. Kunhsaw sống trong một tự viện cùng với vợ và con trai riêng - Anawrahta. Kyiso làm vua, rồi đến lượt Sokkate.\n\nAnawrahta lớn lên, kết hôn và sinh được một người con trai tên là [[Sawlu]] vào năm 1039.\n\n== Lên ngôi ==\n\nNăm 1044, Anawrahta dấy binh ở gần [[Núi Popa]], và thách Sokkate đấu tay đôi với minh. (Theo truyền thuyết, lý do ông dấy binh là vì Sokkate định ép cưới mẹ của Anawrahta, tức Myauk Pyinthe.) Trong trận đấu tay đôi đó, ông đã chém chết Sokkate ở [[Myinkaba]] gần Pagan, và giành ngôi vua. Anwarahta trả ngôi vua cho cha mình. Nhưng vị vua già, đã tu hành suốt một thời gian dài, không còn muốn ngôi báu nữa. Tháng 12 năm 1044<ref name=Hmn1>{{chú thích sách | title=Hmannan Yazawin | chapter=King Anawrahta | page=230 | volume=1 | year=1829 | location=Yangon | language=my | edition=2003 | publisher=Ministry of Information, Myanmar}}<\/ref>, Min Saw lên ngôi, hiệu là Anawrahta, một kiểu Miến hóa cái tên [[Tiếng Phạn|Phạn ngữ]] [[Aniruddha]] (अनिरुद्ध). Đế hiệu đầy đủ của ông là '''Maha Yaza Thiri Aniruddha Dewa''' ({{my|မဟာ ရာဇာ သီရိ အနုရုဒ္ဓ ဒေဝ}}; tiếng Phạn: Mahā Rājā Śrī Aniruddha Devá). Lịch sử Myanma bắt đầu xác thực hơn kể từ đây.<ref name=geh-19>GE Harvey, tr. 19.<\/ref><ref name=mha-31>Htin Aung, tr. 31.<\/ref>\n\n== Thống nhất miền trung Myanma ==\n\nKhi mới lên ngôi, đất nước của Anawrahta chỉ là một tiểu quốc với chiều bắc-nam vào khoảng 200 dặm và chiều đông-tây khoảng 80 dặm, bao gồm các huyện [[Mandalay]], [[Meiktila]], [[Myingyan]], [[Kyaukse]], [[Yamethin]], [[Magwe]], [[Sagaing]] và [[Katha]] ngày nay ở phía đông sông Aerrawaddy, và [[Minbu]] cùng [[Pakkoku]] ven sông. Phía bắc đất nước là [[nam Chiếu|vương quốc Nam Chiếu]], và phía đông là vùng đồi núi Shan vẫn còn thưa người cư trú, phía nam và tây là lãnh địa của người [[Pyu]], và xa hơn nữa về phía nam là [[môn|người Môn]].<ref name=geh-24>Harvey, tr. 24–25.<\/ref>\n\n=== Cải cách kinh tế ===\nViệc đầu tiên Anawrahta triển khai khi lên làm vua là tổ chức lại đất nước. Ông phân cấp các thị trấn và làng xã theo số thuế thu được ở đó. Ông đã rất nỗ lực biến vùng đất khô cằn ở miền trung Myanma thành vựa lúa. Ông đã xây dựng hệ thống thủy lợi ở Thượng Miến mà đến nay người ta vẫn còn sử dụng. Ông đã sửa lại [[hồ Meiktila]], và xây được bốn con đặp và kênh dẫn nước (Kinda, Nga Laingzin, Pyaungbya, Kume) trên sông Panlaung, và ba con đập (Nwadet, Kunhse, Nga Pyaung) trên sông Zawgyi. (Ông còn cố gắng kiểm soát [[sông Myitnge]] nhưng không thành công, suốt 3 năm nỗ lực chỉnh trị không nổi với nhiều tổn thất nhân mạng do dịch bệnh.) Ông động viên người di cư đến lập làng ở các vùng đất mới khai hoang, và cử người của triều đình đến đó lãnh đạo, làm thủy lợi. Những vùng này, gọi là '''Ledwin''' (nghĩa là \"xứ lúa\") trở thành vựa lúa và là động lực kinh tế của đất nước. Lịch sử cho thấy ai kiểm soát được Kyaukse sẽ thành làm chủ Thượng Miến.<ref name=geh-24\/>\n\n=== Xây dựng quân đội ===\nAnawrahta đã tổ chức lại quân đội nhà Pagan. Những chỉ huy tâm phúc của ông, được gọi là \"bốn hiệp sĩ\" trong lịch sử Myanma gồm:\n* [[Kyansittha]], con trai ông và là một vị tướng\n* [[Nyaung-U Hpi]], một di nhân có tài bơi lội, đến từ [[Nyaung-U]]\n* [[Nga Htwe Yu]], một người có biệt tài leo cây thốt nốt đến từ [[Myinmu]] (gần Sagaing)\n* [[Nga Lon Letpe]], nguyên là một nông dân nhà gần [[núi Popa]]\n\nPhục vụ trong quân đội của ông còn có [[Byatta]] ({{my|ဗျတ္တ}}), một người [[Hồi giáo]] (có lẽ là một người Ả Rập) bị đắm thuyền ở [[Thaton]], và các con của Byatta là [[Shwe Hpyin Naungdaw|Shwe Hpyin Gyi]] và [[Shwe Hpyin Nyidaw|Shwe Hpyin Nge]], (những người mà tín ngưỡng dân gian Myanma sau này gọi là '''anh em Shwe Hpyin''' {{my|ရွှေဖျဥ်းညီနောင်}}).\n\n== Thành lập đế quốc ==\n[[Hình:Pagan-kingdom.jpg|nhỏ|Pagan Empire, estimated by GE Harvey]]\nVào khoảng giữa thập niên 1050, những cải cách của Anawrahta đã đưa Myanma trở thành một cường quốc khu vực, và ông có tham vọng bành trướng ra bên ngoài. Trong khoảng 10 năm tiếp theo, ông đã lập nên đế quốc Myanma đầu tiên, với thung lũng sông Ayeyarwady làm trung tâm, và bao quanh là các nước phải triều cống.<ref name=mha-34>Htin Aung, tr. 34.<\/ref>\n\nPhạm vi của đế quốc mà Anawrahta đã lập nên rộng đến đâu, hiện còn chưa có sự nhất trí toàn thể. Các ghi chép của người Miến và người Thái cho thấy đế quốc này bao trùm Myanma hiện đại và miền bắc Thái Lan. Ghi chép của người Thái thậm chí còn cho thấy rằng Anawrahta đã chinh phạt toàn bộ thung lũng sông Menam, và đến cả các vua Khmer cũng phải triều cống ông. Thậm chí có ý kiến cho rằng ông đã cướp phá kinh đô [[Angkor]]. Và học giả người Miến Htin Aung thì lại còn cho rằng Anawrahta đã chinh phạt tới tận [[Java]] và khiến các nhà nước ở đó phải triều cống.<ref name=mha-34\/> Tuy nhiên, các sử gia hiện đại, như Harvey, Hall, v.v..., cho rằng đế quốc của Anawrahta nhỏ hơn nhiều so với những nhận định nói trên, chỉ bao gồm thung lũng sông Ayeyarwady và vùng ngoại vi lân cận. Những tấm bia [[gốm]] đánh dấu chiến công của ông (trong đó có ghi tên ông bằng chữ Phạn) được tìm tháy ở bờ biển [[Vùng Tanintharyi|Tenasserim]] ở phía nam, [[Katha (thị trấn Myanma)|Katha]] (Sagang) ở phía bắc, [[Thazi]] (Meiktila, Mandalay) ở phía đông và [[Minbu]] (Magwe) ở phía tây.<ref>Kyaw Thet, tr. 41–42.<\/ref>''\n\n=== Chinh phạt cao nguyên Shan ===\nNhững nỗ lực bành trướng đầu tiên của ông là ở [[cao nguyên Shan]] phía đông và bắc nơi vẫn còn thưa thớt dân cư. Thời kỳ đầu đến giữa thập niên 1050, Anawrahta tiến vào vùng cao nguyên Shan phía gần nhất, đó là ở phía đông, và khiến được các xứ ở đó phải triều cống mình. Ông cho xây chùa Bawrithat ở [[Nyaungshwe]]. Cuối những năm 1050 đầu những năm 1060, khi chinh phạt [[Nam Chiếu]] trở về, ông đã được các thủ lĩnh các bộ tộc Shan dọc đường đi đến triều cống. Tuy nhiên, sự thần phục này chỉ là về mặt hình thức và ông đã phải cho xây 43 đồn lũy ở rìa phía đông vùng cao nguyên này vào năm 1061, trong số đó có 33 điểm đến nay vẫn tồn tại như các làng bản.<ref name=geh-26>Harvey, tr. 26–31<\/ref><ref name=Hmn1-269>Hmannan, tr. 269–270<\/ref>\n\n{| class=\"wikitable\"\n|-\n!width=\"100\"|'''[[Bhamo]]'''\n!width=\"100\"|'''[[Katha (thị trấn Myanma)|Katha]]'''\n!width=\"100\"|'''[[Kyaukse]]'''\n!width=\"100\"|'''[[Meiktila]]'''\n!width=\"100\"|'''[[Mogok]]'''\n!width=\"100\"|'''[[Mandalay]]'''\n!width=\"100\"|'''[[Taungoo]]'''\n!width=\"100\"|'''[[Yamethin]]'''\n|-\n|\n* Kaungton\n* Kaungsin\n* Shwegu\n|\n* Yinkhe\n* Moda\n* Katha\n* Htigyaing\n|\n* Mekkaya\n* Ta On\n* Myinsaing\n* Myittha\n|\n* Hlaingdet\n* Thagaya\n* Nyaungyan\n|\n* Myadaung\n* Tagaung\n* Hinthamaw\n* Kyanhnyat\n* Sampanago\n|\n* Singu\n* Konthaya\n* Magwe Taya\n* Yenantha\n* Sonmyo\n* Madaya\n* Thakegyin\n* Wayindok\n* Taungbyon\n* Myodin\n|\n* Myohla\n* Kelin\n* Swa\n|\n* Shwemyo\n|}\n\n=== Chinh phạt Hạ Miến ===\nSau khi chinh phục cao nguyên Shan, Anawrahta quay sang các xứ của người Môn ở phía nam. Đầu tiên, ông được thủ lĩnh [[Bago|Pegu]] triều cống. Nhưng [[các quốc gia Môn ở Myanma#Ramannadesa|vương quốc Thaton]] không chịu khuất phục. Anawrahta liền phái bốn thuộc hạ tâm phúc của mình dẫn quân chinh phạt vương quốc này vào đầu năm 1057. Sau 3 tháng vây hãm kinh đô Thaton, đến tháng 5 năm 1057, quân của Anawrahta đã chiếm được thành phố.<ref name=kt>Kyaw Thet, p. 45<\/ref> Theo dã sử của người Miến và người Môn, lý dp chính khiến Anawrahta quyết định chiến tranh là vì Vua [[Manuha]] của Thaton từ chối cho người Miến kinh Phật. (Anawrahta đã cải đạo từ Phật giáo [[A Lợi Tăng tông]] sang [[Thượng tọa bộ]] nhờ [[Shin Arahan]], một nhà sư người Thaton.) Còn trong thực tế, mục tiêu viễn chinh Thaton là để ngăn chặn [[đế quốc Khmer]] tiến vào lưu vực sông Chao Phraya và tiến tới bờ biển [[Vùng Tanintharyi|Tenasserim]].<ref name=vbl>{{chú thích sách | author=Victor B Lieberman | title= Strange Parallels: Southeast Asia in Global Context, c. 800–1830, volume 1, Integration on the Mainland | year=2003 | publisher=Cambridge University Press | page=91 | isbn=978-0-521-80496-7}}<\/ref><ref name=chsea>{{chú thích sách | author=Nicholas Tarling | page=165 | title=The Cambridge History of Southeast Asia: Early Times to c. 1500 | year=1999 | isbn=9780521663694}}<\/ref>\n\nCuộc chinh phạt Thaton được xem là một bước ngoặt trong lịch sử Myanma. Anawrahta đã đem về Pagan từ Thaton hơn 3 vạn người, trong số đó có nhiều nhợ thủ công và nghệ sĩ. Những tù nhân này tạo thành một cộng đồng giúp người Miến xây dựng hàng nghìn tự viện ở Pagan; những phế tích của các tự viện đó còn đến nay cho thấy chúng không kém gì [[Angkor Wat]].<ref name=as>{{chú thích sách | author=Ashley South | title=Mon nationalism and civil war in Burma: the golden sheldrake | page=67 | isbn=9780700716098 | publisher=Routledge | year=2003 | page=419}}<\/ref>\n\nNhững nghiên cứu gần đây hơn của sử gia Michael Aung-Thwin<ref>{{chú thích sách | title=The Mists of Rāmañña: the Legend that was Lower Burma | url=https:\/\/archive.org\/details\/mistsoframannale0000aung | author=Michael Aung-Thwin | publisher=University of Hawaii Press | year=2005 | isbn=9780824828868 | pages=[https:\/\/archive.org\/details\/mistsoframannale0000aung\/page\/433 433]}}<\/ref> cho rằng sự đóng góp của Thaton vào chuyển biến văn hóa ở Thượng Miến chỉ là một truyền thuyết của thời kỳ hậu Pagan mà không có bằng chứng đương đại nào, cho rằng [[Hạ Miến]] trước khi bị Pagan chinh phạt không có một thể chế độc lập lớn nào, và cho rằng ảnh hưởng của văn hóa Môn đối với Thượng Miện bị cường điệu. Có lẽ vào thời kỳ đó, việc bồi lấp tạo nên châu thổ chưa hoàn thiện và biển vẫn còn ăn sâu vào trong đất liền, vì vậy dân số thời đó ở Hạ Miến khó có thể đủ đông để tạo ra một nền văn hóa lớn.<ref name=vbl\/>\n\nDù thế nào, trong thế kỷ 11, người Miến đã chinh phục được Hạ Miến và điều này đã thúc đẩy giao lưu văn hóa, nếu không phải với người Môn bản xứ, thì cũng là với [[Ấn Độ]] và [[Sri Lanka|Ceylon]] (Sri Lanka).<ref name=vbl\/><ref name=chsea\/>\n\n=== Chinh phạt Arakan ===\nTiếp theo, Anawrahta viễn chinh tới bắc Arakan (Rakhine). Từ Ngape gần [[Minbu]], quân đội của ông đi đường đèo vượt qua [[dãy núi Arakan]] tới An ở [[Kyaukphyu]], rồi vây hãm [[Pyinsa]], trung tâm của Arakan khi đó. Theo ghi chép cổ, ông đã cố mang pho tượng khổng lồ [[Mahamuni Buddha]] về nhưng không thành công. Ông đã cho chiếm vàng bạc của nguôi chùa mang về.<ref name=geh-24\/> Cũng giống như trường hợp các xứ Shan, bá quyền của Anawrahta ở bắc Arakan (bị [[dãy núi Arakan]] ngăn cách) chỉ là hình thức. Theo một số sử gia phương Tây (Harvey, Lieberman), \"cuộc viễn chính\" có lẽ là để ngăn chặn người Arakan tấn công vào Myanma thì đúng hơn.<ref name=geh-24\/><ref name=vbl\/> Trong khi triều đình Pagan không bao giờ lập được một hệ thống hành chính để cai trị hiệu quả Arakan, nhưng họ vẫn buộc được Arakan phải chịu làm chư hầu cho Myanma, kể cả các triều đại sau này của người Miến, thậm chí đôi khi họ còn đưa được người họ lựa chọn lên ngôi vua Arakan. Ngoài ra, [[tiếng Miến Điện|ngôn ngữ Miến]] và [[chữ viết Myanma|chữ viết Miến]] đã được truyền bá và sử dụng rộng rãi ở Arakan trong các thế kỷ tiếp theo.<ref name=rlf-72>{{chú thích sách | title=The River of Lost Footsteps—Histories of Burma | url=https:\/\/archive.org\/details\/riveroflostfoots0000than_d0r2 | author=[[Thant Myint-U]] | year=2006 | publisher=Farrar, Straus and Giroux | isbn=978-0-374-16342-6, 0-374-16342-1 | pages=[https:\/\/archive.org\/details\/riveroflostfoots0000than_d0r2\/page\/72 72]–73}}<\/ref>\n\n=== Khuất phục Pateikkaya ===\nAnawrahta còn được một vương quốc theo đạo Phật là Pateikkaya ({{my|ပဋိက္ခယား}}, {{IPA-my|bədeiʔ kʰəjá|IPA}}) triều cống. Vị trí của nhà nước nhỏ bé này đến nay vẫn còn nhiều tranh cãi. Sử sách Myanma chép rằng nướ này ở tây bắc Arakan và vua là người Ấn Độ.<ref name=mha-35>Htin Aung, p. 35<\/ref> Nhưng sử gia người Anh GE Harvey cho rằng chắc xứ đó ở phía đông [[dãy núi Arakan|cao nguyên Chin]].<ref>Harvey, p. 326<\/ref>\n\n==Chính sách đối ngoại==\nCuộc chinh phục của Thaton của Pagan khiến thế giới người Môn kinh sợ, Anawrahta cũng yêu cầu triều cống từ các vương quốc Môn láng giềng khác là [[Hariphunchai|Haripunjaya]] và [[Dvaravati]] (tại miền bắc và miền trung Thái Lan hiện nay). Haripunjaya theo như tường thuật thì đã cống nạp song nước tông chủ của Dvaravati là Đế quốc Khmer lại xâm chiếm Tenasserim. Anawrahta phái quân đội vẫn do bốn hiệp sĩ chỉ huy đi đẩy lui những người xâm chiếm. Biên niên sử Myanmar nhắc đến Campuchia như giới hạn phía đông nam của Đế quốc Pagan.<ref name=mha-33>Htin Aung 1967: 33<\/ref>\n\nSau khi chặn được bước tiến của quân Khmer, Anawrahta chuyển chú ý sang Đại Lý, ông thân chinh chống lại vương quốc ở phía đông bắc này. (Theo một nguồn vào giữa thế kỷ 17, ông bắt đầu hành quân vào ngày 16 tháng 12 năm 1757.) Ông tiến đến kinh thành Đại Lý, bề ngoài là nhằm tìm kiếm một thánh tích răng Phật. Như trong trường hợp yêu cầu thánh kinh từ Thaton, đó thực ra là một yêu cầu triều cống. Quân chủ Đại Lý đóng cổng thành, và không từ bỏ thánh tích. Sau một thời kỳ tạm ngưng kéo dài, hai quốc vương trao đổi tặng phẩm và trò chuyện thân thiện. Quân chủ Đại Lý trao cho Anawrahta một tượng ngọc từng tiếp xúc với răng Phật.<ref name=mha-35\/>\n\nNăm 1069, [[Vijayabahu I của Sri Lanka|Vijayabahu I]] của Ceylon thỉnh cầu Anawrahta viện trợ chống người [[Chola]] xâm chiếm. Anawrahta phái các tàu tiếp tế đi viện trợ Ceylon.<ref name=mha-35\/><ref>Kyaw Thet 1962: 46–47<\/ref> Năm 1071, Vijayabahu lúc này đã đánh bại người Chola yêu cầu Anawrahta trao cho thánh kinh và hòa thượng do sau khi người Chola rời đi thì quê hương của Phật giáo Thượng tọa bộ còn lại rất ít hòa thượng nên gặp khó khăn. Anawrahta gửi các hòa thượng và thánh kinh, cùng một voi trắng làm tặng phẩm cho Vijayabahu. Các hòa thượng người Miến mệnh định hoặc tái mệnh định toàn bộ giới tăng lữ tại đảo quốc. Đổi lại, quốc vương Ceylon trao một bản sao răng Phật mà quốc gia này sở hữu, bản sao sau đó được cất giữ trong chùa Lawkananda tại Pagan.<ref name=mha-35\/><ref name=geh-32>Harvey 1925: 32<\/ref>\n\n==Quản trị==\nThành tựu lớn nhất của Anawrahta là thống nhất các dân tộc khác nhau trong một quốc gia đơn nhất. Ông biết cân nhắc rằng nhân dân của ông, người Miến, không tự phô trương trước các dân tộc khác. Ông tiếp tục thể hiện quan tâm đến người Pyu, là những người mới mất địa vị cao quý. Ông giữ lại tên Pyu cho vương quốc của mình mặt dù nó nằm dưới quyền lãnh đạo của người Miến. Ông cho thấy sự quan tâm với người Mon, và khuyến khích nhân dân học tập từ người Môn.<ref name=mha-35\/>\n\nAnawrahta thay thế những quốc vương tại Hạ Miến (Pegu và Thaton) bằng những thống đốc. Tại Pegu, ông cho phép Quốc vương Pegu duy trì thân phận là một chư hầu vương do cảm kích trước trợ giúp của người này trong khi ông chinh phục Thaton. Tuy nhiên, sau khi chư hầu vương từ trần, ông bổ nhiệm một thống đốc. Do khoảng cách địa lý, các khu vực triều cống khác như Arakan và vùng đồi Shan được phép duy trì quyền lãnh đaọ thế tập.<ref name=mha-35\/>\n\n[[Hình:Shwezigon Pagoda.jpg|thumb|Chùa Shwezigon tại [[Nyaung-U]]]]\nNăm 1056, một hòa thượng Phật giáo Nam truyền người Mon tên là [[Shin Arahan]] tiến hành chuyến thăm định mệnh đến Pagan, và cải biến Quốc vương Anawrahta từ tín đồ Phật giáo Ari thành một tín đồ Phật giáo Thượng tọa bộ. Quốc vương bất mãn trước quyền lực lớn của những hòa thượng Ari với nhân dân, và nhìn nhận các hòa thượng này là suy đồi (những người ăn thịt bữa tối, uống rượu, chủ trì tế sinh động vật và được hưởng một hình thức ''[[Quyền hưởng đêm đầu|quyền đêm đầu]]'',<ref name=vbl-115-116>Lieberman 2003: 115–116<\/ref>. Ông tìm được một sự thay thế trong Thượng tọa bộ để phá vỡ quyền lực của giới tăng lữ.<ref name=mha-32>Htin Aung 1967: 32<\/ref>\n\nTừ năm 1056 trở đi, Anawrahta thi hành một loạt cải cách tôn giáo trên toàn vương quốc. Những cải cách của ông có được nghị lực sau khi ông chinh phục Thaton, do thu được những thánh kinh và tăng lữ từ vương quốc chiến bại. Trước tiên, ông phá bỏ quyền lực của những hòa thượng Ari bằng việc tuyên bố rằng triều đình của ông không còn quan tâm nếu nhân dân ngừng giao con của họ cho tu sĩ, những người trong địa vị nô lệ của các tu sĩ nay được tự do. Một số hòa thượng chỉ đơn giản là cởi y phục hoặc theo con đường khác, song đa số hòa thượng từng nắm giữ quyền lực quá lâu nên không dễ dàng để bị hạ bệ. Anawrahta đày họ theo nhóm; nhiều người trong số đó thoát đến đồi Popa và vùng đồi Shan.<ref name=geh-26-31>Harvey 1925: 26–31<\/ref> Ông sử dụng những thần linh Nat truyền thống nhằm thu hút nhân dân đến với tôn giáo mới. Trả lời câu hỏi tại sao ông cho phép đặt các nat trong chùa tháp, Anawrahta nói rằng \"Người ta sẽ không đến vì đức tin mới. Để họ đến với thần cũ của họ, và dần dần họ sẽ lĩnh hội.\"<ref name=geh-33>Harvey 1925: 33<\/ref>\n\nĐược Shin Arahan thuyết phục, Anawrahta nỗ lực nhằm cải cách chính Phật giáo Thượng tọa bộ mà ông tiếp nhận từ Thaton, mà theo hầu hết tường thuật là trong tình trạng suy tàn, và ngày càng chịu ảnh hưởng của Ấn Độ giáo. ''(Các biên niên sử Mon ám chỉ rằng Manuha đáng trách do tiến hành thỏa hiệp với Ấn Độ giáo. Shin Arahan rời Thaton do ông bất mãn trước sự suy tàn của Phật giáo tại đây.)'' Ông lập Pagan làm một trung tâm của Phật giáo Thượng tọa bộ với những học giả được mời đến từ lãnh thổ của người Mon, Ceylon, cũng như từ Ấn Độ- nơi Phật giáo hấp hối trước những người chinh phục Hồi giáo. Giới học giả giúp hồi sinh thêm hình thức chính thống của Phật giáo Thượng tọa bộ.<ref name=mha-36-37>Htin Aung 1967: 36–37<\/ref>\n\nNhững cải cách của không không thể và không đạt được mọi kết quả trong thời gian ngắn. Sự truyền bá Phật giáo Thượng tọa bộ tại Thượng Miến là dần dần; nó được tiêé hành qua ba thế kỷ. Hệ thống tăng đoàn không thể thâm nhập phổ biến ở cấp làng tại các khu vực hẻo lánh cho đến tận thế kỷ 19. Mặc dù Phật giáo Aris diệt vong, song những tàn dư của nó được gọi là những tu sĩ ẩn trong rừng vẫn là một lực lượng hùng mạnh được bảo trợ cho đến thời [[vương quốc Ava|Ava]] trong thế kỷ 16. Tương tự, thờ nat vẫn tiếp tục cho đến nay. Thậm chí các tín đồ Thượng tọa bộ là Anawrahta, Kyansittha và Manuha vẫn chịu ảnh hưởng mạnh từ Ấn Độ giáo. Phật giáo Myanmar hiện nay vẫn chứa nhiều yếu tố vật linh, Đại thừa, và Ấn Độ giáo.<ref name=vbl-115-116\/>\n\nGiới học giả cho đến gần đây vẫn tin rằng Anawrahta ủy thác phát minh chữ Miến dựa trên chữ Mon, khoảng năm 1058, một năm sau chinh phục Thaton.<ref name=geh-307>Harvey 1925: 307<\/ref> Tuy nhiên, nghiên cứu gần đây chỉ ra rằng chữ Miến được sử dụng ít nhất là từ năm 1035, và nếu một câu khắc đúc lại trong thế kỷ 18 được sử dụng làm chứng cứ, thì là từ năm 984.<ref name=mat-2005-167-178-197-200>Aung-Thwin (2005): 167–178, 197–200<\/ref>\n\nSử gia [[Htin Aung]] viết rằng:\n:''Anawrahta là người tàn nhẫn và nghiêm khắc với không chỉ dân tộc cụ thể nào mà là với toàn thể dân chúng, do ông cảm thấy những phương pháp khắc nghiệt là cần thiết để kiến thiết quốc gia mới. Ông chưa từng chấp thuận sùng bái thánh vương, và ông thậm chí còn khó chịu với những thần thánh mà dân chúng thờ phụng.. Dân chúng ngưỡng mộ và lo sợ ông, song không thích ông..''<ref name=mha-37-38>Htin Aung 1967: 37–38<\/ref>\n\n==Từ trần==\nAnawrahta từ trần trong tháng 3 năm 1078 tại ngoại ô Pagan. Biên niên sử ám chỉ rằng những đối thủ của ông đã phục kích và ám sát ông và sau đó xử lý thi thể để khiến nó không thể tìm thấy được. Biên niên sử ghi rằng một nat xuất hiện trong hình dạng trâu rừng và húc ông đến chết, sau đó ma quỷ đem thi thể của ông đi.<ref name=mha-37-38\/>\n\n==Di sản==\nAnawrahta được nhìn nhận là một trong những quốc vương vĩ đại nhất trong lịch sử Myanmar, ông là người thành lập \"chính thể hiến chương\" đầu tiên trên lãnh thổ nay là Myanmar. Ông không những khoách trương Vương quốc Pagan mà còn thi hành một loạt những cải cách về chính trị và hành chính cho phép quốc gia thống trị thung lũng Irrawaddy và khu vực ngoại vi trong 250 năm.\n\nThành công và sự thống trị lâu dài của Pagan đối với thung lũng Irrawaddy đặt nền tảng cho sự phát triển của ngôn ngữ và văn hóa Miến, lan tỏa của dân tộc Miến tại Thượng Miến. Việc ông bảo trợ cho Phật giáo Thượng tọa bộ và thành công trong việc ngăn chặn bước tiến của Đế quốc Khmer Ấn Độ giáo khiến cho giáo phái này có một nơi trú ẩn an toàn trong lúc nó đang khó khăn tại những nơi khác ở Nam Á và Đông Nam Á. Ông giúp tái khởi Phật giáo Thượng tọa bộ tại Ceylon- quê hương của giáo phái này.<ref name=mcr-43-45>Ricklefs et al 2010: 43–45<\/ref> Sự thành công của triều đại Pagan khiến cho Thượng tọa bộ sau này phát triển tại [[Lan Na]], [[Vương quốc Sukhothai|Siam]], [[Lan Xang]], và Campuchia, cũng một phần lớn là do tương tác giữa Ceylon và những khu vực này, có thể là trong thế và 14.\n\n== Tham khảo ==\n* Maung Htin Aung (1967). ''A History of Burma''. New York and London: Cambridge University Press. {{en}}\n* GE Harvey (1925). ''History of Burma''. London: Frank Cass & Co. Ltd. {{en}}\n* Victor B Lieberman (2003). ''Strange Parallels: Southeast Asia in Global Context, c. 800–1830, volume 1, Integration on the Mainland''. Cambridge University Press. ISBN 978-0-521-80496-7. {{en}}\n* Nicholas Tarling (1999). ''The Cambridge History of Southeast Asia: Early Times to c. 1500''. ISBN 0521663695, 9780521663694. {{en}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Vua nhà Pagan}}\n\n{{thời gian sống|1015|1078}}\n\n[[Thể loại:Vua Myanmar]]\n[[Thể loại:Triều Pagan]]"}