{"Ang Non II":"'''Ang Non II '''([[1739]] - [[1779]]) làm vua Chân Lạp từ [[1775]] đến [[1779]] với hiệu là Ramaraja hoặc « ''Ramathipadi IV'' ». Nak Ong Non phiên âm tiếng Việt là Nặc Non, Nặc Ông Non, Nặc Nộn ({{Hn|ch=匿螉嫩}}, trùng tên với [[Ang Nan]] - Nặc Nộn). Ông còn được sử Việt gọi là '''Nặc Ông Vinh'''.<ref>Trần Trọng Kim, [[s:Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương I|Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương I]]<\/ref><ref name=\"ReferenceA\">Đại Nam thực lục tiền biên. Page 168.<\/ref>\n\n== Tiểu sử ==\nAng Non II (Nặc Ông Non) là con của vua [[Satha II]] (Nặc Ông Tha).\n\nDù cha là Nặc Tha là một vị vua thân Đàng Trong nhưng Ang Non II lại thuộc phe chống lại chúa Nguyễn. Nhân có sự biến [[Nhà Tây Sơn|Tây Sơn]] ở Đàng Trong, Nặc Non đã ủng hộ Tây Sơn để chống lại chúa Nguyễn, ngoài ra còn nhờ quân Xiêm sau khi Tây Sơn bị hạ. Nặc Nộn còn theo quân Xiêm về nước để về tranh ngôi với vua Nặc Tôn [[Outey II]].<span class=\"cx-segment\" data-segmentid=\"32\"><\/span>\n\nNăm 1769, Cao Miên lại chìm trong hỗn loạn do tranh đoạt vương vị giữa anh em vương thất, người anh là Quốc vương Ramraja (Ang Non, sử Việt chép là Nặc Non), và người em là [[Outey II|Ang To]]<nowiki\/>n (sử Việt chép là Nặc Tôn). Ton được quân chúa Nguyễn Đại Việt viện trợ và giành thắng lợi, xưng là Quốc vương Narairaja, Non cầu viện Xiêm.\n\nLúc bấy giờ Taksin đã thống nhất nước Xiêm. Một đạo quân Xiêm được phái đi để hỗ trợ cựu vương Ramraja giành lại quyền lực, song không thành công.\n\nNăm 1772, chúa Nguyễn đem khoảng 10.000 quân cùng 300 chiến thuyền sang Chân Lạp đánh quân Xiêm và đưa Nặc Ông Tôn lên ngôi. Trình Quốc Anh làm áp lực tại Hà Tiên buộc quân Việt phải dừng chân tại Nam Vang không được tiến xa hơn.\n\nSau cùng hai bên đi đến một thỏa thuận: chúa Nguyễn rút quân khỏi Chân Lạp và chấp nhận để Nặc Non (Ang Non II), người được vua Xiêm chỉ định, lên ngôi vua, còn quân Xiêm rút khỏi Hà Tiên.\n\nNăm 1773, Trình Quốc Anh rút quân khỏi Hà Tiên, Phú Quốc và Hòn Đất, trả lại người con gái bị bắt làm tù binh cho Mạc Thiên Tứ, nhưng buộc Mạc Thiên Tứ phải giao hoàng tử Chiêu Thúy cho quân Xiêm. Chiêu Thúy bị Trình Quốc Anh mang về Bangkok hành quyết.\n\nNăm 1775, Ang Non (hiệu là Ramraja) làm đệ Nhất vương và người em [[Outey II|Ang Ton]] sẽ làm đệ Nhị vương (hiệu là Maha Uparayoj hoặc Narairaja). Một vị hoàng tử khác là Nak Ong Tham (Ang Tham hoặc Nặc Thâm) làm Maha Uparat (nhiếp chính) cho cả hai vị vua. Thỏa hiệp này không làm thỏa mãn các bên.\n\nNăm 1776, do Nặc Vinh (tức Ang Non II) thấy chúa [[Nguyễn Phúc Thuần]] đang bị Tây Sơn uy hiếp nên bỏ lệ triều cống. Chúa [[Nguyễn Phúc Thuần]] sai [[Gia Long|Nguyễn Ánh]] cùng Phó tiết chế Nguyễn Cửu Tuấn, Chưởng cơ [[Trương Phước Thận|Trương Phước Thuận]], cầm quân đi khiến Nặc Vinh phải xin hàng.<ref name=\"ReferenceA\"\/><ref>Viện Sử học, Đại Nam liệt truyện, tập 2, trang 582.<\/ref>\n\nNăm 1779, các tướng của chúa Nguyễn là [[Đỗ Thanh Nhơn|Đỗ Thanh Nhân]], [[Hồ Văn Lân]] và [[Dương Công Trừng]] đem quân đi đánh Chân Lạp. Trước đó Nak Ong Tham bị Nặc Vinh ám sát, trong khi đệ nhị vương Ang Ton đột ngột từ trần (có thể do bị đầu độc). Các tướng của Ang Ton là Chiêu Chùy<ref name=\":02\">Chiêu Chùy là phiên âm của từ Chauvea - Tể tướng<\/ref> Mô và Đê Đô Luyện giữ Phong Xuy để chống Nặc Vinh. Tướng Chân Lạp là Vị Bôn Xuy giữ [[Longvek|La Bích]] để hưởng ứng, và cầu viện chúa Nguyễn ở dinh Long Hồ.<ref name=\"ReferenceA\"\/>\n\nCho rằng quốc vương Ang Non phải chịu trách nhiệm về những việc này, nhiều quan chức cao cấp dưới quyền lãnh đạo của vương tử Talaha<ref>Talaha là tên một chức danh tương đương với Tể tướng.<\/ref> (Mu hoặc Fa Thalaha, Chiêu Chùy<ref name=\":02\"\/> Mô) nổi loạn, bắt Ang Non bỏ vào lồng sắt và ném xuống hồ Khayong gần Phanom Kamraeng vào năm 1780. Cũng có thuyết nói là Ang Non bị ám sát bởi quân Việt; còn bốn người con của ông bị giết ở thành Banthaiphet vào tháng 8-1779 bởi ''Phraya'' Wibunrat (Su) ''Samdach'' ''Chau'' ''Phraya'' ''Kalahom'').<ref>http:\/\/www.royalark.net\/Cambodia\/camboa6.htm<\/ref>\n\nQuân chúa Nguyễn lập con Nặc Tôn là Nặc ấn làm vua, lưu Hồ Văn Lân ở lại bảo hộ. Chiêu Chùy Mô (Tể tướng Mô) đưa [[Ang Eng]] (Nặc Ấn hoặc Nặc Ong In - con [[Outey II|Ang Ton]]) mới bốn tuổi làm quốc vương, còn bản thân thì làm nhiếp chính, song ông ra nghiêng quá nhiều về phía chúa Nguyễn, do đó xung đột với chính sách của Taksin là ủng hộ một nhân vật thân Xiêm trên vương vị Cao Miên.\n\n==Tham khảo==\n{{tham khảo}}\n* Trần Trọng Kim, [[s:Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương I|Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương I]]\n* Christopher Buyers, July 2001 - August 2011, ''''''[http:\/\/www.royalark.net\/Cambodia\/camboa6.htm The Varman Dynasty, page 6.]''''''\n*[[Quốc sử quán (nhà Nguyễn)|Quốc sử quán triều Nguyễn]] (không rõ năm). [[Đại Nam thực lục]]. Bản dịch của Trung tâm khoa học xã hội và nhân văn quốc gia, Viện sử học Quốc sử quán triều Nguyễn, Tổ Phiên dịch Viện Sử học phiên dịch. Nhà xuất bản Giáo Dục xuất bản năm 2007.\n{{Vua Campuchia}}\n{{Sơ khai nhân vật hoàng gia Campuchia}}\n\n[[Thể loại:Mất năm 1779]]\n[[Thể loại:Vua Campuchia]]"}