{"Ang Chan II":"{{Thông tin nhân vật hoàng gia\n| tên = Ang Chan II\n| tước vị = [[Vua Campuchia]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Vua Campuchia]]\n| tại vị = 1806-1834\n| đăng quang = 1806\n| tiền nhiệm = [[Ang Eng]]\n| nhiếp chính = \n| kế nhiệm = [[Ang Mey]]\n| phối ngẫu = \n| chồng = \n| vợ = \n| thông tin con cái = \n| con cái = \n| tên đầy đủ = អង្គចន្ទទី៣, Ang Chan, Nặc Ông Chăn\n| tước hiệu = quốc vương\n| tước vị đầy đủ = Cao Miên quốc vương\n| thông tin niên hiệu = \n| niên hiệu = Outey Reachea III, Udayaraja III\n| thụy hiệu = \n| miếu hiệu =\n| tên ngai =\n| tên Horus =\n| tên Nebty =\n| Horus Vàng = \n| hoàng tộc = \n| cha = [[Ang Eng]]\n| mẹ = Moneang Aut\n| sinh = 1792\n| nơi sinh = \n| mất = 1834\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n\n[[Tập tin:BasseCochinchine-Cambodia(1841-1889).jpg|thumb|498x498px|Bản đồ Cao Miên và Nam Kỳ 1841-1889.]]\n'''Ang Chan II''' ([[1792]]-[[1834]]), tiếng Khmer: អង្គចន្ទទី៣, '''Ang Chan''', còn được gọi là '''Outey Reachea III''', hoặc '''Udayaraja III''', là [[Vua Campuchia|vua của Campuchia]] vào thời kỳ 1806-1834. Sách sử Việt Nam gọi ông là Nặc Ông Chăn hoặc Nặc Chăn<ref>Theo bản dịch Đại Nam thực lục của Nhà xuất bản Giáo dục thì ghi Ang Chan là Nặc Chăn để dễ phân biệt với Nặc Ông Chân ([[Ramathipadi I|Ponhea Chan]])<\/ref> ([[chữ Hán]]: 匿螉禛).\n\n== Tiểu sử ==\nAng Chan<ref>Một vị vua khác là [[Ramathipadi I]] cũng được sử Việt gọi là Nặc Ông Chân. Nước Chân Lạp và Xiêm trước thế kỉ 20 không có họ như Trung Quốc, Việt Nam nên con cháu có thể đặt tên trùng với cha ông.<\/ref> là con trai cả của vua [[Ang Eng]] (Nặc Ấn, 1772-1796).\n\nKhi vua cha Ang Eng mất vào khoảng năm 1796, Ang Chan còn nhỏ, mới khoảng hơn 4 tuổi, nhân đó vua Xiêm [[Rama I]], không đưa Ang Chan lên ngôi. Thay vào đó, vua Xiêm cử quan bảo hộ tên là Pok, thay cho cựu nhiếp chính Bên (Chao Phraya Abhaya Bhubet, Chiêu thùy Biện), sang [[Cao Miên]] cai trị trong 10 năm.\n\nNăm 1806, sau khi Pok chết, triều đình Xiêm La mới chấp nhận đưa Ang Chan lên ngôi vua Cao Miên.\n\nNăm 1802, [[Gia Long|Nguyễn Ánh]] thống nhất đất nước, lên ngôi hiệu là Gia Long, đặt tên nước là Việt Nam.\n\nNặc Chăn sau đó không muốn theo Xiêm La nữa mà sai sai sứ thần là Ốc nha Bôn Lịch đến xin được thần phục vua [[Gia Long]] nước Việt Nam.\n\nNăm 1807, Gia Long phong cho Nặc Chăn làm Quốc vương Cao Miên rồi sai Ngô Nhơn Tĩnh, Trần Công Đàn làm Chánh phó sứ mang sắc phong và ấn mạ vàng có núm hình [[lạc đà]] đến Chân Lạp, làm lễ sách phong, rồi định ra lệ cống tiến mỗi 3 năm 1 lần, lấy năm 1807 làm đầu<ref name=\"Trần2004\">{{chú thích sách|author=Trần Xuân Sinh |title=Việt sử kỷ yếu|url=http:\/\/books.google.com\/books?id=iGxuAAAAMAAJ|year=2004|publisher=Nhà xuất bản Hải Phòng|page=434}}<\/ref>.\n\nNăm 1809, vua [[Thái Lan|Xiêm La]] [[Rama II]] lên ngôi. Nước Xiêm La bị nước [[Myanmar|Miến Điện]] đánh, trưng 5.000 quân ở Chân Lạp. Nặc Chăn sai các em là Nặc Nguyên<ref>Em trai ruột cùng cha mẹ, kém 2 tuổi. Trùng tên với vua [[Chey Chettha VII|Nặc Nguyên]] ('''Chey Chettha VII'''). Nước Chân Lạp và Xiêm trước thế kỉ 20 không có họ như Trung Quốc, Việt Nam nên con cháu có thể đặt tên trùng với cha ông.<\/ref> (Ang Suguon - trùng tên với [[Chey Chettha VII]]), [[Ang Em (hoàng tử)|Nặc Yêm]]<ref>Em cùng cha khác mẹ. Có sách ghi là Ang Em, Ang Im, Nặc Yểm, Nặc Yêm (cũng trùng tên với vua khác là [[Ang Em]]). Ang Em sau lại theo phe Đại Nam, có con trai là Ang Bhim (Nặc Ong Bướm) làm quan ở Đại Nam. Nước Chân Lạp và Xiêm trước thế kỉ 20 không có họ như Trung Quốc, Việt Nam nên con cháu có thể đặt tên trùng với cha ông.<\/ref>, và [[Ang Duong|Nặc Đôn]] đem quân đi và sai Triệu Bồn Nha chạy báo tin cho Gia Định biết.\n\nNăm 1810, Nặc Chăn sai ốc Nha là Ma A Mân Si đưa thư đến Gia Định nói: ''năm trước sai em là Nặc Nguyên, Nặc Yêm, Nặc Đôn cùng ốc Nha là bọn Cao La Hâm Mang và Trà Tri Biện sang Xiêm, đến nay Xiêm sai Uất Vô Thi đưa bọn Nguyên về, khiến chia đất Chân Lạp cho Nguyên làm vua thứ hai, Đôn làm vua thứ ba, lại đòi 1 vạn binh để đánh Diến Điện, Chăn ngờ Cao La Hâm Mang và Trà Tri Biện thông mưu với nước Xiêm, có ý làm phản, bèn giết đi.''\n\nNặc Chăn đã giết Cao La Hâm Mang<ref>Kralahom Moeung - Thượng thư bộ Hải quân Moeung<\/ref>, Trà Tri Biện<ref>Chakrei Pen - Thượng thư Bộ binh Pen<\/ref>, bè Đảng là Đê Đô Minh giữ đất Bông Xuy và A Phi Phù Biệt Biện đóng đồn ở [[Battambang (tỉnh)|Bắc Tầm Bôn]] để làm phản. Nước Xiêm sai tướng là bọn Phi Mã Long Mang và Phi Nhã Na Trật đem trọng binh đến giúp. Chăn cả sợ, sai người đi cầu viện.\n\nXiêm La đòi Nặc Chăn chia quyền cho các em (Nguyên làm vua thứ 2, Yêm làm vua thứ 3) nhưng Chăn từ chối, Xiêm La liền cho quân sang đánh, buộc Nặc Chăn bỏ chạy sang cầu cứu Việt Nam.\n\nBa người em trai của Ang Chan là Nguyên, Yêm, Đôn sau đó bỏ theo Xiêm làm quan các tỉnh do Xiêm đang chiếm là Bắc Tầm Bôn ([[Battambang]]), [[Xiêm Riệp|Siem Riep]], [[Pursat]].\n\nQuân của Nguyễn Văn Nhân đến [[Longvek|La Bích]]. Nặc Chăn đến đón, xin quan quân tiến đánh lấy Bắc Tầm Bôn. Văn Nhân bảo Chăn đem quân trong nước đi trước. Chăn từ chối, nói không có quân, Văn Nhân đem tình trạng tâu lên.\n\nNguyễn  Văn Nhân đóng quân ở La Bích. Tướng Xiêm là Phi Nhã Long Mang ở Bắc Tầm Bồn sợ không dám động quân, người đưa thư đến Nặc Chăn nói: \"''Trước đây vì Diến Điện xâm lấn cho nên đòi binh viện trợ. Nay Diến Điện đã lui nên bãi việc đòi binh''\".\n\nNguyễn Văn Nhân rút quân về. Nặc Chăn lấy cớ nước mới yên định, tình dân chưa yên, xin lưu quân lại bảo vệ. Vua Gia Long sai [[Thống chế Điều bát|Nguyễn Văn Tồn]] (người gốc Khmer làm quan Việt Nam) đem 1.000 binh đồn Uy viễn (nay thuộc [[Trà Ôn]], [[Vĩnh Long]]) đến đóng ở Chân Lạp.\n\nTân mùi, Gia Long năm thứ 10 [1811], nước Chân Lạp sai sứ đến cống, và xin đổi quốc hiệu làm Ân Di Bắc Phủ Lài. Vua Minh Mạng không cho.\n\nNặc Nguyên trốn đến Phủ Lật (tức [[Pursat]]), nhiều tội nhân trốn của nước ấy đi theo, sửa sang binh khí để tự giữ, xin cắt cho đất ba phủ (Phủ Ca Khu, phủ Lòng, phủ Trung) để ở, lại sai người cầu viện với Xiêm, Xiêm sai tướng là Phi Nhã Nhâm Ba Lạc đóng quân ở Bắc Tầm Bôn, thế rất dữ tợn. Nặc Chăn sợ, báo gấp cho Gia Định. Tổng trấn Nguyễn Văn Nhân đem việc tâu lên. Sai trấn thủ Định Tường là [[Thoại Ngọc Hầu|Nguyễn Văn Thụy]] (Thoại) đem quân đến La Bích, nói phao là đi lấy gỗ, để viện trợ ngầm.\n\nNăm 1812, [[Cuộc nổi loạn Campuchia (1811-1812)|Nặc Nguyên đem quân Xiêm về cướp thành La Bích]] ([[Cuộc nổi loạn Campuchia (1811-1812)]]). Quân Xiêm chia làm năm đạo đánh xuống. Nặc Yêm và [[Ang Duong|Nặc Đôn]] đều chạy sang với người Xiêm. Nặc Chăn bỏ thành chạy về Nam Vang. Vừa đó quân của Nguyễn Văn Thụy đến, đưa Chăn đi Gia Định, còn quân Việt thì đóng ở Lô Yêm để giúp dân Chân Lạp dời chạy vào nội địa.\n\nNăm 1812, [[Gia Long]] sai Tổng trấn thành Gia Định là [[Lê Văn Duyệt]] và Hiệp tổng trấn là [[Ngô Nhân Tịnh|Ngô Nhân Tĩnh]] đại phát thủy binh hơn 13.000 người đưa quốc vương Chân Lạp là Nặc Chăn về nước. Lê Văn Duyệt dâng sớ xin xây thành [[Phnôm Pênh|Nam Vang]] ([[Phnôm Pênh]]) và thành La-Lêm.\n\nQuan quân của Gia Long cũngcho sửa đền thờ Khai quốc công thần [[Nguyễn Hữu Cảnh|Nguyễn Hữu Kính]] (đền ở Nam Vang; trước kia Nguyễn Hữu Kính đi kinh lược Chân Lạp đóng quân ở đấy; sau khi chết, dân Chân Lạp làm đền thờ ngay đấy, gọi là đền Lễ công).\n\nKhi xây xong thành [[Phnôm Pênh|Nam Vang]] ([[Phnôm Pênh]]) và thành La-Lêm. Gia Long cho Lê Văn Duyệt rút quân về, cho [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]] đem 1.000 quân sang trấn giữ thành [[Phnôm Pênh|Nam Vang]] và xác lập quyền \"bảo hộ\" Chân Lạp<ref>{{harvnb|Trần Trọng Kim|1971|pp=180-181}}<\/ref>.\n\nNặc Chăn chuyển thủ đô từ [[Oudong (Campuchia)|Udong]] về [[Phnôm Pênh]]. Hai lần liền trong 1 tháng Nặc Chăn đến ngôi đền của người Việt gần [[Phnôm Pênh]] cúng bái để thể hiện sự biết ơn với vua Gia Long đã giúp đỡ ông chiến thắng trong cuộc chiến<ref name=\"ReferenceA\">The history of Cambodia- From the fall of Angkor to the French Protectorate.<\/ref>.\n\nNăm 1816, bảo hộ Chân Lạp là Nguyễn Văn Thụy ốm xin giải chức; sai Chưởng cơ [[Lưu Phước Tường|Lưu Phước Tườn]]<nowiki\/>g thay.\n\nNăm 1824, Nặc Chăn, hiến tặng nhà Nguyễn thông qua Nguyễn Văn Thoại (để trả ơn Thoại), 3 vùng Chân Sum (còn gọi là Chân Thành hay Chân Chiêm, nằm giữa Giang Thành và Châu Đốc), Mật Luật (Ngọc Luật, cũng nằm giữa Giang Thành và Châu Đốc), Lợi Kha Bát ([[Prey Kabbas]] tỉnh Takeo). Nhà Nguyễn chỉ lấy 2 đất Chân Sum và Mật Luật (Mật Luật sau thành đất huyện Tây Xuyên). Chân Sum sau được phân vào hai huyện Hà Âm và Hà Dương từng thuộc phủ Tĩnh Biên tỉnh Hà Tiên, trước khi chia về cho tỉnh An Giang.\n\nNăm 1833, quân Xiêm cùng [[Ang Em (hoàng tử)|Nặc Yêm]], [[Ang Duong|Nặc Đôn]] (Nặc Nguyên đã chết 1 năm trước đó) tấn công Chân Lạp và Đại Nam ([[Chiến tranh Việt – Xiêm (1833-1834)]]). Lần đánh này phe Xiêm thất bại.\n\nCuối năm giáp ngọ (1834), Nặc Chăn mất, không có con trai, quyền cai trị trong nước về cả mấy người phiên liêu là bọn Trà Long và La Kiên. Những người này đều là người Chân Lạp mà lại nhận quan chức Việt Nam.\n\nĐến năm ất mùi (1835), [[Trương Minh Giảng]] xin lập người con gái của Nặc Chăn tên là [[Ang Mey|Ang mey]] (Ngọc Vân) lên làm quận chúa, rồi đổi nước Chân Lạp ra làm [[Trấn Tây Thành|Trấn tây thành]], chia ra làm 32 phủ và 2 huyện. Đặt một tướng quân, một tham tán đại thần, một đề đốc, một hiệp tán, và 4 chánh phó lĩnh binh, để coi mọi việc quân dân. Ở các chỗ yếu hại, lại đặt chức tuyên phủ, an phủ để phòng ngự.\n\nNăm 1843, người Xiêm đưa [[Ang Duong]] (Nặc Ông Đôn - là em trai sống ở Xiêm của vua Nặc Chăn, và là chú ruột nữ vương [[Ang Mey]]) lên ngôi ở [[Oudong|U Đông]].\n[[Tập tin:NamKy1860.jpg|thumb|Các địa danh Nam Kỳ và Cao Miên (Trấn Tây) gọi theo cách gọi của người Việt: Thông Bình (Thong bigne F), Phù Nam (Phou-Nam), Nam Ninh (Nam-nigne), Lô An (Lou-an), La Kiết (La-Kiet), Tầm Vu (Tam-vou), Nam Vang (Nora-Vang), Kỳ Tô (Ki-to).]]\n\n== Gia quyến ==\nVua Ang Chan có ít nhất bốn người vợ, nhưng đều không có con trai nối ngôi<ref>[http:\/\/www.royalark.net\/Cambodia\/camboa7.htm Hoàng gia Campuchia.]<\/ref><ref>{{Chú thích web|url=http:\/\/www.royalark.net\/Cambodia\/camboa7.htm|title=Cambodia Royal}}<\/ref>:\n*Vương phi Tép (''Anak'' ''Munang'' Devi), là con gái của cựu nhiếp chính Bên (Chao Phraya Abhaya Bhubet, Chiêu thùy Biện) tỉnh trưởng tỉnh [[Battambang]], 1 tỉnh bán tự trị lệ thuộc vào cả Xiêm và Chân Lạp<ref name=\"ReferenceA\" \/>.\n**Sinh ra công chúa Ang Pen (Ngọc Biện 玉卞, ''Brhat'' ''Anak'' ''Angga,'' Ang Baen) (1809-1840). Được nhà Nguyễn phong là Lư An<ref>Tên huyện ở Trấn Tây.<\/ref> huyện quân. Do có mẹ sống ở tỉnh thân Xiêm và có quan điểm thân Xiêm nên bị nhà Nguyễn không cho nối ngôi. Có lẽ bị giết năm 1840 ở dinh Long hồ sau vụ án Ngọc Biện thông đồng với phe thân Xiêm.\n*Vương phi Krachap (''Anak'' ''Munang'' Krachap)\n**Sinh ra công chúa [[Ang Mey]] (Ngọc Vân 玉雲, ''Samdach'' ''Brhat'' ''Anak'' ''Angga'', Mei, Khieu (1815-1874?). Được phong Cao Miên quận chúa, nối ngôi vua cha.\n*Vương phi Pèn (''Anak'' ''Munang'' Pen, em gái của vương phi Krachap)\n**Sinh ra công chúa Ang Snguon (Ngọc Nguyên 玉源) (1829-1875). Được phong Tạp Ninh<ref>Tên huyện ở Hải Đông.<\/ref> huyện quân\n*Vương phi Yos (''Anak'' ''Munang'' Yos)\n**Sinh ra hoàng tử Poukombo (mất sau khi sinh vài giờ, năm 1818) \n**Công chúa Ang Pou (Ngọc Thu 玉秋, ''Samdach'' ''Brhat'' ''Maha'' ''Uparajini,'' Puyani) (1822-1878). Được phong Thâu Trung<ref>Tên huyện ở Hải Tây.<\/ref> huyện quân. Năm 1855, tái giá với người chú [[Ang Duong]].\n\n{{chart top|width=100%|Gia phổ Miên triều}}\n{{chart\/start|style=font-size:85%;line-height:100%;margin: 1em auto;}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | |AT||||AT= [[Outey II|Ang Tan]] <br> Nặc Ông Tôn<br>*1758-75| | |}}\n{{chart| | | | | | | | | | | | | | | |!| | | | | | | | | |}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | |AE||||AE= [[Ang Eng]] <br> Nặc Ông Ấn<br>*1779-96| | |}}\n{{chart| | | | | | | |,|-|-|-|v|-|-|-|^|-|-|-|v|-|-|-|-|-|.}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | |AC| | |SN| | | |EM | | | | |AD| | | |AC= Ang Chan II <br> Nặc Ông Chăn <br>*1806-34|SN=Ang Snguon <br> Nặc Ông Nguyên|EM=Ang Em <br> Nặc Ông Yêm|AD=[[Ang Duong]] <br> Nặc Ông Đôn<br>*1848-60|}}\n{{chart| | | | | |,|^|-|-|v|-|-|-|-|v|-|-|-|.| | | | | | |,|^|-|-|-|v|-|-|-|-|-|.}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | |AB| |AM| |AP| |AS| | | |NO| | |SI| | | |SV| |AB=Ang Baen<br>Ngọc Biện|AM=[[Ang Mey]] <br> Ngọc Vân<br>*1834-47|AP=Ang Peou<br>Ngọc Thu|AS=Ang Snguon<br>Ngọc Nguyên|NO=[[Norodom]] <br> Nặc Ông Lân<br>*1860-1904|SI=[[Sisowath của Campuchia|Sisowath]]<br>*1904-27|SV=Sivatha}}\n{{chart| | | | | | | | | | | | | | | | | | | | | | | | | \n|!| | | | |!| | | | | |}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | | | | | | | | | | |NS| | |SM|NS=[[Norodom Suramarit]] <br>*1955-60|SM=Sisowath Monivong<br>*1925-1941}}\n{{chart| | | | | | | | | | | | | | | | | | | | | | | | | \n|!| | | | | | | | | | |}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | | | | | | | | | | |SI| | | |SI=[[Sihanouk]] <br>*1941-2004}}\n{{chart| | | | | | | | | | | | | | | | | | | | | | | | | \n|!| | | | | | | | | | |}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | | | | | | | | | | |NI| | | |NI=[[Norodom Sihamoni]] <br>*2004-}}\n{{chart\/end}}\n{{chart bottom}}\n\n==Tham khảo==\n{{tham khảo}}\n\n*[https:\/\/openresearch-repository.anu.edu.au\/bitstream\/1885\/111867\/2\/b13107549_Theam_Bun_Srun.pdf CAMBODIA IN THE MID-NINETEENTH CENTURY: A QUEST FOR SURVIVAL, 1840-1863] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200227043408\/https:\/\/openresearch-repository.anu.edu.au\/bitstream\/1885\/111867\/2\/b13107549_Theam_Bun_Srun.pdf |date=2020-02-27 }}\n{{Vua Campuchia}}\n{{Sơ khai lịch sử}}\n\n[[Thể loại:Vua Campuchia]]\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Sinh năm 1792]]\n[[Thể loại:Mất năm 1834]]"}