{"Angelo Secchi":"{{Infobox scientist\n|name = Angelo Secchi\n|image = PSM V12 D660 P Angelo Secchi.jpg\n|image_size = 150px\n|caption = \n|birth_date = {{Birth date|1818|6|29}}\n|birth_place = [[Reggio Emilia]], [[Ý]]\n|death_date = {{death date and age|1878|2|26|1818|6|29}}\n|death_place = [[Rome]], Ý\n|residence = \n|citizenship = \n|nationality = [[Ý]]\n|ethnicity = \n|field = [[Thiên văn học]]\n|work_institutions = [[Đài thiên văn]] tại [[Học viện La Mã]]\n|alma_mater = \n|notable_students = \n|known_for = \n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences = \n|influenced = \n|prizes = \n|religion = \n|footnotes = \n|signature =\n}}\n'''Fr. Pietro Angelo Secchi''' [[Hội của Jesus|SJ]] (1818-1878) là [[nhà thiên văn]] [[người Ý]]. Ông là giám đốc của Đài thiên văn của Đại học Giáo hoàng Gregory (sau được gọi là Học viện La Mã) trong vòng 28 năm. Ông là người tiên phong trong lĩnh vực [[quang phổ học thiên văn]] và là một trong những nhà thiên văn học đầu tiên khẳng định [[Mặt Trời]] là một [[vì sao]]. \n== Cuộc đời ==\n[[Tập tin:Angelo Secchi – Sui recenti progressi della meteorologia, 1861 - BEIC 6295977.tif|thumb|upright|''Sui recenti progressi della meteorologia'' (1861)]]\n\nSecchi sinh ra tại Reggio Emilia, nơi ông theo học một trường trung học [[dòng Tên]]. Ở tuổi 16, ông nhập Hội của Jesus ở Rome. Ông tiếp tục công việc học của mình tại Học viện La Mã và thể hiện một khả năng [[khoa học]] xuất sắc. Năm [[1839]], ông được chỉ định làm gia sư môn [[toán học]] và [[vật lý]] tại học viện này. Vào năm [[1841]], ông trở thành một chuyên gia lĩnh vực vật lý của Học viện Dòng Tên ở Loreto. Năm [[1844]], ông bắt đầu việc nghiên cứu thần học ở Rome và được sắc phong làm tu sĩ vào ngày [[12 tháng 9]] năm [[1847]]. Vào năm [[1848]], vì cuộc [[Cách mạng La Mã (thé kỷ 19)|Cách mạng La Mã]], những thành viên dòng Tên phải rời khỏi Rome. Secchi đã giành 2 năm tiếp theo ở [[Học viện Stonyhurst]] ở [[Vương quốc Liên hiệp Anh và Bắc Ireland]]. Ông giảng dạy trong một khoảng thời gian tại [[Đại học Georgetown]] ở [[Washington, DC]]. Ông cũng thực hiện các cuộc nghiên cứu sâu về thần học tại thủ đô nước [[Mỹ]].{{sfn|Pohle|1913}} Trong khoảng thời gian ở Mỹ, ông gặp [[Matthew Fontaine Maury]], giám đốc [[Đài thiên văn Hải quân Hoa Kỳ]] ở Washington. Hai người cộng tác với nhau trong nhiều năm.{{sfn|Pohle|1913}}\n\nSecchi trở lại Rome vào năm [[1850]]. Dựa vào lời khuyên của người đồng nghiệp [[Francesco de Vico]], ông trở thành người đứng đầu của đài thiên văn tại Học viên La Mã khi đã 32 tuổi. Vào năm [[1853]], dưới sự chỉ đạo của ông, đài thiên văn đã được đặt vào một vị trí thuận lợi trên đỉnh của [[Nhà thờ Sant'Ignazio]].{{sfn|Chisholm|1911}} Ông trở thành giám đốc ở đó cho đến khi qua đời.\n\nVị trí của ông bị thay đổi sau năm [[1870]], khi mà dấu vết của [[Lãnh thổ Giáo hoàng]] xung quanh Rome đã bị chiếm giữ bởi [[Vương quốc Ý]]. Vào năm [[1873]], Học viện La Mã thuộc quyền sở hữu của chính quyền Ý. Khi chính quyền di chuyển để giám sát đài thiên văn của học viện, Secchi đã phản đối mãnh liệt và dọa sẽ rời khỏi đài thiên văn để làm việc cho một đài thiên văn ở nước ngoài. Ông đã được chỉ định một vị trí khoa học quan trọng và chức vụ chính trị cao bởi chính phủ, nhưng từ chối cam kết làm tròn bổn phận đối với vương quốc. Chính quyền hoàng gia không dám gây trở ngại cho ông và ông tiếp tục chức vụ giám đốc của đài thiên văn. {{sfn|Pohle|1913}}\n\n== Nghiên cứu thiên văn ==\nSecchi đã có nhiều đóng góp cho sự phát triển của thiên văn họcː\n* Sửa chữa lại mục lục các [[vì sao đôi]] của [[Friedrich Georg Wilhelm von Struve]], biên dịch cho 10000 ngôi sao thuộc loại này.\n* Khám phá ra 3 sao chổi, trong đó có [[Sao chổi Secchi]]\n* Xuất bản một bản đồ chính xác về [[hố Mặt Trăng Copernicus]]\n* Vẽ một vài bản trong số những bản phác thảo đầu tiên về [[sao Hỏa]] và là người đầu tiên mô tả [[các kênh đào trên sao Hỏa]]<ref>{{chú thích sách\n | first=Michael E. | last=Bakich | date=2000\n | title=The Cambridge planetary handbook | page=198\n | publisher=Cambridge University Press\n | isbn=0-521-63280-3 }}<\/ref>\nĐặc biệt, Secchi quan tâm đến Mặt Trời và ông đã quan sát nó suốt sự nghiệp của mìnhː\n* Quan sát và vẽ sự phun trào cũng như [[điểm đen Mặt Trời]] và biên soạn nghiên cứu của mình về điểm đen Mặt Trời. \n* Trong các năm [[1860]] và [[1870]], ông đã tổ chức các cuộc thám hiểm để nghiên cứu [[pha tốt Mặt Trời]]\n* Chứng minh [[cuồng sáng Mặt Trời]] và các tai lửa được quan sát trong pha tối Mặt Trời là một phần của Mặt Trời và đó không phải là sự tưởng tượng\n* Khám phá ra [[gai Mặt Trời]]\nTuy nhiên, lĩnh vực chính của ông khi nghiên cứu về Mặt Trời là [[quang phổ học]] thiên văn. Ông đã sáng tạo ra máy quang phổ heli, máy quang phổ sao và máy quang phổ từ. Ông đã chỉ ra [[quang phổ vạch]] của Mặt Trời được biến đổi bởi [[khí quyển Trái Đất]].\n\nBắt đầu vào năm [[1863]], ông sưu tầm quang phổ của các vì sao, con số là 4000. Từ dữ liệu của việc sưu tầm này, ông khám phá ra rằng các sao bị giới hạn bởi số lượng loại hoặc loại phụ và chúng ta có thể phân biệt các vì sao này bằng cách dựa vào quang phổ của chúng. Từ đó, ông đã phát triển [[phân loại các vì sao]]. Sự phân loại của ông được gọi là [[Phân loại Secchi]]. Khi hệ thống của ông được thay thế bởi [[Hệ thống Harvard]], ông vẫn tiếp tục tạo ra các lý thuyết phân loại các vì sao và chúng đã trở thành một phần của [[vật lý thiên văn]]. Sự công nhận của ông về tỏa ra phân tử của các chất gốc carbon của một vài vì sao đã giúp ông khám phá ra [[sao carbon]], một ngôi sao thuộc vào 5 lớp phân loại của ông.\n== Các nghiên cứu [[khoa học]]-[[công nghệ]] khác ==\nSecchi cũng nghiên cứu [[hải dương học]], [[khí tượng học]], [[vật lý]] như thiên văn học.\n\nÔng sáng tạo ra [[đĩa Secchi]] được dùng đánh giá về mức độ nước trong [[biển]], hồ và hồ nuôi cá. Ông nghiên cứu môi trường của Rome, sáng tạo ra khí kế để giúp tạo ra các báo cáo thuận lợi về [[thời tiết]]. Ông cũng nghiên cứu [[cực quang]], hiện tượng quang học và [[mưa đá]] Ông cũng tạo ra sự phân định có hệ thống về [[từ tính Trái Đất]]. Năm [[1858]], ông lập ra Đài quan sát Từ tính ở Rome.\n\nSecchi cũng làm những công việc mang tính chất công nghệ cho chính phủ Papal, như là việc trong nom các [[đồng hồ Mặt Trời]] hay hệ thống nước. Trong các năm [[1854]]-[[1855]], ông thực hiện việc quan trắc [[Đường Appia]] ở Rome. Việc đo đạc này đã được sử dụng vào việc vẽ bản đồ ở Ý. Ông cũng giám việc xây dựng các [[ngôi nhà ánh sáng]] trong Lãnh thổ Giáo hoàng. Năm 1858, ông đến [[Pháp]] và [[Đức]] để tìm kiếm các dự án cần thiết.\n==Vinh danh==\nCó một hố Mặt Trăng và một hố sao Hỏa được đặt theo tên ông. Một [[tiểu hành tinh]] được đặt theo tên của ông, đó là [[4705 Secchi]].\n\nHai tàu [[vũ trụ]] [[STEREO]] mang theo một món đồ có tên là SECCHI ([[tiếng Anh]]ː '''S'''un '''E'''arth '''C'''onnection '''C'''oronal and '''H'''eliospheric '''I'''nvestigation, dịch ra có nghĩa là Nghiên cứu Vòng tròn và Khí quyển heli Kết nối Trái Đất Mặt Trời)\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1818]]\n[[Thể loại:Mất năm 1878]]\n[[Thể loại:Nhà thiên văn học Ý]]\n[[Thể loại:Viện sĩ Viện Hàn lâm Khoa học Pháp]]\n[[Thể loại:Người từ Reggio Emilia]]"}