{"Anna Mons":"{{chú thích trong bài}} \n'''Anna Mons''' là một người tình của [[Pyotr I của Nga|Pyotr Đại đế]], là một trong bốn phụ nữ mà Pyotr quan tâm đến nhiều nhất trong đời ông. Ba người kia là: mẹ của ông ([[Natalia Kirillovna Naryshkina]]), em gái của ông ([[Natalia Alexeevna]]) và vợ thứ hai của ông, [[Yekaterina I|Ekaterina I]]. Anna Mons là người [[Hà Lan]], con gái một thương nhân. Vào khoảng năm [[1699]], Pyotr gặp cô ở [[Khu Ngoại ô Đức]], một quần cư ở ngoại ô thành phố [[Moskva]] dành riêng cho người nước ngoài. Cô đã qua tay [[Franz Lefort|Francis Lefort]], nhưng khi thấy Pyotr để ý đến cô gái tóc vàng với tiếng cười dạn dĩ và đôi mắt long lanh, Lefort sẵn sàng nhường cô cho anh. Giai nhân có tính phóng khoáng này chính là người Pyotr mong muốn: cô có thể cụng ly với anh và chia sẻ chuyện tiếu lâm với anh một cách sảng khoái.\n\nAnna yêu mến Pyotr Đại đế chỉ vì có tham vọng. Cô dâng hiến ân huệ cho vị quân vương để quân vương ban phát ân huệ cho cô: nữ trang, một biệt thự và đất đai. Không màng đến nghi thức, dần dà Pyotr cùng cô xuất hiện giữa các [[boyar]] và ngoại giao đoàn. Dĩ nhiên là Anna mơ tưởng thêm. Cô biết Pyotr không thể chịu đựng sự hiện diện của người vợ ông lúc đó ([[Evdokiya Fyodorovna Lopukhina]]), và với thời gian trôi qua cô càng tin thêm rằng một ngày cô có thể là hoàng hậu nước Nga. Pyotr đã nghĩ về việc này, nhưng thấy không cần thiết phải có hôn lễ. Mối quan hệ như thế là đủ, và cuối cùng kéo dài 12 năm.\n\nSau khi Pyotr Đại đế dẫn [[Đại Phái bộ Sứ thần]] thăm viếng [[Tây Âu]] trở về, Anna Mons thường có mặt bên cạnh ông Pyotr trong các một bữa tiệc, hoặc một [[dạ hội hóa trang]], [[lễ cưới|hôn lễ]], [[thanh Tẩy|lễ rửa tội]], buổi chiêu đãi đại sứ nước ngoài.... Bây giờ – vì vợ của Pyotr không còn ngáng trở – cô gái vốn tự cho mình là \"người bạn trung thành\" của Sa hoàng đã bước ra ngoài công chúng. Sự hiện diện của cô, và của một số phụ nữ ngày càng đông, đã phá vỡ truyền thống của Nga là khi đàn ông Nga họp lại vui vẻ với nhau thì chỉ có các ông Nga mà thôi.\n\nDần dà, mối liên hệ giữa Pyotr Đại đế và Anna Mons tan rã. Trong thời gian đó, Pyotr gặp gỡ  Ekaterina I, người mà ông sau này cưới làm vợ và sau cùng được tôn lên làm Nữ hoàng nước Nga.\n\nSau khi Pyotr Đại đế ly dị với người vợ đầu và cưới Ekaterina, Anna Mons lui vào bóng tối. Nhưng cô được nhắc đến 25 năm sau khi gặp gỡ Pyotr Đại đế lần đầu tiên. Đó là do người em trai của cô, Willem Mons, và chị của cô, Matryona, bị dính líu vào trọng tội. Willem là con người hào hoa, vui vẻ, tinh khôn, đầy tham vọng và cũng là kẻ cơ hội, nên đã chọn người chủ một cách khôn ngoan, cúc cung tận tụy rồi leo lên chức vụ thị thần và bí thư tin cậy của Ekaterina. Cùng lúc, Matryona cũng là thị nữ và người thân cận nhất của Ekaterina. Dần dà, dựa trên vai trò hỗ trợ Hoàng hậu và chăm lo cho những quyền lợi của bà, hai chị em âm mưu với nhau nhằm kiểm soát lối tiếp cận đến Ekaterina. Họ kiểm soát báo cáo và đơn thỉnh nguyện trước khi trình lên Ekaterina. Ngoài tiền hối lộ họ nhận của những người muốn xin ơn huệ từ Ekaterina, hai chị em còn nhận nhiều bất động sản, gia nô và tiền bạc trực tiếp từ Ekaterina. Sau khi vụ việc bị đổ bể, Willem bị tử hình, còn Matryona bị đánh roi rồi bị đày đi [[Siberia]].\n\n==Nguồn tham khảo==\n*''Peter the Great – His life and world'' của Robert K. Massie, Nhà xuất bản: Sphere Books Ltd., London, 1980.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Nữ giới Hà Lan]]\n[[Thể loại:Mất năm 1714]]\n[[Thể loại:Sinh năm 1672]]\n[[Thể loại:Chết vì bệnh lao]]"}