{"Anthemius":"{{Thông tin nhân vật hoàng gia\n| tên =Anthemius\n|tên đầy đủ=Procopius Anthemius\n|tước vị=[[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc Tây La Mã]]\n| hình =Tremissis Anthemius-RIC 2842.jpg\n| ghi chú hình =Hình Anthemius được khắc trên đồng tiền Tremissis, đúc vào thời kỳ trị vì của ông. Đầu đề ghi hàng chữ ''Nhà vua của chúng tôi, Anthemius, Pious, Fortunate, Augustus''.\n| tại vị =12 tháng 4, 467 – 11 tháng 7, 472\n| tiền nhiệm =[[Libius Severus]]\n| kế nhiệm =[[Olybrius]]\n| phối ngẫu =[[Marcia Euphemia]]\n| con cái =[[Alypia (con gái của Anthemius)|Alypia]], [[Anthemiolus]], [[Marcian (kẻ tiếm quyền)|Marcian]], [[Procopius Anthemius]] và [[Romulus (con trai của Anthemius)|Romulus]]\n| nơi sinh = [[Constantinopolis]]\n| sinh =420\n| nơi mất = [[Roma]]\n| mất ={{death date|472|7|11|mf=y}}, (52 tuổi)\n|}}\n'''Procopius Anthemius'''<ref>''[[Prosopography of the Later Roman Empire]]'' II.96.<\/ref> ([[420]]–[[472]]) là [[Hoàng đế Tây La Mã]] trị vì từ năm [[467]] tới [[472]]. Ông được coi là vị Hoàng đế Tây La Mã tài năng cuối cùng, trong suốt thời gian tại vị, Anthemius đã cố gắng giải quyết hai thách thức quân sự chính yếu đối với phần còn lại của [[Đế quốc Tây La Mã]], người [[Visigoth]] trỗi dậy, dưới quyền [[Euric]], mà lãnh thổ của họ đã lan đến tận dãy [[Pyrénées|Pyrenees]], người [[Người Vandal|Vandal]] bất khả chiến bại, dưới quyền [[Geiseric]], đã giành được quyền kiểm soát vùng [[Bắc Phi]] mà không gặp phải chút kháng cự nào đáng kể. Về sau, Anthemius gặp phải thất bại và bị viên tướng gốc Đức là [[Ricimer]], kẻ đang cố gắng tranh đoạt quyền lực với ông giết chết. \n \n==Tiểu sử==\n===Gia đình===\nAnthemius sinh ra trong một gia đinh quý tộc thuộc [[Procopius (thị tộc)|thị tộc Procopia]], do gốc gác cao quý nên ông được giao chức vụ sĩ quan, phục vụ cả dân sự và quân sự của [[Đế quốc Đông La Mã]]. Mẹ ông là Lucina, con cháu của [[Flavius Philippus]], viên [[Pháp quan thái thú phương Đông]] từ năm [[346]] và là con gái của [[Flavius Anthemius]], một [[Pháp quan thái thú]] phương Đông có thế lực ([[404]]–[[415]]) kiêm [[quan chấp chính tối cao]] vào năm [[405]].<ref>Morris.<\/ref> Cha ông là [[Procopius (magister militum)|Procopius]], Tổng tư lệnh quân đội xứ Orientem (''[[magister militum]] per Orientem'') từ [[422]] đến [[424]], hậu duệ của [[Procopius (kẻ tiếm quyền)|Procopius]], cháu Hoàng đế [[Constantinus Đại đế|Constantine I]] và là kẻ tiếm quyền chống lại Hoàng đế phương Đông [[Valens]] ([[365]]–[[366]]).\n\nAnthemius Chào đời tại [[Constantinopolis]] vào năm 420, về sau tới [[Alexandria]] theo học thuyết [[Plato mới]] của triết gia [[Proclus]], trong số học trò theo học Proclus gồm có [[Giáo hoàng Marcellinô|Marcellinus]] (Tổng tư lệnh quân đội kiêm thống đốc xứ Illyricum), [[Flavius Illustrius Pusaeus]] (Pháp quan thái thú phương Đông kiêm [[Quan chấp chính|chấp chính quan]] vào năm [[467]]), [[Messius Phoebus Severus]] (Chấp chính quan vào năm [[470]] kiêm ''praefectus urbi'') và [[Pamprepius]] (nhà thơ đa thần giáo).<ref>O'Meara, Dominic, ''Platonopolis: Platonic Political Philosophy in Late Antiquity'', Oxford University Press, 2003, ISBN 0199257582, p. 21.<\/ref>\n\nNăm [[453]], ông kết hôn với [[Marcia Euphemia]], con gái của Hoàng đế Đông La Mã [[Marcianus|Marcian]] ([[450]]–[[457]]), sau khi kết hôn, ông được thăng lên cấp bậc ''[[comes]]'' và được gửi tới biên giới [[Danubian]] với nhiệm vụ xây dựng lại tuyến phòng thủ biên giới, vốn đã rơi vào tình trạng xấu dần kể từ sau cái chết của [[Attila]] vào năm 453. Năm [[454]], ông được triệu về Constantinopolis nhận tước vị ''[[patricius]]'' và trở thành Tổng tư lệnh quân đội phương Đông. Năm [[455]], nhận vinh dự giữ chức [[quan chấp chính tối cao]] cùng với Hoàng đế phương Tây [[Valentinianus III|Valentinian III]].\n\nViệc kết hôn với con gái của Marcian và nắm giữ những chức vụ cao trong quân đội và triều đình cho thấy Hoàng đế Marcian đã chọn Anthemius như một ứng cử viên cho ngôi vị Tây La Mã. [[Tháng mười|Tháng 10]] năm [[456]], Hoàng đế Tây La Mã [[Avitus]] bị phế truất,<ref>[[John Malalas]], ''Chronicon'', 368–369, cited in Mathisen.<\/ref> Marcian dự tính đưa Anthemius lên ngôi Hoàng đế, không may lâm trọng bệnh và mất vào tháng 1 năm [[457]] mà chưa kịp thực hiện kế hoạch. Vào lúc đó, cả hai Đế quốc đều rơi vào tình trạng vô chủ, mọi quyền hành đều nằm trong tay viên tướng gốc rợ Ricimer, Tổng tư lệnh quân đội phương Tây [[Majorianus|Majorian]] và Tổng tư lệnh quân đội phương Đông [[Aspar]] thuộc rợ [[Alan]]. Cả Aspar lẫn Ricimer đều không thể tiếm ngôi vị Hoàng đế vì bị ngăn cản bởi nguồn gốc xuất thân man rợ, tuy vậy Aspar vẫn phản đối Anthemius vì uy tín của ông này mà thay vào đó chọn viên sĩ quan quân sự cấp thấp tên Leo tức [[Leo I xứ Thrace]] làm [[Hoàng đế Đông La Mã]], còn Ricimer chọn Majorian lên làm Hoàng đế Tây La Mã.<ref name=\"mathisen\">Mathisen.<\/ref>\n\nAnthemius vẫn giữ nguyên chức Tổng tư lệnh quân đội và phục vụ dưới trướng của vị Hoàng đế mới, nhiệm vụ chính của ông là phòng thủ ngăn chặn đám dân cư người rợ tràn vào biên giới của Đế quốc. Năm [[460]], ông xuất quân đánh bại [[Valamir]], vua của người [[Ostrogoth]]s tại [[Illyricum]]. Mùa đông năm [[466]] và [[467]], ông liên tiếp đánh tan các cuộc tấn công của một nhóm [[Người Hung]], được chỉ huy bởi [[Hormidac]], người đã vượt qua dòng sông [[Sông Donau|Danube]] băng giá và cướp bóc [[Dacia]]. Những kẻ đột kích đã chiếm được [[Serdica]], Anthemius ngay lập tức kéo quân tới vây hãm thành phố cho tới khi quân Hung trong thành hết lương thực buộc phải mở cửa thành xông ra giao chiến, bất chấp sự phản bội của viên chỉ huy [[kỵ binh]] người Hung của ông, Anthemius cưỡi ngựa xông lên dẫn bộ binh tràn lên tiêu diệt toàn bộ quân đối phương, giành lấy chiến thắng bất ngờ và khi Hormidac chấp nhận đầu hàng, Anthemius yêu cầu hắn phải giao lại cho ông tên đào ngũ.<ref>Thompson, Edward Arthur, ''The Huns'', Blackwell Publishing, 1996, ISBN 0631214437, p. 170.<\/ref> \n \n===Lên ngôi===\nHoàng đế Đông La Mã mới lên ngôi [[Leo I xứ Thrace]], phải giải quyết những vấn đề đối nội vừa phát sinh: Vua [[Geiseric]] người [[Người Vandal|Vandal]] và những cuộc đột kích của họ vào bờ biển nước Ý. Sau khi Hoàng đế [[Libius Severus]] mất vào năm [[465]], Đế quốc Tây La Mã rơi vào tình trạng hỗn loạn, vô chủ. Geiseric dự tính đưa [[Olybrius]], một người có mối quan hệ với Geiseric lên ngôi vua, bởi vì Olybrius và con trai của Geiseric đều lấy con gái của Hoàng đế [[Valentinianus III|Valentinian III]], với việc đưa Olybrius lên ngôi, Geiseric dễ dàng thao túng triều chính của Đế quốc Tây La Mã, Leo muốn giữ yên Geiseric càng gần triều đình Tây La Mã ở Ravenna càng tốt, nhân đó mà tìm kiếm người kế vị Severus.\n\nTrong khoảng thời gian đó, Geiseric liên tiếp mở rộng các cuộc tấn công vào [[Sicilia]] và [[Ý]] ở Tây La Mã cho tới những lãnh thổ của Đông La Mã, tàn phá, cướp bóc và nô dịch hóa cư dân sống tại [[Illyricum]], bán đảo [[Peloponnesus|Peloponnese]] và một số vùng của [[Hy Lạp]], không thể nào chần chừ hơn được nữa, Leo quyết định hành động.\n\nMùa xuân năm [[467]], Leo chính thức tấn phong Anthemius làm Hoàng đế Tây La Mã và gửi ông trở về Ý với sự hộ tống của quân đội dưới quyền [[Giáo hoàng Marcellinô|Marcellinus]], Tổng tư lệnh quân đội xứ Illyricum. Ngày 12 tháng 4, Anthemius được [[Roma]] công nhận là Hoàng đế khi đang trên đường tiến quân.<ref>''[[Fasti vindobonenses priores]]'', no. 597, s.a. 467: \"his cons. levatus est imp. do.n. Anthemius Romae prid. idus Aprilis.\", cited in Mathisen.<\/ref> Việc bầu chọn Anthemius lên ngôi Hoàng đế cũng được tôn vinh tại Constantinople bằng bài văn tán tụng, ca ngợi của [[Dioscorus]].<ref>Dioscorus was the teacher of Leo's daughters, [[Ariadne (empress)|Ariadne]] và [[Leontia (daughter of Leo I)|Leontia]], and later became [[Praetorian prefect of the East]].<\/ref>\n \n===Trị vì===\n====Quan hệ với Đông La Mã====\nDưới thời trị vì của Anthemius, Tây La Mã luôn duy trì mối quan hệ ngoại giao tốt với Đông La Mã, ví dụ như Anthemius được coi là vị Hoàng đế Tây La Mã cuối cùng còn được ghi chép lại trong bộ luật Đông La Mã.<ref>''[[Justinian code]]'', I.11.8, issued on July 1 472, cited in Mathisen.<\/ref>\n\nCả hai bên đều cộng tác với nhau trong việc bầu chọn chấp chính quan hàng năm. Anthemius nắm giữ chức chấp chính quan tối cao với tước hiệu sine collega (được quyền bổ nhiệm mà không cần đồng sự) vào năm [[468]]. Năm [[469]], hai viên chấp chính quan được chọn là Marcian, con trai của Anthemius và [[Flavius Zeno]]. Năm [[470]], chấp chính quan tiếp theo là [[Messius Phoebus Severus]], một người bạn cũ của Anthemius từ hồi còn học chung ở trường của Proculus và [[Jordanes]], Tổng tư lệnh quân đội xứ Orientem. Năm [[471]], Leo được giữ chức chấp chính quan tối cao cùng với người đồng sự [[Caelius Aconius Probianus]], Pháp quan thái thú Ý, cả hai vị Hoàng đế đều ra sức củng cố mối ràng buộc của họ bằng cuộc hôn nhân giữa con trai của Anthemius, [[Marcian (kẻ tiếm quyền)|Marcian]] với [[Leontia]], con gái của Leo.\n\nChính sách hôn nhân của Anthemius cũng bao gồm cả cuộc hôn nhân của [[Alypia (con gái của Anthemius)|Alypia]], cô con gái duy nhất của ông với Ricimer, viên tướng Tổng tư lệnh quân đội có quyền thế lớn. Nhà thơ [[Sidonius Apollinaris]] vừa đến Roma vào đúng dịp kết hôn cuối năm 467, đã mô tả buổi tiệc cưới có đông đảo các tầng lớp xã hội tham gia, ông gợi ý rằng dường như Alypia có vẻ không mấy ưa thích người chồng man rợ của cô.<ref>Sidonius Apollinaris, ''Epistulae'', i.5.10–11.<\/ref> \n \n====Chiến dịch chống lại Vandal====\nNgười Vandal chính là vấn đề quan trọng của Đế quốc phương Tây. Cuối năm 467, Anthemius chuẩn bị tổ chức một chiến dịch quân sự thảo phạt Vandal, quân đội Tây La Mã dưới quyền chỉ huy của tướng Marcellinus, nhưng kết quả thất bại: tình hình thời tiết xấu đã buộc [[Hải quân La Mã|hạm đội tàu chiến La Mã]] phải trở lại căn cứ trước khi hoàn tất cuộc hành quân. \n \nNăm 468, Leo I, Anthemius và Marcellinus cùng nhau phát động một chiến dịch quân sự lớn chống lại [[vương quốc Vandal]] ở châu Phi. Viên Tổng tư lệnh chỉ huy chiến dịch là [[Basiliscus]] (về sau trở thành Hoàng đế Đông La Mã), anh em vợ của Leo. Một hạm đội tàu chiến lớn được các bên thu thập để vận chuyển quân đội hỗn hợp Đông-Tây La Mã-Illyric, hầu hết các chi phí này đều được triều đình phương Đông chi trả, Anthemius cũng lấy tiền từ ngân khố phương Tây để đóng góp một phần vào chi phí của chiến dịch này. Tuy nhiên, chiến dịch hoàn toàn thất bại, Marcellinus [[tử trận]], binh lực suy yếu.\n\nLeo quyết định ký kết một hiệp ước hòa bình riêng biệt với Gaiseric nhằm mưu cầu sự yên ổn cho phương Đông. Anthemius gần như mất hết đồng minh của mình, với ngân khố hoàng gia gần như trống rỗng do chiến dịch không mấy thành công, Anthemius đành phải từ bỏ mộng đoạt lại châu Phi, thay vào đó tập trung vào vấn đề thứ hai của Đế quốc, giữ vững sự kiểm soát các tỉnh còn lại của Tây La Mã dưới quyền cai trị của ông, tránh trở thành mục tiêu bành trướng của người [[Visigoth]] đang dần tràn vào xâm chiếm.\n \n====Chiến dịch chống lại Visigoth====\nSau thất bại thảm hại tại châu Phi, Anthemius quyết định chuyển mục tiêu sang việc tái chinh phục xứ Gaul, lúc này đang bị chiếm đóng bởi người Visigoth, dưới quyền vị vua đầy tham vọng của họ là [[Euric]], người đã lợi dụng sự kiểm soát yếu ớt các tỉnh của người La Mã gây ra do bất ổn chính trị. Phạm vi ảnh hưởng của Euric còn bao gồm cả một số tỉnh bị tách ra từ phần còn lại của Đế quốc. Mặc dù cả hai vùng [[Arelate]] và [[Marseille]]s vẫn còn nằm dưới sự chi phối của triều đình phương Tây, [[Alvernia]] nằm biệt lập từ phần còn lại của Đế quốc và bị chi phối bởi [[Ecdicius]], con trai của cựu Hoàng đế [[Avitus]], trong khi những lãnh thổ sau này về sau đều ở một nơi được gọi là [[Lãnh địa của Soissons]] nằm về hướng bắc xa xôi.\n\nNăm 470, Anthemius cho tuyển mộ người [[Breton]] sống ở [[Armorica]] tham gia cuộc chiến chống lại Euricus.<ref>''[[Chronica gallica anno 511]]'', n. 649, ''s.a.'' 470; Sidonio Apollinare, iii.9.<\/ref> Breton vào lúc ban đầu, với 12,000 quân trong tay, vua [[Riothamus]] đã chiếm cứ thành công xứ [[Bourges]]. Tuy nhiên khi họ tiến vào trung tâm lãnh thổ của người Visigoth, cố gắng đánh chiếm [[Déols]] thì bị đội quân áp đảo của người Visigoth đánh bại khiến vua Riothamus buộc phải trốn sang lãnh thổ của người [[Bourgogne|Burgundy]], đồng minh La Mã.<ref>[[Jordanes]], 237–238; [[Gregory of Tours]], [[s:la:Historiarum Francorum libri X - Liber II#18. Quod Childericus Aurilianus et Andecavo venit Odovacrius.|ii.18]].<\/ref>\n\nNhận thấy không thể tin cậy một lực lượng nào có thể trợ giúp mình, Anthemius quyết định đích thân xuất quân chinh phạt Visigoth. Ông thu thập số quân còn lại dưới quyền chỉ huy trên danh nghĩa của con trai ông là [[Anthemiolus]], nhưng quyền chỉ huy thực sự nằm trong tay các bộ tướng của ông như [[Torisarius]], [[Everdingus]] và [[Hermianus]]. Anthemiolus xuất phát từ Arelate và dẫn quân đội vượt qua sông [[Rhone]], nhưng bị Euric, kẻ vừa đánh bại, giết chết một số tướng lĩnh La Mã và cướp phá khu vực bố trí quân sĩ chặn đánh.<ref>''Chronica gallica anno 511'', n. 649 ''s.a.'' 471, cited in Mathisen.<\/ref>\n \n====Quan hệ với Viện Nguyên Lão====\nViệc để mất [[Châu Phi]] và sự kiểm soát các tỉnh đang ngày càng lung lay, thì ở trong nước, Anthemius phải đối mặt với nguy cơ chống đối từ nội bộ triều đình Tây La Mã, mọi người đều cho rằng ông vua gốc gác Hy Lạp này chỉ là một con rối hữu danh vô thực do triều đình Đông La Mã lựa chọn, số khác lại nghi ngờ rằng Anthemius có thể là một người theo [[thuyết đa thần|đa thần giáo]].\n \nĐể có được sự hỗ trợ và ủng hộ từ tầng lớp quý tộc [[Nguyên Lão nghị viên]], Anthemius ban tước vị ''[[patricius]]'' cho những thành viên thuộc giới cầm quyền gốc Ý và Gaul. Ông đã mở đầu cho thông lệ vốn rất phổ biến tại phương Đông, bổ nhiệm ngay cả thường dân vào cấp bấc quý tộc. Việc ban cấp tước vị tràn lan đã gây nên một trào lưu tai hại, làm xáo trộn trong giới quý tộc và ảnh hưởng nghiêm trọng đến danh hiệu thật sự của hàng ngũ quan lại, viên chức trong triều đình phương Tây.\n\nTrong số các patricii mới này, có những Nguyên Lão nghị viên gốc Ý như [[Romanus]] và [[Messius Phoebus Severus]] đã nhận ra tác hại của việc này nên ra sức phản đối. Không dừng lại ở đó, Anthemius còn bổ nhiệm cho một Nguyên Lão nghị viên gốc Gaul và thậm chí ngay cả những quý tộc mà không có sự nghiệp nào đáng kể như [[Magnus Felix]] và nhà thơ xứ Gaul [[Sidonius Apollinaris]]. Sidonius đã tới Roma để dâng lên kiến nghị từ nhân dân xứ ông, sự giao thiệp của ông trong triều đình, Chấp chính quan [[Caecina Decius Basilius]], nghi ngờ Sidonius đã cho soạn một bài văn ca ngợi khi Anthemius tổ chức lễ cử hành tiếp nhận chức Chấp chính quan tối cao vào ngày 1 tháng 1 năm 468. Hoàng đế ra sức tán thưởng và ưu đãi nhà thơ, thậm chí còn ban cấp bậc quý tộc cho ông, cấp bậc cao hơn của ''Caput senatus'', còn hơn cả viên sĩ quan '' Praefectus urbi '' ở Roma, thường dành riêng cho các thành viên của tầng lớp quý tộc Ý. Sidonius rất có ảnh hưởng đối với Anthemius đến mức Hoàng đế đồng ý giảm nhẹ án tử hình của [[Arvandus]], Pháp quan thái thú xứ Gaul, kẻ đã liên minh với người Visigoth, thay vào đó đổi sang hình phạt sống lưu vong và ra lệnh tịch thu toàn bộ tài sản của ông này.<ref>Sidonius Apollinaris, ''Epistulae'', i.9.1–7.<\/ref>\n\n===Cái chết===\n[[Tập tin:Affresco dell'aspetto antico della basilica costantiniana di san pietro nel IV secolo.jpg|nhỏ|[[Vương cung Thánh đường Thánh Peter cũ]], do Hoàng đế [[Constantinus Đại đế|Constantine I]] xây dựng, trở thành nơi trú ẩn của Anthemius nhằm tránh những kẻ ủng hộ [[Ricimer]] vào năm 472]]\n\nNhân vật quan trọng tại triều đình phương Tây lúc bấy giờ là [[Ricimer]], viên Tổng tư lệnh quân đội có uy quyền lớn nhất (''[[Magister militum]]''), kẻ đã thao túng triều chính, nắm giữ binh quyền và quyết định số phận của vài vị hoàng đế. Vị Hoàng đế mới lên ngôi, được lựa chọn từ triều đình phương Đông, bất chấp cuộc hôn nhân giữa Ricimer và Alypia, con gái của Anthemius, mối quan hệ của họ thường không mấy tốt đẹp. Đỉnh điểm mối quan hệ giữa đôi bên trở nên căng thẳng bắt đầu từ Romanus, Nguyên Lão nghị viên gốc Ý kiêm patricius và là kẻ thân tín của Ricimer, bị Anthemius buộc tội phản bội và xử tử vào năm 470. Ricimer lập tức tập hợp khoảng 6,000 quân cho cuộc chiến chống Vandal, sau cái chết của Romanus, Ricimer hành quân lên phía bắc, bỏ mặc Anthemius tại Roma. Những kẻ ủng hộ của hai phe bắt đầu công kích, sát phạt lẫn nhau, nhờ có sự can thiệp và hòa giải của [[Epiphanius xứ Pavia|Epiphanius]], Giám mục Pavia mà Ricimer và Hoàng đế đã đồng ý ký kết thỏa thuận đình chiến trong một năm nhằm tránh cuộc chiến đổ máu vô ích.<ref>[[Magnus Felix Ennodius]], ''Vita Epiphanii'', 51–53, 60–68; Paul the Deacon, xv.203.<\/ref>\n\nVào đầu năm 472, Anthemius buộc phải giả vờ bị bệnh và xin lánh nạn vào trong [[Vương cung Thánh đường Thánh Peter]]. Hoàng đế Đông La Mã, Leo I đã phái Olybrius sang cố gắng thuyết phục Ricimer và Anthemius cùng nhau hòa giải, rồi sau đó Olybrius đi sứ sang chỗ Gaiseric (một người con của Geiseric đã kết hôn với một người chị hoặc em của Olybrius). Tuy nhiên, trên thực tế, Leo muốn giữ cho Olybrius không rời xa triều đình của ông, vì Leo nghĩ rằng Olybrius có thể trở thành một kẻ ủng hộ Gaiseric, để loại bỏ Ricimer và diệt trừ hậu hoạn, Leo liền cử một phái viên thứ hai đến chỗ Anthemius với mật lệnh phải giết chết cả Ricimer và Olybrius. Không may, tên phái viên đã bị Ricimer phát hiện và cho người hạ sát ngay lập tức.<ref>John Malalas, ''ibidem'', 373–374, cited by Mathisen.<\/ref>\n\nCuộc đấu tranh ngấm ngầm giữa hai bên đã bắt đầu biến thành một cuộc chiến tranh dữ dội. Ricimer tuyên bố Olybrius là Hoàng đế và mang quân bản bộ vây hãm Anthemius ở Roma. Anthemius nhờ có được sự ủng hộ của tầng lớp quý tộc và cư dân thành phố nên tuyên bố chống lại Ricimer và các đơn vị người man rợ trong quân đội, bao gồm cả người của [[Odoacer]]. Tuy nhiên quân của Ricimer đã đột nhập vào thành phố và thành công trong việc cắt đứt tuyến vận chuyển lương thực và tách rời các hải cảng trên sông [[Tevere]] từ [[Palatine]], nơi Anthemius sống trong cung điện của Caesar, khiến cho những người ủng hộ Hoàng đế rơi vào tình trạng có nguy cơ chết đói. Hai bên kêu gọi quân đội ở Gaul giúp đỡ, nhưng viên Tổng tư lệnh quân đội xứ Gaul, [[Gundobad]] người [[Bourgogne|Burgundy]], công khai ủng hộ người chú Ricimer của ông. Anthemius đề bạt [[Bilimer]] lên đến tước vị ''Linh mục Galliarum'' và cử ông tiến vào Ý với quân đội trung thành còn sót lại. Bilimer vừa đến Roma được nửa dặm đường thì đột ngột lâm trọng bệnh mất khi đang trên đường tiến quân nhằm cố gắng ngăn chặn Ricimer tiến vào trung tâm thành phố từ phía bên kia sông Tiber, thông qua [[Aelius Pons]] ở phía trước [[Lăng mộ Hadrian]].<ref>Paul the Deacon, ''ibidem'', xv.4.<\/ref>\n \nMất hết sự hy vọng giúp đỡ từ bên ngoài và bị sức ép bởi sự khan hiếm lương thực, Anthemius cố gắng dẫn quân bản bộ đột phá vòng vây, nhưng do binh lực hai bên quá chênh lệch cho nên quân của Anthemius chẳng mấy chốc đã bị đánh tan, với tổng số thương vong khá lớn, những kẻ còn sống sót sẽ phải đối mặt với tội phản bội và bị đưa ra xét xử không khoan nhượng.<ref name=\"john_antioch_209.1-2\">John of Antioch, ''ibidem'', fragment 209.1–2.<\/ref> Sức cùng lực kiệt, Hoàng đế cùng một vài kẻ thuộc hạ đành phải chạy trốn vào trong nhà thờ Thánh Peter lần thứ hai (theo một số nguồn tài liệu khác cho biết thì Hoàng đế chạy tới trốn tại nhà thờ Santa Maria ở Trastevere), cuối cùng vào ngày 11 tháng 7 năm 472, Anthemius bị quân lính của Gundobad<ref name=\"john_antioch_209.1-2\" \/><ref>John Malalas, ''ibidem'', 375, cited by Mathisen.<\/ref> và Ricimer bắt sống và lôi ra chém đầu ngay trước toàn quân.<ref>Cassiodors, ''ibidem'', 1293; [[Marcellinus Comes]], ''Chronicon'', ''s.a.472''; [[Procopius of Caesarea]], ''Bellum Vandalicum'', vii.1–3. ''Chronica gallica anno 511'' (n. 650, ''s.a.'' 472) records both versions.<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n===Tài liệu chính===\nMột số nguồn tài liệu cho biết đời sống của Anthemius có phần sung túc hơn so với các Hoàng đế Tây La Mã ở thế kỷ thứ 5, một phần vì nguồn gốc của ông ở Constantinople, nơi mà truyền thống ghi chép về lịch sử triều đình vẫn còn tồn tại, và một phần các chi tiết đều được trích ra từ một bài văn tán tụng của nhà thơ La Mã gốc Gaul, Sidonius Apollinaris được gửi đi vào ngày 1 tháng 1 năm 468.\n* [[Gregory of Tours]], ''Historia Francorum''\n* [[Jordanes]], ''[[Getica]]''\n* [[Sidonius Apollinaris]], ''Epistulae'' and ''Carmen''\n\n===Tài liệu phụ===\n* [http:\/\/www.roman-emperors.org\/anthemiu.htm Mathisen, Ralph, \"Anthemius (12 April 467 – 11 July 472 A.D.)\", ''De Imperatoribus Romanis'']\n* {{chú thích sách |last=Morris |first=John |authorlink=John Morris (historian)|others=[[Arnold Hugh Martin Jones]] and John Robert Martindale |title=[[The Prosopography of the Later Roman Empire]] |year=1992 |publisher=Cambridge University Press |isbn=0-521-07233-6 |pages=697 }}\n\n{{s-start}}\n{{s-reg}}\n{{s-bef | before=[[Libius Severus]]}}\n{{s-ttl | title=[[Đế quốc Tây La Mã|Hoàng đế Tây La Mã]] | years=467–472}}\n{{s-aft | after=[[Olybrius]]}}\n{{s-off}}\n{{s-bef | before=[[Flavius Aetius]],<br> Flavius Studius}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Quan chấp chính tối cao]] của [[Đế quốc La Mã]] | years=455 |regent1=[[Valentinianus III|Imp. Caesar Flavius Placidus Valentinianus Augustus]] VIII }}\n{{s-aft | after=[[Iohannes (quan chấp chính tối cao năm 456)|Flavius Iohannes]],<br> Flavius Varanes,<br> [[Avitus|Imp. Caesar Eparchius Avitus Augustus]] }}\n\n{{s-bef | before=[[Illustrius Pusaeus]],<br> [[Iohannes (quan chấp chính tối cao năm 467)|Iohannes]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Quan chấp chính tối cao]] của [[Đế quốc La Mã]] | years=468 }}\n{{s-aft | after= [[Marcian (kẻ tiếm quyền)|Flavius Marcianus]],<br> [[Zeno (hoàng đế)|Flavius Zeno]] }}\n\n{{end}}\n\n{{Roman Emperors}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Anthemius\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH = 420\n| PLACE OF BIRTH = [[Constantinopolis|Constantinople]]\n| DATE OF DEATH = ngày 11 tháng 7 năm 472\n| PLACE OF DEATH = [[Roma]]\n}}\n{{DEFAULTSORT:Anthemius}}\n[[Thể loại:Sinh năm 420]]\n[[Thể loại:Mất năm 472]]\n[[Thể loại:Hoàng đế La Mã thế kỷ thứ 5]]\n[[Thể loại:Comites]]\n[[Thể loại:Hoàng đế La Mã bị hành hình]]\n[[Thể loại:Quan chấp chính tối cao Đế quốc La Mã]]\n[[Thể loại:Dòng họ Theodosius]]\n[[Thể loại:Magistri militum]]\n[[Thể loại:Patricii]]\n[[Thể loại:Chết bởi chém đầu]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]"}