{"Antinous":"{{Other uses}}\n{{Đang viết|tên=Yellow Diamonds}}\n{{Infobox writer\n| name             = Antinous\n| image            = Bust of Antinous (2). 2nd cent. A.D (cropped).jpg\n| caption          = Bức tượng bán thân của Antinous từ [[Patras]], ([[Bảo tàng Khảo cổ học Quốc gia, Athens]])\n| native_name      = \n| birth_place      = [[Bithynium|Claudiopolis]], [[Bithynia]], [[Đế quốc La Mã]] (nay là [[Bolu]], [[Thổ Nhĩ Kỳ]])\n| birth_date       = 111\n| death_date       = 130 (tuổi 18–19)\n| death_place      = [[Heliopolis (Ai Cập cổ đại)|Heliopolis]], [[Sông Nin]], [[Ai Cập cổ đại]] (nay là [[Ai Cập]])\n| resting_place    = [[Villa Adriana|Dinh thự của Hadrianus]], [[Tivoli|Tivoli, Lazio]], [[Ý]]\n| language         = [[Tiếng Hy Lạp cổ đại]] ([[Tiếng Hy Lạp Aeolic]])\n}}\n'''Antinous''' hay '''Antinoös''' ({{IPAc-en|æ|n|ˈ|t|ɪ|n|oʊ|ʌ|s|}}; {{lang-grc-gre|Ἀντίνοος}}; 27 tháng 11 năm 111 – trước ngày 30 tháng 10 năm 130{{efn|Ngày và tháng sinh của anh đến từ một dòng chữ trên một tấm bia ở [[Lanuvium]] có niên đại 136 sau Công nguyên; năm thì không chắc chắn, nhưng Antinous chắc chắn phải khoảng 18 tuổi khi anh chết đuối, ngày chính xác của địa điểm là không rõ ràng: chắc chắn là một vài ngày trước ngày 5 tháng 10 sau Công nguyên khi Hadrianus thành lập thành phố Antinoöpolis, có thể là vào ngày 13 (lễ hội sông Nin) hoặc nhiều khả năng là ngày 24 (kỷ niệm ngày mất của [[Osiris]]). Xem {{harvnb|Lambert|1984|p=19}}, và những nơi khác.}}) là một thanh niên Hy Lạp đến từ [[Bithynia]] và là [[Favourite|người yêu]] của hoàng đế La Mã [[Hadrianus]].{{sfn|Birley|2000|p=144}} Sau khi qua đời trước sinh nhật lần thứ 20, Antinous được [[Apotheosis|phong thần]] theo lệnh của Hadrianus, được tôn thờ ở cả [[Đông phương Hy Lạp và Tây phương Latinh]], đôi khi như một vị thần ({{Lang-grc|{{linktext|θεός}}|translit=theós|label=none}}) và đôi khi chỉ là một [[Greek hero cult|anh hùng]] ({{Lang-grc|{{linktext|ἥρως}}|translit=hḗrōs|label=none}}).<ref>Renberg, Gil H.: ''Hadrian and the Oracles of Antinous (SHA, ''Hadr.'' 14.7); with an appendix on the so-called ''Antinoeion'' at [[Hadrian's Villa]] and Rome's Monte Pincio Obelisk'', Memoirs of the American Academy in Rome, Vol. 55 (2010) [2011], 159–198; Jones, Christopher P., ''New Heroes in Antiquity: From Achilles to Antinoos'' (Cambridge, Massachusetts & London, 2010), 75–83; Bendlin, Andreas: ''Associations, Funerals, Sociality, and Roman Law: The collegium of Diana and Antinous in Lanuvium (CIL 14.2112) Reconsidered,'' in M. Öhler (ed.), Aposteldekret und antikes Vereinswesen: Gemeinschaft und ihre Ordnung (WUNT 280; Tübingen, 2011), 207–296.<\/ref>\n\nNgười ta biết rất ít về cuộc đời của Antinous, mặc dù người ta biết rằng anh sinh ra ở [[Claudiopolis (Bithynia)|Claudiopolis]] (ngày nay là [[Bolu]], Thổ Nhĩ Kỳ), thuộc [[Tỉnh của La Mã|tỉnh]] [[Bithynia et Pontus]] của La Mã. Anh có lẽ được giới thiệu với Hadrianus vào năm 123, trước khi được đưa đến [[Roman Italy|Ý]] để học trường cao cấp. Anh trở thành người yêu của Hadrianus vào năm 128, khi anh được đưa đi tham quan [[Đế quốc La Mã]] như một phần của tùy tùng cá nhân của Hadrianus. Antinous đi cùng Hadrianus khi anh tham dự [[Eleusinian Mysteries]] hàng năm ở [[Athens in the Roman era|Athens]], và đi cùng anh khi anh giết sư tử Marousian ở [[Roman Libya|Libya]]. Vào tháng 10 năm 130, khi họ là một phần của đội tàu đi dọc [[sông Nin]], Antinous chết trong những hoàn cảnh bí ẩn. Nhiều gợi ý khác nhau được đưa ra về việc anh chết như thế nào, từ một vụ chết đuối do tai nạn cho đến một vụ [[hiến tế người có chủ ý]] hoặc [[tự sát]].\n\nSau khi anh qua đời, Hadrianus phong thần cho Antinous và thành lập một giáo phái có tổ chức dành cho việc tôn thờ anh, lan rộng khắp Đế quốc. Hadrianus thành lập thành phố [[Antinopolis|Antinoöpolis]] gần nơi Antinous chết, thành phố trở thành trung tâm tôn thờ [[Osiris|Osiris-Antinous]]. Hadrianus cũng thành lập các trò chơi để kỷ niệm Antinous diễn ra ở cả Antinoöpolis và Athens, với Antinous trở thành biểu tượng cho giấc mơ của Hadrianus về chủ nghĩa Hy Lạp hóa. Việc tôn thờ Antinous được chứng minh là một trong những tôn giáo lâu đời và phổ biến nhất đối với những người được tôn sùng trong đế quốc La Mã, và các sự kiện tiếp tục được thành lập để vinh danh anh rất lâu sau khi Hadrianus qua đời.<ref name=ahb>{{cite journal|url=https:\/\/ancienthistorybulletin.org\/wp-content\/uploads\/2014\/08\/AHBReviews201119.GoldenOnVout.pdf|title=Mark Golden on Caroline Vout, Power and Eroticism|author=Mark Golden|journal=The Ancient History Bulletin Online Reviews|volume=1|year=2011|pages=64–66}}<\/ref>\n\nAntinous trở thành biểu tượng của [[Người đồng tính nam|đồng tính luyến ái nam]] trong văn hóa phương Tây, xuất hiện trong tác phẩm của [[Oscar Wilde]] và [[Fernando Pessoa]].\n\n== Tiểu sử ==\nNhà sử học [[Caroline Vout]] cho rằng hầu hết các văn bản đề cập đến tiểu sử của Antinous ở niên đại hậu Hadrianic rất ngắn gọn và không có quá nhiều thông tin, do đó nhận xét rằng \"việc xây dựng lại một tiểu sử chi tiết về anh là điều không thể\".{{sfn|Vout|2007|p=54}} Nhà sử học Thorsten Opper cho rằng \"Hầu như không có bất cứ điều gì được biết đến về cuộc đời của Antinous, và thực tế là các nguồn của chúng tôi càng chi tiết càng về sau càng không truyền cảm hứng cho sự tự tin cho thế hệ đi sau\".{{sfn|Opper|1996|p=170}} Người viết tiểu sử của Antinous, Royston Lambert cũng đồng các quan điểm trên, nhận xét rằng thông tin về Antinous \"luôn luôn bị ô nhiễm bởi khoảng cách, đôi khi bởi thành kiến ​​và bởi những cách đáng báo động và kỳ lạ mà các nguồn chính được truyền cho chúng ta{{efn|Tạm dịch}}\".{{sfn|Lambert|1984|p=48}}\n=== Thời thơ ấu ===\nAntinous được biết là sinh ra trong một gia đình người Hy Lạp sống tại gần thành phố [[Bolu|Claudiopolis]], nằm ở [[Tỉnh của La Mã|tỉnh]] [[Bithynia]] của La Mã, nơi mà ngày nay là vùng Tây Bắc của Thổ Nhĩ Kỳ.{{sfn|Lambert|1984|p=15}} Antinous sinh ra ở vùng rìa phía đông thành phố Mantineion, một địa phương nông thôn: {{quote|\"Điều này sau này rất quan trọng đối với nhân vật sùng bái được thể hiện trong các bức tượng của Antinous: Antinous là một nhân vật biểu tượng của đất nước, một cậu bé trong rừng (Robert 1980, 132-8; Jones 2010,75).\"<ref>R.R.R. Smith :Antinous: boy made god, 2018 p15<\/ref>|R.R.R. Smith}}\n\nNăm sinh của Antinous không có ghi chép nào ghi lại, các nhà sử học ước tính rằng năm sinh của Antinous có thể là từ năm 110 đến năm 112 [[Common Era|sau Công nguyên]].{{sfn|Lambert|1984|p=19}} Các nguồn ban đầu ghi lại rằng sinh nhật của anh là vào tháng 11, và mặc dù ngày chính xác không được biết, Lambert khẳng định rằng đó có thể là vào ngày 27 tháng 11.{{sfn|Lambert|1984|p=19}} Với địa điểm sinh và ngoại hình của Antinous, có khả năng một phần tổ tiên của Antinous không phải là người Hy Lạp.{{sfn|Lambert|1984|pp=20}}\n\n=== Tuổi ===\nHọc bổng gần đây hơn của RRR Smith,<ref>Antinous: boy made god Ashmolean Museum, University of Oxford, 2018.  {{ISBN|978-1-910807-27-9}}<\/ref> để đồng hành với cuộc triển lãm năm 2018 của [[Bảo tàng Ashmolean]] về Antinous, \"Antinous: cậu bé được tạo hóa bởi các vị thần\", gợi ý rằng các bức tượng của Antinous có liên quan đến việc mô tả tuổi thật của Antinous lúc Antinous qua đời và điều này có nhiều khả năng là \"khoảng mười ba đến mười bốn\". Một [[ephebos]] mười tám hoặc mười chín tuổi sẽ được mô tả với đầy đủ lông mu, trong khi các bức tượng của Antinous mô tả Antinous là người mới mọc \"không có lông mu và có mô mềm ở háng được cắt tỉa cẩn thận\". Một cậu bé ''pais'', đến 17 tuổi sẽ được miêu tả là tiền mọc răng, phụ âm với mô tả của Antinous trong bức tượng Delphi, được phát hiện trong một căn phòng liền kề với đền thờ thần [[Apollo]].\n\nVề việc xác định lại tuổi của Antinous sẽ khiến các thông tin xoay quanh cuộc sống giữa Antinous với Hadrian bị xáo trộn.\n\nHình ảnh thường thấy của Antinous là một nam thanh thiếu niên thích ăn uống thì sẽ ở độ tuổi 18 hoặc 19 tuổi.<ref>Ibid., 157; R. Lambert, Beloved and God: The Story of Hadrian and Antinous, 24.<\/ref> Đối với những bức tượng điêu khắc Antinous mô tả tuổi thật của Antinous, người ta phải nhớ rằng những bức tượng là nghệ thuật đại diện.<ref>[https:\/\/www.merriam-webster.com\/dictionary\/ephebic \"Ephebic\"]. ''Merriam-Webster''. Accessed 25 March 2022.<\/ref> Nếu các bức tượng trông trẻ đi hoặc khác đi thì đó chính là do các nhà điêu khắc khác nhau tưởng tượng ra trong chính tâm trí của bọn họ. Gần như phần lớn hầu hết các nhà điêu khắc chưa bao giờ nhìn thấy Antinous ngoài đời thật và họ chỉ dựa trên tác phẩm trên các bản phác thảo hoặc là lấy từ các ví dụ từ bức tượng gốc. Nếu những bức tượng không có lông mu, có khả năng là các nhà điêu khắc nghĩ rằng những đám lông không hấp dẫn và bỏ đi hoặc sơn nhẹ sau khi điêu khắc xong vì hầu như tất cả các bức tượng La Mã đều được điêu khắc như thế.<ref>Brinkmann, Vinzenz, and Raimund Wünsche, eds. ''Color of the Gods: Painted Sculpture in Classical Antiquity''. Munich: Stiftung Archäologie, 2007.<\/ref> Những bức tượng như thế không thể cho là hình ảnh minh họa Antinous ngoài đời thật.\n\n=== Trạng thái ===\nCó rất nhiều dẫn chứng thiết thật chỉ ra rằng cái tên \"Antinous\"; rất có thể được lấy cảm hững từ nhân vật ''Antinous'' - một trong những người cầu hôn nhân ''Penelope'' trong bài thơ sử thi ''[[Odyssey]]'' của nhà thơ [[Homeros]]. Có một khả năng khác cho rằng cái tên Antinous là cái tên của Antinoë - một người phụ nữ là một trong những nhân vật sáng lập của [[:en:Mantineia|thành phố Mantineia]]. Mặc dù nhiều nhà sử học từ [[thời Phục hưng]] trở đi khẳng định lập luận rằng Antinous từng là nô lệ, nhưng chỉ có một trong số khoảng năm mươi nguồn ban đầu khẳng định lập luận đó, và lập luận được cho rằng đó khó xảy ra, vì việc phong tôn hiệu \"thần\" cho một người từng là nô lệ trong xã hội [[La Mã]] sẽ gây phản đối rất nhiều đối với quần chúng thần dân. Hiện nay, không hề có thông tin dẫn chứng nào còn tồn tại để chứng minh các nền tảng gia đình của Antinous, nhà sử học Lambert tin rằng gia đình của Antinous là những nông dân hoặc chủ doanh nghiệp nhỏ, cũng không thuộc thành phần nghèo nào cửa xã hội, do đó Antinous mới không bị xã hội phân biệt. Lambert cũng cho rằng có khả năng Antinous đã có học thức cơ bản khi còn nhỏ, được dạy cách đọc và viết.\n\n=== Cuộc sống với Hadrian ===\n[[File:Marble Busts of Hadrian & Antinous, from Rome, Roman Empire, British Museum (16517587460).jpg|thumb|left|[[Bảo tàng Anh]] bán thân của [[Hadrian]] (trái) và Antinous (phải), cả hai đều là một tác phẩm của [[Townley Marbles]].\n]]\nTrong thời gian trị vị, hoàng đế [[Hadrian]] đã đi khảo sát khắp Đế chế của mình, và sau đó ông đã đến khảo sát thành phố Claudiopolis vào tháng 6 năm 123, đây rất có thể là lần đầu tiên ông chạm trán với Antinous. Với tính cách của [[Hadrian]], nhà sử học Lambert cho rằng không có khả năng họ trở thành người tình của nhau vào thời điểm này, thay vào đó cho thấy có khả năng Antinous đã được chọn để gửi đến [[Ý]], có thể Antinous đã được học trường sư phạm hoàng gia ở Đồi Caelian. Trong khi đó [[Hadrian]] vẫn tiếp tục khảo sát khắp Đế chế, vào khoảng  tháng 9 năm 125 ông đến [[Ý]] và định cự tại [[Villa Adriana|dinh thự của chính ông]] ở [[Tibur]]. Khoảng ba năm sau đó, Antinous mới trở thành người tình của [[Hadrian]], vì khi [[Hadrian]] rời [[Ý]] thì có mang theo Antinous trong đoàn tùy tùng của mình, sau ba năm định cự.\n\n{{Quote box|width=25em|align=right|quote=\"Cách Hadrian đưa Antinous đi du ngoại, theo sát cậu vào những khoảnh khắc nổi bật về tinh thần, đạo đức hoặc thể chất, và sau khi cậu qua đời, xung quanh cậu là những hình ảnh của cậu, cho thấy sự khao khát ám ảnh về sự hiện diện của cậu, một tôn giáo thần bí. cần sự đồng hành của Antinous.\"\n|source=—Royston Lambert, 1984{{sfn|Lambert|1984|p=97}}}}\n\nNhà sử học Lambert mô tả Antinous là \"một người dường như có mối liên hệ sâu sắc nhất với Hadrian\" trong suốt cuộc đời sau này. Cuộc hôn nhân của [[Hadrian]] với Hoàng hậu [[Sabina]] không hạnh phúc, và không có bằng chứng khảo cổ nào đáng tin cậy cho rằng Hadrian có sự hấp dẫn tình dục đối với phụ nữ, trái ngược với nhiều bằng chứng ban đầu đáng tin cậy rằng anh ta bị thu hút tình dục bởi các chàng trai và đàn ông trẻ tuổi. Trong nhiều thế kỷ, quan hệ tình dục giữa một người đàn ông và một cậu bé đã được xã hội chấp nhận trong các tầng lớp công dân và an nhàn của [[Hy Lạp]], với một thời đại cổ hơn (nó được gọi là \"người tình\", nếu họ trong độ tuổi từ 20 đến 40) thực hiện mối quan hệ tình dục với một ''eromenos'' ([[tiếng Việt]]:\"''người được yêu''\", trong độ tuổi từ 12 đến 18) và đóng vai trò quan trọng trong việc giáo dục của Antinous (sau này).  Không có bằng chứng lịch sử nào chứng minh Antinous trở thành người yêu thích của Hadrian ở độ tuổi nào. Thể chế xã hội theo kiểu ''pederasty'' như vậy không phải là bản địa của văn hóa [[La Mã]], mặc dù [[lưỡng tính]] đã được xã hội chấp nhận rộng rãi trong các tầng lớp trên của xã hội [[La Mã]] vào đầu thế kỷ thứ 2.\n\nNgười ta biết rằng Hadrian tin rằng Antinous là người thông minh và khôn ngoan, và họ có chung sở thích là săn bắn, được coi là cách theo đuổi đặc biệt nam tính trong văn hóa [[La Mã]]. Mặc dù không ai sống sót, người ta biết rằng Hadrian đã viết cả một cuốn tự truyện và thơ khiêu dâm về những người tình nhỏ tuổi của mình; do đó có khả năng là Hadrian đang viết về Antinous. Các nguồn ban đầu rõ ràng rằng mối quan hệ giữa Hadrian và Antinous là tình dục. Trong mối quan hệ của họ, không có bằng chứng nào cho thấy Antinous đã từng sử dụng ảnh hưởng của mình đối với Hadrian vì lợi ích cá nhân hoặc chính trị.\n\nVào tháng 3 năm 127, Hadrian - cùng với Antinous đã cùng nhau du hành - đi qua khu vực [[Sabine]] của [[Ý]], [[Picenum]] và [[Campania]]. Từ năm 127 đến năm 129, Hoàng đế sau đó mắc một căn bệnh mà các bác sĩ không thể giải thích được. Vào tháng 4 năm 128, ông đặt viên đá nền móng cho một ngôi đền thờ thần Vệ nữ và [[La Mã]] ở [[thành phố Rome]], trong một nghi lễ mà có thể ông đã được đi cùng với Antinous. Từ đó, Hadrian đi du lịch [[Bắc Phi]], trong đó anh được đi cùng với Antinous. Cuối năm 128 Hadrian và Antinous đổ bộ vào [[Corinth]], tiến đến [[Athens]], nơi họ ở lại cho đến tháng 5 năm 129, cùng với Hoàng hậu [[Sabina]], các vị Hoàng thân [[Caeserii]], và [[Pedanius Fuscus]]. Chính tại [[Athens]] vào tháng 9 năm 128, cả hai đã tham dự lễ kỷ niệm hàng năm của [[Bí ẩn vĩ đại của Eleusis]], nơi Hadrianus được bắt đầu vào vị trí của [[linh hồn]] trong ''[[Telesterion]]''. Mặc dù không được chứng minh, người ta thường đồng ý rằng Antinous cũng đã được khởi xướng vào thời điểm đó.\n\nTừ đó, cả hai người họ cùng nhau đến [[Tiểu Á]], định cư tại [[Antioch]] vào tháng 6 năm 129, nơi họ đóng quân trong một năm, thăm [[Syria]], [[Ả Rập]] và [[Judaea]]. Từ đó, Hadrian ngày càng chỉ trích [[văn hóa Do Thái]], mà ông sợ rằng sẽ phản đối [[La Mã]] hóa, nên đã đưa ra các chính sách cấm cắt bao quy đầu và xây dựng Đền thờ Thần Zeus-Jupiter trên địa điểm cũ của [[Đền thờ Do Thái]]. Từ đó, họ hướng đến [[Ai Cập]]. Đến [[Alexandria]] vào tháng 8 năm 130, họ đến thăm quan tài của [[Alexander Đại đế]]. Mặc dù được hoan nghênh với những lời khen ngợi và buổi lễ công khai, một số cuộc hẹn và hành động của Hadrian đã khiến giới thượng lưu [[xã hội Hellenic]] của thành phố, họ bắt đầu đồn thổi về các hoạt động tình dục của Hadrian, bao gồm cả những người với Antinous.\n\nNgay sau đó, và có thể là vào tháng 9 năm 130, Hadrian và Antinous đi về phía tây đến [[Libya]], nơi họ nghe nói về một con [[sư tử Marousian]] gây ra nhiều vấn đề cho người dân địa phương. Họ săn lùng con sư tử, và mặc dù sự kiện chính xác không rõ ràng, nhưng rõ ràng Hadrian đã cứu sống Antinous trong cuộc đối đầu với nó, trước khi chính con sư tử bị giết. Hadrian công bố rộng rãi sự kiện này, đúc huy chương đồng về nó, nhờ các nhà sử học viết về nó, ủy thác cho [[Pancrates]] viết một bài thơ về nó, và có một ''[[tondo]]'' mô tả nó được tạo ra sau này được đặt trên [[Cổng vòm Constantine]]. Trên ''[[tondo]]'' này. Rõ ràng là Antinous đã không còn là một thanh niên, đã trở nên cơ bắp và rậm rạp hơn, có thể dễ dàng chống lại chủ nhân của mình; và do đó có khả năng là mối quan hệ của anh ta với Hadrian đã thay đổi.\n\nTrong suốt lịch sử, đã có nhiều tranh cãi liên quan đến mối quan hệ giữa Hadrian và Antinous. Theo Nhà sử học [[Royston Lambert]] trong cuốn [[sách Yêu quý và Chúa]], ông viết “Nhưng về những vấn đề trọng tâm - lịch sử của Antinous, mối quan hệ của ông với Hadrian và cái chết - chúng ta có ít thông tin quý hơn những người viết truyền tai nhau.” Nhiều nhà văn đời đầu có thành kiến ​​với Hadrian đặc biệt là về mối quan hệ của anh ta với Antinous.\n\nCuộc tranh cãi xung quanh mối quan hệ giữa Hadrian và Antinous, là do thiếu bằng chứng hiện có về vị trí của Antinous trong những năm từ 123 -130 CN. Đề cập đầu tiên về Antinous là từ [[Pancrates]] và bài thơ Cuộc săn sư tử của ông từ năm 130 CN. Bằng chứng chắc chắn có sẵn là [[tháp Pincian]]. Ở phía tây của bức phù điêu có một cụm từ bị cắt xén nói rằng \"anh ấy đã lớn lên để trở thành một thanh niên tươi đẹp\". Điều này cho thấy Antinous đã là một con thiêu thân và anh ta đã được thành lập tại nhà của mình ở [[Bithynia]] khi anh ta gặp [[Hadrian]]. Nhiều học giả tin rằng với bằng chứng tình huống rằng mối quan hệ của Hadrian và Antinous kéo dài khoảng ba năm từ năm 127 trước Công nguyên đến tháng 10 năm 130 sau Công nguyên khi Antinous chết đuối ở [[sông Nile]]. Kết luận là có rất ít tài liệu về hoặc về mối quan hệ thực tế của Hadrian và Antinous.\n\n== Trong điêu khắc La Mã ==\nHadrianus \"tìm đến các nhà điêu khắc Hy Lạp để duy trì vẻ đẹp u sầu, phong thái khác người, và khuôn hình nhẹ nhàng và gợi cảm của bạn trai Antinous,\"{{sfn|Wilson|1998|p=440}} trong quá trình điêu khắc thứ được mô tả là \"sự sáng tạo độc lập cuối cùng của nghệ thuật Hy Lạp-La Mã\".{{sfn|Vout|2007|p=72}} Theo truyền thống, người ta cho rằng tất cả chúng đều được sản xuất từ ​​cái chết của Antinous vào năm 130 và của Hadrianus vào năm 138, với lý do đáng ngờ rằng không ai khác có thể quan tâm đến việc vận hành chúng.{{sfnm|1a1=Vout|1y=2005|1p=83|2a1=Vout|2y=2007|2p=87}} Giả định rằng các bức tượng chính thức đã được gửi đến các hội thảo cấp tỉnh trên toàn đế quốc để sao chép, với các biến thể địa phương được phép.{{sfn|Vout|2007|pp=77–78}} Người ta khẳng định rằng nhiều tác phẩm điêu khắc này \"có chung những đặc điểm nổi bật &ndash; ngực nở, rộng, đầu có những lọn tóc bù xù, ánh mắt u ám &ndash; cho phép dễ nhận ra\".{{sfn|Waters|1995|p=198}}\n\nKhoảng một trăm bức tượng của Antinous được bảo tồn cho đến hiện đại, ít nhất, một thực tế đáng chú ý là sự sùng bái của anh là mục tiêu của sự thù địch dữ dội bởi những người biện hộ cho Cơ đốc giáo, những người theo đạo phá hoại và phá hủy các đồ tạo tác và những ngôi đền được xây dựng để tôn vinh tuổi trẻ.{{sfn|Skinner|2013|p=334}} Đến năm 2005, nhà cổ điển Caroline Vout có thể lưu ý rằng nhiều hình ảnh được xác định về Antinous hơn bất kỳ hình ảnh nào khác trong thời cổ đại cổ điển, ngoại trừ Augustus và Hadrianus.{{sfn|Vout|2005|p=82}} Cô cũng khẳng định rằng nghiên cứu Cổ điển về những hình ảnh Antinous này là đặc biệt quan trọng vì sự \"pha trộn hiếm có\" của \"bí ẩn tiểu sử và sự hiện diện vật lý áp đảo của anh\".{{sfn|Vout|2005|p=82}}\n\nLambert tin rằng các tác phẩm điêu khắc của Antinous \"không nghi ngờ gì vẫn là một trong những tượng đài cao nhất và lý tưởng nhất cho tình yêu pederastic của cả thế giới cổ đại\",{{sfn|Lambert|1984|p=80}} cũng mô tả bức tượng là \"sự sáng tạo tuyệt vời cuối cùng của nghệ thuật cổ điển\".{{sfn|Lambert|1984|p=209}}\n\nNgoài ra còn có các bức tượng trong nhiều bảo tàng khảo cổ học ở Hy Lạp bao gồm Bảo tàng Khảo cổ học Quốc gia ở Athens, các bảo tàng khảo cổ học Patras, [[Chalcis|Chalkis]] và [[Delphi]]. Mặc dù đây có thể là những hình ảnh lý tưởng hóa, nhưng bức tượng chứng minh những gì mà tất cả các nhà văn đương thời mô tả là vẻ đẹp phi thường của Antinous.{{citation needed|date=December 2020}} Mặc dù nhiều tác phẩm điêu khắc có thể được nhận ra ngay lập tức, một số tác phẩm mang đến sự thay đổi đáng kể về độ mềm mại và gợi cảm của tư thế và các đặc điểm so với sự cứng nhắc và nam tính điển hình. Vào năm 1998, các di tích đồ sộ được phát hiện tại [[Villa Adriana|Dinh thự của Hadrianus]] mà các nhà khảo cổ học khẳng định là từ lăng mộ của Antinous, hoặc một ngôi đền thờ anh,<ref>Mari, Zaccaria and Sgalambro, Sergio: \"The Antinoeion of Hadrian's Villa: Interpretation and Architectural Reconstruction\", ''[[American Journal of Archaeology]]'', Vol. 111, No. 1, January 2007,<\/ref> mặc dù điều này bị thách thức vì tính chất không thể kết luận của các di tích khảo cổ và việc nhìn ra các nguồn bảo trợ (Epiphanius, Clêmentê thành Alexandria) cho thấy Antinous được chôn cất tại đền thờ của anh ở Antinoöpolis, thành phố Ai Cập được thành lập để vinh danh anh.<ref>Renberg, pp. 181–191.<\/ref>\n\n<gallery mode=\"nolines\" class=\"center\">\nFile:Antinous Pio-Clementino Inv256 n2.jpg|Kiểu Bacchus, Vatican\nFile:Antinoos, AM of Delphi, 201433x (cropped).jpg|Từ Delphi\nFile:Antinous Mondragone Louvre Ma1205.jpg|''[[Antinous Mondragone]]'' tại [[Viện bảo tàng Louvre|Louvre]]\nFile:Antinous Ecouen Louvre Ma1082 n3.jpg|''Antinous Ecouen'', từ [[Villa Adriana]] tại [[Tivoli]]\nFile:Antinous Ludovisi Altemps Inv8620 n1.jpg|Bức tượng bán thân của Antinous trong bảo tàng [[Palazzo Altemps]] ở Roma\nFile:Anderson, James (1813-1877), Antinoo ai Musei vaticani, ca. 1860.jpg|[[Bảo tàng Vatican]], bức tượng bán thân khổng lồ, từ Villa Adriana\nFile:Bust Antinoos Musei Capitolini MC294.jpg|Kiểu Bacchus, [[Bảo tàng Capitolini]]\nFile:Antinous Braschi Louvre Ma2243.jpg|Kiểu ''Antinous Braschi'' (Louvre)\nFile:Antinous imperial cult Louvre Ma1781.jpg|Antinous kiểu thầy tu của [[Imperial cult (ancient Rome)|giáo phái hoàng gia]] (Louvre)\nFile:Antinous Farnese MAN Napoli Inv6030 n02.jpg|''[[Antinous Farnese]]'', [[Bảo tàng Khảo cổ học Quốc gia, Napoli]]\nFile:Capitoline Antinous Musei Capitolini MC741 n2.jpg|''[[Capitolini Antinous]]'', [[Bảo tàng Capitolini]], từ Villa Adriana\nFile:Antinous Dionysos Terme.jpg|Phù điêu, kiểu Sylvanus, [[Bảo tàng La Mã Quốc gia]]\nFile:Standing-striding egyptianized figure of Antinoo - Ägyptisches Museum - Munich - Germany 2017 (2).jpg|Antinous kiểu [[Osiris]]. [[Staatliche Sammlung für Ägyptische Kunst|Staatliches Museum Ägyptischer Kunst]]\nFile:Bust Antinoos Antikensammlung Berlin Sk364 n2.jpg|Đầu (tượng bán thân hiện đại), [[Antikensammlung Berlin]]\nFile:Statue of Antinous as Osiris, 131-138 AD, probably found in the Antinoeion at Hadrian's Villa (a sanctuary dedicated to Antinous), Vatican Museums (21761025491).jpg|Bức tượng Ai Cập hóa Antinoos kiểu Osiris, [[Vatican Museums]]\nFile:Antinous sculpture in the grounds of the New Palace, Potsdam.jpg|Tác phẩm điêu khắc của Antinous trong khuôn viên của [[Cung điện mới (Potsdam)|Cung điện Mới]], [[Potsdam]].\nFile:Italia, antinoo come dioniso-bacco, 130-138 ca. 01.JPG|''Bức tượng bán thân của Antinous'' (130–138 AD) tại [[Museu Nacional de Belas Artes|Bảo tàng Mỹ thuật Quốc gia]] ở [[Rio de Janeiro]], Brazil\n<\/gallery>\n\n{{Nerva-Antonine family tree}}\n\n== Tham khảo ==\n{{notelist}}\n\n===Chú thích===\n{{Tham khảo}}\n\n===Thư mục===\n*{{Chú thích sách|last=Birley|first=A. R.|chapter=Hadrian to the Antonines|url=https:\/\/books.google.com\/books?id=mhNUGgG2eacC&q=Antinous|editor=Alan K. Bowman|editor2=Peter Garnsey |editor3=Dominic Rathbone|title=The Cambridge Ancient History: The High Empire, A.D. 70–192|publisher=Cambridge University Press|year=2000|isbn=9780521263351}}\n*{{Chú thích sách |title=Beloved and God: The Story of Hadrian and Antinous |last=Lambert |first=Royston |year=1984 |publisher=George Weidenfeld & Nicolson }}\n*{{Chú thích sách |last=Opper |first=Thorsten |title=Hadrian: Empire and Conflict |publisher=Harvard University Press|year=1996 |isbn=9780674030954 |url=https:\/\/books.google.com\/books?id=PI94DTyNRLkC&q=Hadrian:+empire+and+conflict+Thorsten+Opper }}\n*{{Chú thích sách|first=Marilyn|last=Skinner|title=Sexuality in Greek and Roman Culture|series=Ancient Cultures|edition=2nd|publisher=Wiley-Blackwell|isbn=978-1-4443-4986-3|year=2013}}\n*{{Chú thích sách|last=Vermeule|first=Cornelius Clarkson|title=Roman Art: Early Republic to Late Empire|publisher=Boston Museum of Fine Arts|year=1979}}\n*{{cite journal|title=Antinous, Archaeology, History|last=Vout|first=Caroline|author-link=Caroline Vout|journal=[[The Journal of Roman Studies]]|year=2005|volume=95|publisher=Society for the Promotion of Roman Studies|pages=80&ndash;96|jstor=20066818|doi=10.3815\/000000005784016342|s2cid=162186547}}\n*{{Chú thích sách |last=Vout |first=Caroline |title=Power and Eroticism in Imperial Rome |location=Cambridge |publisher=Cambridge University Press |year=2007 |isbn=9780521867399 |url=https:\/\/books.google.com\/books?id=icxZpoRE-RIC&q=Antinous+Imperial+cult&pg=PA114 }}\n*{{cite journal|title=\"The Most Famous Fairy in History\": Antinous and Homosexual Fantasy|url=https:\/\/archive.org\/details\/sim_journal-of-the-history-of-sexuality_1995-10_6_2\/page\/194|last=Waters|first=Sarah|author-link=Sarah Waters|journal=[[Journal of the History of Sexuality]]|volume=6|issue=2|publisher=University of Texas Press|pages=194&ndash;230|year=1995|jstor=3704122}}\n*{{Chú thích sách|last=Wilson|first=R. J. A|chapter=Roman art and architecture|url=https:\/\/books.google.com\/books?id=nUgLVyPlO7EC&q=Antinous|editor=John Boardman|title=The Oxford History of the Roman World|publisher=Oxford University Press|year=1998|isbn=9780192802033}}\n\n== Liên kết ngoài ==\n\n{{Commons|Antinous|Antinous}}\n*[http:\/\/www.antinopolis.org The Temple of Antinous, Ecclesia Antinoi]\n*[http:\/\/www.antinous.eu Antinous Various facets of the Antinous topic], antinous.eu\n*[https:\/\/web.archive.org\/web\/20200329072634\/http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/69*.html Cassius Dio's Roman History, epitome of Book 69]\n*[https:\/\/web.archive.org\/web\/20121014100046\/http:\/\/purl.pt\/13961\/2\/l-78094-p_PDF\/l-78094-p_PDF_24-C-R0150\/l-78094-p_0000_capa-capa_t24-C-R0150.pdf \"Antinous\": A poem by Fernando Pessoa. Lisbon: Monteiro, 1918.]\n*[https:\/\/web.archive.org\/web\/20130114074003\/http:\/\/purl.pt\/13967\/2\/res-4516-v\/res-4516-v_item2\/res-4516-v_PDF\/res-4516-v_PDF_24-C-R0150\/res-4516-v_0000_capa-capa_t24-C-R0150.pdf \"Antinous\"] in ''English Poems I–II''. Lisbon: Olisipo, 1921, pp.&nbsp;5–16.\n*[https:\/\/web.archive.org\/web\/20031228195143\/http:\/\/www.liverpoolmuseums.org.uk\/ladylever\/collections\/antinous.asp Sculpture of Antinous] at the [[Lady Lever Art Gallery]]\n*[http:\/\/antinoos.info\/antinous.htm Virtual Museum: Portraits of Antinous]\n\n{{thể loại Commons|Antinous}}\n\n[[Thể loại:Sinh năm 111]]\n[[Thể loại:Mất năm 130]]\n[[Thể loại:Người Hy Lạp cổ đại]]\n[[Thể loại:Người đồng tính nam]]\n[[Thể loại:Thần thoại La Mã]]\n[[Thể loại:LGBT và tôn giáo]]\n[[Thể loại:Người LGBT cổ đại]]\n[[Thể loại:Triều đại Nerva-Antoninus]]\n[[Thể loại:Tử vong vì chết đuối]]"}