{"Antoni Brodowski":"{{Thông tin nhân vật\n| tên = Antoni Brodowski\n| hình = Antoni Brodowski.jpg\n| ghi chú hình = Chân dung tự họa (1813)\n}}\n'''Antoni Stanisław Brodowski''' (sinh ngày 26 tháng 12 năm 1784 tại [[Warsaw]] - mất ngày 31 tháng 3 năm 1832 tại Warsaw) là một [[họa sĩ]] theo phong cách [[cổ điển]] [[người Ba Lan]].\n\n==Tiểu sử ==\nTheo mong muốn trong di chúc của cha, Antoni Brodowski bắt đầu nghiên cứu toán học.<ref name=\"C\">[http:\/\/culture.pl\/pl\/tworca\/antoni-brodowski Brief biography] @ Cultuer.pl.<\/ref> Tuy nhiên, ông cũng học mỹ thuật và người thầy dạy vẽ đầu tiên của ông là Marcello Bacciarelli.<ref name=\"M\">[http:\/\/www.wilanow-palac.pl\/brodowski_antoni_1784_1832.html Brief biography] @ the [[Museum of King John III's Palace at Wilanów]].<\/ref> Từ năm 1805 đến năm 1808, Antoni Brodowski sống ở [[Paris]] và làm gia sư cho các con của Tadeusz Mostowski, một chính trị gia và nhà văn nổi tiếng. Đồng thời, ông theo học nhà tiểu họa Jean-Baptiste Jacques Augustin. Khi trở lại [[Warsaw]], ông làm thư ký tại Bộ Tư pháp.<ref name=\"C\" \/>\n\nNăm 1809, Antoni Brodowski trở lại [[Paris]] nhờ tiền trợ cấp của chính phủ. Ông trở thành học trò của [[Jacques-Louis David]].<ref name=\"M\" \/> Không lâu sau, ông chùn bước trước quy tắc yêu cầu ông phải liên tục gửi tranh về nước để được duyệt cấp tiền, do đó ông bị cắt tiền trợ cấp của chính phủ vào năm 1812. Antoni Brodowski quyết định ở lại Paris, tự kiếm sống bằng công việc vẽ tranh chân dung và theo học [[François Gérard]]. François Gérard về sau trở thành người đỡ đầu của ông.<ref name=\"C\" \/>\n\nKhi quay về [[Warsaw]], do không đủ sống bằng việc bán tranh nên Antoni Brodowski làm việc tại Bộ Nội vụ. Ông có được công việc này nhờ Bộ trưởng Bộ Nội vụ Mostowski là cấp trên trước đây của ông.<ref name=\"C\" \/> Năm 1820, sau khi giành được huy chương vàng với bức tranh vẽ Saul và [[David]], Antoni Brodowski được bổ nhiệm làm Giáo sư hội họa tạm thời tại [[Đại học Warsaw]]. Năm 1824, ông trở thành Giáo sư chính thức và tiếp tục làm việc ở đây cho đến khi ngôi trường này bị chính quyền Nga đóng cửa vào năm 1830.\n\nNăm 1822, Antoni Brodowski gia nhập [[Hiệp hội bạn bè khoa học Warsaw|Hội bạn bè khoa học Warsaw]]. Năm 1825, ông được phong là Hiệp sĩ Hạng 3, Huân chương Thánh Stanislaus.<ref name=\"M\" \/>\n\nAntoni Brodowski nổi tiếng với nhiều tác phẩm tranh chân dung. Ông từng vẽ chân dung của Julian Ursyn Niemcewicz, Đức Tổng Giám mục {{ill|Szczepan Hołowczyc|pl}}, Stanisław Kostka Potocki, Józef Poniatowski, Wojciech Bogusławski, nhà sử học Ludwik Osiński và Giám mục {{ill|Jan Paweł Woronicz|pl}}, cùng nhiều người khác.<ref name=\"C\" \/> Ông cũng vẽ nhiều tác phẩm tranh có chủ đề thần thoại và kinh thánh. Ông cũng là tác giả của cuốn sách ''Co stanowi szkołę malarską'' (What is a School of Painting?).\n\nHai học trò nổi bật của Antoni Brodowski là [[Rafał Hadziewicz]] và nhà điêu khắc [[Jakub Tatarkiewicz]]. Ông có hai con trai là các họa sĩ [[Józef Brodowski the Younger|Józef]] và [[Tadeusz Brodowski|Tadeusz]].\n\n== Triển lãm==\n<gallery>\nFile:Brodowski - Józef Poniatowski.jpg|Józef Poniatowski\nFile:Antoni Brodowski, Edyp i Antygona - 01.jpg|[[Oedipus]] và [[Antigone]]\nFile:Julian Ursyn Niemcewicz 11.PNG|Julian Ursyn Niemcewicz\nFile:Brodowski Paris in the Phrygian cap.jpg|[[Paris (thần thoại)|Paris]] đội nón Phrygian\nFile:Brodowski Saul's anger at David.jpg | Cơn thịnh nộ của Saul đối với [[David]]\n<\/gallery>\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Đọc thêm ==\n* Krystyna Sroczyńska, ''Antoni Brodowski, 1784–1832, Życie i dzieło'', Agencja Wydawnicza Varsovia, 1985, {{ISBN|83-85018-03-4}}.\n\n== Liên kết ngoài ==\n{{commonscat inline|Antoni Brodowski}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Brodowski, Antoni}}\n[[Thể loại:Sinh năm 1784]]\n[[Thể loại:Mất năm 1832]]"}