{"Anton Schimser":"{{Thông tin nhân vật\n| name = Anton Schimser\n| image = Grave of Anton Schimser (01).jpg\n| caption = Phần mộ của Anton Schimser\n}}\n\n'''Anton Schimser''' (sinh ngày 19 tháng 2 năm 1790 - mất ngày 5 tháng 8 năm 1838) là một [[nhà điêu khắc]] [[người Ba Lan]] gốc Áo. Ông là người lập ra một dòng họ làm thợ điêu khắc đá ở [[Lviv]].\n\nAnton Schimser đến Lviv vào năm 1812, và em trai ông là Johann Baptist đến nơi này vào năm 1826. Sau khi Johann mất, con trai ông là Leopold (1833-1888) đứng ra chăm sóc công việc kinh doanh của gia đình, và sau khi Leopold qua đời thì đến lượt Wiktoria Schimser (1838-1908) tiếp quản.\n\nAnton Schimser từng theo học tại Học viện Mỹ thuật Vienna và École nationale supérieure des Beaux-Arts ở [[Paris]]. Sau khi tốt nghiệp, ông sống tại [[Rome]] và [[Bratislava]]. Phong cách sáng tạo của Anton Schimser chịu ảnh hưởng phong cách của Antonio Canova. Từ năm 1812, Anton Schimser đến định cư ở Lviv và lập ra một xưởng điêu khắc. Lúc đầu, Anton Schimser làm việc một mình, một thời gian sau Johann cùng tham gia công việc tại xưởng. Từ năm 1820, ông hợp tác với nhà điêu khắc Hartman Witwer (1774-1825). Anton Schimser nhận chạm khắc bia mộ, chủ yếu thực hiện ở Nghĩa trang Lychakiv<ref>Nicieja S.S., ''Ogród snu i pamięci. Dzieje Cmentarza Łyczakowskiego we Lwowie i ludzi tam spoczywających w latach 1786–2010'', Opole: Wydawnictwo MS, 2010, <nowiki>ISBN 978-83-61915-13-3<\/nowiki>, OCLC [http:\/\/worldcat.org\/oclc\/751258079 751258079].<\/ref> và các nghĩa trang khác ở Lviv và khu vực xung quanh. Anton Schimser cũng nhận làm chạm khắc cho các ngôi nhà muốn có thiết kế [[điêu khắc]] và các tòa nhà công cộng. Năm 1833, ông không thành công khi ứng tuyển vị trí giảng viên điêu khắc tại [[Học viện Mỹ thuật Jan Matejko|Học viện Mỹ thuật Jan Matejko ở Kraków]].\n\n== Danh mục == \n* S. S. Nicieja, Łyczakowski Cemetery in Lviv in the years 1786-1986, ed. 2 Am, Wrocław 1989\n* S. S. Nicieja, Garden sleep and memory. This Łyczakowski Cemetery in Lviv and people resting there in the years 1786-2010, Opole 2010, {{ISBN|978-83-61915-13-3}}\n* Yuri Biriulow, Sculpture Lviv since the mid-eighteenth century until 1939: Since the announcement of the avant-garde classical, Warsaw: \"Neriton\" 2007, p.&nbsp;37-46. {{ISBN|978-83-7543-009-7}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Schimser, Anton}}\n[[Thể loại:Sinh năm 1790]]\n[[Thể loại:Mất năm 1838]]\n[[Thể loại:Nhà điêu khắc Ba Lan]]"}