{"Anton Bruckner":"[[Hình:Anton Bruckner.jpg|250px|nhỏ|Anton Bruckner đeo [[huy chương Franz Joseph]] (chân dung vẽ bởi Josef Büche)]]\n\n'''Anton Bruckner''' ([[tiếng Đức]] phát âm là [antɔn bʀʊknɐ]; [[1824]]-[[1896]]) là một [[nhà soạn nhạc]], nghệ sĩ [[đại phong cầm]], nhà sư phạm người [[Áo]] nổi tiếng với các bản [[giao hưởng]], [[mass]] và [[motet]]. Các bản giao hưởng của ông được coi là biểu tượng của các giai đoạn chính thức của [[chủ nghĩa lãng mạn]] Áo-Đức vì có ngôn ngữ hòa âm phong phú, nhân vật đa âm mạnh mẽ, và [[chiều dài]] đáng kể. Các tác phẩm của Bruckner đã giúp xác định chủ nghĩa cực đoan âm nhạc đương đại, do chúng luôn toát lên tính chất hoành tráng, đồ sộ, tính hàm xúc về đạo đức, chứa đựng những đoạn chen hoa tình và những đạo mang phong cách dân gian tương phản với tính triết lý, suy ngẫm, có cao trào trữ tình cao cả<ref name=\"ReferenceA\">Vũ Tự Lân, Từ điển tác giả, tác phẩm âm nhạc phổ thông, 2007<\/ref>. Có thể nói các bản giao hưởng của ông là những bản giao hưởng xuất sắc nhất [[thế kỷ 19]]. Ông cùng với cậu học trò [[Gustav Mahler]] trở thành hai trong số những nhà soạn nhạc giao hưởng kỳ tài nhất.\n\n==Cuộc đời và sự nghiệp ==\nAnton Bruckner sinh ra tại vùng quê [[Ansfelden]] thuộc [[Linz]] vào năm 1824. Cậu bé Anton đã biết chơi [[piano]], [[violin]], [[đại phong cầm]], còn môn sáng tác thì tự học. Anton Bruckner học thêm [[lý thuyết âm nhạc]] ở thầy Sechter khi đã trưởng thành hơn. Từ năm 1845, Bruckner là thầy giáo và là người chơi đàn organ của tu viện, nơi mà trước đó ông là ca sĩ trong dàn hợp xướng. Năm 1856, ông là người chơi đàn organ tại nhà thờ lớn ở Linz, quê ông. Năm 1865, ông trở thành bạn thân của [[Richard Wagner]]. Năm 1868, Anton Bruckner được mời làm giáo sư các môn đàn organ và lý thuyết âm nhạc ở [[Nhạc viện Viên]]. Ông đi lưu diễn đàn organ tại [[Pháp]] (1869), [[Anh]] (1871), [[Thụy Sĩ]] (1880). Ông là tiến sĩ danh dự của Đại học Tổng hợp Viên. Ông mất vào năm 1896 tại thủ đô của nước Áo.\n\nCuộc đời của Bruckner thực sự là cơn ác mộng. Lúc đầu, ông chỉ là thầy giáo của tỉnh lẻ. Rồi khi trưởng thành, ông phải sống một cách chật vật (có lần chính ông than vãn: \"Cứ thế này thì tôi phải đi ăn mày mất\"). Sau khi biết đến Wagner, vì tính cù lần của mình, Bruckner lại tôn sùng nhà soạn nhạc người Đức đến nỗi sáng Tác bản giao hưởng Wagner (tức bản giao hưởng số 3 của ông). Ông luôn bị [[Eduard Hanslick]], nhà phê bình âm nhạc người Đức, chỉ trích một cách quyết liệt. Tại sao lại như vậy? Bởi vì trong nền âm [[nhạc cổ điển]] lúc báy giờ, cuộc chiến Wagner-Brahms bùng nổ. Wagner tiến hành cải cách nhạc cổ điển theo hướng có chương trình, trong khi Brahms lại phản đối điều này (ông theo phong cách của Beethoven nhiều hơn tính chất những trào lưu mới lúc bấy giờ). Trong khi đó, Hanslick lại theo chủ nghĩa Brahms và tôn Brahms làm biểu tượng cho những tư tưởng của mình và nhiều người khác. Chính vì vậy, Anton Bruckner bị chỉ trích là điều dễ hiểu. (Chỉ có điều, cần lưu ý rằng, các bản giao hưởng của ông ấy đều mang phong cách của [[Beethoven]] và Bramhs hơn là phong cách của Wagner (cụ thể là phong cách âm nhạc chương trình)). Tuy nhiên, Bruckner lại ngây thơ khi cho rằng đứng sau những lời chỉ trích của Hanslick là Brahms. Thế nên, hai nha soạn nhạc lớn của thế kỷ XIX xảy ra mâu thuẫn, mãi sau này mới có thể hòa giải được. Thật ra, Brahms chẳng ưa mấy chuyện bút chiến như thế cho lắm mà chỉ yêu sáng tác mà thôi. Thêm vào đó, Brahms cúng đánh giá rất cao về tài năng của nhà soạn nhạc người Áo, đặc biệt là các bản giao hưởng.\n\nTuy nhiên, những rắc rồi như thế chưa phải là tất cả. Khi còn ở Nhạc viện Viên, ông luôn bị một quan chức cấp cao của Nhạc viện khinh rẻ với những câu như: \"Hãy ném mấy bẳn giao hưởng của ông vào sọt rác đi. Ông thà chuyển soạn mấy bản nhạc của người khác cho piano để kiếm tiền còn hơn\", \"Bruckner không biết chơi đàn organ\" (quả thực là quá quắt, bởi vì Bruckner nổi tiếng là tay chơi organ chuyên nghiệp). Ấy là còn chưa kể chuyện ngày 16-12-1877, một trong những ngày buồn nhất của lịch sử âm nhạc thế giới. Đó là ngày ông chỉ huy bản giao hưởng Wagner của mình một cách bất đắc dĩ vì chẳng có ai dám cầm đũa cả. Khán giả đã cười ồ lên và kết thúc buổi biểu diễn, chỉ còn có mười người ở lại, chủ yếu là học trò của ông. Một trong số đó, [[Gustav Mahler]], đã phải lên sân khấu động viên người thầy đang tuyệt vọng của mình.\n\nDù có nhiều điều không may mắn như vậy nhưng ông vẫn kiên trì sống,luôn đấu tranh với cuộc đời qua các bản giao hưởng. Và cuối cùng, ông đã khiến cho những nhà phê bình âm nhạc thành [[Viên]], những người luôn chỉ trích ông, phải mệt mỏi và được công nhận tài năng.<ref name=\"ReferenceA\"\/>\n\n== Phong cách sáng tác ==\nAnton Bruckner nổi tiếng nhờ các bản giao hưởng. Các bản nhạc ấy cùng với các tác phẩm khác trong sự nghiệp của Bruckner luôn toát lên tính chất hoành tráng, đồ sộ, tính hàm xúc về đạo đức, chứa đựng những đoạn chen hoa tình và những đạo mang phong cách dân gian tương phản với tính triết lý, suy ngẫm, có cao trào trữ tình cao cả. Tuy nhiên, do chịu áp lực từ các nhà phê bình, ông yêu cầu có thể chỉnh sửa các bản giao hưởng tùy thích. Mãi đến năm 1929 các bản giao hưởng của nhà soạn nhạc bất hạnh mới có sự thống nhất nhờ Hội Bruckner. Ngày nay, các [[nhạc trưởng]] có thể biểu diễn các bản giao hưởng của Bruckner theo 2 phiên bản, của [[Robert Haas]] hoặc của [[Leopold Nowak]].<ref name=\"ReferenceA\"\/>\n\n== Các tác phẩm ==\nAnton Bruckner đã sáng tác sáu bản [[missa]], nổi bật có bản số 1 giọng [[Rê thứ]] (1864), bản số 2 giọng Mi thứ (1867), bản số 3 giọng Fa thứ (1881); [[Te Deum]] cho hợp xướng và dàn nhạc (1881); bản [[Requiem]] và các tác phẩm cho tôn giáo khác; chín bản [[giao hưởng]] (1866, 1872, 1873, 1874, 1878, 1881, 1883, 1887, 1896) (bản số 9 dở dang); bản [[overture]] giọng Sol thứ (1863); [[ngũ tấu đàn dây]] giọng [[Fa trưởng]] (1879); những tác phẩm cho đàn phím, những bản [[romance]] và bản [[hợp xướng]].<ref name=\"ReferenceA\"\/>\n\n==Tham khảo==\n*''Từ điển tác giả, tác phẩm âm nhạc phổ thông'', Vũ Tự Lân, xuất bản năm 2007.\n* Bruckner, Anton. Symphony No. 8\/2, C minor, 1890 version. Edited by Leopold Nowak. New York: Eulenberg, 1994.\n* {{chú thích sách|last=Gilliam|first=Bryan|chapter=The Annexation of Anton Bruckner: Nazi Revisionism and the Politics of Appropriation|title=Bruckner studies|url=https:\/\/archive.org\/details\/brucknerstudies0000unse|year=1997|publisher=Cambridge Univ. Press|location=Cambridge|isbn=978-0-521-57014-5|editor1-first=Timothy L. |editor1-last=Jackson|editor2-first=Paul|editor2-last=Hawkshaw|pages=[https:\/\/archive.org\/details\/brucknerstudies0000unse\/page\/72 72]–91}}\n* Korstvedt, Benjamin M. Anton Bruckner: Symphony No. 8 (Cambridge, UK: [[Cambridge University Press]], 2000), 19.\n* ed. Stanley Sadie, ''The New Grove Dictionary of Music and Musicians'' (London: Macmillan, 1980), 20 vols. ISBN 0-333-23111-2.\n* ed. Stanley Sadie, ''The New Grove Dictionary of Music and Musicians, Second Edition'' (London: Macmillan, 2001), 29 vols. ISBN 0-333-60800-3.\n* {{Citation\n | last = Walter\n | first = Bruno\n | authorlink = Bruno Walter\n | title = Bruckner and Mahler\n | journal=Chord and Dischord\n | volume = II\n | issue = 2\n | pages = 2–12\n | date = November 1940\n | publisher=Bruckner Society of America\n | url = http:\/\/www.uv.es\/~calaforr\/walter.html\n | id =\n | access-date =ngày 29 tháng 7 năm 2006 }}\n* {{Citation\n | last =Cooke\n | first =Deryck\n | author-link =Deryck Cooke\n | title =The Bruckner Problem Simplified\n | journal =Musical Times\n | volume =CX\n | issue =1511\n | pages =59–62\n | year =1969\n | url =http:\/\/links.jstor.org\/sici?sici=0027-4666%28196901%29110%3A1511%3C20%3ATBPS1S%3E2.0.CO%3B2-E\n | doi =\n | id =\n | issn =0027-4666 }}\n* Horton, Julian, ''\"Bruckner's Symphonies: Analysis, Reception and Cultural Politics\"'', 2004, Cambridge.\n*{{citation\n|first=Benjamin\n|last=Korstvedt\n|contribution=Bruckner editions: the revolution revisited\n|editor-first=John\n|editor-last=Williamson\n|title=The Cambridge Companion to Bruckner\n|publisher=Cambridge University Press\n|isbn=0-521-00878-6\n|year=2004\n}}\n* James R. Oestreich, \"''Problems and Detours On Bruckner's Timeline''\", New York Times, ngày 10 tháng 7 năm 2005, Sec. Arts and Leisure, Pg. 23.\n* Cornelis van Zwol, ''Anton Bruckner 1824-1896 - Leven en werken'', uit. Thoth, Bussum, Netherlands, 2012 - ISBN 978-90-6868-590-9\n{{refend}}\n;Đọc thêm\n{{refbegin}}\n*{{Cite EB1911|last=Tovey |first=Donald Francis |authorlink=Donald Francis Tovey |wstitle=Bruckner, Anton}}\n*{{Cite Americana|short=1|wstitle=Bruckner, Anton|year=1920}}\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.youtube.com\/watch?v=OfsgZm3YojY The Best of Bruckner]\n\n{{thể loại Commons}}\n* {{ChoralWiki}}\n* {{IMSLP|id=Bruckner%2C_Anton|cname=Anton Bruckner}}\n* [http:\/\/www.brucknerjournal.co.uk\/ The Bruckner Journal] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170312064516\/http:\/\/www.brucknerjournal.co.uk\/ |date=2017-03-12 }} devoted to Anton Bruckner, edited by Ken Ward, caters for lay enthusiasts, musicians and academics. Produced in the UK\n* [http:\/\/abruckner.com\/discography\/ Bruckner Discography edited by John F. Berky and Hans Roelofs] – Detailed listing recordings of Anton Bruckner's works. Also includes articles and free downloads\n* [http:\/\/www.opusklassiek.nl\/componisten\/bruckner_symphony_9_finale.htm Extensive article (35 pages) by Aart van der Wal on Bruckner's Symphony No. 9, unfinished finale]\n* [http:\/\/www.classical.net\/music\/comp.lst\/bruckner.html Classical Net] – Bruckner Bio, Recordings, and Essays\n* [http:\/\/www.uv.es\/~calaforr\/bruckbbg.html UV.es] – Anton Bruckner Bibliography\n* [http:\/\/anthja.com\/ab.html Bruckner biography, 19th century Austrian culture and society] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080911110424\/http:\/\/anthja.com\/ab.html |date=2008-09-11 }}\n* [http:\/\/www.classicalarchives.com\/composer\/2258.html Bruckner MIDIs] at [[Classical Archives]]\n* [http:\/\/www.firstthings.com\/onthesquare\/2009\/10\/the-music-of-eternity The Music of Eternity] by David B. Hart, ''First Things''\n\n{{Authority control|VIAF=61731160|LCCN=n\/79\/145901}}\n\n{{Persondata\n|NAME = Bruckner, Anton\n|ALTERNATIVE NAMES = \n|SHORT DESCRIPTION = Austrian Romantic composer\n|DATE OF BIRTH = ngày 4 tháng 9 năm 1824\n|PLACE OF BIRTH = [[Ansfelden]], [[Đế quốc Áo]]\n|DATE OF DEATH = ngày 11 tháng 10 năm 1896\n|PLACE OF DEATH = [[Vienna]], [[Austria-Hungary]]\n}}\n{{DEFAULTSORT:Bruckner, Anton}}\n[[Thể loại:Nhà soạn nhạc Áo]]\n[[Thể loại:Sinh năm 1824]]\n[[Thể loại:Mất năm 1896]]"}