{"Antoinette de Maignelais":"[[Tập tin:Pierre-tombale-Cholet.jpg|nhỏ|Bia mộ của Antoinette de Maignelais.]]\n'''Antoinette de Maignelais''' ([[1434]] – [[1474]]) là tình nhân có địa vị cao nhất của [[Charles VII của Pháp]] từ 1450 cho đến khi ông chết. Ngoài ra, bà cũng là '''Nam tước phu nhân xứ [[Villequier]]''' thông qua hôn nhân, thay thế người chị họ [[Agnès Sorel]] trở thành tình nhân sau cái chết đột ngột của Agnes năm 1450. Sau là tình nhân của [[François II xứ Bretagne]].\n\n== Cuộc đời ==\nAntoinette là con gái của [[Jean II de Maignelais]] và [[Marie de Jouy]]. Thông qua cha mình bà có quan hệ gia đình đời thứ ba với [[Agnès Sorel]], người từng là tình nhân bậc cao nhất của Charles VII từ khoảng 1441 cho đến 1450 khi bà qua đời đột ngột.\n\nNgay cả trước khi chị họ của mình mất, Antoinette đã lọt vào mắt xanh của nhà vua. Năm 1448, khi bà vừa tròn 14 tuổi, ông tặng bà vùng đất [[Maignelais]], vốn là lãnh thổ tranh chấp giữa tổ tiên [[Raoul de Maignelais]] của bà và các công tước xứ Bourbon. Nhưng cuối cùng, vùng đất lại rơi vào quyền chiếm hữu của gia đình Bourbon.\n[[Tập tin:Chateau-de-la-guerche.jpg|phải|nhỏ|300x300px|[[Château de la Guerche]] nằm ven [[Sông Creuse]].]]\n\n=== Tình nhân Hoàng gia ===\nVào năm bà 16 tuổi, chỉ một thời gian ngắn sau khi Agnès qua đời, Charles VII gả bà Antoinette cho '''[[André de Villequier|André, Nam tước xứ Villequier]]'''. Nhà vua ban tặng bà những lãnh thổ như [[Oleron]], [[Marennes, Charente-Maritime|Marennes]], và [[Arvert]] làm của hồi môn, và một số tiền trợ cấp hàng năm khoảng 2,000 livres. Bà góa bụa chỉ sau bốn năm hôn nhân.\n\nNăm 1458, Charles VII tặng cô con gái Jane de Maignelais của họ một số tiền khoảng 8,250 franc khi gả cho ông hoàng xứ Rochefort.\n\n=== Cuộc sống sau này ===\nKhi nhà vua giá băng năm 1461, Antoinette trở thành tình nhân của [[François II xứ Bretagne]]. Với Francis bà có hai con trai và hai con gái. Bà mất năm 1474.\n\n== Con cái ==\nVới người chồng [[André de Villequier]], bà có một người con trai mất sớm và một cô con gái:\n* [[Artus de Villequier]] (1451 — 1452)\n* [[Antoine de Villequier]] (1452 — 1495)\nVới nhà vua Francis VII, bà có một con gái:\n* [[Jane de Maignelais]] (1455 — ?)\nVới Francis, bà có ba người con trai cũng cùng tên 'Francis' và một người con gái tên Françoise.<ref>{{Chú thích web | url = http:\/\/www.shpr.fr\/?Les-griffes-de-Louis-XI-dans-notre | tiêu đề = Société des historiens du Pays de Retz | tác giả 1 = | ngày = | ngày truy cập = 27 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n== Chú thích ==\n{{tham khảo}}\n\n{{DEFAULTSORT:Maignelais, Antoinette}}\n[[Thể loại:Sinh năm 1420]]\n[[Thể loại:Mất năm 1474]]\n[[Thể loại:Vương tộc Valois]]\n[[Thể loại:Gia tộc Dreux]]"}