{"Ardashir I":"{{Thông tin nhân vật hoàng gia\n| tên = Ardeshir I\n| tước vị = Shahanshah, hoàng đế Iran\n| ghi chú hình = Chân dung Ardashir trên một đồng tiền đúc tại Hamadan vào những năm cuối khi ông trị vì.\n| hình = Coin of Ardashir I (phase 3), Hamadan mint.jpg\n| tiền nhiệm = [[Artabanus IV của Parthia]]\n| kế nhiệm = [[Shapur I]]\n| hoàng tộc = [[nhà Sassanid]]\n| phối ngẫu = [[Adhur-Anahid]]\n| con cái = [[Shapur I]]\n| cha = [[Babak]]\n| mẹ = Rodhag\n| nơi sinh = [[Fars]]\n| mất = 241 CN\n}}\n'''Ardashir I''' ([[tiếng Ba Tư]] trung đại:[[Tập tin:ArdashirPahlaviName.png|75x75px]], [[tiếng Ba Tư]] mới: اردشیر بابکان, ''Ardashir-e Bābakān'') là người sáng lập ra [[nhà Sassanid|triều đại Sassanid]], là người trị vì của [[Istakhr]] (206-241), sau đó là [[Fars|Ba Tư]] (208-241), và cuối cùng thì là \"Vua của các vị vua [[Iran]] (Ba Tư)\" (226-241). Triều đại do Ardashir I sáng lập ra đã trị vì trong vòng 4 thế kỉ cho đến khi bị hạ bệ năm 651 bởi cuộc chinh phạt của dân [[Ả Rập]] theo [[Hồi giáo]]. Ardashir I được xem như là một quân vương năng nổ.\n\n== Tiểu sử ==\nArdashir I vốn là con cháu của một dòng thầy tu của nữ thần [[Anahita]] ở Istakhr, Ba Tư. Người cha của ông là Papag, từng là người trị vì [[Kheir]], một thành phố nhỏ, nhưng bị quản lý, vào năm 205 đã phế truất [[Gocihr]], vua [[Bazrangids]] (những người cai trị địa phương phụ thuộc vào [[triều đại Arsacid]] ([[Người Parthia|Parthia]]) lúc ấy để chiếm ngôi. Mẹ của ông, Rodhagh là con gái của một vị thống đốc Ba Tư. Vì tổ tiên của Ardashir I là Sassan, thầy tu vĩ đại của ngôi đền Anahita, nên ông đã đặt tên cho triều đại do ông sáng lập theo tên vị tổ tiên này (Sassanid).\n\nNhững nỗ lực của ông Papag nhằm ngay sức mạnh đã thoát khỏi sự để ý của hoàng đế Arsacid là [[Artabanus IV của Parthia|Artabanus IV]], vì ông này đang vướng vào một cuốc [[chiến tranh]] với người anh trai là hoàng đế [[Vologases VI của Parthia|Vologases VI]] (chết năm [[228]]). Lợi dụng điều này, Papag cùng với con trai trưởng là Shapur mở rộng quyền lực ra toàn cõi Ba Tư. Trong lúc này, Ardashir I đang là người lãnh đạo của thị trấn [[Darabgird]]. Với cái chết của Papag năm [[220]], Shapur lên kế vị cha. Dù vậy, Ardashir I đã tiến hành một cuộc nổi loạn để giành ngôi với anh cho đến [[208]] ông nắm được vương quyền. Năm [[220]], khi gặp em trai, Shapur đã bị mái nhà đè chết.\n[[Tập tin:Ardashir I of Persia.jpg|nhỏ|Chân dung Ardashir I trên một bức tranh [[Phù điêu|phù điêu]] bằng đá tại [[Naqsh-e Rustam]] (nay thuộc [[Fars (tỉnh)|tỉnh Fars]] , Iran),]]\nSau khi đã giành được ngai vàng, Ardashir I dời đô về [[Ardashir-Khwarrah]] (ngày này nó là [[Firouzabad]]). Thành phố này dựa vào những dãy núi cao và dễ phòng thủ, trở thành một trọng tâm trong những nỗ lực của Ardashir nhằm mở rộng quyền lực. Phía bắc thành phố có những cung điện rất rộng lớn và ngày nay vẫn còn những di tích.\n\nSau khi đã thiết lập được sự thống trị toàn cõi của xứ Ba Tư, Ardashir I xúc tiến việc mở mang bờ cõi, ông còn yêu cầu các thái tử xứ Fars trung thành kiểm soát hộ các tỉnh lân cận như [[Kerman]], [[Isfahan]], [[Susiana]] và [[Mesene]]. Cuộc mở rộng này lập tức gây sự chú ý của hoàng đế Artabanus IV. Năm 224, khi biết tin, Artabanus IV ra lệnh cho thống đốc của vùng [[Khuzestan]] tấn công Ardashir nhưng đã bị Ardashir đánh bại. Cùng năm đó, Artabanus thân chinh gây ra một cuộc chiến lần hai chống Ardashir, nhưng bị đánh bại và giết tại [[Hormizdeghan]]. Sau thành công này, Ardashir I tiếp tục chinh phạt các tỉnh phía tây cũng như đụng độ với người Parthia; cho đến năm 226 ông đăng ngôi [[Shahenshah]] (\"vua của các vua\") Ba Tư tại [[Ctesiphon]]. Các văn bản cổ đại còn ghi rằng vợ ông, [[Adhur-Anahid]] là \"nữ hoàng của các nữ hoàng\", mặc dù mối quan hệ của bà và ông chưa được công nhận. Ông đã sáng lập ra vương triều Sassanid, chấm dứt 400 năm lịch sử của đế chế Parthia hùng mạnh do vua [[Arsaces I của Parthia|Arsaces]] sáng lập ra năm xưa. Tôn giáo chính của đế chế là đạo [[Zoroastrian]].\n\nVài năm sau đó, với các cuộc nổi dậy địa phương ở khắp đế chế, Ardashir I đã luôn luôn mở mang đế chế mới được sáng lập của ông tới vùng đông và tây bắc, chinh phạt các tỉnh của [[Sistan]], [[Gorgan]], [[Khorasan]], [[Margiana]] (nay là [[Turkmenistan]]), [[Balkh]] và [[Khwarezmia|Chorasmia]]. Ông cũng chiếm thêm cho Sassanid các vùng [[Bahrain]] và [[Mosul]]. Các văn bản cổ Sassanid cũng nói về sự phục tùng của vua các xứ [[Kushan]], [[Turan]] và [[Mekran]] với Ardashir, mặc dù các bằng chứng trên tiền đúc thì nói như là họ quy phục con trai của ông, đức vua [[Shapur I]] trong tương lai hơn. Tại phương tây, những cuộc tấn công của ông chống lại [[Hatra]], [[Armenia]] và [[Adiabene]] gặt hái được ít thành công hơn. Ardashir I băng hà năm 241.\n\n== Nguồn ==\n{{commons|Ardashir I|Ardashir I}}\n{{thể loại Commons|Ardashir I}}\n*Christensen, A. 1965: \"Sassanid Persia\". ''The Cambridge Ancient History, Volume XII: The Imperial Crisis and Recovery (A.D. 193–324)''. Cook, S.A. et al., eds. Cambridge: University Press, pp 109–111, 118, 120, 126–130.\n*Oranskij, I. M. 1977: ''Les Langues Iraniennes''. Paris: Librairie C. Klincksieck, pp 71–76. ISBN 2-252-01991-3.\\\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật Iran}}\n{{Vua nhà Sassanid}}{{Authority control}}\n\n[[Thể loại:Vua nhà Sasan]]\n[[Thể loại:Mất năm 241]]\n[[Thể loại:Lịch sử Iran]]\n[[Thể loại:Sinh năm 180]]\n[[Thể loại:Mất năm 242]]"}