{"Augustus":"{{Mở rộng ngôn ngữ|topic=|langcode=en|otherarticle=|date=tháng 5\/2023}}\n{{1000 bài cơ bản}}\n{{otherpeople5|Gaius Octavius (định hướng){{!}}Gaius Octavius|Gaius Julius Caesar (định hướng){{!}}Gaius Julius Caesar}}\n{{Thông tin nhân vật hoàng gia\n| tên = Augustus\n| tước vị = [[Hoàng đế La Mã|Hoàng đế]] đầu tiên của [[Đế quốc La Mã]]\n| hình = Statue-Augustus.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tượng của Caesar Augustus.\n| chức vị = [[Danh sách Hoàng đế La Mã|Nguyên thủ La Mã đầu tiên]]\n| kiểu tại vị = Cai trị\n| tại vị = [[16 tháng 1]] năm [[27 TCN]] – [[19 tháng 8]] năm [[14]]<br>({{số năm theo năm và ngày|-27|01|16|14|08|19}})\n| tên đầy đủ = Gaius Julius Caesar Octavianus\n| tiền nhiệm = ''không'' ([[Đế quốc La Mã|Đế quốc]] được thành lập)\n| kế nhiệm = [[Tiberius]] {{Vương miện}}\n| thông tin phối ngẫu = ẩn\n| phối ngẫu = [[Clodia Pulchra]] ? – 40 TCN <br>[[Scribonia]] 40 TCN – 38 TCN <br>[[Livia Drusilla]] 38 TCN – 14\n| thông tin con cái = ẩn\n| con cái = [[Julia Lớn]]<br>Con nuôi:<br>[[Gaius Caesar]]<br>[[Lucius Caesar]]<br>[[Tiberius]]<br>[[Agrippa Postumus]]\n| hoàng tộc = [[Triều đại Julio-Claudian|Julia-Claudia]]\n| cha = [[Gaius Octavius]];<br> được [[Julius Caesar]] nhận làm con nuôi\n| mẹ = [[Atia (mẹ của Augustus)|Atia Balba Caesonia]]\n| sinh = Gaius Octavius<br \/>[[23 tháng 9]], [[63 TCN]]\n| nơi sinh = [[Roma]], [[Cộng hòa La Mã]]\n| mất = [[19 tháng 8]], [[14]] (75 tuổi)\n| nơi mất = [[Roma]], [[Đế quốc La Mã]]\n| nơi an táng = [[Lăng Augustus]]\n}}\n{{Julio-Claudian dynasty}}\n'''Augustus''' ({{IPAc-en|ɔː|ˈ|ɡ|ʌ|s|t|ə|s|}};<ref>{{Chú thích sách\n|title=Longman pronunciation dictionary\n|first=John C.\n|last= Wells\n|publisher=Longman\n|location=Harlow, England\n|year=1990\n|isbn=0582053838\n}} entry \"Augustus\"<\/ref> {{lang-la|Imperator Caesar Divi Filius Augustus}};<ref>Trong [[tiếng Latinh cổ điển]], từ DIVI FILIVS trong đế hiệu có nghĩa là con của thần thánh, tức Augustus vốn là con nuôi của Julius Caesar người được tôn vinh là DIVS IVLIVS có nghĩa là Julius thần thánh .<\/ref> sinh [[23 tháng 9]] năm [[63 TCN]] — [[19 tháng 8]] năm [[14]], tên khai sinh là '''Gaius Octavius''' và được biết đến với cái tên '''Gaius Julius Caesar Octavianus''' giai đoạn sau năm [[27]] (tiếng [[Latinh]] cổ: {{small|GAIVS•IVLIVS•CAESAR•OCTAVIANVS}}, phát âm {{IPA-la|au̯ˈɡʊstʊs|classical}}), là [[Hoàng đế La Mã|Hoàng đế]] đầu tiên của [[Đế quốc La Mã]], trị vì từ năm [[27 TCN|27 trước Công nguyên]] đến khi [[chết|qua đời]] năm 14 Công nguyên.\n\nOctavian được người ông cậu của mình, [[Julius Caesar]] nhận làm con nuôi và thừa hưởng mọi di sản của Caesar sau khi ông bị ám sát năm 44 TCN. Những năm tiếp theo, Octavian tham gia [[Liên minh tam hùng lần thứ 2]] cùng với [[Marcus Antonius]] và [[Marcus Aemilius Lepidus]]. Với tư cách là thành viên của Tam đầu chế, Octavius cai trị La Mã và lãnh thổ ở [[Châu Âu]] của nó một cách chuyên quyền, chiếm giữ quyền chấp chính tối cao sau khi hai chấp chính [[Aulus Hirtius]] và [[Gaius Vibius Pansa Caetronianus]] qua đời và đảm bảo khả năng tái cử bất biến của mình. Tam đầu chế tan rã sau khi hoàn thành mục đích của những kẻ lập ra nó: Lepidus bị đày ải và Antonius tự sát sau khi bại trận tại [[Trận Actium|Actium]] năm [[31 TCN]].\n\nSau khi Tam đầu chế thứ Hai tan rã, Octavius vẻ ngoài khôi phục lại [[Cộng hòa La Mã|Cộng hoà La Mã]] với quyền lực tối cao thuộc về [[Viện nguyên lão]] nhưng thực chất vẫn nằm trong tay ông. Phải mất sáu hay bảy năm để tìm ra được một khuôn mẫu chính xác để một nước chính thức vẫn theo thể chế Cộng hòa nhưng bây giờ được lãnh đạo bởi một lãnh tụ duy nhất; kết quả là thể chế được biết đến như là [[Đế quốc La Mã]]. Tước vị hoàng đế không giống như [[độc tài La Mã]] mà Caesar và [[Lucius Cornelius Sulla|Sulla]] đã từng nắm giữ trước đó; thật vậy, ông đã khước từ khi đại đa số dân La Mã muốn \"đưa ông lên chức vụ độc tài\" <ref name=\"ccaa 35\">CCAA, Erich S. Gruen, ''Augustus and the Making of the Principate'', 35.<\/ref>. Theo pháp luật, Augustus có một tập hợp các quyền lực ông có suốt đời do Viện nguyên lão giao cho ông, bao gồm cả quyền lên diễn đàn để diễn thuyết, quyền [[kiểm duyệt]], và quyền [[lãnh đạo]], mà không cần phải được bầu vào những cơ quan tương ứng với các chức vụ đó, gồm [[Quan bảo dân La Mã|quan bảo dân]], [[Quan giám sát La Mã|quan giám sát]], và [[Quan chấp chính|chấp chính tối cao]]. Quyền lực áp đảo của ông có được từ những thành công về tài chính và những nguồn lợi thu được từ các cuộc chinh phạt, sự xây dựng các mối quan hệ bảo trợ trong suốt toàn lãnh thổ Đế quốc, sự trung thành của binh sĩ và những cựu chiến binh, quyền lực từ những vinh dự được ban cho bởi Viện Nguyên lão<ref name=\"eck 3\">Eck, 3.<\/ref>, và sự kính trọng, yêu mến của dân chúng. Sự nắm giữ đa số các sư đoàn [[Lê dương La Mã|lê dương]]  của ông gây áp lực lên Viện Nguyên lão, cho phép ông đưa ra các quyết định mà không cần thông qua ý kiến của họ. Với khả năng loại bỏ những Nguyên lão đối lập với biện pháp quân sự, Viện Nguyên lão trở nên ngoan ngoãn dưới sự lãnh đạo tuyệt đối của ông.\n\nTriều đại của Augustus đã mở ra một thời đại tương đối hòa bình, gọi là ''[[Thái bình La Mã|Pax Augusta]]'' hay ''hòa bình của Augustus''. Mặc dù các cuộc chiến tranh vẫn tiếp diễn ở biên giới và [[Năm tứ đế|một năm nội chiến tranh giành quyền kế vị]], vùng Địa Trung Hải hòa bình trong hơn hai thế kỉ. Augustus mở rộng lãnh thổ của Đế quốc La Mã, quy phục nhiều nước [[chư hầu]] để giữ biên cương, và thiết lập hòa bình với [[Người Parthia|Parthia]] thông qua các biện pháp ngoại giao. Ông cho cải cách lại hệ thống thuế của La Mã, phát triển mạng lưới đường sá với hệ thống [[bưu điện|liên lạc]] chính thức, thiết lập quân đội thường trực (và một lực lượng hải quân nhỏ) và [[Cận vệ của Hoàng đế La Mã|Cận vệ Praetorian]], tạo ra hệ thống bảo an và lính cứu hỏa cho thành Roma. Nhiều thành phố được xây dựng lại dưới thời của Augustus; và ông chép lại những thành tựu của mình trong cuốn ''[[Res Gestae Divi Augusti]]'', tồn tại tới nay. Khi ông băng hà vào năm 14, Augustus được tôn làm thần bởi Viện Nguyên lão, được thờ phụng bởi dân La Mã. Cái tên Augustus và Caesar được lấy làm đế hiệu của các hoàng đế sau này, và tháng Tám (August) trong lịch Rôma được đặt theo tên ông.\n\n== Tuổi trẻ ==\n{{chính|Tuổi trẻ Augustus}}\nMặc dù quê nội của mình sống ở [[Velletri]], một thị trấn nhỏ nằm cách Roma {{convert|40|km|mi}} nhưng Augustus lại được sinh ra tại Roma vào ngày 23 tháng 9 năm 63 TCN. Mẹ ông sinh ra ông tại Ox Head, một mảnh đất nhỏ trên [[đồi Palentinus]] thuộc quyền sở hữu của gia đình, nằm rất gần với [[Forum Romanum|Khu chợ La Mã]]. Ông được đặt tên là '''Gaius Octavius Thurinus''', tên họ của ông có thể là nhằm kỷ niệm chiến thắng của cha ông trước một đội quân nô lệ khởi nghĩa trên núi Thurii.<ref>Suetonius, ''Augustus'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html#7 7]<\/ref><ref>[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html#5 5–6 on-line text].<\/ref>\n\nDo sự chật chội của thành Roma vào thời điểm đó, ông được đưa về quê nội Velletri và lớn lên tại đây. Octavius chỉ đề cập đến một thời gian ngắn trong khoảng thời gian sinh sống tại quê cha. Ông cụ nội của ông là một quan bảo dân thời [[Chiến tranh Punic lần thứ hai]]. Ông nội của ông cũng đã giữ vài chức vụ địa phương. Cha của ông, cũng có tên là [[Gaius Octavius]] đã từng là Thống đốc của [[Macedonia (tỉnh La Mã)|Macedonia]]<ref>Suetonius, ''Augustus'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html#1 1–4].<\/ref><ref name=\"rowell 14\">Rowell, 14.<\/ref>. Mẹ ông, [[Atia Balba Caesonia|Atia]], là cháu gái của [[Julius Caesar]].<ref>Mobile Reference, [http:\/\/books.google.de\/books?id=62Qf64DdGu0C&pg=PT488&dq=Atia+Balba+Caesonia+nice+of+julius+ceasar&hl=vi&sa=X&ei=cSJdUaKgCc_NswbIvYHQCw&redir_esc=y Encyclopedia of Roman Empire], tr. 62<\/ref>\n\nNăm 59 trước Công nguyên, khi ông lên bốn tuổi, cha ông qua đời. Mẹ của ông sau đó tái hôn với cựu thống đốc của Syria, [[Lucius Marcius Philippus]]<ref>Suetonius, ''Augustus'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html#4 4–8]; [[Nicolaus thành Damascus]], ''[http:\/\/www.csun.edu\/~hcfll004\/nicolaus.html Augustus]'' 3.<\/ref>. Bản thân Philippus thì lại tuyên bố ông ta là hậu duệ của [[Alexandros Đại đế]], và được bầu làm chấp chính quan trong năm 56 trước Công nguyên. Philippus cũng chưa bao giờ có nhiều quan tâm đối với Octavius khi còn nhỏ. Bởi vì điều này, Octavius đã ​​được nuôi dưỡng bởi bà ngoại của mình (và là chị gái của [[Julius Caesar]]), [[Julia Caesaris (chị gái của Julius Caesar)|Julia Caesaris]].\n\nNăm 52 hay 51 trước Công nguyên, Octavius đã đọc điếu văn tại đám tang của bà ngoại. Từ thời điểm này, mẹ và cha dượng của ông đã đóng một vai trò tích cực hơn trong việc nuôi dạy ông. Ông đủ tuổi mặc [[Toga virilis|áo choàng La Mã]] bốn năm sau đó,<ref name=Suet8.1>Suetonius, ''Augustus'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html#8 8.1]<\/ref> thời điểm mà ông được bầu vào Giáo đoàn Pontificum năm 47 trước Công nguyên.<ref>Nicolaus of Damascus, ''[http:\/\/www.csun.edu\/~hcfll004\/nicolaus.html Augustus]'' 4.<\/ref><ref name=\"rowell 16\">Rowell, 16.<\/ref> Năm tiếp theo ông đảm đương trọng trách về Đại hội Thể thao Hy Lạp cổ nhằm tôn vinh [[Đền thờ Venus Genetrix]], ngôi đền mà Julius Caesar xây dựng. Theo Nicolaus Damascus, Octavius muốn được theo đoàn tùy tùng của Caesar trong chiến dịch ở Phi Châu nhưng bị mẹ ông phản đối<ref>Nicolaus of Damascus, ''[http:\/\/www.csun.edu\/~hcfll004\/nicolaus.html Augustus]'' 6.<\/ref>. Năm 46 trước CN, bà tán thành cho ông tới chỗ Caesar ở Hispania, nơi ông ta dự định tiến đánh tàn quân của Pompeius, kẻ thù cũ của Caesar, nhưng Octavius bị bệnh và không thể đi được.\n\nSau khi bình phục, ông đi đường biển đến với nơi Caesar đang ở, nhưng bị đắm tàu; sau khi cập bờ với một số tùy tùng, ông vượt qua lãnh thổ thù địch để đến nơi Caesar đóng quân, và gây một ấn tượng mạnh mẽ cho người bác<ref name=Suet8.1\/>. [[Marcus Velleius Paterculus|Velleius Paterculus]] về sau cho biết Caesar sau đó đã cho phép Octavius cùng dùng chung xe ngựa với mình. Khi trở về Roma, Caesar gửi gắm ý định với Các [[Trinh nữ Vestal]], rằng Octavius là người kế thừa thứ nhất<ref>Suetonius, ''Julius'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Julius*.html#83 83].<\/ref>.\n\n== Vươn lên nắm quyền lực ==\n=== Người thừa kế của Caesar ===\n[[Tập tin:Jean-Léon Gérôme - The Death of Caesar - Walters 37884.jpg|nhỏ|trái|300px|''Cái chết của Caesar'', tranh vẽ bởi Jean-Léon Gérôme (1867). Vào [[15 tháng 3]] năm [[44 TCN]], cha nuôi của Octavius là Julius Caesar bị ám sát bởi một âm mưu đứng đầu bởi [[Marcus Junius Brutus]] và [[Gaius Cassius Longinus]].]]\nKhi [[Vụ ám sát Julius Caesar|Caesar bị mưu sát]] vào ngày [[15 tháng 3]] năm 44 TCN, Octavian đang học và trải qua huấn luyện quân sự tại [[Apollonia, Illyria]]. Từ chối lời khuyên của một vài sĩ quan quân đội là ở lại dưới sự bảo vệ của quân đội ở [[Macedonia (tỉnh La Mã)|Macedonia]], ông đi đường biển về [[Italia (tỉnh La Mã)|Italia]] để thử xem liệu là mình còn có tương lai chính trị hay đảm bảo về an ninh nào không.<ref name=\"eck 9\">Eck, 9.<\/ref> Sau khi đến Lupiae gần [[Brundisium]], ông biết được nội dung của di chúc của Caesar, và chỉ lúc đó ông mới quyết định trở thành người thừa kế về mặt chính trị của Caesar, cũng như là người thừa kế toàn bộ di sản khác mà Caesar để lại<ref name=\"rowell 16\"\/><ref name=\"eck 9\"\/><ref>[[Appian]], ''Civil Wars'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Appian\/Civil_Wars\/3*.html#9 3.9–11].<\/ref>.\n\nDo không còn người con hợp pháp nào còn sống (con gái của ông [[Julia (con gái Julius Caesar)|Julia]] đã qua đời năm [[54 TCN]]), Caesar đã nhận người cháu của mình, chính là Octavian, làm con trai và người thừa kế thứ nhất<ref name=\"rowell 15\">Rowell, 15.<\/ref>. Nhờ vào việc được Caesar nhận làm con nuôi, Octavian đã đổi tên thành ''Gaius Julius Caesar''. Dã sử La Mã nói rằng ông còn thêm vào họ của mình ''Octavianus'' (''Octavian'') để chỉ đến gia đình mình; tuy vậy, chẳng có chứng cớ nào cho hay ông đã sử dụng cái tên này (nó sẽ chỉ đến gia đình gốc của ông quá rõ ràng, điều này sẽ không có lợi cho ông khi mà ông đã là ''Con trai của Gaius Julius Caesar'' trong mắt người La Mã lúc bấy giờ)<ref>Mackay, 160.<\/ref><ref name=\"eck 10\"\/>. [[Marcus Antonius]] về sau nói rằng Octavian được nhận làm con nuôi vì mối quan hệ đồng tính của mình với Caesar, theo [[Tiểu sử 12 hoàng đế]] của [[Suetonius]] Antonius đã vu cáo Octavian vì mục đích chính trị<ref>[[Tiểu sử 12 hoàng đế|Suetonius]], ''Augustus'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html#68 68], [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html#71 71].<\/ref>.\n\nMuốn tham gia chính trị ở La Mã, Octavian không thể dựa vào số ngân sách hạn chế của mình<ref name=\"eck 9 10\">Eck, 9–10.<\/ref>. Sau khi được binh lính của Caesar chào đón nồng nhiệt tại Brundisium<ref name=\"rowell 19\"\/>, Octavian yêu cầu một phần trong số ngân quỹ mà Caesar đã định dùng để tiến hành chiến tranh với [[Người Parthia|Parthia]] ở Trung Đông<ref name=\"eck 9 10\"\/>. Số ngân quỹ này gồm khoảng chừng bảy trăm triệu [[Sertersius|sestertius]] (tiền La Mã thời bấy giờ) hiện đang được cất giữ tại Brundisium, vốn là trạm chỉ huy những chiến dịch quân sự tại phương Đông của La Mã<ref name=\"rowell 18\">Rowell, 18.<\/ref>. Về sau, Viện Nguyên lão cũng mở cuộc điều tra về sự \"biến mất\" của số ngân quỹ này, nhưng không làm gì được Octavian, vì Octavian sử dụng chính số tiền này để chiêu mộ một lực lượng chống lại chính kẻ thù của Viện, Marcus Antonius<ref name=\"rowell 19\">Rowell, 19.<\/ref>. Octavian còn thực hiện một bước đi táo bạo trong năm 44 TCN khi chiếm đoạt các cống phẩm hàng năm được gửi từ tỉnh [[Cận Đông]] thuộc La Mã đến Ý mà chưa nhận được sự cho phép chính thức nào cả<ref name=\"eck 10\">Eck, 10.<\/ref><ref name=\"ccaa 18\">CCAA, Walter Eder, ''Augustus and the Power of Tradition'', 18.<\/ref>.\n\nOctavian bắt đầu tạo dựng đạo quân riêng của mình từ các cựu lính [[Lê dương La Mã|lê dương]] và đội quân mà Caesar vốn dĩ định dùng để đánh nhau với Parthia; và nhằm tạo sự ủng hộ, Octavian nhấn mạnh vào địa vị người thừa kế Caesar của mình<ref name=\"eck 9\"\/><ref>[[Appianus]], ''Civil Wars'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Appian\/Civil_Wars\/3*.html#11 3.11–12].<\/ref>. Trên đường về Roma, Octavian và ngân quỹ của ông đã thu hút rất nhiều những cựu binh từng tham gia quân đội của Caesar và đang đóng tại [[Campania]]<ref name=\"eck 10\"\/>. Tới tháng 6, ông đã tuyển được 3.000 cựu binh trung thành với mình, mức lương ông trả cho mỗi người là 500 [[denarius]]<ref name=\"chisholm 24\">Chisholm, 24.<\/ref><ref name=\"chisholm 27\">Chisholm, 27.<\/ref><ref name=\"rowell 20\">Rowell, 20.<\/ref>.\n\n[[Tập tin:Hw-augustus.jpg|200px|nhỏ|phải|Tranh vẽ Augustus váo thế kỷ 20, từ bức tượng [[Augustus của Prima Porta]].]]\n\nTới Roma vào ngày [[6 tháng 5]] năm [[44 TCN]]<ref name=\"eck 10\"\/>, Octavian thấy rằng quan chấp chính [[Marcus Antonius]], đồng sự trước đây của Caesar, đang ở trong tình thế thỏa hiệp khó xử với những kẻ ám sát nhà độc tài; họ đã được đại ân xá vào [[17 tháng 3]], thế nhưng Antonius đã thành công trong việc đuổi họ ra khỏi thành Roma<ref name=\"eck 10\"\/>. Việc này là do điếu văn \"đầy xúc động\" được đọc tại lễ tang của Caesar, đã làm công chúng chống lại những kẻ ám sát<ref name=\"eck 10\"\/>.\n\nMặc dù Marcus Antonius đang tập trung được sự ủng hộ về chính trị, Octavian vẫn có cơ hội tranh đấu với ông ta như là thành viên đứng đầu trong nhóm ủng hộ Caesar. Marcus Antonius đã mất sự ủng hộ từ nhiều công dân La Mã và những người ủng hộ Caesar khi ông ta là người đầu tiên chống lại việc tôn Caesar lên địa vị thần thánh<ref name=\"eck 11\">Eck, 11.<\/ref>. Octavian đã không thành công trong việc thuyết phục Antonius trao lại số tiền của Caesar cho mình, nhưng đã có được sự ủng hộ từ những người ủng hộ Caesar vào mùa hè năm đó<ref>Syme, 114–120.<\/ref>. Vào tháng 9, nhà hùng biện phe [[Optimates]] [[Cicero|Marcus Tullius Cicero]] bắt đầu tấn công Antonius trong một [[Philippicae|chuỗi các bài diễn thuyết]], miêu tả rằng Antonius chính là mối nguy lớn nhất đối với trật tự của Viện nguyên lão<ref name=\"chisholm 26\">Chisholm, 26.<\/ref><ref name=\"rowell 30\">Rowell, 30.<\/ref>. Với việc dư luận của Roma quay lưng trở lại chống mình và năm chấp chính bản thân ông ta đã gần chấm dứt, Antonius đã cố gắng để thông qua những đạo luật nhằm giúp cho ông ta có thể nắm quyền xứ [[Cisalpine Gaul]], đã được giao lại như là một phần của tỉnh của ông ta, từ tay [[Decimus Junius Brutus Albinus]], một trong những kẻ ám sát Caesar<ref name=\"eck 11 12\">Eck, 11–12.<\/ref><ref name=\"rowell 21\">Rowell, 21.<\/ref>. Trong khi đó Octavian xây dựng một lực lượng quân đội riêng ở Ý bằng cách tuyển chọn những cựu binh của Caesar, và vào [[28 tháng 11]] đã lôi kéo được hai quân đoàn của Antonius bằng cách mua chuộc họ<ref>Syme, 123–126.<\/ref><ref name=\"eck 12\">Eck, 12.<\/ref><ref name=\"rowell 23\">Rowell, 23.<\/ref>. Với lực lượng lớn mạnh và được trang bị đầy đủ của Octavian, Antonius thấy rằng ở lại Roma là nguy hiểm, và viện nguyên lão đã thở phào khi ông ta bỏ chạy về Cisalpine Gaul, xứ đó được trao cho ông ta vào [[1 tháng 1]]<ref name=\"rowell 23\"\/>.\n\n=== Chiến tranh lần thứ nhất với Antonius ===\nSau khi Decimus Brutus từ chối trao trả [[Cisalpine Gaul]], Antonius bao vây ông ta tại [[Mutina]].<ref name=\"rowell, 24\">Rowell, 24.<\/ref> Những nghị quyết được Viện Nguyên lão thông quan nhằm để chấm dứt bạo lực đã bị Antonius bác bỏ, bởi vì Viện Nguyên lão không có quân đội riêng để đối phó với ông ta; điều này đã đem lại một cơ hội cho Octavian, vốn được biết là đang nắm giữ một lực lượng vũ trang.<ref name=\"eck 12\"\/> Cicero cũng bảo vệ Octavian khỏi lời chế nhạo của Antonius về việc Octavian thiếu dòng dõi cao quý; ông ta nói rằng \"chúng ta không còn có ví dụ sáng chói nào về lòng trung thành với đất nước giữa thế hệ trẻ của chúng ta.\"<ref name=\"chisholm 29\">Chisholm, 29.<\/ref>\n\nĐiều này là một phần trong sự bác bỏ quan điểm của Antonius đối với Octavian, khi Cicero dẫn lời Antonius và nói với Octavian, \"Cậu có tất cả mọi thứ từ cái tên của cậu\".<ref name=\"chisholm 30\">Chisholm, 30.<\/ref><ref name=\"rowell 19 20\">Rowell, 19–20.<\/ref> Dưới sự dàn xếp của Cicero, Viện Nguyên lão đã phong chức nguyên lão cho Octavian vào [[1 tháng 1]], [[43 TCN]], không những thế ông còn được phép bỏ phiếu cùng với các cựu chấp chính quan.<ref name=\"eck 12\"\/><ref name=\"rowell 23\"\/> Thêm vào đó, Octavian được ban cho tước hiệu ''[[imperium]]'' (quyền tư lệnh), khiến cho việc chỉ huy quân đội của ông trở thành hợp pháp, và ông sau đó được lệnh phá vòng vây cùng với [[Aulus Hirtius|Hirtius]] và [[Gaius Vibius Pansa Caetronianus|Pansa]] (các quan chấp chính của năm 43 TCN).<ref name=\"eck 12\"\/><ref>Syme, 167.<\/ref> Vào tháng 4 năm 43 TCN, lực lượng của Antonius bị đánh bại tại Trận đánh [[Trận Forum Gallorum|Forum Gallorum]] và [[Trận Mutina|Mutina]], buộc Antonius phải lui quân về [[Transalpine Gaul]]. Tuy vậy, cả hai quan chấp chính đều tử trận, khiến cho Octavian trở thành viên chỉ huy duy nhất của đạo quân.<ref>Syme, 173–174<\/ref><ref>Scullard, 157.<\/ref>\n\nSau khi ban tặng rất nhiều tặng thưởng cho [[Decimus Junius Brutus Albinus|Decimus Brutus]] thay vì Octavian cho việc đánh bại Antonius, Viện Nguyên lão có ý định trao các binh đoàn lính lê dương của quan chấp chính cho Decimus Brutus, thế nhưng Octavian quyết định không hợp tác.<ref name=\"rowell 26 27\">Rowell, 26–27.<\/ref> Thay vào đó, Octavian ở lại trong [[thung lũng Po]] và từ chối bất cứ trợ giúp nào cho các cuộc tấn công sau đó chống lại Antonius.<ref name=\"rowell 27\">Rowell, 27.<\/ref> Vào tháng 7, một sứ giả của các [[bách binh đoàn]] đã được Octavian phái đến thành Roma và yêu cầu rằng ông phải được nhận chức quan chấp chính đã bị bỏ trống của Hirtius và Pansa.<ref name=\"chisholm 32 33\">Chisholm, 32–33.<\/ref>\n\nOctavian cũng yêu cầu sắc lệnh mà tuyên bố rằng Antonius là kẻ thù của công chúng phải được bãi bỏ.<ref name=\"rowell 27\"\/> Khi điều này bị từ chối, ông tiến quân vào thành phố với tám quân đoàn.<ref name=\"rowell 27\"\/> Ông không gặp lại chống cự quân sự nào ở Roma, và vào [[19 tháng 8]] năm 43 CN,ông được bầu là quan chấp chính cùng với người họ hàng là [[Quintus Pedius]].<ref name=\"eck 14\">Eck, 14.<\/ref><ref name=\"rowell 28\">Rowell, 28.<\/ref> Trong khi đó, Antonius đã thành lập một liên minh mới với [[Marcus Aemilius Lepidus]], một nhà lãnh đạo khác thuộc phe ủng hộ Caesar.<ref>Syme, 176–186.<\/ref>\n\n=== Đệ nhị Tam đầu chế ===\n==== Cách mạng La Mã ====\n[[Tập tin:Antony with Octavian aureus.jpg|nhỏ|phải|330px|Đồng [[aureus]] La Mã có hình chân dung của [[Marcus Antonius]] (trái) và Octavian (phải), được ban hành vào năm 41 TCN để chào mừng việc thành lập [[Liên minh tam hùng lần thứ 2]] của Octavian, Antonius và [[Marcus Aemilius Lepidus]] vào năm 43 TCN. Cả hai mặt đều in dòng chữ \"III VIR R P C\".<ref>{{Chú thích web | last = Sear | first = David R | title = Common Legend Abbreviations On Roman Coins | url = http:\/\/www.davidrsear.com\/academy\/roman_legends.html | access-date = ngày 24 tháng 8 năm 2007}}<\/ref>]]\nTrong một cuộc gặp gỡ gần [[Bologna]] vào tháng 10 năm 43 TCN, Octavian, Antonius, và Lepidus đã thành lập một [[Độc tài quân sự|liên minh quân sự]] gọi là [[Liên minh tam hùng lần thứ 2]].<ref name=\"eck 15\"\/> Liên minh quyền lực đặc biệt ngang ngược này kéo dài trong 5 năm và sau đó được ủng hộ bởi luật thông qua bởi những người bình dân La Mã, không giống như [[Liên minh tam hùng lần thứ nhất]] không chính thức được thành lập bởi [[Pompey|Gnaeus Pompeius Magnus]], [[Julius Caesar]] và [[Marcus Licinius Crassus]].<ref name=\"eck 15\">Eck, 15.<\/ref><ref>Scullard, 163.<\/ref> Tam đầu chế sau đó bắt đầu khởi động việc đặt ra ngoài vòng pháp luật (proscription) 300 nguyên lão và 2.000 ''[[Tầng lớp kỵ sĩ (La Mã)|kỵ sĩ]]'' được cho là [[tội ác|tội phạm]] và bị tịch thu tài sản, và những người không chạy thoát được sẽ bị mất mạng.<ref name=\"eck 16\">Eck, 16.<\/ref>\n\nSắc lệnh ban ra bởi bộ ba tam đầu chế này bắt nguồn một phần từ nhu cầu huy động tiền bạc để trả lương cho binh lính trong các trận đánh sắp diễn ra với những người đã ám sát Caesar, [[Marcus Junius Brutus]] và [[Gaius Cassius Longinus]].<ref>Scullard, 164.<\/ref> Phần thưởng được đưa ra để làm động lực cho lính La Mã bắt những kẻ đã bị đặt ra ngoài vòng pháp luật, trong khi tài sản và đất đai những kẻ đó bị tịch thu bởi tam đầu chế.<ref name=\"eck 16\"\/> Việc làm này của tam đầu chế đã vượt xa một cuộc thanh trừng đơn giản đối với những kẻ liên minh với những người ám sát Ceasar. Octavian ban đầu phản đối việc thi hành đặt ngoài vòng pháp luật số người này bởi vì ông muốn cứu sống [[Cicero|Marcus Tullius Cicero]] (người có tên trong danh sách bị đặt ngoài vòng pháp luật).<ref name=\"eck 16\"\/> Tuy nhiên, sự căm ghét của Antony đối với Cicero không khoan nhượng, và Cicero trở thành nạn nhân trong vụ này.<ref name=\"eck 16\"\/> Cái chết của quá nhiều nguyên lão cộng hòa đã cho phép tam đầu chế đặt vào các vị trí trống những người ủng hộ họ. Sự kiện này được gọi là \"Cách mạng La Mã\" bởi các sử gia của thế kỉ 20; đã tạo ra hiệu quả sâu rộng trong việc quét sạch trật tự cũ và thiết lập một nền tảng chính trị vững chắc cho sự lãnh đạo của Augustus trong tương lai.<ref name=\"eck 17\">Eck, 17.<\/ref>\n====Trận Philipii và sự phân chia lãnh thổ====\n{{chính|Cuộc nội chiến của những người Giải phóng}}\nVào [[1 tháng 1]] năm 42 TCN, [[Viện nguyên lão]] công nhận Caesar như là một vị thần của nước La Mã, \"Divus Iulius\". Octavian lại có thể đạt tiếp đến mục tiêu đế vương bằng cách nhấn mạnh rằng ông là ''Divi filius'', \"Con của Thần linh\".<ref>Syme, 202.<\/ref> Antonius và Octavian sau đó đưa 28 [[lê dương La Mã|quân đoàn]] theo đường biển để đối đầu với quân đội của Brutus và Cassius, vốn đã xây dựng căn cứ ở Hy Lạp.<ref name=\"eck 17\"\/> Sau hai [[Trận Philippi|trận đánh ở Philippi]] ở [[Macedonia (tỉnh La Mã)|Macedonia]] vào tháng 10 năm 42 TCN, quân đội phe ủng hộ Caesar đại thắng khiến cho [[Marcus Junius Brutus|Brutus]] và [[Gaius Cassius Longinus|Cassius]] phải [[tự sát]]. Marcus Antonius sau này sử dụng các trận đánh này làm ví dụ nhằm hạ bệ uy tín của Octavian, bởi vì cả hai trận đều được thắng quyết định bởi lực lượng của Antony.<ref name=\"eck 17 18\">Eck, 17–18.<\/ref> Thêm vào việc giành công lao của hai chiến thắng đó, Antonius cũng còn gọi Octavian là một kẻ hèn nhát vì đã giao quyền chỉ huy trực tiếp quân đội của mình cho [[Marcus Vipsanius Agrippa]].<ref name=\"eck 17 18\"\/>\n\nSau trận Philippi, một thỏa thuận mới về lãnh thổ được xếp đặt giữa các thành viên của Đệ nhị Tam đầu chế. Trong khi Antonius phải giao lại [[Gallia|Gaul]], các tỉnh của [[Hispania]], và [[Italia (tỉnh La Mã)|Italia]] vào tay Octavian, Antonius di chuyển về phía đông tới [[Ai Cập]] và liên minh với Nữ hoàng [[Cleopatra VII]], người tình trước đây của Julius Caesar và là mẹ của người con trai giữa bà với Caesar, [[Caesarion]]. Lepidus chỉ còn lại [[Africa (tỉnh La Mã)|tỉnh Africa]], bị đặt vào thế khó xử bởi Antony đã nhường Hispania cho Octavian thay vì ông ta.<ref name=\"eck 18\">Eck, 18.<\/ref>\n\nOctavian đã được trao quyền phải quyết định xem nơi nào ở Italia để dành cho cho hàng vạn cựu quân nhân của chiến dịch Macedonia định cư, họ vốn đã được tam đầu chế hứa cho giải ngũ. Và cùng với đo là hàng vạn quân khác đã chiến đấu cho nền cộng hòa sát cánh cùng Brutus và Cassius, lực lượng này sẽ dễ dàng liên minh chính trị với bất cứ phe nào chống lại Octavian nếu không được xoa dịu, cũng cần đất định cư.<ref name=\"eck 18\"\/> Không còn vùng đất nào của nhà nước mà có thể được dùng như là đất định cư cho quân lính, do vậy Octavian phải chọn một trong hai cách: khiến cho nhiều công dân La Mã xa lánh mình bằng cách tịch thu đất của họ, hay là làm mất lòng nhiều binh sĩ La Mã có thể dễ dàng tập trung nổi dậy chống lại ông ngay giữa trung tâm La Mã; Octavian đã chọn cách thứ nhất.<ref name=\"eck 18 19\">Eck, 18–19.<\/ref> Có khoảng 18 thành phố La Mã đã bị ảnh hưởng bởi chính sách định cư mới này, với toàn bộ dân số bị đuổi đi hoặc ít nhất là bị trục xuất một phần.<ref name=\"eck 19\">Eck, 19.<\/ref>\n\n==== Bạo loạn và quan hệ hôn nhân ====\n[[Tập tin:Augustus Statue.JPG|nhỏ|trái|185px|Tượng Octavian, năm 30 CN]]\nSự bất mãn đối với Octavian lan rộng trong binh lính, nhiều người vì thế đã bỏ sang hàng ngũ của [[Lucius Antonius (em trai của Marcus Antonius)|Lucius Antonius]], em trai của Marcus Antonius và là người được số đông Nguyên lão ủng hộ.<ref name=\"eck 19\"\/> Khi này, Octavian đề nghị ly dị với [[Clodia Pulchra]], con gái của [[Fulvia]] và người chồng đầu tiên [[Publius Clodius Pulcher]]. Octavian tuyên bố cuộc hôn nhân của mình với Clodia chưa bao giờ trọn vẹn, rồi ông gửi Clodia về với mẹ mình là Fulvia, vợ của Marcus Antonius. Fulvia đã quyết định hành động. Cùng với Lucius Antonius, bà ta tuyển mộ quân đội ở Ý để giao chiến với Octavian trên danh nghĩa của Marcus Antonius. Tuy vậy, việc chống lại Octavian của Lucius và Fulvia thực sự là một cuộc phiêu lưu quân sự và chính trị vì các lực lượng quân đội của La Mã vẫn phải phụ thuộc nhiều vào Tam Đầu chế vì vấn đề tiền lương.<ref name=\"eck 19\"\/> \n\nLucius và đồng minh của mình rốt cục bị bao vây tại [[Perugia]] và bị Octavian buộc phải đầu hàng đầu năm 40 TCN.<ref name=\"eck 19\"\/> Lucius và binh lính của ông ta được tha thứ vì mối quan hệ của Lucius với Antonius, khi này vẫn đang là một thế lực rất mạnh ở phương Đông, còn Fulvia thì bị buộc phải sống lưu vong ở [[Sicyon]].<ref name=\"rowell 32\">Rowell, 32.<\/ref> Tuy vậy, Octavian không nhân nhượng với những đồng minh ủng hộ Lucius, và ngày 15 tháng 3, nhân kỷ niệm ngày [[Julius Caesar|Caesar]] bị mưu sát, Octavian xử chết 300 nguyên lão và [[Tầng lớp kỵ sĩ (La Mã cổ đại)|kỵ sĩ La Mã]] vì mối quan hệ đồng minh của họ với Lucius.<ref name=\"eck 20\">Eck, 20.<\/ref> [[Perugia|Perusia]] thì bị cướp bóc rồi đốt phá như là một cảnh báo đến các nơi khác.<ref name=\"rowell 32\"\/> Sự kiện đẫm máu này đã bôi bẩn đôi chút sự nghiệp của Octavian và bị nhiều người chỉ trích, như là nhà thơ thời Octavian cai trị [[Sextus Propertius]].<ref name=\"eck 20\"\/>\n\n[[Sextus Pompeius]], con trai của một trong ba vị tam hùng thứ nhất, [[Pompey]] và vẫn là một vị tướng phản bội sau chiến thắng của [[Julius Caesar]] trước cha mình, đã được giao cho Sicilia và Sardegna như là một phần của thỏa thuận đạt được với chế độ tam hùng lần thứ hai trong năm 39 TCN <ref>Scullard (1982), 162<\/ref>. Cả Antonius và Octavian đã ganh đua nhằm thiết lập một liên minh với Pompeius, mỉa mai thay ông ta là một thành viên của phe cộng hòa, chứ không phải là phe Caesar<ref name=\"eck 20\"\/>. Octavian đã thành công với việc thiết lập một liên minh tạm thời trong năm 40 trước Công nguyên, ông kết hôn với [[Scribonia]], con gái của [[Lucius Scribonius Libo]], một người ủng hộ của Pompeius cũng là cha vợ ông ta<ref name=\"eck 20\"\/>. Scribonia đã sinh cho Octavian một người con duy nhất, Julia, người đã sinh ra vào cùng ngày mà ông đã ly dị Scribonia để kết hôn với [[Livia Drusilla]], chỉ chưa đầy một năm sau cuộc hôn nhân của mình.<ref name=\"eck 20\"\/>\n\nTrong khi ở Ai Cập, Antonius đã dính vào một cuộc tình với Cleopatra và đã là cha của ba đứa con với bà.<ref>Ba đứa con của Antonius với Cleopatra là [[Alexander Helios]], [[Cleopatra Selene II]] và [[Ptolemaios Philadelphos (Cleopatra)|Ptolemaios Philadelphos]]<\/ref> Nhận thức được mối quan hệ xấu đi của ông với Octavian, Antonius rời khỏi Cleopatra, ông vượt biển về Ý trong năm 40 TCN với một đạo quân lớn nhằm phản đối Octavian, và bao vây [[Brundisium]]. Tuy nhiên, cuộc xung đột này không có cơ sở chứng minh gì mới cho cả Octavian và Antonius. Các đội trưởng của họ, những người đã trở thành nhân vật quan trọng về mặt chính trị, từ chối chiến đấu vì họ đều là những người ủng hộ Caesar, trong khi các quân đoàn dưới sự chỉ huy của họ làm theo.<ref name=\"eck 21\">Eck (2003) 21.<\/ref><ref name=\"ccaa 19\">Eder (2005), 19.<\/ref> Trong khi đó tại [[Sicyon]], vợ của Antonius, Fulvia, qua đời vì một căn bệnh đột ngột trong khi Antonius đang trên đường đến gặp bà. Cái chết của Fulvia và cuộc binh biến của các đội trưởng của họ cho phép cả hai thành viên tam hùng một cơ hội để thực sự hòa giải.<ref name=\"eck 21\"\/><ref name=\"ccaa 19\"\/> Mùa thu năm 40TCN, Octavian và Antonius phê duyệt Hiệp ước Brundisium, theo đó Lepidus sẽ vẫn ở châu Phi, Antonius ở phương Đông, Octavian ở phương Tây. Bán đảo Ý để mở cho tất cả dùng cho việc tuyển dụng binh sĩ, nhưng trong thực tế, điều khoản này là vô ích cho Antonius ở phía Đông. Để tiếp tục xây dựng liên minh với [[Marcus Antonius]], Octavian đã cho chị gái mình, Octavia Nhỏ, kết hôn với Antonius vào cuối năm 40 TCN. Trong suốt cuộc hôn nhân của họ.<ref name=\"eck 21\"\/> Octavia đã sinh ra hai con gái (được gọi là [[Antonia Lớn]] và [[Antonia Nhỏ]]).\n\n==== Chiến tranh với Pompeius ====\n[[Tập tin:Denarius Sextus Pompeius-Scilla.jpg|nhỏ|Một đồng [[denarius]] của [[Sextus Pompeius]], đưoợc đúc nhằm ca ngợi chiến thắng của Pompeius trước hạm đội của Octavius. Bên mặt phải là Pharus của [[Messina]], người chiến thắng Octavian. Bên mặt trái là quái vật [[Scylla]].]]\n{{Chính|Cuộc nổi dậy tại Sicilia}}\n[[Sextus Pompeius]] đã đe dọa Octavian tại Ý bằng cách ngăn cản sự chuyên chở lương thực vượt qua Địa Trung Hải tới bán đảo nhằm. Con trai của Pompey còn dùng Hải quân để tiến hành các cuộc đột kích nhằm gây ra nạn đói tại Ý.<ref name=\"ccaa 19\"\/> Sự kiểm soát của Pompeius trên biển khiến ông ta được mệnh danh là ''Neptuni filius'', \"con trai của thần Biển\".<ref name=\"eck 22\">Eck (2003), 22.<\/ref> Một thỏa thuận hòa bình tạm thời đạt được trong 39 TCN với hiệp ước Misenum; sự phong tỏa được chấm dứt khi Octavius nhượng lại cho Pompeius [[Sardegna]], [[Corse]], [[Sicilia]], [[Peloponnesus|Peloponnese]], và một vị trí đảm bảo trong tương lai là chấp chính quan năm 35 TCN.<ref name=\"ccaa 19\"\/><ref name=\"eck 22\"\/> Thỏa thuận lãnh thổ của tam hùng với Pompeius bắt đầu tan vỡ một lần nữa khi Octavius li dị Scribonia và kết hôn với Livia ngày 17 tháng 1 năm 38 TCN.<ref name=\"eck 23\">Eck (2003), 23.<\/ref> Một trong những tướng lĩnh hải quân của Pompeius phản bội ông ta và dâng Corse và Sardegna cho Octavius, nhưng Octavius vẫn cần sự trợ giúp của Antony để tấn công Pompeius. Do đó, một thỏa thuận về việc kéo dài nhiệm kì của Tam Hùng thêm 5 năm nữa đã được thông qua và bắt đầu từ năm 37 TCN.<ref>Scullard (1982), 163<\/ref><ref name=\"eck 24\">Eck (2003), 24.<\/ref> Antony hỗ trợ cho Octavian với mong muốn sẽ được nhận lại sự trợ giúp trong chiến dịch của ông chống lại người Parthia để trả thù cho thất bại của quân đội La Mã tại [[Trận Carrhae]] năm 53 TCN..<ref name=\"eck 24\"\/> Trong một thoả thuận tại Tarentum, Antony giao cho Octavian 120 tàu chiến để sử dụng chống lại Pompeius, trong khi Octavius giao 20000 lính lê dương cho Antony để chống lại người Parthia.<ref name=\"eck 25\">Eck (2003), 25.<\/ref> Tuy nhiên, Octavian chỉ gửi một phần mười con số của những người đã hứa, mà đã được Antony coi là hành động khiêu khích có chủ ý.<ref name=\"eck 25\"\/>\n\nCả Octavian và Lepidus đều tham gia chống lại Pompeius tại Sicilia năm 36 TCN.<ref name=\"eck 25 26\">Eck (2003), 25–26.<\/ref> Mặc dù thất bại cho Octavian nhưng hạm đội hải quân của Sextus Pompeius đã gần như hoàn toàn bị phá hủy ngày 03 tháng 9 bởi tướng quân Agrippa trong [[Trận Naulochus|trận hải chiến Naulochus]].<ref name=\"eck 26\"\/> Sextus chạy trốn với lực lượng còn lại của ông về phía Đông, nơi ông bị bắt và bị hành quyết ở Miletus bởi một trong các tướng lĩnh của Antony năm sau đó.<ref name=\"eck 26\">Eck (2003), 26.<\/ref> Cả Octavian và Lepidus đều ra sức thu nhận tàn quân của Pompeius về phía mình nhưng Lepidus cảm thấy chưa đủ sức để chiếm lấy Sicilia cho chính mình, đuổi Octavian rút đi.<ref name=\"eck 26\"\/> Tuy nhiên, binh lính của Lepidus đã từ bỏ ông ta và theo phe Octavian vì họ đã mệt mỏi vì các cuộc chiến và nghe được những lời hứa về tiền bạc hấp dẫn của Octavius..<ref name=\"eck 26\"\/> Lepidus đã đầu hàng Octavian và được giữ lại trong chính quyền với chức vụ là chủ tế tối cao (pontifex maximus), nhưng đã bị loại bỏ khỏi chế độ tam hùng, sự nghiệp chính trị của Lepidus kết thúc ở đây, và bị bố trí đến một biệt thự ở Cape Circei của Ý.<ref name=\"eck 26\"\/><ref>Scullard (1982), 164<\/ref> Các lãnh địa La Mã đã được phân chia giữa Octavian bây giờ ở phương Tây và Antonius ở phía Đông. Để duy trì hòa bình ổn định phần của đế chế của mình, Octavian bảo đảm cho công dân Roma về quyền lợi của mình. Thời gian này, ông đã định cư cho những binh sĩ đã giải ngũ của mình ở bên ngoài Ý và trả lại 30000 nô lệ cho cựu chủ nô La Mã, mà trước đó đã chạy trốn đến chỗ Pompeius để gia nhập quân đội và hải quân của ông ta.<ref name=\"eck 26 27\">Eck (2003), 26–27.<\/ref>\n\n==== Chiến tranh với Antonius ====\n{{Chính|Cuộc chiến cuối cùng của Cộng hoà La Mã}}\n[[Tập tin:Lawrence Alma-Tadema- Anthony and Cleopatra.JPG|nhỏ|''Antony và Cleopatra'', được vẽ bởi [[Lawrence Alma-Tadema]]]]\nTrong khi đó, Antonius bị quân [[Parthia]] đánh bại, nên mất dần vai trò lãnh đạo La Mã; dù Octavian đã gửi hơn 2.000 lính lê dương cho Antonius, đội quân này gần như không đủ để bổ sung lực lượng cho ông ta.<ref name=\"eck 29\">Eck (2003), 29.<\/ref> Mặt khác, Cleopatra có thể tái thiết Quân đội của [[Marcus Antonius]], và kể từ khi Antonius rơi vào chuyện tình lãng mạn với bà, Antonius quyết định đưa Octavia trở lại kinh thành [[Roma]].<ref name=\"eck 29 30\">Eck (2003), 29–30.<\/ref> Octavian sử dụng điều này để tuyên truyền ngụ ý rằng Antonius đã trở không còn chút tư cách La Mã nào vì ông ta từ chối một người vợ La Mã hợp pháp và thay vào đó là một [[Quan hệ riêng tư|\"tình nhân phương Đông\"]].<ref name=\"eck 30\">Eck (2003), 30.<\/ref> Trong năm 36 TCN, Octavian sử dụng là một thủ đoạn chính trị để làm cho mình bớt độc đoán và Marcus Antonius trở thành nhân vật phản diện bằng cách tuyên bố rằng các cuộc nội chiến đã sắp kết thúc, và rằng ông sẽ rời khỏi địa vị tam hùng nếu như Antonius làm tương tự; Antonius từ chối.<ref name=\"ccaa 20\">Eder (2005), 20.<\/ref>\n\nSau khi Quân đội La Mã chiếm được Armenia trong năm 34 TCN, Antonius đưa con trai của ông ta là [[Alexander Helios]] lên làm vua của [[Armenia]], ông cũng tặng danh hiệu \"Nữ hoàng của các vị vua\" cho Cleopatra, hành vi đó được Octavian sử dụng để thuyết phục viện nguyên lão La Mã rằng Antonius có thái độ phản quốc.<ref name=\"eck 30\"\/>\n\nNhững người đào ngũ, [[Munatius Plancus]] và [[Marcus Titius]], mang đến cho Octavian những thông tin ông cần phải xác nhận với viện nguyên lão rằng tất cả các cáo buộc ông đã chống lại Antony. Bằng việc tấn công nơi thờ cúng của các [[Trinh nữ Vestal]], Octavian đã buộc nữ tu tối cao của họ giao cho ông bí mật của Antonius, là sẽ giao những vùng lãnh thổ La Mã đã chinh phục cho vương quốc của con trai của ông để cai trị, cùng với kế hoạch xây dựng một ngôi mộ ở Alexandria cho ông và nữ hoàng của mình sau khi họ qua đời.<ref name=\"eck 34 35\">Eck (2003), 34–35<\/ref><ref name=\"ccaa 21 22\">Eder (2005), 21–22.<\/ref> Cuối năm 32 trước Công nguyên, viện nguyên lão chính thức thu hồi quyền hạn của Antonius như là chấp chính quan và tuyên chiến với triều đình Nữ hoàng Cleopatra ở Vương quốc Ai Cập.<ref name=\"eck 35\">Eck (2003), 35.<\/ref><ref name=\"ccaa 22\">Eder (2005), 22.<\/ref>\n[[Tập tin:Castro Battle of Actium.jpg|nhỏ|trái|''[[Trận Actium]]'' của Lorenzo Castro, vẽ năm 1672, Bảo tàng Hàng hải Quốc gia, London]]\nVào đầu năm 31 trước Công nguyên, trong khi Antonius và Cleopatra đã tạm thời đóng quân ở Hy Lạp, Octavian đã đạt được một chiến thắng sơ bộ khi các lực lượng hải quân dưới sự chỉ huy của Agrippa thành công khi mang quân vượt qua biển Adriatic.<ref name=\"eck 37\">Eck (2003), 37.<\/ref> Trong khi Agrippa chia cắt Antony và lực lượng chính của Cleopatra khỏi các tuyến đường cung cấp trên biển của họ.<ref name=\"eck 37\"\/> Octavian đổ bộ trên vùng đất đối diện với hòn đảo [[Corcyra]] (hiện nay là Corfu) và hành quân về phía nam <ref name=\"eck 37\"\/> bị bao vây cả trên đất liền và trên biển, lính đào ngũ từ quân đội của Antonius chạy trốn về phía Octavian mỗi ngày trong khi lực lượng Octavian đủ thoải mái để chuẩn bị.<ref name=\"eck 37\"\/> Trong một cố gắng tuyệt vọng để phá vỡ sự phong tỏa trên biển, hạm đội của Antonius tiến qua vịnh Actium ở bờ biển phía Nam Hy Lạp. Chắc chắn rằng hạm đội của Antonius đã phải đối mặt với một hạm đội lớn hơn và tàu nhỏ hơn, nhưng linh hoạt nhiều hơn dưới sự chỉ huy của [[Marcus Vipsanius Agrippa|Agrippa]] và [[Gaius Sosius]] trong [[trận Actium]] vào ngày 02 Tháng 9 năm 31 TCN <ref name=\"eck 38\">Eck (2003), 38.<\/ref> Antonius và lực lượng còn lại của ông đã không giao chiến đến cùng bởi hạm đội của Cleopatra đang chờ đợi gần đó<ref name=\"eck 38 39\">Eck (2003), 38–39.<\/ref> Octavian truy đuổi họ, và sau một thất bại ở Alexandria vào ngày 1 tháng Tám 30 trước Công nguyên, Antonius và Cleopatra đã buộc phải tự tử;. Antonius đã ngã vào thanh kiếm của riêng mình và trong vòng tay của Cleopatra, trong khi bà cho một con rắn độc cắn mình<ref name=\"eck 39\">Eck (2003), 39.<\/ref>. \n\nĐể bảo vệ vị trí của mình là người thừa kế của Caesar và để tiếp tục sự nghiệp chính trị của mình, Octavian nhận thức được sự nguy hiểm trong việc cho phép người khác cũng làm như vậy và đã đáp rằng \"hai Caesars cho một là quá nhiều\", ông ra lệnh giết [[Caesarion]] - con trai của [[Julius Caesar]] và Cleopatra, trong khi tha mạng cho con cái của Cleopatra với Antonius, ngoại trừ con trai cả của Antonius<ref>Green (1990), 697.<\/ref><ref>Scullard (1982), 171.<\/ref>\n\nOctavian trước đó đã ít thể hiện lòng thương xót đối với binh lính tham chiến và hành động theo những cách đã được chứng minh là không được lòng dân La Mã, nhưng ông được công nhận là đã tha thứ cho nhiều đối thủ của ông sau trận Actium.<ref name =\"eck 49\">Eck (2003), 49.<\/ref>\n\n==Lên ngôi==\n{{chính|Những cải cách luật pháp của Augustus}}\n[[Tập tin:Octavian aureus circa 30 BCE.jpg|nhỏ|[[Aureus]] mang hình Octavian, khoảng 30 TCN, [[Bảo tàng Anh]]]]\nSau trận Actium và thất bại của Antonius và Cleopatra, Octavian đã ở trong một vị thế có thể cai trị toàn bộ nhà nước Cộng hoà dưới một chức danh Nguyên Thủ không chính thức,<ref name=\"ccaa 34 35\">Gruen (2005), 34–35.<\/ref> nhưng để đạt được điều này thông qua việc tăng cường thêm quyền lực, tranh thủ sự ủng hộ của viện nguyên lão và nhân dân, trong khi vẫn duy trì nền cộng hòa truyền thống của Roma, để biểu lộ rằng ông không có tham vọng đối với chế độ độc tài hay quân chủ.<ref name=\"ccaa 24 25\" \/><ref name=\"ccaa 38 39\">CCAA, 38–39.<\/ref> Tiến quân về thành Roma, Octavian và [[Marcus Vipsanius Agrippa|Marcus Agrippa]] đã được bầu làm đồng chấp chính quan bời viện nguyên lão.<ref name=\"eck 45\">Eck (2003), 45.<\/ref>\n\nNhững năm nội chiến đã để lại cho Roma một nhà nước trong tình trạng gần như vô luật lệ, nhưng mà nền Cộng hòa cũng đã không được chuẩn bị để chấp nhận sự kiểm soát của Octavianus như là một vị vua chuyên chế. Đồng thời, Octavianus có thể không chỉ đơn giản là từ bỏ quyền lực của mình mà không có rủi ro tiếp tục cuộc chiến tranh dân sự giữa các tướng La Mã, và ngay cả khi ông mong muốn không có vị trí của cơ quan nào, vị trí của mình bắt ông phải coi trọng đến phúc lợi của nhân dân thành phố Roma và các tỉnh khác của La Mã. Mục tiêu của Octavianus từ thời điểm này là phải luôn luôn về phía trước để quay trở lại Roma, đến một nơi có một nhà nước ổn định, có truyền thống hợp pháp, văn minh bằng cách nâng cao áp lực chính trị công khai trên quần thần và đảm bảo các cuộc bầu cử tự do ít nhất có chút danh nghĩa.<ref name=\"eck 44 45\">Eck (2003), 44–45.<\/ref>\n\n=== Những chính sách đầu tiên ===\n{{chính|Hiến pháp của Đế quốc La Mã|Lịch sử hiến pháp của Đế quốc La Mã}}\n[[Tập tin:Caesar augustus.jpg|nhỏ|upright|Augustus trong vai một quan tòa. Đầu tượng bằng cẩm thạch được làm vào khoảng 30–20 TCN, thân hình được làm trong thế kỷ 2 CN ([[Bảo tàng Louvre|Louvre]], [[Paris]]).]]\n\nNăm 27 TCN, Octavianus đã thực hiện một động thái giả tạo là trả lại toàn bộ quyền hành cho [[Viện nguyên lão]] và từ bỏ sự kiểm soát của mình với các tỉnh La Mã cũng như quân đội của họ.<ref name=\"eck 45\" \/> Dưới quyền Tổng tài của ông, trên thực tế, viện Nguyên lão nắm rất ít quyền bắt đầu lập pháp qua việc đưa ra các [[dự luật]] để tranh luận ở nghị viện.<ref name=\"eck 45\"\/> Mặc dù Octavianus không còn kiểm soát trực tiếp các tỉnh, cũng như quân đội nhưng ông vẫn duy trì được lòng trung của những người lính tại ngũ lẫn các cựu binh.<ref name=\"eck 45\" \/> Sự nghiệp của nhiều môn khách hay môn đồ của ông đều phụ thuộc vào sự bảo trợ của ông,<ref name=\"eck 45\" \/> vì trên thực tế, sự giàu có của Augustus tại Cộng hòa La Mã là không có đối thủ. Về điều này, sử gia Werner Eck đã phát biểu:\n\n{{cquote|Tổng thể quyền lực của ông [Augustus] có được đầu tiên là từ nhiều quyền của các chức vụ ông được Viện nguyên lão và nhân dân ủy thác, thứ hai là từ gia tài cá nhân cực kỳ to lớn và thứ ba là từ nhiều mối quan hệ bảo trợ ông tạo dựng với các cá nhân và nhóm người trên khắp Đế chế. Tất cả những thứ này tập hợp lại tạo nên nền tảng quyền lực của Augustus, cái mà chính ông đã nhấn mạnh là cơ sở cho các hành động chính trị của mình|<ref>Eck (2003), 113.<\/ref>}}\n\nAugustus đã nhận thấy được rằng với những công trình công cộng trên một phạm vị rộng lớn cần có sẵn nguồn lực tài chính dồi dào Augustus chỉ huy. Khi ông thất bại trong việc vận động đủ số nguyên lão nhằm tài trợ cho việc xây dựng và duy trì mạng lưới đường giao thông ở Ý, ông đã nhận trách nhiệm trực tiếp thay cho họ trong năm 20 TCN.<ref name=\"eck 80\">Eck (2003), 80.<\/ref> Điều này đã được công bố công khai trên các đồng tiền La Mã ban hành trong năm 16 TCN, sau khi ông đã tặng một lượng lớn tiền cho ''[[aerarium Saturni]]'', công quỹ La Mã.<ref name=\"eck 80\" \/>\n\nViện nguyên lão cũng đã đề xuất với Octavian, người chiến thắng trong các cuộc nội chiến của Roma, rằng ông nên một lần nữa đảm đương quyền cai quản các tỉnh. Lời đề xuất của Viện nguyên lão là một sự phê chuẩn đối với quyền lực ngoài hiến pháp của Octavian. Giả vờ miễn cưỡng, ông chấp nhận gánh vác trách nhiệm giám sát các tỉnh được coi là hỗn loạn trong mười năm.<ref name=\"eck 46\">Eck (2003), 46.<\/ref><ref>Scullard (1982), 210.<\/ref>\n\nCác tỉnh được nhượng lại cho Octavian, mà ông đã hứa hẹn là có thể bình định chúng trong khoảng thời gian mười năm, bao gồm phần lớn thế giới bị La Mã chinh phục, bao gồm toàn bộ [[Hispania]] và [[Gallia|Gaul]], [[Syria (tỉnh La Mã)|Syria]], [[Cilicia]], [[Cộng hòa Síp|Síp]], và [[Ai Cập thuộc La Mã|Ai Cập]].<ref name=\"eck 46\" \/><ref name=\"ccaa 34\">Gruen (2005), 34.<\/ref> Hơn nữa, với việc nắm quyền chỉ huy của các tỉnh này giúp cho Octavian kiểm soát phần lớn các [[lê dương La Mã|quân đoàn La Mã]].<ref name=\"ccaa 34\" \/><ref name=\"eck 47\">Eck (2003), 47.<\/ref>\n\nTrong khi Octavian giữ vai trò là chấp chính quan tại Roma, ông đã sai phái các nguyên lão tới những tỉnh nằm dưới sự chỉ huy của mình như là người đại diện của ông để quản lý công việc ở tỉnh và đảm bảo mệnh lệnh của ông được thực hiện.<ref name=\"eck 47\" \/> Mặt khác, những tỉnh không nằm dưới sự kiểm soát của Octavian đã được giám sát bởi các thống đốc được lựa chọn bởi viện nguyên lão La Mã.<ref name=\"eck 47\" \/> Octavian đã trở thành nhân vật chính trị quyền lực nhất trong thành Roma và ở hầu hết các tỉnh của nó, nhưng lại không nắm giữ quyền lực chính trị và quân sự một cách đơn độc.<ref name=\"ccaa 24\" \/>\n\nViện nguyên lão vẫn còn kiểm soát Bắc Phi, một vùng đất sản xuất ngũ cốc quan trọng, cũng như [[Illyria]] và [[Macedonia]], hai khu vực có tầm chiến lược về mặt quân sự với một số quân đoàn.<ref name=\"ccaa 24\">CCAA, 24.<\/ref> Tuy nhiên, với việc chỉ kiểm soát chỉ năm hay sáu quân đoàn được phân bổ giữa ba thống đốc tỉnh thuộc hàng nguyên lão, so với hai mươi quân đoàn dưới sự kiểm soát của Augustus, sự kiểm soát các vùng đất này của viện nguyên lão chung quy lại cũng không phải là thách thức chính trị hoặc quân sự đối với Octavian.<ref name=\"ccaa 24 25\">CCAA, 24–25.<\/ref><ref name = \"Scullard_p211\">Scullard (1982), 211.<\/ref>\n\nSự kiểm soát của Viện nguyên lão đối với một số tỉnh La Mã giúp duy trì lớp vỏ bọc Cộng hòa cho chế độ Nguyên thủ.<ref name=\"ccaa 24 25\" \/> Ngoài ra, sự kiểm soát toàn diện các tỉnh của Octavian cũng đảm bảo hòa bình và tạo ra sự ổn định tiếp nối những tiền lệ của thời kì Cộng hòa, trong đó những người La Mã nổi tiếng như [[Pompeius]] đã được cung cấp sức mạnh quân sự tương tự trong thời gian khủng hoảng và bất ổn.\n\n[[Tập tin:Augustus Bevilacqua Glyptothek Munich 317.jpg|nhỏ|upright|Tượng bán thân Augustus đội [[Vương miện Công dân]], [[Glyptothek]], [[München]].]]\n\n==Chiến tranh và sự mở rộng==\n{{Chính|Các cuộc chiến tranh của Augustus}}\n[[Tập tin:Impero romano sotto Ottaviano Augusto 30aC - 6dC.jpg|nhỏ|450px|Sự mở rộng của Đế quốc La Mã dưới thời Augustus. Phần màu vàng thể hiện sự mở rộng của Cộng hòa La Mã vào thời điểm năm 31 TCN, phần màu xanh thể hiện các vùng đất chinh phục được dưới thời Augustus, và phần màu hồng thể hiện các [[quốc gia vệ tinh]]; tuy nhiên, những khu vực chịu sự kiểm soát của người La Mã như trong bản đồ luôn thay đổi, đặc biệt tại [[Germania]].]]\nVào cuối triều đại của ông, quân đội của Augustus đã chinh phục miền bắc Hispania (hiện nay là Tây Ban Nha và Bồ Đào Nha),<ref name=\"eck 94\">Eck (2003), 94.<\/ref> các vùng đất thuộc dãy [[Anpơ]] như [[Raetia]] và [[Noricum]] (hiện nay là [[Thụy Sĩ]], [[Bayern|Bavaria]], [[Áo]], [[Slovenia]]),<ref name=\"eck 94\"\/> [[Illyricum (tỉnh La Mã)|Illyricum]] và [[Pannonia (tỉnh La Mã)|Pannonia]] (hiện nay là [[Albania]], [[Croatia]], [[Hungary]], [[Serbia]], v.v...),<ref name=\"eck 94\"\/> và mở rộng biên giới của [[Africa (tỉnh La Mã)|tỉnh Africa]] về phía đông và phía nam.<ref name=\"eck 94\"\/>\n[[Tập tin:Tiberius NyCarlsberg01.jpg|nhỏ|upright|trái|Tượng [[Tiberius]], một chỉ huy quân sự thành công dưới thời Augustus, sau được Augustus chỉ định làm người kế vị của ông.]]\n\nSau khi triều đại của vị vua chư hầu [[Herod Đại đế]] (73-4 TCN) kết thúc, [[Judea (tỉnh La Mã)|Judea]] đã được thêm vào [[Syria (tỉnh La Mã)|tỉnh Syria]] khi Augustus phế truất [[Herod Archelaus]], vị vua kế vị ông ta.<ref name=\"eck 94\"\/>\n\nMột lần nữa, đã không cần thiết phải sử dụng các biện pháp quân sự vào 25 trước Công nguyên khi xứ [[Galatia]] (Thổ Nhĩ Kỳ ngày nay) được chuyển đổi sang thành một tỉnh La Mã ngay sau khi [[Amyntas của Galatia]] đã bị giết bởi một góa phụ để trả thù của một hoàng tử bị sát hại từ Homonada <ref name=\"eck 94\"\/>. Khi các bộ tộc nổi loạn của xứ [[Cantabria]] ở Tây Ban Nha ngày nay cuối cùng đã bị dẹp yên trong năm 19 trước Công nguyên, vùng đất này đã được sáp nhập vào tỉnh [[Hispania]] và [[Lusitania]].<ref name=\"eck 96\">Eck (2003), 97.<\/ref>\n\nMặc dù Parthia luôn là một mối đe dọa đối với La Mã từ phía đông, trận tuyến thực sự của La Mã nằm dọc theo [[sông Rhine]] và [[sông Donau]].<ref name=\"eck 96\"\/> Trước cuộc chiến cuối cùng với Antonius, những chiến dịch của Octavianus chống lại các bộ lạc ở [[Dalmatia (tỉnh La Mã)|Dalmatia]] là bước đầu trong việc mở rộng cương thổ của La Mã tới sông Donau.<ref name=\"rowell 13\">Rowell (1962), 13.<\/ref> Chiến thắng trong một trận đánh thường không phải là một thắng lợi tuyệt đối, do các lãnh thổ mới chinh phạt được thường xuyên bị các kẻ thù của La Mã ở Germania giành lại.<ref name=\"eck 96\" \/>\n\nMột thất bại quân sự điển hình của người La Mã là [[trận rừng Teutoburg]] vào năm 9, khi toàn bộ ba binh đoàn do [[Publius Quinctilius Varus]] chỉ huy bị [[Arminius]], thủ lĩnh người [[Cherusci]], một đồng minh thực sự của La Mã tiêu diệt hoàn toàn, với chỉ một số người sống sót.<ref name=\"eck 101 102\">Eck (2003), 101–102.<\/ref>\n\n== Di sản ==\n[[Tập tin:Augustus-in-Kalabsha.jpg|nhỏ|trái|200px|Augustus theo mô tả của người Ai Cập trong hang đá vùng [[New Kalabsha|Kalabsha Temple]], [[Nubia]].]]\n[[Tập tin:Statue-Augustus.jpg|phải|nhỏ|200px|Bức tượng nổi tiếng [[Augustus của Prima Porta]].]]\nTriều đại của Augustus đã đặt những nền tảng cho một chế độ kéo dài hàng trăm năm cho đến những ngày cuối cùng của [[sự suy tàn của Đế quốc La Mã]]. Cả họ mượn của ông, Caesar, và tên hiệu của ông ''Augustus'' đã trở thành những danh hiệu vĩnh viễn của các hoàng đế của [[Đế quốc La Mã]] trong 14 thế kỉ sau khi ông mất, được sử dụng ở cả [[Roma|Roma cũ]] và [[Constantinopolis|Roma mới]]. Trong nhiều ngôn ngữ, ''caesar'' trở thành danh từ để chỉ ''hoàng đế'', như là trong tiếng Đức ''[[Kaiser]]'' và trong tiếng Nga ''[[Sa hoàng|Tsar]]''. Tôn giáo ''Divus Augustus'' tiếp tục cho đến khi quốc giáo của Đế quốc được chuyển sang [[Kitô giáo]] vào thế kỉ thứ 4 theo sau [[Sắc lệnh Milan]]. Do đó, có rất nhiều tượng rất trung thực của vị hoàng đế đầu tiên. Ông đã viết lại những điều mà ông đã đạt được, với tựa là ''[[Res Gestae Divi Augusti]]'', được khắc vào bản đồng trước [[Lăng Augustus|lăng mộ của ông]].<ref>Suetonius, ''Augustus'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html#101.4 101.4].<\/ref> Nhiều bản sao của văn bản này được khắc khắp Đế quốc sau khi ông chết.<ref name=\"eck 1 2\">Eck, 1–2<\/ref>\n\nRất nhiều người cho rằng Augustus là hoàng đế vĩ đại nhất của La Mã; những chính sách của ông chắc chắn đã kéo dài thêm tuổi thọ của Đế quốc và khởi đầu thời kì ''Pax Romana'' hay ''Pax Augusta'' được nhiều người ca ngợi.\n\n=== Cải cách về thu nhập ===\n[[Tập tin:AugustusCoinPudukottaiHoardIndia.jpg|nhỏ|200px|Đồng tiền của Augustus tìm thấy tại kho [[Pudukottai]], đông [[Ấn Độ]]. [[Bảo tàng Anh]].]]\n[[Tập tin:AugustusIndianImitation1stCenturyCE.jpg|nhỏ|150px|Đồng tiền Ấn Độ thế kỷ 1. [[Bảo tàng Anh]].]]\n[[Tập tin:HymiariteKingdomAugustusImitation1stCenturyCE.jpg|nhỏ|150px|Đồng tiền của vua [[Himyarite]], biển miền nam [[bán đảo Ả Rập]]. Đây cũng là đồng tiền mang hình Augustus, thế kỷ 1.]]\n\nNhững cải cách về hệ thống [[thu nhập (định hướng)|thu nhập]] công của Augustus đã có một ảnh hưởng lớn đến những thành công sau này của Đế quốc. Augustus đã thiết lập một hệ thống luật thuế thống nhất trực tiếp từ Roma trên phần lớn của lãnh thổ của Đế quốc, thay vì các cách thức cống nạp thay đổi, không liên tục, đôi khi tùy tiện từ các tỉnh địa phương như dưới thời những người tiền nhiệm của Augustus.<ref name=\"eck 83 84\"\/> Cải cách này đã làm tăng thu nhập đáng kể của Roma từ các vùng lãnh thổ chiếm được, làm ổn định nguồn thu nhập, và điều độ quan hệ tài chính giữa Roma và các tỉnh, thay vì kích động những chống đối mới với các cách cống nạp mới tùy tiện.<ref name=\"eck 83 84\">Eck, 83–84.<\/ref> Cách đo mức thuế dưới thời Augustus được định bởi [[khoa học Thống kê|thống kê]] [[dân số]], với những hạn ngạch định trước cho từng tỉnh.<ref name=\"bunson 404\">Bunson, 404.<\/ref> Công dân của Roma và Ý trả thuế gián tiếp, trong khi thuế trực tiếp được lấy từ các tỉnh.<ref name=\"bunson 404\"\/> Thuế gián tiếp bao gồm 4% thuế trên giá của nô lệ, 1% thuế trên hàng hóa bán tại đấu giá, và 5% thuế trên thừa kế các bất động sản có giá trị trên 100.000 sesterces bởi những người không phải là thân thuộc.<ref name=\"bunson 404\"\/>\n\nMột cải cách khác không kém phần quan trọng là sự bãi bỏ của thuế nông nghiệp tư nhân, được thay thế bởi các nhân viên thu thuế được trả lương của nhà nước. Những nhà thầu tư nhân tự ý nâng thuế đã là chuyện bình thường trong thời Cộng hòa, và một số đã trở nên quyền thế đến nỗi gây ảnh hưởng lên số phiếu bầu của các chính trị gia ở Roma.<ref name=\"eck 83 84\"\/> Những nhà thầu tự ý thu thuế đã nổi tiếng với những vụ tham ô lãng phí, cũng như những tài sản riêng kếch xù, nhờ vào việc chiếm quyền đánh thuế một vùng nào đó.<ref name=\"eck 83 84\"\/> Thu nhập của Roma là những khoản tiền từ những vụ đấu giá thành công, và lợi nhuận của những người thu thuế tư nhân bao gồm bất kì khoản thu thêm nào mà họ có thể bòn rút được từ dân thành Roma. Thiếu sự kiểm soát hiệu quả, cùng với lòng tham làm tối la lợi nhuận của những người thu thuế tư nhân, đã tạo ra một hệ thống thuế tùy tiện độc ác đối với người nộp thuế, được công nhận rộng rãi là một bất công xã hội, và rất bất lợi cho kinh tế.\n\n=== Tháng Tám (August) ===\nTháng tám [[:wiktionary:August|August]] (Latin: ''Augustus'') được đặt theo tên của Augustus; cho đến thời của ông nó được gọi là [[Sextilis]] (được đặt tên như vậy bởi vì nó là tháng thứ sáu của [[lịch La Mã]] và từ Latin chỉ thứ sáu là ''sex''). Chuyện thường được kể là August có 31 ngày bởi vì Augustus muốn tháng của ông phải cùng độ dài với tháng 7 của [[Julius Caesar]], nhưng đó chỉ là ý kiến của vị học giả vào thế kỉ 13 tên là [[Johannes de Sacrobosco]]. Sextilis thực ra có 31 ngày trước khi được đổi tên, và nó cũng không phải được chọn vì số ngày trong tháng (xem [[lịch Julius]]). Theo một ''senatus consultum'' trích dẫn bởi [[Ambrosius Theodosius Macrobius|Macrobius]], Sextilis được đặt tên lại để vinh danh Augustus bởi vì những sự kiện quan trọng nhất đưa ông ta lên vị trí nắm quyền lực, kết hợp lại sau khi [[Alexandria]] sụp đổ, rơi vào tháng đó.<ref>[[Ambrosius Theodosius Macrobius|Macrobius]], ''Saturnalia'' [http:\/\/penelope.uchicago.edu\/Thayer\/L\/Roman\/Texts\/Macrobius\/Saturnalia\/1*.html#12.35 1.12.35].<\/ref>\n\n=== Các công trình xây dựng ===\n[[Tập tin:RomaAraPacisDecorazioneVegetale.jpg|nhỏ|trái|180px|Cận cảnh chi tiết chạm khắc trên [[Ara Pacis]] (Ban thờ hoà bình), 13 TCN đến 9 TCN.]]\nLúc hấp hối, Augustus tuyên bố \"Ta tìm thấy Roma làm bằng đất; ta để lại nó cho các ngươi bằng đá cẩm thạch;\" mặc dù có một vài sự thật trong nghĩa đen của câu nói đó, [[Cassius Dio]] khẳng định đó chỉ là một lối nói hình tượng về sức mạnh của Đế quốc.<ref name=\"dio 56.30.3\">Dio [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/56*.html#30 56.30.3]<\/ref> [[Đá hoa|Đá cẩm thạch]] có thể tìm thấy ở các công trình xây dựng ở Roma trước thời Augustus, nhưng chúng không được sử dụng rộng rãi như là một vật liệu xây dựng cho tới triều đại của Augustus.\n\nÔng cũng đã xây dựng [[Đền thờ Caesar]], [[Nhà tắm Agrippa]], và [[Quảng trường Augustus]]<nowiki\/>với [[Đền thờ Mars Ultor]]. Các công trình khác hoặc là được khuyến khích bởi ông, như là [[Lucius Cornelius Balbus (nhỏ)|Nhà hát của Balbus]], và việc xây dựng [[Đền Pantheon|Pantheon]] của Agrippa, hoặc là được tài trợ bởi ông dưới tên của những người khác, thường là bà con (ví dụ [[Porticus Octaviae|Portico của Octavia]], [[Nhà hát của Marcellus]]). Ngay cả [[Lăng Augustus]] cũng được xây trước khi ông chết để mai táng những thành viên trong gia đình ông.<ref name=\"eck 118 121\">Eck, 118–121<\/ref>\n\n== Tổ tiên ==\n{{ahnentafel top}}\n{{ahnentafel-compact5\n|style=font-size: 100%; line-height: 110%;\n|border=1\n|boxstyle=padding-top: 0; padding-bottom: 0;\n|boxstyle_1=background-color: #fcc;\n|boxstyle_2=background-color: #fb9;\n|boxstyle_3=background-color: #ffc;\n|boxstyle_4=background-color: #bfc;\n|boxstyle_5=background-color: #9fe;\n|1= 1. '''Augustus '''\n|2= 2. [[Gaius Octavius (pháp quan 61 TCN)|Gaius Octavius IV]]\n|3= 3. [[Atia (mẹ của Augustus)|Atia]]\n|4= 4. [[Gaius Octavius (quan địa phương)|Gaius Octavius III]]\n|6= 6. [[Marcus Atius Balbus]]\n|7= 7. [[Julia Caesaris (chị gái thứ hai của Julius Caesar)|Julia Caesaris]]\n|8= 8. [[Gaius Octavius (quan bảo dân 216 TCN)|Gaius Octavius II]]\n|12= 12. Marcus Atius Balbus\n|13= 13. [[Pompeia (em gái của Pompeius Strabo)|Pompeia]]\n|14= 14. [[Gaius Julius Caesar (quan tổng đốc tỉnh)|Gaius Julius Caesar III]]\n|15= 15. [[Aurelia Cotta]]\n|16= 16. [[Gaius Octavius (hiệp sĩ)|Gaius Octavius I]]\n|26= 26. Sextus Pompeius\n|27= 27. Lucilia\n|28= 28. [[Gaius Julius Caesar II]]\n|29= 29. Marcia\n|30= 30. [[Lucius Aurelius Cotta (quan chấp chính 119 TCN)|Lucius Aurelius Cotta]]\n|31= 31. Rutilia\n}}\n{{ahnentafel bottom}}\n== Hậu duệ ==\nCon huyết thống của Augustus là con gái duy nhất của ông, [[Julia Lớn]].\n\n[[Hình:Simple gold crown.svg|15px]] '''Augustus'''\n:I. [[Julia Lớn|Julia Caesaris (Julia Lớn)]] (39&nbsp;TCN&nbsp;– CN 14)\n::A. [[Gaius Caesar|Gaius Julius Caesar]] (20&nbsp;TCN&nbsp;– CN 4), không con cái\n::B. [[Julia Nhỏ|Vipsania Julia (Julia Nhỏ)]] (19&nbsp;TCN&nbsp;– CN 28)\n:::1. [[Aemilia Lepida (vị hôn thê của Claudius)]] (4&nbsp;TCN&nbsp;– CN 53)\n::::a. [[Marcus Junius Silanus Torquatus (quan chấp chính 46)|Marcus Junius Silanus Torquatus]] (14&nbsp;– 54)\n:::::i. [[Lucius Junius Silanus Torquatus]] Nhỏ (50–66), chết trẻ\n::::b. [[Junia Calvina]] (15–79), không con cái\n::::c. [[Decimus Junius Silanus Torquatus]] (chết 64), không con cái\n::::d. [[Lucius Junius Silanus Torquatus]] Lớn (chết 49), không con cái\n::::e. [[Junia Lepida]] (khoảng 18–65), không rõ tình trạng con cái\n:::2. Con ngoài giá thú với Decimus Junius Silanus (chết CN 8), bị Augustus buộc phải công bố ra\n::C. [[Lucius Caesar|Lucius Julius Caesar]] (17&nbsp;TCN&nbsp;– CN 2), không con cái\n::D. [[Agrippina Lớn|Vipsania Agrippina II (Agrippina Lớn)]] (14&nbsp;TCN&nbsp;– CN 33)\n:::1. [[Nero Julius Caesar Germanicus]] (6–30), không con cái\n:::2. [[Drusus Caesar|Drusus Julius Caesar Germanicus]] (7–33), không con cái\n:::3. Gaius Julius Caesar Germanicus Lớn (chết trước CN 12)<ref>CIL 06, 00889<\/ref>\n:::4. [[Hình:Simple gold crown.svg|15px]] [[Caligula|Gaius Julius Caesar Germanicus Nhỏ (Caligula)]] (12–41)\n::::a. [[Julia Drusilla (con gái của Caligula)|Julia Drusilla]] (39–41), chết trẻ\n:::5. [[Agrippina Nhỏ|Julia Agrippina (Agrippina Nhỏ)]] (15–59)\n::::a. [[Hình:Simple gold crown.svg|15px]] [[Nero|Nero Claudius Caesar Germanicus (Lucius Domitius Ahenobarbus)]] (37–68)\n:::::i. [[Claudia Augusta]] (Tháng Một 63&nbsp;– Tháng Tư 63), chết trẻ\n:::6. [[Drusilla (sister of Caligula)|Julia Drusilla]] (16–38), không con cái\n:::7. [[Julia Livilla]] (18–42), không con cái\n:::8. Tiberius Julius Caesar (? – ?), hoặc sinh trước [[Nero Julius Caesar|Nero]], giữa [[Drusus Caesar|Drusus]] và [[Caligula|Gaius Nhỏ (Caligula)]] hoặc giữa [[Caligula|Gaius Nhỏ (Caligula)]] và [[Agrippina Nhỏ|Agrippina]]<ref>CIL 06, 00888<\/ref>\n:::9. Một con trai (? – ?)<ref>CIL 06, 00890<\/ref>\n::E. [[Agrippa Postumus|Marcus Julis Caesar Agrippa Postumus]] (12&nbsp;TCN&nbsp;– CN 14), không con cái\n::F. Tiberillus (chết sau khi sinh 11&nbsp;TCN), con của [[Tiberius]]\n\n== Xem thêm ==\n* [[Octavia (thị tộc)]]\n* [[Bản mẫu:Gia phả nhà Octavii Rufi|Gia phả nhà Octavii Rufi]]\n* [[Julia (thị tộc)]]\n* [[Julii Caesares]]\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n==Tham khảo==\n<div class=\"references-small\">\n* Bourne, Ella. \"Augustus as a Letter-Writer,\" ''Transactions and Proceedings of the American Philological Association'' (Volume 49, 1918): 53–66.\n* {{Chú thích sách |last=Bowersock |first=G. W. |editor=Kurt A. Raaflaub and Mark Toher  |title=Between Republic and Empire: Interpretations of Augustus and his Principate |year=1990 |publisher=University of California Press |location=Berkeley |isbn=0-520-08447-0 |pages=380–394 |chapter=The Pontificate of Augustus }}\n* Bunson, Matthew (1994). ''Encyclopedia of the Roman Empire''. New York: Facts on File Inc. ISBN 0-8160-3182-7\n* Chisholm, Kitty and John Ferguson. (1981). ''Rome: The Augustan Age; A Source Book''. Oxford: Oxford University Press, in association with the Open University Press. ISBN 0-19-872108-0.\n* [[Dio Cassius]], The Roman History: The Reign of Augustus, London, Penguin Books, 1987, ISBN 0-14-044448-3.\n* Eck, Werner; translated by Deborah Lucas Schneider; new material by Sarolta A. Takács. (2003) ''The Age of Augustus''. Oxford: Blackwell Publishing (hardcover, ISBN 0-631-22957-4; paperback, ISBN 0-631-22958-2).\n* Eder, Walter. (2005). \"Augustus and the Power of Tradition,\" in ''The Cambridge Companion to the Age of Augustus (Cambridge Companions to the Ancient World)'', ed. Karl Galinsky, 13-32. Cambridge, MA; New York: Cambridge University Press (hardcover, ISBN 0-521-80796-4; paperback, ISBN 0-521-00393-8).\n* Everitt, Anthony (2006) ''Augustus: The Life of Rome's First Emperor''. Random House Books. ISBN 1400061288.\n* {{Chú thích sách |last=Green |first=Peter |title=Alexander to Actium: The Historical Evolution of the Hellenistic Age |url=https:\/\/archive.org\/details\/alexandertoactiu0000gree |series=Hellenistic Culture and Society |year=1990 |publisher=University of California Press |location=Berkeley, CA; Los Angeles; London |id=ISBN 0-520-05611-6 (hbk.); ISBN 0-520-08349-0 (pbk.)}}\n* Gruen, Erich S. (2005). \"Augustus and the Making of the Principate,\" in ''The Cambridge Companion to the Age of Augustus (Cambridge Companions to the Ancient World)'', ed. Karl Galinsky, 33-51. Cambridge, MA; New York: Cambridge University Press (hardcover, ISBN 0-521-80796-4; paperback, ISBN 0-521-00393-8).\n* Kelsall, Malcolm. \"Augustus and Pope,\" ''The Huntington Library Quarterly'' (Volume 39, Number 2, 1976): 117–131.\n* {{Chú thích sách|title=Ancient Rome: A Military and Political History|url=https:\/\/archive.org\/details\/ancientromemilit0000mack|last=Mackay|first=Christopher S.|publisher=Cambridge University Press|year=2004|isbn=0521809185}}\n* {{Chú thích sách |last=Scullard |first=H. H. |title=From the Gracchi to Nero: A History of Rome from 133 TCN to A.D. 68 |edition=5 |origyear=1959 |year=1982 |publisher=Routledge |location=London; New York |isbn=0-415-02527-3 (pbk.)}}\n* Shaw-Smith, R. \"A Letter from Augustus to Tiberius,\" ''Greece & Rome'' (Volume 18, Number 2, 1971): 213–214.\n* Shotter, D.C.A. \"Tiberius and the Spirit of Augustus,\" ''Greece & Rome'' (Volume 13, Number 2, 1966): 207–212.\n* Starr, Chester G., Jr. \"The Perfect Democracy of the Roman Empire,\" ''The American Historical Review'' (Volume 58, Number 1, 1952): 1–16.\n* {{Chú thích sách |last=Syme |first=Ronald |authorlink=Ronald Syme |title=The Roman Revolution |url=https:\/\/archive.org\/details\/in.ernet.dli.2015.73667 |year=1939 |publisher=Oxford University Press |location=Oxford |isbn=0-19-280320-4 (pbk.)}} The classic revisionist study of Augustus\n* Roebuck, C, The World of Ancient Times, New York, Charles Scribner's Sons, 1966\n* Rowell, Henry Thompson. (1962). ''The Centers of Civilization Series: Volume 5; Rome in the Augustan Age''. Norman: University of Oklahoma Press. ISBN 0-8061-0956-4\n<\/div>\n\n== Đọc thêm ==\n<div class=\"references-small\">\n* Everitt, Anthony. ''Augustus: The Life of Rome's First Emperor''. New York: Random House, 2006 (hardcover, ISBN 1-4000-6128-8). As ''The First Emperor: Caesar Augustus and the Triumph of Rome''. London: John Murray, 2006 (hardcover, ISBN 0719554942).\n** [http:\/\/books.guardian.co.uk\/review\/story\/0,,1977668,00.html?gusrc=rss&feed=10 Reviewed] by Alex Butterworth in [http:\/\/www.guardian.co.uk\/ ''The Guardian''], December&nbsp;23, 2006.\n* Galinsky, Karl. ''Augustan Culture''. Princeton, NJ: Princeton University Press, 1998 (paperback, ISBN 0-691-05890-3).\n* Lewis, P. R. and G. D. B. Jones, ''Roman gold-mining in north-west Spain'', Journal of Roman Studies 60 (1970): 169-85\n* Jones, R. F. J. and Bird, D. G., ''Roman gold-mining in north-west Spain, II: Workings on the Rio Duerna'', Journal of Roman Studies 62 (1972): 59-74.\n* Jones, A.H.M. \"The Imperium of Augustus\", ''The Journal of Roman Studies'', Vol.&nbsp;41, Parts 1 and 2. (1951), pp.&nbsp;112–119.\n* Jones, A.H.M. ''Augustus''. London: Chatto & Windus, 1970 (paperback, ISBN 0-7011-1626-9).\n* Osgood, Josiah. ''Caesar's Legacy: Civil War and the Emergence of the Roman Empire''. New York: Cambridge University Press (USA), 2006 (hardback, ISBN 0-521-85582-9; paperback, ISBN 0-521-67177-9).\n* Raaflaub, Kurt&nbsp;A. & Toher, Mark (eds.). ''Between Republic and Empire: Interpretations of Augustus and His Principate''. Berkeley; Los Angeles: University of California Press, 1993 (paperback, ISBN 0-520-08447-0).\n* Reinhold, Meyer. ''The Golden Age of Augustus (Aspects of Antiquity)''. Toronto, ON: Univ of Toronto Press, 1978 (hardcover, ISBN 0-89522-007-5; paperback, ISBN 0-89522-008-3).\n* Southern, Pat. ''Augustus (Roman Imperial Biographies)''. New York: Routledge, 1998 (hardcover, ISBN 0-415-16631-4); 2001 (paperback, ISBN 0-415-25855-3).\n* Zanker, Paul. ''The Power of Images in the Age of Augustus (Thomas Spencer Jerome Lectures)''. Ann Arbor, MI: University of Michigan Press, 1989 (hardcover, ISBN 0-472-10101-3); 1990 (paperback, ISBN 0-472-08124-1).\n<\/div>\n\n== Liên kết ngoài ==\n=== Tham khảo chính ===\n{{thể loại Commons|Augustus}}\n{{wikiquote|Augustus}}\n* [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Augustus\/Res_Gestae\/home.html The Res Gestae Divi Augusti] (The Deeds of Augustus, ''his own account'': complete Latin and Greek texts with facing English translation)\n* [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Augustus*.html Suetonius' biography of Augustus, Latin text with English translation]\n* [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/home.html#45 Cassius Dio's Roman History: Books 45–56, English translation]\n* [http:\/\/www.csun.edu\/~hcfll004\/nicolaus.html Life of Augustus] by [[Nicolaus thành Damascus]], English translation\n* [http:\/\/www.viajuliaaugusta.com\/en\/home.html The Via Iulia Augusta: road built by the Romans; constructed on the orders of Augustus between the 13–12 TCN] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061117112806\/http:\/\/www.viajuliaaugusta.com\/en\/home.html |date = ngày 17 tháng 11 năm 2006}}\n* [http:\/\/ancientrome.ru\/art\/artworken\/result.htm?alt=August&pnumber=30 Gallery of the Ancient Art: August]\n* [http:\/\/janusquirinus.org\/Octavian\/humour.html Humor of Augustus] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927130651\/http:\/\/janusquirinus.org\/Octavian\/humour.html |date=2007-09-27 }}\n\n=== Nguồn thứ hai ===\n* [http:\/\/www.roman-emperors.org\/auggie.htm De Imperatoribus Romanis]\n* [http:\/\/www.historyguide.org\/ancient\/lecture12b.html Augustus Caesar and the Pax Romana]\n* [http:\/\/janusquirinus.org\/Octavian\/OctavianHome.html Octavian \/ Augustus] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070912095555\/http:\/\/janusquirinus.org\/Octavian\/OctavianHome.html |date=2007-09-12 }}\n* [http:\/\/www.jerryfielden.com\/essays\/augustus.htm Augustus and the Roman army—Mutual Loyalty and Rewards]\n* [http:\/\/www.bbc.co.uk\/history\/historic_figures\/augustus.shtml Augustus] at [http:\/\/www.bbc.co.uk\/history\/ BBC History]\n* [http:\/\/books.guardian.co.uk\/review\/story\/0,,1977668,00.html Anthony Everitt, ''The First Emperor: Caesar Augustus and the Triumph of Rome'' (review)]\n\n{{start box}}\n{{s-hou|Vương triều [[Julio-Claudia]]|23 tháng 9,|63 TCN|19 tháng 8,|14}}\n{{s-off}}\n{{succession box|title=[[Danh sách chấp chính quan La Mã|Quan chấp chính]] (''consul suffectus'') của [[Cộng hòa La Mã]]|before=[[Aulus Hirtius]] và [[Gaius Vibius Pansa Caetronianus]]||after=[[Marcus Aemilius Lepidus (triumvir)|Marcus Aemilius Lepidus]] và [[Lucius Munatius Plancus]]|years=''với [[Quintus Pedius]]''<br> 43 TCN}}\n{{succession box|title=[[Danh sách chấp chính quan La Mã|Quan chấp chính]] của [[Cộng hòa La Mã]]|before=[[Marcus Antonius]], [[Lucius Scribonius Libo]] và [[Aemilius Lepidus Paullus]] (''consul suffectus'')||after=[[Gnaeus Domitius Ahenobarbus (thế kỷ 1 TCN)|Gnaeus Domitius Ahenobarbus]] và [[Gaius Sosius]] |years=''với [[Lucius Volcatius Tullus (chấp chính 33 TCN)|Lucius Volcatius Tullus]]''<br>33 TCN}}\n{{succession box|title = [[Danh sách Quan chấp chính thời kỳ đầu Đế quốc La mã|Quan chấp chính]] của [[Đế quốc La Mã]]|before = [[Gnaeus Domitius Ahenobarbus (chấp chính 32 TCN)|Gnaeus Domitius Ahenobarbus]] và [[Gaius Sosius]]||after = [[Marcus Claudius Marcellus Aeserninus]] và [[Lucius Arruntius]] |years = [[31 TCN]] – [[23 TCN]]}}\n{{succession box|title = [[Danh sách Quan chấp chính thời kỳ đầu Đế quốc La mã|Quan chấp chính]] của [[Đế quốc La Mã]]|before = [[Decius Laelius Balbus]] và [[Gnaeus Antistius Vetus]]||after = [[Gaius Calvisius Sabinus]] và [[Lucius Passienus Rufus]] |years = 5 TCN}}\n{{succession box|title = [[Danh sách Quan chấp chính thời kỳ đầu Đế quốc La mã|Quan chấp chính]] của [[Đế quốc La Mã]]|before = [[Lucius Cornelius Lentulus (Quan chấp chính 3 TCN)|Lucius Cornelius Lentulus]] và [[Marcus Valerius Messalla Messallinus]]||after = [[Cossus Cornelius Lentulus]] và [[Lucius Calpurnius Piso (chấp chính 1 TCN)|Lucius Calpurnius Piso]] |years = 2 TCN}}\n{{s-bef|before=[[Julius Caesar]]}}\n{{s-ttl|title=[[Vương triều Julio-Claudia]]|years=44 TCN – 14}}\n{{s-aft|rows=3|after=[[Tiberius]]}}\n{{s-bef|before=[[Julius Caesar]] như là một Imperator của Cộng hòa La Mã (45 TCN)}}\n{{s-ttl|title=[[Hoàng đế La Mã]]|years=27 TCN – 14}}\n{{s-bef|before=[[Marcus Aemilius Lepidus (triumvir)|Marcus Aemilius Lepidus]]}}\n{{s-ttl|title=[[Đại trưởng tế]] <br>(''Pontifex Maximus'')|years=12 TCN – 14}}\n{{end box}}\n\n{{Suetonius 12 Caesars}}\n{{Hoàng đế La Mã}}\n{{Roman myth (major)}}\n\n{{authority control}}\n\n[[Thể loại:Augustus| ]]\n[[Thể loại:Sinh năm 63 TCN]]\n[[Thể loại:Mất năm 14]]\n[[Thể loại:Luật La Mã]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Quân nhân Đế quốc La Mã]]"}