{"Augustin-Louis Cauchy":"{{Thông tin nhà khoa học \n| name = Augustin Louis Cauchy\n| image = Augustin-Louis Cauchy 1901.jpg\n| image_width = 200px\n| caption = Augustin Louis Cauchy, 1901\n| birth_date = {{Ngày sinh|1789|8|21|df=y}}\n| birth_place = [[Paris]], [[Pháp]]\n| death_date = {{Ngày mất và tuổi|1857|5|23|1789|8|21|df=y}}\n| death_place = [[Sceaux]], [[Pháp]]\n| residence = [[Tập tin:Flag of France.svg|20px]] [[Pháp]] \n| nationality = {{flag|Pháp|1830}}\n| field = [[Calculus]] <br \/> [[Complex analysis]]\n| work_institutions = [[École Centrale du Panthéon]] <br \/>[[École nationale des ponts et chaussées]] <br \/> [[Trường Bách khoa Paris|École polytechnique]]\n| alma_mater = [[Trường Bách khoa Paris]]\n| doctoral_advisor = <!--pls insert-->\n| doctoral_students = [[Francesco Faa' di Bruno]]\n| known_for = [[Tích phân Cauchy]] \n| prizes = <!--pls insert-->\n| religion = [[Giáo hội Công giáo Rôma|Công giáo Rôma]]<ref>[http:\/\/www-history.mcs.st-and.ac.uk\/Biographies\/Cauchy.html Augustin Louis Cauchy] JOC\/EFR<\/ref>\n| footnotes = \n}}\n{{Thanh bên giải tích phức}}\n'''Augustin-Louis Cauchy''' (đôi khi tên họ được viết là '''Cô-si''') là một [[danh sách nhà toán học|nhà toán học]] [[người Pháp]] sinh ngày [[21 tháng 8]] năm [[1789]] tại [[Paris]] và mất ngày [[23 tháng 5]] năm [[1857]] cũng tại Paris. Ông vào học [[Trường Bách khoa Paris]] (''École Polytechnique'') lúc 16 tuổi. Năm [[1813]], ông từ bỏ nghề kỹ sư để chuyên lo về toán học. Ông dạy toán ở Trường Bách khoa và thành hội viên [[Hàn lâm viện Khoa học Pháp]].\n\nCông trình lớn nhất của ông là lý thuyết [[hàm số với ẩn số tạp]]. Ông cũng đóng góp rất nhiều trong lãnh vực [[toán tích phân]] và [[toán vi phân]]. Ông đã đặt ra những [[tiêu chuẩn Cauchy]] để nghiên cứu về sự [[hội tụ của các dãy]] trong toán học.\n\n== Tiểu sử ==\n[[Tập tin:Cauchy - Leçons sur le calcul différentiel, 1829 - 576181 F.jpg|nhỏ|trái|''Leçons sur le calcul différentiel'', 1829]]\n=== Tuổi trẻ và giáo dục ===\nCauchy là con trai của Louis François Cauchy (1760-1848) và Marie-Madeleine Desestre. Cauchy có hai anh em, Alexandre Laurent Cauchy (1792-1857), người đã trở thành chủ tịch của một bộ phận tòa án phúc thẩm vào năm 1847, và một thẩm phán của tòa án giám đốc thẩm vào năm 1849, và Eugène François Cauchy (1802-1877), một nhà báo cũng là người đã viết một số tác phẩm toán học.\n\nCauchy kết hôn với Aloise de Bure năm 1818. Cô ấy là một họ hàng của các nhà xuất bản đã xuất bản hầu hết các công trình của ông. Cauchy có hai con gái là Marie Françoise Alicia (1819) và Marie Mathilde (1823).\n\nCha Cauchy (Louis Francois Cauchy) là một viên chức cao trong cảnh sát Paris của chế độ mới. Ông đã mất chức vụ của mình vì cuộc [[Cách mạng Pháp]] (ngày 14 tháng 7 năm 1789) nổ ra một tháng trước khi Cauchy được sinh ra. Gia đình Cauchy sống sót qua cuộc cách mạng và [[Thống trị khủng bố|Thời kì Khủng bố]] (tạm dịch từ ''Reign of Terror'') và trốn thoát đến Arcueil, nơi ông được giáo dục đầu tiên từ cha của mình. Sau những thực hiện của [[Maximilien de Robespierre|Robespierre]], gia đình trở về Paris an toàn. Cha ông (Louis-François Cauchy) tìm thấy cho mình một công việc hành chính và nhanh chóng lên chức. Khi [[Napoléon Bonaparte]] lên nắm quyền vào năm 1799,cha Cauchy được thăng tiến thêm một bước, trở thành Tổng thư ký của Thượng viện, làm việc trực tiếp dưới quyền của [[Pierre-Simon Laplace|Laplace]] (người được biết đến với công trình [[toán học]] của mình). Nhà toán học nổi tiếng [[Joseph Louis Lagrange|Lagrange]] cũng không quá xa lạ với gia đình Cauchy.\n\nTheo lời khuyên của Lagrange, Augustin-Louis được ghi danh vào École Centrale du Panthéon, trường trung học tốt nhất của Paris tại thời điểm đó, trong mùa thu 1802. Hầu hết các chương trình giảng dạy bao gồm các ngôn ngữ cổ điển; Cauchy - một chàng trai trẻ và đầy tham vọng, là một sinh viên xuất sắc, giành được nhiều giải thưởng trong tiếng [[Latinh]] và [[Nhân văn học]]. Mặc dù những thành công này, Cauchy đã chọn một sự nghiệp kỹ thuật, và chuẩn bị cho bản thân thi đỗ vào École Polytechnique.\n\nNăm 1805, ông đứng thứ hai trong số 293 ứng viên về kỳ thi này, và được nhận tuyển. Một trong những mục đích chính của trường là để cung cấp cho các kỹ sư dân dụng và quân sự trong tương lai một nền giáo dục khoa học và toán học cao cấp. Nhà trường có chức năng theo kỷ luật quân đội, khiến cho Cauchy có một số vấn đề trong việc thích nghi. Tuy nhiên, ông đã hoàn thành Polytechnique năm 1807, lúc 18 tuổi, và đã đi vào [[École nationale des ponts et chaussées|École des Ponts et Chaussées]] (Trường Cầu Đường). Ông tốt nghiệp kỹ sư dân dụng, với các danh hiệu cao nhất.\n\n===Những năm tháng kỹ thuật===\nSau khi hoàn thành khoá học vào năm 1810, Cauchy chấp nhận một công việc kỹ sư cơ sở tại Cherbourg, nơi Napoleon có ý định xây dựng một căn cứ hải quân. Augustin-Louis ở lại trong ba năm, và mặc dù ông đã có một công việc quản lý vô cùng bận rộn, ông vẫn tìm thấy thời gian để chuẩn bị ba bản thảo toán học mà ông đã gửi hội đồng cấp cao của [[Institut de France|Học viện Pháp quốc]]. Hai bản thảo đầu tiên về [[Khối đa diện đều|khối đa diện]] đã được chấp nhận, bản thứ ba về [[Mặt nón|Mặt cắt hình nón]] đã bị từ chối.\n\nTháng 9 năm 1812, Cauchy bây giờ 23 tuổi, sau khi trở bệnh do làm việc quá sức, Cauchy quay về Paris. Một lý do khác cho sự trở về của ông là do ông đã mất đi sự yêu thích trong công việc kỹ thuật của mình, ngày càng bị thu hút bởi vẻ đẹp trừu tượng của toán học tại Paris, nơi ông sẽ tìm được một vị trí tốt hơn liên quan đến toán học. Mặc dù ông vẫn giữ vị trí kỹ thuật của mình, ông đã được chuyển từ biên chế của Bộ Hàng hải sang Bộ Nội vụ.\n\n{{thể loại Commons|Augustin Louis Cauchy}}\n* {{Britannica|100302|Augustin-Louis Cauchy}}\n{{Sơ thảo toán học}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|sinh=1789|mất=1857|tên=Cauchy, Augustin Louis}}\n\n{{DEFAULTSORT:Cauchy, Augustin Louis}}\n[[Thể loại:Nhà toán học Pháp]]\n[[Thể loại:Sinh viên trường Bách khoa Paris]]\n[[Thể loại:Nhà toán học thế kỷ 18]]\n[[Thể loại:Người Paris]]\n[[Thể loại:Tín hữu Công giáo Pháp]]\n[[Thể loại:Viện sĩ Viện Hàn lâm Khoa học Pháp]]\n[[Thể loại:Lịch sử vi tích phân]]"}