{"Augustin Pyramus de Candolle":"{{chú thích trong bài}} \n[[Tập tin:Candolle Augustin Pyrame de 1778-1841.jpg|nhỏ|250px|phải|A. P. de Candolle]]\n'''Augustin Pyramus de Candolle''' hay '''Augustin Pyrame de Candolle''' ([[4 tháng 2]] năm [[1778]] – [[9 tháng 9]] năm [[1841]]) là một trong những nhà thực vật học lớn. Tên viết tắt của ông được sử dụng trong các trích dẫn về danh pháp thực vật mà ông công bố là \"DC.\".\n\nÔng là hậu duệ của một trong những dòng họ cổ của [[Provence]], nhưng sinh ra tại [[Genève|Geneva]], do sự ngược đãi tôn giáo đã buộc tổ tiên của ông phải rời bỏ quê hương vào giữa thế kỷ 16.\n\nThời niên thiếu, mặc dù là một cậu bé ốm yếu nhưng ông lại là người có khả năng trong học tập và nghiên cứu, và ở trường học ông là người tiếp thu nhanh các kiến thức về văn học cổ điển và đại cương, và đặc biệt là khả năng viết ra những đoạn thơ tao nhã. Ông bắt đầu công việc nghiên cứu khoa học của mình tại trường cao đẳng Geneva, tại nơi mà những bài giảng của J. P. E. Vaucher lần đầu tiên đã truyền cảm hứng cho ông trong việc xác định khoa học về thực vật sẽ là nghề nghiệp chính của đời ông. Năm 1796, ông tới [[Paris]]. Công trình đầu tiên của ông, ''Plantarum historia succulentarum'' (4 tập, 1799) và ''Astragalogia'' (1802), đã dẫn ông tới sự gặp gỡ với [[Georges Cuvier]], và tại đây ông làm hiệu phó của College de France năm 1802, và với [[Jean-Baptiste Lamarck]],người sau này đã tin tưởng giao phó cho ông việc xuất bản ấn bản lần thứ ba của ''Flore française'' (1803-1815). \"Principes élémentaires de botanique\", được in ra như là lời giới thiệu cho công trình này, chứa đựng những giải thích đầu tiên về các nguyên lý của ông trong phân loại, tuân thủ các phương pháp tự nhiên, ngược lại với phương pháp nhân tạo của [[Carl von Linné|Carolus Linnaeus]].\n\nNăm 1804, ông lấy bằng tiến sĩ y học tại khoa y ở Paris, và công bố tác phẩm ''Essai sur les propriétés médicales des plantes''. Năm 1806, ông công bố tác phẩm ''Synopsis plantarum in flora Gallica descriptarum''. Theo yêu cầu của chính quyền Pháp, ông đã dành các mùa hè của 6 năm tiếp theo cho việc khảo sát thực vật và nông nghiệp của toàn bộ nước này, kết quả của việc này được công bố năm 1813. Năm 1807 ông được chỉ định làm giáo sư về thực vật tại khoa y của đại học [[Montpellier]], để chuyển đổi vào năm 1810 sang làm giáo sư về thực vật (mới tạo ra) trong khoa về các khoa học của cùng trường đại học này.\n\nTừ Montpellier, nơi ông công bố tác phẩm ''Théorie élémentaire de la botanique'' (Lý thuyết cơ bản về thực vật học, 1813), ông lại trở về Geneva năm 1816 và trong năm sau ông được chính quyền bang Geneva mời làm giáo sư lịch sử tự nhiên (mới tạo ra). Phần còn lại của cuộc đời, ông dành cho cố gắng nhằm trau chuốt và hoàn thiện hệ thống tự nhiên của mình trong phân loại thực vật. Kết quả lao động của ông ban đầu được công bố trong tác phẩm ''Regni vegetabilis systema naturale'', nhưng chỉ có 2 tập được hoàn thành (1821) khi ông nhận ra rằng điều này là không thể đối với ông khi nhằm hoàn thiện nó ở mức độ rộng lớn như đã lựa chọn. Vì thế, năm 1824 ông bắt đầu một công việc tương tự nhưng ít dàn trải hơn, là ''[[Prodromus Systematis Naturalis Regni Vegetabilis]]'', nhưng ngay cả khi quy mô như vậy thì ông cũng chỉ kịp hoàn thành 7 tập, tức khoảng 2\/3 khối lượng công việc tổng thể. Ông bị suy yếu sức khỏe trong vài năm rồi mất tại Geneva năm 1841.\n\nCon trai ông, [[Alphonse Pyramus de Candolle|Alphonse de Candolle]] (1806-1893), là người đã thay thế ông và viết tiếp ''Prodromus''. Tên của ông được sử dụng để đặt cho hai chi thực vật là ''[[Candollea]]'' và ''[[Candolleodendron]]''.\n\n== Tham khảo ==\n{{tham khảo}}\n* {{1911}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.illustratedgarden.org\/mobot\/rarebooks\/title.asp?relation=SB438C361799V1 Plantarum historia succulentarum, trực tuyến]\n* [http:\/\/www.illustratedgarden.org\/mobot\/rarebooks\/title.asp?relation=QK495F38R321805V1 Les liliacées, trực tuyến]\n* [http:\/\/www.illustratedgarden.org\/mobot\/rarebooks\/author.asp?creator=Candolle,%20Augustin%20Pyramus%20de&creatorID=24 Tiểu sử] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070310220944\/http:\/\/www.illustratedgarden.org\/mobot\/rarebooks\/author.asp?creator=Candolle,%20Augustin%20Pyramus%20de&creatorID=24 |date=2007-03-10 }}\n* [http:\/\/www.botanicus.org\/creator.asp?creatorid=13 Tiểu sử của Candolle trong ''Botanicus.org''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930160230\/http:\/\/www.botanicus.org\/creator.asp?creatorid=13 |date=2007-09-30 }}\n\n{{nhà thực vật học|DC.|Candolle, A. P. de}}\n\n{{Thời gian sống|sinh=1778|mất=1841|tên=Candolle, A. P. de}}\n\n{{DEFAULTSORT:Candolle, A. P. de}}\n[[Thể loại:Nhà rêu học]]\n[[Thể loại:Nhà dương xỉ học]]\n[[Thể loại:Nhà nấm học]]\n[[Thể loại:Nhà thực vật học Thụy Sĩ]]\n[[Thể loại:Mất năm 1841]]\n[[Thể loại:Sinh năm 1778]]\n[[Thể loại:Người Genève]]\n[[Thể loại:Viện sĩ Viện Hàn lâm Khoa học Pháp]]"}