{"Augustus De Morgan":"[[Tập tin:AugustusDeMorgan.png|thế=Augustus De Morgan|nhỏ]]\n'''Augustus De Morgan''' (27 tháng 6 năm 1806 - 18 tháng 3 năm 1871) là một nhà [[Nhà toán học|toán học]] và [[Logic|logic học]] người Anh. Ông đã xây dựng [[Luật De Morgan|các luật De Morgan]] và đưa ra thuật ngữ [[quy nạp toán học]], khiến cho ý tưởng chứng minh bằng cách dùng nó trở nên phong phú hơn.<ref>De Morgan, (1838) ''Induction (mathematics)'', ''[[The Penny Cyclopedia]]''.<\/ref>\n\n== Tiểu sử ==\n\n=== Thời thơ ấu ===\nAugustus De Morgan được sinh ra ở [[Madurai]], Ấn Độ vào năm 1806. {{Efn|The year of his birth may be found by solving a conundrum proposed by himself, \"I was {{mvar|x}} years of age in the year {{math|''x''<sup>2<\/sup>}} (He was 43 in 1849). The problem is indeterminate, but it is made strictly determinate by the century of its utterance and the limit to a man's life. Those born in 1722 (1764–42), 1892 (1936–44) and 1980 (2025–45) are similarly privileged.}} low {{Efn|The year of his birth may be found by solving a conundrum proposed by himself, \"I was {{mvar|x}} years of age in the year {{math|''x''<sup>2<\/sup>}} (He was 43 in 1849). The problem is indeterminate, but it is made strictly determinate by the century of its utterance and the limit to a man's life. Those born in 1722 (1764–42), 1892 (1936–44) and 1980 (2025–45) are similarly privileged.}} Cha ông là Lieut. -Colonel John De Morgan (1772-1816), người đã giữ nhiều vị trí khác nhau trong [[Công ty Đông Ấn Anh|Công ty Đông Ấn]]. Mẹ của ông, Elizabeth Dodson (1776 -1856), là hậu duệ của [[James Dodson (nhà toán học)|James Dodson]], người đã tính toán một bảng logarit ngược, nghĩa là những con số tương ứng với các giá trị [[logarit]] chính xác. Augustus De Morgan bị mù một hoặc hai tháng sau khi sinh ra. Gia đình chuyển đến Anh khi Augustus được bảy tháng tuổi. Do cha và ông của Augustus đều sinh ra ở Ấn Độ, De Morgan thường nói rằng ông không phải là người Anh, cũng không phải người Scotland, cũng không phải người Ireland, mà là người Anh \"không bị ràng buộc\", sử dụng thuật ngữ kỹ thuật áp dụng cho một sinh viên đại học [[Oxford]] hoặc [[Cambridge]]. không phải là thành viên của bất kỳ một trong các trường cao đẳng nào.\n\nKhi De Morgan mười tuổi, người cha qua đời. Bà De Morgan phải cư trú tại nhiều nơi khác nhau ở phía tây nam nước Anh và con trai bà được giáo dục tiểu học tại nhiều trường học không có danh tiếng lớn. Tài năng toán học của ông đã không được chú ý cho đến khi ông mười bốn tuổi, khi một người bạn của gia đình phát hiện ra ông thực hiện một bản dựng hình công phu của một hình vẽ [[Euclid]] với [[Phép dựng hình bằng thước kẻ và compa|thước kẻ và compa]]. Người bạn này giải thích mục đích dựng hình của Euclid cho Augustus, và đã biến sự ham thích khởi đầu của ông thành đam mê thực sự.\n\nMorgan nhận được sự giáo dục ở trình độ trung học từ Mr Parsons, một thành viên của [[Oriel College, Oxford|Đại học Oriel, Oxford]], người đánh giá cao nghiên cứu kinh điển hơn toán học. Mẹ Morgan lúc này là một thành viên tích cực và hăng hái của [[Giáo hội Anh]], và mong muốn rằng con trai mình nên trở thành giáo sĩ, nhưng De Morgan đã bắt đầu thể hiện không đồng tình. Ông trở thành người theo [[chủ nghĩa vô thần]].<blockquote>Có một điều trong suy nghĩ của chúng ta mà có lẽ tôi sẽ không nhầm lẫn, cả về việc nó không trung thực nhưng chúng ta vẫn thường sử dụng, như một lời buộc tội của một giáo phái khác, và về những ý nghĩa gắn liền với nó. Tôi sẽ sử dụng từ Chống chủ nghĩa để biểu thị ý kiến ​​rằng không tồn tại một Đấng Tạo Hóa đã tạo ra và duy trì Vũ trụ\n\n- De Morgan 1838, tr. 22<\/blockquote>\n\n=== Đại học ===\nNăm 1823, ở tuổi mười sáu, ông vào [[Trinity College, Cambridge]], <sup>[4]<\/sup> nơi ông đến dưới ảnh hưởng của [[George Peacock]] và [[William Whewell]], sau này họ đã trở thành bạn thân của ông; Ban đầu, ông quan tâm đến việc đổi mới đại số, sau đó ông tìm đến việc đổi mới logic, hai đề tài nghiên cứu trong công việc và cuộc sống tương lai của ông. Giảng viên đại học của ông lúc đó là [[John Philips Higman]], FRS (1793 -1855).\n\nỞ trường đại học, ông thổi sáo để giải trí và đã tỏ ra rất nổi bật trong các câu lạc bộ âm nhạc. Và khi đó tình yêu với việc nghiên cứu đã giúp Morgan tạo nên ra những nghiên cứu toán học vĩ đại; như một hệ quả, anh ấy được bước ra [[wrangler]] thứ tư. Ông nhận được bằng cử nhân nghệ thuật; nhưng mong muốn có bằng Thạc sĩ Nghệ thuật và để đủ điều kiện nhận học bổng, cần phải vượt qua một bài kiểm tra thần học. Nên khi trải qua bất kỳ bài kiểm tra nào như vậy, De Morgan có một sự phản đối mạnh mẽ, mặc dù ông đã được lên [[Church of England|Nhà thờ Anh]]. Trong khoảng năm 1875, các bài kiểm tra thần học cho bằng cấp học thuật đã bị bãi bỏ tại [[Đại học Oxford]] và [[Đại học Cambridge|Cambridge]].\n\n=== Đại học Luân Đôn ===\nVì không có công việc nào mở ra cho Morgan tại trường đại học của mình, ông quyết định đến quán bar, và cư trú ở [[Luân Đôn]]; nhưng ông thích dạy toán hơn đọc luật. Vào thời gian này, phong trào thành lập [[Đại học Luân Đôn|Đại học London]] (nay là [[Đại học College London]]) đã hình thành. Hai trường Đại học [[Đại học Oxford|Oxford]] và [[Đại học Cambridge|Cambridge]] tổ chức thi tuyển nghiêm ngặt bởi các bài kiểm tra [[thần học]] đến nỗi không [[người Do Thái]] hay Người bất đồng nào bên ngoài [[Giáo hội Anh]] có thể vào làm sinh viên, và ít người được bổ nhiệm vào bất kỳ vị trí công việc văn phòng nào. Một nhóm những người đàn ông có tư tưởng tự do theo chủ nghĩa vô thần quyết tâm đáp ứng khó khăn bằng cách thành lập tại London một trường đại học theo nguyên tắc trung lập tôn giáo. De Morgan, khi đó 22 tuổi, được bổ nhiệm làm giáo sư toán học. Bài giảng giới thiệu của ông \"Nghiên cứu toán học\" là một bài diễn văn về giáo dục tinh thần có giá trị vĩnh cửu, và gần đây đã được in lại ở Hoa Kỳ.\n\nĐại học London là một tổ chức mới, và các mối quan hệ của Hội đồng quản lý, Hội đồng Giáo sư và các Hội sinh viên không được xác định rõ. Một cuộc tranh cãi nảy sinh giữa giáo sư giải phẫu và các sinh viên xảy ra, do phán quyết của Hội đồng, một số giáo sư đã từ chức, đứng đầu là De Morgan. Một giáo sư toán học khác được bổ nhiệm, nhưng thất bại trong việc giảng dạy vài năm sau đó. De Morgan đã cho thấy mình là một người không thể thay thế: anh ta được mời trở lại vị trí của mình, sau đó trở thành Lãnh tụ của những người lao động trong ba mươi năm.\n\nCùng lúc đó một cơ quan của những nhà cải cách ra đời, đứng đầu là [[Lord Brougham]], một người Scotland nổi tiếng cả về khoa học và chính trị, người đã thành lập Đại học Luân Đôn, thành lập Hiệp hội Phổ biến Kiến thức Hữu ích. Mục đích của nó là truyền bá kiến ​​thức khoa học và các kiến ​​thức khác bằng các bài báo rẻ tiền và được viết rõ ràng bởi các nhà văn giỏi nhất thời bấy giờ. Một trong những nhà văn mạnh mẽ và hiệu quả nhất của nó là De Morgan. Ông đã viết một tác phẩm tuyệt vời về Phép tính vi phân và tích phân được xuất bản bởi Hội; và ông đã viết một phần sáu trong số các bài báo trong Penny Cyclopedia, được xuất bản bởi Hội, và được phát hành với số lượng lớn. Khi De Morgan đến cư trú tại London, ông đã tìm thấy một người bạn đồng hương ở William Frend, cả hai đều là nhà số học và chuyên gia tính toán, và quan điểm tôn giáo của họ có phần giống nhau. Frend sống ở vùng ngoại ô Luân Đôn, trong một ngôi nhà nông thôn trước đây do [[Daniel Defoe]] và Isaac Watts chiếm đóng. De Morgan với cây sáo của mình trở thành một nghệ sĩ được chào đón.\n\nĐại học London mà De Morgan là giáo sư là một tổ chức khác với Đại học London. Đại học London được Chính phủ thành lập khoảng mười năm sau đó với mục đích cấp bằng sau khi kiểm tra, không có bất kỳ điều kiện nào để cư trú. Đại học London được liên kết như một trường cao đẳng giảng dạy với Đại học London, và tên của nó đã được đổi thành Đại học Cao đẳng. Đại học London không phải là một cơ quan kiểm tra; một trường đại học giảng dạy đã được yêu cầu. De Morgan là một giáo viên toán học rất thành công. Phương pháp giảng dạy của ông là giảng trong một giờ, vào cuối mỗi bài giảng để đưa ra một số vấn đề và ví dụ minh họa của chủ đề được giảng dạy trên; sinh viên của được yêu cầu tìm hiểu và mang lại cho ông kết quả, mà ông nhìn qua và sửa đổi trước khi bài giảng tiếp theo. Theo ý kiến ​​của De Morgan, một sự thấu hiểu thấu đáo và đồng hóa tinh thần các nguyên tắc vĩ đại vượt xa tầm quan trọng của bất kỳ sự khéo léo phân tích đơn thuần nào trong việc áp dụng các nguyên tắc nửa hiểu cho các trường hợp cụ thể.\n\nTrong thời gian này, ông cũng thúc đẩy công việc của nhà [[toán học Ấn Độ]] tự học Ramchundra, người được gọi là Ramanujan của De Morgan. Ông giám sát việc xuất bản ở London của cuốn sách Ramchundra của chuyên luận về vấn đề của Maxima và Minima năm 1859. Trong phần giới thiệu cuốn sách này, ông thừa nhận là ý thức truyền thống Ấn Độ của logic, mặc dù nó không được biết đến cho dù đây có bất kỳ ảnh hưởng đến chính mình công việc.\n\n=== Gia đình ===\nAugustus là một trong bảy người con, bốn người trong số họ còn sống đến tuổi trưởng thành.\n\n* Eliza (1801 - 1836) kết hôn với Lewis Hensley, một bác sĩ phẫu thuật, sống ở Bath.\n* Augustus (1806 - 1871)\n* George (1808 - 1890), một luật sư đã kết hôn với Josephine, con gái của Phó đô đốc Josiah Coghill, Nam tước thứ 3 Coghill\n* Campbell Greig (1811 - 1876), bác sĩ phẫu thuật tại Bệnh viện Middlesex\n\nVào mùa thu năm 1837, ông kết hôn với Sophia Elizabeth Frend (1809 - 1892), con gái lớn của William Frend (1757 - 1841) và Sarah Blackburne (1779-?) [5]\n\nDe Morgan có ba con trai và bốn con gái, trong đó có nhà văn chuyên về truyện cổ tích Mary de Morgan. Con trai cả của ông là thợ gốm William De Morgan. Con trai thứ hai của ông, George có được sự thừa hưởng về toán học của cha, học tại Đại học College và Đại học London. Ông và một cựu sinh viên có cùng chí hướng khác đã nghĩ ra ý tưởng thành lập một Hội toán học ở London, nơi các bài báo toán học sẽ không chỉ được nhận (như của Hiệp hội Hoàng gia) mà còn thực sự được đọc và thảo luận. Cuộc họp đầu tiên được tổ chức tại Đại học Cao đẳng; De Morgan là Chủ tịch hội đầu tiên, con trai ông là thư ký đầu tiên. Đó là sự khởi đầu của Hiệp hội toán học London.\n<br \/>\n\n=== Nghỉ hưu và chết ===\nNăm 1866, vj trí Giáo sư của Triết học tinh thần trong trường đại học bị bỏ trống. James Martineau, một giáo sĩ Unitarian và giáo sư [[triết học tinh thần]], đã được Thượng viện đề nghị chính thức cho Hội đồng; nhưng trong Hội đồng có một số người phản đối một giáo sĩ Unitarian, và những người khác phản đối triết học thần học. Một giáo dân của trường Bain và Spencer được bổ nhiệm. De Morgan cho rằng tiêu chuẩn trung lập tôn giáo cũ đã bị hủy bỏ và từ bỏ. Bây giờ ông đã 60 tuổi. Học trò của ông đã bảo đảm cho ông một khoản trợ cấp £ 500 p.a., nhưng những điều không may đã xảy ra. Hai năm sau, con trai của ông, George, \"Bernoulli trẻ hơn\", người con trai mà Morgan rất yêu quý với cái tên Augustus qua đời. Cú sốc này được theo sau bởi cái chết của một cô con gái. Và năm năm sau khi ông từ chức ở Đại học, De Morgan qua đời vì lễ tạ ơn vào ngày 18 tháng 3 năm 1871.\n\n== Thành tựu toán học ==\nDe Morgan là một nhà văn xuất sắc và dí dỏm, dù là một người gây tranh cãi hay là một phóng viên. Trong thời của ông, đã có hai Sir William Hamilton thường xuyên bị giam cầm. Một là Sir William Hamilton, Nam tước thứ 9 (nghĩa là danh hiệu của ông được kế thừa), một người Scotland, giáo sư logic và [[siêu hình học]] tại [[Đại học Edinburgh]]; người kia là một hiệp sĩ (nghĩa là đã giành được danh hiệu), một người Ireland, giáo sư về [[thiên văn học]] tại Đại học Dublin. Nam tước đóng góp cho logic, đặc biệt là học thuyết về lượng hóa của vị ngữ; hiệp sĩ, tên đầy đủ là [[William Rowan Hamilton]], đã đóng góp cho toán học, đặc biệt là đại số hình học, và lần đầu tiên mô tả Đệ tứ. De Morgan quan tâm đến công việc của cả hai, và đồng tình với bọn họ; nhưng sự tương ứng với Scotsman đã kết thúc trong một cuộc tranh luận công khai, trong khi đó với người Ailen được đánh dấu bằng tình bạn và chỉ chấm dứt bằng cái chết. Trong một trong những lá thư gửi Rowan, De Morgan nói:<blockquote>''Được biết cho bạn rằng tôi đã phát hiện ra rằng bạn và Ngài WH là những người đối nghịch với tôi (về mặt trí tuệ và đạo đức, đối với nam tước Scotland là một con gấu Bắc cực, và bạn, tôi sẽ nói, là một quý ông cực). Khi tôi gửi một chút kết quả nghiên cứu đến Edinburgh, W. H. của ilk đó nói rằng tôi đã cướp nghiên cứu đó từ anh ta. Khi tôi gửi cho bạn một cái, bạn lấy nó từ tôi, khái quát nó trong nháy mắt, từ đó ban phát rộng rãi cho xã hội và biến tôi thành người phát hiện thứ hai của một định lý đã biết.''<\/blockquote>Sự tương ứng của De Morgan với Hamilton, nhà toán học kéo dài hơn hai mươi bốn năm; nó chứa các cuộc thảo luận không chỉ về các vấn đề toán học, mà còn về các chủ đề quan tâm chung. Nó được đánh dấu bởi thể loại trên một phần của Hamilton và bằng trí thông minh của một phần của De Morgan. Sau đây là một mẫu vật: Hamilton đã viết:\n\nBản sao tác phẩm của Berkeley không phải của tôi; Giống như Berkeley, bạn biết đấy, tôi là người Ireland.\n\nDe Morgan trả lời:\n\nCụm từ của bạn 'bản sao của tôi không phải của tôi' không phải là một con bò. Tiếng Anh hoàn toàn tốt khi sử dụng cùng một từ theo hai nghĩa khác nhau trong một câu, đặc biệt khi có cách sử dụng. Sự không phù hợp của ngôn ngữ là không có ý nghĩa, vì nó thể hiện ý nghĩa. Nhưng sự không thống nhất về ý tưởng (như trong trường hợp người Ailen đang kéo sợi dây lên và thấy nó không kết thúc, đã kêu lên rằng ai đó đã cắt đứt đầu kia của nó) là con bò đực chính hiệu.\n\nDe Morgan đầy những đặc thù cá nhân. Nhân dịp sắp đặt người bạn của mình, Lord Brougham, với tư cách là Hiệu trưởng của Đại học Edinburgh, Thượng viện đề nghị trao cho ông tấm bằng LL danh dự. CƯỜI MỞ MIỆNG.; ông đã từ chối danh dự như một người hiểu sai. Ông đã từng in tên của mình: Augustus De Morgan, H - O - M - O - P - A - U - C - A - R - U - M - L - I - T - E - R - A - R - U - M (tiếng Latin nghĩa là \"người đàn ông ít chữ\"). [Cần dẫn nguồn]\n\nAnh ấy không thích các tỉnh bên ngoài Luân Đôn, và trong khi gia đình anh ấy thích đi biển, và những người làm khoa học đã có một thời gian vui vẻ tại một cuộc họp của Hiệp hội Anh ở nước này, anh ấy vẫn ở trong các thư viện nóng và bụi của đô thị. Anh ấy nói rằng anh ấy cảm thấy như Socrates, người đã tuyên bố rằng anh ấy đến từ Athens càng xa thì anh ấy càng hạnh phúc. Anh ta không bao giờ tìm cách trở thành thành viên của Hội Hoàng gia, và anh ta không bao giờ tham dự một cuộc họp của Hội; ông nói rằng ông không có ý tưởng hay sự đồng cảm nào với nhà triết học vật lý. Thái độ của anh ta có thể là do sự yếu đuối về thể xác của anh ta, điều đó ngăn anh ta trở thành một người quan sát hoặc một người thí nghiệm. Ông không bao giờ bỏ phiếu tại một cuộc bầu cử, và ông chưa bao giờ đến thăm Hạ viện, Tháp Luân Đôn hay Tu viện Westminster.\n\nCác tác phẩm của De Morgan, như những đóng góp của ông cho Hội Tri thức Hữu ích, được xuất bản dưới dạng các tác phẩm được thu thập, chúng sẽ tạo thành một thư viện nhỏ Chủ yếu thông qua những nỗ lực của Peacock và Whewell, một Hội triết học đã được khánh thành tại Cambridge, và De Morgan đã đóng góp bốn hồi ký cho các giao dịch của mình trên nền tảng của đại số và một số bằng nhau về logic hình thức. Bài thuyết trình hay nhất về quan điểm của ông về đại số được tìm thấy trong một tập, có tựa đề Lượng giác và Đại số kép, xuất bản năm 1849; và quan điểm trước đây của ông về logic hình thức được tìm thấy trong một tập được xuất bản năm 1847. Tác phẩm đặc biệt nhất của ông là theo kiểu Ngân sách nghịch lý; ban đầu nó xuất hiện dưới dạng các chữ cái trong các cột của tạp chí Athenæum; nó đã được De Morgan sửa đổi và gia hạn trong những năm cuối đời và được người vợ góa của ông xuất bản sau đó.\n\nLý thuyết đại số của George Peacock đã được cải thiện rất nhiều bởi D. F. Gregory, một thành viên trẻ của Trường Cambridge, người đã gây căng thẳng không phải vì sự tồn tại của các hình thức tương đương, mà là sự tồn tại của một số luật chính thức. Lý thuyết mới về đại số này là khoa học về các biểu tượng và quy luật kết hợp của chúng đã được De Morgan đưa đến vấn đề logic của nó; và học thuyết của ông về chủ đề này vẫn được theo sau bởi các nhà đại số tiếng Anh nói chung. Do đó, George Chrystal đã sáng lập ra Sách giáo khoa Đại số của mình về lý thuyết của De Morgan.\n<br \/>\n== Chú thích ==\n{{notelist}}\n\n== Ghi chú và tham khảo ==\n{{Tham khảo|30em}}\n{{Sơ khai}}\n\n[[Thể loại:Nhà triết học Anh]]\n[[Thể loại:Mất năm 1871]]\n[[Thể loại:Sinh năm 1806]]"}