{"Bao Công":"{{thông tin nhân vật\n| name = Bao Công\n| image = 宋龙图学士包孝肃公拯.jpg\n| image_size = 250px\n| caption = Hình vẽ Bao Công trong sách ''Tam tài đồ hội'' (1609)\n| birth_date = {{ngày sinh|999|3|5|df=y}}\n| birth_place = Hợp Phì, Lư Châu (nay là [[Phì Đông]] gần [[Hợp Phì]], tỉnh [[An Huy]])\n| death_date = {{ngày mất và tuổi|1062|7|3|999|3|5|df=y}}\n| death_place = Khai Phong, Lư Châu (nay là [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]])\n| restingplace = Nay là [[Lư Dương]], [[Hợp Phì]], [[An Huy]] {{coord|31|51|27.17|N|117|17|56.39|E}}\n| blank1 = Full name\n| data1 = [[Chinese surname|Surname]]: Bāo ({{linktext|包}})<br \/>[[Chinese given name|Given name]]: Zhěng ({{linktext|拯}})<br \/>[[Courtesy name]]: Xīrén ({{linktext|希|仁}})<br \/>[[Posthumous name]]: Xiàosù ({{linktext|孝|肅}})\n| blank2 = Father\n| data2 = \n| spouse = {{Unbulleted list|Trương thị (張 氏)|Đổng thị (董氏)}}\n| children = {{Unbulleted list|Bao Ức (包繶), trai|Bao Thụ (包綬), trai}}\n| tên gốc = \n| tên khai sinh = \n| cư trú = \n| quốc gia = \n| tên khác = \n| dân tộc = \n| quốc tịch = \n| học vị = \n| học vấn = \n| công việc = \n| năm hoạt động = \n| tổ chức = \n| nổi tiếng = \n| notable works = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| cha = \n| mẹ = \n| giải thưởng = \n| website = \n| chữ ký = \n| cỡ chữ ký = \n}}\n\n'''Bao Chửng'''<ref>Theo An Chi: Có người cho rằng '''Bao Chuẩn''' mới là tên thật là sai. Vì \"Chửng\" (拯) có nghĩa là cứu vớt, giúp đỡ. Theo [[Khang Hi|Khang Hy]] tự điển: Thiết âm của chữ này là \"chi sửng thiết\", \"chưng thượng thanh\" (''Chuyện Đông chuyện Tây'', tạp chí Kiến thức ngày nay 247, ngày 1 tháng 6 năm 1997).<\/ref> ([[chữ Hán]]: 包拯; [[5 tháng 3]] năm 999 - [[3 tháng 7]] năm 1062), [[biểu tự]] '''Hy Nhân''' (希仁), thường được gọi là '''Bao Thanh Thiên''' (包青天) hay '''Bao Công''' (包公), người Lư Châu, Hợp Phì (giờ là huyện [[Phì Đông]], thành phố [[Hợp Phì]], tỉnh An Huy). Ông làm quan nhà [[Bắc Tống]], quan tới tòng nhị phẩm Xu Mật Viện phó sứ, Triều tán Đại phu, Cấp sự trung, Thượng Khinh xa Đô úy, tước Đông Hải quận Khai quốc Hầu, thực ấp 1800 hộ, thực hưởng 400 hộ, nhận tử sắc kim ngư đại ngự ban. Khi mất được truy thăng hàm Lễ bộ Thượng thư, thụy Hiếu Túc (孝肅). Ông nổi tiếng vì sự chính trực, liêm khiết và tài xử án công chính được dân gian lưu truyền qua nhiều giai thoại.\n\nBao Chửng nổi tiếng là một vị quan ''\"thanh liêm, chấp pháp nghiêm minh, không khiếp sợ quyền uy hay vị nể tư tình\"''<ref name=\"a\">Dẫn theo Nguyễn Khắc Phi, ''Bài thơ duy nhất còn lại của Bao Công'' trong ''\"Thơ văn cổ Trung Hoa, mảnh đất quen mà lạ\"'', Nhà xuất bản Giáo dục, 1999, tr. 247-248.<\/ref> dưới thời hoàng đế [[Tống Nhân Tông]]. Theo [[truyền thuyết]], Bao Công là [[Văn Xương Đế Quân]] lịch kiếp, [[Văn Xương Đế Quân]] còn là Văn Khúc Tinh Quân - một trong 7 vị [[Bắc Đẩu tinh quân]], giáng trần, tên gọi là '''Văn Khúc Tinh Quân''' (文曲星君). Vì vậy, ngoài việc xử án ban ngày ở dương gian, ban đêm, ông còn phải xử án ở [[âm phủ]]. Trong văn hóa dân gian, vầng trăng trên trán ông tựa như ánh trăng soi sáng công lý ngay cả ở những nơi tăm tối nhất.\n\nDo ảnh hưởng từ hình tượng dân gian, ông còn được gọi là '''Bao Đãi Chế''' (包待制) do ông từng làm chức Đãi chế của [[Thiên Chương các]] (天章閣), sau lại nhậm chức Học sĩ ở [[Long Đồ các]] (龙图阁) mà được gọi thành '''Bao Long Đồ''' (包龙图)<ref>在宋代\"龙图\"专指龙图阁学士，稍低一等的龙图阁直学士只能称作\"龙直\"。将\"包龙直\"称为\"包龙图\"事实上只是后人出于对包公人格的尊敬和对宋代官制不了解的误称。<\/ref>. Đặc biệt nhất, Bao Chửng được lưu truyền trong dân gian với hình tượng mặt đen mà còn gọi là '''Bao Hắc Tử''' (包黑子) hay '''Bao Hắc Than''' (包黑炭).\n\n== Cuộc đời ==\nBao Chửng người Hợp Phì, Lư Châu (nay là thành phố [[Hợp Phì]], tỉnh [[An Huy]], [[Trung Quốc]]). Cha ông là Bao Nghi, từng giữ chức đại phu trong triều. Sau khi qua đời, Bao Nghi được phong [[Bộ Hình|Hình bộ]] [[Thị lang]]. Lúc còn bé, Bao Chửng đã nổi tiếng là đứa con hiếu thảo, đôn hậu, sống mực thước. Năm 1027, ông thi đậu [[tiến sĩ]], được cử đến nhậm chức Tri huyện Kiến Xương (nay thuộc tỉnh [[Giang Tây]]), nhưng vì song thân già yếu, ông không thể làm quan xa nên xin khoan nhận việc, để ở nhà chăm sóc cho cha mẹ.\n \nSau khi cha mẹ qua đời, Bao Chửng đi nhậm chức Tri huyện Thiên Trường (nay thuộc tỉnh [[An Huy]]), sau đó là Tri châu Đoan Châu<ref>Nguyễn Khắc Phi cho biết: Đoan Châu có một đặc sản nổi tiếng đó là Đoan nghiên. Đây là thứ nghiên mực làm bằng loại đá quý chỉ có ở địa phương này, rất được các vua quan hâm mộ. Nhưng khi Bao Công rời Đoan Châu, ông không hề đem theo một chiếc Đoan nghiên nào! (sách dẫn bên trên, tr. 248).<\/ref> (nay thuộc Thành phố [[Triệu Khánh]], tỉnh [[Quảng Đông]]).\n \nNghe tiếng Bao Công tận tụy và thanh liêm, nhà vua cho triệu ông về kinh giao cho chức Trung thừa, rồi lần lượt thăng các chức Giám sát ngự sử, Trực học sĩ Long đồ các, Tam tư Hộ bộ Phó sử, đến Thiên Chương các Đãi chế (nên người đời sau còn gọi ông là ''Bao Đãi chế'').\n\nNăm 1050, vì đàn hặc quốc trượng [[Trương Nghiêu Tá]] làm phật lòng hoàng đế Nhân Tông, ông bị thuyên chuyển đến [[Hà Bắc (Trung Quốc)|Hà Bắc]] làm Nhậm đốc chuyển vận sứ. Bốn năm sau, ông mới được triệu về kinh nhậm chức Phủ doãn phủ [[Khai Phong]]. Đây là chức vị rất quan trọng, tương đương thị trưởng [[Bắc Kinh]] ngày nay, lo việc trị an kinh thành. Lúc ở phủ Khai Phong, Bao Công thường ngồi hướng Nam để tỏ lòng tôn kính hoàng đế, nhưng khi thăng đường ông lại ngồi theo hướng Bắc, do vậy trong các phim về Bao Công có câu ''\"Bao Công đồ đảo tọa Nam nha Khai Phong phủ\"''. Bao Công làm quan phủ doãn phủ Khai Phong chỉ trong vòng 1 năm. Thời gian còn lại, ông được thăng chức [[Tể tướng|Thừa tướng]], Ngự sử đài. Chức vụ cao nhất mà Bao Công đảm nhận ở cuối đời là '''Khu mật Phó sứ''', tương đương với chức Phó [[Tể tướng]].\n\nThống kê ghi lại, những người bị Bao Chửng trừng trị không dưới 30 người là đối tượng quyền quý, hoàng thân quốc thích trong xã hội đương thời. Thậm chí ngay cả quốc trượng [[Trương Nghiêu Tá]] – cha đẻ của Trương quý phi được vua Nhân Tông sủng ái cũng bị Bao Chửng đàn hặc mà mất chức. Nhà văn đời Tống [[Âu Dương Tu]] đã dành cho Bao Chửng những lời bình luận: ''\"Thuở nhỏ hiếu thuận, tiếng thơm khắp xóm làng, cuối đời chính trực, lưu danh khắp triều đình\"''.\n\nTrong 27 năm làm quan, vị trí công việc rất đa dạng: làm Tri huyện Thiên Trường; Tri phủ Đoan Châu, Doanh Châu, Dương Châu, Lư Châu, Triệu Châu; Tri phủ Giang Ninh rồi Phủ doãn phủ Khai Phong, nắm giữ toàn bộ việc hình pháp, trị an trong kinh thành. Bao Công nhận mệnh đi sứ Khiết Đan, rồi về kinh làm Lễ bộ Thị lang, Tam ti Hộ bộ… Trước sau gánh vác công việc ở các bộ Công, Hình, Binh, Lễ. Chức vụ lớn nhất của Bao Công trước khi qua đời là Khu mật Phó sứ, tương đương phó tể tướng. Sau ông được phong hàm Thiên Chương các đãi chế, Long Đồ các trực học sĩ, Khu mật trực học sĩ.\n\nNăm 1062, ông lâm bệnh mất ở nơi làm việc, hưởng thọ 63 tuổi, điều đáng nói ở đây, là thời gian từ lúc lâm bệnh cho đến khi mất chỉ có 13 ngày, nên người ta nghi ngờ rằng ông mất một phần do thuốc của hoàng đế ban cho, do lúc sinh thời Bao Chửng từng xử những vụ án vạch mặt bọn thái y, nên bị bọn chúng căm ghét (từ lúc uống thuốc đến khi phát bệnh mất chỉ là 9 ngày). Sau này, các nhà khoa học thuộc Phòng Nghiên cứu năng lượng vật lý cao Học viện Khoa học Trung Quốc đã phối hợp với Viện Bảo tàng tỉnh An Huy tiến hành xét nghiệm những mảnh xương của Bao Công. Kết quả cho thấy: Hàm lượng các nguyên tố [[thủy ngân]], [[sắt]] và [[calci]] trong xương Bao Công cao hơn nhiều so với xương của người hiện đại, trong khi đó hàm lượng [[chì]] và [[arsen]] (thạch tín) lại thấp hơn người thường. Ngày xưa, độc dược được sử dụng chủ yếu là tì sương (thạch tín) và chu sa (thủy ngân), chúng có độc tính cực mạnh. Kết quả này sơ bộ loại trừ khả năng Bao Công bị trúng độc cấp tính do uống phải thuốc có chứa thạch tín.<ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-quoc-te\/su-that-ve-bao-cong-long-dong-di-cot-20150320224423271.htm|title = Bao Công có bị bức hại?}}<\/ref> Hoàng đế Tống Nhân Tông đích thân làm chủ lễ truy điệu, phong cho Bao Công là Lễ bộ Thượng thư, ban cho thụy hiệu \"Hiếu Túc\", có nghĩa là hiếu đạo và thiết diện vô tư và còn phái một đoàn ngự lâm quân hộ tống linh cữu ông về mai táng ở quê nhà ông.\n\n==Mộ phần==\n[[Tập tin:Baogongmu1.jpg|phải|nhỏ|200px|Mộ Bao Công với án thờ ở phía trên.]]\nTrong thời kỳ [[Cách mạng Văn hóa]], phong trào ''\"Phá tứ cựu, lập Tứ tân\"'' lan rộng khắp Trung Quốc. Bao Công bị xem là đáng trừng trị hơn tham quan vì đã ủng hộ, duy trì chế độ phong kiến, bị xếp vào loại \"ngưu quỷ xà thần\" phải quét sạch. Từ đường trở thành nhà nấu ăn của hợp tác xã, từ trong ra ngoài bị đập phá. Bia đá, hoành phi, liễn đối, tượng Vương Triều, [[Mã Hán]] đều nát vụn. Bức tượng Bao Công được làm từ gỗ đàn hương, lớn như người thật, bị các [[Hồng vệ binh]] dùng dao chém nát. Bộ gia phả \"Bao thị tông phả\" và bức họa truyền thần Bao Công lúc sinh tiền được truyền từ đời Tống, Nguyên, Minh, Thanh, Dân quốc đã bị treo lên cây đốt cháy thành tro. Sau năm 1949, đền thờ Bao Công do nhà nước quản lý, thuộc Công viên Bao Hà. Bức họa Bao Công từng được đưa vào [[Tử Cấm Thành]] triển lãm, nhờ đó còn giữ được tấm ảnh chụp lại.\n\nVề sau, [[Bao Tiên Hải]] trao bức họa và gia phả cho con gái là [[Bao Huấn Chi]] cất giữ, cuối cùng bị [[Hồng vệ binh]] lục soát tìm thấy, đem ra đốt sạch.<ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-quoc-te\/su-that-ve-bao-cong-bi-kich-mo-phan-20150318222314577.htm|title = Sự thật về Bao Công: Bi kịch mộ phần}}<\/ref> Năm 1973, khu mộ ông được di dời để xưởng luyện thép Hợp Phì số 2 xây lò nung vôi.<ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-quoc-te\/su-that-ve-bao-cong-quat-mo-bao-cong-20150319222253613.htm|title = Sự thật về Bao Công: Quật mộ Bao Công}}<\/ref> Đến cuối tháng 8 năm 1973, việc khai quật khu mộ phần của Bao Công đã hoàn thành. Mười một bộ di cốt cùng 55 nhân dân tệ tiền phí an táng được trao cho đại diện hậu duệ Bao Công. Qua bàn bạc, các thành viên trong gia tộc quyết định thuê xe di quan từ [[Hợp Phì]] về gò [[Long Sơn]], thôn [[Đại Bao]], xã [[Văn Tập]], huyện [[Phì Đông]], tỉnh [[An Huy]] (nơi an táng tổ phụ, thân phụ Bao Công) nhưng không được chấp thuận nên họ phải chôn trộm. Ngày 6 tháng 10 năm 1985, tại [[Công viên Bao Hà]], quần thể mộ phần Bao Công và từ đường Bao Công được phục chế lại hoành tráng. Ngày 4 tháng 4 năm 1986, tổ chức nghi thức \"thiên an\" tại [[Hợp Phì]], 11 chiếc vò đựng di cốt được hạ xuống huyệt mộ đã làm sẵn mới phát hiện hoàn toàn rỗng không. [[Bao Tiên Chính]] - người đã an táng 11 vò di cốt đã qua đời mấy năm rồi, còn con cháu họ Bao đều lắc đầu nói không biết. Rất may còn 35 mảnh xương của Bao Công được gửi đi giám định tại Khoa Nghiên cứu Cổ nhân loại học và động vật có xương sống của Học viện Khoa học trung ương Trung Quốc ở [[Bắc Kinh]], 20 trong số 35 mảnh xương được đưa vào quan tài bằng gỗ nam mộc đặt trong mộ huyệt của Bao Công, 15 mảnh xương còn lại được trưng bày trong [[Nhà Bảo tàng tỉnh An Huy]].<ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-quoc-te\/su-that-ve-bao-cong-long-dong-di-cot-20150320224423271.htm|title = Sự thật về Bao Công: Long đong di cốt}}<\/ref>\n \nHiện nay đền thờ của ông có hai câu liễn: \"Lý Oan Ngục, Quan Tiết Bất Thông, Tự Thị Diệm La Khí Tượng. Chẩn Tai Lê, Từ Thiện Vô Lương, Y Nhiên Bồ Tát Tâm Trường\". Đại ý nói về phẩm chất cao quý của ông.\n\n== Bài thơ duy nhất còn lại ==\n[[Tập tin:Baogongmu2.jpg|phải|nhỏ|200px|Lối vào nơi chôn cất.]]\nGS. Nguyễn Khắc Phi viết: Là một người có học vị cao và sống ở một thời đại văn thơ nở rộ, chắc Bao Công cũng sáng tác không ít, song đáng tiếc là cho đến nay chỉ còn lại một bài ông làm lúc mới bước vào đường hoạn lộ, đó là:\n{| valign=\"top\"\n|\n:'''Thư Đoan Châu quận trai bích'''\n:(Đề lên tường thư trai ở quận Đoan Châu)\n:''Phiên âm'':\n:Thanh tâm vi trị bản\n:Trực đạo thị thân mưu\n:Tú cán chung thành đống\n:Tinh cương bất tác câu\n:Thương sung thử tước hí\n:Thảo tận thố hồ sầu\n:Sử sách hữu di huấn\n:Vô di lai giả tu.\n\n:''Dịch nghĩa'':\n:Lòng trong sạch là cái gốc của việc trị nước,\n:Đạo ngay thẳng là điều mưu cầu của việc tu thân.\n:Thân cây đẹp tốt rốt cuộc sẽ thành rường cột,\n:Gang thuần chất không thể uốn thành móc cong.\n:Kho đầy hẳn bọn chuột và chim sẻ vui mừng.\n:Cỏ hết thì bọn thỏ và chồn rầu rĩ.\n:Sử sách có lời di huấn:\n:Chớ để lại điều xấu hổ cho con cháu mai sau!\n|\n:''Tạm dịch thơ'':\n:''Thanh liêm: gốc \"trị quốc\"''\n:''Cương trực: \"tu thân\" cầu.''\n:''Cây thẳng ắt làm cột,''\n:''Thép ròng chẳng uốn câu.''\n:''Kho đầy: chuột, sẻ khoái.''\n:''Cỏ hết: thỏ, chồn sầu.''\n:''Sử sách nêu di huấn:''\n:''Chớ để nhục về sau!''<ref name=\"a\" \/>\n|}\n\n== Phim về Bao Công ==\n[[Hình:Lord Bao Memorial Temple.jpg|nhỏ|200px|Tượng Bao Công trong đền thờ tưởng niệm ông, một điểm thu hút khách du lịch trong Khai Phong, Hà Nam, Trung Quốc. Trong cảnh này, Bao Công đang thách thức thái hậu khi bà muốn dùng quyền lực để bảo vệ kẻ phạm tội]]\nMột trong những loạt phim nổi tiếng về Bao Công là ''[[Bao Thanh Thiên (phim truyền hình 1993)|Bao Thanh Thiên]]'', được quay tại [[Đài Loan]] với sự tham gia của [[Kim Siêu Quần]] (vai Bao Công) và [[Hà Gia Kính]] (vai [[Triển Chiêu]]). Bộ phim sớm trở nên nổi tiếng ở [[Hồng Kông]], [[Trung Quốc]] và [[Việt Nam]].\n\nTrong phim, Bao Công xử các vụ án trong cương vị [[Phủ Doãn]] phủ Khai Phong (kinh đô nhà Tống). Trong thực tế lịch sử, ông làm ở chức vụ này khoảng 1 năm. Bao Công trong phim được mô tả là do [[sao Văn Khúc]] giáng sinh để đem lại công lý cho dương gian. Ban ngày ông xử án ở trần thế cho con người, ban đêm khi đi ngủ, thần thức của ông tiếp tục xuống âm phủ xử án cho các oan hồn. Giữa trán ông có vết sẹo hình trăng lưỡi liềm, tượng trung cho sự công chính, khi nguy cấp thì vết sẹo này có thể tỏa sáng để xua đuổi được tà ma yêu khí.\n\nThực tế, Bao Công thật không có khuôn mặt đen và cũng không có vết sẹo hình Mặt Trăng như trong phim, thậm chí ông lại trắng trẻo và có phần thư sinh. Điều này là do ảnh hưởng của [[Kinh kịch]], [[hát bội]], Trong nghệ thuật Kinh Kịch, các diễn viên thường phải hóa trang mặt nạ trước khi biểu diễn. Mặt trắng là đại diện cho kẻ tiểu nhân; mặt đỏ là đại diện cho nghĩa khí, trung nghĩa; mặt đen đại diện cho nghiêm túc, công chính liêm minh, [[quân tử]]. Do đó, mặt Bao Công trong kịch và phim được tô đen để khắc họa bản tính liêm chính của ông.<ref>{{chú thích web|url=http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/tan-bao-thanh-thien-tren-htv2-1913240.html\/|title=‘Tân Bao Thanh Thiên’ trên HTV2|publisher=VnExpress|date=5\/29\/2011 |access-date = ngày 16 tháng 1 năm 2012}}<\/ref><ref>{{chú thích web|url=http:\/\/nld.com.vn\/thoi-su-quoc-te\/giai-oan-cho-bao-thanh-thien-20110416033232227.htm|title=Giải oan cho... Bao Thanh Thiên!|publisher=Người Lao động|date=04\/16\/2011|author=Gia Quyền}}<\/ref>\n\nTừ tiểu thuyết, sân khấu đến phim ảnh đều gắn liền hình tượng Bao Công phá các đại án với thời gian làm Phủ doãn phủ Khai Phong. Kỳ thực Bao Công chỉ giữ chức này trong khoảng thời gian hơn một năm và trong chính sử không hề chép chuyện phá án nào của Bao Công trong giai đoạn này. Công lao lớn nhất của Bao Công khi giữ chức Phủ doãn Khai Phong (tương tự Thị trưởng Bắc Kinh ngày nay) là cải cách hành pháp và quy hoạch lại kinh thành để khỏi nạn ngập nước. Chức vụ cao nhất của Bao Công là hàm nhị phẩm, không có sử sách nào ghi rằng công đường của ông có ba khẩu Long-hổ-cẩu đầu đao để xử trảm tội phạm, cũng không có ghi chép nào cho thấy ông được vua ban [[Thượng phương bảo kiếm]] để có quyền \"tiền trảm hậu tấu\" như trong phim, truyện hay trên sân khấu mô tả.\n\nVề phá án, trong chính sử chỉ chép hai vụ: \n* Lúc ông làm tri huyện Thiên Trường: một hôm có người họ Lý đến công đường thưa là tối qua con bò nhà mình bị kẻ nào đó cắt mất lưỡi sắp chết. Theo luật triều [[Tống]], kẻ tự ý giết bò trâu sẽ bị nghiêm trị vì ảnh hưởng đến sức kéo. Bao Công bảo họ Lý cứ về nhà làm thịt để bán kiếm ít tiền, nhưng không được tiết lộ là quan phủ đã cho phép. Người kia về làm theo lời dặn. Đến sáng hôm sau có người họ Trương đến huyện nha tố cáo người họ Lý tự ý giết thịt bò, phạm vào phép nước, đề nghị phải xử. Bao Công liền vỗ án kêu tả hữu bắt ngay tra vấn. Quả nhiên họ Trương chính là hung thủ đã cắt lưỡi bò nhà họ Lý để vu họa nhằm trả mối thù hiềm khích giữa hai nhà.<ref name=\":0\">{{Chú thích web|url = http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Su-that-ve-Bao-Thanh-Thien-pha-an-371483\/|title = Sự thật về \"Bao Thanh Thiên phá án\"}}<\/ref>\n* Khi đã đứng đầu [[Tri gián viện]]. Ông đã xử vụ án [[Lãnh Thanh]] mạo danh thái tử dưới triều vua [[Tống Nhân Tông]], là gốc tích để truyền thuyết dân gian, tiểu thuyết, sân khấu... dựng thành \"'''Ly miêu tráo thái tử'''\", \"Đả long bào\" hay \"Bao Công xử án Quách Hòe\" nổi tiếng. \nNgoài 2 chuyện được chép trong chính sử ra, những vụ xử án nổi tiếng khác của Bao Công như \"Chém Bao Miễn\", \"Xử án Trần Thế Mỹ\", \"Trảm Bàng Dục\"... thì đều là tuồng tích. Như tra hết gia phả cũng như khu mộ gia tộc họ Bao không thấy có ai tên Bao Miễn. Bao Công lại là con một, không có anh em nên không thể có cháu ruột. [[Trần Thế Mỹ]] là nhân vật có thật nhưng lại ở vào đời [[Thanh]], cách Bao Công đến hơn 600 năm. Bàng Thái sư ([[Bàng Tịch]]) trong phim được lấy hình tượng từ gian thần [[Trương Nghiêu Tá]], nhưng trong lịch sử thì Bàng Tịch không phải là gian thần. Ông có con là [[Bàng Nguyên Anh]], cháu là [[Bàng Cung Tôn]] đều làm quan, không có ai là [[Bàng Dục]] phạm tội bị Bao Công chém cả<ref name=\":0\" \/><ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-quoc-te\/su-that-ve-bao-cong-ky-an-hu-va-that-20150316213159274.htm|title = Sự thật về Bao Công: Kỳ án - Hư và thật}}<\/ref>\n=== Phim điện ảnh ===\n\n=== Phim truyền hình ===\n{|class=\"wikitable\" style=\"font-size: 100%;\" width=\"100%\"\n|-\n!style=\"background-color: #B0C4DE;\" width=\"1%\"| Năm\n!style=\"background-color: #B0C4DE;\" width=\"15%\"| Tên phim\n!style=\"background-color: #B0C4DE;\" width=\"11%\"| Quốc gia\n!style=\"background-color: #B0C4DE;\" width=\"10%\"| Diễn viên\n!style=\"background-color: #B0C4DE;\"| Ghi chú\n|-\n|1993 || '''[[Bao Thanh Thiên (phim truyền hình 1993)|Bao Thanh Thiên]]'''<br>包青天<br>Bāo Qīng Tiān<br>Justice Pao<br>포청천 || {{TWN}} || [[Kim Siêu Quần]], [[Hà Gia Kính]], Phạm Hồng Hiên || Nhà sản xuất: Triệu Đại Thâm<br>Số tập: 236 (41 vụ án)<br>Các vụ án: <br>- Trát mỹ án ''([[Lưu Tuyết Hoa]])'', - Chân giả trạng nguyên, - Ly miêu hoán thái tử, <br>- Song đinh ký ''([[Khâu Vu Đình]])'', - Thám Âm sơn, - Hồng hoa ký, <br>- Trát Bàng Dục ''([[Khâu Vu Đình]])'', - Trát Bao Miễn, - Ô bồn ký, <br>- Thu Nương ''([[Lưu Tuyết Hoa]])'', - Trát vương gia, - Cổ cầm oán ''([[Triệu Vĩnh Hinh]])'', <br>- Tam kích cổ ''([[Lưu Tuyết Hoa]])'', - Loan sinh kiếp ''([[Tống Đạt Dân]], [[Tống Dật Dân]], [[Triệu Vĩnh Hinh]])'', <br>- Báo Ân đình ''([[Khâu Vu Đình]])'', - Chân giả nữ tế (Rể thật, rể giả), - Tử kim chùy, <br>- Thiên hạ đệ nhất trang, - Thốn thảo tâm, - Đồ long ký, <br>- Uyên ương hồ điệp mộng ''([[Khâu Vu Đình]])'', - Thiên luân kiếp ''([[Trương Đình]])'', - Khổng tước đảm, <br>- Chân giả Bao Công, - Trinh tiết bài phường, - Huyết vân phiên truyền kỳ ''(Cung Từ Ân)'', <br>- Sinh tử luyến ''([[Khâu Vu Đình]])'', - Tầm thân ký ''([[Tống Đạt Dân]], [[Tiêu Ân Tuấn]])'', - Đạp tuyết tầm mai, <br>- Thanh long châu, - Ngư mỹ nhân ''([[Khâu Vu Đình]])'', - Địch Thanh, <br>- Hiếu tử Chương Lạc, - Lôi đình nộ, - Âm dương phán ''(Cung Từ Ân)'', <br>- Cửu đạo bản ''([[Triệu Vĩnh Hinh]])'', - Bồ tát lĩnh, - Họa trung thoại (Lời trong tranh), <br>- Bàng phi hữu hỉ (Bàng phi có thai), - Khất cái vương tôn, - Ngũ thử náo Đông Kinh\n|-\n|1994 || '''Bích huyết Thanh Thiên Dương gia tướng''' || {{HKG}}<br>[[ATV]] || [[Kim Siêu Quần]], Chân Chí Cường, Phùng Quốc || Số tập: 30\n|-\n|1995 || '''Bao Thanh Thiên''' (ATV) || {{HKG}}<br>[[ATV]] || [[Kim Siêu Quần]], [[Lữ Lương Vỹ]], Phạm Hồng Hiên || Số tập: 160 (25 vụ)<br>Các vụ án: <br>- Bản sắc anh hùng ''(Trần Đức Dung)'', Trạng nguyên giết mẹ ''(Chân Chí Cường)'', <br>- Tái thế tình thù ''(Lưu Ngọc Đình, Lâm Vỹ Thần)'', Trảm Diễm Nương ''([[Triệu Vĩnh Hinh]])'', <br>- Thẩm bạch mao, Thiết khưu phần, Cáo thân phu, <br>- Tuẩn tình ký, Tình khiên âm dương giới ''([[Lưu Đức Khải]], Triệu Vĩnh Hinh)'', <br>- Hiệp cốt thần toán ''([[Mã Cảnh Đào]], Vu Lợi, Thái Hiểu Nghi)'', Điệp ảnh di hận ''(Vu Đình)'', <br>- Nghĩa đảm nhu tình ''(Chân Chí Cường)'', Thu chi võ ''([[Tiêu Ân Tuấn]])'', Thư hùng hiệp đạo, <br>- Xử án Ngự Miêu ''([[Tiêu Ân Tuấn]])'', Thí phu ký, Người mặt quỷ, <br>- 3 lần xét xử trạng nguyên ''(Lâm Vỹ Thần)'', Thượng Hải minh nguyệt châu hữu lệ ''([[Mễ Tuyết]])'', <br>- Công chính liêm minh ''([[Văn Tụng Nhàn]])'', Mai hoa đạo ''([[Lâm Tâm Như]])'', Kiếp thánh chỉ, <br>- Cách thế truy tình ký (Thù chi kiếm) ''([[Miêu Kiều Vĩ]], [[Địch Oanh]])'', Oanh liệt thiên thu ''([[Lưu Hiểu Khánh]])'', Vụ tỏa khai phong\n|-\n|1995 || '''Bao Thanh Thiên''' (TVB)<br>包青天<br>Justice Pao || {{HKG}}<br>[[TVB]] || [[Địch Long]], [[Huỳnh Nhật Hoa]], [[Liêu Khải Trí]] || Giám chế: Trang Vỹ Kiện<br>Số tập: 80<br>Các vụ án: Huy lệ trảm công tôn, Giả hổ phách, Thân tử tình cừu, Thất tử hộ kinh hoa, Nhân bì diện cụ, Lê hoa kiếp, Bạn huyết trung hồn, Chân giả bài phường, Hoa hồ điệp, Phu chứng thế hung, Thác phối lương duyên, Vong tình cửu phường, Thi phụ cơ ân, Tuyết phách mai hồn, Khấp huyết phượng, Hiệp tình<br>Diễn viên: [[La Lạc Lâm]], [[Thái Thiếu Phân]], [[Quan Vịnh Hà]], [[Thiệu Mỹ Kỳ]], [[Trần Cẩm Hồng]], [[Lương Bội Linh]], [[Đàm Diệu Văn]], [[Trương Quốc Cường]], [[Cổ Thiên Lạc]]…\n|-\n|1999 || '''[[Thiếu niên Bao Thanh Thiên|Thiếu niên Bao Thanh Thiên phần 1]]'''<br>Tuổi trẻ Bao Thanh Thiên<br>少年包青天<br>Shao nian Bao Qing Tian<br>Young Justice Bao || {{CHN}} || [[Châu Kiệt]], [[Nhậm Tuyền]], [[Thích Tiểu Long]] || Số tập: 40 (7 vụ án)<br>Các vụ án: Vang danh thiên hạ, Huyết tế đàn, Bí mật Ẩn Dật thôn, Ra oai trước điện, Ngũ Thử náo Tướng Quốc Tự, Ma pháp ảo ảnh, Phan long kiếp\n|-\n|2000 || '''Bao Công xuất tuần'''<br>Return of Judge Bao || {{HKG}} || [[Kim Siêu Quần]], [[Tiêu Ân Tuấn]], [[Phạm Hồng Hiên]] || Số tập: 40\n|-\n|2001 || '''[[Thiếu niên Bao Thanh Thiên|Thiếu niên Bao Thanh Thiên phần 2]]'''<br>Tuổi trẻ Bao Thanh Thiên<br>少年包青天<br>Shao nian Bao Qing Tian<br>Young Justice Bao || {{CHN}} || [[Lục Nghị]], [[Nhậm Tuyền]], [[Thích Tiểu Long]] || Số tập: (6 vụ án)<br>Các vụ án: Bản sắc anh hùng, Tứ hải giai huynh đệ, Án Kim Long Tự, Án bức hoạ Thiếu nữ Mẫu Đơn Đình, Bí ẩn Tiêu Dao đảo, Thiên la địa võng\n|-\n|2003 || '''Bao Công kỳ án''' || {{TWN}} || [[Kim Siêu Quần]], [[Tiêu Ân Tuấn]], [[Phạm Hồng Hiên]] || Số tập: 62 (7 vụ án)<br>Các vụ án: Chiếc túi long phụng, Mộng hồi thanh lâu, Gương sáng trong cao, Xử trảm Công Tôn Sách, Uy chấn Kim Lăng, Tình hoa kiếp, Song thành ký\n|-\n|2004 || '''Ngũ thử đấu ngự miêu''' || || [[Kim Siêu Quần]] || \n|-\n|2006 || '''[[Thiếu niên Bao Thanh Thiên|Thiếu niên Bao Thanh Thiên phần 3]]'''<br>Tuổi trẻ Bao Thanh Thiên<br>少年包青天<br>Shao nian Bao Qing Tian<br>Young Justice Bao || {{CHN}} || [[Đặng Siêu]], Triệu Dương, [[Thích Tiểu Long]] || Số tập: 40\n|-\n|2007 || Giang hồ dạ vũ thập niên đăng || || [[Kim Siêu Quần]] || \n|-\n|2008 || '''[[Bao Thanh Thiên (phim truyền hình 2008)|Bao Thanh Thiên]]''' || {{CHN}} || [[Kim Siêu Quần]], [[Hà Gia Kính]], Phạm Hồng Hiên || Số tập: 61 (5 vụ án)<br>Các vụ án: Đả long bào, Bạch long câu, Thông phán kiếp ''([[Trần Hạo Dân]])'', Hoàng kim mộng ''([[Tôn Diệu Uy]])'', Trát Mỹ án\n|-\n|2010 || '''Tân Bao Thanh Thiên 1: Thất hiệp ngũ nghĩa'''<br>七俠五義<br>Qī xiá wǔ yì<br>The seven heroes and five gallants || {{TWN}}<br>{{CHN}}<br>{{HKG}} || [[Kim Siêu Quần]], [[Hà Gia Kính]], Phạm Hồng Hiên || Số tập: 40 (8 vụ án)<br>Các vụ án: Vụ án ô bồn ký, Vụ án Bàng Dục, Vụ án Ngũ Thử, Vụ án Ngải Hổ, Vụ án Bắc Hiệp Âu Dương Xuân, Vụ án Kinh Đông Vương, Vụ án Ngọc Hồ Điệp, Vụ án Trát Bao Miễn\n|-\n|2011 || '''Tân Bao Thanh Thiên 2: Bích huyết đan tâm'''<br>碧血丹心<br>Bì xuè dān xīn<br>Arbiter of loyalty unto death || {{TWN}}<br>{{CHN}}<br>{{HKG}} || [[Kim Siêu Quần]], [[Hà Gia Kính]], Phạm Hồng Hiên || Số tập: 40 (4 vụ án)<br>Các vụ án: Vụ án lũ lụt Thái Hà, Vụ án Võ Trạng nguyên, Vụ án Hòa quý phi, Vụ án Danh sách binh tịch\n|-\n|2012 || '''Tân Bao Thanh Thiên 3: Khai phong kỳ án'''<br>開封奇案<br>Kāifēng Qí Àn<br>Arbiter of kaifeng mystery || {{TWN}}<br>{{CHN}}<br>{{HKG}} || [[Kim Siêu Quần]], [[Hà Gia Kính]], Phạm Hồng Hiên || Số tập: 40 (6 vụ án)<br>Các vụ án: Vụ án Hồng Châu di hận, Vụ án Kim ngọc minh, Vụ án Thất anh ký, Vụ án Hiệu Hương lầu, Vụ án Tam đóa kim hoa, Vụ án Huyết nghiên Đoan Khê\n|-\n|}\n\n== Hậu duệ ==\nHậu duệ chính thức của Bao Công khoảng 10.000 người ở các tỉnh [[An Huy]], [[Triết Giang]], [[Giang Tây]], [[Vân Nam]], tập trung nhiều nhất ở 2 thôn [[Đại Bao]] và [[Tiểu Bao]] thuộc xã [[Giải Tập]], huyện [[Phì Đông]], tỉnh [[An Huy]].<ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-quoc-te\/su-that-ve-bao-cong-bao-cong-voi-khai-phong-phu-20150317212333009.htm|title = Những hậu duệ nổi tiếng của Bao Công}}<\/ref> Hậu duệ của ông có nhiều người nổi tiếng:\n* [[Bao Khang]] - quân sư của [[Phương Lạp]]: Là hậu duệ đời thứ năm của Bao Công.\n* [[Bao Thế Thần]] (1775 - 1855): Là nhà thư pháp, lý luận thư pháp nổi tiếng đời [[Thanh]], từng làm tri huyện [[Tân Dụ]], tỉnh [[Giang Tây]].\n* [[Bao Ngọc Cương]] (1918 - 1991), được mệnh danh là \"Thuyền Vương\" của [[Hồng Kông]], là một trong \"Thập đại Thuyền Vương\" - 10 nhà vận tải tàu biển lớn nhất thế giới.\n* [[Bao Bồi Khánh]] (sinh năm 1945): Là doanh nhân, nhà hoạt động xã hội, nhà từ thiện ở [[Hồng Kông]], là con gái đầu của [[Bao Ngọc Cương]], hậu duệ đời thứ 30 của Bao Công.\n\n== Xem thêm ==\n* [[Triển Chiêu]]\n* [[Thất hiệp ngũ nghĩa]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Bao Zheng}}\n*{{zh icon}} [http:\/\/www.shuku.net:8080\/novels\/history\/qgtgzgjeslk\/qgtg36.html His biography as recorded in Song's historical document] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110927044549\/http:\/\/www.shuku.net:8080\/novels\/history\/qgtgzgjeslk\/qgtg36.html |date = ngày 27 tháng 9 năm 2011}}\n*{{en icon}} [http:\/\/chineseculture.about.com\/library\/weekly\/aa110200a.htm Another biography] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130515073044\/http:\/\/chineseculture.about.com\/library\/weekly\/aa110200a.htm |date=2013-05-15 }}\n{{Thất hiệp ngũ nghĩa}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|sinh=999|mất=1062}}\n\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Luật pháp Trung Quốc]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Tiến sĩ nhà Tống]]\n[[Thể loại:Truyện xử án]]"}