{"Beau Brummell":"{{Thông tin nhân vật\n| honorific_prefix = \n| name = Beau Brummell\n| honorific_suffix = \n| image = BrummellEngrvFrmMiniature.jpg\n| image_size = \n| alt = \n| caption = Chân dung Brummell\n| native_name = \n| native_name_lang = \n| birth_name = George Bryan Brummell\n| birth_date = 7 tháng 6 năm 1778\n| birth_place = [[Luân Đôn]], [[Vương Quốc Anh]]\n| baptised = <!-- will not display if birth_date is entered -->\n| disappeared_date = <!-- {{disappeared date and age|YYYY|MM|DD|YYYY|MM|DD}} (disappeared date then birth date) -->\n| death_date = 30 tháng 3 năm 1840 (tuổi 61)\n| death_place = Le Bon Sauveur Asylum, [[Caen]], [[Pháp]]\n| death_cause = \n| resting_place_coordinates = <!-- {{coord|LAT|LONG|type:landmark|display=inline}} -->\n| monuments = \n|residence = \n| nationality = [[Người Anh]]\n| other_names = \n| ethnicity = <!-- Ethnicity should be supported with a citation from a reliable source -->\n| citizenship = \n| education = [[Eton College]]\n| alma_mater = Oriel College, [[Oxford]]\n| occupation = \n| years_active = \n| employer = \n| organization = \n| agent = \n| known_for = \n| notable_works = \n| style = \n| home_town = \n| salary = \n| net_worth = <!-- Net worth should be supported with a citation from a reliable source -->\n| religion = <!-- Religion should be supported with a citation from a reliable source -->\n}}\n\n'''George ''' \"'''Beau'''\" '''Brummell''' (7 tháng 6 năm 1778 - 30 tháng 3 năm 1840)<ref>{{cite DNB |wstitle=Brummell, George Bryan |first=Walter |last=Hepworth |volume=7 |pages=141–142}}<\/ref> là một nhân vật mang tính biểu tượng nổi tiếng ở thế kỷ 19. Ông châm ngòi cho sự thay đổi không phải bằng tài hùng biện hay sức mạnh quân sự, mà bằng những đổi mới trong phong cách thời trang nam tính.\n\nBeau Brummell được biết đến như một vị công tử đầu tiên trên thế giới, mặc dù tên của ông đã trở thành đồng nghĩa với tên \"thương hiệu\", nhưng ông không phải là người truyền cảm hứng cho việc tạo ra nó.\n\n== Tiểu sử ==\nGeorgie Brummell sinh ra ở [[Luân Đôn]] vào năm 1778, là con trai út trong gia đình ba con, gồm hai trai và một gái, của Billy Brummell và Mary Richardson.<ref name=\"eccentric\">[https:\/\/www.nndb.com\/people\/670\/000095385\/ Brummell Family Profile]<\/ref> Gia đình Brummell thuộc tầng lớp trung lưu, cha của Georgie là thư ký riêng của Lord North từ năm 1770 đến 1782, và sau đó là cảnh sát trưởng cao của [[Berkshire]]; ông nội của Georgie là một chủ cửa hàng tại giáo xứ St. James, người đã bổ sung thu nhập của mình bằng cách cho những người ở trọ vào tầng lớp quý tộc. Ngay từ thời thơ ấu, George đã được giáo dục để trở thành một quý ông có địa vị, cha của George đã gửi ông và anh trai cả William tới trường Eton để nuôi dưỡng với sự hiểu biết đó.<br>Ngay từ những năm đầu, George Brummell đã rất chú ý đến chiếc áo của mình. Năm 1790, ông được giáo dục tại [[trường Eton|Eton]] và tạo được dấu ấn sớm về thời trang nơi ông đã sớm cải tổ chiếc cà vạt Eton cổ choàng trắng, và danh hiệu cậu bé Eton.<ref>{{Citation\n | last =John\n | first =Doran\n | year =1857\n | title =Miscellaneous Works, Volume I: Habits and Men, Beau Brummell\n | place =Great Britain\n | publisher = Richard Bentley\n | page =379\n}}<\/ref> được biết đến với cái tên Buck Brummell. Tính cách Brummell khi còn ở Eton là một cậu bé nhàn rỗi thông minh. Anh có chút hài hước, tốt bụng.<br>\nÔng đã tiến tới [[Đại học Oxford]], nơi ví dụ điển hình của chính ông ấy, đã tạo ra những chiếc vớ cotton và những chiếc cravats tồi tệ đã trở thành quá khứ.<br>Vào năm 1793, khi còn là sinh viên tại Đại học Oriel, ông đã giành được giải thưởng ''Newdigate Prize'' cho thơ Latin,<ref>The list of winners appears in successive editions of the [https:\/\/books.google.com\/books?id=VbkUAAAAQAAJ&pg=PA134 Oxford University Calendar]<\/ref> như một bằng chứng cho năng lực văn học của mình đứng thứ hai sau [[Edward Copleston]], người sau này trở thành hiệu trưởng trường đại học của ông. Brummell rời trường đại học Oxford chỉ sau một năm ở tuổi mười sáu.\n\n==Cuộc sống==\n===Sự nghiệp quân sự===\nBeau Brummell không phải là một quý tộc; ông là một thường dân được kết nạp vào vòng tròn hoàng gia.<ref name=\"NatGeo\">[https:\/\/www.nationalgeographic.com\/history\/magazine\/2019\/05-06\/beau-brummell-nineteenth-century-fashion\/ National Geographic về thời trang Beau Brummell]<\/ref><br>\nNăm 1794, sau cái chết của cha mình, George mười sáu tuổi được thừa hưởng một phần ba gia sản từ 65.000 bảng Anh của cha ông.<ref name=\"eccentric\"\/> Tại thời điểm này, ông đã kiến ​​nghị gia nhập Hoàng gia thứ mười, trung đoàn của [[George IV của Liên hiệp Anh|Hoàng tử George xứ Wales]], có khả năng trong một nỗ lực để ủng hộ từ người đàn ông tiếp theo lên ngôi. Đây là bàn đạp để tiến xa hơn vì số tiền mới mà Beau Brummell nắm giữ sẽ không đủ để đảm bảo một vị trí trong số những người cao nhất trong xã hội. Beau Brummell gia nhập Hoàng Gia Đệ Thập Khinh Kỵ Quân ([[Tenth Royal Hussars]]) với cấp bậc thấp nhất của sĩ quan,<ref>{{London Gazette|issue=13677|page=619|date=24–ngày 28 tháng 6 năm 1794}}<\/ref> Thông thường một khoản tiền đáng kể, nó không đủ cho các chi phí của một sĩ quan tham vọng trong trung đoàn cá nhân của nhà vua. Các sĩ quan, nhiều người trong số họ là người thừa kế các tước hiệu và tài sản đất đai. Tuy nhiên, Beau Brummell đã được vào trung đoàn, vì ông thực sự được Hoàng tử chú ý trên cơ sở cái nhìn quyến rũ của ông.\n\nSự gia tăng của ông trong trung đoàn dĩ nhiên là nhanh chóng: trong ba năm, ông đứng đầu một đội quân. Các nhiệm vụ nặng nề của một cuộc sống quân sự, bị bỏ trống giữa [[Brighton]] và London.\n<br>\nNăm 1797,<ref>{{London Gazette|nolink=y|issue=14072|page=1175|date=9–ngày 12 tháng 12 năm 1797}} \"''10th Regiment of Light Dragoons'', Lieutenant John Chambers to be Captain, by Purchase, vice Brummell, who retires.\"<\/ref> khi trung đoàn Hussars được gửi từ Luân Đôn đến [[Manchester]], với lý do danh tiếng kém của thành phố và tư cách thành viên trong lính kỵ binh thứ 10 là một vấn đề tốn kém, vì những người lính phải trả tiền cho đồng phục, ngựa và các bữa tiệc lộn xộn thường xuyên,<ref>Jesse<\/ref> ngay lập tức ông ngay từ chức đại tá của mình, trở thành một trọng tài về phong cách và hóm hỉnh ở Luân Đôn. Đây là đỉnh cao của sự nổi tiếng của Brummell và là nơi anh ghi dấu ấn lâu dài với trang phục nam.\n\n===Xã hội thượng lưu===\nVào năm 1799, Brummell chuyển đến số 4 phố Chesterfield ở [[Mayfair]] và quyết tâm trở thành một \"[[Quý ông|gentleman]]\", quý ông ăn mặc đẹp nhất ở London. Levées của ông đã trở thành sự kiện có tầm quan trọng lớn khi các quý ông, bao gồm cả Hoàng tử xứ Wales, đến để xem ông ăn mặc như thế nào. Đó là vào khoảng năm 1800, sau mùa giải đầu tiên của Brummell ở Luân Đôn, ông đã được biết đến với [[biệt danh]] là \"Beau\" Brummell. Từ \"Beau\" trong [[tiếng Pháp]] nghĩa là bảnh bao.<ref>{{chú thích|title=\"Beau Brummell.\" Merriam-Webster.com Dictionary|publisher=Merriam-Webster|url=https:\/\/www.merriam-webster.com\/dictionary\/Beau%20Brummell |access-date =Truy cập ngày 1 tháng 11 năm 2020.}}<\/ref>\n\nBrummell cũng là thành viên của câu lạc bộ White, Brooks và Watiers. Một cửa sổ cánh cung trong câu lạc bộ của ông tại White's được gọi là cửa sổ Beau vì đó là nơi Brummell thích ngồi. Ông là chủ tịch vĩnh viễn của Watiers, được thành lập để cung cấp bữa ăn tối tốt hơn cho các quý ông ăn trong câu lạc bộ của họ.\n\n[[Tập tin:Almacks with Brummell.jpg|nhỏ|Câu lạc bộ và Xã hội 1810 đến 1860. Cặp đôi bên trái được chú thích như 'Beau Brummell trong cuộc trò chuyện sâu sắc với nữ công tước xứ Rutland'.]]\nMặc dù ông thường tán tỉnh rất nhiều các quý cô, nhưng tình cảm của ông hiếm khi được phát triển tới hôn nhân. Tình yêu đầu tiên của Beau Brummel được cho là [[Julia Storer]], sau này bà là Julia Johnstone, người đã trở thành một nữ vũ công nổi tiếng.\n\nBrummell là một người bạn đặc biệt với [[Lady Hester Stanhope]], nghề chăn nuôi lập dị; Phu nhân Elizabeth Howard, Nữ công tước xứ Rutland, cho đến khi sự thô lỗ của anh ta xa lánh cô; và nữ công tước Devonshire, người đã viết những bài thơ cho bộ sưu tập của mình.\n\nThật không may với những người bạn giàu có của Beau Brummell, sức ảnh hưởng của ông chưa thỏa đáng, và vì thế ông bắt đầu chi tiêu và đánh bạc, cá cược như thể tài sản của ông cũng dồi dào như tài sản của họ. Việc chi tiêu với lối sống tự do như vậy bắt đầu làm cạn kiệt vốn của ông một cách nhanh chóng, và ông thấy ngày càng khó duy trì lối sống của mình, mặc dù vị trí của Brummell nổi bật trong xã hội.\n\n===Sự sa sút===\nBrummell nổi tiếng vì sự dí dỏm, nhưng khét tiếng vì sự thô lỗ. Chính sự thô lỗ này cuối cùng đã khiến ông phải trả giá. Năm 1811, vụ việc đánh dấu sự vi phạm cuối cùng trong một rạn nứt giữa Brummell thô lỗ và thời đại Regencry đã mở ra trước khi hoàng tử lên làm vua, và bắt đầu từ bỏ tất cả những người bạn cũ trong phe [[đảng chính trị Whig]] của mình, người mà Brummell gọi là ông mập sau khi [[George IV của Liên hiệp Anh|Hoàng tử xứ Wales]] không chào đón ông tại một buổi tiệc chiêu đãi.\n\nTrên thực tế, tình bạn của vua Georgie với Beau Brummell không bị ảnh hưởng mà do đó bị hủy hoại bởi thói quen cờ bạc của ông với lối sống xa hoa đòi hỏi chi phí đáng kể. Tư cách thành viên trong Trung đoàn thứ mười là một vấn đề tốn kém, vì những người lính phải trả tiền cho đồng phục, ngựa và các bữa tiệc lộn xộn thường xuyên. Để duy trì trang phục đẹp, Brummell cũng tuyên bố cần ít nhất 800 bảng mỗi năm.<ref>The laws of etiquette: or, Short rules and reflections for conduct in society by A Gentleman, Carey, Lea, & Blanchard, 1836 p. 136<\/ref> Ngoài ra Beau Brummell còn tích lũy các khoản nợ cờ bạc khá lớn. Ông thua 10.000 bảng Anh trong một đêm, một nguồn tin cho biết ông có khoản nợ hơn 600.000 bảng (gấp 20 lần số tiền thừa kế ban đầu).<ref>[https:\/\/fashionpassionpage.wordpress.com\/2018\/08\/15\/beau-brummell-the-original-gentleman-of-style\/ Beau Brummell: The Original Gentleman of Style]<\/ref>\nThông thường, nợ đánh bạc của Brummell là \"các khoản nợ danh dự\", luôn được thanh toán ngay lập tức. Cuối cùng, ông đã giành lại được sự ưu ái với Vua George Đệ tứ và được trao vị trí lãnh sự tại [[Caen]], điều này cho phép ông bắt đầu có thể trả hết nợ nhưng thật không may, lệnh đã bị bãi bỏ sau khi vua Georgie Đệ tứ băng hà.<br>Ngày 18 tháng 3 năm 1815, vụ cá cược cuối cùng của Brummell trong cuốn sách cá cược của [[White's]], [[câu lạc bộ quý ông]] ở St. James, được viết đánh dấu là \"không trả tiền, ngày 20 tháng 1 năm 1816.\" <ref>[http:\/\/janeaustensworld.wordpress.com\/2007\/05\/28\/beau-brummells-gambling\/''The Regency Underworld'', Donald A Lowe]<\/ref>\n\n==Cái chết và lưu đày==\nVào đêm 16 tháng 5 năm 1816, sau khi tham dự tại nhà hát, Beau Brummell đã trốn khỏi [[Luân Đôn]] để trốn nợ. Ông chuyển đến Dover và tới Calais, nơi mà ông có thể đi mà không cần hộ chiếu. Ông ở tại khách sạn Dessin và giải trí trong các căn hộ của mình trong khi học [[tiếng Pháp]] và viết hồi ký.<ref>[https:\/\/www.regencyhistory.net\/2012\/11\/the-rise-and-fall-of-beau-brummell-1778.html?m=1 The rise and fall of Beau Brummell (1778-1840) - RegencyHistory]<\/ref>\n<br>\nÔng sống phần còn lại của cuộc đời lưu vong ở Pháp, sống mười năm ở Calais mà không có hộ chiếu chính thức trước khi có được một cuộc gặp với lãnh sự quán tại Caen vào năm 1830 thông qua ảnh hưởng của Lord Alvanley và [[Công tước xứ Beaufort]]. Điều này cung cấp cho anh ta một niên kim nhỏ nhưng chỉ kéo dài hai năm, khi Bộ Ngoại giao đưa ra khuyến nghị của Beau Brummell để bãi bỏ lãnh sự quán. Ông đã làm cho nó với hy vọng được bổ nhiệm vào một vị trí thù lao hơn ở nơi khác, nhưng không có vị trí mới nào được đưa ra.\n\nNhanh chóng hết tiền và ngày càng trở nên cẩu thả trong trang phục của mình, ông đã phải vào tù vào đầu năm 1835 do nợ nần kéo dài; chỉ nhờ sự can thiệp từ thiện của bạn bè ở Anh, ông mới được ra tù vào cuối năm đó. Năm 1840, Brummell đã qua đời khi không một xu dính túi và mất trí vì [[bệnh giang mai]] tại Bệnh viện tâm thần Le Bon Sauveur vùng ngoại ô Caen ở tuổi 61. Ông được chôn cất tại Cimetière, Caen, nước Pháp.<ref>Wilson, Scott. ''Resting Places: The Burial Sites of More Than 14,000 Famous Persons'', 3d ed.: 2 (Kindle Locations 6018-6019). McFarland & Company, Inc., Publishers. Kindle Edition.<\/ref>\n\n==Văn hóa ảnh hưởng==\n[[Tập tin:BrummellDighton1805.jpg|nhỏ|Beau Brummell năm 1895]] \n===Thời trang===\nNiềm đam mê trước đó với phong cách lục địa đã được nuôi dưỡng bởi các tòa án quý tộc vĩ đại của Pháp Louis Louis XIV-XVI như là tiên phong của thời trang. Tuy nhiên, lời cảnh tỉnh đẫm máu của [[Cách mạng Pháp]] năm 1789, sau đó là cuộc chiến giữa Anh và Pháp vào những năm 1790, đã thúc đẩy sự phát triển của phong cách Anh quốc. Tuy nhiên, Beau Brummell không phải là người đã phát minh ra các yếu tố của trang phục của mình từ đầu mà là tập hợp nhiều nguồn cảm hứng khác nhau và tạo nên một tổng thể mạch lạc.<br>\nBeau Brummell là một người quan sát sắc sảo của xã hội, ông đã nhận ra sự thay đổi của xã hội mà thời kỳ hiện đại hứa hẹn, một nơi mà phong cách và tính cách hơn là sự sinh ra và sự giàu có có thể báo trước địa vị và sức mạnh.\n\nMột số nhà sử học tin rằng sự tỉnh thức trong phong cách của ông có liên quan đến sự khiêm tốn tương đối về nguồn gốc của ông.<ref name=\"NatGeo\"\/> Vì không thể cạnh tranh về mặt trang sức và trang trí, thay vào đó ông tập trung vào việc tinh chỉnh việc cắt quần áo. Brummell đã tạo ra và làm cho thời trang phù hợp với người đàn ông hiện đại. Trang phục của ông được may thủ công và tạo dáng phẳng phiu, đánh dấu sự kết thúc của những chiếc quần và áo vest dài. Những chiếc cravats bằng vải lanh mà Beau Brummell thắt nút một cách thành thạo là tiền thân của những chiếc cà vạt hiện đại, và những chiếc áo sơ mi có cấu trúc mà ông ưa thích có kiểu cắt tương tự như những chiếc áo vest ngày nay.\n\n===Chải chuốt===\nBeau Brummell cũng ủng hộ những đổi mới trong phong trào vệ sinh cá nhân lúc bấy giờ. Ông đã thay thế một sự phụ thuộc vào nước hoa và bột tóc bằng khái niệm việc tắm hàng ngày. Đối với những người cùng thời thế của ông, hoạt động tắm rửa thường có nghĩa là chỉ rửa mặt, tay và cánh tay trong nước mát; đổ mồ hôi được cho là để loại bỏ cơ thể chất độc. Gợi ý của Brummell về việc ngâm mình hàng ngày trong nước nóng là không có gì mang tính cách mạng.\n\n==Di sản==\n[[Tập tin:Beau Brummell Statue Jermyn Street.JPG|nhỏ|Bức tượng Beau Brummell trên phố Jermyn ở Luân Đôn.]]\nNgay cả khi Brummell trở thành một biểu tượng vĩnh cửu của thời trang thế kỉ 19, di sản của ông vẫn được đảm bảo. Brummell đã tạo ra không chỉ khái niệm hiện đại về cá nhân mà còn là một người nổi tiếng.\n\nBức tượng đồng Beau Brummell được đặt ở một vị trí phù hợp nằm ngay [[Phố Jermyn]], con phố lịch sử và thời trang của [[Luân Đôn]], là nơi có những người thợ may nam giới giỏi nhất của thành phố.<ref>{{chú thích web|url=https:\/\/www.londonremembers.com\/memorials\/beau-brummell-statue\/|title=Beau Brummell statue|website=London Remembers}}<\/ref> Trước đó, nhà biếm họa Richard Dighton đã vẽ một bức tranh màu nước của Brummell ở đỉnh cao thanh lịch của chủ nghĩa phong nhã của mình và sử dụng nó làm nền tảng cho một bản in phổ biến vào năm 1805.\n\nNgoài ra, tên và hình ảnh của Beau Brummell đã thúc đẩy việc tạo ra các mô tả phóng đại, hư cấu về hành vi của ông trong những tác phẩm văn học.\n\n==Tham khảo==\n{{tham khảo}}\n==Đọc thêm==\n*Jesse, Captain William. ''The Life of Beau Brummell''. [http:\/\/books.google.com\/books?id=kew5AAAAcAAJ&dq=The+life+of+George+Brummell%2C+esq.%2C+commonly+called+Beau+Brummell+%2C+Volume+1&q=prinny#v=onepage&q=prinny&f=false Vol.1] og [http:\/\/books.google.com\/books?id=-ocJAAAAIAAJ&q=prinny#v=onepage&q=prinny&f=false Vol.2]\n*Jules Barbey d'Aurevilly|Barbey d'Aurevilly, Jules. ''Of Dandyism and of George Brummell'', 1845\n*Wharton, Grace and Philip. ''Wits and Beaux of Society''. New York: Harper and Brothers, 1861\n*Lewis, Melville. ''Beau Brummell: His Life and Letters''. New York: Doran, 1925\n*Campbell, Kathleen. ''Beau Brummell''. London: Hammond, 1948\n*Moers, Ellen. ''The Dandy: Brummell to Beerbohm''. London: Secker and Warburg, 1960\n*Nicolay, Claire. ''Origins and Reception of Regency Dandyism: Brummell to Baudelaire''. Ph.D. diss., Loyola U of Chicago, 1998\n*Kelly, Ian. ''Beau Brummell: The Ultimate Dandy''. Hodder & Stoughton, 2005\n*Carter, Philip, ''Brummell, George Bryan (Beau Brummell) (1778-1840),'' Oxford Dictionary of National Biography ([[Oxford University Press]], 2004; online edn Jan 2011, accessed 5 Oct 2012)\n*Bourke, Hon. Algernon, ''The History of White's'' (1892)\n\n==Xem thêm==\n* [[Com lê]]\n* [[Bespoke tailoring]]\n== Liên kết ngoài ==\n{{Commons category|Beau Brummell}}\n{{EB1911 poster|Brummell, George Bryan}}\n* {{Cite AmCyc|wstitle=Brummel, George Bryan |short=x}}\n\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1778]]\n[[Thể loại:Mất năm 1840]]\n[[Thể loại:Thời đại Regency]]\n[[Thể loại:Cựu học sinh Eton College]]\n[[Thể loại:Tử vong do giang mai]]"}