{"Billy the Kid":"{{Thông tin nhân vật\n| name = Billy the Kid\n| image = Billy the Kid.jpg\n| imagesize = \n| caption = Ảnh chụp bóng của Billy the Kid \n| birth_date = {{birth date|1859|11|23}}\n| birth_place = [[Thành phố New York]], [[Tiểu bang New York|New York]], [[Hoa Kỳ|Mỹ]]\n| death_date = {{death date and age|1881|07|14|1859|11|23}}\n| death_place = [[Fort Sumner, New Mexico]], [[Hoa Kỳ|Mỹ]]\n| occupation = Chủ trại, con bạc, kẻ trộm gia súc, kẻ ngoài vòng pháp luật\n| parents = '''Cha ruột''': chưa rõ — có thể là ''Patrick Henry McCarty'', ''Michael McCarty'', hay ''William Bonney''<br \/>\n'''Cha dượng''': ''William Antrim''<br \/>\n'''Mẹ ruột''': ''Catherine McCarty'' hay ''Katherine McCarty Bonney''\n'''Anh trai''' (cùng mẹ khác cha): ''Joseph Antrim''\n}}\n\n'''Billy the Kid''' (Nhóc Billy) là biệt danh của một nhân vật phản diện có thật và rất nổi tiếng trong [[lịch sử]], [[điện ảnh]], [[âm nhạc]], [[tiểu thuyết]]. Tên thật của anh là '''Henry McCarty''' ([[23 tháng 11]] năm [[1859]]<ref name=\"earlylife\">{{chú thích web | url = http:\/\/www.aboutbillythekid.com\/early_life.htm | title = Early Life | publisher = aboutbillythekid.com |access-date = ngày 5 tháng 8 năm 2008}}<\/ref> — [[14 tháng 7]] năm [[1881]]), nhưng cũng được gọi là '''Henry Antrim''' hay '''William H. Bonney''', được biết đến khi còn sống là một kẻ ngoài vòng pháp luật ở biên giới nước [[Hoa Kỳ|Mỹ]] thế kỉ XIX và là một tay súng tham gia vào [[Cuộc chiến hạt Lincoln]]. Tương truyền, hắn đã giết 21 người đàn ông, mỗi người cho một năm tuổi đời của hắn.<ref name=\"wallis244\">Wallis (2007), p. 244.<\/ref>\n\nMcCarty (hay Bonney, tên hắn sử dụng khi ở đỉnh điểm của tai tiếng) cao khoảng 1.73m với đôi mắt xanh biếc, làn da mềm mịn và răng hơi hô. Hắn ra vẻ thân thiện và dễ thương trong một lúc nào đó,<ref name=\"wallis129\">Wallis (2007), p. 129.<\/ref><ref name=\"rasch126\">Rasch (1995), p. 126.<\/ref> và nhiều người kể rằng hắn \"duyên dáng như một chú mèo\".<ref name=\"wallis129\"\/> Người thời bấy giờ miêu tả hắn vận y phục gọn gàng, trang nhã và rất thích dùng mũ rộng vành [[México]].<ref name=\"wallis129\"\/><ref name=\"utley15\">Utley (1989), p. 15.<\/ref> Những chi tiết đó, cùng với sự tinh quái và thiện xạ, đã tạo nên những hình ảnh tương phản, vừa một tên côn đồ khét tiếng, lại vừa là một anh hùng lục lâm được yêu mến.<ref name=\"wallis244-245\">Wallis (2007), pp. 244–245.<\/ref>\n\nKhi còn sống, Billy the Kid ít được nhắc đến. Tên tuổi hắn thực sự đi vào huyền thoại kể từ sau khi hắn bị bắn chết bởi Cảnh sát trưởng [[Patrick Garrett]], ông cùng tác giả M.A. \"Ash\" Upson xuất bản một cuốn tiểu sử gây xúc động mạnh nhan đề ''Cuộc đời thực của Billy, the Kid''. Từ sự miêu tả của Garrett, Billy the Kid trở thành hình tượng điển hình của những chàng cao bồi miền Tây nước Mỹ xa xưa.<ref name=\"wallis249-250\">Wallis (2007), pp. 249—250.<\/ref>\n\n== Thời thơ ấu ==\n\nCó rất ít thông tin về nguồn gốc của McCarty, nhưng nhiều học giả có uy tín trong lịch sử phương Tây cho rằng \"hắn sinh ra vào một đêm, trước khi cuộc [[Nội chiến Hoa Kỳ|nội chiến]] của một khu phố [[Cộng hòa Ireland|Ailen]] tại thành phố [[Thành phố New York|New York]] bắt đầu\". Nếu thực sự, nơi sinh của ông là New York, thì lại không có hồ sơ nào chứng minh ông từng sống ở đó.<ref name=\"wallis6\">Wallis (2007), p. 6.<\/ref><ref name=\"utley2\">Utley (1989), p. 2.<\/ref> Trong khi người cha ruột của ông vẫn là một ẩn số, một số nhà nghiên cứu đã giả thuyết rằng tên của cha đẻ ông là Patrick McCarty, Michael McCarty, William McCarty, hay Edward McCarty.<ref name=\"wallis6\"\/> Tên người cha thì mơ hồ, nhưng có bằng chứng rõ ràng rằng người mẹ ruột tên là Catherine McCarty. Mặc dù đã có một số lượng lớn các cuộc tranh luận về việc liệu McCarty là tên thật của cô gái hay chỉ là tên kết hôn.<ref name=\"wallis6\"\/><ref name=\"utley2\"\/> Theo một số nguồn tin, tên khai sinh của McCarty là William Henry McCarty, Jr, nhưng mẹ hắn ưa thích gọi con mình là \"Henry\" bởi vì bà ấy không muốn nó sẽ được biết đến như là \"cơ sở\" để tìm tòi.<ref name=\"rockincherokee\">{{chú thích web |url = http:\/\/www.rockincherokee.com\/Billy.htm William Henry McCarty AKA Billy the Kid |first = Daniel |last = McCarty |title = Billy the Kid |publisher = rockincherokee.com |access-date = ngày 27 tháng 8 năm 2009}}<\/ref> Nhiều người tin rằng người mẹ của McCarty là một nạn nhân của [[nạn đói lớn ở Ailen]] vào giữa thế kỷ 19.<ref name=\"wallis6\"\/><ref name=\"utley2\"\/>\n\nTới nay vẫn chưa ai xác định rõ the Kid chính hiệu sinh ra ở đâu, chỉ biết sau đó Henry cùng anh là Joseph đã theo mẹ về miền [[Tây Hoa Kỳ]]. Họ tới [[Indianapolis]] vào năm [[1865]],<ref name=\"wallis14\">Wallis (2007), p. 14.<\/ref> nơi bà mẹ tìm được một người chồng mới tên William H. Antrim (về sau, một trong những tên gọi của Billy the Kid đã mang họ của ông dượng này: Henry Antrim).<ref name=\"wallis16\">Wallis (2007), p. 16.<\/ref> Lần lượt, cả nhà bốn người đã đi qua [[Wichita]], [[Denver]], [[Santa Fe]] (ở đây Catherine và Antrim đã kết hôn tại nhà thờ [[First Presbyterian]]),<ref name=\"utley1\">Utley (1989), p. 1.<\/ref> rồi [[Silver City]] (tại đây Antrim đã làm người phục vụ ở quầy rượu và thợ mộc nhưng làm vợ con phiền lòng vì thói cờ bạc) <ref name=\"wallis52-56\">Wallis (2007), pp. 52—56.<\/ref> và cuối cùng đến [[New Mexico]] vào năm [[1870]]. Bốn năm sau, khi người mẹ buồn rầu và mất vì bệnh [[lao|lao phổi]] đã mắc phải từ lâu và gia đình này tan rã. Billy the Kid được gởi tới một số nhà nuôi trẻ. Khi đã đạt đến độ tuổi vị thành niên, Billy the Kid đã làm cho một cửa hàng thịt, rồi làm bồi bàn và rửa chén tại một [[khách sạn]]. Sau đó bị bắt giữ do một vụ trộm cắp lặt vặt lần thứ hai vào [[tháng chín|tháng 9]] năm [[1875]], nhưng the Kid đã trèo ống khói và vượt ngục, trốn về phía đông nam [[Arizona]] sinh sống.\n\n== Chiến tranh ở hạt Lincoln ==\n{{Message box |\n id = inclusion |\n backgroundcolor = AntiqueWhite |\n image = Stop hand.png |\n heading = Chất lượng (dịch thuật) của bài\/đoạn dưới đây không được hoàn hảo. |\n message = Xin hãy cẩn thận khi đọc bài vì một số thông tin của bài có thể không đáng tin cậy.<br \/> Nếu bạn có khả năng, mời bạn tham gia [{{fullurle:{{FULLPAGENAME}}|action=edit}} hiệu đính] bài này.\n\n}}\nHai năm sau khi sinh sống tại [[Arizona]], McCarty đã trở lại [[Hạt Lincoln]], tiểu bang [[New Mexico]] vào [[mùa thu]] năm [[1877]] và lần đầu tiên được thuê bởi [[Doc Scurlock]] và [[Charlie Bowdre]] để làm việc trong nhà máy sản xuất [[pho mát]] của họ. Ở đó hắn đã gặp [[Frank Coe]], [[George Coe]] và [[Ab Saunders]], ba người anh em họ người sở hữu trang trại riêng gần trang trại của Dick Brewer. Sau một thời gian ngắn làm việc trên trang trại của Henry Hooker, McCarty bắt đầu làm việc trên trang trại Coe-Saunders.\n\nCuối năm 1877, McCarty, cùng với Brewer, Bowdre, Scurlock, anh em nhà Coe và Saunders, được thuê làm người bảo vệ gia súc bởi [[John Tunstall]], một trại chủ, chủ ngân hàng và thương gia người [[Anh]], và đối tác của ông, [[Alexander McSween]], một [[luật sư]] có tiếng. Một cuộc xung đột hiện nay được gọi là [[Chiến tranh ở hạt Lincoln]] đã nổ ra giữa các thương gia, [[Lawrence Murphy]] và [[James Dolan]] với Tunstall và McSween để cạnh tranh lợi ích kinh doanh với nhau. Sự kiện đẫm máu đã diễn ra vào ngày [[18 Tháng 2]] năm [[1878]], khi Tunstall đang lái một chiếc [[xe ngựa]] có chín con hướng tới Lincoln thì bị ám sát bởi William Morton, Jessie Evans, Tom Hill, và Frank Baker - tất cả các thành viên của phe Murphy-Dolan, và các thành viên của đội vũ trang đó được gửi đính kèm một cổ phần từ McSweens. Sau khi giết Tunstall, các tay súng không nhân tính đã bắn hạ luôn các con ngựa hồng của ông ấy. Cái chết của Tunstall khiến McCarty và các thành viên trong trang trại hết sức phẫn nộ.\n\nMcSween, người ghê tởm bạo lực, đã bước ra để trừng phạt những kẻ giết Tunstall thông qua các phương tiện pháp lý; ông nhận được giấy phép cho vụ bắt giữ chúng từ thẩm phán hòa bình địa phương John B. Wilson. Những người phe Tunstall đã thành lập một băng nhóm riêng với tên gọi là [[Regulators]]. Sau khi được ủy nhiệm bởi chủ trại nuôi gia súc [[Richard Brewer|Richard \"Dick\" Brewer]], những người thợ của Tunstall trong đó có McCarty, những người đã được chỉ định trả thù cho chủ đã tiến hành phá hoại các cửa hàng của Murphy-Dolan.\n\n== Thời gian sau ==\n=== Vượt ngục Lincoln ===\n[[Tập tin:LincolnNM Jail and Courthouse.jpg|trái|nhỏ|215px|Tòa tháp viện và nhà tù hạt Lincoln, New Mexico]]\nBilly the Kid đã bị bắt và được vận chuyển từ Pháo đài Sumner đến [[Las Vegas]], nơi hắn đã có một cuộc phỏng vấn với phóng viên từ Công báo Las Vegas. Tiếp theo, tên tù nhân được chuyển đến [[Santa Fe]], nơi hắn đã gửi bốn bức thư riêng biệt trong ba tháng tiếp theo để tìm kiếm sự khoan hồng từ Thống đốc Wallace. Tuy nhiên, ông từ chối can thiệp, cuộc xét xử the Kid được tổ chức vào [[tháng tư|tháng 4]] năm [[1881]] tại [[Mesilla]]. Vào ngày [[9 tháng 4]], sau hai ngày lấy lời khai, McCarty đã bị kết tội giết cảnh sát trưởng Brady, người được cử đi để dẹp tan cuộc chiến ở hạt Lincoln. Ngày [[13 tháng 4]], McCarty bị kết án [[treo cổ]] bởi Thẩm phán Warren Bristol.\n\nVới án phạt dự kiến sẽ được thực hiện vào ngày [[13 tháng 5]], McCarty bị nhốt vào nhà tù của [[hạt Lincoln]], trước đó là cửa hàng của Murphy - Dolan tại [[New Mexico]] để chờ ngày tử hình, nơi McCarty được giám sát một cách nghiêm ngặt bởi hai đại diện của Garrett, James Bell và Robert Ollinger trên tầng hai tòa nhà. Ngày [[28 tháng 4]], trong khi Garrett đã ra khỏi thị trấn, tên tử tù trẻ tuổi McCarty lại vượt ngục sau khi bắn hạ hai người lính gác.<ref name=\"wallis243-244\">Wallis (2007), pp. 243—244.<\/ref> Nhưng các chi tiết về việc vượt ngục của the Kid không rõ ràng. Một số nhà nghiên cứu tin rằng có một tên đồng bọn của McCarty đã đặt khẩu súng lục ở một chỗ bí mật gần nơi McCarty được Bell dẫn đi vệ sinh. Và McCarty đã lấy khẩu súng, bắn Bell khi cả hai đã lên cầu thang. Một giả thuyết khác thì cho rằng McCarty tìm cách trượt tay ra khỏi cái còng của hắn và đánh lén Bell,<ref name=\"bell\">{{chú thích web |url = http:\/\/www.odmp.org\/officer\/1713-deputy-sheriff-james-w.-bell |title = Deputy Sheriff James W. Bell |publisher = The Officer Down Memorial Page, Inc. |access-date = ngày 4 tháng 8 năm 2008}}<\/ref> sau đó lấy súng của Bell, và bắn anh ta bằng nó.\n\nDù cho bất cứ điều gì xảy ra, cuối cùng Bell cũng chết. Nghe thấy tiếng súng tầng trên Ollinger chạy lên xem. Còn McCarty thì đã cầm sẵn cây [[shotgun]] và nấp sau tường chờ lúc anh ta đi ngang qua thì gọi \"Chào Bob!\" và kết liễu anh ta.<ref name=\"wallis244\"\/><ref name=\"burns248-249\">Burns (1953\/1992), pp. 248—249.<\/ref> Kế hoạch vượt ngục của the Kid đẵ bị chậm 1 giờ vì hắn phải tìm cách gỡ bỏ cái còng chân sắt.<ref>Jacobsen, p. 232.<\/ref> Sau đó, McCarty đã lấy một con ngựa gần đó và cưỡi ra khỏi thị trấn. Con ngựa này đã quay trở lại hai ngày sau đó.<ref name=\"wallis245\">Wallis (2007), p. 245.<\/ref>\n[[Tập tin:Pat Garrett2.jpg|nhỏ|203px|Cảnh sát trưởng Pat Garrett]]\n77 ngày sau, Billy đã bị cảnh sát trưởng [[Patrick Garrett|Pat Garrett]] bắn chết. Tên thật của ông là Patrick Floyd Garrett, sau một thời gian làm nghề săn [[bò banteng|bò rừng]] đã tới [[New Mexico]] và được bầu làm cảnh sát trưởng [[hạt Lincoln]].\n\n=== Chết ===\nBiết tin McCarty đã vượt ngục và vẫn còn ẩn nấp trong vùng lân cận của Fort Sumner gần ba tháng sau khi trốn thoát, Pat Garrett cùng hai nghị sĩ đã lần theo dấu vết của Billy the Kid và lùng hỏi những cư dân của thị xã. Tình cờ ông gặp Pedro Maxwell (con trai của Nam tước [[Lucien Maxwell]]), người bạn đã cho Maxwell ở nhờ nhà và làm quen.<ref name=\"wallis246\">Wallis (2007), p. 246.<\/ref> Tối hôm đó, Garrett tới ngôi nhà để nói chuyện với Maxwell. Gần nửa đêm, khi Garrett và Maxwell đang ngồi nói chuyện với nhau trong phòng ngủ tối tăm thì McCarty bước vào.<ref name=\"wallis247\">Wallis (2007), p. 247.<\/ref> Có ít nhất hai giả thiết của những điều đã xảy ra tiếp theo:\n\nGiả thuyết thứ nhất, McCarty bước vào và thấy có người nhưng hắn không nhận ra Garrett trong căn phòng thiếu ánh sáng. McCarty đã rút ngay khẩu súng và lùi lại, hỏi: \"¿Quién es? ¿Quién es?\" ([[Tiếng Tây Ban Nha]]: \"Ai đó? Ai đó?\").<ref name=\"wallis247\"\/> Nghe giọng nói của McCarty, Garrett đã lấy khẩu súng lục của mình ra và nổ súng hai lần, viên đạn đầu tiên trúng vào phía trên bên trái tim của McCarty, giết chết hắn ta.<ref name=\"wallis247\"\/> Còn ở giả thuyết thứ hai, McCarty cảm thấy có ai đó trong nhà nên mang theo một con dao vào nhà bếp. Hắn nhận thấy ai đó trong bóng tối, và thốt lên những từ \"¿Quién es ¿Quién es??\" và đúng lúc này McCarty bị bắn chết trong tư thế bị phục kích. \n[[Tập tin:Billy the Kid Headstone.jpg|nhỏ|trái|215px|Ngôi mộ Billy the Kid tại Fort Sumner, New Mexico]]\nMặc dù sự phổ biến của câu chuyện đầu tiên vẫn còn, và miêu tả Garrett trong một môi trường ánh sáng tốt hơn, nhiều sử gia cho rằng giả thiết thứ hai có lẽ là chính xác nhất.<ref name=\"otoole\">{{chú thích web |url = http:\/\/deborahotoole.tripod.com\/Kid\/ |first = Deborah |last = O'Toole |title = Billy the Kid: Myths and Truths |publisher = tripod.com |access-date = ngày 4 tháng 8 năm 2008}}<\/ref> Có một giả thuyết khác cũng từng được đưa ra, trong đó nói rằng Garrett và đội của ông đã đặt bẫy McCarty. Gần đây nhất là khám phá trong tài liệu của [[Discovery Channel|Kênh Discovery]], ''Billy the Kid: Unmasked'', giả thuyết này cho rằng Garrett đã đi đến phòng ngủ của chị em Pedro Maxwell, Paulita, và lấy súng dọa sẽ bóp cò nếu cô la lên. Khi McCarty đến, Garrett đã ngồi chờ phía sau lưng Paulita và bắn the Kid.\n\nMcCarty đã được chôn vào ngày hôm sau tại nghĩa trang quân sự của Fort Sumner cũ, giữa những người bạn đồng hữu đã mất là Tom O'Folliard và Charlie Bowdre.<ref name=\"wallis249-250\"\/> Một bia mộ chung duy nhất sau đó được dựng lên trên các ngôi mộ, đặt tên là William H. Bonney ở phía trái mộ, hai góc còn lại phía bên phải và phía dưới lần lượt là tên của O'Folliard và Bowdre, chữ \"Pals\" (bạn bè) cũng được khắc vào đó. Bia mộ đã bị đánh cắp và thu hồi lại ba lần kể từ khi được xây tại chỗ này trong những năm [[1940]], và toàn bộ khu mộ bây giờ đã kèm theo một tấm lồng thép bao quanh bên ngoài để tránh những trường hợp tương tự.<ref name=\"sumner\">{{chú thích web |url = http:\/\/www.ftsumnerchamber.com\/index.php\/tourist.html |title = Tourist Attractions |publisher = Fort Sumner Chamber of Commerce |access-date = ngày 4 tháng 8 năm 2008}}<\/ref>\n\nMặc dù là một tên tội phạm từng bị pháp luật tìm mọi cách tiêu diệt nhưng ngày nay, không ít người [[Hoa Kỳ|Mỹ]] vẫn rất tò mò về \"Huyền thoại Billy the Kid\". Bằng chứng là vào các ngày từ 17 đến 19 [[tháng bảy|tháng 7]] năm [[1998]], tại [[thị trấn Lincoln]] đã diễn ra một cuộc cắm trại lớn và gặp mặt thường niên giữa những người muốn tìm hiểu về the Kid.\n\n== Tay thuận ==\n[[Tập tin:Billy the Kid corrected.jpg|nhỏ|130px|trái|Bức ảnh in trên sắt ban đầu]][[Tập tin:Billykid.jpg|nhỏ|130px|Bức ảnh in trên sắt phản chiếu]]\nCó nhiều giả định trong suốt [[thế kỷ 20]] rằng Billy the Kid thuận tay trái. Nhận thức này được khuyến khích bởi bức ảnh tài liệu duy nhất của McCarty (một bức ảnh in trên sắt chưa rõ niên đại), trong đó hắn xuất hiện với bao đựng súng bên trái. (Tất cả súng trường [[Winchester Model 1.873]] đã được thực hiện với các cửa khẩu xếp lên phía bên phải của người nhận: các \"bức ảnh\" thuận tay trái là một hình ảnh phản chiếu <ref>{{chú thích web |title=Billy the Kid's Famous Photo |url=http:\/\/www.newmexico.org\/billythekid\/billypages\/famous_photo.php |publisher=NewMexico.org{{ndash}} Tourism Department |access-date =4 tháng 4 năm 2010 |archive-date = ngày 23 tháng 12 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101223052042\/http:\/\/newmexico.org\/billythekid\/billypages\/famous_photo.php |url-status=dead }}<\/ref>). Thật vậy, khái niệm về một Billy thuận tay trái trở nên vững chắc, đến nỗi vào năm [[1958]], đã có một bộ phim tiểu sử của \"the Kid\" (diễn viên Paul Newman) mang tựa đề The Left Handed Gun.\n\nTuy nhiên, vào năm [[1954]], các sử gia phương Tây là James D. Horan và Paul Sann đã viết rằng McCarty \"thuận tay phải và mang khẩu súng lục của ông về phía mông phải của mình <ref name=\"horansann57\">Horan and Sann (1954), p. 57.<\/ref>\". Gần đây hơn, để phản ứng lại một câu chuyện từ tờ ''[[The Guardian]]'', tờ báo đã nói rằng bức ảnh bằng sắt của McCarty chưa qua chỉnh sửa, Clyde Jeavons, một cựu phụ trách của bảo tàng [[Lưu trữ Phim ảnh và Truyền hình Quốc gia]], trích dẫn công việc của họ và nói thêm:\n\nLỗi này sinh sản nói riêng đã xảy ra thường xuyên trong những cuốn sách và các ấn phẩm khác trong những năm qua rằng nó đã dẫn đến truyền thuyết rằng Billy Kid là thuận tay trái, mà không có bằng chứng. Ngược lại, các chứng cứ (cho xem hình ảnh của mình một cách chính xác) là rằng ông thuận tay phải: ông đeo súng lục của ông về hip quyền của mình với chỉ mông ngược ở vị trí vẽ thông thường thuận tay phải.\nWallis đã viết trong năm [[2007]] rằng McCarty thuận cả hai tay.<ref>Qtd. in {{chú thích web|url=http:\/\/www.guardian.co.uk\/books\/2001\/mar\/03\/1 |last=Mayes |first=Ian |title=I kid you not |work=[[The Guardian]]|date = ngày 3 tháng 3 năm 2001 |access-date = ngày 19 tháng 6 năm 2009}}<\/ref>\n== Hình ảnh trong văn hóa ==\n=== Phim ===\n* Phim 1911 do Edith Storey đóng\n* Phim 1930 do Johnny Mack Brown\n* Phim 1938 do Roy Rogers đóng\n* Phim 1941 do [[Robert Taylor]] đóng\n* Phim 1943 do Jack Buetel đóng\n* Phim 1950 do Audie Murphy đóng\n* Phim 1958 do [[Paul Newman]] đóng\n* Phim 1966 do Chuck Courtney đóng\n* Phim 1972 do Michael John Pollard đóng\n* Phim 1973 do Kris Kristofferson đóng\n* Phim 1985 do Philip William \"Phil\" Daniels đóng\n* Phim 1988 do [[Emilio Estevez]] đóng\n* Phim 1989 do Val Edward Kilmer đóng\n* Phim 1990 do Emilio Estevez đóng\n* Phim 1999 do Erdal Yildiz đóng\n=== Truyền hình ===\n* Clu Gulager đóng trong loạt phim 1960-1962\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Tư liệu ==\n* Burns, Walter Noble (1953\/1992). ''The Saga of Billy the Kid''. New York: Konecky & Konecky Associates. ISBN 1-56852-178-2\n* Jacobsen, Joel (1997). ''Such Men as Billy the Kid: The Lincoln County War Reconsidered''. Lincoln, NE: University of Nebraska Press. ISBN 0-8032-7606-0\n* Nolan, Frederick (1965). ''The Life & Death of John Henry Tunstall''. Albuquerque: University of New Mexico Press.\n* Rasch, Philip J. (1995). ''Trailing Billy the Kid''. Stillwater, OK: Western Publications. ISBN 0-935269-19-3\n* Utley, Robert M. (1989). ''Billy the Kid: A Short and Violent Life''. Lincoln, NE: University of Nebraska Press. ISBN 0-8032-9558-8\n* Wallis, Michael (2007). ''Billy the Kid: The Endless Ride''. New York: W. W. Norton. ISBN 0-393-06068-3\n\n== Đọc thêm ==\n* Nolan, Frederick (2007). ''Tascosa: Its Life and Gaudy Times''. Lubbock, TX: [[Texas Tech University Press]].\n* Trachman, Paul (1974). ''The Old West: The Gunfighters''. New York: Time-Life Books.\n* Tuska, John (1983). ''Billy the Kid, A Handbook''. Lincoln, NE: University of Nebraska Press. ISBN 0-8032-9406-9\n\n== Liên kết ngoài ==\n{{Commons}}\n{{wikiquote}}\n* [http:\/\/www.billythekidoutlawgang.com\/ Billy the Kid Outlaw Gang]\n* [http:\/\/www.aboutbillythekid.com\/ About Billy the Kid]\n* [http:\/\/www.trutv.com\/library\/crime\/gangsters_outlaws\/outlaws\/mccarty\/1.html Court TV's Crime Library: Billy the Kid]\n* Peterson, Barbara Tucker and Louis Hart. [http:\/\/www.historynet.com\/billy-the-kid-the-great-escape.htm \"Billy the Kid: The Great Escape.\"] ''Wild West magazine''. August 1998.\n* Nolan, Frederick. [http:\/\/www.historynet.com\/the-hunting-of-billy-the-kid.htm \"The Hunting of Billy the Kid.\"] ''Wild West magazine''. June 2003.\n* Turk, David S. [http:\/\/www.historynet.com\/billy-the-kid-and-the-us-marshals-service.htm \"Billy the Kid and the U.S. Marshals Service.\"] ''Wild West Magazine''. February 2007 (issued December 2006)\n* [http:\/\/www.billybyway.com\/ Billy the Kid National Scenic Byway]\n* [http:\/\/www.desertusa.com\/mag98\/oct\/papr\/billykid.html DesertUSA: \"The Desert's Baddest Boy\"]\n\n[[Thể loại:Bài dịch có chất lượng tương đối|Billy the Kid]]\n[[Thể loại:Sinh năm 1859]]\n[[Thể loại:Mất năm 1881]]\n[[Thể loại:Người Mỹ]]\n[[Thể loại:Cao bồi]]\n[[Thể loại:Tội phạm Mỹ]]\n[[Thể loại:Văn hóa dân gian Mỹ]]\n[[Thể loại:Người Mỹ gốc Ireland]]\n[[Thể loại:Người Manhattan]]"}