{"Bàng Kỷ":"'''Bàng Kỷ'''<ref>Họ của nhân vật này đọc là Páng, như chữ Bàng (逄)<\/ref> ({{zh|t=逢紀|s=逢纪|p=Páng Jǐ}}; ? – 202), thường phiên âm là '''Phùng Kỷ'''<ref>Chữ 逢 có hai phiên âm Bổng (Péng) và Phùng (Féng), nhưng thời cổ đọc là Bàng (Páng).<\/ref>, tự '''Nguyên Đồ''' (元圖), là mưu sĩ dưới trướng quân phiệt [[Viên Thiệu]] cuối thời [[Đông Hán]] trong lịch sử Trung Quốc.\n\n== Tiểu sử ==\nBàng Kỷ quê ở quận [[Nam Dương]], [[Kinh Châu]], thời trẻ được ngợi khen là có mưu trí. Khoảng năm 186–189, Hà Tiến muốn diệt trừ hoạn quan, tiêu biểu là Thượng quân hiệu úy [[Kiển Thạc]]. Môn khách [[Trương Tân]] khuyên Tiến tuyển người hiền lương để trừ hại cho quốc gia. Hà Tiến nghe theo, trưng tịch đám kẻ sĩ Bàng Kỷ, [[Hứa Du]], [[Hà Ngung]],... làm tâm phúc, lại thu đám con cháu thế gia [[Viên Thuật]], [[Viên Thiệu]] làm tay chân.<ref name=\"HHT 69\">[[Phạm Diệp]], ''[[Hậu Hán thư]]'', Quyển 69, Liệt truyện (59), ''[[:wikisource:zh:後漢書\/卷69|Đậu Hà liệt truyện]]''.<\/ref><ref name=\"TQC 6\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 6, ''[[:wikisource:zh:三國志\/卷06|Đổng nhị Viên Lưu truyện]]''.<\/ref>\n\nNăm 189, Hà Tiến bị hoạn quan giết hại, [[Đổng Trác]] thừa cơ khống chế triều đình.<ref name=\"HHT 69\"\/> Trung quân hiệu úy Viên Thiệu bất mãn Đổng Trác, trốn khỏi [[Lạc Dương]] đến [[Ký Châu]].<ref name=\"TTTG 59\">[[Tư Mã Quang]], ''[[Tư trị thông giám]]'', [[:wikisource:zh:資治通鑑\/卷059|''Hán kỷ'', Quyển 59]].<\/ref> Hứa Du, Bàng Kỷ, [[Thuần Vu Quỳnh]] cũng bỏ quan đi theo Thiệu. Viên Thiệu rất thưởng thức mưu trí của Bàng Kỷ, nhờ Kỷ mà Ký Châu mục [[Hàn Phức]] chịu trợ giúp Thiệu, cả sau khi Thiệu nhận chức thái thú [[Bột Hải]] thuộc Ký Châu.<ref name=\"HHT 74\">[[Phạm Diệp]], ''[[Hậu Hán thư]]'', quyển 74 (thượng), liệt truyện 64, ''[[:wikisource:zh:後漢書\/卷74上|Viên Thiệu Lưu Biểu liệt truyện (thượng)]]''.<\/ref>\n\nNăm 191, [[Khúc Nghĩa]] tạo phản, chống lại Hàn Phức. Viên Thiệu nhận ra Hàn Phức yếu thế, muốn chiếm đoạt Ký Châu, nhưng không có biện pháp nào. Bàng Kỷ bày mưu cho Thiệu: ''Phàm là kẻ làm việc lớn, không sở hữu một châu, thì không tính là có chỗ đặt chân. Hiện nay Ký Châu cường đại, nhưng Hàn Phức tài trí bình thường. Có thể bí mật hẹn Công Tôn Toản dẫn quân xuôi nam, Hàn Phức mà biết chắc chắn sợ hãi. Lúc đó [ngài] phái một người có tài ăn nói đến chỗ Hàn Phức trần thuật việc được mất. Phức bị ép bối rối, ta thừa cơ chiếm cứ Ký Châu.''<ref name=\"TQC 6\"\/><ref name=\"HHT 74\"\/><ref name=\"TTTG 60\">[[Tư Mã Quang]], ''[[Tư trị thông giám]]'', [[:wikisource:zh:資治通鑑\/卷060|''Hán kỷ'', Quyển 60]].<\/ref>\n\nViên Thiệu thấy hợp lý, càng thêm thân cận Bàng Kỷ, viết thư cho [[Công Tôn Toản]] hứa hẹn chia đều Ký Châu. Toản lấy cớ tiêu diệt Đổng Trác để xuất quân, đánh bại Hàn Phức ở An Bình. Thiệu phái [[Cao Cán]] đến thuyết phục Hàn Phức. Phức nghe theo lời của [[Quách Đồ]], [[Tuân Thầm]], [[Tân Bình (Đông Hán)|Tân Bình]], bỏ qua lời khuyên của [[Cảnh Vũ]], [[Mẫn Thuần]], [[Thư Thụ]], hiến Ký Châu cho Viên Thiệu. Viên Thiệu không mất một binh một tốt mà sở hữu cả Ký Châu.<ref name=\"HHT 74\"\/><ref name=\"TTTG 60\"\/>\n\nNăm 199, Viên Thiệu dốc toàn quân đánh [[Tào Tháo]], lấy Bàng Kỷ quản lý quân sự. Năm 200, Viên Thiệu [[Trận Quan Độ|thua trận ở Quan Độ]], trên đường rút quân tỏ vẻ hối hận khi không nghe lời khuyên của [[Điền Phong]]. Bàng Kỷ bèn nói gièm: ''Phong biết tin tướng quân thua trận thì vỗ tay cười to, mừng vì đoán đều trúng.'' Viên Thiệu tin lời đồn thổi, cho người giết Phong. Bấy giờ, hai con trai của [[Thẩm Phối]] bị quân Tào tù binh, {{ill|Mạnh Đại|zh|孟岱}} gièm pha Phối phản bội. Bàng Kỷ dù có thù với Thẩm Phối nhưng vẫn tin tưởng khí tiết của Phối. Viên Thiệu khen ngợi Kỷ công tư phân minh. Kỷ với Phối trở thành bạn tốt.<ref name=\"TTTG 63\">[[Tư Mã Quang]], ''[[Tư trị thông giám]]'', [[:wikisource:zh:資治通鑑\/卷063|''Hán kỷ'', Quyển 63]].<\/ref>\n\nNăm 202, Viên Thiệu ốm chết, quần thần muốn để con trưởng [[Viên Đàm]] thừa kế. Nhưng Bàng Kỷ, Thẩm Phối bất hòa với Tân Bình, Quách Đồ. Bản thân Bàng Kỷ sợ Viên Đàm khi nối nghiệp sẽ hại mình, bèn sửa lại di mệnh, lập con thứ ba [[Viên Thượng]] kế vị. Viên Đàm tự xưng Xa kỵ tướng quân, đóng quân ở [[Lê Dương]] chống lệnh. Viên Thượng phái Bàng Kỷ đến chỗ Đàm trấn an. Viên Đàm vốn không có nhiều quân, yêu cầu Thẩm Phối tăng quân cho mình. Phối cự tuyệt, Đàm nổi giận giết Bàng Kỷ.<ref name=\"TTTG 64\">[[Tư Mã Quang]], ''[[Tư trị thông giám]]'', [[:wikisource:zh:資治通鑑\/卷064|''Hán kỷ'', Quyển 64]].<\/ref>\n\n== Trong văn hóa ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'' của [[La Quán Trung]], Bàng Kỷ xuất hiện ở hồi 7, là mưu sĩ của Viên Thiệu. Khi Viên Thiệu ở Bột Hải, phải sống lương thực cho Hàn Phức trợ cấp, Bàng Kỷ khuyên Thiệu: ''Đại trượng phu phải tự mình tung hoành thiên hạ cho phỉ chí, cần gì nhờ vả kẻ cho lương? Ký Châu đất rộng dân giàu, sao tướng quân không đem  quân chiếm quách cho rồi?'' Sau đó bày kế: ''Nay ngầm sai người mang mật thư gởi cho Công Tôn Toản, bảo Công Tôn Toản kéo quân đánh Ký Châu, và hẹn sẽ giúp sức rồi chia đôi mảnh đất ấy. Tôi chắc thế nào Công Tôn Toản cũng hưng binh. Còn Hàn Phúc là đứa vô mưu, nếu bị Công Tôn Toản đem quân đánh, thế nào cũng mời Tướng quân đem binh vào Ký Châu giúp sức. Chừng ấy Tướng quân sẽ tự lĩnh mọi việc, rồi chỉ trở bàn tay là lấy được, có khó gì?'' Viên Thiệu chiếm được Ký Châu, lấy Điền Phong, Thư Thụ, Hứu Du, Bàng Kỷ quản lý mọi việc trong châu.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 7, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 7|Viên Thiệu qua cầu đuổi Công Tôn Toản; Tôn Kiên sang sông đánh Lưu Cảnh Thăng]]''.<\/ref>\n\n[[Lưu Bị]] chiếm lại [[Từ Châu]], bị Tào Tháo tấn công, bèn nghe theo kế của [[Trần Đăng (Tam Quốc)|Trần Đăng]], xin [[Trịnh Huyền]] viết thư cầu cứu Viên Thiệu. Thiệu lấy Thẩm Phối, Bàng Kỷ làm thống quân, Điền Phong, Tuân Thầm, Hứa Du làm mưu sĩ, Nhan Lương, Văn Xú làm tướng quân, dẫn ba mươi vạn tinh binh tiến về Lê Dương, gửi hịch thảo phạt Tào Tháo. Tháo gọi mưu sĩ bàn kế nghênh địch. Khổng Dung đến nói rằng: ''Viên Thiệu có đất rộng, dân mạnh, bộ hạ như bọn Hứa Du, Quách Đồ, Thẩm Phối, Bàng Kỷ, đều là những người mưu trí; Điền Phong, Thư Thụ đều là trung thần; Nhan Lương, Văn Xú sức khoẻ hơn ba đội quân; còn như [[Cao Lãm]], [[Trương Cáp]], Thuần Vu Quỳnh toàn là những danh tướng đời nay. Sao lại bảo Thiệu là vô dụng?'' Tuân Úc phản bác: ''Thiệu binh nhiều mà không nghiêm chỉnh; Điền Phong tính cương trực hay phạm người trên; Hứa Du tham mà không khôn, Thẩm Phối hay tự cho mình là phải mà không có mưu mẹo; Bàng Kỷ tính cả quyết nhưng không làm được việc. Mấy người ấy không ưa nhau, tất rồi cũng có nội biến; Nhan Lương, Văn Xú tuy khoẻ, nhưng đồ thất phu ấy chỉ đánh một trận là bắt được; còn những đồ tầm thường nhung nhúc, dẫu có trăm vạn cũng chẳng kể vào đâu.''<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 22, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 22|Viên, Tào đều cất ba quân mã bộ; Quan, Trương cùng bắt hai tướng Vương, Lưu]]''.<\/ref>\n\nHai quân Viên, Tào giằng co ở Quan Độ. Điền Phong ở trong ngục vẫn viết thư khuyên Viên Thiệu không vội vã tiến quân. Bàng Kỷ kích động: ''Chúa công dấy quân nhân nghĩa, sao Điền Phong lại nói lời chẳng lành?'' suýt khiến Viên Thiệu chém Phong.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 30, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 30|Đánh Quan Độ, Bản Sơ bại trận; Cướp Ô Sào, Mạnh Đức đốt lương]]''.<\/ref> Đến khi Viên Thiệu thua trận, hối hận không nghe lời Điền Phong thì Bàng Kỷ lại nói gièm khiến Điền Phong tự sát.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 31, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 31|Tào Tháo ở Thương Đình, phá vỡ Bản Sơ; Huyền Đức sang Kinh Châu, nương nhờ Lưu Biểu]]''.<\/ref>\n\nKhi Viên Thiệu bệnh nặng, [[Lưu phu nhân (Viên Thiệu)|Lưu phu nhân]] cho gọi Thẩm Phối, Bàng Kỷ đến xin Thiệu sửa đổi di chiếu, cho Viên Thượng kế vị. Viên Đàm cầm quân bên ngoài, bèn cho Quách Đồ làm sứ giả đến thăm dò tình hình, xin Viên Thượng để Thẩm Phối, Bàng Kỷ đi theo làm quân sư. Viên Thượng đồng ý, cho hai người rút thăm. Bàng Kỷ rút trúng, theo Quách Đồ đến chỗ Viên Đàm. Quân Tào Tháo tấn công, Viên Đàm ít quân, xin viện binh không được, bèn giết Bàng Kỷ để hàng Tào Tháo.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 32, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 32|Cướp Ký Châu, Viên Thượng tranh hùng; Khơi sông Chương, Hứa Du hiến kế]]''.<\/ref> Trong lịch sử, sự kiện Tào Tháo đánh Viên Đàm diễn ra 1 năm sau khi Bàng Kỷ bị giết.<ref name=\"TQC 1\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 1, ''[[:wikisource:zh:三國志\/卷01|Vũ đế kỷ]]''.<\/ref><ref name=\"TTTG 64\"\/>\n\n== Xem thêm ==\n* [[Quách Đồ]]\n* [[Thẩm Phối]]\n* [[Điền Phong]]\n* [[Tuân Thầm]]\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Phạm Diệp]], ''[[Hậu Hán thư]]''.\n* [[Tư Mã Quang]], ''[[Tư trị thông giám]]''.\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{Nhân vật Tam Quốc}}\n\n{{thời gian sống|sinh=thế kỷ 2|mất=202}}\n[[Thể loại:Người Hà Nam (Trung Quốc)]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}