{"Bào Tín":"'''Bào Tín''' ([[chữ Hán]]: 鲍信; [[152]]-[[192]]) là tướng nhà [[Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n==Thời trẻ==\nBào Tín là là cháu 8 đời của quan Tư Lệ hiệu úy Bào Tuyên [[nhà Hán]]. Con nối của Bào Tuyên từ Thượng Đảng chuyển đến quận Thái Sơn, rồi ở đó. Cha Bào Tín là Bào Đan là người nổi tiếng là bậc nho nhã, làm quan đến chức Thiếu phủ Thị trung nhà Đông Hán.\n\nBào Tín thời trẻ có khí tiết lớn, khoan hậu nhân ái, thâm trầm quả quyết có mưu kế. Gia phong Bào Tín vốn nề nếp, giữ mình cần kiệm hết mực<ref name=\"ReferenceA\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B712 Thôi Mao Từ Hà Hình Bão Tư Mã truyện]<\/ref>.\n\n==Sự nghiệp==\nBào Tín được ngoại thích Đại tướng quân [[Hà Tiến]] làm phụ chính của [[Hán Thiếu Đế]] phong làm Kỵ đô úy, phái về bản quận mộ binh. Bào Tín theo lệnh đi mộ được hơn 1000 người, lúc quay về đến Thành Cao thì Hà Tiến đã bị [[hoạn quan]] giết hại. Bào Tín đến kinh đô [[Lạc Dương]], [[Đổng Trác]] cũng vừa tới nơi. Tín biết Đổng Trác tất làm loạn, khuyên [[Viên Thiệu]] đánh úp Trác<ref name=\"ReferenceA\"\/>, nhưng Viên Thiệu sợ Trác không dám phát động.\n\nĐổng Trác thao túng triều đình, phế [[Hán Thiếu Đế|Thiếu Đế]] lập [[Hán Hiến Đế|Hiến Đế]]. Bào Tín bèn dẫn quân quay về quê tập hợp lực lượng chống lại. Bào Tín nuôi dưỡng hậu đãi tướng sĩ, trong nhà không có của cải dư thừa, kẻ sĩ vì thế theo về. Ông thu gom được hai vạn người, 700 quân kỵ, xe truy trọng hơn 5000 cỗ. Năm [[190]], [[chiến dịch chống Đổng Trác]] bùng nổ, [[Tào Tháo]] mới khởi binh ở Kỷ Ngô, Bào Tín cùng với em trai là Bào Thao đem binh hưởng ứng [[Tào Tháo]].\n\n[[Tào Tháo]] và [[Viên Thiệu]] dâng biểu xin cho Bào Tín làm hành Phá lỗ tướng quân, Bào Thao làm Tì tướng quân. Bấy giờ lực lượng của Viên Thiệu rất đông, kẻ hào kiệt đa phần hướng về họ Viên. Tuy nhiên, Bào Tín bảo Tào Tháo rằng: \n:''\"Kẻ có trí lược chẳng kể xuất thân, người có thể thâu gồm kẻ anh hùng để dẹp trừ họa loạn quay về chính đạo, là ngài vậy. Nếu chẳng phải là người được như thế, dẫu có cường mạnh tất cũng thất bại. Ngài chỉ nên đợi thời mà hành động!\"''\n\nRồi ông ngầm tự thân giao kết với Tào Tháo, được Tào Tháo yêu quý khác thường.\n\nBào Tín và Tào Tháo cùng tham gia đánh Đổng Trác, bị thất bại ở Biện Thủy, Bào Tín bị thương còn Bào Thao tử trận ở chiến trường.\n\nSau đó chư hầu đánh Đổng Trác tan rã, Viên Thiệu cướp đoạt lấy chức thứ sử của [[Hàn Phức]], rồi chiếm cứ Ký Châu. Bào Tín nói với Tào Tháo rằng:\n: ''\"Kẻ gian thần lợi dụng cơ hội, khuấy động vương thất, anh hùng hào kiệt nổi lên đối kháng, người trong thiên hạ hưởng ứng, đó là nghĩa vậy. Nay Thiệu làm minh chủ, lại lợi dụng quyền lực mưu lợi riêng, trong tương lai sẽ phát sinh biến loạn, thế là lại có một Trác nữa vậy. Nếu ta ngăn chặn hắn, thì về lực chẳng thể khắc chế được, chỉ làm cho ta gặp khó, làm sao có thể giúp đời? Ta nên tạm vạch bờ cõi ở phía nam Đại Hà, để đợi họ sinh biến.\"''\n\nTào Tháo khen kế ấy. Sau đó Tào Tháo làm Thái thú Đông Quận, dâng biểu xin cho Bào Tín làm Tế Bắc tướng. Năm 192, [[khởi nghĩa Khăn Vàng|đại quân Hoàng Cân]] xâm nhập địa giới Duyện châu, thứ sử Duyện châu là [[Lưu Đại]] muốn cùng giao chiến. Bào Tín ngăn lại, khuyên không nên đối đầu trong lúc địch đang mạnh. Lưu Đại không theo, sau đó bị thất bại và tử trận<ref name=\"ReferenceA\"\/>.\n\nBào Tín và mọi người suy tôn Tào Tháo làm Thứ sử Duyện châu thay cho Lưu Đại. Tào Tháo thấy quân Khăn Vàng cậy thắng sinh kiêu, muốn đặt kỳ binh dụ họ ra đánh ở Thọ Trương. Trước tiên Tào Tháo cùng với Bào Tín đi ra chiến địa, sau đó bộ quân chưa tới mà bỗng nhiên gặp quân Khăn Vàng, bèn tiếp chiến. Bào Tín liều chết giao chiến để cứu Tào Tháo. Tào Tháo nhờ lúc quân Khăn Vàng bị vỡ vòng vây thoát ra được, còn Bào Tín bị hãm trong trận và tử trận<ref name=\"ReferenceA\"\/>.\n\nBào Tín tử trận khi 41 tuổi. Năm [[212]], Tào Tháo truy công lao của Bào Tín, bèn dâng biểu phong cho con là Bào Thiệu tước Tân Đô đình hầu. Con thứ của Bào Tín là [[Bào Huân]] sau trở thành đại thần nhà [[Tào Ngụy]].\n\n==Xem thêm==\n* [[Tào Tháo]]\n* [[Viên Thiệu]]\n\n==Tham khảo==\n* [[Trần Thọ]], ''[[Tam quốc chí]]'', Bùi Tùng Chi chú, thiên:\n** [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B712 Thôi Mao Từ Hà Hình Bào Tư Mã truyện]\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 152]]\n[[Thể loại:Mất năm 192]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]"}