{"Bào Huân":"'''Bào Huân''' ([[chữ Hán]]: 鲍勋; ?-[[226]]) là đại thần nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thân thế==\nBào Huân có [[Tên chữ (người)|tên tự]] là '''Thúc Nghiệp''' (叔业), người quận Thái Sơn huyện Bình Dương, là cháu 9 đời của quan Tư Lệ hiệu úy Bào Tuyên [[nhà Hán]]. Con của Bào Tuyên từ [[Thượng Đảng]] chuyển đến quận Thái Sơn, rồi ở đó. Cha ông là [[Bào Tín]], từng cộng tác với [[Tào Tháo]] đầu thời chiến tranh quân phiệt và bị [[tử trận]] khi giao chiến với [[khởi nghĩa Khăn Vàng|quân Khăn Vàng]].\n\n==Sự nghiệp==\nNăm [[212]], [[Tào Tháo]] là thừa tướng nhà Hán, truy lại công lao của [[Bào Tín]], dâng biểu phong cho anh của Bão Huân là Bào Thiệu tước Tân Đô đình hầu và mời ông làm Thừa tướng duyện.\n\nNăm [[215]], Tào Tháo đã được [[Hán Hiến Đế]] phong Ngụy vương, bèn lập [[Tào Phi]] làm thái tử nước Ngụy, lấy Bào Huân làm Trung thứ tử. Sau đó ông đổi làm Hoàng môn thị lang, rồi ra ngoài làm Tây bộ đô úy Ngụy Quận.\n\nEm trai [[Quách Nữ Vương|Quách phu nhân]] vợ Thế tử Phi làm Huyện lại ở [[Khúc Chu]], bị phát hiện ăn cắp vải vóc của công, theo phép phải bị chém giữa chợ. [[Tào Tháo]] bấy giờ ở huyện Tiêu, thế tử Phi giữ huyện Nghiệp, mấy lần tự tay viết thư cho Bào Huân xin tha tội cho em vợ. Bào Huân không dám thiện tiện buông thả tội phạm, liệt kê đủ tội chứng trình lên<ref name=\"ReferenceA\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B712 Thôi Mao Từ Hà Hình Bào Tư Mã truyện]<\/ref>. Trước đây ông phục vụ ở Đông cung, giữ chính đạo không luồn cúi, Tào Phi đã không hài lòng, lại thêm việc này, nên càng oán hận càng ông. Vừa lúc ở quận giới của Bào Huân mắc lỗi về việc chỉnh đốn quân đội, Tào Phi mật lệnh cho quan úy ở trong quân tham tấu bãi miễn chức quan của ông<ref name=\"ReferenceA\"\/>.\n\nSau này, Bào Huân lại được phong làm Thị ngự sử. Năm [[220]], Tào Tháo mất, [[Tào Phi]] lên làm Ngụy vương, Bão Huân làm Phụ mã đô úy kiêm chức Thị trung.\n\nCuối năm [[220]], Tào Phi giành ngôi nhà Hán lập ra nhà Ngụy. Bào Huân thường khuyên Tào Phi chú trọng đến nông nghiệp và quân sự, rộng rãi với nhân dân, bớt việc xây cất.\n\nTào Phi thích săn bắn, Bào Huân lại cố can ngăn. Tào Phi tự tay xé nát biểu tấu của ông rồi tiếp tục đi săn. Giữa đường lúc dừng lại nghỉ ngơi, hỏi thị thần rằng: ''\"Cái thú của việc săn bắn, so với nhạc bát âm thì thế nào?\"''\n\n[[Lưu Diệp]] cho rằng săn bắn hơn lễ nhạc. Bào Huân đưa lời phản bác, đồng thời trách Lưu Diệp nịnh hót bất trung, đề nghị luận tội. Tào Phi nổi giận, đành cho giải tán săn bắn trở về nhưng cũng lập tức điều Bào Huân ra ngoài làm Hữu trung lang tướng<ref name=\"ReferenceA\"\/>.\n\nNăm [[223]], [[Thượng thư]] lệnh [[Trần Quần]], Bộc xạ [[Tư Mã Ý]] cùng đề cử Bào Huân làm Cung chính (tức là Ngự sử trung thừa). Tào Phi bất đắc dĩ bổ dụng ông. Vì việc này trăm quan đề nể sợ, cung kính với ông<ref name=\"ReferenceA\"\/>.\n\nNăm [[225]], [[Tào Phi]] muốn đi đánh nước Ngô, quần thần họp bàn, Bào Huân can không nên vì sẽ hao tổn sức nước và khó thắng. Tào Phi càng thêm ghét ông, giáng xuống làm Trị thư chấp pháp, rồi dẫn quân đi đánh Ngô.\n\nTào Phi bại trận từ Thọ Xuân trở về, đóng quân ở địa giới huyện [[Trần Lưu]]. Thái thú Tôn Ung đến ra mắt Tào Phi, lúc ra về qua thăm Bào Huân. Bấy giờ doanh luỹ chưa làm xong, chỉ dựng được bờ tường, Tôn Ung đi theo đường nhỏ mà không theo đường lớn, bị quan Lệnh sử của quân doanh là [[Lưu Diệu]] phát hiện cho là trái quân lệnh nên bị bắt tội.\n\nNăm [[226]], đại quân rút về [[Lạc Dương]], Lưu Diệu có tội, Bào Huân tấu nên biếm chức đuổi đi, nhưng Lưu Diệu bí mật dâng biểu tâu Tào Phi rằng Bào Huân ngầm gỡ tội cho Tôn Ung. Tào Phi giao cho Đình úy xét tội ông. Đình úy đề nghị hình phạt 5 năm. Tam quan không đồng tình, đề nghị chiếu theo luật phạt 2 cân vàng. Tào Phi nghe vậy giận dữ, cho rằng ông đáng phải chết và muốn trị tội cả tam quan<ref name=\"ReferenceA\"\/>. Các đại thần trong triều là Thái uý [[Chung Do]], Tư đồ [[Hoa Hâm]], Trấn quân Đại tướng quân [[Trần Quần]], Thị trung [[Tân Bì]], Thượng thư [[Vệ Trăn]], Đình úy [[Cao Nhu]] cùng dâng biểu nói rằng cha của ông lã Bào Tín có công với [[Tào Tháo]], đề nghị giảm tội. Tào Phi không nghe, re lệnh xử tử Bào Huân.\n\nChỉ 2 tuần sau, Tào Phi cũng chết. Vì Bào Huân thường ngày chuyên tâm giữ gìn tiết tháo và đức hạnh, liêm khiết mà hay giúp đỡ người khác nên nhiều người vì ông than thở nuối tiếc<ref name=\"ReferenceA\"\/>.\n\n== Gia đình ==\n\n* Cha: [[Bào Tín]] (鲍信), Quốc tướng Tể Bắc thời Đông Hán\n* Vợ: Tào thị (曹氏)\n* Anh trai: Bào Thiệu (鲍邵), Tào Ngụy Kỵ đô úy, Tân Đô Đình hầu (新都亭侯)\n\n==Xem thêm==\n* [[Bào Tín]]\n* [[Tào Phi]]\n\n==Tham khảo==\n* [[Trần Thọ]], ''[[Tam Quốc chí]]'', Bùi Tùng Chi chú, thiên:\n**[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B712 Thôi Mao Từ Hà Hình Bào Tư Mã truyện]\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 226]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Mất năm 224]]"}