{"Bách Tế Uy Đức vương":"{{Thông tin nhân vật hoàng gia\n|tên = Bách Tế Uy Đức vương\n|tước vị = [[Vua]] [[Bách Tế]]\n|hình = \n|cỡ hình = 200px\n|ghi chú hình = ảnh \n|chức vị = \n|tại vị = [[19 TCN]] - [[18]]\n|kiểu tại vị = Trị vì \n|đăng quang = [[19 TCN]]\n|tiền nhiệm = [[Bách Tế Thánh vương]] \n|kế nhiệm =[[Bách Tế Huệ vương]]\n|phối ngẫu =\n|thông tin con cái = ẩn \n|con cái = \n|hoàng tộc = \n|kiểu hoàng tộc = Vương tộc \n|ca khúc hoàng gia =\n|cha = \n|mẹ =\n|sinh = [[38 TCN]]\n|nơi sinh =\n|mất = [[19]] \n|nơi mất =\n|nơi an táng =\n}}\n{{Tên Triều Tiên\n|hangul=위덕왕\n|hanja=威德王\n|hanviet=Uy Đức Vương\n|rr=Wideok-wang\n|mr=Widŏk-wang\n}}\n{{Tên Triều Tiên\n|hangul=창\n|hanja=昌\n|hanviet=Xương\n|rr=Chang\n|mr=Ch'ang\n}}\n'''Uy Đức Vương''' (525–598, trị vì 554–598) là quốc vương thứ 27 của [[Bách Tế]], một trong [[Tam Quốc (Triều Tiên)|Tam Quốc Triều Tiên]]. Ông là con trai cả của [[Bách Tế Thánh Vương|Thánh Vương]], và lên ngôi sau cái chết của phụ thân.\n\n==Bối cảnh==\nTrong thời gian trị vì của Thánh Vương, Bách Tế đã có một liên minh với làng giếng [[Tân La]] và cả với liên minh [[Già Da]] nhằm chống lại vương quốc [[Cao Câu Ly]] hùng mạnh ở phương bắc. Năm 551, Bách Tế thành công trong việc tái chiếm vùng thung lũng [[sông Hán (Triều Tiên)|sông Hán]] (quanh [[Seoul]] ngày nay) từ tay Cao Câu Ly, nơi từng đặt kinh đô của Bách Tế từ khi nó thành lập cho đến năm 538. Tuy nhiên, Tân La đã phản bội lại đồng minh và với một hiệp ước bí mật với Cao Câu Ly, đã chiếm đoạt lại lãnh thổ này.\n\nVới vai trò là thái tử, Uy Đức đã tổ chức các cuộc tấn công trả đũa Tân La, bất chấp phản đối từ tầng lớp quý tộc. Ông tham gia trận thành Quản Sơn (Gwansan), quốc vương cùng gần 30.000 lính Bách Tế đã thiệt mạng trong trận chiến. Chiến dịch bất hạnh này đã dẫn đến việc giới quý tộc Bách Tế lấy đi một số quyền lực từ vương quyền.\n\n==Trị vì==\nBách Tế dưới thời Uy Đức Vương có quan hệ thù địch với cả Tân La và Cao Câu Ly, đã diễn ra nhiều trận đánh khác nhau cũng như xâm nhập biên giới nhằm chống lại các vương quốc kình địch.\n\nĐể tránh bị cô lập, và củng cố vị thế vương tộc để chống lại sức mạnh của tầng lớp quý tộc, ông duy trì quan hệ thân thiện với các triều đại Trung Hoa như [[nhà Trần (Trung Quốc)|nhà Trần]], [[Bắc Tề]] và [[nhà Tùy|Tùy]]. Mặc dù các mối quan hệ này phần lớn đã bị phá vỡ sau các biến động lớn vào thập niên 550, ông cứ sứ thần sang triều đình [[nhà Trần (Trung Quốc)|nhà Trần]] vào các năm 567, 577, 584, và 586 (nước này thất thủ trước Túy sớm sau đó). Năm 567, ông cử đoàn sứ thần Bách Tế tới Bắc Tề; điều này có thể trở nên thuận tiện sau khi mối quan hệ với [[Cao Câu Ly]] được cải thiện. Năm 570, Bắc Tề phong cho ông tước hiệu \"Thượng khai phủ, Nghi Đồn tam ti, Đái Phương quận công\", ông cũng cử một đoàn sứ thần triều cống khác vào năm 572. Sau khi Bắc Tề bị [[Bắc Chu]] chinh phục năm 577, Bách Tế cũng đã cử một đoàn sứ thần chúc mừng với các nhạc công đến triều đình Bắc Chu. Năm sau, đoàn sứ thần thứ hai và cuối cùng dã được cử đến Bắc Chu, trước khi nước này bị [[nhà Tùy|Tùy]] soán ngôi năm 581.\n\nUy Đức ngay lập tức cũng đã cử một đoàn sứ thần chúc mừng đến triều đình nhà Tùy năm 581, và một đoàn khác năm 582. Năm 589, Tùy chinh phục Trần và thống nhất Trung Quốc. Trong cùng năm, một tàu chiến của Tùy đã mắccanj tại đảo [[Jeju (tỉnh)|Jeju]] (''Tế Châu''), là đất của [[Đam La]], phiên thuộc của Tân La. Uy Đức cung cấp cho thủy thủ đoàn một đội hộ tống chính thức (mang triều cống và chúc mừng) đến triều đình Trung Hoa. Năm 598 ông đã cử sứ thần trợ giúp Tùy trong cuộc viễn chinh của nước này chống Cao Câu Ly cùng năm. Tuy nhiên, cuọc viễn chinh đã hoàn thành. [[Anh Dương Vương]] của Cao Câu Ly đã phát động một cuộc tấn công trừng phạt biên giới phía bắc Bách Tế khi biết được sự việc này.\n\nTiếp tục di sản từ phụ thân, Uy Đức Vương đã cử các phái đoàn Phật giáo khác nhau đến [[thời kỳ Yamato|Yamato]] Nhật Bản.\n\n==Di tích==\nNăm 1995, một hộp di vật bằng đá được tìm thấy tại ngôi chùa có từ thời Bách Tế ở huyện [[Buyeo (huyện)|Buyeo]], [[Chungcheong Nam]]. Các chữ khắc trên bề mặt của hộp được thực hiện từ năm 567 theo lệnh của Uy Đức Vương. Năm 1996, chính phủ Hàn Quốc đã công nhận chiếc hộp là [[Quốc bảo Hàn Quốc]] số 288. Hộp hiện nằm tại [[Bảo tàng quốc gia Buyeo]].\n\n==Xem thêm==\n*[[Danh sách vua Triều Tiên]]\n*[[Lịch sử Triều Tiên]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật hoàng gia Triều Tiên}}\n{{vua Bách Tế}}\n\n{{Persondata\n| name =Wideok của Baekje\n| alternative names =\n| short description = Vua của Baekje\n| date of birth = 525\n| place of birth =\n| date of death = 598\n| place of death =\n}}\n[[Thể loại:Vua Bách Tế]]\n[[Thể loại:Sinh năm 525]]\n[[Thể loại:Mất năm 598]]"}