{"Bát Nàn":"'''Bát Nàn''' ([[17]] – [[43]]), có nơi gọi là '''Bát Nạn''' hay '''Bát Não''', '''Chầu Tám Bát Nàn''', là một nữ tướng thời [[Hai Bà Trưng]] trong [[lịch sử Việt Nam]]. Bà được xem là một trong những tướng lĩnh có đóng góp lớn cho cuộc [[Chiến tranh chống nhà Hán của Hai Bà Trưng|khởi nghĩa]].\n\nTrong Tín ngưỡng thờ Mẫu Việt Nam bà được suy tôn là Thánh Chầu Đệ Bát trong hàng Tứ Phủ Chầu Bà.\n\n== Tên gọi ==\nTheo dân gian, Bát Nàn tướng quân tên là '''Thục''', tục gọi '''Thục Nương''', khởi nghĩa ở vùng Tiên La (nay thuộc [[Thái Bình]]). Đến thời nhà Lê thì thần phả làng Tiên La được sửa chữa, tên bà được ghi chép là '''Vũ Thị Thục''' hay '''Vũ Thục Nương'''.\n\n== Thân thế ==\nTheo thần phả, Vũ Thị Thục sinh giờ Dần, ngày Rằm tháng 8 năm [[Đinh Sửu]] ([[17]]) tại trang Phượng Lâu (nay là xã Phượng Lâu, thành phố [[Việt Trì]], tỉnh [[Phú Thọ]]). Cha là hào trưởng – thầy thuốc Vũ Công Chất, mẹ là Hoàng Thị Mầu.<ref name=\"Báo Thái Bình\">[http:\/\/baothaibinh.com.vn\/39\/16436\/1970_nam_ngay_mat_cua_ong_Nhung_ai_tuong_quan_Vu_Thi_Thuc.htm 1970 năm ngày mất của Đông Nhung Đại tướng quân Vũ Thị Thục]<\/ref> \n\nSinh thời, Vũ Thị Thục là người phụ nữ tài sắc vẹn toàn, đẹp người, đẹp nết, giàu lòng nhân ái, yêu nước, thương dân. Năm 16 tuổi, Thục Nương đều được ai nấy tôn sùng là \"Nữ tiên hạ thế\".<ref name=\"Bát Nàn\">[http:\/\/hoilhpn.org.vn\/tin-chi-tiet\/-\/chi-tiet\/bat-nan-cong-chua-nu-tuong-quan-%C4%91anh-giac-phuong-bac-26069-4529.html Bát Nàn công chúa - nữ tướng quân đánh giặc phương Bắc]<\/ref> Bà còn dạy dân phát triển nghề nông, sáng tác những bài hát dân ca và truyền dạy hát đối, hát xoan, hát đúm vẫn còn truyền lại đến nay ở vùng [[Phú Thọ]], [[Vĩnh Phúc]], lại chỉ bảo dân thời ấy quần tụ lại để xây dựng, phát triển xã – thôn Việt trong vùng [[Phong Châu]] từ những năm đầu thế kỷ I SCN.<ref name=\"Vũ Thị\">[http:\/\/nghiencuuquocte.org\/forums\/topic\/vu-thi-thuc-nuong-nu-anh-hung-dau-tien-cua-dan-toc-viet-nam\/ Vũ Thị Thục Nương: Nữ anh hùng đầu tiên của dân tộc Việt Nam]<\/ref> Năm 18 tuổi, bà đính hôn với Phạm Danh Hương, con một hào trưởng ở Nam Chân.<ref name=\"Đền Tiên\">[https:\/\/www.vamvo.com\/DenTienLaThaiBinh.aspx Đền Tiên La - Thái Bình]<\/ref> Danh tiếng về sắc đẹp của Bát Nàn đến tai Thái thú Tô Định. Hắn muốn lấy nàng làm thiếp, nhưng bị từ chối. Tức giận, hắn lừa Phạm Danh Hương và cha của Bát Nàn tới phủ, gài cho họ tội phản quốc và giết chết họ. Sau đó, hắn sai quân đến Phượng Lâu bắt Bát Nàn về. Không để rơi vào tay Tô Định, Bát Nàn cầm đao một mình phá vòng vây và chạy thoát về Tiên La (nay thuộc [[Thái Bình]]). Ở chùa Tiên La, nàng được các thiền sư chùa Tiên La đón nhận. Với sự giúp đỡ của họ, nàng dần dần tu tập và trấn tĩnh, đồng thời huấn luyện võ thuật cho các sư để bảo vệ chùa khỏi bàn tay giặc Hán. Tại đây, nàng âm thầm rèn luyện, chiêu binh mãi võ. Về sau, bà dựng cờ khởi nghĩa mang 4 chữ vàng \"Bát Nạn tướng quân\" (Tướng quân phá nạn).<ref name=\"Báo Thái Bình\" \/><ref name=\"thaibinh\">{{Chú thích web |url=http:\/\/old.thaibinh.gov.vn\/ct\/introduction\/Lists\/lhtt\/View_Detail.aspx?ItemId=21 |ngày truy cập=2015-03-16 |tựa đề=Về Tiên La tưởng nhớ công ơn Bát Nạn Tướng quân |archive-date=2015-04-02 |archive-url=https:\/\/web.archive.org\/web\/20150402105930\/http:\/\/old.thaibinh.gov.vn\/ct\/introduction\/Lists\/lhtt\/View_Detail.aspx?ItemId=21 |url-status=dead }}<\/ref>\n\n== Theo Hai Bà Trưng khởi nghĩa ==\nMùa xuân năm [[Canh Tý]] ([[40]]), [[Hai Bà Trưng]] dựng cờ khởi nghĩa. Vì đã nghe uy danh của Bát Nàn nên lúc [[Hai Bà Trưng]] phát động cuộc chiến tranh bảo vệ đất nước thì ngay lập tức [[Hai Bà Trưng]] cho sứ giả sang mời Bát Nàn hội quân cùng đánh Tô Định. Bát Nàn cùng đội binh sĩ hưởng ứng, cùng các nữ tướng của Hai Bà Trưng đánh bại quan quân Đông Hán. Tô Định chạy trốn về [[Nam Hải]] ([[Quảng Đông]], [[Trung Quốc]]).<ref name=\"Báo Thái Bình\" \/><ref name=\"thaibinh\" \/>\n\nSau khi đánh đuổi được quân đô hộ, [[Trưng Trắc]] được suy tôn làm vua ([[Trưng Vương]]). [[Trưng Vương]] phong tặng nàng danh hiệu Đông Nhung Đại Tướng Quân. Về sau, bà tham gia chống quân xâm lược nhà Hán của [[Mã Viện]].\n\n==Kháng chiến chống Mã Viện==\nNăm 42, vua Hán sai tên tướng [[Mã Viện]] đem quân sang tái chiếm nước ta. Quân ta đã chiến đấu rất anh dũng nhưng cuối cùng vẫn thất bại. Sau khi Hai Bà Trưng hi sinh, bà lui về hương Đa Cương tiếp tục chống giặc. Quân Hán đã tập trung toàn bộ lực lượng để đàn áp. Sau 39 ngày đêm giao tranh ác liệt, bà cho mở đường máu chạy về gò Kim Quy (thôn [[Tiên La]], xã [[Đoan Hùng]], huyện [[Hưng Hà]], tỉnh [[Thái Bình]] ngày nay). Biết đã thất thế, bà chạy đến gốc một cây tùng lớn rồi tuốt gươm tuẫn tiết.\n\n== Tôn phong ==\nTước hiệu truy phong của các đời vua sau này dành cho bà:\n* Đời vua [[Lê Thánh Tông]] sắc phong: Ý Đức Đoan Trang Trinh Thục Công Chúa.\n* Đời vua [[Minh Mạng]] sắc phong: Dực Bảo Trung Hưng Linh Phù Chi Thần.\n* Đời vua [[Khải Định]] sắc phong: Dực Bảo Trung Hưng Linh Phù Thượng Đẳng Thần.\n\n== Thờ phụng ==\n=== [[Đền Bát Nàn]] ===\nĐền Bát Nàn nằm ở xã [[Phượng Lâu]], thành phố [[Việt Trì]], tỉnh [[Phú Thọ]]. Tại đây đã tổ chức lễ kỷ niệm 1997 năm ngày sinh Bát Nàn Đại tướng quân và 500 năm ngày sinh danh nhân Bảng nhãn [[Trần Toại]].<ref>{{Chú thích web |url=http:\/\/www.viettri.gov.vn\/vt\/Xa-Phuong-Lau-don-nhan-bang-cong-nhan-cay-di-san-t15923-9772.html |ngày truy cập=2015-03-16 |tựa đề=Xã Phượng Lâu: đón nhận bằng công nhận cây di sản |archive-date=2015-04-02 |archive-url=https:\/\/web.archive.org\/web\/20150402143717\/http:\/\/www.viettri.gov.vn\/vt\/Xa-Phuong-Lau-don-nhan-bang-cong-nhan-cay-di-san-t15923-9772.html |url-status=dead }}<\/ref> Cây đa trước cửa đền được công nhận Cây Di sản Việt Nam của Hội Bảo vệ Thiên nhiên và Môi trường Việt Nam (VACNE) vào ngày 8\/9\/2014.<ref>[http:\/\/vacne.org.vn\/them-2-cay-co-thu-nghin-tuoi-vung-dat-to-hung-vuong-duoc-vinh-danh-cay-di-san-viet-nam\/212880.html Thêm 2 cây cổ thụ nghìn tuổi vùng đất tổ Hùng Vương được vinh danh Cây Di sản Việt Nam]<\/ref> Đền còn được tế lễ trong nghi lễ rước kiệu trong dịp Lễ hội Đền Hùng, nhằm ghi nhớ công ơn vị thần thờ phụng.<ref>[http:\/\/vnu.edu.vn\/home\/?C1654\/N3562\/Huong-den-ngay-gio-To-10-3-am-lich:-Tung-bung-le-hoi-den-Hung.htm HƯỚNG ĐẾN NGÀY GIỖ TỔ 10\/3 ÂM LỊCH: TƯNG BỪNG LỄ HỘI ĐỀN HÙNG]<\/ref>\n\n=== [[Đền Tiên La]] ===\nĐền Tiên La tọa lạc tại 2 xã Đoan Hùng và [[Tân Tiến]] (huyện [[Hưng Hà]], tỉnh [[Thái Bình]]). Lễ hội Tiên La để tưởng nhớ công ơn Bát Nạn Tướng quân được tổ chức vào các ngày 15 đến 17 tháng 3 âm lịch. Ngày nay, để phục vụ đông đảo du khách về dự hội, Ban tổ chức lễ hội đã mở hội từ ngày mùng 1 đến 20 tháng 3 âm lịch. Chính hội là ngày 17, trùng ngày hy sinh của bà tướng là ngày 17 tháng 3 năm Quý Mão (năm 43).\n\n=== Đền Tân La ===\nĐền Tân La thuộc địa phận thôn Đoàn Thượng, xã [[Bảo Khê]], [[thành phố Hưng Yên]]. Năm 1992, đền đã được Bộ Văn hóa Thông tin công nhận xếp hạng là Di tích Lịch sử và Kiến trúc Nghệ thuật. Lễ hội đền ngày nay được tổ chức đơn giản, thời gian hội diễn ra vào các ngày 15, 16, 17 tháng 3 âm lịch.<ref>[http:\/\/baohungyen.vn\/dat-va-nguoi-xu-nhan\/di-tich-le-hoi\/200610\/den-Tan-La-111185\/ Đền Tân La]<\/ref>\n\n== Xem thêm ==\n* [[Hai Bà Trưng]]\n\n== Chú thích ==\n* Hà Văn Thư, Trần Hồng Đức (2010), ''Tóm tắt niên biểu lịch sử Việt Nam'', Nhà Xuất bản Văn hóa - Thông tin, Hà Nội.\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.vn.net\/nonsong\/archive\/ns94\/trinhthuc.html Trinh Thục Công Chúa — Bát Nạn Đại tướng Quân]\n* [http:\/\/hungha.gov.vn\/Du-lich---Le-hoi\/2\/95\/Khai-mac-Le-hoi-tho--Dong-Nhung-Dai-tuong-quan-Vu-Thi-Thuc--tai-2-xa-Tan-Tien-va-Doan-Hung_1075.htm Khai mạc Lễ hội thờ Đông Nhung Đại tướng quân Vũ Thị Thục tại 2 xã Tân Tiến và Đoan Hùng.]\n\n{{Thời gian sống|sinh=17|mất=43}}\n\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Nữ tướng của Hai Bà Trưng]]\n[[Thể loại:Thần thánh Việt Nam]]"}