{"Bạch Phác":"'''Bạch Phác''' ([[chữ Hán]]: 白朴; [[1226]]–[[1306]]?) là một nhà thơ, soạn tạp kịch, từ và khúc [[nhà Nguyên|đời Nguyên]], [[Trung Quốc]], người được xem là một trong bốn tác gia tạp kịch nổi tiếng thời bấy giờ ('''Nguyên khúc tứ đại gia''' gồm: [[Quan Hán Khanh]], Bạch Phác, [[Mã Trí Viễn]] và [[Trịnh Quang Tổ]]). Bạch Phác là tác giả vở ''Chúc Anh Đài tử giá Lương Sơn Bá'' về sau được phỏng tác thành một trong những vở [[cải lương]] nổi tiếng ở [[Việt Nam]] nhưng ít ai biết đến nguyên tác.\n\n==Cuộc đời==\nBạch Phác tự '''Thái Tố''', hiệu '''Lan Cốc''', người [[Áo Châu]] (gần [[Sơn Tây (Trung Quốc)|Sơn Tây]] ngày nay). Ông xuất thân trong một gia đình quan lại nhỏ, sống trong thời kỳ quân [[Mông Cổ]] tiêu diệt [[nhà Kim]], xã hội tao loạn.\n\nĐược [[Nguyên Hiếu Vấn]] - một người bạn của cha - yêu mến và dạy dỗ học hành, Bạch Phác từ nhỏ đã thể hiện chí thông minh đĩnh ngộ của mình, đặc biệt trong văn học. Ông không tham gia làm quan triều đình nhưng vẫn rất quan tâm đến thời đại. Sáng tác của ông rất phong phú về thể loại, vừa thể hiện khí chất phóng túng của một [[nho giáo|nhà Nho]] tài tử nhưng cũng mang cảm xúc trước sự hưng vong của đất nước.\n\nTuy là '''đại gia Nguyên khúc''' nhưng tác phẩm của Bạch Phác lưu truyền đời sau không nhiều. Tại [[Việt Nam]], người đọc biết đến một [[Quan Hán Khanh]] với ''[[Đậu Nga oan]]'', [[Vương Thực Phủ]] với ''[[Tây sương ký]]'' nhiều hơn mặc dù sử sách Trung Quốc cũng đặc biệt ca tụng những sáng tác Bạch Phác. Tuy nhiên, văn học sử Trung Quốc cũng không nói rõ cuộc đời về sau của ông.\n\n==Tác phẩm==\nTheo cuốn ''Văn học nước ngoài'' do Lưu Đức Trung chủ biên (Nhà xuất bản Giáo dục) thì Bạch Phác viết 16 vở tạp kịch, nội dung chủ yếu đề cập đến tình yêu nam nữ; trong đó nổi tiếng hơn cả là ''[[Chúc Anh Đài tử giá Lương Sơn Bá]]'' nhưng đã thất lạc. Ngoài ra còn có các vở tiêu biểu như ''[[Tường đầu mã thượng]]'', ''[[Ngô đồng vũ]]''... \"Tường đầu mã thượng\" kể về mối tình của đôi trai gái Lý Thiên Kim và Bùi Nghiêu Tuấn. Thiên Kim không đợi Nghiêu Tuấn đỗ đạt làm quan, dời đến sống ở vườn nhà Tuấn. Sau bảy năm, bị cha Tuấn phát hiện, hết sức ngăn cấm nhưng đôi tài tử giai nhân vẫn vượt qua mọi thử thách, đoàn viên bên nhau. Còn \"Ngô đồng vũ\" sử dụng thủ pháp tập trung miêu tả nội tâm nhân vật, miêu tả câu chuyện tình yêu giữa Đường Minh Hoàng Lý Long Cơ và quý phi Dương Ngọc Hoàn...\n\nNgoài sáng tác tạp kịch, Bạch Phác còn viết nhiều bài từ và tạp khúc. Tiêu biểu có ''[[Kim Lăng Phượng hoàng đài điếu vọng]]'' (trong tập ''[[Thiên lại tập]]'') mà người đời sau cho rằng rất có thể lấy cảm hứng từ ''[[Đăng kim lăng phượng hoàng đài]]'' của [[Lý Bạch]]. Về tản khúc, sáng tác của Bạch Phác mang phong cách của ''phái hào phóng'' [[nhà Tống|đời Tống]], lời lẽ hết sức trang nhã, vịnh tình, tả cảnh đều uyển chuyển. ''[[Kim phượng thoa phân]]'' là một tản khúc miêu tả nỗi lòng [[khuê oán]] được xem như là một tác phẩm tiêu biểu của ông thời kỳ này. Rất tiếc tại Việt Nam chưa thấy bản dịch các thể loại từ và tạp khúc của Bạch Phác.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n\n[[Thể loại:Nhà viết kịch Trung Quốc]]\n[[Thể loại:Sinh năm 1226]]\n[[Thể loại:Mất năm 1306]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]\n[[Thể loại:Nhà thơ Trung Quốc thời Nguyên]]"}