{"Bạch Liêu":"{{bài cùng tên}}\n\n'''Bạch Liêu''' ([[chữ Hán]]: 白遼, một số tài liệu ghi là '''Bạch Liên'''{{fact|date=ngày 6 tháng 1 năm 2013}}) sinh năm [[1236]]{{fact|date=ngày 6 tháng 1 năm 2013}} quê ở làng Yên Xá, huyện [[Đông Thành]], [[diễn Châu (phủ)|phủ Diễn Châu]]<ref name=DS>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/trangnguyen.html Danh sách trạng nguyên]<\/ref> (nay thuộc [[diễn Châu|huyện Diễn Châu]], [[nghệ An|tỉnh Nghệ An]]) nay là xã Mã Thành, huyện [[Yên Thành]], tỉnh [[Nghệ An]], mất năm 1315{{fact|date=ngày 6 tháng 1 năm 2013}}. Ông là người thông minh nhớ lâu, đọc sách ngàn dòng một mạch.<ref name=Q5 \/> Ông đỗ [[trạng nguyên]] năm Thiệu Long thứ 9 ([[1266]]) đời vua [[Trần Thánh Tông]], là vị tổ khai khoa của xứ Nghệ, nhưng không ra làm quan.<ref name=Q5>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10b.html Đại Việt Sử ký Toàn thư - Quyển V: Kỷ nhà Trần - Thánh Tông hoàng đế]<\/ref> Ông ở lại làm môn khách giúp Chiêu Minh Vương [[Trần Quang Khải]] trấn Nghệ An.<ref name=Q5 \/> Với tư cách là một quân sư, ông đã giúp Trần Quang Khải thảo ra kế hoạch về tuyển quân và dự trữ lương thực, củng cố biên giới phía Nam (gọi là Biến pháp tam chương){{fact|date=ngày 6 tháng 1 năm 2013}} góp phần quan trọng trong việc đánh thắng quân Nguyên Mông. Ông được cử theo đoàn sứ bộ sang nhà Nguyên, bằng trí tuệ uyên bác và tài ngoại giao, ông đã góp phần thiết lập quan hệ ngoại giao hoà hiếu giữa 2 nước{{fact|date=ngày 6 tháng 1 năm 2013}}.\n\nKhi tuổi đã cao, ông về quê mở trường dạy học và bốc thuốc chữa bệnh cho dân{{fact|date=ngày 6 tháng 1 năm 2013}}. Ông thọ 79 tuổi{{fact|date=ngày 6 tháng 1 năm 2013}}, được an táng tại quê nhà. Ông được vua phong cho làm Phúc thần, hiệu là Đương Cảnh thành hoàng Đại Vương.<ref name=DS \/> Sau đó, hậu duệ di cư vào trấn Nghệ An (núi Thành) xã Hưng Phú - huyện Hưng Nguyên, đã dời mộ ông vào đồng Phù Quang, xã Thiên Lộc, huyện [[Can Lộc]].\n\nHậu duệ Bạch Liêu có Bạch Tiến An vào Quảng Ngãi, có cháu xa đời là Bạch Văn Vĩnh, thủ lĩnh phong trào Cần Vương ở Quảng Ngãi, bị Pháp chém tại bến Tam Thương ngày 15 tháng Giêng năm Bính Thân (27\/2\/1896). Cháu nội Bạch Văn Vĩnh là Bác sỹ Bạch Quang Minh (Bạch Ngẫu), làm việc tại Viện Nghiên cứu Đông y, một thời nổi tiếng ở Hà Nội cuối thế kỷ XX. Chắt Bạch Văn Vĩnh là cựu Đạo diễn VTV4 Bạch Tố Uyên.\n\nNhờ có công với đất nước, ông đã được các triều Lê, Nguyễn sắc phong Thần mộ. Hiện Đền thờ Trạng nguyên Bạch Liêu tại xã Hưng Phú - huyện Hưng Nguyên - tỉnh Nghệ An, đã được Bộ Văn hóa-Thông tin Việt Nam xếp hạng di tích lịch sử-văn hóa cấp quốc gia, theo quyết định số 2015\/VH-QĐ ngày 16 tháng 12 năm 1993.<ref>{{Chú thích web |url=http:\/\/www.cinet.gov.vn\/vanhoa\/0005\/0001\/dsach114.htm |ngày truy cập=2009-03-31 |tựa đề=www.cinet.gov.vn |archive-date = ngày 28 tháng 5 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20060528194657\/http:\/\/www.cinet.gov.vn\/vanhoa\/0005\/0001\/dsach114.htm |url-status=dead }}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Trạng nguyên Việt Nam}}\n\n{{Thời gian sống|1236|1315}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Trại Trạng nguyên]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Thái học sinh nhà Trần]]"}