{"Jean-Baptiste Dumas":"{{Infobox scientist\n|name = Jean Baptiste Dumas\n|image = Jean-Baptiste-André Dumas. Lithograph by N. E. Maurin after Wellcome V0001698.jpg\n|image_size = 220px\n|caption = \n|birth_date = [[14 tháng 7]] năm [[1800]]\n|birth_place = [[Alès]], [[Pháp]]\n|death_date = {{dda|1884|4|10|1800|7|14}}\n|death_place = [[Cannes]], Pháp\n|residence = \n|citizenship = \n|nationality = {{Lá cờ|Pháp}}\n|ethnicity = \n|field = [[Hóa học]]\n|work_institutions = \n|alma_mater = \n|doctoral_advisor = \n|doctoral_students = [[Eugène-Anatole Demarçay]]<ref>Asimov, ''[[Asimov's Biographical Encyclopedia of Science and Technology]]'' 2nd Revised edition<\/ref>\n|known_for = [[Phương pháp Dumas]]\n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences = \n|influenced = \n|prizes = \n* [[Huy chương Copley]] [[năm]] [[1843]]\n* [[Huy chương Albert]] năm [[1877]]\n|religion = \n|footnotes = \n}}\n'''Jean-Baptiste André Dumas''' (1800-1884) là [[nhà hóa học]] [[người Pháp]]. Ông là [[người]] tìm ra [[phương pháp Dumas]]. Ông cùng với 71 nhân vật khác được [[Danh sách 72 nhân vật được ghi tên trên tháp Eiffel|ghi tên trên tháp Eiffel]].\n\n==Chú thích==\n{{tham khảo}}Lí lịch\n\nDumas được sinh ra ở Alès (Gard), và trở thành người học việc cho một dược sĩ ở 1 thị trấn, quê hương của anh ta. Năm 1816, ông chuyển đến [[Genève|Geneva]], nơi ông tham dự các bài giảng của MA Pictet về vật lý, CG de la Rive về hóa học và AP de Candolle về thực vật học, và trước khi ông đạt được đa số, ông đã tham gia với Pierre Prévost trong công việc về hóa học sinh lý và thậm chí của phôi học. [2] Năm 1822, ông chuyển đến Paris, làm theo lời khuyên của [[Alexander von Humboldt]], ông trở thành giáo sư hóa học tại Lyceum, sau đó năm 1835 tại École polytechnique. Ông là một trong những người sáng lập École centrale des Arts et produc (sau này được đặt tên là [[CentraleSupélec|École centrale Paris]]) vào năm 1829.\n\nNăm 1832, Dumas trở thành thành viên của Viện Hàn lâm Khoa học Pháp. Từ năm 1868 đến khi qua đời vào năm 1884, ông phục vụ học viện với tư cách là thư ký thường trực cho khoa Khoa học Vật lý. Năm 1838, Dumas được bầu làm thành viên nước ngoài của [[Viện Hàn lâm Khoa học Hoàng gia Thụy Điển]]. Cùng năm đó, ông trở thành phóng viên của Viện Hoàng gia Hà Lan-nơi mà trở thành Học viện Khoa học và Nghệ thuật Hoàng gia Hà Lan vào năm 1851, tư cách là thành viên nước ngoài. [3] Dumas là chủ tịch của Société d'encouragement pour l'industrie nationalale từ 1845 đến 1864.\n\nSau năm 1848, ông đã trao đổi nhiều công trình khoa học của mình cho các bộ trưởng dưới thời Napoleon III. Ông trở thành thành viên của Hội đồng Lập pháp Quốc gia. Ông giữ chức bộ trưởng nông nghiệp và thương mại trong vài tháng vào năm 1850 và năm 1851, và sau đó trở thành thượng nghị sĩ, chủ tịch hội đồng thành phố Paris, và là bậc thầy về bạc hà Pháp, nhưng sự nghiệp chính thức của ông đã kết thúc đột ngột với sự sụp đổ của [[Đế chế thứ hai]]. [2]{{Danh sách người nhận huy chương Copley 1801–1850}}\n\n{{DEFAULTSORT:Dumas, Jean-Baptiste}}\n[[Thể loại:Sinh năm 1800]]\n[[Thể loại:Mất năm 1884]]\n[[Thể loại:Nhà hóa học Pháp]]\n[[Thể loại:Nhà khoa học Pháp]]"}