{"Bắc Chu Tĩnh Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Bắc Chu Tĩnh Đế \n| tên gốc = 北周靜帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[Bắc Chu]]\n| tại vị = [[1 tháng 4]] năm [[579]] – [[4 tháng 3]] năm [[581]] <br>({{số năm theo năm và ngày|579|4|1|581|3|4}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:557 till:581\nAlignBars = early\nScaleMajor = increment:24 start:557\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:579 till:581 color:red\n<\/timeline>\n\n| tiền nhiệm = [[Bắc Chu Tuyên Đế]]\n| nhiếp chính = [[Tùy Văn Đế|Dương Kiên]]\n| kế nhiệm = '''[[Nhà Tuỳ|'''<font color=\"bule\">Triều đại sụp đổ<\/font>]]'''<br><small>[[Tùy Văn Đế]]<\/small>\n| vợ = Hoàng hậu [[Tư Mã Lệnh Cơ]]\n| tên đầy đủ = Vũ Văn Diễn\/Vũ Văn Xiển\n| niên hiệu = Đại Tượng (大象) 2\/579-580 ÂL<br>Đại Định (大定) 1\/2-581 ÂL\n| thụy hiệu = Tĩnh Hoàng Đế (靜皇帝)\n| miếu hiệu =\n| hoàng tộc = [[Bắc Chu]]\n| cha = [[Bắc Chu Tuyên Đế]]\n| mẹ = Chu Mãn Nguyệt\n| sinh = 573\n| nơi sinh = \n| mất = 581\n| nơi mất = \n| ngày an táng = \n| nơi an táng = Cung lăng (恭陵)\n}}\n'''Bắc Chu Tĩnh Đế''' (北周靜帝) (573–581), nguyên danh '''Vũ Văn Diễn''' (宇文衍), sau cải thành '''Vũ Văn Xiển''' (宇文闡), là vị hoàng đế cuối cùng của [[triều đại Trung Quốc|triều đại]] [[Bắc Chu]] trong [[lịch sử Trung Quốc]]. Ông trở thành hoàng đế vào năm sáu tuổi khi được cha [[Bắc Chu Tuyên Đế|Tuyên Đế]] [[thiện nhượng|nhường ngôi]], tuy nhiên Tuyên Đế vẫn giữ quyền cai trị đế quốc. Sau khi Tuyên Đế qua đời vào năm 580, [[Tùy Văn Đế|Dương Kiên]] đã trở thành đại thần phụ chính. Dương Kiên đã nhanh chóng đánh bại tướng [[Uất Trì Huýnh]] khi người này cố chống lại ông ta, và đến năm 581, Dương Kiên đã buộc Tĩnh Đế phải nhường ngôi cho mình, kết thúc triều Bắc Chu và thiết lập [[nhà Tùy|triều Tùy]]. Dương Kiên sau đã giết chết cựu hoàng đế cũng như các thành viên khác trong hoàng tộc Vũ Văn của Bắc Chu.\n\n== Bối cảnh ==\nÔng sinh năm 573, là con trưởng, nguyên danh là Vũ Văn Diễn song không rõ đã được cải sang Vũ Văn Xiển vào thời điểm nào. Cha của ông là Thái tử [[Bắc Chu Tuyên Đế|Vũ Văn Uân]], và mẹ của ông là [[Chu Mãn Nguyệt]]- một người thiếp của Thái tử. Tuy nhiên, do xuất thân hèn kém, Chu Mãn Nguyệt đã không được lập làm Thái tử phi, ngôi vị này sau đó thuộc về [[Dương Lệ Hoa]]- nữ nhi của Tùy quốc công [[Tùy Văn Đế|Dương Kiên]].\n\n[[Bắc Chu Vũ Đế]] qua đời vào mùa hè năm 578, Vũ Văn Uẩn đăng cơ, tức Tuyên Đế. Vào mùa xuân năm 579, Tuyên Đế lập Vũ Văn Xiển làm Lỗ vương, ứng với tước Lỗ quốc công mà cả Vũ Đế và Tuyên Đế từng mang trước khi họ trở thành hoàng đế. 14 ngày sau đó, Tuyên Đế phong Vũ Văn Xiển làm hoàng thái tử. Chưa đầy một tháng sau, Tuyên Đế chính thức truyền ngôi lại cho Vũ Văn Xiển, tức Tĩnh Đế, Tuyên Đế trở thành \"thiên nguyên hoàng đế\". Cung của Kính Đế trở thành Chính Dương cung (正陽宮), và ông được bổ sung thêm số nô bộc cho tướng ứng với cung của Tuyên Đế.\n\n== Làm hoàng đế ==\nMặc dù đã chính thức nhường ngôi cho Tĩnh Đế, song Thiên nguyên hoàng đế vẫn duy trì quyền cai trị đế quốc, không có dấu hiệu nào cho thấy thiếu hoàng đế thực hiện bất kỳ quyền lực thực tế nào. Vào mùa hè năm 579, Thiên nguyên hoàng đế đã phong mẹ đẻ của Tĩnh Đế là \"Thiên nguyên đế hậu\".\n\nVào mùa thu năm 579, Tĩnh Đế đã chính thức kết hôn với [[Tư Mã Lệnh Cơ]]- nữ nhi của tướng [[Tư Mã Tiêu Nan]] (司馬消難), làm chính thất và hoàng hậu, và bà mang tước hiệu bán chính thức là \"Chính Dương hoàng hậu\" (正陽皇后) để phân biệt với các hoàng hậu của Thiên nguyên hoàng đế.\n\nVào mùa hè năm 580, Thiên nguyên hoàng đế qua đời. Nhạc phụ của Thiên nguyên hoàng đế là Dương Kiên nhanh chóng nắm giữ quyền lực và trở thành đại thần phụ chính. Tướng [[Uất Trì Huýnh]] cho rằng Dương Kiên có mục đích tiếm vị nên đã nổi dậy, ông ta hợp quân với Tư Mã Tiêu Nan và [[Vương Khiêm]] (王謙). Dương Kiên đã phái tướng [[Vi Hiếu Khoan]] (韋孝寬) dẫn quân triều đình đi chiến đấu. Quân triều đình đã nhanh chóng đánh bại quân của Uất Trì Huýnh, buộc Uất Trì Huýnh phải tự sát. Vương Khiêm cũng bị đánh bại và bị giết, trong khi Tư Mã Tiêu Nan chạy trốn sang [[nhà Trần (Trung Quốc)|Nam triều Trần]] kình địch. Do Tư Mã Tiêu Nan chống lại Dương Kiên, Tư Mã hoàng hậu bị phế truất.\n\nTrước cuộc nổi dậy của Uất Trì Huýnh, Dương Kiên lo ngại rằng các thúc tổ của Tĩnh Đế: Triệu vương [[Vũ Văn Chiêu]] (宇文招), Trần vương [[Vũ Văn Thuần]] (宇文純), Việt vương [[Vũ Văn Thịnh]] (宇文盛), Đại vương [[Vũ Văn Đạt]] (宇文達), Đằng vương [[Vũ Văn Du]] (宇文逌)- tức những người Tuyên Đế đã phái đến cư trú tại thái ấp của họ, sẽ chống lại mình nên đã triệu họ trở về kinh thành [[Trường An]]. Ngay sau đó, tin rằng các thân vương sẽ hành động chống lại mình, Dương Kiên trước tiên đã hành quyết Tất vương [[Vũ Văn Hiến (Bắc Chu)|Vũ Văn Hiến]] (宇文賢). Khi Vũ Văn Chiêu sau đó tiến hành một nỗ lực nhằm ám sát Dương Kiên, Dương Kiên đã giết chết Vũ Văn Chiêu và Vũ Văn Thịnh. Sau khi Uất Trì Huýnh bị đánh bại, Dương Kiên tiến tục sốt sắng hành quyết các hoàng thân còn lại. Khoảng tết năm 581, Dương Kiên đã buộc Tĩnh Đế phong cho mình làm Tùy vương và ban [[cửu tích]] cho mình. Hai tháng sau đó, Dương Kiên buộc Tĩnh Đế phải nhường ngôi cho mình, chấm dứt triều Bắc Chu và khởi đầu triều Tùy.\n\n== Qua đời ==\nTùy Văn Đế phong cho cựu thiếu hoàng đế tước Giới quốc công. Tuy nhiên, Văn Đế đã ra lệnh giết chết tất cả các thành viên nam gần gũi trong gia tộc của Giới quốc công: tất cả tôn tử của [[Vũ Văn Thái]], cũng như các đệ đệ của Giới quốc công là Vũ Văn Khản (宇文衎) và Vũ Văn Thuật (宇文術).<ref>Nhân vật tên Vũ Văn Thuật 宇文術 này cần phân biệt với quan [[nhà Tùy]], Hứa quốc công [[Vũ Văn Thuật|Vũ Văn Thuật 宇文述]], cha của anh em Vũ Văn ([[Vũ Văn Hóa Cập|Hóa Cập]], [[Vũ Văn Sĩ Cập|Sĩ Cập]] và [[Vũ Văn Trí Cập|Trí Cập]]).<\/ref> Khoảng ba tháng sau đó, Văn Đế cũng bí mật ám sát Giới quốc công, song lại giả bộ sửng sốt và tuyên bố một thời gian để tang, và sau đó an táng ông với danh dự như một hoàng đế. Công quốc của ông được trao cho một họ hàng xa là [[Vũ Văn Lạc]] (宇文洛).\n\n== Chú thích ==\n{{tham khảo}}\n== Tham khảo ==\n{{tham khảo|30em}}\n* ''[[Chu thư]]'', [[s:zh:周書\/卷08|quyển 8]]\n* ''[[Bắc sử]]'', [[s:zh:北史\/卷010|quyển 10]]\n* ''[[Tư trị thông giám]]'', các quyển [[:zh:s:資治通鑑\/卷173|173]], [[:zh:s:資治通鑑\/卷174|174]], [[:zh:s:資治通鑑\/卷175|175]].\n\n{{Kiểm soát tính nhất quán}}\n{{Vua Bắc Chu}}\n{{Vua thời Nam Bắc triều (Trung Quốc)}}\n\n[[Thể loại:Sinh năm 573]]\n[[Thể loại:Mất năm 581]]\n[[Thể loại:Vua thiếu nhi]]\n[[Thể loại:Vua nhà Bắc Chu]]"}