{"Bắc Ngụy Thái Vũ Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Bắc Ngụy Thái Vũ Đế\n|tên gốc =北魏太武帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình =\n| cỡ hình =\n| ghi chú hình =\n| chức vị = [[Hoàng đế]] [[Bắc Ngụy|Đại Ngụy]]\n| tại vị = [[16 tháng 1]] năm [[424]] &ndash; [[11 tháng 3]] năm [[452]]<br>({{số năm theo năm và ngày|424|1|16|452|3|11}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:386 till:535\nAlignBars = early\nScaleMajor = increment:149 start:386\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:424 till:452 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Bắc Ngụy Minh Nguyên Đế|<span style=\"color:grey\">Bắc Ngụy Minh Nguyên Đế<\/span>]]\n| kế nhiệm = [[Thác Bạt Dư|<span style=\"color:blue\">Thác Bạt Dư<\/span>]]\n| hoàng tộc = [[Bắc Ngụy]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Thác Bạt Đảo (拓拔燾)\n| kiểu tên đầy đủ = Tên thật\n| phối ngẫu\n| vợ = [[Bắc Ngụy Thái Vũ Đế#Gia quyến|Xem văn bản]]\n| thông tin con cái = ẩn\n| con cái = [[Bắc Ngụy Thái Vũ Đế#Gia quyến|Xem văn bản]]\n| niên hiệu =\n*Thủy Quang (始光) 424-428\n*Thần Gia (神麚) 428-431\n*Duyên Hòa (延和) 432-434\n*Thái Duyên (太延) 435-440\n*Thái Bình Chân Quân (太平真君) 440-451\n*Chính Bình (正平) 451-452\n| miếu hiệu = [[Thế Tổ]] (世祖)\n| thụy hiệu = <span style=\"color:grey;\">Thái Vũ Hoàng đế<\/span> (太武皇帝)\n| cha = [[Bắc Ngụy Minh Nguyên Đế]]\n| mẹ = [[Mật Hoàng hậu]]\n| sinh =[[408]]\n| nơi sinh =\n| mất = {{ngày mất và tuổi|452|3|11|408}}\n| nơi mất = \n| nơi an táng = [[Vân Trung Kim lăng]] (云中金陵)\n}}\n'''Bắc Ngụy Thái Vũ Đế''' ([[chữ Hán]]: 北魏太武帝; [[408]] – [[11 tháng 3]], [[452]]), là vị [[Hoàng đế]] thứ ba của triều đại [[Bắc Ngụy]] trong [[lịch sử Trung Quốc]]. Ông thường được nhìn nhận là một người cai trị tài giỏi, và trong thời gian ông trị vì, Bắc Ngụy đã tăng gần gấp đôi kích thước lãnh thổ và thống nhất được toàn bộ miền bắc Trung Quốc, do đó đã chấm dứt thời [[Ngũ Hồ thập lục quốc]], cùng với triều [[Lưu Tống]] ở phía nam bắt đầu thời [[Nam-Bắc triều (Trung Quốc)|Nam-Bắc triều]] trong lịch sử Trung Quốc.\n\nNgụy Thái Vũ Đế là người sùng đạo đối với [[Đạo giáo]] dưới ảnh hưởng của tể tướng [[Thôi Hạo]] (崔浩), và đến năm 444, do đề xuất của Thôi Hạo và tin rằng các [[Phật tử]] đã ủng hộ cuộc nổi loạn của [[Cái Ngô]] (蓋吳), ông đã ra lệnh ra lệnh bãi bỏ Phật giáo, xử tử những ai vi phạm. Đây là [[họa Tam Vũ]] đầu tiên của [[Phật giáo Trung Quốc|Phật giáo Trung Hoa]]. Vào cuối triều đại của mình, ông trở nên độc ác, và thần dân Bắc Ngụy cũng kiệt sức trước các cuộc chiến tranh không ngừng chống [[Lưu Tống]].\n\nNăm [[452]], ông bị một hoạn quan tên là [[Tông Ái]] (宗愛) ám sát, người này đã lập con trai [[Thác Bạt Dư]] của ông lên ngai vàng song sau đó Thác Bạt Dư cũng bị ám sát. Các triều thần khác đã lật đổ Tông Ái và đưa cháu nội của Thái Vũ Đế là [[Bắc Ngụy Văn Thành Đế|Thác Bạt Tuấn]] (con trai Thái tử [[Thác Bạt Hoảng]], người đã chết trước đó) lên ngôi trở thành '''Ngụy Văn Thành Đế'''.\n\n== Thân thế ==\nNgụy Thái Vũ Đế tên húy là '''Thác Bạt Đảo''' (拓拔燾), bổn danh '''Phật Li Phạt''' (佛狸伐). Ông sinh năm [[408]], tức trong thời gian trị vì của ông nội [[Bắc Ngụy Đạo Vũ Đế|Đạo Vũ Đế]]. Khi ấy phụ thân ông, [[Bắc Ngụy Minh Nguyên Đế|Thác Bạt Tự]] đang là ''Tề vương'' (齐王). Mẫu thân của Thác Bạt Đảo về sau được sử sách gọi là [[Đỗ quý tần]] (杜貴嬪), song có vẻ như mang họ là [[Độc Cô Hồn]], ''[[Ngụy thư]]'' viết rằng gia tộc Độc Cô Hồn đã được [[Bắc Ngụy Hiếu Văn Đế|Hiếu Văn Đế]] ban cho họ Đỗ.\n\nĐạo Vũ Đế về mặt chính thức không lập [[Thái tử]], song Thác Bạt Tự vẫn là người kế thừa vì là người con trai cả và được phụ hoàng quý mến. Thác Bạt Tự trở thành hoàng đế vào năm [[409]], tức '''Ngụy Minh Nguyên Đế''', sau khi Đạo Vũ Đế bị ám sát bởi một con trai khác là Thanh Hà vương [[Thác Bạt Thiệu]] (拓拔紹), Thác Bạt Đảo khi ấy trở thành người thừa kế của phụ thân, song trong thời gian đầu ông vẫn chưa có tước hiệu. Năm [[420]], Đỗ quý tần qua đời, vì thế ông được một [[nhũ mẫu]] họ Đậu nuôi nấng.\n\nNăm [[422]], Minh Nguyên Đế lập Thác Bạt Đảo làm Thái Bình vương. Cuối năm đó, khi Minh Nguyên Đế lâm bệnh nặng, theo đề nghị của [[Thôi Hạo]], ông không những lập Thác Bạt Đảo làm thái tử, mà còn cho Thái tử Đảo tại vị giống như một phó hoàng đế. Ông đã ủy thác các quân sư trọng yếu của mình, gồm [[Bạt Bạt Tung]] (拔拔嵩), Thôi Hạo, [[Hề Cân|Đạt Hề Cân]] (達奚斤), [[An Trì Đồng]] (安遲同), [[Khâu Mục Lăng Quan]] (丘穆陵觀), và [[Khâu Đôn Đôi]] (丘敦堆) làm quân sư cho Thái tử. Từ thời điểm này trở đi, hầu hết các vấn đề, đặc biệt là đối nội, đều do Thái tử Đảo định đoạt, còn Minh Nguyên Đế chỉ quyết định các vấn đề quan trọng. Sau đó, khi Minh Nguyên Đế dẫn đầu một đội quân đại công kình địch [[Lưu Tống]], Thác Bạt Đảo là người chỉ huy ở phía bắc để phòng vệ chống lại một cuộc tấn công có thể xảy ra của [[Nhu Nhiên]].\n\nNăm [[423]], ngay sau khi chiếm dược hầu hết tỉnh [[Hà Nam (Trung Quốc)|Hà Nam]] ngày nay từ Lưu Tống, Minh Nguyên Đế qua đời. Thác Bạt Đảo kế vị, trở thành Ngụy Thái Vũ Đế.\n\n== Thời kỳ trị vì ban đầu ==\nGần như ngay lập tức sau khi Thái Vũ Đế lên ngôi, Mưu Hãn Hột Thăng Cái khả hãn [[Uất Cửu Lư Đại Đàn]] của Nhu Nhiên khi hay tin về cái chết của Minh Nguyên Đế đã xua quân tiến đánh Bắc Ngụy. Thái Vũ Đế đã chiến đấu với quân Nhu Nhiên, và trong trận đánh đầu tiên thì ông đã bị quân Nhu Nhiên bao vây, song ông đã chiến đấu theo cách của mình và thoát khỏi hiểm nguy, sau đó, ông thực hiện các cuộc tấn công gần như hàng năm chống lại Nhu Nhiên, và trong mỗi lần đó, quân Nhu Nhiên lại trốn tránh bằng cách rút lui về phía bắc, và chỉ quay trở về phía nam khi quân Bắc Ngụy rút lui. Trong khi đó, vào năm 425, ông tái lập quan hệ hòa bình với [[Lưu Tống]]. Trong một hành động mà về sau này trở thành một truyền thống của Bắc Ngụy, ông đã phong nhũ mẫu họ Đậu của mình là \"[[Bảo Thái hậu]]\".\n\nCũng ngay sau khi lên ngôi, Thái Vũ Đế đã trở thành một tín đồ mộ đạo của [[Đạo giáo]]. Trong khoảng thời gian này, [[đạo giáo|đạo sĩ]] [[Khấu Khiêm Chi]] trở nên nổi danh, và Thôi Hạo trở thành môn đồ của Khấu và thường xuyên ca ngợi Khấu trước Thái Vũ Đế. Thái Vũ Đế hài lòng trước những lời tiên tri của Khấu, mà trong đó ám chỉ rằng ông có nguồn gốc thần thánh, và ông đã chính thức tán thành hoạt động cải biến tín ngưỡng tôn giáo của Khấu tại đất nước của mình.\n\nNăm 426, Thái Vũ Đế tụ tập các đại thần để hỏi ý kiến của họ về việc nên tấn công ai giữa [[Hạ (thập lục quốc)|Hồ Hạ]] và Nhu Nhiên, và các quan bị chia làm hai phe theo quan điểm của họ, và một số người đề xuất một mục tiêu thứ ba là [[Bắc Yên (Ngũ Hồ)|Bắc Yên]], mặc dù vậy, sau cái chết của Hoàng đế [[Hách Liên Bột Bột]] và cuối năm đó, ông đã chọn Hồ Hạ làm mục tiêu. Khi Bạt Bạt Tung phản đối kế hoạch này, Thái Vũ Đế đã thể hiện tính khí hung tợn của mình bằng cách lệnh cho các cận binh đánh vào đầu của Bạt Bạt trên sàn, song ông cũng thể hiện sự bình tĩnh nhất định khi không giáng cấp Bạt Bạt. Ông sau đó cử Đạt Hề Cân đi đánh Bồ Phản (蒲阪, nay thuộc [[Vận Thành]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]) và Phổ Cơ (普幾) đi đánh Thiểm Thành (陝城, nay thuộc [[Tam Môn Hiệp]], [[Hà Nam (Trung Quốc)|Hà Nam]]), còn bản thân ông thực hiện một cuộc tấn công thần tốc dựa trên kị binh nhắm vào kinh thành Thống Vạn (統萬, nay thuộc [[Du Lâm]], [[Thiểm Tây]]) được bảo vệ nghiêm ngặt của Hồ Hạ.\n\nTrước sự sửng sốt của Hoàng đế [[Hách Liên Xương]], quân Bắc Ngụy xâm nhập được vào Thống Vạn trước khi rút lui với nhiều của cải cướp được, còn ở phía nam, các tướng Hách Liên Ất Đấu (赫連乙斗) và Hách Liên Trợ Hưng (赫連助興) của Hách Liên Xương không chỉ từ bỏ Bồ Phản, mà còn bỏ [[Trường An]], cho phép Đạt Hề Cận chiếm vùng [[Quan Trung]]. Đến mùa xuân năm 427, Hách Liên Xương cử em trai [[Hách Liên Định]] tiến về phía nam để lấy lại Trường An, song quân của Hách Liên Định lại lâm vào thế bế tắc với quân của Đạt Hề Cân. Đáp lại, Thái Vũ Đế mở một cuộc tấn công khác vào Thống Vạn. Hách Liên Xương ban đầu nghe theo đề nghị của Hách Liên Định nên cố phòng thủ Thống Vạn đợi đến khi em trai đánh bại Đạt Hề Cân, song khi nhận được thông tin sai lệch thì Hách Liên Xương đã ra khỏi Thống Vạn để giao chiến với quân Bắc Ngụy. Thái Vũ Đế đã đánh bại Hách Liên Xương trong trận chiến, khiến hoàng đế Hồ Hạ không thể trở về Thống Vạn và buộc phải chạy trốn đến Thượng Khuê (上邽, nay thuộc [[Thiên Thủy]], [[Cam Túc]]), Thái Vũ Đế chiếm được Thống Vạn. Như một hành động mang tính tượng trưng chính trị hay như một chiến tích, ông đã lấy ba người con gái của Hách Liên Bột Bột làm thê thiếp. Sau khi hay tin Thống Vạn thất thủ, Hách Liên Định đã ngưng giao chiến với Đạt Hề Cân và hội quân với Hách Liên Xương tại Thượng Khuê.\n\nNăm 428, Đạt Hề Cân và Khâu Đôn Đôi khi cố gắng bắt Hách Liên Xương thì lại bị Hách Liên Xương làm cho mắc kẹt trong thành An Định (安定, nay thuộc [[Bình Lương]], [[Cam Túc]]). Tuy nhiên, các thuộc cấp của Đạt Hề Cân là Uất Trì Quyến (尉遲眷) và An Trì Kiết (安遲頡) đã tiến hành một cuộc tấn công bất ngờ và bắt được Hách Liên Xương. Hách Liên Định trở thành hoàng đế Hồ Hạ. Tuy nhiên, Thái Vũ Đế lại đối đãi với Hách Liên Xương như một khách quý, cung cấp cho Hách Liên Xương những thứ mà bản thân mình cũng sử dụng, gả em gái cho Hách Liên Xương và lập Hách Liên Xương làm Hội Kê công; ông cũng ban thưởng lớn cho Uất Trì và An Trì và phong tước công cho họ. Sau đó, Đạt Hề Cân cảm thấy nhục nhã khi các thuộc cấp của mình đã bắt được Hách Liên Xương còn bản thân thì bất lực, nên ông đã tích cực truy kích Hách Liên Định, song lại bị đánh bại và bị Hách Liên Định bắt được. Trong sợ hãi, Khâu Đôn Đôi và Thác Bạt Lễ (拓拔禮) đã từ bỏ Trường An và chạy đến Bồ Phản, khiến Hồ Hạ có thể tái chiếm Trường An. Trong giận dữ, mặc dù Khâu Đôn Đội là triều thần cấp cao ngay từ những ngày ông còn làm thái tử, Thái Vũ Đế đã lệnh cho An Trì hành quyết Khâu Đôn và thay thế vị trí của Khâu Đôn. Trong thời gian này, Thái Vũ Đế đã tạm thời bỏ qua Hách Liên Định, thay vào đó, ông chuẩn bị tấn công Nhu Nhiên do thế lực này liên tục quấy rối vùng biên cương phía bắc.\n\nTrong bối cảnh Bắc Ngụy tiến hành chiến dịch tiêu diệt Hồ Hạ, sử gia [[Tư Mã Quang]] đã viết bình luận về Thái Vũ Đế trong tác phẩm ''[[Tư trị thông giám]]'' của ông:\n\n{{quote|Ngụy Đế là người mạnh mẽ và can đảm, bình tĩnh và chắc chắn. Bất kể đó là việc thủ thành hay chiến đấu trên sa trường, ông luôn ở trên tuyến đầu. Lính cận vệ của ông có thể chịu thương vong, song biểu hiện của ông vẫn vậy, và do đó các tướng lĩnh và quân của ông đều sợ và cảm kích ông, và sẵn sàng chiến đấu hết mình cho đến khi chết. Ông cũng là người thanh đạm, và hài lòng với trang phục và thực phẩm của mình miễn là chúng đủ dùng. Khi các quan của ông yêu cầu tăng cường phòng thủ của kinh đô và sửa sang lại hoàng cung, luận rằng ''[[Kinh Dịch]]'' đã nói, \"Các vương công củng cố phòng thủ để bảo vệ gia đình và đất nước của họ,\" và rằng [[Tiêu Hà]] đã nói, \"Một hoàng đế có thể ở nhà trong khắp đế chế của mình, song nếu nhà của ông ta không đủ lớn và sang trọng, ông ta không thể cho thấy sức mạnh của mình,\" ông trả lời rằng, \"Hách Liên Bột Bột đã sử dụng đất nung để xây thành, và trẫm đã tiêu diệt đất nước của ông ta; đó không phải là bởi vì nó không đủ vững chắc. Ngay bây giờ, vùng đất này không phải đang trong thái bình, và chúng ta cần sức mạnh của con người, và trẫm ghét các dự án xây dựng. Điều mà Tiêu Hà đã nói là không chính xác.\" Ông cũng cảm thấy rằng tiền bạc là điều chính yếu cho các công việc của quân đội và nhà nước, và không nên lãng phí một cách dễ dàng. Ông đã ban hành các giải thưởng duy nhất bằng tiền cho các gia đình đã có những người chết vì đất nước hay những người đã có đóng góp rất lớn, và không bao giờ ban chúng cho người thân của mình. Khi ông cử tướng đi giao chiến, ông luôn đích thân khuyên bảo họ, và những người bất tuân theo lời khuyên của ông thường kết thúc trong thất bại. Ông cũng là một người tài giỏi trong việc xét đoán các nhân vật, và có thể chọn tướng trong số những binh sĩ, và ông chỉ ủy thác cho những người có khả năng, không phải cho những người có giao du với quan lớn. Ông là người sắc bén trong quan sát và có thể nhìn thấy những điều bị che đậy, và các thần dân không thể lừa dối ông. Ông đã trao thưởng cho những người có địa vị thấp nếu như họ xứng đáng, và ông đã trừng phạt những người có địa vị cao nếu như họ đáng bị như vậy. Ông cũng không bảo vệ cho những người mà ông thường sủng ái, và thường nói, \"Trẫm, cùng với thần dân, tuân theo luật pháp, và làm sao trẫm có thể dám xem nhẹ?\" Tuy nhiên, ông là người độc ác và thường trừng phạt bằng cách xử tử, và ông thường hối tiếc sâu sắc về các vụ xử tử đó.}}\n\nNăm 429, mặc dù chỉ được Thôi Hạo ủng hộ trong khi bị hầu hết các triều thần khác phản đối, Thái Vũ Đế đã mở một chiến dịch lớn tấn công Nhu Nhiên. (Các triều thần phản đối phần lớn vì lo ngại rằng [[Lưu Tống Văn Đế]], người từ lâu đã muốn lấy lại các châu ở phía nam [[Hoàng Hà]] mà Minh Nguyên Đế đã chiếm vào năm 422 và 423, sẽ nhân dịp này tấn công.) Thái Vũ Đế đã chỉ ra rằng ngay cả khi Lưu Tống có tấn công, thì việc đánh bại Nhu Nhiên trước thậm chí còn quan trọng hơn, vì sợ rằng Nhu Nhiên sẽ tấn công cùng một lúc với Lưu Tống. Ông tiến hành đánh úp [[Uất Cửu Lư Đại Đàn]], người dân Nhu Nhiên chạy toán loạn, và buộc khả hãn này phải chạy trốn. Tuy nhiên, khi đuổi theo Uất Cửu Lư Đại Đàn, bản thân ông lại do dự trong việc tiến xa hơn, và cuối cùng ông đã rút lui. Sau này, ông hay tin rằng trên thực tế mình đã ở rất gần với vị trí của Uất Cửu Lư Đại Đàn và có thể bắt khả hãn Nhu Nhiên nếu tiếp tục đuổi theo, và ông đã hối tiếc vì đã rút lui. Trên đường trở về, ông cũng tấn công các bộ lạc [[người Thiết Lặc|Cao Xa]] (高車), họ cùng với các bộ lạc nhu Nhiên mà ông đã bắt được bị bắt tái định cư ở phía nam của [[sa mạc Gobi]] và làm nông nghiệp. Từ thời điểm này trở đi, các châu phía bắc của Bắc Ngụy trở nên giàu có và không còn thiếu vật nuôi và da. Ông đã thưởng công lớn cho Thôi Hạo, và từ thời điểm này thì các lời khuyên của Thôi Hạo luôn được ông chấp thuận.\n\nĐến mùa xuân năm 430, Lưu Tống phát động một cuộc tấn công lớn, Thái Vũ Đế đánh giá rằng khả năng phòng thủ ở phía nam Hoàng Hà của Bắc Ngụy không thể ứng phó với một cuộc tấn công của Lưu Tống nên ông đã ra lệnh rút sang bờ bắc. Đúng như Thái Vũ Đế đã dự đoán, quân Lưu Tông đã dừng lại tại Hoàng Hà. Trong khi đó, biết tin về việc Lưu Tống và Hồ Hạ lập minh ước để tấn công và phân chia lãnh thổ Bắc Ngụy, ông cũng đánh giá một cách chính xác rằng mặc dù đã lập minh ước song Lưu Tống vẫn sẽ không có ý định vượt sang bờ bắc Hoàng Hà, vì thế ông quyết định tiêu diệt Hồ Hạ. Vào mùa thu năm 430, ông thực hiện một cuộc tấn công bất ngờ vào tân đô Bình Lương (平涼, thuộc Bình Lương ngày nay) của Hồ Hạ và bao vây thành trong lúc Hách Liên Định đang giao chiến với vua [[Khất Phục Mộ Mạt]] của [[Tây Tần]]. Mặc dù, Thái Vũ Đế đã cử Hách Liên Xương đến Bình Lương để cố thuyết phục người giữ thành là Hách Liên Xã Can (赫連社干, em trai của cả Hách Liên Xương và Hách Liên Định) đầu hàng, song Bình Lương vẫn chưa chịu thất thủ một cách nhanh chóng. Tuy nhiên, tướng Thổ Hề Bật (吐奚弼) của Bắc Ngụy đã giao chiến với Hách Liên Định khi Hách Liên Định cố giải vây cho Bình Lương, đánh bại và bao vây Hách Liên Định tại Thuần Cô nguyên (鶉觚原, nay thuộc Bình Lương). Bị quân Bắc Ngụy bao vây, trong khi quân của mình phải chịu đói khát nên sau vài ngày, Hách Liên Định đã buộc phải chiến đấu theo cách của mình để thoát khỏi vòng vây, song quân của ông hầu như đã sụp đổ, và bản thân ông thì bị thương nặng. Hách Liên Định tập hợp số quân còn lại và chạy đến Thượng Khuê. Tuy nhiên, đến tết năm 431 thì Hách Liên Xã Can đầu hàng. Gần như toàn bộ đất cũ của Hồ Hạ nay rơi vào tay Bắc Ngụy.\n\nSau khi giải thoát Đạt Hề Cân khỏi sự giam cầm của Hồ Hạ, Thái Vũ Đế đã trừng phạt Đạt Hề Cân vì những thất bại của ông bằng cách tạm thời bắt ông phụ trách các bữa ăn của hoàng đế, song ngay sau đó đã tha thứ và phục tước vương cho Đạt Hề Cân.\n\nNăm 432, Hách Liên Định không còn có thể giữ được Thượng Khuê, và sau khi đánh bại nước Tây Tần, ông đã cố tiến về phía tây để tấn công [[Bắc Lương]], song đã bị vua [[Mộ Dung Mộ Hội]] (慕容慕璝) của [[Thổ Dục Hồn]], đánh bại và bắt giữ. Năm 433, Mộ Dung Mộ Hội đã trao Hách Liên Định cho Thái Vũ Đế, Thái Vũ Đế đã xử tử Hách Liên Định.\n\nTrong khi Thái Vũ Đế đang tiến hành chiến dịch diệt Hồ Hạ, các tướng của ông tuân theo lệnh đã băng qua Hoàng Hà (khi ấy đang đóng băng) vào mùa đông năm 430, và nhanh chóng tái chiếm [[Lạc Dương]] và [[Hổ Lao quan|Hổ Lao]]. Họ nhanh chóng buộc đại quân của Lưu Tống do tướng [[Đáo Ngạn Chi]] (到彥之) chỉ huy phải rút lui, và chặn quân Lưu Tống còn ở tại Hoạt Đài (滑台, nay thuộc [[An Dương (địa cấp thị)|An Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]]). Một đội quân cứu viện của tướng Lưu Tống [[Đàn Đạo Tế]] không thể tiếp cận được Hoạt Đài, và đến mùa xuân năm 431 thì Hoạt Đài thất thủ. Toàn bộ đất đai bị mất cho Lưu Tống một năm trước đó nay đã lấy lại được. ≠Thái Vũ Đế, trong một hành động điển hình cho tính khí của mình, đã trao thưởng cho tướng [[Chu Tu Chi]] (朱脩之) của Lưu Tống, là người đã trung thành giữ Hoạt Đài đến vài tháng, bằng cách gả một con gái của một thành viên hoàng tộc cho người này.\n\nMùa hè năm 431, Thái Vũ Đế lần đầu tiên đề xuất về một cuộc hôn nhân giữa hai hoàng tộc với triều đình Lưu Tống. (Dựa trên các sự kiện sau này, có vẻ là một đề nghị hôn nhân giữa một người con trai của Thái Vũ Đế với một con gái của Lưu Tống Văn Đế.) Văn Đế trả lời một cách mơ hồ. Từ thời điểm này trở đi, Thái Vũ Đế tái đề xuất gần như hàng năm về việc kết hôn, còn Văn Đế thì luôn phản ứng giống nhau. Tuy nhiên, trong lúc đó, ông cũng thiết lập quan hệ hòa bình với Nhu Nhiên bằng cách trao trả một số tướng Nhu Nhiên bị Bắc Ngụy bắt.\n\n== Thời kỳ trị vì giữa ==\nĐến mùa xuân năm 432, Thái Vũ Đế tôn nhũ mẫu của mình, Đậu bảo thái hậu, là [[hoàng thái hậu|thái hậu]]. Ông cũng lập một trong các con gái của Hách Liên Bột Bột làm [[hoàng hậu]], và lập con trai cả [[Thác Bạt Hoảng]] (con trai phu nhân Hạ thị đã mất) làm [[thái tử]].\n\nVào mùa hè năm 432, Thái Vũ Đế sau khi đã tiêu diệt được nước Hồ Hạ, bắt đầu tấn công [[Bắc Yên (Ngũ Hồ)|Bắc Yên]] một cách nghiêm túc. Đến mùa thu năm 432, ông bao vây kinh thành Hòa Long (和龍, nay thuộc [[Cẩm Châu]], [[Liêu Ninh]]) của Bắc Yên. Mặc dù đã có một vài chiến thắng trước quân Bắc Yên, ông đã chọn cách rút lui khi mùa đông đến, ông bắt được một số lượng lớn cư dân Bắc Yên và buộc họ phải tái định cư ở Bắc Ngụy. Vài năm tiếp theo, ông mở các cuộc tấn công hàng năm chống lại Bắc Yên với cùng một cách thức là khiến cho Bắc Yên dần suy yếu. Trong lúc tập trung vào việc đánh Bắc Yên, ông cũng hướng chú ý đến [[Bắc Lương]], song do nghe theo lời khuyên của Lý Thuận (李順), ông đã quyết định chờ cho đến khi vua [[Thư Cừ Mông Tốn]] của nước này qua đời.\n\nVào mùa đông năm 432, [[Phùng Sùng]] (馮崇), con trai hoàng đế [[Phùng Hoằng]] của Bắc Yên, lo sợ sẽ bị phụ thân xử tử do bị mẹ kế [[Mộ Dung Vương hậu]] gièm pha, đã dâng trọng thành Liêu Tây (遼西, nay thuộc [[Đường Sơn]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]) cho Bắc Ngụy. Để thưởng cho Phùng Sùng, Thái Vũ Đế không chỉ cử em trai Thác Bạt Kiện (拓拔健) đến giúp Phùng Sùng thoát khỏi cuộc bao vây của phụ thân, mà còn lập ông ta làm Liêu Tây vương và trao cho 10 quận làm thái ấp.\n\nNăm 433, Thư Cừ Mông Tốn qua đời, Thái Vũ Đế bắt đầu tính đến việc chinh phục Bắc Lương. Tuy nhiên, ban đầu ông tiếp tục chấp nhận con trai của Thư Cừ Mông Tốn là [[Thư Cừ Mục Kiền]] làm chư hầu, và lấy em gái của Thư Cừ Mục Kiền làm thiếp.\n\nMùa xuân năm 434, Hách Liên Xương vì một lý do nào đó đã chạy trốn khỏi Bình Thành và cố gắng bắt đầu một cuộc nổi loạn. Ông ta bị giết chết trong một trận chiến, và Thái Vũ Đế đã lệnh xử tử các em trai của Hách Liên Xương.\n\nCũng trong mùa xuân năm 434, sau lần đầu từ chối một lời đề nghị hòa bình của Bắc Yên, Thái Vũ Đế đã chấp thuận nó sau khi Phùng Hoằng dâng một người con gái cho Thái Vũ Đế làm thiếp và trao trả sứ thần Bắc Ngụy Hốt Nữ Vu Thập Môn (忽忸于什門), người đã bị hoàng đế tiền vị của Phùng Hoằng là [[Phùng Bạt]] giam giữ vào năm 414 sau khi được Minh Nguyên Đế ủy thác đến Bắc Yên. Tuy nhiên, Thái Vũ Đế lại lệnh cho Phùng Hoằng phải đưa thái tử Phùng Vương Nhân (馮王仁) đến Bình Thành để yết kiến song Phùng Hoằng đã từ chối nên đã kết thúc thời kỳ hòa bình ngắn ngủi, và đến mùa hè năm 434, Bắc Ngụy nối lại các cuộc tấn công định kỳ vào lãnh thổ Bắc Yên. Trong khi đó, trong khoảng thời gian này, ông cũng lấy một em gái của Sắc Liên khả hãn [[Uất Cửu Lư Ngô Đề]] của [[Nhu Nhiên]] làm thiếp và gả một em gái hay em họ là Tây Hải công chúa cho Uất Cửu Lư Ngô Đề, tiếp tục củng cố mối quan hệ hòa bình giữa hai bên.\n\nMùa thu năm 434, trong khi tấn công quân nổi loạn [[Hung Nô]] của Bạch Long (白龍), Thái Vũ Đế đã khinh suất và gần như đã bị bắt trong một cuộc phục kích, chỉ thoát được nhờ nỗ lực của Hầu Mạc Trần Kiến (侯莫陳建). Sau đó, ông đánh bại Bạch Long và tàn sát bộ lạc của Bạch.\n\nNăm 436, Phùng Hoằng lại cử sứ thần đến, thông báo sẽ đưa Phùng Vương Nhân đến làm con tin. Thái Vũ Đế không tin lời của Phùng Hoằng nên đã từ chối đề xuất hòa bình, và chuẩn bị cho một cuộc tấn công quyết định. Tuy nhiên, khi ông dẫn quân đến Hòa Long, Phùng Hoằng đã sẵn chuẩn bị từ trước, ông ta yêu cầu [[Cao Câu Ly]] cử quân đến hỗ trợ hộ tống mình và người dân Bắc Yên đến vùng đất của Cao Câu Ly, và do tướng Thổ Hề Bật của Thái Vũ Đế say rượu nên quân Bắc Ngụy đã không thể đuổi theo, trong cơn giận, Thái Vũ Đế đã bắt giam và sau đó giáng chức cả Thổ Hề và cấp phó của ông ta là tướng Nga Thanh (娥清) thành các binh sĩ bình thường, mặc dù vậy, sau đó ông đã lại phong họ làm tướng. Sau đó, Thái Vũ Đế cứ sứ giả đến Cao Câu Ly, yêu cầu Cao Câu Ly giao nộp Phùng Hoằng. [[Bảo Tạng Vương]] của Cao Câu Ly đã từ chối, mặc dù vẫn khiêm nhường trước Thái Vũ Đế. Thái Vũ Đế nghe theo đề xuất của em trai là Lạc Bình Lệ vương Thác Bạt Phi (拓拔丕), nên đã không ngay lập tức thực hiện một chiến dịch chống lại Cao Câu Ly. (Song đến năm 438, Phùng Hoằng và Cao Câu Ly trở nên bất hòa, Bảo Tạng Vương đã giết chết Phùng Hoằng.)\n\nCuối năm 436, các mối quan hệ hòa bình  giữa Bắc Ngụy và Nhu Nhiên từ năm 431 đã chấm dứt và không rõ nguyên nhân vì sao. Nhu Nhiên tiếp tục quấy nhiều vùng biên giới phía bắc của Bắc Ngụy.\n\nNăm 437, các dàn xếp về vấn đề hôn nhân mà Thái Vũ Đế đề nghị với Lưu Tống Văn Đế đã đạt được một số thành quả, Văn Đế đã cử quan Lưu Hi Bá (劉熙伯) đến Bắc Ngụy để thảo luận chi tiết về việc một trong số con gái của Văn Đế sẽ kết hôn với thành viên của hoàng tộc Bắc Ngụy, song vào thời điểm đó, con gái của Văn Đế lại qua đời và cuộc dàn xếp kết thúc.\n\nCũng trong năm 437, bực tức trước nạn tham nhũng tràn lan mà trong đó các quan chức địa phương của ông có dính líu đến (điều này là cần thiết cho họ bởi vào thời điểm đó, không có quan Bắc Ngụy nào được nhận bổng lộc), ông đã ban hành một chiếu chỉ khuyến khích các quan cấp thấp và thường dân báo cáo tội tham ô của các quan. Tuy nhiên, chiếu chỉ này đã không có được hiệu quả như suy tính, những người có bằng chứng về tội tham nhũng của các quan lại đã sử dụng nó để tống tiền các quan tham này, và nạn tham nhũng vẫn tiếp tục.\n\nSau đó vào năm 437, Thái Vũ Đế gả em gái là [[Thác Bạt Vương Hậu|Vũ Uy công chúa]] cho Thư Cừ Mục Kiền, và Thư Cừ Mục Kiền đã cử thế tử Thư Cừ Phong Đàn (沮渠封壇) đến Bình Thành làm con tin. Mặc dù vậy, Thái Vũ Đế vẫn tính đến việc chinh phục Bắc Lương, song do thúc giục của Lý Thuận nên Thái Vũ Đế đã trì hoàn kế hoạch.\n\nNăm 438, Thái Vũ Đế mở một cuộc tấn công lớn chống lại Nhu Nhiên, song quân Nhu Nhiên chủ yếu tránh né nên ông chỉ đạt được thành công hạn chế.\n\nNăm 439, tình hình càng trầm trọng thêm khi em gái của Thư Cừ Mông Tốn và em dâu là Lý phu nhân (có quan hệ với Thư Cừ Mục Kiến) đã cố đầu độc Vũ Uy công chúa, ngoài ra thì Thư Cừ Mục Kiền có mối quan hệ thân thiện với Nhu Nhiên, Thái Vũ Đế vì thế đã mở một cuộc tấn công lớn chống lại Bắc Lương. Lý Thuận, không rõ vì sao lại thay đổi lập trường và cùng với Thổ Hề Bật phản đối các hành động quân sự này, họ nói sai rằng có rất ít nước và cỏ tươi để chăn thả tại Bắc Lương vì thế quân Bắc Ngụy sẽ bị khát vào đói. Tuy nhiên, do Thôi Hạo nhất định chủ chiến, Thái Vũ Đế tin rằng ông có thể chinh phục được Bắc Lương, và đã cho mở chiến dịch. Ông nhanh chóng tiến đến kinh thành Cô Tang (姑臧, nay thuộc [[Vũ Uy]], [[Cam Túc]]) của Bắc Lương vào mùa thu, chiếm được thành sau một thời gian ngắn bao vây. Trong khi đó, Uất Cửu Lư Ngô Đề đã phát động một cuộc tấn công bất ngờ vào Bình Thành để cứu giúp Bắc Lương song đã bị đẩy lùi. (Thôi Hạo, người là một kẻ thù chính trị của Lý Thuận, đã quy việc Lý Thuận thay đổi lập trường là do đã nhận hối lộ của Thư Cừ Mục Kiền, và sau đó Thái Vũ Đế đã buộc Lý phải tự sát.) Lãnh thổ Bắc Lương phần lớn rơi vào tay Bắc Ngụy, và mặc dù cả em trai của Thư Cừ Mục Kiền là [[Thư Cừ Vô Húy]] và [[Thốc Phát Bảo Chu]] (禿髮保周), con trai của vua [[Nam Lương]] cuối cùng là [[Thốc Phát Nục Đàn]], đã có nắm giữ các phần lãnh thổ khác nhau của Bắc Lương, năm 440 thì Thốc Phát Bảo Chu chết do tự sát sau khi thất bại, và đến năm 441 thì Thư Cừ Vô Húy chạy đến đất [[Cao Xương]] ở [[Tây Vực]]. Miền Bắc Trung Quốc nay hoàn toàn thống nhất dưới quyền cai trị của Thái Vũ Đế, chấm dứt thời [[Ngũ Hồ thập lục quốc]] và bắt đầu thời [[Nam-Bắc triều (Trung Quốc)|Nam-Bắc triều]]. Ông tiếp tục đối đãi với Thư Cừ Mục Kiền như một em rể, và Thư Cừ Mục Kiền được phép tiếp tục giữ tước hiệu Hà Tây vương.\n\n== Thời kỳ trị vì cuối ==\nNăm 442, theo thỉnh cầu của [[Khấu Khiêm Chi]], Thái Vũ Đế đã lên một cái bục và chính thức nhận được [[bùa hộ mệnh]] Đạo giáo từ Khấu, và đổi hiệu kỳ của mình thành màu lam, để thể hiện niềm tin Đạo giáo của mình và chính thức chuẩn y đưa Đạo giáo trở thành quốc giáo. Từ thời điểm đó, các hoàng đế Bắc Ngụy khi lên ngôi có một truyền thống là nhận các bùa hộ mệnh Đạo giáo. Cũng do thỉnh cầu của Khấu Khiêm Chi và Thôi Hạo, ông bắt đầu cho xây Tĩnh Luân cung (靜輪宮), với ý muốn rằng với độ cao lớn, nó sẽ được yên tĩnh và gần gũi với thần thánh. (Thái tử Hoảng là một [[Phật tử]], ông ta phản đối kế hoạch xây dựng vì chi phí quá lớn, song Thái Vũ Đế không nghe theo.)\n\nMùa thu năm 443, trong lúc tấn công Nhu Nhiên, Thái Vũ Đế đột ngột phải chạm trán với Uất Cửu Lư Ngô Đề, và Thái tử Hoảng khuyên ông tấn công ngay lập tức, song Thái Vũ Đế đã do dự và để cho Uất Cửu Lư Ngô Đề trốn thoát. Từ thời điểm đó, Thái Vũ Đế bắt đầu lắng nghe lời khuyên của Thái tử Hoảng một cách nghiêm túc, và trong mùa đông năm 443, ông ủy quyền cho Thái tử Hoảng thực hiện tất cả các công việc của đế quốc ngoại trừ những việc quan trọng nhất, dưới sự giúp đỡ của Khâu Mục Lăng Thọ (丘穆陵壽), Thôi Hạo, Trương Lê (張黎), và Thổ Hề Bật. Thái tử Hoảng nhanh chóng lập ra một chính sách để khuyến khích nông nghiệp bằng cách buộc những người có quá nhiều gia súc phải cho những người không có thuê lại, những người thuê gia súc sẽ trả tiền thuê bằng cách cày bừa trên các vùng đất của chủ sở hữu gia súc, việc này đã làm tăng năng suất của các vùng đất trồng trọt lên rất nhiều.\n\nNăm 444, đã xảy ra sự cố tranh giành quyền lực đầu tiên và việc này sẽ diễn ra trong suốt thời kỳ trị vì cuối của Thái Vũ Đế. Độc Cô Hiệt (獨孤絜), một quan cấp cao, người đã phản đối việc tấn công Nhu Nhiên, đã bị Thôi Hạo buộc tội đố kị với Thôi, rằng Độc Cô Hiệt đã phá hoại nỗ lực chiến tranh của Thái Vũ Đế bằng cách làm cho các tướng sai hẹn, và sau đó lập kế hoạch để Nhu Nhiên bắt được Thái Vũ Đế và lập hoàng đệ là Thác Bạt Phi làm hoàng đế. Thái Vũ Đế xử Độc Cô Hiệt tội chết, còn Thác Bạt Phi thì chết do lo âu. Hơn nữa, vì Độc Cô Hiệt đã ám chỉ đến họ trong lúc bị thẩm vấn, các quan Trương Tung (張嵩) và Khố Địch Lân (庫狄鄰) cũng bị xử tử.\n\nĐến mùa hè năm 444, tám cháu trai của vua [[Thổ Dục Hồn]] [[Mộ Dung Mộ Lợi Diên]] (慕容慕利延) đã đầu hàng Bắc Ngụy sau khi một người anh em của họ tên là Mộ Dung Vĩ Thế (慕容緯世) bị bá phụ Mộ Lợi Diên giết chết, họ còn đề nghị Thái Vũ Đế tấn công Thổ Dục Hồn. Đáp lại, Thái Vũ Đế cử con trai là Tấn vương Thác Bạt Phục La (拓拔伏羅) đi đánh Thổ Dục Hồn và đã đánh bại được đội quân của nước này, buộc Mộ Dung Mộ Lợi Diên phải chạy trốn đến Bạch Lan sơn (白蘭山, tây nam tỉnh [[Thanh Hải (Trung Quốc)|Thanh Hải]] ngày nay). Năm 445, khi bị một họ hàng xa của Thái Vũ Đế là Thác Bạt Na (拓拔那) đuổi theo, Mộ Dung Mộ Lợi Diên đã chạy về phía tây và chiếm đất [[Vu Điền]] tại [[Tây Vực]]. (Tuy nhiên, sau vài năm, Thổ Dục Hồn lại được tái lập ở vị trí ban đầu.)\n\nNăm 445, tức giận trước việc Chân Đạt (真達), quốc vương của nước [[Thiện Thiện]] từ chối cho sứ thần của Bắc Ngụy đi qua lãnh thổ để đến các vương quốc khác tại [[Tây Vực]], Thái Vũ Đế đã cử tướng Thổ Vạn Độ Quy (吐萬度歸) đi đánh Thiện Thiện, và đến mùa thu năm 445 thì Chân Đạt đã đầu hàng. Bắc Ngụy chiếm Thiện Thiện.\n\nVào mùa thu năm 445, nghe theo lời tiên tri rằng \"Ngô\" sẽ diệt Ngụy, một người Hung Nô tên là [[Cái Ngô]] (蓋吳) đã bắt đầu một cuộc nổi dậy chống lại Bắc Ngụy tại Hạnh Thành (杏城, nay thuộc [[Diên An]], [[Thiểm Tây]]), và Cái Ngô đã nhanh chóng tập hợp được một số lượng lớn người tham gia, cả tộc Hán và Hung Nô. Cái Ngô cũng chịu trở thành chư hầu của Lưu Tống và tìm kiếm trợ giúp từ triều đại này. Các nỗ lực ban đầu của những viên quan địa phương nhằm dập tắt cuộc nổi loạn của Cái Ngô đã thất bại, và Cái Ngô càng trở nên mạnh hơn, tự xưng là Thiên Đài vương. Đến mùa xuân năm 446, Thái Vũ Đế đích thân tấn công và đánh bại một đồng minh của Cái Ngô là tướng nổi loạn [[người Hán]] [[Tiết Vĩnh Tông]] (薛永宗), trước khi đối mặt với Cái Ngô. Cái Ngô chạy đến vùng núi, và Thái Vũ Đế đã tiến hành thảm sát những người đã ủng hộ Cái Ngô. Sau khi Thái Vũ Đế đến Trường An, ông tìm thấy một số chùa Phật giáo có vũ khí bên trong, và ông tin rằng các sư tăng hành động cùng với Cái Ngô, và do đó đã thảm sát các sư tăng tại Trường An. Thôi Hạo đã sử dụng cơ hội này đã khuyến khích Thái Vũ Đế hãy thảm sát tất cả các sư tăng trên toàn quốc và phá hủy các chùa, tượng và kinh Phật. Ông sau đó ra chiếu chỉ ngăn cấm Phật giáo trên toàn quốc. Tuy nhiên, Thái tử Hoảng đã sử dụng chiến thuật trì hoãn trong việc ban hành các chiếu chỉ, tạo điều kiện cho các Phật tử chạy trốn hoặc đi ẩn thân, song đã không còn một ngôi chùa Phật giáo nào còn tồn tại ở Bắc Ngụy. Đây là điều đầu tiên trong [[họa Tam Vũ]].\n\nMùa xuân năm 446, tin tưởng một cách sai lầm rằng thứ sử Thanh châu (青州, nay là trung bộ và đông bộ [[Sơn Đông]]) của Lưu Tống là [[Đỗ Ký]] (杜驥), đào ngũ sang phía mình, Thái Vũ Đế đã cử Thác Bạt Na và Thác Bạt Nhân (拓拔仁, con trai của Thác Bạt Kiện) đi hộ tống Đỗ Ký, và đánh Thanh châu, Duyện châu (兗州, nay là tây bộ Sơn Đông) và Ký châu (冀州, nay là tây bắc bộ Sơn Đông) của Lưu Tống, và mặc dù quân Bắc Ngụy không thể chiếm được hay giữ được châu nào, thì các châu này cũng đã trở nên nhiễu loạn bởi các cuộc tấn công.\n\nMùa hè năm 446, Cái Ngô trở lại Hạnh Thành và lại trở nên mạnh mẽ một cách nhanh chóng. Thái Vũ Đế đã cử Thác Bạt Na và Thác Bạt Nhân đi đánh Cái Ngô, và Thác Bạt Na đã bắt được hai thúc bá của Cái Ngô. Ban đầu, hai người này bị giải đến Bình Thành, song tướng Bộ Lục Cô Sĩ (步六孤俟) lại đề xuất rằng hãy thực hiện một lời thề cùng với hai người và lệnh cho họ giết chết Cái Ngô. Thác Bạt Na đồng ý, các thúc bá của Cái Ngô đã ám sát ông ta, cuộc nổi loạn của Cái Ngô cũng kết thúc.\n\nNăm 447, tin rằng Thư Cừ Mục Kiền bí mật cất giữ kho bạc của Bắc Lương trong khi tuyên bố rằng chúng bị cướp bóc lúc giao chiến, Thái Vũ Đế đầu tiên đã thảm sát gần như toàn bộ gia tộc Thư Cừ, và sau đó buộc Thư Cừ Mục Kiền và Mục Kiền phu nhân phải tự sát.\n\nNăm 448, Thái Vũ Đế lập tướng Xuất Đại Hãn Bạt (出大汗拔) làm Thiện Thiện vương, trên thực tế biến Thiện Thiện trở thành một phần của đế quốc Bắc Ngụy. Ông cũng lệnh cho Thổ Vạn Độ Quy (吐萬度歸) tiến đánh một số vương quốc khác ở Tây Vực, buộc các nước này phải chịu khuất phục.\n\nVào mùa đông năm 448 và mùa xuân năm 449, Thái Vũ Đế và Thái tử Hoảng cùng nhau tấn công Nhu Nhiên, song Xử khả hãn [[Uất Cửu Lư Thổ Hạ Chân]] của Nhu Nhiên đã trốn tránh và không giao chiến với họ. Tuy nhiên, đến mùa thu năm 449, Thác Bạt Na đã có thể khiến cho Nhu Nhiên chịu tổn thất nặng, và trong nhiều năm Nhu Nhiên đã không còn tấn công Bắc Ngụy.\n\nNăm 450, Thái Vũ Đế buộc tội Lưu Tống Văn Đế đã cổ vũ cho cuộc nổi loạn của Cái Ngô nên đã tiến đánh Lưu Tống, bao vây Huyền Hồ (懸瓠, nay thuộc [[Trú Mã Điếm]], [[Hà Nam (Trung Quốc)|Hà Nam]]) trong 42 ngày nhưng không thể chiếm được thành, và cuối cùng ông đã rút lui.\n\nĐến năm 450, một bí ẩn chính trị lớn đã xảy ra tại Bắc Ngụy khi không rõ vì nguyên cớ nào, Thái Vũ Đế đã quyết định giết Thôi Hạo cùng với toàn bộ gia tộc của ông ta và bất cứ người nào mang họ Thôi xuất thân từ quê hương của Thôi là quận Thanh Hà (清河, gần tương ứng với [[Hình Đài]], [[Hà Bắc (Trung Quốc)|Hà Bắc]] hiện nay), cũng như một vài gia tộc khác có quan hệ thông gia với Thôi. Lý do được công bố là Thôi Hạo đã tiết lộ quá mức điều ô nhục của hoàng tộc khi ông ta viết và cho lưu hành một chính sử. Sử gia hiện đại [[Bá Dương]] suy đoán rằng Thôi Hạo có thể đã tiết lộ việc [[Bắc Ngụy Đạo Vũ Đế|Đạo Vũ Đế]] (ông nội của Thái Vũ Đế) là một kẻ phản bội, và rằng Thôi Hạo sau đó đã có một đối đầu chính trị lớn với Thái tử Hoảng. Tuy nhiên, suy đoán của Bá Dương, mặc dù có một số chứng cứ hỗ trợ, song lại chưa thể thuyết phục, và tại sao Thái Vũ Đế lại quá vội vàng và khắt khe trong việc trừng phạt người mà ông đã tin tưởng trong suốt nhiều năm vẫn còn chưa rõ. (Một điều đáng lưu ý là trong toàn bộ sự cố, Thôi Hạo được mô tả là sợ hãi đến mức không thể nói được một lời nào, và điều này mâu thuẫn với tính cách và [[nhân phẩm]] của Thôi Hạo; và ngay sau khi xử tử Thôi Hạo, Thái Vũ Đế đã bày tỏ sự hối tiếc vì đã làm như vậy.)\n\nVào mùa thu năm 450, Lưu Tống Văn Đế mở một cuộc tấn công lớn chống lại Bắc Ngụy, hy vọng đoạt lại các châu ở phía nam Hoàng Hà, chia quân làm hai hướng tấn công, đạo quân phía đông tấn công Nghiêu Ngao (碻磝, nay thuộc [[Liêu Thành]], [[Sơn Đông]]) và Hoạt Đài, còn đạo quân phía tây tấn công Thiểm Thành và [[Đồng Quan (huyện)|Đồng quan]]. Theo lệnh của Thái Vũ Đế, quân Bắc Ngụy bỏ Nghiêu Ngao và phòng thủ Hoạt Đài, còn bản thân Thái Vũ Đế tiến về phía nam để giải vây cho Nghiêu Ngao trong khi Thái tử Hoảng tiến về phía bắc để phòng thủ một cuộc tấn công có thể xảy ra của Nhu Nhiên. Tướng [[Vương Huyền Mô]] (王玄謨) của Lưu Tống là người có đội quân hùng mạnh, ban đầu nhận được sự ủng hộ rộng rãi của nhân dân gần Hoạt Đài. Song khi sự ủng hộ bị mất đi, ông đã không thể chiếm được Hoạt Đài một cách nhanh chóng, và khi Thái Vũ Đế đến, quân Lưu Tống đã sụp đổ. Khi hay tin này, Văn Đế đã lệnh cho quân Lưu Tống rút lui (mặc dù khi đó đạo quân phía tây của Lưu Tốn do tướng Liễu Văn Cảnh (柳文景) chỉ huy đã thành công trong việc đánh chiếm Thiểm Thành và Đồng quan và chuẩn bị tiến vào vùng [[Quan Trung]]).\n\nĐể trả đũa cho cuộc tấn công của Lưu Tống, Thái Vũ Đế đã phát động một cuộc tất công toàn lực đánh các châu phía bắc của Lưu Tống. Thác Bạt Nhân nhanh chóng chiếm được Huyền Hồ và Hạng Thành (項城, nay thuộc [[Chu Khẩu]], [[Hà Nam (Trung Quốc)|Hà Nam]]) và cướp phá trên đường đến [[Thọ (huyện)|Thọ Dương]]. Thái Vũ Đế tiến đến [[Từ Châu|Bành Thành]], song đã không bao vây thành được bảo vệ nghiêm ngặt này; thay vào đó, ông tiến về phía nam, tuyên bố rằng sẽ vượt [[Trường Giang]] và phá hủy kinh thành [[Kiến Khang]] của Lưu Tống. Cả hai đại quân của ông và một nhánh quân khác mà ông cử đi đều tiến hành tàn sát và đốt phá nặng nề, khiến cho vùng [[Hoài Hà]] của Lưu Tống bị tàn phá. Khoảng tết năm 451, Thái Vũ Đế đã tiến đến Qua Bộ (瓜步, nay thuộc [[Nam Kinh]], [[Giang Tô]]), song vào lúc này ông lại tái đề xuất đề nghị hòa bình-hôn nhân mà ông đã đưa ra trước đây, theo đó nếu như Văn Đế gả một con gái cho một cháu nội của ông, ông sẽ sẵng sàng gả một con gái cho con trai của Văn Đế là [[Lưu Tống Hiếu Vũ Đế|Lưu Tuấn]] (người khi đó đang bảo vệ Bành Thành), thiết lập hòa bình lâu dài. Thái tử [[Lưu Thiệu (Lưu Tống)|Lưu Thiệu]] của Lưu Tống đã ủng hộ đề nghị này, song [[Giang Đam]] (江湛) lại phản đối, và đề nghị hôn nhân đã không được chấp thuận. Vào mùa xuân năm 451, lo ngại rằng quân Bắc Ngụy đã quá căng thẳng và sẽ bị tấn công phía sau bởi quân Lưu Tống đóng tại Bành Thành và Thục Dương, Thái Vũ Đế bắt đầu rút quân, và trên đường, do bị tướng [[Tang Chí]] (臧質) của Lưu Tống xúc phạm, ông đã bao vây thành Hu Dị (盱眙, nay thuộc [[Hoài An]], [[Giang Tô]]), và sau khi cả hai bên đều phải chịu tổn thất nặng nề, ông đã nhanh chóng rút quân. Chiến dịch này gây tổn thất nặng cho cả hai đế quốc và bộc lộ sự tàn nhẫn trong tính cách của Thái Vũ Đế, như sử gia Tư Mã Quang đã mô tả:\n\n:''Quân Ngụy đã khiến các châu Nam Yên, Từ, Bắc Yên, Dự, Thanh và Ký tan hoang. Số người Tống chết và bị thương không đếm xuể. Khi quân Ngụy bắt gặp những nam nhân trẻ tuổi người Tống, họ sẽ chặt đầu hoặc cắt đôi những người này. Các trẻ sơ sinh thì bị đâm bằng [[giáo]], và các giáo sau đó sẽ được lắc khiến các trẻ sơ sinh phải thét lên để làm trò tiêu khiển. Các quận và huyện có quân Ngụy đi qua bị đốt cháy và tàn sát, và thậm chí cây cỏ cũng không còn. Khi những con chim sẻ trở lại vào mùa xuân, chúng không thể tìm thấy nhà để làm tổ, vì thể chúng phải làm tổ trong các khu rừng. Binh sĩ và chiến mã của Ngụy cũng bị thương vong hơn một nửa, và tất cả người [[Tiên Ti]] đều oán thán.''\n\nMột phần khác trong tính cách của Thái Vũ Đế cũng đã được biểu lộ trong bối cảnh đất nước đang giao chiến, ông vẫn duy trì việc nới lỏng các lễ nghi ngoại giao chính thức. Ví dụ, khi ông ở bên ngoài Bành Thành, ông đã yêu cầu Lưu Tuấn cung cấp cho mình rượu và mía, trong khi tặng cho Lưu Tuấn một món quà gồm lạc đà, la, và áo choàng. Sau đó, ông yêu cầu cam từ Lưu Tuấn trong khi tặng cho Lưu Tuấn chăn, muối và đậu ngâm. Những điều tương tự đã xảy ra khi ông ở Qua Bộ, khi đó ông đã yêu cầu và gửi quà tặng đến và đi với Lưu Tống Văn Đế. (Tạng Chí đã làm ông phát cáu khi gửi nước tiểu đến khi ông yêu cầu rượu, do đó đã phá vỡ mô hình trao đổi quà tặng chính thức.)\n\nNăm 451, bất ổn chính trị tiếp diễn, lần này Thái tử Hoảng và các cộng sự của mình là nạn nhân. Thái tử Hoảng được coi là người có khả năng và tài quan sát, nhưng đã quá tin tưởng các cộng sự. Thái tử Hoảng rất không ưa hoạn quan [[Tông Ái]], và Tông Ái đã quyết định hành động trước, người này cáo buộc các cộng sự của Thái tử Hoảng là Cừu Nê Đạo Thịnh (仇泥道盛) và Nhâm Bình Thành (任平城) phạm tội, và hai người này đã bị xử tử. Hơn nữa, nhiều cộng sự khác của Thái tử đã bị kéo vào vụ việc và cũng bị giết. Bản thân Thái tử Hoảng lâm bệnh trong lo âu và qua đời vào mùa hè năm 451. Tuy nhiên, ngay sau đó, Thái Vũ Đế đã phát hiện ra rằng Thái tử Hoảng không có tội, và trở nên rất hối tiếc vì đã xử tử các cộng sự của Thái tử. Ông không lập thái tử mới, mặc dù trong một thời gian ngắn ông đã lập con trai của Thái tử Hoảng là [[Bắc Ngụy Văn Thành Đế|Thác Bạt Tuấn]] làm Cao Dương vương song sau đó đã bãi bỏ, ông suy tính rằng người thừa tự của thái tử không nên chỉ được phong làm thân vương, điều này cho thấy rằng ông dự định để Thác Bản Tuấn kế vị ngai vàng.\n\nDo Thái Vũ Đế giành nhiều thương nhớ cho Thái tử Hoảng, Tông Ái trở nên lo lắng, và đến mùa xuân năm 452 thì ông ta đã ám sát Thái Vũ Đế. Ban đầu, một số triều thần định lập con trai của Thái Vũ Đế là Đông Bình vương Thác Bạt Hàn (拓拔翰) làm hoàng đế, song vì Tông Ái cũng có quan hệ không tốt đẹp gì với Thác Bạt Hàn, ông ta đã giả lệnh của Hách Liên Hoàng hậu để lập một người con trai khác của Thái Vũ Đế là Nam An vương [[Thác Bạt Dư]] làm hoàng đế, trong khi buộc Thác Bạt Hàn phải chết.\n\n== Gia quyến ==\n* Thân phụ: [[Bắc Ngụy Minh Nguyên Đế]] Thác Bạt Tự.\n* Thân mẫu: [[Đỗ quý tần]] (杜贵嫔; ? - 420), sau truy tôn làm ''Mật hoàng hậu'' (密皇后). \n* Hậu phi:\n# [[Thái Vũ hoàng hậu|Hách Liên hoàng hậu]], con gái [[Hách Liên Bột Bột]].\n# Phu nhân Hạ thị, sinh [[Thác Bạt Hoảng]], sau truy phong là ''Kính Ai Hoàng hậu'' (敬哀皇后).\n# [[Tả chiêu nghi Phùng thị]] (左昭儀馮氏), con gái của Bắc Yên vương [[Phùng Hoằng]].\n# [[Tả chiêu nghi Lư thị]] (左昭儀閭氏), em gái [[Uất Cửu Lư Ngô Đề|Sắc Liên khả hãn]] của [[Nhu Nhiên]], sinh [[Thác Bạt Dư]]. \n# [[Hữu chiêu nghi Thư Cừ thị]] (右昭仪沮渠氏), con gái [[Thư Cừ Mông Tốn]].\n# Quý nhân Hách Liên thị, em gái Hách Liên hoàng hậu.\n# Tiêu phòng Việt thị, sinh Tấn vương Phục La.\n# Tiêu phòng Thư thị, sinh Đông Bình vương Hàn. \n# Tiêu phòng Phất thị, sinh Sở vương Kiến.\n* Hoàng tử:\n# Cảnh Mục Thái tử [[Thác Bạt Hoảng]] (拓拔晃).\n# Tấn vương [[Thác Bạt Phục La]] (拓拔伏羅).\n# Đông Bình vương [[Thác Bạt Hàn]] (拓拔翰).\n# Lâm Hoài vương [[Thác Bạt Đàm]] (拓拔譚).\n# Sở vương [[Thác Bạt Kiến]] (拓拔建).\n# Nam An Ẩn vương [[Thác Bạt Dư]] (拓拔余).\n# Thác Bạt Tiểu Nhi (拓拔小兒), mất sớm.\n# Thác Bạt Miêu Nhi (拓拔貓兒), mất sớm.\n# Thác Bạt Chân (拓拔真), mất sớm.\n# Thác Bạt Hổ Đầu (拓拔虎頭), mất sớm.\n# Thác Bạt Long Đầu (拓拔龍頭), mất sớm.\n* Hoàng nữ:\n# [[Thượng Cốc công chúa]] (上谷公主), lấy [[Ất Côi]] (乙瑰).\n\n==Chú thích==\n{{Tham khảo}}\n \n==Tham khảo==\n* ''[[Ngụy thư]]'', [[:zh:s:魏書\/卷4上|quyển 4, thượng]], [[:zh:s:魏書\/卷4下|hạ]].\n* ''[[Bắc sử]]'', [[:zh:s:北史\/卷002|quyển 2]]\n* ''[[Tư trị thông giám]]'', các quyển [[:zh:s:資治通鑑\/卷119|119]], [[:zh:s:資治通鑑\/卷120|120]], [[:zh:s:資治通鑑\/卷121|121]], [[:zh:s:資治通鑑\/卷122|122]], [[:zh:s:資治通鑑\/卷123|123]], [[:zh:s:資治通鑑\/卷124|124]], [[:zh:s:資治通鑑\/卷125|125]], [[:zh:s:資治通鑑\/卷126|126]].\n{{Vua Bắc Ngụy}}\n\n[[Thể loại:Vua nhà Bắc Ngụy]]\n[[Thể loại:Sinh năm 408]]\n[[Thể loại:Mất năm 452]]"}