{"Bắc Ngụy Hiến Văn Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Bắc Ngụy Hiến Văn Đế\n|tên gốc = 北魏獻文帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình =\n| cỡ hình =\n| ghi chú hình =\n| chức vị = [[Hoàng đế]] [[Bắc Ngụy|Đại Ngụy]]\n| tại vị = [[465]] &ndash; [[471]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:386 till:535\nAlignBars = early\nScaleMajor = increment:149 start:386\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:465 till:471 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color=\"grey\">[[Bắc Ngụy Văn Thành Đế]]<\/font>\n| nhiếp chính =[[Ất Phất Hồn]] (乙弗渾)<br>[[Văn Thành Văn Minh hoàng hậu|Phùng Thái hậu]]\n| kế nhiệm = <font color=\"blue\">[[Bắc Ngụy Hiếu Văn Đế]]<\/font>\n| hoàng tộc = [[Bắc Ngụy]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Thác Bạt Hoằng (拓拔弘)\n| kiểu tên đầy đủ = Tên thật\n| vợ = [[#Hậu phi|xem văn bản]]\n| con cái = [[#Con cái|Xem văn bản]]\n| niên hiệu =<\/small>\n*Duyên Hưng (延興) 471-476\n*Thừa Minh (承明) 476\n*Thái Hòa (太和) 477-499\n| miếu hiệu = [[Hiển Tổ]] (顯祖)\n| thụy hiệu = <font color=\"grey\">Hiến Văn Hoàng đế<\/font> (獻文皇帝)\n| cha = [[Bắc Ngụy Văn Thành Đế|Văn Thành Đế]]\n| mẹ = [[Lý quý nhân (Bắc Ngụy Văn Thành Đế)|Lý quý nhân]]\n| sinh = 454\n| nơi sinh =\n| mất = {{năm mất và tuổi|476|454}}\n| nơi mất = \n| ngày an táng =\n| nơi an táng = Vân Trung Kim lăng (雲中金陵)\n}}\n'''Bắc Ngụy Hiến Văn Đế''' ([[chữ Hán]]: 北魏獻文帝; 454–476), tên húy là '''Thác Bạt Hoằng''' ({{zh|c=拓拔弘|p=Tuòbá Hóng}}), là [[hoàng đế]] thứ sáu của [[triều đại Trung Quốc|triều đại]] [[Bắc Ngụy]] trong [[lịch sử Trung Quốc]]. Năm 471, ông trở thành [[Thái thượng hoàng]] nhưng vẫn tiếp tục nắm giữ quyền lực cho đến khi qua đời vào năm 476. Ông bị chính mẹ nuôi của mình là [[Phùng hoàng hậu (Bắc Ngụy Văn Thành Đế)|Phùng thái hậu]] sát hại, do ông đã xử tử một người tình của bà.\n\n== Thân thế ==\n\nThác Bạt Hoằng sinh năm 454, ông là con trai cả của [[Bắc Ngụy Văn Thành Đế|Văn Thành Đế]] Thác Bạt Tuấn. Mẹ ông là [[Lý quý nhân (Bắc Ngụy Văn Thành Đế)|Lý quý nhân]], trước đó bị bắt trong chiến tranh và trở thành một thê thiếp của Vĩnh Xương vương Thác Bạt Nhân (拓拔仁), một người họ hàng xa của Văn Thành Đế. Thác Bạt Nhân bị xử tử năm 453 do bị buộc tội phạm pháp. Sau cái chết của Thác Bạt Nhân, Lý quý nhân bị bắt đưa vào cung, rồi trở thành [[phi tần]] của Văn Thành Đế. Năm 456, Văn Thành Đế lập Thác Bạt Hoằng làm [[Hoàng thái tử]]. Theo truyền thống của hoàng tộc [[Bắc Ngụy]], Lý quý nhân bị ép tự vẫn.\n\n== Trì vì ==\n\n=== Ất Phất Hồn nhiếp chính ===\n\nNăm 465, Văn Thành Đế qua đời, Thái tử Hoằng kế vị năm 11 tuổi, tức Hiến Văn Đế. Hiếu Văn Đế tôn đích mẫu là [[Phùng hoàng hậu (Bắc Ngụy Văn Thành Đế)|Phùng hoàng hậu]] của Văn Thành Đế làm [[Hoàng thái hậu]], truy phong sinh mẫu Lý quý nhân ''Văn Thành Nguyên hoàng hậu''. Quyền lực triều đình nhanh chóng rơi vào tay viên quan [[Ất Phất Hồn]] (乙弗渾), kẻ chuyên quyền và giết hại nhiều quan viên khác bao gồm Dương Bảo Bình (楊保平), Giả Ái Nhân (賈愛仁), Trương Thiên Độ (張天度), Khâu Mục Lăng Đa Hầu (丘穆陵多侯), Thác Bạt Uất (拓拔郁), và cả tư đồ dưới thời Văn Thành Đế là [[Bộ Lục Cô Li]] (步六孤麗). Tuy nhiên, năm 466, Phùng thái hậu tiến hành chính biến, Ất Phất Hồn bị bắt và xử tử. Thái hậu chính thức lâm triều [[nhiếp chính]]<ref>[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7131 quyển 131]<\/ref>.\n\n=== Dưới thời Phùng thái hậu nhiếp chính ===\n\nPhùng thái hậu đã nhận được sự giúp đỡ của Giả Tú (賈秀), [[Cao Doãn]] (高允), và Cao Lư (高閭) trong việc nhiếp chính. Sau đó, bà cũng đưa huynh trưởng của mình là Phùng Hi (馮熙) vào nhóm đưa ra quyết định.\n\nNgay sau đó, Phùng thái hậu được trao cho một cơ hội lớn mở rộng cương vực Bắc Ngụy vì vào năm 466, triều đại kình địch là [[Lưu Tống]] ở phía Nam xảy ra một cuộc đấu tranh giành quyền kế vị sau khi Hoàng đế [[Lưu Tống Tiền Phế Đế|Lưu Tử Nghiệp]] bị ám sát năm 465. [[Lưu Tống Minh Đế|Lưu Úc]], thúc phụ của Lưu Tử Nghiệp xưng Đế ở kinh thành [[Kiến Khang]], tức Lưu Tống Minh Đế, còn em trai của Lưu Tử Nghiệp là Tấn An vương [[Lưu Tử Huân]] (劉子勛) lại xưng đế vào đầu năm 466 tại Tầm Dương (尋陽, nay thuộc [[Cửu Giang]], [[Giang Tây]]). Sau khi quân của Lưu Tống Minh Đế đánh bại và giết chết Lưu Tử Huân vào mùa thu năm 466, tướng Lưu Tống [[Tiết An Đô]] (薛安都), [[thứ sử]] Từ Châu (徐州, nay là bắc bộ [[Giang Tô]] và bắc bộ [[An Huy]]), là người ban đầu đã đứng về phía Lưu Tử Huân, e ngại bị Minh Đế trừng phạt, do đó ông quyết định đầu hàng Bắc Ngụy. Sau đó, thứ sử Duyện Châu (兗州, nay là tây bộ [[Sơn Đông]]) [[Tất Chúng Kính]] (畢眾敬) và thái thú quận Nhữ Nam (汝南, nay gần tương ứng với [[Trú Mã Điếm]], [[Hà Nam (Trung Quốc)|Hà Nam]]) [[Thường Trân Kì]] (常珍奇) đã làm theo Tiết An Đô. Phùng thái hậu cử tướng Uất Trì Nguyên (尉遲元) đến tiếp nhận sự đầu hàng của các tướng Lưu Tống. Để bảo vệ khu vực phía bắc [[Hoài Hà]], Uất Trì Nguyên sau đó đánh bại hai nỗ lực của Minh Đế nhằm tái chiếm các châu, quận này. Thái hậu cũng cử tướng [[Mộ Dung Bạch Diệu]] (慕容白曜) chiếm đánh Thanh châu (青州, nay là trung bộ và đông bộ Sơn Đông) và Ký châu (冀州, nay là tây bắc bộ Sơn Đông), là hai châu bị tách khỏi phần còn lại của Lưu Tống sau vụ đầu hàng của Tiết An Đô. Năm 469, cả hai châu đều rơi vào tay Bắc Ngụy, và tất cả các khu vực phía bắc của Hoài Hà đã trở thành lãnh thổ Bắc Ngụy.\n\nNăm 467, thiếp của Hiến Văn Đế là Lý phu nhân, con gái của Nam quận vương Lý Huệ (李惠), cậu của Hiến Văn Đế, đã sinh cho ông Hoàng trưởng tử [[Bắc Ngụy Hiếu Văn Đế|Thác Bạt Hoành]]. Phùng thái hậu đích thân nuôi dưỡng hoàng tôn nhỏ tuổi, từ đó, bà chấm dứt việc nhiếp chính và trao trả quyền lực cho Hiến Văn Đế, khi này 13 tuổi<ref>[[Ngụy thư]], [https:\/\/zh.wikisource.org\/wiki\/%E9%AD%8F%E6%9B%B8\/%E5%8D%B713 quyển 13]: 顯祖即位，尊為皇太后。丞相乙渾謀逆，顯祖年十二，居于諒闇，太后密定大策，誅渾，遂臨朝聽政。及高祖生，太后躬親撫養。是後罷令，不聽政事。<\/ref>.\n\n=== Sau khi nắm quyền ===\n\nVới vai trò Hoàng đế, Hiến Văn Đế được mô tả là mẫn cán và áp dụng các hình phạt cũng như khen thưởng thích đáng, đặc biệt là việc thúc đẩy các quan trở nên trung thực, giáng chức những kẻ tham nhũng. Từ khi triều đại của Hiến Văn Đế bắt đầu, các quan thần Bắc Ngụy cũng được ca ngợi bởi tính trung thực. Hiến Văn Đế nghiên cứu rất nhiều về tôn giáo và triết lý, bao gồm cả [[Đạo giáo]] và [[Phật giáo]].\n\nNăm 469, Hiến Văn Đế lập [[Bắc Ngụy Hiếu Văn Đế|Thác Bạt Hoành]] làm Thái tử. Sinh mẫu của Thái tử Hoành là [[Lý quý nhân (Bắc Ngụy Văn Thành Đế)|Lý quý nhân]] cũng chết cùng năm. Hầu hết các sử gia chắc chắn rằng bà bị buộc tự vẫn theo đúng quy định của hoàng tộc Bắc Ngụy.\n\nNăm 470, Hiến Văn Đế không vui trước việc Mộ Dung Bạch Diệu xu nịnh Ất Phất Hồn vào lúc Phất Hồn đang nhiếp chính, ông vu cáo Mộ Dung Bạch Diệu tội phản nghịch và ban chết cho ông cùng con trai là Mộ Dung Như Ý (慕容如意). Cùng năm đó xảy ra một sự kiện làm tổn hại tình mẫu tử giữa ông và Phùng thái hậu. Thái hậu thường xuyên tư thông với một viên quan tên Lý Dịch (李奕). Lý Dịch có một huynh đệ là Lý Phu (李敷). Năm 470, người bạn thân của Lý Phu là Lý Hân (李訢) bị buộc tội tham ô, Hiến Văn Đế biết rõ cáo trạng này mặc dù Lý Phu cố giữ kín các tấu chương. Ông cũng biết mối quan hệ của mẹ nuôi và Lý Dịch, mặc dù phản đối nhưng không có cách nào để chống lại. Nhân việc Lý Hân có tội, Hiến Văn Đế phán Lý Hân tội chết, đồng thời nói với Lý Hân rằng nếu ông có thể khai các tội mà Lý Phu và Lý Dịch phạm phải thì sẽ được tha. Sau một hồi do dự, Lý Hân đã khai, và một người khác là Phạm Phiêu (范標) cũng khai giống như vậy. Hiến Văn Đế dựa vào đó xử tử cả Lý Phu và Lý Dịch. Sau sự kiện này, Phùng thái hậu ôm hận với Hiến Văn Đế.\n\nNăm 471, do hứng thú với triết lý, Hiến Văn Đế định rời khỏi ngai vàng để dành nhiều thời gian cho việc nghiên cứu. Ông có ý định truyền nôi cho thúc phụ là Kinh Triệu vương Thác Bạt Tử Thôi (拓拔子推), người được đánh giá cao bởi tất cả đại thần. Ông triệu tập quần thần để thảo luận vấn đề. Phần lớn các quan phản đối đề nghị của Hiến Văn Đế, và họ cho rằng nếu Hiến Văn Đế muốn tức vị nhường ngôi thì nên để Thái tử Hoành kế vị. Do vậy, Hiến Văn Đế làm theo, và vị Thái tử 4 tuổi Thác Bạt Hoành đã lên ngôi, trở thành [[Bắc Ngụy Hiếu Văn Đế|Hiếu Văn Đế]]. Bản thân Hiến Văn Đế lấy tước hiệu là [[Thái thượng hoàng|Thái thượng hoàng đế]].\n\n== Trở thành Thái thượng hoàng ==\n\nTuy nhiên, với vai trò là Thái thượng hoàng, Hiến Văn Đế vẫn tiếp tục kiểm soát triều chính, và tất cả các công việc quan trọng đều phải trình lên cho ông. Ông dành nhiều thời gian cho các vấn đề luật pháp hình sự, và trong thời gian này, các vụ án nói chung được quan tâm nhiều hơn, và mặc dù việc thụ lý mất khá nhiều thời gian, song kết quả được cho là xác đáng hơn trước.\n\nNăm 476, Phùng thái hậu vẫn ghi hận chuyện Hiến Văn Đế giết người tình của bà, nên đã sát hại ông. Hầu hết các sử gia, bao gồm cả [[Tư Mã Quang]], cho rằng bà đã đầu độc Hiến Văn Đế, song một phiên bản khác lại chỉ ra rằng Phùng thái hậu là sát thủ, khi Hiến Văn Đế đến cung để thỉnh an bà, bà đã bắt và làm ông ngạt thở. Phùng thái hậu tiếp tục nhiếp chính cho Tiểu hoàng đế.\n\n== Gia đình ==\n\n=== Hậu phi ===\n\n* Phu nhân Lý thị, sau truy tôn Hoàng hậu\n* Chiêu nghi Phong thị\n* Quý nhân Hàn thị\n* Quý nhân Phan thị\n* Tiêu phòng Mạnh thị\n* Tiêu phòng Cao thị\n\n=== Con cái ===\n\n* Hiếu Văn Đế [[Bắc Ngụy Hiếu Văn Đế|Nguyên Hoành]] (元宏), Lý phu nhân sinh\n* Hàm Dương vương [[Nguyên Hi]] (元禧), Phong chiêu nghi sinh\n* Triệu quận Linh vương [[Nguyên Cán]] (元幹), Hàn quý nhân sinh\n* Cao Dương Văn Mục vương [[Nguyên Ung]] (元雍), Hàn quý nhân sinh\n* Quảng Lăng Huệ Vương [[Nguyên Vũ (Bắc Ngụy)|Nguyên Vũ]] (元羽), Mạnh tiêu phòng sinh\n* Bành Thành Vũ Tuyên vương [[Nguyên Hiệp]] (元勰), Phan quý nhân sinh\n* Bắc Hải Bình Vương [[Nguyên Tường]] (元詳), Cao tiêu phòng sinh\n* Thường Sơn công chúa\n* Lạc Lãng công chúa\n* Bành Thành công chúa\n* Lạc An công chúa\n* Cao Bình công chúa\n\n== Tham khảo ==\n\n{{tham khảo|30em}}\n* ''[[Ngụy thư]]'', [[:zh:s:魏書\/卷6|quyển 6]]\n* ''[[Bắc sử]]'', [[:zh:s:北史\/卷002|quyển 2]].\n\n{{Vua Bắc Ngụy}}\n{{Thái thượng hoàng Trung Quốc}}\n\n[[Thể loại:Thái thượng hoàng Trung Quốc]]\n[[Thể loại:Vua nhà Bắc Ngụy]]\n[[Thể loại:Sinh năm 454]]\n[[Thể loại:Mất năm 476]]"}