{"Bột Hải Cao vương":"'''Bột Hải Cao Vương''' ([[645]]<ref>Theo [[Cựu Đường thư]]<\/ref> - [[719]]) là người sáng lập của [[Vương quốc Bột Hải]] vào năm 698. Ông vốn tên là '''Dae Jo-Young''' (대조영, Hán-Việt: Đại Tộ Vinh), con trai của [[Khất Khất Trọng Tượng|Dae Jung-sang]] (Phiên âm Hán Việt là [[Khất Khất Trọng Tượng|Đại Trọng Tượng]]). Nói về nguồn gốc dân tộc của ông vẫn còn là 1 bí ẩn. Các nhà sử học ngày nay đều theo ý khác nhau, không thống nhất về dân tộc của ông. Các sử gia [[Triều Tiên]] và [[Hàn Quốc]] cho rằng ông là [[người Triều Tiên]], nhưng các sử gia [[Trung Quốc]] lại cho rằng ông là người [[Mạt Hạt]] (thổ dân sống tại vùng [[Mãn Châu]] mà thuộc Trung Quốc ngày nay, tổ tiên của [[người Nữ Chân]] rồi sau đó là [[người Mãn Châu]]) thuộc lịch sử của [[Trung Quốc]]. Các sử gia [[Nga]] cho rằng ông là [[Các dân tộc Tungus|người Tungus]] thuộc lịch sử [[Nga]]. Các sử gia [[Nhật Bản]] cho rằng ông là người Sumo thuộc lịch sử [[Nhật Bản]]. Miếu hiệu: [[Bột Hải]] [[Thái Tổ]]. \n\n==Thuở ban đầu==\nDae Jo-Young sinh ra vào khoảng cuối đời [[Cao Câu Ly]] (theo [[Cựu Đường thư]] thì Dae Jo-Young sinh năm [[645]] khi vua [[Đường Thái Tông]] đang thân chinh dẫn quân Đường đi đánh thành Ansi (An Thị) của [[Cao Câu Ly]]). Ông từng góp sức trong cuộc kháng chiến của quân dân [[Cao Câu Ly]] chống quân Đường xâm lược những năm [[661]] - [[662]]. \n\nNước [[Tân La]] sau đó liên kết với [[nhà Đường]] (lúc bấy giờ nhà Đường bị hoàng hậu [[Võ Tắc Thiên]] thống trị) đánh và diệt Cao Câu Ly năm [[668]], biến lãnh thổ [[Cao Câu Ly]] thành [[An Đông đô hộ phủ]]. Dae Jo-Young cùng cha là [[Đại Trọng Tượng]] lại anh dũng đứng lên chống lại quân nhà Đường, đánh nhau với họ nhiều trận, tham gia nghĩa quân của [[Cao An Thắng]] và [[Kiếm Mưu Sầm]] nhưng nghĩa quân này nhanh chóng tan rã năm [[674]] vì [[Cao An Thắng]] phản bội giết hại [[Kiếm Mưu Sầm]]. \n\nDae Jo-Young lại cùng cha là [[Đại Trọng Tượng]] tiếp tục tham gia hội Đông Minh Thiên Khí Cái Thế (東明天氣盖世) của [[Bảo Tạng Vương]] ám sát các quan lại nhà Đường ở [[An Đông đô hộ phủ]] tại Liêu Đông từ năm [[677]] đến năm [[681]]. Khi [[Bảo Tạng Vương]] bị [[Tiết Nhân Quý]] phát hiện và bị bắt sang nhà Đường thì Đông Minh Thiên hội tan rã. Có thuyết nói Dae Jo-Young cũng bị bắt sang [[Trường An]] nhà Đường nhưng nhờ sự giúp đỡ của các tướng Đường gốc ngoại tộc như [[Cao Xá Kê]] (Go Sagye) gốc [[Cao Câu Ly]], [[Hắc Xỉ Thường Chi]] (Heukchi Sangji) gốc [[Bách Tế]], [[A Sử Na Mặc Xuyết]] gốc [[Đột Quyết]], Khả hãn Khiết Đan là [[Lý Tận Trung]] cùng em vợ là [[Tôn Vạn Vinh]], Dae Jo-Young mới thoát được về [[An Đông đô hộ phủ]] - lãnh thổ [[Cao Câu Ly]] cũ.\n\n[[Tập tin:Khitan Rebellion.png|thumb|trái|320px|Bản đồ thể hiện cuộc nổi dậy của người Khiết Đan do Vô thượng Khả hãn [[Lý Tận Trung]] và [[Tôn Vạn Vinh]] lãnh đạo năm 696 chống lại nhà Chu của Võ Tắc Thiên. Nhờ [[Vương Hiếu Kiệt]] dẫn [[Võ Chu|quân Chu]] tấn công Đông Hạp Thạch Cốc, rồi đến [[A Sử Na Mặc Xuyết]] dẫn quân [[Hãn quốc Hậu Đột Quyết|Đột Quyết]] tấn công vào kinh đô Đại Khiết Đan quốc năm 697, cuộc nổi dậy của người Khiết Đan mới bị dập tắt.]]\n\nKhi ấy, theo \"chính sách nới lỏng\", khu vực Khiết Đan nằm dưới sự kiểm soát của [[Võ Chu|nhà Chu]] của [[Võ Tắc Thiên]] bởi Thứ sử [[Doanh Châu]] (thuộc khu vực [[Triều Dương]], [[Liêu Ninh]], [[Trung Quốc]] hiện nay) là [[Triệu Văn Hối]]. Hai thủ lĩnh Khiết Đan địa phương là Tùng Mạc đo đốc [[Lý Tận Trung]] và Thành Châu Thứ sử [[Tôn Vạn Vinh]], em vợ của Lý Tận Trung là cấp dưới của Triệu Văn Hối. Sự phản đối gia tăng do hành vi của Triệu Văn Hối, người đã coi các thủ lĩnh Khiết Đan như người hầu của mình và từ chối giúp đỡ trong nạn đói xảy ra ở khu vực Khiết Đan vào năm [[696]]. Theo \"chính sách nới lỏng\", nhà Chu phải cung cấp sự cứu viện nạn đói. Khi Triệu Văn Hối không làm như vậy, Lý Tận Trung và Tôn Vạn Vinh đã phát động một cuộc nổi loạn vào tháng 5 năm [[696]] (khi [[Võ Tắc Thiên]] lên ngôi được 6 năm). Họ dẫn quân từ đất Tùng Mạc và Thành Châu đánh chiếm Doanh Châu, giết Thứ sử là Triệu Văn Hối. Tướng cũ của [[Cao Câu Ly]] là [[Đại Trọng Tượng]] (大仲象 Dae Jung-sang) và con trai là Dae Jo-Young (大祚榮 Đại Tộ Vinh) ở núi Đông Mưu (Dongmo, nay thuộc [[Mãn Châu]], [[Trung Quốc]]) đã liên minh với thủ lĩnh [[Bạch Sơn Mạt Hạt]] là [[Khất Tứ Bỉ Vũ]] (걸사비우, 乞四比羽 bính âm: Gulsabiwu) và các thủ lĩnh của các bộ tộc vùng [[Hắc Long Giang]] hỗ trợ cho [[Lý Tận Trung]] và [[Tôn Vạn Vinh]] chống lại Đại Chu. [[Lý Tận Trung]] tự xưng là \"''Vô Thượng Khả hãn''\" (無上可汗), kiến lập quốc gia Đại Khiết Đan Quốc. \n\n[[Võ Tắc Thiên]] phản ứng đầu tiên bằng cách cử một đội quân 28 tướng nhà Chu chỉ huy đến đàn áp, đổi gọi [[Lý Tận Trung]] thành Lý \"Tận Diệt\" (\"盡滅\", nghĩa là \"tiêu diệt tận gốc họ Lý\"), [[Tôn Vạn Vinh]] là Tôn \"Vạn Trảm\" (\"萬斬\", nghĩa là \"trảm vạn lần họ Tôn\"). Tuy nhiên lực lượng nhà Chu đi đàn áp này bị quân Khiết Đan đánh bại ở hẻm núi Hạp Thạch Cốc (gần huyện [[Lư Long]], tỉnh [[Hà Bắc]], [[Trung Quốc]] ngày nay) vào tháng 8 năm [[696]], liên tiếp các tướng nhà Chu đều chết trận. [[Võ Tắc Thiên]] đã rất ngạc nhiên trước thông báo về sự thất bại này và bà ta nhanh chóng ban hành các sắc lệnh phát động một cuộc tấn công mới vào quân Khiết Đan nổi dậy này. Quân Khiết Đan tiếp tục giành chiến thắng trên chiến trường.\n\nNhận lệnh của Vô Thượng Khả hãn [[Lý Tận Trung]], [[Đại Trọng Tượng]] (大仲象 Dae Jungsang) và Dae Jo-Young (大祚榮 Đại Tộ Vinh), [[Khất Tứ Bỉ Vũ]] (乞四比羽 Gulsabiwu) dẫn 8000 tàn dân quân gồm người [[Cao Câu Ly]] và người Mạt Hạt (Malgal) quay về núi Đông Mưu (Dongmo, nay thuộc [[Mãn Châu]], [[Trung Quốc]]) phối hợp với quân đội của các bộ tộc quanh [[Hắc Long Giang]] chuẩn bị đánh chiếm các thành trì của nhà Chu ở Liêu Đông. Bên cạnh đó, Vô Thượng Khả hãn [[Lý Tận Trung]] còn lệnh cho [[Lý Giai Cố]] (李楷固) cùng tướng dưới quyền Lý Giai Cố là [[Lạc Vũ Chỉnh]] (駱務整) dẫn quân Khiết Đan từ đất Tùng Mạc phía tây bắc [[Doanh Châu]] vượt Vạn Lý Trường Thành, chiếm Du Quan (nay là [[Sơn Hải quan]], [[Trung Quốc]]), phối hợp với quân đội của bộ tộc [[Khố Mạc Hề]] (Kumo Xi) phía tây nam cùng tấn công vùng đất Đàn Châu nhà Chu. \n\n[[Đại Trọng Tượng]] và Dae Jo-Young ở núi Đông Mưu đưa quân đánh phá gây tiêu hao binh lực [[Võ Chu|nhà Chu]] của [[Võ Tắc Thiên]] ở thành Khứ Đán Châu ([[Hangul]]: 거단주, Keodanju; [[chữ Hán]]: 去旦州), Mộc Để Châu ([[Hangul]]: 목저주; [[chữ Hán]]: 木底州), Bái Hán Châu ([[Hangul]]: 배한주,; [[chữ Hán]]: 拜漢州\/拜汉州),… tại Liêu Đông. An Đông đô hộ là [[Bùi Huyền Khê]] (裴玄珪) ở nhiệm sở Tân Thành (nay là [[Phú Thuận]], [[Liêu Ninh]], [[Trung Quốc]]) cũng bị quân của Dae Jo-Young tấn công nhiều lần. [[Bùi Huyền Khê]] phải rút quân Chu khỏi Tân Thành và Tân Thành nhà Chu bị Dae Jo-Young chiếm đóng. Quân Chu ở ba thành trì Khứ Đán Châu, Mộc Để Châu, Bái Hán Châu và ba thành trì khác xung quanh Tân Thành đều quy hàng [[Đại Trọng Tượng]]. [[An Đông đô hộ phủ]] của [[Võ Chu|nhà Chu]] bị chấn động.\n\nCòn [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] dẫn quân Khiết Đan chiếm hàng loạt các thành trì [[Võ Chu|nhà Chu]] của [[Võ Tắc Thiên]] như Đàn Châu, Bắc Bình (nay là [[Tần Hoàng Đảo]], [[Hà Bắc]], [[Trung Quốc]]), Ngư Dương (nay thuộc [[Kế Châu]], [[Thiên Tân]], [[Trung Quốc]]), U Châu (nay là [[Bắc Kinh]], [[Trung Quốc]]), Úy Châu (nay tương đương với [[Trương Gia Khẩu]], [[Trung Quốc]]), Dịch Châu (nay thuộc một phần của [[Bảo Định]], [[Hà Bắc]], [[Trung Quốc]]), Mã Ấp (nay thuộc [[Sóc Châu]], [[Sơn Tây]], [[Trung Quốc]]), Nhạn Môn Quan (nay thuộc [[Hãn Châu]], [[Sơn Tây]], [[Trung Quốc]]).\n\n[[Đại Trọng Tượng]] (Dae Jungsang) và Dae Jo-Young ở Tân Thành thuộc Liêu Đông tiếp tục chia quân cho [[Khất Tứ Bỉ Vũ]] (Gulsabiwu) đánh chiếm Liêu Thành của [[Võ Chu|nhà Chu]] và chia quân cho [[Gaepilsamun]] đánh chiếm thành Baekham cùa [[Võ Chu|nhà Chu]]. Tuy nhiên khi [[Đại Trọng Tượng]], Dae Jo-Young, [[Gaepilsamun]], [[Khất Tứ Bỉ Vũ]] mang toàn quân tấn công thành Ansi nhà Chu (nay thuộc [[Liêu Ninh]], [[Trung Quốc]]) thì gặp rất nhiều khó khăn do sự kiên cố của tòa thành Ansi (thành Ansi này từng đánh tan [[nhà Tùy|quân Tùy]] và [[nhà Đường|quân Đường]] xâm lược [[Cao Câu Ly]] ngày xưa). An Đông đô hộ [[Bùi Huyền Khê]] (裴玄珪) biết tin thì nhanh chóng đưa [[Võ Chu|quân Chu]] tái chiếm nhiệm sở của An Đông đô hộ phủ là Tân Thành (nay là [[Phú Thuận]], [[Liêu Ninh]], [[Trung Quốc]]) từ tay quân [[Cao Câu Ly]] của [[Đại Trọng Tượng]]. Không lâu sau, thấy [[Đại Trọng Tượng]] và Dae Jo-Young vì muốn khôi phục [[Cao Câu Ly]] nên mới nỗ lực tấn công thành Ansi, dân chúng Cao Câu Ly trong thành Ansi nổi dậy chống lại [[Võ Chu|quân Chu]], mở cổng thành Ansi cho quân của Đại Trọng Tượng và Dae Jo-Young tràn vào thành. Các tướng nhà Chu giữ thành Ansi đều bị giết. Thành Ansi rơi vào tay quân Cao Câu Ly của cha con [[Đại Trọng Tượng]] và Dae Jo-Young.\n\n[[Tháng 10]] (ÂL) cùng năm [[696]], Vô Thượng Khả hãn của Đại Khiết Đan quốc là [[Lý Tận Trung]] qua đời vì bệnh tật, em vợ là [[Tôn Vạn Vinh]] lên thay làm Khả hãn để tiếp tục công cuộc chống đối nhà Chu. [[Võ Tắc Thiên]] liên tục mở các cuộc phản công vào Đại Khiết Đan quốc, liên minh với Thiên Thiện Khả hãn [[A Sử Na Mặc Xuyết]] của [[Hãn quốc Hậu Đột Quyết]] tiêu diệt Đại Khiết Đan quốc vào tháng 5 năm [[697]]. Khả hãn [[Tôn Vạn Vinh]] bị ám sát. Người Khiết Đan bỏ chạy sang [[Liêu Hà]] ở phía đông trong sự hỗn loạn. Thiên Thiện Khả hãn [[A Sử Na Mặc Xuyết]], [[A Sử Na Bặc Câu]] và [[A Sử Đức Nguyên Trân]] dẫn quân Đột Quyết, phối hợp với quân [[Võ Chu|nhà Chu]] và [[Khố Mạc Hề]] (Kumo Xi) do [[Lâu Sư Đức]] và [[Shatuo Zhongyi]] chỉ huy, tấn công dân chúng Khiết Đan ở [[Liêu Hà]]. Dae Jo-Young ở thành Ansi nghe tin thì đưa quân Cao Câu Ly đến [[Liêu Hà]] để cứu dân chúng Khiết Đan đang bị liên quân Chu - Đột Quyết - Khố Mạc Hề tấn công. Liên quân Chu - Đột Quyết - Khố Mạc Hề bị Dae Jo-Young đánh lui. Dae Jo Young chỉ cứu được một nhóm dân chúng Khiết Đan và Dae Jo-Young cho an trí họ ở 9 thành trì do mình kiểm soát tại Liêu Đông. Tuy nhiên vẫn còn nhiều nhóm người Khiết Đan ở xung quanh khu vực [[Liêu Hà]] đó, họ tụ tập lại chờ thời cơ đánh trả lại nhà Chu của [[Võ Tắc Thiên]]. Tướng của Khả hãn [[Tôn Vạn Vinh]] là [[Lý Giai Cố]] (李楷固) và tướng dưới quyền Lý Giai Cố là Lạc Vũ Chỉnh (駱務整) quy hàng Võ hoàng nhà Chu. [[Võ Tắc Thiên]] ban đầu muốn xử trảm Lý Giai Cố và Lạc Vũ Chỉnh vì họ từng làm lung lay chính quyền của bà, nhưng [[Địch Nhân Kiệt]] đã can ngăn và khuyên bà phong cho 2 người họ làm tướng nhà Chu. Võ hoàng đồng ý và làm theo lời của [[Địch Nhân Kiệt]].\n\nSau cuộc nổi dậy của [[Lý Tận Trung]] và [[Tôn Vạn Vinh]] bị dập tắt, tộc người Khiết Đan ở phía bắc Doanh Châu [[Võ Chu|nhà Chu]] bắt đầu trung thành với người [[Hãn quốc Hậu Đột Quyết|Đột Quyết]] như Thiên Thiện Khả hãn [[A Sử Na Mặc Xuyết]] và [[Võ Tắc Thiên]] đã lên kế hoạch từ ban đâu vào năm 696. Người Khố Mạc Hề (Kumo Xi) cũng thần phục [[A Sử Na Mặc Xuyết]]. [[Võ Tắc Thiên]] cũng bổ nhiệm một thủ lĩnh người Khiết Đan mới tên là [[Lý Thất Hoạt]] (李失活) làm Khả hãn mới của tộc Khiết Đan phía bắc Doanh Châu nhà Chu. [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] sau đó được [[Võ Tắc Thiên]] phái đi trấn áp các lực lượng Khiết Đan còn chống đối [[Võ Chu|nhà Chu]] ở [[Liêu Hà]] phía đông bắc nhà Chu. Cha con [[Đại Trọng Tượng]] (Dae Jungsang) và Dae Jo-Young khi đó đang di dời quân đội, dân cư từ các thành Ansi, Liêu Thành và Baekham sang núi Đông Mưu (Dongmo, nay thuộc [[Mãn Châu]], [[Trung Quốc]]) và núi [[núi Trường Bạch|Bạch Đầu]] (Baekdu), với ý định xây dựng kinh đô cho quốc gia mới ở núi Đông Mưu. Quân Chu do [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] chỉ huy sau đó trấn áp thành công các lực lượng người Khiết Đan ở [[Liêu Hà]]. Một lực lượng Khiết Đan còn lại tiếp tục chạy sang phía đông đi theo đoàn quân của cha con [[Đại Trọng Tượng]] và Dae Jo-Young.\n\nNăm [[698]] [[Đại Trọng Tượng]] (大仲象 Dae Jung-sang) và con trai là Dae Jo-Young (大祚榮 Đại Tộ Vinh) cùng với thủ lĩnh Bạch Sơn Mạt Hạt là [[Khất Tứ Bỉ Vũ]] (걸사비우, 乞四比羽 bính âm: Qǐsì bǐyǔ) vẫn chống đối nhà Chu của [[Võ Tắc Thiên]]. Theo [[Tân Đường thư]], [[Võ Tắc Thiên]] đã phái sứ giả sang Liêu Đông sắc phong cho [[Đại Trọng Tượng]] là ''Chấn Quốc công'' và phong cho Khất Tứ Bỉ Vũ là ''Hứa Quốc công'' để yên lòng họ. [[Khất Tứ Bỉ Vũ]] đã từ chối chức danh ''Hứa Quốc công'' này. Nghe tin [[Đại Trọng Tượng]], Dae Jo-Young và [[Khất Tứ Bỉ Vũ]] đang di dời quân đội và dân chúng từ ba thành Ansi, Liêu Thành và Baekham đến núi Đông Mưu và núi [[núi Trường Bạch|Bạch Đầu]] (Baekdu), tháng 5 (ÂL) cùng năm, [[Võ Tắc Thiên]] phái [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] dẫn 200.000 quân Chu tấn công đoàn quân của [[Đại Trọng Tượng]] và [[Khất Tứ Bỉ Vũ]]. [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] liền dẫn quân Chu chiếm lại các thành Ansi, Liêu Thành và Baekham đang bị bỏ trống, rồi tiếp tục dẫn quân Chu đuổi theo để chặn đánh nghĩa quân của [[Đại Trọng Tượng]] và [[Khất Tứ Bỉ Vũ]] giữa đường. Hai lãnh đạo [[Đại Trọng Tượng]] và [[Khất Tứ Bỉ Vũ]] đã cố gắng chống lại cuộc tấn công của [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] nhà Chu nhưng do quân số ít hơn nên đành phải rút lui. Quân Chu của [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] tàn sát dân chúng của nghĩa quân rất nhiều. Thấy [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] cho quân Chu hạ trại chặn đường đến núi Đông Mưu, [[Đại Trọng Tượng]] và [[Khất Tứ Bỉ Vũ]], Dae Jo-Young sau đó cho đoàn quân và dân chúng di chuyển vòng qua doanh trại quân Chu đi theo hướng đông bắc, liên tiếp để các toán quân đoạn hậu chặn quân Chu truy kích, giúp nghĩa quân có nhiều thời gian di dời dân chúng đến gần núi Đông Mưu và [[núi Trường Bạch|Bạch Đầu]] (Baekdu) hơn. [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] liên tục tấn công nghĩa quân, giết dân chúng.\n\n[[Đại Trọng Tượng]] và Dae Jo-Young cùng đoàn quân và dân chúng đến chân núi Cheonmunryeong (tiếng Trung: 天門嶺; Hán-Việt: Thiên Môn Lĩnh; bính âm: Tiānmén lǐng) thì phái [[Khất Tứ Bỉ Vũ]] (Gulsabiwu) dẫn 5000 quân Mạt Hạt chặn đường vào núi của quân Chu. Sau đó Đại Trọng Tượng và Dae Jo Young dẫn dân chúng đi vào hẻm núi Cheonmunryeong để đến núi Đông Mưu và núi [[núi Trường Bạch|Bạch Đầu]] (Baekdu).\n\n==Thành lập nước Đại Chấn==\n[[Tập tin:Largest Area of Balhe.png|thumb|trái|300px|[[Đại Tộ Vinh]] lập [[vương quốc Bột Hải|vương quốc Đại Chấn]] (Daejin) năm 698 sau khi đánh bại quân [[Võ Chu|nhà Chu]] của Võ Tắc Thiên, sang năm 712 đổi tên thành [[vương quốc Bột Hải]] (Balhae).]]\n[[Đại Trọng Tượng]] và Dae Jo-Young dẫn 8000 tàn quân và dân chúng (chủ yếu là người [[Cao Câu Ly]] và người Mạt Hạt) đến được núi Đông Mưu và núi Baekdu thì cho an trí quân đội và dân chúng. Sau đó [[Đại Trọng Tượng]] và Dae Jo-Young dẫn quân quay lại Cheonmunryeong (Thiên Môn Lĩnh) giúp [[Khất Tứ Bỉ Vũ]] ngăn cản quân Chu của [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]]. [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] liên tục tấn công nghĩa quân ở Cheonmunryeong. Cả [[Khất Tứ Bỉ Vũ]] và [[Đại Trọng Tượng]] đều chết trong cuộc đại chiến tại Cheonmunryeong gần núi Đông Mưu này, nhưng Dae Jo-Young đã lãnh đạo những quân lính Cao Câu Ly và Mạt Hạt còn lại và tiếp tục chống lại quân nhà Chu do [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] chỉ huy. \n\nDae Jo-Young đặt 1000 địa điểm mai phục, tiến hành đánh du kích, tập kích quân Chu của [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] 1000 lần. Trận đánh giữa Dae Jo-Young và quân [[Võ Chu|nhà Chu]] của [[Lý Giai Cố]] và [[Lạc Vũ Chỉnh]] rất ác liệt tiếp tục diễn ra tại Cheonmunryeong (tiếng Trung: 天門嶺; Hán-Việt: Thiên Môn Lĩnh; bính âm: Tiānmén lǐng) cùng năm 698, và kết quả là quân của Dae Jo-Young đã chiến thắng. Để thực hiện giấc mơ của cha mình, ông giành lấy 1 miền lãnh thổ rộng lớn của Mãn Châu ngày nay, lập ra vương quốc Đại Chấn (Daejin), tự xưng là ''Chấn vương'', niên hiệu là Thiên Thống (Cheontong), xây dựng kinh thành tại gần núi Đông Mưu, nên thành cũng được đặt tên là Đông Mưu (nay thuộc tỉnh Cát Lâm, Trung Quốc). Đất nước của ông được thành lập cùng năm 698. Sau khi lên ngôi vua, Dae Jo-Young mở rộng ảnh hưởng của mình đến [[Võ Chu|nhà Chu]], tộc [[Hãn quốc Đột Quyết|Đột Quyết]], tộc Khiết Đan và nước [[Tân La]] với những tộc Mạt Hạt độc lập.\n\nTin truyền hậu duệ của [[Cao Câu Ly]] với chí lực và võ nghệ cao cường đã xây thành ở núi Đông Mưu và chuẩn bị mở rộng đất đai vừa lan ra thì nhưng tàn dân thuộc vùng đất xưa của [[Cao Câu Ly]] liền nhanh chóng tụ tập, tạo nên cốt lõi cho nhà nước mới. Dân số của nước Đại Chấn khi đó là 500.000 người. Chấn vương Dae Jo-Young phái sứ giả sang [[Hãn quốc Hậu Đột Quyết]], lập liên minh chống [[Võ Chu|nhà Chu]] với Thiên Thiện Khả hãn [[A Sử Na Mặc Xuyết]].\n\n==Cai trị nước Đại Chấn và đổi tên sang Bột Hải==\nNăm Thiên Thống thứ hai ([[699]]), Chấn vương Dae Jo-Young cho trích lọc những cái hay của các bộ luật, quốc pháp của [[nhà Đường]], nước [[Bách Tế]] (Baekje) cũ, nước [[Cao Câu Ly]] (Goguryeo) cũ, [[Võ Chủ|nhà Chu]], nước [[Tân La]] (Silla), nước [[Hãn quốc Hậu Đột Quyết]], tộc [[Khiết Đan]], tộc Khố Mạc Hề (Kumo Xi), tộc [[Bạch Sơn Mạt Hạt]] và tộc [[Hắc Sơn Mạt Hạt]]. Kế đó, Chấn vương Dae Jo-Young soạn ra bộ luật cho [[vương quốc Bột Hải|nước Đại Chấn]], gọi là Thiên Thống Luật (Cheontong Lu). Thiên Thống Luật này có vai trò quan trọng trong việc cai trị đất nước, tương tự như Hiến Pháp của các quốc gia ngày nay. Thiên Thống Luật của Dae Jo-Young xác định rằng nước Đại Chấn này là hậu duệ của nước [[Cao Câu Ly]] (Goguryeo) cũ, coi vua [[Đông Minh vương|Đông Minh Vương Cao Chu Mông]] là tổ tiên của nước [[Cao Câu Ly]] cũ và [[vương quốc Bột Hải|nước Đại Chấn]]. Nước Đại Chấn của Chấn vương Dae Jo-Young dùng ngôn ngữ là [[tiếng Cao Câu Ly]], chữ viết là [[Tiếng Cao Câu Ly|chữ Cao Câu Ly]].\n\nVì nước [[Cổ Triều Tiên]] (2333 TCN - 108 TCN) được khai sinh trên núi Bạch Đầu (Baekdu, nay là [[núi Trường Bạch]]) nên Chấn vương Dae Jo-Young cử hành các nghi lễ tế tự thờ núi Bạch Đầu như các quốc gia [[Phù Dư (nước)|Phù Dư]] (Buyeo), [[Cao Câu Ly]] (Goguryeo) từng thực hiện.\n\nCùng năm 699, Chấn vương Dae Jo-Young dẫn quân [[vương quốc Bột Hải|Đại Chấn]] đánh chiếm nhiệm sở của An Đông đô hộ phủ là Tân Thành (này là [[Phú Thuận]], [[Liêu Ninh]], [[Trung Quốc]]). An Đông đô hộ [[Bùi Huyền Khê]] (裴玄珪) phải bỏ Tân Thành chạy trốn. [[Võ Tắc Thiên]] đổi nhiệm sở An Đông đô hộ phủ từ Tân Thành đã rơi vào tay Dae Jo-Young sang khu vực phía tây của Liêu Đông.\n\n[[Tập tin:Balhae.svg|thumb|trái|300px|Bản đồ [[Tiểu Cao Câu Ly]] (màu xanh nhạt) của Cao Câu Ly vương [[Cao Đức Vũ]] (Go Deokmu) và [[vương quốc Bột Hải|nước Đại Chấn]] (màu xanh đậm) của Chấn vương Dae Jo-Young khi cùng nhau chống lại nhà Chu của Võ Tắc Thiên từ năm 699 đến năm 705.]]\nNăm Thiên Thống thứ 3 ([[700]]), theo [[Tân Đường thư]], thấy Chấn vương Dae Jo-Young đang xây dựng [[vương quốc Bột Hải|nước Đại Chấn]] (Daejin) ở đông bắc Liêu Đông và Cao Câu Ly vương [[Cao Đức Vũ]] (Go Deokmu) lập quốc [[Tiểu Cao Câu Ly]] ở Liêu Đông, [[Võ Tắc Thiên]] phong cho [[Lý Giai Cố]] (李楷固) làm Yên Quốc công, ban quốc tính họ Võ cho Lý Giai Cố (gọi là Võ Giai Cố), rồi phái Võ Giai Cố dẫn 200.000 quân Chu tấn công Dae Jo-Young và [[Cao Đức Vũ]] bởi Võ Giai Cố biết rõ về Dae Jo-Young và Cao Đức Vũ. Yên Quốc công [[Lý Giai Cố|Võ Giai Cố]] chia quân cho [[Lạc Vũ Chỉnh]] tấn công biên giới Tiểu Cao Câu Ly rồi đích thân dẫn quân Chu tấn công các thành trì biên giới nước Đại Chấn. Chấn vương Dae Jo-Young dẫn quân đến hỗ trợ các thành trì chống quân Chu. Cao Câu Ly vương [[Cao Đức Vũ]] cũng dẫn quân đến biên giới giao tranh với quân đội nhà Chu của [[Lạc Vũ Chỉnh]]. Chấn vương Dae Jo-Young và Cao Câu Ly vương [[Cao Đức Vũ]] cùng Yên Quốc công [[Lý Giai Cố|Võ Giai Cố]] và [[Lạc Vũ Chỉnh]] kịch chiến với nhau ở bắc Liêu Đông và đông bắc Liêu Đông.  \n\nNăm Thiên Thống thứ 4 ([[701]]), quân [[Hãn quốc Hậu Đột Quyết]] của Thiên Thiện Khả hãn [[A Sử Na Mặc Xuyết]] lại vượt [[Vạn Lý Trường Thành]], xâm phạm biên giới [[Võ Chu|nhà Chu]]. Chấn vương Dae Jo-Young đánh tan quân Chu của Yên Quốc công [[Lý Giai Cố|Võ Giai Cố]], giải vây cho các thành trì biên giới [[vương quốc Bột Hải|nước Đại Chấn]]. Cao Câu Ly vương [[Cao Đức Vũ]] (Go Deokmu) cũng đánh tan quân đội nhà Chu của [[Lạc Vũ Chỉnh]] ở biên giới [[Tiểu Cao Câu Ly]]. Thiên Thiện Khả hãn [[A Sử Na Mặc Xuyết]] sai sứ sang nước Đại Chấn yêu cầu Chấn vương Dae Jo-Young hỗ trợ mình chống lại nhà Chu. Chấn vương Dae Jo-Young đồng ý và gửi 1 cánh quân Đại Chấn sang giúp [[A Sử Na Mặc Xuyết]] đánh các thành trì nhà Chu. \n\nYên Quốc công [[Lý Giai Cố|Võ Giai Cố]] nghe tin thì kêu gọi Khả hãn [[Lý Thất Hoạt]] của tộc Khiết Đan phía bắc Doanh Châu và tộc [[Hắc Sơn Mạt Hạt]] đông bắc nước Đại Chấn cùng tấn công biên giới nước Đại Chấn. Chấn vương Dae Jo-Young chia quân làm ba cánh: cánh quân thứ nhất đi trấn áp tộc [[Hắc Sơn Mạt Hạt]] phía đông bắc, cánh quân thứ hai đánh đuổi tộc Khiết Đan phía tây bắc và cánh quân thứ ba tấn công các thành Baekam, Liêu Thành của nhà Chu phía tây nam. Cánh quân Đại Chấn thứ nhất đánh tan quân [[Hắc Sơn Mạt Hạt]], chiếm lấy lãnh thổ của họ, chiếm lại ngọn núi đầy muối ven biển vốn thuộc [[Cao Câu Ly]] (Goguryeo) ngày xưa. Người [[Hắc Sơn Mạt Hạt]] phải chạy lên phía bắc. Cánh quân Đại Chấn thứ hai đánh tan quân Khiết Đan của Khả hãn [[Lý Thất Hoạt]]. [[Lý Thất Hoạt]] phải lui quân về [[Liêu Hà]] phía tây. Cánh quân Đại Chấn thứ ba thì bị Yên Quốc công [[Lý Giai Cố|Võ Giai Cố]] và [[Lạc Vũ Chỉnh]] cầm chân ở phía bắc Liêu Đông.\n\nTrong khi đó Thiên Thiện Khả hãn [[A Sử Na Mặc Xuyết]] liên tục đánh chiếm các thành trì ở tây bắc nhà Chu, sắp tiến đến [[Trường An]] (nơi Võ hoàng đang ở). Chính quyền của Võ hoàng một lần nữa bị lung lay giống như 5 năm trước Khả hãn [[Tôn Vạn Vinh]] người Khiết Đan từng cho quân Khiết Đan nam hạ đánh sắp đến [[Lạc Dương]]. Thấy tình hình nguy cấp, [[Đường Duệ Tông|Võ Đán]] phụng mệnh Võ hoàng đi đánh dẹp quân Đột Quyết của [[A Sử Na Mặc Xuyết]] đang tiến sâu vào lãnh thổ nhà Chu, nhưng sau đó quân Đột Quyết của [[A Sử Na Mặc Xuyết]] lui quân trước.\n\nNăm Thiên Thống thứ 5 ([[702]]) Chấn vương Dae Jo-Young gọi cánh quân Đại Chấn đang đánh với quân Chu của Yên Quốc công [[Lý Giai Cố|Võ Giai Cố]] và [[Lạc Vũ Chỉnh]] ở phía bắc Liêu Đông trở về.\n\nNăm Thiên Thống thứ 7 ([[704]]), Yên Quốc công [[Lý Giai Cố|Võ Giai Cố]] và [[Lạc Vũ Chỉnh]] lại dẫn quân Chu tiến đánh nước Đại Chấn của Chấn vương Dae Jo-Young.\n\nNăm Thiên Thống thứ 8 ([[705]]) [[Đường Trung Tông]] lật đổ Võ Tắc Thiên, lấy lại quốc hiệu Đại Đường, [[Lý Giai Cố|Võ Giai Cố]] đang đánh Dae Jo-Young phải đổi cờ xí Đại Chu sang Đại Đường và lấy lại họ Lý (gọi là Lý Giai Cố). Trận đánh giữa Dae Jo-Young và quân nhà Đường rất ác liệt cùng năm, và kết quả là quân của Dae Jo-Young đã chiến thắng. Tướng [[Lạc Vũ Chỉnh]] của quân Đường tử trận. Yên Quốc công [[Lý Giai Cố]] cùng 1000 tàn quân Đường rút chạy về [[Liêu Hà]] phía tây Liêu Đông. Dae Jo-Young dẫn quân Đại Chấn đánh chiếm lại các thành Baekam, Liêu Thành và Ansi từ quân Đường, sau đó bao vây [[Liêu Hà]] của nhà Đường. [[Lý Giai Cố]] dẫn quân Đường ra quyết chiến với quân Đại Chấn của Dae Jo-Young. Kết cục, Yên Quốc công [[Lý Giai Cố]] tử trận ở Liêu Hà, quân đội nhà Đường thua tan tác. Dae Jo-Young cho quân rút khỏi [[Liêu Hà]], lui về phía đông để tránh quân đội [[Tiểu Cao Câu Ly]] của Cao Câu Ly vương [[Cao Đức Vũ]] (Go Deokmu) ở Liêu Đông.\n\nKhi biết [[Đường Trung Tông]] đã lật đổ [[Võ Tắc Thiên]], trung hưng lại cơ nghiệp họ Lý Đường, Chấn vương Dae Jo-Young bèn thay đổi chính sách, hòa giải với nhà Đường. Trong năm [[705]], vua [[Đường Trung Tông]] dời nhiệm sở của [[An Đông đô hộ phủ]] từ phía tây Liêu Đông sang U Châu (nay là [[Bắc Kinh]], [[Trung Quốc]]), đồng thời gọi An Đông đô hộ [[Đường Hưu Cảnh]] (唐休璟) từ phía tây Liêu Đông về U Châu.\n\nDae Jo-Young sau đó còn thiết lập quan hệ hữu hảo với [[Tiểu Cao Câu Ly]] của Cao Câu Ly vương [[Cao Đức Vũ]] (Go Deokmu) ở Liêu Đông vào năm Thiên Thống thứ 10 (năm [[707]]).\n\nTrong giao tiếp ngoại giao giữa [[Tân La]] (đời vua [[Thánh Đức vương|Tân La Thánh Đức vương]]) và [[vương quốc Bột Hải|Đại Chấn]], vua [[Thánh Đức vương|Tân La Thánh Đức vương]] đã cố gắng phong cho Chấn vương Dae Jo-Young với danh hiệu tương đương với quan chức hạng năm ở [[Tân La]] là \"Đại A Chấn (Dae Achan)\"{{sfn|Kim|2011a|p=348}} vào năm Thiên Thống thứ 13 (năm [[710]]). Chấn vương Dae Jo-Young và người [[vương quốc Bột Hải|Đại Chấn]] không biết hệ thống cấp bậc được sử dụng ở [[Tân La]] nên họ đã chấp nhận danh hiệu này. \n\nChấn vương Dae Jo-Young sau đó còn thiết lập quan hệ hòa bình với tộc Khiết Đan của Khả hãn [[Lý Thất Hoạt]] (李失活) phía bắc Doanh Châu nhà Đường vào năm Thiên Thống thứ 14 ([[711]]). \n\nSau một thời gian, Chấn vương Dae Jo-Young nhận ra ý nghĩa của danh hiệu \"Đại A Chấn (Dae Achan)\" mà vua [[Thánh Đức vương|Tân La Thánh Đức vương]] phong cho mình. Ông đã tìm cách thay đổi địa vị quốc tế của quốc gia mình. Năm Thiên Thống thứ 15 ([[712]]), Chấn vương Dae Jo-Young đổi lại quốc hiệu từ Đại Chấn (Daejin) sang Bột Hải (Balhae), xưng là ''Bột Hải vương'', sử sách gọi ông là Cao Vương. \n\nNăm Thiên Thống thứ 16 ([[713]]), vua [[Đường Huyền Tông]] phong Bột Hải vương Dae Jo-Young làm ''Bột Hải quận vương'' (Bột Hải là tên của vùng biển bao quanh Liêu Đông và Sơn Đông nhà Đường{{sfn|Kim|2011a|p=349}}). Cả [[nhà Đường]] và [[Tân La]] đều không công nhận [[vương quốc Bột Hải]] của Dae Jo-Young là quốc gia kế vị [[Cao Câu Ly]]. Nhà Đường coi [[vương quốc Bột Hải]] là một công quốc của người Mạt Hạt trong khi [[Tân La]] coi [[vương quốc Bột Hải]] là chư hầu của họ. Bột Hải vương Dae Jo-Young đối với [[Tân La]] cũng giữ quan hệ hòa bình, nhưng thực chất bên trong cũng muốn đánh [[Tân La]] vì [[Tân La]] từng giúp quân Đường tiêu diệt [[Cao Câu Ly]] (quốc gia tiền thân của [[vương quốc Bột Hải|Bột Hải]]). Từ năm 713 đến năm 721, vua [[Thánh Đức vương|Tân La Thánh Đức vương]] đã xây dựng bức tường phía bắc để duy trì hoạt động phòng thủ dọc biên giới, tránh bị [[vương quốc Bột Hải]] tấn công{{sfn|Kim|2011a|p=349}}. Người kế nghiệp Bột Hải vương Dae Jo-Young là [[Bột Hải Vũ Vương]] Dae Muye sau này là người thay ông, đánh cho nước Tân La tan tác, cũng vì đất nước này trước đây đã hợp với quân Đường diệt Cao Cấu Ly năm 668 - nơi mà ông từng sống.\n\nNăm Thiên Thống thứ 17 ([[714]]), vua [[Đường Huyền Tông]] dời nhiệm sở của [[An Đông đô hộ phủ]] từ U Châu (nay là [[Bắc Kinh]], [[Trung Quốc]]) sang Bình Châu (nay là [[Lư Long]], [[Hà Bắc]], [[Trung Quốc]]), đồng thời gọi An Đông đô hộ [[Đan Tư Kính]] (单思敬) về [[Trường An]]. Vua [[Đường Huyền Tông]] phong cho Hưa Khâm Thấu (许钦凑) làm An Đông đô hộ.\n\nNăm Thiên Thống thứ 20 ([[717]]) Khả hãn Lý Thất Hoạt của tộc Khiết Đan qua đời, Lý Sa Cố (李娑固) kế vị Khả hãn Khiết Đan và cũng duy trì hòa bình với Bột Hải vương Dae Jo-Young.\n\n==Cái chết==\n\nTháng 6 năm Thiên Thống thứ 22 ([[719]]), Bột Hải Cao Vương Dae Jo-Young băng hà. Người con trai trưởng của ông là [[Bột Hải Vũ Vương|Đại Vũ Nghệ]] (Dae Muye) lên ngôi, tức là vua [[Bột Hải Vũ Vương]]. Dae Jo-Young đã để lại di chúc rằng ''“Đừng quên tinh thần Cao Câu Ly, hãy kế thừa tinh thần của Cao Câu Ly”''. Vũ Vương truy hiệu cho cha mình là ''Hiếu Cao đại vương'' là danh hiệu có tính tượng trưng cho “Vua của Cao Câu Ly”, truyền lại ý chí mạnh mẽ cho các đời vua [[Vương quốc Bột Hải|Bột Hải]] sau này. Ý nghĩa ấy được thể hiện trong việc dựng nên đại đế chế rộng lớn từ phía Bắc bán đảo Triều Tiên cho tới tận vùng Siberia của [[Nga]] ngày nay, từ phía Đông Bắc [[Trung Quốc]] tới bờ biển [[Thái Bình Dương]]. \n\nĐặc biệt, đời vua thứ 10 của [[Vương quốc Bột Hải|Bột Hải]] là [[Bột Hải Tuyên Vương]] (Balhae Sonwang) đã mở rộng đất nước và đánh chiếm tới tận vùng Hắc Long Giang ở phía Bắc (thuộc Trung Quốc), vùng sông Yongheung ở phía Nam (thuộc Bắc Triều Tiên). Vùng lãnh thổ ấy rộng lớn gấp 2,2~2,8 lần tổng diện tích bán đảo Triều Tiên ngày nay. Nhà Đường còn gửi sứ thần tới, thừa nhận sự tồn tại thực tế cũng như sức mạnh của [[Vương quốc Bột Hải|Bột Hải]], ngay cả những quốc gia cách xa tới 1,300km cũng muốn giao dịch với [[Vương quốc Bột Hải|Bột Hải]] và nhờ cậy bảo hộ. [[Vương quốc Bột Hải|Bột Hải]] đã phát triển là một đại cường quốc, đã tập trung sức mạnh vào cả việc phát triển kinh tế và văn hóa, giao dịch thực hiện cả với vùng Ba Tư (Persia) xa xôi, thủ phủ Dongkyeongseong đã thành đô thị mang tầm thế giới. Nhưng sau thời [[Bột Hải Tuyên Vương]], do tranh giành quyền lực giữa các quý tộc trở nên gay gắt nên [[Vương quốc Bột Hải|Bột Hải]] đã bước vào con đường suy vong, bị diệt vong vào năm 926 do cuộc tấn công của [[Liêu Thái Tổ]] của [[nhà Liêu]] - người đã mơ tiến đến tận vùng lãnh thổ.\n\n==Bí ẩn về nguồn gốc dân tộc==\n\nNói về nguồn gốc dân tộc của Bột Hải Cao Vương - Dae Jo-Young đang là vấn đề mà các sử gia ngày nay bàn cãi, không đi theo một sự thống nhất. Một số nhà sử học [[Trung Quốc]] theo sách \"[[Cựu Đường thư]]\" đã cho rằng ông là người [[Cao Câu Ly]]. Nội dung rằng sau khi [[Cao Câu Ly]] sụp đổ được 30 năm thì ông ấy đánh bại quân Đường ở Thiên Môn Lĩnh, thành lập quốc gia Đại Chấn, nhờ tộc Khiết Đan che chắn biên giới với nhà Đường và kích động Đột Quyết giao tranh với nhà Đường để ông ấy tranh thủ xây dựng quốc gia, được 14 năm thì đổi tên Đại Chấn thành Bột Hải. Theo nội dung này thì [[Đại Tộ Vinh]] và [[vương quốc Bột Hải]] thuộc lịch sử [[Triều Tiên]] và [[Hàn Quốc]].\n\nNhưng có nhiều người theo sách \"[[Tân Đường thư]]\", cho rằng Dae Jo-Young không phải là người [[Cao Câu Ly]], mà là người [[Mạt Hạt]] sống tại miền Mãn Châu ngày nay, thời đó từng nội thuộc vào [[Cao Câu Ly]], nhưng sau đó đã tách ra độc lập. Người [[Mạt Hạt]] là tổ tiên của người Nữ Chân sau này thành lập [[nhà Kim]], [[nhà Thanh]] ở [[Trung Quốc]] nên các sử gia [[Trung Quốc]] cho rằng [[Đại Tộ Vinh]] và [[vương quốc Bột Hải]] thuộc lịch sử [[Trung Quốc]].\n\nCác sử gia [[Liên Xô]] ngày trước và [[Nga]] ngày nay cho rằng [[Đại Tộ Vinh]] là [[Các dân tộc Tungus|người Tungus]] ở Mãn Châu ngày xưa nên [[Đại Tộ Vinh]] và [[vương quốc Bột Hải]] thuộc lịch sử [[Nga]]. Các sử gia [[Nhật Bản]] cho rằng [[Đại Tộ Vinh]] là người Sumo ở Mãn Châu ngày xưa, [[vương quốc Bột Hải]] là tiền thân của [[Mãn Châu Quốc]] (1932 - 1945) do người [[Nhật Bản]] thành lập nên [[Đại Tộ Vinh]] và [[vương quốc Bột Hải]] thuộc lịch sử [[Nhật Bản]].\n\nNhưng nói cho cùng, khả năng ông là người [[Cao Câu Ly]] vẫn là cao nhất. Cha của ông - [[Đại Trọng Tượng]] - đã từng lãnh đạo quân người [[Cao Câu Ly]] chống lại nhà Đường, nhà Chu, bản thân ông lập ra vương quốc Bột Hải với khẩu hiệu muốn khôi phục lại [[Cao Câu Ly]], luôn chiến đấu chống lại sự xâm lược của các triều đại [[Trung Quốc]]. Dưới sự điều khiển của [[nhà Đường]] và [[Võ Chu|nhà Chu]], người [[Cao Câu Ly]] tạm thời ẩn nấu tại Doanh Châu (nay thuộc [[Trường Xuân (định hướng)|Trường Xuân]], tỉnh Cát Lâm, Trung Quốc), sau đó theo [[Đại Tộ Vinh]] sáng lập ra Bột Hải. Bột Hải chiếm lấy hầu hết đất đai của cựu vương quốc [[Cao Câu Ly]], cai trị trong 228 năm, dùng ngôn ngữ [[Cao Câu Ly]], chữ viết [[Cao Câu Ly]]. Các vua Bột Hải đều tự coi mình như là vị vua kế tục dân tộc [[Cao Câu Ly]] vậy. Theo sách \"Loại Tụ quốc sử\" (''類聚國史'') được viết tại [[Nhật Bản]] vào thế kỷ thứ IX, cho rằng [[vương quốc Bột Hải]] vốn là dân của [[Cao Câu Ly]], nên các vua Bột Hải tất cũng là công dân của [[Cao Câu Ly]]. Phần lớn những người dân nước Bột Hải là người [[Cao Câu Ly]], người [[Mạt Hạt]] chiếm số ít hơn (nhưng đến thời vua [[Đại Vĩ Hài]] thì dân số người [[Mạt Hạt]] nhiều hơn người [[Cao Câu Ly]]). Khi Bột Hải có quan hệ ngoại giao với [[Nhật Bản]], vua Bột Hải cũng nói rằng mình là người kế nghiệp [[Cao Câu Ly]].\n\n==Gia đình==\n\nBột Hải Cao Vương ít ra có hai người vợ được biết đến. Bà đầu tiên sinh cho ông 2 người con trai là [[Bột Hải Vũ Vương|Đại Vũ Nghệ]] (대조영, 大武藝, Dae Muye - Bột Hải Vũ Vương sau này) và [[Đại Môn Nghệ]] (대문예, 大門藝, Dae Munye). Ngoài ra, ông có con với bà thứ 2 cùng các bà sau, sinh ra 5 đứa con như [[Đại Xương Bột Giá]] (대창발가, 大昌勃價, Dae Changbalga), [[Đại Hồ Nhã]] (대호아, 大胡雅, Dae Ho-a), [[Đại Lãnh Nhã]] (대낭아, 大郎雅, Dae Nang-a), [[Đại Lâm (Bột Hải)|Đại Lâm]] (대림, 大琳, Dae Rim), [[Đại Bảo Phương]] (대보방, 大寶方, Dae Bo-bang). Việc vua Cao Vương lập [[Bột Hải Vũ Vương|Đại Vũ Nghệ]] làm Thế tử cũng là tất nhiên. Vì [[Bột Hải Vũ Vương|Đại Vũ Nghệ]] vừa là con trưởng, lại có chí như Dae Jo-Young nên mới được như vậy.\n\nSau này, một người con cháu của ông là [[Dae Jo-yeong]] đến sống ở Triều Tiên, đã làm rạng danh cơ nghiệp họ Đại của ông.\n\n==Trong văn hóa đại chúng==\n[[Dae Jo Yeong (TV series)|Dae Jo Yeong]] - một bộ phim 134 tập của Hàn Quốc nói về cuộc đời của Bột Hải Vũ Vương Đại Tộ Vinh (do diễn viên kỳ cựu [[Choi Soo-jong]] thủ vai) - cũng đã được phát sóng vào các ngày Thứ bảy và Chủ nhật hàng tuần trên kênh KBS Drama từ ngày 16 tháng 9 năm 2006 đến ngày 23 tháng 12 năm 2007. Bộ phim này được nhiều đề cử và đã đạt rất nhiều giải thưởng ở các buổi lễ trao giải [[KBS Drama Awards 2006]], [[KBS Drama Awards 2007]], [[Korean Broadcasting Awards 2008]] và [[Korea Drama Awards 2008]]. Bộ phim cổ vũ tinh thần yêu nước chống Trung Quốc xâm lược của dân Hàn Quốc, nhắc dân Hàn Quốc không được quên vùng đất của mẹ (ý nói [[vương quốc Bột Hải]]) đã mất hoàn toàn vào tay Trung Quốc ngày nay. Bộ phim được dân Hàn Quốc đánh giá là một trong những bộ phim truyền hình hay nhất mọi thời đại của lịch sử phim truyền hình Hàn Quốc.\n\n==Nguồn tham khảo==\n\nSách \"卷四逸文（『類聚國史』一九三渤海) 和銅六年、受唐冊立其國。延袤二千里、無州県館驛、處々有村里。皆靺鞨部落。其百姓者、靺鞨多、土人少。皆以土人爲村長。大村曰都督、次曰刺史。其下百姓皆曰首領。土地極寒、不宜水田。俗頗知書。自高氏以來、朝貢不絶。\".\n\n{{Vua Bột Hải}}\n\n==Tham khảo==\n{{tham khảo}}\n* {{citation|last=Kim|first=Alexander|year=2011a|title=Relations Between Bohai and Silla (7th to 9th Centuries): A Critical Analysis}}\n\n[[Thể loại:Vua Bột Hải]]\n[[Thể loại:Mất năm 719]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 7]]\n[[Thể loại:Tướng Triều Tiên]]"}