{"Cao Thích":"'''Cao Thích''' ([[chữ Hán]]: 高適, [[702]]-[[765]]), tự '''Đạt Phu''' (達夫); là [[nhà thơ]] thời Thịnh [[Nhà Đường|Đường]] ở [[Trung Quốc]]. Ông cùng với [[Sầm Than]], [[Vương Xương Linh]], là ba gương mặt tiêu biểu trong phái thơ biên tái <ref>Theo [[Nguyễn Hiến Lê]], sách ở mục sách tham khảo, tr. 247. Xem giải thích vắn tắt về phái thơ biên tái ở trang [[Sầm Than]].<\/ref>.\n\n==Tiểu sử==\n'''Cao Thích''' sinh ra trong một gia đình nghèo ở Bột Hải, Thương Châu (nay là huyện Thương, tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc, Trung Quốc]]).\n\nNăm Khai Nguyên thứ 22 đời [[Đường Huyền Tông]] (ở ngôi: [[712]]-[[756]]), tức năm [[734]], ông theo Tín An Vương lên biên tái đánh quân [[Khiết Đan]]; sau đó lại đi du ngoạn ở Tống, Lương (nay là vùng [[Khai Phong]]-[[Thương Khâu]] thuộc tỉnh [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]).\n\nÔng là người ham sự nghiệp <ref>''Thơ Đường'' ([[Tản Đà]] dịch, tr. 86).<\/ref>. Có lần ông đi tới kinh đô [[Trường An]] mong kiếm được một chức quan, nhưng rồi thất vọng trở về, tỏ ra bất đắc chí. Năm đầu Thiên Bảo ([[742]]), khi ấy ông đã 40 tuổi, vậy mà vẫn sống một cuộc đời áo vải rày đây mai đó <ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập 2), tr. 70.<\/ref>.\n\nSau nhờ Trương Cửu Cao tiến cử, Cao Thích thi đỗ Hữu đạo khoa, được bổ làm Huyện úy Phong Khâu. Sống vất vưởng nửa đời người mới được làm quan, ông rất phấn khởi, nhưng ít lâu sau ông xin thôi chức, vì (dịch):\n:''Đón lạy quan trên lòng tan nát,\n:''Đánh đòn dân chúng dạ thêm thương.\n:(trích \"Phong Khâu tác\")\n\nRời Phong Khâu, Cao Thích đến Hà Tây làm Ký thất tham quân dưới quyền của Tiết độ sứ Hà Tây là Ca Thư Hàn.\n\nCuối năm [[755]], tướng [[An Lộc Sơn]] khởi binh làm phản. Sau đó, Ca Thư Hàn bại trận ở [[Đồng Quan]], khiến vua [[Đường Huyền Tông]] phải rời khỏi [[Trường An]]. Nhờ chạy theo đường tắt, Cao Thích gặp được nhà vua tại Hà Trì. \nSau khi giải trình lý do đại bại ở Đồng Quan, ông được bổ nhiệm làm Thị ngự sử, sau thăng làm Gián nghị đại phu, tỏ ra có khí tiết, dám nói thẳng. Bị Lý Phục Quốc ghen ghét, đổi ông làm Thứ sử tại hai châu Thục, Bành; rồi làm Tiết độ sứ Tây Xuyên (ra biên tái lần 2).\n\nĐến đời [[Đường Túc Tông]] (ở ngôi: [[756]]-[[762]]), nhờ có công vây đánh Vĩnh vương Lý Lân, Cao Thích được thăng làm Hình bộ Thị Lang; sau đổi làm Tán kỵ thường thị, tước Bột Hải huyện hầu.\n\nNăm [[765]] đời [[Đường Đại Tông]] (ở ngôi: [[762]]-[[779]]), Cao Thích mất, thọ 63 tuổi.\n\nKhi tuổi đã cao, Cao Thích mới học làm thơ <ref>Ghi theo [[Nguyễn Hiến Lê]] (tr. 428). Ba nguồn khác là: Dịch Quân Tả (tr. 426), ''Thơ Đường'' (Tản Đà dịch. Nhà xuất bản Trẻ, 1989, tr. 86) và ''Đường thi'' ([[Trần Trọng Kim]] dịch. Nhà xuất bản Tân Việt, phần tiểu sử tác giả) đều ghi là \"ngoài 50 tuổi, Cao Thích mới làm thơ\". Tuy nhiên, có tác giả lại cho rằng ông làm bài \"Hàm Đan thiếu niên hành\" năm [[732]], \"Yên Ca hành\" năm [[734]]; tức năm ông 30 và 32 tuổi. Sự sai lệch này cần tra cứu thêm.<\/ref>, và đã để lại '''Cao Đường thị tập''' (''Tập thơ văn của Cao Thường thị''), gồm 20 quyển.\n\nSinh thời, ông kết bạn thơ với [[Đỗ Phủ]], [[Lý Bạch]], [[Vương Xương Linh]], [[Vương Chi Hoán]],... Song có lẽ thân thiết nhất là [[Đỗ Phủ]], vì xem bài \"Phụng giản Cao tam thập ngũ sứ quân\" của Đỗ Phủ gửi cho ông, đã cho thấy điều ấy <ref>Theo Dịch Quân Tả, sách ở mục sách tham khảo, tr. 426 và 431.<\/ref>.\n\n==Sự nghiệp văn chương==\nCao Thích đã hai lần xuất tái, nên ông hiểu tương đối sâu sắc cuộc sống ngoài biên ải. Thơ biên tái của ông thường thể hiện ý chí tha thiết bảo vệ bờ cõi, xây dựng sự nghiệp, cùng thái độ xem khinh những cái tầm thường, và lòng khao khát tự do...Tất cả đã mang lại cho thơ biên tái của ông một tình điệu sôi nổi, một tinh thần phóng túng, khí khái và hào hùng; mà \"Yên ca hành\" (''Bài hành về lời ca ở đất Yên'') và \"Tái hạ khúc\" (''Khúc ca biên tái'') là hai bài thơ tiêu biểu.\n\nBên cạnh đó, thơ văn ông còn thể hiện đời sống vất vả của người lao động, có những bài đã vạch trần được những bất công đương thời, như bài \"Tự Kỳ thiệp Hoàng Hà đồ trung tác\" (''Làm trên đường từ đất Kỳ qua [[hoàng Hà|sông Hoàng Hà]]''), \"Đông Bình lộ trung ngộ đại thủy\" (''Gặp lụt trên đường đi Đông Bình''),...Ngoài ra, ông còn làm thơ cảm hoài, vịnh sử, tặng tiễn bạn bè...Qua đó, ông gửi gắm lý tưởng, hoặc nỗi niềm riêng...<ref>Lược theo ''Lịch sử văn học Trung Quốc'' (Tập 2, tr. 71-73).<\/ref>.\n\n==Cao Thích và [[Sầm Than]]==\nỞ một số sách văn học sử [[Trung Quốc]], Cao Thích thường được xếp cạnh [[Sầm Than]] ([[715]]-[[770]]), vì cả hai đều nổi danh về thơ biên tái. Song so lại, thơ biên tái của Cao Thích kém phong phú và ít vẻ hơn thơ biên tái của Sầm Than, rất có thể vì Sầm Than sống ở biên ải lâu hơn. Nói về điều này, sách ''Lịch sử văn học Trung Quốc'' có đoạn viết:\n:''Đem so sánh thì thấy thơ Cao Thích du dương uyển chuyển, ý vị trữ tình nồng hậu, thể hiện khí thế hào phóng và tinh thần khảng khái, hiên ngang. Còn thơ [[Sầm Than]] thì âm điệu dồn dập, cao vút, với phong cách lạ và đẹp, miêu tả cảnh biên cương tráng lệ, kỳ khôi, biến ảo khôn lường. Về mặt phong cách nghệ thuật độc đáo, mới mẻ và sự phong phú rộng rãi của diện sinh hoạt được phản ánh, thì rõ ràng Cao Thích không theo kịp Sầm Than <ref>''Lịch sử văn học Trung Quốc'' (Tập 2, tr. 80). PGS. TS. Trần Lê Bảo trong ''Từ điển văn học'' (bộ mới, tr. 1529) có nhận xét tương tự.<\/ref>.\n\n==Yên ca hành==\nYên Ca hành <ref>Ca hành hay hành là một thể loại thơ ca cổ của [[Trung Quốc]]. Âm tiết, cách luật tương đối tự do, câu thơ ngắn dài xen lẫn, giàu biến hóa (''Lịch sử văn học Trung Quốc'', tr. 72). Sách ''Thơ Đường'' (tập I, tr. 69) lại định nghĩa \"hành\" là \"tên một điệu ca khúc thời xưa\". Sách ''Thơ văn [[Đoàn Nguyễn Tuấn]]'' (Nhà xuất bản Khoa học xã hội, 1982, tr. 60) lại định nghĩa \"hành\" là \"một thể thơ [[nhạc phủ]] trong cổ phong biến ra\".<\/ref> là bài thơ biên tái tiêu biểu, và rất được truyền tụng của Cao Thích. Theo PGS. TS. Trần Lê Bảo, thì bài thơ đặc sắc ở chỗ không chỉ tả tình cảnh chiến dịch ở một nơi, trong một lúc; mà còn miêu tả các mặt cuộc sống chiến chinh, lúc khẳng khái ứng chiến, lúc chiến đấu tuyệt vọng, cảnh người lính mãi không được về, cảnh hai nơi thương nhớ…Lời thơ, khi hùng hồn cao vút, khi ai oán triền miên, tình cảm phức tạp, mâu thuẫn, rất thê lương bi tráng; đã đem lại cho người đọc mối cảm thương sâu sắc. Vần điệu cũng thay đổi theo nội dung bài thơ. Âm điệu du dương, cảnh trí được khắc họa giàu ý thơ làm cho toàn bài hài hòa nhất quán <ref>Theo PGS. TS. Trần Lê Bảo, sách ở mục sách tham khảo, tr. 216.<\/ref>.\n\t\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt\n:'''Yên ca hành'''\n:Hán gia <ref>Nói là [[nhà Hán]], nhưng ám chỉ [[nhà Đường]].<\/ref> yên trần tại đông bắc,\n:Hán tướng từ gia phá tàn tặc.\n:Nam nhi bản tự trọng hoành hành,\n:Thiên tử phi thường tứ nhan sắc.\n:Song kim phạt cổ hạ Du Quan<ref>Du Quan tức [[Sơn Hải Quan]], nay là một quận của tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc, Trung Quốc]].<\/ref>\n:Tinh kỳ uy di Kiệt Thạch <ref>Kiệt Thạch là tên dãy núi ở huyện Xương Lê, tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc, Trung Quốc]].<\/ref> gian.\n:Hiệu úy vũ thư phi hãn hải,\n:Thiền Vu <ref>Theo từ điển ''Thiều Chửu'' thì vua nước [[Hung Nô]] gọi là Thiền Vu (單于).<\/ref> lạp hỏa chiếu Lang Sơn.\n:Sơn xuyên tiêu điều cực biên thổ,\n:Hồ kỵ bằng lăng tạp phong vũ.\n:Chiến sĩ quân tiền bán tử sinh,\n:Mỹ nhân trướng hạ do ca vũ.\n:Đại mạc cùng thu tái thảo suy,\n:Cô thành lạc nhật đấu binh hy.\n:Thân đương ân ngộ thường khinh địch,\n:Lực tận quan sơn vị giải vi.\n:Thiết y viễn thú tân cần cửu,\n:Ngọc trợ ưng đề biệt ly hậu.\n:Thiếu phụ thành nam dục đoạn trường,\n:Chinh nhân Kế Bắc không hồi thủ.\n:Biên đình phiêu dao na khả độ,\n:Tuyệt vực thương mang cánh hà hữu.\n:Sát khí tam thời tác trận vân,\n:Hàn thanh nhất dạ truyền điêu đẩu.\n:Tương khan bạch nhận tuyết phân phân,\n:Tử tiết tòng lai khởi cố huân!\n:Quân bất kiến sa trường chinh chiến khổ,\n:Chí kim do ức Lý tướng quân <ref>Lý anh hùng tức [[Lý Quảng]], một danh tướng đời [[Nhà Hán|Hán]], từng trấn giữ biên cương (theo ''Thơ Đường'', tập I, tr. 98). [[Nguyễn Hiến Lê]] giải thích đây là [[Lý Mục]], là một danh tướng nước [[Triệu (nước)|Triệu]] thời Chiến Quốc (tr.431). Giải thích theo ''Thơ Đường'' chắc là đúng hơn, vì nội dung bài thơ đang nói về đời [[Nhà Hán|Hán]]. Trần Trọng San trong ''Thơ Đường'' (Tủ sách Đại học TH TP.HCM, 1990, tr. 83) cũng chú thích là [[Lý Quảng]].<\/ref>.\n|\n:Tạm dịch:\n:'''''Bài hành về lời ca ở đất [[Yên (nước)|Yên]]'''''\n:''[[Nhà Hán]], giặc tràn vào đông bắc,\n:''Tướng [[Nhà Hán|Hán]] giã nhà đi giết giặc.\n:''Nam nhi vốn trọng chí tung hoành,\n:''Thiên tử vui mừng rạng nhan sắc.\n:''Quân xuống cửa Du chiêng trống vang,\n:''Kéo qua núi Kiệt cờ rợp đường,\n:''Lệnh quân khẩn cấp qua biển cát,\n:''Khói lửa Thiền Vu rực núi Lang.\n:''Non sông xơ xác khắp biên thổ,\n:''Quân Hồ phi ngựa như mưa gió.\n:''Chiến sĩ ra trận nửa tử sinh,\n:''Mỹ nhân dưới trướng còn hát múa.\n:''Sa mạc cuối thu rụi cỏ cây,\n:''Biên thành chiều tối quân ít thay!\n:''Thân chịu ơn trên, khinh lũ giặc,\n:''Kiệt sức, quan san chưa giải vây.\n:''Áo sắt trấn xa gian khổ miết,\n:''Lệ ngọc tuôn rơi sầu ly biệt.\n:''Thiếu phụ thành nam nhớ dàu dàu,\n:''Chinh phu Kế Bắc buồn da diết.\n:''Dễ đâu tới được chốn biên đình,\n:''Cõi vắng hoang lương không kể xiết.\n:''Ba mùa sát khí tựa mây đùn,\n:''Suốt đêm lạnh lùng mõ canh thét.\n:''Cùng nhìn lưỡi kiếm tuyết bay tung,\n:''Xưa nay tử tiết há hòng công.\n:''Ngươi chẳng thấy sa trường chinh chiến khổ,\n:''Đến nay còn nhớ Lý anh hùng <ref>Chép theo ''Thơ Đường'' (Tập I, tr. 96-99).<\/ref>.\n|}\n\n== Sách tham khảo chính==\n*Sở nghiên cứu văn học thuộc Viện Khoa học xã hội Trung Quốc biên soạn ([[1993]]), ''Lịch sử văn học Trung Quốc (Tập II)''. Bản dịch do Nhà xuất bản Giáo dục [[Việt Nam]] ấn hành, 1993.\n*Dịch Quân Tả, ''Văn học sử Trung Quốc'' (Quyển I, GS. Huỳnh Minh Đức dịch). Nhà xuất bản Trẻ, 1992.\n*[[Nguyễn Hiến Lê]] ([[1997]]), ''Đại cương văn học Trung Quốc'' (trọn bộ). Nhà xuất bản Trẻ.\n*Trần Lê Bảo, mục từ \"Cao Thích\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nhiều người dịch, ''Thơ Đường'' (Tập I). Nhà xuất bản văn học, 1987.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{thời gian sống|702|765}}\n\n[[Thể loại:Người họ Cao tại Trung Quốc]]\n[[Thể loại:Người Hà Bắc]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]"}