{"Cao Quý Hưng":"{{Thông tin nhân vật hoàng gia\n| tên = Cao Quý Hưng\n| tước vị = Quân chủ Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = Vương nước [[Kinh Nam]]\n| tại vị = 14\/4\/924?<ref name=AS\/><ref name=ZZTJ273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref><ref group=\"chú\">Năm 924, Hậu Đường Trang Tông phong Cao Quý Hưng là Nam Bình vương. Năm 912 Cao Quý Xương từng tạm thời cắt đứt quan hệ triều cống với hoàng đế [[Chu Hữu Trinh|Chu Trấn]] của Hậu Lương. Năm 913, Chu Trấn phong Cao Quý Hưng là Bột Hải vương. Năm 927, Hậu Đường Minh Tông tuyên bố thảo phạt Cao Quý Hưng song sau đó không thể chinh phục Kinh Nam.<\/ref> - 28\/1\/929\n| đăng quang = kiến quốc\n| kế nhiệm = [[Cao Tòng Hối]]\n| vợ = \n| thông tin con cái = ẩn\n| con cái = [[Cao Tòng Hối]] (高從誨)<br>Cao Tòng Hủ (高從詡)<br> Cao Tòng Sân (高從詵)<br> Cao Tòng Nhượng (高從讓)<br> Cao Tòng Khiêm (高從謙)<br> bốn người con trai khác<br> Cao thị, lấy Nghê Tri Tín<br> bốn người con gái khác\n| tước hiệu = Nam bình vương, Bột Hải vương\n| thụy hiệu = Vũ Tín Vương (武信王)\n| cha = \n| mẹ = \n| sinh = 858<ref name=NHFD69>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷69|quyển 69]].<\/ref>\n| nơi sinh = \n| mất = 28 tháng 1, 929<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hóa lịch Trung-Tây 2000 năm].<\/ref><ref name=ZZTJ276>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Cao Quý Hưng''' ({{zh|t=高季興|s=高季兴|p=Gāo Jìxīng}}) (858<ref name=NHFD69\/>-28 tháng 1 năm 929<ref name=AS\/><ref name=ZZTJ276\/>), nguyên danh '''Cao Quý Xương''' ({{zh|c=高季昌|p=Gāo Jìchāng}}), trong một khoảng thời gian mang tên '''Chu Quý Xương''' (朱季昌), [[Tên chữ (người)|tên tự]] '''Di Tôn''' (貽孫), gọi theo thụy hiệu là '''Sở Vũ Tín vương''' (楚武信王), là vị quân chủ khai quốc của nước [[Kinh Nam]] (Nam Bình) thời [[Ngũ Đại Thập Quốc]].\n\n== Thân thế ==\nCao Quý Xương sinh năm 858, dưới Triều đại của [[Đường Tuyên Tông]].<ref name=NHFD69\/> Ông là người Thiểm Thạch, Thiểm châu<ref group=\"chú\">陝州峽石, nay thuộc đông nam [[Tam Môn Hiệp]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>. Khi còn nhỏ, ông là nô bộc cho một phú nhân tại Biện châu<ref group=\"chú\">汴州, nay thuộc [[Khai Phong]], Hà Nam<\/ref>. Theo ''[[Cựu Ngũ Đại sử]]'' và ''[[Tư trị thông giám]]'', ông là nô bộc của Lý Thất Lang (李七郎)- sau này trở thành con nuôi của Tuyên Vũ<ref group=\"chú\">宣武, trị sở tại Biện châu<\/ref> tiết độ sứ [[Hậu Lương Thái Tổ|Chu Toàn Trung]] và đổi tên thành [[Chu Hữu Cung]] (朱友恭).<ref name=HFD133>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷133|quyển 133]].<\/ref><ref name=ZZTJ263>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷263|quyển 263]].<\/ref> Theo ''[[Tân Ngũ Đại sử]]'' và ''[[Thập Quốc Xuân Thu]]'', ông là nô bộc của Lý Nhượng (李讓)- sau cũng trở thành con nuôi của Chu Toàn Trung, đổi tên thành Chu Hữu Nhượng (朱友讓);<ref name=NHFD69\/> ''Thập Quốc Xuân Thu'' còn ghi rằng ông cũng là nô bộc của [[Đổng Chương]] (董璋) và [[Khổng Tuần]] (孔循)- sau trở thành các nhân vật chính trị\/quân sự nổi bật.<ref name=SGCQ100>''[[Thập Quốc Xuân Thu]]'', [http:\/\/www.archive.org\/stream\/06075843.cn#page\/n2\/mode\/2up quyển 100].<\/ref> Khi Cao Quý Xương tìm cách để gặp Chu Toàn Trung, Chu Toàn Trung ấn tượng trước tài năng của Cao Quý Xương, và lệnh cho chủ nhân nhận ông làm con — do đó ông trở thành cháu nuôi của Chu Toàn Trung và mang họ Chu.<ref name=NHFD69\/><ref name=HFD133\/>\n\n== Phụng sự quân phiệt Chu Toàn Trung ==\nMùa thu năm 902, sau một năm bao vây Phượng Tường<ref group=\"chú\">鳳翔, trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]]<\/ref> mà vẫn chưa chiếm được thành, quân Tuyên Vũ chịu cảnh mưa gió và binh sĩ đổ bệnh. Chu Toàn Trung định triệt thoái đến Hộ Quốc<ref group=\"chú\">護國, trị sở nay thuộc [[Vận Thành]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>. ''Thân tòng chỉ huy sứ'' Chu Quý Xương và ''Tả khai đạo chỉ huy sứ'' [[Lưu Tri Tuấn]] (劉知俊) lên tiếng can ngăn, chỉ ra rằng Phượng Tường tiết độ sứ [[Lý Mậu Trinh]] đang khốn khó. Tuy nhiên, Chu Toàn Trung lo lắng về sách lược từ chối giao chiến của Lý Mậu Trinh và việc Phượng Tường phòng thủ kiên cố. Theo mưu của Chu Quý Xương, Chu Toàn Trung quyết định cho lính trá hàng để lừa Lý Mậu Trinh ra khỏi thành giao chiến. Lý Mậu Trinh quả nhiên mắc bẫy, chịu tổn thất nặng nề và sau đó phải đầu hàng, trao [[Đường Chiêu Tông]] cho Chu Toàn Trung. Đến tháng 9 ÂL, Chu Toàn Trung tiến cử Cao Quý Xương làm Tống châu<ref group=\"chú\">宋州, nay thuộc [[Thương Khâu]], Hà Nam<\/ref> đoàn luyện sứ.<ref name=ZZTJ263\/>\n\nSau đó, Chu Quý Xương tham gia vào chiến dịch của quân Tuyên Vũ chống lại Bình Lư<ref group=\"chú\">平盧, trị sở nay thuộc [[Duy Phường]], [[Sơn Đông]]<\/ref> tiết độ sứ [[Vương Sư Phạm]] (王師範), và được bổ nhiệm làm Dĩnh châu<ref group=\"chú\">潁州, nay thuộc [[Phụ Dương]], [[An Huy]]<\/ref> phòng ngự sứ. Ông phục nguyên tính Cao.<ref name=SGCQ100\/>\n\nNăm 905, Chu Toàn Trung chinh phục Trung Nghĩa<ref group=\"chú\">忠義, trị sở nay thuộc [[Tương Dương, Hồ Bắc|Tương Dương]], [[Hồ Bắc]]<\/ref> và Kinh Nam<ref group=\"chú\">荊南, trị sở nay thuộc [[Kinh Châu]], [[Hồ Bắc]]<\/ref> từ tay hai huynh đệ [[Triệu Khuông Ngưng]] (趙匡凝) và [[Triệu Khuông Minh]] (趙匡明). Thoạt đầu, Chu Toàn Trung bổ nhiệm [[Hạ Côi]] (賀瓌) làm Kinh Nam lưu hậu. Tuy nhiên, sau đó, Vũ Trinh<ref group=\"chú\">武貞, trị sở nay thuộc [[Thường Đức]], [[Hồ Nam]]<\/ref> tiết độ sứ [[Lôi Ngạn Cung]] (雷彥恭) liên tục xâm nhập Kinh Nam, còn Hạ Côi chỉ cố thủ trong quân thành Giang Lăng mà không giao chiến. Chu Toàn Trung cho rằng Hạ Côi sợ địch nên quyết định cử Cao Quý Xương dến thay thế Hạ Côi, đồng thời cũng khiển ''Chỉ huy sứ'' Nghê Khả Phúc (倪可福) đem 5.000 quân đến phòng thủ Kinh Nam. Lôi Ngạn Cung sau đó triệt thoái.<ref name=ZZTJ265>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷265|quyển 265]].<\/ref>\n\n== Phụng sự Hậu Lương Thái Tổ ==\nNăm 907, Chu Toàn Trung soán vị [[Đường Ai Đế]], trở thành Hậu Lương Thái Tổ, mở ra [[nhà Hậu Lương|triều Hậu Lương]]. Hậu Lương Thái Tổ bổ nhiệm Cao Quý Xương làm Kinh Nam tiết độ sứ. Kinh Nam trước đó gồm có 8 châu (tính cả Giang Lăng), phải chịu cảnh từ chiến hỏa, và hầu hết các châu nay nằm trong tay các quân phiệt khác. Thậm chí ngay cả thành ấp trong thành Giang Lăng cũng bị tàn phá, hộ khẩu suy giảm đáng kể. Khi Cao Quý Xương đến Giang Lăng, ông tiến hành ổn định và tập hợp dân lưu tán quay trở lại, theo ghi chép thì mọi người đều phục nghiệp.<ref name=ZZTJ266>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref>\n\nVào mùa thu năm 907, được sự trợ giúp của [[Sở (Thập quốc)|Sở]] vương [[Mã Ân]], Lôi Ngạn Cung đem quân tiến công Giang Lăng. Cao Quý Xương dẫn binh đóng tại Công An<ref group=\"chú\">公安, nay thuộc Kinh Châu, Hồ Bắc<\/ref> để cắt đường vận lương của Lôi Ngạn Cung, và sau đó đánh bại quân Vũ Trinh. Lôi Ngạn Cung triệt thoái, quân Sở cũng chạy trốn. Đến tháng 9 ÂL, Lôi Ngạn Cung lại tiến công Sầm Dương<ref group=\"chú\">涔陽, nay thuộc Kinh Châu, Hồ Bắc<\/ref> và Công An, song lại chiến bại trước Cao Quý Xương.<ref name=ZZTJ266\/>\n\nHậu Lương Thái Tổ quyết tâm tiêu diệt Lôi Ngạn Cung, do vậy tước quan tước của ông ta và hạ chiếu cho Cao Quý Xương và Mã Ân tiến công. Vào mùa đông năm 907, Cao Quý Xương khiển bộ tướng Nghê Khả Phúc đến hợp binh với tướng Sở là Tần Ngạn Huy (秦彥暉) để tiến công Lãng châu (朗州)- thủ phủ của Vũ Trinh. Lôi Ngạn Cung cầu viện [[Ngô (Thập quốc)|Hoằng Nông]], Hoằng Nông vương [[Dương Ác]] khiển các tướng Linh Nghiệp (泠業) và Lý Nhiêu (李饒) đến cứu. Tuy nhiên, Linh Nghiệp và Lý Nhiêu bị tướng [[Hứa Đức Huân]] (許德勳) của Sở chặn lại và bắt giữ. Sau đó, Dương Ác lại khiển quân tiến công Trung Nghĩa và Kinh Nam, song đều bị đánh bại, trong đó Cao Quý Xương đánh bại 5.000 thủy quân Hoằng Nông dưới quyền tướng Lý Hậu (李厚).<ref name=ZZTJ266\/> Vào mùa hè năm 908, Lãng châu về tay Tần Ngạn Huy, Lôi Ngạn Cung chạy sang Hoằng Nông, song Vũ Trinh được sáp nhập vào lãnh thổ của Sở.<ref name=ZZTJ266\/> Đáp trả, Cao Quý Xương cho đóng quân tại Hán Khẩu<ref group=\"chú\">漢口, nay thuộc Vũ Hán, Hồ Bắc<\/ref> để cắt đứt tuyến đường triều cống giữa Sở và kinh thành [[Lạc Dương]] của Hậu Lương. Sau đó, Mã Ân khiển Hứa Đức Huân đem thủy quân tiến công quân Kinh Nam, Cao Quý Xương quyết định cầu hòa trước khi Hứa Đức Huân đến nơi.<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref> Cũng vào năm 907, Hậu Lương Thái Tổ ban chức ''Đồng bình chương sự'' cho Cao Quý Xương.<ref name=SGCQ100\/>\n\nCũng vào năm 908, khi [[Lương Chấn]] (梁震)- người từng thi đỗ Tiến sĩ vào những năm Đường mạt- từ Lạc Dương trở về quê hương thuộc lãnh địa của [[Tiền Thục]]. Khi Lương Chấn đi qua Giang Lăng, Cao Quý Xương gặp mặt và ấn tượng với tài năng trí tuệ của ông ta, do đó muốn giữ ông ta ở lại Kinh Nam giữ chức phán quan. Do Cao Quý Xương có xuất thân thấp kém, Lương Chấn xem việc phụng sự Cao Quý Xương là một sự sỉ nhục, song cũng không dám đi vì sợ gặp họa. Do đó, Lương Chấn nói với Cao Quý Xương: ''Chấn xưa nay chưa từng muốn vẻ vang làm quan, Minh Công không xem Chấn là kẻ ngu muội, lại muốn cho làm tham mưu nghị. [Ta] có thể mặc bạch y hầu hạ, hà tất phải ở tại mạc phủ'', Cao Quý Xương đồng ý. Từ đó cho đến cuối đời, Lương Chấn chỉ xưng là ''Tiền Tiến sĩ'', không thụ tịch thự của họ Cao. Cao Quý Xương rất xem trọng Lương Chấn, dùng làm mưu chủ, gọi là tiên<!--không phải tiền--> bối.<ref name=ZZTJ267\/>\n\nNăm 909, các binh sĩ Trung Nghĩa tiến hành binh biến và sát hại lưu hậu Vương Ban (王班), ủng hộ người của họ là Lý Hồng (李洪) làm lưu hậu. Lý Hồng quy phục và cầu viện Tiền Thục, ông ta sau đó cũng tiến công Kinh Nam, song bị Cao Quý Hưng khiển Nghê Khả Phúc đem quân đẩy lui. Hậu Lương Thái Tổ sau đó khiển ''Mã bộ đô chỉ huy sứ'' Trần Huy (陳暉) đem quân đến hội với quân Kinh Nam để thảo phạt Lý Hồng. Liên quân nhanh chóng chiếm được thủ phủ Tương châu (襄州) của Trung Nghĩa quân, bắt Lý Hồng và giải đến Lạc Dương để hành hình.<ref name=ZZTJ267\/>\n\nNăm 910, Mã Ân phái quân tiến công Kinh Nam, song bị Cao Quý Xương đánh bại và đẩy lui.<ref name=ZZTJ267\/>\n\nNăm 912, theo ghi chép thì Cao Quý Xương bắt đầu suy tính chuyện cát cứ Kinh Nam, do đó ông bèn tấu xin được xây ngoại quách cho thành Giang Lăng để tăng cường khả năng phòng thủ.<ref name=ZZTJ268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\n== Tiếp tục phụng sự Hậu Lương ==\nVào mùa hè năm 912, Dĩnh vương [[Chu Hữu Khuê]] sát hại Hậu Lương Thái Tổ, sau đó tức hoàng đế vị.<ref name=ZZTJ268\/> Cuối năm 912, tướng Ngô (tức Hoằng Nông) là Hoài Nam tiết độ phó sứ Trần Chương (陳璋) đem quân công chiếm Nhạc châu<ref group=\"chú\">岳州, nay thuộc [[Nhạc Dương]], [[Hồ Nam]]<\/ref> của Sở. Sau đó, Trần Chương tiến công Kinh Nam, Cao Quý Hưng cử Nghê Khả Phúc cự chiến, Trần Chương không thể chiếm được quân này và phải triệt thoái. Quân Kinh Nam và Sở sau đó hội binh ở Giang Khẩu<ref group=\"chú\">江口, nơi [[Hán Thủy]] đổ vào [[Trường Giang]]<\/ref> để chặn đường, song Trần Chương vẫn thoát được.<ref name=ZZTJ268\/>\n\nĐồng thời, Cao Quý Xương suất binh, tuyên bố là giúp Hậu Lương chống [[Tấn (Ngũ đại)|Tấn]], tiến công Tương châu (襄州)- thủ phủ của Sơn Nam Đông đạo (tức Trung Nghĩa quân). Sơn Nam Đông đạo tiết độ sứ Khổng Kình (孔勍) đánh bại Cao Quý Hưng. Theo ghi chép, từ sau trận chiến này, Cao Quý Xương ngừng gửi cống phẩm cho triều đình Hậu Lương.<ref name=ZZTJ268\/>\n\nNăm 913, [[Chu Hữu Trinh]] đoạt lấy hoàng vị Hậu Lương, đổi tên thành Chu Trấn, ông ta cố gắng xoa dịu Cao Quý Xương bằng việc phong tước Bột Hải vương cho Cao Quý Xương. Tuy nhiên, Cao Quý Hưng vẫn bắt đầu gây dựng một hạm đội, phát triển lên tới 500 thuyền, tu sửa thành hào, bổ sung khí giới, chuẩn bị công thủ, chiêu tụ những người tị nạn. Hơn nữa, ông bắt đầu giao thông với Tiền Thục và Ngô, triều đình Hậu Lương không thể ngăn chặn.<ref name=ZZTJ268\/>\n\nNăm 914, Cao Quý Xương suất thủy quân ngược dòng Trường Giang, cố đoạt lấy bốn châu của Thục song trước đó thuộc về Kinh Nam: Quỳ châu (夔州), Vạn châu (萬州), Trung châu (忠州), và Phủ châu (涪州)- nay đều thuộc [[Trùng Khánh]]. Trong cuộc tiến công đầu tiên vào Quỳ châu, Cao Quý Xương định dùng hỏa thuyền đốt chiến hạm Tiền Thục, song quân Tiền Thục trước đó đã căng xích sắt ngang sông, thuyền Kinh Nam không thể tiến được. Gặp đúng hướng gió, ngọn lửa hướng ngược về quân Kinh Nam, binh sĩ Kinh Nam chết cháy và chết đuối rất nhiều. Sau cuộc tiến công của Cao Quý Xương, có người đề xuất với Hoàng đế Tiền Thục [[Vương Kiến (Tiền Thục)|Vương Kiến]] rằng hãy phá một con đập ở vùng [[Tam Hiệp]] để dùng dòng nước hủy diệt Giang Lăng, song Vương Kiến không làm như vậy vì e ngại sẽ làm hại nhiều dân thường vô tội.<ref name=ZZTJ269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref>\n\nNăm 917, Cao Quý Xương và Khổng Kình khôi phục quan hệ, ông lại nộp cống phẩm cho triều đình Hậu Lương.<ref name=ZZTJ269\/>\n\nNăm 919, quân Sở tiến công Kinh Nam, Cao Quý Xương cầu viện Ngô. Ngô khiển Trấn Nam tiết độ sứ Lưu Tín (劉信) đem bộ binh tiến công Đàm châu<ref group=\"chú\">潭州, nay thuộc [[Trường Sa, Hồ Nam|Trường Sa]], [[Hồ Nam]]<\/ref>- thủ đô của Sở, khiển Vũ Xương tiết độ sứ Lý Giản (李簡) đem thủy binh tiến công Phục châu<ref group=\"chú\">復州, nay thuộc [[Thiên Môn]], [[Hồ Bắc]]<\/ref>. Do quân Ngô tiến đến Đàm châu, quân Sở buộc phải bỏ tiến công Kinh Nam và triệt thoái, song Sở để mất Phục châu về tay Ngô.<ref name=ZZTJ270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref>\n\nNăm 921, Cao Quý Xương lệnh cho ''Đô chỉ huy sứ'' Nghê Khả Phúc đem 10 vạn tốt tu sửa ngoại quách của thành Giang Lăng. Khi Cao Quý Xương đích thân đến thị sát, ông trách Nghê Khả Phúc tiến hành công trình một cách chậm chạp, phạt đánh trượng vị thông gia này. Tuy nhiên, ông lại nói với nhi nữ (làm dâu của Nghê Khả Phúc): \"Truyền lại lời cho cha chồng của con: Ta chỉ muốn uy chúng nên mới trừng phạt ông ta thôi.\" Ông cũng bí mật đưa vài trăm lượng bạc cho bà để giao cho Nghê Khả Phúc.<ref name=ZZTJ271>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref>\n\n== Thời Hậu Đường Trang Tông ==\nNăm 923, Tấn vương [[Lý Tồn Úc]] xưng là Hoàng đế của [[triều Hậu Đường]], tức Hậu Đường Trang Tông, sau đó tiêu diệt triều Hậu Lương. Các tiết độ sứ do Hậu Lương bổ nhiệm, bao gồm Cao Quý Xương đều dâng biểu cam kết trung thành với Hậu Đường. Cao Quý Xương còn đổi tên thành Cao Quý Hưng do [[húy kỵ]] tổ phụ [[Lý Quốc Xương]] của Hậu Đường Trang Tông. Để thể hiện lòng trung thành, Cao Quý Hưng còn muốn đến Đại Lương để triều kiến Hoàng đế Hậu Đường. Tuy nhiên, Lương Chấn cố ngăn cản ông, nói rằng:<ref name=ZZTJ272>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref>\n\n{{quote|Đường có ý muốn thôn tính Thiên hạ. [Ta] nghiêm binh thủ hiểm vẫn còn chưa thể tự bảo vệ được mình, huống hồ là vượt cả nghìn [[lý (đơn vị đo lường)|lý]] nhập triều! Hơn nữa, Công là cựu tướng của họ Chu, sao biết được là họ không lấy cựu thù mà đối đãi?}}\n\nCao Quý Hưng không nghe theo và vẫn đến Đại Lương, Hậu Đường Trang Tông cho ông giữ chức ''Trung thư lệnh''. Trong một dịp, Hoàng dế hỏi Cao Quý Hưng: \"Trẫm muốn dụng binh đánh hai nước Thục và Ngô, vậy nên đánh nước nào trước?\" Cao Quý Hưng không thực tâm muốn Hậu Đường thắng lợi, lại thấy đường vào Thục hiểm trở gian nan, nên đáp \"Ngô đất xấu dân nghèo, chiến thắng cũng vô ích, nên phạt Thục trước. Thục có đất đai phú nhiêu, chúa lại hoang dâm còn dân thì oán, phạt Thục tất thắng lợi. Sau khi đoạt được Thục, việc xuôi dòng [Trường Giang] chiếm Ngô là trong tầm tay.\" Hậu Đường Trang Tông cho sách lược này là hay.<ref name=ZZTJ272\/>\n\nKhông lâu sau, Hậu Đường Trang Tông định đô tại Lạc Dương, Cao Quý Hưng tháp tùng. Cao Quý Hưng nhanh chóng trở nên thất vọng trước việc các con hát và thái giám mà Hậu Đường Trang Tông sủng ái yêu cầu ông tặng quà, do vậy ông muốn trở về Kinh Nam. Tuy nhiên, Hậu Đường Trang Tông lại muốn giữ Cao Quý Hưng ở lại Lạc Dương. Xu mật sứ [[Quách Sùng Thao]] (郭崇韜) thì chỉ ra rằng các tiết độ sứ khác hầu hết chỉ cử tử, đệ, hay tướng tá nhập triều, chỉ có Cao Quý Hưng là đích thân đến; Quách Sùng Thao cho rằng giữ Cao Quý Hưng ở lại sẽ phát đi thông điệp sai; Hậu Đường Trang Tông chấp thuận và cho Cao Quý Hưng về Kinh Nam. Khi Cao Quý Hưng đến Hứa châu<ref group=\"chú\">許州, nay thuộc [[Hứa Xương]], Hà Nam<\/ref>, ông nói với hầu cận: \"Chuyến đi này có hai điều sai: Cái sai thứ nhất là việc ta nhập triều; cái sai còn lại là thả cho ta đi.\" Khi ông đi qua Tương châu, Khổng Kình thiết tiệc nghênh đón ông, song đến đêm, Cao Quý Hưng cắt then cửa cổng thành và chạy trốn. Khi đến Giang Lăng, ông nắm tay Lương Chấn và nói: \"Không dùng quân ngôn, suýt không thoát khỏi miệng hổ.\" Ông còn nói với tướng tá của mình:<ref name=ZZTJ272\/>\n\n{{quote|Tân triều bách chiến mới đoạt được Hà Nam [bờ nam [[Hoàng Hà]]], song [[Hoàng đế]] lại giơ tay lên mà nói với công thần: \"Ta nhờ mười ngón này mà đoạt được Thiên hạ.\" Kiêu ngạo khoe khoang như vậy, nghĩa là xem những người khác đều không có công, tinh thần ắt sẽ mất. Hơn nữa, [Hoàng đế] lại chìm đắm trong cầm sắc, sao có thể tồn tại lâu dài, ta không cần ưu sầu.}}\n\nSau đó, ông cho tu bổ thành trì, tích thóc, chiêu nạp cựu binh của Hậu Lương, chuẩn bị cho việc phòng thủ trong chiến tranh.<ref name=ZZTJ272\/>\n\nNăm 924, Hậu Đường Trang Tông cho Cao Quý Hưng kiêm chức ''Thượng thư lệnh'', phong tước Nam Bình vương.<ref name=ZZTJ273\/>\n\nVào mùa thu năm 925, Hậu Đường quyết định phát động chiến dịch diệt Tiền Thục, bổ nhiệm Cao Quý Hưng làm ''Đông nam diện hành doanh đô chiêu thảo sứ'', lệnh cho ông công chiếm Quỳ châu, Trung châu và Vạn châu để tuần thuộc. Cao Quý Hưng để nhi tử là ''Hành quân tư mã'' [[Cao Tòng Hối]] ở lại trấn thủ Giang Lăng, còn mình đem thủy quân ngược dòng Trường Giang. Sau đó, quân Kinh Nam bị cản trở do một chuỗi xích sắt lớn mà ''Hiệp lộ chiêu thảo sứ'' Trương Vũ (張武) của Thục thiết lập ở Tam Hiệp. Cao Quý Hưng phái quân đi phá xích sắt, song bị Trương Vũ tiến công và đánh bại, ông buộc phải trở về Giang Lăng.<ref name=ZZTJ273\/> khi hay tin Thục chủ [[Vương Diễn (Tiền Thục)|Vương Diễn]] đầu hàng quân Hậu Lương, Cao Quý Hưng đang ăn thì liền buông đũa và nói: \"Là lỗi của lão phu.\" Lương Chấn an ủi: \"Không đáng để ưu sầu, Đường chủ đoạt được Thục thì ắt kiêu ngạo, sẽ sớm mất nước, sao biết được không phải là phúc của ta!\"<ref name=ZZTJ274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref> Vào mùa hè năm 926, Hậu Đường Trang Tông bị giết trong một cuộc binh biến tại Lạc Dương, khi Cao Quý Hưng hay tin, ông càng xem trọng Lương Chấn.<ref name=ZZTJ275>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref>\n\n== Thời Hậu Đường Minh Tông ==\nSau cái chết của Hậu Đường Trang Tông, [[Hậu Đường Minh Tông|Lý Tự Nguyên]] xưng đế, tức Hậu Đường Minh Tông. Trong khi đó, Cao Quý Hưng huy động thủy quân để tiến công Sở. [[Tông Quang Hiến]]- người được Lương Chấn tiến cử làm thư ký cho Cao Quý Hưng- chỉ ra rằng Kinh Nam chưa kịp phục hồi sau các cuộc chiến, và nếu nay lại giao chiến với Sở, các nước khác có thể thừa cơ tiến công Kinh Nam. Cao Quý Hưng đồng ý và dừng kế hoạch tiến công Sở. Trong khi đó, Cao Quý Hưng thượng biểu cầu giao ba châu Quỳ, Trung, Vạn cho Kinh Nam; Hậu Đường Minh Tông chấp thuận.<ref name=ZZTJ275\/>\n\nSau khi được trao cho ba châu Quý, Trung, Vạn, ông lại yêu cầu triều đình không bổ nhiệm thứ sử cho các châu này, thay vào đó để ông bổ nhiệm các thành viên trong gia tộc vào vị trí đó; Hậu Đường Minh Tông từ chối. Tiếp đó, khi Quỳ châu thứ sử [[Phan Kháng]] (潘炕) bãi quan, Cao Quý Hưng liền khiển binh đột nhập châu thành, giết chết các binh sĩ trấn thủ, từ đó kiểm soát trực tiếp Quỳ châu. Khi Hậu Đường Minh Tông bổ nhiệm Phụng Thánh chỉ huy sứ Tây Phương Nghiệp (西方鄴) làm Quỳ châu thứ sử, Cao Quý Hưng không cho Tây Phương Nghiệp đến nhậm chức. Ông cũng khiển binh tập kích Phù châu, song không thể chiếm được.<ref name=ZZTJ275\/>\n\nKhi áp nha Hàn Củng (韓珙) đem vàng bạc châu báu của triều đình Tiền Thục xuôi dòng Trường Giang để đến Lạc Dương, Cao Quý Hưng khiển binh tập kích giết chết Hàn Củng ở cửa Tam Hiệp, cướp lấy tài sản. Khi Hậu Đường Minh Tông khiển sứ gạn hỏi, Cao Quý Hưng nói: \"Củng và những người khác đi thuyền xuôi Hiệp qua vài nghìn lý. Nếu muốn biết vì nguyên nhân sao lại lật chìm, cứ đem nghi án hỏi thủy thần.\" Hậu Đường Minh Tông tức giận, tước đoạt quan tước của Cao Quý Hưng, cho Sơn Nam Đông đạo tiết độ sứ Lưu Huấn (劉訓) làm ''Nam diện chiêu thảo sứ'', cùng Trung Vũ<ref group=\"chú\">忠武, trị sở nay thuộc hứa Xương, Hà Nam<\/ref> tiết độ sứ Hạ Lỗ Kỳ (夏魯奇) làm phó Chiêu thảo sứ, đem 4 vạn bộ-kị binh tiến công; Đông Xuyên<ref group=\"chú\">東川, trị sở nay thuộc [[Miên Dương]], [[Tứ Xuyên]]<\/ref> tiết độ sứ [[Đổng Chương]] (董璋) làm ''Đông nam diện chiêu thảo sứ'', Tây Phương Nghiệp làm phó, đem binh Thục xuôi Tam Hiệp hội với quân Sở của Mã Ân, tiến công Kinh Nam từ ba phía.<ref name=ZZTJ275\/>\n\nLưu Huấn nhanh chóng bao vây Giang Lăng, song Giang Lăng lại ẩm ướt trong mùa mưa, việc bao vây do vậy mà bị cản trở, binh sĩ và bản thân Lưu Huấn bị bệnh. Hậu Đường Minh Tông khiển Khổng Tuần đến Giang Lăng xem xét tình hình. Khổng Tuần cũng không thể chiếm được Giang Lăng, khiển sứ giả vào thành thuyết phục Cao Quý Hưng quy phục. Cao Quý Hưng không những từ chối mà còn vô lễ với sứ giả của Khổng Tuần. Trong khi đó, bất chấp việc nhận được quà của Hậu Đường Minh Tông, Mã Ân vẫn không tiến công Giang Lăng. Do bao vây thất bại, Hậu Đường Trang Tông lệnh cho Lưu Huấn triệt thoái. Tuy nhiên, Tây Phương Nghiệp đánh bại được quân Kinh Nam đóng ở Quỳ châu, Trung châu và Vạn châu, tái chiếm ba châu này cho triều đình Hậu Đường. Hậu Đường Minh Tông cho lập ra Ninh Giang quân, trị sở tại Quý châu, bổ nhiệm Tây Phương Nghiệp làm Ninh Giang tiết độ sứ.<ref name=ZZTJ275\/> Mặc dù Tây Phương Nghiệp chiến thắng, Hậu Đường Minh Tông định tội các cựu tể tướng [[Đậu Lô Cách]] và [[Vi Thuyết]] vì từng tán thành việc trao ba châu cho Cao Quý Hưng, lệnh cho hai người này phải tự sát.<ref name=ZZTJ276\/>\n\nĐồng thời, Cao Quý Hưng chặn và bắt giữ sứ giả do Mã Ân khiển sang Hậu Lương là Sử Quang Hiến (史光憲) trên đường người này trở về, cùng với các quà tặng do Hậu Đường Minh Tông gửi cho Mã Ân. Sau đó, ông dâng biểu xin được làm thần của Ngô. Tuy nhiên, phụ chính [[Từ Ôn]] của Ngô cho rằng Ngô không có lợi nếu nhận Cao Quý Hưng làm chư hầu, vì Giang Lăng quá gần với Lạc Dương so với kinh đô Quảng Lăng<ref group=\"chú\">廣陵, nay thuộc [[Dương Châu]], [[Giang Tô]]<\/ref> của Ngô và do đó Ngô sẽ gặp khó khăn nếu cứu viện cho Kinh Nam; do đó Từ Ôn nhận cống phẩm của Cao Quý Hưng song từ chối nhận Cao Quý Hưng làm chư hầu.<ref name=ZZTJ275\/>\n\nVào mùa xuân năm 928, Tây Phương Nghiệp chiếm được Quy châu<ref group=\"chú\">歸州, nay thuộc [[Nghi Xương]], [[Hồ Bắc]]<\/ref> của Kinh Nam, song ngay sau đó quân Kinh Nam tái chiếm được châu này.<ref name=ZZTJ276\/>\n\nNăm 928, Mã Ân khiển ''Lục quân sứ'' Viên Thuyên (袁詮), ''Phó sứ'' Vương Hoàn (王環), và nhi tử là giám quân Mã Hy Chiêm (馬希瞻) đem thủy quân tiến công Kinh Nam. Sau khi quân Sở đại thắng quân Kinh Nam tại Lưu Lang Phục<ref group=\"chú\">劉郎洑, nay thuộc Kinh Châu, Hồ Bắc<\/ref>, Cao Quý Hưng lo sợ và trao trả Sử Quang Hiến cho Sở. Sau đó, khi Mã Ân trách mắng Vương Hoàn về việc không tiếp tục tiến công để diệt Kinh Nam, Vương Hoàn đáp: ''Giang Lăng nằm giữa Trung triều [tức Hậu Đường], Ngô, và Thục, là đất tứ chiến. Tốt nhất là để nó tồn tại nhằm che chắn cho ta'', Mã Ân hiểu ra.<ref name=ZZTJ276\/>\n\nVào mùa hè 928, một vạn thủy quân Ngô dưới quyền chỉ huy của Hữu hùng vũ quân sứ Miêu Lân (苗璘) và Tĩnh Giang thống quân Vương Ngạn Chương (王彥章) tiến công Nhạc châu của Sở, hội binh với Kinh Nam. Hứa Đức Huân đánh bại quân Ngô, song không rõ quân Kinh Nam có thực sự tham chiến hay không.<ref name=ZZTJ276\/>\n\nKhông lâu sau, Cao Quý Hưng lại xin làm chư hầu của Ngô, lúc này Từ Ôn đã qua đời và con nuôi là [[Lý Biện|Từ Tri Cáo]] nắm quyền phụ chính, Ngô chấp thuận cho Cao Quý Hưng làm chư hầu, phong tước Tần vương. Hậu Đường Minh Tông sau đó hạ chiếu cho Mã Ân tiến công Cao Quý Hưng, Mã Ân khiển Hứa Đức Huân đem binh công Kinh Nam, cho [[Mã Hy Phạm]] làm giám quân, tiến tới Sa Đầu<ref group=\"chú\">沙頭, nay thuộc Kinh Châu, Hồ Bắc<\/ref>. Khi quân Kinh Nam và quân Sở chạm trán, cháu của Cao Quý Hưng là Cao Tòng Tự (高從嗣) thách Mã Hy Phạm đọ sức một trận duy nhất để phân thắng bại, phó chỉ huy sứ Liệu Khuông Tề (廖匡齊) của Sở đem quân giao chiến và giết chết Cao Tòng Tự. Sau đó, Cao Quý Hưng cầu hòa, Mã Ân chấp thuận và lệnh cho Hứa Đức Huân và Mã Hy Phạm triệt thoái.<ref name=ZZTJ276\/>\n\nVào mùa thu năm 928, Hậu Đường Minh Tông cho Vũ Ninh tiết độ sứ Phòng Tri Ôn (房知溫) kiêm ''Kinh Nam hành doanh chiêu thảo sứ'', huy động quân các đạo tập trung tại Tương châu để chuẩn bị tiến công Giang Lăng. Tuy nhiên, trước khi quân Hậu Đường có thể hội binh và tiến công, Cao Quý Hưng lâm bệnh rồi qua đời vào ngày Bính Thìn tháng 12 ÂL. Hoàng đế Ngô là [[Dương Phổ]] bổ nhiệm Cao Tòng Hối làm Kinh Nam tiết độ sứ, sau đó Cao Tòng Hối quy phục Hậu Đường Minh Tông, xin làm chư hầu của Hậu Đường. Vào mùa xuân năm 929, Hậu Đường Minh Tông chấp thuận và chấm dứt chiến dịch chống Kinh Nam.<ref name=ZZTJ276\/> Tháng thứ 1 năm Trường Hưng thứ 1 (930), Hậu Đường Minh Tông truy phong Cao Quý Hưng là Sở vương, thụy hiệu \"Vũ Tín\".<ref name=NHFD69\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"|2}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n\n{{thời gian sống|858|929}}\n\n[[Thể loại:Vua Kinh Nam]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Hậu Lương (Ngũ đại)]]\n[[Thể loại:Hậu Đường]]\n[[Thể loại:Người họ Cao tại Trung Quốc]]"}