{"Cao Du (Bắc Tề)":"{{chú thích trong hàng}}\nBành Thành Cảnh Tư vương '''Cao Du''' ([[chữ Hán]]: 高浟, [[533]] – [[564]]), [[tên tự]] là '''Tử Thâm''', hoàng thân, quan viên [[nhà Bắc Tề]] cuối thời [[Nam-Bắc triều (Trung Quốc)|Nam bắc triều]] trong [[lịch sử Trung Quốc]].\n\n==Thiếu thời==\nDu là con trai thứ năm của quyền thần [[Cao Hoan]] [[nhà Đông Ngụy]], mẹ là Đại Nhĩ Chu thị – cơ thiếp của Hoan. Cao Hoan tự nhận mình có tổ tịch ở huyện Điệu, quận Bột Hải <ref>Nay là [[Huyện (Trung Quốc)|huyện]] [[Cảnh (huyện)|Cảnh]], [[địa cấp thị]] [[Hành Thủy]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>; về sau [[nhà Bắc Ngụy]] dời con em nhà lành đến [[Lục trấn]], ông nội của Hoan là Cao Mật nhân đó định cư ở trấn Hoài Sóc.\n\nNăm Nguyên Tượng thứ 2 (539) thời [[Đông Ngụy Hiếu Tĩnh đế]], Du được bái làm Thông trực tán kỵ thường thị, phong Trường Lạc quận công. Bác sĩ Hàn Nghị dạy Du viết chữ, thấy nét chữ của ông chưa đẹp, đùa rằng: \"Thư họa của Ngũ lang thế này, đột ngột được làm Thường thị Khai quốc, sau hôm nay càng nên dụng tâm.\" Du nghiêm mặt nói: \"Xưa [[Cam La]] nhỏ tuổi làm tướng [[Nước Tần|Tần]], chưa nghe nói là giỏi viết chữ. Người thường đều nói tài năng là thế, có nhắc gì đến nét chữ. Bác sĩ hiện giờ thầy có thể làm, sao làm không nổi tam công?\" Nghị rất xấu hổ. Bấy giờ Du mới hơn 8 tuổi.\n\n==Cai trị nghiêm khắc, bắt gian như thần==\nNăm Vũ Định thứ 6 (548), Du được ra làm Thương Châu thứ sử.\n* Du trị lý nghiêm khắc, đối với người trong nhà cũng răn đe gắt gao; ra mệnh lệnh cho quan viên dưới quyền hay bộ hạ của mình đi lại bên ngoài, luôn phải tự gói ghém lương thực đem theo. Có viên chủ bộ của huyện Thấp Ốc là Trương Đạt từng đến châu thành, nghỉ qua đêm ở nhà dân, ăn canh gà. Du dò biết được, ra lệnh tập hợp mọi người, hỏi rằng: \"Ăn canh gà sao không trả tiền?\" Đạt lập tức nhận tội. Cả châu gọi Du là thần minh.\n* Có người từ U Châu đến, dùng lừa chở nem hươu; đến địa giới Thương Châu, chân đau nên dừng lại. Ngẫu nhiên có kẻ bạn đường ở bên cạnh, thừa cơ trộm lừa với nem mà đi. Trời sáng, người ấy báo án với châu, Du bèn lệnh cho bộ hạ với liêu lại trong phủ chia nhau đi mua nem hươu, không kể giá cả. Nạn nhân nhận ra nem của mình, từ đó tìm ra tên trộm.\n\nDu được chuyển làm Đô đốc, Định Châu thứ sử.\n* Bấy giờ có người bị trộm trâu, trên lưng có nhúm lông trắng. Trưởng sử Vi Đạo Kiến nói với Trung tòng sự Ngụy Đạo Thắng rằng: \"Ngày sứ quân còn ở Thương Châu, bắt gian như thần, nếu bắt được tên giặc này, hẳn là thần rồi.\" Du bèn trá xưng phủ muốn mua da trâu, trả giá gấp mấy lần, khiến người chủ trâu nhận ra, nhân đó bắt được tên trộm. Bọn Kiến thán phục.\n* Có bà già họ Vương, ở một mình, trồng được 3 mẫu rau, mấy lần bị trộm. Du bèn lệnh cho người viết chữ lên lá rau, hôm sau ra chợ tìm thấy lá rau có chữ, bắt được tên trộm.\nTừ đó về sau ở châu không còn trộm, tình hình chánh trị – giáo hóa trở nên tốt nhất đương thời.\n\nĐầu niên hiệu Thiên Bảo (550 – 559) thời [[Bắc Tề Văn Tuyên đế]], Du được phong Bành Thành vương. Năm thứ 4 (553), Du được trưng làm Thị trung, quan dân đưa tiễn tỏ ra đau lòng. Có vài trăm ông già cùng nhau dâng cỗ, nói: \"Từ khi Điện hạ đên đây đã 5 năm, dân không biết quan, quan không khi dân, trăm họ từ khi có hiểu biết đến nay, mới được thay đổi như hiện nay. Điện hạ chỉ uống nước địa phương này, chưa ăn đồ địa phương này, nên dâng lên một chút đạm bạc.\" Du xem trọng ý của họ, vì vậy mà ăn 1 miếng.\n\n==Không sợ quyền quý, liên tục thăng tiến==\nNăm thứ 7 (556), Du được chuyển làm Tư Châu mục, chọn Tòng sự đều lấy kẻ sĩ có văn tài, giỏi phân tích, phán xét; được người đương thời khen là \"mỹ tuyển\". Án cũ của châu còn hơn 500 vụ, Du chưa đến kỳ hạn đã xét đoán hết cả. bọn Biệt giá Dương Tu sợ phạm vào quyền quý, ngoại thích, bèn đến gặp Du để nói riêng. Du sai người nói với họ rằng: \"Ta cứ đường thẳng mà đi, sao lại sợ quyền – thích, bọn khanh thay vì giữ gìn nết đẹp của con người, ngược lại vì quyền – thích mà lên tiếng.\" Bọn Tu thẹn sợ mà lui đi. Sau đó Du được gia đặc tiến, kiêm Tư không, Thái úy, Châu mục như cũ. Vì mẹ mất nên Du chịu giải nhiệm, ít lâu sau có chiếu cho khôi phục bản quan. Sau đó Du được bái làm Tư không, kiêm Thượng thư lệnh.\n\n[[Bắc Tề Phế đế]] nối ngôi, Du được trừ chức Khai phủ nghi đồng tam tư, Thượng thư lệnh, lĩnh Đại tông chánh khanh. Đầu niên hiệu Hoàng Kiến (560 – 561) thời [[Bắc Tề Hiếu Chiêu đế]], Du được bái làm Đại tư mã, kiêm Thượng thư lệnh, chuyển làm Thái bảo. [[Bắc Tề Vũ Thành đế]] nối ngôi, Du được thăng làm Thái sư, Lục thượng thư sự.\n\nDu rành rẽ việc đời, lại có tính quả quyết; không kể việc lớn – nhỏ, ắt làm rõ tình – lý. Người Triệu Quận là Lý Công Thống tham dự âm mưu phản nghịch của [[Cao Quy Ngạn]], mẹ của hắn là Thôi thị vốn là chị họ con chú\/bác của Ngự sử trung thừa [[Thôi Ngang]], còn là em họ bên nội của phu nhân của Hữu bộc xạ [[Ngụy Thu]]. Dựa theo pháp lệnh, người ở tuổi ngoài 60 thì có lệ không phải thi hành án. Thôi thị khai tăng tuổi của mình, quan viên chấp pháp vì kiêng sợ Thôi Ngang, Ngụy Thu nên bỏ qua cho bà ta. Du cáo giác việc này, khiến bọn Ngang bị kết tội, chịu trừ danh.\n\n==Cái chết==\nMỗi khi Vũ Thành đế rời đi, Du luôn ở lại coi giữ Nghiệp Thành. Tháng 3 ÂL năm Hà Thanh thứ 3 (564), kẻ cướp là bọn Điền Tử Lễ mưu tính bắt cóc Du để tôn làm chúa, trá xưng là sứ giả, đi thẳng vào phủ đệ của ông, đến tận nhà trong, dụ dỗ ông lên ngựa, rồi kề đao muốn ép ông chạy về phía nam. Du kêu lớn, không chịu đi, nên bị giết hại.\n\nDu hưởng dương 32 tuổi, triều dã nghe tin thì đau xót; được tặng Hoàng việt, Thái sư, Thái úy, Lục thượng thư sự, cấp xe Ôn lương.\n\nCon trưởng là Cao Bảo Đức, làm đến Khai phủ, kiêm Thượng thư tả bộc xạ. Con thứ là Cao Chuẩn, được kế tự anh ba của Du là Vĩnh An Giản Bình vương [[Cao Tuấn]].\n\n==Dị sự==\nTrước khi Du bị hại, vương phi của ông là Trịnh thị mơ thấy có người chém đầu ông rồi bỏ đi, sợ lắm; ít ngày sau thì Du bị giết.\n\n==Tham khảo==\n* '''[[Bắc Tề thư]] quyển 10, liệt truyện 2 – Cao Tổ 11 vương truyện: Bành Thành Cảnh Tư vương Du'''\n* '''[[Bắc sử]] quyển 51, liệt truyện 39 – Tề tông thất chư vương truyện thượng: Thần Vũ chư tử – Bành Thành Cảnh Tư vương Du'''\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Người họ Cao tại Trung Quốc]]\n[[Thể loại:Quan nhà Đông Ngụy]]\n[[Thể loại:Người Hà Bắc]]\n[[Thể loại:Sinh năm 533]]\n[[Thể loại:Mất năm 564]]"}