{"Caterina de' Medici":"{{Thông tin nhân vật hoàng gia\n| tên = Caterina de' Medici\n| tên gốc = \n| tước vị = Vương hậu Pháp\n| hình = Catherine-de-medici.jpg\n| ghi chú hình = Caterina của Medici, vẽ bởi [[François Clouet]], khoảng năm [[1555]]\n| chức vị = [[Nhiếp chính]] [[nước Pháp]]\n| tại vị = [[10 tháng 7]], năm [[1559]]<br>- [[5 tháng 1]], năm [[1589]]<br>({{số năm theo năm và ngày|1559|7|10|1589|1|5}})\n| nhiếp chính = [[François II của Pháp]] {{Vương miện|Vua Pháp từ 1559 đến 1560}}<br>[[Charles IX của Pháp]] {{Vương miện|Vua Pháp từ 1560 đến 1574}}<br>[[Henri III của Pháp]] {{Vương miện|Vua Pháp từ 1574 đến 1589}}\n| chức vị 1 = [[Danh sách phối ngẫu nước Pháp|Vương hậu nước Pháp]]\n| tại vị 1 = [[31 tháng 3]], năm [[1547]]<br>– [[10 tháng 7]], năm [[1559]]<br>({{số năm theo năm và ngày|1547|3|31|1559|7|10}})\n| đăng quang 1 = [[10 tháng 6]], năm [[1549]]\n| tiền nhiệm 1 = [[Leonor của Áo|Leonor của Castilla]]\n| kế nhiệm 1 = [[Mary I của Scotland]]\n| chức vị 2 = [[Công tước|Công tước phu nhân]] xứ [[Bretagne]]\n| tại vị 2 = [[10 tháng 8]], năm [[1536]]<br>- [[31 tháng 3]], năm [[1547]]\n| phối ngẫu = [[Henri II của Pháp]] {{vương miện|Vua Pháp từ 1547 đến 1559}}\n| thông tin con cái = ẩn\n| tên đầy đủ = Caterina Maria Romula di Lorenzo de' Medici\n| con cái = [[François II của Pháp]] {{Vương miện}} <br>[[Élisabeth xứ Valois]]<br>[[Claude de Valois]]<br>Louis, Công tước Orléans<br>[[Charles IX của Pháp]] {{Vương miện}}<br>[[Henri III của Pháp]] {{Vương miện}}<br>[[Marguerite của Valois|Marguerite, Vương hậu niước Pháp]]<br>[[François, Công tước xứ Anjou]]<br>[[Jeanne xứ Valois (1556)|Jeanne xứ Valois]]<br>[[Victoire xứ Valois]]\n| tước hiệu = \n| kiểu hoàng tộc = Gia tộc\n| hoàng tộc = [[Nhà Medici]] (khi sinh) <br>\n[[Vương tộc Valois|Nhà Valois]] (kết hôn)\n| othertitles = \n| cha = [[Lorenzo II de' Medici]]\n| mẹ = [[Maddalena de La Tour d'Auvergne]]\n| sinh = [[13 tháng 4]] năm [[1519]]\n| nơi sinh = [[Firenze]], [[Ý]]\n| mất = [[5 tháng 1]] năm [[1589]] (69 tuổi)\n| nơi mất = [[Lâu đài Blois]], [[Pháp]]\n| nơi an táng = [[Vương cung thánh đường Thánh Denis|Nhà thờ Saint-Denis]], [[Pháp]]\n| tôn giáo = [[Công giáo Rôma|Giáo hội Công giáo]]\n| chữ ký = 1562 signature of Catherine de' Medici, Queen of France.jpg\n}}\n'''Caterina de' Medici''' ({{IPA-it|kateˈriːna de ˈmɛːditʃi|pron}}; {{ngày sinh|1519|4|13|df=yes}} – {{ngày mất|1589|1|5|df=yes}}), hoặc '''Catherine de Médicis''' theo [[tiếng Pháp]], là một nữ quý tộc [[người Ý]] và trở thành [[Vương hậu]] [[nước Pháp]] từ năm [[1547]] đến năm [[1559]], với tư cách là [[vợ]] của Quốc vương [[Henri II của Pháp]]. Bà là mẹ của 3 vị Quốc vương liên tiếp kế vị nước Pháp: [[François II của Pháp]]; [[Charles IX của Pháp]] và [[Henri III của Pháp]]. Ngoài ra, bà còn là mẹ của [[Élisabeth xứ Valois|Élisabeth của Pháp]], [[Vương hậu Tây Ban Nha]], vợ của [[Felipe II của Tây Ban Nha|Felipe II]] cùng vị Vương hậu nổi tiếng của Pháp, [[Marguerite de Valois, Vương hậu Pháp]].\n\nNăm [[1533]], ở tuổi 14 Caterina kết hôn với [[Henri II của Pháp|Henri II]], con trai thứ hai của [[Danh sách quân chủ Pháp|Quốc vương nước Pháp]] [[François I của Pháp|François I]] và [[Claude của Pháp|Vương hậu Claude]], nhằm giúp phát triển quyền lợi của người bác của bà, [[Giáo hoàng Clêmentê VII]]. Năm [[1547]], Henri II đăng quang, với tên [[tiếng Pháp]] ''\"Catherine de Médicis\"'', Caterina trở thành [[Vương hậu Pháp]]. Tuy vậy, suốt thời gian trị vì, Henri II loại bỏ ảnh hưởng của Catherine và dành sự ưu ái cho [[Diane de Poitiers]], tình nhân của nhà vua. Sau khi Henri II tử nạn năm [[1559]], Catherine đột ngột bị cuốn vào chính trường, trở thành [[nhiếp chính]] của tân vương mới 15 tuổi, [[François II của Pháp|François II]]. François II chết sau 1 năm trị vì, Catherine trở nên nhiếp chính đầy quyền lực cho con trai 10 tuổi của bà, [[Charles IX của Pháp|Charles IX]]. Charles thăng hà năm [[1574]], Catherine lại tiếp tục là thế lực đáng kể khi con trai thứ ba của bà, [[Henri III của Pháp|Henri III]], kế thừa ngôi quân chủ Pháp.\n\nCatherine miệt mài nỗ lực bảo vệ ngai vàng, nhưng ba người con yếu đuối của bà gánh chịu nhiều thất bại khi họ trị vì nước Pháp trong một giai đoạn nhiễu nhương, đánh dấu bởi những cuộc nội chiến và [[Chiến tranh tôn giáo Pháp]] nối tiếp nhau bùng nổ. Lúc đầu, Catherine muốn thỏa hiệp với phong trào [[Huguenot]] bằng cách nhượng bộ họ có giới hạn; nhưng bà lại không chịu chấp nhận những nguyên tắc thần học căn cốt đối với người Huguenot, trong đó có quyền tự do thờ phụng dành cho mọi người. Trong tâm trạng hoang mang và giận dữ<ref>Knecht, ''Catherine de' Medici'', 272.<\/ref>, Catherine từ bỏ lập trường hòa giải và phục hồi các biện pháp cứng rắn đối với những người bất đồng về niềm tin tôn giáo. Do đó, Catherine bị xem là người chịu trách nhiệm về những hành động tàn bạo của vương quyền, đặc biệt là vụ [[Thảm sát Ngày lễ Thánh Barthélemy]] năm [[1572]] khi hàng ngàn người Huguenot bị tàn sát ở [[Paris]] và trên khắp nước Pháp. \n \nMột số sử gia đương đại miêu tả Catherine theo hướng tích cực hơn, bỏ qua những hành động thái quá của bà, tuy các chứng cớ về những điều này có thể tìm thấy trong những lá thư bà đã viết<ref>Knecht, 272. For a summary of the fluctuations in Catherine's historical reputation, see the preface to R. J. Knecht's ''Catherine de' Medici'', 1998: xi–xiv.<\/ref>. Trong thực tế, thẩm quyền của bà bị hạn chế bởi các cuộc nội chiến, và trong nỗ lực tuyệt vọng, bà đã cố làm hết sức mình để kiểm soát một vương quốc đang đắm chìm vào bạo loạn. Vì vậy, Catherine theo đuổi những đối sách cực đoan hầu bảo vệ vương quyền của [[Nhà Valois]] bằng mọi giá. Bên cạnh đó, bà còn quan tâm đến việc bảo trợ các loại hình nghệ thuật trong nỗ lực tô điểm cho một vương triều đang thời suy vi<ref>Sutherland, ''Ancien Régime'', 20.; Frieda, 454–55.<\/ref>. Từ góc nhìn này, các sử gia hiện đại xem Catherine như là một nhà cai trị bị đặt vào một tình thế khó khăn buộc phải đối phó với những vấn nạn đặc thù hầu như không thể giải quyết nổi. Cũng có những tranh cãi liệu quyền cai trị của các con trai của Catherine có thể kéo dài lâu đến thế nếu không có sự bảo hộ của bà mẹ luôn kiên định với quyết tâm bảo vệ vương quyền của dòng họ.<ref>Sutherland, ''Ancien Régime'', 26.<\/ref> Các sử gia đã gọi những năm trị vì của những vị quốc vương này là '''Thời đại của Catherine de Médicis''' (''The age of Catherine de' Medici''), kéo dài 30 năm<ref>Thomson, 97; Sutherland, ''Ancien Régime'', 3; Neale, ''The Age of Catherine de Medici''.<\/ref>. Theo nhà sử học [[Mark Strage]], Catherine là người phụ nữ quyền lực nhất châu Âu vào thế kỉ 16.\n\n== Thiếu thời ==\n[[Tập tin:Madeleine de la Tour.jpg|nhỏ|140px|upright|phải|[[Madeleine de la Tour d’Auverne]], mẹ của Catherina de' Medici.]]\n\nTheo một nhà sử học cùng thời, Catherina de' Medici có tên khai sinh là '''Caterina Maria Romula di Lorenzo de' Medici''', sinh ra tại [[Firenze]], [[Vương quốc Ý]], vào thứ Tư ngày [[15 tháng 4]] năm [[1519]]. Trong năm ấy, mẹ của Catherine là [[Madeleine de la Tour d’Auverne]] mất ngày [[28 tháng 4]] khi mới 17 tuổi; [[Lorenzo II de' Medici]], [[Urbino|Công tước xứ Urbino]], cũng lìa đời ngày [[4 tháng 5]], có lẽ do mắc bệnh [[giang mai]]<ref name= \"kviii\">Knecht, ''Catherine de' Medici'', 8.<\/ref>, để lại đứa con đầu lòng trở thành trẻ mồ côi. Đôi vợ chồng trẻ này mới kết hôn năm trước như là một phần trong kế hoạch liên minh giữa [[François I của Pháp]] và [[Giáo hoàng Lêô X]], bác của Lorenzo de Medici, nhằm chống lại [[Maximilian I của Thánh chế La Mã|Maximilian I, Hoàng đế Thánh chế La Mã]] thuộc dòng họ [[Habsburg]]. Sau khi mất cả cha lẫn mẹ, cô bé mồ côi Catherine trở nên một món hàng đắt giá trong các cuộc môi giới hôn nhân, được đặt dưới quyền bảo hộ của Giáo hoàng Lêô, người đã từ chối lời đề nghị của François I khi muốn nhận giáo dưỡng Catherine trong triều đình nước Pháp.<ref name=\"kviii\"\/>\n\nKhông giống bố mẹ và cũng không giống các con của mình, Catherina có sức khỏe rất tốt và cuộc đời trường thọ. Giáo hoàng Lêô đem Catherina về [[Roma]], với nhiều kế hoạch đầy tham vọng cho cô. Ông phong Catherina làm '''Nữ công tước xứ Urbino''' (''duchessa d'Urbino''), với dự định sắp xếp cho cô kết hôn với [[Ippolito de' Medici]], con ngoại hôn của người anh trai [[Giuliano di Lorenzo de' Medici]] của ông, rồi phái hai người đến cai trị xứ [[Firenze]].\n\n[[Tập tin:Clement VII. Sebastiano del Piombo. c.1531..jpg|nhỏ||upright|trái|[[Giáo hoàng Clêmentê VII]], tranh của [[Sebastiano del Piombo]], kh. 1531. Clêmentê gọi đính ước giữa Catherine và [[Henri II của Pháp|Henri]] là \"môn đăng hộ đối nhất thế giới\".<ref name = \"Fxxxv\">Frieda, 35.<\/ref>]]\n\nLúc đầu, Catherina sống dưới sự chăm sóc của bà nội, [[Alfonsina Orsini]]. Sau khi Orsini mất vào năm [[1520]], bà được đem về sống trong nhà của người cô, [[Clarissa Strozzi]], lớn lên với con cái của bà. Catherina dành một tình yêu đặc biệt cho các con của Strozzi cho đến cuối đời.\n\nSau cái chết của Giáo hoàng Lêô năm [[1521]], quyền thừa kế của dòng họ Medici bị đe dọa nghiêm trọng, vì người kế nhiệm của Giáo hoàng Lêô, [[Giáo hoàng Ađrianô VI]], là người ủng hộ dòng họ Habsburg. Giáo hoàng muốn hủy bỏ tước vị Công tước của Catherine, nhưng khi [[Hồng y]] Giulio de' Medici được chọn để trở thành [[Giáo hoàng Clêmentê VII]] năm [[1523]], ông đã phục hồi tước quyền cho dòng họ Medici. Giành quyền bảo hộ Catherine, Giáo hoàng Clêmentê đem Catherine đến sống trong lâu đài Medici (''Palazzo Medici Riccardi'') ở Firenze, nhấn mạnh rằng \"nữ công tước bé nhỏ\", theo như cách gọi của người dân Firenze,<ref>Frieda, 23–24.<\/ref> cần được phục vụ theo nghi thức vương giả.\n\nMặc dù ảnh hưởng của Clêmentê ngày càng gia tăng, giai đoạn này không phải là dễ dàng cho dòng họ Medici tại Firenze: họ thường bị cô lập trong suốt một chuỗi các cuộc chiến xảy ra giữa nước [[Pháp]] và [[Đế quốc La Mã Thần thánh|Thánh chế La Mã]]. Hoàng đế tân cử của Thánh chế, [[Karl V của Thánh chế La Mã|Karl V]], có lần đã bắt giữ và cầm tù cả Vua François lẫn Giáo hoàng Clemnent. Sau vụ cướp phá Roma năm [[1527]], dòng họ Medici bị phe Cộng hòa lật đổ tại Firenze, Clêmentê bị buộc phải tấn phong Karl làm [[Hoàng đế La Mã Thần thánh]] để nhận sự trợ giúp quân sự hầu chiếm lại thành phố<ref>Knecht, ''Catherine de' Medici'', 10–11.<\/ref>. Mặc dù [[Ippolito]] trốn thoát, nhưng Catherine bị bắt làm con tin và bị giải giao từ tu viện này đến tu viện khác<ref>Knecht, ''Catherine de' Medici'', 11.<\/ref>. Nhật ký của một nữ tu thuật lại rằng: ''\"Bà quá dịu dàng và dễ mến đến nỗi các nữ tu làm mọi cách để xoa dịu nỗi buồn của bà\"''.\n\n[[Tháng 10]] năm [[1529]], quân đội của Hoàng đế đến vây thành Firenze. Khi cuộc vây hãm kéo dài, nhiều người lên tiếng đòi đem Catherine ra xử tử trên vách thành hoặc bỏ vào nhà thổ. Khi binh lính đến đem Catherine vào tu viện [[Santa Lucia]], cô chống cự, nhưng cuối cùng vẫn bị đặt trên lưng lừa dẫn độ trên đường phố, chịu sự sỉ vả và hăm dọa của đám đông đang giận dữ<ref>Frieda, 29–30.<\/ref>. Mặc dù cố chống trả, nạn đói và dịch bệnh buộc thành phố phải chịu hàng phục ngày [[12 tháng 8]] năm [[1530]]. Sau [[Hòa ước Barcelona]], Clêmentê gọi Catherine về Roma và sắp đặt kế hoạch cho cô kết hôn.\n\n== Hôn nhân ==\n[[Tập tin:Corneille de Lyon 001.jpg|170px|nhỏ|upright| [[Henri II của Pháp|Henri, Công tước Orléans]], tranh của [[Corneille de Lyon]]. Lúc thiếu thời, Henri trải qua hai năm làm con tin ở Tây Ban Nha, khiến ông trở thành người trầm lặng và ủ rũ.<ref>Frieda, 45.<\/ref>]]\n\nCatherine de' Medici không phải là một thiếu nữ có nhan sắc. Khi Catherine đến Roma, đại sứ thành [[Venezia]] miêu tả cô là: ''\"người thấp bé và gầy, không có nét thanh tú lại mắt lồi, một đặc trưng của dòng họ Medici\"''<ref>Frieda, 31; Knecht, ''Catherine de' Medici'', 14.<\/ref>.\n\nGiáo hoàng Clêmentê nhắm đến một số chàng trai thích hợp với Catherine, trong đó có [[James V của Scotland]], [[Henry, Bá tước xứ Richmond]] (con ngoại hôn của [[Henry VIII của Anh]]) và [[Francesco II, Công tước Milano]]. Nhưng đến đầu năm [[1531]], François I vua nước Pháp muốn cưới Catherine cho con trai thứ hai của ông, [[Henri II của Pháp|Henri, Công tước xứ Orléans]], Giáo hoàng Clêmentê liền nhận lời<ref name = \"Fxxxv\">Frieda, 35.<\/ref>. Clêmentê hứa ban của hồi môn gồm có các thành [[Pisa]], [[Parma]], [[Piacenza]], [[Reggio]], [[Modena]] và [[Livorno]], cũng như đồng ý ủng hộ kế hoạch của François chiếm đóng [[Genova]], [[Milano]] và [[Urbino]]. Ông gọi cuộc hôn nhân này là ''\"môn đăng hộ đối nhất thế giới\"''.\n\nLớn hơn Catherine hai tuần tuổi, thời thơ ấu Henri xứ Orléans từng chịu những chấn thương tâm lý như người vợ tương lai của mình; cùng với anh trai, François, Henri trải qua gần bốn năm rưỡi trong thân phận con tin của [[Karl V của Thánh chế La Mã|Hoàng đế Karl V của Thánh chế La Mã]] và chịu nhiều ngược đãi. Năm [[1531]], hai vương tử nước Pháp được trao trả sau khi vua cha François I chịu nộp một số vàng, gần như cùng một lúc với thời điểm Catherine thoát khỏi cảnh giam cầm. Kinh nghiệm này đã ám ảnh Henri suốt đời, từ một thiếu niên sinh động trở thành một chàng trai khép kín luôn cảm thấy xa lạ với người cha và nuôi dưỡng cảm giác ghê tởm Tây Ban Nha cho đến cuối đời.\n\nHôn lễ diễn ra tại [[Marseille]] ngày [[28 tháng 10]] năm [[1533]]<ref>Frieda, 52. The contract was signed on the 27th and the religious ceremony took place the next day.<\/ref>, đây được coi là một sự kiện lớn. Dòng họ Medici dẫn đầu bởi Giáo hoàng Clêmentê, [[Công tước Alessandro]], và Hồng y [[Ippolito]], trong nghi thức huy hoàng không kém Quốc vương nước Pháp đến dự đại tiệc đầy tính khoa trương; tại đây hai bên trao đổi quà cưới. Đến Pháp trên một đội thuyền, cô dâu 14 tuổi, một kỵ sĩ tài năng, vào [[Marseille]] trên lưng một con ngựa phủ vải kim tuyến mạ vàng. Vương tử Henri khiêu vũ và cưỡi ngựa đấu thương chào đón Catherine, người ta nói rằng Catherine vui mừng gặp gỡ chú rể cao to, tráng kiện và yêu thích thể thao. Sau khi Henri và Catherine rời tiệc khiêu vũ lúc nửa đêm, tiệc cưới biến thành một buổi tụ họp thác loạn.\n\n=== Công nương ===\n[[Tập tin:DianedePoitiers.jpg|150px|nhỏ|trái|[[Diane de Poitiers]], tình nhân của [[Henri II của Pháp|Henri II]].]]\nTrong năm đầu tiên của cuộc hôn phối, dù ít khi gặp mặt chồng, Catherine tạo lập mối quan hệ tốt với các mệnh phụ trong triều nhờ trí thông minh, tính thân thiện và thiện chí<ref>Frieda, 54.<\/ref>, Trong khi đó, Vua François lo chuẩn bị quân đội tái chiếm [[Urbino]] mà ông xem là tài sản của Catherine, tức là của con dâu ông. Tuy nhiên, thời kỳ trăng mật đột ngột chấm dứt vào ngày [[25 tháng 9]] năm [[1534]] khi Giáo hoàng Clêmentê VII từ trần. Giáo hoàng kế nhiệm thuộc dòng họ [[Farnese]], [[Giáo hoàng Phaolô III]], ông liền từ chối liên minh với Pháp. Điều đó khiến của hồi môn mà Clêmentê đã hứa, tức là tài sản chính trị của Catherine cũng tan thành mây khói cùng với những đặc quyền dành cho cô tại triều đình nước Pháp. Vua François đã phải than thở, ''\"Ta có một cô con dâu sạch nhẵn của hồi môn\"''<ref>\"''J'ai reçu la fille toute nue.''\" Frieda, 54.<\/ref>.\n\nHoàn cảnh của Catherine ngày càng tồi tệ. Năm [[1535]], [[Ippolito de’ Medici]] chết; đến năm [[1537]], sau vụ ám sát Công tước [[Alessandro de’ Medici]], lãnh địa [[Firenze]] thuộc về Hoàng đế Karl V, được trao cho một người họ hàng xa của Catherine, [[Cosmo I de’ Medici]], vốn là người mà bà khinh miệt. Tệ hơn nữa, Vương tử Henri chẳng hề quan tâm đến vợ. Trong suốt mười năm đầu của cuộc hôn nhân, Catherine không có con, mà đây là cơ hội duy nhất để bà có thể phục hồi đặc quyền cho mình. Trong khi đó, Henri công khai các mối quan hệ với những phụ nữ khác.\n\nNăm [[1537]], một trong số tình nhân của Henri, [[Philippa Duci]], sinh cho ông một con gái<ref>Knecht, ''Catherine de' Medici'', 29–30. Henry legitimised the child under the name [[Diane de France]]; he also produced at least two sons by other women.<\/ref>. Sau khi Vương tử François, anh trai của Henri chết năm [[1536]], việc Catherine không thể sinh con trở nên một vấn đề nghiêm trọng cho vương tộc Valois<ref name = \"kxxiv\">Knecht, ''Catherine de' Medici'', 29.<\/ref>. Theo [[Brantôme]], nhiều người khuyên Quốc vương và Thế tử phế bỏ Catherine, vì điều này là cần thiết cho việc kế thừa ngôi báu nước Pháp. Đại sứ thành Venezia thuật lại rằng: François và Henri đã có lần tính đến chuyện li dị với sự đồng ý của Catherine<ref>Knecht, 29.<\/ref>. Nhưng cuối cùng, nhà vua cũng sống lâu đủ để nhìn thấy con dâu sinh một cháu trai ngày [[20 tháng 1]] năm [[1544]] và cậu bé được đặt theo tên ông, François. Công nương Catherine tiếp tục sinh cho Henri thêm chín người con, ba trong số họ chết khi còn nhỏ. Về sau, ba người trong số các con của Catherine lần lượt lên ngôi Quốc vương nước Pháp: [[François II của Pháp|François II]] (s. [[19 tháng 1]], [[1544]]),[[Charles IX của Pháp|Charles IX]] (s. [[27 tháng 6]], [[1550]]) và [[Henri III của Pháp|Henri III]] (s. [[19 tháng 9]], [[1551]]).\n\nTuy vậy, khả năng sinh con của Catherine cũng không đủ để níu kéo tình yêu của Henri. Năm [[1538]], khi ở tuổi 19, Henri bắt đầu những quan hệ tình cảm với một phụ nữ 38 tuổi, [[Diane de Poitiers]], người mà ông yêu cho đến cuối đời<ref>Frieda, 60, 95; Heritier, 38–42.<\/ref>. Nhưng dù vậy, Henri vẫn tôn trọng Catherine như là người vợ chính thức của mình<ref>Frieda, 114, 132.<\/ref>.\n\nNăm [[1547]], Quốc vương François I thăng hà. Theo đó, Vương tử Henri kế vị trở thành [[Quốc vương]] [[nước Pháp]], tức [[Henri II của Pháp]]. Công nương Catherine trở thành [[Vương hậu]] [[nước Pháp]] trong lễ đăng quang tại [[Vương cung thánh đường Thánh Denis|Nhà thờ lớn Saint-Denis]] năm [[1549]].\n\n=== Vương hậu nước Pháp ===\n[[Tập tin:KatharinavonMedici.jpg|170px|nhỏ|phải|upright|Catherine de Medicis, Vương hậu nước Pháp.]]\n\t\nSuốt trong những năm trị vì của chồng, Catherine sống lặng lẽ và thụ động nhưng chuyên tâm quan sát mọi diễn biến trong triều<ref>Morris, 247; Frieda, 80.<\/ref>. Trong những lúc Quốc vương vắng mặt, Catherine được trao quyền [[nhiếp chính]] nhưng không có mấy thực quyền<ref>Frieda, 118; Knecht, ''Catherine de' Medici'', 42–43.<\/ref>. Dù ghen tuông do mối quan hệ giữa nhà vua và [[Diane de Poitiers]], Catherine không làm được gì vì không có thế lực<ref>{{Chú thích web |url=http:\/\/www.france-la-visite.com\/\/english\/cultural_tourism\/loire.html |ngày truy cập=2008-07-07 |tựa đề=Cultural Tourism in Loire |archive-date=2008-05-15 |archive-url=https:\/\/web.archive.org\/web\/20080515074800\/http:\/\/www.france-la-visite.com\/english\/cultural_tourism\/loire.html |url-status=dead }}<\/ref>. Henri II rất chung tình với Diane de Poitiers và tin cậy bà tuyệt đối, chịu sự chi phối của bà trong 25 năm, và ban cho bà [[Lâu đài Chenonceau]] mà Catherine vẫn mong muốn. Suốt trong giai đoạn này, Diane kiểm soát mọi quyết định từ trong hậu trường<ref>Frieda, 80–86.<\/ref>.\n\nThời trị vì của Henri II chứng kiến sự trỗi dậy của anh em nhà [[Guise]], [[Charles]], trở thành [[Hồng y]], và một người bạn từ thuở thiếu thời của Henri, François, trở thành [[Công tước nhà Guise]]<ref>Frieda, 84.<\/ref>. Em gái của họ, [[Marie nhà Guise]], năm [[1538]] kết hôn với [[James V của Scotland]] rồi là mẹ của [[Mary I của Scotland|Mary, Nữ vương Scotland]]. Mới 5 tuổi rưỡi, Mary được đưa về Pháp và được kết ước với Thế tử François, con trai đầu của Catherine và Henri II<ref>Guy, 46.<\/ref>. Catherine giáo dưỡng Mary cùng các con bà trong triều đình, trong khi Mary nhà Guise cai trị Scotland trong cương vị [[nhiếp chính]] cho con gái của mình<ref>Guy, 41.<\/ref>.\n\nNgày [[4 tháng 4]] năm [[1559]], Henri II ký kết [[Hòa ước Cateau-Cambrésis]] với [[Thánh chế La Mã]] và [[Vương quốc Anh]], chấm dứt [[Cuộc chiến tranh Ý]]. Đây cũng là thời điểm cô con gái 13 tuổi của Catherine hứa hôn với [[Felipe II của Tây Ban Nha]]<ref>Knecht, ''Catherine de' Medici'', 55.<\/ref>. Hôn lễ ủy nhiệm<ref>Hôn lễ ủy nhiệm (''Proxy Wedding''): Hôn lễ được tổ chức mà không có mặt cô dâu hoặc chú rể - Trước đó, Elisabeth đã hứa hôn với con trai của Felipe II, Don Carlos; nhưng do những diễn biến phức tạp trong tình hình chính trị đương thời, người ta sắp đặt hôn nhân cho cô với ông bố. Chú rể (32 tuổi) được thuật lại rất yêu quý cô vợ trẻ (14 tuổi).[http:\/\/www.nationmaster.com\/encyclopedia\/Elisabeth-of-Valois NationMaster.com] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080830112355\/http:\/\/www.nationmaster.com\/encyclopedia\/Elisabeth-of-Valois |date=2008-08-30 }}<\/ref> của họ được tổ chức tại [[Paris]] ngày [[22 tháng 6]] năm [[1559]] với lễ hội, khiêu vũ, ca vũ nhạc kịch, và năm ngày tranh tài môn cưỡi ngựa đấu thương.\n\nHenri II tham gia môn cưỡi ngựa đấu thương trong màu áo trắng đen của Diane và đánh bại các công tước Nemours và Guise. Nhưng chàng trai trẻ [[Gabriel, Công tước Montgomery]], đã đánh ông ngã ngựa. Henri II trở lại lưng ngựa để tiếp tục thi đấu, lần này cây thương của Montgomery bị gãy và đâm vào mặt nhà vua<ref name=autogenerated6>Pettegree, 154.<\/ref>. Catherine, Diane de Poitiers, và Vương tử François ngất xỉu. Henri II được đưa đến [[Lâu đài Tournelles]] để cứu chữa. Catherine túc trực bên cạnh, nhưng Diane de Poitiers không có mặt vì e sợ bị Vương hậu trục xuất như lời của một sử gia<ref>Frieda, 6.<\/ref>. Trong mười ngày kế tiếp, tình trạng sức khỏe của Henri II diễn biến phức tạp. Có lúc Henri II đủ khỏe để đọc cho thư ký viết thư và nghe nhạc, nhưng dần dà nhà vua mất thị lực, không nói được, không còn tỉnh trí, và mất vào ngày [[10 tháng 7]] năm [[1559]]. Từ đó, Catherine lấy cây thương gãy làm biểu tượng với hàng chữ ''\"lacrymae hinc, hinc dolor\"'' (''\"Vật này mang đến cho ta đau khổ và những dòng nước mắt\"''), và mặc trang phục đen để than khóc Henri II<ref>Knecht, ''Catherine de' Medici'', 56–58; Frieda, 146.<\/ref>.\n\n== Nhiếp chính nước Pháp ==\n=== Triều François II ===\n[[Tập tin:Francesco II.jpg| thumb|170px|upright| [[Francois II của Pháp]], tranh của [[François Clouet]], 1560. Khi đăng quang, vương miện quá nặng đối với François nên bốn nhà quý tộc phải cố giữ nó khỏi rơi xuống khi tân vương bước lên ngai vàng.<ref>Guy, 102–3.<\/ref>]]\nFrançois II được tôn làm [[Quốc vương]] lúc 15 tuổi. Trong một chính biến được gọi là vụ đảo chính, [[Hồng y Lorraine]] và [[François, Công tước Guise]], cậu của [[Mary I của Scotland]], nắm quyền sau khi Henri băng hà, và vội vã dọn đến [[Cung điện Louvre]] cùng với cặp vợ chồng trẻ<ref>Knecht, ''Catherine de' Medici'', 59; Frieda, 140.<\/ref>. Theo tường trình của đại sứ Anh vài ngày sau đó: ''\"Nhà Guise cai trị và quyết định mọi sự cho vương quyền Pháp\"''<ref>Knecht, ''Catherine de' Medici'', 60.<\/ref>. Lúc đầu, Catherine bị buộc phải hợp tác với nhà Guise, bà cũng không có chức vị chính thức nào trong triều vì lúc ấy François đã đủ lớn khôn.<ref>Morris, 248.<\/ref> Tuy nhiên, trong mọi quyết định, nhà vua đều bắt đầu với câu: ''\"Với sự hài lòng của Vương hậu, mẹ tôn kính của trẫm, và trẫm ủng hộ mọi quan điểm của người, trẫm ban chỉ…\"''<ref>Frieda, 146.<\/ref> Không chút ngại ngần, Catherine tận dụng quyền lực của mình. Một trong những hành động đầu tiên của bà là ra lệnh [[Diane de Poitiers]] hoàn trả châu báu và [[Lâu đài Chenonceau]] cho triều đình<ref name=autogenerated2>Frieda, 144.<\/ref>. Về sau, bà cố hết sức hủy bỏ hoặc thay đổi mọi công trình xây dựng Diane đã làm ở Chenonceau<ref name=autogenerated2 \/>.\n\nAnh em nhà Guise hăm hở tiến hành các cuộc bức hại nhắm vào người [[Tin Lành|Kháng Cách]], trong khi Catherine theo đuổi chính sách ôn hòa và phản đối nhà Guise, dù bà không hề có thiện cảm với người [[Huguenot]] (người Kháng Cách Pháp), cũng không hiểu biết gì về đức tin của họ. Người Kháng Cách quay sang tìm kiếm sự lãnh đạo của Quốc vương Navarra [[Antoine de Bourbon]], rồi em trai của ông, [[Louis I nhà Bourbon, Vương công Condé]], rồi Condé ủng hộ một cuộc binh biến nhằm lật đổ nhà Guise<ref>Frieda, 154; Holt, 38–39.<\/ref>. Song âm mưu bị lộ, nhà Guise dời triều đình đến [[Lâu đài Amboise]] kiên cố, xua quân đột kích vào khu rừng bao quanh lâu đài, giết nhiều quân nổi dậy kể cả viên chỉ huy [[La Renaudie]]<ref>Knecht, ''Renaissance France'', 282.<\/ref>. Những người khác bị chết đuối trên sông hoặc bị treo cổ trước sự chứng kiến của Catherine và triều đình<ref>Knecht, ''Catherine de' Medici'', 65–66.<\/ref>.\n\nTháng 6 năm [[1560]], [[Michel de l'Hôpital]] được bổ nhiệm làm [[Tể tướng]]. Ông tìm kiếm sự hậu thuẫn của các định chế hợp hiến của nước Pháp, và hợp tác chặt chẽ với Catherine trong nỗ lực bảo vệ luật pháp trước tình trạng nhiễu nhương đang tràn lan<ref>Sutherland, ''Ancien Régime'', 32.<\/ref>. Thấy không cần phải trừng phạt phe Kháng Cách bởi vì họ thờ phụng trong nhà riêng và cũng không tìm cách vũ trang, ngày [[20 tháng 8]] năm [[1560]], Catherine và Tể tướng triệu tập hội nghị các nhà quý tộc tại [[Fontainebleau]]. Các sử gia xem sự kiện này như là một sự thể hiện tính cách của Catherine trong cương vị một chính khách. Trong khi đó, [[mùa thu]] năm [[1560]], Condé bắt đầu chiêu tập binh mã và tấn công các thị trấn ở miền nam. Catherine cho đòi Condé và ra lệnh bắt giam khi ông vừa về triều. Condé bị đem ra xét xử, kết tội chống lại triều đình, và bị án tử hình<ref>Frieda, 151; Knecht, 72; Guy, 119.<\/ref>.\n\nKhi Catherine biết François II sắp chết, bà mở cuộc thương thảo với Antoine de Bourbon, theo đó Nhà Bourbon khước từ quyền nhiếp chính đối với nhà vua sắp kế vị, Charles IX, đổi lại bà sẽ thả em trai của ông là Condé<ref>Pettegree, 154; Hoogvliet, 105. Theo truyền thống, quyền nhiếp chính dành cho Vương thân thứ nhất (''The first prince of the blood'') như Antoine de Bourbon.<\/ref>. Nhờ đó, khi François II qua đời vào ngày [[5 tháng 12]] năm [[1560]], [[Hội đồng Cơ mật]] tôn Catherine làm [[Toàn quyền nước Pháp]] (''Gouvernante de France''), với rất nhiều quyền lực. Bà viết thư cho con gái Élisabeth: ''\"Mục đích chính của mẹ là tôn vinh [[Thiên Chúa]] trong mọi sự, và bảo vệ quyền lực của mẹ, không phải cho mẹ, nhưng cho sự tồn tại của vương quốc, và cho sự tốt lành của tất cả anh em trai của con\"''<ref>Knecht, ''Catherine de' Medici'', 73.<\/ref>.\n\n=== Triều Charles IX ===\n[[Tập tin:Bemberg Fondation Toulouse - Portrait de Charles IX - François Clouet - Inv.1012.jpg| thumb|170px| upright| [[Charles IX của Pháp]], của [[François Clouet]], kh. 1565. Đại sứ Venezia Giovanni Michiel miêu tả [[Charles IX của Pháp]] là một người thanh tú, mắt sáng, dáng diệu thanh nhã, dù không cường tráng<ref>Quoted by Frieda, 203.<\/ref>]]\nLúc đầu Catherine luôn kề cận ông vua 9 tuổi này (Charles khóc nhè tại lễ đăng quang), và ngủ tại phòng của nhà vua. Bà chủ tọa Hội đồng Cơ mật thông qua việc quyết định các chính sách, kiểm soát triều chính và phân phối quyền lực. Tuy nhiên, vị thế của Catherine không đủ mạnh để kiểm soát toàn thể quốc gia lúc ấy đang bên bờ vực của cuộc nội chiến. Những nhà quý tộc, chứ không phải nhà vua, đang cai trị nhiều khu vực khác nhau thuộc nước Pháp. Những thách thức Catherine đang đối diện hết sức phức tạp, và trong một số khía cạnh, vượt quá sự hiểu biết của bà<ref name=autogenerated5>Sutherland, ''Ancien Régime'', 28.<\/ref>. Catherine triệu tập những nhà lãnh đạo giáo hội từ hai phía nhằm giải quyết những bất đồng về giáo lý, nhưng ngày [[13 tháng 10]] năm [[1561]], [[Hội nghị Poissy]] kết thúc trong thất bại, và tự giải tán mà không cần ý kiến của bà<ref name=autogenerated5 \/> Catherine không thành công vì bà xem xét các vấn đề tôn giáo trên khía cạnh chính trị. Theo lời sử gia R. J. Knecht, \"bà xem thường sức mạnh của xác tín tôn giáo, tưởng tượng rằng tất cả sẽ ổn thỏa nếu bà có thể thuyết phục các nhà lãnh đạo đồng ý với nhau\".<ref>Knecht, ''Catherine de' Medici'', 80.<\/ref>.\n\n[[Tháng 1]] năm [[1562]], Catherine ban hành [[Chỉ dụ Saint-Germain]] trong nỗ lực hàn gắn với người Kháng Cách<ref>Knecht, ''Renaissance France'', 311; Sutherland, ''Ancien Régime'', 11–12. Chỉ dụ này, còn gọi là Chỉ dụ Bao dung, hoặc Chỉ dụ tháng Giêng, thừa nhận sự hiện hữu của các nhà thờ Kháng Cách, và cho phép họ thờ phụng bên ngoài tường thành các thành phố.<\/ref>. Tuy nhiên, ngày [[1 tháng 3]] năm [[1562]], bùng nổ sự kiện [[Thảm sát Vassy]], khi Công tước Guise và người của ông tấn công những người Huguenot đang thờ phụng trong một nhà kho ở Vassy, giết 74 người và làm bị thương 104 người.<ref>Knecht, ''Catherine de' Medici'', 87; Frieda, 188.<\/ref> Guise, gọi cuộc thảm sát là \"một tai nạn đáng tiếc\", được người dân Paris tung hô như một anh hùng; trong khi người Huguenot kêu gọi trả đũa.<ref>Frieda, 188–89.<\/ref> Vụ thảm sát đã khơi mào cuộc [[Chiến tranh tôn giáo Pháp|Chiến tranh tôn giáo]]. Trong ba mươi năm kế tiếp, nước Pháp tự mình chứng kiến những cuộc xung đột vũ trang và những lần đình chiến xen lẫn nhau.<ref>Sutherland, ''Secretaries of State'', 140.<\/ref>\n\nTrong vòng một tháng, Vương thân [[Louis de Condé]] và Đô đốc [[Gaspard de Coligny]] chiêu mộ một đạo quân 1.800 người. Họ liên minh với [[Vương quốc Anh]] và bắt đầu chiếm đóng các thị trấn trong nước Pháp<ref>Frieda, 191. Phe nổi dậy ký Hiệp ước Hampton Court (1562) với Elizabeth I của Anh, nhượng Le Havre cho Anh (sau này đổi với Calais), để nhận được sự ủng hộ của Elizabeth<\/ref>. Catherine đến gặp Coligny, nhưng ông từ chối triệt thoái quân, bà nói với Coligny: ''\"Bởi vì ông dựa vào quân lực, tôi sẽ cho ông thấy lực lượng của tôi\"''<ref>Knecht, ''Catherine de' Medici'', 89.<\/ref>. Quân đội triều đình phản công và bao vây thành [[Rouen]] của người Huguenot. Người [[Công giáo]] chiếm [[Rouen]], nhưng chiến thắng này không kéo dài. Ngày [[18 tháng 2]] năm [[1563]], một điệp viên bắn chết Công tước Guise khi ông đang vây thành [[Orléans]]. Cái chết của Guise đào sâu mối thâm thù trong vòng giới quý tộc Pháp, và khiến cuộc chiến trở nên phức tạp hơn<ref>Knecht, ''Catherine de' Medici'', 91; Carroll, 126; Sutherland, ''Ancien Régime'', 17.<\/ref>. Song, Catherine vui mừng khi thấy đồng minh của mình bị sát hại, bà nói với đại sứ Venezia: ''\"Nếu ''Monsieur de Guise'' chết sớm hơn, hòa bình cũng đã đến sớm hơn\"''<ref>Knecht, ''Catherine de' Medici'', 91–92.<\/ref>.\n\nNgày [[19 tháng 3]] năm [[1563]], [[Chỉ dụ Amboise]] kết thúc cuộc chiến.\n\n==== Huguenot ====\nNgày [[17 tháng 8]] năm [[1563]], [[Charles IX của Pháp]] được tuyên bố đến tuổi trưởng thành tại [[Quốc hội]] ở [[Rouen]], nhưng ông không bao giờ đủ sức cai trị đất nước và thêm vào đó, ông cũng không mấy quan tâm đến chính trị<ref>Frieda, 268; Sutherland, ''Ancien Régime'', 20.<\/ref>. Catherine quyết định đẩy mạnh việc thực thi [[Chỉ dụ Amboise]] và phục hồi lòng trung thành của thần dân đối với vương quyền. Từ [[tháng 1]] năm [[1564]] đến [[tháng 5]] năm [[1565]], bà cùng nhà vua và triều đình vi hành khắp nước Pháp<ref>Sutherland, ''Ancien Régime'', 15.<\/ref>. Tại [[Mâcon]] và [[Nerac]], bà đã nói chuyện với Nữ vương người Kháng Cách [[Jeanne III của Navarra]], cũng trong dịp này bà cũng hội kiến với con gái là Vương hậu Élisabeth của Tây Ban Nha tại [[Bayonne]] gần biên giới hai nước, trong không khí lễ hội cung đình xa hoa. Quốc vương Tây Ban Nha Felipe II tránh mặt nhưng cử [[Công tước Alba]] đến yêu cầu Catherine hủy bỏ Chỉ dụ Amboise và sử dụng các biện pháp trừng phạt nhằm giải quyết vấn đề dị giáo<ref>Knecht, ''Catherine de' Medici'', 104, 107–8; Frieda, 224.<\/ref>.[[Tập tin:Jeanne-albret-navarre.jpg|nhỏ|170px|trái|upright| [[Jeanne III của Navarra]], tranh của [[François Clouet]], 1570. Bà viết cho con trai, [[Henri IV của Pháp|Henri]], năm 1572: ''\"Tất cả những gì bà ấy [Catherine] làm là châm chọc mẹ, rồi sau đó thuật lại cho người khác những điều hoàn toàn trái ngược với những gì mẹ đã nói...\"''.<ref>Quoted by Knecht, ''Catherine de' Medici'', 149.<\/ref>]]Ngày [[27 tháng 9]] năm [[1567]], xảy ra một cuộc binh biến khi lực lượng Huguenot phục kích nhà vua, khơi mào cho một cuộc nội chiến.<ref>Wood, 17.<\/ref> Bị bất ngờ, triều đình phải lánh khỏi Paris.<ref>Frieda, 234; Sutherland, ''Secretaries of State'', 147.<\/ref> Tháng 3 năm [[1568]], cuộc chiến kết thúc với [[Hòa ước Longjumeau]], nhưng vẫn còn bất ổn và máu tiếp tục đổ.<ref>Frieda, 239; Knecht, ''Catherine de' Medici'', 118.<\/ref> Từ đó, Catherine thay đổi thái độ đối với người Huguenot, bà từ bỏ chính sách thỏa hiệp, bắt đầu tính tới các biện pháp đàn áp.<ref>Knecht, ''Catherine de' Medici'', 120.<\/ref> Bà nói với đại sứ Venezia rằng người Huguenot cao ngạo, và quay sang ca tụng chính sách cai trị bằng khủng bố của Công tước Alba tại [[Hà Lan]], giết hại hàng ngàn người theo [[John Calvin|Calvin]] ở đó.<ref>Frieda, 232.<\/ref>\nNgười Huguenot rút vào thành [[La Rochelle]] kiên cố ở bờ biển phía Tây, [[Jeanne III của Navarra]] và cậu con trai mười lăm tuổi Henri gia nhập với họ.<ref>Bryson, 204.<\/ref> \"Chúng tôi đến đây,\" bà viết cho Catherine, \"thà chết chứ không chịu bỏ Chúa và tôn giáo của chúng tôi.\"<ref>Knecht, ''Catherine de' Medici'', 132.<\/ref> Catherine gọi Jeanne, thái độ kiên quyết của Jeanne là mối đe dọa nguy hiểm cho vương quyền của nhà Valois, là \"người đàn bà trân tráo nhất thế giới.\"<ref>Frieda, 241.<\/ref> Tuy nhiên, [[Hòa ước Saint-Germain-en-Laye]] được ký kết ngày [[8 tháng 8]] năm [[1570]], do quân đội triều đình đã cạn kiệt tiền, phải dành cho phe Huguenot nhiều nhượng bộ chưa từng có trước đây.<ref>Wood, 28.<\/ref>\n\nCatherine tìm cách phát triển quyền lợi của nhà Valois qua các cuộc hôn nhân hoàng tộc. Năm [[1570]], Charles IX kết hôn với Elisabeth của Áo, con gái của [[Maximilian II của Thánh chế La Mã|Maximilian II, Hoàng đế Thánh chế La Mã]]. Bà cũng có ý định kết hợp một trong hai em trai của Charles với [[Elizabeth I của Anh]].<ref>Holt, 77; Frieda, 397. Năm [[1579]] [[François, Công tước Alençon]] đến thăm Elizabeth, bà âu yếm gọi ông là \"con ếch của bà\" nhưng tránh né ông.<\/ref> Sau khi con gái đầu Elizabeth chết khi còn nhỏ vào năm 1568, Catherine giới thiệu cô con gái út Marguerite với [[Felipe II của Tây Ban Nha]]. Cuối cùng, bà nhắm tới một cuộc hôn nhân giữa [[Marguerite de Valois, Vương hậu Pháp|Marguerite]] và [[Henri IV của Pháp|Ennrique của Navarra]], với mục tiêu kết hợp lợi ích của hai nhà Valois và Bourbon. Tuy nhiên, Marguerite đã có quan hệ lén lút với Henri xứ Guise, con trai của Công tước xứ Guise quá cố. Khi phát hiện điều này, Catherine lôi con gái ra khỏi giường và cùng với nhà vua đánh, xé áo ngủ, bứt tóc cô.<ref>Frieda, 257; Knecht, ''Catherine de' Medici'', 135.<\/ref>\n\nCatherine ép Juana III của Navarra về triều, viết rằng bà muốn gặp con cái của Juana và hứa sẽ không hãm hại Juana. Khi gặp nhau, Catherine gây áp lực với Juana,<ref>Jeanne III của Navarra viết cho con trai Henri, \"Mẹ không có cơ hội nói chuyện với vua và Vương hậu, chỉ phải tiếp chuyện Thái hậu, người chuyên châm chọc mẹ [''me traite á la fourche'']&nbsp;... Con cần biết rằng mục tiêu chính của họ là tách rời con khỏi Thiên Chúa, và khỏi mẹ.\" Quoted by Knecht, ''Catherine de' Medici'', 148–49.<\/ref> và lợi dụng những kỳ vọng Juana dành cho đứa con trai bà yêu quý. Cuối cùng, Jun đồng ý cuộc hôn nhân miễn là Henri được phép duy trì đức tin [[Tin Lành|Kháng Cách]]. Khi Juana đến Paris để mua sắm trang phục cho hôn lễ, bà ngã bệnh và từ trần ở tuổi bốn mươi bốn. Về sau, có những tác giả Huguenot cáo buộc Caterina đã giết Juana bằng đôi găng tay tẩm độc dược.<ref>Knecht, ''Catherine de' Medici'', 151. Một cuộc giải phẫu tử thi chỉ ra rằng có bệnh lao và ung mủ.<\/ref> Hôn lễ cử hành ngày [[18 tháng 8]] năm [[1572]] tại [[Nhà thờ Đức Bà Paris]].\n\n==== Thảm sát Ngày lễ Thánh Barthélemy ====\n[[Tập tin:Debat-Ponsan-matin-Louvre.jpg|230px|nhỏ|''Un matin devant la porte du Louvre'', họa phẩm của [[Édouard Debat-Ponsan]] minh họa [[thảm sát Ngày lễ Thánh Barthélemy]]. Catherine trong trang phục đen, đứng trước cổng [[cung điện Louvre]] nhìn thi thể các nạn nhân.]]\nBa ngày sau, khi Đô đốc Coligny đang bách bộ sau khi rời [[cung điện Louvre]] thì bị một đối tượng nhắm bắn từ một ngôi nhà khiến ông bị thương ở tay.<ref>Sutherland, ''Massacre of St Bartholomew'', 313.<\/ref> Người ta tìm thấy một khẩu hỏa mai còn đọng khói trên cửa sổ, nhưng thủ phạm đã qua cửa sau của tòa nhà tẩu thoát bằng ngựa.<ref>Frieda, 254, 304–5; Holt, 83. Các điều tra viên tìm ra ngôi nhà cùng với ngựa của nhà Guise, tuyên bố có chứng cứ thủ phạm là [[Charles de Louviers de Maurevert]].<\/ref> Coligny được đưa đến Hôtel de Béthisy để chữa trị. Catherine, khi nghe tường thuật lại chuyện thì tỏ ra lạnh lùng, nhưng đã có một cuộc viếng thăm đầy nước mắt với lời hứa sẽ trừng phạt thủ phạm. Nhiều sử gia tin rằng Catherine là người chủ mưu tấn công Coligny. Những người khác nghi ngờ nhà Guise, hoặc một âm mưu của [[Tây Ban Nha]] và Giáo hoàng nhằm chấm dứt ảnh hưởng của Coligny đến nhà vua.<ref>Knecht, ''Catherine de' Medici'', 154–57. Coligny vận động nhà vua can thiệp chống lại sự cai trị của Đế quốc Tây Ban Nha ở Hà Lan...<br \/>• Frieda, 292. Công tước Anjou được thuật lại có nói rằng ông và Catherine lập kế hoạch ám sát với Anne d’Este, d’Este vẫn mong báo thù cho chồng, [[François, Công tước Guise]].<br \/>• Để có một khái lược về những cách giải thích khác nhau của các sử gia, xin xem Holt, 83–4.<\/ref> Dù sự thật ra sao, thì cuộc tắm máu xảy ra sau đó đã vượt tầm kiểm soát của Catherine hay bất cứ nhà lãnh đạo nào khác.<ref>Pettegree, 159–60.<\/ref>\n\nVụ [[thảm sát Ngày lễ Thánh Barthélemy]], bắt đầu hai ngày sau đó, đã làm hoen ố thanh danh của Catherine.<ref name=autogenerated6 \/> Không có lý do gì để tin rằng Catherine không tham gia vào quyết định ngày [[23 tháng 8]] khi Charles IX ra lệnh, \"Giết hết chúng đi! Giết hết chúng đi!\"<ref>Holt, 84.<br \/>• [[Gaspard de Saulx|Thống chế Tavannes]] kể lại rằng Catherine triệu tập một hội đồng chiến tranh tại Điện Tuleries (để không bị nghe lén) để lập kế hoạch cho bước kế tiếp: \"Bởi vì Đô đốc (Gaspard de Coligny) muốn gây chiến, bà ấy và tất cả chúng tôi đồng ý rằng sẽ là một điều khôn ngoan khi khai chiến ngay tại Paris.\" Hầu như chắc chắn rằng khi ra lệnh, \"Giết hết chúng đi!\" Charles chỉ muốn nói đến những người có tên trong danh sách của Catherine chứ không phải tất cả người Huguenot. Frieda, 306–8.<\/ref> Catherine và các cố vấn đang chờ đợi một cuộc nổi dậy của người Huguenot trả thù vụ tấn công nhắm vào Coligny. Họ quyết định ra tay trước nhằm tiêu diệt giới lãnh đạo Huguenot khi những người này còn ở lại Paris sau khi dự hôn lễ.<ref>Holt, 84.<\/ref>\n\nCuộc tàn sát kéo dài ở Paris gần một tuần, lan ra đến nhiều nơi trên nước Pháp, tiếp tục cho đến mùa thu. Theo sử gia [[Jules Michelet]], ''\"St Barthélemy không phải một ngày, mà là một mùa.\"''<ref>Quoted by Morris, 252.<\/ref> Vụ thảm sát làm hài lòng người Công giáo Rôma ở châu Âu và Catherine sung sướng nhận công trạng<ref>Knecht, ''Catherine de' Medici'', 162.<\/ref>. Ngày [[19 tháng 9]], khi chứng kiến Henri Navarre quỳ trước bàn thờ, chấp nhận cải đạo để cứu mạng, Catherine quay sang các đại sứ và cười vang.<ref>Frieda, 324.<\/ref> Đây là thời điểm hình thành biệt danh [[Huyền thoại đen]] về Vương hậu người Ý tàn ác. Thời ấy xuất hiện những bài tiểu luận được phổ biến rộng rãi, xem bà như là biểu trưng cho hình mẫu nhà cai trị được miêu tả trong tác phẩm ''Quân vương'' (''Il Principe'') của [[Niccolò Machiavelli]], theo đó nhà cai trị có thể sử dụng các thủ đoạn chính trị, ngay cả các phương tiện bất chính như đầu độc hoặc pháp thuật để thỏa mãn những tham vọng quyền lực, và diệt gọn tận gốc kẻ thù chỉ với một cú đánh.<ref>Knecht, ''Catherine de' Medici'', 163–64; Heller, 117; Manetsch, 60–61. Tinh thần chống Ý không chỉ có ở người Huguenot mà cả ở người Công giáo, cố tìm ra một con dê tế thần cho những mối thâm thù trong nội bộ nước Pháp.<\/ref>\n\n'''CÁI CHẾT CỦA CHARLES IX'''\n\nBà được cho rằng đã vô tình đầu độc chính con trai mình bằng cuốn sách tẩm độc do em ông là Quận công Alencon đưa cho Henri nhưng vô tình vua [[Charles IX]] đã có cuốn sách săn chim ưng đó(vốn nhà vua là người thích đi săn), khi cố giết chết [[Henri de Navarra]]. Ngoài ra bà còn được cho rằng đã đầu độc bà thông gia là [[Jeanne III xứ Navarra]], mẹ của Henri IV bằng găng tay tẩm độc...Charles trẻ tuổi phải chết, ông chọn sự im lặng để bảo toàn danh dự hoàng gia và danh dự của nước Pháp. Khi hấp hối, ông trao quyền Nhiếp chính cho người ông coi là anh em duy nhất là vua xứ Navarra, Henri de Bourbon, để tránh quyền lực rơi vào tay người đàn bà thâm hiểm là mẹ mình. Nhưng bà đã kịp đưa con trai cưng của mình là [[Henri de Anjou]] khi đó là vua Ba Lan về kịp để lên ngôi Henri III của Pháp.<ref>Tiểu thuyết Marguerite de Valois, Vương hậu Pháp của Alexandre Dumas<\/ref>\n\n=== Triều Henri III ===\n[[Tập tin:Anjou 1570louvre.jpg|nhỏ|170px|trái|upright| [[Henri III của Pháp|Henri, Công tước Anjou]], tranh của [[Jean Decourt]], kh. 1573. Khi làm vua nước Pháp, Henri III chuyên tâm cho nghĩa vụ tôn giáo hơn là cầm quyền.]]\nHai năm sau, Catherine đối diện với một cuộc khủng hoảng mới khi Charles IX băng hà ở tuổi hai mươi ba. Lời nói sau cùng của nhà vua là: \"Ôi, mẹ của con…\".<ref>Frieda, 350.<\/ref> Một ngày trước đó, Charles phong Catherine làm nhiếp chính, vì em trai cũng là người kế vị nhà vua, [[Henri III của Pháp|Công tước Anjou]], đang ở Ba Lan. Vào năm trước đó, Anjou được bầu làm vua [[Ba Lan]]. Catherine viết cho Henri: \"Mẹ cực kỳ đau buồn khi chứng kiến một cảnh tượng như thế, và tình yêu anh trai con dành cho mẹ... Niềm an ủi duy nhất cho mẹ là sớm gặp lại con khỏe mạnh, vương quốc đang cần con, còn nếu như phải mất con, thì mẹ thà cùng chết với con.\"<ref>Knecht, ''Catherine de' Medici'', 172.<\/ref>\n\nHenri là con trai yêu của Catherine. Không giống các anh của mình, Henri lên ngai khi đã là người trưởng thành. Ông cũng có sức khỏe tốt hơn, dù bị yếu phổi và thường ngất xỉu.<ref>Frieda, 375.<\/ref> Tuy nhiên, sự quan tâm của nhà vua đối với việc triều chính là thất thường, ông thường phụ thuộc vào Catherine và nhóm thư ký cho đến vài tuần lễ trước khi Catherine từ trần. Nhà vua thường tránh né chính sự, vùi mình trong các phận sự tôn giáo như hành hương và hành xác.<ref>Sutherland, ''Secretaries of State'', 232, 240, 247.<\/ref>\n\nTháng 1 năm 1575, hai ngày sau lễ đăng quang, [[Henri III của Pháp|Henri III]] kết hôn với [[Louise de Lorraine-Vaudémont]]. Sự chọn lựa của nhà vua đã phá hỏng kế hoạch của Catherine nhắm vào một cuộc hôn nhân với một công chúa nước ngoài. Có nhiều lời đồn đoán rằng nhà vua không thể có con. Khi niềm hi vọng về người nối dõi cho Henri tàn lụi dần thì con trai út của Catherine, [[François, Công tước Alençon]], thường được gọi là \"Monsieur\", bắt đầu hành động trong cương vị là người thừa kế ngôi báu bằng cách lợi dụng tình trạng loạn lạc của các cuộc xung đột nội bộ, khi ấy không còn là chuyện bất đồng tôn giáo mà đã trở thành những tranh chấp quyền lực.<ref>Sutherland, ''Ancien Régime'', 22.<\/ref> Catherine làm mọi cách để đem François trở lại dưới ảnh hưởng của bà. Một lần vào tháng 3 năm [[1578]], trong suốt sáu tiếng đồng hồ, Catherine đã cố giảng giải cho con trai biết sự nguy hiểm của lối sống phản kháng của cậu.<ref>Sutherland, ''Secretaries of State'', 205.<\/ref>\n\nNăm 1576, trong một động thái gây nguy hiểm cho quyền lực của Henri, François liên minh với các hoàng thân Kháng Cách chống lại vương quyền.<ref>Holt, 104.<\/ref> Ngày [[6 tháng 5]] năm [[1576]], với Chỉ dụ Beaulieu, Catherine nhượng bộ hầu hết các yêu cầu của phe Huguenot. Đây là một hiệp ước gọi là \"Hòa ước của Monsieur\", bởi vì người ta tin rằng chính François là người đã buộc hoàng gia ký kết.<ref>Holt, 105–6; Knecht, ''Catherine de' Medici'', 186; Frieda, 384–87.<\/ref> Tháng 6 năm [[1584]] François chết vì lao phổi sau một cuộc can thiệp bị xem như là một thảm họa vào Hà Lan, ở đó đạo quân của François bị tàn sát.<ref>Knecht, ''Catherine de' Medici'', 212–13; Frieda, 406–7.<\/ref> Hôm sau, Catherine viết: \"Thật bất hạnh cho tôi sống đủ lâu để chứng kiến quá nhiều người thân yêu chết trước mình, dù biết rằng phải tuân phục ý Chúa, rằng mọi điều thuộc về Ngài, rằng con cái của chúng ta là do Ngài cho chúng ta mượn bao lâu Ngài thích.\"<ref>Knecht, ''Catherine de' Medici'', 217.<\/ref> Cái chết của người con trai út là tai ương cho giấc mơ vương quyền của Catherine. Chiếu theo [[Luật Salic]], chỉ có người thừa kế nam giới mới được tôn làm vua. Như thế, [[Henri IV của Pháp|Henri Navarre]], một nhà lãnh đạo phe Kháng Cách, nay trở thành nhân vật số một trong thứ tự kế vị ngai vàng nước Pháp.<ref name=autogenerated6 \/> \n[[Tập tin:Fd'Alençon.jpg|nhỏ|170px| upright| Con trai út của Catherine, [[François, Công tước Anjou|François, Công tước Alençon]], tranh của [[Nicholas Hilliard]], kh. 1577.]]\nDù Catherine đã có những tính toán dự phòng trong chuyện hôn nhân con gái út Marguerite của bà với Navarre, [[Marguerite de Valois, Vương hậu Pháp|Marguerite]] là cái gai nhọn gây nhức nhối cho Catherine chẳng kém gì François. Năm [[1582]], Marguerite trở về hoàng cung Pháp mà không có chồng đi cùng. Người ta nghe Catherine lớn tiếng la mắng con gái vì cô có nhiều tình nhân.<ref>Frieda, 404.<\/ref> Catherine sai Pomponne de Bellièvre đến gặp Navarre để điều đình về việc Marguerite trở về. Nhưng năm [[1585]] cô lại bỏ về sống ở [[Agen]] và xin tiền mẹ. Catherine cho cô tiền chỉ đủ để \"dọn thức ăn trên bàn.\"<ref>Frieda, 415.<\/ref> Đến sống ở Carlat, Marguerite có nhân tình mới tên d’Aubiac. Catherine yêu cầu Henri hành động trước khi Marguerite bôi nhọ thanh danh bà và Henri. Tháng 10 năm 1586, Henri cầm giữ Marguerite trong lâu đài Usson và hành quyết d’Aubac.<ref>Frieda, 416; Knecht, ''Catherine de' Medici'', 254–55.<\/ref> Catherine gạch tên Marguerite khỏi di chúc và không chịu gặp mặt cô.\n\nCatherine không thể kiểm soát Henri theo cách bà đã làm với François và Charles.<ref>Knecht, ''Catherine de' Medici'', 189; Frieda, 389.<\/ref> Vai trò của bà trong triều đình là người điều hành chính và là một nhà ngoại giao lưu động. Bà đi khắp vương quốc để củng cố quyền lực nhà vua và cố kiềm giữ để khỏi bùng nổ chiến tranh.\n\nNăm [[1578]], Catherine nhận nhiệm vụ bình định miền Nam. Ở tuổi 55, bà bắt đầu một chuyến vi hành khắp miền Nam nước Pháp gặp những nhà lãnh đạo Huguenot. Nỗ lực của bà giành được sự ngưỡng mộ của người dân Pháp.<ref>Sutherland, ''Secretaries of State'', 209; Frieda, 392.<\/ref> Khi trở về Paris năm 1579, bà được Quốc hội và đám đông dân chúng chào đón bên ngoài cổng thành. Đại sứ Venezia, Gerolamo Lipomano, viết về bà: \"Bà là một bà hoàng không hề biết mệt mỏi, sinh ra để thuần hóa và cai trị một dân tộc bất kham như dân Pháp: nay họ đã chịu thừa nhận công trạng của bà, mối quan tâm của bà về công cuộc thống nhất đất nước, và hối tiếc vì đã không tôn trọng bà sớm hơn.\"<ref>Knecht, ''Catherine de' Medici'', 200.<\/ref> Tuy nhiên, bà không hề sống trong ảo tưởng. Ngày [[25 tháng 11]] năm [[1579]], bà viết cho nhà vua: \"Con đang đứng bên bờ vực thẳm của một cuộc nổi dậy lớn. Bất cứ ai nói khác đi đều là kẻ nói dối.\"<ref>Knecht, ''Catherine de' Medici'', 201.<\/ref>\n\n==== Liên minh Công giáo ====\n[[Tập tin:Guise.jpg|170px|trái| thumb| upright| [[Henri, Công tước Guise]], tranh của Pierre Dumoûtier.]]\nNhiều nhà lãnh đạo Công giáo tỏ ra quan ngại về những nỗ lực của Catherine tìm cách xoa dịu người Huguenot. Sau khi [[Chiếu chỉ Bealieu]] được ban hành, người [[Huguenot]] bắt đầu thành lập các liên minh để bảo vệ tôn giáo của mình.<ref>Knecht, ''Catherine de' Medici'', 185; Frieda, 386.<\/ref> Năm 1584, cái chết của người kế vị ngôi vua đã thúc đẩy Công tước Guise nắm quyền lãnh đạo Liên minh Công giáo. Ông lập kế hoạch ngăn cản việc Henri Navarre lên ngôi, và đưa chú của Henri, Hồng y Charles de Bourbon lên trị vì. Ông thuyết phục các hoàng thân [[Công giáo]], giới quý tộc Công giáo và các tăng lữ cao cấp ký Hiệp ước Joinville với Tây Ban Nha, đồng thời chuẩn bị chiến tranh với \"bọn dị giáo\".<ref>Pettegree, 164.<\/ref> Năm 1585, [[Henri III của Pháp|Henri III]] không còn chọn lựa nào khác mà phải đối đầu với Liên minh,<ref>Sutherland, ''Secretaries of State'', 255.<\/ref> như Catherine miêu tả, \"hòa bình đang như chỉ mành treo chuông\" (''bâton porte paix'').<ref>Knecht, ''Catherine de' Medici'', 249; Frieda, 412.<\/ref> \"Hãy cẩn thận,\" bà viết cho nhà vua, \"và hết sức bảo trọng. Có quá nhiều tráo trở và lừa lọc ở đây đến nỗi mẹ có thể chết vì sợ hãi.\"<ref name=autogenerated3>Knecht, ''Catherine de' Medici'', 251.<\/ref>\n\nHenri không thể đối đầu với cả hai phe Công giáo và Kháng Cách cùng một lúc, bởi vì mỗi phe đều có các đạo quân hùng mạnh hơn quân đội triều đình. Khi ký Hiệp ước Nemours ngày [[7 tháng 7]] năm [[1585]], nhà vua bị buộc phải nhượng bộ tất cả yêu cầu của Liên minh Công giáo kể cả việc triều đình phải trả lương cho quân binh của Liên minh.<ref name=autogenerated3 \/> Nhà vua tìm chỗ ẩn mình để kiêng ăn và cầu nguyện, luôn có một đội ngự lâm quân gọi là \"Đội bốn mươi lăm\" vây quanh, phó thác cho Catherine nhiệm vụ giải quyết mọi rắc rối.<ref>Knecht, ''Catherine de' Medici'', 253.<\/ref> Triều đình mất quyền kiểm soát xứ sở, và cũng không đủ sức hỗ trợ nước Anh đương cự với cuộc tấn công của [[Tây Ban Nha]]. Đại sứ Tây Ban Nha tường trình với Felipe II rằng vết ung nhọt sắp sửa bung vỡ.<ref>Sutherland, ''Secretaries of State'', 287.<\/ref>\n\nĐến năm 1587, cuộc phản công của [[Giáo hội Công giáo Rôma]] nhắm vào người Kháng Cách trở thành một chiến dịch có quy mô toàn [[châu Âu]]. Việc ngày [[18 tháng 2]] năm [[1587]], Nữ vương [[Elizabeth I của Anh]] cho xử tử [[Mary I của Scotland|Mary, Nữ vương Scotland]] đã khiến thế giới Công giáo tức giận.<ref>Frieda, 420; Knecht, ''Catherine de' Medici'', 257.<\/ref> Felipe II của Tây Ban Nha chuẩn bị xâm chiếm nước Anh. Liên minh Công giáo đang kiểm soát phần lớn miền Bắc nước Pháp đảm bảo cho [[Hạm đội Tây Ban Nha|Armada]], hạm đội lừng lẫy của Tây Ban Nha, sử dụng các hải cảng để mở cuộc tấn công nhắm vào nước Anh.\n\n== Cuối đời ==\n[[Tập tin:Catherine de Medicis.jpg|nhỏ|280px|upright|Catherine de' Medici, tranh của [[François Clouet]], khoảng sau năm 1559, trong trang phục góa phụ.<ref>Frieda, 362–63.<\/ref>]]\n\nTuy Henri thuê mướn lính [[Thụy Sĩ]] bảo vệ [[Paris]], song người dân Paris giành quyền tự bảo vệ thành phố. Ngày [[12 tháng 5]] năm [[1588]], họ dựng các chướng ngại vật trên đường phố, từ chối nhận mệnh lệnh từ bất kỳ ai ngoại trừ [[Công tước Guise]].<ref>\"[[Ngày Chướng ngại vật]]\", người ta gọi cuộc nổi dậy với cái tên như thế, \"đã làm giảm thiểu thẩm quyền và uy tín của vương quyền đến mức thấp nhất trong một thế kỷ rưỡi\". Morris, 260.<\/ref> Khi Catherine cố tiếp xúc với dân chúng, bà bị ngăn lại dù trước đó được phép đi qua các chướng ngại vật. Sử gia L’Estoile thuật lại rằng Catherine khóc suốt bữa ăn trưa hôm ấy. Bà viết cho Bellièvre: \"Chưa bao giờ tôi thấy mình bị lâm vào tình huống như thế này, có quá nhiều khó khăn mà quá ít hy vọng tìm ra lối thoát.\" <ref>Knecht, ''Catherine de' Medici'', 263.<\/ref> Như thường lệ, bà khuyên nhà vua, lúc ấy đã lánh khỏi thành phố, tìm cách thỏa hiệp và cố sống mà chờ đợi cơ hội.<ref>Frieda, 432.<\/ref> Ngày [[15 tháng 6]] năm 1588, Henri ký Đạo luật Thống nhất, nhượng bộ luôn cho Liên minh những đòi hỏi sau cùng.\n\nNgày [[8 tháng 9]] năm 1588, tại [[Blois]], khi triều đình chuẩn bị cho kỳ họp Quốc hội, Henri sa thải tất cả bộ trưởng mà không báo trước. Catherine nằm trên giường bệnh đã không biết gì.<ref>Henry wrote a note to Villeroy, which began: \"Villeroy, I remain very well contented with your service; do not fail however to go away to your house where you will stay until I send for you; do not seek the reason for this my letter, but obey me\". Sutherland, ''Secretaries of State'', 300–3.<\/ref> Hành động này của nhà vua trở thành sự kiện kết thúc thời kỳ lâu dài của Catherine ảnh hưởng trên triều chính nước Pháp.\n\nTại kỳ họp của Quốc hội, Henri cảm ơn Catherine về mọi điều bà đã làm. Henri xưng tụng Catherine không chỉ là mẹ của nhà vua, mà còn là mẹ của nhà nước.<ref>Knecht, ''Catherine de' Medici'', 264–65.<\/ref> Henri không tỏ cho Catherine biết những gì ông định làm. Ngày [[23 tháng 12]] năm 1588, nhà vua cho đòi Công tước Guise đến Lâu đài Blois. Khi Guise bước vào phòng nhà vua, đội ngự lâm quân Bốn mươi lăm tấn công và đâm ông. Guise ngã chết bên chân giường nhà vua. Cùng lúc ấy tám thành viên nhà Guise bị cầm giữ, trong đó có em trai của Công tước Guise, Hồng y Guise, bị lính của nhà vua chém chết trong ngục tối của lâu đài.<ref>Pettegree, 165.<\/ref> Ngay sau khi giết Guise, Henri vào phòng ngủ của Catherine ngay tầng dưới và nói với bà: \"Xin thứ lỗi cho con. ''Monsieur de Guise'' đã chết. Ông ấy không thể nói gì nữa. Con vừa giết ông ấy. Con đã làm được điều mà ông ấy sắp làm với con.\"<ref>Knecht, ''Catherine de' Medici'', 266. Những lời nầy được bác sĩ của Catherine, Filippo Cavriana, một gián điệp, báo cáo cho chính quyền Firenze.<\/ref> Không ai biết phản ứng của Catherine vào lúc ấy, nhưng đến ngày [[Lễ Giáng Sinh|Lễ Giáng sinh]], bà nói với một tu sĩ: \"Ôi, con người khốn khổ ấy! Ông ấy đã làm gì?....Hãy cầu nguyện cho ông ấy… Tôi thấy ông ấy đang lao đầu vào chỗ tàn diệt của mình.\"<ref name=K267>Knecht, ''Catherine de' Medici'', 267.<\/ref> Ngày [[1 tháng 1]] năm 1589, Catherine đến thăm người bạn cũ, Hồng y Bourbon, báo cho biết ông sẽ được tự do. Bourbon hét vào mặt Catherine: \"Thưa bà, do lời của bà mà tất cả chúng tôi bị dẫn vào lò sát sinh này.\"<ref name=K267 \/> Catherine đi về trong nước mắt.\n\nNgày [[5 tháng 1]] năm [[1589]], Catherine từ trần ở tuổi 69, có lẽ do mắc bệnh viêm màng phổi. L’Estoile viết: \"Những ai gần gũi với bà đều biết rằng cuộc đời của bà bị rút ngắn lại là do những phiền muộn các con trai bà gây ra\",<ref name = K269>Knecht, ''Catherine de' Medici'', 268–69.<\/ref> và thêm rằng chẳng bao lâu sau khi mất, bà bị đối xử chẳng khác gì một con dê chết. Bởi vì Paris đang ở trong tay những người chống triều đình, người ta phải chôn bà ở [[Blois]]. Về sau, Diane, con gái của [[Henri II của Pháp|Henri II]] và Philippa Duci, dời di cốt bà về [[vương cung thánh đường Thánh Denis|nhà thờ lớn Saint-Denis]]. Thời kỳ [[Cách mạng Pháp]], năm [[1793]], một đám đông vung vãi hài cốt Catherine vào một ngôi mộ tập thể cùng với hài cốt của các Quốc vương và Vương hậu khác.<ref name=autogenerated4>Knecht, ''Catherine de' Medici'', 269.<\/ref> Bảy tháng sau khi Catherine được [[chôn cất]], Henri III mất mạng trong tay một tu sĩ tên Jacques Clément. Lúc ấy Henri III cùng với Henri Navarre đang vây hãm thành Paris. Henri Navarre lên kế vị, sáng lập triều đại Bourbon đồng thời chấm dứt gần ba thế kỷ trị vì của Nhà Valois.\n\nNgười ta thuật lại rằng về sau [[Henri IV của Pháp|Henri IV]] đã nhận xét về Catherine:\n{{Cquote|Các ngươi nghĩ sao, một phụ nữ chồng vừa chết để lại năm con nhỏ trên tay, trong khi hai gia đình lớn của nước Pháp luôn lăm le chiếm quyền – một là nhà Bourbon của ta, bên kia là nhà Guise? Sẽ là chuyện lạ nếu bà ấy không lừa dối hết người này đến người khác để bảo vệ các con trai của bà, để họ nối tiếp nhau trị vì dưới sự hướng dẫn khôn khéo của người đàn bà tinh quái ấy? Ta vẫn tự hỏi tại sao bà ấy không hành động xấu xa hơn nữa.<ref>Brantôme, 88.<\/ref>}}\n\n== Bảo trợ nghệ thuật ==\n[[Tập tin:Caron-Antoine-triumph-of-winter.jpg|300px|trái|nhỏ| ''Triumph of Winter'', tranh của [[Antoine Caron]], kh. 1568]]\n\nCatherine tin rằng lý tưởng của một quân vương theo học thuật [[Phục Hưng]] là cần biết rằng thẩm quyền của mình không chỉ dựa trên quân đội mà còn trên văn chương và nghệ thuật.<ref>Hoogvliet, 109.<\/ref> Bà chịu ảnh hưởng từ hình mẫu nhạc phụ, [[François I của Pháp]], và các tổ phụ của bà. Trong thời kỳ loạn lạc và khi uy tín vương quyền đang sút giảm trầm trọng trong dân chúng, Catherine tìm cách củng cố đặc quyền của vương triều qua các cuộc phô diễn văn hóa tốn kém. Có lần bà cho khởi động một chương trình bảo trợ nghệ thuật kéo dài suốt ba thập niên. Trong thời gian này, bà chủ trì một chương trình phát triển văn hóa Pháp–Phục Hưng trong tất cả loại hình nghệ thuật.<ref>Knecht, 220.<\/ref>\n\nMột bản kiểm kê tại [[Hôtel de la Reine]] sau khi Catherine mất cho thấy bà là người đam mê sưu tầm. Trong danh sách kiểm kê có thảm thêu, bản đồ vẽ bằng tay, tác phẩm điêu khắc, vải quý, nội thất bằng gỗ mun khảm ngà, những bộ đồ sứ và đồ gốm [[Limoges]].<ref>Knecht, 240–41.<\/ref> Ngoài ra còn có hàng trăm bức chân dung lúc ấy đang là thời thượng. Nhiều tranh chân dung trong bộ sưu tập của Catherine là tác phẩm của họa sĩ [[Jean Clouet]] và con trai ông [[François Clouet]]. François Clouet là họa sĩ phác thảo và vẽ chân dung tất cả thành viên gia đình Catherine và nhiều người trong triều.<ref>Dimier, 205–6.<\/ref>\n\nNgoại trừ nghệ thuật vẽ chân dung, người ta không biết gì nhiều về nền hội họa trong triều Catherine de' Medici.<ref name=\"biic\">Blunt, 98.<\/ref> Trong hai mươi năm cuối đời Catherine, chỉ có tên tuổi nổi bật trong hội họa: [[Jean Cousin Trẻ]], và [[Antoine Caron]], Caron là họa sĩ chính thức của Catherine. Những tác phẩm sinh động theo trường phái [[trường phái kiểu cách|nghệ thuật kiểu cách]] của Caron, với sự mê đắm dành cho nghi lễ và nỗi ám ảnh về các cuộc thảm sát, thể hiện được bầu không khí căng thẳng của triều đình Pháp trong thời kỳ loạn lạc của cuộc chiến tranh tôn giáo.<ref>Blunt gọi phong cách của Caron \"có lẽ là hình mẫu tinh tuyền nhất của trường phái Mannerism trong hình thức tao nhã nhất của nó, thích hợp với xã hội thanh lịch nhưng loạn thần kinh đương thời.\". Blunt, 98, 100.<\/ref>\n\nNhiều tác phẩm của Caron, chẳng hạn như ''Triumph of the Seasons'', theo chủ đề [[phúng dụ]] thể hiện không khí lễ hội rất nổi tiếng của triều đình Catherine. Chúng miêu tả những sự kiện tổ chức ở [[Lâu đài Fontainebleau|Fontainebleau]] năm 1564 và [[Bayonne]] năm 1565 cho các cuộc họp thượng đỉnh với triều đình Tây Ban Nha; rồi tại [[Cung điện Tuileries|Tuileries]] năm 1573 cho chuyến viếng thăm của các đại sứ Ba Lan, những người đã dâng vương miện [[Ba Lan]] cho Henri Anjou, con trai Catherine.<ref name=\"biic\" \/> Người viết tiểu sử Leonie Frieda nhận xét rằng: \"Hơn ai hết, Catherine là người khởi xướng các loại hình vui chơi giải trí kỳ thú sau này đã làm nổi tiếng các vua chúa Pháp\".<ref name =FF>Frieda, 225.<\/ref> \n[[Tập tin:Tuileries.jpg|nhỏ|280px|[[Cung điện Tuileries]], công trình Catherine cho xây dựng sau khi [[Henri II của Pháp|Henri II]] mất.]]\nCác buổi trình diễn âm nhạc là nơi cho phép Catherine phô diễn khả năng sáng tạo của mình. Thường chúng được tổ chức để ca ngợi sự thái bình của đất nước, và thường dựa trên những chủ đề [[thần thoại]]. Catherine sử dụng các họa sĩ, kiến trúc sư hàng đầu để dựng kịch, âm nhạc, và hiệu ứng sân khấu phục vụ các sự kiện này. Sử gia Frances Yates gọi bà là \"nghệ sĩ vĩ đại đầy sáng tạo cho các lễ hội\".<ref>Yates, 68.<\/ref>\n\nCaterina de' Medici rất yêu thích nghệ thuật kiến trúc. \"Như là một đứa con của dòng họ Medici,\" theo cách nói của sử gia nghệ thuật Pháp Jean-Pierre Babelon, \"bà bị thôi thúc bởi niềm đam mê xây dựng, và nỗi khao khát để lại cho hậu thế những công trình vĩ đại.\"<ref name=autogenerated1>Babelon, 263.<\/ref> Sau khi Henri II băng hà, Caterina quyết tâm biến những kỷ niệm về chồng mình trở thành bất tử, và phô diễn sự vĩ đại của nhà Valois bằng một chuỗi những đề án kiến trúc đắt tiền,<ref name=autogenerated1 \/> trong đó có lâu đài ở [[Montceaux-en-Brie]], [[Saint-Maur-des-Fossés]] và [[Chenonceaux|Chenonceau]]. Caterina cho xây dựng hai cung điện mới ở Paris: [[Cung điện Tuileries|Tuileries]] và [[Hôtel de Soissons|Hôtel de la Reine]]. Bà bám sát việc quy hoạch và giám sát các đề án kiến trúc của mình.<ref>Knecht, 228.<\/ref>\n\nNhững biểu trưng về tình yêu và nỗi sầu khổ của Caterina được thể hiện trên các công trình điêu khắc đá tại các tòa nhà bà xây dựng.<ref>Knecht, 223.<\/ref> Các thi sĩ tán tụng bà như là một Artemisia mới, theo hình tượng [[Artemisia II của Caria]] (350 [[Công Nguyên|TCN]]) đã xây lăng mộ tại Halicarnassus cho người chồng quá cố.<ref>Frieda, 266; Hoogvliet, 108.<\/ref> Phần mộ của Henri tại [[vương cung thánh đường Thánh Denis|nhà thờ lớn Saint-Denis]] do Francesco Primaticcio (1504-1570) và Germain Pilon (1528-1570) điêu khắc. Sử gia nghệ thuật Henri Zerner gọi đài kỷ niệm này là \"ngôi mộ hoàng gia cuối cùng tráng lệ nhất của thời kỳ Phục hưng.\"<ref name = \"zccclxxvix\">Zerner, 379.<\/ref>\n\nMặc dù Caterina đã làm khánh kiệt ngân sách vì chi tiêu những số tiền khổng lồ cho nghệ thuật,<ref>Thomson, 168.<\/ref> hầu hết các công trình nghệ thuật bà bảo trợ đều là những di sản bền vững.<ref>Knecht, ''Catherine de' Medici'', 244.<\/ref> Triều đại Valois sụp đổ quá nhanh sau khi Caterina từ trần đã làm thay đổi thứ tự các ưu tiên. Những bộ sưu tập nghệ thuật bị phân tán, các lâu đài bị bán, các tòa nhà đang xây dựng bị bỏ dở hoặc bị phá bỏ.\n{{clear}}\n\n== Hậu duệ ==\nCaterina de' Medici kết hôn với Henri, Công tước xứ Orléans, sau là [[Henri II của Pháp]] tại [[Marseille]] ngày [[28 tháng 10]] năm [[1533]]. Bà sinh mười người con trong đó bảy người sống đến tuổi trưởng thành. Ba con trai đầu của bà đều trị vì nước [[Pháp]]; hai con gái trở thành Vương hậu và người con gái khác kết hôn với một công tước. Ngoại trừ Henri III chết sau bà 7 tháng và Marguerite, người thừa kế tài sản khổng lồ của bà, Caterina sống đủ lâu để chứng kiến sự ra đi lần lượt của những đứa con còn lại.\n\n* [[François II của Pháp|François II, Vua Pháp]] ([[19 tháng 1]] năm [[1544]] – [[5 tháng 12]] năm [[1560]]). Kết hôn với [[Mary I của Scotland|Mary Icủa Scotland]], năm 1558.\n* [[Élisabeth xứ Valois|Élisabeth, Vương hậu Tây Ban Nha]] ([[2 tháng 4]] năm [[1545]] – [[3 tháng 10]] năm [[1568]]). Kết hôn với [[Felipe II của Tây Ban Nha|Felipe II, Vua Tây Ban Nha]], năm 1559.\n* [[Claude của Valois|Claude, Nữ Công tước Lorraine]] ([[12 tháng 11]] năm [[1547]] – [[21 tháng 2]] năm [[1575]]). Kết hôn với [[Charles III, Công tước Lorraine]].\n* Louis, Công tước Orléans ([[3 tháng 2]] năm 1549 – [[24 tháng 10]] năm [[1549]]). Chết khi còn nhỏ.\n* [[Charles IX của Pháp|Charles IX, Vua Pháp]] ([[27 tháng 6]] năm [[1550]] – [[30 tháng 5]] năm [[1574]]). Kết hôn với [[Elisabeth của Áo (1554-1592)|Elizabeth của Áo]] năm 1570.\n* [[Henri III của Pháp|Henri III, Vua Pháp]] ([[19 tháng 9]] năm [[1551]] – [[2 tháng 8]] năm [[1589]]). Kết hôn với [[Louise xứ Lorraine|Louise của Lorraine]] năm 1575.\n* [[Marguerite de Valois, Vương hậu Pháp|Marguerite, Vương hậu Pháp và Navarra]] ([[14 tháng 5]] năm [[1553]] – [[27 tháng 3]] năm [[1615]]). Kết hôn với Enrique III của Navarra, và là [[Henri IV của Pháp]], năm 1572.\n* [[François, Công tước Anjou]] ([[18 tháng 3]] năm [[1555]] – [[19 tháng 6]] năm [[1584]]).\n* [[Victoire de Valois|Victoire]] ([[24 tháng 6]] năm [[1556]] – [[24 tháng 6]] năm [[1556]]). Sinh đôi với Jeanne. Chết khi mới sinh.\n* [[Jeanne de Valois (1556)|Jeanne]] ([[24 tháng 6]] năm [[1556]] – Tháng 8 năm 1556). Sinh đôi với Victoire. Chết khi còn nhỏ.<ref>Heritier, 48; Frieda, 69, has the twins' deaths the other way round.<\/ref>\n\n{{Phả hệ của Caterina de' Medici}}\n\n== Xem thêm ==\n* [[Chiến tranh tôn giáo Pháp]]\n* [[Thảm sát Ngày lễ Thánh Barthélemy]]\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n== Tham khảo ==\n<div class=\"plainlinks\" style=\"font-size: 90%\">\n{{MultiCol}}\n* Babelon, Jean-Pierre. \"The Louvre: Royal Residence and Temple of the Arts\". ''Realms of Memory: The Construction of the French Past. Vol. III: Symbols''. Edited by Pierre Nora. English language edition translated by Arthur Goldhammer, edited by Lawrence D. Kritzman. New York: Columbia University Press, 1998. ISBN 0-231-10926-1.\n* [[Anthony Blunt|Blunt, Anthony.]] ''Art and Architecture in France: 1500–1700''. New Haven, CT: Yale University Press, 1999. ISBN 0-300-07748-3.\n* [[Pierre de Bourdeille, seigneur de Brantôme|Brantôme, Pierre de Bourdeille.]] ''Illustrious Dames of the Court of the Valois Kings.'' Translated by Katharine Prescott Wormeley. New York: Lamb, 1912. [http:\/\/worldcat.org\/oclc\/23700937 OCLC 347527.]\n* Bryson, David M. ''Queen Jeanne and the Promised Land: Dynasty, Homeland, Religion and Violence in Sixteenth-century France.'' Leiden and Boston, MA: Brill Academic, 1999. ISBN 90-04-11378-9.\n* Carroll, Stuart. ''Noble Power During the French Wars of Religion: The Guise Affinity and the Catholic Cause in Normandy''. Cambridge: Cambridge University Press, 2005. ISBN 0-521-02387-4.\n* Dimier, L. ''French Painting in the XVI Century.'' Translated by Harold Child. London: Duckworth, 1904. [http:\/\/www.worldcat.org\/title\/french-painting-in-the-16th-century\/oclc\/86065266?referer=brief_results OCLC 86065266.]\n* [[Leonie Frieda|Frieda, Leonie.]] ''Catherine de Medici.'' London: Phoenix, 2005. ISBN 0173820390.\n* [[John Guy (historian)|Guy, John.]] ''My Heart is my Own: The Life of Mary Queen of Scots''. London: Fourth Estate, 2004. ISBN 084115752X.\n* Hearn, Karen, ed. ''Dynasties: Painting in Tudor and Jacobean England, 1530-1630''. New York: Rizzoli, 1995. ISBN 0-8478-1940-X.\n* Heller, Henry. ''Anti-Italianism in Sixteenth-century France.'' Toronto: University of Toronto Press, 2003. ISBN 0-8020-3689-9.\n* Heritier, Jean. ''Catherine de' Medici''. Translated by Charlotte Haldane. London: George Allen and Unwin, 1963. [http:\/\/www.worldcat.org\/title\/catherine-de-medici\/oclc\/1678642?referer=brief_results OCLC 1678642.]\n* Holt, Mack P. ''The French Wars of Religion, 1562–1629.'' Cambridge: Cambridge University Press, 2005. ISBN 0-521-54750-4.\n* Hoogvliet, Margriet. \"Princely Culture and Catherine de Médicis\". In ''Princes and Princely Culture, 1450-1650.'' Edited by Martin Gosman, Alasdair A. MacDonald, and Arie Johan Vanderjagt. Leiden and Boston, MA: Brill Academic, 2003. ISBN 90-04-13572-3.\n* Jollet, Etienne. ''Jean et François Clouet.'' Translated by Deke Dusinberre. Paris: Lagune, 1997. ISBN 0-500-97465-9.\n* Knecht, R. J. ''Catherine de' Medici.'' London and New York: Longman, 1998. ISBN 0-582-08241-2.\n* Knecht, R. J. ''The Rise and Fall of Renaissance France, 1483-1610.'' Oxford: Blackwell, 2001. ISBN 0-631-22729-6.\n{{ColBreak}}\n* Lee, Carol. ''Ballet in Western Culture: A History of Its Origins and Evolution.'' London: Routledge, 2002. ISBN 0-415-94256-X.\n* Manetsch, Scott Michael. ''Theodore Beza and the Quest for Peace in France, 1572-1598.'' Leiden and Boston, MA: Brill Academic, 2000. ISBN 90-04-11101-8.\n* Morris, T. A. ''Europe and England in the Sixteenth Century''. London and New York: Routledge, 1998. ISBN 0-415-15040-X.\n* Neale, J. E. ''The Age of Catherine de Medici''. London: Jonathan Cape, 1943. [http:\/\/www.worldcat.org\/title\/age-of-catherine-de-medici\/oclc\/39949296?referer=brief_results OCLC 39949296.]\n* Pettegree, Andrew. ''Europe in the Sixteenth Century''. Oxford: Blackwell, 2002. ISBN 0-631-20704-X.\n* Sutherland, N. M. ''Catherine de Medici and the Ancien Régime.'' London: Historical Association, 1966. [http:\/\/worldcat.org\/oclc\/1018933 OCLC 1018933.]\n* Sutherland, N. M. ''The French Secretaries of State in the Age of Catherine de Medici.'' London: Athlone Press, 1962. [http:\/\/worldcat.org\/oclc\/1367811 OCLC 1367811.]\n* Sutherland, N. M. ''The Massacre of St Bartholomew and the European Conflict, 1559–1572.'' London: Macmillan, 1973. ISBN 333136292.\n* Sutherland, N. M. ''Princes, Politics and Religion: 1547–1589.'' London: Hambledon Press, 1984. ISBN 0-907628-44-3.\n* [[Roy Strong|Strong, Roy.]] ''Art and Power: Renaissance Festivals, 1450–1650.'' Woodbridge, UK: Boydell Press, 1984. ISBN 0-85115-247-3.\n* Thomson, David. [http:\/\/publishing.cdlib.org\/ucpressebooks\/view?docId=ft0x0n99zf&brand=ucpress '' Renaissance Paris: Architecture and Growth, 1475-1600''.] Berkeley: University of California Press, 1984. ISBN 0-520-05347-8. Truy cập [[21 tháng 3]] [[2008]].\n* Tomas, Natalie R. ''The Medici Women: Gender and Power in Renaissance Florence.'' Aldershot, UK: Ashgate, 2003. ISBN 0-7546-0777-1.\n* Wilson, Ian. ''Nostradamus: The Evidence.'' London: Orion, 2003. ISBN 0-7528-4279-X.\n* Wood, James B. ''The King's Army: Warfare, Soldiers and Society during the Wars of Religion in France, 1562–76''. Cambridge: Cambridge University Press, 1996. ISBN 0-521-55003-3.\n* [[Frances Yates|Yates, Frances]]. ''The Valois Tapestries''. 1959. London: Routledge & Kegan Paul, 1999. ISBN 0-415-22043-2.\n* Zerner, Henri. ''Renaissance Art in France. The Invention of Classicism.'' Translated by Deke Dusinberre, Scott Wilson, and Rachel Zerner. Paris: Flammarion, 2003. ISBN 2-08-011144-2.\n* Zvereva, Alexandra. ''Les Clouet de Catherine de Médicis.'' Paris: Somogy, Éditions d'Art; Musée Condé, Château de Chantilly, 2002. ISBN 2-85056-570-9.\n{{EndMultiCol}}\n<\/div>\n\n== Liên kết ngoài ==\n{{Commonscat|Caterina de' Medici}}\n* {{fr}} [http:\/\/derniersvalois.canalblog.com\/archives\/catherine_de_medicis\/index.html Les portraits de Catherine de Médicis (1519-1589) - Họa phẩm về Catherine de' Medici]\n* {{fr}} [http:\/\/www.corpusetampois.com\/che-16-catherinedemedicis1587etampois.html Choix de lettres de Catherine de Médicis]\n* {{fr}} [http:\/\/portrait-renaissance.fr\/accueil.html Collection de portraits de Catherine de Médicis - s.d. Alexandra Zvereva, historienne d'art]\n* {{fr}} [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k169750.image.f402 Hector de la Ferrière, « Catherine de Médicis et les Politiques »]\n* {{fr}} [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k169452.image.f465 Édouard de Barthélemy, « Catherine de Médicis, le duc de Guise et le traité de Nemours, d'après des documents inédits »]\n* {{en}} [http:\/\/www.gutenberg.org\/ebooks\/3841 ''Memoirs of Marguerite de Valois, Vương hậu Pháp'']\n\n{{start}}\n{{s-roy|fr}}\n{{s-bef\n| before = [[Leonor của Áo|Leonor của Castilla]]\n}}\n{{s-ttl\n| title = [[Danh sách phối ngẫu nước Pháp|Vương hậu Pháp]]\n| years = 31 tháng 3 năm 1547 – 10 tháng 7 năm 1559\n}}\n{{s-aft\n| after = [[Mary I của Scotland]]\n}}\n{{s-reg|fr}}\n{{s-bef\n| before = [[Anne de la Tour d'Auvergne]]\n}}\n{{s-ttl\n| title = [[Bá tước của Auvergne|Nữ bá tước của Auvergne]]\n| years = 1524 – 5 tháng 1 năm 1589\n}}\n{{s-aft\n| after = [[Charles III, Công tước của Lorraine]]\n}}\n{{end}}\n\n{{Các chủ đề|Pháp|Lịch sử|Cơ Đốc giáo}}\n{{Thời gian sống|sinh=1519|mất=1589|tên=Catherine de' Medici}}\n{{Kiểm soát tính nhất quán}}\n{{Sao chọn lọc}}\n\n[[Thể loại:Vương hậu Pháp]]\n[[Thể loại:Nhiếp chính Pháp]]\n[[Thể loại:Chiến tranh tôn giáo Pháp]]\n[[Thể loại:Nhà Medici]]\n[[Thể loại:Tín hữu Công giáo Pháp]]\n[[Thể loại:Bài Pháp chọn lọc]]\n[[Thể loại:Bài Ý chọn lọc]]\n[[Thể loại:Mất năm 1589]]\n[[Thể loại:Chống đạo Tin Lành]]\n[[Thể loại:Vương tộc Valois]]\n[[Thể loại:Người Firenze]]\n[[Thể loại:Chôn cất tại Vương cung thánh đường Thánh Denis]]"}