{"Catherine Parr":"{{Thông tin nhân vật hoàng gia\n| tên = Catherine Parr\n| tên gốc = Katherine Parr\n| hình = Catherine_Parr_from_NPG.jpg\n| chức vị = [[Danh sách phối ngẫu nước Anh|Vương hậu nước Anh và Ireland]]\n| tại vị = {{nowrap|7 tháng 12, 1543 – 28 tháng 1, 1547}}<br>({{số năm theo năm và ngày|1543|7|12|1547|1|28}})\n| tiền nhiệm = [[Catherine Howard]]\n| kế nhiệm = [[Anna của Đan Mạch]]\n| phối ngẫu = [[Sir Edward Burgh]]<br>[[John Neville]]<br>[[Henry VIII của Anh]] {{Vương miện}}<br>[[Thomas Seymour]]\n| con cái = [[Mary Seymour]]\n| hoàng tộc = [[Nhà Parr]] (khi sinh)<br>[[Nhà Burgh]] (kết hôn)<br>[[Nhà Neville]] (kết hôn)<br>[[Vương tộc Tudor|Nhà Tudor]] (kết hôn)<br>[[Nhà Seymour]] (kết hôn)\n| kiểu hoàng tộc = Gia tộc\n| cha = [[Sir Thomas Parr]]\n| mẹ = [[Maud Green]]\n| sinh = khoảng 1512\n| nơi sinh = [[Blackfriars, London]], [[Anh]]\n| mất = 5 tháng 9, năm 1548 (35\/36 tuổi)\n| nơi mất = [[Lâu đài Sudeley]], [[Gloucestershire]], Anh\n| ngày an táng = 7 tháng 9, năm 1458\n| nơi an táng = [[Nhà nguyện St Mary's]], Lâu đài Sudeley\n| chữ ký = Catherine Parr Signature.svg\n| tôn giáo = [[Anh giáo]]\n}}\n\n'''Catherine Parr''' (khoảng [[1512]] - [[5 tháng 9]] năm [[1548]]), đôi khi được gọi là '''Kinda''', '''Katheryn''' hoặc '''Katharine''', là [[Vương hậu]] của [[Vương quốc Anh]], đồng thời là Vương hậu đầu tiên của Anh cũng trở thành Vương hậu của [[Ireland]]. Bà là là người [[vợ]] cuối cùng trong số 6 người vợ của Quốc vương [[Henry VIII của Anh]], và là Vương hậu cuối cùng của [[triều đại Tudor]].\n\nBà kết hôn với [[Henry VIII của Anh|Henry]] vào ngày [[12 tháng 7]] năm [[1543]], và sống lâu hơn ông 1 năm. Với bốn người chồng, bà là Vương hậu Anh kết hôn với nhiều người nhất. Catherine rất thích mối quan hệ thân thiết với 3 đứa con của Vua Henry và trực tiếp tham gia vào việc giáo dục [[Elizabeth I của Anh|Elizabeth]] và [[Edward VI của Anh|Edward]]. Bà có ảnh hưởng lớn trong việc Vua Henry thông qua [[Đạo luật kế vị thứ ba]] vào năm [[1543]], thứ đã khôi phục cả hai cô con gái của ông, [[Mary I của Anh|Mary]] và Elizabeth, tạo tiền đề để cả hai có thể kế vị ngai vàng{{sfn|Jones|2010}}.\n\nTrong 4 năm tại vị, Catherine được bổ nhiệm làm [[nhiếp chính]] từ [[tháng 7]] đến [[tháng 9]] năm [[1544]], trong khi Vua Henry đang tham gia một chiến dịch quân sự ở Pháp và trong trường hợp ông ta mất mạng, bà sẽ được quyền cai trị như một Nhiếp chính Thái hậu cho đến khi Vương tử Edward đủ tuổi thân chính. Tuy nhiên, ông đã không cho bà bất kỳ chức năng nào trong chính phủ theo ý muốn của mình. Năm [[1543]], bà cho xuất bản cuốn sách đầu tiên, ''[[Psalms or Prayers]]'' nhưng để ẩn danh{{sfn|Parr|2011}}. Tuy nhiên, bà và nhà vua đã sớm hòa giải. Cuốn sách ''Psalms or Prayers'' của bà đã trở thành cuốn sách đầu tiên được xuất bản bởi một Vương hậu Anh. Vì sự đồng cảm với đạo [[Tin lành]] của Catherine, bà đã kích động sự thù hằn của các quan chức chống Tin lành, những người tìm cách biến nhà vua chống lại bà, và lệnh bắt giữ bà đã được soạn thảo vào năm 1545. Sau cái chết của nhà vua, Catherine đảm nhận vai trò là người bảo vệ của công chúa Elizabeth và xuất bản cuốn sách thứ 2, ''[[The Lamentation of a Sinner]]''.\n\nVới tư cách là một [[Thái hậu]], Catherine được phép giữ đồ trang sức và áo choàng của mình cho đến khi bà qua đời. Sáu tháng sau cái chết của Vua Henry, bà tái hôn với người chồng thứ tư và cuối cùng của mình, [[Thomas Seymour, Nam tước Seymour thứ nhất xứ Sudeley]]. Cuộc hôn nhân chỉ diễn ra trong một thời gian ngắn, khi và qua đời vào 1 năm sau, có thể là do biến chứng của việc sinh nở{{sfn|James|2009|pp=294}}<ref name=\"telegraph\">Campbell, Sophie. ''Sudeley Castle: the curious life and death of Katherine Parr,'' Telegraph. ngày 14 tháng 8 năm 2012. [https:\/\/www.telegraph.co.uk\/travel\/destinations\/europe\/united-kingdom\/england\/cotswolds\/articles\/Sudeley-Castle-the-curious-life-and-death-of-Katherine-Parr\/]<\/ref>.\n\n== Tiểu sử ==\n[[Tập tin:Katarzyna Parr.jpeg|thumb|trái|200px|Bức tiểu họa của Catherine Parr, khoảng năm 1543.]]\nCatherine Parr không rõ ngày sinh và năm sinh, tuy nhiên có nhiều suy đoán là vào khoảng [[tháng 8]] năm [[1512]]{{sfn|James|2012}}, bà xuất thân từ một gia tộc vinh hiển và giàu có tại phía Bắc nước Anh. Gia tộc Parr có gốc gác ưu tú hơn [[Anne Boleyn]] lẫn [[Jane Seymour]], và những người trong gia tộc cũng có thành tựu đều xuất sắc hơn so với gia tộc Boleyn cùng gia tộc Seymour<ref name=Starkey>{{Harvnb|Starkey|2004|p=690}}<\/ref>. Học giả [[Eric Ives]] cho rằng Anne Boleyn có thân thế ''\"quý tộc\"'' hơn Catherine Parr, hẳn là vì mẹ của Anne là người [[nhà Howard]], con gái của Công tước Norfolk, còn bà nội là người nhà Butler, con gái Bá tước Ormond.\n\nTheo tư liệu, Catherine Parr là con lớn nhất của [[Sir Thomas Parr]], một Lãnh chúa đồn điền vùng [[Kendal]] của [[Westmorland]] (nay thuộc khu vực [[Cumbria]]), một người thuộc dòng dõi [[John xứ Gaunt]] và là hậu duệ của [[Edward III của Anh]]. Mẹ bà là [[Maud Green]], con gái và là người thừa kế của [[Sir Thomas Green]], Lãnh chúa Greens Norton thuộc [[Northamptonshire]]. Gia tộc nhà Parr là một quý tộc có thế lực ở phương Bắc, sở hữu rất nhiều người được phong [[Hiệp sĩ]]. Gia tộc Parr xuất thân từ vùng đất Parr thuộc [[Lancashire]], có cụ tổ là Sir [[John de Parre]], Lãnh chúa Parr, qua hôn nhân mà lãnh thêm sở hữu vùng Kendal.\n\nÔng nội của Catherine là Sir William Parr, bà nội là [[Elizabeth FitzHugh]], con gái của [[Henry, Bá tước FitzHugh của Lâu đài Ravensworth]] và [[Alice Neville]] - em gái của [[Richard Neville, Bá tước Warwick thứ nhất]], người được lịch sử Anh gọi là 「'''Warwick, The Kingmaker'''」. Bá tước Warwick là một người cậu của [[Edward IV của Anh|Edward IV]] cùng [[Richard III của Anh|Richard III]] [[Vương tộc York|nhà York]], vì mẹ của cả hai là [[Cecily Neville|Cecily Neville, Công tước phu nhân xứ York]]. Cha bà, Sir Thomas Parr, là một người cận thần rất thân với Quốc vương Henry VIII, từng trải qua nhiều chức vụ phục vụ nhà Vua, chức vụ ông từng làm là [[Thị trưởng]] của [[Northamptonshire]], sau là ''Master of the Wards'' - một chức vụ rất quan trọng và trọng yếu khi có thể giám sát quan chức trong triều đình. Cũng như hai người cha của Anne Boleyn cùng Jane Seymour, Sir Thomas Parr cũng tham gia tùy hầu Henry VIII trong [[các cuộc chiến tranh Ý]] vào năm [[1513]]<ref>{{Harvnb|Fraser|2002|p=387–388}}<\/ref>. Và cuối cùng, ông trở thành Lãnh chúa do sự cống hiến này. Mẹ của Catherine Par, mà Maud Green, từng vốn là [[Thị tùng]] cho Vương hậu [[Catalina của Aragón|Catalina xứ Aragón]], và Catherine Parr có lẽ được đặt tên theo bà, vì Vương hậu cũng là người mẹ đỡ đầu của Catherine{{sfn|Porter|2011|p=25}}. Trong nhà Catherine có 1 em trai, [[William Parr, Hầu tước Northampton thứ nhất|William]], về sau được phong làm [[Hầu tước]] vùng Northampton. Ngoài ra bà còn có 1 em gái, [[Anne Parr, Bà Bá tước xứ Pembroke|Anne]], về sau cũng trở thành [[Bá tước|Bà Bá tước]] xứ [[Pembroke]] khi kết hôn với [[William Herbert, Bá tước Pembroke thứ nhất]]. Nhìn chung, gia tộc Parr không sở hữu tước hiệu quý tộc, nhưng lại có địa vị không nhỏ trong địa phương lẫn trong triều đình, hơn nữa lại có liên hệ hôn nhân khá chặt chẽ với nhà Neville, nhà York lẫn nhà Tudor đang trị vì. Cho nên, địa vị mà gia tộc Parr ưu tú hơn gia tộc Boleyn cùng gia tộc Seymour hẳn là xét về khía cạnh phát triển thực lực, mà không chỉ vì liên hôn quý tộc 2 đời như gia tộc Boleyn.\n\nNgười ta từng nghĩ Catherine Parr sinh ra ở [[Lâu đài Kendal]] vùng Westmorland. Tuy nhiên, trong thời gian bà Maud mang thai, lâu đài này đang được sửa chữa, và nhà Parr đang ở tại [[Blackfriars]] phục vụ triều đình. Nhiều nhà sử học nhận định không có lý do gì mà Sir Thomas Parr lại phải đưa phu nhân của mình lên tận phương Bắc vừa xa xôi và đi lại khó khăn<ref>{{harvnb|Nicholson & Burn|1777|pp=45–46}}, and the archaeological findings during the excavation of Kendal Castle by Barbara Harbottle as published in {{harvnb|Quarto|loc=V(4). January 1968}}; {{harvnb|Quarto|loc= VI(4). January 1969}}; {{harvnb|Quarto|loc=VII(4). January 1970}}; {{harvnb|Quarto|loc=X(1). August 1972}}<\/ref>{{sfn|Farrer & Curwen|1923|p=54}}{{sfn|James|2009|pp=60–63}}. Sir Thomas Parr qua đời khi Catherine còn rất trẻ, bà thân với mẹ ruột trong suốt quá trình trưởng thành{{sfn|Robin, Larsen & Levin|2007|p=289}}. Bà nhận nền giáo dục điển hình của quý tộc khi ấy như nội trợ và rất ít kỹ năng giao tiếp bài bản. Nhưng nhanh chóng sau đó, Catherine Parr tự phát triển khả năng của mình vì niềm đam mê với sách vở, Nhìn chung, Catherine Parr biết [[đọc]] và [[viết]], sau đó thành thạo [[tiếng Pháp]], [[tiếng Latinh|Latinh]], [[tiếng Ý|Ý]] và [[tiếng Tây Ban Nha|Tây Ban Nha]]{{sfn|Starkey|2004|p=690}}. Trong 6 người vợ ngoài trừ Catherine xứ Aragon, thì Anne Boleyn thường là người được đề cao vì học thức uyên bác có từ việc du học tại triều đình Pháp, nhưng theo [[David Starkey]], Catherine Parr thậm chí còn có được một nền giáo dục hoàn mỹ hơn. Có câu chuyện khi Catherine còn là đứa bé, bà không thích thêu thùa và cứng rắn nói với mẹ mình rằng:「''\"Bàn tay của con là để chạm vào Vương miện và do thám, không phải xe chỉ và dệt\"''」{{sfn|Porter|2010|p=31}}.\n\n== Các cuộc hôn nhân ==\n=== Kết hôn và tái hôn ===\nVào năm [[1529]], Catherine khi đó 17 tuổi, kết hôn với [[Sir Edward Burgh]], cháu nội của [[Edward Burgh, Nam tước Burgh thứ 2 xứ Gainsborough]], nhiều nhà biên lý lịch cho Catherine Parr đã thường nhầm bà từng kết hôn với ngài Nam tước trong nhiều thập kỉ, khi cho rằng bà kết hôn với cha chồng bà là [[Thomas Burgh, Nam tước Burgh thứ nhất]]{{sfn|Porter|2011}}{{sfn|Mosley 1|2003|p=587}}. Sau cái chết của Nam tước Edwrad Burgh vào năm [[1528]], cha chồng của Catherine được triệu vào triều và thừa kế tước hiệu.\n\n[[Tập tin:Snape_Castle_-_geograph.org.uk_-_467688.jpg|thumb|phải|200px|Lâu đài Snape, nơi Catherine và hai người con chồng bị giáo dân Công giáo giam giữ.]]\n\nNăm [[1517]], Sir Thomas Par qua đời, bà Maud phải chống chọi trong vấn đề bảo đảm tương lai của chính mình và con cái, và bà cố gắng sắp xếp hôn nhân giữa Catherine với Lord Scrope xứ Bolton. Tuy nhiên, sau khi giúp con trai William đính hôn với Anne Bourchier, nữ thừa kế gia nghiệp của gia đình Bourchier nắm giữ tước vị ''Bá tước xứ Essex'' và ''Nam tước Bourchier'', bà Maud sau đó lại không đủ tài sản để làm của hồi môn cho Catherine, do vậy cuộc dạm hỏi không đi đến đâu cả. Khi hai sử gia Susan James và Linda Porter giám định các tài liệu, bao gồm cả [[di chúc]] của bản thân bà Maud, họ đã xác định chắc chắn Catherine Par được cưới cho Sir Edward Burgh, cháu nội ngài Nam tước Burgh thứ 2 xứ Gainsborough đã được đề cập, và vấn đề gây nhầm lẫn chính là người cháu nội này cũng tên ''\"Edward\"'' như ông nội. Theo như được biết Sir Edward Burgh là con trai của người thừa kế của ngài Nam tước, ông Thomas Burgh, người lúc đó vẫn là ''\"Sir\"'' vì chưa kế thừa tước của cha. Trong di chúc của bà Maud, bà cám ơn ''\"Sir Thomas Borough\"''<ref>\"Borough\" là cách phiên âm khác của Burgh.<\/ref>, vì đã chấp nhận hôn nhân của con gái bà. Và khi con trai của ông kết hôn, Thomas được 35 tuổi, có nghĩa rằng con trai ông là Sir Edward Burgh hẳn phải gần bằng tuổi Catherine<ref>{{Harvnb|Porter|2010|p=45}}<\/ref>. Khi kết hôn với Catherine, Sir Edward Burgh tuy mới 20 tuổi nhưng rất ốm yếu. Ông phục vụ như cố vấn cho Thomas Kiddell với tư cách ''[[Justice of the peace]]'' - một quan chức [[pháp lý]] cho cơ quan tòa án khu vực, còn Sir Thomas đang là một quan chức dưới trướng Anne Boleyn.\n\nTuy nhiên nhanh sau đó, ông qua đời vào đầu năm [[1533]], khi chưa kịp sống lâu hơn cha mình để thừa tước tước hiệu Nam tước Burgh<ref>{{Harvnb|Porter|2010|p=52}}<\/ref><ref>{{Harvnb|James|2009|p=60–63}}<\/ref>. Sau cái chết của chồng, Catherine dời đến [[Lâu đài Sizergh]] ở Westmorland (nay là khu [[Cumbria]]), chỗ ở của [[Katherine Neville, Phu nhân Strickland]], vợ của người anh họ quá cố của Catherine là Sir Walter Strickland. Vào [[mùa xuân]] năm [[1534]], Catherine tái hôn với [[John Neville, Nam tước Latimer thứ 3]], người anh họ có chung ông cố qua họ ngoại của cha bà{{sfn|James|2009|pp=61–73}}. Nam tước Latimer gấp đôi tuổi của Catherine và đã có 2 đời vợ. Trong cuộc hôn nhân đầu tiên, ông có hai người con là John và Margaret. Mặc dù Nam tước Latimer có vấn đề về tài chính, khi ông cùng các người anh khác tranh chấp quyền được thừa tước hiệu Bá tước Warrwick, Catherine bây giờ có riêng nhà cho mình, có một người chồng có tước vị quý tộc, hơn nữa nhà chồng bà cũng có thế lực tại phương Bắc.\n\nVề phương diện chính trị, Nam tước Latimer là người [[Công giáo]], ông đã phản đối Henry VIII ly hôn với [[Catalina của Aragón|Catalina xứ Aragón]], tái hôn với [[Anne Boleyn]] và ly khai Giáo hội La Mã. Vào [[tháng 10]] năm [[1536]], qua sự Nổi lên ở vùng Lincolnshire, các giáo dân Công giáo đến trước nhà Nam tước Latimer và đe dọa sẽ hủy hoại gia đình ông nếu ông không tham gia việc chống cuộc cải cách tôn giáo của triều đình. Catherine đã tận mắt thấy chồng mình bị người Công giáo lôi đi.\n\n=== Chính thức vào triều ===\nGiữa [[tháng 10]] năm [[1536]] đến [[tháng 4]] năm [[1537]] là quá trình diễn ra Nổi dậy phía Bắc, Catherine sống trong sợ hãi với hai người con chồng. Đây được suy đoán là tiền đề khiến bà rất có ác cảm với Công giáo về sau. Vào [[tháng 1]] năm 1537, Catherine cùng hai người con chồng bị đưa đến Lâu đài Snape phía Bắc của [[Yorkshire]], bà bị giáo dân Công giáo giam giữ như con tin và đòi Nam tước Latimer trở về nếu không cả nhà ông sẽ bị giết. Khi Nam tước Latimer trở về, ông đã đàm phán với giáo dân thả gia đình ông và cả nhà buộc phải rời khỏi phía Bắc. Vua Henry VIII và [[Thomas Cromwell]] nghe được tin này, và nhìn nhận Nam tước có thể là nội gián, nên ông lệnh cho [[Thomas Howard, Công tước Norfolk thứ 3|Công tước Norfolk]] thẩm tra và bảo đảm Latimer chống lại phe Công giáo và nguyện phục tùng triều đình. Giữa lúc ấy, việc em trai của Catherine là William lãnh đạo quân chống lại cuộc nổi dậy, đã góp phần chắc nịch và đảm bảo tính trung thành của gia đình Nam tước{{sfn|Letters and Papers, Foreign and Domestic, Henry VIII|loc=11, [http:\/\/www.british-history.ac.uk\/report.aspx?compid=75488 1174]}}. Và tuy không bị kết án, song Nam tước Latimer đã mang vết nhơ đến tận khi ông qua đời, và điều này ảnh hưởng lên Catherine. Trong những năm tới, Nam tước bị Cromwell hăm dọa và ép buộc phải làm việc cho ông ta. Đến khi Cromwell bị xử tử năm [[1540]], gia đình Nam tước mới đòi lại những tài sản đã bị tước đoạt khi trước. Đến năm [[1542]], gia đình Nam tước đến sống ở London, vì Nam tước đã được vào [[Nghị viện]], Catherine vào triều thăm hai người em William và Anne, và chính lúc này bà đã quen biết với người chồng tương lai, [[Thomas Seymour, Nam tước Seymour thứ nhất xứ Sudeley|Sir Thomas Seymour]], em trai của Vương hậu [[Jane Seymour]] quá cố.\n\n[[Tập tin:Anthonis Mor 008.jpg|thumb|trái|200px|Công nương Mary.]]\n\nKhoảng [[mùa đông]] năm 1542, sức khỏe của Nam tước Latimer chuyển biến xấu, Catherine đã tận tâm chăm sóc chồng mình không rời, cho đến khi ông qua đời vào [[tháng 3]] sang năm. Trong di chúc của mình, Nam tước Latimer chỉ định Catherine làm người giám hộ cho con gái ông là Margaret, bà có toàn quyền trong việc quản lý những vấn đề liên quan đến Margaret cho đến khi trưởng thành. Bên cạnh đó, Nam tước còn chuyển cho Catherine tòa Thái ấp ở [[Stowe]] cùng một số lãnh địa trang viên khác. Trường hợp Margaret không kết hôn trong vòng 5 năm kể từ khi đủ tuổi, Catherine sẽ hưởng mức tiền £30<ref>Trị giá [[Bảng Anh]] ngày xưa đắt hơn bây giờ. Với khoảng tiền này ở thời ấy, tương ứng vài trăm nghìn của trị giá Bảng Anh hiện tại.<\/ref> mỗi năm trong ngân quỹ tài sản để lại cho Margaret. Bằng việc này, Catherine trở thành một góa phụ giàu có, tuy nhiên việc này cũng khiến bà phải trở về phương Bắc mà không có quyền được giữ lại triều đình nữa. Từ khi Latimer qua đời, Catherine luôn tưởng nhớ ông, bà đã giữ quyển [[Tân Ước]] có tên ông trong bìa sách đến cuối quãng đời còn lại của mình.\n\nBằng liên hệ giữa mẹ mình và Catalina xứ Aragón, Catherine Parr có được sự tin tưởng từ con gái của Vương hậu quá cố, [[Mary I của Anh|Công nương Mary]]. Khoảng ngày [[16 tháng 2]] năm 1543, Catherine đã chính thức phục vụ trong đoàn tùy tùng của Công nương Mary, và chính thời gian này bà đã thu hút Vua Henry VIII. Đồng thời vào lúc ấy, Catherine đã có quan hệ tình cảm với Sir Thomas Seymour, song khi lời cầu hôn của nhà vua truyền đến, Catherine cảm thấy nghĩa vụ của mình là đáp lại, và bà từ chối Seymour.\n\n== Vương hậu của Anh và Ireland ==\n[[Tập tin:Rose Maiden Badge.svg|thumb|phải|180px|Huy hiệu riêng của Catherine Parr.]]\nNgày [[12 tháng 7]] năm ấy, tức 4 tháng sau khi Nam tước Latimer qua đời, Catherine Parr tái hôn với Vua Henry VIII. Hôn lễ được tổ chức tại [[Cung điện Hampton Court]]. Bà là Vương hậu đầu tiên của Anh cũng trở thành Vương hậu của [[Ireland]], sau sự kiện Vua Henry VIII tuyên bố tước hiệu Quốc vương xứ Ireland vào năm [[1452]], và do gia tộc Parr có liên hệ với Quốc vương Edward III, bà cùng Henry VIII cũng có chung một vài tổ tiên, dĩ nhiên là họ hàng rất xa. Bà chọn câu 「''\"To Be Useful in All I Do\"''」 làm khẩu hiệu của mình, với huy hiệu riêng là một Thánh nữ [[hoa hồng]].\n\nSau khi lên vị trí Vương hậu, Catherine chỉ định con chồng của bà, Margaret Neville, trở thành một phần trong đoàn Thị tùng của mình. Bà cũng đưa vợ của con trai chồng của bà là john, [[Lucy Somerset]], dự trong đoàn Thị tùng của mình. Trong thời gian làm Vương hậu, Catherine có ảnh hưởng tích cực khiến Henry VIII hòa giải với hai người con ngoại hôn trước của ông, Công nương Mary và [[Elizabeth I của Anh|Công nương Elizabeth]]. Ngoài ra, bà cũng có quan hệ rất tốt với vị Vua tương lai của Anh, [[Edward VI của Anh|Vương tử Edward]].\n\nNăm [[1544]], từ khoảng [[tháng 7]] đến [[tháng 9]], Henry VIII thực hiện chiến dịch của mình ở Pháp, và ông đã chỉ định Catherine làm [[nhiếp chính]] khi ông vắng mặt ở Anh. Trong hội đồng khi ấy có rất nhiều thông tuệ hoặc cùng phe với Catherine, như chú của bà là [[William Parr, Nam tước Parr thứ nhất xứ Horton|Nam tước Horton]], Tổng giám mục Canterbury [[Thomas Cranmer]] cùng [[Edward Seymour, Công tước Somerset thứ nhất|Sir Edward Seymour]], Catherine đã có một thời gian nhiếp chính hiệu quả và theo như ý muốn của mình. Trong suốt 2 tháng, Catherine đã điều chỉnh các khoản [[thuế]], cung cấp [[tài chính]] cho chiến dịch của Henry VIII tại Pháp, đồng thời ký kết thông qua 5 điều luật công bố khắp nước, cũng như giữ liên lạc vững chắc với các Bá tước vùng Shrewsbury để đề phòng xung đột chiến tranh với [[Scotland]]. Việc bà nhiếp chính với tinh thần thép và khôn ngoan, được đánh giá là tạo nên tiền đề và ảnh hưởng mạnh mẽ lên người con chồng của bà, Công nương Elizabeth, vị Nữ vương tương lai của Vương quốc Anh{{sfn|Porter|2011|p=348}}.\n\nNhưng vấn đề khiến nhiều người chú ý về Catherine Parr nhất chính là [[đức tin]]. Bà bị nghi ngờ và chỉ trích bởi những người chống [[Tin Lành]] khi ấy, là [[Stephen Gardiner]], Tổng giám mục Winchester, cùng [[Thomas Wriothesley, Bá tước Southampton thứ nhất|Lãnh chúa Wriothesley]]{{sfn|Hart|2009}}. Bà vốn là người sinh ra trước Cuộc cải cách Anh, với nền tảng là [[Công giáo La Mã]], nhưng sau đó bà lại hứng thú và đi theo [[Thần học Calvin]]. Cũng có có ý kiến bà vốn là Tin Lành thông qua cuốn sách ''Lamentations of a Sinner'' (xuất bản sau khi nhà Vua qua đời), trong cuốn sách bà viết theo thuyết [''\"Sola fide\"''], một học thuyết chủ trương phân tách Tin Lành ra khỏi Công giáo La Mã, [[Chính thống giáo Đông phương]] và [[Chính thống giáo Cổ Đông phương]]. Trong nhiều thập kỉ, học thuyết ''\"Sola fide\"'' này bị người Công giáo xem là [[dị giáo]] và lên án dữ dội.\n\nTrong năm [[1546]], Stephen Gardiner và Lãnh chúa Wriothesley đã ảnh hưởng lên nhà vua, gây ác cảm từ nhà vua để chống lại Vương hậu Catherine. Một lệnh bắt giữ Vương hậu đã được soạn sẵn, đồng thời có tin đồn khắp Châu Âu là Henry VIII dự định chọn [[Katherine Brandon, Bà Công tước xứ Suffolk|Bà Công tước Suffolk]], góa phụ của em rể nhà Vua là [[Charles Brandon, Công tước Suffolk thứ nhất|Công tước Suffolk]], làm người vợ thứ 7 sau khi tin ly hôn với Catherine Parr được xác nhận. Biết được điều này từ các thân tín, Catherine Parr khôn ngoan hòa giải với nhà Vua, và thề rằng việc tranh biện vấn đề tôn giáo với ông chỉ để giúp ông xoa dịu khỏi nỗi ám ảnh việc đôi chân bị chấn thương<ref>{{chú thích web|last=Foxe|first=John|author-link=John Foxe|title=Katherine Parr|work=The Acts and Monuments of John Fox|url=http:\/\/www.exclassics.com\/foxe\/foxe212.htm|publisher=Exclassics.com|access-date =ngày 29 tháng 1 năm 2014}}<\/ref>. Không biết việc hai người đã hòa giải, một toán binh sĩ đã định áp giải Catherine khi hai vợ chồng đang tản bộ và Henry VIII đã rất nổi giận quát mắng họ{{sfn|Starkey|2002|p=129}}.\n\n== Thái hậu nước Anh ==\n=== Cuộc hôn nhân cuối cùng ===\n[[Tập tin:Thomas_Seymour_Denizot.jpg|thumb|trái|200px|Sir Thomas Seymour, Nam tước Sudeley - người chồng cuối cùng của Catherine Parr.]]\nNăm [[1547]], ngày [[28 tháng 1]], Henry VIII qua đời tại [[Cung điện Whitehall]], Catherine trở thành [[Vương thái hậu]] của nước Anh, bà cũng là Thái hậu chính thức duy nhất của triều Tudor, nếu không tính trường hợp của [[Elizabeth Woodville]].\n\nTrong tiếng Anh và tại [[Châu Âu]], một Vương hậu góa phụ được gọi là 「''\"Queen Dowager\"''」 hay 「''\"Dowager Queen\"''」, và nếu họ là mẹ của Tân vương thì sẽ có cách gọi 「''\"Queen Mother\"''」 để nhấn mạnh việc này, khi dịch qua ngôn ngữ các triều đình [[Đông Á]] thì ước vị này được xem là tương đương ''[[Thái hậu]]''. Vị trí của một Thái hậu tại các quốc gia Châu Âu, nếu không phải là mẹ ruột của người kế nhiệm như [[Caterina de' Medici]], thì tình trạng và địa vị của họ trong Vương thất về cơ bản rất bấp bênh, hoàn toàn đúng nghĩa của một [[góa phụ]] mất chồng. Họ tuy có đãi ngộ giống Vương hậu đương nhiệm, nhưng cũng chỉ là một góa phụ nên rất không đảm bảo, như tình trạng của Elizabeth Woodville dưới thời của [[Henry VII của Anh|Henry VII]] cũng là một ví dụ. Và trạng thái ''\"Thái hậu\"'' của họ chỉ là một dạng trạng thái góa phụ, không có bắt buộc về lễ nghi tôn kính như các quốc gia Đông Á, khi gặp quốc chủ họ thậm chí vẫn phải hành lễ.\n\nDo vậy trước khi qua đời, Henry VIII vì không muốn Catherine Parr phải chịu thiệt thòi, nên ông đã soạn sẵn một điều khoản đảm bảo, cung cấp cho Catherine số tiền £7,000<ref>Trị giá [[Bảng Anh]] ngày xưa đắt hơn bây giờ. Với khoảng tiền này ở thời ấy, tương ứng ít nhất vài triệu Bảng Anh hiện tại, là mấy trăm triệu tiền [[VNĐ]].<\/ref> mỗi năm, điều này khiến Catherine Parr trở thành một trong những người phụ nữ giàu có nhất nước Anh. Bên cạnh đó, Quốc vương Henry VIII cũng căn dặn triều đình của Tân vương Edward vẫn đối xử với Catherine Parr với lễ nghi đầy đủ của một Vương hậu hệt như lúc ông còn sống.\n\nDẫu vậy, sau khi Edward làm lễ lên ngôi vào ngày [[31 tháng 1]] cùng năm, Thái hậu Catherine cùng Công nương Elizabeth chủ động rời khỏi triều đình để đến Thái ấp cũ của mình tại [[Chelsea]], bà chỉ giữ lại áo choàng và trang sức khi còn làm Vương hậu của mình. Hay tin Quốc vương Henry VIII qua đời, người yêu cũ của Catherine là Sir Thomas Seymour trở lại triều đình, với tước hiệu mới là Nam tước xứ Sudeley. Nay đã là cậu của nhà vua, Sir Thomas Seymour cảm thấy phật lòng khi anh trai ông là [[Edward Seymour, Công tước Somerset thứ nhất|Edward]] có được toàn bộ vị trí áp đảo trong Hội đồng Cơ mật với tư cách ''[[Bảo hộ công|Bảo Quốc công]]'' cho vị Tân vương mới 9 tuổi, và người ta tin rằng việc những hành động liên tiếp của Thomas về sau là nhằm gây ức chế cho anh ruột mình{{sfn|Skidmore|2007|pp=71–87}}. Biết tin Thái hậu đã rời khỏi triều đình, Thomas Seymour tiếp tục theo đuổi Catherine và lần này bà không còn lý do gì để từ chối.\n\nĐại tang của Henry VIII chỉ mới trải qua 6 tháng, và Catherine biết rõ Hội đồng nhiếp chính không dễ gì chấp nhận bà tái hôn sớm như vậy, nhưng khoảng [[tháng 5]] cùng năm, bà đã bí mật kết hôn với Seymour{{sfn|Erickson|1983|pp=65–79}}. Vua Edward VI và Hội đồng không biết cuộc hôn nhân này, mãi vài tháng sau sau khi cặp đôi công khai tuyên bố. Điều này đã trở thành một [[Vụ bê bối|bê bối]], Vua Edward và Công nương Mary là những người giận dữ nhất, đặc biệt sau khi bị chỉ trích trước Hội đồng, Thomas Seymour còn viết thư yêu cầu Mary can thiệp để giúp ông, điều này khiến Mary điên tiết, thậm chí còn viết thư bảo người em gái khác mẹ là Elizabeth không được qua lại với Thái hậu Catherine nữa{{sfn|James|2009|pp=268–276}}. Việc scandal này ảnh hưởng rất lớn đến danh dự của Bảo Quốc công Edward, anh trai của Thomas, do đó khiến quan hệ giữa Catherine và Bảo Quốc công trở nên gay gắt. Vợ của Bảo Quốc công, [[Anne Seymour, Bà Công tước xứ Somerset|Anna Stanhope]], từng là Thị tùng cho Thái hậu Catherine, cũng theo phe chồng mình chỉ trích Thái hậu, và bà đã tập hợp các quan viên ủng hộ mình để nói xấu cặp đôi tại triều đình. Thái hậu Catherine, vợ của Nam tước Sudeley, cũng cảm thấy bất mãn khi Edward Seymour được chỉ định làm Bảo Quốc công, vì bà tự thấy mình từng là nhiếp chính và cũng là mẹ kế của nhà vua, thì xứng đáng hơn người cậu [[ngoại thích]]{{sfn|Skidmore|2007|pp=71–87}}.\n\nThế là, cả hai cặp vợ chồng đều cuốn vào việc giẫm đạp lên nhau, từ mâu thuẫn gia đình lan sang vấn đề danh dự và chính trị. Bà Công tước còn công khai tiến hành các chuỗi tranh cãi gay gắt chỉ trích cuộc tái hôn này của Thái hậu, mà vấn đề trọng tâm là ở việc sử dụng trang sức. Theo ý của Bà Công tước, Catherine đã là Thái hậu thì không còn tư cách dùng đồ của Vương hậu nữa, thay vào đó bà là vợ của Bảo Quốc công - người đang cai trị nước Anh thực tế, mới có tư cách sử dụng. Cuộc tranh cãi này kết thúc khi Bà Công tước thắng, khiến tình bạn giữa bà và Thái hậu tan vỡ<ref>{{harvnb|James|2009|p=271}}; citing British Library, Add. Ms. 46,348, f.67b: {{harvnb|Starkey|1998|pp=77–80}}; 122 items of jewellery.<\/ref>. Cuộc scandal này cũng làm tình cảm hai anh em nhà Seymour tan vỡ, khi Bảo Quốc công nhận định em trai mình làm thế để hạ nhục mình{{sfn|James|2009|pp=268–276}}.\n\n=== Vấn đề với Elizabeth và qua đời ===\n[[Tập tin:Elizabeth I when a Princess.jpg|thumb|phải|200px|Công nương Elizabeth khoảng thời gian những năm 1546, dưới sự bảo hộ của Catherine và Seymour.]]\nKhi Thái hậu Catherine Parr chuyển đến Thái ấp Chelsea, bà đã đưa Công nương Elizabeth đi cùng mình. Đến khi Thái hậu tái hôn với Nam tước xứ Sudelay là Thomas Seymour, ông cũng chuyển đến đây. Công nương Elizabeth, khi ấy 14 tuổi, đang là độ tuổi xinh đẹp nhất, còn Seymour đang ở thời kỳ 40 tuổi, độ tuổi có [[nhu cầu]] [[tình dục]] cao ở nam giới. Nhiều sử gia tin rằng, việc Elizabeth ghê sợ đàn ông và kiêng kị hôn nhân về sau đều có sự tác động xấu của Seymour trong thời gian này.\n\nNam tước Seymour vốn là cậu của người em trai khác mẹ của Công nương Elizabeth, do đó có quan hệ thân cận trên mặt pháp lý. Nay, cùng ở dưới một mái nhà, Seymour ngày càng có cớ tiếp xúc thân cận với Elizabeth. [[Phó mẫu]] của Elizabeth là [[Kat Ashley]], cảm thấy điều này ghê tởm và đáng nghi, nên đã âm thầm cảnh báo với Thái hậu. Căm phẫn vì bị nhận xét như vậy, Seymour quả quyết mình không hề có ý nghĩ bất chính nào{{sfn|Weir|1998|pp=14–15}}{{sfn|Skidmore|2007|pp=71–87}}. Song, Catherine giải vây cho tình trạng này, bằng cách nói Seymour chỉ là đùa giỡn, bà khéo léo khi cũng tự tham dự vào những trò ''\"đùa vui\"'' này của Seymour, một hành động được tin là Catherine làm để đảm bảo cho Elizabeth trước khi sự việc này đi quá xa, cũng như đảm bảo rằng sẽ không khiến Seymour phải bị mất mặt công khai, vì điều này nếu bị trở thành [[scandal]] thì sẽ dính liếu đến vấn đề [[quấy rối tình dục]] một Công nương của vương tộc<ref>Deposition of [[Kat Ashley|Katherine Ashley]] in {{harvnb|Haynes|1740|pp=[https:\/\/books.google.com\/books?id=YitDAAAAcAAJ&pg=PA99&lpg=PA99#v=onepage&q&f=false 99–101]}}; Christopher Hibbert (1990) ''The Virgin Queen''; Antonia Fraser (1992) ''The Six Wives of Henry VIII''; Alison Weir (1996) ''Children of England''; David Starkey (2000) ''Elizabeth''; {{harvnb|Porter|2011}} Most biographers of Catherine, Thomas Seymour, or Elizabeth refer to Catherine and Seymour tickling Elizabeth in her bed and Catherine holding down Elizabeth while her husband cut her dress into shreds. Although extant evidence does not support the notion of a fully-fledged ''[[ménage à trois]]'', or even that Seymour's flirtation with Elizabeth led to sexual intercourse with her, Starkey has speculated as to how such behaviour would play in front of a modern panel of social workers and pediatricians (''Elizabeth, op.cit.'') Nor is it clear from contemporaneous evidence that Catherine's \"pert and pretty stepdaughter\", to use Starkey's description, was a wholly unwilling participant in such antics.<\/ref>.\n\n[[Tập tin:Tomb_of_Katherine_Parr.png|thumb|trái|150px|Mộ bằng [[đá hoa cương]] của Catherine Parr trong Nhà nguyện St. Mary's, Lâu đài Sudeley.]]\n\nVào [[mùa xuân]] năm 1458, Thái hậu Catherine đã [[mang thai]]. Đây là tin cực kỳ bất ngờ, vì Catherine không hề có dấu hiệu hoài thai nào qua 3 cuộc hôn nhân trước, bản thân bà cũng cảm thấy mình đã bị chứng vô sinh, nhưng đến độ tuổi hơn 30 này thì lại thình lình mang thai. Việc bà mang thai cũng khiến cho Seymour càng để mắt đến Elizabeth, Catherine đã quyết định gửi Elizabeth vào [[tháng 5]] năm ấy đến [[Cheshunt]] tại [[Hertfordshire]], nơi Elizabeth nhận sự bảo hộ của [[Anthony Denny]] và vợ ông là [[Joan Champernowne]], chị của Kat Ashley.\n\nCũng vào [[tháng 6]] năm ấy, Catherine cùng chồng di chuyển đến [[Lâu đài Sudeley]] tại [[Gloucestershire]], nơi mà Seymour thừa hưởng khi được thụ phong làm Nam tước. Đi cùng Thái hậu có cả [[Jane Grey]], người mà Thái hậu hứa sẽ giám sát và bảo hộ để có được một nền tảng giáo dục tốt nhất. Vào ngày [[30 tháng 8]] cùng năm, Catherine hạ sinh một người con gái, [[Mary Seymour]], tên của đứa bé được đặt theo Công nương Mary. Đến ngày [[5 tháng 9]] cùng năm, Catherine qua đời, được nhận định là kết quả của quá trình [[nhiễm trùng sau sinh]]. Bà được an táng vào ngày [[7 tháng 9]] cùng năm tại Nhà nguyện St. Mary's trong Lâu đài Sudeley, đó là tang lễ quy mô đầu tiên của một người theo Tin Lành tại nước Anh vào thời điểm ấy. Bà cũng là người hiếm hoi thuộc vương triều Anh lại được táng vào một hầm mộ riêng<ref>Campbell, Sophie. Sudeley Castle: the curious life and death of Katherine Parr, Telegraph. ngày 14 tháng 8 năm 2012.<\/ref>.\n\nTheo di chúc của Catherine Parr, Thomas Seymour đã thừa hưởng toàn bộ tài sản và điều khoản của bà, điều này khiến ông trở thành một trong những quý tộc giàu có nhất nước Anh vào thời điểm ấy. Sau cái chết của Catherine, Seymour lại để mắt đến Elizabeth, thậm chí theo tường trình của Kat Ashley, thì Seymour đã có ý định cưới Elizabeth trước cả khi cưới Catherine Parr. Năm [[1549]], Seymour bị xử tử vì tội phản quốc, còn con gái Mary của bà được giao cho một người bạn lâu năm của Catherine, chính là Bà Công tước Suffolk.\n\n== Văn hóa đại chúng ==\n=== Bức chân dung của Master John ===\n[[Tập tin:Catherine_Parr.jpg|thumb|phải|200px|Bức toàn dung Catherine Parr của Master John. Bức chân dung này từng bị nhầm là [[Jane Grey]].]]\n[[Tập tin:Catherine_Parr,_attributed_to_Master_John.jpg|thumb|trái|150px|Cận cảnh trang sức trên bức tranh của Master John.]]\nBức tranh toàn dung của Catherine Parr bởi Master John trưng bày tại [[Bảo tàng Quốc gia Luân Đôn]], trong nhiều thập kỉ đã được xem là của [[Jane Grey]]. Bức tranh này sau đó đã được xác định lại danh tính, là vẽ Vương hậu Catherine Parr của Henry VIII{{sfn|Williamson|2010|p=91}}{{sfn|Gittings|2006|p=14}}{{sfn|James|1996|pp=20–24}}.\n\nChủ đề chân dung toàn người vào thời điểm ấy là cực kỳ hiếm, nó chỉ được triển khai đối với người mẫu là nhân vật quan trọng, trường hợp ở đây là các [[Quốc vương]]. Lady Jane Grey, tuy là người thuộc hàng thừa kế, song vào thời điểm bức tranh này vẽ ra (khoảng năm [[1545]]) thì bà vẫn chưa có gì gọi là quan trọng để vẽ một bức chân dung như thế này. Hơn nữa vào thời điểm ấy, Lady Jane Grey chỉ 8 tuổi, còn phải đến 8 năm sau bà mới được xác định là người kế vị như trong lịch sử đã diễn ra. Chuỗi hạt ngọc trang sức mà người mẫu trong tranh mang để làm mẫu, là thuộc về đồ dùng trong vương thất, và nó được chứng minh là thuộc về Catherine Parr trong thời gian ấy. Ngoài ra, mặt dây chuyền bằng ngọc người mẫu đeo đã từng thuộc về [[Catherine Howard]], trước khi nó được chuyển cho Lady Parr khi bà kế vị làm Vương hậu.\n\n=== Trên phim ảnh và tiểu thuyết ===\nCatherine Parr là 1 trong 6 người vợ của Henry VIII, do vậy bà cũng là đề tài trong [[phim ảnh]] và [[tiểu thuyết]] về sau. Lần đầu tiên Catherine Parr được thể hiện trên màn ảnh vào năm [[1934]], qua bộ phim ''[[The Private Life of Henry VIII]]'' của [[Alexander Korda]], nữ diễn viên Everley Gregg thủ vai Vương hậu Catherine. Bộ phim không có ý hướng đến lịch sử mà chỉ dựa vào bộ [[truyện tranh]] nguyên tác, miêu tả bà có tính khí nóng nảy và hay mè nheo.\n\nNăm [[1952]], bộ phim ''[[Young Bess]]'' ra mắt, tả lại câu chuyện giữa Thomas Seymour và Elizabeth có chiều hướng [[lãng mạn]]. Nữ diễn viên nổi tiếng [[Deborah Kerr]] thủ vai Catherine. Năm [[1970]], đài [[BBC]] tiến hành bộ series 6 phần về cuộc đời của 6 người vợ của Henry VIII mang tên ''[[The Six Wives of Henry VIII (phim 1970)|The Six Wives of Henry VIII]]'', Catherine được mô tả ở phần cuối, được diễn bởi [[Rosalie Crutchley]]. Trong bộ phim này, đức tính sùng đạo và học thức của bà được nhấn mạnh, và nữ diễn viên Crutchley tiếp tục đảm nhận vai diễn của bà trong bộ phim tiếp theo là ''[[Elizabeth R]]''.\n\nNăm [[2000]], Jennifer Wigmore diễn Catherine Parr trong một bộ [[phim truyền hình]] của [[Mỹ]] dành cho lứa tuổi teen mang tên ''[[Elizabeth: Red Rose of the House of Tudor]]''. Một năm sau, Caroline Lintott thủ vai Catherine Parr trong bộ [[phim tài liệu]] của Giáo sư [[David Starkey]] nghiên cứu về các bà vợ của Vua Henry VIII. Đến năm [[2003]], một bộ phim 2 phần của đài ITV Granada tại [[Anh]] mang tên ''[[Henry VIII (TV serial)|Henry VIII]]'' phát sóng, bộ phim có ngôi sao [[Helena Bonham Carter]] tham gia, và nữ diễn viên [[Clare Holman]] thủ vai diễn Catherine Parr.\n\nĐài [[Showtime]] công bố dự án phim truyền hình ''[[The Tudors]]'' đầu tiên vào năm [[2007]], có 4 phần, trong đó phần cuối phát sóng năm [[2010]], tập trung vào cuộc hôn nhân thứ 5 với Catherine Howard và thứ 6 với Catherine Parr của Vua Henry VIII. Nữ diễn viên [[Joely Richardson]] thủ vai Catherine Parr. Năm [[2015]], [[Đợt diễn Stratford]] tại [[Stratford]] đã quảng bá vỡ [[kịch]] mang tên ''The Last Wife'', kể về cuộc đời của Catherine Parr với Henry VIII, Thomas Seymour và 3 đứa con của Vua Henry. Vở diễn được đạo diễn bởi [[Kate Hennig]], và nữ nghệ sĩ Maev Beaty thủ vai Catherine.\n\nCuộc đời của Catherine Parr cũng gây hứng thú cho các [[nhà văn]] chuyên viết [[tiểu thuyết]] [[dã sử]], như nữ nhà văn [[thế kỉ 19]] gốc [[Đức]] là [[Luise Mühlbach]] có bộ ''[[Henry VIII and His Court]]'' vào năm 1897, [[Eleanor Hibbert]] với ''[[The Sixth Wife]]'' vào năm 1953, [[Philippa Gregory]] có ''[[The Taming of the Queen (tiểu thuyết)|The Taming of the Queen]]'' xuất bản năm 2015, Suzannah Dunn với ''[[The Sixth Wife: A Novel]]'' xuất bản bộ 3 vào năm 2007, 2008 và 2009... Ngoài ra, hình ảnh Catherine Parr có vai trò như [[bảo mẫu]] của Vua Henry VIII được khởi xướng bởi [[Agnes Strickland]], một nhà [[lý luận văn học]] và theo thuyết [[nam nữ bình đẳng]] ở [[Victoria của Anh|Thời kỳ Victoria]]. Tuy nhiên, David Starkey đem vấn đề vào cuốn sách ''Six Wives'' của mình và nhận định vào thời điểm của triều Tudor, việc ấy không thể xảy ra do lúc nào Henry VIII cũng có dàn ngự y đông đảo, và Catherine Parr thực tế được kỳ vọng hoàn thành nghĩa vụ và đức tính của một Vương hậu hơn cả. Và dù chỉ khoảng 30 tuổi vào thời điểm kết hôn với Henry VIII, nhưng Catherine Parr luôn được khắc họa bởi những nữ diễn viên quá tuổi của mình. Sự thay đổi này thường là một biện pháp nghệ thuật, nhấn mạnh tính trưởng thành của Catherine Parr nếu so với các người vợ trẻ trung như Anne Boleyn hay Catherine Howard.\n\nSự nghiêm cẩn, tính chuẩn mực và niềm tin đoan chính về tư tưởng tôn giáo mới khiến Catherine Parr trở thành một người được ái vọng trong các sử gia, những người này gồm David Starkey, nhà hoạt động nữ quyền như [[Karen Lindsey]], [[Antonia Fraser]] và Alison Weir.\n\n== Ghi chú ==\n{{tham khảo|3}}\n\n==Tham khảo==\n{{refbegin|30em}}\n* {{chú thích web\n |last = Ausiello\n |first = Michael\n |url = http:\/\/ausiellofiles.ew.com\/2009\/07\/tudors-exclusive-joely-richardson-crowned-queen.html\n |title = 'Tudors' exclusive: Joely Richardson crowned Queen\n |date = ngày 22 tháng 7 năm 2009\n |work = Entertainment Weekly\n |publisher = Ausiellofiles.ew.com\n |access-date = ngày 31 tháng 1 năm 2014\n |ref = {{sfnref|Ausiello|2009}}\n |url-status = dead\n |archiveurl = https:\/\/web.archive.org\/web\/20090722234203\/http:\/\/ausiellofiles.ew.com\/2009\/07\/tudors-exclusive-joely-richardson-crowned-queen.html\n |archive-date = ngày 22 tháng 7 năm 2009\n |df = dmy-all\n }}\n* {{chú thích sách\n |last=Boutell\n |first=Charles\n |authorlink=Charles Boutell\n |title=A Manual of Heraldry, Historical and Popular\n |year=1863\n |publisher=Winsor & Newton\n |location=London\n |url=https:\/\/archive.org\/stream\/amanualheraldry00boutgoog#page\/n346\/mode\/2up\n |ref={{sfnref|Boutell|1863|pp=243–244}}\n }}\n* {{chú thích tạp chí|title=Burke’s Genealogical and Heraldic History of the Peerage, Baronetage, and Knightage, Privy Council, and Order of Preference\n |location=London\n |publisher=Shaw Publishing, in conjunction with Burke's Peerage\n |year=1938\n |edition=96th, Coronation Honours\n |type=hardback\n |page=2416\n |ref={{sfnref|Burke's Peerage|1938|p=2416}}\n}}\n* {{chú thích web\n |last=Edwards\n |first=J. Stephan\n |title=The Melton Constable Hall or Hastings Portrait\n |work=Some Grey Matter: Lady Jane Grey and Other Thoughtful Things\n |date=ngày 1 tháng 11 năm 2010\n |url=http:\/\/www.somegreymatter.com\/meltonconstableportrait.htm\n |publisher=Somegreymatter.com\n |access-date =ngày 31 tháng 1 năm 2014\n |ref={{sfnref|Edwards|2010}}\n |archive-date = ngày 28 tháng 1 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140128001914\/http:\/\/www.somegreymatter.com\/meltonconstableportrait.htm\n |url-status=dead\n }}\n* {{chú thích tạp chí\n |title=Family Chronicle of Richard Fogge, of Danes Court, in Tilmanstone\n |journal=Archaeologia Cantiana\n |volume=V\n |pages=112–132\n |location=London\n |publisher=John E. Taylor\n |year=1863\n |url=https:\/\/archive.org\/stream\/archaeologiacant05kent#page\/112\/mode\/2up\n |ref={{sfnref|Archaeologia Cantiana V|1863|pp=112–132}}\n }}\n* {{chú thích sách\n |editor1-last=Farrer\n |editor1-first=William\n |editor2-last=Curwen\n |editor2-first=John F.\n |chapter=Kirkby in Kendale: 1453–1530\n |title=Records relating to the Barony of Kendale. 1\n |series=Cumberland and Westmorland Antiquarian and Archaeological Society. Record series. IV\n |publisher=British-history.ac.uk\n |year=1923\n |pages=47–62\n |url=http:\/\/www.british-history.ac.uk\/report.aspx?compid=49275\n |access-date =ngày 2 tháng 2 năm 2014\n |ref={{sfnref|Farrer & Curwen|1923|p=54}}\n }}\n* {{chú thích tạp chí\n |title=Fogge\n |journal=The Antiquary\n |volume=IV\n |date=ngày 27 tháng 12 năm 1873\n |location=London\n |publisher=E. W. Allen\n |page=313\n |url=http:\/\/babel.hathitrust.org\/cgi\/pt?id=nyp.33433075857049;view=1up;seq=661\n |ref={{sfnref|The Antiquary IV|1873|p=313}}\n }}\n* {{chú thích sách\n |last=Gittings\n |first=Clare\n |title=The National Portrait Gallery Book of The Tudors\n |location=London\n |publisher=Scala Publications\n |year=2006\n |url=http:\/\/www.scalapublishers.com\/title.aspx?category=series&subcategory=&id=3478\n |isbn=978-1-85759-430-0\n |ref={{sfnref|Gittings|2006}}\n }}\n* {{chú thích sách\n |title=A Handbook for Travellers in Gloucestershire, Worcestershire and Herefordshire\n |location=London\n |publisher=John Murray\n |year=1872\n |edition=new\n |url=https:\/\/archive.org\/stream\/ahandbookfortra02firgoog#page\/n208\/mode\/2up\n |ref={{sfnref|A Handbook for Travellers|1872|p=162}}\n }}\n* {{chú thích sách\n |last=Hart\n |first=Kelly\n |title=The Mistresses of Henry VIII\n |url=https:\/\/archive.org\/details\/mistressesofhenr0000hart_v5n0\n |location=Stroud\n |publisher=The History Press\n |year=2009\n |isbn=0752448358\n |type=hardback\n |ref={{sfnref|Hart|2009}}\n }}\n* {{chú thích sách\n |last=Haynes\n |first=Samuel\n |authorlink=Samuel Haynes (historian)\n |title=A Collection of State Papers Relating to Affairs in the Reigns of King Henry VIII, King Edward VI, Queen Mary, and Queen Elizabeth, From the Year 1542 to 1570. Transcribed from Original Letters and Other Authentick Memorials, Never Before Publish'd, Left by William Cecill Lord Burghley...\n |location=London\n |year=1740\n |url=https:\/\/books.google.com\/books?id=YitDAAAAcAAJ&pg=PA99&lpg=PA99#v=onepage&q&f=false\n |ref={{sfnref|Haynes|1740}}\n }}\n* {{chú thích sách|last=James\n |first=Susan\n |title=Catherine Parr: Henry VIII's Last Love\n |url=https:\/\/archive.org\/details\/catherineparrhen0000jame_x9e2\n |location=Stroud\n |publisher=[[The History Press]]\n |year=2009\n |isbn=075244591X\n |type=hardback\n |ref={{sfnref|James|2009|}}\n}}\n* {{chú thích tạp chí\n |last=James\n |first=Susan E.\n |title=Lady Jane Grey or Queen Kateryn Parr?\n |journal=The Burlington Magazine\n |url=http:\/\/www.burlington.org.uk\/magazine\/back-issues\/1996\/199601\n |volume=138\n |issue=1114\n |date=January 1996\n |pages=20–24\n |ref={{sfnref|James|1996|pp=20–24}}\n }} {{subscription}}\n* {{chú thích sách\n |last=Jones\n |first=Philippa\n |title=Elizabeth: Virgin Queen\n |url=https:\/\/archive.org\/details\/elizabethvirginq0000jone\n |location=London\n |publisher=New Holland Publishers Ltd\n |year=2010\n |isbn=1-84773-515-0\n |ref={{sfnref|Jones|2010}}\n }}\n* {{chú thích web\n |title=Letters and Papers, Foreign and Domestic, Henry VIII\n |url=http:\/\/www.british-history.ac.uk\/catalogue.aspx?type=3&gid=126\n |publisher=British-history.ac.uk\n |access-date =ngày 31 tháng 1 năm 2014\n |ref={{sfnref|Letters and Papers, Foreign and Domestic, Henry VIII}}\n }}\n* {{chú thích sách|editor-last=Mosley\n |editor-first=Charles\n |editor-link=Charles Mosley (genealogist)\n |title=Burke's Peerage, Baronetage & Knightage: Clan Chiefs, Scottish Feudal Barons\n |volume=1\n |location=Wilmington\n |publisher=Burke's Peerage & Gentry\n |year=2003\n |isbn=0971196621\n |edition=107th\n |ref={{sfnref|Mosley 1|2003}}\n}}\n* {{chú thích sách\n |last=Nicholson\n |first=Joseph\n |last2=Burn\n |first2=Richard\n |title=The History and Antiquities of the Counties of Westmoreland and Cumberland\n |volume=I\n |location=London\n |year=1777\n |url=http:\/\/babel.hathitrust.org\/cgi\/pt?id=nyp.33433075899884;view=1up;seq=189\n |ref={{sfnref|Nicholson & Burn|1777}}\n }}\n* {{chú thích web\n |last=Otten\n |first=Liam\n |title=Performing Arts Department to debut Highness by Carolyn Kras March 29 to April 1\n |work=Record: News for the WUSTL Community\n |url=http:\/\/news-info.wustl.edu\/news\/page\/normal\/8996.html\n |publisher=Washington University in St. Louis\n |date=ngày 15 tháng 3 năm 2007\n |access-date =ngày 3 tháng 9 năm 2007\n |ref={{sfnref|Otten|2007}}\n }}\n* {{chú thích sách|last=Paget\n |first=Gerald\n |title=Lineage and Ancestry of H.R.H. Prince Charles, Prince of Wales\n |volume=1\n |location=Edinburgh\n |publisher=Charles Skilton Ltd\n |year=1977\n |type=hardback\n |isbn=0284400165\n |ref={{sfnref|Paget|1977}}\n}}\n* {{chú thích sách|last=Parr\n |first=Katherine\n |editor=Mueller, Janel\n |title=Katherine Parr: Complete Works and Correspondence\n |url=https:\/\/archive.org\/details\/completeworkscor0000cath\n |location=Chicago\n |publisher=University of Chicago Press\n |year=2011\n |isbn=0-226-64724-2\n |type=hardback\n |ref={{sfnref|Parr|2011}}\n}}\n* {{chú thích sách|last=Porter\n |first=Linda\n |author-link=Linda Porter (historian)\n |title=Katherine the Queen: The Remarkable Life of Katherine Parr\n |location=London\n |publisher=Pan Books\n |year=2011\n |isbn=9780330460804\n |ref={{sfnref|Porter|2011}}\n}}\n* {{chú thích tạp chí|title=Quarto: Abbot Hall Art Gallery Quarterly\n |publisher=[[Abbot Hall Art Gallery]]\n |location=Kendal\n |year=1963\n |ref={{sfnref|Quarto}}\n}}\n* {{chú thích sách\n |last=Robin\n |first=Diana\n |last2=Larsen\n |first2=Anne R.\n |last3=Levin\n |first3=Carole\n |title=Encyclopedia of women in the Renaissance: Italy, France, and England\n |location=Santa Barbara\n |publisher=ABC-CLIO\n |year=2007\n |isbn=1851097724\n |type=hardback\n |url=https:\/\/books.google.com\/books?id=OQ8mdTjxungC&pg=PA289&lpg=PA289#v=onepage&q&f=false\n |ref={{sfnref|Robin, Larsen & Levin|2007}}\n }}\n* {{cite AV media\n |people=Starkey, David (Presenter)\n |title=Elizabeth\n |url=https:\/\/www.imdb.com\/title\/tt0283332\/\n |medium=Television production\n |publisher=[[Channel Four Television Corporation]]\n |location=United Kingdom\n |date=ngày 4 tháng 5 năm 2000\n |ref={{sfnref|Starkey|2000}}\n }}\n* {{chú thích sách|editor-last=Starkey\n |editor-first=David\n |last1=Ward\n |first1=Philip\n |last2=Hawkyard\n |first2=Alasdair\n |title=The Inventory of Henry VIII\n |series='''1''': The Transcript. Studies in Medieval and Early Renaissance Art History '''23'''\n |location=London\n |publisher=Harvey Miller Publishers for the Society of Antiquaries\n |year=1998\n |isbn=1872501893\n |type=hardback\n |ref={{sfnref|Starkey|1998}}\n}}\n* {{chú thích sách|last=Starkey\n |first=David\n |author-link=David Starkey\n |title=The Reign of Henry VIII: Personalities and Politics\n |url=https:\/\/archive.org\/details\/reignofhenryviii0000star_h2r4\n |location=London\n |publisher=Vintage Books\n |isbn=9780099445104\n |year=2002\n |ref={{sfnref|Starkey|2002}}\n}}\n* {{chú thích sách\n |last=Starkey\n |first=David\n |title=Six wives: The Queens of Henry VIII \/ David Starkey\n |location=New York\n |publisher=HarperCollins\n |isbn=069401043X\n |year=2004\n |ref={{sfnref|Starkey|2004}}\n |url-access=registration\n |url=https:\/\/archive.org\/details\/sixwivesqueensof00star\n }}\n* {{chú thích sách|last=Williamson\n |first=David\n |title=Kings & Queens\n |url=https:\/\/archive.org\/details\/kingsqueens0000will\n |location=London\n |publisher=National Portrait Gallery Publications\n |year=2010\n |isbn=1855144328\n |edition=new\n |ref={{sfnref|Williamson|2010}}\n}}\n{{refend}}\n\n;Đọc thêm\n* {{chú thích sách|last=James\n |first=Susan\n |year=2009\n |title=Catherine Parr: Henry VIII's Last Love\n |url=https:\/\/archive.org\/details\/catherineparrhen0000jame_x9e2\n |publisher=The History Press\n |location=Gloucestershire\n |isbn=0-752-44853-6\n}}\n* {{chú thích sách|last=Martienssen\n |first=Anthony\n |year=1973\n |title=Queen Catherine Parr\n |publisher=Secker & Warburg\n |location=London\n |isbn=0-436-27328-4\n}}\n* {{chú thích sách|last=Norton\n |first=Elizabeth\n |year=2011\n |title=Catherine Parr\n |location=Chalford\n |publisher=Amberley|isbn=1445603837\n}}\n* {{chú thích sách|last=Parr\n |first=Katherine\n |editor1-last=Mueller\n |editor1-first=Janel \n |year=2011\n |title=Katherine Parr: Complete Works and Correspondence\n |url=https:\/\/archive.org\/details\/completeworkscor0000cath\n |publisher=University of Chicago Press\n |location=Chicago\n |isbn=978-0-226-64724-1\n}}\n* {{chú thích sách|last=Porter\n |first=Linda\n |year=2010\n |title=Katherine the Queen: The Remarkable Life of Katherine Parr, the Last Wife of Henry VIII\n |url=https:\/\/archive.org\/details\/katherinequeenre0000port\n |publisher=St. Martin's Press\n |location=New York\n |isbn=1-42991-830-6\n |ref={{sfnref|Porter|2010}}\n}}\n* {{chú thích sách|last=Withrow\n |first=Brandon\n |year=2009\n |title=Katherine Parr: The Life and Thought of a Reformation Queen\n |publisher=P&R\n |location=Phillipsburg\n |isbn=1-59638-117-5\n}}\n\n== Liên kết ngoài ==\n{{Commonscat}}\n{{Wikisource1911Enc|Parr, Catherine}}\n* {{NPG name|name=Catherine Parr (1512-1548), Sixth Queen of Henry VIII}}\n* [http:\/\/www.historicalportraits.com\/Gallery.asp?Page=Item&ItemID=1200&Desc=Katherine-Parr-|--English-Sixteenth-Century-School ''Newly Identified Historical Portrait: Katherine Parr'']\n* [http:\/\/tudorqueen6.com ''tudorqueen6: The Life and Family of Queen Katherine Parr'']\n* [http:\/\/www.luminarium.org\/encyclopedia\/katherineparr.htm ''Luminarium Encyclopedia: Katherine Parr'']\n* [http:\/\/www.luminarium.org\/renlit\/elizlet1544.htm ''Letter to Queen Catherine from the Lady Elizabeth: 1544'']\n* [http:\/\/www.luminarium.org\/encyclopedia\/edwardtoparr1548.htm ''Letter to the Queen Dowager from King Edward VI'']\n* [http:\/\/www.luminarium.org\/renlit\/elizlet1.htm ''Letter to the Queen Dowager from Lady Elizabeth: ngày 31 tháng 7 năm 1548'']\n* [http:\/\/www.sudeleycastle.co.uk\/ ''Sudeley Castle''] – One time home, and burial place of Catherine Parr.\n* [https:\/\/web.archive.org\/web\/20120320224448\/http:\/\/www.snapecastlechapel.co.uk\/page3.html ''Snape Castle History''] – One time home of Catherine Parr and her second husband, Lord Latimer.\n* [https:\/\/web.archive.org\/web\/20131020072514\/http:\/\/www.sudeleycastle.co.uk\/history\/timeline\/1655-1837 Historical Accounts] – Sudeley Castle History\n\n{{Phối ngẫu Anh}}\n{{DEFAULTSORT:Catherine Parr}}\n[[Thể loại:Sinh năm 1512]]\n[[Thể loại:Mất năm 1548]]\n[[Thể loại:Vương hậu Anh]]\n[[Thể loại:Nhà văn Anh thế kỷ 16]]\n[[Thể loại:Sáu người vợ của Henry VIII của Anh]]"}