{"Chiêu Văn":"'''Chiêu Văn''' ([[chữ Hán]]: ''昭文'', ?-[[1077]]) là một quý tộc và tướng lĩnh [[Đại Việt]] thời [[nhà Lý]] trong [[lịch sử Việt Nam]]. Ông cùng với một quý tộc [[nhà Lý]] khác là [[Hoằng Chân]] chỉ huy lực lượng chủ lực của thủy quân [[Đại Việt]] tham gia phòng thủ tại [[trận Như Nguyệt|Phòng tuyến sông Như Nguyệt]] và đã tử trận trong trận tập kích vào doanh trại tổng chỉ huy quân [[Tống]] vào cuối xuân năm [[1077]].\n\n==Hành trạng==\nPhần lớn tài liệu chính sử Đại Việt không ghi chép gì về Chiêu Văn. Năm sinh cũng như thân thế của ông không rõ. Sách [[Đại Việt sử lược]] chỉ ghi chép vắn tắt trong trận đánh: ''\"Hai vị quân hầu Chiêu Văn và Hoằng Chân đều bị chết chìm ở sông Như Nguyệt\"''<ref>Đại Việt sử lược, quyển 1. Nguyên văn [[chữ Hán]]: ''\"Chiêu Văn, Hoằng Chân nhị hầu giai nịch tử như Nguyệt giang.\"''<\/ref>, cho biết cả hai ông đều là quý tộc nhà Lý với tước vị [[Hầu]].\n\nDựa vào số tài liệu cổ sử ít ỏi, các nhà sử học hiện đại đã họa lại vai trò của Chiêu Văn và Hoằng Chân. Theo đó, Hoằng Chân và Chiêu Văn cùng chỉ huy bộ phận chủ lực [[thủy quân]] [[Đại Việt]] đóng ở Vạn Xuân, tức là ở khu vực cực đông của chiến tuyến [[sông Cầu]], gồm khoảng 400 chiến thuyền và hơn 2 vạn thủy binh<ref name=\"khacthuan\">[[Nguyễn Khắc Thuần]], \"Danh tướng Việt Nam\", Tập 1.<\/ref>. Cánh quân này đóng đối diện tổng hành doanh quân Tống tại bến Thị Cầu, do Quảng Nam Tuyên phủ sứ Quách Quỳ chỉ huy.\n\nTrận đánh mà ông và Hoằng Chân tham gia là giai đoạn 3 của trận phòng thủ sông Như Nguyệt. Trước đó Quách Quỳ đã tổ chức 2 đợt tấn công sang phía quân Lý nhưng thất bại<ref>Hoàng Xuân Hãn, sách đã dẫn, tr 286-287<\/ref>.\n\nCuối xuân năm 1077, nhân đà thắng lợi, [[Lý Thường Kiệt]] lệnh cho Chiêu Văn và Hoằng Chân mang quân tấn công quân Tống. Từ Vạn Xuân, Hoằng Chân cùng Chiêu Văn đã bất ngờ cho quân ngược [[sông Cầu]], ồ ạt tấn công vào doanh trại của [[Quách Quỳ]]. Thủy binh [[Đại Việt]] vừa đánh vừa phô trương thanh thế, cốt tập trung sự chú ý của địch. Tổng chỉ huy quân Tống là [[Quách Quỳ]] dốc toàn lực để đánh trả, thậm chí ra lệnh điều một bộ phận quân Tống đóng ở bến Như Nguyệt do [[Triệu Tiết]] thống lĩnh sang trợ chiến. Quách Quỳ cho rằng đây là lực lượng chủ lực của Đại Việt nên dồn sức tiêu diệt, sau đó sẽ thừa thắng vượt sông tấn công thẳng vào [[Thăng Long]]. Trận chiến xảy ra rất ác liệt. Soái thuyền của Hoàng Chân và Chiêu Văn bị quân Tống dồn lực tấn công để tiêu diệt chỉ huy quân Nam. Thuyền bị hư hại nặng, chìm dần, nhưng ông vẫn cùng [[Hoằng Chân]] quyết đứng trên thuyền chỉ huy chống cự cho đến khi thuyền chìm.<ref name=\"khacthuan\"\/>. Hai tướng Lý tử trận, một tướng tham chiến khác là Nguyễn Căn bị bắt<ref>Hoàng Xuân Hãn, sách đã dẫn, tr 291<\/ref>.\n\nSau trận này, hai bên cầm cự 40 ngày. Quân Tống tổ chức một đợt tấn công nữa nhưng lại bại trận<ref>Hoàng Xuân Hãn, sách đã dẫn, tr 293<\/ref>. Quân Tống mỏi mệt và rơi và thế hạ phong. Do sự mở đường của nhà Lý, nhà Tống đành phải chấp nhận rút quân về nước để tránh bị tiêu diệt hoàn toàn. Sự hy sinh của Hoằng Chân và Chiêu Văn đã góp phần không nhỏ vào việc nghi binh và tạo thế quyết chiến lược làm tan rã hoàn toàn ý chí của quân Tống, tạo thắng lợi của quân Đại Việt trong [[Chiến tranh Tống-Việt, 1075-1077|Cuộc kháng chiến chống Tống 1075-1077]].\n\n==Xem thêm==\n* [[Hoằng Chân]]\n* [[Trận Như Nguyệt]]\n\n== Tham khảo ==\n* \"Nghìn xưa văn hiến\"\n* [[Đại Việt sử lược]], bản chữ Hán\n* [[Nguyễn Khắc Thuần]], \"Danh tướng Việt Nam\", Tập 1\n* Hoàng Xuân Hãn ([[1996]]), ''Lịch sử ngoại giao và tông giáo triều Lý'', Nhà xuất bản Hà Nội\n* [[Phan Huy Lê]] (chủ biên), \"Một số trận quyết chiến chiến lược trong lịch sử dân tộc\", 1976.\n* [http:\/\/bachkhoatoanthu.vass.gov.vn\/noidung\/tudien\/Lists\/GiaiNghia\/View_Detail.aspx?ItemID=10246 Hoằng Chân - Chiêu Văn] trên [[Từ điển bách khoa Việt Nam]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Mất năm 1077]]\n[[Thể loại:Hoàng tộc nhà Lý]]\n[[Thể loại:Hầu tước nhà Lý]]"}