{"Chu Tự":"'''Chu Tự''' ([[chữ Hán]]: 朱序, ? – [[393]]), [[Tên chữ (người)|tên tự]] là '''Thứ Luân''', người Nghĩa Dương <ref>Nay là phía nam [[Tín Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>, tướng lĩnh nhà [[Nhà Tấn|Đông Tấn]] trong [[lịch sử Trung Quốc]].\n\n==Đánh dẹp nội loạn, tham gia Bắc phạt==\nCha của ông là Chu Đảo, từng nhận chức Tây Man hiệu úy, Ích Châu thứ sử. Chu Tự bấy giờ cũng có tiếng tăm, được thăng đến chức Ưng Dương tướng quân, Giang Hạ tướng.\n\nLương Châu thứ sử Tư Mã Huân nhà Đông Tấn cai trị tàn bạo, các quan Trị trung, Biệt giá cùng cường hào ở châu bất đồng với ông ta đều bị chém đầu. Huân muốn cát cứ đất Thục, chỉ e dè Ích Châu thứ sử Chu Phủ. Tháng 6 năm Hưng Ninh 3 (365), Chu Phủ mất, triều đình để con trai Chu Sở thay chức. Tháng 10, Huân cử binh phản Tấn, châu biệt giá Ung Đoan và Tây Nhung tư mã Hy Túy ra sức khuyên ngăn, đều bị giết hại. Huân tự đặt hiệu là Lương, Ích 2 châu mục, Thành Đô vương, tháng 11 vào Kiếm Các <ref>Nay là đông bắc [[Kiếm Các]], [[Tứ Xuyên]]<\/ref>, đánh phá huyện Phù <ref>Nay là đông [[Miên Dương]], [[Tứ Xuyên]]<\/ref>, Tây Di hiệu úy Vô Khâu Đề bỏ thành chạy trốn. Sau đó, Huân tiến quân vây đánh Chu Sở ở Thành Đô.\n\nĐại tư mã [[Hoàn Ôn]] nhà Đông Tấn tiến cử Chu Tự làm Chinh Thảo đô hộ, soái binh tăng viện Thành Đô. Tháng 5 năm Thái Hòa đầu tiên (366), Chu Tự cùng Chu Sở trong ngoài giáp kích, đánh cho Tư Mã Huân đại bại, bắt ông ta cùng bè đảng đưa về Kiến Khang <ref>Nay là [[Nam Kinh]]<\/ref> chém đầu. Chu Tự nhờ công được bái làm Chinh lỗ tướng quân, phong tước Tương Bình Tử.\n\nGiữa những năm [[Thái Hòa]] (366 – 371), ông được thăng nhiệm làm Duyện Châu thứ sử, khi ấy có người Trường Thành là Tiền Hoằng tụ tập hơn trăm người, trốn tránh trong núi Nguyên Hương. Triều đình lấy Chu Tự làm Trung quân tư mã, Ngô Hưng thái thú. Ông đến quận, bình định Tiền Hoằng rồi trở về Duyện Châu.\n\nTháng 4 năm Thái Hòa thứ 4 (369), Chu Tự theo Hoàn Ôn bắc phạt [[Tiền Yên]]. Tháng 6, ông và Đặng Hà tại Lâm Chử <ref>Nay là đông bắc [[Tân Trịnh, Trịnh Châu|Tân Trịnh]], Hà Nam<\/ref> đánh bại tướng Yên Phó Nhan. Sau đó, quân Tấn bị 2 nước [[Tiền Yên|Yên]], [[Tiền Tần|Tần]] liên hiệp công kích, cuối cùng thất bại.\n\n==Thất thủ Tương Dương, người Tần lòng Tấn==\nNăm [[Thái Nguyên (định hướng)|Thái Nguyên]] thứ 2 (377), Hàn Khoát dâng biểu tiến cử Chu Tự làm Lương Châu thứ sử, trấn thủ Tương Dương <ref>Nay thuộc thành phố [[Tương Dương, Hồ Bắc|Tương Phàn]], [[Hồ Bắc]]<\/ref>.\n\nTháng 2 năm Thái Nguyên thứ 4 (379), vua [[Tiền Tần]] là [[Phù Kiên]] phái Chinh nam tướng quân, Đô đốc chinh thảo chư quân sự Trường Lạc công [[Phù Phi]] cùng Vũ vệ tướng quân Cẩu Trường, Thượng thư Mộ Dung Vi soái 7 vạn kỵ bộ tiến đánh Tương Dương, lấy Kinh Châu thứ lại Dương An làm tiên phong; Chinh lỗ tướng quân Thạch Việt soái 1 vạn tinh kỵ ra Lỗ Dương quan <ref>Nay là phía tây núi Bình Đính, [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>; Kinh Triệu doãn [[Mộ Dung Thùy]] và Dương vũ tướng quân [[Diêu Trường]] soái 5 vạn ra Nam Hương <ref>Nay là tây nam Chiết Xuyên, Hà Nam<\/ref> đánh Nam Dương; Lĩnh quân tướng quân Cẩu Trì, Hữu tướng quân Mao Đương, Cường nỗ tướng quân Vương Hiển soái 4 vạn người ra Vũ Đương <ref>Nay là tây bắc thành phố Đơn Giang Khẩu, Hồ Bắc<\/ref>, sau đó các cánh quân sẽ cùng đánh Tương Dương.\n\nTháng 4, quân Tần đến bờ bắc sông Miện, Chu Tự cho rằng quân Tần không có chiến thuyền, nên không tăng cường phòng bị. Đến khi tướng Tần Thạch Việt soái 5000 kỵ binh vượt qua Hán Thủy, ông vô cùng kinh sợ, bèn mệnh cho tướng sĩ canh giữ nghiêm ngặt thành trong của Tương Dương. Thạch Việt đánh chiếm thành ngoài, bắt được hàng trăm cỗ chiến hạm của quân Tấn. Phù Phi chỉ huy quân đội tấn công thành trong.\n\nTừ đầu mẹ của Chu Tự là Hàn thị nghe tin quân Tần sắp đến, lên thành quan sát, phát hiện góc tường tây bắc không được chắc chắn, bèn động viên hơn trăm nữ tì và phụ nữ đắp 1 lớp tường mới bên trong tường cũ. Đến nay khi quân Tần đánh thành, góc tây bắc quả nhiên bị công phá, quân Tấn lui về sau lớp tường mới để phòng thủ, người Tương Dương gọi là \"phu nhân thành\".\n\nXa kỵ tướng quân [[Hoàn Xung]] nhà Đông Tấn soái lĩnh 7 vạn nhân mã đến cứu Chu Tự, nhưng lại sợ quân Tần, không dám tiến lên, dừng lại ở Thượng Minh <ref>Nay là bờ nam [[Trường Giang]], tây bắc [[Tùng Tư]], Hồ Bắc<\/ref>. Phù Phi ban đầu muốn đánh gấp, sau đó nghe theo kiến nghị của Cẩu Trường, thay việc đánh mạnh bằng việc vây khốn lâu dài, cắt đứt đường giao thông, ngăn trở viện binh Tấn. Không lâu sau, [[Mộ Dung Thùy]] hạ được Nam Dương, đến hội quân với Phù Phi.\n\nTháng 12, Phù Kiên thấy Tương Dương mãi chưa bị hạ, phái Hoàng môn lang Vi Hoa đem cờ tiết đến gặp Phù Phi, ban cho ông ta 1 thanh kiếm, hẹn đến mùa xuân nếu không hạ được thành, lệnh cho ông ta phải tự sát. Ngày 15 tháng 1 năm sau, Phù Phi dưới sự bức bách của Phù Kiên, mệnh cho các cánh quân toàn lực đánh Tương Dương. Nhà Tấn phái Quan quân tướng quân Lưu Ba soái 8000 quân đến cứu Tương Dương, nhưng ông ta cũng khiếp sợ quân Tần, không dám tiến quân. Chu Tự nhiều lần ra thành chiến đấu, đánh phá quân Tần. Sau đó ông thấy quân Tần lui ra xa dần, bèn không tăng cường đề phòng nữa.\n\nTháng 2, bộ tướng Lý Bá Hộ của Chu Tự bí mật phái con trai đưa tin cho quân Tần xin làm nội ứng. Phù Phi vội lệnh cho các cánh quân gấp rút tấn công. Ngày 6 tháng 3, Tương Dương bị hạ, Chu Tự bị bắt.\n\nChu Tự bị áp giải đến Trường An, Phù Kiên chẳng những không trách mắng ông, ngược lại còn cho rằng Lý Bá Hộ bất trung, đem giết hắn ta. Chu Tự chỉ một lòng muốn trốn về Tấn, náu ở trong nhà của Hạ Quỹ. Phù Kiên căn cứ vào dấu vết mà suy đoán, bắt giam Hạ Quỹ. Chu Tự không đành lòng, bèn đến chỗ Phù Huy tự thú. Phù Kiên không hề trách cứ, còn lấy ông làm Độ chi thượng thư.\n\n==Phì Thủy dâng kế, sau trận phản Tần==\nTháng 7 năm Thái Nguyên thứ 8 ([[383]]), [[Phù Kiên]] động viên 97 vạn đại quân tiến đánh [[Nhà Tấn|Đông Tấn]]. Tháng 10, Phù Dung công phá Thọ Dương, [[Mộ Dung Thùy]] đánh hạ Vân Thành <ref>Nay là An Lục, [[Hồ Bắc]]<\/ref>, tướng Tấn Hồ Bân lui về giữ Giáp Thạch <ref>Nay là tây bắc huyện [[Thọ (huyện)|Thọ]], An Huy<\/ref>. Phù Dung bắt được sứ giả của Hồ Bân cầu cứu đại quân nhà Tấn, lập tức thông báo cho Phù Kiên, nhận xét quân Tấn người ít, lương hết, nên thừa cơ phát động công kích. Phù Kiên nhận tin, bèn lưu đại quân lại Hạng Thành, tự lĩnh 8000 khinh kỵ theo đường nhỏ đến Thọ Dương gặp Phù Dung.\n\nVừa đến Thọ Dương, Phù Kiên lập tức phái Chu Tự đi trước đến doanh trại quân Tấn khuyên hàng. Lòng vẫn hướng về nhà Tấn, Chu Tự thừa cơ nói với [[Tạ Thạch]]: \"Trăm vạn quân của Phù Kiên đến đây, (quân ta) không thể địch nổi; nhân lúc họ chưa hội họp, đánh ngay, thì có thể thắng được.\" <ref>Tấn thư – Chu Tự truyện<\/ref>. Các tướng Tấn đồng ý với kiến nghị của ông.\n\nTháng 11, quân Tần ở phía đông Thọ Dương, bờ tây Phì Thủy bày trận, quân Tấn tiến đến bờ đông Phì Thủy, đôi bên cách sông nhìn nhau. Tạ Huyền phái người đến nói với Phù Dung, yêu cầu quân Tần lùi lại một chút, để cho quân Tấn sang sông, sau đó đôi bên sẽ quyết thắng phụ. Tướng lĩnh nước Tần đều không đồng ý, nhưng Phù Kiên chủ trương đợi quân Tấn qua sông được một nửa, dùng thiết kỵ bất ngờ tập kích để giành chiến thắng, Phù Dung cũng tán đồng. Không ngờ, các tướng Tần không thể kiểm soát được hành động lui quân, Chu Tự thừa cơ ở sau trận địa quân Tần hô to lên rằng: \"Quân Tần thua rồi! Quân Tần thua rồi!\" Quân Tần cho là thật, tranh nhau bỏ trốn đến nỗi hàng vạn người chết vì bị giẫm đạp. Các tướng Tấn Tạ Huyền, Tạ Diễm, Hoàn Y soái lĩnh 8000 tinh binh vượt sông đánh mạnh, tướng Tần Phù Dung ngã ngựa bị giết, Tần đế Phù Kiên trúng tên bỏ chạy. Quân Tần tan rã, quân Tấn giành được toàn thắng. Chu Tự và Từ Nguyên Hỷ cùng vua [[Tiền Lương]] trước đây là [[Trương Thiên Tích]] chạy vào doanh trại quân Tấn.\n\nChu Tự nhờ công được nhậm chức Long tương tướng quân, Lang Tà nội sử, không lâu sau được làm Đốc Dương Châu, Dự Châu 5 quận chư quân sự, Dự Châu thứ sử, đóng quân ở Lạc Dương.\n\n==Đánh bại Địch Ngụy, đẩy lui Tây Yên==\nTháng giêng năm Thái Nguyên thứ 11 ([[386]]), người bộ lạc [[Đinh Linh]] là [[Địch Liêu]] chiếm cứ Lê Dương <ref>Nay là huyện Tuấn, Hà Nam<\/ref>, giết chết thái thú Đằng Điềm Chi. Chu Tự nghe tin, lập tức phái tướng quân Tần Ưng, Hồng Bân soái lĩnh quân đội các quận ở vùng Hoài, Tứ thảo phạt Địch Liêu, nhưng không thành công. Tháng 8, Địch Liêu đánh Tiếu, bị Chu Tự đánh bại.\n\nTháng giêng năm Thái Nguyên thứ 12 ([[387]]), nhà Tấn lấy Chu Tự làm Thanh, Duyện 2 châu thứ sử, thay Tạ Huyền giữ Bành Thành. Chu Tự xin được trấn thủ Hoài Âm, triều đình cho phép. Không lâu sau, Địch Liêu sai con trai [[Địch Quyên]] đánh Trần, Toán, Chu Tự sai Tần Ưng đánh bại Quyên, được thăng làm Chinh lỗ tướng quân.\n\nTháng giêng năm Thái Nguyên thứ 13 ([[388]]), [[Tạ Huyền]] qua đời, nhà Tấn lấy Chu Tự làm đô đốc Ti, Ung, Lương, Tần 4 châu chư quân sự, Ung Châu thứ sử, trấn thủ Lạc Dương. Vào tháng 2, Địch Liêu tự xưng Thiên vương, đặt quốc hiệu là Ngụy, sử gọi là [[Địch Ngụy]].\n\nTháng giêng năm Thái Nguyên thứ 15 ([[390]]), vua [[Tây Yên]] là [[Mộ Dung Vĩnh]] soái quân bức đến [[Lạc Dương]]. Chu Tự từ Hà Âm <ref>Nay là đông bắc [[Lạc Dương]], Hà Nam<\/ref> cùng bộ hạ của Vĩnh là Vương Thứ giao chiến, Vương Thứ thua chạy, bộ hạ của ông ta đều bị chém chết. Chu Tự xua quân đuổi đến núi Thái Hành, lại đánh bại Mộ Dung Vĩnh, Vĩnh chạy đến Thượng Đảng <ref>Quận trị đặt tại thành Hồ Quan, nay là [[Lê Thành]], Sơn Tây<\/ref>. Chu Tự đuổi đến nơi, cùng Vĩnh đối địch hơn 20 ngày ở Bạch Thủy, Thượng Đảng.\n\nGặp lúc Địch Liêu muốn thừa hư chiếm Lạc Dương, Chu Tự bèn chia quân làm 2, tự mình soái quân đánh Địch Quyên ở Thạch Môn <ref>Nay là phía bắc [[Huỳnh Dương]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, lại phái Triệu Phàn đại phá Địch Liêu ở huyện Hoài <ref>Nay là [[Vũ Trắc]], Hà Nam<\/ref>. Địch Liêu nghe tin, nhân đêm tối bỏ trốn, Chu Tự giành được toàn thắng.\n\nTháng 10 năm Thái Nguyên thứ 17 ([[392]]), Chu Tự lấy cớ tuổi già lắm bệnh, xin được từ chức. Năm sau, ông qua đời, được truy tặng Tả tướng quân, tán kỵ thường thị.\n\n==Tham khảo==\n* [[Tấn thư]]\n\n==Xem thêm==\n* [[Hoàn Ôn]]\n* [[Tạ Huyền]]\n* [[Trận Phì Thủy]]\n* [[Địch Ngụy]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Người Hà Nam (Trung Quốc)]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 393]]"}