{"Chu Mai":"'''Chu Mai''' (硃玫\/朱玫, ? - 7 tháng 1 năm 887<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref name=ZZTJ256>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷256|quyển 256]].<\/ref>) là một quân phiệt vào cuối thời [[nhà Đường]]. Ông từng ủng hộ [[Đường Hy Tông]] và hoạn quan nhiều quyền lực [[Điền Lệnh Tư]], song sau lại tôn một thành viên trong tông thất nhà Đường là [[Lý Uân]] làm hoàng đế mới, nhưng cuối cùng lại bị thủ hạ là [[Vương Hành Du]] sát hại.\n\t\n== Sự nghiệp ban đầu ==\n'''[[Cựu Đường thư]]'' và ''[[Tân Đường thư]]'' đều ghi rằng Chu Mai là người Bân châu<ref group=\"chú\">邠州, nay thuộc [[Hàm Dương]], [[Thiểm Tây]]<\/ref>, thủ phủ của Bân Ninh.<ref name=BT175>''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷175|quyển 175]].<\/ref><ref name=NBT224-2>''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷224下|quyển 224 hạ]].<\/ref> ''Đường thư'' ghi rằng khi còn trẻ, ông phụng sự trong đội quân biên thùy của Đường và sau đó trở thành thứ sử,<ref name=BT175\/> trong khi ''Tân Đường thư'' ghi rằng ông là chỉ huy quân sự tại một châu (ngụ ý rằng đó là Bân châu).<ref name=NBT224-2\/> Có ghi chép về một người tên là Chu Mai phụng sự tại Hà Đông<ref group=\"chú\">河東, trị sở nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>, vào năm 879, người này phụng lệnh [[tiết độ sứ]] Lý Khản (李侃) bắt giữ và giết chết các binh sĩ nổi loạn sau cái chết của nha tướng Hạ Công Nhã (賀公雅).<ref name=ZZTJ253>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷253|quyển 253]].<\/ref> Đến cuối năm 880, dưới quyền tiết độ sứ [[Trịnh Tòng Đảng]] (鄭從讜), người này chỉ huy các binh sĩ Hà Đông (cùng với [[Gia Cát Sảng]]) và đến cứu viện kinh sư [[Trường An]] chống lại [[loạn Hoàng Sào|quân nổi dậy]] [[Hoàng Sào]].<ref name=ZZTJ254>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷254|quyển 254]].<\/ref>\n\nVào mùa hè năm 881, khi Chu Mai đang giữ chức Thông Tái<ref group=\"chú\">通塞, nay thuộc Hàm Dương<\/ref> trấn tướng, Hoàng Sào sau khi xưng làm hoàng đế Đại Tề ở Trường An đã khiển tướng Vương Mai (王玫) đến Bân Ninh làm tiết độ sứ. Chu Mai đã tiến công và giết chết Vương Mai, sau đó nhường lại chức tiết độ sứ cho Lý Trọng Cổ (李重古). Sau đó, Chu Mai đem binh lính tiến đến Trường An sẵn sàng tiến công Hoàng Sào, phối hợp với các tướng Đường là Đường Hoằng Phu (唐弘夫), [[Vương Trọng Vinh]], [[Vương Xử Tồn]], [[Lý Tư Cung|Thác Bạt Tư Cung]], và [[Trịnh Điền]]. Sau khi hợp binh, quân Đường tái chiếm Trường An trong một thời gian ngắn song sau đó đại bại trước quân Tề và buộc phải bỏ thành. Bân Ninh tiết độ phó sứ Chu Mai đóng quân tại Hưng Bình<ref group=\"chú\">興平, nay thuộc Hàm Dương<\/ref>. Đến khi tướng Tề là Vương Bá (王播) bao vây Hưng Bình, Chu Mai rút đến Phụng Thiện<ref group=\"chú\">奉天, nay thuộc Hàm Dương<\/ref> và Long Vĩ pha<ref group=\"chú\">龍尾陂, nay thuộc [[Bảo Kê]], [[Thiểm Tây]]<\/ref>.<ref name=ZZTJ254\/>\n\n== Bân Ninh\/Tĩnh Nan tiết độ sứ ==\nVào mùa thu năm 881, Chu Mai được bổ nhiệm là Bân Ninh tiết độ sứ, và trong cùng năm đó được giữ chức ''Hà Nam đô thống''.<ref name=ZZTJ254\/> Sau khi liên quân Đường tái chiếm Trường An vào mùa xuân năm 883, Đường Hy Tông ban cho Chu Mai chức ''Đồng bình chương sự''. Sang năm 884, Đường Hy Tông đã đổi tên quân thành Tĩnh Nan.<ref name=ZZTJ255>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷255|quyển 255]].<\/ref>\n\nNăm 885, khi Đường Hy Tông trở về Trường An, hoạn quan đầy quyền lực là ''Tả Thần Sách trung úy'' [[Điền Lệnh Tư]] xảy ra tranh chấp với Hà Trung <ref group=\"chú\">河中, trị sở nay thuộc [[Vận Thành]], Sơn Tây<\/ref> tiết độ sứ [[Vương Trọng Vinh]] do Điền Lệnh Tư muốn đoạt lấy quyền kiểm soát các đầm muối tại Hà Trung. Điền Lệnh Tư đã quyết định chuyển Vương Trọng Vinh đến Thái Ninh<ref group=\"chú\">泰寧, trị sở nay thuộc [[Tế Ninh]], [[Sơn Đông]]<\/ref>, song Vương Trọng Vinh từ chối và liên kết với Hà Đông tiết độ sứ [[Lý Khắc Dụng]] để chuển bị kháng cự. Đáp lại, Điền Lệnh Tư liên kết với Chu Mai và Phượng Tường<ref group=\"chú\">鳳翔, trị sở nay thuộc Bảo Kê, Thiểm Tây<\/ref> tiết độ sứ [[Lý Xương Phù]]. Nhằm kích Đường Hy Tông hạ lệnh tiến hành chiến dịch chống Lý Khắc Dụng, Chu Mai nhiều lần phái người bí mật xâm nhập vào Trường An để đốt cháy kho của triều đình hoặc ám sát thân tín của Đường Hy Tông, mục đích là để để tội cho Lý Khắc Dụng. Sau đó, Điền Lệnh Tư tập hợp binh lính [[Thần Sách quân]] và hợp binh cùng Chu Mai và Lý Xương Phù. Họ giao chiến với liên quân Lý Khắc Dụng và Vương Trọng Vinh, song đến khoảng tết năm 886 thì bị đè bẹp. Lý Khắc Dụng sau đó tiến về Trường An, Điền Lệnh Tư đem Đường Hy Tông chạy đến Phượng Tường, rồi Hưng Nguyên<ref group=\"chú\">興元, nay thuộc [[Hán Trung]], [[Thiểm Tây]]<\/ref>.<ref name=ZZTJ256\/>\n\n== Ủng hộ Lý Uân làm hoàng đế ==\nHầu hết quan lại triều đình tháp tùng Đường Hy Tông đến Phượng Tường, song không theo đến Hưng Nguyên. Trong khi Đường Hy Tông vẫn còn ở Phượng Tường, ''Đồng bình chương sự'' [[Tiêu Cấu]] (蕭遘) đã triệu Chu Mai cùng binh lính của ông đến Phượng Tường, song khi Chu Mai đem 5.000 binh lính đến, Đường Hy Tông đã rời đi. Chu Mai và Lý Xương Phù quay sang chống lại Điền Lệnh Tư, đem quân đuổi theo Đường Hy Tông và Điền Lệnh Tư. Mặc dù ban đầu họ giành được thắng lợi trước quân của Điền Lệnh Tư, song vẫn không thể đuổi kịp Đường Hy Tông và Điền Lệnh Tư. Tuy nhiên, Chu Mai đã bắt được một họ hàng xa của Đường Hy Tông là Tương vương [[Lý Uân]], ông đưa Lý Uân trở về Phượng Tường.<ref name=ZZTJ256\/>\n\nChu Mai cho rằng Đường Hy Tông sẽ không bao giờ thoát khỏi ảnh hưởng của Điền Lệnh Tư, vì thế quyết tâm lập một hoàng đế mới, quyết định này được Lý Xương Phù đồng thuận. Chu Mai cố gắng thuyết phục Tiêu Cấu phối hợp với mình, tuy nhiên ông chỉ có thể buộc các triều sĩ khác ủng hộ Lý Uân làm quyền giám quân quốc sự. Chu Mai tự phong mình là chỉ huy cấm binh triều đình, sau đó hộ tống Lý Uân trở về Trường An. [[Bùi Triệt]] vẫn được giữ chức ''Đồng bình chương sự'' còn [[Trịnh Xương Đồ]] thì thay thế chức vụ này của Tiêu Cấu. Khi Chu Mai và Lý Uân đến Trường An, Chu Mai yêu cầu Lý Uân bổ nhiệm mình là ''Thị trung'', ''Chư đạo diêm, thiết chuyển vận đẳng sứ''. Theo ghi chép thì có khoảng 60-70% số phiên trấn chấp thuận ủng hộ Lý Uân làm hoàng đế. Tuy nhiên, Lý Xương Phù tức giận việc Chu Mai không phong cho mình chức vụ cao cấp nên đã từ chối ủng hộ Lý Uân và quay sang tái quy phục Đường Hy Tông. Vương Trọng Vinh và Lý Khắc Dụng cũng trình tấu cam kết trung thành với Đường Hy Tông, bất chấp các nỗ lực của Chu Mai. Lý Uân xưng đế vào mùa đông năm 886, và tôn phong Đường Hy Tông là ''[[Thái thượng hoàng]]''.<ref name=ZZTJ256\/>\n\n== Qua đời ==\nChu Mai sau đó phái thủ hạ là [[Vương Hành Du]] suất 5 vạn quân đi tiến công Hưng Nguyên để bắt Đường Hy Tông. Vương Hành Du thoạt đầu đánh bại thủ hạ của Điền Lệnh Tư là Dương Thịnh (楊晟), song sau đó bị Mãn Tồn (滿存) đẩy lui và không thể tiến thêm. Vương Hành Du lo sợ sẽ bị Chu Mai trừng phạt vì thất bại, hơn nữa khi đó ''Tả Thần Sách quân trung úy'' [[Dương Phục Cung]] lại đưa ra tuyên bố rằng bất cứ ai giết được Chu Mai sẽ được trao cho Tĩnh Nan. Do đó, Vương Hành Du quyết định quay sang chống lại Chu Mai, và khoảng tết năm 887, Vương Hành Du trở về Trường An mà không có lệnh của Chu Mai. Chu Mai tức giận triệu Vương Hành Du đến và nói \"Ngươi tự ý về, muốn phản sao?\" Vương Hành Du đáp: \"Ta không phản, chỉ muốn giết kẻ làm phản là Chu Mai nhà ngươi!\" sau đó bắt giữ và giết chết Chu Mai. Bùi Triệt và Trinh Xương Đồ hộ tống Lý Uân chạy đến Hà Trung, hy vọng được Vương Trong Vinh bảo hộ, song Vương Trọng Vinh đã giết chết Lý Uân và bắt giữ Bùi Triệt cùng Trinh Xương Đồ. Cả thủ cấp của Chu Mai và Lý Uân đều bị đưa đến Hưng Nguyên để trình Đường Hy Tông.<ref name=ZZTJ256\/><ref name=NBT224-2\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Mất năm 887]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Sinh thế kỷ 9]]"}