{"Chung Vinh":"{{chú thích trong bài}}\n'''Chung Vinh''' ([[chữ Hán]]: 鍾榮; [[468]] – [[518]]) là một nhà [[Phê bình văn học]] người [[Trung Quốc]] thời kỳ [[nhà Lương]], [[Nam-Bắc triều (Trung Quốc)|Nam triều]]. Tự là '''Trọng Vỹ''' (仲伟), quê ở [[Trường Xã]], huyện [[Dĩnh Xuyên]], nay thuộc huyện [[Tường Cát Tây]], tỉnh [[Hà Nam (Trung Quốc)|Hà Nam]].\n\n==Tiểu sử sơ lược==\n'''Chung Vinh''' sinh trưởng trong một gia đình quan lại, từ năm [[483]] đến năm [[493]] học ở [[Quốc tử giám]], đỗ [[Tú tài]]. Năm [[494]] giữ chức [[Thị lang]] cho [[Nam Khang]] vương triều [[Nam Tề]]. Năm [[501]], được bổ nhiệm làm '''''Tư đồ hành tham quân'''''. Năm [[502]], làm [[thư ký]] trong nhà Hành Dương vương và Tấn An vương.\n\n==Sự nghiệp==\nTác phẩm của ông có ''Thi phẩm'' (詩品) và một vài bức thư gửi cho vua [[nhà Tề]], có phần đã tàn khuyết.\n\n''Thi phẩm'' hay còn gọi là ''Thi bình'' (詩評) là tác phẩm chuyên luận đầu tiên về [[thơ ca]] Ngũ ngôn trong lịch sử [[phê bình văn học]] [[Trung Quốc]]. Quyển sách này phê bình thơ của 122 [[nhà thơ]] từ các thời [[nhà Hán|Hán]], [[nhà Ngụy|Ngụy]] đến [[nhà Tề|Tề]], [[nhà Lương|Lương]]. Ông đem thơ của họ chia làm ba loại, mỗi loại sắp xếp theo thứ tự triều đại, trình bày thành ba quyển. Thông qua việc phẩm bình cụ thể, ông trình bày những tư tưởng quan trọng về thơ.\n\n''Thi phẩm'' ra đời vào lúc thơ ngũ ngôn đã thịnh hành, nhưng các nhà lý luận chính thống như [[Chấp Ngu]], [[Lưu Hiệp]] vẫn xem thơ bốn chữ của ''Kinh thi'' mới là chính thể, còn ngũ ngôn chỉ là thơ \"lưu tục\" thời thượng. Chung Vinh khẳng định: ''\"Thơ ngũ ngôn sở dĩ lưu tục là vì nó được mọi người yêu chuộng, nằm ở vị trí trung tâm của sáng tác thi ca\"''. Quan niệm thi ca có từ [[Khổng Tử]] khẳng định rằng thơ hợp với nhau mới là nhã, còn thơ ngũ ngôn không hợp nên tục. Chung Vinh còn khẳng định: ''\"Thể văn cốt để đọc... chỉ cốt các âm bằng trắc lưu thông, đọc thuận miệng là đủ rồi\"''. Do tách khỏi nhạc, lời thơ phải giàu hình ảnh, có ý vị mới được chú ý, cho nên ông đề xuất tiêu chuẩn lời thơ phải có ý vị, mà ý vị bắt nguồn từ hình ảnh, tả vật, tả tình một cách cụ thể và sinh động. Ông phản đối lời thơ khô khan, bộc trực, sơ lược. Có thể xem đây là lý luận ủng hộ xu thế sáng tác mới trong [[văn học]].\n\nVề việc phẩm bình thơ, ông chia thơ làm ba loại \"thượng\", \"trung\", \"hạ\". Loại \"thượng\" ông bình từng [[tác giả]], chỉ ra quan hệ họ hàng, nguồn gốc. Đối với loại \"trung\", \"hạ\", ông bình chung, chỉ ra đặc điểm của từng nhóm nhà thơ. Về mặt này, Chung Vinh để lại những lời bình hay và tư liệu có giá trị [[lịch sử]].<ref>Tác giả Trần Đình Sử, mục từ \"Chung Vinh\" trong ''Từ điển văn học'' (bộ mới), tr. 300.<\/ref>\n\n==Tham khảo==\n{{tham khảo}}{{sơ khai}}\n\n[[Thể loại:Sinh năm 468]]\n[[Thể loại:Mất năm 518]]\n[[Thể loại:Nhà phê bình văn học Trung Quốc]]"}