{"Chân Huyên":"{{Tên Triều Tiên\n|hangul=견훤\n|hanja=甄萱\n|hanviet=Chân Huyên\n|rr=Gyeon Hwon\n|mr=Kyŏn Hwŏn\n}}\n'''Chân Huyên''' (867?-936, trị vì 900-935) là người sáng lập nên [[Hậu Bách Tế]], một vương quốc trong thời đại [[Hậu Tam Quốc]] trên [[bán đảo Triều Tiên]]. Ông cũng là tổ tiên của gia tộc Chân (Gyeon) Hwanggan. Có nhiều ghi chép về ông trong [[Tam quốc sử ký]] (''Samguk Sagi''), trong đó trình bày một tường thuật duy nhất, còn tài liệu [[Tam quốc di sự]] (''Samguk Yusa'') trích dẫn về ông với những nguồn khác nhau.<ref name=\"gh doosan\">{{ko}} [http:\/\/100.naver.com\/100.nhn?docid=9401 Gyeon Hwon] at [[Doosan Encyclopedia]]<\/ref><ref name=\"gh britannica\">{{ko}} [http:\/\/100.nate.com\/dicsearch\/pentry.html?s=B&i=111995&v=43 Gyeon Hwon] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110610014613\/http:\/\/100.nate.com\/dicsearch\/pentry.html?s=B&i=111995&v=43 |date=2011-06-10 }} at Britannica Korea<\/ref>\n\n==Bối cảnh==\nSử sách nói rằng Chân Huyên sinh ra vốn mang [[Lý (họ)|họ Lý]] (''[[Lee (họ Triều Tiên)|Lee\/Yi]]'') chứ không phải [[Chân (họ)|họ Chân]]. Hầu hết các tường thuật đều thống nhất rằng cha của Chân Huyên là A Từ Giới (''[[Ajagae]]''), một nông dân thuộc gia tộc Lý, và rằng ông được sinh ra tại Gaeun-eup thuộc [[Mungyeong]], [[Gyeongsang Bắc]] ngày nay, và là con cả trong 6 người con. Mẹ của ông xuất thân từ vùng [[Gwangju]] song danh tính xác của bà không rõ; A Từ Giới có hai người vợ, phu nhân Thượng viện (''Sangwon'') và phu nhân Nam Viện (''Namwon''), Chân Huyên là con của bà vợ thứ nhất. Tuy nhiên, một truyền thuyết lại cho thấy mẹ của ông đến từ Gwangju và hạ sinh người con trai đầu tiên của bà sau khi tiếp xúc thân thể với một con giun\/sâu ngụy trang dưới dạng một người đàn ông, và rằng Chân Huyên lớn lên với dòng sữa của một con [[hổ]].<ref>[[Il-yeon]]: ''Samguk Yusa: Legends and History of the Three Kingdoms of Ancient Korea'', translated by Tae-Hung Ha and Grafton K. Mintz. Book Two, page 125. Silk Pagoda (2006). ISBN 1596543485<\/ref><ref name=\"gh ekc\">{{ko}} [http:\/\/100.nate.com\/dicsearch\/pentry.html?s=K&i=255036&v=43 Gyeon Hwon] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110610014625\/http:\/\/100.nate.com\/dicsearch\/pentry.html?s=K&i=255036&v=43 |date=2011-06-10 }} at Encyclopedia of Korean Culture<\/ref>\n\nTriều đình [[Tân La]] dưới thời trị vì của [[Chân Thánh nữ vương]] có nạn tham nhũng và xung đột nặng nề cùng với các rối loạn về mặt chính trị. Nạn đói rộng khắp đã tàn phá đất nước, khiến người dân tham gia vào các lực lượng nổi dậy. Các quý tộc địa phương, và các lực lượng quân sự mới xuất hiện và hình thành các căn cứ quyền lực của minh khắp đất nước. Triều đình đã cố gắng thực hiện một kế hoạch đánh thuế mạnh để đối phó với các cuộc nổi dậy. Vào thời điểm đó, A Từ Giới, tức cha của Chân Huyên đã lãnh đạo một cuộc [[khởi nghĩa nông dân]] địa phương và lập căn cứ tại [[Sangju]].<ref name=\"gh ekc\"\/><ref>{{ko}} [http:\/\/100.naver.com\/100.nhn?docid=872348 Ajagae] at [[Doosan Encyclopedia]]<\/ref><ref>Park Yeonggyu (박영규), ''Annals of the Silla Dynasty'' (신라왕조실록) pp 427-433, Woongjin, Seoul, 2004. ISBN 8901047527<\/ref>\n\n==Thời trẻ và sang lập Bách Tế==\nChân Huyên được thuật lại là đã thoát ly gia đình vào năm 15 tuổi (năm [[882]]), gia nhập quân đội Tân La (đời vua [[Hiến Khang vương|Tân La Hiến Khang Vương]]) và trở thành một chỉ huy của quân Tân La tại vùng [[Jeolla]].<ref>Choi Yong Beom (최용범), ''Korean History in One Night'' (하룻밤에 읽는 한국역사), Paper Road, Seoul, 2008. ISBN 9788992920612<\/ref> Trong khi cha ông kiểm soát vùng Sangju, ông đã tổ chức một cuộc khởi nghĩa nông dân của riêng mình, và sớm thu nạp được nhiều người đi theo. Năm [[892]] (đời vua [[Chân Thánh nữ vương|Tân La Chân Thánh nữ vương]]), Chân Huyên chiếm được các thành ở [[Jeonju|Wansanju]] (''Hoàn Sơn Châu'') và [[Gwangju|Mujinju]] (''Vũ Trân Châu''), giành được quyền kiểm soát các lãnh thổ trước đây của [[Bách Tế]] và giành được sự ủng hộ của người dân trong vùng, những người vốn thù địch với triều đình [[Tân La]].<ref>Lee Hyun-hee, Park Sung-soo, Yoon Nae-hyun, translated by The Academy of Korean Studies, ''New History of Korea'' pp 263-265, Jimoondang, Paju, 2005. ISBN 89-88095-85-5<\/ref> Sau đó vào năm [[895]] Chân Huyên cho quân tiến đánh thành [[Hapcheon|Daeyaseong]] (nay là huyện [[Hapcheon]]) ở tây nam kinh đô Kim Thành của [[Tân La]] (đời vua [[Chân Thánh nữ vương|Tân La Chân Thánh nữ vương]]), giết chết tướng giữ thành là [[Kim Đĩnh Triết]] (김정철, 金挺喆)<ref>[[Kim Đĩnh Triết]] là con của [[Kim Thành Hải]] và [[Trương Huệ Anh]], cháu ngoại của [[Trương Bảo Cao]]<\/ref> nhưng không chiếm được thành, phải rút lui.\n\nChân Huyên tuyên bố mình là quốc vương của [[Hậu Bách Tế]] (Hubaekje) và lập đô tại [[Jeonju|Wansanju]] vào năm 900. Ông lập ra triều đình, kiến tạo quan hệ ngoại giao với Trung Hoa, và liên tục mở mang vương quốc của mình bằng các cuộc xung đột với [[Cung Duệ]] (Gung Ye) của [[Thái Phong|Hậu Cao Câu Ly]].<ref name=\"gh doosan\"\/>\n\n==Trị vì==\nSau khi sáng lập và trở thành người trị vì Hậu Bách Tế vào năm 900, Chân Huyên cử quân của mình đến khu vực [[Hapcheon]] ngày nay, thuộc tây nam của kinh đô Tân La là [[Gyeongju]] (''Khánh Châu''), tuy nhiên chiến dịch đã thất bại và đội quân này phải rút lui. Cùng năm 900, quân của Hậu Bách Tế sang đánh phá nghĩa quân của [[Cung Duệ]] ở tây bắc Tân La. Một viên tướng của thủ lĩnh Cung Duệ là [[Cao Ly Thái Tổ|Vương Kiến]] đem quân đánh thắng quân Hậu Bách Tế tại Trung Châu, thu được nhiều chiến lợi phẩm. Từ đó, Vương Kiến trở nên nổi tiếng, thanh danh vang dội.\n\nNăm 907, [[Hậu Bách Tế]] của vua Chân Huyên (Gyeon Hwon) đã chiếm được 10 thành ở phía nam [[Ilseon]] của [[Tân La]]. Đối mặt với những thất bại này, vua [[Hiếu Cung vương|Tân La Hiếu Cung Vương]] quay sang uống rượu và bỏ bê việc triều chính.\n\nSau đó vào năm 910, khi [[Cao Ly Thái Tổ|Vương Kiến]] (''Wang Geon''), tướng của vương quốc [[Thái Phong|Hậu Cao Câu Ly]] kình địch tấn công và chiếm được thành [[Naju]], một thành chính và là nơi Chân Huyên đã bắt đầu cuộc nổi dậy của mình, Chân Huyên đã có nhiều nỗ lực nhằm chiếm lại thành song không thành công.<ref name=\"gh ekc\"\/>\n\nNăm 918, Cung Duệ (''Gung Ye''), người duy trì quyền trị vì của mình bằng các hành vi tàn ác, đã bị các chỉ huy quân đội của mình truất ngôi và sát hại. Tướng quân Vương Kiến (''Wang Geon'') trở thành vị quốc vương mới, đánh dấu sự bắt đầu của đất nước [[Cao Ly]] (''Goryeo'').<ref>{{ko}} [http:\/\/100.naver.com\/100.nhn?docid=154713 Taejo] at [[Doosan Encyclopedia]]<\/ref>\n\nChân Huyên đã cử một đội quân lớn khác đến Hapcheon vào năm 920 và cuối cùng đã thành công trong việc lập quyền kiểm soát với vùng này, buộc [[Cảnh Minh Vương]] của Tân La phải liên minh với Cao Ly. Sau đó Chân Huyên xâm chiếm vùng [[Andong]] ngày nay, song cuộc tấn công này đã bị lính Tân La tại địa phương đánh bại. Chân Huyên đã buộc phải sinh sống hòa bình với Cao Ly sau cuộc chiến, thông qua trao đổi con tim là các thành viên vương thất. Tuy nhiên, khi hay tin cháu trai của ông chết, ông cũng đã sát hại con tin của Cao Ly, anh ẹm họ của Vương Kiến, và tiếp tục cuộc chiến chống lại Cao Ly.<ref name=\"gh ekc\"\/>\n\nNăm 927, Chân Huyên đã đích thân lãnh đạo quân đội của mình tấn công thẳng vào kinh đô Tân La là Gyeongju. [[Cảnh Ai Vương]] đã không chuẩn bị trước để đối phó và ông chọn cách tự sát. Chân Huyên sau đó lập Kim Phó (Kim Bu) làm quốc vương tiếp theo của Tân La, tức [[Kính Thuận Vương]]. Trên đường trở về, ông chạm trán với lực lượng của Vương Kiến, và đã dễ dàng đánh bại quân Cao Ly, giết chết nhiều dũng tướng và chiến binh của Vương Kiến, trong khi bản thân Vương Kiến đã thoát hiểm bằng sự hi sinh anh dũng của tướng Thân Sùng Khiêm (''Shin Sung-gyeom'') và [[Kim Nak]]. Vào năm sau, ông chiếm thành [[Jinju]] từ tay Tân La.<ref name=\"gh ekc\"\/>\n\n==Suy sụp và sụp đổ==\nHậu Bách Tế và Cao Ly đã luôn ở trong thế kình địch và không bên nào có thể chi phối hoàn toàn bên còn lại. Tuy nhiên, năm 930, quân Hậu Bách Tế đã hứng chịu một thất bại thảm hại trong trận Gochang ([[Andong]] ngày nay) và không thể gượng dậy sau thất bại. Chân Huyên đã cố gắng đảo ngược tình thế bằng cách tấn công kinh đô Khai Thành (''[[Kaesong]]'') của Cao Ly, song quân của ông đã bại trận vào năm 934.<ref name=\"gh doosan\"\/><ref name=\"gh britannica\"\/><ref name=\"gh ekc\"\/>\n\nHậu Bách Tế không chỉ hỗn loạn vì các thất bại quân sự, vương quốc cũng chứng kiến các tranh chấp nội bộ. Năm 935, người con trai cả của Chân Huyên là [[Thần Kiếm]] (''Singeom'') cảm thấy bị khinh thường khi người đệ khác mẹ là Kim Cương (''Geumgang'') được chọn làm người kế vị, Thần Kiếm lật đổ phụ vương cùng với sự trợ giúp của hai người đệ khác là Yanggeom và Yonggeom. Thần Kiếm giết chết thái tử Kim Cương và giam lỏng Chân Huyên trong [[Geumsansa]] (''Kim Sơn tự''), song Chân Huyên đã đào thoát thành công và đến chỗ kẻ thù cũ là [[Cao Ly Thái Tổ]], người này chào đón ông và cấp cho ông thái ấp và nông bộc.<ref name=\"gh ekc\"\/>\n\nKính Thuận Vương của Tân La đã chính thức quy phục Cao Ly vào năm 935. Năm sau, theo yêu cầu của Chân Huyên, ông cùng Vương Kiến đã dẫn đầu một đội quân Cao Ly lớn đến Hậu Bách Tế và vương quốc này đi đến chỗ sụp đổ.<ref name=\"gh doosan\"\/><ref name=\"gh britannica\"\/><ref name=\"gh ekc\"\/>\n\nChân Huyên qua đời cùng năm do bị viêm khối u.<ref name=\"gh ekc\"\/>\n\n==Quan hệ==\nKhông giống như kình địch là Cung Duệ, Chân Huyên khá năng nổ trong ngoại giao; ông đã chính thức được nhận sắc phong từ [[Ngô Việt]] và [[Hậu Đường]]. Ngoài ra, ông từng tìm kiếm một liên minh mới với [[nhà Liêu]] ở phía bắc, vốn do người [[Khiết Đan]] thành lập nên, nhằm hình thành thế bao vây Cao Ly từ phía bắc và nam. Chân Huyên cũng cử sứ thần sang [[Nhật Bản]] (đời [[Thiên hoàng Daigo]]) trong thời gian trị vì của mình song chủ yếu vì các lý do giao thương; vùng Jeolla, nơi Chân Huyên bắt đầu lập quốc, từng là trung tâm của thương mại tại Đông Á trong thời gian ông trị vì và cũng là căn cứ của các thương nhân như [[Jang Bogo]] (''Trương Bảo Cao'').<ref name=\"gh ekc\"\/>\n\nTuy nhiên, bất chấp tài năng ngoại giao, quân sự và giao thương của mình, Chân Huyên thiếu sự sắc sảo chính trị để duy trì một quốc gia tồn tại độc lập; hệ thống triều đình Hậu Bách Tế của ông không khác quá nhiều so với của Tân La, vốn đã được chứng minh là không có hiệu quả khi tập trung quyền lực vào tay các địa chủ và thương gia địa phương. Cuối cùng, Hậu Bách Tế đã không thể ảnh hưởng đến nhiều người trong số những thần dân của mình, cho Cao Ly cơ hội sáp nhập và thống nhất bán đảo.<ref name=\"gh ekc\"\/>\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Hậu Bách Tế]]\n*[[Hậu Cao Câu ly]]\n*[[Tam Quốc (Triều Tiên)|Tam Quốc Triều Tiên]]\n*[[Lịch sử Triều Tiên]]\n*[[Danh sách vua Triều Tiên]]\n\n{{thời gian sống|867|936}}\n\n{{Persondata\n| NAME = Gyeon, Hwon\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH =\n| PLACE OF BIRTH =\n| DATE OF DEATH = 936\n| PLACE OF DEATH =\n}}\n{{DEFAULTSORT:Gyeon, Hwon}}\n[[Thể loại:Vua Triều Tiên]]\n[[Thể loại:Bách Tế]]\n[[Thể loại:Người Tân La]]"}