{"Chương Yêu Nhi":"'''Chương Yêu Nhi''' ([[chữ Hán]]: 章要兒; 506 – 570), [[thụy hiệu]] '''Tuyên hoàng hậu''' (宣皇后), là [[hoàng hậu]] của [[Trần Vũ Đế]] Trần Bá Tiên thời Nam-Bắc triều trong [[lịch sử Trung Quốc]].\n\n==Tiểu sử==\nChương Yêu Nhi nguyên quán ở [[Ngô Hưng]] (吳興; nay là [[Hồ Châu]], [[Chiết Giang]]). Phụ thân là [[Chương Cảnh Minh]] (章景明), nguyên [[họ Nữu]] (鈕), nhưng khi làm con nuôi của nhà [[họ Chương]] thì chuyển sang họ Chương. Mẹ bà là Tô thị (苏氏).\n\nChương Yêu Nhi không phải vợ chính của Trần Bá Tiên. Bá Tiên cưới vợ đầu tiên là con gái của [[Tiền Trọng Phương]] (錢仲方), nhưng Tiền thị đã mất sớm, Trần Bá Tiên cưới Chương Yêu Nhi sau cái chết của Tiền thị.\n\nChương Yêu Nhi được mô tả là mỹ lệ xuất chúng, lại giỏi [[toán]], làm [[thơ]] và [[Từ (thể loại văn học)|từ]]. Bà hạ sinh tối thiểu một con trai là [[Trần Xương]], nhưng không biết các con còn lại của Trần Bá Tiên (tối thiểu 5 trai (không ai sống đến tuổi trưởng thành) và 2 gái) có phải là con do bà sinh ra không.\n\n[[Tháng 6]] năm [[545]], [[Trần Bá Tiên]] cùng [[Tiêu Bột]], [[Dương Phiêu]] khởi quân đánh [[Lý Nam Đế]] ở [[Giao Châu]] - Miền Bắc [[Việt Nam]]) nhằm diệt nước [[Vạn Xuân]]. Trong chiến dịch này, Chương phu nhân cùng con trai là Trần Xương ở lại Ngô Hưng.\n\nNăm [[548]], trong lúc Trần Bá Tiên đang cầm cự với quân Vạn Xuân thì [[nước Lương]] có loạn, ông được lệnh mang quân về cứu Lương Đế. Tướng [[Hầu Cảnh]] khởi loạn, mang quân đánh chiếm kinh thành [[Kiến Khang]], vây [[Lương Vũ Đế]] chết đói ở Đài Thành (Cung Thành, [[Nam Kinh]]) [[tháng 3]] năm [[549]], bắt giam 2 mẹ con Chương Yêu Nhi và Trần Xương. Tuy nhiên, Hầu Cảnh không giết Chương phu nhân và Trần Xương.\n\nNăm [[552]], Hầu Cảnh thua trận bỏ chạy, giữa đường bị giết chết. [[Lương Nguyên Đế]] ghi công lao, phong Trần Bá Tiên được phong làm Thứ sử Giang Châu. Chương Yêu Nhi trở thành Giang Châu thứ sử phu nhân. Con trai Trần Xương chỉ mới 15 tuổi trở thành người đứng đầu chính quyền ở Ngô Hưng.\n\nNăm [[554]], kinh đô mới [[Giang Lăng]] thất thủ khi quân [[Tây Ngụy]] tấn công. Lương Nguyên Đế bị giết, Trần Xương và người cháu họ [[Trần Húc]] bị bắt giữ tại [[Trường An]].\n\n[[Tháng 10]] năm [[557]], Trần Bá Tiên phế [[Lương Kính Đế]] lên ngôi, lập ra [[nhà Trần (Trung Quốc)|nhà Trần]]. Sử gọi ông là [[Trần Vũ Đế]].\n\n==Hoàng hậu==\nSau khi lên ngôi, Trần Vũ Đế phong Chương Yêu Nhi làm Hoàng hậu, phong cho mẹ vợ là ''An Cát hầu phu nhân''. Vũ Đế yêu cầu [[Bắc Chu]] thả con trai Trần Xương và cháu trai [[Trần Húc]] ra, nhưng kình địch từ chối.\n\nNăm [[558]], An Cát hầu phu nhân qua đời. Vũ Đế truy tôn cha vợ là Chương Cảnh Minh làm ''Quảng Đức hầu'', an táng phu nhân cùng Quảng Đức hầu một cách trang trọng.\n\n[[Mùa hè]] năm [[559]], Trần Vũ Đế lâm bệnh qua đời, thọ 57 tuổi. Vì con ông là Trần Xương đang bị bắt làm tù binh, sau khi tham khảo ý kiến từ [[Đỗ Lăng]] (杜稜) và [[Thái Cảnh Lịch]] (蔡景歷), Hoàng hậu Chương Yêu Nhi đã quyết định không công bố về việc Vũ Đế mất và cho triệu [[Trần Thiến]] trở về Kiến Khang. Các quan viên triều đình đã quyết định ủng hộ Trần Thiến lên ngôi làm Hoàng đế, còn Chương hoàng hậu thì thoạt đầu đã lưỡng lự do hy vọng con trai mình Trần Xương sẽ trở về kế vị, song cuối cùng bà cũng chấp thuận. Trần Thiến lên ngôi hoàng đế triều Trần, tức [[Trần Văn Đế]].\n\n==Thái Hoàng nhà Trần==\nTrần Văn Đế tôn phong Chương hoàng hậu làm [[Hoàng thái hậu]]. Chương thái hậu ngự tại [[Từ Huấn cung]] (慈訓宮). Bà không can dự triều chính đưới triều Văn Đế.\n\nNăm [[560]], Bắc Chu đã cho đưa con trai Chương Thái hậu là Trần Xương trở về nước, Trần Xương đã viết thư cho Trần Văn Đế với ngôn từ ngạo mạn vô lễ, yêu cầu hoàng vị từ Trần Văn Đế. Tuy nhiên, khi đang qua Trường Giang, tướng [[Hầu An Đô]] đã sát hại Trần Xương và quăng thi thể xuống Trường Giang. Về đến Kiến Khang, An Đô tuyên bố rằng Trần Xương trượt chân ngã xuống sông. Để tỏ lòng cảm kích, Trần Văn Đế đã phong Hầu An Đô là ''Thanh Viễn quận công''.\n\nMùa hè năm [[566]], Văn Đế lâm bệnh và qua đời ngay sau đó, Thái tử Trần Bá Tông lên ngôi, tức [[Trần Phế đế (Trung Quốc)|Trần Phế Đế]]. Trần Bá Tông tôn bà cô Chương Yêu Nhi làm [[Thái hoàng thái hậu]].\n\nVào đông năm [[568]], Trần Húc đã ban một chiếu chỉ nhân danh Chương Thái hoàng thái hậu, vu cáo Trần Bá Tông là một phần trong âm mưu của [[Lưu Sư Tri]] và [[Hoa Kiểu]]. Chiếu chỉ còn nói rằng Văn Đế đã biết Trần Bá Tông bất tài, và rằng ý nguyện trao hoàng vị cho Trần Húc của Văn Đế phải được thực hiện. Trần Bá Tông bị phế truất và bị giáng làm '''Lâm Hải vương''', trong khi Trần Bá Mậu bị giáng làm ''Ôn Ma hầu'' và sau đó bị ám sát.\n\nTrần Húc đã để trống hoàng vị trong hơn một tháng, song cuối cùng đã lên ngôi vua vào xuân năm [[569]], trở thành [[Trần Tuyên Đế]]. Ông giáng Chương Thái hoàng thái hậu làm Hoàng thái hậu.\n\nNăm Thái Kiến thứ 2 ([[570]]), Chương Thái hậu qua đời, hưởng thọ 65 tuổi. Bà được an táng với [[thụy hiệu]] là '''Tuyên hoàng hậu''' (宣皇后) cạnh Trần Vũ Đế.\n\n==Tham khảo==\n{{tham khảo}}\n\n* ''[[Trần thư]]'', quyển [[s:zh:陳書\/卷1|1]], [[s:zh:陳書\/卷2|2]], [[s:zh:陳書\/卷7|7]].\n* ''[[Nam sử]]'', quyển 9 [http:\/\/ef.cdpa.nsysu.edu.tw\/ccw\/02\/ssh1.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080210050102\/http:\/\/ef.cdpa.nsysu.edu.tw\/ccw\/02\/ssh1.htm |date=2008-02-10 }}, 12 [http:\/\/ef.cdpa.nsysu.edu.tw\/ccw\/02\/ssh2.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080207041145\/http:\/\/ef.cdpa.nsysu.edu.tw\/ccw\/02\/ssh2.htm |date=2008-02-07 }}.\n* ''[[Tư trị thông giám]]'', quyển [[s:zh:資治通鑑\/卷167|167]], [[s:zh:資治通鑑\/卷170|170]].\n\n{{Hoàng hậu Nam triều Trần}}\n\n[[Thể loại:Hoàng hậu nhà Trần (Trung Quốc)]]\n[[Thể loại:Người Chiết Giang]]\n[[Thể loại:Sinh năm 506]]\n[[Thể loại:Mất năm 570]]"}