{"Claudius II":"{{Thông tin nhân vật hoàng gia\n| tên gốc = \n| tước vị = [[Hoàng đế La Mã|Hoàng đế thứ 42]] của [[Đế quốc La Mã|Đế chế La Mã]]\n| tước vị thêm = \n| tên = Claudius II\n| tên đầy đủ = Marcus Aurelius Valerius Claudius (trước khi lên ngôi);<br>Marcus Aurelius Valerius Claudius Augustus (khi làm hoàng đế);<br>Caesar Marcus Aurelius Valerius Claudius Pius Felix Invictus Augustus Pontifex Maximus Germanicus Maximus Gothicus Maximus (tên hiệu đầy đủ)\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| hình = Moneda romana (16186885828).jpg\n| ghi chú hình = Đồng Aureus của Hoàng đế Claudius II.<\/small>\n| chức vị = \n| tại vị = Tháng 9 năm 268 – Tháng 1 năm 270\n| đăng quang = \n| tiền nhiệm = [[Gallienus]]\n| nhiếp chính = \n| kế nhiệm = [[Quintillus]]\n| phối ngẫu = \n| phối ngẫu 2 = \n| con cái = \n| tước hiệu = \n| hoàng tộc = \n| cha = \n| mẹ = \n| sinh = {{birth date|213|5|10|mf=y}}\n| nơi sinh = [[Sirmium]], [[Hạ Pannonia]]\n| mất = Tháng 1 năm 270 (56 tuổi)\n| nơi mất = [[Sirmium]], [[Hạ Pannonia]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = |\n}}\n'''Marcus Aurelius Valerius Claudius'''<ref name=\"Jones, pg. 209\">Jones, pg. 209<\/ref> ([[10 tháng 5]] năm [[213]] – [[tháng một|tháng 1]] năm [[270]]), thường được gọi là '''Claudius II''' hoặc là '''Claudius Gothicus''', là [[Hoàng đế]] của [[Đế quốc La Mã]] từ năm [[268]] cho đến năm [[270]]. Trong [[triều đại]] của ông, ông gặt hái thắng lợi trong cuộc [[chiến tranh]] chống người [[Người Alemanni|Alamanni]] và đập tan tác [[goth|người Goth]] trong [[trận Naissus]]. Ông qua đời sau khi mắc phải bệnh đậu mùa - một dịch bệnh tàn phá các tỉnh của Đế quốc La Mã khi đó.\n\n==Cuộc đời==\n===Xuất thân và vươn tới quyền lực===\nNgười ta không biết rõ về thân thế của Claudius. Ông ra đời vào ngày [[10 tháng 5]] năm [[213]],<ref name=\"Jones, pg. 209\"\/> và có lẽ quê ở [[Sirmium]] tại vùng [[Hạ Pannonia]] hoặc là ở [[Naissus]] [[Dardania (châu Âu)|Dardania]] (tại vùng [[Moesia|Thượng Moesia]]).<ref>Weigel, www.roman-emperors.org\/claudgot.htm<\/ref>\n\nClaudius đã phục vụ quân đội La Mã suốt cuộc đời mình, và tiến thân thông qua hệ thống cấp bậc quân sự, cho đến khi Hoàng đế [[Gallienus]] phong ông làm chỉ huy lực lượng kỵ binh tinh nhuệ của mình.<ref name=\"Canduci, pg. 90\">Canduci, pg. 90<\/ref> Vào tháng 9 năm 268, ông bao vây kẻ cướp ngôi [[Aureolus]] tại Milan cùng với hoàng đế<ref>Aurelius Victor, 33<\/ref> Ở đó, các binh sĩ tuyên bố ông làm hoàng đế<ref name=\"Jones, pg. 209\"\/>\n\nClaudius, cũng giống như [[Maximinus Thrax]] trước ông, là người có gốc gác man rợ. Sau một loạt các vị hoàng đế La Mã thất bại xuất thân từ giai cấp quý tộc xen kẽ kể từ lúc Maximinus qua đời, Claudius là người đầu tiên trong một loạt các vị hoàng đế chiến binh mà cuối cùng sẽ khôi phục lại đế quốc từ [[cuộc khủng hoảng của thế kỷ thứ ba]].<ref name=\"Canduci, pg. 90\"\/>\n===Sự sụp đổ của Gallienus===\nTrong những năm 260, [[đế quốc La Mã]] đã bị tan vỡ thành ba thực thể chính quyền riêng biệt (phần trung tâm của Đế quốc La Mã, [[Đế quốc Gallia]] và [[Đế chế Palmyra]]) khiến cho toàn bộ đế quốc La Mã rơi vào một tỉnh cảnh bấp bênh. [[Gallienus]] đã không thể đánh bại [[Postumus]] ở phía Tây, và thẩm quyền của [[Odaenathus]] khiến cho Gallienus buộc phải chấp nhận cùng với sự dàn xếp của ông ta ở phía đông cho thấy vị thế tổng thể của Gallienus đã suy yếu nghiêm trọng. Tuy nhiên, vào năm 268, tình hình đã thay đổi, vì Odaenathus đã bị sát hại, và Gallienus bị các tướng lĩnh dưới quyền mình sát hại.Khi Odaenathus qua đời, quyền lực của ông được trao lại cho người con trai còn nhỏ tuổi của mình, và địa vị quyền lực của ông ta lại nằm dưới sự chi phối của người mẹ, nữ hoàng [[Zenobia]]..<ref name=\"Potter, pg. 263\">Potter, pg. 263<\/ref>\n\nHầu hết những rắc rối của Gallienus chủ yếu nằm ở Postumus, người mà ông không thể tấn công, chủ yếu là vì sự chú ý của ông đã được dành cho việc đối phó với [[Macrianus]] và cuộc xâm lược của người \"Skythai\". Sau bốn năm chậm trễ, Postumus lúc này đã thiết lập được quyền lực, nhưng vào năm 265, khi Gallienus và những người lính của mình vượt qua dãy núi Alps, họ đã đánh bại ông ta và có thể đã vây hãm Postumus trong một thành phố Gallia (không rõ tên). Khi chiến thắng đã gần kề, Gallienus mắc một sai lầm khi đến quá gần các bức tường thành phố và đã bị thương khá nặng, điều này buộc ông phải hủy bỏ chiến dịch. Trong ba năm tới, những rắc rối Gallienus sẽ chỉ trở nên tồi tệ hơn. Người \"Skythai\" cũng đã thành công trong việc xâm lược vùng Balkans trong những tháng đầu năm 268, và [[Aureolus]], một chỉ huy kỵ binh, đã tuyên bố mình là một đồng minh của Postumus, và là hoàng đế mới tại Milan <ref name=\"Potter, pg. 263\"\/>.\n===Các chiến dịch của Claudius===\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Hoàng đế La Mã}}\n{{Commonscat|Claudius II}}\n{{thời gian sống|213|270}}\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n\n{{Sơ khai nhân vật hoàng gia châu Âu}}"}