{"Cristoforo Colombo":"{{chú thích trong bài|date=tháng 10\/2022}}\n{{1000 bài cơ bản}}\n{{thông tin nhân vật\n| image = Portrait of a Man, Said to be Christopher Columbus.jpg\n| image_size = 250px\n| occupation = Nhà thám hiểm hàng hải của [[Hoàng gia Castilla]]\n| title = <!--[[Admiral]] of the [[Ocean Sea]]; [[Viceroy]] and Governor of the Indies-->\n| caption = Chân dung Cristoforo Colombo do [[:it:Sebastiano del Piombo|Sebastiano del Piombo]] vẽ sau khi ông đã chết. Hiện chưa có tranh chân dung của ông lúc còn sống.\n| birth_date = khoảng 1451\n| birth_place = Có thể ở [[Genova]], [[Liguria]]\n| death_date = {{death date|mf=yes|1506|5|20|df=y}} (khoảng 55 tuổi)\n| death_place = [[Valladolid]], [[Vương quốc Castilla|Castile]]\n| names in other languages = {{lang-la|Christophorus Columbus}}; {{lang-ita|'''Cristoforo Colombo'''}}; {{lang-gal|'''Cristovo Colón'''}}; {{lang-pt|'''Cristóvão Colombo'''}}, formerly ''Christovam Colom''; Spanish: '''Cristóbal Colón'''; {{lang-ca|'''Cristòfor Colom'''}}\n| nationality = [Bồ Đào Nha]\n| other_names = Tiếng Genoa: Christoffa Corombo<br \/>Tiếng Ý: Cristoforo Colombo<br \/>Tiếng Catalunya: Cristòfor Colom<br \/>Tiếng Tây Ban Nha: Cristóbal Colón<br \/>Tiếng Bồ Đào Nha: Cristóvão Colombo<br \/>Tiếng Latinh: Christophorus Columbus\n| religion = [[Giáo hội Công giáo Rôma|Giáo hội Công giáo La Mã]]\n| spouse = [[Filipa Moniz]] (khoảng 1476-1485)\n| children = [[Diego Colón|Diego]]<br \/>[[Fernando Colón|Fernando]]\n| relatives = Giovanni Pellegrino, Giacomo và [[Bartolomeo Columbus]] (anh em)\n| signature = Columbus Signature.svg\n}}\n[[Tập tin:Christopher Columbus Face.jpg|nhỏ|phải|180px|Sinh khoảng năm [[1450]], Cristoforo Colombo được thể hiện trong bức chân dung do [[Alejo Fernándõ]] vẽ giai đoạn 1505–1536. Ảnh chụp của nhà sử học Manuel Rosa]]\n{{bài cùng tên|Colombo (định hướng)}}\n{{bài cùng tên|Chris Columbus (định hướng)}}\n\n'''Cristoforo Colombo''' ([[tiếng Tây Ban Nha]]: ''Cristóbal Colón''; [[tiếng Anh]]: ''Christopher Columbus'', khoảng trước [[31 tháng 10]] năm [[1451]] – [[20 tháng 5]] năm [[1506]]) là một nhà hàng hải nổi tiếng [[người Ý]]<ref>[http:\/\/www.britannica.com\/EBchecked\/topic\/127070\/Christopher-Columbus Britannica] \nHistory & Society - Christopher Columbus<\/ref> và là một [[đô đốc]] của các vị [[Quân chủ Công giáo]] [[Tây Ban Nha]], mà những chuyến vượt [[Đại Tây Dương]] của ông đã mở ra những cuộc [[thám hiểm]] [[Châu Mỹ]] cũng như quá trình [[quá trình thực dân hoá châu Mỹ của châu Âu|thực dân hoá]] của [[Châu Âu]]. Ông thường được coi là một người dân [[Genova]], nguồn gốc xuất thân là [[người Do Thái]] di cư như bao người khác ở thế kỷ 15 - 16.\n\n[[Lịch sử]] coi chuyến đi đầu tiên năm [[1492]] của ông có tầm quan trọng lớn, dù thực tế ông không đặt chân tới [[Bắc Mỹ|lục địa]] cho tới tận chuyến thám hiểm thứ ba năm 1498.<ref>{{Chú thích web |url=http:\/\/www.pc.gc.ca\/lhn-nhs\/nl\/meadows\/index_e.asp |tiêu đề=Parks Canada — L'Anse aux Meadows National Historic Site of Canada |nhà xuất bản=Pc.gc.ca |ngày tháng=ngày 24 tháng 4 năm 2009 |ngày truy cập=ngày 29 tháng 7 năm 2009 |archive-date=2008-12-16 |archive-url=https:\/\/web.archive.org\/web\/20081216063635\/http:\/\/www.pc.gc.ca\/lhn-nhs\/nl\/meadows\/index_E.asp |url-status=dead }}<\/ref> Tương tự, ông không phải là [[nhà thám hiểm]] đầu tiên của [[châu Âu]] tới [[châu Mỹ]], bởi vì đã có những ghi chép về [[tiếp xúc xuyên đại dương trước thời Colombo|tiếp xúc xuyên Đại Tây Dương của châu Âu]] trước năm 1492. Có rất nhiều bằng chứng về việc người Na Uy thời trung cổ đã đặt chân đến và thiết lập nên các thuộc địa ở châu Mỹ.<ref>{{Chú thích web|url=https:\/\/www.washingtonpost.com\/opinions\/five-myths-about-christopher-columbus\/2015\/10\/08\/3e80f358-6d23-11e5-b31c-d80d62b53e28_story.html|tiêu đề=Five myths about Christopher Columbus|nhà xuất bản=washingtonpost|ngày tháng = ngày 8 tháng 10 năm 2015 |ngày truy cập = ngày 18 tháng 3 năm 2016}}<\/ref> Tuy nhiên, chuyến đi của Colombo diễn ra trong thời điểm [[chủ nghĩa đế quốc]] và sự [[Cạnh tranh|cạnh tranh kinh tế]] giữa [[lịch sử châu Âu|các nước đang phát triển]] tìm cách kiếm của cải từ việc thành lập những [[con đường thương mại]] và [[Chủ nghĩa thực dân|thuộc địa]] đang nổi lên. Vì thế, giai đoạn trước năm 1492 được coi là giai đoạn [[Tiền Colombo]], và thời gian diễn ra sự kiện này ([[Ngày Colombo]]) thường được kỷ niệm tại toàn thể châu Mỹ, [[Tây Ban Nha]] và [[Ý]].\n\n== Thân thế ==\nNhà nghiên cứu Manuel da Silva Rosa cho rằng Colombo là một hoàng tử, con trai của vua Ba Lan Vladislav III.<ref>Manuel Rosa.''COLON. La Historia Nunca Contada''. Esquilo - Ediciones y Multimedia, Badajoz. ISBN 989-8092-66-1. 2009.<\/ref>\n\nNhiều thuyết cho rằng Colombo sinh ra trong một gia đình công nhân ở nước Cộng hòa Genova.\n\n== Thời gian trước những cuộc thám hiểm ==\n=== Các lý thuyết hàng hải ===\nTừ lâu [[Châu Âu]] đã có những con đường giao thương an toàn tới [[Trung Quốc]] và [[Ấn Độ]]— nơi cung cấp các mặt hàng giá trị như [[tơ lụa]] và [[gia vị]] — từ thời [[Đế quốc Mông Cổ|Đế chế Mông Cổ]] nắm quyền [[bá chủ]] (''Pax Mongolica'', hay \"Hòa bình Mông Cổ\"). Với sự [[sự thất thủ của Constantinopolis|sụp đổ của Constantinopolis]] vào tay những người Hồi giáo năm 1453, con đường bộ dẫn tới châu Á không còn an toàn nữa. Các thủy thủ Bồ Đào Nha phải đi về phía nam vòng quanh châu Phi để tới châu Á. Colombo có một ý tưởng khác. Tới những năm 1480, ông đã phát triển một kế hoạch đi tới Ấn Độ (Indies) (sau này dùng để chỉ tất cả vùng phía nam và phía đông châu Á) bằng cách đi thẳng về phía tây xuyên qua \"[[Đại Dương]]\" (Đại Tây Dương).\n\nThỉnh thoảng có ý kiến cho rằng Colombo đã gặp nhiều khó khăn khi vận động tài trợ cho kế hoạch của mình bởi vì những người châu Âu tin rằng [[Trái Đất phẳng|Trái Đất là phẳng]].<ref name=book3>{{Chú thích sách | first=Paul F|last=Boller | title=Not So!:Popular Myths about America from Columbus to Clinton | year=1995 | isbn=9780195091861 | publisher=Oxford University Press | location=New York}}<\/ref> Trên thực tế, có ít người ở thời đại ấy tin vào chuyến đi của Colombo (và rõ ràng không có thủy thủ hay nhà hàng hải nào) tin vào điều đó chỉ vì khoảng cách giữa 2 lục địa vào thời đó quá xa để mà tàu bè có thể mang theo đầy đủ thức ăn và nước uống. Đa số mọi người đều đồng ý rằng Trái Đất là một hình cầu. Những lý luận của Colombo dựa trên chu vi của hình cầu đó.\n\nỞ thời Alexandria cổ, [[Eratosthenes]] (276-194 TCN) đã tính toán chính xác [[chu vi]] Trái Đất,<ref name = \"Sagan 40,04147\">Sagan, Carl. ''Cosmos''; the mean circumference of the Earth is 40,041.47 km.<\/ref> và từ trước đó vào năm [[322 TCN]] [[Aristoteles|Aristotle]] đã sử dụng các quan sát để suy luận rằng Trái Đất không phẳng. Đa số các học giả đều chấp nhận lý thuyết của [[Claudius Ptolemaeus|Ptolemaeus]] rằng khối lượng đất của Trái Đất (đối với người châu Âu ở thời gian đó, gồm cả Âu Á và châu Phi) chiếm 180 [[kinh độ|độ]] khối cầu Trái Đất, còn 180 độ là nước.\n\nTuy nhiên, Colombo lại tin vào những tính toán của [[Marinus xứ Týros]] rằng đất chiếm 225 độ, nước chỉ chiếm 135 độ. Hơn nữa Colombo tin rằng 1 độ biểu hiện một khoảng cách ngắn hơn trên bề mặt Trái Đất so với khoảng cách mọi người thường tin. Cuối cùng ông đọc các bản đồ, lấy tỷ lệ theo [[dặm Ý]] (1.238 mét). Chấp nhận chiều dài một độ là 56⅔ dặm, từ những bản ghi chép của [[Alfraganus]], vì thế ông tính ra chu vi Trái Đất tối đa là 25.255 kilômét, và khoảng cách từ [[quần đảo Canaria|quần đảo Canary]] tới [[Nhật Bản]] là 3.000 dặm Ý (3.700&nbsp;km). Colombo không nhận ra rằng Alfraganus đã sử dụng dặm Ả rập còn dài hơn nữa, tới khoảng 1.830 mét. Tuy nhiên, ông không phải là người duy nhất \"muốn có\" Trái Đất nhỏ. Một hình ảnh có ấn tượng sâu sắc về Trái Đất thực sự trong đầu ông đã được thể hiện trong một quả địa cầu \"[[Erdapfel]]\" do [[Martin Behaim]] hoàn thành vào năm 1492 tại [[Nürnberg]], Đức.\n\nVấn đề Colombo phải đương đầu là các chuyên gia không chấp nhận những ước tính khoảng cách tới Ấn Độ của ông. Chu vi thực của Trái Đất khoảng 40.000 [[kilômét|km]] và khoảng cách từ Đảo Canary tới Nhật Bản là khoảng 19.600 kilô mét. Không con tàu nào ở [[thế kỷ 15]] có thể mang đủ lương thực và nước ngọt để đi từ Đảo Canary tới Nhật Bản. Đa số các thủy thủ và nhà hàng hải châu Âu kết luận một cách chính xác rằng, những thủy thủ từ châu Âu đi về hướng tây để tới [[châu Á]] sẽ chết vì đói khát trước khi tới nơi.\n\nHọ đã đúng, nhưng [[Tây Ban Nha]], chỉ vừa mới thống nhất sau cuộc hôn nhân của Ferrando và Isabel lại muốn liều lĩnh để có lợi thế thương mại với Đông Ấn trước các nước châu Âu khác. Colombo đã hứa hẹn điều đó với họ.\n\nNhững tính toán của Colombo về chu vi Trái Đất và khoảng cách từ quần đảo Canary tới Nhật Bản không chính xác. Nhưng hầu như mọi người châu Âu đều sai lầm khi cho rằng khoảng cách đại dương giữa châu Âu và châu Á là không thể vượt qua. Dù Colombo đến khi chết vẫn cho rằng mình đã mở ra một con đường hàng hải trực tiếp tới châu Á, trên thực tế ông đã lập ra một con đường biển giữa châu Âu và châu Mỹ. Chính con đường tới châu Mỹ này, chứ không phải con đường tới [[Nhật Bản]] đã mang lại lợi thế cạnh tranh cho Tây Ban Nha để trở thành một đế chế [[thương mại]].\n\n=== Tìm nguồn tài trợ ===\n[[Tập tin:Columbus-ohio-christopher-columbus-statue-2006.jpg|nhỏ|[[Tượng đồng]] tại Thị sảnh, [[Columbus, Ohio]]]]\n[[Tập tin:Christopher Columbus - Bronze - Belgrave Square - London.jpg|nhỏ|phải|Một bức tượng đồng Colombo ngồi giữa hoa lá tại [[Quảng trường Belgrave]], [[Luân Đôn]].]]\n\nColombo lần đầu đệ trình kế hoạch của mình ra trước triều đình [[Bồ Đào Nha]] năm [[1485]]. Các chuyên gia của nhà vua cho rằng con đường đó dài hơn ước đoán của Colombo (khoảng cách trên thực tế còn dài hơn nữa), và khước từ yêu cầu của Colombo. <!--UNVERIFIABLE It is probable that he made the same outrageous demands for himself in Portugal that he later made in Spain, where he went next.--> Sau đó ông tìm cách tìm kiếm hậu thuẫn từ phía triều đình [[Fernando II của Aragon|Ferrando II]] ở [[Aragon]] và [[Isabel I của Castilla|Isabel I]] tại Castilla, những người đã thống nhất đế chế Tây Ban Nha rộng lớn nhất sau khi kết hôn và cùng cai trị với nhau.\n\nSau bảy [[năm]] vận động ở triều đình Tây Ban Nha, nơi ông được trả một khoản [[Tiền lương|lương]] để không mang kế hoạch của mình đi nơi khác, cuối cùng ông đã thành công năm 1492. Ferdinand và Isabella vừa chinh phục [[Granada]], thành trì cuối cùng của người Hồi giáo trên [[bán đảo Iberia]], và họ đã tiếp kiến Colombo tại [[Córdoba (Tây Ban Nha)|Córdoba]], trong vương quốc hay lâu đài ''[[Alcázar]]''. Isabel nghe theo lời cha xưng tội của mình bác bỏ đề xuất của Colombo, ông ra đi trong thất vọng thì Ferdinand can thiệp. Sau đó Isabel gửi một toán lính tới tìm ông và Ferdinand sau này đã xứng đáng với lời ca ngợi là \"nguyên nhân chủ yếu khiến những hòn đảo đó được khám phá\". Vua Ferdinand được cho là đã \"hết kiên nhẫn\" về vấn đề này, nhưng điều này không được chứng minh.\n\nKhoảng một nửa số tiền tài trợ tới từ các nhà đầu tư tư nhân Ý mà Colombo đã có quan hệ từ trước. Vì đã kiệt quệ tài chính sau chiến dịch Granada, triều đình cho phép vị quan coi ngân khố lấy vốn từ nhiều nguồn khác nhau của hoàng gia bên trong các doanh nghiệp. Colombo được phong chức \"Đô đốc các Đại dương\" và sẽ nhận được một phần trong mọi khoản lợi nhuận. Các điều khoản hợp đồng của ông khá ngớ ngẩn, nhưng chính con trai ông sau này đã viết, triều đình không thực sự mong đợi ông quay trở về.\n\n== Những chuyến đi ==\n=== Chuyến đi đầu tiên ===\n\n[[Tập tin:Columbus1.PNG|nhỏ|trái|Chuyến đi thứ nhất]]\n[[Tập tin:Santa-Maria.jpg|nhỏ|Một [[bản sao]] chiếc [[Santa María (tàu thủy)|Santa Maria]]]]\n[[Tập tin:Columbus Taking Possession.jpg|nhỏ|phải|Một bức tranh miêu tả Colombo tuyên bố chủ quyền [[Tân Thế giới|Tân thế giới]] trong một [[bản in đá nhiều màu]] do Prang Education Company thực hiện 1893.]]\nChiều ngày [[3 tháng 8]], [[1492]], Colombo xuất phát từ [[Palos de la Frontera]] với ba chiếc tàu, ''[[Santa Maria (tàu thủy)|Santa Maria]]'' (thuyền phó thứ nhất Joseph Vincent), ''[[Niña]]'' (thuyền phó thứ nhất Anthony Petane) và ''[[Pinta]]'' (thuyền phó thứ nhất Alexander Gibson)<ref>Sources indicate that the ships were never officially named{{fact|date = ngày 16 tháng 4 năm 2013}}<\/ref>. Những chiếc tàu này thuộc sở hữu của [[Juan de la Cosa]] và anh em Pinzón ([[Martin Alonzo Pinzón|Martin Alonso Pinzón]] và [[Vicente Yáñez Pinzón]]), nhưng triều đình đã buộc những người dân Palos phải đóng góp cho chuyến thám hiểm. Ban đầu Colombo đi tới [[Quần đảo Canaria|Quần đảo Canary]], thuộc sở hữu của Castile, nơi ông chất thêm lương thực dự trữ và sửa chữa tàu, ngày [[6 tháng 9]], ông bắt đầu cuộc vượt biển kéo dài năm tuần.\n\nMột truyền thuyết cho rằng đội thủy thủ bị ốm và sợ hãi tới mực họ đã đe dọa lái tàu quay trở lại Tây Ban Nha. Dù sự thực ra sao thì chúng ta không được biết, nhưng có lẽ sự giận dữ của những người thủy thủ chỉ đơn giản là những lời phàn nàn hay những đề xuất của họ.\n\nSau 29 ngày không thấy đất liền, ngày [[7 tháng 10]], [[1492]], theo như được ghi chép trong nhật ký tàu, các thủy thủ thấy những con chim sống ở bờ biển bay về hướng tây, và họ cũng chuyển hướng để đổ bộ xuống đất liền. Sự so sánh ngày tháng cũng như sự suy luận sau này cho rằng đó là những chú [[chim dẽ Eskimo]] và [[chim choi choi vàng châu Mỹ]].\n\nĐất liền được một thủy thủ tên [[Rodrigo de Triana]] (cũng được gọi là Juan Rodriguez Bermejo) trên chiếc ''Pinta'' nhìn thấy lúc 2 [[đồng hồ 12 giờ|giờ sáng]] ngày [[12 tháng 10]].<ref>Clements R. Markham, ed., ''[http:\/\/books.google.com\/books?vid=OCLC03615973&id=HHIMAAAAIAAJ&pg=PA35 The Journal of Cristoforo Colombo (during His First Voyage, 1492-93)]'', London: The Hakluyt Society, 1893, p. 35.<\/ref> Colombo đặt tên cho hòn đảo đó là San Salvador (ngày nay là [[Bahamas]]), dù thổ dân gọi tên nó là [[Guanahani]]. Nghĩa chính xác của tên hòn đảo trong tiếng Bahamas vẫn là chủ đề chưa được giải quyết; một giả thuyết cho rằng nó nghĩa là [[Đảo Samana]], [[quần đảo Plana]], hay [[Đảo San Salvador]] (được đặt tên là San Salvador năm 1925 bởi mọi người tin rằng đó chính là San Salvador của Colombo). Những [[Thổ dân châu Mỹ|người thổ dân]] ông gặp, [[Lucayan]], [[Taíno]] hay [[Arawak]], rất hòa bình và thân thiện. Colombo đã quan sát họ và nghiên cứu cách thức sinh sống của họ. Ông đã viết về những người da đỏ:\n\n:''…Chúng tôi có thể thiết lập một quan hệ hữu hảo, bởi vì tôi biết rằng họ là một dân tộc có thể dễ dàng cải theo đức tin tôn giáo của chúng ta bằng tình yêu chứ không phải bằng vũ lực, nhận được những chiếc mũ lưỡi trai đỏ, những hạt thủy tinh để đeo vào cổ, và nhiều vật tầm thường khác, đó là một niềm vui lớn với họ, và đã biến họ thành bạn bè tốt của chúng tôi tới mức thật ngạc nhiên khi chứng kiến điều đó. Sau đó họ tới những chiếc xuồng của chúng tôi, bơi và mang cho chúng tôi những chú vẹt, những sợi chỉ bông rối, những ngọn giáo, và nhiều đồ vật khác; và chúng tôi đã trao đổi chúng lấy nhiều đồ vật khác, như các chuỗi hạt thủy tinh và những quả chuông nhỏ. Nói chung, họ lấy tất cả và hồn nhiên trao lại cho chúng tôi những gì họ có. Tôi có cảm tưởng rằng họ là một dân tộc rất sơ khai.…Họ rất khỏe mạnh, với những thân hình đẹp, và bình thản. Họ không mang và cũng không có khái niệm về vũ khí, bởi vì khi tôi đưa những thanh gươm cho họ, họ đã cầm đằng lưỡi và bị thương. Họ không có sắt…tôi thấy một số người có những dấu tích vết thương trên mình, và tôi ra dấu hỏi nguyên nhân, và họ giải thích rằng người dân từ hòn đảo lân cận tới muốn bắt họ, và họ đã phải tự vệ. Tôi tin, và vẫn tin rằng họ tới đây từ lục địa để bắt tù binh. Họ sẽ là những đầy tớ tốt và thông minh, bởi vì tôi quan sát thấy họ nhanh chóng hiểu điều được dạy, và tôi tin rằng họ sẽ dễ dàng trở thành các tín đồ Thiên chúa giáo, bởi vì theo tôi thấy họ không theo tôn giáo nào cả.''''\n* (Cristoforo Colombo, ''Journal of His First Voyage'', Markham, trang 37-38'')\n\nColombo cũng khám phá bờ biển phía đông bắc [[Cuba]] (đổ bộ ngày [[28 tháng 10]]) và vùng bờ biển bắc [[Hispaniola]], ngày [[5 tháng 12]]. Tại đây, chiếc tàu ''Santa Maria'' bị mắc cạn buổi sáng ngày [[Giáng sinh]] năm 1492 và buộc phải bỏ lại. Ông đã được những người thổ dân [[cacique]] [[Guacanagari]] tiếp đón, họ cho phép ông để một số thủy thủ ở lại. Colombo đã lập ra khu định cư ''[[La Navidad]]'' và để 39 người ở lại.\n\nNgày [[15 tháng 1]], [[1493]], ông quay trở về theo đường [[Azores]]. Ông cùng chiếc tàu phải vật lộn với một cơn bão lớn. Sau khi rời đảo Santa Maria ở Azores, Colombo thẳng hướng về Tây Ban Nha, nhưng một cơn bão khác buộc ông phải vào [[Lisboa]]. Ông bỏ neo cạnh chiếc tàu tuần tra cảng của nhà Vua ngày [[4 tháng 3]], [[1493]], nơi ông được thông báo rằng một hạm đội 100 [[thuyền buồm nhỏ]] đã mất tích trong cơn bão. Đáng kinh ngạc, cả hai chiếc Niña và Pinta đều bình yên vô sự. Không được tiếp kiến [[John II Bồ Đào Nha|Vua John]] tại Lisbon, Colombo đã viết một bức thư cho ông và chờ đợi hồi âm. Nhà vua yêu cầu Colombo tới Vale do Paraíso để gặp mặt. Một số người cho rằng việc ông vào Bồ Đào Nha là có chủ định.\n\nThời ấy quan hệ giữa Bồ Đào Nha và Castile khá căng thẳng. Colombo tới triều kiến đức Vua tại Vale do Paraíso (bắc Lisbon). Sau khi dừng lại ở Bồ Đào Nha hơn một tuần lễ, ông trở về Tây Ban Nha. Những lời đồn đại về việc ông tìm ra các vùng đất mới nhanh chóng lan khắp châu Âu. Ông tới Tây Ban Nha ngày [[15 tháng 3]].\n\nÔng được coi là một anh hùng tại Tây Ban Nha. Ông trưng bày nhiều người dân bản xứ và số vàng đã tìm thấy trước triều đình, cũng như cả loại cây quý chưa được biết thời ấy là [[thuốc lá]], quả [[dứa]], [[gà tây]] và món đồ rất được các thủy thủ ưa thích, cái [[võng]]. Ông không mang về bất kỳ thứ gia vị [[Đông Ấn]] quý giá nào như [[hạt tiêu đen]], [[gừng]] hay [[đinh hương]]. Trong nhật ký của mình, ông đã viết, \"cũng có rất nhiều ''ají'', là thứ hạt tiêu của họ, còn giá trị hơn hạt tiêu đen, và tất cả mọi người đều ăn nó, đây là thứ rất bổ dưỡng\" (Turner, 2004, P11). Từ ''ají'' vẫn được sử dụng ở vùng Bắc Mỹ Tây Ban Nha để gọi loại hạt tiêu cay.\n\nTrong chuyến đi đầu tiên của mình, Colombo đã thám hiểm San Salvador tại Bahamas (nơi mà ông tin là Nhật Bản), Cuba (nơi ông cho là Trung Quốc) và Haiti (nơi ông đã tìm thấy vàng).\n\n=== Chuyến đi thứ hai ===\n[[Tập tin:Columbus2.PNG|nhỏ|trái|Chuyến đi thứ hai]]\n\nĐô đốc Colombo rời [[Cádiz]], Tây Ban Nha, để tìm các lãnh thổ mới ngày [[24 tháng 9]], [[1493]], với 17 chiếc tàu chở lương thực dữ trữ và khoảng 1.200 người để thực dân hóa một cách hòa bình vùng đất ấy. Ngày [[13 tháng 10]], những chiếc tàu rời Quần đảo Canary như trước kia, và đi theo hướng chếch hơn về phía nam.\n\nNgày [[3 tháng 11]] [[1493]], Colombo nhìn thấy một hòn đảo gồ ghề và ông đặt tên cho nó là [[Dominica]]. Cùng ngày, ông đổ bộ xuống [[Marie-Galante]], và đặt tên cho nơi này là Santa Maria la Galante. Sau khi đi qua Les Saintes (Todos los Santos), ông tới [[Guadaloupe]] (Santa Maria de Guadalupe), và đã thám hiểm nơi này trong khoảng thời gian từ mùng [[4 tháng 11]] tới [[10 tháng 11]], [[1493]]. Tuyến đường đi chính xác của ông xuyên qua [[Tiểu Antilles]] vẫn chưa được nhất trí, nhưng có lẽ ông đã quay về hướng bắc, phát hiện và đặt tên nhiều hòn đảo gồm cả [[Montserrat]] (Santa Maria de Monstserrate), [[Antigua]] (Santa Maria la Antigua), [[Redondo]] (Santa Maria la Redonda), [[Nevis]] (Santa María de las Nieves), [[Saint Kitts]] (San Jorge), [[Sint Eustatius]] (Santa Anastasia), [[Saba]] (San Cristobal), [[Saint Martin]] (San Martin), và [[Saint Croix]] (Santa Cruz). Ông cũng phát hiện ra dãy [[Quần đảo Virgin]], đặt tên nó là Santa Ursula y las Once Mil Virgines, và đặt tên các quần đảo [[Virgin Gorda]], [[Tortola]], vvà [[Đảo Peter]] (San Pedro).\n\nÔng tiếp tục đi tới [[Đại Antilles]], và đổ bộ tại [[Puerto Rico]] (San Juan Bautista) ngày [[19 tháng 11]], [[1493]]. Cuộc giao tranh nhỏ đầu tiên giữa người châu Mỹ và người châu Âu từ thời Vikings<ref>Philips and Philips, The Worlds of Christopher Columbus<\/ref> diễn ra khi những thủy thủ của ông cứu hai chú bé vừa bị những kẻ bắt giữ thiến.\n\nNgày [[22 tháng 11]], ông quay lại Hispaniola, biết rằng những người thủy thủ cũ của mình đã rơi vào một cuộc tranh cãi với thổ dân vùng trong và bị giết hại, nhưng ông không buộc tội vị thủ lĩnh [[Guacanagari]], đồng minh của ông về việc đó. Một vị thủ lĩnh khác, tên là [[Caonabo]], bị gán trách nhiệm vụ này và trở thành chiến binh kháng chiến đầu tiên của người thổ dân châu Mỹ. Colombo đã lập ra một khu định cư mới tại Isabella, trên bờ biển phía bắc Hispaniola, nơi lần đầu tiên ông tìm ra vàng, nhưng đây là một vị trí không thích hợp và khu định cư này nhanh chóng bị bỏ hoang. Ông bỏ một số thời gian thám hiểm vùng trong đảo để tìm vàng. Tìm thấy một ít, ông đã thành lập một pháo đài nhỏ ở sâu trong đất liền. Ông rời Hispaniola ngày [[24 tháng 4]], [[1494]], và tới Cuba (mà ông đặt tên là Juana) ngày [[30 tháng 4]] và [[Jamaica]] ngày [[5 tháng 5]]. Ông đã thám hiểm bờ biển phía nam Cuba, mà ông tin là một bán đảo chứ không phải là một hòn đảo, và nhiều hòn đảo xung quanh gồm cả [[Đảo Youth]] (La Evangelista), trước khi quay trở lại Hispaniola ngày [[20 tháng 8]].\n\nTrước khi rời Tây Ban Nha cho chuyến đi thứ hai, Colombo đã được Ferrando và Isabel ra lệnh giữ quan hệ hòa bình, thân ái với những người bản xứ. Tuy vậy ông đã gửi một bức thư về triều đình đề xuất bắt làm nô lệ một số người dân bản xứ, đặc biệt là người [[Carib]], vì sự hiếu chiến và sự đối đầu của họ với người [[Taino]]. Dù vương gia khước từ đề xuất này, tháng 2 năm 1495 Colombo bắt 1.600 người Arawak (một bộ tộc khác, cũng là đối thủ của người Carib) làm nô lệ. Vì không có nơi canh giữ, 400 người được trả tự do.\n\nCác cuộc thám hiểm mang tính khám phá không thể bù đắp chi phí cho chúng; bởi vì ở thời [[Phục hưng]] không có khoản tiền nào được chi cho mục đích thuần túy khoa học. Colombo đã cùng Isabel lập kế hoạch mở các địa điểm thương mại với các thành phố ở Viễn Đông, từng nổi tiếng sau những cuộc du lịch của [[Marco Polo]], nhưng đã phải dừng lại như nói ở đầu bài. Tất nhiên, Colombo sẽ không bao giờ tìm thấy [[Cathay]] ([[Trung Quốc]]) hay [[Zipangu]] ([[Nhật Bản]]), và cũng không còn một vị Đại [[Hãn]] nào nữa. Chế độ [[Nô lệ]] đang phổ biến trong nhiều chủng tộc trên thế giới vào thời điểm ấy, gồm cả một số bộ lạc da đỏ. Đối với những người Bồ Đào Nha - mà Colombo học hỏi được đa số các kiến thức hàng hải của mình - chế độ nô lệ đã mang lại khoản thu tài chính đầu tiên sau cuộc đầu tư 75 năm ở [[Châu Phi]].\n\nNăm trăm sáu mươi nô lệ được chở về Tây Ban Nha; 200 người chết trên đường và nửa số còn lại bị ốm khi tới nơi. Sau những thủ tục pháp lý, một số người sống sót được thả và được ra lệnh dùng tàu về quê hương, những người khác được Isabel gửi đi làm nô lệ trên tàu. Colombo, tuyệt vọng vì không thể trả được tiền cho những nhà đầu tư, và cũng không nhận ra rằng Isabel và Ferrnando không còn muốn theo đuổi chính sách chinh phục biển cả như những người Bồ Đào Nha. Việc bắt nô lệ đã dẫn tới trận chiến lớn đầu tiên giữa người Tây Ban Nha và những người thổ dân tại [[Tân Thế giới|Tân thế giới]].\n\nColombo cũng áp đặt một hệ thống nộp cống tương tự hệ thống của người [[Aztec]] trong lục địa. Tất cả những người thổ dân tại [[Cicao]] ở Haiti trên 14 tuổi đều phải nộp một số vàng, và được trao một vật làm dấu đeo trên cổ. Những người không nộp đủ sẽ bị chặt tay. Dù có những biện pháp man rợ như vậy, Colombo không thể kiếm được nhiều và nhiều \"người định cư\" không thích hợp với thời tiết cũng như không còn ảo tưởng về những cơ hội làm giàu nhanh chóng. Một cuộc [[đổ xô đi tìm vàng]] đã diễn ra và sẽ mang lại những hậu quả thảm thương cho những người dân vùng [[Caribe]], dù những nhà nhân loại học đã chứng minh rằng đã diễn ra nhiều cuộc hôn nhân khác chủng và sự đồng hóa hơn so với những gì chúng ta từng tin tưởng (xem [[Black Legend]]). Colombo đã cho phép những người định cư được trở về nhà cùng với những người vợ thổ dân hay với tư cách nô lệ của họ, điều này đã làm Isabel giận dữ.\n\nTừ Haiti cuối cùng ông quay trở về Tây Ban Nha.\n\n=== Chuyến đi thứ ba và sự bắt giữ ===\n[[Tập tin:Columbus3.PNG|nhỏ|trái|Chuyến đi thứ ba]]\n[[Tập tin:AndalusAndMorocco.png|120px|nhỏ|Mũi tên chỉ hướng thành phố [[Sanlúcar de Barrameda]], điểm khởi đầu chuyến đi thứ ba của Colombo.]]\n\nNgày [[30 tháng 5]], [[1498]], Colombo cùng sáu chiếc tàu rời [[Sanlúcar de Barrameda|Sanlúcar, Tây Ban Nha]], trong chuyến viễn hành thứ ba tới [[Tân Thế giới|Tân thế giới]]. Ông đi cùng một người trẻ tuổi là [[Bartolomé de las Casas]], người sau này cung cấp một phần bản ghi nhật ký của Colombo.\n\nColombo dẫn đầu hạm đội tới đảo Porto Santo của Bồ Đào Nha, quê vợ ông. Sau đó ông đi tới Madeira và dừng lại ở đây một thời gian với thuyền trưởng người Bồ Đào Nha João Gonçalves da Camara trước khi tới [[Quần đảo Canaria|Quần đảo Canary]] và [[Cape Verde]]. Colombo đổ bộ xuống bờ biển phía nam đảo [[Trinidad]] ngày [[31 tháng 7]]. Từ mùng [[4 tháng 8]] tới [[12 tháng 8]], ông thám hiểm [[Vịnh Paria]] nằm giữa Trinidad và [[Venezuela]]. Ông đã thám hiểm lục địa [[Nam Mỹ]], gồm cả sông [[Orinoco]]. Ông cũng tới các đảo [[Chacachacare]] và [[Đảo Margarita]], quan sát và đặt tên cho [[Tobago]] (Bella Forma) và [[Grenada]] (Concepcion). Ông đã miêu tả những vùng đất mới như là những phần lãnh thổ thuộc một lục địa chưa từng được biết tới trước đó, nhưng thể hiện nó liền với Trung Quốc, vồng lên để tạo thành hình cầu của Trái Đất.\n\nColombo quay trở lại Hispaniola ngày [[19 tháng 8]] và thấy sự bất bình của những người định cư Tây Ban Nha trên vùng đất mới, những người vỡ mộng về mảnh đất giàu có mà Colombo từng miêu tả. Colombo nhiều lần phải dàn xếp những vụ nổi loạn của những người định cư cũng như của thổ dân. Một số thủy thủ đã bị treo cổ vì bất tuân lệnh. Một số người định cư trước kia và các thày dòng tuyên truyền nói xấu Colombo trong triều đình Tây Ban Nha, buộc tội ông quản lý kém. Năm 1500, nhà Vua và Nữ vương phái vị quan hành chính vương thất [[Francisco de Bobadilla]] tới [[Tân Thế giới|Tân thế giới]], ngay khi đặt chân tới nơi (ngày [[23 tháng 8]]), ông bắt giữ Colombo cùng các anh em và gửi họ về Tây Ban Nha. Năm 2005, một bản báo cáo từng bị thất lạc từ lâu được phát hiện trong đó miêu tả Colombo là một người lãnh đạo đặc biệt hung ác (xem mục [[#Chức Toàn quyền|Chức Toàn quyền]] bên dưới). Bản báo cáo này có thể giải thích một phần các nguyên nhân đưa tới quyết định của Vương gia Tây Ban Nha nhằm cách chức Toàn quyền vùng Ấn Độ của Colombo. Colombo đã từ chối được tháo gông xiềng trên chuyến tàu trở về Tây Ban Nha, và trong thời gian ấy ông đã viết một bức thư dài bào chữa cho mình gửi tới triều đình. Triều đình đã nhận bức thư của ông và trả tự do cho Colombo cùng các anh em.\n\nDù giành lại tự do, ông đã mất uy tín và mọi chức vụ từng có, gồm cả chức toàn quyền. Một sự lăng nhục khác, người Bồ Đào Nha đã giành thắng lợi trong cuộc đua tới Ấn Độ: [[Vasco da Gama]] đã quay trở về vào tháng 9 năm 1499 sau một chuyến đi tới Ấn Độ, đi về hướng đông vòng quanh châu Phi.\n\n=== Chuyến đi thứ tư ===\n[[Tập tin:Columbus4.PNG|nhỏ|trái|Chuyến đi thứ tư]]\nTuy vậy, Colombo đã tiến hành chuyến đi thứ tư, trên danh nghĩa là để tìm kiếm eo [[Malacca]]<ref>[http:\/\/books.google.com\/books?id=TKgKAAAAIAAJ&pg=PA128 'Letter from Christopher Columbus to the Governors of the Bank of St. George, Genoa. Dated at Sevilla, April 2nd, 1502']<\/ref> dẫn vào [[Ấn Độ Dương]].<ref>{{Chú thích sách|url=http:\/\/books.google.com\/books?id=TKgKAAAAIAAJ&pg=PA129 |title=The authentic letters of Columbus - Google Books |publisher=Books.google.com |date= |access-date = ngày 29 tháng 7 năm 2010 |year=1894}}<\/ref>\n\nCùng đi với anh\/em trai [[Bartolomeo Colombo|Bartolomeo]] và cậu con trai 13 tuổi [[Fernando Colón|Fernando]], ông rời Cádiz, Tây Ban Nha ngày [[11 tháng 5]], [[1502]]. Ông đi tới Arzila trên bờ biển Ma rốc để giải cứu những binh sĩ Bồ Đào Nha được cho là đang bị những người Moors cầm giữ. Ngày [[15 tháng 6]], họ đổ bộ tại Carbet trên đảo [[Martinique]] (Martinica). Một cơn bão mạnh chuẩn bị tới, vì vậy ông phải tiếp tục lên đường, hy vọng tìm được nơi trú ẩn tại Hispaniola. Ông tới [[Santo Domingo]] ngày [[29 tháng 6]], nhưng không được phép vào cảng, và vị toàn quyền mới từ chối nghe những lời cảnh báo bão của ông. Vì thế, trong khi những chiếc tảu của Colombo trú ẩn ở cửa [[Sông Jaina]], hạm đội chở vàng bạc đầu tiên của Tây Ban Nha đã lao thẳng vào cơn bão. Chiếc tàu duy nhất về tới Tây Ban Nha có mang theo tiền bạc và đồ đạc của Colombo, và tất cả những kẻ thù cũ của ông (và một số bạn hữu) đều chết đuối.<ref>Morison, Samuel Eliot,''Admiral of the Ocean Sea: A Life of Christopher Columbus'', Boston, 1942, page 617.<\/ref>\n\nSau khi dừng một thời gian ngắn ở Jamaica, ông đi tới [[Trung Mỹ]], tới Guanaja (Isla de Pinos<ref>The History Channel. Columbus: The Lost Voyage.<\/ref>) trong [[Islas de la Bahía department|Vịnh Quần Đảo]] ngoài khơi [[Honduras]] ngày [[30 tháng 7]]. Tại đây Bartolomeo đã tìm thấy một số nhà buôn bản xứ và một chiếc canô lớn, nó được tả là \"dài như một chiếc tàu galley\" chất đầy hàng hoá. Ngày [[14 tháng 8]], ông đổ bộ xuống lục địa châu Mỹ tại Puerto Castilla, gần [[Trujillo, Honduras]]. Ông bỏ ra hai tháng sau đó để thám hiểm các bờ biển Honduras, [[Nicaragua]], và [[Costa Rica]], trước khi vào Vịnh Almirante, [[Panama]] ngày [[16 tháng 10]].\n\n[[Tập tin:The Four Voyages of Columbus 1492-1503 - Project Gutenberg etext 18571.jpg|nhỏ|Chuyến đi thứ tư của Colombo 1492-1503]]\nTại Panama, ông được những người thổ dân thông báo cho biết về vàng vàng một eo biển dẫn sang đại dương khác. Sau nhiều cuộc thám hiểm, ông đã lập ra một đơn vị đồn trú tại cửa sông [[Rio Belen]] [[tháng 1]] năm [[1503]]. Ngày [[6 tháng 4]], một chiếc tàu bị mắc cạn trong sông. Cùng lúc ấy, đơn vị đồn trú bị tấn công, và những chiếc tàu khác cũng bị hư hại. Ông rời đi Hispaniola ngày [[16 tháng 4]], nhưng tiếp tục gặp những thiệt hại khác trong một cơn bão ngoài khơi Cuba. Không thể tiếp tục lên đường, những chiếc tàu phải thả neo ở [[Saint Ann Parish, Jamaica|St. Ann's Bay, Jamaica]], ngày [[25 tháng 6]], [[1503]].\n\nColombo và đoàn người của mình mắc kẹt lại Jamaica trong một năm. Hai người Tây Ban Nha, với những chiếc xuồng của thổ dân, được phái đi cầu viện ở Hispaniola. Cùng lúc ấy, trong một nỗ lực tuyệt vọng nhằm thuyết phục những người thổ dân tiếp tục cung cấp lương thực cho đoàn người của mình, ông đã đe dọa thành công khi dự báo chính xác cho họ một lần [[nguyệt thực]], sử dụng các bảng thiên văn do Rabbi [[Abraham Zacuto]] tạo ra khi ông đang làm việc cho nhà vua Bồ Đào Nha. Cuối cùng lực lượng hỗ trợ cũng tới ngày [[29 tháng 6]], [[1504]], và Colombo cùng đoàn người của mình tới [[Sanlúcar de Barrameda|Sanlúcar, Tây Ban Nha]] ngày [[7 tháng 11]].<ref>[[Samuel Eliot Morison]], ''Admiral of the Ocean Sea: A Life of Christopher Columbus'', 1942, pp. 653–54. [[Samuel Eliot Morison]], ''Christopher Columbus, Mariner'', 1955, pp. 184-92.<\/ref>\n\n== Chức Toàn quyền ==\nTrong thời làm Toàn quyền và Phó vương rõ ràng Colombo đã cai trị vương quốc của mình với tư cách một lãnh chúa. Francisco de Bobadilla, một thành viên của Order of Calatrava, và là Toàn quyền thứ hai sau Colombo từ năm 1500 tới năm 1502, đã được giao trách nhiệm điều tra sự cai trị của Colombo nhân danh Nhà vua Tây Ban Nha. Bản báo cáo dày 48 trang của ông - có được từ lời chứng của 23 người từng nhìn thấy hay nghe thấy về cách cư xử của Colombo cùng những người anh em ông - đã từng biến mất trong nhiều thế kỷ, nhưng đã được phát hiện năm 2005 trong văn khố Tây Ban Nha tại Valladolid. Nó được chứng minh có chứa những miêu tả về thời kỳ cầm quyền 7 năm của Colombo với tư cách Toàn quyền đầu tiên tại Ấn Độ. Theo bản báo cáo này Colombo bị cả những người bạn và kẻ thù của ông coi là có những hành động trừng phạt tàn nhẫn với thần dân của mình.\n\nColombo đã ra lệnh cắt tai và mũi của một người đàn ông, bị bắt khi ăn trộm ngô, và bán anh ta làm nô lệ. Một người phụ nữ cho rằng Colombo xuất thân hèn mọn đã bị anh\/em trai của Colombo là Bartolomé trừng phạt: bà bị lột hết quần áo và lôi đi diễu hành trên lưng một con la. Khi Bartolomé cắt lưỡi bà, Colombo đã chúc mừng anh ta vì bảo vệ danh dự gia đình. Consuelo Varela, một nhà sử học Tây Ban Nha đã cho rằng: \"Thậm chí những người yêu mến ông ta [Colombo] cũng phải chấp nhận những hành động tàn ác đó.\"<ref>[http:\/\/www.guardian.co.uk\/spain\/article\/0,,1838823,00.html?gusrc=rss&feed=12 Lost document reveals Columbus as tyrant of the Caribbean] by Giles Tremlett for [[The Guardian]], [[2006-08-07]]<\/ref>\n\n== Cuối đời ==\n[[Tập tin:ColumbusHouseOfValladolid.jpg|nhỏ|trái|Một bức tượng chiếc Santa Maria, chiếc tàu chính của Colombo trong chuyến thám hiểm đầu tiên. Tượng được đặt tại Nhà Colombo tại [[Valladolid]], Tây Ban Nha, thành phố nơi Colombo qua đời.]]\n\nTrong khi Colombo luôn coi việc phi tín ngưỡng là một trong những nguyên nhân dẫn tới các cuộc thám hiểm của ông, thì về cuối đời ông ngày càng tin vào tôn giáo. Ông tuyên bố mình nghe thấy những giọng nói thần thánh, kêu gọi tiến hành một cuộc [[thập tự chinh]] mới để chiếm [[Jerusalem]], thường mặc đồ của dòng thánh [[Franciscan]], và miêu tả những cuộc thám hiểm của ông là \"thiên đường\" như một phần kế hoạch của Chúa nhằm dẫn tới [[Thuyết mạt thế Thiên Chúa Giáo|Sự phán xét cuối cùng]] và sự chấm dứt Thế giới.\n\nTrong những năm cuối đời, Colombo đã yêu cầu triều đình Tây Ban Nha trao cho ông 10% lợi nhuận thu được từ những vùng đất mới, như những thỏa thuận trước đó. Bởi vì ông đã không còn giữ chức toàn quyền, triều đình cho rằng họ không phải tuân theo những điều khoản trong hợp đồng đó nữa, và từ chối những yêu cầu của ông. Sau này gia đình ông đã kiện đòi một phần lợi nhuận trong thương mại với châu Mỹ nhưng đã hoàn toàn thua cuộc 50 năm sau.\n\n[[Tập tin:Tomb-of-columbus.jpg|phải|nhỏ|275px|Mộ Colombo tại thánh đường Sevilla. Mộ có bốn bức tượng các vị vua tượng trưng cho các Vương quốc [[Vương quốc Castilla|Castilla]], [[Vương quốc León|León]], [[Vương quốc Aragon|Aragón]], và [[Vương quốc Navarra|Navarra]].]]\nNgày [[20 tháng 5]], [[1506]], Colombo qua đời tại [[Valladolid]], trong tình trạng khá giàu có nhờ số vàng đã thu thập được ở Hispaniola. Ông vẫn tin rằng những chuyến đi của ông chạy dọc theo bờ biển phía đông châu Á. Sau khi chết, xác ông được [[excarnation]]—thịt được bỏ đi chỉ còn lại xương. Thậm chí sau khi chết, những chuyến đi của ông vẫn tiếp diễn: đầu tiên ông được [[chôn cất|chôn]] tại Valladolid và sau đó tại tu viện La Cartuja ở [[Sevilla]], theo mong muốn của con trai ông [[Diego Colón|Diego]], người từng làm toàn quyền Hispaniola, di hài ông được chuyển về [[Santo Domingo]] năm 1542. Năm 1795, Pháp chiếm vùng này và ông lại được đưa tới [[La Habana]]. Sau khi Cuba giành độc lập sau cuộc [[Chiến tranh Tây Ban Nha-Mỹ]] năm 1898, di hài ông lại được đưa về [[Thánh đường Sevilla]], và được đặt trong một ngôi mộ cầu kỳ. Tuy nhiên, một hộp chì có khắc chữ \"Don Cristoforo Colombo\" và chứa các phần xương của ông cùng một viên đạn đã được khám phá tại Santo Domingo năm 1877. Để bác bỏ những giả thuyết cho rằng di hài giả của ông đã được chuyển tới La Habana và rằng Colombo vẫn ở yên trong thánh đường Santo Domingo, các mẫu [[DNA]] đã được lấy tháng 6 năm 2003 (''History Today'' tháng 8 năm 2003). Kết quả thông báo vào tháng 5 năm 2006 cho thấy ít nhất một phần di hài Colombo vẫn nằm lại Sevilla, nhưng chính quyền Santo Domingo không cho phép xét nghiệm mẫu di hài họ đang nắm giữ.<ref>http:\/\/www.miami.com\/mld\/elnuevo\/14624321.htm<\/ref>\n\n== Nguồn gốc quốc tịch ==\nCó nhiều giả thuyết về nguồn gốc quốc tịch của ông, gồm:\n\n=== Nguồn gốc Genova ===\n\nTrong cuốn ''Christopher Columbus,'' Xuất bản phẩm của Đại học Okla. (1987), trang 10-11, Gianni Granzotto đã cung cấp những thông tin sau do những người cùng thời với Colombo viết. \n:* Pietro Martire [Peter Martyr], một người Lombard, là người đầu tiên viết niên biểu của Colombo và đã ở Barcelona khi Colombo quay trở về sau chuyến thám hiểm đầu tiên. Trong bức thư của ông đề ngày 14 tháng 5, 1493, gửi Giovanni Borromeo, ông đã coi Colombo là người Ligurian ''[vir Ligur]'', Liguria là vùng có Genoa.\n:* Một bản tham khảo, từ năm 1492 của một người chép thuê trong triều đình Galindez, đã coi Colombo là \"''Cristóbal Colón, genovés.''\"\n:* Trong cuốn ''Lịch sử các vị vua Cơ đốc giáo,'' Andrés Bernaldez đã viết: \"Colombo là một người đến từ vùng Genoa.\"\n:* Trong cuốn ''Tổng quan và Lịch sử Tự nhiên Ấn Độ,'' Bartolomé de Las Casas xác nhận \"quốc tịch Genoa\" của ông;\n:* và trong một cuốn sách cùng tên, Gonzalo de Fernández de Oviedo đã viết rằng Colombo \"có nguồn gốc từ tỉnh Liguria.\"\n:* Antonio Gallo, Agostino Giustiniani, và Bartolomeo Serraga đã viết rằng Colombo là người Genoa.\n\nNhà sử học [[Samuel Eliot Morison]], trong cuốn sách \"Đô đốc của Đại Dương\" của mình, đã lưu ý rằng nhiều tài liệu hợp pháp tồn tại chứng minh nguồn gốc Genoa của Colombo, cha ông Domenico, và các anh\/em trai Bartolomeo và Giacomo (Diego). Những tài liệu này được các công chứng viên viết bằng tiếng La tinh, và có giá trị hợp pháp trước các triều đình Genoa. Khi các công chứng viên qua đời, các tài liệu của họ được chuyển cho văn khố Cộng hòa Genoa. Các tài liệu, nằm yên không được khám phá cho tới tận thế kỷ 19 khi những nhà sử học Italia xem xét các văn khố đó, trở thành một phần của ''Raccolta Colombiana''. Ở trang 14, Morison viết:\n\n:Bên cạnh những tài liệu mà chúng ta có thể lượm lặt được những sự kiện thực tế về cuộc sống thời trẻ của Colombo, ta còn có những tài liệu khác xác định rằng Nhà thám hiểm là con trai của người thợ dệt len Domenico, dù khả năng này còn bị nghi ngờ. Ví dụ, Domenico có một anh\/em trai là Antonio, giống như ông cũng là một thành viên được kính trọng trong tầng lớp trung lưu thấp tại Genoa. Antonio có ba con trai: Matteo, Amigeto và Giovanni, người thường được gọi là Giannetto (tên Genoa tương tự \"Johnny\"). Giannetto, cũng như Christopher, đã rời bỏ một công việc buồn tẻ để ra biển. Năm 1496 ba anh em trai gặp gỡ nhau trong một phòng công chứng tại Genoa và đồng ý rằng Johnny phải tới Tây Ban Nha và tìm kiếm người anh họ lớn nhất \"Don Cristoforo de Colombo, Đô đốc của Nhà Vua Tây Ban Nha,\" mỗi người chịu một phần ba chi phí chuyến đi. Chuyến đi tìm việc này rất thành công. Đô đốc đã trao cho Johnny quyền chỉ huy một tàu buồm nhỏ trong chuyến viễn du lần thứ ba tới châu Mỹ, và giao phó cho ông nhiều việc cơ mật.\n\nNhững ghi chép khác, ví dụ như tiểu sử do Fernando Columbus viết, cho rằng cha ông là một người quý tộc Italia. Ông đã miêu tả Colombo là dòng dõi một Bá tước Columbo của [[Lâu đài Cuccaro]] [[Montferrat]]. Tới lượt mình Columbo lại nói mình là hậu duệ của một vị Tướng viễn chinh La Mã Colonius, và hai trong số những người anh họ lớn nhất của ông được cho là hậu duệ trực tiếp của hoàng đế [[Constantinopolis|Constantinople]]. Hiện nay đa số tin rằng Cristoforo Colombo đã sử dụng câu chuyện này nhằm tô vẽ nguồn gốc quý tộc cho mình, một hình ảnh được tính toán kỹ để che đậy xuất thân nhà buôn hèn kém.\n\n[[Tập tin:Monument a Colom 2.jpg|nhỏ|Colombo chỉ về hướng đông ngang qua [[Biển Địa Trung Hải]] về phía [[Genova]] tại Port Vell, [[La Rambla]], [[Barcelona]]]]\n\n\"Cuộc đời của Đô đốc Christopher Columbus theo lời kể của con trai Ferdinand,\" do Benjamin Keen dịch, Greenwood Press (1978), là bản dịch cuốn tiểu sử do con trai Colombo là Fernando viết: \"Historie del S. D. Fernando Colombo; nelle quali s'ha particolare, & vera relatione della vita, & de fatti dell'Ammiraglio D. Cristoforo Colombo, suo padre: Et dello scoprimento ch'egli fece dell'Indie Occidentali, dette Mondo Nuovo,...\"[http:\/\/www.liberliber.it\/biblioteca\/c\/colombo_fernando\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060827172107\/http:\/\/www.liberliber.it\/biblioteca\/c\/colombo_fernando\/ |date=2006-08-27 }}\n\nTrong đoạn đầu trang ba bản dịch của Keen, Fernando bác bỏ câu chuyện kỳ cục rằng Đô đốc là hậu duệ của Colonus đã từng được Tacitus đề cập đến. Tuy nhiên, ông coi \"hai người Coloni nổi tiếng đó, là họ hàng của ông.\" Theo ghi chú 1, trang 287, hai người đó \"là dân đảo corse không có họ hàng với nhau hay với Cristoforo Colombo, một người là Guillame de Casenove, tên hiệu Colombo, Đô đốc nước Pháp dưới thời Vua Louis XI.\" Ở đầu trang 4, Fernando liệt kê Nervi, Cugureo, Bugiasco, Savona, Genoa và Piacenza là những nơi có thể là nguồn gốc xuất thân. Ông cũng viết rằng:\n: \"Colombo... quả thực là tên tổ tiên ông. Nhưng ông đã thay đổi nó để phù hợp với ngôn ngữ đất nước nơi sinh sống và lập nghiệp\" (Colom trong tiếng Bồ Đào Nha và Colón trong tiếng Castile).\n\nViệc xuất bản cuốn ''Historie'' được các nhà sử học coi là cung cấp bằng chứng trực tiếp về nguồn gốc Genoa của Nhà thám hiểm. Cuối cùng cuốn sách của Fernando được cháu trai ông là Luis thừa kế, đứa cháu ăn chơi của Nhà thám hiểm. Luis luôn cần tiền và đã bán cuốn sách cho Baliano de Fornari, \"một người giàu có và là một bác sĩ hảo tâm người Genoa.\" Ở trang xv, Keen đã viết:\n\n: \"Trong cái lạnh mùa đông, ông Fornari già cả lên đường tới Venice, trung tâm xuất bản của Ý, để giám sát việc dịch và xuất bản cuốn sách.\"\n\nTại trang xxiv, lời đề tặng ngày [[25 tháng 4]] 1571 của Giuseppe Moleto nói:\n\n: \"Đức Ngài [Fornari], một người danh vọng và hào phóng, muốn ký ức về con người vĩ đại này trở thành bất hủ, dù đã bảy mươi tuổi, trong mùa đông băng giá, với chiều dài chuyến đi, đã đi từ Genoa tới Venice với mục tiêu xuất bản cuốn sách đó... để những cuộc khám phá của con người kiệt xuất này, vinh quang thực sự của Italia và đặc biệt của quê hương Đức Ngài, sẽ được biết tới.\"\n\nBằng chứng sử học khác về nguồn gốc Genoa của Colombo thể hiện trong di chúc của ông ngày [[22 tháng 2]], [[1498]], trong đó Colombo đã viết \"yo nací en Genoba\" (Tôi sinh tại Genoa). Di chúc này đề cập tới một nhà buôn người Genoa, người cũng được nhắc tới trong phiên tòa tại tòa án Genoa năm 1479. Hiện còn những bản ghi chép lời chứng của phiên tòa đó, và Colombo đã được gọi là làm chứng (có lẽ theo lời tuyên thệ). Trong bản chứng đó, Colombo đã tuyên bố rằng ông là một công dân Genoa, sống tại Lisbon.\n\nTheo một cuộc điều tra do nhà sử học từng nghiên cứu một thời gian dài về Colombo là Manuel Rosa tiến hành bản di chúc cuối cùng này và bản cung năm 1498 còn nằm lại trong văn khố Sevilla, là một bản copy của bản chính đã mất và không hề có tên người làm chứng cũng như dấu công chứng nhà nước. Nó có nhiều điều mâu thuẫn, như được ký là ''El Almirante'', trong khi trong bản copy có công chứng của điều khoản bổ sung di chúc năm 1506, nhân viên công chứng nhà nước nói rõ ràng rằng bản di chúc mà ông xem có ký chữ ''Christo Ferens''. Nhiều người nghi ngờ đó là sự giả mạu. Nhiều nhà văn đã đưa ra những giả thuyết khác về nguồn gốc quốc tịch Colombo dựa trên các tài liệu khác. Chúng ta biết rất ít thông tin về Colombo giai đoạn trước những năm giữa thập niên 1470. Có người cho rằng điều này có lẽ vì ông đã giấu diếm điều gì đó— một sự kiện trong nguồn gốc xuất thân của ông hay lịch sử mà ông có ý muốn giữ kín.\n\n=== Lý thuyết Tây Ban Nha ===\n{{Tây Ban Nha thuộc địa hóa châu Mỹ}}\nGần đây, một đội khoa học Tây Ban Nha đã có được giấy phép khai quật mộ Colombo tại Sevilla, Tây Ban Nha. Sử dụng phân tích DNA xương ông, cũng như xương người anh\/em trai là Diego và con trai ông, các nhà khoa học đã tìm cách lắp ghép tiểu sử thực của Colombo. Tuy nhiên, những cuộc thử nghiệm DNA không mang lại thành công.\n\nSau đó những văn bản ghi chép của chính Colombo được đem ra xem xét. Cần nhớ rằng Colombo viết theo phong cách Bắc Italia. Ngôn ngữ Genoa không được sử dụng trong văn viết thời Colombo. Những phân tích sâu thêm về các từ thường được ông sử dụng, những lỗi ngôn ngữ ông mắc phải, cho thấy rằng giả thuyết gần đúng nhất là ông đã học tiếng Catalan khi còn trẻ trong các chuyến đi tới Tây Ban Nha của mình. Tự dạng của Colombo cũng được phân tích. Những khám phá từ các cuộc khảo sát này cho thấy vì sự lỏng lẻo trong phong cách viết, chắc chắn ông đã học nó khi còn trẻ.\n\nNhững nhà điều tra đã xem xét các thông tin xem liệu nó có cho thấy Colombo là người gốc Catalan. Trong suốt đời mình, Colombo tự viết tên là Christobal Colom; những người cùng thời và gia đình ông cũng gọi ông như vậy. Colombo luôn nói rằng ông là người Italia. Có thể ước đoán rằng Colom là tên viết tắt của Colombo được sử dụng cho tên họ Italia là Colombo (có nghĩa \"bồ câu\"). Colom cũng có thể là một cái tên Bồ Đào Nha, Pháp hay Catalan. Có một gia đình thương nhân quý tộc tại Barcelona (Tây Ban Nha) cũng mang họ Colom.{{citeneeded}}\n\nQuốc tịch thực của Colombo vẫn là điều chưa được khám phá, dù mọi người thường chấp nhập ông là người Italia vì sự thực rằng ông luôn nhận mình là người Italia trong suốt cuộc đời.<ref>''[http:\/\/dsc.discovery.com\/convergence\/columbus\/evidence\/explore.html Columbus: Secrets from the Grave]'', [[Discovery Channel]] documentary, about a possible [[Catalunya|Catalan]] origin.<\/ref>\n\n=== Các giả thuyết khác ===\nCâu hỏi về quốc tịch Colombo đã trở thành vấn đề tranh cãi sau khi [[chủ nghĩa dân tộc|chủ nghĩa quốc gia]] ngày càng phát triển; vấn đề này nảy sinh nhân kỷ niệm bốn trăm năm sự kiện khám phá châu Mỹ năm 1892 (xem [[Triển lãm Colombian thế giới]]), khi nguồn gốc Genoa của Colombo trở thành một niềm kiêu hãnh của một số [[người Mỹ gốc Italia]]s. Tại [[thành phố New York]], những bức tượng đối thủ của Colombo được các cộng đồng Hispanic (người Mỹ gốc Nam Mỹ) và Italia ký tên bên dưới, và những vị trí danh dự có mặt ở cả hai cộng đồng, tại [[Quảng trường Colombo]] và [[Công viên Trung tâm]].\n\nMột giả thuyết cho rằng Colombo đã phục vụ cho tên [[cướp biển]] Pháp là [[Guillaume Casenove Coulon]] và lấy họ của mình theo họ của hắn nhưng sau này đã tìm cách che giấu quá khứ hải tặc. Một số nhà sử học đã tuyên bố rằng ông là [[người xứ Basque]]. Những người khác nói ông là một ''[[converso]]'' (một [[người Do Thái Tây Ban Nha]] đã cải sang Thiên Chúa giáo). Tại Tây Ban Nha, thậm chí một số người Do Thái cải đạo đã bị buộc phải rời nước này sau nhiều vụ khủng bố; hiện vẫn có nhiều ''conversos'' đang bí mật theo [[Do Thái giáo|Đạo Do Thái]]. Sự tương quan giữa [[đạo luật Alhambra]], kêu gọi trục xuất tất cả những người Do Thái ra khỏi Tây Ban Nha và lãnh thổ của nó cũng như những vùng đất thuộc sở hữu của nước này ngày [[31 tháng 7]], [[1492]], và việc Colombo lên tàu bắt đầu chuyến đi đầu tiên của mình ngày [[3 tháng 8]] [[1492]], đã ủng hộ cho giả thuyết này.\n\nMột giả thuyết khác cho rằng ông là người thị trấn [[Calvi, Haute-Corse|Calvi]] trên đảo [[Corse|Corsica]], ở thời ấy là một phần cộng hòa Genoa. Hòn đảo thường xảy ra bạo động khiến dân chúng ở đây mang tiếng xấu, vì thế ông đã che giấu nguồn gốc của mình. Những giả thuyết khác cho rằng thực tế Colombo là người [[Catalunya|Catalan]] (''Colom'')<ref>{{Chú thích web |url=http:\/\/dsc.discovery.com\/convergence\/columbus\/evidence\/explore.html |ngày truy cập=2006-10-03 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 16 tháng 7 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20060716105022\/http:\/\/dsc.discovery.com\/convergence\/columbus\/evidence\/explore.html |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.histocat.com\/hta\/v20.htm |ngày truy cập=2006-10-03 |tựa đề=Bản sao đã lưu trữ |archive-date=2006-09-01 |archive-url=https:\/\/web.archive.org\/web\/20060901041748\/http:\/\/www.histocat.com\/hta\/v20.htm |url-status=dead }}<\/ref>.\n\nCũng có nghiên cứu cho rằng Colombo có thể là người đảo [[Chios]] Hy Lạp.<ref>http:\/\/www.grecoreport.com\/christopher_columbus.htm<\/ref> Lý lẽ ủng hộ giả thuyết này cho rằng thời ấy Chios đang thuộc quyền kiểm soát của Genoa, và vì thế là một phần của Cộng hòa Genoa, và rằng ông đã ghi nhận ký bằng tiếng La tinh hay tiếng Hy Lạp chứ không phải tiếng Italia hay Genoa. Ông cũng tự gọi mình là \"Colombo de Terra Rubra\" (Colombo của Trái Đất Đỏ); Chios nổi tiếng vì có đất đỏ ở phía nam nơi có trồng cây máttít (mastic) thường được người Genoa buôn bán. Cũng có một ngôi làng mang tên Pirgi trên hòn đảo Chios nơi cho tới tận ngày nay những người dân ở đó vẫn mang họ \"Colombus.\"\n\nThậm chí có giả thuyết cho rằng [[văn bia]] trên mộ của ông, được dịch là \"Hãy đừng để tôi bị nhầm lẫn mãi mãi,\" là lời ám chỉ của Colombo rằng quốc tịch của ông không đúng như sự thực được công bố khi còn sống. Tuy nhiên, câu viết thực tế trên văn bia, \"Non confundar in aeternam\" (trong tiếng La tinh), có lẽ phải được dịch chính xác hơn thành \"Đừng bao giờ để tôi biến mất,\" và nó thường xuất hiện trong nhiều bài [[Thánh thi]].\n\n[[Tập tin:Ccsignature.jpg|nhỏ|phải|Chữ ký Colon không theo lệ thường]]\n\nGiả thuyết khác cho rằng có thể ông sinh ra tại [[Alentejo]], Bồ Đào Nha. Theo giả thuyết này, ông đặt tên hòn đảo Cuba theo tên thị trần Cuba tại Alentejo Bồ Đào Nha— thị trấn nơi, theo một số nhà sử học Bồ Đào Nha, ông sinh ra với cái tên Salvador Fernandes Zarco. Giả thuyết này dựa trên việc nghiên cứu một số sự kiện thực tế và tài liệu về cuộc đời ông và phân tích chữ ký của ông dưới [[Phép thuật (định hướng)|Pháp thuật]] (Kabbalah) Do Thái, nơi ông miêu tả gia đình và nguồn gốc của mình. Macarenhas Barreto cho rằng: \"Fernandus Ensifer Copiae Pacis Juliae illaqueatus Isabella Sciarra Camara Mea Soboles Cubae.\", hay \"Ferdinand người giữ thanh kiếm quyền lực Beja (Pax Julia in Latin), người đã cưới Isabel Sciarra Camara, là tổ tiên của tôi từ Cuba\".\n\nBởi vì ông không bao giờ ký tên mình theo một quy ước, giả thuyết về danh hiệu càng được ủng hộ. Tên ông, Christopher, có nguồn gốc Hy Lạp nghĩa là \"Người mang của Chúa\" (Bearer of Christ) được chuyển sang tiếng La tinh và giữ nguyên nghĩa \"Người mang của Chúa\" (Christo ferens) \"và của [[Linh hồn Linh thiêng]]\" (Colombo, bồ câu trong tiếng La tinh, bởi vì theo truyền thống thường được biểu tượng hóa thành Linh hồn Linh thiêng), một sự đề cập tới [[Quân đoàn Chirst (Bồ Đào Nha)|Quân đoàn Christ]] nối tiếp sau [[Các hiệp sĩ Templar]] ở Bồ Đào Nha và bắt đầu [[thời đại thám hiểm]]. Hệ luận của những điều bên trên cho thấy ông có lẽ chủ tâm làm trệch hướng chú ý của những vị vua xứ Castilia khỏi mục tiêu Ấn Độ của họ. Vì thế ông có lẽ có lý do để giấu nguồn gốc xuất thân bởi vì Bồ Đào Nha là đối thủ lớn nhất của Tây Ban Nha về khám phá hàng hải. Nói tóm lại, ông là một \"điệp viên mật\".\n<!-- [[Hình:Columbus priviledges.jpg|nhỏ|phải|Bìa cuốn sách ''Book of Priviledges'' của Colob. cho thấy ông luôn tự gọi mình là Colon.]] -->\n\n=== Ngôn ngữ ===\nDù trong các tài liệu Genoa có nói về một người thợ dệt tên là Colombo, nhưng cũng từng có lưu ý rằng, trong các tài liệu lưu trữ, Colombo hầu như chỉ viết bằng [[tiếng Tây Ban Nha]], và rằng ông đã sử dụng [[ngôn ngữ]], với các ngữ âm [[tiếng Bồ Đào Nha]] hay [[tiếng Catala]]n, thậm chí trong cả những giấy tờ mang tính riêng tư, thư từ gửi cho anh\/em trai, các bạn người Italia và cho Ngân hàng Genoa. Hai người anh\/em gai của ông là bde ở Genoa và cũng viết thư bằng tiếng Tây Ban Nha.\n\nCó một lời chú thích viết tay nhỏ bằng tiếng Genoa trong cuốn ''[[Pliny's Natural History]]'' xuất bản bằng tiếng Italia mà ông đã đọc trong chuyến thám hiểm thứ hai đến châu Mỹ. Tuy nhiên, nó thể hiện những ảnh hưởng cả từ tiếng Tây Ban Nha và [[tiếng Bồ Đào Nha|Bồ Đào Nha]]. Tiếng Genoa Italia không phải là ngôn ngữ viết ở thế kỷ 15. Cũng có một ghi chú trong cuốn ''[[Book of Prophecies]]'' của ông, theo nhà sử học August Kling, thể hiện \"những đặc trưng của [[chủ nghĩa nhân văn]] bắc Italia trong kiểu chữ, cú pháp và cách đánh vần.\" Colombo rất chú ý và kiêu hãnh khi viết theo hình thức tiếng Italia này.\n\nPhillips đã chỉ ra rằng 500 năm trước, các ngôn ngữ gốc La tinh không khác biệt nhau lớn như ngày nay. [[Bartolomé de las Casas]] trong cuốn ''[[Historia de las Indias]]'' của mình đã cho rằng Colombo không sử dụng tốt tiếng Tây Ban Nha và rằng ông không phải sinh ra tại Castile. Trong những bức thư ông thường tự cho mình là một \"người nước ngoài.\" [[Ramón Menéndez Pidal]] đã nghiên cứu ngôn ngữ của Colombo năm 1492, và đề xuất rằng khi vẫn còn ở Genoa, Colombo đã học tiếng Tây Ban Nha đã được Bồ Đào Nha hóa từ những nhà du lịch, những người này thường sử dụng một kiểu tiếng La tinh thương mại hay [[lingua franca]] (''latín ginobisco'' đối với người Tây Ban Nha). Ông cho rằng Colombo đã học tiếng Tây Ban Nha ở Bồ Đào Nha bời vì thời ấy tại Bồ Đào Nha ngôn ngữ này \"được coi là ngôn ngữ của văn hoá\" từ năm [[1450]]. Kiểu tiếng Tây Ban Nha này cũng được các nhà thơ như [[Fernán Silveira]] và [[Joan Manuel]] sử dụng. Bằng chứng đầu tiên việc ông dùng tiếng Tây Ban Nha xuất hiện từ thập kỷ 1480. Menendez Pidal và nhiều người khác đã phát hiện nhiều từ tiếng Bồ Đào Nha trong những văn bản viết tiếng Tây Ban Nha của ông, khi ông lẫn lộn, ví dụ ''falar'' và ''hablar''. Nhưng Menendez Pidal không chấp nhận giả thuyết nguồn gốc [[Galicia (Iberia)|Galicia]] của Colombo khi lưu ý rằng khi có sự khác biệt giữa tiếng Bồ Đào Nha và [[tiếng Galician]], Colombo luôn sử dụng cách thức Bồ Đào Nha.\n\nMặt khác, tiếng La tinh là ngôn ngữ của các học giả, và đây cũng là thứ tiếng Colombo sử dung thành thạo. Ông cũng ghi nhật ký bằng tiếng La tinh, và một nhật ký \"mật\" bằng tiếng Hy Lạp.\n\nTheo nhà sử học [[Charles Merrill]], những phân tích văn bản viết tay của ông cho thấy nó có những nét đặc trưng của một người nói tiếng [[Catalunya|Catalan]], và những lỗi ngữ âm của Colombo trong tiếng Tây Ban Nha \"có lẽ giống nhất\" với kiểu Catalan. Tương tự, ông đã cưới một phụ nữ quý tộc Bồ Đào Nha, Filipa Perestrello Moniz, con gái của [[Bartolomeu Perestrelo]] người từng là Toàn quyền thứ nhất [[Porto Santo]] tại [[Madeira]]. Bà cũng là cháu của [[Gil Moniz]], người thuộc một trong những dòng họ lâu đời nhất Bồ Đào Nha, và từng có quan hệ thân thiết với [[Hoàng tử Henry Nhà hàng hải]]. Đây được coi là bằng chứng cho thấy ông có nguồn gốc quý tộc chứ không phải xuất thân từ tầng lớp thương gia Italia, bởi vì trong thời ông không có trường hợp quý tộc thông gia với các tầng lớp khác. Cũng giả thuyết này cho rằng ông là con ngoài giá thú của một nhà quý tộc hàng hải có tiếng tại Catalan, người từng đánh thuê trong một trận chiến chống lại các lực lượng Castilian. Chiến đấu chống lại Ferdinand và nguồn gốc con hoang là hai lý do rất chính đáng cho việc giấu kín nguồn gốc xuất thân của mình. Hơn nữa, viêc khai quật xác anh\/em trai ông cho thấy người này ở thế hệ khác, cách biệt tới gần một thập kỷ, chứ không phải \"Giacomo Colombo\" của gia đình Genoa.\n\nTrong một lý thuyết khác ít được chấp nhận hơn theo \"thuyết Chios\" về nguồn gốc Colombo, ông là con trai một gia đình quý tộc Genoa tại Hy Lạp - điều này giải thích khả năng tiếng Hy Lạp của ông - đã di cư từ hồi trẻ tới Castilla & Leon gần một thành phố lớn của Bồ Đào Nha, nơi ông học tiếng La tinh, tiếng Bồ Đào Nha và tiếng Tây Ban Nha (Castellano) và sẽ sử dụng chúng trong chuyến đi sau này. Tương tự, lý thuyết này giải thích khả năng sử dụng nhiều ngôn ngữ của ông và việc tại sao các ý kiến và kế hoạch của ông đã được chấp nhận từ thời điểm sớm hơn thông thường.\n<!--\n====Tên Colombo trong các ngôn ngữ khác nhau====\n{{col-begin}}\n{{col-2}}\n*[[tiếng Hy Lạp]] - Χριστόφορος Κολόμβος\n*[[La tinh]] - Christophorus Columbus\n*[[tiếng Catala]]n - Cristòfor Colom\n*[[tiếng Italia]] - Cristoforo Colombo\n*[[tiếng Iceland]] - Kristófer Kólumbus\n*[[tiếng Pháp]] - Christophe Colomb\n*[[tiếng Tây Ban Nha]] - Cristóbal Colón\n*[[tiếng Belarusia]] - Хрыстафор Калюмб\n*[[tiếng Bosnia]] - Kristofer Kolumbo\n*[[tiếng Croatia]] - Kristofor Kolumbo\n*[[tiếng Ả rập]] - كريستوفر كولومبوس\n*[[tiếng Séc]] - Kryštof Kolumbus\n*[[tiếng Đan Mạch]] - Christoffer Columbus\n*[[tiếng Hà Lan]] - Christoffel Columbus\n*[[tiếng Anh]] - Christopher Columbus\n*[[quốc tế ngữ]] - Kristoforo Kolumbo\n*[[tiếng Estonia]] - Christoph Kolumbus\n*[[tiếng Phần Lan]] - Kristoffer Kolumbus\n*[[tiếng Galicia]] - Cristovo Colón\n*[[tiếng Đức]] - Christoph Kolumbus\n*[[tiếng Georgia]] - ქრისტეფორე კოლუმბი\n{{col-2}}\n*[[tiếng Armenia]] - Քրիստոֆոր Կոլումբոս\n*[[tiếng Bulgaria]] - Христофор Колумб\n*[[Do Thái]] - כריסטופר קולומבוס\n*[[tiếng Hungary]] - Kolumbusz (hay thỉnh thoảng là Kolombusz) Kristóf\n*[[Ido]] - Cristoforo Colombo\n*[[tiếng Na Uy]] - Christopher Columbus\n*[[tiếng Ba Lan]] - Krzysztof Kolumb\n*[[tiếng Bồ Đào Nha]] - Cristóvão Colombo\n*[[tiếng Romania]] - Cristofor Columb\n*[[tiếng Nga]] - Христофор Колумб\n*[[tiếng Serbia]] - Kristofer Kolumbo\n*[[tiếng Thụy Điển]] - Christofer Columbus\n*[[tiếng Ba Tư]] - كريستوف كولومب\n*[[tiếng Thổ Nhĩ Kỳ]] - Kristof Kolomb\n*[[tiếng Latvia]] - Kristofers Kolumbs\n*[[tiếng Lithuania]] - Kristupas Kolumbas\n*[[tiếng Trung Quốc]] - 哥伦布\n{{col-end}}\n-->\n\n== Xem thêm ==\n* [[1492: Chinh phục Thiên đường]]\n* [[Bartolomeo Colombo]]\n* [[Ngày Colombo]]\n* [[Domenico Colombo]]\n* [[Diệt chủng]]\n* [[Guanahani]] (một cuộc thảo luận về những nơi có thể là vị trí đổ bộ đầu tiên)\n* [[Nô lệ da đỏ]]\n* [[Các hiệp sĩ Colombo]]\n* [[Danh sách các địa điểm được đặt tên Cristoforo Colombo]]\n* [[Paolo dal Pozzo Toscanelli]]\n* [[Tiếp xúc xuyên đại dương thời tiền Colombo]]\n* ''[[Raccolta Colombina]]'', một tuyển tập những tài liệu Genoa do các nhà sử học Italia thế kỷ 19 sưu tầm nhằm ủng hộ giả thuyết công dân Genoa.\n* [[Quá trình thực dân hóa châu Mỹ của Tây Ban Nha]]\n\n== Thư mục ==\n* Cohen, J.M. (1969) ''The Four Voyages of Christopher Columbus: Being His Own Log-Book, Letters and Dispatches With Connecting Narrative Drawn from the Life of the Admiral by His Son Hernando Colon and Others''. London UK: Penguin Classics.\n* Cook, Sherburn and Woodrow Borah (1971) ''Essays in Population History, Volume I''. Berkeley CA: University of California Press.\n* Crosby, A. W. (1987) ''The Columbian Voyages: the Columbian Exchange, and Their Historians.'' Washington, DC: American Historical Association.\n* [[Thomas Friedman|Friedman, Thomas]] (2005) ''The World Is Flat: A Brief History Of The Twenty-first Century''. New York: Farrar Straus Giroux.\n* [[Michael H. Hart|Hart, Michael H.]] (1992) ''[[The 100]]''. Seacaucus NJ: Carol Publishing Group.\n* Keen, Benjamin (1978) ''The life of the Admiral Christopher Columbus by his son Ferdinand,'' Westport CT: Greenwood Press.\n* Nelson, Diane M. (1999) ''A Finger in the Wound: Body Politics in Quincentennial Guatemala''. Berkeley CA: University of California Press.\n* Markham, Clements R. (1893) [http:\/\/books.google.com\/books?vid=OCLC03615973&id=2mvK60VAdCcC&pg=PP9&dq=%22Journal+of+Christopher+Columbus%22 ''The Journal of Christopher Columbus (during His First Voyage, 1492-93)]'' Online from [[Google Books]].\n* [[Samuel Eliot Morison|Morison, S. E.]] (1991) ''Admiral of the Ocean Sea: A Life of Christopher Columbus''. Boston: Little, Brown and Company.\n* Patrick, John J. (1992) [http:\/\/www.ericdigests.org\/1992-2\/voyages.htm \"Teaching about the Voyages of Columbus\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060929215746\/http:\/\/www.ericdigests.org\/1992-2\/voyages.htm |date=2006-09-29 }} ERIC Clearinghouse for Social Studies''.\n* Phillips, W. D. and C. R. Phillips (1992) ''The worlds of Christopher Columbus.'' Cambridge UK: Cambridge University Press.\n* Turner, Jack (2004) ''Spice: The History of a Temptation''. New York: Random House.\n* Ulloa, S. Alfonso (1571) [http:\/\/www.liberliber.it\/biblioteca\/c\/colombo_fernando\/ ''Historie del S. D. Fernando Colombo''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060827172107\/http:\/\/www.liberliber.it\/biblioteca\/c\/colombo_fernando\/ |date=2006-08-27 }} Venetia: Francesco de'Franceschi Sanese.\n* Urvoy, Jean-Michel (2004) [http:\/\/www.cristobal-colon.net\/Colon\/C05p10.htm \"Où est enterré Christophe Colomb?\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200928215913\/http:\/\/www.cristobal-colon.net\/Colon\/C05p10.htm |date=2020-09-28 }} ''l'Histoire'' 2 (April): 20-21. (Trans. [http:\/\/www.cristobal-colon.net\/Colon\/C05p11.htm \"A chain to solve the mystery about Christopher Columbus’s remains\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061006022806\/http:\/\/www.cristobal-colon.net\/Colon\/C05p11.htm |date=2006-10-06 }})\n* Wilford, John Noble and [[Ashbel Green]] (1991) ''The Mysterious History of Columbus: An exploration of the man, the myth, the legacy''. New York: Knopf Press.\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{wikiquote}}\n{{thể loại Commons|Christopher Columbus}}\n* {{Britannica|127070|Christopher Columbus}}\n* [http:\/\/www.bcngrafics.com\/xpoferens\/ XPOFerenS: The true history of Cristobal Colom ]\n* [http:\/\/www.columbusnavigation.com\/ Keith Pickering's Columbus Navigation Page]\n* A reconstructed [http:\/\/www.reportret.info\/gallery\/columbus1.html portrait of Christopher Columbus], based on historical sources, in a contemporary style.\n* {{gutenberg author| id=Christopher+Columbus+(1451-1506) | name=Christopher Columbus}}\n* [http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=gr&GRid=5764 Find-A-Grave profile for Christopher Columbus]\n* [http:\/\/www.cristobal-colon.net\/aCh00.htm L'Amiral de la Mer Océane] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061010215100\/http:\/\/www.cristobal-colon.net\/aCh00.htm |date=2006-10-10 }} a French on-line encyclopedia about Columbus, in French language, based on various sources and books.\n* [http:\/\/www.dightonrock.com\/articles-Columbus.htm Articles related to the Portuguese Columbus] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061109203208\/http:\/\/www.dightonrock.com\/articles-Columbus.htm |date=2006-11-09 }} a site which proves the Portuguese origin of Cristovão Colombo\n* [http:\/\/www.paradoxplace.com\/Photo%20Pages\/Spain\/Andalucia\/Rabida\/Rabida.htm Adrian Fletcher’s Paradoxplace – Rabida Convent and Christopher Columbus – Photos] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070309062452\/http:\/\/www.paradoxplace.com\/Photo%20Pages\/Spain\/Andalucia\/Rabida\/Rabida.htm |date = ngày 9 tháng 3 năm 2007}}\n* {{TĐBKVN|30734|CÔLÔMBÔ C.}}\n{{Kiểm soát tính nhất quán}}\n{{Thanh chủ đề|Bắc Mỹ|Văn minh châu Mỹ|}}\n{{Thời gian sống|sinh=1451|mất=1506|tên=Colombo, Cristoforo}}\n\n[[Thể loại:Nhà thám hiểm Trung Mỹ|Colombo, Cristoforo]]\n[[Thể loại:Thời đại khám phá|Colombo, Cristoforo]]\n[[Thể loại:Nhà thám hiểm người Tây Ban Nha|Colombo, Cristoforo]]\n[[Thể loại:Lãnh đạo quân đội Cơ đốc giáo La Mã|Colombo, Cristoforo]]\n[[Thể loại:Lịch sử Caribe]]\n[[Thể loại:Mất năm 1506]]\n[[Thể loại:Nhà thám hiểm Ý]]\n[[Thể loại:Sinh năm 1451]]"}