{"Cố Ung":"{{Thông tin nhân vật Tam Quốc\n|Tên = Cố Ung\n|Hình = \n|Cỡ hình = \n|Chức vụ = quan Đông Ngô\n|Sinh = [[168]]\n|Nơi sinh = Ngô quận, Dương châu\n|Mất = [[243]]\n|Nơi mất = Kiến Nghiệp, Dương châu\n|Giản thể = 顾雍\n|Phồn thể = 顧雍\n|Bính âm = Gù Yōng\n|Tự = Nguyên Thán (元歎)\n|Thụy = \n|Khác = \n}}\n\n'''Cố Ung''' ([[chữ Hán]]: 顧雍; [[168]]-[[243]]) là [[tể tướng|thừa tướng]] thứ hai của nước [[Đông Ngô]]<ref>Chu Thiệu Hầu, sách đã dẫn, tr 343<\/ref> thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Thân thế ==\nCố Ung tự là '''Nguyên Thán''' (元歎), người đất Ngô ở Ngô Quận<ref>[[Tô Châu]], tỉnh [[Giang Tô]] hiện nay<\/ref>. Tổ 5 đời của ông là Cố Phụng làm Thái thú Dĩnh Xuyên nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]].\n\n== Sự nghiệp ==\n=== Thời Tôn Sách ===\nCố Ung thời trẻ theo học danh sĩ [[Thái Ung]], được Thái Ung khen ngợi. Ông nổi tiếng ở Giang Đông nhờ giỏi chữ nghĩa và đánh đàn.\n\nNăm [[199]], Cố Ung được quan địa phương tiến cử với [[Tôn Sách]]. Tôn Sách cho ông làm Huyện trưởng huyện Hợp Phì. Sau đó ông đổi sang làm huyện trưởng các huyện Lâu, Khúc A, Thượng Ngu, đều có thành tích cai trị<ref name=\"ldp172\">Lê Đông Phương, sách đã dẫn, tr 172<\/ref>.\n\nĐịa bàn của [[Tôn Sách]] có 6 quận thuộc Dương châu (Lư Giang, Ngô Quận, Cối Kê, Đan Dương, Dự Chương, Cửu Giang), nhưng với triều đình [[Đông Hán]] ở Hứa Xương do [[Tào Tháo]] nắm thực quyền chỉ thừa nhận Tôn Sách làm thái thú [[Cối Kê]]. Tôn Sách tự mình quản lý cả sáu quận nên phong Cố Ung làm chức \"Thừa\" ở quận Cối Kê thay Tôn Sách quản lý địa hạt. Ông có công quét sạch giặc cướp lớn nhỏ trong quận, nhờ đó nhân dân được an cư lạc nghiệp<ref name=\"ldp173\">Lê Đông Phương, sách đã dẫn, tr 173<\/ref>.\n\n=== Thời Tôn Quyền ===\n[[Tôn Sách]] mất, Cố Ung phò trợ [[Tôn Quyền]]. Tôn Quyền được [[Tào Tháo]] phong làm Thảo lỗ tướng quân. Sau mấy năm làm Cối Kê thừa, Cố Ung được Tôn Quyền phong làm Tả tư mã.\n\nHọ Cố là dòng họ lớn và danh giá ở Giang Đông. Để tranh thủ họ Cố, Tôn Quyền gả con gái Tôn Sách cho con trai trưởng của Cố Ung. Khi ông đón mẹ đến kinh, Tôn Quyền tự mình đến chào mừng.\n\nNăm [[220]], [[Tào Phi]] (con [[Tào Tháo]]) cướp ngôi nhà Hán lập ra nhà Ngụy. [[Tôn Quyền]] có mâu thuẫn với [[Lưu Bị]] (vì việc chiếm Kinh châu giết [[Quan Vũ]]) nên quay sang hàng [[Tào Ngụy]], được phong vương. Tôn Quyền lập nước đặt niên hiệu Hoàng Vũ, phong Cố Ung làm Đại lý (phụ trách tư pháp), Phụng thường (tế lễ và quản lý tông thất) rồi Thượng thư lệnh (người quản lý mọi công việc hành chính của Ngô vương<ref name=\"ldp173\"\/>).\n\nCố Ung được Tôn Quyền phong làm Dương Toại hương hầu, sau đó thăng làm Lễ Lăng hầu.\n\nNăm [[225]], Thừa tướng [[Tôn Thiệu]] qua đời. Tôn Quyền phong Cố Ung làm thừa tướng. [[Dịch Trung Thiên]] nhận định rằng việc cho Cố Ung và sau đó là [[Lục Tốn]] làm quan đầu triều cho thấy sự thỏa hiệp của họ Tôn với quý tộc sĩ phu bản địa, vì cả hai đều là người của các dòng họ lớn tại Giang Đông.\n\n==== Mềm mỏng can vua ====\n\nCố Ung hiểu cá tính của Tôn Quyền, vì vậy thường không ra mặt phản đối gay gắt như [[Trương Chiêu]] mà lựa lời nói khéo léo, tránh gây mất mặt  cho chủ của mình, mặc dù ông cũng không a dua lấy lòng mà vẫn có chủ kiến riêng như họ Trương<ref name=\"ldp173\"\/>. Khi thấy Tôn Quyền làm điều không phải, ông không can ngăn trước mặt quần thần mà viết biểu dâng lên. Tôn Quyền nhận ra sai sót bèn sửa chữa, nhưng vẫn giữ được thể diện Ngô vương, không bị mất mặt với các quan.\n\nTuy cách làm việc của Cố Ung khác với [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] (hòa nhã hơn), nhưng ông có những chủ kiến trong công việc cũng giống Trương Chiêu. [[Công Tôn Uyên]] ở Liêu Đông thuộc nước Tào Ngụy tới đặt quan hệ với Đông Ngô, Tôn Quyền muốn sai sứ đi phong chức cho Uyên để lôi kéo cùng đánh Ngụy. Trương Chiêu quyết liệt phản đối và Cố Ung cũng có chung ý kiến với Trương Chiêu. Tôn Quyền không nghe, kết quả Công Tôn Uyên trở mặt giết hai sứ thần Đông Ngô.\n\nTôn Quyền thích dùng hình phạt nặng với nhân dân. Trương Chiêu ra sức phản đối. Tôn Quyền không muốn nghe, hỏi ý kiến ông. Cố Ung nói rằng:\n:''Pháp lệnh dường như đã quá nhiều rồi. Hình phạt dường như cũng quá nhiều rồi. Tôi cũng nghe trăm họ kêu ca như Trương Chiêu.''\n\nTôn Quyền bèn sai người sửa pháp luật, giảm bớt hình phạt.\n\nCố Ung thường đi vào dân gian để tìm hiểu những chỗ tốt và chưa tốt trong chính sách cai trị<ref name=\"cth344\">Chu Thiệu Hầu, sách đã dẫn, tr 344<\/ref>. Khi có việc, Tôn Quyền thường trực tiếp gặp ông bàn bạc. Ông có việc cần tâu cũng trực tiếp gặp Tôn Quyền không sai ai khác đi thay, và cũng không tự ý công khai bày tỏ chính kiến về việc nước trừ phi ông nói chuyện riêng với Tôn Quyền<ref>(軍國得失，行事可不，自非面見，口未嘗言之。) Jiang Biao Zhuan annotation in Sanguozhi vol. 52.<\/ref>. Cố Ung làm thừa tướng rất ăn ý và được lòng Tôn Quyền<ref name=\"ldp175\">Lê Đông Phương, sách đã dẫn, tr 175<\/ref>.\n\n==== Mời cơm mà chọn người tài ====\n\nCố Ung là người trầm tĩnh, ngầm giúp người khác không kể công lao của mình. Có những người tài được ông tiến cử mà họ không biết, bề ngoài mọi người nghĩ rằng đó là sự anh minh cất nhắc của Tôn Quyền<ref name=\"ldp174\">Lê Đông Phương, sách đã dẫn, tr 174<\/ref>. Tôn Quyền muốn đề bạt ai thường sai tới nhà Cố Ung để ông xem thử. Nếu Cố Ung ưng ai thường nói chuyện vui vẻ và giữ người đó ở lại ăn cơm; nếu thấy không làm được thì nói ít và không giữ lại ăn cơm. Tôn Quyền biết cách làm xử thế của ông, thường hỏi người định đề bạt xem có được Cố Ung mời lại ăn cơm không. Nếu người đó tâu có thì lập tức được bổ nhiệm, còn không thì Tôn Quyền xem lại ý định của mình<ref name=\"ldp174\"\/>.\n\n==== Giữ mình khiến quần thần không uống rượu ====\n\nTôn Quyền thích rượu, họp các quan uống thật say. Cả Trương Chiêu và Cố Ung đều không đồng tình. Nhưng trong khi Trương Chiêu bỏ ra xe đi về và lộ vẻ tức giận thì Cố Ung vẫn ngồi ngay ngắn không nói năng bừa bãi như những người khác. Ông là người không bao giờ uống rượu<ref name=\"ldp174\"\/>, tác phong chững chạc, quần áo luôn nghiêm chỉnh. Điều đó làm Tôn Quyền nhận ra dụng ý can ngăn của ông. Sự nghiêm nghị của ông khiến Tôn Quyền e ngại. Những người dự tiệc thấy Cố Ung giữ mình nghiêm cẩn cũng thấy ngại, không dám quá chén. Tôn Quyền thấy vậy nói rằng nơi nào có Cố Ung thì ở đó không ai vui vẻ tiệc rượu được<ref>(至飲宴歡樂之際，左右恐有酒失而雍必見之，是以不敢肆情。權亦曰：「顧公在坐，使人不樂。」其見憚如此。) Tam Quốc Chí quyển 52.<\/ref>.\n\nMột lần khác, Cố Ung và cháu là [[Cố Đàm]] (顧譚) dự tiệc cưới của cháu gái của Tôn Quyền với cháu họ ngoại của Cố Ung. Trong tiệc Đàm uống say bí tỉ, hành động vô lễ trước mặt Tôn Quyền và quan khách. Cố Ung thấy vậy giận lắm, hôm sau gọi Đàm vào trách phạt một hồi rồi quay mặt đi, bắt Đàm đứng phạt cả buổi rồi mới tha cho về.<ref>(是日，權極歡。譚醉酒，三起舞，舞不知止。雍內怒之。明日，召譚，訶責之曰：「君王以含垢為德，臣下以恭謹為節。昔蕭何、吳漢並有大功，何每見高帝，似不能言；漢奉光武，亦信恪勤。汝之於國，寧有汗馬之勞，可書之事邪？但階門戶之資，遂見寵任耳，何有舞不復知止？雖為酒後，亦由恃恩忘敬，謙虛不足。損吾家者必爾也。」因背向壁卧，譚立過一時，乃見遣。) Jiang Biao Zhuan annotation in Sanguozhi vol. 52.<\/ref>\n\n==== Trị tội Lã Nhất ====\n\n[[Lã Nhất]] (呂壹) là tôi yêu của Tôn Quyền, được phong làm Hiệu úy. Lã Nhất tính tình tàn nhẫn, chấp pháp một cách nghiêm khắc và khốc liệt, lại còn lợi dụng quyền hành hàm oan cho nhiều đại thần.<ref>(壹等因此漸作威福，遂造作榷酤障管之利，舉罪糾姧，纖介必聞，重以深案醜誣，毀短大臣，排陷無辜，雍等皆見舉白，用被譴讓。) Tam Quốc Chí quyển 52<\/ref><ref>(初，權信任校事呂壹，壹性苛慘，用法深刻。) Tam Quốc Chí quyển 47<\/ref>. Lã Nhất còn định hại cả Cố Ung, nhưng có Tạ Hoành (謝厷) can rằng nếu Cố Ung mất chức Thừa tướng thì người thay thế nhất định là [[Phan Tuấn]]. Lã Nhất biết Phan Tuấn căm ghét mình nên bỏ việc này<ref>(時校事呂壹操弄威柄，奏桉丞相顧雍、左將軍朱據等，皆見禁止。黃門侍郎謝厷語次問壹：「顧公事何如？」壹荅：「不能佳。」厷又問：「若此公免退，誰當代之？」壹未荅厷，厷曰：「得無潘太常得之乎？」壹良乆曰：「君語近之也。」厷謂曰：「潘太常常切齒於君，但道遠無因耳。今日代顧公，恐明日便擊君矣。」壹大懼，遂解散雍事。) Tam Quốc Chí quyển 61.<\/ref>. Sau Tôn Quyền biết được Lã Nhất chuyên quyền, bèn bắt tội và giao cho Cố Ung thẩm tra. Cố Ung lúc tra xét vẫn giữ thái độ ôn hòa điềm tĩnh, Hoài Tự (懷叙) thấy vậy có lời chê trách, nhưng Cố Ung nói quan đại thần thì phải chấp pháp nghiêm minh. Thẩm tra xong, Cố Ung hỏi Lã Nhất: \"Ông còn gì để nói không ?\" Lã Nhất không nói gì, chỉ dập đầu lạy tạ.<ref>[ (後壹姦罪發露，收繫廷尉。雍往斷獄，壹以囚見，雍和顏色，問其辭狀，臨出，又謂壹曰：「君意得無欲有所道？」壹叩頭無言。時尚書郎懷叙面詈辱壹，雍責叙曰：「官有正法，何至於此！」) Tam Quốc Chí quyển 52.<\/ref>\n\n== Qua đời ==\n\nNăm [[243]], Cố Ung qua đời, thọ 76 tuổi. Ông làm [[tể tướng|thừa tướng]] [[Đông Ngô]] tất cả 19 năm, là người ở ngôi vị thừa tướng lâu nhất trong cả ba nước thời [[Tam Quốc]]<ref name=\"cth344\"\/>. Tôn Quyền cử [[Lục Tốn]] lên thay ông.\n\n== Trong Tam Quốc diễn nghĩa ==\nCố Ung là nhân vật phụ trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]]. Ông được mô tả mờ nhạt hơn các văn thần khác như [[Trương Chiêu (Tam Quốc)|Trương Chiêu]], [[Gia Cát Cẩn]] và được thăng chức thừa tướng sau khi [[Tôn Quyền]] có vương hiệu.\n\n== Xem thêm ==\n* [[Sái Ung]]\n* [[Tôn Quyền]]\n* [[Trương Chiêu (Tam Quốc)|Trương Chiêu]]\n* [[Tôn Thiệu]]\n\n==Tham khảo==\n* Chu Thiệu Hầu ([[2003]]), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc, tập 1'', Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 168]]\n[[Thể loại:Mất năm 243]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Tể tướng Trung Quốc]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]"}