{"Cổ Nhĩ vương":"{{Thông tin nhân vật hoàng gia\n|tên = Cổ Nhĩ Vương \n|tước vị = [[Vua]] [[Bách Tế]]\n|hình = \n|cỡ hình = 200px\n|ghi chú hình =\n|chức vị = \n|tại vị = [[19 TCN]] - [[18]]\n|kiểu tại vị = Trị vì \n|đăng quang = [[19 TCN]]\n|tiền nhiệm = [[Sa Bạn Vương]] \n|kế nhiệm =[[Trách Kê Vương]]\n|phối ngẫu =\n|thông tin con cái = ẩn \n|con cái = \n|hoàng tộc = \n|kiểu hoàng tộc = Vương tộc \n|ca khúc hoàng gia =\n|cha = \n|mẹ =\n|sinh = [[38 TCN]]\n|nơi sinh =\n|mất = [[19]] (38 tuổi)\n|nơi mất =\n|nơi an táng =\n}}\n{{Tên Triều Tiên\n|hangul=고이왕\n|hanja=古爾王\n|hanviet=Cổ Nhĩ Vương\n|rr=Goi-wang\n|mr=Koi-wang\n}}\n'''Cổ Nhĩ Vương''' (mất 286, trị vì 234–286) là vị quốc vương thứ 8 của [[Bách Tế]]. Ông là con trai thứ hai của vị quốc vương thứ 4 [[Cái Lâu Vương]] và là đệ của quốc vương thứ 5 là [[Tiếu Cổ Vương]].\n\n==Bối cảnh==\nSau cái chết của vị quốc vương thứ 6 là [[Cừu Thủ Vương]], người con cả của [[Sa Bạn Vương|Sa Bạn]] lên ngôi, song lại tỏ ra quá trẻ để nắm quyền. Cỗ Nhĩ đã phế truất Sa Bạn và trở thành vua.\n\nMột số học giả giải thích các tập sử Triều Tiên [[Tam quốc sử ký]] (Samguk Sagi) và [[Tam quốc di sự]] (Samguk Yusa) cho thấy rằng Cổ Nhĩ là đệ của mẫu thân Tiểu Cổ Vương, ngụ ý rằng ông thuộc dòng [[Utae]] - [[Bách Tế Phất Lưu|Phất Lưu]], chứ không phải là một hậu duệ của người sáng lập được công nhận theo truyền thống là [[Ôn Tộ Vương]].\n\nSác sử Trung Quốc [[Chu thư]] (周書) và [[Tùy thư]] (隋書) đề cập đến việc \"Cừu Đài\" là người sáng lập nên Bách Tế, và một số học giả tin rằng \"Cừu Đài\" thực ra là Cổ Nhĩ Vương, người sáng lập thực sự của vương quốc.\n\n==Trị vì==\nCổ Nhĩ Vương đã tăng cường tính tập trung của Bách Tế, tập trung quyền lực hoàng gia và đặt nền tảng cho cấu trúc nhà nước.\n\nNgay sau khi lên ngôi, ông đã cho hình thành một cơ cấu quân sự trung ương để hạn chế tính độc lập của các thị tộc địa phương. ''Tam quốc sử ký'' chép thuật rằng, năm 260, ông đã cho lập một bộ máy quan lại trung ương gồm 6 tả bình, 16 cấp quan vị, và một quy tắc phục trang, mặc dù vậy, một hệ thống hoàn chỉnh đã chỉ được hoàn thành sau khi ông trị vì.\n\nNăm 262, ông được thuật lại là đã lập các quy định chống lại việc hối lộ, yêu cầu các quan lại tham nhũng phải trả lại gấp ba lần số tiền nhận hối lộ. Ông cũng lệnh cho canh tác ở vùng đất nông nghiệp phía nam kinh đô.\n\n==Quan hẹ đối ngoại==\nDưới thời trị vì của Cổ Nhĩ Vương, Bách Tế đã mở rộng kiểm soát đến khu vực [[sông Hán (Triều Tiên)|sông Hán]] và đạt được uy thế lâu dài trước các tiểu quốc còn lại trong [[Mã Hàn]], một liên minh lỏng lẻo ở tây nam [[bán đảo Triều Tiên]]. Ông cũng tấn công nước [[Tân La]] ở biên giới phía đông của Bách Tế.\n\nBách Tế cũng thay đổi cũng thay đổi tình thế phòng thủ trước Trung Quốc bằng một cuộc tấn công. Cổ Nhĩ Vương đã tấn công [[Lạc Lãng|Lạc Lãng quận]] và [[Đái Phương quận]] do Trung Quốc kiểm soát để đáp lại việc nước này tấn công khu vực sông Hán nhằm bẻ gãy và ngăn ngừa thế lực mới nổi là Bách Tế. Năm 246, theo cả sách sử Triều Tiên là ''Tam quốc sử ký'' và sách sử Trung Hoa là ''Tam quốc chí'', Bách Tế đã tấn công Đái Phương quận và giết thái thú [[Công Tuân]].\n\n==Xem thêm==\n*[[Danh sách vua Triều Tiên]]\n*[[Lịch sử Triều Tiên]]\n\n==Tham khảo==\n{{tham khảo}}\n*[http:\/\/kdaq.empas.com\/koreandb\/history\/kpeople\/person_view.html?n=49&in=107#his Viện nghiên cứu Hàn Quốc học Trung ương]\n*Best, J.W. (2002). \"Buddhism and polity in sixth-century Paekche\". ''Korean Studies'' 26(2), 165&ndash;218.\n\n{{sơ khai nhân vật hoàng gia Triều Tiên}}\n{{vua Bách Tế}}\n\n{{Persondata\n| name =Goi của Baekje\n| alternative names =\n| short description =\n| date of birth =\n| place of birth =\n| date of death = 286\n| place of death =\n}}\n[[Thể loại:Vua Bách Tế]]\n[[Thể loại:Mất năm 286]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh năm 234]]"}