{"Dante Alighieri":"{{1000 bài cơ bản}}\n{{short description|nhà thơ người Ý}}\n{{Redirect|Dante}}\n{{Infobox Writer\n| name = Dante Alighieri\n| image = Portrait de Dante.jpg\n| bgcolour = silver\n| imagesize = 175px\n| caption = Chân dung mặt nghiêng vẽ theo kiểu [[tempera]]<br\/>bởi [[Sandro Botticelli]], 1495\n| pseudonym = \n|alt = Bức chân dung đầu và ngực của Dante trong bộ áo khoác màu đỏ trắng và mũ trùm đầu\n|birth_date = {{circa|1265}}\n| birth_place = [[Firenze]], [[Cộng hòa Florence]]\n| death_date = [[13 tháng 2|13]] hoặc [[14 tháng 2]], [[1321]]<br>{{c.|56 tuổi}}\n| death_place = [[Ravenna]], [[Lãnh thổ Giáo hoàng]]\n| occupation = [[Chính khách|Nhà chính trị]], nhà thơ, nhà lý thuyết ngôn ngữ, [[Triết học chính trị|nhà lý thuyết chính trị]]\n| nationality = Người Florence\n| period = [[Hậu kỳ Trung Cổ]]\n| genre = \n| subject = \n|movement = ''[[Dolce Stil Novo]]''\n|notableworks = ''[[Thần khúc]]''\n| debut_works = \n| spouse =\n| children =\n| relations =\n| influences = \n| influenced = \n| signature = \n| website = \n| footnotes = \n}}\n\n'''Durante degli Alighieri''' ({{IPA-it|duˈrante deʎʎ aliˈɡjɛːri|lang}}), thường được biết với tên gọi ngắn gọn '''Dante Alighieri''' hay, đơn giản hơn, '''Dante''' ({{IPA-it|ˈdante|lang}}; {{IPAc-en|ˈ|d|ɑː|n|t|eɪ}}, {{small|tiếng Anh cũng}} {{IPAc-en|ˈ|d|æ|n|t|i|,_|-|t|eɪ}}; {{c.|1265}} – 1321), là một [[nhà thơ người Ý|nhà thơ]] lớn [[người Ý]] vào giai đoạn [[Hậu kỳ Trung Cổ]]. Tác phẩm ''[[Thần khúc]]'' (''La Divina Commedia'') của ông, nguyên gốc là ''{{lang|it|Comedìa}}'' (tiếng Ý hiện đại: ''Commedia'') và sau đó được đặt tên thánh là ''{{lang|it|Divina}}'' bởi [[Giovanni Boccaccio]], được coi là tập thơ quan trọng nhất của thời kỳ Trung Cổ và là tác phẩm văn học vĩ đại nhất bằng [[tiếng Ý]].<ref>{{chú thích sách |last=Bloom|first=Harold|authorlink=Harold Bloom|title=The Western Canon|url=https:\/\/archive.org\/details\/westerncanonbook00bloorich|year=1994}}<\/ref><ref>{{chú thích sách|last1=Shaw|first1=Prue|title=Reading Dante: From Here to Eternity|url=https:\/\/archive.org\/details\/readingdantefrom0000shaw|date=2014|publisher=Liveright Publishign Corporation|location=New York|isbn=9780871407429|pages=Introduction}}<\/ref>\n\nVào cuối thời kỳ Trung Cổ, hầu hết thơ ca được viết bằng [[Tiếng Latinh|tiếng Latin]], chỉ những độc giả có học thức nhất mới có thể tiếp cận được. Tuy nhiên, trong ''[[De vulgari eloquentia]]'' (''Về hùng biện bằng tiếng bản xứ''), Dante đã bảo vệ việc sử dụng [[tiếng bản xứ]] trong văn chương. Ông thậm chí sẽ viết bằng [[phương ngữ Toscana]] trong các tác phẩm như ''[[Cuộc đời mới]]'' (''La Vita Nuova'', 1295) và ''Thần khúc''; sự lựa chọn không chính thống này đã đặt ra một tiền lệ mà những nhà văn Ý quan trọng như [[Petrarch]] và Boccaccio sẽ tiếp nối.\n\nDante đã đóng vai trò chủ đạo trong việc kiến tạo nền văn học Ý, và những miêu tả của ông về [[Địa ngục]] (Hell), [[Luyện ngục]] (Purgatory) và [[Thiên đàng]] (Heaven) đã mang tới nguồn cảm hứng cho sự định hình ở quy mô lớn hơn của [[nghệ thuật châu Âu|nghệ thuật phương Tây]].<ref>{{chú thích sách |last=Haller |first=Elizabeth K. |editor-first=Lister M. |editor-last=Matheson |title=Icons of the Middle Ages: Rulers, Writers, Rebels, and Saints |url=https:\/\/books.google.com\/books?id=rETxD8KcnUIC&pg=PA244 |volume=1 |publisher=Greenwood |location=Santa Barbara, CA |date=2012 |page=244 |chapter=Dante Alighieri |isbn=978-0-313-34080-2}}<\/ref><ref>{{chú thích sách|url=https:\/\/www.worldcat.org\/oclc\/52047270|title=Human accomplishment: the pursuit of excellence in the arts and sciences, 800 B.C. to 1950|last=A.|first=Murray, Charles|date=2003|publisher=HarperCollins|isbn=9780060192471|edition=1st|location=New York|oclc=52047270}}<\/ref> Ông được trích dẫn có ảnh hưởng đến [[John Milton]], [[Geoffrey Chaucer]] và [[Alfred Tennyson]], trong số nhiều người khác. Ngoài ra, việc sử dụng lần đầu tiên của hệ thống vần ba dòng lồng nhau, hay ''[[terza rima]]'', là do ông khởi xướng. Ở Ý, ông thường được gọi là ''{{lang|it|il Sommo Poeta}}'' (\"Nhà thơ tối cao\") và ''{{lang|it|il Poeta}}'' (\"Nhà thơ\"); ông, Petrarch, và Boccaccio cũng được gọi là \"ba suối nguồn\" hoặc \"ba ngôi\".\n\n== Cuộc đời ==\n===Niên thiếu===\nDante sinh tại [[Firenze]], [[Cộng hoà Firenze]], nay thuộc Ý. Không rõ ngày sinh chính xác của ông, mặc dù người ta thường cho rằng ông sinh khoảng năm 1265. Điều này có thể được suy ra từ những ám chỉ mang tính tự bạch trong ''[[Thần khúc]].'' Phần đầu tiên của nó, ''[[Hỏa ngục (Dante)|Hoả ngục]] '' (''Inferno''), bắt đầu với câu ''\"Nel mezzo del cammin di nostra vita\"'' (\"Con đường đời tôi đã đi đến nửa\"), ngụ ý rằng Dante đã khoảng 35 tuổi, bởi tuổi thọ trung bình theo Kinh Thánh (Thi Thiên 89:10<!-- do not change to Ps. 90; in the Vulgate, as specified, the chapter is 89 -->, Vulgate) là 70 tuổi; và kể từ khi chuyến du hành tưởng tượng của ông đến âm phủ diễn ra vào năm 1300, ông có lẽ được sinh vào khoảng năm 1265. Một số câu thơ của phần ''Thiên đàng'' (''Paradiso'') trong ''Thần khúc'' cũng cung cấp một đầu mối có thể cho rằng ông được sinh ra dưới chòm [[Song Tử (chiêm tinh)|Song Tử]]: \"Cái chật hẹp của mặt đất cũng sinh ra tàn bạo, - Tôi chuyển đi cùng sao Song tử bất diệt - Trước tôi, hiện ra tất cả, từ đồi núi đến bờ biển, - Rồi mắt tôi quay lại với đôi mắt xinh đẹp\" (XXII&nbsp;151–154). Năm 1265, mặt trời nằm ở cung Song Tử trong khoảng từ 11 tháng 5 tới 11 tháng 6 ([[lịch Julius]]).<ref>Ngày sinh của ông được liệt kê là \"có thể là vào cuối tháng Năm\" bởi Robert Hollander trong phần \"Dante\" trong ''[[Từ điển thời kỳ Trung Cổ]] (Dictionary of the Middle Ages),'' tập 4. Theo Boccaccio, nhà thơ cho biết ông sinh vào tháng Năm. Xem \"Alighieri, Dante\" trong ''Dizionario Biografico degli Italiani.''<\/ref>\n\n[[Giovanni Boccaccio]] mô tả ngoại hình và thái độ ứng xử của Dante như sau: \"nhà thơ có chiều cao trung bình, và trong những năm sau này, ông hơi còng một chút, với dáng đi từ tốn và nhẹ nhàng. Ông luôn ăn mặc trang phục chỉnh tề nhất, như để phù hợp với những năm chín chắn trưởng thành. Khuôn mặt ông dài, mũi của ông hơi khoằm, và mắt ông to chứ không nhỏ. Xương hàm của ông lớn, và môi dưới nhô ra. Ông có một làn da nâu, tóc và râu dày, đen và xoăn, và vẻ bề ngoài luôn u sầu và đầy tự lự.\"<ref>Holbrook, Richard. \"Portraits of Dante from Giotto to Raffael: a critical study, with a concise iconography\". 1911. London: P. L. Warner; Boston, New York, Công ty Houghton Mifflin. Trang 16.<\/ref>\n\n[[Tập tin:Dante alighieri, Palazzo dei Giudici.jpg|thumb|left|upright|Chân dung Dante, từ một bức bích hoạ (''fresco'') ở Palazzo dei Giudici, Firenze]]\nDante nói rằng gia đình của ông là hậu duệ của người [[La Mã cổ đại]] (''Hoả ngục'', XV, 76), nhưng người họ hàng đầu tiên ông có thể nhắc đến bằng tên là [[Cacciaguida]] degli Elisei (''Thiên đàng'', XV, 135), người không sinh ra trước năm 1100. Cha của Dante, Alaghiero<ref name=Trecc\/> hay [[Alighiero di Bellincione]], là một người theo phe [[Guelfo và Ghibellini (phe chính trị)|Guelfo]] Trắng, không bị trả thù sau khi phe [[Guelfo và Ghibellini (phe chính trị)|Ghibellini]] thắng [[trận Montaperti]] vào giữa thế kỷ 13. Điều này gợi ý rằng Alighiero hoặc gia đình ông có thể đã được hưởng một số uy tín và địa vị được bảo vệ, mặc dù một số người cho rằng một Alighiero không hoạt động chính trị có vị thế ở mức thấp đến nỗi không được coi là đáng để phải lưu vong.<ref>{{chú thích sách |last=Santagata |first=Marco |date=2012 |title=Dante: Il romanzo della sua vita |url=https:\/\/archive.org\/details\/danteilromanzode0000sant|location=Milan |publisher=Mondadori |page=[https:\/\/archive.org\/details\/danteilromanzode0000sant\/page\/21 21] |isbn=978-8804620266 |access-date = }}<\/ref>\n\nGia đình Dante trung thành với phe Guelfo, một liên minh chính trị ủng hộ [[Giáo hoàng]] và tham gia vào sự đối đầu phức tạp đối với phe Ghibellini, những người được hậu thuẫn bởi [[Hoàng đế La Mã Thần thánh]]. Mẹ của nhà thơ là Bella, có thể là một thành viên của gia tộc Abati.<ref name=Trecc\/> Bà qua đời khi Dante chưa đầy mười tuổi, và Alighiero sớm kết hôn lần nữa, với Lapa di Chiarissimo Cialuffi. Không chắc liệu ông có thực sự kết hôn với người phụ nữ này hay không, vì những người góa phụ bị giới hạn về mặt xã hội trong những vấn đề như vậy, nhưng người phụ nữ này chắc chắn đã sinh cho ông hai đứa con, người em trai cùng cha khác mẹ Francesco và người em gái Tana (Gaetana). Khi Dante 12 tuổi, ông được hứa hôn với Gemma di Manetto Donati, con gái của Manetto Donati, thành viên của gia tộc Donati quyền lực.<ref name=Trecc>{{chú thích sách|work=Dizionario Biografico degli Italiani|publisher=[[Enciclopedia Italiana]]|url=http:\/\/www.treccani.it\/enciclopedia\/dante-alighieri_(Dizionario-Biografico)\/|title=Alighieri, Dante|first=S.A|last=Chimenz|language=it|access-date =ngày 7 tháng 3 năm 2016}}<\/ref> Loại hôn nhân đính ước ở lứa tuổi này khá phổ biến và bao gồm một buổi lễ chính thức, bao gồm những bản đính ước đã ký trước mặt một [[Công chứng viên dân sự|công chứng viên]]. Nhưng trong thời gian này, Dante đã mang lòng yêu người khác, [[Beatrice Portinari]] (còn gọi là Bice), người mà ông gặp lần đầu khi mới 9 tuổi. Nhiều năm sau khi kết hôn với Gemma, ông tuyên bố đã gặp lại Beatrice; ông đã viết nhiều bản sonnet cho Beatrice nhưng chưa bao giờ đề cập đến Gemma trong bất kỳ bài thơ nào của mình. Ngày chính xác của cuộc hôn nhân của ông không được biết tới: thông tin chắc chắn duy nhất là, trước khi ông lưu vong vào năm 1301, ông có ba người con (Pietro, Jacopo và Antonia).<ref name=Trecc\/>\n[[Tập tin:Antonio Cotti - Dante a Verona.jpg|thumbnail|''Dante ở Verona'', vẽ bởi Antonio Cotti]]\nDante đã chiến đấu cùng đội kỵ binh Guelfo trong [[trận Campaldino]] (ngày 11 tháng 6 năm 1289).<ref name=\"Davenport2005\">{{chú thích sách|last=Davenport|first=John|title=Dante: Poet, Author, and Proud Florentine|url=https:\/\/books.google.com\/books?id=MWWKW15MjqMC&pg=PA53|year=2005|publisher=Infobase Publishing|isbn=978-1-4381-0415-7|page=53|access-date =ngày 7 tháng 3 năm 2016}}<\/ref> Chiến thắng này mang lại một sự cải cách cho hiến pháp [[cộng hoà Firenze|Firenze]]. Để tham gia vào nền chính trị công, người ta phải ghi danh vào một trong nhiều phường hội thương mại hoặc nghệ nhân của thành phố, vì vậy Dante đã gia nhập Phường hội của Bác sĩ và Người bào chế thuốc (Physicians' and Apothecaries' Guild). Trong những năm sau, tên của ông đôi khi được ghi lại là có phát biểu hoặc bỏ phiếu trong các hội đồng khác nhau của nước cộng hòa. Tuy nhiên, một phần đáng kể số biên bản từ các cuộc họp như vậy trong những năm 1298–1300 đã bị thất lạc, do đó, mức độ thật sự sự tham gia của Dante vào các hội đồng thành phố là không chắc chắn.\n\nGemma đã sinh cho Dante nhiều đứa con. Mặc dù nhiều người khác sau đó được cho là con cái của ông, có khả năng chỉ có Jacopo, Pietro, Giovanni và Antonia là những đứa con thực sự của ông. Antonia sau này trở thành một nữ tu, lấy cái tên Xơ Beatrice.\n\n===Học vấn và thi ca===\n\nKhông có nhiều điều được biết về học vấn của Dante; ông có lẽ được học ở nhà hoặc trong một trường học thuộc một nhà thờ hay tu viện ở Firenze. Người ta biết rằng ông đã nghiên cứu thơ ca [[Toscana]] và ngưỡng mộ các tác phẩm của nhà thơ người Bologna [[Guido Guinizelli]]—người mà trong ''Luyện ngục'' (''Purgatorio'') - XXVI, ông mô tả là \"cha\" của mình—tại thời điểm khi [[trường phái Sicilia]] (''Scuola poetica Siciliana''), một nhóm văn hóa từ [[Sicilia]], đã trở nên nổi tiếng ở Toscana. Niềm hứng thú của ông đã dẫn dắt ông tới khám phá những bài thơ bằng tiếng [[Tiếng Occitan|Provençe]] của những người [[hát rong]], như [[Arnaut Daniel]], và các nhà văn Latin [[Cổ đại Hy-La|cổ đại cổ điển]], bao gồm [[Cicero]], [[Ovid]] và đặc biệt là [[Virgil]].<ref>{{chú thích web|url=https:\/\/www.poets.org\/poetsorg\/poet\/dante-alighieri|title=Dante Alighieri|last=Alighieri|first=Dante|date=ngày 29 tháng 10 năm 2007|website=Dante Alighieri|access-date =ngày 23 tháng 8 năm 2017}}<\/ref>\n\n[[Tập tin:Dante Alighieri01.jpg|left|thumb|upright|Tượng Dante tại [[Uffizi]], Firenze]]\nDante nói rằng ông lần đầu gặp [[Beatrice Portinari]], con gái của [[Folco Portinari]], ở tuổi lên chín, và tuyên bố đã yêu cô \"[[Love at first sight|ngay từ cái nhìn đầu tiên]]\", mà dường như không nói chuyện với cô.<ref>{{chú thích sách |title= Delphi Complete Works of Dante Alighieri |edition= Illustrated |volume= 6 |author= Dante Alighieri |publisher= Delphi Classics |year= 2013 |isbn= 9781909496194}}<\/ref> Ông gặp cô thường xuyên sau 18 tuổi, thường xuyên chào hỏi trên đường phố, nhưng không bao giờ biết quá rõ về cô. Trong thực tế, ông đã thiết lập một ví dụ về cái gọi là [[tình yêu phong nhã]] (courtly love), một hiện tượng được phát triển trong thi ca Pháp và Provençe ở các thế kỷ trước. Trải nghiệm về tình yêu như Dante khá điển hình, nhưng biểu hiện của ông về nó là hoàn toàn độc nhất. Bởi tình yêu này mà Dante để lại dấu ấn của anh ta trên ''[[dolce stil novo]]'' (''phong cách ngọt ngào mới'', một thuật ngữ mà Dante tự đặt ra), và ông sẽ tham gia cùng các nhà thơ và nhà văn đương đại khác để khám phá những khía cạnh chưa từng được nhấn mạnh của tình yêu (''Amore''). Tình yêu dành cho Beatrice (như [[Petrarch]] sẽ cho Laura một chút khác biệt) sẽ là lý do cho thơ ca và cho cuộc sống của ông, cùng với niềm đam mê về chính trị. Trong nhiều bài thơ của mình, cô được mô tả với một nửa thần thánh, liên tục quan sát và mang đến sự hướng dẫn về mặt tâm linh với ông, đôi khi khắc nghiệt. Khi Beatrice qua đời vào năm 1290, Dante tìm nơi trú ẩn trong văn học Latin.<ref>{{chú thích sách |title= Names and Naming in Young Adult Literature |volume= 27 |author= Alleen Pace Nilsen, Don L. F. Nilsen |publisher= Scarecrow Press |year= 2007 |isbn= 9780810866850 |page= 133}}<\/ref> Tác phẩm ''[[Convivio]]'' ghi chép lại cảm nhận của ông khi đọc ''[[Sự an ủi của Triết học|De consolatione philosophiae]]'' của [[Boethius]] và ''[[Laelius de Amicitia|De Amicitia]]'' của Cicero. Sau đó, ông dành thời gian cho các nghiên cứu triết học tại các trường phái tôn giáo như trường phái Dominica ở [[Santa Maria Novella]]. Ông đã tham gia vào các cuộc tranh luận rằng hai dòng [[mendicant order|khất thực]] chính của các tu sĩ ([[Dòng Phan Sinh|Franciscan]] và [[Dòng Anh Em Giảng Thuyết|Dominican]]) được tổ chức công khai hoặc gián tiếp tại Firenze, trước đây giải thích các giáo lý của các nhà huyền môn và Thánh [[Bonaventura]], sau này giải thích về các lý thuyết của Thánh [[Tôma Aquinô|Tommaso d'Aquino]].<ref>{{chú thích sách |title= The Paradiso of Dante Alighieri |url= https:\/\/archive.org\/details\/paradisoofdantea00dantrich |author= Dante Alighieri |editor= Philip Henry Wicksteed, Herman Oelsner |edition= fifth |publisher= J.M. Dent and Company |year= 1904 |page= [https:\/\/archive.org\/details\/paradisoofdantea00dantrich\/page\/129 129]}}<\/ref>\n\nỞ tuổi 18, Dante gặp gỡ [[Guido Cavalcanti]], [[Lapo Gianni]], [[Cino da Pistoia]] và ngay sau đó là [[Brunetto Latini]]; họ cùng nhau trở thành những người lãnh đạo phong trào ''dolce stil novo.'' Brunetto sau đó được đề cập một cách đặc biệt trong ''Thần khúc'' (''Hoả ngục'', XV, 28) về những gì ông đã dạy Dante: ''Trong lúc đó tôi vẫn đi và trò chuyện, - Với Ngài Brunetto và hỏi: - Những ai nơi đây là bạn đường quan trọng nhất của ông.''<ref>{{chú thích sách |title= Critical Companion to Dante |author= Jay Ruud |publisher= Infobase Publishing |year= 2008 |isbn= 9781438108414 |page= 138}}<\/ref> Khoảng 50 bài bình luận thơ của Dante được biết đến (được gọi là ''[[Le Rime|Rime]],'' vần điệu), những bài khác được đưa vào ''Cuộc đời mới'' và ''Convivio'' sau này. Các nghiên cứu khác được báo cáo, hoặc suy luận từ ''Cuộc đời mới'' hoặc ''Thần khúc'', về hội hoạ và âm nhạc.\n\n[[Tập tin:Purgatory (Purgatorio).jpg|thumb|Minh hoạ phần ''Luyện ngục'' (''Purgatorio'') bởi Paul Gustave Louis Christophe Doré]]\n\n[[Tập tin:Gustave Dore XIV.jpg|thumb|Minh hoạ phần ''Thiên đàng'' (''Paradiso'') (của ''Thần khúc'') bởi Paul Gustave Louis Christophe Doré]]\n\n[[Tập tin:Paradise (Paradiso) II.jpg|thumb|Minh hoạ phần ''Thiên đàng'' (''Paradiso'') (của ''Thần khúc'') bởi Paul Gustave Louis Christophe Doré]]\n\n===Firenze và chính trị===\n{{further information|Guelfo và Ghibellini (phe chính trị)}}\n\nDante, giống như hầu hết người Firenze thời đó, bị lôi kéo vào cuộc xung đột [[Guelfo và Ghibellini (phe chính trị)|Guelfo—Ghibellini]]. Ông đã chiến đấu trong [[trận Campaldino]] (ngày 11 tháng 6 năm 1289), với phe Guelfo người Firenze chống lại phe Ghibellini người [[Arezzo]];<ref name=\"Davenport2005\"\/><ref name=DASM>{{chú thích web |title=Guelphs and Ghibellines |url=http:\/\/www.dantemass.org\/html\/guelphs-and-ghibellines.html |publisher=Dante Alighieri Society of Massachusetts |access-date =ngày 30 tháng 12 năm 2015 |url-status=dead |archiveurl=https:\/\/web.archive.org\/web\/20151212042335\/http:\/\/www.dantemass.org\/html\/guelphs-and-ghibellines.html |archive-date=ngày 12 tháng 12 năm 2015 |df=mdy-all }}<\/ref> sau đó vào năm 1294, ông là một trong những hộ tống của [[Charles Martel xứ Anjou]] (cháu trai của [[Charles I của Anjou]]) trong khi ông này ở Firenze. Để tiếp tục sự nghiệp chính trị của mình, ông trở thành một dược sĩ. Ông không có ý định hành nghề chuyên nghiệp, nhưng một luật được ban hành vào năm 1295 yêu cầu các quý tộc muốn tham gia vào ban bộ của nhà nước cần được ghi danh vào một trong những Corporazioni delle Arti e dei Mestieri, do đó Dante được nhận vào Phường hội Nhà bào chế thuốc. Nghề này không phù hợp vì lúc đó sách vở được bán từ cửa hàng của các nhà bào chế. Là một chính trị gia, ông chỉ thực hiện được ít quyết định nhưng giữ chức tại nhiều bộ khác nhau trong một vài năm trong một thành phố đầy bất ổn về chính trị.\n[[Tập tin:Dante Luca.jpg|thumb|Dante Alighieri, chi tiết trong tranh fresco của [[Luca Signorelli]], [[Nhà nguyện San Brizio]], [[Nhà thờ Chính toà Orvieto]]]]\n\nSau khi đánh bại phe Ghibellini, phe Guelfo chia rẽ thành hai phe phái chính trị: phe Guelfo Trắng (''Guelfi Bianchi'')—phe phái của Dante, dẫn đầu bởi Vieri dei Cerchi—và phe Guelfo Đen (''Guelfi Neri''), dẫn dắt bởi [[Corso Donati]]. Mặc dù sự chia rẽ ban đầu dọc theo dòng họ, sự khác biệt về tư tưởng nảy sinh dựa trên quan điểm đối lập về vai trò của Giáo hoàng trong các vấn đề của Firenze, với phe Đen ủng hộ Giáo hoàng và phe Trắng muốn nhận được sự tự do nhiều hơn khỏi Roma. Phe Trắng giành được quyền lực đầu tiên và trục xuất phe Đen. Đáp lại, Giáo hoàng [[Giáo hoàng Bônifaciô VIII|Bonifacius VIII]] lên kế hoạch cho quân đội chiếm đóng Firenze. Năm 1301, [[Charles, Bá tước xứ Valois|Charles của Valois]], em trai của vua [[Philippe IV của Pháp]], dự kiến ​​sẽ viếng thăm Firenze vì Giáo hoàng đã bổ nhiệm ông làm người hòa giải cho [[Toscana]]. Nhưng chính quyền thành phố đã đối xử với các đại sứ của Giáo hoàng một cách tồi tệ một vài tuần trước đó, tìm kiếm sự độc lập khỏi ảnh hưởng của Giáo hoàng. Người ta tin rằng Charles đã nhận được những chỉ dẫn không chính thức khác, vì vậy hội đồng đã gửi một phái đoàn đến Roma để xác định ý định của Giáo hoàng. Dante là một trong những đại biểu này.\n\n===Lưu vong và qua đời===\nGiáo hoàng Bonifacius nhanh chóng giải tán các đại biểu khác và yêu cầu Dante ở lại Roma. Cùng thời điểm đó (ngày 1 tháng 11 năm 1301), Charles của Valois tiến vào Firenze cùng với phe Guelfo Đen, trong sáu ngày tiếp theo đã phá hủy nhiều thành phố và giết chết nhiều kẻ thù. Một chính phủ Guelfo Đen mới được thiết lập, và [[Cante dei Gabrielli]] da [[Gubbio]] được bổ nhiệm làm thống đốc ''[[podestà]]'' của thành phố. Vào tháng 3 năm 1302, Dante, một người theo phe Guelfo Trắng thông qua việc sáp nhập, cùng với [[gia tộc Gherardini]], đã bị kết án lưu vong trong hai năm và ra lệnh phải đóng một khoản tiền phạt lớn.<ref>[[Dino Compagni]], ''Cronica delle cose occorrenti ne' tempi suoi''<\/ref> Dante đã bị cáo buộc tham nhũng và có hành vi sai trái về mặt tài chính bởi chính quyền Guelfo Đen trong khoảng thời gian mà Dante từng là trưởng tu viện thành phố trước đó (vị trí cao nhất của Firenze) trong hai tháng vào năm 1300.<ref>Robert Harrison, \"Dante on Trial\", ''NY Review of Books'', ngày 19 tháng 2 năm 2015, pp. 36–37<\/ref> Nhà thơ vẫn ở lại Roma vào năm 1302, khi Giáo hoàng, hậu thuẫn cho phe Guelfo Đen, \"gợi ý\" rằng Dante nên ở lại. Firenze, dưới sự cầm quyền của phe Guelfo Đen, do đó coi Dante là kẻ trốn tránh pháp luật.<ref>Harrison, p. 36.<\/ref> Dante đã không trả khoản tiền phạt, một phần vì ông tin rằng ông không có tội và một phần vì tất cả tài sản của ông ở Firenze đã bị tịch thu bởi phe Guelfo Đen. Ông bị kết án lưu vong vĩnh viễn; nếu ông quay lại Firenze mà không trả khoản tiền phạt, ông có thể bị thiêu sống. (Tháng 6 năm 2008, gần bảy thế kỷ sau khi ông qua đời, hội đồng thành phố Firenze đã thông qua một động thái huỷ bỏ bản án của Dante.)<ref>Malcolm Moore [https:\/\/www.telegraph.co.uk\/news\/newstopics\/howaboutthat\/2145378\/Dante's-infernal-crimes-forgiven.html \"Dante's infernal crimes forgiven\",] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080622172200\/http:\/\/www.telegraph.co.uk\/news\/newstopics\/howaboutthat\/2145378\/Dante%27s-infernal-crimes-forgiven.html |date = ngày 22 tháng 6 năm 2008}} ''The Daily Telegraph'', ngày 17 tháng 6 năm 2008. Truy cập ngày 18 tháng 6 năm 2008.<\/ref>\n\n[[Tập tin:Dante.deathmask.jpg|thumb|Một [[mặt nạ người chết]] được tái tạo của Dante Alighieri ở [[Palazzo Vecchio]], Firenze]]\n{{double image|right|Dante's tomb (Ravenna) - Facade.jpg|155|Dante Alieghri tomb in Ravenna (interior).jpg|165|Ngoại thất và nội thất lăng mộ của Dante ở [[Ravenna]], xây dựng năm 1780}}\n\nÔng đã tham gia vào một số nỗ lực của phe Guelfo Trắng để giành lại quyền lực, nhưng đều thất bại do có sự phản bội. Dante, cảm thấy cay đắng trước sự đối xử mà ông nhận được từ những kẻ thù của mình, cũng trở nên cảm thấy ghê tởm với việc đấu đá lẫn nhau trong nội bộ và sự không hiệu quả của các đồng minh xưa kia, và thề sẽ chỉ theo phe phái của riêng mình. Ông đến [[Verona]] với tư cách là khách mời của [[Bartolomeo I della Scala]], sau đó chuyển đến [[Sarzana]] ở Liguria. Sau đó ông được cho là đã sống ở [[Lucca]] với một người phụ nữ tên là Gentucca, người khiến ông yên lòng (và sau đó được nhắc tới với lòng biết ơn trong ''Luyện ngục'', XXIV, 37). Một số nguồn tin phỏng đoán cho rằng ông đã viếng thăm Paris vào khoảng giữa năm 1308 đến năm 1310, và các nguồn khác thậm chí còn kém tin cậy hơn cho rằng ông đã đến [[Oxford]]: những tuyên bố này, lần đầu tiên xuất hiện trong cuốn sách của [[Boccaccio]] về Dante vài thập kỷ sau khi ông qua đời, dường như được truyền cảm hứng từ những độc giả cảm kích trước quá trình nghiên cứu sâu rộng và sự thông thái của nhà thơ. Rõ ràng, sự tinh thông triết học của Dante và niềm hứng thu với văn học của ông càng ngày càng sâu sắc hơn trong quá trình lưu vong và khi ông không còn bận rộn với công việc hàng ngày của một chính khách Firenze, và điều này được minh chứng trong các tác phẩm văn xuôi của ông trong giai đoạn này, nhưng không có bằng chứng xác thực nào nói rằng ông đã từng rời nước Ý. Tác phẩm ''Immensa Dei dilectione testante'' của Dante gửi đến vua Henry VII của Luxembourg xác nhận nơi cư trú của mình \"bên dưới suối Arno, gần Tuscany\" vào tháng 3 năm 1311.\n\nNăm 1310, Hoàng đế La Mã Thần thánh [[Henry VII, Hoàng đế La Mã Thần thánh|Henry VII]] của [[Luxembourg]] hành quân vào Ý mang theo 5.000 quân. Dante nhìn nhận ông ta như một [[Charlemagne]] mới, người sẽ khôi phục lại lễ nghi của Hoàng đế La Mã Thần thánh cho vinh quang trước đây của nó và cũng chiếm lại Firenze từ phe Guelfo Đen. Ông đã viết thư gửi vua Henry và một số hoàng tử của Ý, yêu cầu họ tiêu diệt phe Guelfo Đen. Hoà trộn giữa tôn giáo và những mối quan tâm riêng tư trong các tác phẩm của mình, ông đã tạo nên sự giận dữ tồi tệ nhất của Thiên Chúa chống lại thành phố của mình và đề xuất một số mục tiêu cụ thể cũng là kẻ thù cá nhân của mình. Chính trong thời gian này, ông đã viết ''[[De Monarchia]]'' (''Về nền quân chủ''), đề xuất một chế độ [[quân chủ thế giới]] dưới thời Henry VII.\n\n[[Tập tin:Dante Alighieri Florence Firenze JBU01.JPG|thumb|[[Tượng đài Dante Alighieri|Tượng đài Dante]] ở [[Piazza Santa Croce]] tại Firenze, [[Enrico Pazzi]], 1865]]\n\nTại một thời điểm nào đó trong thời gian lưu vong, ông đã hình dung ra chủ đề của ''Thần khúc'', nhưng ngày thàng này không chắc chắn. Tác phẩm này mang sự tự tin lớn hơn nhiều và có quy mô lớn hơn bất cứ thứ gì ông từng sáng tác ở Firenze; có khả năng ông thực hiện một tác phẩm như vậy chỉ sau khi nhận ra tham vọng chính trị của mình, điều đã trở thành trung tâm trong ông đối với sự trục xuất của mình, đã bị tạm ngưng một thời gian, có thể là mãi mãi. Một điều cũng đáng chú ý rằng Beatrice đã trở lại với trí tưởng tượng của ông với ảnh hưởng được khôi phục và có ý nghĩa rộng hơn so với ''Cuộc đời mới''; trong ''Convivio'' (viết {{c.|1304–07}}), ông đã tuyên bố rằng ký ức về sự lãng mạn trẻ trung này đã thuộc về quá khứ.\n\nMột dấu hiệu sớm ở bên ngoài cho thấy tập thơ đang được tiến hành sáng tác là một thông báo của Francesco da Barberino, được đưa vào tập ''Documenti d'Amore'' (''Những bài học về tình yêu'') của mình, được viết vào năm 1314 hoặc đầu năm 1315. Phát biểu của Virgil được Francesco ghi chú bằng những từ ngữ đánh giá cao, rằng Dante đã tiếp nối văn chương kinh điển La Mã trong một tập thơ gọi là \"Thần khúc\" và rằng sự thiết lập của tập thơ này (hoặc một phần của nó) là thế giới ngầm; ở đây có nghĩa là địa ngục.<ref>Xem [http:\/\/www.bookrags.com\/tandf\/francesco-daccorso-tf\/ Bookrags.com] and Tigerstedt, E.N. 1967, ''Dante; Tiden Mannen Verket'' (''Dante; The Age, the Man, the Work''), Bonniers, Stockholm, 1967. {{dead link|date=June 2016|bot=medic}}{{cbignore|bot=medic}}<\/ref> Các lưu ý ngắn gọn không cho thấy dấu hiệu không thể ngăn cản rằng bản thân ông này đã nhìn thấy hoặc đọc, ngay cả với phần ''Hoả ngục'' không thôi, hoặc phần này đã được xuất bản vào thời điểm đó, nhưng nó cho thấy việc sáng tác đã được tiến hành và việc phác thảo tập thơ có thể đã bắt đầu một vài năm trước đó. (Một gợi ý ở đây rằng một hiểu biết về tác phẩm của Dante cũng nhấn mạnh một số sự khai sáng trong tác phẩm ''Officiolum'' [{{c.|1305–08}}] trước đó của Francesco da Barberino, một bản thảo chỉ được khám phá vào năm 2003.<ref>{{chú thích web|url=http:\/\/www.spolia.it\/online\/en\/argomenti\/letterature_romanze\/filologia\/2003\/barberino.htm|title=L′''Officiolum'' ritrovato di Francesco da Barberino|author=Fabio M. Bertolo|year= 2003|work=Spolia&nbsp;– Journal of Medieval Studies|access-date =ngày 18 tháng 8 năm 2012}}<\/ref>) Chúng ta biết rằng ''Hoả ngục'' đã được xuất bản vào năm 1317; điều này được thiết lập bởi các dòng trích dẫn xen kẽ trong lề của các hồ sơ hiện đại từ Bologna, nhưng không chắc chắn liệu ba phần của bài thơ có được xuất bản đầy đủ, hoặc chỉ một vài bản ''canto'', tại một thời điểm hay không. Phần ''Thiên đàng'' dường như đã được xuất bản sau khi ông qua đời.\n\nTại Firenze, Baldo d'Aguglione tha thứ cho hầu hết những người Guelfo trắng lưu vong và cho phép họ trở về. Tuy nhiên, Dante đã đi quá xa trong các lá thư bạo lực của mình gửi cho ''Arrigo'' (Henry VII) và bản án của ông không bị thu hồi.\n\nNăm 1312, Henry tấn công Firenze và đánh bại phe Guelfo Đen, nhưng không có bằng chứng nào cho thấy Dante đã tham gia. Một số người nói rằng ông từ chối tham gia vào cuộc tấn công vào thành phố của mình bởi một người nước ngoài; những người khác cho rằng ông đã trở nên không còn được ưa chuộng với phe Guelph Trắng, và rằng bất kỳ dấu vết nào trong con đường công danh của ông đã được loại bỏ cẩn thận. Henry VII qua đời (vì bị sốt) vào năm 1313, và không còn bất kỳ hy vọng nào để Dante có thể gặp lại Firenze. Ông trở về Verona, nơi mà [[Cangrande I della Scala]] cho phép ông sống trong một số sự bảo về nhất định và, có lẽ, ở mức độ công bằng của sự thịnh vượng. Cangrande được đưa vào phần ''Thiên đàng'' (''Paradiso'', XVII, 76).\n\nTrong thời gian lưu vong, Dante đã trao đổi thư từ với nhà thần học người Dominica Fr. Nicholas Brunacci OP [1240–1322], là một môn đồ của [[Tommaso d'Aquino]] tại ''studium'' ở Santa Sabina ở Rome, và sau đó tại Paris<ref name=\"aquinatis.blogspot.com\">{{chú thích web|url=http:\/\/aquinatis.blogspot.com\/2008\/05\/vida-de-santo-toms-de-aquino.html |title=Aquinatis: Vida de Santo Tomás de Aquino |website=Aquinatis.blogspot.com |access-date =ngày 27 tháng 3 năm 2017}}<\/ref><ref>{{chú thích web|url=http:\/\/www.brunacci.it\/s--tommaso.html |title=Le famiglie Brunacci |website=Brunacci.it |access-date =ngày 27 tháng 3 năm 2017}}<\/ref> và của [[Albertô Cả|Albertus Cả]] tại ''studium'' Cologne.<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=sVP3vBmDktQC&pg=PA85&lpg=PA85&dq=brunacci#v=onepage&q=brunacci&f=false |title=History of Italian Philosophy: VIBS |author=Eugenio Garin |page=85 |website=Books.google.com |date= |access-date =ngày 27 tháng 3 năm 2017}}<\/ref> Brunacci đã trở thành giáo sư đọc bài sinh ngữ (lector) tại ''studium'' ở Santa Sabina, tiền thân của [[Đại học Giáo hoàng Thánh Tommaso d'Aquino]], và sau đó phục vụ trong [[Giáo triều Rôma|Giáo triều]].<ref>{{chú thích web |title=Frater Nicolaus Brunatii [† 1322] sacerdos et predicator gratiosus, fuit lector castellanus, arectinus, perusinus, urbevetanus et romanus apud Sanctam Sabinam tempore quo papa erat in Urbe, viterbiensis et florentinus in studio generali legens ibidem annis tribus (Cr Pg 37v). Cuius sollicita procuratione conventus perusinus meruit habere gratiam a summo pontifice papa Benedicto XI ecclesiam scilicet et parrochiam Sancti Stephani tempore quo [maggio 13041 ipse prior actu in Perusio erat (Cr Pg 38r)|url=http:\/\/www.e-theca.net\/emiliopanella\/lector12.htm|website=E-theca.net|access-date =ngày 9 tháng 5 năm 2011}}<\/ref>\n\nNăm 1315, Firenze bị ép buộc bởi [[Uguccione della Faggiuola]] (viên chức quân sự kiểm soát thị trấn) ban ân xá cho những người lưu vong, kể cả Dante. Nhưng vì điều này, Firenze đòi hỏi sự hối hận công khai của công chúng ngoài một khoản tiền phạt nặng nề. Dante từ chối, nói rằng thích cuộc sống lưu vong hơn. Khi Uguccione đánh bại Firenze, án tử hình của Dante đã được giảm xuống còn quản thúc tại gia, với điều kiện là ông phải tới Firenze để thề sẽ không bao giờ vào thị trấn nữa. Ông từ chối tới đó, và bản án tử hình của ông đã được xác nhận và mở rộng sang cả các con trai của ông. Ông vẫn hy vọng vào cuối cuộc đời rằng ông có thể được mời trở lại Firenze với những điều kiện đáng kính. Đối với Dante, lưu vong gần như là một hình thức của cái chết, tước đoạt nhiều danh tính và di sản của ông. Ông giải quyết nỗi đau khổ lưu vong trong ''Thiên đàng'', XVII (55–60), nơi Cacciaguida, ông cố của ông, cảnh báo ông những gì mong đợi:\n\n[[Tập tin:DanteFresco.jpg|thumb|left|Tranh tường của Dante trong [[Uffizi|Bảo tàng Uffizi]], bởi [[Andrea del Castagno]], {{c.|1450}}]]\n{{Verse translation|\n{{lang|it|... Tu lascerai ogne cosa diletta\npiù caramente; e questo è quello strale\nche l'arco de lo essilio pria saetta.\nTu proverai sì come sa di sale\nlo pane altrui, e come è duro calle\nlo scendere e 'l salir per l'altrui scale...}}\n|\n... Cháu sẽ phải rời bỏ tất cả những gì\nYêu quý nhất và đó là mũi tên,\nMà cái cung lưu đày biệt xứ mở đầu,\nCháu sẽ cảm thấy vị đắng cay\nCủa miếng bánh ăn nhờ,\nVà bước chân nặng nề khi lên xuống cầu thang ở đậu...}}\n\nVới hy vọng trở về Firenze, ông mô tả nó như thể ông đã chấp nhận sự bất khả thi của nó (trong ''Thiên đàng'', XXV, 1–9):\n{{Verse translation|\n{{lang|it|Se mai continga che 'l poema sacro\nal quale ha posto mano e cielo e terra,\nsì che m'ha fatto per molti anni macro,\nvinca la crudeltà che fuor mi serra\ndel bello ovile ov'io dormi' agnello,\nnimico ai lupi che li danno guerra;\ncon altra voce omai, con altro vello\nritornerò poeta, e in sul fonte\ndel mio battesmo prenderò 'l cappello...}}\n|\nNếu khi nào xảy ra việc với tập thơ thiêng liêng,\nMà cả trời và đất đã góp tay vào,\nVà đã làm cho tôi gầy mòn sau nhiều năm trời.\nThắng được sự ác độc đã đẩy tôi đi quá xa,\nKhỏi quê hương đẹp đẽ, nơi tôi đã ngủ như cừu non,\nNhưng thù địch với lũ sói gây chiến.\nVới một giọng nói và một mái tóc đổi khác\nTôi sẽ trở về là nhà thơ và bên bồn nước\nTôi được rửa tội và được nhận [[Vòng nguyệt quế|vòng hoa]]...}}\n\nAlighieri chấp nhận lời mời của Hoàng tử [[Guido Novello da Polenta]] tới [[Ravenna]] vào năm 1318. Ông hoàn thành phần ''Thiên đàng,'' và mất năm 1321 (thọ 56 tuổi) khi trở về Ravenna từ một phái bộ ngoại giao đến Venezia, có thể là bệnh [[sốt rét]] nhiễm phải ở đó. Ông được chôn cất tại Ravenna tại Nhà thờ San Pier Maggiore (sau này gọi là San Francesco). Bernardo Bembo, [[praetor]] của [[Venezia]], dựng lên một ngôi mộ cho ông vào năm 1483.\n[[Tập tin:Santa Croce Firenze Apr 2008 (17).JPG|thumb|Bia kỉ niệm trong [[Basilica di Santa Croce di Firenze|Vương cung thánh đường Santa Croce, Firenze]]]]\n\nTrên mộ, một số câu của Bernardo Canaccio, một người bạn của Dante, dành riêng cho Firenze:\n{{Verse translation|\n{{lang|it|parvi Florentia mater amoris}}\n|\nFirenze, người mẹ của tình yêu nhỏ bé}}\n\n==Di sản==\n{{Seealso|Lăng mộ Dante}}\nGhi chép tiểu sử chính thức đầu tiên về Dante là ''Vita di Dante'' (còn được gọi là ''Trattatello in laude di Dante''), được viết sau năm 1348 bởi [[Giovanni Boccaccio]];<ref>{{chú thích web|url=http:\/\/www.newadvent.org\/cathen\/04628a.htm|title=Dante Alighieri|publisher=The Catholic Encyclopedia|access-date =ngày 2 tháng 5 năm 2010}}<\/ref> Mặc dù một số phát biểu và chương hồi của nó được coi là không đáng tin cậy trên cơ sở nghiên cứu hiện đại, một bản tường thuật trước đó về cuộc đời và tác phẩm của Dante đã được đưa vào cuốn ''[[Nuova Cronica]]'' của nhà biên niên sử người Firenze [[Giovanni Villani]].<ref>{{chú thích sách|last=Vauchez|first=André|last2=Dobson|first2=Richard Barrie|last3=Lapidge|first3=Michael|title=Encyclopedia of the Middle Ages|year=2000|publisher=Fitzroy Dearborn Publishers|location=Chicago|page=1517}}; {{chú thích sách|last=Caesar|first=Michael|title=Dante, the Critical Heritage, 1314(?)–1870|year=1989|publisher=Routledge|location=London|page=xi}}<\/ref>\n\nThành phố Firenze cuối cùng đã bày tỏ sự hối tiếc cho cuộc đời lưu vong của Dante, và thành phố đã đưa ra những yêu cầu lặp đi lặp lại nhằm mang trở lại của di hài của ông. Người giám hộ thi thể ở Ravenna đã từ chối, ở một mức độ nào đó thậm chí còn giấu xương trong một bức tường giả của tu viện. Tuy nhiên, một ngôi mộ được xây dựng cho ông ở Firenze vào năm 1829, trong [[Basilica di Santa Croce di Firenze|Vương cung thánh đường Santa Croce]]. [[cenotaph|Ngôi mộ đó đã được để trống]] kể từ đó, với di hài của Dante còn nằm lại ở Ravenna, cách rất xa vùng đất mà ông yêu quý. Mặt trước của ngôi mộ của ông ở Firenze ghi dòng ''Onorate l'altissimo poeta''—dịch thô có nghĩa là \"Vinh danh nhà thơ cao quý nhất\". Cụm từ này là một trích dẫn từ canto thứ tư của ''Hoả ngục'', mô tả sự chào đón của Virgil khi ông trở về cùng các nhà thơ cổ đại tuyệt vời trong đời sống hoang sơ. Dòng tiếp theo, ''L'ombra sua torna, ch'era dipartita'' (\"tinh thần của ông, thứ đã rời bỏ chúng ta, trở về\"), vắng mặt với ẩn ý sâu sắc từ ngôi mộ trống.\n\nTàu chiến dreadnought đầu tiên của Ý được hoàn thành vào năm 1913 và đặt tên là ''[[Dante Alighieri (tàu chiến Ý)|Dante Alighieri]]'' để vinh danh ông.\n\nVào ngày 30 tháng 4 năm 1921, để kỷ niệm 600 năm ngày mất của Dante, [[Giáo hoàng Biển Đức XV|Giáo hoàng Benedict XV]] đã ban hành một thông điệp là ''[[In praeclara summorum]]'', gọi ông là \"một trong những thiên tài nổi tiếng mà đức tin Công giáo có thể tự hào\" và là \"niềm tự hào và vinh quang của nhân loại \".<ref>[http:\/\/www.vatican.va\/holy_father\/benedict_xv\/encyclicals\/documents\/hf_ben-xv_enc_30041921_in-praeclara-summorum_en.html \"''In praeclara summorum'': Encyclical of Pope Benedict XV on Dante\"]. The Holy See. Truy cập ngày 7 tháng 11 năm 2014.<\/ref>\n\nNăm 2007, một quá trình tái thiết khuôn mặt của Dante đã được thực hiện trong một dự án hợp tác. Các nghệ sĩ từ Đại học Pisa và các kỹ sư tại Đại học Bologna ở [[Forlì]] đã xây dựng mô hình, miêu tả các đặc trưng của Dante hơi khác so với những gì người ta từng nghĩ.<ref name=\"nosejob\">{{chú thích báo|first=Philip|last=Pullella|url=https:\/\/www.reuters.com\/article\/oddlyEnoughNews\/idUSL1171092320070112|title=Dante gets posthumous nose job – 700 years on|work=Statesman|agency=Reuters|date=ngày 12 tháng 1 năm 2007|access-date =ngày 5 tháng 11 năm 2007}}<\/ref><ref>{{chú thích tạp chí | last1 = Benazzi | first1 = S | year = 2009 | title = The Face of the Poet Dante Alighieri, Reconstructed by Virtual Modeling and Forensic Anthropology Techniques | journal = Journal of Archaeological Science | volume = 36 | issue = 2| pages = 278–283 | doi = 10.1016\/j.jas.2008.09.006 }}<\/ref>\n\nVào năm 2008, chính quyền thành phố Firenze chính thức tổ chức xin lỗi công khai vì việc trục xuất Dante diễn ra 700 năm trước.<ref>[http:\/\/www.upi.com\/Florence-sorry-for-banishing-Dante\/23851217358714\/ Florence sorry for banishing Dante]<\/ref>\n\nMột lễ kỷ niệm được tổ chức vào năm 2015 để kỷ niệm lần thứ 750 ngày sinh của ông.<ref>{{chú thích web|url=http:\/\/press.vatican.va\/content\/salastampa\/en\/bollettino\/pubblico\/2015\/05\/04\/0333\/00726.html|archiveurl=https:\/\/web.archive.org\/web\/20150504193814\/http:\/\/press.vatican.va\/content\/salastampa\/en\/bollettino\/pubblico\/2015\/05\/04\/0333\/00726.html|archive-date=ngày 4 tháng 5 năm 2015 |title=Messaggio del Santo Padre al Presidente del Pontificio Consiglio della Cultura in occasione della celebrazione del 750° anniversario della nascita di Dante Alighieri |publisher=Press.vatican.va |access-date =ngày 21 tháng 10 năm 2015}}<\/ref><ref>{{chú thích web|url=http:\/\/www.microsofttranslator.com\/BV.aspx?ref=IE8Activity&a=http%3A%2F%2Fpress.vatican.va%2Fcontent%2Fsalastampa%2Fen%2Fbollettino%2Fpubblico%2F2015%2F05%2F04%2F0333%2F00726.html |title=Translator |publisher=Microsofttranslator.com |access-date =ngày 21 tháng 10 năm 2015}}<\/ref>\n\n== Tác phẩm ==\n{{Seealso|Thể loại:Tác phẩm của Dante Alighieri}}\n[[Tập tin:Alighieri - Divina Commedia, Nel mille quatro cento septe et due nel quarto mese adi cinque et sei - 2384293 id00022000 Scan00006.jpg|thumb|''Thần khúc'' (1472)]]\n[[Tập tin:De vulgari eloquentia.tif|thumb|''De vulgari eloquentia'', 1577]]\nDante là tác giả của các tập ''Rime'' (Thơ), ''Il convivio'' (Bữa tiệc), ''De vulgari eloquentia'' (Về hùng biện đại chúng), ''De monarchia'' (Về chế độ quân chủ)... Tuy vậy, những tác phẩm này chỉ một số ít các nhà nghiên cứu quan tâm, còn độc giả khắp thế giới hầu như chỉ biết hai kiệt tác: ''La Vita Nuova'' ([[Cuộc đời mới]]) và ''La Divina Commedia'' ([[Thần khúc]]).\n\nTác phẩm ''La Vita nuova'' ([[Cuộc đời mới]]) bao gồm thơ và văn xuôi, viết về tình yêu của Dante đối với [[Beatrice Portinari]]. Tình yêu của Dante với Beatrice mang một quy mô vũ trụ. Nhà thơ nhìn thấy ở người con gái trần tục này một ý tưởng thánh thần được thể hiện trong những con số: \"Số 3 là nguồn gốc của số 9, ba lần ba là chín. Như vậy, nếu 3 có thể sinh ra 9 thì điều kì diệu ở trong mình – [[Ba Ngôi]]: [[Chúa Cha]], [[Giê-su|Chúa Con]], [[Chúa Thánh Linh]] – ba trong một. Từ đó rút ra kết luận rằng: người con gái này là con số 9, nghĩa là điều kì diệu và nguồn gốc của điều kì diệu này là \"Tam vị nhất thể\". Những lập luận này thể hiện tinh thần của thời đại bấy giờ nhưng phải nói rằng nhà thơ đã dũng cảm khi đem người yêu của mình so sánh với [[Ba Ngôi]] thần thánh.\n\n[[Tập tin:DanteDetail.jpg|nhỏ|trái|Dante, đứng giữa ngọn núi luyện ngục và thành phố Firenze, giơ ra đoạn [[incipit]] ''Nel mezzo del cammin di nostra vita'' (\"Con đường đời tôi đã đi đến nửa\") trong một chi tiết của bức họa của Domenico di Michelino, Firenze, 1465.]]\nDante gặp [[Beatrice Portinari|Beatrice]] lần đầu khi nàng lên 9 tuổi. \"Linh hồn của cuộc sống\" này đã bao trùm lấy tâm hồn của cậu bé Dante. Beatrice chỉ khẽ nghiêng mái đầu cúi chào mà đã làm cho chàng trai Dante lâng lâng khôn tả. Chàng vội vàng đi về phòng riêng viết bài thơ đầu tiên. Chín năm sau hai người gặp lại nhau. Hễ nhìn thấy Beatrice là Dante lại luống cuống, xúc động, không thể làm chủ được bản thân và tự nhủ lòng sẽ không bao giờ tìm gặp Beatrice nữa. Những chi tiết này được Dante mô tả rất tỉ mỉ trong ''La Vita Nuova''. Sau đó Beatrice đi lấy chồng nhưng tình yêu của Dante đối với nàng vẫn không hề suy giảm. Ngược lại, tình yêu này là nguồn cảm hứng cho Dante viết ra hai kiệt tác ''La Vita Nuova'' và ''La Divina Commedia''. Beatrice mất năm 1290. Dante khóc suốt một năm ròng và những người đương thời kể rằng họ không bao giờ còn nhìn thấy Dante cười nữa. Dante và [[Beatrice Portinari]] trở thành một biểu tượng của tình yêu đôi lứa trong văn chương thế giới như [[Petrarca]] và [[Laura de Noves]], [[Tristan]] và [[Isolt]], [[Romeo và Juliet]].\n\n[[Tập tin:Dante-alighieri.jpg|thumb|right|''Dante Alighieri'', thuộc về [[Giotto di Bondone|Giotto]], trong nhà nguyện cung điện [[Bargello]] ở Firenze. Bức tranh lâu đời nhất về Dante này đã được vẽ ngay trước khi ông lưu vong và đã được phục hồi rất nhiều kể từ đó.]]\n''La Divina Commedia'' ([[Thần khúc]]) là một tác phẩm bằng thơ đồ sộ gồm ba phần: ''Địa ngục'', ''Tĩnh thổ'', ''Thiên đường''. Mỗi phần có 33 khúc, cộng 1 khúc mở đầu, tất cả là 100 khúc với 14.233 câu thơ. Người ta vẫn thường gọi ''La Divina Commedia'' là \"[[Kinh Thánh]] của thời [[Trung Cổ|Trung cổ]]\". Trong tác phẩm vĩ đại này, Dante đặt ra cho mình một mục đích vĩ đại: giúp loài người thoát khỏi nỗi sợ hãi trước cái chết. Nhiệm vụ này ở thời bấy giờ là vô cùng quan trọng: trong linh hồn con người có một nỗi sợ về những cực hình ở Địa ngục mà người ta vẫn nghe qua những lời rao giảng và thuyết giáo. Khác với những nhà triết học theo trường phái [[Epicuros|Epicurus]], Dante không khuyên người đời quên đi cái chết, hay như những nhà triết học [[thời kỳ Khai sáng|thế kỉ Ánh sáng]], khẳng định rằng [[Địa ngục]] là do các cha đạo nghĩ ra, Dante tin rằng Địa ngục là có thật và chỉ có sự Can đảm, Danh dự và Tình yêu có thể giúp con người thoát khỏi Địa ngục. Thần khúc mở đầu bằng những lời cay đắng về cái chết của Beatrice nhưng tác giả bỗng nhiên hiểu ra rằng nàng là con người cao thượng, trong trắng và không thể chết. Thế là linh hồn của [[Beatrice Portinari|Beatrice]], với sự giúp đỡ của [[Virgil]] đã dẫn Dante, và cùng với Dante là người đọc, đi hết các tầng ngục, chứng kiến hết những nỗi kinh hoàng của Địa ngục.\n\n[[Tập tin:Monument to Dante (Verona).jpg|left|thumb|Tượng Dante Alighieri ở [[Verona]]]]\nTrên cánh cổng vào [[Địa ngục]] có dòng chữ \"kẻ vào đây hãy quên niềm hy vọng\" nhưng [[Virgil]] khuyên Dante hãy quên nỗi sợ hãi, vì rằng chỉ với đôi mắt mở to thì con người mới có thể nhìn ra nguồn gốc của mọi [[ác|cái ác]]. Cũng theo Dante thì linh hồn con người có thể bị đày xuống [[Địa ngục]] ngay cả khi thân xác còn sống nhởn nhơ nơi dương thế, bởi vì Địa ngục không phải là một địa điểm hay nơi chốn mà Địa ngục là một \"trạng thái của lòng người\". Người nào sống trong lầm lỗi sẽ rơi vào trạng thái đó. Ngay cả lầm lỗi của lòng thù hận – cả người trả thù và nạn nhân của sự trả thù đều bị đày xuống [[Địa ngục]], và một khi nạn nhân còn căm thù kẻ đã hành hạ mình thì vẫn chưa thể thoát ra khỏi Địa ngục.\n\n''La Divina Commedia'' ([[Thần khúc]]) lần đầu tiên được dịch ra [[tiếng Việt]] năm [[1978]]. Đó là bản trích dịch 30 khúc của cả ba phần ra văn xuôi có vần điệu của [[Khương Hữu Dụng]] và [[Lê Trí Viễn]]. Gần đây có bản dịch văn xuôi ''Thần Khúc trọn bộ'' của [[Nguyễn Văn Hoàn]] (2005 và 2009) và bản dịch thơ ''Thần Khúc trọn bộ'' của [[Hồ Thượng Tuy]] (chưa in thành sách). Tác phẩm ''La Vita Nuova '' ([[Cuộc đời mới]]) có một bản dịch của Hồ Thượng Tuy.\n\n== Trích ''[[Địa ngục]]'', trọn khúc XXXIII ==\n{|\n|- valign=\"top\"\n|\n;Tầng Địa ngục thứ chín, ngục thứ hai (Antênôra),<ref>13. Bá tước Ugolino - Ugolino della Gherardesca (1210-1289), Bá tước xứ Donoratico và Pisa, từng là trợ thủ chính của vua Enzo. Do những sai lầm chính trị, năm 1288 Tổng giám mục Ruggieri (câu 28-30) kêu gọi dân chúng nổi dậy buộc tội ông là phản bội tổ quốc. Ông bị bắt giam cùng với hai đứa con và hai đứa cháu trong một tháp tù. Bị bỏ chết đói ở đây tháng 5-1289.\n\n*28-30. Một tên đồ tể - đây là Ruggieri degli Ubaldini, Tổng giám mục nhà thờ; xua con sói và sói con - chỉ Ugolino và những đứa trẻ; trên dãy núi San Giulano ngăn cách hai thành phố Pisa và Lucca.\n*32. Bọn Goalăngđi, Xítmôngđi, Lăngphờrăngđi - Gualandi, Sismondi, Lanfranchi - ba dòng họ lớn thuộc phe Ghibellini đã tập hợp lại cùng Ruggieri để chống Ugolino.\n*38. Những đứa con khóc thét trong mơ - trong nguyên bản viết: những đứa con trai nhưng thực ra Ugolino bị giam cùng hai đứa con trai cuối và hai đứa cháu.\n*80. Nơi tiếng “xi” vang vọng - si, tiếng Italia có nghĩa là vâng. Nói về nguồn gốc của tiếng Italia. Trong các nước thuộc nhóm ngôn ngữ Rôman (Lingue romanze) người ta vẫn thích dùng tiếng “sì” để chỉ Italia.\n*81. Sao láng giềng chậm trễ cực hình ngươi - chỉ các thành phố thù địch với Pisa, đặc biệt là Lucca và Firenze.\n*82. Capraia, Goócgôna, hãy hành động - Caprai, Gorgona là hai đảo nhỏ ở tây bắc bán đảo Elba, nơi sông Arno đổ ra biển, mà thành phố Pisa ở hạ lưu của sông này.\n*89. Thành Têbê mới - ám chỉ Pisa, theo truyền thuyết là do những người từ Tebe đến lập nên và cũng giống với Tebe ở điểm hành quyết những vị vị chúa tể của mình; Uguicione: con trai; Brigata: cháu của Ugolino.\n*90. Hai người khác - đây là Anselmuccio (câu 50) và Gaddo (câu 67) của khúc ca này, là cháu và con trai của Ugolino.\n*91. Chúng tôi đến một nơi băng giá khác - từ đây hai thầy trò đi vào vùng thứ ba của tầng ngục thứ 9 (câu 124).\n*104. Gió từ đâu ra - thời Trung cổ người ta cho rằng nguyên nhân của gió là do tia nắng mặt trời làm nóng không khí, nên Dante mới hỏi như vậy.\n*118. Ta là thầy dòng Anbêrigô - Alberigo dei Manfredi, thầy dòng, một thủ lĩnh phe Gulffi ở Faenza có hiềm thù với hai người thân thích là Manfredo và Alberghetto. Một lần Alberigo mời hai người đến dự tiệc, cuối buổi tiệc hắn gọi: “Hãy mang trái cây ra đây!”. Đó là mật hiệu đã định trước, bọn người nhà xông ra giết chết hai người khách. Từ đó có thành ngữ “Trái cây của thầy dòng Alberigo”.\n*120. Nhận vả chát thay cho chà là ngọt - vì rằng quả chà là (dattero) bao giờ cũng có vị ngọt ngào hơn quả vả (figo), ý nói nỗi cực hình muôn thuở dưới Địa ngục của Alberigo còn kinh khủng hơn cái đau đớn phút chốc mà hắn mang đến cho những người thân thích của mình.\n*121. Ô, ngươi chết rồi sao? - Dante ngạc nhiên khi gặp Alberigo ở Địa ngục vì thời điểm này (năm 1300) hắn vẫn đang còn sống.\n*124. Tolomeo (Tolomea) - tên gọi của vòng thứ ba tầng Địa ngục thứ chín, nơi đày ải những tội nhân đã sát hại những người khách đến nhà mình. Tên gọi của vòng ngục này lấy theo tên của Tolomeo di Gerico đã mời Simone Maccabeo, hai con ông này và một số lính hầu đến nhà mình ăn tiệc rồi giết chết tất cả. Câu chuyện này được kể tỉ mỉ trong Kinh Thánh (Macabê 1, XVI, 11-16).\n*126. Xác được Atrôpốt đưa vào cõi tử - theo thần thoại Hy Lạp, nữ thần Atropos giữ nhiệm vụ cắt sợi chỉ cuộc sống, sợi chỉ bị cắt thì người chết (X, TT., XXI, 25).\n*137. Branca Doria - X, ĐN., XXII, 88-89 và chú thích tiếp theo.\n*143-149. Một con quỷ vào xác Brăngca - Branca Doria mời bố vợ là Michel Zanche (X, ĐN., XXII, 88) đến ăn tiệc rồi giết chết với sự giúp đỡ của một đứa cháu. Hồn của Branca Doria xuống Địa ngục còn sớm hơn cả hồn Michel Zanche đã bị giết. Trong cái xác của Branca Doria còn sống, quỷ sứ đã chiếm chỗ của linh hồn ngay sau khi giết người, cả đứa cháu kia cũng vậy.\n*154. Cùng một âm hồn xứ Rômanha - tức Alberigo dei Manfredi (câu 118).\n*155. Một tên trong bọn đó - tức là Branca Doria (câu 137).<\/ref>\n\n:Ngẩng cái mồm từ đầu lâu gớm ghiếc\n:Rồi chùi mồm còn nhuốm đầy máu tươi\n:Vào mớ tóc của bữa ăn khủng khiếp.\n:&nbsp;\n:4 Đoạn nói: “Ngươi muốn ta kể cho ngươi\n:Nỗi đau tuyệt vọng tim ta vò xé\n:Khi nghĩ đến, ta không thốt nên lời.\n:&nbsp;\n:7 Nhưng nếu câu chuyện của ta có thể\n:Tạo thành bản án với kẻ thù này\n:Thì ta bằng lòng vừa khóc vừa kể.\n:&nbsp;\n:10 Chẳng biết ngươi là ai, bằng cách gì\n:Mà xuống được đây, nhưng nghe giọng nói\n:Thì đúng ngươi là dân Phirenxe.\n:&nbsp;\n:13 Ta là Bá tước Ugôlinô một thuở\n:Còn tên này là Giám mục Rugiêri\n:Không ngẫu nhiên – một láng giềng như thế.\n:&nbsp;\n:16 Do kết quả độc ác một âm mưu\n:Tin ở nó, khiến cho ta bị bắt\n:Rồi bị xử chết, không cần nói nhiều.\n:&nbsp;\n:29 Nhưng có một điều chưa ai biết rõ\n:Cái chết của ta độc địa nhường nào\n:Ta căm hận! Ngươi hãy nghe ta kể:\n:&nbsp;\n:22 Một ô cửa nhỏ của một tháp tù\n:Rồi vì ta mà có tên Tháp đói\n:Còn nhiều người bị giam giữ sau ta.\n:&nbsp;\n:25 Qua ô cửa bao lần trăng tròn khuyết\n:Và khi trong cơn ác mộng nặng nề\n:Xé tấm màn phủ che ngày phía trước.\n:&nbsp;\n:28 Một tên lãnh chúa – ta thấy trong mơ –\n:Xua con sói và sói con trên núi\n:Ngăn cách Pida nhìn thấy Lúcca.\n:&nbsp;\n:31 Đàn chó nhanh nhẹn vì được huấn luyện\n:Bọn Goalăngđi, Xítmôngđi, Lăngphờrăngđi\n:Tiến lên phía trước dàn thành trận tuyến.\n:&nbsp;\n:34 Bầy chó đuổi người bố và bầy con\n:Hầu như đã kiệt sức và mệt lử\n:Những chiếc răng nhọn ngoạm vào mạng sườn.\n:&nbsp;\n:37 Ta đã thức giấc khi vừa rạng sáng\n:Nghe những đứa con khóc thét trong mơ\n:Chúng ở bên ta và đang đòi bánh.\n:&nbsp;\n:40 Ngươi không rơi lệ khi nghe những lời\n:Giờ vẫn làm con tim ta tan nát\n:Có bao giờ ngươi để nước mắt rơi?\n:&nbsp;\n:43 Bọn trẻ thức giấc, và gần đến giờ\n:Theo lệ thường chúng được ăn bữa sáng\n:Nhưng chúng sợ điều đã thấy trong mơ.\n:&nbsp;\n:46 Ta nghe rõ tiếng bịt cửa ra vào\n:Của tháp tù, ta ngoái nhìn – cửa đóng\n:Ta nhìn con, không nói được lời nào.\n:&nbsp;\n:49 Ta không khóc nhưng sững sờ hóa đá\n:Còn chúng khóc, bé Anxêmô hỏi ta:\n:“Sao cha lại nhìn chúng con như thế?”\n:&nbsp;\n:52 Ta không khóc, im lặng như người câm\n:Suốt cả ngày và cả đêm sau đó\n:Đến khi mặt trời quay lại trần gian.\n:&nbsp;\n:55 Tia nắng lọt vào tháp tù đau khổ\n:Ta nhìn vào sắc mặt những đứa con\n:Nhận ra sắc mặt của mình như thế.\n:&nbsp;\n:58 Quá xót xa, ta cắn chặt bàn tay\n:Bọn trẻ nghĩ rằng cha mình đang đói\n:Chúng đứng dậy và đồng thanh cất lời:\n:&nbsp;\n:61 “Thưa cha, chúng con bớt phần đau khổ\n:Nếu cha bằng lòng ăn thịt chúng con\n:Cha lấy lại thịt xương từ cha đó”.\n:&nbsp;\n:64 Ta cố nén, tránh làm đau lòng thêm\n:Suốt hai ngày, tất cả đều im bặt\n:Mặt đất nghiệt ngã sao chẳng mở lòng!\n:&nbsp;\n:67 Sang ngày thứ tư Gátđô ngã vật\n:Xuống chân ta và nức nở kêu lên:\n:“Cha ơi, sao chẳng cứu con!” – rồi chết.\n:&nbsp;\n:70 Cũng như giờ đây, ngươi nhìn thấy ta\n:Ta đã nhìn ba đứa kia lần lượt\n:Chết đói, và ngày thứ sáu thì ta\n:&nbsp;\n:73 Đã mù mắt, ôm chúng trong sợ hãi\n:Gọi tên con, sau khi chết hai ngày\n:Rồi đến lượt ta chết vì cái đói”.\n:&nbsp;\n:76 Nói xong lời, hai con mắt ngầu đỏ\n:Ugôlinô vồ cái sọ thảm thương\n:Và gặm tiếp, răng sắc như răng chó.\n|\n;ngục thứ ba (Tôlêmê)\n\n:79 Hỡi Pida, ô nhục của mọi người\n:Miền đẹp tươi, nơi tiếng “xi” vang vọng\n:Sao láng giềng chậm trễ cực hình ngươi?\n:&nbsp;\n:82 Capraia, Goócgôna, hãy hành động\n:Hãy chặn lại cửa dòng sông Ácnô\n:Để dìm chết sau bức tường dân chúng!\n:&nbsp;\n:85 Vì dù Bá tước Ugôlinô có lỗi\n:Trong việc phản bội thành trì các ngươi\n:Nhưng con cháu ông làm gì nên tội?\n:&nbsp;\n:88 Tuổi còn trẻ khiến chúng thành vô tội\n:Thành Têbê mới, Ugucsiôn, Brigata\n:Và hai người khác thơ ta nhắc tới.\n:&nbsp;\n:91 Chúng tôi đến một nơi băng giá khác\n:Nghiệt ngã bao trùm lên những âm hồn\n:Mặt không phải cúi gằm mà lật ngược.\n:&nbsp;\n:94 Những giọt nước mắt ở đây bị chặn\n:Nỗi khổ đau trong mắt bị ngăn dòng\n:Chạy ngược vào trong càng thêm đau đớn.\n:&nbsp;\n:97 Những giọt nước mắt đầu tiên đã đông\n:Thành hai cái mũ lưỡi trai trong suốt\n:Lấp đầy hố mắt dưới bờ mi cong.\n:&nbsp;\n:100 Giây phút này, cứ ngỡ vì giá lạnh\n:Mọi cảm xúc đều biến khỏi mặt tôi\n:Như chỉ còn một làn da chai sạn.\n:&nbsp;\n:103 Tôi cảm thấy như có làn gió thoảng\n:“Thầy ơi – tôi hỏi – gió từ đâu ra\n:Vì ở đây không khí đều xẹp xuống?”\n:&nbsp;\n:106 Thầy tôi đáp: “Con sẽ tới nơi đó\n:Và mắt con sẽ thấy câu trả lời\n:Sẽ thấy căn nguyên của làn khí đó”.\n:&nbsp;\n:109 Một âm hồn của lạnh giá, đêm đen\n:Thét lên rằng: “Hỡi những hồn độc ác\n:Bay được giành riêng buồng ngục cuối cùng.\n:&nbsp;\n:112 Hãy giúp ta gỡ bỏ màn băng cứng\n:Để nỗi đau bằng giọt lệ tuôn ra\n:Trước khi băng giá làm cho đông cứng”.\n:&nbsp;\n:115 Tôi trả lời: “Ta sẽ gỡ giùm ngươi\n:Nhưng ngươi là ai, hãy cho ta biết\n:Ta chìm dưới băng nếu chẳng giúp ngươi!”\n:&nbsp;\n:118 “Ta là thầy dòng Anbêrigô – hồn đáp –\n:Người đã gieo trái cây độc trong vườn\n:Nhận vả chát thay cho chà là ngọt”.\n:&nbsp;\n:121 Tôi kêu lên: “Ô, ngươi chết rồi sao?”\n:Hồn đáp: “Trên kia, nơi trần thế\n:Không biết được thân xác ta thế nào.\n:&nbsp;\n:124 Ở đây, xứ Tôlômêa này, theo lệ\n:Nhiều khi hồn rơi xuống đây, trước khi\n:Xác được Atrôpốt đưa vào cõi tử.\n:&nbsp;\n:127 Và để ngươi sẽ vui lòng giúp ta\n:Gỡ ra dòng lệ thủy tinh trên mắt\n:Nên nhớ: hồn bị phản bội ngay à.\n:&nbsp;\n:130 Như ta đây, xác sẽ bị chiếm đoạt\n:Bởi con quỷ, nó cai quản xác này\n:Đến khi hết hạn thời gian cho xác.\n:&nbsp;\n:133 Hồn đi xuống, cho tới khi đến đáy\n:Có thể người đời chưa biết xác kia\n:Nhưng hồn đã trong giá băng đông lại.\n:&nbsp;\n:136 Điều đó cần biết nếu ngươi mới đến\n:Kia là ngài Brăngca Đôria\n:Ta đã cùng ngài rất nhiều năm tháng”.\n:&nbsp;\n:139 Tôi kêu lên: “Ngươi định lừa ta chăng\n:Vì Brăngca Đôria chưa chết\n:Ông vẫn ăn, uống, ngủ, mặc áo quần”.\n:&nbsp;\n:142 Hồn đáp: “Trong vạc nhựa sôi sùng sục\n:Miken Dăngkê cũng hãy chưa về\n:Với mặt đất bàn chân chưa đoạn tuyệt.\n:&nbsp;\n:145 Một con quỷ vào xác Brăngca\n:Dùng xác nó cùng với người thân thích\n:Chúng vẫn cùng nhau tiếp tục hành nghề.\n:&nbsp;\n:148 Nhưng bàn tay ngươi hãy đưa lên mắt\n:Gỡ hộ ta!” Nhưng tôi đã không đưa\n:Tội gì giữ lời với thằng quỷ quyệt.\n:&nbsp;\n:151 Ôi, dân Giênôva, những kẻ dở hơi\n:Toàn những kẻ đầy thói hư tật xấu\n:Sao chẳng đuổi bay khỏi mặt đất này?\n:&nbsp;\n:154 Cùng một âm hồn xứ Rômanha\n:Ta đã thấy một tên trong bọn đó\n:Hồn đã bị đày xuống ngục Côsitô\n:&nbsp;\n:157 Nhưng xác còn nhởn nhơ nơi dương thế.\n|}\n== Chú thích ==\n{{tham khảo|3}}\n\n== Xem thêm ==\n*[[Cuộc đời mới]]\n*[[Thần khúc]]\n\n== Liên kết ngoài ==\n{{thể loại Commons|Dante Alighieri}}\n* [http:\/\/www.centocanti.it\/template\/contenuto.asp?IDFolder=195&LN=IT The Divine Comedy on line] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070508211327\/http:\/\/www.centocanti.it\/template\/contenuto.asp?IDFolder=195&LN=IT |date = ngày 8 tháng 5 năm 2007}}\n* [http:\/\/etcweb.princeton.edu\/dante\/index.html The Princeton Dante Project] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090603094521\/http:\/\/etcweb.princeton.edu\/dante\/index.html |date=2009-06-03 }}\n* [http:\/\/www.liverpoolmuseums.org.uk\/picture-of-month\/displaypicture.asp?venue=2&id=152 Henry Holiday's 'Dante and Beatrice']\n*[http:\/\/plato.stanford.edu\/entries\/dante\/ Stanford Encyclopedia of Philosophy: Biography, on his works and bibliography]\n*The [http:\/\/www.worldofdante.org\/ World of Dante] multimedia, texts, maps, gallery, searchable database, music, teacher resources, timeline\n*[http:\/\/danteworlds.laits.utexas.edu\/ Danteworlds] multimedia\n*[http:\/\/www.danteonline.it\/english\/home_ita.asp Società Dantesca Italiana (bilingual site)] manuscripts of works, images and text transcripts\n*[http:\/\/dante.ilt.columbia.edu\/ \"Digital Dante\"] – Divine Comedy with commentary, other works, scholars on Dante\n*[http:\/\/www.intratext.com\/catalogo\/Autori\/Aut11.htm Works] Italian and Latin texts, concordances and frequency lists\n\n{{thời gian sống|sinh=1265|mất=1321|tên=Dante}}\n\n[[Thể loại:Nhà thơ Ý]]\n[[Thể loại:Người Firenze]]\n[[Thể loại:Dante Alighieri| ]]\n[[Thể loại:Bài cơ bản dài trung bình]]\n[[Thể loại:Chính khách Ý]]\n[[Thể loại:Nhà văn Kitô giáo]]"}