{"Daraisung Guden Khan":"{{Thông tin nhân vật hoàng gia|tước vị=[[Khả hãn]] [[Mông Cổ]]|chức vị=[[Khả hãn]] [[Mông Cổ]]|tiền nhiệm=[[Bodi Alagh Khan]]|kế nhiệm=[[Tumen Zasagt Khan]]|tại vị=1547 - 1557|hình=Daraisung.jpg|cha=[[Bodi Alagh Khan]]|triều đại=[[Bắc Nguyên]]|sinh=1520|mất=1557 (36-37 tuổi)}}\n\n'''Daraisung Guden Khan''' ([[tiếng Mông Cổ]]: Дарайсүн гүдэн хаан, [[1520]] - [[1557]]) là một [[Khả hãn]] của triều đại [[Bắc Nguyên]] tại [[Mông Cổ]]. Ông là con trai cả của [[Bodi Alagh Khan]].\n\nTrong thời gian cai trị của mình, [[A Nhĩ Thản Hãn|Altan Khan]] trở nên mạnh mẽ và coi thường sức mạnh của Đại hãn và Daraisung Khan không thể giành được chiến thắng trong các cuộc xung đột giữa họ. Altan Khan buộc Daraisung Guden Khan phải chạy trốn về phía đông. Bốn năm sau, vào năm [[1551]], Daraisung đã thỏa hiệp với Altan thừa nhận sự lãnh đạo của Altan để đổi lấy việc trao danh hiệu \"Gegeen Khan\" cho ông. Do đó, Daraisung Guden Khan đã buộc phải di dời triều đình của mình đến phía đông gần [[Mãn Châu]], và sức mạnh của Đại hãn bắt đầu suy giảm. Mặc dù hầu hết các quý tộc Mông Cổ vẫn công nhận [[Đại hãn]] là người lãnh đạo đất nước, nhưng đó chỉ là trên danh nghĩa và hai quý tộc [[Bột Nhi Chỉ Cân]] tự xưng là khả hãn của các vùng đất của chính họ.\n\nVới sự suy tàn của một nước Mông Cổ thống nhất, chắt của ông, [[Ligdan Khan]], hãn [[Bột Nhi Chỉ Cân]] cuối cùng của Mông Cổ, cuối cùng được biết đến với cái tên Ligdan của người Chahar, và cuối cùng bị [[Nhà Thanh|triều đại nhà Thanh]] khuất phục<ref>Veit, Veronika (1986): Die mongolischen Völkerschaften: 396-400. In: Weiers, Michael (ed.) (1986): ''Die Mongolen. Beiträge zu ihrer Geschichte und Kultur''. Darmstadt: Wissenschaftliche Buchgesellschaft: 379-411. Another source on the period would be Di Cosmo, Nicola, and Dalizhabu Bao (2003): ''Manchu-Mongol relations on the eve of the Qing conquest: a documentary history''. Leiden: Brill.<\/ref>.\n\n== Xem thêm ==\n\n* [[Bodi Alagh Khan]]\n* [[A Nhĩ Thản Hãn|Altan Khan]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Đại hãn Bắc Nguyên]]\n[[Thể loại:Sinh năm 1520]]\n[[Thể loại:Mất năm 1557]]"}