{"Decebalus":"{{Thông tin nhân vật hoàng gia\n| tên  =Decebalus hoặc Diurpaneus\n| tước vị   =Vua\n| hình=\n| ghi chú hình  =Decebalus, từ [[Cột trụ của Trajan]]\n| tại vị   =[[87]]–[[106]] CN\n| cha   =[[Scorilo]]\n| tiền nhiệm  =[[Duras (Vua Dacia)|Duras]]\n| mất =[[106]]\n|}}\n'''Decebalus''' hoặc \"Người Dũng Cảm\" (ban đầu có tên là '''Diurpaneus''')<ref name=\"Romanis REquote01\">{{chú thích web\n|accessdate = ngày 8 tháng 11 năm 2007 |url=http:\/\/www.roman-emperors.org\/assobd.htm#t-inx\n|title=De Imperatoribus Romanis\n|work=An Online Encyclopedia of Roman Emperors\n|format=Assorted Imperial Battle Descriptions\n|quote= Battle of Sarmizegetusa (Sarmizegetuza), A.D. 105. During Trajan's reign one of the most important Roman successes was the victory over the Dacians. The first important confrontation between the Romans and the Dacians took place in the year 87 and was initiated by Domitian. The [[praetorian prefect]] [[Cornelius Fuscus|Cornelius]] led five or six legions across the Danube on a bridge of ships and advanced towards [[Banat]] (in Romania). The Romans were surprised by a Dacian attack at Tapae (near the village of [[Bucova]], in Romania). Legion V Alaude was crushed and Cornelius Fuscus was killed. The victorious general was originally known as [[Diurpaneus]] (see Manea, p.109), but after this victory he was called Decebalus (the brave one).}}\n<\/ref> là một vị vua của Dacia (trị vì người Dacia từ năm 87-106)<ref \n name=\"Romanis REquote02\"\n>{{chú thích web\n|accessdate = ngày 8 tháng 11 năm 2007 |url=http:\/\/www.roman-emperors.org\/assobd.htm#t-inx\n|title=De Imperatoribus Romanis<!--\n|work=An Online Encyclopedia of Roman Emperors\n|format=Assorted Imperial Battle Descriptions--->\n|quote=In the year 88, the Romans resumed the offensive. The Roman troops were now led by the general Tettius Iulianus. The battle took place again at Tapae but this time the Romans defeated the Dacians. For fear of falling into a trap, Iulianus abandoned his plans of conquering Sarmizegetuza and, at the same time, Decebalus asked for peace. At first, Domitian refused this request, but after he was defeated in a war in Pannonia against the Marcomanni (a Germanic tribe), the emperor was obliged to accept the peace.\n}}<\/ref> và nổi tiếng với việc chiến đấu trong ba cuộc chiến tranh và hai thời kì đàm phán hòa bình chống lại [[Đế quốc La Mã|Đế chế La Mã]] dưới thời hai vị hoàng đế<ref name=\"Romanis REquote01\"\/> trong giai đoạn hòa bình ngắn sau cùng(cuối những năm 102-105) do sự nhượng bộ của Trajan, Decebalus tiếp tục cai trị như một vị vua độc lập,<ref name=\"Romanis REquote04\" \n>{{chú thích web\n|accessdate = ngày 8 tháng 11 năm 2007 |url=http:\/\/www.roman-emperors.org\/assobd.htm#t-inx\n|title=De Imperatoribus Romanis<!--\n|work=An Online Encyclopedia of Roman Emperors\n|format=Assorted Imperial Battle Descriptions--->\n|quote=However, during the years 103-105, Decebalus did not respect the peace conditions imposed by Trajan and the emperor then decided to destroy completely the Dacian kingdom and to conquer [[Sarmizegetuza]].\n}}<\/ref> chứ không phải là một vị vua chư hầu bị chinh phục và nhiều lần gây khó chịu hoặc khiến người La Mã tức điên lên.\n\nDo đó, các quân đoàn theo lệnh của Trajan tiếp tục tấn công một lần nữa trong năm 105 CN, chinh phục được kinh đô của người Dacia, [[Sarmizegetusa Regia|Sarmizegetusa]], trong năm 106. Sau đó, Decebalus tự sát.\n==Bối cảnh==\nSau cái chết của vị vua vĩ đại [[Burebista]], Dacia bị chia thành bốn năm nước nhỏ hơn. Tình hình này kéo dài cho đến khi Diurpaneus cố gắng để củng cố vùng trung tâm của Dacia xung quanh [[Sarmizegetusa]], ngày nay là tỉnh [[Hunedoara]]. Mặc dù vẫn chưa là vua, ông đã tổ chức quân đội Dacia, và vào năm 85, ông bắt đầu các cuộc tấn công nhỏ vào tỉnh Moesia của La Mã vốn đã được củng cố rất nhiều, nằm ​​ở phía nam của sông Danube dưới thời vua Dacia [[Duras]].\n\nNăm 86, Duras đã ra lệnh tấn công mạnh mẽ hơn vào phía nam tỉnh Moesia của La Mã. Bản thân Hoàng đế Domitianus đã tiến vào tỉnh này với các quân đoàn và quân nhu tiếp viện, ông đã tổ chức lại nó, và lên kế hoạch một cuộc tấn công vào [[Dacia]] trong mùa chiến dịch tiếp theo.\n\n==Chiến tranh chống lại Domitianus==\n{{chính|Chiến tranh Dacia của Domitianus}}\nNăm 87, Hoàng đế Domitianus phái viên thái thú chỉ huy lực lượng vệ binh hoàng gia của mình, [[Cornelius Fuscus]], trừng phạt [[người Daci]]a. Bốn hoặc năm quân đoàn của ông phải chịu một thất bại lớn khi bị phục kích bởi lực lượng của Diurpaneus<ref name=\"Romanis REquote01\"\/> Hai quân đoàn La Mã (trong đó có [[V Alaudae]]) đã bị phục kích và đánh bại tại một hẻm núi mà người La Mã gọi là [[Tapae]] (có khả năng là một thành trì xa xôi hẻo lánh của người Dacia, gần [[Bucova]] ngày nay). Fuscus đã bị giết chết. Diurpaneus đặt tên mình Decebalus, có nghĩa là \"với sức mạnh của mười người [đàn ông]\" <ref>\"Decebalus\" means \"strong as ten [men]\" (cf. [[Sanskrit language|Sanskrit]] ''daśabala''); ''Dece-'' being derived from [[Proto-Indo-European language|Proto-Indo-European]] ''*dekm-'' ('ten') and ''-balus'' from PIE ''*bel-'', 'strong'. Cf. [[Albanian language|Proto-Albanian]] ''*dek(a)t-'', from PIE ''*dekm-'' (Demiraj, 1999).<\/ref> hoặc đơn giản là \"dũng cảm\" <ref name=\"Romanis REquote01\"\/> và lên ngôi vua.\n\nNăm 88, [[Tettius Iulianus]] chỉ huy một quân đội La Mã theo lệnh Domitianus chống lại người Dacia và đánh bại họ trong [[trận Tapae lần thứ hai]]. Lúc này người German nổi dậy dọc theo sông Rhine đã đòi hỏi tăng cường lực lượng quân sự từ Moesia, người La Mã bắt buộc phải trả một khoản tiền lớn để cống nạp cho người Dacian để duy trì hòa bình. Tình trạng nhục nhã này kéo dài cho đến khi Trajanus trở thành hoàng đế trong năm 98. Ngay lập tức, ông bắt đầu chuẩn bị cho cuộc chiến tranh mà sẽ mở rộng đế chế La Mã đến mức cực điểm.\n===Dưới con mắt của kẻ thù===\nKhi viết về cuộc chiến tranh của Domitianus, [[Dio Cassius]] đã mô tả Decebalus như sau:\n\n{{cquote|Vào thời điểm đó, người La Mã đã tham gia vào một cuộc chiến tranh rất nghiêm trọng với người Dacia, mà vị vua của họ sau đó là Decebalus. Người đàn ông này không những tỏ ra khôn ngoan trong sự hiểu biết của ông về chiến tranh và cũng khôn ngoan khi tiến hành chiến tranh, ông ta biết đâu là thời điểm tốt để tấn công và chọn đúng thời điểm để rút lui, ông ta cũng là một chuyên gia trong việc mai phục và một bậc thầy trong những trận chiến ác liệt, và ông biết không chỉ làm thế nào để giành được một chiến thắng, mà còn biết cách thoát khỏi một thất bại tốt như thế nào. Do đó ông ta đã cho thấy mình xứng đáng là một đối thủ đáng gờm của người La Mã trong suốt một thời gian dài. Tôi gọi là người Dacia, tên gọi được sử dụng bởi bản thân người dân bản địa cũng như người La Mã, mặc dù tôi không thiếu hiểu biết rằng một số nhà văn Hy Lạp đề cập đến họ là người Getae, cho dù đó là hình thức đúng hay không, còn về người Getae, bản thân tôi biết rằng họ là những người sống ngoài phạm vi dãy Haemus, dọc sông Ister<ref>Dio Cassius http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/67*.html<\/ref>}}\n==Những cuộc chiến tranh chống lại hoàng đế Trajanus==\n{{chính|Những cuộc chiến tranh Dacia của Trajanus}}\n===Lần thứ nhất===\nDecebalus đã bị đánh bại bởi những người La Mã khi họ xâm chiếm Dacia bắt đầu vào ngày 25 tháng 3 năm 101 CN,<ref name=\"Romanis REquote05\" \n>{{chú thích web\n|title=Battle of Sarmizegetusa (Sarmizegetuza), A.D. 105\n|url=http:\/\/www.roman-emperors.org\/assobd.htm#t-inx\n|quote=Because the Dacians represented an obstacle against Roman expansion in the east, in the year 101 the emperor Trajan decided to begin a new campaign against them. The first war began on 25 March 101 and the Roman troops, consisting of four principal legions (X Gemina, XI Claudia, II Traiana Fortis, and XXX Ulpia Victrix), defeated the Dacians.\n}}<\/ref> một lần nữa trong các công sự của Tapae. Sau khi chấp nhận các điều kiện hòa bình khắc nghiệt, bao gồm cả việc mất lãnh thổ, ông được để lại như một vị vua chư hầu dưới sự bảo hộ của La Mã và một đơn vị đồn trú địa phương nhỏ.\n===Lần thứ hai-Sự sụp đổ của Dacia===\n{{chính|Trận Sarmizegetusa}}\nBa năm sau, Decebalus tiêu diệt đội quân đồn trú nhỏ của người La Mã ở Dacia, và người La Mã buộc phải một lần nữa phái quân tiếp viện, và Trajan thời gian này quyết định dứt khoát chinh phục Dacia.\n\nSau một cuộc vây hãm kéo dài kinh đô của người Dacia, [[Trận Sarmizegetusa|Sarmizegetusa]], và một vài cuộc đụng độ trong khu vực lớn hơn, người La Mã đã chinh phục Dacia. Decebalus đã cố gắng để trốn thoát cùng với gia đình của mình.\n\n===Cái chết của Decebalus===\n[[Hình:106 Conrad Cichorius, Die Reliefs der Traianssäule, Tafel CVI.jpg|nhỏ|phải|200px|Decebalus tự sát, từ [[Cột trụ của Trajan]]]]\n\nKhiếp sợ vì bị săn đuổi cùng với quân đội của mình đã bị đánh bại và cuối cùng bị dồn vào đường cùng bởi những đội quân La Mã săn tìm đầu ông, không muốn bị bắt để bị trưng bày và làm nhục tại Rome, Decebalus đã tự sát bằng cách cứa cổ họng của mình, như mô tả trên cột trụ của Trajan.\n\nTuy nhiên, có khả năng là trong khi đang hấp hối, Decebalus đã bị bắt bởi một lính kỵ binh trinh sát La Mã có tên là [[Tiberius Claudius Maximus]] từ [[Legio VII Claudia]] như những tuyên bố trên bia mộ được phát hiện tại Gramini ở Hy Lạp. Đầu và tay phải của ông sau đó được mang đến chỗ Trajan ở \"Ranisstorium\" (một ngôi làng Dacia không biết rõ, có lẽ là [[Piatra Craiului]]) bởi Claudius Maximus, khi ông ta được tặng thưởng huy chương bởi hoàng đế.\n\n==Di sản của Decebalus==\nDecebalus được coi là người anh hùng dân tộc của nước Romania và ông đã được miêu tả trong nhiều tác phẩm văn học, phim ảnh (ví dụ như bộ phim [[Dacii]], của đạo diễn [[Sergiu Nicolaescu]]), các tác phẩm điêu khắc. Bức chân dung đầu tiên của ông được biết đến vẫn đang được giữ gìn trên [[cột trụ của Trajan]], một trụ đá tưởng niệm được hoàn thành vào năm 113. Cột trụ của Trajan đã mô tả những khoảnh khắc quan trọng trong hai cuộc chiến tranh cuối cùng giữa [[Dacia]] và [[Đế quốc La Mã]] bằng những phù điêu chạm khắc. Trong suốt những năm 1990, một nhóm các nhà điêu khắc đã tạc một bức tượng Decebalus cao 40 mét từ một khối đá trồi ra gần thành phố [[Orşova]], [[România]].\n\n==Xem thêm==\n*[[Những cuộc chiến tranh Dacia của Trajanus]]\n*[[Regalianus]], theo [[Tyranni Triginta]], là một hậu duệ của Decebalus\n*[[Kho báu Decebalus]]\n*[[Danh sách vua Dacia]]\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n* [http:\/\/www.roman-emperors.org\/assobd.htm#s-inx \"Assorted Imperial Battle Descriptions\"], ''De Imperatoribus Romanis''.\n* Speidel, M. (1984), ''Roman Army Studies'', pp.&nbsp;173–187.\n==Liên kết ngoài==\n{{thể loại Commons|Decebal}}\n{{Commons|Dacia and Dacians}}\n\n{{Chủ đề Dacia}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME   =\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH =\n| PLACE OF BIRTH  =\n| DATE OF DEATH = 106\n| PLACE OF DEATH  =\n}}\n[[Thể loại:Vua Dacia]]\n[[Thể loại:Suicides by sharp instrument]]\n[[Thể loại:Mất năm 106]]\n[[Thể loại:1st-century monarchs in Europe]]\n[[Thể loại:2nd-century monarchs in Europe]]\n[[Thể loại:Dacian names]]\n[[Thể loại:Năm sinh không rõ]]"}