{"Dionysios Solomos":"{{Infobox writer\n| name = Dionysios Solomos\n| image = Solomos portrait 4.jpg\n| imagesize = 240px\n| alt = Portrait of Dionysios Solomos\n| native_name = Διονύσιος Σολωμός\n| birth_date = {{birth date|1798|4|8|df=y}}\n| birth_place = [[Zakynthos]], [[Mer-Égée]] (nay là [[Hy Lạp]])\n| death_date = {{death date and age|1857|2|9|1798|4|8|df=y}}\n| death_place = [[Kerkyra]], [[Hiệp chủng quốc các đảo Ionia]] (nay là [[Hy Lạp]])\n| alma_mater = [[Đại học Pavia]]<br>([[LL.B.]], 1817)\n| occupation = [[Nhà thơ]]\n| language = [[Tiếng Hy Lạp]]\n| nationality = [[Người Hy Lạp|Hy Lạp]]\n<!--| religion = [[Greek Orthodox]]-->\n| awards = {{awd|[[Huân chương Đấng Cứu Chuộc|Chữ thập đỏ Đấng Cứu Chuộc]]|1849}}\n| signature = Dionysios-solomos-signature.svg|120px\n}}\n[[Tập tin:Dionysios Solomos statue at Dionysios Solomos Square, Zakynthos City, Greece 01.jpg|thumb|260px|Tượng Dionysios Solomos ở [[Zakynthos (city)]]]]\n'''Dionysios Solomos''' ({{lang-el|Διονύσιος Σολωμός}} {{IPA-el|ði.oniˈsios soloˈmos|}}; 8 tháng 4 năm 1798 - 9 tháng 2 năm 1857) là một nhà thơ [[Hy Lạp]].<ref>Jenkins 1981, 6<\/ref><ref>Κριαράς 1969, 13<\/ref> Ông sinh ra và lớn lên ở [[Zakynthos]]. Ông được biết đến là người đã sáng tác '''''Thánh ca tự do''''' ({{lang-el|Ὕμνος εις την Ἐλευθερίαν}}, ''Ýmnos eis tīn Eleutherían'') mà hai khổ thơ đầu được phổ nhạc bởi [[Nikolaos Mantzaros]] là quốc ca của Hy Lạp năm 1865.<ref>Κ. Βάρναλης, ''Σολωμικά'', εκδ. «Κέδρος», Αθήνα 1957, 113.<\/ref> Ông là nhân vật trung tâm của [[Trường phái Heptanese (văn học)|trường phái thơ Heptanese]], và được xem là nhà thơ quốc gia của Hy Lạp - không chỉ vì ông viết bài quốc ca, mà còn bởi vì ông đã góp phần bảo tồn truyền thống thơ ca trước đó và nêu bật tính hữu ích của nó đối với văn học hiện đại.Những bài thơ nổi tiếng khác bao gồm ''Ὁ Κρητικός'', ''Ἐλεύθεροι Πολιορκημένοι'' và các bài khác. Một đặc trưng của tác phẩm của ông là không có bài thơ trừ bài thánh thi '''''Thánh ca tự do''''' được hoàn thành, và gần như không có gì được xuất bản trong suốt cuộc đời của ông.<ref>Δημαράς Κ.Θ. 1994, 24.<\/ref><ref>Δημαράς Κ.Θ. 1994, 20.<\/ref><ref>Ο Beaton αναφέρει χαρακτηριστικά πως ο Σολωμός, μαζί με τον Παλαμά και τον Κάλβο, ''«αντιμετωπίζονται ως ποιητές που περισσότερο από κάθε άλλον αναμετρήθηκαν με τις ιδέες, τις λογοτεχνικές τεχνικές και τα οράματα του Ρομαντισμού, έτσι όπως εκδηλώθηκε σε άλλα μέρη της Ευρώπης»'' Βλ. Beaton R. 1996, 39.<\/ref>\n==Tiểu sử==\n=== Thời niên thiếu và việc học ===\nSinh ra tại [[Zakynthos]], Dionysios là con ngoài giá thú của một người giàu có, Nikolaos Solomos, và quản gia của mình, Angeliki Nikli. Nikolaos Solomos đến từ Cretan, gia đình ông là người tị nạn Cretan được định cư trên [[Zakynthos]] năm 1670 sau khi [[Crete]] chinh phục 's bởi [[Đế chế Ottoman]]&nbsp;trong 1669.&nbsp;Phiên bản tiếng Ý của tên gia đình được ghi lại như sau: Salamon, Salomon, Solomon, và Salomone.&nbsp;Có thể mẹ của ông-Angeliki Nikli đến từ vùng [[Mani Peninsula|Mani]].Từ cuộc hôn nhân đó, ông có hai con: Roberto và Elena.&nbsp;Từ năm 1796,&nbsp;Nikolaos Solomos có mối quan hệ song song với người quản gia Angeliki Nikli. Cha của ông cưới mẹ Dionysios một ngày trước khi qua đời vào ngày 27 tháng 2 năm 1807, làm cho Dionysios trẻ hợp pháp và đồng sở hữu di sản của ông, cùng với anh cùng cha khác mẹ của ông. Nhà thơ đã trải qua những năm thơ ấu của mình trên Zakynthos cho đến năm 1808, dưới sự giám sát của gia sư người Ý của ông.&nbsp;Sau cái chết của cha mình, Dionysios Messalas được lệnh giam của Solomos, trong khi mẹ ông kết hôn với Manolis Leontarakis vào ngày 15 tháng 8 năm 1807. Năm 1808, Messalas gửi Solomos đến Ý&nbsp;để học&nbsp;luật, như thường lệ với những người cao quý Ionia, nhưng có thể vì Cuộc hôn nhân mới của mẹ Dionysios.\n\n=== Học tại Ý===\nSolomos đã đi đến Ý với gia sư của mình, người đã trở về quê nhà của mình, [[Cremona]]. Ban đầu ông đã ghi danh vào Lyceum của Thánh Catherine ở [[Venice]]&, nhưng ông đã có những khó khăn điều chỉnh vì kỷ luật nghiêm khắc của trường. Vì lý do đó, Rossi đã đưa Solomos cùng ông đến [[Cremona]], nơi ông hoàn thành các nghiên cứu bậc trung học năm 1815. Vào tháng 11 năm 1815, Solomos đã theo học tại Khoa Luật của&nbsp;[[Đại học Pavia]]&nbsp;, từ đó ông tốt nghiệp năm 1817. Với sự quan tâm Nhà thơ trẻ thể hiện trong [[văn học Ý]]&nbsp;đang phát triển&nbsp;và là một diễn giả hoàn hảo của Ý, ông bắt đầu viết thơ bằng tiếng Ý.&nbsp;''Một trong những bài thơ đầu tiên quan trọng được viết bằng tiếng Ý trong thời gian đó là Ode per la prima messa''&nbsp;(Ode đến khối lượng đầu tiên) và&nbsp;''La distruzione di Gerusalemme''&nbsp;(Sự hủy diệt Jerusalem).&nbsp;Trong thời gian đó, ông đã làm quen với các nhà thơ và nhà văn nổi tiếng người Ý (có thể là&nbsp;[[Alessandro Manzoni|Manzoni]], [[Vincenzo Monti]],...); [[Ugo Foscolo]] từ Zakynthos là bạn của mình.&nbsp;Kết quả là, ông đã dễ dàng chấp nhận trong giới văn học Italia và trở thành một nhà thơ được tôn kính của tiếng Ý.\n\n=== Trở lại Zakynthos===\nSau 10 năm nghiên cứu Solomos trở lại Zakynthos năm 1818 với nền tảng vững chắc về&nbsp;[[văn học]]. Trên đảo Zakynthos, nơi mà thời đó được biết đến với văn hoá văn chương hoành tráng, nhà thơ đã làm quen với những người quan tâm đến văn chương. Antonios Matesis&nbsp;(tác giả của&nbsp;''Vasilikos''&nbsp;),&nbsp;[[Georgios Tertsetis]]&nbsp;,&nbsp;Dionysios Tagiapieras&nbsp;(bác sĩ và người hỗ trợ&nbsp;''[[dimotiki]]''&nbsp;, và cũng là bạn của&nbsp;[[Ioannis Vilaras]]) và Nikolaos Lountzis là những người bạn nổi tiếng nhất của Solomos.&nbsp;Họ thường tập trung vào nhà của nhau và vui chơi bằng cách làm thơ.&nbsp;Họ thường xuyên châm biếm một bác sĩ Zakynthia, Roidis (Solomos '&nbsp;''Những bài thơ châm biếm liên quan đến bác sĩ là Hội đồng bác sĩ'', ''Ngày đầu năm''&nbsp;và&nbsp;''Tông họng''&nbsp;).&nbsp;Họ cũng thích những bài thơ ngẫu hứng trên một vần và chủ đề nhất định.&nbsp;Những bài thơ của ông trong thời kỳ này được xuất bản năm 1822 dưới tiêu đề&nbsp;''Rime Improvvisate''.\n\n===Những tác phẩm đầu tiên tại Hy Lạp và cuộc gặp với Spyridon Trikoupis===\nCùng với những bài thơ Ý, Solomos đã có những nỗ lực đầu tiên viết bằng tiếng Hy Lạp.&nbsp;Đây là một nhiệm vụ khó khăn cho nhà thơ trẻ, vì nền giáo dục của ông cổ điển và tiếng Ý, nhưng cũng bởi vì không có bất kỳ tác phẩm thơ ca nào được viết bằng&nbsp;[[Modern Greek|thổ ngữ dân chủ]]&nbsp;mà có thể dùng làm mẫu mực.&nbsp;Tuy nhiên, thực tế là việc học tiếng Hy Lạp của cậu bé là tối thiểu khiến cậu không có bất kỳ ảnh hưởng học thuật nào, điều đó có thể dẫn cậu viết trong&nbsp;[[katharevousa]], một ngôn ngữ thuần túy được xây dựng như một hình thức Hy Lạp cổ đại.&nbsp;Thay vào đó, ông viết bằng ngôn ngữ của những người dân bình thường trên hòn đảo bản địa của mình.&nbsp;Để cải thiện kỹ năng ngôn ngữ của mình, anh bắt đầu nghiên cứu&nbsp;[[Dimotiká|những bài hát]]&nbsp;theo phong cách&nbsp;[[Dimotiká|dân chủ]]&nbsp;,&nbsp;[[Heptanese School (literature)|Các tác phẩm của các nhà thơ tiền Solomian]](προσολωμικοί ποιητές) và&nbsp;[[Cretan literature|văn học]]&nbsp;phổ biến và&nbsp;[[Cretan literature|Cretan]]&nbsp;rằng vào thời điểm đó là những mẫu tốt nhất của việc sử dụng&nbsp;phương ngữ&nbsp;[[Demotic Greek|dân chủ]]&nbsp;trong&nbsp;[[văn học Hy Lạp hiện đại]]. Kết quả là văn bản đầu tiên của văn học được viết bằng thổ ngữ dân chủ, Một động thái có ảnh hưởng đến các nhà văn kế tiếp không thể phóng đại.Những bài thơ có thời gian là&nbsp;''tôi Xanthoula''&nbsp;-&nbsp;''Cô gái tóc vàng nhỏ''&nbsp;,&nbsp;''I Agnoristi''&nbsp;-&nbsp;''Không thể nhận ra''&nbsp;,&nbsp;''Ta dyo aderfia''&nbsp;-&nbsp;''Hai anh em''&nbsp;và&nbsp;''tôi trelli mana''&nbsp;-&nbsp;''Người mẹ điên''&nbsp;.\n[[Tập tin:Solomos young.jpg|nhỏ|Solomos&nbsp;thời trẻ]]\nCuộc chạm trán của Solomos với&nbsp;[[Spyridon Trikoupis]]&nbsp;năm 1822 là một bước ngoặt trong bài viết của ông.&nbsp;Khi Trikoupis thăm Zakynthos vào năm 1822, được mời bởi&nbsp;[[Lord Guilford]]&nbsp;, sự nổi tiếng của Solomos trên hòn đảo đã được phổ biến rộng rãi và Trikoupis muốn gặp anh ta.&nbsp;Trong cuộc họp thứ hai của họ, Solomos đọc cho ông ta&nbsp;''Ode đến khối lượng đầu tiên''&nbsp;.&nbsp;Nổi bật bởi kỹ năng thi vị của Solomos, Trikoupis đã nói:\n\nKho tàng khả năng thi vị của bạn dành cho bạn một địa điểm chọn lựa trên Parnassus Ý.&nbsp;Nhưng những nơi đầu tiên đã có.&nbsp;Parnassus của Hy Lạp vẫn chưa có [[Dante]].\n\nSolomos giải thích với Trikoupis rằng Hy Lạp của ông không thông thạo, và Trikoupis đã giúp ông trong việc nghiên cứu các&nbsp;bài thơ&nbsp;của&nbsp;[[Athanasios Christopoulos|Christopoulos]].\n\n=== ''Hymn to Liberty'' và sự hình thành của nhà thơ ===\nBước ngoặt quan trọng đầu tiên trong các tác phẩm Hy Lạp của Solomos là&nbsp;[[Hymn to Liberty]]&nbsp;đã được hoàn thành vào tháng 5 năm 1823 - một bài thơ lấy cảm hứng từ&nbsp;[[Greek War of Independence|cuộc cách mạng Hy Lạp năm 1821]].&nbsp;Bài thơ được xuất bản lần đầu tiên vào năm 1824 ở&nbsp;[[Mesolongi]]&nbsp;bị chiếm đóng&nbsp;và sau đó ở&nbsp;[[Paris]]&nbsp;năm 1825 đã dịch sang tiếng Pháp và sau đó bằng các ngôn ngữ khác.&nbsp;Điều này dẫn đến sự gia tăng nổi tiếng của nhà thơ bên ngoài biên giới Hy Lạp.&nbsp;Nhờ bài thơ này, Solomos được tôn kính cho đến khi qua đời, vì phần còn lại của tác phẩm chỉ được biết đến với vòng tròn nhỏ những người ngưỡng mộ và \"sinh viên\" của mình. [[Hymn to Liberty]]&nbsp;đã khánh thành một giai đoạn mới trong tác phẩm văn học của nhà thơ: Đây là thời gian khi nhà thơ cuối cùng đã quản lý được ngôn ngữ và đang thử nghiệm những hình thức phức tạp hơn, mở ra những loại cảm hứng mới và dễ dàng bỏ qua một sự ngẫu hứng.&nbsp;''Thời kỳ này kết quả là Odi eis đến thanato tou Lord Byron''&nbsp;-&nbsp;''Ode đến cái chết của Lord Byron''&nbsp;, một bài thơ có nhiều điểm chung với bài thánh ca nhưng cũng có nhiều điểm yếu,&nbsp;''I Katastrofi tấn Psaron''&nbsp;-&nbsp;''Destroy&nbsp;Psara''&nbsp;,&nbsp;''O Dialogos''&nbsp;-&nbsp;''Đối thoại''&nbsp;(Đề cập đến ngôn ngữ) và&nbsp;''I Gynaika tis Zakynthos''&nbsp;-&nbsp;''Người phụ nữ từ Zakynthos''.&nbsp;Người ta cho rằng Solomos có thể nghe thấy khẩu pháo bắn từ Zakynthos trong Chiến tranh Hy Lạp.\n\n=== Hình thành tại Corfu: những năm đầu ===\n\nSau những xích mích và tranh chấp về kinh tế với anh trai Dimitrios liên quan đến các vấn đề di sản, Solomos chuyển đến&nbsp;[[Corfu]], trung tâm trí tuệ quan trọng nhất của&nbsp;[[Ionian islands|hòn đảo Ionia]]&nbsp;trong những năm đó.&nbsp;Tuy nhiên, Dionysios đã không rời Zakynthos chỉ vì vấn đề gia đình của mình;&nbsp;Solomos đã có kế hoạch đến thăm hòn đảo này từ năm 1825. Corfu sẽ cung cấp cho anh ta không chỉ là một môi trường kích thích hơn mà còn là sự cô lập sống còn cho nhân vật đơn độc và kỳ lạ của mình.&nbsp;Corfu là nơi hoàn hảo để chiêm ngưỡng và viết thơ, phù hợp với những ý tưởng cao quý của Solomos về Nghệ thuật.&nbsp;Điều đó giải thích thực tế rằng những năm hạnh phúc nhất của ông là những năm đầu tiên ông dành cho Corfu.&nbsp;Chính trong thời gian này ông bắt đầu học&nbsp;triết học và thơ ca&nbsp;[[Romanticism|lãng mạn]]&nbsp;của Đức&nbsp;(Hegel, Schlegel,&nbsp;Schiller, Goethe).&nbsp;Vì ông không biết tiếng Đức nên ông đã đọc bản dịch tiếng Ý của người bạn Nikolaos Lountzis&nbsp;.&nbsp;Trong khoảng thời gian đó, ông tiếp tục làm việc về&nbsp;''Người phụ nữ của Zakynthos''&nbsp;và&nbsp;''Lambros''&nbsp;rằng ông đã bắt đầu năm 1826.\n\n=== 1833: phiên tòa và các tác phẩm trong giai đoạn trưởng thành===\nGiữa những năm 1833 và 1838, khôi phục mối quan hệ với anh trai, cuộc sống của Solomos đã bị xáo trộn bởi một loạt các phiên tòa, nơi anh em cùng cha khác mẹ (từ phía mẹ của ông) Ioannis Leontarakis tuyên bố một phần di sản của cha mình, lập luận rằng ông cũng là Con hợp pháp của Nikolaos Solomos kể từ khi mẹ ông mang thai trước cái chết của cha.&nbsp;Mặc dù kết quả của cuộc thử nghiệm là thuận lợi cho cả nhà thơ và anh trai, tranh chấp này dẫn đến sự xa lánh của Solomos từ mẹ (tình cảm của ông đã bị tổn thương nặng nề vì sự ngưỡng mộ của ông đối với mẹ ông) và sự rút lui của ông từ công khai.&nbsp;Mặc dù phiên tòa đã ảnh hưởng đến nhà thơ đến một điểm nào đó, nhưng nó không thể nắm bắt được tác phẩm thơ của ông.&nbsp;Năm 1833 tượng trưng cho giai đoạn trưởng thành của tác phẩm thơ,&nbsp;''Kết quả là những bài thơ chưa hoàn thành của O Kritikos''&nbsp;-&nbsp;''The Cretan''&nbsp;(1833),&nbsp;''Eleftheroi Poliorkimenoi''&nbsp;-&nbsp;''[[The Free Besieged|Bức tranh Tự do]]''&nbsp;(năm 1845) và&nbsp;''O Porfyras''&nbsp;(1847), được xem là tác phẩm hay nhất của tác phẩm của ông.&nbsp;Trong thời gian đó, anh đang lên kế hoạch cho những công việc khác hoặc vẫn ở giai đoạn chuẩn bị hoặc vẫn là những mảnh vỡ, chẳng hạn như&nbsp;''Nikoforos Vryennios''&nbsp;,&nbsp;''Eis tới thanato Aimilias Rodostamo''&nbsp;-&nbsp;''Đến cái chết của Emilia Rodostamo''&nbsp;,&nbsp;''Francisca Fraser''&nbsp;và&nbsp;''Carmen Seculare''&nbsp;.&nbsp;''Eleftheroi Poliorkimenoi''&nbsp;-&nbsp;''[[The Free Besieged|Những người tự do bị bao vây]]''&nbsp;(cho đến năm 1845) và&nbsp;''O Porfyras''&nbsp;(1847), được coi là tốt nhất trong các tác phẩm của ông.&nbsp;Trong thời gian đó, anh đang lên kế hoạch cho những công việc khác hoặc vẫn ở giai đoạn chuẩn bị hoặc vẫn là những mảnh vỡ, chẳng hạn như&nbsp;''Nikoforos Vryennios'',&nbsp;''Eis tới thanato Aimilias Rodostamo''&nbsp;-&nbsp;''Đến cái chết của Emilia Rodostamo''&nbsp;,&nbsp;''Francisca Fraser''&nbsp;và&nbsp;''Carmen Seculare''&nbsp;.&nbsp;''Eleftheroi Poliorkimenoi''&nbsp;-&nbsp;''[[The Free Besieged|Những người tự do bị bao vây]]''&nbsp;(cho đến năm 1845) và&nbsp;''O Porfyras''&nbsp;(1847), được coi là tốt nhất trong các tác phẩm của ông.&nbsp;Trong thời gian đó, anh đang lên kế hoạch cho những công việc khác hoặc vẫn ở giai đoạn chuẩn bị hoặc vẫn là những mảnh vỡ, chẳng hạn như&nbsp;''Nikoforos Vryennios''&nbsp;,&nbsp;''Eis tới thanato Aimilias Rodostamo''&nbsp;-&nbsp;''Đến cái chết của Emilia Rodostamo'',&nbsp;''Francisca Fraser''&nbsp;và&nbsp;''Carmen Seculare''.\n\n===Nhóm Corfu===\n\n[[Tập tin:Dionysios Solomos tomb in his mausoleum, Zakynthos City, Greece 01.jpg|nhỏ|Mộ của Dionysios]]\nTrên [[Kérkyra|đảo Corfu]], Solomos sớm nhận ra mình là trung tâm của sự ngưỡng mộ và các nhà thơ, một nhóm trí thức được giáo dục tốt với những ý tưởng tự do và tiến bộ, một kiến ​​thức sâu về nghệ thuật và với những khuynh hướng nghệ thuật khắc khổ.&nbsp;Những người quan trọng nhất Solomos đã được biết đến là&nbsp;[[Nikolaos Mantzaros]],&nbsp;[[Ιωάννης Ζαμπέλιος|Ioannis]]&nbsp;và&nbsp;[[Σπυρίδων Ζαμπέλιος|Spyridon Zampelios]],&nbsp;Ermannos Lountzis,&nbsp;[[Niccolò Tommaseo]], [[Andreas Mustoxydis]],&nbsp;[[Πέτρος Βράιλας Αρμένης|Petros Vrailas Armenis]],&nbsp;[[Ιάκωβος Πολυλάς|Iakovos Polylas]], [[Ιούλιος Τυπάλδος|Ioulios Typaldos]],&nbsp;[[Andreas Laskaratos]]&nbsp;và&nbsp;[[Γεράσιμος Μαρκοράς|Gerasimos Markoras]]. Polylas, Typaldos và Markoras là sinh viên của Solomos.\n\n=== Những năm cuối đời===\nSau năm 1847, Solomos bắt đầu viết bằng tiếng Ý một lần nữa.&nbsp;Hầu hết các công trình từ thời kỳ này là những bài thơ đã hoàn thành và những bản thảo văn xuôi mà có lẽ nhà thơ đang định dịch sang [[tiếng Hy Lạp]]. Các vấn đề sức khoẻ trầm trọng đã xuất hiện vào năm 1851 và tính cách của Solomos đã trở nên nóng tính hơn. Ông xa lánh mình khỏi những người bạn như&nbsp;Polylas&nbsp;(họ đã nói chuyện với nhau vào năm 1854) và sau khi ông bị [[Tai biến mạch máu não|đột quỵ]] lần thứ ba, nhà thơ không rời khỏi nhà ông. Solomos qua đời vào tháng 2 năm 1857 từ&nbsp;[[Apoplexy|cơn hoài nghi]].&nbsp;Danh tiếng của ông đã đạt đến đỉnh cao như vậy khi tin tức về cái chết của ông đã trở nên nổi tiếng, tất cả mọi người thương tiếc.&nbsp;Nhà hát Corfu đóng cửa,&nbsp;phiên họp của&nbsp;Nghị viện Ionia&nbsp;bị đình chỉ và tang lễ đã được tuyên bố.\n\n== Tác phẩm ==\n=== Các tác phẩm văn học và các tác phẩm chính ===\n[[Tập tin:VEGIAS3.jpg|Bản phác thảo của Solomos sau cái chết của ông (1857) bởi&nbsp;[[Dionysios Vegias]]|thumb]]\nNhững bài thơ đầu tiên của Solomos viết về Zakynthos bị ảnh hưởng bởi thơ Ý thời đó, phù hợp với&nbsp;phong trào&nbsp;[[Academy of Arcadia|của Học viện Arcadia]]&nbsp;(ví dụ như&nbsp;''O thanatos tou voskou''&nbsp;-&nbsp;''cái chết của người chăn nuôi'',&nbsp;''Evrikomi'') và bởi chủ&nbsp;[[Romanticism|nghĩa lãng mạn]]&nbsp;sớm&nbsp;(&nbsp;''I trelli mana''&nbsp;-&nbsp;''Người mẹ điên'').&nbsp;Nói chung, Solomos bị ảnh hưởng nặng nề bởi chủ&nbsp;[[Romanticism|nghĩa lãng mạn]]&nbsp;Châu Âu, bao gồm&nbsp;[[Byron]]&nbsp;và&nbsp;[[Leopardi]].&nbsp;Thập niên 1823-1833 xác định tiến bộ của nhà thơ.\n\nSolomos đã được tiếp xúc với sự lên men chính trị văn hoá và chính trị của&nbsp;[[Age of Enlightenment|Giác ngộ]]&nbsp;và những ý tưởng của&nbsp;[[French Revolution|Cách mạng Pháp]], và ông đã xác định với các tình cảm quốc gia của Ý cho sự thống nhất và giải phóng khỏi&nbsp;[[Habsburgs]]&nbsp;.\n\nNăm 1823, nhà thơ viết&nbsp;''bài thánh ca''&nbsp;thiên&nbsp;''nga cho tự do''&nbsp;, hai bài thơ đầu tiên trở thành bài quốc ca Hy Lạp.&nbsp;Tác phẩm này chào đón[[War of Greek Independence|Chiến tranh về Độc lập Hy Lạp]]&nbsp;, bắt đầu năm 1821 bằng cách viện dẫn hình ảnh tự do của Liberty, được tái sinh và đổi mới từ \"xương thiêng của người Hy Lạp\".&nbsp;Sự quan tâm đặc biệt đến những người không phải người Hy Lạp là những tài liệu tham khảo cho tất cả các quyền lực vĩ ​​đại của thời đại, bao gồm \"niềm vui chân thành của đất nước Washington\", \"nhớ lại những chiếc cúc sắt buộc cô ấy\", và một cuộc đào hầm hoang dã tại hòn đảo Áo \" Nuôi sống những con ruột của người Ý để phát triển cánh và móng \"và cố hết sức để làm hại Liberty.&nbsp;Các hòn đảo Ionian của Solomos, dưới sự cai trị của Anh vào thời đó, được miêu tả như là \"xâu chuỗi có nghệ thuật\" và có \"\n\nNăm 1824, Solomos sáng tác&nbsp;''Cuộc đối thoại'', giải quyết vấn đề ngôn ngữ.&nbsp;Công việc liên quan đến ba người: nhà thơ, người bạn (bản thảo đầu tiên đề cập đến Sp. Trikoupis) và người khôn ngoan.&nbsp;Tuy nhiên, chủ yếu là nhà thơ và người khôn ngoan nói.&nbsp;Nhà thơ đang cố gắng chứng minh rằng&nbsp;[[katharevousa]]&nbsp;là một ngôn ngữ nhân tạo, không hề hữu ích cho cả người dân lẫn văn học.&nbsp;Nhà thơ hỗ trợ một ngôn ngữ văn học dựa trên ngôn ngữ mà người ta nói, cần được nhà thơ xây dựng.&nbsp;Để hỗ trợ lập luận của ông, cụm từ sau đây được sử dụng: \"&nbsp;''trước hết phải chịu đựng ngôn ngữ của người dân và sau đó, nếu bạn xứng đáng, hãy chinh phục nó''&nbsp;\".&nbsp;[[Age of Enlightenment|Các lập luận của ông dựa trên Thời kỳ Khai sáng của]]&nbsp;Pháp về vấn đề sử dụng ngôn ngữ quốc gia và các ví dụ về thơ Ý, qua đó ông cố gắng chứng minh rằng không có từ nào là thô tục nhưng nó có ý nghĩa của nó bằng ngữ cảnh của bài thơ.&nbsp;Khi kết thúc công việc, nhà thơ đã từ bỏ lý lẽ hợp lý và ủng hộ lập luận của mình bằng tình cảm.\n\nGiữa 1824-1826, nhà thơ bắt đầu làm bài thơ&nbsp;''Lampros'', một bài thơ vẫn chưa hoàn thành.&nbsp;Lampros là một&nbsp;[[Romantic hero|anh hùng lãng mạn]]&nbsp;cực kỳ: anh đã bắt đầu mối quan hệ với một cô gái trẻ tên là Maria và họ có bốn đứa con mà không có gia đình.&nbsp;Lampros đã đưa con mình đến một trại trẻ mồ côi.&nbsp;Trong khi anh đang chiến đấu chống lại&nbsp;[[Ali Pasha of Ioannina|Ali Pasha]]&nbsp;, anh đã gặp một cô gái, không ý thức được rằng cô là con gái mình, và có một mối tình với cô.&nbsp;Khi cuối cùng anh ta nhận thức được sự&nbsp;[[Incest|loạn luân]]&nbsp;, sau khi nhận ra dấu vết của con gái, anh ta nói với con gái mình sự thật dẫn đến cái chết của con gái.&nbsp;Trên đường về nhà, Lampros buộc phải nói với Maria về tội ác của mình và ông đã chạy trốn đến nhà thờ để thăng tiến linh hồn của mình.&nbsp;Tuy nhiên, Divine Justice đã gửi ba cậu bé '&nbsp;Ma quỷ đuổi theo anh ta đến cuối một vách núi mà anh ta ngã xuống.&nbsp;Maria đã mất lý do của mình và rơi vào một hồ nước, với hy vọng cuối cùng cô sẽ tìm thấy sự bình an.\n\nGiữa những năm 1826 và 1829, Solomos làm bài thơ&nbsp;''pro Gynaika tis Zakynthos''&nbsp;, một tác phẩm có tính cách châm biếm, chủ yếu phân tích Evil.&nbsp;Bài thơ là bản tường thuật của nhà sư (Dionysios) và \"Tôi Gynaika\" - \"Người phụ nữ\" là biểu hiện chính của Evil.&nbsp;Người ta nói rằng tác phẩm này là về một trong những người thân của Solomos và đó là lý do tại sao anh trai của nhà thơ không bao giờ để&nbsp;Polylas&nbsp;xuất bản bài thơ.\n\nVào năm 1833, Solomos đã viết tác phẩm quan trọng đầu tiên của mình khi ông trưởng thành,&nbsp;''O Kritikos''&nbsp;(&nbsp;''The Cretan''&nbsp;), trong bài thơ mười lăm âm tiết iambic, như là kết quả của ảnh hưởng văn học của Cretan.&nbsp;Tác phẩm mô tả câu chuyện về một người Cretan rời khỏi Crete sau cuộc cách mạng đã mất năm 1826, vụ đắm tàu ​​và những nỗ lực cứu người yêu của ông ta khỏi cơn bão.&nbsp;Điểm trung tâm của tác phẩm là hiện thân của một nhà tiên tri,&nbsp;''Feggarontymeni''&nbsp;(nghĩa là mặt trăng&nbsp;''che''&nbsp;mặt).&nbsp;Người kể truyện là người Cretan: anh ta bắt đầu kể câu chuyện của mình nhiều năm sau, khi anh ta sống một mình như một người ăn xin, làm những cảnh hồi tưởng (từ cuộc đời của anh ấy trên Crete và vụ đắm tàu) và nói về tương lai (sự phục sinh của Chết và cuộc gặp gỡ của ông với người yêu của mình ở thiên đường).&nbsp;''O Kritikos''&nbsp;là một bài thơ hoàn chỉnh về mặt thẩm mỹ.&nbsp;Có sự sắp đặt của hình ảnh cơn bão và sự theo đuổi của người Thổ Nhĩ Kỳ.&nbsp;Vấn đề gây rắc rối cho các chuyên gia ngôn ngữ là việc giải thích&nbsp;con số&nbsp;''của Feggaronymeni''&nbsp;.&nbsp;Một số người nghĩ rằng con số này là một sự ám chỉ đến Đức Trinh Nữ Maria.&nbsp;Cô được miêu tả là \"nữ thần\" và đọc trong trái tim anh câu chuyện về những cuộc đấu tranh anh dũng và cuối cùng vô ích của anh chống lại người Thổ Nhĩ Kỳ ở hòn đảo quê hương của anh nhưng tất cả đều quyến rũ anh khỏi cơ thể chết chóc của anh.&nbsp;David Ricks viết về sự đồng nhất của mình, \"chúng ta phải giữ sự cân bằng linh hồn của vị hôn phu, sự hiện diện thân tình của Tổ quốc và một hồi ức về Đức Mẹ của chúng ta\".&nbsp;Có sự sắp đặt của hình ảnh cơn bão và sự theo đuổi của người Thổ Nhĩ Kỳ.&nbsp;Vấn đề gây rắc rối cho các chuyên gia ngôn ngữ là việc giải thích con số&nbsp;''của Feggaronymeni''&nbsp;.&nbsp;Một số người nghĩ rằng con số này là một sự ám chỉ đến Đức Trinh Nữ Maria.&nbsp;Cô được miêu tả là \"nữ thần\" và đọc trong trái tim anh câu chuyện về những cuộc đấu tranh anh dũng và cuối cùng vô ích của anh chống lại người Thổ Nhĩ Kỳ ở hòn đảo quê hương của anh nhưng tất cả đều quyến rũ anh khỏi cơ thể chết chóc của anh.&nbsp;David Ricks viết về danh tính của mình, \"chúng ta phải giữ cân bằng linh hồn của vị hôn phu, sự hiện diện thân tình của Tổ quốc và một hồi ức về Đức Mẹ của chúng ta\".&nbsp;Có sự sắp đặt của hình ảnh cơn bão và sự theo đuổi của người Thổ Nhĩ Kỳ.&nbsp;Vấn đề gây rắc rối cho các chuyên gia ngôn ngữ là việc giải thích con số&nbsp;''của Feggaronymeni''&nbsp;.&nbsp;Một số người nghĩ rằng con số này là một sự ám chỉ đến Đức Trinh Nữ Maria.&nbsp;Cô được miêu tả là \"nữ thần\" và đọc trong trái tim anh câu chuyện về những cuộc đấu tranh anh hùng và cuối cùng là vô ích của anh chống lại người Thổ Nhĩ Kỳ ở hòn đảo quê hương của anh nhưng tất cả đều quyến rũ anh khỏi cơ thể chết chóc của anh.&nbsp;David Ricks viết về sự đồng nhất của mình, \"chúng ta phải giữ sự cân bằng linh hồn của vị hôn phu, sự hiện diện thân tình của Tổ quốc và một hồi ức về Đức Mẹ của chúng ta\".&nbsp;Cô được miêu tả là \"nữ thần\" và đọc trong trái tim anh câu chuyện về những cuộc đấu tranh anh hùng và cuối cùng vô ích của anh chống lại người Thổ Nhĩ Kỳ ở hòn đảo bản địa của anh nhưng tất cả đều quyến rũ anh khỏi cơ thể chết chóc của anh.&nbsp;David Ricks viết về sự đồng nhất của mình, \"chúng ta phải giữ sự cân bằng linh hồn của vị hôn phu, sự hiện diện thân tình của Tổ quốc và một hồi ức về Đức Mẹ của chúng ta\".&nbsp;Cô được miêu tả là \"nữ thần\" và đọc trong trái tim anh câu chuyện về những cuộc đấu tranh anh hùng và cuối cùng là vô ích của anh chống lại người Thổ Nhĩ Kỳ ở hòn đảo bản địa của anh nhưng tất cả đều quyến rũ anh khỏi cơ thể chết chóc của anh.&nbsp;David Ricks viết về sự đồng nhất của mình, \"chúng ta phải giữ cân bằng linh hồn của vị hôn phu, sự hiện diện thân tình của Tổ quốc và một hồi ức về Đức Mẹ của chúng ta\".&nbsp;\n\nGiữa những năm 1833 và năm 1844, Solomos biên soạn bản thảo thứ hai của&nbsp;''cuốn The Free Besieged''&nbsp;, một bài thơ lấy cảm hứng từ&nbsp;[[Third Siege of Missolonghi|Cuộc vây hãm Missolonghi lần thứ ba]]&nbsp;và cuộc di cư anh hùng của cư dân, được viết bằng một câu thơ mười lăm âm tiết.&nbsp;Sau năm 1845, nhà thơ bắt đầu làm bài thơ một lần nữa, lần này không sử dụng vần.&nbsp;Bài thơ mô tả những ngày cuối cùng của cuộc bao vây, khi nguồn cung cấp lương thực đã cạn kiệt và chắc chắn rằng thành phố sẽ rơi.&nbsp;Các ghi chép của nhà thơ bằng tiếng Ý rất hữu ích cho việc giải thích bài thơ.&nbsp;Những ghi chú này được đưa vào&nbsp;ấn bản&nbsp;Polylas&nbsp;.&nbsp;Chủ đề trung tâm của bài thơ là ý chí và cuộc đấu tranh với những cám dỗ của thiên nhiên tạo ra ý chí cuộc sống.&nbsp;Có ba bản thảo rải rác của tác phẩm chưa hoàn thành này,&nbsp;Mỗi dự thảo dài hơn và kỹ lưỡng hơn so với cái trước đó, tất cả đều cho thấy những gì mà bài thơ đã hoàn thành có thể đạt được;&nbsp;Nhưng ba bản nháp được xem là thời điểm tốt nhất của thơ Hy Lạp hiện đại.&nbsp;Ý kiến ​​về sự kính trọng và kính sợ này không chỉ là những gì được các nhà phê bình và học giả thể hiện, mà còn bởi tất cả các nhà thơ Hy Lạp lớn, những người luôn liên tưởng tới Dionysios Solomos như một nhà thơ vượt xa chính họ.\n\nTác phẩm cuối cùng của sự trưởng thành là \"&nbsp;''O Pórfyras''&nbsp;\" (The Whale), được viết vào năm 1847. Nhà thơ này được lấy cảm hứng từ một sự cố thực sự, khi một con cá mập làm hỏng một người lính Anh bơi ở&nbsp;cảng&nbsp;[[Corfu]]&nbsp;.&nbsp;''Porfyras''&nbsp;là một bài thơ khó giải thích, chủ yếu là do bản chất phân mảnh của nó.&nbsp;Bài thơ này cũng đề cập đến mối quan hệ giữa tự nhiên và con người với chiều kích của cơ thể và linh hồn.\n\nNhững bài thơ phân tán&nbsp;''Lampros''&nbsp;và&nbsp;''Porfyras''&nbsp;cho thấy sự thúc đẩy lãng mạn của Solomos (u sầu, gothic và siêu nhiên, chịu ảnh hưởng của cả Byron và Leopardi).\n\nBài thơ&nbsp;''Ode đến cái chết của Lord Byron,''&nbsp;được dán nhãn lyrric và được viết sau khi Byron chết trong cuộc vây hãm&nbsp;[[Mesolongi]]&nbsp;, nhưng chủ đề và hình thức là sử thi.\n\nTrong các tác phẩm của&nbsp;''The Hymn to Liberty''&nbsp;và&nbsp;''Ode tới cái chết của Lord Byron,''&nbsp;có một số tham khảo trực tiếp và gián tiếp tới các tác phẩm của Byron.&nbsp;Một ví dụ điển hình là một trích dẫn của Solomos cho&nbsp;''Don Juan''&nbsp;của Byron&nbsp;, ở Canto the Third (The Greek Isles 15), một nhà thơ Hy Lạp nói:<blockquote>''Nghĩ rằng những ngực như thế phải nhịn ăn nô lệ.''<\/blockquote>\n\n=== Các tác phẩm nhỏ ===\nSolomos cũng đã viết bản dịch thơ Ý và bài hát của Desdemona trong&nbsp;''Othello''&nbsp;của&nbsp;''Shakespeare''&nbsp;, những bài báo khác, những bài thơ linh tinh khác, những bài thơ châm biếm trong tiếng Latin của Zakynthia, và hai tác phẩm văn xuôi, trong đó có cuốn&nbsp;''The Woman of Zakynthos''&nbsp;bi thảm \/ huyền bí&nbsp;.&nbsp;Trong những nỗ lực của ông để dịch các phần của Iliad sang tiếng Hy Lạp hiện đại chỉ còn lại vài dòng nữa.\n\nTrong sự đánh giá của tác phẩm Solomos cần phải đề cập đến các tài liệu tham khảo có liên quan đến tác phẩm của ông bởi nhà thơ Hy Lạp Hy Lạp Seferis và bài kiểm tra của giáo sư kiến ​​trúc Mihelis trong Học viện Metsovion của Hy Lạp trong 100 năm qua đời năm 1957. Người thứ nhất đưa ra luận án Rằng sự thiếu vắng ngôn ngữ dẫn đến những bài thơ chưa hoàn thành của ông.&nbsp;Người thứ hai mà tôi cho rằng bên cạnh, rằng các công trình chưa hoàn thành là do Solomos phát triển mạnh và chú ý đến chi tiết và hình thức.\n\nThật đáng tiếc là lambros không bao giờ chạm tới Donizzeti.&nbsp;Điều gì một opera tuyệt vời đã được tạo ra với một libretto của Solomos!&nbsp;Ref: Seferis Dokimes £ khối lượng Ikaros Athens có thể là '80, Mihelis Edition của Metsovion Polytechnion Athens 1957.\n\n=== Sự đón nhận các tác phẩm của ông===\nTừ đầu, Solomos nằm ở trung tâm của giới văn học Zakynthos.&nbsp;Sau&nbsp;''bài thánh thi cho''&nbsp;xuất bản&nbsp;''của Liberty'', danh tiếng của ông đã lan rộng khắp quốc gia Hy Lạp.&nbsp;Trên các&nbsp;[[Ionian Islands|hòn đảo Ionia]]&nbsp;và ở&nbsp;[[Athens]], nhà thơ chỉ được biết đến dưới những bài thơ được xuất bản của ông:&nbsp;''Hymn to Liberty'', bản tóm tắt từ&nbsp;''lời cầu nguyện của Maria'',&nbsp;''Lampros''&nbsp;,&nbsp;''Ode với Nữ tu''&nbsp;và các bài thơ viết về tuổi trẻ, nhiều trong số đó đã được lan truyền Bằng lời nói và nhiều người trong số họ đã được đặt vào âm nhạc.&nbsp;Điều này có nghĩa là ý kiến ​​của những người cùng thời đã được hình thành từ những tác phẩm này và nhờ có những tác phẩm này mà Solomos đã đạt được danh vọng kéo dài cho đến khi ông qua đời.&nbsp;[[First Athenian School|Các đại diện quan trọng nhất của Trường Athenian đầu tiên]]&nbsp;ngưỡng mộ các tác phẩm của Solomos mặc dù họ đã phản đối về ngôn ngữ mà nhà thơ sử dụng.&nbsp;Năm 1827,&nbsp;Iakovos Rizos Neroulos&nbsp;đã viết trong cuốn Cours de la literes grecque moderne: \"Các bài thơ của Dionysios Solomos... có giá trị của một nguồn cảm hứng mạnh mẽ và hấp dẫn, một trí tưởng tượng đầy can đảm và khả năng sinh sản\". [[Alexandros Soutsos]]&nbsp;trong bài thơ&nbsp;''Thư gửi Vua Otto''&nbsp;mô tả Solomos (và&nbsp;[[Andreas Kalvos]]&nbsp;) như&nbsp;''một nhà sản xuất lớn của Odes''&nbsp;người, tuy nhiên, bỏ qua những nét đẹp của ngôn ngữ và trình bày ý tưởng giàu&nbsp;''kém phủ''&nbsp;.&nbsp;[[Alexandros Rizos Ragkavis]]&nbsp;trong&nbsp;''Esquisses de la literature grecque moderne''&nbsp;đã viết:&nbsp;''tinh thần của ông làm cho anh ta là một trong những vinh quang vĩ đại nhất của Hy Lạp... Solomos sáng lên như viên ngọc đẹp nhất của vương miện thi cử của Hy Lạp''.&nbsp;Ngay cả trước khi chết, tác phẩm thơ của Solomos được xác định theo khái niệm của tổ quốc;&nbsp;Vào năm 1849, tờ&nbsp;''Aion''&nbsp;viết: \"''Thơ của Solomos không phải là thơ của một người mà là thơ của cả một quốc gia''&nbsp;\".&nbsp;&nbsp;Các phán đoán tương tự được thể hiện ngay cả sau khi cái chết của nhà thơ.&nbsp;Tạp chí&nbsp;''Pandora''&nbsp;đã viết: \"&nbsp;''Một trong những nhà thơ tốt nhất của Hy Lạp và châu Âu, tác giả của&nbsp;[[dithyramb]]&nbsp;đến Liberty,&nbsp;''Nhiều người trong số họ đã nghe giáo viên của họ đọc.&nbsp;Ioulios Typaldos&nbsp;mô tả Solomos là \"&nbsp;''người sáng lập ra một loại văn học mới''&nbsp;\" và&nbsp;Iakovos Polylas&nbsp;trong các bài thơ của Solomos \"[[Prolegomena]]\" năm 1859 đề cập đến ông như là \"nhà thơ quốc gia\".&nbsp;Nhiều người trong số họ đã nghe giáo viên của họ đọc.&nbsp;Ioulios Typaldos&nbsp;mô tả Solomos là \"''người sáng lập ra một loại văn học mới''&nbsp;\" và&nbsp;Iakovos Polylas&nbsp;trong thơ Solomos \"&nbsp;[[Prolegomena]]&nbsp;\" năm 1859 đề cập đến ông như là \"nhà thơ quốc gia\".\n\nSự nhận thức về công việc của Solomos đã thay đổi triệt để sau khi xuất bản từ lâu được trông đợi vào năm 1859. Tác phẩm chưa hoàn thành của ông là một bất ngờ khó chịu và gây bối rối cho các tờ báo đánh giá nhà thơ Hy Lạp lớn nhất sau cái chết của ông không đề cập gì đến việc xuất bản tác phẩm.&nbsp;Valaoritis viết cho Constantinos Asopius năm 1859 sau cái chết của nhà thơ: \"hy vọng của quốc gia bị lừa dối\" và năm 1877 trong bức thư gửi cho&nbsp;[[Emmanouil Roidis]]&nbsp;ông viết rằng Solomos đã để lại cho chúng ta \"chỉ là một bài thánh ca và một số câu thơ không mạch lạc\".&nbsp;&nbsp;Spyridon Zampelios&nbsp;cũng bày tỏ những nhận xét tiêu cực về bài thơ của Solomos trong bài luận của mình \"Từ phổ biến\" tragoudo \"(nghĩa là\" Tôi đang hát \"từ đâu?\"&nbsp;Được viết vào năm 1859.\n\nViệc đánh giá lại đầu tiên công việc của Solomos bên ngoài vùng Ionia bắt đầu sau năm 1880, đặc biệt là sau khi công trình phê bình của&nbsp;[[Kostis Palamas]]&nbsp;, người thừa nhận tầm quan trọng lịch sử của tác phẩm Solomos, được đặc trưng bằng việc tạo ra một ngôn ngữ thơ ca cá nhân và sự kết hợp của tất cả Các yếu tố của truyền thống thơ ca và các dòng thơ châu Âu và các ý tưởng.\n\n=== Các yếu tố chính thức===\nNhà thơ đã sử dụng hình thức nhịp điệu và vần khác nhau, bắt đầu với một số bị ảnh hưởng bởi thơ Ý (mẫu sonnet, vần&nbsp;[[trochaic]]&nbsp;terameters) và giải quyết vào các hình thức tiêu chuẩn của làn điệu dân ca của Hy Lạp (&nbsp;[[Iamb (foot)|iambic]]&nbsp;15 âm tiết trống câu).&nbsp;Kiệt tác của ông về việc&nbsp;[[Destruction of Psara|tiêu diệt Psara]]&nbsp;, một sự kiện của&nbsp;[[Greek War of Independence|Chiến tranh Hy Lạp]]&nbsp;, chịu ảnh hưởng của các hình thức cổ điển, là một kỳ diệu của nhịp điệu và sự ngắn gọn trong sáu dòng của&nbsp;[[anapaest]]&nbsp;.\n\n=== Bản chất phân mảnh của các tác phẩm của Solomos ===\nMột trong những vấn đề quan trọng nhất của thơ Solomic và của văn học Hy Lạp nói chung là bản chất phân mảnh của tác phẩm của nhà thơ.&nbsp;Các tác phẩm duy nhất được xuất bản trong suốt cuộc đời của Solomos là&nbsp;''Hymn to Liberty''&nbsp;(1825), trích từ&nbsp;''Lampros''&nbsp;(\"lời cầu nguyện của Maria\") (1834),&nbsp;''Ode với Nữ tu''&nbsp;(1829) và bản văn&nbsp;''cho Francisca Fraser''&nbsp;(1849).&nbsp;Phần còn lại của tác phẩm vẫn không đầy đủ.&nbsp;Solomos đã liên tục chỉnh sửa các tác phẩm của mình và đang phấn đấu hoàn thiện hình thể hoàn hảo, cố gắng loại bỏ bất cứ điều gì quá mức làm tiêu tan chất thơ trữ tình thiết yếu của họ.&nbsp;Các bản thảo của ông không bao gồm các tác phẩm bị xáo trộn;&nbsp;Trái lại, họ tiết lộ tất cả các giai đoạn chỉnh sửa, mà không có phiên bản mới nhất của họ là cuối cùng.&nbsp;Thứ nhất,&nbsp;Nhà thơ conceptualized một bản thảo của bài thơ được viết bằng văn xuôi của Ý và sau đó ông đã sử dụng để bắt đầu chỉnh sửa các phiên bản tiếng Hy Lạp.&nbsp;Nhiều câu được lưu trong các hình thức thay thế, thường theo thứ tự sai, một số không đầy đủ và có nhiều khoảng trống.&nbsp;Nhà thơ thường hay viết thơ các bài thơ khác nhau trên cùng một tờ giấy.&nbsp;Bài thơ 'The Cretan' (1833) viết về cuộc cách mạng của người Cretan là một trong những bài thơ nổi tiếng nhất của ông.&nbsp;Tuy nhiên, nó rất phân mảnh, điều này làm tăng thêm bầu không khí khắc nghiệt của độc thoại kịch tính bởi vì người nói là người ăn xin, cuộc sống đã bị chia rẽ và những người đang gặp rắc rối về tình cảm, cả gia đình ông ta đều bị Thổ Nhĩ Kỳ giết.&nbsp;Nhiều câu được lưu trong các hình thức thay thế, thường theo thứ tự sai, một số không đầy đủ và có nhiều khoảng trống.&nbsp;Nhà thơ thường hay viết thơ các bài thơ khác nhau trên cùng một tờ giấy.&nbsp;Bài thơ 'The Cretan' (1833) viết về cuộc cách mạng của người Cretan là một trong những bài thơ nổi tiếng nhất của ông.&nbsp;Tuy nhiên, nó rất phân mảnh, điều này làm tăng thêm bầu không khí khắc nghiệt của độc thoại kịch tính bởi vì người nói là người ăn xin, cuộc sống đã bị chia rẽ và những người đang gặp rắc rối về tình cảm, cả gia đình ông ta đều bị Thổ Nhĩ Kỳ giết.&nbsp;Nhiều câu được lưu trong các hình thức thay thế, thường theo thứ tự sai, một số không đầy đủ và có nhiều khoảng trống.&nbsp;Nhà thơ thường hay viết thơ các bài thơ khác nhau trên cùng một tờ giấy.&nbsp;Bài thơ 'The Cretan' (1833) viết về cuộc cách mạng của người Cretan là một trong những bài thơ nổi tiếng nhất của ông.&nbsp;Tuy nhiên, nó rất phân mảnh, điều này làm tăng thêm bầu không khí khắc nghiệt của độc thoại kịch tính bởi vì người nói là người ăn xin, cuộc sống đã bị chia rẽ và những người đang gặp rắc rối về tình cảm, cả gia đình ông ta đều bị Thổ Nhĩ Kỳ giết.\n\nMột sinh viên trung thành của Solomos,&nbsp;Iakovos Polylas&nbsp;, đã gặp nhiều khó khăn khi ông tiến hành công bố tác phẩm \"giáo viên\" của mình (được chờ đợi từ lâu, không chỉ ở quần đảo Ionian mà cả phần còn lại của Hy Lạp).&nbsp;Trước hết, Polylas phải xin phép của anh trai Dimitrios của thơ để có thể nghiên cứu bản thảo của nhà thơ.&nbsp;Sau đó, ông phải sắp xếp các tài liệu rải rác (viết bằng chữ viết tay khó giải mã của nhà thơ) để trình bày công việc đầy đủ và mạch lạc nhất có thể.&nbsp;Polylas xếp chồng lên nhau và sắp xếp vật liệu này, chọn những câu thơ mà ông nghĩ có ý nghĩa gần nhất với ý nghĩ của nhà thơ.&nbsp;Đôi khi Polylas thêm các câu thơ mà ông đã nghe Solomos đọc thuộc lòng và viết ra một số phiên bản khác.&nbsp;Năm 1859,\n\n=== Cố gắng giải thích các tác phẩm bị phân mảnh ===\nHình thức công việc của Solomos như đã trình bày trong ấn bản đầu tiên của nó là nguồn gây thất vọng, bởi vì vào thời điểm đó giá trị của công việc không thể được đánh giá cao.&nbsp;Polylas&nbsp;trong \"Prolegomena\" của ông nhấn mạnh rằng các bản thảo lớn của phiên bản cuối cùng của các bài thơ đã bị mất hoặc bị phá hủy.&nbsp;Người ta cho rằng những tác phẩm này có thể bị cướp bóc bởi người hầu của Solomos hoặc bởi Dimitrios, hoặc thậm chí chính nhà thơ đã phá hủy chúng.&nbsp;Chỉ đến đầu thế kỷ 20 nó đã làm rõ rằng không có bản thảo nào tồn tại và Solomos đã không hoàn thành bài thơ của mình.&nbsp;Những nỗ lực đầu tiên để giải thích bản chất phân mảnh của tác phẩm của nhà thơ chủ yếu dựa trên lý thuyết không liên quan gì đến bản thân các văn bản:&nbsp;Khó khăn để hoàn thành công việc được cho là do thiếu một không khí trí tuệ thích hợp mà có thể cung cấp cho Solomos động cơ để hoàn thành tác phẩm của mình, hoặc do thiếu một truyền thống văn học phù hợp mà nhà thơ có thể đã theo sau.&nbsp;[[Alcoholism|Sự phân mảnh của tác phẩm Solomos cũng được cho là do các yếu tố tâm lý, như sự nghiện rượu]]&nbsp;của nhà thơ, sự thiếu khả năng phối hợp, những ảnh hưởng tiêu cực của phiên tòa 1833-1838, chủ thuyết hoàn hảo của Solomos hoặc cảm giác không hài lòng của ông.&nbsp;[[Alcoholism|Chẳng hạn như nghiện rượu]]&nbsp;của nhà thơ, thiếu khả năng phối hợp, những ảnh hưởng tiêu cực của phiên tòa 1833-1838, chủ thuyết hoàn hảo của Solomos hoặc cảm giác không hài lòng của ông.&nbsp;[[Alcoholism|Chẳng hạn như nghiện rượu]]&nbsp;của nhà thơ, thiếu khả năng phối hợp, những ảnh hưởng tiêu cực của phiên tòa 1833-1838, chủ thuyết hoàn hảo của Solomos hoặc cảm giác không hài lòng của ông.&nbsp;\n\nCác học giả khác cũng nhấn mạnh rằng, ở mức độ lớn, Solomos không quan tâm đến việc hoàn thành bài thơ của mình.&nbsp;Một cụm từ gắn với nhà thơ là minh hoạ: \"Lampros sẽ vẫn là một trừu tượng, bởi vì toàn bộ bài thơ không đạt đến đỉnh cao một vài ngày\".&nbsp;Linos Politis&nbsp;ghi chép về bản chất phân mảnh của&nbsp;''Free Besieged''&nbsp;: \"Anh ta không muốn hoặc không quan tâm đến việc kết hợp những bài thơ trữ tình này vào một nhóm tường thuật [...] Anh ta đã kiềm chế bản chất thuần khiết và lyrical, Có liên quan đến trữ tình, do đó thúc đẩy [...] để chinh phục một hình cầu trữ tình \"thuần khiết\", lâu trước thời của ông ta Chúng tôi đã phát hiện ra điều tương tự trong&nbsp;''Kritikos''&nbsp;và điều tương tự cũng được áp dụng cho những tác phẩm&nbsp;''\"''&nbsp;phân tán&nbsp;''\".&nbsp;&nbsp;Sau đó, Solomos được coi bởi nhiều nhà thơ và nhà phê bình như là tiền thân của \"thơ tinh khiết\"&nbsp;&nbsp;và bản chất phân tán của công việc của mình không \"làm phiền\" nữa;&nbsp;Trái lại, nó được coi là một lợi thế.&nbsp;''Trong thập kỷ qua, đã có những nỗ lực liên kết các tác phẩm của Solomian không đầy đủ với các tác phẩm phân mảnh của&nbsp;[[Romantic literature|văn học lãng mạn]]&nbsp;(như&nbsp;''Kubla Khan''&nbsp;bởi Coleridge,&nbsp;''Giaour''&nbsp;của Lord Byron và&nbsp;''Heinrich von Oftendingen''&nbsp;của Novalis), mặc dù cách giải thích này là Không được tất cả các học giả chấp nhận.&nbsp;''&nbsp;và bản chất phân mảnh của tác phẩm của ông đã không \"làm phiền\" nữa;&nbsp;Trái lại, nó được coi là một lợi thế.&nbsp;''Trong thập kỷ qua, đã có những nỗ lực liên kết các tác phẩm của Solomian không đầy đủ với các tác phẩm phân mảnh của&nbsp;[[Romantic literature|văn học lãng mạn]]&nbsp;(như&nbsp;''Kubla Khan''&nbsp;bởi Coleridge,&nbsp;''Giaour''&nbsp;của Lord Byron và&nbsp;''Heinrich von Oftendingen''&nbsp;của Novalis), mặc dù cách giải thích này là Không được tất cả các học giả chấp nhận.&nbsp;''&nbsp;và bản chất phân mảnh của tác phẩm của ông đã không \"làm phiền\" nữa;&nbsp;Trái lại, nó được coi là một lợi thế.&nbsp;''Trong thập kỷ qua, đã có những nỗ lực liên kết các tác phẩm của Solomian không đầy đủ với các tác phẩm phân mảnh của&nbsp;[[Romantic literature|văn học lãng mạn]]&nbsp;(như&nbsp;''Kubla Khan''&nbsp;bởi Coleridge,&nbsp;''Giaour''&nbsp;của Lord Byron và&nbsp;''Heinrich von Oftendingen''&nbsp;của Novalis), mặc dù cách giải thích này là Không được tất cả các học giả chấp nhận.&nbsp;[[Romantic literature|Các nỗ lực đã được thực hiện để liên kết các tác phẩm Solomian không đầy đủ với các tác phẩm phân mảnh của văn học lãng mạn]]&nbsp;(như&nbsp;''Kubla Khan''&nbsp;bởi Coleridge,&nbsp;''Giaour''&nbsp;của Lord Byron và&nbsp;''Heinrich von Oftendingen''&nbsp;của Novalis), mặc dù giải thích này không được chấp nhận bởi tất cả các học giả.&nbsp;[[Romantic literature|Các nỗ lực đã được thực hiện để liên kết các tác phẩm Solomian không đầy đủ với các tác phẩm phân mảnh của văn học lãng mạn]]&nbsp;(như&nbsp;''Kubla Khan''&nbsp;bởi Coleridge,&nbsp;''Giaour''&nbsp;của Lord Byron và&nbsp;''Heinrich von Oftendingen''&nbsp;của Novalis), mặc dù giải thích này không được chấp nhận bởi tất cả các học giả.&nbsp;\n\n=== Vấn đề xuất bản ===\nTừ năm 1920-1930, một vấn đề nảy sinh liên quan đến việc xuất bản các tác phẩm không có trong ấn phẩm của&nbsp;Iakovos Polylas&nbsp;như&nbsp;''The Woman of Zakynthos''&nbsp;, Châm biếm&nbsp;''Chú''&nbsp;và một số sonet của Ý đã được K. Kairofylas xuất bản năm 1927.&nbsp;[[Academy of Athens (modern)|Học viện Athens]]&nbsp;đã quyết định xuất bản bài thơ của Solomos đi kèm với một ấn bản phê bình của NB Tomadakis, do đó góp phần thảo luận về việc liệu một chính hãng (như&nbsp;Linos Politis&nbsp;đã ủng hộ) hay một ấn bản quan trọng của tác phẩm Solomos sẽ là tốt nhất.&nbsp;Các ấn bản quan trọng chưa bao giờ được công bố và hai học giả cổ điển đã chuẩn bị \"dễ sử dụng\" các phiên bản của các bài thơ, nhằm vào một phạm vi rộng hơn của người đọc.&nbsp;Năm 1964, Linos Politis xuất bản bài thơ '&nbsp;S bản thảo bằng cách sử dụng in lại ảnh và phiên âm điển hình.&nbsp;Ấn bản này là một bước ngoặt trong nghiên cứu về các tác phẩm của Solomian vì tác phẩm của nhà thơ không chỉ được tiết lộ mà còn bởi vì các học giả có cơ hội để nghiên cứu tất cả các giai đoạn chỉnh sửa của nhà thơ và thậm chí có thể đề xuất những ấn bản mới.\n\nCác nỗ lực biên tập đương đại của tác phẩm Solomic có thể được chia thành hai loại: phiên bản \"phân tích\" cho thấy các giai đoạn chỉnh sửa tiếp theo của mỗi bài thơ và các phiên bản khác nhau của nó, như Politis đã đề xuất và dự định thực hiện;&nbsp;Phiên bản \"tổng hợp\" trình bày công việc với một chuỗi logic và hoàn thành mẫu đơn, không bao gồm các câu hoặc tóm tắt không đáp ứng các tiêu chí này.&nbsp;Một mẫu \"synthetical\" edition là một trong Stylianos Alexiou (1994), được các nhà ủng hộ cách tiếp cận \"phân tích\" phê bình mạnh.&nbsp;\n\n== Các tác phẩm còn dang dở khi ông qua đời ==\nĐáng buồn thay, tác phẩm của nhà thơ khi ông qua đời hầu như chưa được hoàn thành và đã được biên soạn và xuất bản bởi bạn của ông và nhà thơ&nbsp;Iakovos Polylas&nbsp;.&nbsp;Cho dù Solomos đã không bao giờ hài lòng với công việc của ông và giữ ít nó, dù phần lớn các bản thảo của ông đã bị mất (một cái gì đó Polylas ngụ ý), hoặc liệu ông có khó khăn trong việc tìm ra cấu trúc đầy tham vọng của kế hoạch dự án của ông không rõ ràng, Một sự ngắt quãng rất lớn giữa ý định và công việc còn sót lại:&nbsp;''Cretan''&nbsp;bắt đầu với một đoạn của Canto 18 và kết thúc bằng Canto 22, và không ai trong số đó hoàn thành;&nbsp;''Lambros''&nbsp;đã được hình thành với ít nhất 38 cantos (một số trong số đó chỉ có một bản tóm tắt còn tồn tại), với đoạn thơ ngắn nhất bao gồm một dòng duy nhất, và dài nhất chứa 33 bài thơ;\n\n== Di sản ==\n[[Tập tin:Dionysios Solomos statue - Zakynthos – Greek – 01.jpg|thumb|240px|Tượng của Solomos tại ''Solomos Square'', [[Zakynthos]]]]\nSolomos thường được coi là \"nhà thơ quốc gia\" của Hy Lạp vì di sản quan trọng của ông đối với văn học Hy Lạp và bản sắc dân tộc.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{thời gian sống|1798|1857}}\n\n[[Thể loại:Nhà thơ Hy Lạp]]"}