{"Diêm Ôn":"'''Diêm Ôn''' ({{zh|t=閻溫|p=Yan Wen}}; ? - 213), tự '''Bá Kiệm''' (伯儉), là quan viên dưới quyền quân phiệt [[Tào Tháo]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Cuộc đời ==\nDiêm Ôn quê ở huyện [[Tây (huyện)|Tây]], quận [[Thiên Thủy (quận)|Thiên Thủy]], [[Lương Châu]]<ref>Nay là [[Lễ, Lũng Nam|Lễ, Lũng Nam, Cam Túc]].<\/ref>, giữ chức Lương Châu biệt giá, thủ [[Thiên Thủy|Thượng Khuê]] lệnh. Năm 213, [[Mã Siêu]] chạy tới Thượng Khuê, được người địa phương [[Nhâm Dưỡng]] (任養) tiếp đón. Diêm Ôn tìm cách ngăn cản bất thành, liền cưỡi ngựa bỏ chạy đến châu trị [[Cam Cốc|Ký Thành]].<ref name=\"TQC 18\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 18, ''[[:wikisource:zh:三國志\/卷18|Nhị Lý Tang Văn Lữ Hứa Điển nhị Bàng Diêm truyện]]''.<\/ref>\n\nTháng 1 năm 213, Mã Siêu bắt đầu [[Trận Ký Thành|tấn công Ký Thành]]. Thứ sử Lương Châu [[Vi Khang]] lâu ngày không thấy viện quân, liền phái Diêm Ôn bí mật trốn khỏi thành cầu cứu [[Hạ Hầu Uyên]]. Vì Mã Siêu được [[người Khương]] cùng [[Trương Lỗ]] giúp đỡ, tập hợp được hơn 1 vạn quân, bao vây rất nghiêm ngặt. Diêm Ôn lợi dụng trời tối bơi ra khỏi thành nhưng lại để lộ dấu vết. Hôm sau, Mã Siêu cho quân truy bắt, đến Hiển Thân Giới (顯親界) thì tóm được Ôn, áp giải trở về.<ref name=\"TQC 18\" \/>\n\nMã Siêu cắt bỏ dây trói, vừa dụ dỗ vừa đe dọa Diêm Ôn nói cho người trong thành rằng không có viện quân: ''Giờ thắng thua đã rõ ràng, ngài vì cô thành xin cứu binh lại bị bắt tới nơi đây, làm sao hoàn thành được nghĩa vụ? Nếu nghe lời ta, nói cho trong thành rằng phương đông không có người tới cứu, đây là kế chuyển họa thành phúc vậy. Bằng không, bây giờ liền giết ngươi.''<ref name=\"TQC 18\" \/>\n\nÔn giả vờ đáp ứng, được Siêu cho xe đưa đến dưới tường thành. Sau khi đến nơi, Diêm Ôn bèn nói dối, hô to: ''Đại quân ba ngày nữa sẽ đến, gắng lên!'' Người trong thành đều khóc, hô vạn tuế. Mã Siêu nổi giận, hỏi rằng: ''Túc hạ không muốn sống nữa sao?'' Ôn không trả lời.<ref name=\"TQC 18\" \/>\n\nMã Siêu vây thành lâu ngày, gần 8 tháng không hạ, lại nhiều lần dụ dỗ Diêm Ôn, mong Ôn hồi tâm chuyển ý: ''Cố nhân trong thành, có người đồng lòng với ta sao?'' Ôn không thèm phản ứng, bị Siêu trách cứ. Ôn bèn nói: ''Đạo hầu vua chỉ có đường chết, ngài muốn trưởng giả nói lời bất nghĩa, ta lẽ nào là hạng tham sống sợ chết sao?'' Mã Siêu hết cách, bèn giết Ôn. Không lâu sau, Vi Khang đầu hàng.<ref name=\"TQC 18\" \/>\n\n== Nhận xét ==\nTrần Thọ có lời bình: ''Diêm Ôn hướng thành hô lớn, có thể sánh ngang với gương [[Giải Dương|Giải]]<ref>Giải Dương (解揚), đại phu nước Tấn thời Xuân thu.<\/ref>, [[Lộ Trung đại phu|Lộ]]<ref>Lộ Trung đại phu (路中大夫), đại phu của [[Tề Hiếu vương]], bị quân [[Loạn bảy nước|phản vương]] bắt, ép phải gọi hàng Tề vương. Lộ Trung đại phu ở ngoài thành Lâm Tri hô to, báo cho Tề vương rằng Chu Á Phu sắp đem quân tới cứu, bị giết.<\/ref> vậy.''<ref name=\"TQC 18\" \/>\n\n== Trong văn hóa ==\nDiêm Ôn không xuất hiện trong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'' của [[La Quán Trung]].\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất năm 213]]\n[[Thể loại:Người Cam Túc]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]"}