{"Dương Phổ":"{{Thông tin nhân vật hoàng gia\n| tên = Dương Phổ\n| tước vị = Hoàng đế Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = Hoàng đế [[Ngô (Thập quốc)|nước Ngô]]\n| tại vị = 7\/7\/920<ref name=ZZTJ271>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷271|quyển. 271]].<\/ref><ref name=AS\/> (Ngô Vương)<br>29\/11\/927<ref name=AS\/><ref name=ZZTJ276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref> (Ngô Đế) - 10\/11\/937<ref name=AS\/><ref name=ZZTJ281\/><br \/>{{số năm theo năm và ngày |920|7|7|937|11|10}}\n| đăng quang = \n| tiền nhiệm = [[Dương Long Diễn]]\n| kế nhiệm = quốc gia diệt vong<br>[[Lý Biện|Nam Đường Liệt Tổ]]\n| vợ = [[Vương hoàng hậu (Dương Phổ)|Vương hoàng hậu]]\n| con cái = Hoàng thái tử [[Dương Liễn]] (楊璉)<br>Giang Hạ vương Dương Lân (楊璘)<br>Nghi Xuân vương Dương Cầu (楊璆)<br>Thượng Nhiêu công chúa\n| tôn hiệu = Cao Thượng Tư Huyền Hoằng Cổ Nhượng hoàng đế (高尚思玄弘古讓皇帝)\n| thụy hiệu =[[Duệ Đế]] (睿皇帝)\n| niên hiệu = Vũ Nghĩa (武義) 921-922<br>Thuận Nghĩa (順義) 2\/921-10\/927 ÂL<br>Càn Trinh (乾貞) 11\/927-10\/929 ÂL<br>Đại Hòa (大和) 11\/929-8\/935 ÂL<br>Thiên Tộ (天祚) 9\/935-10\/937 ÂL\n| cha = [[Dương Hành Mật]]\n| mẹ = [[Vương thái hậu (Dương Hành Mật)|Vương thái hậu]]\n| sinh = 900<ref name=NHFD61>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷61|quyển 61]].<\/ref>\n| nơi sinh = \n| mất = 21 tháng 1 năm 939<ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref name=ZZTJ281>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷281|quyển 281]].<\/ref><ref name=NHFD61\/><ref group=\"chú\">''Tư trị thông giám'' ghi Dương Phổ mất vào ngày Tân Sửu tháng 11 ÂL năm 938, song ngày này không tồn tại. ''Tân Ngũ Đại sử'' ghi Dương Phổ qua đời vào tháng thứ 12, tháng này có một ngày Tân Sửu. Sử gia hiện đại [[Bá Dương]] trong ''Tư trị thông giám bản Bá Dương'' thì ghi rằng Dương Phổ mất vào tháng thứ 12. Xem ''Tư trị thông giám bản Bá Dương'', quyển 69 [938].<\/ref>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = Bình lăng (平陵)\n}}\n'''Dương Phổ''' ({{zh|t=楊溥|s=杨溥|p=Yáng Pǔ}}, 900-21 tháng 1 năm 939), gọi theo thụy hiệu là '''Ngô Duệ Đế''', tôn hiệu là '''Cao Thượng Tư Huyền Hoằng Cổ Nhượng hoàng đế''' (高尚思玄弘古讓皇帝) hay gọi tắt là '''Nhượng hoàng đế''', là quân chủ cuối cùng của nước [[Ngô (Thập quốc)|Ngô]] thời [[Ngũ Đại Thập Quốc]], cũng là vị quân chủ duy nhất của nước Ngô từng xưng đế. Trong thời gian ông trị vì, chính sự trên thực tế nằm dưới quyền kiểm soát của [[Từ Ôn]] và con nuôi [[Lý Biện|Từ Tri Cáo]]. Năm 938, Từ Tri Cáo buộc Dương Phổ phải nhượng vị cho mình, lập ra nước [[Nam Đường]].\n\n== Thân thế ==\nDương Phổ sinh năm 900, dưới triều đại của [[Đường Chiêu Tông]], là tứ tử của Hoài Nam<ref group=\"chú\">淮南, trị sở nay thuộc [[Dương Châu]], [[Giang Tô]]<\/ref> [[tiết độ sứ]] [[Dương Hành Mật]].<ref name=NHFD61\/> Mẫu thân của ông là [[Vương thái hậu (Dương Hành Mật)|Vương thị]]- thiếp của Dương Hành Mật.<ref>''[[Thập Quốc Xuân Thu]]'', [http:\/\/www.archive.org\/stream\/06080945.cn#page\/n106\/mode\/2up quyển 4].<\/ref> Năm 919, trong thời gian trị vì của nhị huynh [[Dương Long Diễn]], Dương Phổ được phong tước Đan Dương quận công.<ref name=ZZTJ270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref>\n\n== Lên ngôi ==\nNăm 920, Dương Long Diễn lâm bệnh, người nắm quyền lực trên thực tế trong chính quyền Ngô là [[Từ Ôn]] đến Giang Đô để thảo luận với các quan lại ở đây về việc chuyển giao quyền lãnh đạo. Một số thuộc hạ của Từ Ôn đề nghị ông ta soán vị, song Từ Ôn bác bỏ và nói rằng sẽ tìm một nhi tử khác của Dương Hành Mật để tập vị Dương Long Diễn.<ref name=ZZTJ271\/> Từ Ôn lo ngại về Lư Giang quận công [[Dương Mông]]- tam tử của Dương Hành Mật- do người này từ lâu đã thể hiện sự không hài lòng với việc Từ Ôn nắm giữ chính sự nước Ngô,<ref name=ZZTJ271\/><ref name=ZZTJ270\/> vì thế Từ Ôn không muốn để cho Dương Mông tập vị.<ref name=NHFD61\/> Thay vào đó, Từ Ôn ban một sắc lệnh nhân danh Dương Long Diễn, triệu Dương Phổ đến Giang Đô giữ chức giám quốc, cho Dương Mông đi nhậm chức Thư châu<ref group=\"chú\">舒州, nay thuộc [[Hoàng Sơn (thành phố)|Hoàng Sơn]], [[An Huy]]<\/ref> đoàn luyện sứ. Dương Long Diễn qua đời vào ngày 17 tháng 6 năm 920 DL, đến ngày 7 tháng 7 DL thì Dương Phổ kế thừa vương vị nước Ngô, tôn mẫu thân Vương thị là Thái phi.<ref name=ZZTJ271\/>\n\n== Ngô vương ==\nNăm 921, theo ý của Từ Ôn, Dương Phổ tế Nam Giao, mục đích là khẳng định [[Thiên mệnh]]. (Các quan lại khác cố gắng can ngăn Từ Ôn vì cho rằng phải chịu phí tổn lớn, song Từ Ôn nói rằng có thể tiến hành nghi thức này mà không cần phải chi phí nhiều như dưới thời triều Đường.)<ref name=ZZTJ271\/>\n\nNăm 923, đồng minh trên danh nghĩa của Ngô là [[Hậu Đường Trang Tông]] Lý Tồn Úc chiếm được thành Vận châu<ref group=\"chú\">鄆州, nay thuộc [[Thái An, Sơn Đông|Thái An]], [[Sơn Đông]]<\/ref> của [[nhà Hậu Lương|Hậu Lương]], Hậu Đường Trang Tông đích thân viết thư cho Dương Phổ, đề nghị hai bên cùng hợp binh tiến công Hậu Lương. Tuy nhiên, vào thời điểm này Ngô cũng bắt đầu nhận thấy Hậu Đường là một mối đe dọa, vì thế Từ Ôn dự tính khiển một hạm đội tiến về phía bắc, hỗ trợ bên nào chiếm ưu thế. [[Nghiêm Khả Cầu]] (嚴可求) sau đó can gián, Từ Ôn quyết định không hành động.<ref name=ZZTJ272>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref>\n\nCũng trong năm đó, Hậu Đường Trang Tông chiếm được thủ đô Đại Lương của Hậu Lương, hoàng đế [[Chu Hữu Trinh]] của Hậu Lương tự sát. Sau đó, Hậu Đường khiển sứ giả đến Ngô cáo việc diệt Hậu Lương, đem theo chiếu chỉ của Hậu Đường Trang Tông, song Ngô không xem mình là chư hầu của Hậu Đường nên từ chối tiếp nhận. Hậu Đường Trang Tông sau đó viết thư, song thể hiện ưu thế khi viết: \"Đại Đường hoàng đế đưa thư cho Ngô quốc chủ\". Dương Phổ phục thư, xưng \"Đại Ngô quốc chủ thượng Đại Đường hoàng đế\". Không lâu sau, Dương Phổ cũng khiển Lô Bình (盧蘋) đi sứ sang Hậu Đường. Khi Lô Bình trở về Ngô, bẩm lại rằng (Hậu) Đường chủ chìm đắm trong ngao du và săn bắn, keo kiệt trong chuyện tiền bạc và khước từ lời can gián, nội ngoại đều oán.<ref name=ZZTJ272\/>\n\nNăm 924, khi đến cảng Bạch Sa<ref group=\"chú\">白沙, nay thuộc Dương Châu<\/ref> để xem xét [[lâu thuyền]], ông đổi tên Bạch Sa thành Nghênh Loan trấn (\"nghênh loan\" (鑾鎮) tức là \"đón vua\"). Từ Ôn khi đó đóng quân tại Kim Lăng<ref group=\"chú\">nay là [[Nam Kinh]], Giang Tô<\/ref>, còn Từ Tri Cáo ở Giang Đô giám sát triều đình, đều đến yết kiến Dương Phổ, và Dương Phổ nhân thời cơ này để than phiền về thân lại của Từ Ôn là Trạch Kiền (翟虔)- người mà Từ Ôn cho quản lý các môn, cung thành, võ bị; do Trạch Kiền đặt ra nhiều hạn chế trong việc di chuyển của Dương Phổ và theo dõi các động thái của ông. (Dương Phổ chủ động than phiền khi cố ý nói đến vũ (雨, ''mưa'') và \"thủy\" (水, ''nước''), do tên phụ thân của Trạch Kiền là Trạch Vũ. Dương Phổ nói rằng mặc dù là quân chủ, song vì lo sợ Trạch Kiền nên phải [[húy kỵ]] cả phụ danh của Trạch Kiền). Từ Ôn lạy đầu sát đất tạ tội, thỉnh trảm Trạch Kiền, song Dương Ác nói rằng việc này không cần thiết mà chỉ cần lưu đày là đủ, do vậy Từ Ôn đày Trạch Kiền đến Phủ châu<ref group=\"chú\">撫州, nay thuộc [[Phủ Châu]], [[Giang Tây]]<\/ref>.<ref name=ZZTJ273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref>\n\nNăm 925, quốc vương [[Tiền Lưu]] của nước [[Ngô Việt]] khiển sứ sang Ngô để thông báo rằng mình được Hậu Đường Trang Tông phong làm quốc vương nước Ngô Việt. Do trong quốc hiệu của Ngô Việt có chữ \"Ngô\", Ngô từ chối tiếp nhận sứ giả của Tiền Lưu, còn cắt đứt quan hệ ngoại giao và mậu dịch giữa hai nước.<ref name=ZZTJ274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref>\n\nNăm 926, [[Hậu Đường Minh Tông]] tức vị tại [[Trung Nguyên]] sau các cuộc binh biến, Dương Phổ khiển sứ sang thiết lập quan hệ hữu hảo, đem theo lá trà tươi cống nạp, song trong nước cũng dành ra một thời kỳ để tang Hậu Đường Trang Tông.<ref name=SGCQ3>''Thập Quốc Xuân Thu'', [http:\/\/archive.org\/stream\/06080945.cn#page\/n60\/mode\/2up quyển 3].<\/ref>\n\nNăm 927, khi ''Mã quân đô chỉ huy sứ'' Sài Tái Dụng (柴再用) của Ngô đến yết kiến Hậu Đường Minh Tông, song lại mặc áo giáp nên bị kết tội. Sài Tái Dụng cậy có công nên không phục. Thị trung Từ Tri Cáo sau đó cố gắng khôi phục kỷ luật trong quân đội Ngô bằng cách cố tình \"lỡ\" xâm nhập vào cung điện, sau đó ngay lập tức thoái lui và tự hặc tội. Dương Phổ ra chiếu bất vấn, song Từ Tri Cáo cố thỉnh được tước trừ một tháng bổng lộc.<ref name=ZZTJ275>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref>\n\nCuối năm 927, Từ Ôn chuẩn bị từ Kim Lăng đến Giang Đô để thúc giục Dương Phổ xưng đế, và sau đó nhân cơ hội này để tái bổ nhiệm nhị tử [[Từ Tri Tuân]] và Từ Tri Cáo. Tuy nhiên, khi rời khỏi Kim Lăng, Từ Ôn lâm bệnh, vì thế ông ta khiển Từ Tri Huấn đi thay. Từ Tri Cáo hay tin thì chuẩn bị từ vị và thỉnh được trao cho chức Trấn Nam<ref group=\"chú\">鎮南, trị sở nay thuộc [[Nam Xương]], [[Giang Tây]]<\/ref> tiết độ sứ, song Từ Ôn qua đời trong khi Từ Tri Huấn đang trên đường đi. Từ Tri Huấn vội vã trở về Kim Lăng để lo hậu sự cho phụ thân, Từ Tri Cáo vẫn phụ trách chính sự. Dương Phổ truy phong Từ Ôn là Tề vương.<ref name=ZZTJ276\/>\n\nTháng 11 ÂL, theo ý nguyện của Từ Ôn trước lúc qua đời, Dương Phổ tức hoàng đế vị. Ông cũng truy tôn phụ thân Dương Hành Mật, cùng đại huynh Dương Ác và nhị huynh Dương Long Diễn là hoàng đế. Khi hay tin, xu mật sứ [[An Trọng Hối]] (安重誨) ủng hộ tiến hành một chiến dịch chống Ngô, song Hậu Đường Minh Tông từ chối.<ref name=ZZTJ276\/>\n\n== Làm Ngô Đế ==\nSau khi tức hoàng đế vị, Dương Phổ tôn Vương thái phi làm [[thái hậu|hoàng thái hậu]]. Ông cũng phong tước vương cho các hoàng đệ, hoàng tử và nhi tử Dương Phân (楊玢) của Dương Long Diễn.<ref name=ZZTJ276\/>\n\nSau khi Từ Ôn qua đời, Từ Tri Cáo kiểm soát triều đình ở Giang Đô còn Từ Tri Tuân kiểm soát đội quân lớn nhất của Ngô ở Kim Lăng. Vào mùa đông năm 929, Từ Tri Cáo lừa Từ Tri Tuân đến Giang Đô rồi bắt giữ, đoạt lấy binh quyền của Từ Tri Tuân.<ref name=ZZTJ276\/>\n\nNăm 930, Dương Phổ lập trưởng tử là Giang Đô vương [[Dương Liễn]] làm [[thái tử]]. Cũng vào năm 930, Từ Tri Cáo rời khỏi Giang Đô đến trấn thủ Kim Lăng, song tiếp tục nắm quyền nhiếp chính, để trưởng tử là [[Lý Cảnh|Từ Cảnh Thông]] ở lại Giang Đô cai quản chính sự, với sợ hỗ trợ của [[Vương Lệnh Mưu]] (王令謀) và [[Tống Tề Khâu]] (宋齊丘).<ref name=ZZTJ277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref>\n\nTrong khi đó, Từ Tri Cáo từ lâu đã muốn soán vị, song vì Dương Phổ được đánh giá là đức độ và không mắc sai lầm, nên Từ Tri Cáo quyết định đợi đến khi Dương Phổ qua đời thì mới tức vị, nhận được sự đồng thuận của Tống Tề Khâu. Cuối năm 934, Dương Phổ hạ chỉ bổ nhiệm Từ Tri Cáo làm ''Đại thừa tướng'', ''Thượng phụ'', kế tục tước Tề vương, ban [[cửu tích]], song Từ Tri Cáo không nhận.<ref name=ZZTJ279>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref>\n\nVào mùa đông năm 935, khi Dương Phổ lại hạ chỉ bổ nhiệm Từ Tri Cáo làm ''Thượng phụ'', ''Thái sư'', ''Đại thừa tướng'', ''Đại nguyên soái'', tiến phong Tề vương, ban cho 10 châu: Thăng, Nhuận, Tuyên, Trì, Thiệp, Thường, Giang, Nhiêu, Tín, Hải lập thành Tề quốc. Từ Tri Cáo chấp thuận tước Tề vương, chức ''Thái sư'', ''Đại thừa tướng'', từ chối nhận ''Thượng phụ'' và ''Đại thừa tướng''.<ref name=ZZTJ279\/>\n\nVào mùa hè năm 936, do Từ Cảnh Thiên bị bệnh, Dương Phổ bãi các chức vị của người này, trong đó có nhiệm vụ giám sát triều đình Ngô; các chức vị này được giao lại cho Từ Cảnh Toại (徐景遂).<ref name=ZZTJ280>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷280|quyển 280]].<\/ref> Vào mùa đông năm 936, Dương Phổ hạ chiếu để Từ Tri Cáo trí bá quan, lấy Kim Lăng phủ làm Tây Đô.<ref name=ZZTJ280\/> (Từ Tri Cáo làm theo chiếu chỉ này vào mùa xuân năm 937, đổi tên thành Lý Cáo.)<ref name=ZZTJ281\/>\n\nVào mùa thu năm 937, Dương Mông cho rằng Từ Cáo sắp soán vị, do vậy quyết định tiến hành một nỗ lực cuối cùng nhằm cứu Ngô. Từ Cáo nhân danh Dương Phổ để giáng Dương Mông làm thứ dân, rồi xử tử.<ref name=ZZTJ281\/>\n\nNgày Bính Dần (17) tháng 9 ([[23 tháng 10]]), Dương Phổ mệnh cho Giang Hạ vương Dương Lân dâng ấn tín cho Tề. Đến ngày Giáp Thân (5) tháng 10 (10 tháng 11), Từ Cáo tức hoàng đế vị, tại Kim Lăng tuyên bố đại xá, đặt quốc hiệu \"Đường\", trở thành Nam Đường Liệt Tổ.<ref name=ZZTJ281\/>\n\n== Thời Nam Đường ==\nHoàng đế Nam Đường khiển hữu thừa tướng Từ Giới đến sách nghệ Dương Phổ, xưng: ''Thụ thiện lão thần cáo cẩn bái kê thủ \"Cao Thượng Tư Huyền Hoằng Cổ Nhượng hoàng\". Cung thất, thừa dư, phục ngự đều như cũ. Tông miếu, [[chính sóc]], [[huy chương]], phục sắc, đều theo Ngô chế''. Dương Phổ thấy việc này không ổn nên viết thư xin từ chối. Hoàng đế Nam Đường cảm tạ, song vẫn tiếp tục xưng là thần trên danh nghĩa.<ref name=ZZTJ281\/>\n\nDương Phổ thường mặc áo choàng làm bằng lông và dành thời gian tập tịch cốc thuật. Tuy nhiên, ông vẫn lo sợ trước tình hình này, và liên tục yêu cầu được chuyển ra khỏi cung thất cũ của Ngô, Lý Đức Thành cũng đề xuất điều tương tự. Vào mùa hè năm 938, Hoàng đế Nam Đường cải nha thành của Nhuận châu<ref group=\"chú\">潤州, nay thuộc [[Trấn Giang]], [[Giang Tô]]<\/ref> thành Đan Dương cung, nghênh đón Dương Phổ đến ở. Không lâu sau, toàn bộ các thành viên của hoàng tộc Dương Ngô cũng được chuyển đến Đan Dương cung, bị giám sát nghiêm ngặt.<ref name=ZZTJ281\/>\n\nNgày 21 tháng 1 năm 939, Dương Phổ qua đời. Nam Đường Liệt Tổ phế triều 21 ngày, truy tự \"Duệ hoàng đế\".<ref name=ZZTJ281\/> (Do Dương Phổ qua đời một thời gian ngắn sau khi nhượng vị, người ta cho rằng ông bị giết theo lệnh của Nam Đường Liệt Tổ, song thiếu chứng cứ.)<ref name=SGCQ3\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Sinh năm 900]]\n[[Thể loại:Mất năm 939]]\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Ngô (Thập quốc)]]"}