{"Dương Đồng":"{{for|một quốc gia trong lịch sử Tây Tạng|Tượng Hùng}}\n{{Thông tin nhân vật hoàng gia\n| tên = Hoàng Thái Chủ\n| tên gốc = 皇泰主\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[nhà Tùy|Đại Tùy]]\n| tại vị = [[22 tháng 6]] năm [[618]]<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷185|quyển 185]].<\/ref> – [[23 tháng 5]] năm [[619]]<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷187|quyển 187]].<\/ref><br>({{số năm theo năm và ngày|618|6|22|619|5|23}})\n| tiền nhiệm = [[Tùy Dạng Đế]]\n| nhiếp chính = \n| kế nhiệm = '''Triều đại sụp đổ'''\n| vợ = \n| con cái = \n| tên đầy đủ = Dương Đồng (楊侗)\n| niên hiệu = Hoàng Thái (皇泰) 1\/618 - 4\/619 ÂL\n| thụy hiệu = Cung Hoàng đế (恭皇帝)\n| miếu hiệu =\n| hoàng tộc = [[Nhà Tùy]]\n| cha = Nguyên Đức Thái tử [[Dương Chiêu]]\n| mẹ = [[Lưu lương đễ (Dương Chiêu)|Lưu lương đễ]]\n| sinh = 605<ref name=BS5>''[[Tùy thư]]'', [[:zh:s:隋書\/卷05|quyển 5]].<\/ref>\n| nơi sinh = \n| mất = 7\/619<ref name=ZZTJ187>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷187|quyển 187]].<\/ref> \n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Dương Đồng''' ({{zh|t=楊侗|s=杨侗|p=Yáng Tóng}}, 605–619), [[Tên chữ (người)|tên tự]] '''Nhân Cẩn''' (仁謹), là một [[hoàng đế]] [[triều đại Trung Quốc|triều]] [[nhà Tùy|Tùy]]. Cuối thời Tùy, quốc gia lâm vào tình cảnh hỗn loạn, tổ phụ [[Tùy Dạng Đế]] để Dương Đồng lưu thủ đông đô [[Lạc Dương]]. Sau khi Dạng Đế bị tướng [[Vũ Văn Hóa Cập]] sát hại vào năm 618, các quan lại triều đình ở Lạc Dương đã tôn Dương Đồng làm hoàng đế. Tuy nhiên, ngay sau đó, Vương Thế Sung đoạt lấy quyền lực và đến năm 619 thì buộc Dương Đồng phải [[thiện nhượng]] cho mình, kết thúc triều Tùy. Ngay sau đó, Vương Thế Sung hạ lệnh sát hại Dương Đồng.\n\n== Dưới thời Tùy Dạng Đế trị vì ==\nDương Đồng sinh năm 605. Ông là thứ tử của Nguyên Đức thái tử [[Dương Chiêu]], tổ phụ của ông là [[Tùy Dạng Đế]]. Mẹ của ông là Lưu lương Đễ - một tiểu thiếp của Dương Chiêu (còn gọi là ['''[[Tiểu Lưu lương đễ]]'''; 小劉良娣] để phân biệt với mẹ của [[Dương Đàm]] là ['''[[Đại Lưu lương đễ]]'''; 大刘良娣]). Tam đệ của Dương Đồng là [[Tùy Cung Đế|Dương Hựu]] cũng sinh năm 605 và có mẹ là thái tử phi.\n\nTháng 7 năm Bính Dần (606), Thái tử Dương Chiêu mất. Ngày Tân Mão tháng 8 cùng năm, Dạng Đế phong vương cho ba hoàng tôn là con của Dương Chiêu, Dương Đồng được phong tước Việt vương, trong khi lập Dương Đàm là Yên vương, lập Dương Hựu làm Đại vương.<ref>Tùy thư, [[:zh:s:隋書\/卷03|quyển 3]]<\/ref>\n\nTháng 3 năm Quý Dậu (613), khi Tùy Dạng Đế mở [[chiến tranh Tùy-Cao Câu Ly|chiến dịch tấn công]] [[Cao Câu Ly]] lần thứ nhì, ông ta đã để Dương Đồng lưu thủ đông đô Lạc Dương, song mệnh Dân bộ thượng thư [[Phàn Tử Cái]] (樊子蓋) và những người khác phụ giúp. Sau đó, trong khi Tùy Dạng Đế đang ở trên lãnh thổ Cao Câu Ly, tướng [[Dương Huyền Cảm]] đã nổi dậy gần Lạc Dương, Phàn Tử Cái phòng thủ Lạc Dương dưới quyền Dương Đồng. Tướng [[Vệ Văn Thăng]] (衛文昇) tại kinh đô [[Trường An]] (Dương Hựu lưu thủ) biết tin bèn đến Lạc Dương cứu viện, Tùy Dạng Đế cũng từ bỏ chiến dịch đánh Cao Câu Ly và phái các tướng [[Vũ Văn Thuật]] (宇文述) và [[Lai Hộ Nhi]] (來護兒) trở về vùng Lạc Dương; cuối cùng Dương Huyền Cảm bị đánh bại.<ref>Tư trị thông giám, [[:zh:s:資治通鑑\/卷182|quyển 182]]<\/ref>\n\nNăm 616, hầu hết lãnh thổ Tùy, đặc biệt là các quận phía bắc, đắm chìm trong các cuộc khởi nghĩa nông dân. Tháng 7 ÂL, Tùy Dạng Đế từ Lạc Dương đến Giang Đô (江都, nay thuộc [[Dương Châu]], [[Giang Tô]]), để Dương Đồng lưu thủ Lạc Dương với sự hỗ trợ của Quang lộc đại phu [[Đoàn Đạt]] (段達), Thái phủ khanh [[Nguyên Văn Đô]] (元文都), Kiểm giáo Dân bộ thượng thư [[Vi Tân]] (韋津), Hữu vũ vệ tướng quân [[Hoàng Phủ Vô Dật]] (皇甫無逸), và Hữu tư lang [[Lô Sở]] (盧楚). Tùy Dạng Đế rời đi cùng với Kiêu Quả quân tinh nhuệ, các thủ lĩnh khởi nghĩa [[Lý Mật (Tùy)|Lý Mật]] và [[Trạch Nhượng]] liền tận dụng thời cơ mà tiến hành chiếm giữ các kho lương Lạc Khẩu thương (洛口倉) và Hồi Lạc thương (回洛倉) gần Lạc Dương. Vào mùa xuân năm 617, Dương Đồng khiển Hổ bôn lang tướng Lưu Trường Cung (劉長恭) và Quang lộc thiếu khanh Phòng Trắc (房崱) suất 25.000 bộ binh và kị binh thảo phạt Lý Mật. Lưu Trường Cung chiến bại song Dương Đồng tha tội và úy phủ. Vào mùa hè năm 617, trước việc quân lính của mình liên tục thua trước quân Lý Mật, Dương Đồng khiển Thái thường thừa Nguyên Thiện Đạt (元善達) đến Giang Đô để cầu viện Tùy Dạng Đế, nói rằng quân của Lý Mật đông mà trong thành thiếu lương thực, nếu Dạng Đế không đến thì sẽ thất thủ. Tuy nhiên, Tùy Dạng Đế tin vào nhận định của thừa tướng [[Ngu Thế Cơ]] (虞世基) rằng tình thế không nghiêm trọng như Nguyên Thiện Đạt trình bày, vì thế lúc đầu đã từ chối cứu viện. Hà Nam thảo bộ sứ Bùi Nhân Cơ sau đó đầu hàng Lý Mật, khiến tình thế của Lạc Dương càng mong manh hơn. Cuối cùng, Tùy Dạng Đế mệnh Giám môn tướng quân [[Bàng Ngọc]] (龐玉) và Hổ bôn lang tướng Hoắc Thế Cử (霍世舉) dẫn quân từ Quan Nội (vùng Trường An) đến cứu viện Lạc Dương, Bàng và Hoắc đã có thể đánh bật Lý Mật ra khỏi Hồi Lạc thương, Lạc Dương có thể đoạt lại một số lương thực.<ref name=TTTG183>Tư trị thông giám, [[:zh:s:資治通鑑\/卷183|quyển 183]]<\/ref> Tuy nhiên, Lý Mật sau đó tái chiếm Hồi Lạc thương.\n\nSang tháng 7 ÂL, Tùy Dạng Đế khiển Giang Đô thông thủ [[Vương Thế Sung]] đem kính tốt từ Giang-Hoài, Tướng quân Vương Long suất lính người Man từ Cung Hoàng, Hà Bắc đại sứ-Thái thường thiếu khanh Vi Tễ, Hà Nam đại sứ-Hổ nha lang tướng Vương Biện dẫn quân của mình đến cứu viện Lạc Dương. Vương Thế Sung có thể ngăn cản bước tiến của quân Lý Mật, và hai bên lâm vào thế bế tắc. Trong khi đó, tướng [[Đường Cao Tổ|Lý Uyên]] nổi dậy ở [[Thái Nguyên, Sơn Tây|Thái Nguyên]] và ngay sau đó tiến hành công chiếm Trường An, lập Dương Hựu làm hoàng đế, tức Tùy Cung Đế.<ref name=TTTG184>Tư trị thông giám, [[:zh:s:資治通鑑\/卷184|quyển 184]]<\/ref>\n\nTháng 1 ÂL năm sau, tức năm 618, Vương Thế Sung chiến bại, đến Hà Dương tự vào ngục thỉnh tội, Dương Đồng khiển sứ đến tuyên bố xá tội, triệu về Lạc Dương và còn thưởng cho Vương Thế Sung tiền, lụa, mĩ nữ. Trong tháng, Lý Uyên phái hai nhi tử là [[Lý Kiến Thành]] và [[Đường Thái Tông|Lý Thế Dân]] dẫn hơn mười vạn quân quân tiến đến Lạc Dương, tuyên bố là đến cứu. Dương Đồng và các quan lại đã chọn cách không có bất kỳ giao thiệp nào với Lý Kiến Thành và Lý Thế Dân. Sau khi giao chiến một thời gian ngắn ngủi với Lý Mật, Lý Kiến Thành và Lý Thế Dân định tấn công Lạc Dương song cuối cùng quyết định triệt thoái về Trường An.<ref name=TTTG185>Tư trị thông giám, [[:zh:s:資治通鑑\/卷185|quyển 185]]<\/ref>\n\nTháng 3 ÂL, Tùy Dạng Đế bị tướng [[Vũ Văn Hóa Cập]] sát hại trong một cuộc chính biến, Vũ Văn Hóa Cập tôn chất tôn của Tùy Dạng Đế là Tần vương [[Dương Hạo]] làm hoàng đế, và bắt đầu dẫn Kiêu Quả quân tiến về phương Bắc. Ngay sau đó, tin tức Tùy Dạng Đế bị sát hại đến Trường An và Lạc Dương. Lý Uyên quyết định buộc Tùy Cung Đế phải thiện nhượng cho mình, lập ra [[nhà Đường|triều Đường]]. Ngày Mậu Thìn (24) tháng 5 (22 tháng 6), các quan lưu thủ tại Lạc Dương tôn Dương Đồng làm hoàng đế, cải nguyên Hoàng Thái.<ref name=TTTG185\/>\n\n== Trị vì ==\nÔng được mô tả là mi mắt như họa, ôn hậu nhân ái, phong cách nghiêm trang.<ref name=TTTG185\/>\n\nDương Đồng truy tôn cha Dương Chiêu là hoàng đế, tôn mẹ Lưu lương đệ là hoàng thái hậu. Triều đình Lạc Dương do một tập thể gồm bảy hạ thần cai quản: Đoàn Đạt (người được Dương Đồng phong là Trần quốc công), Vương Thế Sung (Trịnh quốc công), Nguyên Văn Đô (Lỗ quốc công), Hoàng Phủ Vô Dật (Tề quốc công), Lô Sở, [[Quách Văn Ý]] (郭文懿) và [[Triệu Trường Văn]] (趙長文). Họ được gọi là \"thất quý\".<ref name=TTTG185\/>\n\nTrong khi đó, các quan lại tại Lạc Dương rất lo sợ trước khả năng Vũ Văn Hóa Cập sẽ tiến đến thành nên có suy tính riêng. Theo đề xuất của Cái Tông (蓋琮), Nguyên Văn Đô và Lô Sở đã quyết định cố cầu hòa với Lý Mật bằng việc trao chức tước triều Tùy cho Lý Mật, bao gồm cả tước Ngụy công. Lý Mật cũng lo sợ Vũ Văn Hóa Cập sẽ tiến quân đến chỗ mình nên quyết định chấp thuận. Tháng sau, Lý Mật và Vũ Văn Hóa Cập giao chiến, và mỗi khi Lý Mật giành chiến thắng trước Vũ Văn Hóa Cập, ông ta đều thông báo cho Dương Đồng. Các quan lại ở Lạc Dương tỏ ra hài lòng, ngoại trừ Vương Thế Sung- người nhận xét rằng Nguyên Văn Đô và Lô Sở trao quan tước triều đình cho tặc, khiến Nguyên Văn Đô và Lô Sở nghi ngờ Vương muốn dâng thành đầu hàng Vũ Văn Hóa Cập.<ref name=TTTG185\/>\n\nVương Thế Sung bắt đầu kích động binh lính dưới quyền mình bằng cách nói với họ rằng họ sẽ sớm rơi vào bẫy của Lý Mật, và rằng nếu Lý Mật nhận được quyền thống soái họ (do Lý Mật còn được ban tước 'hành quân nguyên soái'), ông ta chắc chắn sẽ giết chết hết họ vì tội đã từng chống lại ông ta. Nguyên Văn Đô biết được hành động của Vương Thế Sung thì lên kế hoạch phục kích Vương Thế Sung. Tuy nhiên, Đoàn Đạt tiết lộ âm mưu cho Vương Thế Sung, Vương Thế Sung đã tiến hành chính biến trước vào đêm ngày Mậu Ngọ (15) tháng 11 (11 tháng 8), giết chết Lô Sở và bao vây hoàng cung. Hoàng Phủ Vô Dật chạy đến Trường An (tức triều Đường). Do sức ép từ Vương Thế Sung, Dương Đồng đành phải giao nộp Nguyên Văn Đô- người đã nhận xét về Dương Đồng: \"Nếu thần chết vào buổi sáng, đến tuối đến lượt Bệ hạ.\" Dương Đồng gào khóc song vẫn đưa Nguyên Văn Đô đến chỗ Vương Thế Sung. Vương Thế Sung sau đó gặp Dương Đồng và cam kết trung thành, thề rằng tất cả dự định của ông ta đều là để cứu bản thân và cứu xã tắc. Dương Đồng đưa Vương Thế Sung vào cung để gặp Lưu thái hậu, và Vương Thế Sung cũng thề trước bà. Tuy vậy, từ thời điểm này, tất cả quyền lực đều nằm trong tay Vương Thế Sung, còn bản thân Dương Đồng không có quyền hành.<ref name=TTTG185\/>\n\nKhi biết tin Lô Sở và Nguyên Văn Đô bị giết, Lý Mật phá bỏ quan hệ hòa bình với chính quyền của Dương Đồng vốn đang nằm dưới quyền kiểm soát của Vương Thế Sung. Tuy nhiên, Lý Mật lại đánh giá thấp về Vương Thế Sung, vì vậy đã không có nhiều phòng vị trước một cuộc tấn công từ Vương Thế Sung. Vào mùa thu năm 618, Vương Thế Sung thực hiện một cuộc tấn công toàn lực chống lại Lý Mật, Lý Mật thất bại thảm hại. Lý Mật từng tính sẽ chạy trốn đến chỗ tướng [[Lý Thế Tích|Từ Thế Tích]] (徐世勣) của mình, song cuối cùng quyết định tiến về phía tây để đến Trường An đầu hàng Đường. Hầu hết lãnh thổ cũ của Lý Mật (nay là trung bộ và đông bộ [[Hà Nam (Trung Quốc)|Hà Nam]]) khuất phục trước Vương Thế Sung, và cũng trong khoảng thời gian này, các phản tướng [[Đỗ Phục Uy]] (người kiểm soát khu vực nay là trung bộ và nam bộ [[An Huy]]), [[Thẩm Pháp Hưng]] (người kiểm soát khu vực nay là [[Chiết Giang]]), [[Chu Xán]] (quân sĩ qua lại ở nam bộ Hà Nam), và [[Đậu Kiến Đức]] (người kiểm soát khu vực này là [[Hà Bắc (Trung Quốc)|Hà Bắc]]), đều thần phục Dương Đồng trên danh nghĩa, và ít nhất là về bề ngoài, quyền lực của triều Tùy đã được phục hồi dưới quyền Dương Đồng.<ref name=TTTG186>Tư trị thông giám, [[:zh:s:資治通鑑\/卷186|quyển 186]]<\/ref>\n\nTrong khi đó, Vương Thế Sung trở nên ngạo mạn trong mối quan hệ giữa ông ta với Dương Đồng và Lưu thái hậu. Một lần, sau khi ăn trong cung, Vương Thế Sung khi về nhà bị nôn, nghi do ngộ độc, và từ thời điểm đó đã từ chối triều yết. Dương Đồng biết rằng Vương Thế Sung có ý muốn soán vị, song lực của ông không thể chế được Vương Thế Sung. Ông chỉ có thể tặng gấm lụa trong cung cho người nghèo để cầu phúc, song hành động này cũng bị Vương Thế Sung ngưng lại. Tháng 3 năm Kỉ Mão (619), Vương Thế Sung buộc Dương Đồng phải phong mình làm Trịnh vương và ban cho mình [[cửu tích]], bổ nhiệm chức tướng quốc. Sang tháng sau, Vương Thế Sung đã lệnh cho Đoàn Đạt và [[Vân Định Hưng]] (雲定興) và vài người khác nhập cung, bảo Dương Đồng tuân theo [[Nghiêu|Đường]], [[Thuấn|Ngu]] khi xưa, tức buộc Dương Đồng nhường ngôi cho Vương Thế Sung, song Dương Đồng khước từ. Sau đó, Vương Thế Sung lại phái người đến gặp Dương Đồng, nói rằng nay hải nội chưa yên, cần phải lập trưởng quân, thề rằng đợi khi tứ phương an định sẽ phục vị cho Dương Đồng. Ngày Quý Mão (5) cùng tháng (23 tháng 5), Vương Thế Sung tuyên bố rằng Hoàng Thái Chủ mệnh thiện vị cho Trịnh, kết thúc triều Tùy. Vương Thế Sung đăng cơ và trở thành hoàng đế của nước Trịnh.<ref name=TTTG187>Tư trị thông giám, [[:zh:s:資治通鑑\/卷187|quyển 187]]<\/ref>\n\n== Sau khi trị vì ==\nVương Thế Sung giáng Dương Đồng làm Lộ quốc công. Một tháng sau đó, phụ tử Bùi Nhân Cơ và [[Bùi Hành Nghiễm]] (裴行儼), cùng với Vũ Văn Nho Đồng (宇文儒童), Vũ Văn Ôn (宇文溫), và Thôi Đức Bản (崔德本) lập mưu giết chết Vương Thế Sung và phục vị cho Dương Đồng. Tuy nhiên, tin tức bị lộ và những người chủ mưu cùng gia quyến của họ đều bị giết hại.<ref name=TTTG187\/>\n\nHuynh của Vương Thế Sung là Tề vương [[Vương Thế Uyển]] (王世惲) thuyết phục Vương Thế Sung rằng phải giết chết Dương Đồng để ngăn ngừa các âm mưu tương tự lặp lại. Vương Thế Sung chấp thuận và khiển huynh tử là Đường vương [[Vương Nhân Tắc]] (王仁則) cùng gia nô Lương Bách Niên (梁百年) đi ép buộc Dương Đồng phải uống thuốc độc. Dương Đồng cầu xin lần cuối, chỉ ra rằng Vương Thế Sung trước đó đã hứa sẽ để cho ông sống. Lương Bá Niên định thỉnh ý của Vương Thế Sung song Vương Thế Uyển đã từ chối. Dương Đồng xin được tạm biệt Hoàng thái hậu, song cũng bị từ chối. Dương Đồng thắp hương lễ Phật và khấn, \"Nguyện từ nay trở đi, không phục sinh vào nhà đế vương.\" Dương Đồng uống thuốc độc, song thoạt đầu vẫn chưa chết. Vương Thế Uyển cho lấy vải thắt cổ giết ông. Vương Thế Sung truy thụy cho Dương Đồng là \"Cung hoàng đế\".<ref name=TTTG187\/>\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{s-start}}\n{{s-reg}}\n|- style=\"text-align: center;\"\n{{s-bef|rows=4|before=[[Tùy Dạng Đế]]}}\n{{s-ttl|title=[[nhà Tùy|Hoàng đế triều Tùy]] (đông bộ)|years=618–619}}\n{{s-aft|after=không (triều đại diệt vong)}}\n|-\n{{s-ttl|title=[[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] (nam bộ [[An Huy]])|years=618–619}}\n{{s-aft|after=[[Đường Cao Tổ]]}}\n|-\n{{s-ttl|title=[[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] (trung bộ [[Giang Tô]])|years=618–619}}\n{{s-aft|after= [[Lý Tử Thông]] }}\n|-\n{{s-ttl|title=[[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] (tây bộ [[Hà Nam (Trung Quốc)|Hà Nam]]\/bắc bộ [[Giang Tô]]\/bắc bộ [[An Huy]])|years=618–619}}\n{{s-aft|rows=2|after=[[Vương Thế Sung]]}}\n|- style=\"text-align: center;\"\n{{s-bef|rows=1|before=[[Lý Mật (Tùy)|Lý Mật]]}}\n{{s-ttl|rows=1|title=[[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] (đông bộ [[Hà Nam (Trung Quốc)|Hà Nam]])|years=618–619}}\n{{s-end}}\n\n{{Tùy mạt Đường sơ}}\n\n[[Thể loại:Hoàng đế nhà Tùy]]\n[[Thể loại:Sinh năm 605]]\n[[Thể loại:Mất năm 619]]\n[[Thể loại:Vua thiếu nhi]]"}