{"Dương Tu":"{{Thông tin nhân vật Tam Quốc\n|Tên= Dương Tu\n|Hình= YangXiu.jpg\n|Chức vụ= [[Chủ bộ]]\n|Tự='''Đức Tổ''' (德祖)\n|Thế lực=[[Tào Ngụy]]\n|Sinh=[[175]]\n|\nất=[[219]]\n|Thân phụ=[[Dương Bưu]]\n|Thân mẫu=Viên phu nhân\n}}\n\n'''Dương Tu''' ([[chữ Hán]]: 杨修; 175 - 219), [[biểu tự]] '''Đức Tổ''' (德祖), là một mưu sĩ của [[Tào Ngụy]], phục vụ dưới trướng của [[Tào Tháo]], về sau đi theo trợ giúp con thứ tư của Tào Tháo là [[Tào Thực]] trong giai đoạn tranh ngôi vị Thế tử giữa anh em [[Tào Phi]] cùng [[Tào Xung]] và [[Tào Chương]].\n\nÔng nổi tiếng là một người thông minh và đoán được ý nghĩ của Tào Tháo, trở thành một nhân vật đầy quyền thế đồng thời nhận nhiều sự căm ghét của các nhân vật lớn lúc bấy giờ, trong đó có Tào Tháo. Cuối cùng, việc này cũng đã dẫn đến cái chết của ông.\n\n==Tiểu sử==\nDương Tu người [[Hoằng Nông]], [[Hoa Âm]] (nay là Hoa Âm, [[Thiểm Tây]]), xuất thân cao môn sĩ tộc.\n\nTằng tổ phụ [[Dương Chấn]] (楊震), tổ phụ [[Dương Tứ]] (楊賜) đều làm quan [[Thái úy]] dưới thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]]. Đến đời cha là [[Dương Bưu]], họ Dương giữ chức [[Thái úy]] dưới triều [[Hán Hiến Đế]], được ''[[Hậu Hán thư]]'' gọi là ''Tứ thế Thái úy'' (四世太尉), có thể nói là một sĩ tộc vô cùng hiển hách không kém họ Viên của [[Viên Thiệu]], [[Viên Thuật]] và họ Vương của Tư đồ [[Vương Doãn]]. Cha ông Dương Bưu vốn là một số rất ít trung thần dám phản đối quyền thần lấn át Thiên tử (trước là [[Đổng Trác]], sau này là [[Tào Tháo]]). Vợ của Dương Bưu là Viên phu nhân, em gái [[Viên Thuật]] và [[Viên Thiệu]].\n\nKhi Viên Thuật công khai xưng đế chống triều đình, Tào Tháo vốn không ưa Dương Bưu, bèn nhân đó lệnh bắt giam ông định giết. Nhưng nhờ có [[Khổng Dung]] can gián về đức độ của ông, Tào Tháo bèn thả ông. Biết nhà Hán sắp mất không thể cứu vãn được, Dương Bưu bèn cáo bệnh xin về ở ẩn.\n\nDương Tu vốn là người có tài, xuất thân cao môn sĩ tộc lại có tiếng học rộng hiểu sâu, ông từ vị ''[[Hiếu liêm]]'' (孝廉) dần dần làm đến chức ''[[Chủ bộ]]'' (主簿), là thủ hạ dưới trướng Tào Tháo khi ấy đang là [[Thừa tướng]]. Quyền cao chức trọng, hằng ngày Tào Tháo bận nhiều việc, hầu hết các việc trong ngoài của phủ đều do Dương Tu nắm giữ. Có thể nói, Dương Tu khi ấy là một trong những nhân vật ảnh hưởng nhất triều đình.\n\nÔng có mối giao hảo tốt với [[Tào Thực]], con trai thứ tư của Tào Tháo và quyết định trở thành mưu sĩ theo phò cho Tào Thực trong cuộc chiến giành ngôi vị Thế tử giữa Tào Thực và [[Tào Phi]]. Tuy nhiên, quan hệ giữa Dương Tu với Tào Phi cũng không xấu. Tu từng tặng Phi một thanh kiếm, được Phi rất yêu thích luôn mang theo bên mình. Sau này khi Tào Phi xưng đế, nhìn lại thanh bảo kiếm thì nhớ đến Dương Tu, bảo rằng \"''Dương Đức Tổ nói đây là thanh kiếm của Vương Mao''\", rồi cho người tìm Mao và ban thưởng quần áo và lương thực. Gọi Dương Tu bằng tên chữ, vì Dương Tu mà ban thưởng cho Vương Mao, có thể thấy ít nhất Tào Phi không ghét Dương Tu.\n\n== Giai thoại ==\nNhững chuyện Dương Tu làm Tào Tháo bực tức trong [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]] của [[La Quán Trung]], tất cả đều xuất phát từ sự nhanh trí và giỏi luận chữ Hán của Dương Tu. Không rõ là vì cái tôi của mình hay vì không ưa Tào Tháo mà Dương Tu thường hay tạo ác cảm với Tào Tháo bằng những việc nhỏ như vậy (như kiểu [[Trạng Quỳnh]] lỡm [[Chúa Trịnh]]).\n\n:Tào Tháo sau khi đi thăm vườn cảnh của phủ mới được xây, lấy bút viết lên cổng chữ \"hoạt\" 活, Dương Tu trông thấy bèn sai thợ phá cái cổng để làm nhỏ hơn. Có người hỏi thì Dương Tu mới nói là làm theo lệnh Tháo, rồi chỉ ra chữ \"hoạt\" 活 mà Tào Tháo viết nằm trong chữ \"môn\" 門 thì thành ra chữ \"khoát\" 闊, có thể hiểu ra là \"rộng quá\", nên cho phá đi làm lại. Tào Tháo ngoài mặt hài lòng nhưng lại rất không vui vì bị Dương Tu đọc được suy nghĩ của mình.\n:Tương tự, có lần Tào Tháo được tặng một hộp bánh, trên hộp bánh có đề \"nhất hộp tô\" 一合酥 (\"một hộp bánh\"). Dương Tu nhìn thấy liền đem đi chia hết, khi Tào Tháo về hỏi thì giải thích theo lối chiết tự chữ Hán rằng chính chữ \"nhất hộp tô\" đó có thể hiểu là \"nhất nhân nhất khẩu tô\" 一人一口酥 (\"mỗi người một bánh\").\n\nCó thể thấy qua hai câu chuyện trên đều diễn ra ở thời kì đỉnh cao quyền lực của Tào Tháo (giai đoạn này Tào Tháo mới có cái thú lấy bút đề lên đồ vật theo kiểu của Thiên tử), và phản ứng châm chọc này của Dương Tu cho thấy phản ứng của ông trước hành động học đòi làm Đế vương của Tào Tháo. Có lẽ, Tào Tháo cũng nhận ra rằng Dương Tu cũng giống cha mình, không bao giờ ủng hộ Tào Tháo lấn át Thiên tử, nhưng cách phản đối của Dương Tu thâm thúy hơn chứ không thẳng thừng như Dương Bưu.\n\nTuy nhiên, ý kiến cho rằng Dương Tu kiêu ngạo, cậy tài văn chương, chữ nghĩa nên về sau chuốc vạ vào thân là hợp lý hơn, bởi vì những lý do sau:\n* Tào Tháo tuy đa nghi nhưng mến trọng người tài, sử dụng người tài rất khéo nên sẵn sàng bỏ qua những xích mích trong quan hệ với Dương Bưu để dùng Dương Tu. Thực tế là Dương Tu được Tào Tháo cho hầu cận trong phủ, thường xuyên cho ở bên kể cả khi ở trong kinh thành cũng như xuất quân. Như vậy, Tào Tháo đối đãi với Dương Tu đúng theo câu nói nổi tiếng của ông: ''\"Dùng người thì phải tin, mà đã không tin thì không dùng\"''.\n* Tào Tháo rất yêu mến con thứ ba của mình là [[Tào Thực]] tư chất thông minh, văn hay chữ tốt và có ý truyền ngôi cho. Thậm chí đến khi Tào Thực say rượu làm chậm việc xuất quân, lộ rõ bản chất nho sĩ dài lưng tốn vải, chỉ giỏi thơ phú chứ không có tài chính trị thì Tào Tháo vẫn còn băn khoăn hỏi cận thần là có nên lập Tào Thực không. Đến khi cận thần nói từ xưa ''\"phế trưởng lập thứ luôn là mầm của đại họa\"'' thì mới cương quyết chọn Tào Phi làm Thế tử.\n\nĐồng thời, việc Dương Tu đoán được tâm ý của Tào Tháo cũng khiến Tào Tháo cảm thấy lo lắng. Những người ở địa vị như Tào Tháo muốn biết rõ thuộc hạ, nhưng lại không muốn thuộc hạ biết mình (trừ những điều được cố ý để cho biết), nhờ đó bản thân trở nên thần bí khó lường, vì vậy mới có thể thoải mái hành sự. Đằng này Tháo bị Dương Tu đoán trúng tim đen, lại còn đem đi nói khắp nơi, \"cái đinh\" này Tào Tháo không thể không nhổ.\n\n== Cái chết ==\nLần đó, Tào Tháo đem binh ra chặn Lưu Bị nhưng đánh thua mấy trận đành phải cắm trại cố thủ. Thời gian trôi qua, không thay đổi được tình hình chiến trường đâm ra chán chường, có ý muốn rút nhưng lại ngại xấu hổ trước ba quân, quần thần. Buổi tối, tướng [[Hạ Hầu Đôn]] vào trướng xin khẩu lệnh ban đêm cho doanh trại, Tào Tháo ngần ngừ một lúc rồi nói: ''\"Kê lặc\"'' (gân gà). [[Hạ Hầu Đôn]] thấy khẩu lệnh này lạ lùng quá bèn thắc mắc đem hỏi Dương Tu.\n\nDương Tu cười lớn rồi bảo Hạ Hầu Đôn chuẩn bị gói ghém đồ đạc, kẻo nội trong 3 ngày nữa Tào Tháo sẽ hạ lệnh rút quân. Dương Tu giải thích rằng khẩu lệnh ''\"gân gà\"'' nói lên tâm trạng của Tào Tháo, vừa muốn rút quân, vừa không muốn bỏ như gân gà, ăn thì không có thịt, bỏ đi thì thấy tiếc. Quả nhiên, Tào Tháo ra lệnh hồi kinh. Việc Dương Tu đoán được ý đến tai Tào Tháo, khiến Tào Tháo rất tức giận và muốn tìm cơ hội giết Dương Tu.\n\nNăm Kiến An thứ 24 ([[219]]), [[mùa thu]], Dương Tu cùng Tào Thực say rượu đi qua ''Tư Mã môn'' (司马门), do say sưa mà hạ nhục bộ hạ của [[Tào Chương]]. Việc trình lên, Tào Tháo mượn cớ Dương Tu tự cao tự đại, để lộ quân cơ, ra lệnh xử tử Dương Tu. Sau cái chết của Dương Tu, Tào Tháo có gọi Dương Bưu vào và tặng nhiều đồ phẩm để bồi thường, nhưng Dương Bưu chỉ có thể bi ai thống thiết.\n\nTrong ''[[Tam quốc diễn nghĩa]]'', cái chết của Dương Tu lại nhanh hơn một chút. Sau khi Dương Tu giải được ý tứ ''\"Kê lặc\"'' của Tào Tháo, việc truyền đến tai Tào Tháo khiến Tào Tháo tức giận nên lấy cớ là Dương Tu phao tin làm loạn lòng quân, đem ra chém đầu.\n\n== Gia quyến ==\nDương Tu có một con trai là [[Dương Tiêu (Đông Hán)|Dương Tiêu]] (杨嚻), về sau giữ chức ''Điển Quân tướng quân'' (典军将军), mất sớm.\n\nDương Tiêu có một con trai là [[Dương Chuẩn]] (杨准), tự ''Lập Khâu'' (立丘), làm quan đến ''Thái thường'' (太常). Thời kì cuối của [[Tấn Huệ Đế]], làm chức [[Thứ sử]] [[Kí Châu]]. Sau làm mưu sĩ cho Thành Đô vương [[Tư Mã Dĩnh]]. Có năm con trai:\n# [[Dương Kiệu]] (杨峤), tự ''Quốc Ngạn'' (国彦), làm quan đến 2000 thạch.\n# [[Dương Mao]] (杨髦), tự ''Sĩ Ngạn'' (士彦), làm quan đến 2000 thạch.\n# [[Dương Tuấn]] (楊俊), tự ''Huệ Ngạn'' (惠彦), làm quan [[Thái phó]].\n# Dương Lâm (楊林).\n# [[Dương Lãng]] (杨朗), tự ''Thế Ngạn'' (世彦).\n\nCon của Dương Lâm là [[Dương Lượng]] (杨亮), làm chức Thứ sử [[Lương Châu]]. Con Dương Lâm là [[Dương Nghiễm]] (杨广), làm ''Nam Man giáo úy'' (南蛮校尉) và ''Nghi đô'' (宜都). Sau làm [[Thái thú]] hai quận [[Kiến Bình]]. Con thứ là [[Dương Thuyên Kì]] (杨佺期), là trọng thần thời [[Đông Tấn]]. Con út [[Dương Tư Bình]] (杨思平).\n\n==Tham khảo==\n{{tham khảo}}\n* [[Tam Quốc diễn nghĩa]]\n* [[Hậu Hán thư]]\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Sinh năm 175]]\n[[Thể loại:Mất năm 219]]\n[[Thể loại:Người Thiểm Tây]]"}