{"Dương Hỗ":"[[File:輕裘緩帶.jpg|thumb|220px|Dương Hỗ]]\n'''Dương Hỗ''' ([[chữ Hán]]: 羊祜; [[221]]-[[278]]) còn gọi là '''Dương Hộ''' hay '''Dương Hựu''', [[Tên chữ (người)|tên tự]] là '''Thúc Tử''', người Nam Thành, Thái Sơn, Thanh Châu<ref>Nay là Dương Lưu, Tân Thái, [[Sơn Đông]]<\/ref>, là nhà chiến lược, nhà quân sự, nhà chính trị và nhà văn nổi tiếng cuối thời [[Tam Quốc]], đầu [[Nhà Tấn|Tây Tấn]] trong [[lịch sử Trung Quốc]]. Ông có vai trò vô cùng quan trọng trong việc trù bị cho công cuộc thôn tính nhà [[Đông Ngô]], thống nhất [[Trung Quốc]].\n\n==Xuất thân==\nDương Hỗ sinh ra trong một gia đình danh môn sĩ tộc, đến ông ta là đời thứ 9 làm quan 2 vương triều [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] – [[Tào Ngụy]], luôn có người nhận lương bổng trên 2000 thạch, đều nổi tiếng thanh liêm.\n\nÔng nội Dương Hỗ là Dương Tục cuối đời Hán nhậm chức thái thú Nam Dương; cha là Dương Đạo làm thái thú Thượng Đảng nhà Tào Ngụy; mẹ là con gái đại danh nho đời Hán, Tả trung lang tướng [[Thái Ung]]; chị gái là [[Dương Huy Du]] được gả cho [[Tư Mã Sư]] (được [[Tấn Vũ Đế]] phong làm Cảnh Hiến hoàng hậu); anh trai cùng mẹ Dương Thừa mất sớm, anh trai khác mẹ Dương Phát cũng mất khi Dương Hỗ vừa trưởng thành.\n\nNăm Dương Hỗ 12 tuổi, Dương Đạo mất, ông vô cùng đau xót, để tang lâu hơn lệ thường. Dương Hỗ cũng phụng sự chú là Dương Đam rất kính cẩn. Trong một lần dạo chơi ở bờ sông Vấn, có một ông già nói với ông rằng: \"Đứa trẻ này có tướng tốt, chưa đến 60 tuổi ắt lập được công lớn cho đất nước.\" Ông già nói xong thì đi mất, không rõ người ở đâu.\n\nSau khi trưởng thành, Dương Hỗ bác học đa tài, sành văn chương, giỏi biện luận mà nổi tiếng. Ông có phong tư tiêu sái, mình dài 7 thước 3 tấc, dung mạo đẹp đẽ. Quận tướng [[Hạ Hầu Uy]] cho rằng ông không phải người thường, đem con gái của anh cả [[Hạ Hầu Bá]] gả cho.\n\n==Từ chối Tào Sảng==\nDương Hỗ được tiến cử làm Thượng kế lại, quan châu 4 lần mời ông nhận các chức Tòng, sự, Tú tài, Ngũ phủ<ref>5 loại quan chức thời cổ đại, không nhất định là những chức quan nào<\/ref>. Do lúc này trong nội bộ giai cấp thống trị Tào Ngụy đang diễn ra cuộc tranh giành quyền lực giữa 2 tập đoàn họ Tào và họ Tư Mã, mà Dương Hỗ đối với 2 phe đều có quan hệ thân mật, nên ông không nhận lời. Người Thái Nguyên là Quách Dịch sau khi gặp ông, đã nói: \"Đây là [[Nhan Tử]] thời nay vậy!\"\n\nNăm Chính Thủy đầu tiên ([[240]]) đời Ngụy chủ [[Tào Phương]], [[Tào Sảng]] chiếm được ưu thế, mời Dương Hỗ và Vương Thẩm ra làm quan, Vương khuyên ông nhận lời, Dương Hỗ lại nói: \"Nương tựa người ta, sao dễ như vậy!\" (chữ Hán: 委质事人，复何容易, Hán Việt: ủy chất sự nhân, phục hà dung dịch)\n\nNăm Chính Thủy thứ 10 ([[249]]), [[Tư Mã Ý]] phát động [[sự biến lăng Cao Bình]] (chữ Hán: 高平陵之变, Hán Việt: Cao Bình lăng chi biến), tiêu diệt Tào Sảng và đồng đảng của ông ta. Cha vợ Dương Hỗ là [[Hạ Hầu Bá]] chạy vào nước [[Thục Hán|Thục]], Vương Thẩm cũng vì thế mà bị bãi miễn. Vương nói với ông: \"Lẽ ra nên nghe theo lời ngài.\" Dương Hỗ an ủi ông ta: \"Việc này không biết trước được!\" Dương Hỗ chính là loại người sáng suốt nhìn thấy trước sự việc, nhưng không tùy tiện nói ra.\n\nHạ Hầu Bá hàng Thục, thân thuộc sợ liên lụy, phần lớn đều cắt đứt quan hệ với gia đình ông ta, chỉ có Dương Hỗ đến an ủi gia thuộc, chăm sóc thân nhân, gần gũi giúp đỡ còn hơn ngày thường.\n\nMẹ và anh cả Dương Phát nối nhau qua đời, Dương Hỗ chịu tang hơn 10 năm. Suốt thời gian này, cuộc sống của ông hết sức giản dị, như một bậc đại nho.\n\n==Vào triều==\nNăm Chính Nguyên thứ 2 ([[255]]) đời Cao Quý Hương công [[Tào Mao]], [[Tư Mã Sư]] bị bệnh mất, [[Tư Mã Chiêu]] chấp chính, mời Dương Hỗ làm quan. Dương Hỗ không nhận lời, vì thế triều đình cho công xa đến đón ông làm Trung thư thị lang, không lâu sau thăng làm Cấp sự trung Hoàng môn lang. Khi ấy Ngụy đế Tào Mao yêu thích văn học, nhiều người muốn lấy lòng nên đua nhau dâng lên thơ phú, người Nhữ Nam là Hòa Địch vì thế mà làm trái ý bề trên nên bị quở trách. Dương Hỗ tuy ở trong đám sĩ đại phu, nhưng giữ mình chính trực, không a dua theo mọi người, nên được nhưng người hiểu biết trong triều đặc biệt tôn trọng.\n\nThời Trần Lưu vương [[Tào Hoán]], Dương Hỗ được phong Quan nội hầu, thực ấp 100 hộ. Dương Hỗ không muốn tiếp tục làm thị tòng cho một ông vua bù nhìn, nên xin được ra ngoài, sau đó được đổi sang làm Bí thư giám.\n\nTư Mã Chiêu lập ra \"ngũ đẳng tước chế\", Dương Hỗ được phong làm Cự Bình tử, thực ấp 600 hộ. Bấy giờ Chung Hội rất được sủng ái, nhưng ông ta lại rất hay đố kỵ. Vì thế Dương Hỗ đối với Chung, chỉ dám \"kính nhi viễn chi\". Sau khi Chung Hội bị giết, Dương Hỗ nhậm chức Tướng quốc Tòng sự trung lang, cùng với tâm phúc của Tư Mã Chiêu là Tuân Úc nắm giữ cơ mật.\n\nCuối thời Tào Ngụy, Dương Hỗ được điều sang làm Trung lĩnh quân, coi giữ hoàng cung, thống lĩnh Ngự lâm quân, kiêm quản chính sự trong ngoài.\n\n==Thăng tiến==\nTháng 12 năm Hàm Hi thứ 2 (tháng 1\/266), [[Tấn Vũ Đế|Tư Mã Viêm]] lên ngôi, kiến lập vương triều [[Nhà Tấn|Tây Tấn]], sử gọi là Tấn Vũ Đế. Dương Hỗ vì có công phù lập, được tiến hiệu làm Trung quân tướng quân, gia phong Tán kỵ thường thị, tiến tước quận công, thực ấp 3000 hộ. Dương Hỗ sợ việc này khiến cho bọn quyền thần Giả Sung,… ganh ghét, nên cố từ chối phong công, chỉ nhận tước hầu, do đó, tước cũ Cự Bình tử được tiến phong làm hầu, giữ chức Lang trung lệnh, được phép cắt đặt chín loại chức quan, phu nhân của ông còn được ban ấn thụ.\n\nTấn Vũ Đế lại hạ chiếu phong Dương Hỗ làm Thượng thư hữu bộc xạ, Vệ tướng quân, ban cho doanh binh riêng. Bấy giờ [[Vương Hữu]], [[Giả Sung]], [[Bùi Tú]] là bề tôi của triều trước, danh cao vọng trọng, Dương Hỗ đối với bọn họ hết sức khiêm nhường.\n\n==Trấn thủ Kinh Châu==\nNămn Thái Thủy thứ 5 ([[269]]), Tấn Vũ Đế điều Dương Hỗ làm Kinh Châu chư quân đô đốc, giả tiết, vẫn giữ Tán kỵ thường thị, Vệ tướng quân… như cũ. Sau khi nhậm chức, Dương Hỗ phát hiện hình thế Kinh Châu- Khi ấy, Kinh Châu là vùng đệm giữ 2 nước Tấn – Ngô- rất không ổn định, chẳng những trăm họ sinh hoạt không được yên lành, mà quân đội đóng đồn cũng không đủ lương thực.\n\nDương Hỗ trước tiên dồn sức phát triển Kinh Châu trên một số phương diện:\n* Mở rộng trường lớp, chấn hưng giáo dục, an ủi trăm họ, kêu gọi người ở xa đến;\n* Đối đãi chân thành với người nước Ngô, phàm những người đến đầu hàng, đều có thể tự do quyết định việc đi ở;\n* Cấm chỉ việc phá hủy dinh thự cũ. Phong tục bấy giờ, quan chết trong dinh thự của mình, người kế nhiệm cho rằng chỗ này không lành, sẽ cho dỡ bỏ dinh thự cũ, xây dựng cái mới. Dương Hỗ cho rằng sống chết có mạng, không phải do nơi ở, hạ lệnh nhất loạt nghiêm cấm;\n* Quan trọng nhất là dùng kế hay khiến nước Ngô dỡ bỏ quân đội đồn trú ở Thạch Thành. Thạch Thành cách Tương Dương 700 dặm, quân Ngô thường xâm phạm biên cảnh, tạo thành sự uy hiếp rất lớn đối với Tương Dương. Nước Ngô dỡ bỏ quân đội ở Thạch Thành, Dương Hỗ không còn lo lắng nữa, chia quân làm 2, một nửa làm nhiệm vụ tuần phòng, một nửa làm ruộng. Năm ấy, toàn quân khai khẩn hơn 800 khoảnh ruộng. Trước khi Dương Hỗ đến, quân đội đến 100 ngày lương cũng không có, sau khi ông đến, lương thực đủ dùng trong 10 năm.\n\nTấn Vũ Đế biểu dương công tích của ông, hạ lệnh thủ tiêu chức đô đốc Giang Bắc, phong Dương Hỗ làm Trung lang tướng, phụ trách chỉ huy toàn bộ quân đội Hán Đông – Giang Hạ.\n\nDương Hỗ ở trong doanh trại, thường xuyên khoác áo da, thắt đai lưng rộng, không mặc giáp. Sĩ tốt làm thị vệ cho ông không quá 10 người. Ông còn thích câu cá, săn bắn, thường hay bỏ dỡ công vụ. Có một buổi chiều tối, ông muốn ra ngoài, Quân tư mã Từ Dận cầm kích giữ chặt cửa doanh nói: \"Tướng quân coi sóc ngàn dặm, sao lại xem nhẹ! An nguy của tướng quân, cũng là an nguy của quốc gia vậy. Hôm nay Dận chết đi, thì cửa này mới mở ra cho ngài!\" Dương Hỗ thay đổi sắc mặt, liên tiếp xin lỗi, từ đó rất ít khi ra ngoài.\n\nKhông lâu sau, Dương Hỗ được gia phong Xa kỵ tướng quân, còn được nhận đặc ân Khai phủ Nghi đồng tam tư. Dương Hỗ dâng biểu từ chối nhưng triều đình không chấp nhận.\n\n==Bị biếm chức==\nNăm Thái Thủy thứ 6 (270), tướng Ngô là [[Lục Kháng]] đến Kinh Châu nhận chức đô đốc. Dương Hỗ một mặt tăng cường tiến hành bố trí quân sự, một mặt bí mật kiến nghị với Tấn Vũ Đế: Phạt Ngô tất phải tận dụng điều kiện thuận lợi của thượng du Trường Giang, xây dựng thủy quân ở Ích Châu.\n\nTháng 9 năm Thái Thủy thứ 8 (272), Tây Lăng <ref>Nay là [[Nghi Xương]], [[Hồ Bắc]]<\/ref> đốc [[Bộ Xiển]] dâng thành hàng Tấn, Lục Kháng đưa quân vây Tây Lăng. Tấn Vũ Đế lệnh cho Dương Hỗ và Ba Tây giám quân Từ Dận cùng đưa quân chia đường tấn công Giang Lăng <ref>Nay là Giang Lăng, Hồ Bắc<\/ref> và Kiến Bình <ref>Nay là huyện [[Vu (huyện)|Vu]], [[Tứ Xuyên]]<\/ref>, theo 2 mặt đông tây hòng phân tán binh lực của Lục Kháng, còn Kinh Châu thứ sử Dương Triệu sẽ cứu viện Bộ Xiển ở Tây Lăng. Nhưng Lục Kháng đã phá hoại đường sá ở bắc Giang Lăng, khiến cho 5 vạn quân Tấn thiếu lương, gặp nhiều khó khăn, lại thêm thành Giang Lăng kiên cố không dễ công phá. Dương Hỗ đóng quân ở dưới thành không thể tiến thêm. Dương Triệu binh ít lương thiếu bị Lục Kháng đánh bại. Bộ Xiển thành mất, cả họ bị giết. Quan viên hữu tư tấu lên đàn hặc, đòi miễn quan Dương Hỗ. Kết quả, Dương Hỗ vì việc này bị biếm làm Bình Nam tướng quân, Dương Triệu cũng bị biếm làm dân thường.\n\nSau trận Tây Lăng, Dương Hỗ cho rằng: thế lực của nước Ngô tuy đã suy thoái, nhưng thực lực vẫn còn, đặc biệt Kinh Châu lại có loại tướng lĩnh ưu tú như Lục Kháng chủ trì việc quân, chiến tranh bình Ngô không thể nóng lòng.\n\nDương Hỗ thực hiện chiến thuật tằm ăn lá, đưa quân chiếm lấy khu vực có vị trí chiến lược ở phía đông Kinh Châu, xây nên 5 tòa thành. Rồi dựa vào khu vực này, giành lấy đất đai nhà cửa, cướp đi tài sản của người Ngô. Vì vậy khu vực phía tây Thạch Thành dần dần bị quân Tấn chiếm lấy, người Ngô kéo nhau đến hàng.\n\n==Thực hiện công tâm==\nTại biên giới Kinh Châu, Dương Hỗ đối với trăm họ và quân đội nước Ngô bày tỏ những điều tín nghĩa, mỗi lần cùng người Ngô giao chiến đều thương lượng trước về thời gian, không hề bất ngờ tập kích. Đối với bộ tướng có chủ trương đánh lén, Dương Hỗ cho họ uống rượu say, không để họ nói tiếp.\n\nCó bộ hạ ở biên giới bắt được 2 thiếu niên là con trai của tướng lĩnh nước Ngô, sau khi biết tin, Dương Hỗ lập tức lệnh cho người đưa 2 thiếu niên trở về. Về, sau, tướng Ngô là Hạ Tường, Thiệu Hiệt đến quy hàng, cha của 2 chàng trai cũng đưa bộ hạ đến hàng. Tướng Ngô Trần Thượng, Phan Cảnh xâm phạm, Dương Hỗ bắt giết đi, sau đó lại hậu táng, nhằm khen ngợi hành vi tử tiết của họ. Con cháu của 2 người đến nghênh tang, Dương Hỗ dùng lễ trả về. Tướng Ngô Đặng Hương xâm phạm Hạ Khẩu, Dương Hỗ treo thưởng bắt sống ông ta, sau khi bắt được lại thả ra. Đặng Hương cảm ân, đưa bộ hạ đến hàng.\n\nBộ đội của Dương Hỗ hành quân vào đất Ngô, thu lấy hoa màu, lúa gạo làm quân lương, nhưng mỗi lần như vậy đều căn cứ vào số lượng mà dùng lụa để bồi thường. Khi săn bắn, Dương Hỗ ước thúc bộ hạ, không cho vượt sang bên kia biên giới, nếu quân Tấn bắt được chim thú mà người Ngô bắn bị thương, đều đem trả lại.\n\nDương Hỗ thực hiện phép \"công tâm\" rộng rãi, người Ngô yêu mến và khâm phục, vô cùng tôn trọng ông, không gọi tên tục, mà gọi là \"Dương công\". Lục Kháng biết rất rõ việc làm của Dương Hỗ, thường răn bảo tướng sĩ: \"Người ta chuyên làm việc đức, mình chuyên làm việc bạo, thì đã không đánh mà tự thua vậy!\" Dương Hỗ và Lục Kháng thường có sứ giả qua lại. Lục Kháng ca tụng đức hạnh và độ lượng của Dương Hỗ dẫu \"[[Nhạc Nghị]] và [[Gia Cát Lượng]] cũng không hơn được\". Một lần Lục Kháng mắc bệnh, cho người đến xin thuốc Dương Hỗ. Dương Hỗ lập tức phái người mang thuốc đến, tướng Ngô sợ bên trong có âm mưu, khuyên Lục Kháng đừng uống, ông ta không nghi ngờ, còn nói: \"Dương Hỗ không phải người hạ độc kẻ khác!\"\n\nDương Hỗ tại biên cảnh, danh tiếng lẫy lừng, còn ở trong triều, lại chịu vùi dập. Ông trung trinh ngay thẳng, ghét ác như thù, chí công vô tư, nên phải chịu sự đố kỵ, căm ghét của bọn [[Tuân Úc]], [[Phùng Đảm]]… Cháu bên ngoại của ông là Vương Diễn, từng gặp ông trò chuyện, ngôn từ đẹp đẽ, hùng biện thao thao. Dương Hỗ không xem ra gì, Vương Diễn phủi áo bỏ đi. Dương Hỗ nói: \"Vương Di Phủ dựa vào danh tiếng mà ngồi ở ngôi cao, làm hư hỏng nền nếp lề thói, là loại người này vậy!\" Trong trận Tây Lăng, Dương Hỗ từng muốn chém Vương Nhung theo quân pháp. Vì vậy, Nhung – Diễn đều oán hận ông, thường hay đàm luận, sàm tấu công kích ông. Người đương thời nói: \"Nhị Vương đương quốc, Dương công vô đức!\"\n\n==Trù bị phạt Ngô==\nTháng 10 năm Hàm Ninh thứ 2 (276), Tấn Vũ Đế cải phong Dương Hỗ làm Chinh Nam tướng quân, khôi phục những chức vụ đã bị biếm trước đây, bao gồm cả đặc ân Khai phủ Nghi đồng tam tư, được phép chọn quan viên phụ tá.\n\nNgay từ đầu, Dương Hỗ đã cho rằng muốn phạt Ngô phải nhờ đến thượng du Trường Giang. Khi ấy nước Ngô có câu đồng dao: \"A Đồng ơi A Đồng, ngậm dao mà vượt sông, không sợ thú trên bờ, chỉ sợ rồng dưới nước\" (chữ Hán: 阿童复阿童，衔刀浮渡江，不畏岸上兽，但畏水中龙, Hán Việt: A Đồng phục A Đồng, hàm đao phù độ giang, bất úy ngạn thượng thú, đãn úy thủy trung long). Dương Hỗ nghe được, càng tin chắc việc phạt Ngô phải dựa vào thủy quân. Khi ấy, Ích Châu thứ sử [[Vương Tuấn (đầu Tây Tấn)|Vương Tuấn]] được triệu về làm Đại tư nông, Dương Hỗ phát hiện Vương Tuấn có thể đảm nhiệm trọng trách, hơn nữa tên lúc nhỏ của ông ta là A Đồng, ứng với câu đồng dao. Nhưng Vương Tuấn lại có nhiều hiềm khích trong triều, Dương Hỗ phải cực lực khẳng định tài năng quân sự của ông ta, chủ trương đáp ứng những yêu cầu của ông ta, để ông ta phát huy tài năng. Dương Hỗ dâng mật biểu, được Tấn Vũ Đế chấp thuận, giữ Vương Tuấn ở lại coi sóc việc quân Ích Châu, gia phong làm Long Tương tướng quân, bí mật lệnh cho ông ta đóng chiến thuyền, chuẩn bị phạt Ngô. Bản thân Dương Hỗ cũng lệnh cho bộ tướng huấn luyện sĩ tốt, sửa sang vũ khí.\n\nTrải qua 7 năm luyện binh và chuẩn bị các thứ vật chất, thực lực của quân Tấn ở Kinh Châu đã vượt xa quân Ngô. 2 năm sau, Lục Kháng bệnh mất, nội bộ của nước Ngô dưới sự cai trị tàn bạo của [[Tôn Hạo]] trở nên mâu thuẫn dữ dội. Dương Hỗ không để lỡ thời cơ, lập tức dâng biểu xin phạt Ngô.\n\nKhi tấu sớ được dâng lên, đa số triều thần do bọn [[Giả Sung]], [[Tuân Úc]],.. cầm đầu, lấy lý do biên giới tây bắc bị người [[Tiên Ti]] xâm phạm, chưa thể tính đến đông nam để phản đối, chỉ có thiểu số như Độ chi thượng thư [[Đỗ Dự]], Trung thư lệnh [[Trương Hoa]] tán đồng. Vào lúc quân Tấn thua trận ở các châu Tần, Lương…, Dương Hỗ dâng biểu lần thứ 2, cho rằng chỉ cần dẹp yên Trung Nguyên thì ngoại tộc không dám nổi loạn, nhưng vẫn có rất nhiều người phản đối. Ông thấy việc khó thành, ngửa mặt lên trời mà than rằng: \"Việc trên đời không như ý, là do muốn 10 mà làm 7, 8. Trời đã cho mà không nhận, chỉ khiến cho đời sau than tiếc mà thôi.\"\n\nNăm Hàm Ninh thứ 3 ([[277]]), Hạ Khẩu đô đốc Tôn Thận của nước [[Đông Ngô]] xâm phạm biên cảnh, cướp đi trên ngàn dân thường ở Dặc Dương, Giang Hạ. Dương Hỗ không phái binh đuổi theo. [[Tấn Vũ Đế]] phái người đến điều tra, còn muốn dời trị sở của Kinh Châu. Dương Hỗ cho rằng Giang Hạ cách Tương Dương đến 800 dặm, vừa biết tin giặc đến thì giặc đã đi khỏi cả ngày rồi, không thể cứu viện cũng không thể đuổi theo; giặc vào từ mọi hướng và đến bất kỳ chỗ nào, nếu cứ di dời trị sở để ngăn giặc thì không biết phải di dời bao nhiêu lần. Triều đình đành bỏ qua việc này.\n\n==Về triều==\nTháng 8 Hàm Ninh thứ 4 (278), Dương Hỗ bệnh nặng, xin được về triều, được phê chuẩn, ông trở về [[Lạc Dương]]. Vừa khi ấy, chị ông là Cảnh Hiến Dương hậu qua đời, ông rất đỗi đau lòng. Tấn Vũ Đế hạ chiếu, mệnh cho ông vào gặp, còn cho phép ông ngồi xe để lên điện, không phải quỳ lạy, còn được nhà vua hành lễ. Dương Hỗ ngồi bên cạnh hoàng đế, lại một lần nữa trần thuật chủ trương bình Ngô. Sau đó, vì bệnh tình của Dương Hỗ ngày càng trầm trọng, không thể vào triều, Tấn Vũ Đế phái Trung thư lệnh Trương Hoa thường xuyên đi lại thăm nom, hỏi han phương lược bình Ngô. Trương Hoa rất tán đồng Dương Hỗ, nên ông nói rằng: \"Hoàn thành được chí ta, chính là ngài đó!\"\n\nBan đầu Tấn Vũ Đế muốn Dương Hỗ gượng bệnh chỉ huy cuộc chiến bình Ngô, nhưng bệnh tình ngày một trầm trọng nên ông từ chối, nhân đó tiến cử Đỗ Dự thay thế mình.\n\nTháng 11 Hàm Ninh thứ 4 (278), Dương Hỗ qua đời, thọ 58 tuổi.\n\n==Mỹ đức của Dương Hỗ==\nSau khi Dương Hỗ về triều, Tấn Vũ Đế hạ chiếu lấy 5 huyện của Thái Sơn là Nam Vũ Dương, Mưu, Nam Thành, Lương Phụ, Bình Dương làm quận Nam Thành, phong Dương Hỗ làm Nam Thành hầu, được phép cắt đặt quan chức, cấp bậc tương đương với quận công. Dương Hỗ nhất định từ chối, Tấn Vũ Đế đành phải đồng ý. Dương Hỗ mỗi lần thăng tiến, đều từ chối rất thành khẩn, nên đức danh vang xa, khắp nơi ngưỡng mộ, sĩ đại phu đều nói ông xứng đáng ngồi ở vị trí tể phụ.\n\nTấn Vũ Đế muốn cậy nhờ Dương Hỗ chủ trì cục diện ở đông nam, nhiều lần mời ông vào triều bàn chuyện. Dương Hỗ làm quan của 2 triều, nắm giữ cơ mật, nhiều việc lớn nhỏ phải làm theo ý kiến của ông, nhưng Dương Hỗ lại không hề mưu cầu quyền thế lợi lộc, những bản thảo hay kiến nghị của ông đều bị đốt bỏ, nên người đời không biết nhiều về ông; người được ông tiến cử đều không biết ai tiến cử mình. Người đương thời vì vậy phê bình ông sống quá kín đáo.\n\nCon rể của Dương Hỗ khuyên ông sắp đặt thân tín bên mình để bảo vệ, ông im lặng. Về sau, Dương Hỗ nói với các con trai rằng: \"''Việc này có thể nói là biết 1 mà không biết 2. Làm bề tôi mà lấy tư lợi đi ngược công nghĩa, là kẻ gian thần vậy. Các con phải ghi nhớ lấy lời cha!''\"\n\nDương Hỗ từng gởi thư cho em họ là Dương Tú, trong thư nói: \"''Khi nào làm xong việc ở biên cương, sẽ khăn áo về quê tìm một khu đất nhỏ làm phần mộ. Tôi từng nói kẻ sĩ ở ngôi cao, sao có thể không bị người ta trách mình tham lam. [[Sơ Quảng]] chính là thầy tôi đó!''\"\n\nTriêu đình ban cho Dương Hỗ đặc ân Khai phủ (mở phủ riêng, được chọn dùng quan viên và thị vệ hầu hạ trong phủ) đã nhiều năm, nhưng Dương Hỗ đều khiêm nhường, không chịu chọn dùng thuộc hạ cho mình.\n\nDương Hỗ rất yêu thích sông núi, khi còn ở Kinh Châu vào ngày trời đẹp, nhất định muốn lên Hiện Sơn, uống rượu ngắm cảnh, ngâm vịnh vui chơi, hết ngày vẫn không muốn về. Có một lần ông nhìn cảnh núi non đẹp đẽ, bỗng nhiên than thở, nói với bọn Tòng sự trung lang Trâu Trạm: \"''Từ khi có vũ trụ, đã có núi này. Những người hiền đạt đã đến đây, lên núi ngắm cảnh này, như tôi và các ông có rất nhiều! Nay đều như khói tan đi, không còn ai nhớ đến, khiến cho người ta thấy ngậm ngùi. Trăm năm sau nếu còn nhớ đến, hồn phách (của tôi) sẽ lên chơi núi này lần nữa!''\" Trâu Trạm nói: \"Công đức của ngài rộng lớn như bốn biển, thanh danh của ngài sẽ như núi này lưu truyền hậu thế. Chỉ có những người như bọn Trạm mới đúng như lời ngài nói!\"\n\n==Lưu danh hậu thế==\nDương Hỗ mất, mọi người đều thương xót. Tấn Vũ Đế mặc tang phục mà khóc lớn, khi ấy trời rét đậm, nước mắt của Vũ Đế đọng lại trên râu, đều hóa thành băng cả. Trăm họ Kinh Châu vào ngày họp chợ, nghe tin Dương Hỗ mất, khóc lớn mà bãi chợ, đường lớn hẻm nhỏ đều có tiếng thương khóc, liên miên không dứt. Tướng sĩ nước Ngô ở biên giới cũng vì Dương Hỗ mà rơi nước mắt. Nhân đức của ông cảm động cả trời đất.\n\nTấn Vũ Đế ban cho Dương Hỗ Đông Viên bí khí, một bộ triều phục, tiền tang lễ 30 vạn, 100 xúc vải, rồi hạ chiếu truy tặng Dương Hỗ làm thị trung, thái phó, giữ tiết như cũ.\n\nDương Hỗ một đời thanh liêm kiệm phác, áo mặc đều dùng vải, nhận được bổng lộc, đều đem phân phát cho họ hàng, khen thưởng tướng sĩ, vì thế trong nhà không dư dả tiền bạc. Dương Hỗ lâm chung dặn lại không cho đem ấn thụ hầu tước nhập quan. Dương Tú bẩm lên nguyện vọng của Dương Hỗ, xin được [[chôn cất|chôn]] ở phần đất của tổ tiên, Vũ Đế không đồng ý, đặc biệt ban cho 1 khoảnh đất gần khu vực hoàng lăng, ở ngoài thành chừng 10 dặm, còn ban cho thụy hiệu là \"Thành\". Khi đội ngũ tống táng lên đường, Vũ Đế tự mình đến cửa nam Đại Tư Mã tiễn đưa. Cháu ngoại Dương Hỗ là [[Tư Mã Du]] dâng biểu, thuật lại lời của vợ ông không muốn an táng chồng theo nghi lễ hầu tước, Vũ Đế hạ chiếu đồng ý, nhằm đề cao danh tiết của Dương Hỗ.\n\nTrăm họ Tương Dương vì muốn kỷ niệm ông, ở nơi Dương Hỗ khi còn sống rất thích đến chơi là Hiện Sơn, đã lập một tấm bia, bên cạnh dựng một tòa miếu, bốn mùa khói hương không dứt. Vì mọi người nhìn thấy bia đá đều rơi nước mắt, Đỗ Dự mới gọi đây là \"Đọa Lệ bi\". Người Kinh Châu kỵ húy Dương Hỗ, đem chữ \"Hộ\" có nghĩa là nhà cửa đổi thành chữ \"Môn\" (vì người Giang Nam đọc 祜 là Hộ), đem chữ \"hộ tào\" đổi thành \"từ tào\".\n\nSau khi ông mất được 2 năm, Tấn diệt Ngô, quần thần chúc mừng Tấn Vũ Đế, Vũ Đế rơi nước mắt nói: \"Đây là công lao của Dương thái phó!\" Rồi đem công lao bình Ngô viết thành sách, đem đốt ở miếu của Dương Hỗ để cáo cho ông biết. Lại theo lệ cũ của [[nhà Hán]] đối với [[Tiêu Hà]], gia phong phu nhân của ông là Hạ Hầu thị làm Vạn tuế hương quân, thực ấp 5000 hộ, hàng vạn xúc lụa, hàng vạn hộc ngũ cốc.\n\n==Tác phẩm==\nDương Hỗ khi còn sống đã viết \"Lão tử truyện\" và một số tác phẩm khác, được lưu truyền rộng rãi nhưng ngày nay đều không còn. Ông ngâm vịnh ở Hiện Sơn, đều dùng thi phú do mình tự sáng tác, đáng tiếc không rõ tại sao lại không được lưu truyền.\n\nDương Hỗ cũng viết một lượng lớn biểu, sớ, tiên, khải, lưu truyền đến nay còn: 《nhượng Khai phủ biểu》, 《nhượng phong Nam Thành hầu biểu》, 《thỉnh phạt Ngô sớ》, 《tái thỉnh phạt Ngô biểu》, 《tái thỉnh phạt Ngô sớ》, 《hạ thái tử tiên 》, 《Giả Sung lưu thủ khải 》, 《Vương Tuấn lưu thủ Ích Châu biểu 》， 《cải Bình Dương vi Tân Thái biểu》. Dương Hỗ còn viết một số thư tín, này còn lại: 《Giới Tử thư》, 《dữ tòng đệ Tú thư》, 《dữ Ngô đô đốc Lục Kháng thư》…\n\nDương Hỗ là người biên soạn chủ yếu các sách \"Tấn lễ\", Tấn luật\".\n\n==Tham khảo==\n*''Tướng soái cổ đại Trung Hoa'' - Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân - Nhà xuất bản Thanh niên, 2002\n* [[Tấn thư]] - Dương Hỗ truyện\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 221]]\n[[Thể loại:Mất năm 278]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]"}