{"Dương Đỗng Tiềm":"'''Dương Đỗng Tiềm''' ({{zh|t=楊洞潛|s=杨洞潜|p=Yáng Dòngqián|j=Joeng4 Dung6 Cim4}}) (?-935<ref name=NHS9>''[[Nam Hán thư]]'' (南漢書), [http:\/\/archive.org\/stream\/02079314.cn#page\/n40\/mode\/2up quyển 9].<\/ref>), [[Tên chữ (người)|tên tự]] '''Chiêu Huyền''' (昭玄), là một quan viên của nước [[Nam Hán]] thời [[Ngũ Đại Thập Quốc]], từng giữ chức tể tướng.\n__NOTOC__\n\n== Thân thế ==\nKị của Dương Đỗng Tiềm là Dương Hồi (楊回) từng giữ chức Toại Ninh<ref group=\"c\">遂寧, nay thuộc [[Toại Ninh]], [[Tứ Xuyên]]<\/ref> [quận] thái thú<ref name=TQXT62>''[[Thập Quốc Xuân Thu]]'' [http:\/\/archive.org\/stream\/06080956.cn#page\/n130\/mode\/2up quyển 62].<\/ref> — và do vậy có thể xác định là trong thời gian trị vì của [[Đường Huyền Tông]], vì trong thời gian này triều Đường mới có đơn vị hành chính là quận (từ 742<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷215|quyển 215]].<\/ref> đến 757<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷220|quyển 220]].<\/ref>). Cụ của Dương Đỗng Tiềm là Dương Miễn (楊勉) di chuyển từ Thục đến phía nam [[Nam Lĩnh]], đến [[Thủy Hưng]], và lập gia tại đây.<ref name=TQXT62\/> Ông của Dương Đỗng Tiềm là Dương Thùy (楊垂) và cha là Dương Chẩn (楊軫), cả hai đều thành thực và hữu đức.<ref name=NHS9\/>\n\nDương Đỗng Tiềm khi còn nhỏ tuổi đã hiếu học kinh sử, khoáng đạt, có chính lược. Thời Đường mạt, ông từng giữ chức Ung quản<ref group=\"c\">邕管, trị sở nay thuộc [[Nam Ninh]], [[Quảng Tây]]<\/ref> tuần quan. Sau khi mãn hạn phục vụ, ông đến sống tại Nam Hải (tức [[Quảng Châu]]).<ref name=TQXT62\/>\n\n== Trước khi lập quốc Nam Hán ==\nDương Đỗng Tiềm sau đó phụng sự cho Thanh Hải tiết độ sứ [[Lưu Ẩn]], được Lưu Ẩn tôn làm thầy, cho giữ chức Thanh Hải-Kiến Vũ phán quan.<ref name=TQXT62\/> Ông là mưu chủ trong kế hoạch của Lưu Ẩn nhằm chiếm Ninh Viễn<ref group=\"c\">寧遠, trị sở nay thuộc [[Ngọc Lâm, Quảng Tây|Ngọc Lâm]], [[Quảng Tây]]<\/ref> từ [[Sở (Thập quốc)|Sở vương]] [[Mã Ân]]. (Lúc này triều Đường đã diệt vong, Lưu Ẩn và Mã Ân là chư hầu trên danh nghĩa của [[nhà Hậu Lương|Hậu Lương]].)<ref name=TQXT62\/><ref name=TTTG268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\nNăm 911, Lưu Ẩn mất, em là [[Nam Hán Cao Tổ|Lưu Nham]] kế vị.<ref name=TTTG268\/> Dương Đỗng Tiềm kiến nghị Lưu Nham không nên bổ nhiệm các võ tướng làm thứ sử mà nên chọn những nhân sĩ lưu vong từ Trung Nguyên, để họ trong mạc phủ nhằm tuyển làm thứ sử, nhằm khiến các châu được quản trị tốt, tạo phúc cho dân, Lưu Nham chấp thuận.<ref name=TQXT62\/>\n\nCũng trong năm 911, Kiền châu<ref group=\"c\">虔州, nay thuộc [[Cám Châu]], [[Giang Tây]]<\/ref> thứ sử [[Lô Diên Xương]] bị thuộc hạ là Lê Cầu (黎球) ám sát, Lê Cầu sau đó qua đời và người kế nhiệm là Lý Ngạn Đồ (李彥圖).<ref name=TTTG268\/> Theo đề nghị của Dương Đỗng Tiềm,<ref name=TQXT62\/> Lưu Nham phát binh công Thiều châu<ref group=\"c\">韶州, nay thuộc [[Thiều Quan]], [[Quảng Đông]]<\/ref> vốn đang nằm trong tay Lý Ngạn Đồ, kết quả tái chiếm được châu này.<ref name=TTTG268\/> Sau đó, Lưu Nham dùng mưu của Dương Đõng Tiềm đẩy lui nỗ lực của Sở nhằm chiếm Ninh Viễn, nhờ công lao này nên ông được bổ nhiệm làm tiết độ phó sứ.<ref name=TQXT62\/>\n\nHay tin hai chư hầu xảy ra chiến tranh, năm 912 [[Hậu Lương Thái Tổ]] sai Hữu tán kị thường thị Vi Tiển (韋戩) đi hòa giải giữa Mã Ân và Lưu Nham,<ref name=TTTG268\/> Dương Đỗng Tiếm khuyến nghị Lưu Nham hòa thân với Mã Ấn nhằm hòa giải giữa hai bên, Lưu Nham chấp thuận,<ref name=TQXT62\/> và đến năm 913 thì cầu hôn với Sở, Mã Ân hứa gả con gái.<ref name=TTTG268\/> (Hôn lễ diễn ra vào năm 915.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref>)\n\n== Thời Nam Hán ==\nNăm 917, Lưu Nham xưng đế kiến quốc \"Đại Việt\" (sau cải sang Đại Hán, sử gọi là Nam Hán), tức Cao Tổ hoàng đế.<ref name=TTTG270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref> Nam Hán Cao Tổ dự định bổ nhiệm Dương Đỗng Tiềm làm ''Đồng bình chương sự'' và ''Binh bộ thượng thư'', song Dương Đỗng Tiềm cho rằng bản thân không nên đứng trên [[Triệu Quang Duệ]]- nguyên là một sứ tiết của Hậu Lương, tự thỉnh làm thuộc hạ của Triệu Quang Duệ, Cao Tổ chấp thuận.<ref name=TQXT62\/> Cao Tổ bổ nhiệm Triệu Quang Duệ, Dương Đỗng Tiềm và một sứ tiết Hậu Lương khác là [[Lý Ân Hành]] là ''Đồng bình chương sự'', Triệu Quang Duệ làm ''Binh bộ thượng thư'', Dương Đỗng Tiềm làm ''Binh bộ thị lang''.<ref name=TTTG270\/>\n\nNăm 920, Dương Đỗng Tiềm thỉnh lập học hiệu,<ref name=TTTG271>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref> nhằm phổ cập lễ pháp,<ref name=TQXT62\/> khai cống cử, thiết thuyên tuyển, Cao Tổ nghe theo.<ref name=TTTG271\/>\n\nTuy nhiên, khi Nam Hán Cao Tổ xây thủy lao nhằm tra tấn phạm nhân, Dương Đỗng Tiềm phản đối song không có kết quả.<ref name=TQXT62\/> Năm Đại Hữu thứ 7 (934), Nam Hán Cao Tổ lệnh cho Tần vương [[Lưu Phần|Lưu Hoằng Độ]] mộ 1.000 túc vệ binh, song Lưu Hoằng Độ lại mộ toàn là đám vô lại trẻ tuổi ngoài đường, còn trở nên gần gũi với họ. Dương Đỗng Tiềm can gián với Cao Tổ rằng Hoằng Độ là dòng đích của quốc gia, nên gần gũi với đoan sĩ, sao có thể gần gũi với đám vô lại. Tuy nhiên, Nam Hán Cao Tổ lại nói rằng Hoằng Độ chỉ dạy họ về quân sự, quá phiền Dương Đõng Tiền lo lắng. Sau đó, Dương Đỗng Tiềm ra ngoài thấy cảnh vệ sĩ cướp bóc vàng bạc của thương nhân, thương nhân không dám tố cáo, Dương Đỗng Tiềm than thở: \"Chính loạn như vậy, sao cần tể tướng?\" rồi cáo bệnh trở về nhà<ref name=TTTG279>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref> và mất năm Đại Hữu thứ 8 (935).<ref name=NHS9\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Mất năm 935]]\n[[Thể loại:Người Quảng Đông]]\n[[Thể loại:Nam Hán]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 9]]"}