{"Dương Nghi":"{{thông tin nhân vật Tam Quốc\n|Tên=Dương Nghi\n|Chức vụ=Đại thần\n|Nước=[[Thục Hán]]\n|Sinh=\n|Mất=235\n|Phồn thể=楊儀\n|Giản thể=杨仪\n|Bính âm=Yang Yi\n|Tự=Uy Công (威公)\n}}\n\n'''Dương Nghi''' ([[chữ Hán]]: 楊儀; ?-[[235]]) là đại thần nhà [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Thời Lưu Bị ==\nDương Nghi tự là '''Uy Công''' (威公), người Tương Dương<ref>Nay thuộc Tương Phàn, tỉnh Hồ Bắc<\/ref>.\n\nBan đầu Dương Nghi theo phe [[Tào Tháo]], làm chức chủ bạ dưới trướng thứ sử Kinh châu là Phó Quần. Ít lâu sau ông bỏ Tào Tháo theo Lưu Bị, chạy sang với [[Quan Vũ]] đang trấn thủ vùng Kinh châu thuộc Thục<ref>Kinh châu lúc đó chia 3, mỗi phe chiếm một phần<\/ref>. Quan Vũ cho Dương Nghi làm công tào, rồi phái đến Tây Xuyên giúp [[Lưu Bị]].\n\nNăm [[219]], Lưu Bị lên ngôi Hán Trung vương, Dương Nghi được phong làm Thượng thư.\n\nNăm [[221]], Lưu Bị xưng đế và mang quân đi đánh [[Đông Ngô]]. Dương Nghi và Thượng thư lệnh Lưu Ba mâu thuẫn với nhau, không hợp tác nên ông bị giáng xuống làm Thái thú Hoằng Nông<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 661<\/ref>.\n\n== Thời Lưu Thiện ==\n=== Dưới trướng Gia Cát Lượng ===\n[[Lưu Bị]] chết, [[Lưu Thiện]] kế vị ([[223]]), [[Gia Cát Lượng]] chấp chính làm thừa tướng. Năm [[225]], Gia Cát Lượng bổ nhiệm Dương Nghi làm tham quân, xử lý công việc trong phủ.\n\nNăm [[227]], ông cùng Gia Cát Lượng mang quân ra Hán Trung, chuẩn bị đánh Ngụy. Sau đó Dương Nghi theo Gia Cát Lượng tham chiến trong các cuộc tấn công [[Tào Ngụy]].\n\nNăm [[230]], ông được thăng làm Trưởng sử của thừa tướng, thêm thức Tuy quân tướng quân. Trong những lần tham gia đánh Ngụy, Dương Nghi thường đóng vai trò bố trí quân đội, trù bị và phân phối lương thảo. Ông tỏ ra là người có năng lực xử lý công việc cụ thể<ref name=\"ReferenceA\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 662<\/ref>. Tam quốc chí, Dương Nghi truyện viết: ''\"[[Gia Cát Lượng|Lượng]] mấy lần xuất quân, Nghi thường bày kế hoạch rõ ràng mạch lạc, lo liệu việc lương thảo, Lượng chẳng cần phải chỉ bảo nhiều, lại rất nhanh chóng và tiện lợi. Việc quân nhung có khuôn phép, Nghi lo liệu rất khéo léo.\"''\n\n=== Mâu thuẫn với Ngụy Diên ===\nKhi đảm đương công việc, Dương Nghi có mâu thuẫn với đại tướng [[Ngụy Diên]]. Gia Cát Lượng vừa mến tài Dương Nghi vừa tiếc Ngụy Diên dũng cảm nên thường tiếc về sự bất hòa đó và cố dàn hòa giữa 2 người<ref name=\"ReferenceA\"\/>.\n\nHai người xung khắc tới mức cứ ngồi với nhau là cãi nhau. Có lần Ngụy Diên tức giận rút kiếm ra chĩa vào Dương Nghi, ông khóc ầm lên. [[Phí Y]] phải đứng ra hòa giải hai người<ref>Dịch Trung Thiên, sách đã dẫn, tr 298<\/ref>. Tình trạng bất hòa giữa hai tướng lớn tới mức bên [[Đông Ngô]] cũng biết chuyện. Khi Phí Y khi làm sứ giả sang Ngô, [[Tôn Quyền]] từng nói với Phí Y về hai người và tiêu liệu rằng khi [[Gia Cát Lượng]] mất cả hai người sẽ cùng làm loạn.\n\nNăm [[234]], Dương Nghi lại theo Gia Cát Lượng đi đánh Ngụy, đóng quân ở Cốc Khẩu. Gia Cát Lượng lâm bệnh nặng. Lúc đó Dương Nghi ở bên cạnh Gia Cát Lượng, còn Ngụy Diên đóng quân cách 10 dặm. Theo [[Tam quốc chí]], khi Gia Cát Lượng ốm nặng trong doanh trại, bí mật sai người gọi Dương Nghi, Phí Y và Khương Duy đến, sắp đặt việc rút quân, theo đó Trưởng sử Dương Nghi đi trước, Hộ quân Khương Duy cùng Ngụy Diên đi đoạn hậu, nếu Ngụy Diên không chịu thì cứ mặc, đại quân cứ rút về<ref name=\"ReferenceB\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 658<\/ref>.\n\nGia Cát Lượng qua đời, Dương Nghi sai Phí Y đến báo tin và thăm dò Ngụy Diên. Ngụy Diên không tán thành rút quân chỉ vì cái chết của Gia Cát Lượng mà muốn ở lại tiếp tục đánh Ngụy, đồng thời tỏ ý không phục tùng mệnh lệnh của Dương Nghi<ref name=\"ReferenceB\"\/>.\n\nPhí Y ra khỏi doanh trại của [[Ngụy Diên]] vội trở về báo lại cho Dương Nghi. Ngụy Diên ân hận không giữ Phí Y lại, sai thủ hạ đi theo dõi cử động của Dương Nghi. Khi biết tin các tướng đang chuẩn bị rút về theo kế hoạch của Gia Cát Lượng, Ngụy Diên nổi giận, mang quân chiếm lĩnh con đường rút về phía nam. Đường sá trong Thục vốn hiểm trở phải bắc ván thành đường nhỏ để hành quân gọi là sạn đạo; Ngụy Diên phá hỏng các con đường sạn đạo đi về Hán Trung để ngăn Dương Nghi rút lui<ref name=\"ReferenceC\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 659<\/ref>.\n\nDương Nghi thấy Ngụy Diên ra tay trước, bèn cùng [[Phí Y]] dâng biểu về triều, nói Ngụy Diên làm phản. Ngụy Diên cũng dâng biểu về triều nói Dương Nghi và Phí Y làm phản<ref name=\"ReferenceD\">Lê Đông Phương, sách đã dẫn, tr 317<\/ref>. Hậu chủ [[Lưu Thiện]] và các quan trong triều không hiểu ai đúng ai sai, phải hỏi ý kiến Trưởng sử [[Tưởng Uyển]] và Thị trung Đổng Doãn. Hai người cho rằng chỉ có Ngụy Diên đáng nghi ngờ, còn Dương Nghi sẽ không làm phản<ref name=\"ReferenceC\"\/>.\n\nDương Nghi thấy đường sạn đạo bị phá, bèn sai quân chặt cây, làm cầu gấp rút ngày đêm để khai thông đường hành quân. Quân Dương Nghi tiến gần tới chỗ Ngụy Diên đóng quân. Ngụy Diên chiếm cứ Bao Cốc đón đánh Dương Nghi.\n\nDương Nghi lệnh cho [[Vương Bình]] đi tiên phong đánh Ngụy Diên. Vương Bình chỉ trích hành động làm loạn của Ngụy Diên, kích động quân Ngụy Diên đào ngũ. Kết quả quân Ngụy Diên không chịu chiến đấu, bỏ đi gần hết.\n\nNgụy Diên cô thế đành cùng con trai và mấy người thân tín bỏ chạy về Hán Trung. Dương Nghi sai Mã Đại mang quân đuổi theo, giết chết Ngụy Diên. [[Mã Đại]] mang thủ cấp về cho Dương Nghi. Trông thấy thủ cấp Ngụy Diên, ông bèn đứng bật dậy đá mạnh vào thủ cấp và chửi rủa<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 660<\/ref>.\n\nHậu chủ Lưu Thiện chuẩn theo lời thỉnh cầu của Dương Nghi và Phí Y, khép Ngụy Diên tội mưu phản và ra lệnh [[tru di tam tộc]] nhà Ngụy Diên<ref name=\"ReferenceD\"\/>.\n\n=== Bất mãn và tự vẫn ===\nDương Nghi rút quân về Thành Đô an toàn, lại giết được Ngụy Diên nên tỏ ra tự mãn, cho rằng mình có công lớn, đáng là người kế thừa [[Gia Cát Lượng]]. Khi còn sống Gia Cát Lượng từng ngầm nói với các quan rằng Dương Nghi lòng dạ hẹp hòi, [[Tưởng Uyển]] có đạo đức tốt hơn<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 662-663<\/ref>.\n\nQuả nhiên khi trở về [[Thành Đô]], [[Tưởng Uyển]] được phong làm Thượng thư lệnh, Thứ sử Ích châu – tuy không có ngôi vị thừa tướng như Gia Cát Lượng nhưng đó là chức vụ cao nhất trong triều, thực chất là thay Khổng Minh điều hành triều chính; còn Dương Nghi chỉ được phong chức Trung lang tướng, không được nắm giữ binh quyền. Do đó Dương Nghi rất không hài lòng, vì trước đây khi ông làm Thượng thư thì Tưởng Uyển mới chỉ là Thượng thư lang dưới quyền ông, và ông có nhiều đóng góp trong việc quân sự bên cạnh Gia Cát Lượng<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 663<\/ref><ref>Dịch Trung Thiên, sách đã dẫn, tr 296<\/ref>.\n\nBàn về việc này, các sử gia cho rằng đây là chủ ý của Gia Cát Lượng. Khi rút quân từ mặt trận trở về, quyền được giao cho Dương Nghi là lớn nhất, nhưng Gia Cát Lượng lại gửi \"mật biểu lên Hậu chủ\" tiến cử [[Tưởng Uyển]] thay mình<ref>Dịch Trung Thiên, sách đã dẫn, tr 305<\/ref>. Sở dĩ Khổng Minh không thể công khai công bố cho tướng sĩ biết việc này khi lâm chung, vì Tưởng Uyển đang ở Thành Đô, lực lượng nhỏ yếu, nếu Dương Nghi (mà Khổng Minh nhìn nhận là có lòng dạ hẹp hòi) bất bình mang đại quân từ mặt trận về chống lại thì Tưởng Uyển sẽ không đương nổi, nước Thục sẽ loạn. Vì vậy Gia Cát Lượng sắp đặt để đại quân Thục rút về an toàn rồi Hậu chủ mới công bố nhân sự<ref>Dịch Trung Thiên, sách đã dẫn, tr 306<\/ref>.\n\nDương Nghi bất mãn, nói năng không kìm chế khiến nhiều đồng liêu tránh xa không dám nói chuyện. Quân sư [[Phí Y]] đến thăm và an ủi, Dương Nghi mang sự oán thán nói với Phí Y. Phí Y nghe được, lẳng lặng về tâu lại với Hậu chủ [[Lưu Thiện]]. Năm [[235]], Lưu Thiện hạ lệnh bãi chức Dương Nghi, phế làm dân thường đày xuống quận Gia.\n\nĐến quận Gia, Dương Nghi vẫn tỏ ý phản kháng, dâng thư phỉ báng triều đình. Triều đình liền hạ lệnh bắt giam. Dương Nghi tự vẫn trong ngục. Vợ con ông không bị bắt tội, trở về đất Thục. Vụ việc Dương Nghi xảy ra sau án Ngụy Diên chưa đầy 1 năm.\n\n==Đánh giá==\nVề cách ứng xử của [[Gia Cát Lượng]] trước mâu thuẫn giữa Ngụy Diên và Dương Nghi, có ý kiến cho rằng thừa tướng nước Thục Hán có phần thiên lệch cho Dương Nghi, hoài nghi và trù dập Ngụy Diên, dẫn tới hành động lạm quyền của Dương Nghi sau khi Gia Cát qua đời<ref>Phùng Lập Bản, sách đã dẫn, tr 334<\/ref>.\n\nSử gia Hách Kinh và Lưu Gia cho rằng Dương Nghi vì tư thù giết đại tướng, tội còn nặng hơn [[Ngụy Diên]]; lại đạp thủ cấp, (xúi triều đình) giết 3 họ là cách trả thù của tiểu nhân<ref>Dịch Trung Thiên, sách đã dẫn, tr 301<\/ref>.\n\n== Trong Tam Quốc diễn nghĩa ==\nDương Nghi trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] được mô tả gần sát với sử sách. Riêng vụ xung đột với Ngụy Diên, tác giả kể rằng [[Gia Cát Lượng]] tiên đoán đúng việc Ngụy Diên chủ tâm làm phản nên sắp đặt để Dương Nghi và các tướng giết Ngụy Diên.\n\n==Xem thêm==\n* [[Gia Cát Lượng]]\n* [[Ngụy Diên]]\n* [[Tưởng Uyển]]\n* [[Phí Y]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n* Phùng Lập Bản ([[2005]]), ''Thuật dùng người thời Tam Quốc'', Nhà xuất bản Thanh niên\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 235]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Người Hồ Bắc]]\n[[Thể loại:Năm sinh không rõ]]"}