{"Dương Hoài":"{{chú thích trong bài}} \n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Trung Quốc}} \n{{Chinese\n|t=楊懷\n|s=杨怀\n}}\n'''Dương Hoài''' ([[chữ Hán]]: 楊懷; [[bính âm Hán ngữ|bính âm]]: Yang Huai; ???-[[212]]) là một viên [[chỉ huy quân sự]] phục vụ dưới trướng của lãnh chúa [[Lưu Chương]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Khi [[Chiến dịch Tây Xuyên|Lưu Bị vào Xuyên]], Dương Hoài cùng [[Cao Bái]] được giao nhiệm vụ án ngữ cửa ải Bồi quan. Dương Hoài cùng với Cao Bái trá hàng và định [[mưu sát]] chủ công của quân Thục là Lưu Bị nhưng đã bị thất bại và bị [[tử hình|hành quyết]] tại chỗ.\n\n==Trong Tam Quốc diễn nghĩa==\nTrong [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]], Dương Hoài xuất hiện tại Hồi 61, và là nhân vật chính trong hồi 62: ''Giữ Bồi Quan, Dương, Cao nộp mạng\/Đánh Lạc Thành, Hoàng, Ngụy tranh công''. theo đó, Lưu Chương sai đô đốc ở Bạch Thủy là Cao Bái, Dương Hoài giữ vững cửa ải Bồi Thủy, còn mình thì trở về [[Thành Đô]]. Khi Lưu Bị có những động thái khởi sự, Dương Hoài và Cao Bái nghe tin ấy, liền để Cao Bái ở lại, còn Dương Hoài đi theo sứ giả vào Thành Đô, ra mắt Lưu Chương, trình dâng thư tín. Lưu Chương hỏi Dương Hoài đến đây có việc gì?\n\nDương Hoài thưa: \"''Chỉ vì thư này đó. Lưu Bị tự khi vào Xuyên, làm điều nhân đức để thu lòng dân, ý ấy rất là bất lương. Nay lại cầu xin quân mã tiền lương, chớ có nên cho, nếu giúp cho y thì không khác gì vác củi đi chữa cháy''\"\n\nSau đó Lưu Chương nghe theo và sai Dương Hoài, Cao Bái giữ vững lấy cửa ải. Quân sư của Thục là Bàng Thống bàn kế rằng nên quay binh về cửa ải Bồi Quan, giả tiếng về Kinh Châu, tướng giữ ải đó là Dương Hoài, Cao Bái, tất ra nghênh tiếp, bắt giết luôn, cướp lấy cửa ải, rồi sẽ tiến binh vào Thành Đô.\n\nSau đó khi Lưu Bị khi dẫn quân về Bồi Thành, sai người vào báo cho tướng giữ ải Bồi Thủy là Dương Hoài, Cao Bái biết, để ra thành biệt nhau. Hai tướng nghe báo, liền cùng nhau bàn định âm mưu ám sát. Lưu Bị và Bàng Thống trò chuyện về Dương Hoài, Cao Bái thì bỗng dưng một con gió lốc nổi lên làm đổ lá cờ suý. [[Bàng Thống]] nhận định đây là điềm báo trước Dương Hoài, Cao Bái có ý muốn hành thích.\n\nDương Hoài, Cao Bái mỗi người giắt một con [[dao găm]] trong mình, dẫn hai trăm quân, khiêng rượu dắt dê, đến thẳng trại quân Lưu Bị, thấy không có phòng bị gì, đã mừng thầm tưởng rằng âm mưu đại thành. Nhưng Lưu Bị dùng kết dụ rồi sai Lưu Phong, Quan Bình dẫn quân vào bắt sống. Hai tướng chực chống cự thì đã bị [[Lưu Phong (Tam Quốc)|Lưu Phong]], [[Quan Bình]] trói lại.\n\nBàng Thống sai tả hữu khám trong mình hai người, quả nhiên mỗi người có giắt một con dao găm cực sắc. Lưu Bị nghe lời Bàng Thống lập tức sai quân đao phủ chém chết ngay trước trướng sau đó giải thích với những người tùy tùng của họ rằng Dương Hoài, Cao Bái chia rẽ thân tình anh em ta, lại giắt dao sắc định đâm ta, nên phải giết đi.\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Mất năm 212]]\n[[Thể loại:Sinh thế kỷ 2]]"}