{"Dương Hùng (Tây Hán)":"{{infobox Chinese\n|pic=Yang Xiong.jpg\n|piccap=Dương Hùng\n|t=揚雄\n|s=扬雄\n|p=Yáng Xióng\n|w=Yang<sup>2<\/sup> Hsiung<sup>2<\/sup>\n|gr=Yang Shyong\n|mi={{IPAc-cmn|yang|2|-|x|iong|2}}\n|j=Joeng<sup>4<\/sup> Hung<sup>4<\/sup>\n|y=Yèuhng Hùhng\n|tl=Iông Hiông\n|mc=Yang Ɣiong\n|oc-bs=&#42;lang ɢʷəng\n}}\n'''Dương Hùng''' ([[chữ Hán]]: 扬雄, [[53 TCN]] – [[18]]), [[Tên chữ (người)|tên tự]] là '''Tử Vân''', người Thành Đô, Thục Quận<ref>Nay là trấn Hữu Ái, [[Huyện (Trung Quốc)|huyện]] [[Bì (huyện)|Bì]], [[địa cấp thị]] [[Thành Đô]], [[Tứ Xuyên]]<\/ref>, là nhà văn, nhà triết học cuối [[Tây Hán|đời Tây Hán]], đầu [[Nhà Tân|đời Tân]]. Ông được [[Tam tự kinh]] xếp vào nhóm Ngũ tử.<ref>'''Tam tự kinh, câu 171 ÷ 174''': \"Ngũ tử giả. Hữu Tuân, Dương. Văn Trung tử. Cập, [[Lão Tử|Lão]], [[Trang Tử|Trang]].\" (Tuân tử là [[Tuân Khanh]], Văn Trung tử là [[Vương Thông (nhà Tùy)]])<\/ref>\n\n==Tiểu sử==\nDương Hùng tự nhận có cùng thủy tổ với sĩ tộc họ Dương ở Hoằng Nông, Hoa Âm, tổ tiên vì chiến loạn mà dời nhà đến Ba Quận. Đời ông kỵ là Lư Giang thái thú Dương Quý tránh kẻ thù, lại dời nhà đến Thục Quận. Từ Quý đến Hùng, 5 đời đều chỉ có một con trai, lấy nghề nông làm kế sanh nhai, không có ai làm quan. {{refn|group=Hán thư|'''[[Ban Cố]] (班固) biên soạn, [[Nhan Sư Cổ]] ([[:zh:颜师古|颜师古]]) chú – [[Hán thư]] quyển 87 thượng, liệt truyện 57 thượng – Dương Hùng truyện thượng''': Dương Hùng tự Tử Vân, người Thành Đô, Thục Quận. Tổ tiên xuất từ Bá Kiều [[đời Chu]], nhờ chi thứ ban đầu ăn lộc thái ấp ở đất Dương thuộc [[nước Tấn]], nhân lấy tên đất làm tên Thị tộc, không rõ là hậu duệ nào vào đời Chu của Bá Kiều. Đất Dương ở giữa hai sông Hà, Phần, nhà Chu suy nên Dương thị mới xưng hầu, hiệu là Dương hầu. Gặp lúc [[Lục khanh]] của nước Tấn tranh quyền, Hàn, Triệu, Ngụy hưng còn Phạm, Trung Hành, Tri Bá khốn. Đương bấy giờ, bức Dương hầu, Dương hầu trốn ở Vu Sơn của [[nước Sở]], nhân làm nhà ở đấy.<ref>Đoạn này có nhiều chi tiết không chính xác, như: Dương thị xưng hầu, họ Dương bị các khanh sĩ nước Tấn bức chạy sang nước Sở,... Căn cứ vào Sử ký và Tả truyện, công tử Bá Kiều là con trai của Tấn Vũ công. Cháu nội của Bá Kiều là Đột, được làm Trung quân úy, ăn lộc thái ấp ở đất Dương Thiệt thời Tấn Hiến công (cũng là con của Tấn Vũ công), sử cũ quen gọi là Dương Thiệt đại phu. Con trai Dương Thiệt đại phu (hay [[Dương Thiệt Đột]]) là [[Dương Thiệt Chức]] làm Tá của Trung quân úy [[Kỳ Hề]] thời [[Tấn Điệu công]]. Chức có năm con trai: [[Dương Thiệt Xích|Xích]] tự Bá Hoa, [[Dương Thiệt Hật|Hật]] tự Thúc Hướng hay Thúc Dự, Phụ tự Thúc Ngư, Hổ tự Thúc Hổ và Quý Túc. Xích được nối chức của cha, Hật là người nổi tiếng nhất, tuy chưa từng được dự vào lục khanh của nước Tấn, nhưng về mặt trí tuệ được sánh với các danh thần [[Tử Sản]], [[Yến Anh]]. Hật có thái ấp riêng là đất Dương (nay là đông nam [[Hồng Đồng|Hồng Động]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]), vì thế trở thành người đứng đầu của thị tộc Dương, sử cũ có chỗ gọi là Dương Hật, Dương Dự. Hật lấy vợ là con gái của [[Vu Thần]] và [[Hạ Cơ]], sinh ra con trai là Dương Thiệt Thực Ngã, Thực Ngã giao hảo với [[Kỳ Doanh]] (cháu nội Kỳ Hề, con [[Kỳ Ngọ]]), Kỳ Doanh bị [[Tấn Khoảnh công]] giết, Thực Ngã bị liên lụy, sau đó 2 thị tộc Kỳ, Dương Thiệt đều bị diệt. Con cháu của Thúc Hướng trốn vào Hóa Sơn, về sau định cư ở Hoằng Nông, Hoa Âm, gầy dựng nên sĩ tộc họ Dương vô cùng thịnh vượng từ đời Hán đến đời Đường (hoàng tộc [[nhà Tùy]] tự nhận là thành viên của sĩ tộc này)<\/ref> Thời nổi lên của Sở, Hán, Dương thị ngược dòng [[Trường Giang]], ở lại huyện Giang Châu thuộc Ba Quận. Còn Dương Quý làm quan đến Lư Giang thái thú, trong niên hiệu Nguyên Đỉnh nhà Hán tránh kẻ thù, lại ngược dòng Trường Giang, ở lại huyện Bì tại mặt nam Dân Sơn, có ruộng trăm mẫu, có nhà một khu, đời đời lấy cày cấy nuôi tằm làm nghiệp. Từ Quý đến Hùng, 5 đời chỉ có một con trai, nên Hùng không có họ hàng với những người họ Dương ở Thục Quận.}}\n\nDương Hùng từ nhỏ hiếu học, không xem trọng câu cú mà chuyên tâm với nghĩa lý, đọc khắp sách vở. Hùng bản chất giản dị nhàn nhã, có tật nói lắp nên phát ngôn từ tốn, hình thành tính cách thâm trầm lặng lẽ, không truy cầu danh lợi, một mực đạm bạc trong sạch; tuy nhiên ông dứt khoát chẳng phải sách của thánh hiền thì không đọc, chẳng phải ý của thánh hiền thì không làm, nhưng lại ưa thích từ phú. {{refn|group=Hán thư|'''Hán thư thượng, tlđd''': Hùng từ nhỏ hiếu học, không làm chương cú, huấn cổ thông suốt mà thôi, đọc rộng không gì chẳng xem. Làm người giản dị nhàn nhã, có tật lắp nên không thể nói nhanh, lặng lẽ lại thích nghĩ ngợi thâm trầm, thanh tĩnh vô vi, ít ham muốn, không mong mỏi ở phú quý, không lo lắng ở bần tiện, không sửa đức hạnh để cầu tiếng tăm trong đời. Gia sản không quá mười nén vàng, thiếu thốn chẳng đong đếm để tích trữ, trong sạch đến vậy. Tự có đại độ: chẳng phải sách của thánh triết <ref>Nguyên văn: 聖哲\/thánh triết, tức là thánh nhân hoặc hiền nhân có tài đức, tu dưỡng đạt đến cảnh giới tối cao. '''[[Lưu Hiệp (nhà Lương)]] – [[Văn tâm điêu long]]''' có câu: \"Di huấn của thánh triết gọi là kinh.\"<\/ref> thì không thích, chẳng phải ý họ dẫu phú quý cũng không làm. Ngược lại từng thích từ phú.}}\n\nTheo lời tự bạch của Hùng, ước chừng vào năm 16 TCN, ông nhờ văn tài, nên được Đại tư mã [[Vương Âm]] triệu làm Môn hạ sử, sau đó tiến cử lên Hán Thành đế làm Đãi chiếu, nhờ chứng tỏ văn tài mà được trừ chức Lang, Cấp sự hoàng môn (đều là các quan chức tùy tùng của hoàng đế, có lộc vị nhưng không có quyền lực). {{refn|group=Hán thư|'''[[Ban Cố]] (班固) biên soạn, [[Nhan Sư Cổ]] (颜师古) chú – [[Hán thư]] quyển 87 hạ, liệt truyện 57 hạ – Dương Hùng truyện hạ''': Tán rằng: Bài tựa do Hùng tự làm nói rằng: Thuở đầu, Hùng hơn 40 tuổi, tự Thục đến chơi kinh sư, Đại tư mã Xa kỵ tướng quân Vương Âm lấy làm lạ về văn tài của ông, triệu làm Môn hạ sử, tiến Hùng làm Đãi chiếu, hơn năm sau, dâng lên Vũ liệp phú <ref>Chi tiết này gây mâu thuẫn. Căn cứ vào ''Hán thư, tlđd'', Dương Hùng được 40 tuổi vào năm 13 TCN, mà Vương Âm mất năm 15 TCN. Sử gia cận đại [[Tiền Đại Hân]] ước đoán Hùng được Âm tiến cử vào năm 16 TCN<\/ref>, trừ làm Lang, Cấp sự hoàng môn, cùng [[Vương Mãng]], [[Lưu Hâm]] ngang hàng.}}\n\nTriều đình nhà Hán nổ ra cuộc tranh giành quyền lực giữa các bè phái ngoại thích cũ (Vương) và mới (Đinh, Phó), rồi sau đó Vương Mãng soán ngôi, Hùng náu mình, chuyên tâm nghiên cứu triết học. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Thời [[Hán Ai Đế|Ai đế]], Đinh, Phó, Đổng Hiền chuyên quyền <ref>Đinh thị là bà nội, [[Phó hoàng hậu|Phó thị]] là hoàng hậu, [[Đổng Hiền]] là sủng nam của Ai đế<\/ref>, những kẻ a dua có người được nhận bổng lộc lên đến 2000 thạch. Bấy giờ Hùng đang soạn thảo \"''Thái huyền''\", nhằm tự giữ mình, cứ lặng lẽ mà thôi.}} Thành ra, sự nghiệp chánh trị của Hùng trải qua 3 đời vua [[Hán Thành Đế|Thành Đế]], [[Hán Ai Đế|Ai Đế]], [[Hán Bình Đế|Bình Đế]] không có bước tiến đáng kể nào.\n\nSang [[Nhà Tân|đời Tân]], Dương Hùng tự nhận tuổi cao, xin chuyển làm Đại phu, nhằm tránh xa danh lợi. {{refn|group=Hán thư| '''Hán thư hạ, tlđd''': Tán rằng:...Đầu thời Ai đế, lại cùng Đổng Hiền đồng quan chức. Đương thời Thành, Ai, Bình, Mãng, Hiền đều làm tam công, quyền khuynh quân chủ, tiến ai thì không có việc người đó chẳng được cất nhắc, còn Hùng trải 3 đời hoàng đế không được dời quan chức. Đến khi Mãng soán ngôi, kẻ sĩ đàm luận dùng văn Phù mệnh <ref>符命\/phù mệnh, nghĩa là điềm báo (phù triệu) cho biết một người được trời cao tuyển định để tiếp nhận mệnh số làm đế vương (thụ mệnh), ở đây là một thể loại văn học, nhằm ca tụng công đức của kẻ ấy<\/ref> ca ngợi công đức mà được phong tước rất nhiều, Hùng lại không được tước hầu; lấy cớ tuổi cao, ở chức đã lâu, xin chuyển làm Đại phu, điềm đạm với lợi ích ở đời đến như vậy.}}\n\nTân đế [[Vương Mãng]] giành được ngôi vị không chính đáng, luôn cảm thấy bất an, mà học trò của Hùng là Lưu Phân (con trai [[Lưu Hâm]]) xu nịnh không đúng chỗ, liên lụy đến ông, khiến Hùng khiếp sợ, nhảy xuống gác để tự vẫn, nên bị thương nặng gần chết. Nhờ Vương Mãng biết rõ Hùng không liên quan, hạ chiếu không truy cứu, nên mới thoát nạn. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Thời Vương Mãng, Lưu Hâm, [[Chân Phong]] đều làm Thượng công <ref>上公\/Thượng công, ý nói tam công trở lên. Đời Tây Hán có Thái sư, Thái phó, Thái bảo được gọi là Thượng công, phần lớn đời Đông Hán chỉ có Thái phó được gọi là Thượng công, nhưng không thường đặt, đến tận cuối đời Đông Hán mới có [[Đổng Trác]] làm Thái sư. Từ khi [[Tào Tháo]] chuyên quyền đến trọn [[Nhà Tào Ngụy|đời Tào Ngụy]], Đại tư mã và Đại tướng quân đều được gọi là Thượng công<\/ref>, Mãng đã nhờ Phù mệnh để tự lập, sau khi tức vị, muốn cắt đứt cội nguồn việc ngày trước dựa vào thần tiên, mà con Phong là Tầm, con Hâm là Phân lại tiếp tục dâng văn ấy lên. Mãng tru cha con Phong, đày Phân ra biên thùy, khẩu cung liên quan đến ai, lập tức bắt giữ mà không cần trình báo. Khi ấy, Hùng dạy học trên gác Thiên Lộc <ref>Gác Thiên Lộc ở phía bắc đại điện của cung Vị Ương. Theo nhà sử học Trần Trực ([[:zh:陈直|陈直]], 1901 – 1980), di chỉ của gác Thiên Lộc ngày nay cách Lưu Gia Trại, [[Khu (Trung Quốc)|khu]] [[Vị Ương]], địa cấp thị [[Tây An]] chừng 1 dặm về phía bắc (khu Vị Ương có nhiều địa phương là di chỉ của cung Vị Ương, ở vị trí vừa nêu tìm được ngói vẽ của gác Thiên Lộc)<\/ref>, sứ giả Trị ngục đến <ref>[[Nhà Tần]] gọi việc tra án là 治狱\/Trị ngục, gọi việc thẩm vấn là 讯狱\/Tấn ngục, ý nghĩa rất gần nhưng mức độ rất khác<\/ref>, muốn bắt Hùng, Hùng sợ không thể tránh khỏi, bèn từ trên gác nhảy xuống, gần chết. Mãng nghe được thì nói: \"Hùng vốn không dự vào việc ấy, sao lại thế này?\" sai người ngầm tìm hiểu nguyên nhân, thì ra Lưu Phân từng theo Hùng học làm văn, Hùng không biết gì cả. Có chiếu không hỏi nữa.}} Hùng vì bị thương mà chịu miễn quan, bình phục lại được làm Đại phu. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Hùng nhân bệnh bị miễn quan, lại được triệu làm Đại phu.}}\n\nCuối đời, Dương Hùng nghèo khổ, lại ham rượu, ít khi có khách đến thăm, thường chu du để giảng dạy. Năm 18, Hùng mất, hưởng thọ 71 tuổi, được học trò là Hầu Ba chôn cất, giữ tang 3 năm.{{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Nhà vốn nghèo, tính ham rượu, người ta hiếm khi đến cửa. Đương thời người có hảo sự đem rượu thịt theo ông chu du dạy học, mà người Cự Lộc là Hầu Ba thường ở cùng Hùng, được truyền thụ Thái huyền, Pháp ngôn... Được 71 tuổi, năm Thiên Phượng thứ 5 thì mất, Hầu Ba xây phần mộ, giữ tang 3 năm.}}\n\n==Sự nghiệp==\n===Hình thức===\nHùng có chủ trương lưu danh muôn đời nhờ văn chương, lựa chọn những tác phẩm xuất sắc nhất (theo quan điểm chủ quan của ông) trong các lĩnh vực khác nhau của văn học, mô phỏng chúng mà sáng tác nên các tác phẩm của riêng mình: về kinh thì mô phỏng [[kinh Dịch]] làm ra [[:wikisource:zh:太玄|kinh Thái huyền]], về truyện thì mô phỏng [[Luận ngữ]] làm ra [[:wikisource:zh:法言|Pháp ngôn]], về sử thiên thì mô phỏng [[Thương hiệt]], làm ra Huấn toản (ngày nay không còn), về châm thì mô phỏng [[Ngu châm]], làm ra [[:wikisource:zh:十二州箴|Thập nhị châu châm]]. Hùng hâm mộ tài làm phú của đồng hương là [[Tư Mã Tương Như]], nên mô phỏng cách hành văn của ông ta, {{refn|group=Hán thư|'''Hán thư thượng, tlđd''': Ngày trước, Thục có Tư Mã Tương Như, làm phú rất hoằng lệ ôn nhã, Hùng trong lòng hâm mộ ông ta, mỗi khi làm phú, luôn mô phỏng ông ta để làm khuôn mẫu.}} trong các bài phú của ông thì  nổi tiếng nhất là 4 bài:  [[:wikisource:zh:甘泉賦|Cam Tuyền]], [[:wikisource:zh:河東賦|Hà Đông]], [[:wikisource:zh:羽獵賦|Vũ liệp]] và [[:wikisource:zh:長楊賦|Trường Dương]]. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Tán rằng... Thực sự ưa thích lạc đạo đời xưa <ref>Nguyên văn: 乐道\/lạc đạo, tức là vui vẻ với đạo của thánh hiền. VD: '''[[Sử ký]] quyển 67, liệt truyện 7 – Trọng Ni đệ tử liệt truyện''': \"[[Tử Cống]] hỏi rằng 'Giàu mà không kiêu, nghèo mà không nịnh, được chăng?' [[Khổng tử]] nói: 'Có thể; nhưng không bằng nghèo mà lạc đạo, giàu mà hảo lễ.'\"<\/ref>, ý muốn làm ra văn chương lưu danh ở đời sau, cho rằng kinh thì chẳng gì lớn hơn Dịch, nên làm Thái huyền; truyện thì chẳng gì lớn hơn Luận ngữ, làm Pháp ngôn; sử thiên thì chẳng gì hay hơn Thương hiệt, làm Huấn toản <ref>[[Thương hiệt thiên]] ([[:zh:苍颉篇|苍颉篇]]) là tên gọi chung của những bộ kinh điển được trước tác vào đời Tần. Sau khi diệt 6 nước, Tần Thủy Hoàng thống nhất chữ viết, lấy ''Thương hiệt thiên'' của [[Lý Tư]] (vốn có 7 chương), ''Viên lịch'' của [[Triệu Cao]] và ''Bác học'' của [[Hồ Vô Kính]] làm tiêu chuẩn. Đầu đời Hán, triều đình tập hợp 3 tác phẩm này, cả thảy 3055 chương, sau khi chỉnh lý còn hơn 3300 chữ, gọi chung ''Thương hiệt thiên''. ''Huấn toản thiên'' của Dương Hùng ngày nay không còn<\/ref>; châm thì chẳng gì hay hơn Ngu châm, làm Châu châm <ref>箴\/châm, là bài văn được viết ra giấy hay khắc vào gỗ, treo chung quanh chỗ ở để trông làm gương. ''Ngu châm'' là bài châm do người [[nước Ngu]] sáng tác, nhằm can ngăn việc săn bắn của [[Chu Vũ vương]], xuất xứ ở '''[[Tả truyện]], Tương công năm thứ 4'''. Nhan Sư Cổ dẫn [[Tấn Chước]] ([[:zh:晋灼|晋灼]]) chú: \"(Châu châm) là bài châm của Cửu châu đấy.\" (Cửu châu tức là [[Trung Nguyên]], ở đây Nhan Sư Cổ chỉ muốn làm rõ nghĩa của chữ ‘châu’)<\/ref>; phú thì chẳng gì sâu hơn [[Ly tao]], làm Phản rồi Quảng của nó; từ thì chẳng gì đẹp hơn Tương Như, làm 4 bài phú, đều nghiên cứu kỹ lưỡng tác phẩm của ông ta, cũng như mô phỏng mà hành văn.}}\n\nNgoài ra, Hùng tự làm bài tựa cho tác phẩm của mình (xem [[:wikisource:zh:自序 (扬雄)|Dương Hùng tự tự]]). {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Tán rằng: Bài tựa do Hùng tự làm <ref>Nhan Sư Cổ chú: \"Từ mục lục của Pháp ngôn về trước, văn của bài tựa đều là do Hùng tự làm.\"<\/ref> nói rằng:<ref>'''Hán thư quyển 30, chí 10 – Nghệ văn chí''': \"Bài tựa do Dương Hùng làm có 38 thiên. (Thái huyền có 19, Pháp ngôn có 13, Nhạc có 4, Châm có 2.)\"<\/ref>}}\n\n===Nội dung===\nTrong thời gian tháp tùng [[Hán Thành Đế|Hán Thành đế]], Hùng bộc lộ nhiệt tâm đối với chính trị, chủ đề nổi bật nhất trong giai đoạn này là [http:\/\/hvdic.thivien.net\/han\/phúng%20gián phúng gián], cả bốn bài phú nổi tiếng nhất của Hùng đều nhằm can ngăn hoàng đế:\n* Tháng giêng ÂL năm 11 TCN <ref>Mốc thời gian căn cứ vào '''Hán thư quyển 10, bản kỷ 10 – Thành đế kỷ''': \"Tháng giêng, mùa xuân năm (Nguyên Duyên) thứ 2, đi hạnh Cam Tuyền, giao Thái Trĩ.\"<\/ref>, Hùng theo Thành đế tế giao ở Cam Tuyền, {{refn|group=Hán thư|'''Hán thư thượng, tlđd''': Thời Hiếu Thành đế, có khách tiến văn của Hùng tựa Tương Như, thượng sắp tế giao Thái Trĩ ở [[Cam Tuyền, Diên An|Cam Tuyền]], Hậu Thổ ở Phần Âm <ref>Nay là tây nam huyện [[Vạn Vinh]], địa cấp thị [[Vận Thành]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>, để cầu kế tự, triệu Hùng làm Đãi chiếu ở sân của điện Thừa Minh <ref>Nhan Sư Cổ chú: \"Điện Thừa Minh ở cung Vị Ương.\"<\/ref>. Tháng giêng, theo Thượng đi Cam Tuyền, trở về dâng lên Cam Tuyền phú để nói thác. Lời rằng:}} tận mắt trông thấy vẻ xa hoa tráng lệ của cung điện được xây cất từ thời [[Hán Vũ đế]], trở về dâng lên bài phú Cam Tuyền, uyển chuyển khuyên ngăn hoàng đế hạn chế lối sống phô trương. {{refn|group=Hán thư|'''Hán thư thượng, tlđd''': Cam Tuyền vốn là ly cung của nhà Tần <ref>离宫\/ly cung là cung thất mà hoàng đế tạm cư trú khi xuất tuần. Nhan Sư Cổ chú '''Hán thư quyển 51, liệt truyện 21 – Giả Trâu Mai Lộ truyện, [[Giả Sơn]]''': \"Phàm nhắc đến ly cung ấy, đều có ý nói đặt ở nơi biệt xứ, không phải chỗ quen vậy.\" Ly cung này theo Nhan Sư Cổ chú: \"Vốn là cung Lâm Quang của nhà Tần.\"<\/ref>, đã xa xỉ và to lớn, mà Vũ đế lại thêm các cung Thông Thiên, Cao Quang, Nghênh Phong. Ngoài cung gần thì có các cung Hồng Nhai, Bàng Hoàng, Trữ Tư, Nỗ Khư, xa thì có Thạch Quan, Phong Loan, Chi Thước, Lộ Hàn, Đường Lê, Sư Đắc, từ xa thấy rõ sự khôi vĩ của chúng <ref>Nhan Sư Cổ chú: \"Cung Đường Lê ở bên ngoài uyển viên của Cam Tuyền, cung Sư Đắc ở địa giới của Lịch Dương, kỳ dư đều là cung, quán bên trong uyển viên của Cam Tuyền.\"<\/ref>, trái ngược với gỗ thì bào mà không khắc, tường thì trát mà không vẽ, [[Chu Tuyên vương|Chu Tuyên (vương)]] xây cung, [[Bàn Canh]] dời đô <ref>Sau 14 năm của giai đoạn [[Chu Triệu cộng hòa]], Chu Tuyên vương lên ngôi, một trong những việc đầu tiên của ông là trùng tu cung thất. Sau 5 lần dời đô, Bàn Canh ổn định [[nhà Thương]] ở đất Bạc. Đây là những việc cấp thiết phải làm<\/ref>, cung thất nhỏ hẹp [[Nhà Hạ|đời Hạ]] <ref>Ý nói [[Hạ Vũ]] sanh hoạt tiết kiệm nhưng hợp lý. '''[[Luận ngữ]], thiên Thái bá, tiết 21''': \"Khổng tử nói: Vũ, tôi chẳng có chỗ nào chê cả! Ăn uống đạm bạc, nhưng cúng tế quỷ thần trọng hậu; áo quần xấu xí, nhưng sửa soạn lễ phục trang trọng, cung thất nhỏ hẹp nhưng mở rộng ngòi lạch hết sức. Vũ, tôi chẳng có chỗ nào chê cả!\"<\/ref>, định chế xẻ gỗ làm mè, (không quá) 3 bậc thềm đất của đời Đường, Ngu <ref>Nguyên văn: \"Đường, Ngu thải chuyên, tam đẳng chi chế dã.\" Đường tức là [[Đế Nghiêu]], Ngu tức là [[Đế Thuấn]]. Nhan Sư Cổ chú: \"棌\/thải, là xẻ gỗ (chuyên nghĩa là rui mè). 三等\/tam đẳng\/ba bực, tức là 土阶三等\/thổ giai tam đẳng\/ba bực thềm đất, ý nói không quá (ba bực) vậy.\" [[Hà Hưu]] ([[:zh:何休|何休]]) chú '''[[Công Dương truyện]] ([[:zh:公羊传|公羊传]]) – Trang công năm thứ 13''': \"Nền đất 3 thước, thềm đất 3 bực, gọi là đàn.\"<\/ref> đấy. Vả lại xây chúng đã lâu rồi, chẳng phải Thành đế làm nên, muốn can ngăn thì không đúng lúc, muốn im lặng thì không thể được, nên mới đổi sang ca ngợi nó, bèn đưa lên so sánh với cung tía trên trời, còn nói đây không phải là thứ sức người làm được, may ra quỷ thần thì có thể. Lại gặp lúc Triệu chiêu nghi (tức [[Triệu Hợp Đức]]) đang rất được sủng hạnh, mỗi khi thượng đi Cam Tuyền, luôn được theo pháp giá <ref>Pháp giá là đội ngũ có quy mô nhỏ trong một chuyến xuất hành của hoàng đế<\/ref>, ngồi trong thuộc xa, ở giữa đoàn xe <ref>Nguyên văn: \"…tại thuộc xa gian báo vĩ trung.\" Nhan Sư Cổ dẫn [[Phục Kiền]] ([[:zh:服虔|服虔]]) chú: \"Thuộc xa của đại giá có 81 cỗ, (chia) làm 3 hàng, thượng thư, ngự sử cưỡi chúng. Cỗ xe cuối cùng treo đuôi báo, (xe có) đuôi báo trở về trước là (dành cho người) trong tỉnh (tức triều đình).\" Thuộc xa là xe chở tùy tùng, đại giá là đội ngũ có quy mô lớn trong một chuyến xuất hành của hoàng đế, đuôi báo là vật trang sức treo trên tinh kỳ<\/ref>. Nên Hùng bèn cực lực thuyết phục rằng \"ngựa xe đông đúc, tùy tòng đầy đủ\" <ref>Nguyên văn: \"…车骑之众, 参丽之驾\/xa kị chi chúng, tham lệ chi giá…\" 驾\/giá trong pháp giá hay đại giá; 参丽\/tham (tham dự) lệ (bám dính), sử cũ còn gọi tham giá hay lệ giá, tức là tùy tùng của hoàng đế trong chuyến xuất hành<\/ref>, thì không thể \"cảm động trời đất, nhận phúc Tam thần\" <ref>Nguyên văn: \"...感动天地, 逆厘三神\/cảm động thiên địa, nghịch ly tam thần...\" [[Lý Thiện]] chú '''[[Văn tuyển]] ([[:zh:文选|文选]]) – Dương Hùng, Cam Tuyền phú''' dẫn [[Phục Kiền]] rằng: \"Ly, là 福\/phúc (tốt, lành) đấy.\", dẫn [[Vi Chiêu]] rằng: \"Nghịch, là 迎\/nghênh (đón, rước). Đón nhận phúc ly đấy. Ly, âm 熙\/hi.\" Tam thần là Thiên thần, Địa kỳ (tức là thần đất) và Sơn nhạc<\/ref>. Lại nói \"đuổi ngọc nữ, từ [[Mật phi]] ([[:zh:宓妃|宓妃]])\", để làm việc nghiêm túc. Phú xong, tâu lên, thiên tử lấy làm lạ.}}\n* Tháng 3 ÂL cùng năm <ref>Mốc thời gian căn cứ vào '''Thành đế kỷ, tlđd''': \"Tháng ba, đi hạnh Hà Đông, từ Hậu Thổ.\"<\/ref>, Thành đế cúng Hậu Thổ, sau đó cùng quần thần đi thăm viếng các danh thắng, Hùng lại dâng lên bài phú Hà Đông, uyển chuyển khuyên nhủ hoàng đế làm những việc thiết thực hơn. {{refn|group=Hán thư|'''Hán thư thượng, tlđd''': Tháng 3 năm ấy, sắp cúng Hậu Thổ, thượng bèn soái quần thần băng ngang Đại Hà (tức [[Hoàng Hà]]), rảo đi Phần Âm. Cúng xong, đi dạo Giới Sơn <ref>Nhan Sư Cổ chú: \"Giới Sơn ở đông bắc Phần Âm.\"<\/ref>, vòng qua An Ấp <ref>Tên huyện, nay là tây bắc [[Hạ (huyện)|huyện Hạ]], địa cấp thị Vận Thành, Sơn Tây<\/ref>, ngắm Long Môn <ref>Tên núi. Nhan Sư Cổ chú: \"Núi Long Môn nay là phía bắc huyện Long Môn, Bồ Châu.\" Nay nằm giữa huyện cấp thị [[Hàn Thành, Vị Nam|Hàn Thành]], địa cấp thị [[Vị Nam]], [[Thiểm Tây]] và huyện [[Hà Tân]], địa cấp thị Vận Thành, Sơn Tây<\/ref>, ngắm Diêm Trì <ref>Nhan Sư Cổ chú: \"Diêm Trì nay là phía nam huyện An Ấp, Ngu Châu.\" Nay là phía nam huyện Hạ, địa cấp thị Vận Thành, Sơn Tây<\/ref>, lên Lịch Quan <ref>Tức là cửa quan trên Lịch Sơn. Nhan Sư Cổ chú: \"Trên Lịch Sơn có cửa quan.\" Dẫn Tấn Chước rằng: \"Ở huyện Bồ Phản, Hà Đông.\" Nay là đông nam [[Vĩnh Tế, Vận Thành|Vĩnh Tế]], địa cấp thị Vận Thành, Sơn Tây<\/ref>, trèo Tây Nhạc (tức là [[Hóa Sơn (núi)|Hóa Sơn]]) để nhìn Bát hoang <ref>Nhan Sư Cổ chú '''Hán thư quyển 31, liệt truyện 1 – Trần Thắng Hạng Tịch truyện, [[Hạng Tịch]]''': \"Bát hoang, là đất bỏ hoang và cực xa ở 8 phương đấy.\"<\/ref>, theo dấu thành cũ [[Nhà Ân|đời Ân]], [[Nhà Chu|Chu]] <ref>Nguyên văn: 迹殷周之墟\/tích Ân Chu chi khư<\/ref>, trông xa để nghĩ về phong tục đời Đường, Ngu <ref>Nguyên văn: 眇然以思唐虞之风\/miễu nhiên dĩ tư Đường Ngu chi phong. Nhan Sư Cổ chú '''Hán thư quyển 64, liệt truyện 34 – Nghiêm Chu Ngô Khâu Chủ Phụ Từ Nghiêm Chung Vương Giả truyện, [[Vương Bao]]''': \"眇然\/miễu nhiên, ý nói cao xa đấy.\"<\/ref><ref>Nhan Sư Cổ chú: \"Đô thành nhà Ân ở Hà Nội, của nhà Chu ở Kỳ Phong, của Đế Nghiêu ở Bình Dương, của Đế Thuấn ở Bồ Phản, đều có thể mường tượng trông thấy, nên mới nói ‘tích Ân Chu chi khư, tư Đường Ngu chi phong’ đấy.\"<\/ref>. Hùng cho rằng \"nhìn sông đầy cá, chẳng bằng quay về mà dệt lưới\"; sau khi về (kinh), dâng lên Hà Đông phú để khuyên. Lời rằng:}}\n* Tháng 12 cùng năm <ref>Mốc thời gian căn cứ vào '''Thành đế kỷ, tlđd''': \"Mùa đông, đi hạnh Trường Dương cung, đem theo Hồ khách tiến hành Đại hiệu liệp.\"<\/ref>, Thành đế tổ chức một cuộc săn lớn, Hùng đi theo đến cung Trường Dương, thấy dân chúng phục dịch vất vả, làm bài phú Trường Dương, uyển chuyển khuyên can. {{refn|group=Hán thư|'''Hán thư thượng, tlđd''': Tháng 12 năm ấy có Vũ liệp <ref>Nhan Sư Cổ dẫn Phục Kiền chú: \"Sĩ phụ vũ.\" Phụ vũ, đầy đủ là 背负羽箭\/bối phụ vũ tiễn\/lưng vác tên (vũ tiễn: cây tên; vũ: lông chim; nhân vì ngù tên cắm lông chim nên mới có tên gọi như vậy). Hoàng đế săn bắn, sĩ tốt vác túi tên theo hầu (tức là Phụ vũ), nên gọi cuộc săn của hoàng đế là Vũ liệp<\/ref>, Hùng được đi theo. Cho rằng xưa ở đời Nhị đế, Tam vương <ref>Nhan Sư Cổ dẫn [[Ứng Thiệu]] ([[:zh:应劭|应劭]]) chú: \"Nhị đế: Nghiêu, Thuấn; Tam vương: Hạ, Ân, Chu.<\/ref>, cung quán <ref>宮館\/cung quán: nhà cửa (quán xá) trong phạm vi của tòa cung điện (cung thành)<\/ref>, đài tạ <ref>臺榭\/đài tạ. Đài là một tấm sàn được đặt cao hơn mặt đất; tạ là đài có mái che (VD: thủy tạ)<\/ref>, chiểu trì <ref>沼池\/chiểu trì. Chiểu hay Trì đều có nghĩa là là cái ao, nhưng Chiểu thường có hình cong, còn Trì là có nhiều hình dạng hơn<\/ref>, uyển hữu <ref>苑囿\/uyển hữu. Uyển hay Hữu đều có nghĩa là khu vườn có nuôi thú<\/ref>, lâm lộc <ref>林麓\/lâm lộc. Lâm nghĩa là rừng, Lộc (đầy đủ là Sơn lộc) nghĩa là chân núi; lâm lộc là chân núi bị bao trùm bởi khu rừng.<\/ref>, tẩu trạch <ref>藪澤\/tẩu trạch. Tẩu hay Trạch đều có nghĩa là con chằm hay con đầm<\/ref>, tài chính đủ để cung phụng miếu giao <ref>郊廟\/giao miếu, là nơi thiên tử đời xưa cúng tế trời đất, tổ tiên<\/ref>, hầu hạ khách khứa, thì gánh vác việc bếp núc mà thôi, không giành đất đai trồng trọt, chăn nuôi màu mỡ của trăm họ. Nữ có dư vải, nam có dư thóc, quốc gia thịnh vượng, khắp nơi thái bình<ref>Nguyên văn: 上下交足\/thượng hạ giao túc. Nhan Sư Cổ chú: \"Thượng (trên), là núi đấy. Hạ (dưới), là đất bằng đấy.\" Giao túc nghĩa là hai chân bắt chéo nhau. Ý nói nhân dân cả nước có thể nhàn nhã mà nghỉ ngơi<\/ref>, nên Cam Lộ rưới xuống sân, Lễ Tuyền rót vào hồ, phượng hoàng ở trên cây, rồng vàng bơi dưới ao, kỳ lân chạy vào vườn, sẻ thần sà xuống rừng. Xưa Vũ nhậm Ích làm Ngu <ref>Nhan Sư Cổ chú: \"Ích, tên bề tôi đấy. Ngu, là quan coi núi, chằm đấy.\"<\/ref> mà khắp nơi (thượng hạ) hòa, cây cỏ tươi; [[Thành Thang]] ham cày ruộng mà thiên hạ được dùng thóc; [[Chu Văn vương|(Chu) Văn vương]] có trăm dặm, dân cho rằng còn nhỏ, [[Tề Tuyên vương]] có 40 dặm, dân cho rằng lớn; rộng rãi với dân so với cướp đoạt của dân đấy. Vũ đế mở rộng Thượng Lâm, nam đến Nghi Xuân <ref>Tên vườn. Nhan Sư Cổ chú: \"Nghi Xuân gần Hạ Đỗ...\" Nay là phía nam khu [[Trường An, Tây An|Trường An]], địa cấp thị Tây An, Thiểm Tây (huyện Hạ Đỗ nay là một dải thuộc thôn Tân Nhai Bắc, nhai đạo Thái Ất Cung, khu Trường An)<\/ref>, Đỉnh Hồ <ref>Nhan Sư Cổ dẫn Tấn Chước rằng: \"Đỉnh Hồ, là cung đấy. Hoàng đồ (tức [[:zh:三辅黄图|Tam Phụ hoàng đồ]]) cho rằng ở Lam Điền.\" Nay là huyện [[Lam Điền, Tây An|Lam Điền]], địa cấp thị Tây An<\/ref>, Ngự Túc <ref>Tên vườn. Nhan Sư Cổ chú: \"...Ngự Túc ở phía tây Phiền Xuyên đấy.\" Nay thuộc khu Trường An<\/ref>, Côn Ngô <ref>Nhan Sư Cổ chú: \"Côn Ngô, là địa danh đấy, có đình.\" Nay thuộc huyện Lam Điền<\/ref>, tựa Nam Sơn <ref>Nhan Sư Cổ chú '''Hán thư quyển 57 thượng, liệt truyện 27 thượng – Tư Mã Tương Như truyện thượng''': \"Nam Sơn, là núi Chung Nam đấy.\"<\/ref> về phía tây, đến Trường Dương, Ngũ Tạc <ref>Đều là tên cung, di chỉ nay là phía nam huyện [[Chu Chí]], địa cấp thị Tây An<\/ref>, bắc vòng Hoàng Sơn <ref>Tên cung, nay là tây nam huyện cấp thị [[Hưng Bình, Hàm Dương|Hưng Bình]], địa cấp thị [[Hàm Dương]], Thiểm Tây<\/ref>, men theo [[sông Vị]] về phía đông, kéo dài mấy trăm dặm, đào ao Côn Minh mô phỏng sông Điền <ref>Nguyên văn: 穿昆明池象滇河\/xuyên Côn Minh trì tượng Điền hà. Điền hà tức là Điền trì ở Vân Nam, còn gọi là hồ Côn Minh. Côn Minh trì là cái ao do Hán Vũ đế cho đào ở chỗ giao phía tây nam của kinh đô Trường An vào năm 120 TCN, dành để luyện tập thủy chiến. Ao có chu vi 40 dặm, rộng 332 khoảnh, đến [[đời Tống]] thì không còn (xem '''Hán thư quyển 6, bản kỷ 6 – Vũ đế kỷ''': \"(Mùa xuân năm Nguyên Thú thứ 3)...khiến quan lại (chịu tội) lưu đày đào Côn Minh trì...\"). Nhan Sư Cổ dẫn [[Thần Toản]] ([[:zh:臣瓒|臣瓒]]) chú: \"''Tây Nam Di truyện'' có nước Việt Tủy, Côn Minh, có Điền trì, 300 dặm vuông. Hán sứ tìm nước Thân Độc, nhưng bị Côn Minh ngăn chặn. Nay muốn phạt họ, nên làm Côn Minh trì mô phỏng nó, để tập thủy chiến, ở tây nam Trường An, chu vi 40 dặm.\"<\/ref>, xây dựng Kiến Chương, Phượng Khuyết, Thần Minh, Táp Sa, Tiệm Đài, Thái Dịch <ref>Kiến Chương, Phượng Khuyết, Táp Sa là cung. Thần Minh, Tiệm Đài là đài. Thái Dịch là ao (trì), Nhan Sư Cổ chú: \"Tiệm Đài ở trong Thái Dịch trì. Tiệm, là 浸\/tẩm\/tắm đấy. Ý nói nước ao để tắm đấy.\"<\/ref> mô phỏng nước biển chảy quanh Phương Trượng, Doanh Châu, Bồng Lai <ref>Phương Trượng (方丈), Doanh Châu (瀛洲), Bồng Lai (蓬莱) là 3 hòn đảo ngoài bể [[Bột Hải (biển)|Bột Hải]] trong thần thoại Trung Quốc, tương truyền là nơi ở của tiên<\/ref>. Vui chơi xa xỉ, cùng khéo cực đẹp. Dẫu cắt hết 3 mặt cấp cho bình dân, nhưng đến Vũ liệp, điền xa <ref>田车\/điền xa, nghĩa là xe dành cho việc săn bắn. '''[[Chu Hy]] – [[Thi tập truyện]] ([[:zh:诗集传|诗集传]]) [http:\/\/ctext.org\/wiki.pl?if=gb&chapter=208690 5], tiết Thải khỉ tứ chương chương thập nhị cú''': \"田车, 田猎之车\/điền xa, điền liệp chi xa.\" Điền liệp nghĩa là săn bắn (VD: '''[[Tam quốc chí]] quyển 52, Ngô chí quyển 7 – Trương Cố Gia Cát Bộ truyện: [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] truyện''': \"[[Tôn Quyền|(Tôn) Quyền]] mỗi khi ‘điền liệp’, thường cưỡi ngựa bắn cọp.\")<\/ref>, nhung mã, khí giới, trữ trì <ref>储偫\/trữ trì, nghĩa là tồn trữ vật tư, nhu yếu<\/ref>, cấm ngự <ref>禁御\/cấm ngự, tức là cấm uyển<\/ref> kết thành doanh trại, quá đỗi xa hoa to lớn, trái ngược với cái ý Tam khu <ref>三驱\/tam khu. Nhan Sư Cổ chú: \"Tam khu, bực của săn bắn đời xưa đấy. Một là biên đậu, hai là tân khách, ba là đầu bếp sung quân đấy.\" 笾豆\/biên đậu, Biên và Đậu là hai loại đồ dùng để chứa thực phẩm trong hoạt động cúng tế đời xưa; Biên làm bằng tre, Đậu làm bằng gỗ<\/ref> của Nghiêu, Thuấn, Thành Thang, Văn vương. Lại sợ đời sau tiếp tục sửa đổi thứ ưa thích đời trước, không dung hòa đối với Tuyền Đài <ref>Nguyên văn: \"bất [[:wiktionary:vi:chiết trung|chiết trung]] dĩ Tuyền Đài\". Nhan Sư Cổ dẫn Phục Kiền chú: \"[[Lỗ Trang Công]] xây Tuyền Đài, trái lễ đấy, đến [[Lỗ Văn công (Xuân Thu)|Văn Công]] hủy đi, Công Dương chê rằng: ‘Tiên tổ làm ra mà hủy đi, chớ ở mà thôi.’ Nay Dương Hùng cho rằng cung quán đã nhiều, chẳng phải Thành đế tạo ra, chớ sửa sang mà thôi, đối với Tuyền Đài nên chiết trung đấy.\"<\/ref>, nên cũng nhân cuộc săn lớn <ref>Nguyên văn: 校猎\/hiệu liệp. Nhan Sư Cổ chú: \"Hiệu liệp là cuộc săn lớn, vây bắt cầm thú đấy.\"<\/ref> mà làm phú để nói thác, lời rằng:}}\n* Thành đế muốn khoe khoang với sứ giả [[Hung Nô]] tham gia cuộc săn, nên bày ra quy mô quá lớn, kéo dài đến mùa thu năm sau, khiến dân chúng không thể thu hoạch, Hùng lại làm bài phú Vũ liệp, uyển chuyển khuyên ngăn. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Năm sau, Thượng sắp khoa trương với người Hồ nên dùng nhiều cầm thú, mùa thu, mệnh Hữu Phù Phong <ref>Hữu Phù Phong (右扶风) là đơn vị hành chánh phụ cận kinh thành và cũng là tên gọi của quan chức phụ trách hành chánh sự vụ của đơn vị này, trị sở đặt tại Trường An<\/ref> phát dân vào Nam Sơn, tây từ Bao, Da, đông đến Hoằng Nông, nam ruổi Hán Trung <ref>Nhan Sư Cổ chú: \"Bao, Da là tên của 2 cốc (tức là hang) của Nam Sơn đấy. Hán Trung, nay là Lương Châu đấy. Âm của 斜\/da được phiên thiết là 弋\/dặc + 奢\/xa.\" Hoằng Nông là tên quận, trị sở tại huyện Hoằng Nông, nay là phía bắc huyện cấp thị [[Linh Bảo]], địa cấp thị [[Tam Môn Hiệp]], [[Hà Nam (Trung Quốc)|Hà Nam]]; Hán Trung là tên quận, trị sở tại huyện Tây Thành, nay là khu vực từ địa cấp thị [[An Khang]], Thiểm Tây, kéo dài 4 dặm theo hướng tây bắc đến bờ bắc Hán Thủy<\/ref>, giăng lưới cao thấp lớn nhỏ <ref>Nguyên văn: 罗\/la 罔\/võng 罝\/ta 罘\/phù. La: lưới bắt chim; võng: lưới bắt cá; ta, phù: đều là lưới bắt thỏ, ngoài ra \"ta phù\" còn là lưới bắt cầm thú nói chung<\/ref>, bắt gấu nâu, lợn rừng, cọp beo, khỉ vượn, cáo thỏ, nai hươu <ref>Nguyên văn: 熊\/hùng (gấu) 罴\/bi (gấu nâu) 豪\/hào (lợn rừng) 猪\/trư (lợn) 虎\/hổ (cọp) 豹\/báo (beo) 狖\/dứu (một giống khỉ lớn) 玃\/quắc (một giống khỉ lớn khác) 狐\/hồ (cáo) 兔\/thỏ 麋\/mi (nai) 鹿\/lộc (hươu). Nhan Sư Cổ chú: \"Dứu tựa di hầu (một giống khỉ lớn), đuôi dài ngẩng cao ngang mũi. Quắc cũng là một giống di hầu, tay dài giỏi đánh nhau. Quắc mình dài, lông vàng. Âm của 玃 là 钁\/quắc.\"<\/ref>, chở bằng xe cũi, chuyển đến Xạ Hùng quán của cung Trường Dương <ref>Nhan Sư Cổ chú: \"Trường Dương là tên cung đấy, ở huyện Chu Chất, trong đó có Xạ Hùng quán.\" Nay là huyện Chu Chí, địa cấp thị Tây An, Thiểm Tây (Chu Chất đổi là Chu Chí từ năm 1964)<\/ref>. Lấy lưới làm Chu khư, thả cầm thú vào trong,<ref>Nhan Sư Cổ dẫn [[Lý Kỳ]] ([[:zh:李奇|李奇]]) chú: \"阹, bày ra để chặn cầm thú đấy.\" Sư Cổ chú: \"阹, âm là 袪\/khư.\" Chu khư là chuồng quây để thả cầm thú vào đấy<\/ref> lệnh cho người Hồ đánh bằng tay, tự bắt lấy chúng, Thượng đích thân đến xem. Khi ấy, nông dân không được thu hoạch. Hùng theo đến Xạ Hùng quán, trở về, dâng lên Trường Dương phú, cũng nhờ bút mực làm xong văn chương, nên mượn Hàn Lâm để làm chủ nhân, Tử Mặc làm khách khanh để nói thác. Lời rằng:}}\n\nĐến thời [[Hán Ai Đế|Hán Ai đế]], tình thế biến động, Hùng chỉ lên tiếng vài lần, như ''Thượng thư gián Ai đế vật hứa Hung Nô triều'' (Dâng thư can Ai đế đừng nhận lời cho Hung Nô vào chầu), ''Đối Ai đế tai dị thư'' (thư trả lời về những thiên tai thời Ai đế), hầu như đóng cửa lánh đời, chuyên tâm trước tác kinh '''Thái huyền''', bị chỉ trích là cầu an giữ mình. Vì thế Hùng làm bài phú [[:wikisource:zh:解嘲|Giải trào]] để phản bác những lời ấy. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Thời Ai đế, Đinh, Phó, Đổng Hiền chuyên quyền <ref>Đinh thị là bà nội, Phó thị là hoàng hậu, Đổng Hiền là sủng nam của Ai đế<\/ref>, những kẻ a dua có người được nhận bổng lộc lên đến 2000 thạch. bấy giờ Hùng đang soạn thảo \"Thái huyền\", nhằm tự giữ mình, cứ lặng lẽ mà thôi. Có người giễu Hùng làm đen nhưng vẫn còn trắng <ref>Nhan Sư Cổ chú: \"Huyền là màu đen đấy. Ý nói Hùng làm mà không xong, màu vẫn còn trắng, bởi thế không có lộc, vị đấy.\" Trắng ở đây tức là trắng\/bạch trong \"bạch y\" – kẻ thứ dân áo vải, không có quan chức<\/ref>, nên Hùng biện giải, đặt tên là Giải trào. Lời rằng:}} Hùng đã sớm bày tỏ quan điểm này: ông vốn hâm mộ văn tài của [[Khuất Nguyên]], cho rằng ở trên cả [[Tư Mã Tương Như]], nhưng không bằng lòng với hành vi tự vẫn của ông ta, cho rằng gặp thời thì thăng tiến, không gặp thời thì ẩn cư, sao lại phải trầm mình như vậy!? Vì thế Hùng làm bài phú [[:wikisource:zh:反离骚|Phản Ly tao]] để phản biện Ly tao, sau đó lại làm Quảng tao, rồi dựa những tác phẩm khác của Khuất Nguyên làm ra Bạn lao sầu, đều là để phản biện quan điểm của ông ta. {{refn|group=Hán thư|'''Hán thư thượng, tlđd''': Lại quái rằng Khuất Nguyên văn vượt qua Tương Như, đến mức không thể chấp nhận việc làm Ly tao rồi tự đâm đầu xuống sông mà chết, xót văn của ông ta, đọc thì chưa từng không chảy nước mắt. Cho rằng làm quân tử đắc thời thì thong thả cất bước, không đắc thời thì rồng rắn náu mình, gặp hay không gặp là mệnh vậy, hà tất trầm mình làm chi! Bèn làm sách, phần lớn trích lục lời văn trong Ly Tao để phản biện, từ Dân Sơn ném xuống các dòng sông để điếu Khuất Nguyên, đặt tên là Phản Ly tao; lại dựa vào Ly tao làm thêm 1 thiên, đặt tên là Quảng tao; lại dựa vào Tích tụng trở xuống đến Hoài sa (làm thêm) 1 quyển <ref>Nhan Sư Cổ chú: \"Tích tụng, Hoài sa là tên gọi các chương trong số 9 chương do Khuất Nguyên làm ra.\"<\/ref>, đặt tên là Bạn lao sầu <ref>Nhan Sư Cổ dẫn [[Lý Cơ]] chú: \"畔\/bạn, là 离\/ly (chia lìa) đấy. 牢\/lao, là 聊\/liêu (无聊\/vô liêu nghĩa là buồn bã vì cô đơn) đấy. 与君相离, 愁而无聊也\/dữ quân tương ly, sầu nhi vô liêu (cùng anh ly biệt, buồn mà quạnh hiu) đấy.\"<\/ref>. Bạn lao sầu, Quảng tao văn nhiều, không chép <ref>Bạn lao sầu, Quảng tao ngày nay đều không còn<\/ref>; chỉ chép Phản Ly tao, lời rằng:}} Ngoài Giải trào, Hùng còn có vài tác phẩm mang tính tự thuật như [[:wikisource:zh:逐贫赋|Trục bần phú]], [[:wikisource:zh:酒赋|Tửu phú]],...\n\nVì giữ mình, Hùng cũng phải làm những tác phẩm ủng hộ [[Vương Mãng]], như [[:wikisource:zh:剧秦美新|Kịch Tần mỹ Tân]] (chê bai [[nhà Tần]], ca ngợi [[nhà Tân]]), chuốc lấy sự chê bai của người đời; {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Người kinh sư nhân việc này mà có lời rằng: \"Vốn tịch mịch, tự nhảy gác, giữ thanh tĩnh, làm Phù mệnh\" <ref>Nguyên văn: 惟寂寞, 自投阁; 爰清静, 作符命\/duy tịch mịch, tự đầu các; viên thanh tĩnh, tác Phù mệnh. Nhan Sư Cổ chú: \"Lấy lời trong Giải trào của Hùng để chê bai ông.\" Theo [[Thẩm Khâm Hàn]] ([[:zh:沈钦韩|沈钦韩]]), ấy là bởi Dương Hùng từng tham gia làm văn Phù mệnh cho Vương Mãng, tức là nói đến bài văn Kịch Tần mỹ Tân chứ không phải Giải trào, nhưng khi xưa không được thưởng, đến nay lại gặp vạ<\/ref>.}} theo chiếu lệnh của Mãng, ông làm [[:wikisource:zh:元后诔|Nguyên hậu lụy]] để viếng Hiếu Nguyên thái hậu [[Vương Chính Quân]].<ref>'''Hán thư quyển 98, liệt truyện 68 – Nguyên hậu truyện''': \"Thái hậu được 84 tuổi. Ngày quý sửu tháng 2, năm Kiến Quốc thứ 5, băng. Ngày ất dậu tháng 3, hợp táng Vị lăng. Mãng chiếu đại phu Dương Hùng làm bài lụy rằng:...\"<\/ref>\n\nVề cuối đời, Hùng cho rằng những bài phú phúng gián không đem lại kết quả như mong đợi, nhìn lại thì những lời hay ý đẹp ấy thật là phù phiếm, lại có phần trái với đạo của người quân tử, nên không làm nữa. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Hùng cho rằng việc làm phú ấy, dùng để nói thác đấy, cứ suy lý mà nói, lời lẽ vô cùng đẹp đẽ, rộng rãi dồi dào, nhằm khiến người ta không thể thêm thắt, sau khi quay về nẻo chánh, nên xem như đã qua rồi <ref>Nguyên văn (2 vế cuối): 既乃归之於正, 然览者已过矣\/ký nãi quy chi vu chánh, nhiên lãm giả dĩ quá hĩ. Nhan Sư Cổ chú: \"Ý nói cuối đời quay về với chánh đạo, nên nhìn lại, nhưng chỉ thấy phù phiếm, mà vô ích cho việc nói thác can ngăn đấy.\"<\/ref>. Ngày trước Vũ đế ham thần tiên, (Tư Mã) Tương Như dâng lên [[:wikisource:zh:大人赋|Đại nhân phú]], muốn nói thác, đế ngược lại phơi phới muốn bốc lên mây <ref>Nguyên văn: 帝反缥缥有陵云之志\/đế phản phiếu phiếu hữu lăng vân chi chí. '''Hán thư quyển 57, liệt truyện 27 – Tư Mã Tương Như truyện''': \"相如 既奏 ‘大人’ 之颂, 天子大说, 缥缥有凌云之气, 似游天地之闲意\/Tương Như ký tấu ‘Đại Nhân’ chi tụng, thiên tử đại thuyết, phiếu phiếu hữu lăng vân chi khí, tự du thiên địa chi nhàn ý\/Tương Như dâng lên Đại Nhân phú để ca tụng, thiên tử vui lắm, phơi phới có cái khí lên mây, tựa như tâm tình nhàn rỗi vui chơi thiên hạ.\" Mục từ \"Xông mây\" trang 459, '''Long Điền Nguyễn Văn Minh – Từ điển văn liệu, 1952, Ấn bản in lần thứ 2''' giải thích: \"Bốc lên mây, do sách Hán Sử có câu rằng: ‘phiêu phiêu hữu lăng vân chi khí’, nghĩa là phơi phới có cái khí lên đến mây. Nghĩa bóng nói chí khí cao xa khác người. VD: ''Tôn Ngô bẩy quyển làu thông, đè sóng, xông mây là chí khí'' – [[Đặng Trần Thường]] ([[:wikisource:vi:Hàn vương tôn phú|Hàn vương tôn phú]]).\" Xem thêm trên website của Thư viện quốc gia Việt Nam, tại [http:\/\/sach.nlv.gov.vn\/sach?a=d&d=BDbvxhe1952.1.458 đây] (truy cập ngày 19\/7\/2016)<\/ref>. Bởi vậy mà nói, làm phú để khuyên mà không dừng được, rõ ràng rồi. Còn giống như bọn hề [[Thuần Vu Khôn]], [[Ưu Mạnh]] <ref>Nhan Sư Cổ chú: \"Khôn, Mạnh đều hoạt kê.\" Thuần Vu Khôn, Ưu Mạnh là hai trong số các nhân vật chính của '''Sử ký quyển 126 – Hoạt kê liệt truyện'''<\/ref>, thì đi ngược với pháp độ <ref>Pháp độ tức là pháp lệnh + chế độ. VD: '''Sử ký quyển 6 – [[Tần Thủy Hoàng]] bản kỷ''': \"古之五帝三王, 知教不同, 法度不明, 假威鬼神, 以欺远方, 实不称名, 故不久长.\/Cổ chi Ngũ đế Tam vương, tri giáo bất đồng, pháp độ bất minh, giả uy quỷ thần, dĩ khi viễn phương, thật bất xưng danh, cố bất cửu trường.\/Ngũ đế Tam vương đời xưa, hiểu biết và mệnh lệnh không thống nhất, pháp lệnh và chế độ không rõ ràng, mượn oai làm quỷ thần, để lừa dối phương xa, thật không xứng với danh, nên không được lâu dài.\"<\/ref> giữ gìn nẻo chánh trong thi phú của hiền nhân quân tử, vì thế dừng lại không làm nữa.}} Hùng làm ra kinh Thái huyền, nhằm trình bày hệ thống triết học và lý luận vũ trụ hoàn toàn khác biệt với kinh Dịch. Thái huyền xuất phát từ quan niệm tam tài, dung 1 huyền phân làm 3, rồi làm 9 châu, 27 bộ, 81 gia, 729 tán, cấu thành hệ thống, mượn sự vận động và phát triển của những điều ấy để nói rõ mọi sự, mọi vật. Học thuyết về Huyền chẳng những biểu thị âm dương tiêu trưởng mà còn biểu thị ngũ hành sinh khắc. Do ý nghĩa của bộ sách này quá thâm áo, Hùng phải tự làm chú thích (ngày nay không còn), riêng làm bài văn [[:wikisource:zh:解难|Giải nan]] để lý giải. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Nghĩ rất sâu về Hồn thiên <ref>Nhan Sư Cổ chú: \"Hồn thiên, là thiên tượng đấy.\" Hồn thiên ([[:zh:浑天说|浑天说]], Hồn thiên thuyết) là một trong những học thuyết về vũ trụ ở Trung Quốc đời xưa, tác phẩm quan trọng nhất là [[Hồn thiên nghi chú]] ([[:zh:浑天仪注|浑天仪注]]) của [[Trương Hành]]. Theo Trương Hành, trời (thiên) là một quả cầu lớn, bao bọc đất (địa) là quả cầu nhỏ, như quả trứng bao bọc lòng đỏ trứng vậy<\/ref>, tam mô rồi tứ phân, làm ra 81 (thủ) <ref>Nhan Sư Cổ dẫn [[Tô Lâm]] ([[:zh:苏林|苏林]]) chú: \"Tam (mô) rồi Tứ phân thứ tự độ số của tinh tú trên trời đấy.\" Theo [[Lưu Sưởng]] ([[:zh:刘敞|刘敞]]), Tam mô là Huyền thủ 1, 2, 3: thiên, địa nhân, Tứ phân là Tứ trọng: phương, châu, bộ, gia (xem tiếp bài viết sẽ rõ)<\/ref>. Bên cạnh Tam mô Cửu cư <ref>Nhan Sư Cổ dẫn Tấn Chước chú: \"据\/cư cũng như 位\/vị đấy, vị trí đấy.\" Tam mô sanh Cửu cư hay Cửu vị, 3 vị của Thiên gọi là thủy, trung, chung, 3 vị của Địa gọi là hạ, trung, thượng, 3 vị của Nhân gọi là tư, phúc, họa<\/ref>, làm thêm 729 câu tán, cũng là đạo của tự nhiên đấy. Nên xem xét Dịch, thấy quẻ (nguyên văn: quái) nó mà đặt tên, xem xét Huyền, đếm vạch nó mà định vị. Tứ trọng của các thủ trong Huyền, không phải là quẻ, là số đấy. (Thái huyền) khởi từ Thiên nguyên <ref>Thiên nguyên là các Thiên can trong Tứ trụ (Tứ trụ tức là niên (năm), nguyệt (tháng), nhật (ngày), thời (giờ); Thiên can tức là thập can)<\/ref> tính ra giường mối số độ, luật lịch của âm dương một ngày một đêm, 9 x 9 vận chuyển một chu kỳ, cùng trời có sau có trước. Nên Huyền có 3 phương, 9 châu, 27 bộ, 81 gia, 243 biểu, 729 tán, chia làm 3 quyển, gọi là 1, 2, 3, cùng lịch Thái Sơ tương ứng <ref>Lịch [[Thái Sơ]] ([[:zh:太初历|太初历]], Thái Sơ lịch) là bộ lịch do bọn [[Đặng Bình]], [[Đường Đô]], [[Lạc Hạ Hoành]] và [[Tư Mã Thiên]] làm ra, được sử dụng ở Trung Quốc cổ đại từ năm Thái Sơ đầu tiên (104 TCN) thời Hán Vũ đế, đến năm Nguyên Hòa thứ 2 (85 TCN) thời [[Hán Chương Đế|Hán Chương đế]], bị thay thế bởi lịch Tam Thống của Lưu Hâm. Lịch này lấy tháng giêng làm đầu năm<\/ref>, cũng có lịch của Chuyên Húc (bên trong) đấy <ref>Lịch [[Chuyên Húc]] ([[:zh:颛顼历|颛顼历]], Chuyên Húc lịch) là một loại lịch âm dương do nước Tần làm ra, ước đoán vào đời [[Tần Hiến công]] đầu [[Thời chiến quốc|thời Chiến Quốc]], sau khi Tần Thủy Hoàng diệt 6 nước thì lưu hành khắp cõi, bị thay thế bởi lịch Thái Sơ. Lịch này lấy tháng 10 làm đầu năm<\/ref>. Bói cỏ dựa vào 3 thẻ <ref>Nguyên văn: tam sách. Nhan Sư Cổ dẫn Tô Lâm (苏林): \"3 x 3 mà chia ra.\"<\/ref>, liên quan dựa vào tốt xấu, hòa hợp dựa vào sự vật, mở mang dựa vào con người, tô vẽ dựa vào ngũ hành, nghĩ định dựa vào đạo đức nhân nghĩa lễ trí. Không chủ không danh <ref>Nguyên văn: 无主无名\/vô chủ vô danh (vô chủ: không có người lãnh đạo; vô danh: không có lý do). Ý nói không có căn cứ<\/ref>, cần hợp [[Ngô Kinh|Ngũ kinh]], ví như trái với sự tình, không thể viết ra những điều trống rỗng. Vì nó quá mơ hồ <ref>Nguyên văn: 曼漶\/mạn hoán. Nhan Sư Cổ dẫn [[Trương Ấp]] ([[:zh:张揖|张揖]]) chú: \"Mạn âm 满\/mãn. Hoán âm 缓\/hoãn.\" Nhan Sư Cổ chú: \"Mạn hoán, không phân biệt được diện mạo, cũng như nói mơ hồ đấy. Âm của 曼 phiên thiết 莫\/mạc + 干\/can. Âm của 漶 là 奂\/hoán.\"<\/ref> thì không thể hiểu được, nên có 11 thiên: Thủ, Trùng, Thác, Trắc, Si, Oánh, Số, Văn, Nghĩ, Đồ, Cáo, đều để giải thích thể chế của Huyền, tách riêng những tài liệu ấy, ghi chép ngõ hầu không còn nữa <ref>Nguyên văn: 离散其文, 章句尚不存焉\/ly tán kỳ văn, chương cú thượng bất tồn yên. Nhan Sư Cổ chú: \"Văn của Huyền dù có chương cú, ý tứ thâm diệu, ngõ hầu không thể xét hết, nên giải thích thì tách riêng đấy.\" 章句\/chương cú, đầy đủ là 剖章析句\/tách chương chia câu, nghĩa là chú thích. (Bởi Hán văn đời xưa không có dấu để tạm dừng, cũng không phân chương, đoạn để ngắt mạch) các nhà [[Kinh học]] ([[:zh:经学|经学]]) xem việc ‘tách chương chia câu’ là một phương thức để giải thích kinh nghĩa. Ở đây Dương Hùng cho rằng khối lượng chú thích quá lớn, nên tách ra, hiện nay không còn ('''[[Tùy thư]] quyển 34, chí 29 – Kinh tịch 3''': \"[[Nhà Lương|Đời Lương]] có Dương tử Thái huyền kinh, 9 quyển, Dương Hùng tự làm chương cú, đã mất.\").<\/ref>. Huyền văn nhiều, nên không nêu ra, người xem thì khó hiểu, người học thì khó xong. Khách phàn nàn Huyền quá sâu sa, mọi người không chuộng, Hùng lý giải, gọi là ''Giải nan'', lời rằng:}}\n\nHùng phản đối các học thuyết chê bai [[đạo Nho]] (như [[Lão Tử|Lão]], [[Trang Tử|Trang]] đều mượn Khổng tử làm ví dụ), làm ra '''Pháp ngôn''', nhằm uốn nắn học thuật đương thời, khẳng định vị thế độc tôn của Nho học. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Hùng thấy chư tử đều dùng tri thức trái đạo, đại khái là phỉ báng thánh nhân <ref>Nhan Sư Cổ chú: \"Ý nói sách của chư tử, đại khái đều phỉ báng lời dạy của Chu (Công) Khổng (tử), dùng lời xảo biện khác lạ gây rối loạn chánh trị đương thời.\"<\/ref>, có kẻ làm việc quái đản khuất tất, phân tích, biện giải những lời khác lạ, nhằm quấy nhiếu thế sự, dẫu là biện giải vặt, cuối cùng phá vỡ đại đạo rồi mê hoặc mọi người, khiến người ta chìm đắm ở văn chương mà không tự nhận ra chỗ sai trái của họ đấy. Đến khi Thái sử công chép truyện về 6 nước, trải qua [[Chiến tranh Hán-Sở|Sở, Hán]], xong chuyện bắt lân thì dừng <ref>Nguyên văn: 讫麟止\/cật (xong, sau cùng) lân (con kỳ lân) chỉ (dừng lại). Sử ký chép đến sự kiện Hán Vũ đế bắt được con lân ở đất Ung thì dừng, nên đời sau lấy \"lân chỉ\" làm điển cố, ý nói tuyệt bút (dứt bút)<\/ref>, không cùng thánh nhân tương đồng, phải trái rất khác với kinh sách. Nên người ta gặp dịp hỏi Hùng, thường dùng khuôn phép trả lời, soạn làm 13 quyển, mô phỏng [[Luận ngữ]], đặt tên là [[Pháp ngôn]]. Pháp ngôn văn nhiều không nêu, chỉ nêu mục lục:}}\n\nNgoài ra Hùng được cho là tác giả của ''Du hiên sứ giả tuyệt đại ngữ thích biệt quốc phương ngôn'' (tạm dịch: phương ngôn của các nước, được giải thích từ thời xa xưa, bởi các sứ giả đi cỗ xe nhẹ), thường gọi tắt là [[:wikisource:zh:方言|Phương ngôn]].<ref>'''Hán thư, tlđd''' và '''Hán thư – Nghệ văn chí''' đều không nhắc đến Phương ngôn. Tài liệu sớm nhất nhắc đến mối liên quan giữa Dương Hùng và tác phẩm này là [[:wikisource:zh:風俗通義\/風俗通義序|bài tựa]] của tác phẩm Ứng Thiệu (应劭) – [[Phong tục thông nghĩa]] ([[:zh:风俗通义|风俗通义]]), kể rằng người Thục là Nghiêm Quân Bình sưu tầm hơn 1000 chữ, người Lâm Lư là Ông Nhụ Tài sưu tầm một cách sơ lược, Hùng ưa thích, bèn hỏi han Hiếu liêm và kẻ sĩ các nơi, trải qua 27 năm, sưu tầm được hơn 9000 chữ<\/ref>\n\n==Đánh giá==\nHùng chỉ được một số ít là Phạm Thuân, [[Lưu Hâm]] và [[Hoàn Đàm]] đánh giá cao, còn phần nhiều người đương thời xem nhẹ ông, {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Tán rằng:... Dụng tâm ở trong, không mong ở ngoài, người thời ấy đều đánh giá thấp ông, chỉ Lưu Hâm với Phạm Thuân <ref>Phạm Thuân (范逡), người quận Phù Phong, đồng hương của [[Đỗ Lâm]] ([[:zh:杜林|杜林]]), xuất hiện ở '''Hậu Hán thư quyển 27, liệt truyện 17 – Đỗ Lâm truyện'''<\/ref> kính trọng, còn Hoàn Đàm cho rằng không ai sánh nổi <ref>Nguyên văn: tuyệt luân<\/ref>.}} thậm chí chỉ trích gay gắt, cho rằng Hùng không phải là thánh nhân mà làm ra kinh (Thái huyền), đáng tội như bề tôi gây ra việc tiếm nghịch. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Các nhà nho chỉ trích Hùng không phải là thánh nhân mà làm kinh, cũng như vua các nước Ngô, Sở đời Xuân Thu tiếm hiệu xưng vương, đều đáng tội chết đấy.}}\n\nBấy giờ, Lưu Hâm từng nói thẳng với Hùng là thiên hạ còn chưa hiểu hết được Dịch, làm sao nghiên cứu Huyền. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Lưu Hâm từng đến thăm ông, nói với Hùng rằng: \"Vô cớ tự gây khổ! Nay học giả có lộc lợi, nhưng ngõ hầu chẳng ai có thể hiểu rõ Dịch, còn nói gì đến Huyền chứ? Tôi sợ người đời sau dùng để đậy vò tương đấy.\" Hùng cười mà không đáp.}} Sau khi Hùng mất, Hoàn Đàm khẳng định quan điểm nhiệt thành bảo vệ Nho học sẽ giúp cho tác phẩm của ông lưu truyền mãi mãi. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Đương thời, Đại tư không [[Vương Ấp]], Nạp ngôn [[Nghiêm Vưu]] nghe tin Hùng chết, nói với Hoàn Đàm rằng: \"Ngài từng ca ngợi sách của Dương Hùng, há có thể lưu truyền ở đời sau ư?\" Đàm nói: \"Ắt lưu truyền. Nhưng anh với Đàm không có cùng cách nhìn đấy. Người đời xem thường người ở gần mà xem trọng người ở xa, đích thân thấy Dương tử nói lộc vị, dung mạo không thể động lòng người, nên xem thường sách của ông. Xưa Lão Đam (tức Lão tử) trước 2 thiên lời hư vô (tức Đạo đức kinh), nhạt nhân nghĩa, trái lễ học, nhưng đời sau ưa thích ông ta còn hơn cả Ngũ kinh, từ các vua Hán Văn, Cảnh đến Tư Mã Thiên đều nhắc đến. Nay sách của Dương tử có văn nghĩa rất sâu, mà nghị luận không trái với thánh nhân, nếu gặp được nhà vua đương thời, thay đổi việc khảo hạch hiền trí, sách của ông được khen hay, thì ắt vượt qua chư tử vậy.\"}} Những nhận định này đã được Ban Cố chứng thực. {{refn|group=Hán thư|'''Hán thư hạ, tlđd''': Từ khi Hùng mất đến nay hơn 40 năm, Pháp ngôn của ông phổ biến, mà Huyền rốt cục không vẻ vang, nhưng sách vở vẫn còn.}}\n\n==Một số khác biệt cơ bản giữa kinh Dịch và kinh Thái huyền==\nĐể hiểu được phần nào sáng tạo của Dương Hùng, có thể tham khảo bảng dưới đây:<ref>Xem [http:\/\/www.ninh-hoa.com\/Ninh-HoaDOTcom-GSNguyenHuuQuang-HVDLuocSu-112.htm chương 10], '''Nguyễn Hữu Quang – [http:\/\/www.ninh-hoa.com\/Ninh-HoaDOTcom-GSNguyenHuuQuang-HVDLuocSu-01.htm Hán Việt Dịch sử lược], Tủ sách Việt Chi, Ottawa, 2009'''<\/ref>\n\n{| class=\"wikitable\"\n| STT || '''Dịch''' || '''Thái huyền'''\n|-\n| 1 || Cơ số hệ nhị phân và bát phân || Cơ số hệ tam phân và cửu phân\n|-\n| 2|| Dùng huyền lực của số 2 nên tự triển khai theo cấp số nhân 2 || Dùng huyền lực của số 3 nên tự triển khai theo cấp số nhân 3\n|-\n| 3 || 64 quái thu về 1 ma phương (magic square) bậc 8 || 81 thủ thu về 1 ma lập phương (magic cube) bậc 9\n|-\n| 4 || 64 quái triển khai theo hệ số của nhị thức bậc 6: (a+b)<sup>6<\/sup> || 81 thủ triển khai theo hệ số của tam thức bậc 4: (a+b+c)<sup>4<\/sup>\n|-\n| 5 || Phương đồ của 64 quái là một mạng vuông (grid) nằm sát gốc O trong góc tư (quadrant) thứ tư của mặt phẳng Descartes. Mỗi quẻ kép biểu thị hai số bát phân (octal) (được đọc từ đáy lên): số đầu cho hoành độ (abscissa), số sau cho tung độ (ordinate) của góc trái trên của ô chứa quẻ liên hệ. Các quẻ đơn có trị số theo quy ước sau đây: khôn=0; cấn=1; khảm=2; tốn=3; chấn=4; ly=5; đoài=6; càn=7 || Phương đồ của 81 thủ là một mạng vuông (grid) nằm sát gốc O trong góc tư (quadrant) thứ ba của mặt phẳng Descartes. Mỗi thủ biểu thị hai số cửu phân (nonal) (được đọc từ trên xuống): số đầu (của 2 vạch Phương – Châu) cho hoành độ (abscissa), còn số sau (của 2 vạch Bộ – Gia) cho tung độ (ordinate) của góc trái trên của ô chứa thủ liên hệ. Chín Bán thủ có trị số bản xứ như sau: ≈11=000; ≈12=001; ≈13=010; ≈21=011; ≈22=100; ≈23=101; ≈31=110; ≈31=111; ≈33=1000\n|-\n| 6 || Thái cực → Lưỡng nghi → Tứ tượng → Bát quái → 16 Sự → 32 Á quái → 64 quái. Càn sách là 36 x 6 = 196, Khôn sách là 24 x 6 = 144, toàn sách quái là 192 x (24 + 36) = 192 x 60 = 11.520 sách || Thái nguyên → 3 Phương → 9 Châu → 27 Biểu → 81 Thủ, từ Trung xuống Dưỡng → 729 Tán (thêm 2 Tán nhuận Khi và Doanh → 731 Tán) → 729 x 36 = 26.244 sách\n|-\n| 7 || 10 Truyện là Văn ngôn, Thoán thượng, Thoán hạ, Đại tượng, Tiểu tượng, Hệ thượng, Hệ hạ, Thuyết quái truyện, Tự quái truyện, Tạp quái truyện || 10 Tự truyện là Huyền trắc, Huyền xung, Huyền thác, Huyền Ly, Huyền oanh, Huyền số, Huyền văn, Huyền nghễ, Huyền đồ, Huyền cáo.\n|-\n| 8 || Quẻ kép gồm 6 hào tính từ dưới lên trên theo quy thức chồng (stack) dùng LIFO || Thủ tính từ trên xuống dưới và chia thành Phương, Châu, Bộ, Gia theo quy thức đội ngũ (queue) dùng FIFO\n|-\n| 9 || Dịch lý dựa trên tập hợp cổ điển và [[Đại số Boole]] || Huyền lý dựa trên tập hợp mờ (fuzzy set) và luận lý mờ (fuzzy logic)\n|-\n| 10 || Bói Dịch dùng 50 cọng cỏ thi để tìm cát, hung, hối, lận || Bói Huyền dùng 64 cọng cỏ thi để tìm cát, cữu, tường, lận, bình, hối, tai, hưu, hung\n|-\n| 11 || Quái khí ngoại nhập nên khởi đầu bằng quát trụ dẹt (ambigram) [Càn\\Khôn] và kết thúc bằng quát trụ dẹt [Ký tế\\Vị tế]; sau này, do tuế sai làm điểm Xuân phân đi giật lùi trên Hoàng đạo, nên mới khởi tiết Đông chí bằng quẻ Phục X || Quái khí nội tại và có trật tự, nên bắt đầu tiết Đông chí bằng thủ Trung ứng với quẻ Trung Phu, và kết thúc bằng thủ Dưỡng ứng với quẻ Di\n|-\n| 12 || Đề cao Thiên đạo, Quân đạo và Phụ đạo || Đề cao Địa đạo, Thần đạo và Hiếu đạo\n|-\n| 13 || Dùng lịch Thiên Thống nhà Chu, lấy tháng Tý làm tháng giêng (Kiến Tý) || Dùng lịch Thái Sơ của nhà Hán, có nguồn gốc là lịch Chuyên Húc nhà Tần\n|-\n| 14 || Hào khởi từ Giáp dần tức đầu của tú Cơ thuộc Thanh Long và theo chu kỳ của 1 cực – tức 31920 tuế (năm tiết khí), tương đương 1680 chương (Metonic cycle) || Tán khởi từ Giáp tý tức đầu của tú Khiên Ngưu với chu kỳ là 4617 tuế, tương đương 243 chương \n|}\n\n==Khảo chứng==\n{{tham khảo|group=Hán thư}}\n\n==Điển cố: Lâm xuyên tiện ngư==\n* Chữ Hán: 临川羡鱼\n* Nguồn gốc: Hà Đông phú\n* Nội dung: miêu tả tình cảnh một người đứng bên dòng nước, nhìn xuống thấy nhiều cá, cứ nghĩ đến chuyện bắt cá, nhưng không ra tay, nên rốt cục không có cá. Ý nói một người chỉ có nguyện vọng mà không có hành động thực tế, nên không thể đạt được điều mà anh ta mong đợi. Ở đây Hùng muốn khuyên ngăn Hán Thành đế không nên nghĩ ngợi nữa, mà nên bắt tay vào sửa sang đức chính.<ref>Nhan Sư Cổ chú: \"Ý nói Thành đế tìm xem di tích các triều đại trước, riêng muốn sửa sang đức hiệu của mình, nên Hùng dẫn chứng từ hưng đến trị, để làm ví dụ cho lề thói đời Đế Hoàng.\"<\/ref>\n\n==Tác phẩm liên quan==\n* '''[[Tả Tư]] ([[:zh:左思|左思]]) – Vịnh sử. Tế tế kinh thành nội (咏史.济济京城内, kỳ 4 của bài 8)''': \"Tịch tịch Dương tử trạch, môn vô khanh tướng dư. Liêu liêu không vũ trung, sở giảng tại Huyền hư. Ngôn luận chuẩn Trọng Ni, từ phú nghĩ Tương Như. Du du bách thế hậu, anh danh thiện bát khu.\"\n* '''[[Lư Chiếu Lân]] ([[:zh:卢照邻|卢照邻]]) – Trường An cổ ý (长安古意)''': \"Tịch tịch liêu liêu Dương tử cư, niên niên tuế tuế nhất sàng thư. Độc hữu Nam Sơn quế hoa phát, phi lai phi khứ tập nhân cư.\"\n* '''[[Lý Bạch]] – Cổ phong. Hàm Dương nhị tam nguyệt (古风.咸阳二三月, kỳ 8 của bài 59)''': \"Tử Vân bất hiểu sự, vãn hiến Trường Dương từ. Phú đạt thân dĩ lão, thảo Huyền tấn nhược ti. Đầu các lương khả thán, đãn vi thử bối xuy.\"\n* '''Lý Bạch – Cổ phong. Nhất bách tứ thập niên (古风.一百四十年, kỳ 46 của bài 59)''': \"Độc hữu Dương chấp kích, bế quan thảo Thái huyền.\"\n* '''Lý Bạch – Hiệp khách hành (侠客行)''': \"Thùy năng thư các hạ, bạch thủ Thái huyền kinh?\"\n* '''[[Lý Hạ]] – Lục chương phong sự (绿章封事)''': \"Kim gia hương hạng thiên luân minh, Dương Hùng thu thất vô tục thanh.\"\n* '''[[Đái Thúc Luân]] ([[:zh:戴叔伦|戴叔伦]]) – Hành lộ nan (行路难)''': \"Dương Hùng bế môn không độc thư, môn tiền bích thảo xuân li li.\"\n\n==Đọc thêm==\n* Xem những tác phẩm của Dương Hùng còn lại đến ngày nay tại [[:wikisource:zh:Author:揚雄|đây]] {{Zh icon}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhà văn Trung Quốc thời Hán]]\n[[Thể loại:Nhà thơ Trung Quốc thời Hán]]\n[[Thể loại:Nhà triết học Trung Quốc]]\n[[Thể loại:Sinh năm 53 TCN]]\n[[Thể loại:Mất năm 18]]\n[[Thể loại:Người Tứ Xuyên]]"}