{"Dữu Lượng":"'''Dữu Lượng''' ([[chữ Hán]]: 庾亮, [[289]] - [[340]]), [[Tên chữ (người)|tên tự]] là '''Nguyên Quy''' (元規), nguyên quán ở huyện Yên Lăng, quận Dĩnh Xuyên<ref>Nay thuộc huyện Yên Lăng, tỉnh [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>, là đại thần, tướng lĩnh xuất thân từ ngoại thích dưới thời [[nhà Tấn]] trong [[lịch sử Trung Quốc]].\n\n== Thân thế và thời trẻ ==\n\nDữu Lượng là con trai trưởng của [[Dữu Sâm]], vốn là một sĩ tộc có thế lực lớn trong triều đình [[Tây Tấn]], từng làm quan đến chức Tả tướng quân. Sử sách không chép rõ tên của Dữu Lượng. Thời còn trẻ, ông được miêu tả là có dung mạo đẹp, thích việc đàm luận và ưa thích đạo lý Trang, Lão<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: Lượng mĩ tư dung, thiện đàm luận, tính hảo Trang Lão<\/ref>, lại có phong cách anh tuấn, nghiêm chỉnh; được so sánh với [[Hà Hầu Huyền]] (Hạ Hầu Thái Sơ) và [[Trần Quần]] (Trần Trường Văn]].\n\nNăm [[304]], khi Dữu Lượng được 16 tuổi, cũng là lúc triều đình [[Tây Tấn]] rơi vào rối loạn bởi [[Loạn bát vương|cuộc tranh giành quyền lực của tám vương]]. Ông được Đông Hải vương [[Tư Mã Việt]] và được bổ làm quan, song Dữu Lượng đã từ chối và theo Dữu Sâm đến quận Cối Kê ở miền đông nam.\n\nTừ năm [[307]], Lang Nha vương [[Tư Mã Duệ]] (sau này là [[Tấn Nguyên Đế]]) bắt đầu xây dựng thế lực ở Giang Nam, nghe tiếng của Dữu Lượng, bèn bổ ông làm quan, chức Tây Tào duyện. Khi vào yết kiến Tư Mã Duệ, Dữu Lượng biểu hiện được thái độ đô nhã, nên được Tư Mã Duệ trọng vọng. Người em gái của ông, [[Dữu Văn Quân]] do nhân từ và có sắc đẹp<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7032 quyển 32]: Hậu tính nhân từ, mĩ tư nghi<\/ref>, nên được tuyển vào cung, làm vợ của Lang Nha thế tử [[Tư Mã Thiệu]] (sau này là [[Tấn Minh Đế]])<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: do thị sính lượng muội vi hoàng thái tử phi<\/ref><ref>Lúc này Tư Mã Duệ chưa lên ngôi và Tư Mã Thiệu chưa là Hoàng thái tử<\/ref>.\n\n== Phú quý nhờ em gái==\n\nDữu Lượng ban đầu từ chối không chấp nhận chức quan của Lang Nha vương ban cho. Mãi đến năm [[311]], do lập được công khi thảo phạt thứ sử Giang châu [[Hoa Dật]], Dữu Lượng mới được phong chức Thừa tướng tham quân, tước vị Đô Đình hầu. Năm ấy, Dữu Lượng mới 22 tuổi.\n\nNăm [[318]], [[Tây Tấn]] diệt vong, [[Tư Mã Duệ]] lên ngôi hoàng đế, lập ra nhà [[Đông Tấn]]<ref>[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7090 quyển 90]: Bính thần, vương tức hoàng đế vị, bách quan giai bồi liệt<\/ref>. Tư Mã Thiệu được phong làm Hoàng thái tử và Dữu thị trở thành thái tử phi. Từ đó, họ Dữu trở thành thế lực ngoại thích trong triều. Dữu Lượng nhờ đó cũng được triều đình bái làm Thượng thư lệnh, Thị giảng đông cung. Trong thời gian này, ông kết thân với đại thần giữ chức thái tử bố y là [[Ôn Kiệu]].\n\nÍt lâu sau, Dữu Lượng được thăng làm Cấp sự trung, Hoàng môn thị lang, Tán kị thường thị. Lúc đại tướng [[Vương Đôn]] đóng ở Vu Hồ, [[Tấn Nguyên Đế]] sai Dữu Lượng đến gặp. Sau khi cùng Vương Đôn đàm luận, Dữu Lượng được [[Vương Đôn]] đánh giá cao<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: thối nhi thán viết：Dữu Nguyên Quy hiền vu bùi cố viễn hĩ!<\/ref>, do đó Đôn dâng biểu xin vua phong cho ông làm Trung lĩnh quân.\n\nNăm [[323]], Nguyên Đế chết, Tư Mã Thiệu lên ngôi, tức là [[Tấn Minh Đế]]. Với thân phận là anh vợ của hoàng đế, uy thế của Dữu Lượng trong triều ngày càng cao. Minh Đế có ý phong cho ông làm Trung thư giám nhưng ông dân biểu từ chối.\n\nĐầu thời Minh Đế, Vương Đôn xây dựng thế lực lớn mạnh, muốn khởi binh tạo phản, tuy nhiên lại lo lắng rằng trong triều còn Dữu Lượng, do đó bề ngoài thân thiết với ông nhưng trong thực tâm thì ghen ghét<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: Nội thâm kị Lượng, nhi ngoại sùng trọng chi<\/ref>. Dữu Lượng thấy vậy, có ý lo lắng bèn lấy cớ có bệnh, từ chức quan. Tuy nhiên không bao lâu sau, ông lại được triều đình bổ làm Trung thư giám, thay cho [[Vương Đạo]]. Đến năm [[324]], [[Vương Đôn]] lại cử binh tạo phản, triều đình bèn thăng Dữu Lượng làm Tả Vệ tướng quân, sai cùng các tướng đưa quân ra trận đánh dẹp, cuối cùng đánh tan được quân của Vương Đôn. Do công lao này, Dữu Lượng được triều đình phong làm Đô đốc đông chinh chư quân sự. Sau lại ban cho ông tước vị Vĩnh Xương huyện công, ban cho lụa 5400 tấm, nhưng ông từ chối không nhận. Sau Dữu Lượng được đổi sang làm Hộ quân tướng quân.\n\n== Nắm quyền phụ chính ==\n\nNăm [[326]], [[Tấn Minh Đế]] bị bệnh nặng, không muốn gặp ai. Ở trong triều, Nam Đốn vương, Phủ quân tướng quân [[Tư Mã Tông]] và Hữu vệ tướng quân [[Ngưu Dận]] vốn được vua yêu, nắm trong tay cấm quân nên tụ tập bè đảng có ý đồ làm phản, lại liên kết với Tây Dương vương Tư Mã Dạng. Khi Dữu Lượng muốn vào cung gặp hoàng đế, cũng bị Tư Mã Tông ngăn cản. Khi Minh Đế gần chết, Dữu Lượng phát giác ra âm mưu của bọn Tư Mã Tông, bèn tự mình vào cung yết kiến Minh Đế, khuyên vua không nên trao lại quyền lực cho họ. Minh Đế cảm động, bèn mời lên ngồi ghế, cùng với Tư đồ [[Vương Đạo]], Quang Lộc đại phu [[Tuân Tung]], Thượng thư lệnh [[Biện Khổn]], Xa kị tướng quân Si Giám, Đan Dương doãn [[Ôn Kiệu]] cùng nhận di chiếu phụ giúp cho thái tử [[Tư Mã Diễn]] năm đó mới có 4 tuổi, đồng thời Dữu Lượng cũng được thăng lên làm Cấp sự trung, Trung thư lệnh. Sang tháng 9 cùng năm, [[Tấn Minh Đế]] mất ở Đông Đường<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7006 quyển 6]: mậu tử, đế băng vu Đông đường<\/ref>.\n\nThái tử [[Tư Mã Diễn]] kế vị, xưng là [[Tấn Thành Đế]]. Hoàng hậu Dữu thị, em gái Dữu Lượng trở thành Hoàng Thái hậu nhiếp chính. Từ đó bắt đầu giai đoạn nắm quyền ở họ Dữu trong triều đình. Các quyết sách lớn trong triều phần nhiều đều do Dữu Lượng quyết định.\n\nThời Nguyên Minh, dưới sự nắm quyền của Tư đồ [[Vương Đạo]] ([[276]] - [[339]]), triều đình thực hiện chính sách khoan dung với các thế lực quân phiệt bên ngoài, mới được nhiều người ủng hộ. Đến khi lên nắm quyền, Dữu Lượng thay đổi hoàn toàn chính sách đó, làm các thế lực cát cứ ở địa phương bất mãn. [[Đào Khản]] và [[Tổ Ước]] cũng là các đại thần có uy tín, nhưng không được Minh Đế cho vào nhận di chiếu và giao quyền lực, cho đó là âm mưu của Dữu Lượng, nên căm ghét ông. Dữu Lượng lo lắng, bèn phái [[Ôn Kiệu]] đến Giang châu làm thứ sử để làm ngoại viên cho mình, lại cho tu bổ thành Thạch Đầu để phòng bị<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: Lượng cụ loạn, ư thị xuất [[Ôn Kiệu]] vi Giang châu dĩ quảng thanh viên, tu Thạch Đầu dĩ bị chi<\/ref>.\n\nCùng năm đó, Nam Đốn vương [[Tư Mã Tông]] muốn tiêu diệt Dữu Lượng. Dữu Lượng biết được, bèn nhân khi Ngự sử Trung Thừa Chung Nhã tố cáo Tư Mã Tông có ý làm phản, phái Triệu Dận bắt lại. [[Tư Mã Tông]] muốn phản kháng lại, nên bị giết chết. Dữu Lượng hạ lệnh biến thân thích của Tư Mã Tông từ họ Tư Mã đổi sang họ Mã, phế ba con của Tông là Xước, Xiêu, Diễn làm dân<ref>[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7093 quyển 93]: biếm kì tộc vi mã thị, tam tử Xước, Siêu, Diễn giai phế vi thứ nhân<\/ref>. Anh Tông là Tây Dương vương cũng bị biếm là Dặc Dương huyện vương và mất chức trong triều, tướng [[Ngu Dận]] bị giáng làm thái thủ Quế Dương. Sau việc này, nhiều người cho rằng Dữu Lượng có ý tiêu diệt thế lực của hoàng gia. [[Tấn Thành \nĐế]] vốn không biết Tư Mã Tông đã chết, lâu ngày không thấy mới hỏi rằng sao không thấy ông đầu bạc. Dữu Lượng trả lời rằng Tông có tội đã giết đi. Thành Đế khóc bảo: ''Cữu phụ nói người ta là nghịch tặc rồi giết đi. Nếu như ngày sau có người nói cữu phụ là nghịch tặc thì có phải cũng vậy không''<ref>Nguyên văn: cữu ngôn nhân tác tặc, tiện sát chi, nhân ngôn cữu tác tặc, đương như hà<\/ref>. Dữu Lượng sợ hãi đến biến sắc.\n \n== Lầm lỡ gây họa ==\n{{chính|Loạn Tô Tuấn}}\n\nNgười quận Lang Nha là Biện Hàm vốn cùng cánh với Tư Mã Tông cũng bị giết chết. Anh Hàm là Biện Xiển trốn đến nương nhờ [[Tô Tuấn]] ở quận Lịch Dương<ref>Quận trị nay là Hòa Châu, An Huy<\/ref>, Dữu Lượng nhiều lần yêu cầu Tô Tuấn nộp Xiển cho mình nhưng Tuấn không nghe. Càng về sau, Tuấn càng hống hách, không nghe lệnh thiên triều, lại lạm dụng uy hình. Dữu Lượng có ý lo ngại nên định trừ đi, bèn nhân danh Thành Đế, phong cho Tô Tuấn làm Đại tư nông, Tán kị thường thị<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7100#.E8.98.87.E5.B3.BB quyển 100]: toại hạ ưu chiếu chinh Tuấn vi Đại ti nông, gia Tán kị thường thị, vị đặc tiến<\/ref>. Vương Đạo nhận thấy Tô Tuấn là người âm hiểm, tất sẽ không chịu nghe chiếu<ref>[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7093 quyển 93]: Đạo viết: Tuấn sai hiểm, tất bất phụng chiếu, bất nhược thả bao dong chi<\/ref>, nhưng Dữu Lượng không nghe. Khi chiếu ban xuống, [[Tô Tuấn]] cũng chẳng chịu về triều, [[Ôn Kiệu]] thấy vậy, nghi Tô Tuấn sẽ phản, bèn dự định cùng quân từ Tam Ngô đến bảo vệ kinh đô, nhưng Dữu Lượng cũng không chịu.\n\nTuy không đồng tình với Ôn Kiệu nhưng Dữu Lượng vẫn cử quân đề phòng, phong cho Bắc Trung lang tướng [[Quách Mặc]] làm Hậu tướng quân, Đồn kị giáo úy, [[Dữu Băng]] (em Dữu Lượng) làm Ngô quốc nội sử để phòng bị [[Tô Tuấn]], làm cho Tô Tuấn vào đường cùng, quyết định lấy danh nghĩa thảo phạt Dữu Lượng, xuất binh vào cùng năm đó. [[Tô Tuấn]] còn liên kết với [[Tổ Ước]], đưa quân lần lượt tiêu diệt các cánh quân của Đào Phức, Tư Mã Lưu... ra sức cướp bóc, giết chóc và khống chế triều đình.\n\nThượng thư tả thừa [[Khổng Thản]] và Tư đồ [[Tư Mã Đào]] đề nghị [[Vương Đạo]] và Dữu Lượng nên nhân lúc [[Tô Tuấn]] chưa đến Kiến Khang hãy phong tỏa Phụ Lăng trước để nắm thế chủ động, Vương Đạo đã đồng ý nhưng Dữu Lượng không nghe. Sau đó, vào tháng 12, [[Tô Tuấn]] liên tiếp giành thắng lợi, đoạt được Cô Thục, lấy được nhiều của cải rồi hướng về Kiến Khang, lúc đó Dữu Lượng mới hối hận.\n\nSau khi Cô Thục thất thủ, Dữu Lượng cho giới nghiêm Kinh sư, lại lấy chiếu của Thành Đế tự phong làm Giả tiết, Đô đốc chinh thảo chư quân sự, phong Tả vệ tướng quân [[Triệu Dận]] làm thái thú Lịch Dương, Tả tướng quân Tư Mã Lưu ra chống đỡ nhưng cũng thất bại.\n\nNăm [[328]], Tô Tuấn thừa thắng, tiến vào Kiến Khang. Dữu Lượng muốn đưa quân ra Tuyên Thành quyết chiến với [[Tô Tuấn]], nhưng khi đang dàn quân thì quân của ông bỏ áo mũ bỏ trốn tất cả. Dữu Lượng cùng đường, đành phải dùng một con thuyền cho còn lại bỏ trốn. Sau đó, [[Tô Tuấn]] vào thành, khống chế triều chính. Khi quân Tô Tuấn đuổi đến, quân của Dữu Lượng dùng tên mà bắn lại nhưng lại bắn trúng người lái thuyền, làm thuyền sắp lật, mọi người sợ hãi, duy Dữu Lượng vẫn ngồi yên, nói: ''Thủ hạ thế này sao có thể đánh giặc được!'', lúc đó sĩ tốt mới bình tĩnh trở lại<ref>[[Tư trị thông giám]] [https:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷094 quyển 94]: Lượng bất động dong, từ viết: Thử thủ hà khả sử trứ tặc. Chúng tâm nãi an<\/ref><ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: Lượng bất động dong, từ viết: Thử thủ hà khả sử trứ tặc. Chúng tâm nãi an<\/ref>.\n\nDữu Lượng cùng ba người em là [[Dữu Băng]], [[Dữu Điều]], [[Dữu Dực]] cùng chạy đến Tầm Dương<ref>Nay thuộc huyện Cửu Giang, tỉnh [[Giang Tây]], [[Trung Quốc]]<\/ref>, nương nhờ [[Ôn Kiệu]]. Ông mang theo chiếu của Dữu Thái hậu, phong quan chức cho Ôn Kiệu, Si Giám. Ôn Kiệu tỏ ra kính trọng Dữu Lượng, bèn cấp quân cho ông, muốn lấy ông làm Đô thống nhưng Lượng không nhận, và tiến cử [[Đào Khản]] làm minh chủ quân cần vương, chống lại Tô Tuấn. Lúc [[Đào Khản]] đem quân tới Tầm Dương hội với [[Ôn Kiệu]], Dữu Lượng đích thân ra gặp, tự tạ tội gây ra loạn của mình. Đào Khản không trách ông.\n\nDữu Lượng dẫn quân tiến đánh Thạch Đầu, bị Đốc hộ của Tô Tuấn là [[Vương Chượng Thảo]] đánh bại. Ông tự thân đến gặp Đào Khản tạ tội, Khản nói: ''Cổ nhân ba lần bại, quân hầu mới có hai. Bây giờ sự tình cấp bách, không cần nghe nhiều'', rồi dẫn 2000 quân phòng thủ ở lũy Bạch Thạch. [[Tô Tuấn]] nghe Dữu Lượng ở Bạch Thạch, bèn đem 10000 quân bao vây bốn mặt. Dữu Lượng đích thân ra thủ dụ, khích lệ tướng sĩ, cuối cùng giết được hơn 100 quân của Tô Tuấn, giải vây được cho Bạch Thạch. Cuối cùng đến năm [[329]], [[loạn Tô Tuấn]] bị dẹp tan.\n\n== Tạ tội rời kinh; sĩ tộc tương tranh ==\n\nSau khi dẹp được [[Tô Tuấn]], Dữu Lượng được mời trở về triều đình. [[Tấn Thành Đế]] đón tiếp long trọng, sai mang ghế mời ông ngồi và định truy thưởng công cho ông. Dữu Lượng ái ngại vì sự lầm lỡ của mình làm triều đình suýt nguy vong, do đó từ chối và xin từ quan về ẩn cư nhưng Thành Đế không đồng ý. Dữu Lượng vẫn chưa bỏ ý định, mới tìm đường lên thuyền bỏ ra vùng biển Đông Hải, nhưng bị triều đình chặn lại được và đưa về Kiến Khang. Tuy được Thành Đế xá tội nhưng ông vẫn áy nái không yên, bèn xin rời kinh đến trấn ngoài, mới được chấp thuận. Ông được phong làm Trì tiết, Đô đốc Dự châu và Dương châu, Tuyên Thành nội sử và thứ sử Dự châu, đóng ở vùng Vu Hồ. Từ thời điểm đó, [[Vương Đạo]] trở lại điều hành chính quyền.\n\nTrong thời gian Dữu Lượng ở Vu Hồ, Hậu tướng quân Quách Mặc ở Bồn Khẩu làm loạn, giết chết Bình Nam tướng quân Lưu Dận. Dữu Lượng bèn dâng biểu xin ra trận đánh dẹp, được thăng làm Chinh thảo đô đốc, cùng các tướng [[Lộ Vĩnh]], [[Mao Bảo]], [[Triệu Dận]], [[Khuông Thuật]] và [[Lưu Sĩ]] đem theo 20000 quân, hợp sức cùng Thái úy [[Đào Khản]] đánh Quách Mặc. Sang năm [[330]], Quách Mặc bị tiêu diệt, Dữu Lượng không nhận phong thưởng của triều đình và trở lại Vu Hồ<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: Lượng hoàn vu hồ, bất thụ tước thưởng<\/ref>. Sau đó triều đình còn phong ông làm Trấn Tây tướng quân nhưng công cũng từ chối. Trước kia do có công dẹp Vương Đôn, triều đình đã phong cho Dữu Lượng làm Vĩnh Xương huyện công, trong mấy năm ông đã từ chối rất nhiều lần, mãi sang [[331]] mới nhận.\n\nNăm [[334]], [[Đào Khản]] qua đời, Dữu Lượng được thăng làm Đô đốc các châu Giang, Kinh, Dự, Ích, Lương, thứ sử ba châu Giang, Kinh, Dự, Chinh Tây tướng quân, Nghi đồng tam ti và chuyển sang đóng ở Vũ Xương.\n\nTuy đã rời khỏi chính trường, nhưng với thân phận ngoại thích, Dữu Lượng vẫn nắm trong tay nhiều quyền lực. Trong thời gian đó, Vương Đạo nắm quyền, thi hành chính sách khoan dung quá mức, dung túng nhiều tướng lĩnh như Triệu Dận, Giả Ninh... làm nhiều người bất mãn. Dữu Lượng có ý định diệt trừ [[Vương Đạo]] để trở lại triều đình, nên vào năm [[338]] định liên kết cùng Thái úy Si Giám cùng khởi sự, nhưng [[Si Giám]] cự tuyết đi. Dữu Lượng một lần nữa lại sai người đến thuyết phục lần nữa cũng chẳng xong, đành phải từ bỏ ý định<ref>[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7096#.E9.A1.AF.E5.AE.97.E6.88.90.E7.9A.87.E5.B8.9D.E4.B8.AD.E4.B9.8B.E4.B8.8B.E9.B9.B9.E5.BA.B7.E5.9B.9B.E5.B9.B4.EF.BC.88.E6.88.8A.E6.88.8C.EF.BC.8C.E5.85.AC.E5.85.83.E4.B8.89.E4.B8.89.E5.85.AB.E5.B9.B4.EF.BC.89 quyển 96]: dục cộng khởi binh phế Đạo, Giám bất thính<\/ref>. Nhờ đó mà một cuộc đấu tranh giành quyền lực trong triều đình mới không xảy ra.\n\n== Phát động bắc phạt ==\n\nNăm [[339]], vua [[Hậu Triệu]] là [[Thạch Lặc]] qua đời<ref>[[Tấn thư]], quyển 105<\/ref>, Dữu Lượng nhân tình hình [[Hậu Triệu]] rối loạn, dự định bắc phạt thu phục [[Trung Nguyên]], bèn dâng biểu xin bỏ chức Dự châu thứ sử để đổi sang làm Chinh Lỗ tướng quân thay cho [[Mao Bảo]] (Bảo bị đổi làm Giám Dương châu Giang Tây chư quân sự, Dự châu thứ sử). Dữu Lượng còn sai Thái thú Tây Dương [[Phàn Tuấn]] đẫn theo 10000 tinh binh đóng tại Chu Thành. Sau đó, ông phái quân tiến công lên phía bắc, tiến vào nước [[Thành Hán]] ở miền tây, bắc được thứ sử Kinh châu của Thành Hán là Lý Hoành cùng thái thú Ba quận [[Hoàng Thực]], giải về kinh đô. Đồng thời ông lại phong Đào Xưng làm Nam Trung lang tướng, tướng Giang Hạ, đem 5000 quân tiến ở vùng Miện Trung<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: hựu dĩ Đào Xưng vi Nam Trung lang tướng, Giang Hạ tướng, suất bộ khúc ngũ thiên nhân nhập Miện Trung<\/ref>.\n\nCùng năm đó, Dữu Lượng dâng thư xin bắc phạt lên triều đình, thỉnh cầu được dẫn 100000 quân tiến công Thạch Thành để làm thanh viên. Lúc bấy giờ, triều đình do [[Vương Đạo]] nắm quyền, Thái úy Si Giám đem lý do quân lương và vật tư không đủ, Thái thường [[Thái Mô]] bào Hậu Triệu vẫn còn binh giỏi tướng mạnh, vua mới là Thạch Hổ lại là người giỏi không thể xem thường. Kế hoạch bắc phạt gặp trở ngại.\n\nCùng lúc đó, [[Thạch Hổ]] nghe tin Dữu Lượng muốn bắc phạt, bèn sai [[Quỳ An]] làm Đại đô đốc, cùng [[Thạch Giám]], [[Thạch Hoành]], [[Lý Nông]], [[Trương Hạc]] và [[Lý Thố]] năm tướng dẫn 5 vạn quân tấn công Kinh châu và phía bắc Dương châu, trong khi bộ phận khác đánh vào Chu Thành<ref>nay thuộc Hoàng Cương, Hồ Bắc, Trung Quốc<\/ref>. Mao Bảo ở Chu Thành chống trả không nổi, bèn phái người đến cầu cứu Dữu Lượng. Ông cho rằng Chu Thành thành cao kiên cố nên chưa vội điều quân. Không ngờ, [[Trương Hạc]] đã nhanh chóng phá được Chu Thành, [[Mao Bảo]] và [[Phàn Tuấn]] bỏ trốn rồi chết ở Trường Giang. Các thành ở gần bờ nam Trường Giang và Giang Hạ đều bị quân Triệu tiêu diệt, thành Thạch Đầu thì bị quân Triệu vây ngặt, nhưng may có tướng Lý Dương chống trả anh dũng nên giữ được. Đang lúc đó, Dữu Lượng thượng biểu xin ra thành Thạch Thành, nhưng nghe tin Chu Thành đã mất, đành phải thôi.\n\n== Phẫn chí qua đời ==\n\nSau thất bại ở Chu Thành, Dữu Lượng dâng biểu tạ tội, tự giáng chức xuống ba bậc, còn Hành Tây tướng quân. Sau triều đình có chiếu khôi phục ngôi vị Tư không cho ông, nhưng ông cố từ chối.\n\nTừ sau trận thua Chu Thành, Dữu Lượng cũng buồn rầu mà sinh bệnh. Năm [[339]], [[Vương Đạo]] mất, Thành Đế hạ chiếu phong Dữu Lượng làm Tư đồ, Thứ sử Dương châu, Lục thượng thư sự nhưng ông vẫn từ chối.\n\nNăm [[340]], Dữu Lượng qua đời, thọ 52 tuổi<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7073 quyển 73]: Hàm Khang lục niên hoăng, thì niên ngũ thập nhị<\/ref><ref>[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7096#.E9.A1.AF.E5.AE.97.E6.88.90.E7.9A.87.E5.B8.9D.E4.B8.AD.E4.B9.8B.E4.B8.8B.E9.B9.B9.E5.BA.B7.E5.85.AD.E5.B9.B4.EF.BC.88.E5.BA.9A.E5.AD.90.EF.BC.8C.E5.85.AC.E5.85.83.E4.B8.89.E5.9B.9B.E9.9B.B6.E5.B9.B4.EF.BC.89 quyển 96]: Xuân, chánh nguyệt, canh tử sóc, Đô Đình Văn Khang hầu Dữu Lượng hoăng<\/ref>, được triều đình truy tặng làm Thái úy, thụy là Văn Khang. Triều đình sai người đến trao ấn Vĩnh Xương công vào ngày tang của ông, nhưng em Lượng là [[Dữu Băng]] thay mặt ông từ chối tiếp nhận.\n\n== Gia đình ==\n=== Anh em ===\n*[[Dữu Dịch]] (293 - 342), làm quan đến chức Tây Trung lang tướng, Giám quân sự 4 quận Nghi Thành Lư Giang Lịch Dương An Phong. Sau có ý đồ giết thứ sử Giang Châu Vương Doãn thất bại bèn tự sát.\n*[[Dữu Băng]] (296 - 344), làm quan đến Xa kị tướng quân\n*[[Dữu Văn Quân]] hoàng hậu của [[Tấn Minh Đế]]\n*[[Dữu Điều]], làm quan tới Quan Quân tướng quân, Thái thủ Lâm Xuyên.\n*[[Dữu Dực]] (305 - 345), làm quan đến chức Chinh Tây tướng quân　\n=== Con cái ===\n*[[Dữu Bân]] (313 - 331), bị giết trong [[loạn Tô Tuấn]]\n*[[Dữu Hòa]], làm quan đến chức Đơn Dương doãn, Trung lĩnh quân\n\n==Đánh giá==\n\n== Xem thêm ==\n*[[Dữu Văn Quân]]\n*[[Dữu Băng]]\n*[[Ngoại thích can chính]]\n*[[Vương Đạo]]\n*[[Tấn Thành Đế]]\n*[[Các chiến dịch bắc phạt thời Đông Tấn]]\n== Tham khảo ==\n*[[Tấn thư]]\n*[[Tư trị thông giám]]\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhân vật chính trị nhà Tấn]]\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Nhiếp chính nhà Tấn]]\n[[Thể loại:Sinh năm 289]]\n[[Thể loại:Mất năm 340]]"}