{"Eduard Bernstein":"{{Thông tin nhân vật\n| tên = Eduard Bernstein\n| hình = Bernstein Eduard 1895.jpg\n| ghi chú hình = Eduard Bernstein, [[năm 1895]]\n| ngày sinh = {{Birth date|1850|1|6|df=y}}\n| ngày mất = {{Death date and age|1932|12|18|1850|1|6|df=y}}\n| nơi mất = [[Berlin]], [[Cộng hòa Weimar|Đức]]\n| quốc tịch = Người Đức\n| nghề nghiệp = Chính trị gia\n| nổi tiếng = Nhà sáng lập [[Chủ nghĩa xã hội dân chủ]] và [[chủ nghĩa Xét lại|xét lại]].\n| tôn giáo = \n| nơi sinh = [[Schöneberg]], [[Liên minh các quốc gia Đức|Đức]]\n| tên khác = \n| alt = \n}}\n'''Eduard Bernstein''' (Sinh ngày [[6 tháng 1]] năm [[1850]] tại Schöneberg, [[Berlin]], [[Đức]] - Mất ngày [[18 tháng 12]] năm [[1932]] tại [[Berlin]], [[Đức]]) là một chính trị gia, chính khách, nhà văn lý thuyết gia xã hội dân chủ của đảng [[SPD]] và một làm việc một thời gian tại đảng [[:de:USPD|USPD]]. Ông được xem là nhà sáng lập lý thuyết của [[Chủ nghĩa xét lại]] học thuyết Marx-Engels. Khu vực bầu cử của ông là ở thành phố [[Wrocław]] thuộc đất nước [[Ba Lan]].\n\nTrong thời gian luật chống người Xã hội (Sozialistengesetz) có giá trị (ông bị truy nã phải rời khỏi quê hương), từ 1878 cho tới 1890 ông viết tờ báo Der Sozialdemokrat (\"Xã hội Dân chủ\") ở [[Zürich]] với tên là LEO, lập nên danh tiếng như là một lý thuyết gia hàng đầu của chủ nghĩa Mác chính thống.\n\nNgoài ra, ông đã chịu nhiều ảnh hưởng của [[Karl Marx]], [[Karl Kautsky]], [[Friedrich Engels]], [[Immanuel Kant]], [[Georg Wilhelm Friedrich Hegel]], [[Friedrich Albert Lange]], [[Jean Jaurès]] và [[Karl Höchberg]].\n\n==Tiểu sử==\nEduard Bernstein sinh ngày 6 tháng 1 năm 1850 tại Schöneberg, nay là một phần của [[Berlin]], Đức. Cha mẹ của ông đều là người [[Do Thái]] thuộc nhóm Do thái cấp tiến (Reform Judaism). Cha là một nhà điều khiển đầu máy xe lửa. Mặc dù gia đình luôn thiếu thốn tiền bạc, ông vẫn theo học Gymnasium (Trung học phổ thông), nhưng đến khi được 16 tuổi vì lý do khó khăn tài chính ông phải bỏ học. Từ năm 1866-1878, sau khi rời trường học, ông trở thành thư ký của một nhân viên [[ngân hàng]]<ref name=\"eb\">[1922 Encyclopædia Britannica\/Bernstein, Eduard \"Bernstein, Eduard\"]. [[Encyclopædia Britannica]] (12th ed.). 1922<\/ref>.\n\n==Sự nghiệp chính trị==\nSự nghiệp chính trị của ông bắt đầu từ năm 1872, khi ông tham gia phong trào [[Eisenach]] (với Cương lĩnh Eisenach của đảng SDAP), một phong trào của làn sóng xã hội chủ nghĩa Đức, phong trào của đảng xã hội chủ nghĩa Đức ''Sozialdemokratische Arbeiterpartei'' (SDAP) với xu hướng chủ nghĩa Mác và ông đã sớm trở thành một nhà hoạt động chính trị nổi bật. Bernstein đã tham gia hai cuộc bầu cử với đối thủ là một đảng xã hội chủ nghĩa khác có tên là [[Tổng hội Công nhân Đức]] (''Allgemeiner Deutscher Arbeiterverein'') (ADAV) của [[Ferdinand Lassalle]], nhưng trong cả hai cuộc bầu cử không bên nào có thể giành đa số phiếu đáng kể. Vì vậy cùng với August Bebel và Wilhelm Liebknecht, Bernstein thống nhất với Lassalleans (đảng viên ADAV) lập nên đảng Sozialistische Arbeiterpartei Deutschlands (SAP) tại Gotha vào năm 1875. [[Karl Marx]] trong bài \"[[Phê phán Cương lĩnh Gotha]]\" nổi tiếng đã chỉ trích những gì ông đã thấy như là một chiến thắng của Lassalleans đối với Eisenachers (SDAP), nhóm mà ông ưa chuộng. Điều đáng để ý là, Bernstein sau đó lưu ý rằng chính Liebknecht, người mà được nhiều người cho là người ủng hộ chủ nghĩa Mác mạnh nhất trong phe Eisenacher, lại đề nghị đưa vào những ý tưởng làm cho Marx hoàn toàn khó chịu.\n[[Tập tin:USPD-Vorstand.jpg|nhỏ|300px|trái|Bernstein với các thành viên khác của USPD năm 1919]]\nTrong các cuộc bầu cử tại Reichstag năm 1877, Đảng Dân chủ xã hội Đức đã đạt được 493.000 phiếu. Tuy nhiên, hai âm mưu ám sát hoàng đế Đức trong năm sau đã tạo cho Bismarck một cơ hội, mượn cớ này để giới thiệu một đạo luật cấm tất cả các tổ chức xã hội chủ nghĩa, hội đồng, và các ấn phẩm có liên quan đến chủ nghĩa xã hội. Mặc dù không có sự tham gia của các đảng xã hội dân chủ trong cả hai vụ ám sát, nhưng phản ứng phổ thông chống lại \"kẻ thù của đế chế Đức\" đã làm cho Quốc hội Đức chấp thuận đạo luật Sozialistengesetz của Bismarck.<ref name=\"TPOS\">''The Preconditions of Socialism'' Eduard Bernstein<\/ref>\n\nSozialistengesetz đã được [[Otto von Bismarck]] thông qua ngày 12 tháng 10 năm 1878. Trên thực tế, sau khi luật xã hội được thông qua, Đảng Dân chủ Xã hội đã bị đặt ra ngoài vòng pháp luật trên toàn nước Đức. Tuy nhiên, Đảng viên Dân chủ Xã hội vẫn có thể ra tranh cử với tư cách ứng cử viên độc lập cho cuộc bầu cử tại Reichstag, và điều này họ đã làm. Thật vậy, bất chấp cuộc đàn áp nghiêm trọng mà đảng này đã bị Sozialistengesetz đặt ra ngoài vòng pháp luật, họ đã đạt 550.000 phiếu trong năm 1884 và 763.000 vào năm 1887.\n\nViệc phản đối mạnh mẽ của Bernstein đối với chính phủ của Bismarck khiến ông ta rời khỏi nước Đức.<ref name=ea>[http:\/\/en.wikisource.org\/wiki\/The_Encyclopedia_Americana_%281920%29\/Bernstein,_Eduard Văn kiện về Eduard Bernstein tại Wikisource tiếng Anh]<\/ref> Một thời gian ngắn trước khi ''Sozialistengesetz'' có hiệu lực, ông đi lưu vong tại Zurich, và làm thư ký riêng cho người bảo trợ dân chủ xã hội [[Karl Höchberg]], một người giàu có ủng hộ nền dân chủ xã hội. Một lệnh bắt ông đã được ban hành, khiến ông không thể trở về quê hương. Ông đã phải ở lại sống lưu vong tại đây hơn hai mươi năm. Sau một thời gian ngắn ở Thụy Sĩ, Bernstein bắt đầu nghĩ mình là một người theo [[chủ nghĩa Marx|chủ nghĩa Mác]].<ref>Berstein, Sozialdemokratische Lehrjahre, p.72; Berstein to Bebel, 20.10.1898, Tudor and Tudor, p.324.<\/ref>\nNăm 1880, ông đi cùng Bebel đến London để giải thích một sự hiểu lầm là ông có dính líu đến một bài báo được xuất bản bởi Höchberg tố cáo Marx và Engels là \"những người có đầy các ý tưởng tư sản và tư sản nhỏ nhen\". Chuyến đi đã thành công. Engels nói riêng đã rất ấn tượng bởi lòng nhiệt thành của Bernstein và ý tưởng của ông.<br \/>\nQuay trở lại Zurich, Bernstein trở nên ngày càng tích cực làm việc cho tờ báo Der Sozialdemokrat (\"Xã hội Dân chủ\"), và sau đó đã thành công trở thành biên tập viên của tờ báo, một công việc mà ông đã làm mười năm dài. Đó là trong những năm giữa 1880 và 1890, Bernstein đã lập nên danh tiếng của mình như là một lý thuyết gia hàng đầu của chủ nghĩa Mác chính thống. Về vấn đề này, ông đạt được là nhờ có liên hệ gần gũi cả riêng tư lẫn nghề nghiệp với Engels. Mối quan hệ này trở nên thấm thiết nhờ ông đã chia sẻ tầm nhìn chiến lược của Engels và chấp nhận hầu hết các chính sách cụ thể của Engels. Trong năm 1888, Bismarck thuyết phục chính phủ Thụy Sĩ trục xuất một số thành viên chủ chốt của phong trào dân chủ xã hội Đức ra khỏi nước, và do đó Bernstein đã chuyển đến London, nơi ông tiếp tục làm báo tại Kentish Town. Mối quan hệ của ông với Engels sớm nở thành tình bạn. Ông cũng đã liên lạc với các tổ chức xã hội chủ nghĩa người Anh, đặc biệt là Hội Fabian và Hyndman, Liên đoàn Dân chủ Xã hội. \n<ref>This influence is particularly evident in Bernstein's ''My Years of Exile: Reminiscences of a Socialist'' (London, 1921).<\/ref> Vì vậy, trong những năm sau đó, đối thủ của ông thường xuyên tuyên bố rằng \"Chủ nghĩa Xét lại\" của ông là do nhìn thấy thế giới của mình \"thông qua cặp kiếng của người Anh.\" Tất nhiên, không thể xác định được chính xác, những điều phán xét này có phải hoàn toàn là như vậy hay không. Bernstein đã phủ nhận điều đó<ref>Bernstein to Bebel, 20.10.1898, Tudor and Tudor, pp. 325-6.<\/ref><br \/>\nNăm 1891, ông là một trong những tác giả của Chương trình Erfurt, và từ năm [[1896]] đến [[1898]], ông phát hành một loạt các bài báo mang tên ''Probleme des Sozialismus (\"Những vấn đề của chủ nghĩa xã hội\")'' đã dẫn đến các xét lại cuộc tranh luận trong SPD và từ đó mở đường cho [[Chủ nghĩa Xét lại]]. Ông cũng đã viết một cuốn sách có tựa đề Die Voraussetzungen des Sozialismus und die Aufgaben der Sozialdemokratie (\"Các điều kiện tiên quyết cho chủ nghĩa xã hội và các nhiệm vụ dân chủ xã hội\") vào năm 1899. Cuốn sách đã tương phản sắc nét với vị trí của August Bebel, Karl Kautsky và Wilhelm Liebknecht tất cả 1900 bài luận mang tên ''Cải cách hay Cách mạng'' cũng là một cuộc luận chiến chống lại vị trí của [[chủ nghĩa cộng sản]]. Năm 1900, Berstein xuất bản Zur Geschichte und Theorie des Sozialismus (\"Lịch sử và lý thuyết của chủ nghĩa xã hội\", 1900).<ref name=nie>[http:\/\/en.wikisource.org\/wiki\/The_New_International_Encyclop%C3%A6dia\/Bernstein,_Eduard Văn kiện Lưu trữ mở Wikisource tiếng Anh]<\/ref><br \/>\nNăm 1901, ông trở lại Đức, sau việc dỡ bỏ lệnh cấm mà làm ông không thể về nước. Ông trở thành một biên tập viên của báo ''Vorwärts'' vào cùng năm,<ref name=ea\/><ref name=nie\/> và trở thành đại biểu Quốc hội Đức từ 1902-1918. Ông đã bỏ phiếu chống lại việc hiện đại hóa vũ khí cho quân đội vào năm 1913, cùng với cánh khuynh tả đảng SPD. Mặc dù ông đã bỏ phiếu cho chính phủ mượn tiền để tham dự cuộc chiến trong tháng 8 năm 1914, từ tháng 7 năm 1915, ông phản đối [[chiến tranh thế giới thứ nhất]] và trong năm 1917, ông là một trong những người sáng lập USPD, đoàn kết những chính trị gia xã hội chống chiến tranh (bao gồm cả các nhà cải cách như Bernstein, \"trung dung\" như Kautsky và cách mạng theo chủ nghĩa Marx như Karl Liebknecht). Ông là thành viên của USPD cho đến năm 1919, khi ông quay lại SPD. Từ 1920 đến 1928, Bernstein một lần nữa là một đại biểu của Reichstag. Ông nghỉ hưu từ năm 1928.\n[[Hình:Eduard Bernstein Grab 28.8.2010.JPG|nhỏ|hochkant|Ngôi mộ của Eduard Bernstein (2010)]]\nBernstein qua đời vào ngày 18 tháng 12 năm 1932 tại Berlin. Ngôi mộ của ông là một trong những ngôi mộ danh dự của thành phố Berlin.\n\n== Quan điểm lý thuyết ==\n=== Tranh cãi về chủ nghĩa xét lại ===\nGiữa 1896 và 1898, ông công bố những quan điểm của mình qua một loạt các bài báo đăng trên tạp chí Neue Zeit về đề tài \"Các vấn đề của xã hội chủ nghĩa\", mở đầu cho những tranh luận sôi nổi trong nội bộ [[Đảng Dân chủ Xã hội Đức]]. 1899 theo lời khuyến khích của người bạn Karl Kautsky, ông cho xuất bản tác phẩm \"Những tiền đề của chủ nghĩa xã hội và những nhiệm vụ của Đảng dân chủ\" (''Die Voraussetzungen des Sozialismus und die Aufgaben der Sozialdemokratie'')\n\nTheo Bernstein, chủ nghĩa tư bản đã phát triển sang một giai đoạn mới với những đặc điểm mới vượt ra ngoài dự kiến của Marx và Engels như: hệ thống kinh tế tư bản chủ nghĩa có khả năng tự-điều chỉnh tránh được khủng hoảng, chế độ dân chủ đại nghị tạo điều kiện cho giai cấp công nhân có thể đấu tranh một cách hoà bình trong khuôn khổ của nhà nước hiện hành; sự phát triển của hệ thống ngân hàng, các tổ chức độc quyền và các phương tiện giao thông, sự phát triển của các doanh nghiệp vừa và nhỏ cũng như các nhóm xã hội trung gian song song với xu hướng tập trung sản xuất, v.v… Căn cứ vào tình hình mới đó, ông đã trình bày một loạt luận điểm nhằm xét lại, điều chỉnh chủ nghĩa Marx.<ref>[http:\/\/hasiphu.com\/nhomdalat_MTL04_08.html Chương VI Cuộc đấu tranh giữa hai phái - cải cách và cách mạng], HUYỀN THOẠI VỀ MỘT NHÀ NƯỚC TỰ TIÊU VONG – MAI THÁI LĨNH, hasiphu.com<\/ref>\n\n==== Chỉ trích biện chứng Marx ====\nTrong tác phẩm \"Những tiền đề của chủ nghĩa xã hội và những nhiệm vụ của Đảng dân chủ\" Bernstein chỉ trích Chủ nghĩa duy vật biện chứng của Marx là lý thuyết siêu hình, không khoa học, không thực tiễn.<ref>Eduard Bernstein: ''Die Voraussetzungen des Sozialismus und die Aufgaben der Sozialdemokratie.'' 1984, S. 29–65<\/ref> Đối với những người mác-xít chính thống, chính mục đích sau cùng của chủ nghĩa xã hội xác định những nguyên tắc của hoạt động thực tiễn trước mắt. Bernstein đã tìm cách cắt đứt sự ràng buộc đó giữa mục đích cuối cùng và hoạt động thực tiễn hàng ngày. Đối với ông, chủ nghĩa xã hội không phải là một mục đích mà là một quá trình tiếp diễn không ngừng.\n\n==Xem thêm==\n* [[Friedrich Engels]]\n* [[Karl Marx]]\n* [[Chủ nghĩa xã hội dân chủ]]\n* [[Chủ nghĩa Xét lại]]\n* [[Otto von Bismarck]]\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n{{Commons|Eduard Bernstein|Eduard Bernstein}}\n{{Wikiquote}}\n{{Wikisource}}\n*[http:\/\/www.marxists.org\/reference\/archive\/bernstein\/index.htm Eduard Bernstein Archive] at marxists.org.\n*[http:\/\/www.studiesinanti-capitalism.net\/StudiesInAnti-Capitalism\/BERNSTEIN.html Bernstein on Homosexuality, Articles from ''Die Neue Zeit'', 1895 and 1898.]\n\n{{thời gian sống|1850|1932}}\n\n[[Thể loại:Chính khách Đức]]\n[[Thể loại:Chủ nghĩa xã hội]]\n[[Thể loại:Chủ nghĩa Xét lại]]\n[[Thể loại:Chủ nghĩa Marx]]\n[[Thể loại:Karl Marx]]\n[[Thể loại:Friedrich Engels]]\n[[Thể loại:Nhà lý luận Mác-xít]]\n[[Thể loại:Đảng viên Đảng Dân chủ Xã hội Đức]]\n[[Thể loại:Mất năm 1932]]"}