{"Ekkathat":"{{Thông tin nhân vật hoàng gia\n| tên = Ekkathat<br>เอกทัศ\n| tên gốc = \n| tước vị = Vua Xiêm\n| tước vị thêm = \n| hình = Burmese Depiction of an Ayutthaya King.jpg\n| ghi chú hình = Miêu tả của người Miến Điện về vua Ekkathat tại thư viện Anh, Luân Đôn.\n| chức vị = [[Chế độ quân chủ Thái Lan|Vua Ayutthaya]]\n| tại vị = 1758–ngày 7 tháng 4 năm 1767\n| đăng quang = \n| tiền nhiệm = [[Uthumphon]]\n| nhiếp chính = \n| kế nhiệm = [[Taksin]]<br> <small>([[vương quốc Thonburi]])<\/small>\n| phối ngẫu = Công chúa Wimonphat\n| con cái = \n| tên đầy đủ = \n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| tước hiệu = \n| hoàng tộc = [[Triều Ban Phlu Luang]]\n| cha = [[Borommakot]]\n| mẹ = Phiphitmontri\n| sinh = không rõ\n| nơi sinh = \n| mất = ngày 17 tháng 4 năm 1767\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Borommaracha Kasat Bowon Sucharit''' ({{Lang-th|บรมราชากษัตริย์บวรสุจริต}}), '''Somdet Phra Chao Yu Hua Phra Thi Nang Suriyat Amarin''' ({{Lang-th|สมเด็จพระเจ้าอยู่หัวพระที่นั่งสุริยาสน์อมรินทร์}}), [[Danh xưng hoàng gia và quý tộc Thái Lan|Chaofa]] '''Ekathat''' ({{Lang-th|เอกทัศ}}), hoặc '''Krom Khun Anurak Montri''' ({{Lang-th|กรมขุนอนุรักษ์มนตรี}}), là vị vua thứ 33 và cuối cùng của [[vương quốc Ayutthaya]], trị vì từ 1758 đến ngày 7 tháng Tư 1767 trước khi vương quốc sụp đổ. Đương thời, vị vua này có biệt danh là '''\"Khun Luang Khi Ruean\"''' ({{Lang-th|ขุนหลวงขี้เรื้อน}}, tiếng Việt gọi là '''Phong vương''' 瘋王<ref>[[:s:Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương VI|Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương VI]]<\/ref>), nghĩa là\"vua hủi, vua cùi\"; do ông mắc một căn bệnh về [[Bệnh nám da|da]].<ref name=\"Damrong\">Rajanubhab, D., 2001, Our Wars With the Burmese, Bangkok: White Lotus Co. Ltd., {{ISBN|9747534584}}<\/ref>{{Rp|299}}\n\n== Triều đại ==\nHoàng tử Ekkathat, hoặc Kromma Khun Anurak Montri, là con trai của vua [[Borommakot]]. Anh trai của ông ta, hoàng tử Tham Thibet đã được phong làm Đệ nhất Phó vương (Tiền Điện) năm 1732. Tuy nhiên, Thammathibet đã có một cuộc tình vụng trộm với một người thiếp của vua cha. Ekkathat, khi biết được điều này, đã tâu với Boromakot. Thammathibet do đó đã bị đánh đến chết vào năm 1746. Ekkathat, người sẽ nối dõi tiếp theo, tưởng rằng sẽ được phong chức Tiền Điện. Tuy nhiên, Borommakot dừng bổ nhiệm lại bởi vị vua này cho rằng Ekkathat là không đủ năng lực.{{Rp|296–297}}\n\nMột năm trước khi chết, vua Borommakot quyết định bỏ qua Ekkathat, buộc ông phải đi tu, và cho em trai của Ekkathat là Uthumphon lãnh chức Tiền Điện. Năm 1758, vua Borommakot mất. Uthumphon sau đó đã lên ngôi. Tuy nhiên, hai tháng sau đó, Ekkathat trở lại và đòi ngai vàng. Ekkathat đóng quân ở cung điện Suriyat Amarin — xưng là '''Somdet Phra Thi Nang Suriyat Amarin''' (nghĩa là: Vua của Cung điện Suriyat Amarin). Uthumphon bắt và giết các anh em của mình là Krom Mun Chit Sunthon, Krom Mun Sunthon Thep và Krom Mun Sep Phakdi. Uthumphon sau đó lại thoái vị, bỏ đi tu, và Ekkathat đã lên ngôi.{{Rp|297–300}}\n\nTheo một sử liệu của Xiêm xót lại sau ngày Ayutthaya sụp đổ, những năm đầu triều Ekathat chứng kiến sự cố gắng hồi sinh đất nước. Nhà vua theo truyền thống đã quyên tiền cho xây nhiều chùa. Việc buôn bán với người nước ngoài được hỗ trợ. Các cảng biển phía tây như Mergui và Tenasserim hoạt động nhộn nhịp. Tuy nhiên, theo sử liệu của Miến điện và Anh quốc, khi [[người Môn]] tị nạn đến vương quốc, sau khi bị Miến Điện chinh phục, Ayutthaya đã trở thành mục tiêu tiếp theo của Miến Điện.\n\nTuy nhiên, nhà vua\"không đủ năng lực nhận ra điều đó và chỉ quan tâm đến những việc như các thú vui xác thịt.\"<ref name=\"prince\">Chakrabongse, C., 1960, Lords of Life, London: Alvin Redman Limited<\/ref>{{Rp|68}}\n\n== Miến Điện xâm lược và Ayutthaya sụp đổ ==\nTừ năm 1759, [[Alaungpaya]] ra lệnh cho con trai thứ hai của mình, [[Hsinbyushin]], tấn công [[Vùng Tanintharyi|Tanintharyi]] và [[Mergui]], để nói với Xiêm rằng tình hữu nghị của họ với Miến đã kết thúc kể từ khi Xiêm từ chối trao trả một quý tộc người Môn nổi loạn, chạy trốn trong một tàu Pháp để sang Mergui. Ít gặp phải kháng cự, quân Miến tiếp tục tấn công các tỉnh lỵ khác của Xiêm. Sau khi chiếm [[Phetchaburi]], Alaungpaya quyết định tiến sâu vào [[Chiến tranh Ayutthaya - Myanma (1759-1760)|Ayutthaya trong năm 1760]].{{Rp|300–304}}\n\nKinh đô của Xiêm hỗn loạn sau khi quân Miến chiếm Ratchaburi. Ekkathat buộc phải mời người em đã thoái vị, Uthumphon, trở lại nắm quyền. Ekkathat trở thành Somdet Phrachao Luang,\"vị vua, người từ bỏ ngai vàng của mình\". Umthumphon sau đó, chuẩn bị thủ đô cho một cuộc bao vây.{{Rp|307}}\n\nTuy nhiên, Alaungpaya đã bị thương trong cuộc bao vây, và đã chết khi quân Miến rút lui.{{Rp|310}}\n\nViệc này hoãn lại sự sụp đổ của Ayutthaya thêm 7 năm.\n\nXiêm dưới thời Ekkathat đã ở tình trạng hỗn loạn. Ayutthaya bị mất kiểm soát mạng lưới các thành phố và Ekkathat bị cho là bị mê hoặc bởi của cải và thê thiếp. Nông dân nổi loạn. Trong năm 1766, quân [[Chiến tranh Xiêm - Miến Điện (1766-1767)|Miến Điện một lần nữa xâm chiếm]] Xiêm — qua ngả [[Mergui]] dưới [[Maha Nawrahta|Mahanoratha]] và [[Lan Na|Mang]] theo [[Ne Myo Thihapate|Neimyo Thihapate]] sau khi chinh phục Lào. Miến điện chiếm các thành phố khác để cắt giảm hỗ trợ cho Ayutthaya. Một nguồn tin tiếng Hà Lan cho biết, triều đình Xiêm đối mặt với phá sản. Kinh đô hoàn toàn mất liên lạc với các vệ tinh của nó. Ayutthaya không còn sức chống đỡ.\n\nSử liệu địa phương nói rằng Ekkathat đã hết sức cố gắng để chống lại Miến điện. Ông ra lệnh số quân còn lại chống quân Miến điện ở Ratchaburi và Thon Buri, nhưng Miến nghiền nát tất cả họ. Hai cánh quân Miến hội quân ở Aytthaya và bao vây thành phố. Một tài liệu nước ngoài tuyên bố rằng Ekathat và gia đình của mình đã bí mật bỏ trốn khỏi thủ đô. Những quý tộc Xiêm đồng ý đầu hàng quân Miến. Vào ngày 7 tháng Tư 1767, Ayutthaya sụp đổ. Miến Điện cướp phá và thiêu rụi thành phố thành tro bụi.\n\n== Cái chết ==\n''[[Xiêm thực lục]]'' nói Ekkathat chết đói sau hơn mười ngày giấu mình trong rừng Ban Chik ({{Lang-th|ป่าบ้านจิก}}), gần chùa Wat Sangkhawat ({{Lang-th|วัดสังฆาวาส}}).{{Rp|356}} Thi thể của ông tađược phát hiện bởi một nhà sư. Xác ông đã được chôn cất tại một gò tên là\"Khok Phra Men\"({{Lang-th|โคกพระเมรุ}}) trước mặt một chùa tên là\"Mongkhonlabophit\"({{Lang-th|พระวิหารพระมงคลบพิตร}}).\n\nSự chiếm đóng của Miến Điện không kéo dài. Hết năm 1767, số quân Miến còn lại ở Xiêm đã được gọi về để bảo vệ quê hương của họ, chống lại quân [[Chiến tranh Thanh-Miến|Trung Quốc xâm lược (1765-1769)]], để lại Xiêm trong với khoảng trống quyền lực. [[Taksin]] (tỉnh trưởng tỉnh [[Tak (tỉnh)|Tak]]) thành lập [[Vương triều Thonburi|Vương quốc Thonburi]] năm 1768, và nổi lên như một  ứng cử viên mạnh vào năm 1769.\n\n== Hậu duệ ==\n{| class=\"wikitable\"style=\"text-align: left; margin-bottom: 10px;\"width=\"50%\"\n! # \n! Vợ và Thiếp \n!con cái\n|-\n| 1. \n| Malaeng Mao, Công Chúa Wimonphat \n| Công Chúa Sirichanthra Thewi\n|-\n| 2. \n|Phi tần Phéng \n| Công Chúa Satan Sarin<br>\nHoàng Tử Prawet Kuman\n|-\n| 3. \n|Phi tần Maen \n| Công chúa Sura (hoặc Rutcha Thewi)<br>\nHoàng tử Suthat (hoặc Kumara)\n|}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Vua Thái Lan}}\n\n{{DEFAULTSORT:Ekkathat}}\n[[Thể loại:Mất năm 1767]]\n[[Thể loại:Vua Thái Lan]]\n[[Thể loại:Người Ayutthaya]]"}