{"El Cid":"[[Tập tin:Monumento al Cid (Burgos) 01.jpg|nhỏ|Tượng của El Cid ở Burgos, thủ phủ thuộc Vương quốc của vua Sancho II và nơi Cid phục vụ trong những năm đầu.]]\n'''Rodrigo Díaz de Vivar''' ([[1043]] - [[10 tháng 7]] năm [[1099]]), hay còn gọi là '''El Cid Campeador''' ({{IPA-es|el θið kampeaˈðor}}, \"Lãnh chúa-bậc thầy của nghệ thuật quân sự\"), là một nhà [[quý tộc]], lãnh đạo quân sự và nhà ngoại giao người [[Vương quốc Castilla|Castilia]]. Bị trục xuất bởi vua [[Alfonso VI của León và Castile]], El Cid đã chỉ huy một lực lượng người Moor bao gồm người [[Muladi]], [[người Berber|Berber]], người [[Ả Rập]] và [[Malian]], dưới quyền của [[Yusuf al-Mu'taman ibn Hud]], vua của người [[Hồi giáo]] [[Moor]] của thành phố Zaragoza phía đông bắc [[Al-Andalus]], và người kế nhiệm, [[Al-Mustain II]].\n\nSau khi người [[Thiên Chúa giáo|Thiên chúa giáo]] bị đánh bại tại [[trận Sagrajas]], El Cid đã được gọi về phục vụ lại cho Alfonso VI, và chỉ huy một quân đội Kitô giáo và Moor, mà ông sử dụng để tạo ra thái ấp riêng của mình trong thành phố [[Valencia]] của người Moors ven biển [[Địa Trung Hải]].\n\nEl Cid sau đó hy sinh trong một trận đánh chống lại sự xâm lược của vương triều Hồi giáo Almoravid vào năm 1099 nhưng người vợ của ông đã để xác El Cid lên yên ngựa và cho chạy ra trận để cổ vũ tinh thần quân sĩ (vốn tưởng ông còn sống) và làm hoảng sợ tinh thần của đối thủ, nhờ vậy quân của ông đã đánh đuổi được kẻ thù ra biển.\n\n== Tên gọi ==\nEl Cid là biệt hiệu, tên đầy đủ của ông là Rodrigo (hoặc Ruy) Díaz de Vivar trong đó Rodrigo Díaz là tên, Vivar là địa điểm nơi ông sinh ra tại vùng Burgos, cái tên de Vivar cho thấy ông là một bá tước. Rodrigo Díaz de Vivar được hiểu là Rodrigo Díaz bá tước xứ Vivar.\n\nCái tên \"El Cid\" ({{IPA-es|el 'θid|lang}}) xuất phát từ chữ ''el'' (có nghĩa là \"the\") trong thổ ngữ Arập hoặc Tây Ban Nha và từ tiếng Ả Rập سيد ''[[sidi|sîdi]]'' hoặc [[sayyid]], có nghĩa là \"[[Lãnh chúa]]\" hay \"Ngài\". Biệt hiệu Campeador có nghĩa là \"Người chiến thắng\" hay \"quán quân\" (theo âm [[tiếng Anh]] là Champion) do người Tây Ban Nha đặt vì khâm phục sức mạnh và tài nghệ chiến đấu của ông.<ref name=\"newadvent.org\">http:\/\/www.newadvent.org\/cathen\/03769a.htm<\/ref><ref name=\"ctspanish.com\">http:\/\/www.ctspanish.com\/legends\/elcid.htm<\/ref>\n\n== Cuộc đời và sự nghiệp ==\n[[Tập tin:Signature of El Cid.svg|nhỏ|phải|Chữ ký của El Cid: ''Ego Ruderico'', \"I, Rodrigo\".]]\n\n=== Nguồn gốc ===\n[[Tập tin:Vicents Cots Primera hazaña del Cid.jpeg|nhỏ|phải|230px|ElCid và thủ cấp của đối thủ]]\n\nEl Cid sinh ra vào năm [[1043]] tại vùng [[Vivar del Cid|Vivar]] hoặc Castillona de Bivar, một thị trấn nhỏ khoảng 6 dặm về phía bắc [[Burgos, Tây Ban Nha|Burgos]], thủ phủ của [[Vương quốc Castilla|Castile]]. Cha của ông, Diego Laínez, là một [[cận thần]] và là [[kỵ sĩ]] ưu tú của lãnh chúa vùng này, người đã tham gia nhiều trận đánh, mẹ của El Cid là một người xuất thân từ dòng dõi quý tộc. Ông được đặt tên là Rodrigo Diaz.<ref name=\"newadvent.org\"\/><ref name=\"ctspanish.com\"\/><ref>http:\/\/charltonhestonworld.homestead.com\/ElCid1.html<\/ref>\n\n=== Phục vụ vua Sancho II ===\n[[Tập tin:Carmen campidoctoris 1.jpg|nhỏ|phải|Đoạn đầu tiên của ''[[Carmen Campidoctoris]]'', tác phẩm văn học đầu tiên về cuộc sống của El Cid, được viết bởi một đảng phái Catalan để ăn mừng Cid đánh bại Berenguer Ramón.]]\nLà một thanh niên vào năm [[1057]], Rodrigo Diaz đã tham gia chiến đấu chống lại thành trì của người Hồi giáo Moors ở [[Taifa của Zaragoza|Zaragoza]] buộc [[emir]] [[Ahmad al-Muqtadir|al-Muqtadir]] của nó thành một chư hầu của vua Sancho. Vào [[mùa xuân]] năm [[1063]], ông chiến đấu trong [[trận Graus]], nơi anh trai cùng cha khác mẹ của Ferdinand, [[Ramiro I của Aragon]], bao vây thành phố Moors của Cinca thuộc Zaragozan. Al-Muqtadir, cùng với quân đội Castilian bao gồm Cid, chiến đấu chống lại [[vương quyền Aragon]]. Một truyền thuyết nói rằng trong cuộc cuộc xung đột, El Cid giết một [[hiệp sĩ]] của vương quyền Aragon trong một trận [[quyết đấu]], do đó nhận được danh hiệu Campeador.\n\nKhi Ferdinand chết, Sancho tiếp tục mở rộng lãnh thổ của mình, chinh phục cả Castile và các thành phố của người Moors ở [[Zamora, Tây Ban Nha|Zamora]] và [[Badajoz]].<ref name=\"newadvent.org\"\/><ref name=\"ctspanish.com\"\/> Khi Sancho biết được rằng người em trai Alfonso đang lên hoạch lật đổ mình để chiếm lãnh thổ, Sancho phái Cid mang Alfonso trở lại để Sancho có thể nói chuyện.\n\n=== Phục vụ vua Alfonso VI ===\nSancho bị ám sát năm [[1072]] và theo một hiệp ước giữa em trai của Sancho là [[Alfonso VI của León và Castile|Alfonso]] và chị là [[Urraca của Zamora|Urraca]] thì trong bất kỳ trường hợp nào, nếu Sancho chết mà chưa lập gia đình và có con thì tất cả quyền lực sẽ được truyền lại cho Alfonso\n\nGần như ngay lập tức, Alfonso, người đang lưu vong ở [[Toledo]] liền trở về và bắt đầu ngồi vào vị trí của anh mình là vua của Castile và El Cid tiếp tục phục vụ dưới trướng của vua Alfonso VI.<ref name=\"newadvent.org\"\/><ref name=\"ctspanish.com\"\/> Theo sử thi của El Cid, giới quý tộc Castilian dẫn đầu bởi Cid và một tá \"người giúp đỡ lời thề\" đã buộc Alfonso phải [[thề]] công khai ở trước [[thánh tích]] của Nhà thờ [[Santa Gadea]] ([[Saint Agatha]]) tại [[Burgos, Tây Ban Nha|Burgos]] nhiều lần rằng ông không tham gia vào âm mưu giết chết anh trai.\n\n=== Lưu vong ===\nTrong [[trận Cabra]] ([[1079]]), El Cid đã tập hợp quân đội của mình và biến cuộc chiến thành một thất bại thảm hại cho Emir Abdulallh của [[Granada]] và đồng minh [[García Ordóñez]]. Tuy nhiên, cuộc viễn chinh trái phép của El Cid vào Granada làm Alfonso tức giận và ngày [[8 tháng 5]] năm [[1080]], El Cid bị trục xuất. Những lý do thường được đưa ra cho sự lưu vong của El Cid là: một nhóm quý tộc khiến Alfonso chống lại El Cid, sự thù địch của Alfonso đối với ông và vu cáo tham ô công quỹ khi Cid được cử đến [[Sevilla]] để thu [[thuế]]. Ông buộc phải sống lưu vong như một người tha hương trên những nẻo đường của đất nước Tây Ban Nha.<ref name=\"newadvent.org\"\/><ref name=\"ctspanish.com\"\/><ref>Joseph David Heapy, El Cid, Trường Đại học Oxford ấn hành, New york, năm 1997, (tái bản năm 2002), trang 7 - 15<\/ref>\n\nLúc đầu ông đến [[Barcelona]], ​​nơi [[Ramon Berenguer II, Bá tước của Barcelona|Ramón Berenguer II]] ([[1076]]-[[1082]]) và [[Berenguer Ramon II, Bá tước của Barcelona|Berenguer Ramón II]] (1076-1097) đã từ chối sự phục vụ của Cid. Sau đó ông đi đến [[Taifa của Zaragoza]], nơi ông đã nhận được một sự chào đón nồng nhiệt của cư dân nơi dây.\n\nTuy nhiên, lưu vong không phải là sự kết thúc của El Cid. Năm [[1081]], El Cid trở thành một người [[lính đánh thuê]] cho thủ lĩnh người Moors ở thành phố [[Al-Andalus]] phía đông bắc của [[Zaragoza]] là [[Yusuf al-Mu'taman ibn Hud]] và phục vụ luôn cho người kế nhiệm ông này là [[Al-Mustain II]].<ref name=\"newadvent.org\"\/><ref name=\"ctspanish.com\"\/><ref>Joseph David Heapy, El Cid, Trường Đại học Oxford ấn hành, New york, năm 1997, (tái bản năm 2002), trang 15 - 24<\/ref> Ông đã được trao danh hiệu ''El Cid'' (''The Master'') và phục vụ như là một nhân vật hàng đầu trong một lực lượng người Moors bao gồm [[Muladis]], [[người Berber]], [[người Ả Rập]] và [[Malian]].\n\nEl Cid đã chiến đấu hăng hái trong các trận chiến của al-Mutamin xứ Zaragoza và bảo vệ thành công xứ này trước các cuộc tấn công của al-Mundhir, Sancho I của Aragón, và Ramón Berenguer II.<ref name=\"ctspanish.com\"\/>\n\nNăm 1084, ông đã đánh bại Sancho của Aragon trong trận Morella. Trong năm 1086, các cuộc tấn công của người bản xứ vào người Hồi giáo ở bán đảo Tây - Bồ qua eo biển Gibraltar bắt đầu được đẩy mạnh. Các lãnh chúa người Hồi, người Berber do Tashfin Yusuf ibn lãnh đạo yêu cầu giúp bảo vệ người Moors trước cuộc tấn công của vua Alfonso và El Cid đã nhận nhiệm vụ này, ông ta tham gia chiến đấu trong màu cờ của người Hồi chống lại những người Tây Ban Nha bản xứ đồng tộc với ông ta.<ref name=\"ctspanish.com\"\/>\n\nTrận đánh lớn diễn ra vào ngày 23 tháng 10 năm 1086, gần Badajoz. Các lãnh chúa người Hồi giáo đã đánh bại một đội quân Tây Ban Nha gồm liên quân của lãnh chúa các xứ León, Aragón và Castile. Ed Cid đã chiến đấu xuất sắc trong trận chiến đó, lập được nhiều chiến công. Sau thất bại thảm hại của mình, Alfonso nhớ lại những gì mình đã đối xử với El Cid. Nhưng rất tiếc là El Cid đã phục vụ cho người khác.<ref name=\"ctspanish.com\"\/>\n\n=== Chinh phục Valencia ===\n[[Tập tin:The Cid ordering the Execution of Ahmed.jpg|nhỏ|phải|200px|Lập quốc ở Valencia]]\n\nKhoảng thời gian này, El Cid, với một đội quân liên hợp giữa người [[Thiên Chúa giáo|Thiên chúa giáo]] và Moor, bắt đầu khởi sự để tạo ra [[thái ấp]] riêng của mình ở thành phố [[Valencia, Tây Ban Nha|Valencia]] ven biển [[Địa Trung Hải]].<ref>Joseph David Heapy, El Cid, Trường Đại học Oxford ấn hành, New york, năm 1997, (tái bản năm 2002), trang 57 - 71<\/ref> Một số trở ngại nằm trong con đường của ông. Thứ nhất là [[Berenguer Ramón II]], người trị vì gần [[Barcelona]]. [[Tháng năm|Tháng 5]] năm [[1090]], El Cid đánh bại và bắt Berenguer trong [[trận Tébar]] (ngày nay là Pinar de Tévar, gần [[Monroyo]], [[tỉnh Teruel|Teruel]]). Berenguer sau đó được tha và cháu trai là [[Berenguer Ramón III]] kết hôn với Maria, con gái trẻ nhất của El Cid để chống lại các cuộc xung đột trong tương lai. El Cid cũng nhân cơ hội này liên tiếp chinh phục các thị trấn dọc theo con đường đến Valencia, trong số đó có [[Castejón]] và [[Alucidia]].<ref name=\"ctspanish.com\"\/>\n\nEl Cid dần có ảnh hưởng nhiều hơn về phía Valencia. [[Tháng mười|Tháng 10]] năm [[1092]] nhân một cuộc nổi dậy xảy ra ở Valencia, El Cid bắt đầu bao vây thành phố. [[Tháng mười hai|Tháng 12]] năm [[1093]] cuộc vây hãm đã kết thúc và El Cid chính thức cai trị thành phố này dưới danh nghĩa của Alfonso, trong thực tế, El Cid hoàn toàn độc lập. Thành phố này đã được cả Công giáo lẫn Hồi giáo ủng hộ và được cả người Moor và Thiên chúa giáo phục vụ dưới trướng của ông.<ref name=\"ctspanish.com\"\/>\n\n=== Qua đời ===\nEl Cid và vợ của ông là [[Jimena Díaz]] sống một cách hòa bình ở Valencia trong 3 năm cho đến khi [[Almoravid]] bao vây thành phố vào năm [[1099]]. El Cid sau đó tử trận do trúng tên trong lúc phá vây nhưng quân đội của ông vẫn đẩy lui được cuộc xâm lược này. Jimena cai trị thay ông ở đây trong 3 năm cho đến khi Almoravid lại bao vây thành phố. Không thể giữ nó, bà phải bỏ rơi thành phố và vua Alfonso đã ra lệnh đốt cháy thành phố để ngăn chặn nó rơi vào tay Almoravid. Valencia cuối cùng bị chiếm bởi [[Masdali]] vào ngày [[5 tháng 5]] năm [[1102]] và nó đã không trở thành một thành phố Kitô giáo trong hơn 125 năm. Jimena chạy đến Burgos đem theo thi thể của chồng. Thi hài của ông lúc đầu được chôn cất tại tu viện [[San Pedro de Cardeña]] ở Castile <ref name=\"newadvent.org\"\/><ref name=\"ctspanish.com\"\/> cho đến khi được dời sang trung tâm của [[lâu đài Burgos]].\n\n== Ảnh hưởng ==\nCuộc đời của El Cid được tái hiện trong bộ phim Huyền thoại El Cid do [[Hoa Kỳ|Mỹ]] sản xuất vào năm 1961 với sự tham gia của diễn viên huyền thoại [[Charlton Heston]],<ref>{{Chú thích web |url=http:\/\/www.vernonjohns.org\/snuffy1186\/elcid.html |ngày truy cập=2010-07-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2010-06-13 |archive-url=https:\/\/web.archive.org\/web\/20100613085611\/http:\/\/vernonjohns.org\/snuffy1186\/elcid.html |url-status=dead }}<\/ref> Đồng thời, những nét quan trọng và những trận chiến sử thi trong cuộc đời của ông cũng được tái hiện trong một Game chiến thuật dàn trận nổi tiếng là Age of Empires II - The Conquerors Expansion.\n\n== Xem thêm ==\n\n* [[Cantar de mio Cid|Trường ca El Cid]] (Cantar de mio Cid)\n\n==Tham khảo==\n* ''El Cid'', Joseph David Heapy, Trường Đại học Oxford ấn hành, New york, năm 1997, (tái bản năm 2002)\n* ''The Cid and his Spain'', Nguyên tác F.Cass, dịch giả: Harold Sunderland, Luân Đôn, năm 1971\n* ''The Making of the Poema de Mio Cid'', Colin Smith, Trường Đại học Cambridge ấn hành, Luân Đôn, năm 1983,\n* ''The quest for El Cid'', Richard Fletcher, Knopf ấn hành, New York, năm 1990\n* ''The Youthful Deeds of the Cid'', Guillen de Castro, Dịch giả Robert R. La Du, Luis Soto-Ruiz, và Giles A. Daeger, Exposition Press, New York, năm 1969,\n* ''The Spanish ballads, and the Chronicle of the Cid'', Robert Southey, Warne, Luân Đôn, năm 1873\n\n== Chú thích ==\n{{Tham khảo}}\n{{thể loại Commons|El Cid}}\n\n[[Thể loại:Người Tây Ban Nha]]\n[[Thể loại:Mất năm 1099]]\n[[Thể loại:Sinh năm 1043]]"}