{"Elisha Otis":"{{Infobox engineer\n|image                = Otis.jpg\n|image_size           = \n|caption              = Elisha Graves Otis\n|name                 = Elisha Graves Otis\n|nationality          = Hoa Kỳ\n|birth_date           = {{birth date|1811|8|3}}\n|birth_place          = [[Halifax]], [[Vermont]], Hoa Kỳ\n|death_date           = {{death date and age|1861|4|8|1811|8|3}}\n|death_place          = [[Yonkers, New York]]\n|education            =\n|spouse               = Susan Houghton, Elizabeth Otis\n|parents              =\n|children             = Charles Rollin Otis, [[Norton P. Otis|Norton Prentice Otis]]\n|discipline           =\n|institutions         =\n|practice_name        =\n|significant_projects = [[thang máy]]\n|significant_design   =\n|significant_advance  =\n|significant_awards   =\n}}\n\n'''Elisha Graves Otis''' ([[3 tháng 8]], [[1811]] – [[8 tháng 4]], [[1861]]) là [[nhà công nghiệp]] người [[Hoa Kỳ|Mỹ]], nhà sáng lập Công ty thang máy Otis nổi tiếng<ref>[http:\/\/www.otis.com\/en\/us\/ Otis Elevator Company]<\/ref>. Ông nổi tiếng vì đã phát minh ra thiết bị an toàn đảm bảo cho [[thang máy]] không bị rơi khi dây cáp bị đứt<ref name=\"Invent.org Article\">{{chú thích web|url=http:\/\/invent.org\/inductee-detail\/?IID=115|title=Elisha Graves Otis|access-date=ngày 18 tháng 12 năm 2007|work=Invent Now|archive-url=https:\/\/web.archive.org\/web\/20150207161953\/http:\/\/invent.org\/inductee-detail\/?IID=115|archive-date=ngày 7 tháng 2 năm 2015|url-status=dead}}<\/ref><ref>https:\/\/www.newyorker.com\/magazine\/2008\/04\/21\/up-and-then-down<\/ref>. Phát minh của Otis giúp nhân loại xây được nhiều tòa nhà chọc trời hơn và tăng diện tích mặt sàn công trình khi thang máy thay thế thang bộ.\n\n==Tiểu sử==\nOtis sinh ngày 3 tháng 8 năm  [[1811]] ở Halifax, [[Vermont]], là con trai của Stephen Otis và vợ là Phoebe Glynn<ref name=\"Invent.org Article\"\/>. Ông rời khỏi gia đình năm 19 tuổi, cuối cùng định cư ở Troy, [[New York]], nơi ông sống trong 5 năm làm công việc lái xe chở hàng.\n\nNăm [[1834]], ông kết hôn với Susan A. Houghton, sau này họ có hai con là Charles và Norton. Cuối năm đó, Otis may mắn thoát chết do căn bệnh [[viêm phổi]], nhưng ông đã kiếm đủ tiền để chuyển vợ và con trai ba tuổi đến Vermont Hills trên sông Green River. Ông đã thiết kế và chế tạo máy xay của riêng mình nhưng thu nhập từ nó quá thấp nên ông đã chuyển nó thành xưởng cưa, và rồi khách hàng cũng chẳng tìm tới nhiều. Khi người con trai thứ hai ra đời, ông bắt đầu chế tạo toa xe và toa tàu, bấy giờ ông đã trở nên khá thành thạo. Không lâu sau thì người vợ đầu mất, để lại hai đứa con trai nhỏ dại cho Otis.\n\nNăm 34 tuổi, vớ hi vọng có một khởi đầu mới, Otis kết hôn với người vợ thứ hai và chuyển đến Albany, New York. Ông đã làm việc như một nhà sản xuất búp bê. Ông đã phát minh và được cấp bằng sáng chế cho một thiét bị giúp sản xuất thảm trải giường nhanh gấp bốn lần so với làm thủ công. Ông chủ của Otis ấy đã cho ông một khoản tiền thưởng và Otis bắt đầu việc kinh doanh của riêng mình. Tại tòa nhà cho thuê của mình, ông bắt đầu thiết kế một phanh an toàn có thể dừng tàu ngay lập tức và một lò nướng bánh mì tự động. Ông buộc phải ngừng kinh doanh khi con suối mà ông đang sử dụng để cung cấp điện bị thành phố Albany chuyển hướng để cung cấp nước ngọt.\n\nNăm [[1851]], lần đầu tiên ông chuyển đến Thành phố Bergen, New Jersey, làm thợ cơ khí, sau đó đến Yonkers, New York, làm quản lý một xưởng cưa bỏ hoang. Xưởng cưa này sau đó đã chuyển thành xưởng đóng ván<ref name=\"Encyclopædia Britannica Article on Elisha Otis\">{{cite encyclopedia|url=http:\/\/www.britannica.com\/eb\/article-9057648\/Elisha-Graves-Otis|title=Elisha Otis|access-date=ngày 18 tháng 12 năm 2007|encyclopedia=[[Encyclopædia Britannica]]}}<\/ref>.\n[[Tập tin:ElevatorPatentOtis1861.jpg|liên_kết=https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADp tin:ElevatorPatentOtis1861.jpg|nhỏ|Bản vẽ bằng sáng chế thang máy an toàn của Elisha Otis, ngày [[15 tháng 1]] năm [[1861]].]]\nNăm [[1851]], khi đang dọn dẹp nhà máy, Otis đã tự hỏi làm cách nào để có thể đưa tất cả những phoi vụn cũ lên các tầng trên của nhà máy. Ông đã từng nghe nói về các giàn nâng, nhưng chúng thường bị hỏng và rủi ro cao. Ông và các con trai của mình bắt tay vào thiết kế \"thang máy an toàn\" cho riêng mình và thử nghiệm thành công. Ban đầu Otis không quan tâm nhiều đến phát minh này. Sau khi đạt được một số doanh thu và sau khi xưởng ván lót giường sa sút, Otis đã nắm lấy cơ hội thành lập một công ty thang máy mà ban đầu được gọi là ''Union Elevator Works'' và sau đó là ''Otis Brothers & Co'' - tiền thân của Công ty thang máy Otis nổi tiếng.\n[[Tập tin:Elisha OTIS 1854.jpg|235px|thumb|right|Otis giới thiệu thang máy an toàn do ông phát minh. Ông đứng trên sàn thang máy được kéo lên không trung bằng 1 sợi dây cáp. Otis đã cho người cắt sợi cáp nhưng sàn thang máy không rơi xuống trước sự thán phục của mọi người. Bấy giờ ông bỏ mũ và tuyên bố: ''\"Rất an toàn!\"'']]\nKhông có đơn đặt hàng nào đến với cồn ty của Otis trong nhiều tháng tiếp theo. Otis đã chớp thời cơ Hội chợ Thế giới năm [[1853]] ở New York - một cơ hội lớn để quảng bá<ref name=\"Encyclopædia Britannica Article on Elisha Otis\"\/>. Tại New York Crystal Palace, Otis đã khiến đám đông kinh ngạc khi ông ra lệnh cắt sợi cáp dây duy nhất treo mặt sàn mà ông đang đứng trên đó<ref name=\"Invent.org Article\"\/>. Sợi dây đã bị cắt đứt, và mặt sàn chỉ bị rơi xuống vài inch rồi dừng lại chứ không hề rơi tự do<ref>{{chú thích web|url=https:\/\/www.cnn.com\/style\/article\/short-history-of-the-elevator\/index.html|title=A short history of the elevator|last=Prisco|first=Jacopo|date = ngày 8 tháng 2 năm 2019 |website=CNN Style|language=en|access-date = ngày 20 tháng 2 năm 2019}}<\/ref>. Đó là nhờ cơ chế khóa an toàn do Otis phát minh. Khi dây cáp bị đứt, Cabin thang máy sẽ được giữ lại trên 2 đường ray Cabin.\n\nCơ chế khóa an toàn đã hoạt động và mọi người dần sẵn sàng đi trong thang máy kéo; Và chiếc thang máy dân dụng chở khách đầu tiên như vậy được lắp đặt tại 488 Broadway ở Thành phố [[New York]] vào ngày [[23 tháng 3]] năm [[1857]]. Những chiếc thang máy này nhanh chóng trở thành loại được sử dụng phổ biến nhất và giúp tạo nên những tòa nhà chọc trời ngày nay. Đây là một phát minh hết sức có ý nghĩa vì sự ra đời của thang máy an toàn đã giúp nhân loại xây được những tòa nhà chọc trời vươn cao hơn, mở ra kỷ nguyên của những cuộc chạy đua lên bầu trời với những tòa nhà nổi tiếng.\n\nSau Hội chợ Thế giới, Otis nhận được đơn đặt hàng liên tục, số đơn đặt hàng tăng gấp đôi mỗi năm. Ông đã phát triển các loại động cơ khác nhau, như động cơ van hơi ba chiều, có thể chuyển thang máy giữa hướng lên và xuống, và nhanh chóng dừng nó lại.\n\nSau này, Otis đã cải tiến các phát minh cũ của ông về lò nướng bánh mì và phanh xe lửa, cuối cùng đã được cấp bằng sáng chế cho một máy cày hơi nước vào năm [[1857]], một lò quay vào năm [[1858]]. Ông cùng với con trai Charles cũng được nhận bằng sáng chế cho động cơ hơi nước dao động vào năm [[1860]].\n\nOtis mắc bệnh bạch hầu và qua đời vào ngày [[8 tháng 4]] năm [[1861]]<ref name=\"Invent.org Article\"\/>, khi ấy ông mới 49 tuổi.\n==Di sản==\nMặc dù đã qua đời nhưng tên tuổi của công ty ông ngày càng được biết đến khi hai người con trai ông đã nối nghiệp và gây dựng công ty thành công hơn cha, trở thành một doanh nghiệp thịnh vượng. Một lần nữa tên Otis được nhắc đến khi năm [[1889]], họ đã cài đặt một thang máy ở [[tháp Eiffel]] (Paris) và Đài tưởng niệm Washington (năm [[1890]]). Đến năm 1913, công ty Otis đã đạt danh tiếng quốc tế khi được lắp đặt hệ thống thang máy trong toà nhà Woolworth Building 60 tầng ở thành phố [[New York]].\n \nOtis đã đạt được thành công lớn khi năm [[1997]], người ta có thể tìm thấy tên của Otis trên hơn 1,2 triệu thang máy trên thế giới. Công ty, nay là một phần của Tổng Công ty United Technologies, có trụ sở tại Farmington, Connecticut với 68.000 người lao động và chiếm tới 23% thị trường thang máy toàn cầu. Hiện nay trên thị trường có rất nhiều các công ty chuyên về thang máy, thang cuốn nhưng công ty Otis luôn được biết đến với việc phát triển một nền văn minh mới mà như nhiều người nói: ''\"Nếu không có Elisha Otis thì sẽ không có các toà nhà chọc trời như hiện nay\"''.\n<ref>Trích dẫn theo kham-pha\/elisha-graves-otis-va-nen-van-minh-mang-ten-thang-may<\/ref>\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1811]]\n[[Thể loại:Mất năm 1861]]\n[[Thể loại:Nhà phát minh Mỹ]]\n[[Thể loại:Nhà tư bản]]\n[[Thể loại:Doanh nhân theo ngành nghề]]\n[[Thể loại:Người Mỹ thế kỷ 19]]\n[[Thể loại:Thang máy]]"}