{"Esen Buqa II":"{{Thông tin nhân vật hoàng gia|hình=File:Moghulistan.PNG|ghi chú hình=[[Trung Á]] vào đầu những năm 1450|chức vị=[[Hãn]] [[Moghulistan]]|tước vị=[[Hãn]] [[Mông Cổ]]|tại vị=1429 - 1462|tiền nhiệm=[[Uwais Khan]]|kế nhiệm=[[Yunus Khan]]<br>[[Dost Muhammad]]|mất=1462|con cái=Dost Muhammad<br>Daulat Nigar Khanum<br>Husn Nigar Khanum|cha=Uwais Khan}}\n\n'''Esen Buqa II''' (mất năm 1462) là hãn của [[Moghulistan]] từ năm 1429 cho đến khi qua đời. Ông là con trai của [[Uwais Khan]].\n\n== Tiểu sử ==\n\n=== Ban đầu ===\nKhi Uwais Khan bị giết năm 1428, người Moghul bị rơi vào tình trạng hỗn loạn. Một số người trong số họ ủng hộ Esen Buqa, trong khi những người khác ủng hộ anh trai của ông, [[Yunus Khan]]. Tuy nhiên, phái của Yunus Khan thấy mình là thiểu số và trốn đến [[Ulugh Beg]] của [[nhà Timur]].\n\nVới sự ra đi của Yunus Khan, Esen Buqa là hãn không thể được chấp nhận. Vài năm đầu triều đại của ông trôi qua suôn sẻ; tất cả những người Moghul đều trung thành với ông, trong khi thành phố [[Kashgar (thành phố)|Kashgar]], nơi bị các Timurid chiếm sau khi Uwais Khan qua đời, đã bị chiếm lại vào năm 1435.\n\n=== Về sau ===\nTuy nhiên, những [[Amir]] suy nghĩ rất ít về Esen Buqa, người vẫn là một đứa trẻ. Họ bắt đầu phẫn nộ chính quyền của mình và đất nước rơi vào tình trạng rối loạn. Hãn sau đó chuyển đến [[Aksu, Tân Cương|Aksu]] và sau một thời gian tìm cách lấy lại lòng trung thành của những người thừa kế. Kết quả là ông đã cho con gái Daulat Nigar Khanim kết hôn với Muhammad Haidar Mirza, con trai của Dughlat Amir của Kashgar Sayyid Ali.\n\nNgay sau khi giành lại quyền kiểm soát Moghulistan, Esen Buqa bắt đầu tiến hành các cuộc tấn công vào lãnh thổ Timurid ở Transoxiana. Năm 1451, ông tấn công [[Tashkent]], và một cuộc thám hiểm thứ hai được thực hiện ngay sau đó. Ông cũng bao vây và tạm thời giành quyền kiểm soát [[Andijan]]. Timurid Abu Sa'id có sức mạnh quân sự để đánh bại người Moghul ở Transoxiana, nhưng không thể truy đuổi chúng ở Moghulistan.\n\nThất vọng trước các cuộc đột kích của Moghul, Abu Sa'id gửi cho Yunus Khan, sau đó ở [[Iraq]]. Ông trang bị cho Yunus Khan một đội quân và phái ông tiếp quản Moghulistan. Ông nhận được sự hỗ trợ của một số người thừa kế và tiếp cận Kashgar. Esen Buqa bắt được ông một vài dặm từ thành phố và trong cuộc chiến tiếp theo chứng minh chiến thắng, buộc anh trai phải chạy trốn trở lại Abu Sa'id. Một thời gian ngắn sau, Esen Buqa một lần nữa phải đối phó với Yunus Khan, người một lần nữa nhận được sự ủng hộ của những người thừa kế khi ông vào Moghulistan, nhưng không thể thực hiện bất kỳ bước tiến thực sự nào chống lại anh trai mình.\n\n== Qua đời ==\nEsen Buqa [[chết]] vì nguyên nhân tự nhiên vào năm 1462, sau khi mất ba mươi ba năm. Cái chết của ông đã gây ra sự chia rẽ giữa những người Moghul; ở phía tây Yunus Khan có được quyền lực, trong khi ở phía đông con trai của Esen Buqa, [[Dost Muhammad]] trở thành hãn.\n\nEsen Buqa cũng được biết đến là nơi ẩn náu cho hai anh em, Jani Beg và Kerei chống lại người Uzbek. Tình bạn giữa hãn và hai anh em này đánh dấu sự khởi đầu của mối quan hệ thân thiện giữa người Moghul và [[người Kazakh]] trong vài thập kỷ tiếp theo.\n\n== Gia đình ==\nEsen Buqa có một con trai và hai con gái:\n\n* [[Dost Muhammad]]\n* Daulat Nigar Khanum, kết hôn với Muhammad Haidar Mirza Dughlat;\n* Husn Nigar Khanum, kết hôn với [[Mirza Abu Bakr Dughlat]];\n\n== Xem thêm ==\n\n* [[Uwais Khan]]\n* [[Yunus Khan]]\n* [[Dost Muhammad]]\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Hãn Moghulistan]]\n[[Thể loại:Mất năm 1462]]"}