{"Flavius Rufinus":"'''Flavius Rufinus''' (? – [[395]]) là chính khách của [[Đế quốc Đông La Mã]] thế kỷ thứ 4 gốc Gaul giữ chức [[Pháp quan thái thú các tỉnh phía Đông]] (''Praetorian prefect of the East'') dưới thời [[Hoàng đế La Mã]] [[Theodosius I]], đến thời con ông là [[Arcadius]] đã bị Rufinus thâu tóm hết mọi quyền hành và trở thành quyền thần thực sự. Ông từng là đề tài của những câu thơ công kích trong bài ''In Rufinum'' được làm bởi nhà thơ [[Claudius Claudianus|Claudianus]] ở triều đình [[Đế quốc Tây La Mã|Tây La Mã]].\n \n==Tiểu sử==\nTính hay khoác lác và thích hoạt động chính trị, ông được mô tả là người sắc sảo, tham vọng, tham lam và không có nguyên tắc, nhưng lại là một tín đồ [[Kitô giáo]] rất mực sùng đạo. Theo một số nguồn tài liệu cho biết ông thường gặp khó khăn về [[tiếng Hy Lạp]] cũng như nguồn gốc [[Aquitania]] của mình.\n\nNăm [[388]] ông được bổ nhiệm ''[[magister officiorum]]'' (Trưởng quan cấp cao). Năm [[392]] ông giũ chức [[Quan chấp chính La Mã]] và trong cùng năm đó ông được bổ nhiệm làm Pháp quan thái thú các tỉnh phía Đông. Hoàng đế Theodosius rất tín nhiệm Rufinus, lợi dụng sự sủng ái này mà Rufinus ra sức chống lại các đối thủ của mình trong triều. Ông xung đột với [[Promotus]] và [[Timasius]], đều là ''[[magister equitum]]'' (Trưởng quan [[kỵ binh]]) và ''[[magister peditum]]'' (Trưởng quan bộ binh) của Theodosius. Trong một cuộc họp của Hội đồng, Rufinus đã vô cớ xúc phạm Promotus khiến ông bị Promotus tát mạnh vào má; tức giận, Rufinus đến chỗ Theodosius để trình báo sự sỉ nhục này và được Theodosius trả lời rằng nếu không có gì thay đổi ông sẽ bổ nhiệm Rufinus làm đồng hoàng đế. Nắm lấy cơ hội sủng ái này và để trả thù, Rufinus đề nghị Theodosius gửi Promotus đến [[Thracia|Thrace]] để giao phó việc huấn luyện quân đội. Một số lính người rợ được chỉ định tháp tùng Promotus trong chuyến đi này, thế nhưng bọn họ lại có một thỏa thuận ngầm với Rufinus là sẽ bất ngờ tấn công và giết chết Promotus ngay lập tức (vụ ám sát xảy ra vào tháng 9 năm 392).<ref>Zosimus, IV.51.<\/ref>\n\nTrong khoảng thời gian ngay sau khi Theodosius qua đời, vào [[tháng một|tháng 1]] năm [[395]], Rufinus gần như là người cai trị của Đế quốc Đông La Mã, kể từ đó ông sử dụng ảnh hưởng và vị thế của mình lấn lướt vị hoàng đế trẻ tuổi Arcadius. Ông đã cố gắng chi phối nhiều hơn với Arcadius bằng cách gả con gái của mình cho vị hoàng đế trẻ tuổi, tuy nhiên kế hoạch này đã bị cản trở bởi một trong những triều thần là [[Eutropius (quan chấp chính))|Eutropius]].\n\nRufinus rất ghét viên ''[[magister militum]]'' (Thống lĩnh quân đội) [[StIlyicho]] ở phía Tây, và ảnh hưởng của ông lên Arcadius đã ngăn StIlyicho đánh tan quân của [[Alaric I|Alaric]] ngay khi viên tướng [[Đế quốc La Mã|La Mã]] này có cơ hội. StIlyicho đã điều binh chặn đứng đại quân của Alaric và [[visigoth|người Visigoth]] ở [[Hy Lạp]] vào năm 395, nhưng quân tiếp viện của Đông La Mã do Arcadius chỉ huy, theo sự gợi ý của Rufinus đã cho thu quân về, vì thế StIlyicho buộc phải rút toàn quân của ông về biên giới phía Tây. Tuy nhiên, khi đang đóng trại nghỉ ngơi thì đám lính đánh thuê người Goth dưới sự chỉ huy của [[Gainas]] đột nhiên xông vào tổng hành dinh của Rufinus và giết chết ông vào ngày 27 tháng 11 năm 395.\n\nRufinus có một người em gái là [[Silvia]], một con chiên ngoan đạo và là tác giả của hai bài [[thánh ca]].\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* [[John Bagnell Bury]], ''History of the Later Roman Empire'', Chapter 5.\n\n{{s-start}}\n{{s-bef | before= Flavius [[Eutolmius Tatianus]],<br \/> [[Quintus Aurelius Symmachus]] }}\n{{s-ttl | title=[[Danh sách quan chấp chính thời cuối La Mã|Quan chấp chính]] của [[Đế quốc La Mã]] | years= 392 |regent1= [[Arcadius|Flavius Arcadius Augustus]] II }} \n{{s-aft | after= [[Theodosius I|Flavius Theodosius Augustus]] II (Tây và Đông),<br \/> [[Eugenius|Flavius Eugenius Augustus]] (Tây),<br \/> [[Abundantius (quan chấp chính)|Flavius Abundantius]] (Đông) }}\n\n{{s-bef | before= Flavius [[Eutolmius Tatianus]] }}\n{{s-ttl | title=[[Pháp quan thái thú các tỉnh phía Đông]] | years= 10 tháng 9, 392 – 27 tháng 11, 395}}\n{{s-aft | after= [[Caesarius (quan chấp chính 397)|Caesarius]] }}\n{{s-end}}\n\n{{Authority control|VIAF=14591091}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Rufinus\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Quan chấp chính La Mã\n| DATE OF BIRTH = 335\n| PLACE OF BIRTH =\n| DATE OF DEATH = 395\n| PLACE OF DEATH =\n}}\n{{DEFAULTSORT:Rufinus}}\n[[Thể loại:Sinh năm 335]]\n[[Thể loại:Mất năm 395]]\n[[Thể loại:Nhân vật Byzantine thế kỷ thứ 4]]\n[[Thể loại:Nhân vật La Mã thế kỷ thứ 4]]\n[[Thể loại:Pháp quan thái thú các tỉnh phía Đông]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]"}