{"Francis Asbury":"{{Thông tin nhân vật\n| name = Francis Asbury\n| image = \n| image_size = \n| caption = \n| birth_date = {{birth date|1745|8|20|mf=y}}\n| birth_place = Hamstead Bridge, [[Staffordshire]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] \n| death_date = {{death date and age|1816|3|31|1745|8|20|mf=y}}\n| death_place = Spotsylvania, [[Virginia]], [[Hoa Kỳ|Mỹ]]\n| education = \n| occupation = Giám mục Giám Lý\n| religion = [[Phong trào Giám Lý|Giám Lý]]\n| spouse = \n| parents = \n| children = \n| nationality = \n}}\n\n'''Francis Asbury''' (\/{{IPA|æzbəri}}\/, [[20 tháng 8]] năm [[1745]] – [[31 tháng 3]] năm [[1816]]) là người thành lập, phát triển, và là một trong hai [[Giám mục]] đầu tiên của [[Giáo hội Giám nhiệm Giám lý]] (''Methodist Episcopal Church'') tại Hoa Kỳ.\n\nTháng 10 năm 1771, chàng thanh niên trẻ tuổi từ giã nước Anh để đến Mỹ. Trong suốt 45 năm, Asbury cống hiến đời mình cho công cuộc xây dựng hội thánh còn non trẻ trên vùng đất mới. Ông du hành - phần lớn trên lưng ngựa - hàng ngàn dặm, tìm đến những cụm dân cư sống rải rác ở vùng biên địa.\n\nAsbury đóng góp tích cực cho sự phát triển của [[phong trào Giám Lý]] tại Mỹ như là một phần trong cuộc [[Đại Thức tỉnh]]. Trong suốt đời mình, ông thành lập trường học mặc dù gia cảnh khó khăn khiến ông không thể tiến xa trong học vấn. Ông cũng phát triển mạng lưới [[Trường Chúa Nhật]] dạy trẻ em học đọc, viết, và làm toán.\n\n==Tiểu sử==\nFrancis Asbury sinh tại [[Hansworth]], gần [[Birmingham]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] trong một gia đình lao động là tín hữu [[Phong trào Giám Lý|Giám Lý]] (''Methodist''). Cậu bé Francis phải bỏ học trước khi được 12 tuổi để theo học nghề thợ rèn, đến 14 tuổi Francis bắt đầu quan tâm đến [[đức tin Kitô giáo|đức tin Cơ Đốc]]. Khi 18 tuổi Asbury trở nên một truyền đạo địa phương, và được phong chức mục sư lúc 22 tuổi. Năm [[1771]], Asbury tình nguyện sang [[Hoa Kỳ|Mỹ]].\n==Phát triển hội thánh tại Mỹ==\n[[Tập tin:The Ordination of Bishop Asbury.jpg|thumb|right|300px|Lễ tấn phong Giám mục cho Asbury năm 1784]]\nTháng 10 năm 1771, Asbury đến [[Philadelphia]], khi ấy số tín hữu Giám Lý trên đất Mỹ chỉ có khoảng 600 người. Trong vòng vài ngày sau khi đặt chân lên tân thế giới, Asbury khởi sự làm việc cật lực. Đó là thời điểm khởi đầu cho một thời kỳ kéo dài 45 năm hoạt động không mệt mỏi của Asbury để gieo trồng đức tin Giám Lý trên vùng đất mới.\n\nKhi cuộc chiến giành độc lập bùng nổ năm [[1776]], Asbury là [[mục sư]] Giám Lý duy nhất ở lại trên đất Mỹ. Suốt trong giai đoạn này, Asbury theo đuổi lập trường trung lập trong các vấn đề chính trị; do đó bị buộc phải ẩn mình trong vài tháng để khỏi phải ký vào bản tuyên thệ khước từ trung thành với vương quyền Anh, và để tránh gia nhập quân đội Mỹ. Khi ấy nhiều người xem ông \"là kẻ thù, đáng bị bắt giữ\". Sau khi người Mỹ dành độc lập, Asbury được phục hồi danh dự và tiếp tục thi hành mục vụ.\n\nNăm [[1784]], [[John Wesley]] bổ nhiệm Asbury và [[Thomas Coke]] làm đồng quản nhiệm các hoạt động của Giáo hội Giám nhiệm Giám lý tại Mỹ. Sự kiện này đánh dấu sự khởi đầu của [[Giáo hội Giám nhiệm Giám lý]]. Vào này Lễ Giáng sinh Asbury được phong chức chấp sự, ngày hôm sau trưởng lão, đến ngày [[27 tháng 12]] năm 1784, ông được tấn phong Giám mục, như lời Coke thuật lại, \"Chúng tôi phải vội vàng, có nhiều việc phải làm trong một thời gian ngắn.\" Sáu tháng sau, Coke trở về Anh. Trong 32 năm kế tiếp, Asbury là nhà lãnh đạo của toàn thể tín hữu Giám Lý trên toàn nước Mỹ.<ref name=\"fras\">[http:\/\/www.christianitytoday.com\/history\/special\/131christians\/asbury.html ''Francis Asbury, Methodist on Horseback] - [[Tạp chí Christianity Today|Christianity Today]].<\/ref>\n\nVào cuối [[thập niên 1700]], 95% người Mỹ sống rải rác trong những cụm dân cư ít hơn 2.500 người nên thường ít có cơ hội tiếp xúc với các giáo hội và giới chức sắc. Asbury cho thành lập các giáo hạt, bổ nhiệm các truyền đạo du hành, và gởi họ đến thuyết giảng và cử hành thánh lễ, nhất là ở những vùng thôn quê hẻo lánh.<ref name=\"fras\"\/>\n\nGiống Wesley, Asbury đi ra tìm kiếm cơ hội rao giảng phúc âm bất cứ nơi nào có thể: công sở, hàng quán, hãng xưởng, đồng ruộng, quảng trường, tóm lại bất kỳ nơi nào có người chịu tụ họp lại để nghe ông thuyết giáo. Asbury du hành trên lưng ngựa trung bình 6.000 dặm mỗi năm, mỗi ngày đều giảng dạy hoặc chủ tọa các buổi hội họp hoặc hội nghị. Dưới sự lãnh đạo của Asbury, hội thánh phát triển từ số thành viên 1.200 người lên đến 214.000 người với 700 mục sư. Khi bùng nổ cuộc [[Nội chiến Hoa Kỳ|Nội chiến]], số tin hữu Giám Lý tại Mỹ đã lên đến hơn 1,5 triệu người.\n\nKhông chỉ là nhà lãnh đạo tôn giáo thành công trong giai đoạn quyết định của lịch sử nước Mỹ, Asbury còn được nhìn nhận là một nhà thuyết giáo xuất chúng. Người viết tiểu sử Asbury, Ezra Squier Tipple, đã viết,<blockquote>\nNếu rao giảng phúc âm với thẩm quyền của người được [[Thiên Chúa]] sai phái...nếu có nhận thức sâu sắc về sự hiện hữu vĩnh cửu của Thiên Chúa - Đấng Kêu gọi, Đấng Xức dầu, Đấng Phán xét - và thể hiện nhận thức ấy trong các bài thuyết giáo khiến người nghe phải kinh hãi, tan chảy trong sự khiếp sợ, và ngã đổ như những người chết; nếu một người như thế xứng đáng được gọi là nhà thuyết giáo vĩ đại, thì Asbury là một nhà thuyết giáo vĩ đại.\"<\/blockquote>\n\nAsbury căm ghét chế độ sở hữu [[nộ lệ]], ông thỉnh cầu [[George Washington]] ban hành luật chống chế độ nô lệ. Ông viết: \"Lòng tôi đau xót khi nhìn thấy cách cư xử của một số tín hữu Giám Lý, họ ra chợ, trả giá để thuê mướn nô lệ, rồi hành hạ và bỏ đói họ.\"<ref name=\"fras\"\/>\n\n==Tính cách==\nAsbury dị ứng với danh vọng, càng không quan tâm đến việc xây dựng hình ảnh cá nhân.<ref>Duren, William Larkin. 1928. Francis Asbury, Founder of American Methodism and Unofficial Minister of State, New York: The Macmillan Company. Pg 75<\/ref> Sau 23 năm sống trên đất Mỹ và 10 năm phục vụ trong cương vị giám mục, ông mới chịu nhượng bộ lời yêu cầu của một người bạn, James McCannon, để người ta vẽ chân chung cho ông.\n\nĐôi lúc Asbury cũng khá bi quan, nghĩ rằng mình là \"một nhà tiên tri báo hung tin\".<ref name=\"Duren, William Larkin 1928. Pg 77\">Duren, William Larkin. 1928. Francis Asbury, Founder of American Methodism and Unofficial Minister of State, New York: The Macmillan Company. Pg 77<\/ref> Ông thích nếp sống giản dị và thường khi đắm mình trong sự trầm mặc. Theo nhận xét của những người quen biết Asbury, ông là người rất nhạy cảm. Nhật ký của ông ghi lại những thất bại và sai sót trong mục vụ hơn là những thành tựu. Ông thường thiếu kiên nhẫn đối với những ai trì hoãn không chịu sớm chu toàn bổn phận.\n\nAsbury có thói quen dậy sớm vào lúc 5 giờ sáng để suy ngẫm [[Kinh Thánh]]. Nhiều người xem Asbury là \"một trong số những người khôn ngoan nhất và có tầm nhìn sâu rộng nhất trong thời của ông.\"<ref>Duren, William Larkin. 1928. Francis Asbury, Founder of American Methodism and Unofficial Minister of State, New York: The Macmillan Company. Pg 167<\/ref>\n\n==Vinh danh==\n[[Tập tin:Statue of bishop Francis Asbury (Wilmore, Kentucky).jpg|200px|phải|nhỏ|Tượng Francis Asbury, Wilmore, [[Kentucky]]]]\n*Ngôi nhà thuở thiếu thời của Asbury, ''the Bishop Asbury Cottage'', ở Sandwell, [[Anh Quốc]], nay là viện bảo tàng.\n*Trường đại học Giám nhiệm Giám lý đầu tiên mang tên Đại học Cokesbury (1785 – 1796) để vinh danh Asbury và Thomas Coke.\n*Có ít nhất sáu ngôi trường mang tên Asbury:\n**Trường Tiểu học Giám Lý Asbury tại Lai King, [[Hong Kong]].\n**Đại học Asbury và Chủng viện Thần học Asbury tại Wilmore, [[Kentucky]].\n**Đại học DePauwn ở Greencastle, [[Indiana]] (lúc đầu có tên ''Indiana Asbury College'').\n**Trường Tiểu học Francis Asbury, tại Hampton, [[Virginia]].\n**Trường Trung học Asbury, Marshall County, [[Alabama]].\n*James A. Bradley, một người tiếp nhận đức tin Giám Lý, đặt tên thị trấn do ông thành lập trên bờ biển New Jersey là [[:en:Asbury Park, New Jersey|Asbury Park]].\n*Năm 1921, một pho tượng của Asbury được đặt tại [[Washington, D. C.]]\n*Nhà thờ Giám Lý đầu tiên ở bắc [[Trung Hoa]] xây dựng năm 1870 mang tên Asbury, nay là Nhà thờ Chongwenmen.\n*Đại lộ Asbury ở Evanston, [[Illinois]] - Đại học Northwestern tọa lạc tại đây - được thành lập bởi những tín hữu Giám Lý.\n*Trong thập niên 1830, những tín hữu Giám Lý đến Hạt Dubuque, [[Iowa]], và thành lập một thị trấn. Họ đã chọn tên Asbury để đặt cho thị trấn này.\n\n==Xem thêm==\n*[[Phong trào Giám Lý]]\n*[[John Wesley]]\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.britannica.com\/eb\/article-9009773\/Francis-Asbury ''Encyclopedia Britannica'']\n*''Midnight Rider for the Morning Star'' an historical novel (ISBN 978-0-915143-10-8) by Mark Alan Leslie, available at bookstores or through http:\/\/www.francisasburysociety.com\/midnightrider.htm {{Webarchive|url=https:\/\/web.archive.org\/web\/20080510151904\/http:\/\/www.francisasburysociety.com\/midnightrider.htm |date=2008-05-10 }}\n*[http:\/\/www.francisasbury.org\/ The official Francis Asbury web site.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20040616215810\/http:\/\/www.francisasbury.org\/ |date=2004-06-16 }} Contains an A-Z index of places and people mentioned in his journals.\n*[http:\/\/www.francisasbury.com\/ ''Trailblazin' Bishop: The Francis Asbury Story'']. A one-man play on the life of Francis Asbury.\n*[http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=gr&GRid=6562477 Francis Asbury] biographical sketch on [[Find-A-Grave]]\n{{Các chủ đề|Cơ Đốc giáo|Tin Lành}}\n\n{{Thời gian sống|sinh=1745|mất=1816|tên=Asbury, Francis}}\n\n{{DEFAULTSORT:Asbury, Francis}}\n[[Thể loại:Tin Lành]]\n[[Thể loại:Phong trào Giám Lý]]\n[[Thể loại:Người Anh]]\n[[Thể loại:Tín hữu Giám Lý]]\n[[Thể loại:Giám mục Giám Lý]]\n[[Thể loại:Lịch sử tôn giáo Hoa Kỳ]]\n[[Thể loại:Giám mục Mỹ]]\n[[Thể loại:Mất năm 1816]]\n[[Thể loại:Sinh năm 1745]]"}