{"Franz Lefort":"[[Tập tin:Lefort.jpg|nhỏ|phải|Franz Lefort]]\n'''Franz Lefort''' ([[tiếng Nga]]: ''Франц Яковлевич Лефорт''; [[23 tháng 12]] năm [[1655]]&nbsp;– [[2 tháng 3]] năm [[1699]]) là một [[đô đốc]] của [[Nga]] dưới thời của [[Pyotr I của Nga|Pyotr I]].\n\n==Gốc gác==\nFranz Lefort là con của một thương nhân [[Thụy Sĩ]] giàu có. Tính thích hưởng thụ cuộc đời vui tươi đã nhanh chóng dập tắt mọi ý tưởng về buôn bán như người cha, nên ông gia nhập quân đội [[Hà Lan]] để chống [[Pháp]], rồi năm lên 19 đi đến Nga nhưng không tìm được việc làm trong hai năm đầu. Dần dần ông nhận quân hàm đại úy, dưới chế độ phụ chính của [[Sofia Alekseyevna]] được Hoàng thân [[Vasily Vasilievich Golitsyn]] chú ý, tham gia hai chiến dịch đánh [[Azov]] ở [[Krym]]. Khi [[Patrick Gordon]] dẫn đoàn sĩ quan nước ngoài rời Sofia để gia nhập với [[Pyotr I của Nga|Sa hoàng Pyotr I]] ở Troitsky, Lefort cũng đi theo. Ít lâu sau khi Sofia bị lật đổ, Lefort được thăng [[thiếu tướng]] năm 34 tuổi.\n\n==Bạn của Sa hoàng Pyotr I==\nLefort có tính nhiệt náo, thích phiêu lưu và kết giao. Trong nhiều năm sau, Lefort trở thành người đồng hành đắc lực và bạn thân thiết của Sa hoàng Pyotr I. Pyotr bị mê mẩn bởi con người của thế giới có sức quyến rũ mạnh mẽ. Lefort không được sâu sắc, nhưng đầu óc của ông làm việc nhạy bén và ông thích chuyện trò, hay nói về phương Tây: đời sống, phong cách và công nghệ. Ông tỏ ra nổi bật trong các dạ tiệc và buổi khiêu vũ. Bắt đầu từ [[1690]], Lefort luôn ở bên cạnh Pyotr; họ ăn tối với nhau hai hoặc ba lần mỗi tuần và gặp nhau hàng ngày. Càng ngày Lefort càng được yêu mến nhờ tính thẳng thắn, cởi mở và hào phóng. Trong khi tướng Patrick Gordon, một tướng lĩnh gốc [[Scotland]] cũng phục vụ trong quân đội Nga, đem đến sự cố vấn chính chắn và tham mưu nhậy cảm, Lefort mang lại không khí vui nhộn, tình bằng hữu, sự cảm thông và thấu hiểu. Pyotr I được thư giãn với Lefort, và khi Pyotr thình lình giận dữ với người nào hoặc việc nào, la mắng tất cả mọi người chung quanh, chỉ một mình Lefort có thể đi đến, nắm chặt hai tay của Pyotr cho đến khi Sa hoàng bình tĩnh trở lại.\n\nLefort được thành công phần lớn là do tính hào phóng. Mặc dù thích xa hoa, ông không bao giờ màng đến chắt móp cho tương lai – tính chất mà Pyotr mến thích, nên vị Sa hoàng luôn cung ứng mọi thứ mà Lefort cần đến: trả nợ cho Lefort, cấp cho ông một biệt thự và ngân khoản để sống. Ông được nhanh chóng phong làm [[đại tướng]], [[đô đốc]] và [[đại sứ]]. Điều quan trọng nhất đối với Pyotr là Lefort thực sự yêu thích cuộc sống ở Nga. Ông nhận nước Nga làm quê hương của mình, không bao giờ nghĩ đến việc trở về sống luôn ở quê nhà.\n\nĐối với Pyotr, bước vào nhà của Lefort giống như đi vào một thế giới khác. Ở đây, Pyotr tìm được không khí dí dỏm, cuốn hút, hiếu khách, giải trí, thư giãn và thường có phụ nữ hấp dẫn hiện diện. Pyotr vốn chỉ quen biết phụ nữ hoàng gia khô cứng sống trong biệt cung, giờ cảm thấy vui thích đi vào thế giới này. Qua hướng dẫn của Lefort, chẳng bao lâu Pyotr thấy mình ngồi một cách thỏa nguyện trong bầu khói [[thuốc lá]], một cốc [[Bia (đồ uống)|bia]] trên bàn, một [[ống píp]] trên môi và cánh tay quàng qua eo một phụ nữ đang cười khúc khích. Lời quở trách của bà mẹ, câu răn dạy của Giáo chủ, giọt nước mắt của cô vợ – tất cả đều chìm vào quên lãng.\n\nÍt lâu sau, Pyotr chú ý đến một phụ nữ ở đây. Cô người [[Hà Lan]] này tên là [[Anna Mons]], con gái một thương nhân. Cô đã qua tay Lefort, nhưng khi thấy Pyotr để ý đến cô gái tóc vàng với tiếng cười dạn dĩ và đôi mắt long lanh, Lefort sẵn sàng nhường cô cho Sa hoàng. Giai nhân có tính phóng khoáng này chính là người Pyotr mong muốn: cô có thể cụng ly với Sa hoàng, cũng như chia sẻ chuyện tiếu lâm với Sa hoàng. Anna Mons trở thành người tình của Pyotr.\n\n==Ở Arkhangelsk==\nVào năm [[1693]], khi Sa hoàng Pyotr I đi [[Arkhangelsk]] lần thứ nhất, Lefort tháp tùng. Ông giúp Pyotr đặt mua một tàu khu trục ở [[Amsterdam]]. Ông cũng được giao đúng việc mà ông luôn làm tốt: tổ chức tiếp tân và tiệc tùng khi Pyotr chào đón đón thương nhân nước ngoài ghé cảng Arkhangelsk.\n\n==Chiến dịch đánh Azov 1695==\nKhi Pyotr I dẫn quân đi đánh [[Azov]] của [[đế quốc Ottoman]] năm [[1695]], Francis Lefort là một trong ba sư đoàn trưởng; hai người kia là Patrick Gordon và [[Fyodor Alekseyevich Golovin]]. Không ai được cử làm tư lệnh cả chiến dịch. Điều này gây ra sự chia rẽ trong cấp chỉ huy – càng ngày càng trầm trọng. Cả Lefort và Golovin đều bực bội với Gordon và liên kết với nhau để bác lại ý kiến của Gordon dù ông này có nhiều kinh nghiệm chiến trường hơn. Pyotr cũng mất kiên nhẫn, cùng với Lefort và Golovin quyết định mở cuộc tấn công nhằm tràn ngập thị trấn địch, nhưng Gordon cho rằng cần phải đào đường hào đến gần tường thành hơn để bảo vệ binh lính trước cuộc tấn công. Ý kiến của ông bị gạt ra một bên, và cuộc tấn công thất bại như đã được dự báo. Trong số 4 trung đoàn, 1.500 binh sĩ tử trận cùng một số sĩ quan.\n\nLefort lại tham gia chiến dịch đánh Azov năm sau, và lần này được phong làm Đô đốc Tư lệnh Hạm đội, dù ông không phải là sĩ quan hải quân. Nga thắng trận, chiếm được Azov.\n\n==Đại Phái bộ Sứ thần==\nPyotr I cử các Đại sứ Đặc mệnh Toàn quyền: Đại tướng–Đô đốc Francis Lefort (làm Đại sứ Thứ Nhất), Đại tướng Fyodor Golovin và Ủy viên Hội đồng Cơ mật [[Prokopy Voznitsyn]] cầm đầu [[Đại Phái bộ Sứ thần]] đi viếng thăm chính thức [[Tây Âu]]. Có thể nói Lefort là người \"chủ mưu\" việc này: ông luôn thúc dục Pyotr nên đi để thỏa mãn ý muốn khát khao học hỏi từ Tây Âu.\n\nỞ [[Hà Lan]], Lefort đưa Pyotr I đến hội kiến với vua [[Anh]] là [[William III của Anh|William III]] và làm thông dịch trong buổi hội đàm này. Ông cũng làm thông dịch khi William III mời Pyotr đến dự khán một phiên họp của [[Quốc hội Anh|Nghị viện Anh]] ở [[Luân Đôn]].\n\nỞ [[đế quốc La Mã Thần thánh]], khi các đại thần đế quốc này nhất quyết cho rằng Hoàng đế của họ không thể công khai đón tiếp một Sa hoàng giấu tung tích, Lefort kiên trì giúp đạt đến thỏa thuận cho một cuộc hội kiến riêng. Lefort làm thông dịch trong buổi hội đàm giữa Pyotr Đại đế và Hoàng đế La Mã Thần thánh.\n\n==Qua đời==\n[[Tháng ba|Tháng 3]] năm [[1699]], Sa hoàng Pyotr I nhận một tin gây đau đớn cho cá nhân mình: Francis Lefort qua đời. Cả hai lần khi Pyotr làm việc ở [[Voronezh]], Lefort ở lại [[Moskva]]. Vào tuổi 43, xem ra ông vẫn còn sức khỏe và tinh thần nồng nhiệt, vẫn lộ vẻ vui tươi và phấn khởi khi tiễn Pyotr đi Voronezh giám sát công cuộc đóng tàu. Ông ngã bệnh sau một bữa tiệc rồi đi ra ngoài uống [[rượu]] trong gió đông mà không mặc đủ áo ấm. Ông nằm trên giường bệnh trong một tuần, với một ban nhạc giúp an ủi. Trong những ngày cuối, vợ ông xin ông tha thứ nếu bà có lỗi gì với ông, và nghe câu trả lời: \n:''\"Tôi không có gì để phiền trách bà; tôi luôn tôn trọng và yêu bà.\"''\n\nKhi Pyotr I nhận được hung tin, Sa hoàng buông rơi cái búa trên tay, ngồi trên một súc gỗ và, giấu mặt trong hai bàn tay, Sa hoàng khóc. Trong giọng khàn khàn pha lẫn tiếng nấc, Pyotr nói: ''\"Bây giờ tôi cô đơn một mình, không có người đáng tin cậy. Chỉ có ông ấy là trung thực với tôi. Bây giờ, tôi biết tâm sự cùng ai?\"''\n\nSa hoàng Pyotr I lập tức trở về Moskva, và tang lễ được cử hành ngày [[21 tháng 3]]. Pyotr đích thân lo sắp xếp: tang lễ cấp nhà nước của vị đại tướng và đô đốc người Thụy Sĩ sẽ trang trọng hơn bất cứ tang lễ nào ở nước Nga trừ nghi thức dành cho Sa hoàng và Hoàng hậu. Các đại sứ nước ngoài được mời, và các [[boyar]] được lệnh phải tham dự.\n\nLúc chuẩn bị di chuyển quan tài ra khỏi nhà của Lefort, vẻ đau đớn và thương cảm của Sa hoàng vài người khác hiển hiện rõ đối với mọi người. Pyotr I rơi nước mắt, và đặt một nụ hôn cuối cùng lên người đã chết. Sau khi hành lễ ở nhà thờ, [[quan tài]] Lefort được mang đến [[nghĩa trang]]. Trên đường đi, các boyar và những người Nga khác chen lấn lên phía trước, đi kế sau quan tài trong khi các đại sứ nước ngoài vì lịch sự nhường chỗ cho họ. Khi gần đến, Sa hoàng nhận thấy thứ tự của đoàn đưa tiễn bị xáo trộn, gọi người cháu của Lefort đến hỏi nguyên nhân. Khi người cháu trả lời rằng chính người Nga đã không tôn trọng nghi lễ, ông nổi giận nói: ''\"Họ là đồ chó, không phải là boyar của ta.\"''\n\nCái chết của người bạn phương Tây để lại một khoảng trống lớn trong đời sống cá nhân của Pyotr I. Con người vui tươi gốc Thụy Sĩ đã lèo lái người bạn trẻ và chủ nhân của ông qua những năm đầu tiên, tập cho chàng thanh niên uống rượu, [[múa|khiêu vũ]], [[bắn cung]]; tìm cho anh một người tình và tạo ra mọi trò đùa nghịch cho anh vui thú. Ông đã đi theo Sa hoàng trong những cuộc chinh chiến đầu tiên ở Azov. Ông đã thuyết phục Pyotr đi Tây Âu rồi đứng ra cầm đầu Đại Phái bộ Sứ thần, và chuyến đi dài ngày đã thúc đẩy những nỗ lực của Sa hoàng trong việc mang về cho nước Nga công nghệ và cung cách của Tây Âu. Và rồi, hầu như ngay trước ngày Pyotr đối diện với một thách thức lớn nhất – cuộc chiến 20 năm với [[Thụy Điển]] – Lefort qua đời. Pyotr thấm thía sự mất mát lớn như thế nào. Cả đời ông, chung quanh ông toàn là người lợi dụng chức vụ và quyền hạn để trục lợi cho riêng mình. Lefort thì khác. Dù cho việc kề cận với Sa hoàng đã tạo cơ hội cho ông làm giàu bằng cách nhũng lạm nếu muốn, Lefort qua đời trong cảnh nghèo túng.\n\n==Tham khảo==\n*''Peter the Great – His life and world'' của Robert K. Massie, Nhà xuất bản: Sphere Books Ltd., London, 1980.\n\n{{Thời gian sống|sinh=1655|mất=1699|tên=Lefort, Franz}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Người Thụy Sĩ|Lefort, Franz]]\n[[Thể loại:Nhà quân sự Nga|Lefort, Franz]]\n[[Thể loại:Lịch sử Nga|Lefort, Franz]]\n[[Thể loại:Mất năm 1699]]\n[[Thể loại:Sinh năm 1655]]\n[[Thể loại:Người Genève]]"}