{"Francisco de Goya":"{{Chú thích trong bài|date=tháng 4\/2022}}\n{{1000 bài cơ bản}}\n{{Infobox Artist\n| tiền tố = \n| name = Francisco Goya\n| tên gốc = \n| nền = họa sĩ\n| image = Goya selfportrait.jpg\n| imagesize = 175px\n| caption = Một tác phẩm tự họa của Goya.\n| nghệ danh = \n| birthname = Francisco José de Goya y Lucientes\n| birthdate = {{birth date|1746|3|30|mf=y}}\n| location = [[Fuendetodos]], [[Aragon]], [[Tây Ban Nha]]\n| deathdate = {{death date and age|1828|4|16|1746|3|30|mf=y}}\n| deathplace = [[Bordeaux]], [[Pháp]]\n| nationality = [[Tây Ban Nha]]\n| nghề nghiệp = \n| field = [[Hội họa]], [[Đồ họa in ấn|In ấn]]\n| training = \n| movement = \n| famous works = {{hlist|''[[Maja khỏa thân]]'' (1800)|''[[Maja diện y phục]]'' (1803)|''[[El dos de mayo de 1808 en Madrid]]'' (1814)}}\n| patrons = \n| awards = \n}}\n'''Francisco José de Goya y Lucientes''' ({{IPAc-en|ˈ|g|ɔɪ|ə}}; {{IPA-es|fɾanˈθisko xoˈse ðe ˈɣoʝa i luˈθjentes|lang}}; [[30 tháng 3]] năm [[1746]] - [[16 tháng 4]] năm [[1828]]) là một [[họa sĩ]] [[Chủ nghĩa lãng mạn|trường phái lãng mạn]] và thợ in người [[Tây Ban Nha]] gốc [[Aragon]]. Goya là một họa sĩ hoàng gia trong triều đình Tây Ban Nha và là một nhà ghi chép biên niên sử. Các tác phẩm mang phong cách nghệ thuật phá cách và sáng tạo của ông là hình mẫu cho các nghệ sĩ thế hệ sau như [[Édouard Manet]] hay [[Pablo Picasso]].\n\nÔng sinh ra trong một gia đình khiêm tốn năm 1746 tại làng [[Fuendetodos]] vùng [[Aragon]]. Ông học vẽ từ 14 tuổi với thày dạy [[José Luzán|José Luzán y Martinez]] và chuyển đến Madrid để học thày [[Anton Raphael Mengs]]. Ông kết hôn với [[Josefa Bayeu]] năm 1773; cuộc sống của đôi vợ chồng trẻ là một chuỗi sự kiện có thai và sẩy thai. Ông trở thành một họa sĩ cung đình cho [[Hoàng gia Tây Ban Nha]] vào năm 1786. Phần đầu sự nghiệp của ông là những bức chân dung của các nhân vật tầng lớp quý tộc và hoàng gia Tây Ban Nha, cũng các hình vẽ hoạt hình theo phong cách của [[Rococo]] được vẽ riêng cho các cung điện hoàng gia.\n\nGoya là một người kín tiếng và mặc dù thư từ và sách của ông được xuất bản công khai nhưng dư luận biết tương đối ít về suy nghĩ riêng tư của ông. Ông bỗng ốm nặng và không được chẩn đoán vào năm 1793 khiến ông hoàn toàn bị điếc. Sau năm 1793 các tác phẩm của ông trở nên tối hơn và mang màu sắc bi quan. Tranh vẽ và tranh tường, tranh in và các bản vẽ của ông phản ánh một cái nhìn ảm đạm về quan hệ cá nhân, xã hội và chính trị của ông. Thái độ bi quan này tương phản với giai cấp xã hội của ông lúc đó. Ông được bổ nhiệm ''Giám đốc Học viện Hoàng gia'' trong năm 1795, năm [[Manuel Godoy]] đã ký một hiệp ước bất lợi với Pháp. Năm 1799 Goya đã trở thành ''Primer Pintor de Camara'', cấp bậc cao nhất cho một họa sĩ hoàng gia Tây Ban Nha lúc đó. Vào cuối những năm 1790, được Godoy yêu cầu, ông đã hoàn thành tác phẩm ''[[Maja khỏa thân]]'', một bức tranh khỏa thân - tác phẩm táo bạo đáng kể ở thời kỳ đó - mang phong cách của [[Diego Velázquez]]. Năm 1801 ông vẽ bức tranh ''[[Charles IV của Tây Ban Nha và gia đình của ông]]''. Năm 1807 [[Napoleon]] lãnh đạo quân đội Pháp đánh Tây Ban Nha.\n\nÔng ở lại Madrid trong cuộc [[chiến tranh Bán đảo]] trên. Điều này dường như đã ảnh hưởng sâu sắc đến ông. Mặc dù ông không nói lên suy nghĩ của mình trước công chúng, những suy nghĩ này có thể được cảm nhận từ chuỗi các tranh in \"[[Thảm họa của chiến tranh]]\" của ông (mặc dù được xuất bản 35 năm sau khi Goya mất) và bức tranh vẽ năm 1814 ''[[Ngày 2 tháng 5 năm 1808]]'' và ''[[Ngày 3 tháng 5 năm 1808]]''. Các tác phẩm khác từ thời kỳ giữa của ông bao gồm chuỗi tranh khắc gỗ \"[[Los Caprichos]]\" và ''[[Los Disparates]]'' và một loạt các bức tranh có liên quan với [[Yard với Lunatics|điên loạn]], [[The Madhouse|nhà thương điên]], [[Flight Witches|phù thủy]], [[The Bewitched Man|sinh vật kỳ quái]], [[The Inquisition Tribunal|tôn giáo]] và tham nhũng [[The Junta của Philippines|chính trị]], tất cả đều cho thấy ông đã lo sợ cho số phận của đất nước Tây Ban Nha và sức khỏe tâm thần và thể chất của chính ông. Đỉnh điểm của những sự lo lắng này là tác phẩm \"[[Tranh Đen]]\" được vẽ trong giai đoạn 1819-1823, vẽ bằng sơn dầu trên tường thạch cao của nhà ông, \"ngôi nhà của người đàn ông bị điếc\" \"[[Quinta del Sordo]]\". Tác phẩm này đánh dấu sự vỡ mộng của ông đối với sự phát triển chính trị và xã hội trong nước, và ông đã sống gần như cô lập một mình. Goya cuối cùng đi khỏi Tây Ban Nha vào năm 1824 để nghỉ dưỡng ở thành phố [[Bordeaux]] của Pháp cùng với cô hầu giúp việc và bạn đồng hành trẻ hơn rất nhiều tên [[Leocadia Weiss]]. Ở Bordeaux ông đã hoàn thành chuỗi tranh \"[[La Tauromaquia]]\" và một số bức tranh sơn dầu. Sau một cơn [[đột quỵ]] khiến ông bị liệt nửa phải cơ thể, bị giảm thị lực và hết vật liệu vẽ tranh, ông đã chết và được [[chôn cất]] ngày 16 tháng 4 năm 1828 ở tuổi 82. Thi hài của ông sau đó đã được mai táng lại tại Tây Ban Nha.\n\n== Thời thơ ấu ==\n[[Tập tin:Casa natal de Francisco Goya, Fuendetodos, Zaragoza, España, 2015-01-08, DD 06.JPG|nhỏ|Ngôi nhà, nơi Goya sinh ra tại [[Zaragoza]], [[Aragon]]]]\nFrancisco José de Goya y Lucientes sinh ngày 30 tháng 3 năm 1746 tại làng Fuendetodos thuộc tỉnh [[Aragon]], Tây Ban Nha. Francisco là người con thứ tư của ông Jose Goya và bà Engracia Lucientes. Cha của ông là một thợ thủ công từ xứ Basque, chuyên làm các kỷ vật giát bằng các lá vàng mỏng còn bà mẹ Engracia thuộc về một gia đình địa chủ tại Fuendetodos. Gia đình Goya đã dọn nhà tới thị xã Zaragoza khi Francisco lên 4 tuổi.\n\nVào thập niên 1750, Francisco theo học trường tôn giáo Escuelas Pias de San Anton trong thị xã Zaragoza, cậu đã học tiếng Latin giống như các trẻ em cùng thời. Chính trong thời kỳ này, Francisco kết bạn với [[Martin Zapater]] và nhờ các bức thư trao đổi giữa Zapater và Goya mà người đời sau mới hiểu rõ về con người của họa sĩ, về các lý do tại sao họa sĩ Goya nhận lãnh chức vụ trong triều đình Tây Ban Nha cùng những thất vọng của ông trước các cảnh bạo hành mà ông là một nhân chứng.\nNăm lên 13 hay 14 tuổi, Francisco Goya theo học bốn năm hội họa tại xưởng vẽ của ông José Luzan y Martinez. Ông chuyển đến Madrid, nơi ông học với Anton Raphael Mengs, một họa sĩ nổi tiếng trong hoàng gia Tây Ban Nha. Ông đã có mâu thuẫn với thầycủa mình, và kỳ thi của ông đã không đạt yêu cầu. Goya nộp đơn vào học Học viện Mỹ thuật Hoàng gia năm 1763 và 1766, nhưng đã bị từ chối.\n\n==Sự nghiệp==\n[[Tập tin:El nombre de Dios adorado por los angeles.jpg|nhỏ|''La adoración del nombre de Dios'' (''Sự thờ phượng danh Đức Chúa Trời''), 1772]]\nGoya sau đó chuyển đến Roma, nơi mà vào năm 1771 ông [[Aníbal vencedor contempla por primera vez Italia desde los Alpes|giành giải nhì]] trong một cuộc thi vẽ tranh được tổ chức bởi thành phố Parma. Cuối năm đó, ông trở lại Zaragoza và vẽ tranh một số bộ phận của các vòm của Vương cung thánh đường ''Catedral-Basílica de Nuestra Señora del Pilar'', bao gồm cả ''Adoración del nombre de Dios'' (tôn sùng Chúa). Bức tranh tường đã làm cho Francisco Goya nổi tiếng và vào năm 1773, Goya đã kiếm được nhiều tiền hơn ông thầy Luzan. Goya cưới Josefa Bayeu vào ngày 25 tháng 7 năm 1773.\n[[Tập tin:El Quitasol (Goya).jpg|nhỏ|''El Quitasol'' (''Cái lọng''), 1777]]\n[[Tập tin:La familia de Carlos IV.jpg|nhỏ|''Gia đình vua Carlos IV'', 1800]]\nNăm 1783, bá tước Floridablanca, một người được vua Carlos III sủng ái đã giao cho Francisco Goya vẽ một chân dung toàn thân của ông. Qua hai mùa hè, Goya đã vẽ cả hai hoàng tử và gia đinh bá tước. Bá tước Floridablanca là nhân vật quan trọng nhất trong triều đình Tây Ban Nha, một người có cảm tình với [[Thời kỳ Khai sáng|Phong trào Khai sáng]], với các đạo luật cấp tiến về kinh tế và xã hội được thi hành dưới thời Vua Calos III. Bá tước Floridablanca đã vừa lòng về tác phẩm chân dung của mình, nên đặt Francisco Goya vẽ thêm 6 tấm tranh cho ngân hàng San Carlos mà ông mới sáng lập. Trong hai năm 1785-1786, ông cũng vẽ các bức \"Chân dung của Nữ bá tước Benavente\" và \"Chân dung của Hầu tước Pontejos\". Các họa phẩm này có màu sắc rất rực rỡ, diễn tả rõ ràng thứ chất liệu của y phục đề tài. Nữ bá tước Benavente cũng là bà Bá Tước Osuna và bức chân dung của bà này đã ảnh hưởng tới một trong các họa sĩ danh tiếng người Pháp của thế kỷ 19, đó là ông Edouard Manet, thuộc trường phái Hội Họa mới. Các họa sĩ Pháp thời đó đã gọi Manet là \"người Tây Ban Nha của thành phố Paris\".\n\n== Học trò ==\n{{expand}}\n==Tác phẩm==\nTừ năm 1820 tới năm 1824, Goya thực hiện các bức tranh mà người đời sau gọi tên là \"các bức tranh đen\", lúc đầu được vẽ vào tường phòng ăn, về sau được chuyển sang vải bố. Khi vào trong phòng ăn, có ba tấm tranh lớn: ''[[Saturn đang ăn thịt con trai]]'' và ''[[Judith với cái đầu của Holofernes]]''. Đây là viên tướng người Assyrian đã bị giết bởi nàng góa phụ Judith của thành phố Bethulia. Tác phẩm thứ ba của Francisco Goya có tên là ''[[Ngày nghỉ của các phù thủy]]'' trong đó con quỷ có bề ngoài là con dê đang thuyết giảng cho đám phù thủy mặc áo nhà tu. Nhà danh họa đã chế giễu giới tu sĩ trong y phục của thú vật.\n==Hình ảnh==\n<gallery>\nFile:La Maja desnuda por Goya.jpg|Maja khỏa thân\nFile:Goya Maja ubrana2.jpg|Maja mặc áo\nFile:Carga de los mamelucos restaurado.jpg|Ngày 2\/5\/1808\nFile:El_Tres_de_Mayo,_by_Francisco_de_Goya,_from_Prado_in_Google_Earth.jpg|3\/5\/1808\n<\/gallery>\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* {{thể loại Commons-inline|Francisco de Goya y Lucientes}}\n* [http:\/\/eeweems.com\/goya\/index.html Goya images, biography and resources]\n* [http:\/\/www.imdb.com\/title\/tt0455957\/ ''Goyas Ghosts'' phim 2006]\n* [http:\/\/www.owlstand.com\/exhibition\/room\/3a4b25b3-e981-4c9e-896f-671f41032fef Tác phẩm của Francisco Goya] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150924062824\/http:\/\/www.owlstand.com\/exhibition\/room\/3a4b25b3-e981-4c9e-896f-671f41032fef |date = ngày 24 tháng 9 năm 2015}}\n\n{{Sơ khai cơ bản}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1746|1828}}\n{{Chủ nghĩa Lãng mạn}}\n\n{{DEFAULTSORT:Goya, Franncisco}}\n[[Thể loại:Họa sĩ Tây Ban Nha]]\n[[Thể loại:Mất năm 1828]]\n[[Thể loại:Sinh năm 1746]]"}