{"Franz Bopp":"{{sơ khai nhân vật Đức}}\n\n{{wiki hóa}}\n\n[[Tập tin:Franz Bopp (2).jpg|phải|nhỏ|Franz Bopp]]\n'''Franz Bopp''' ([[14 tháng 9]] năm [[1791]] - [[23 tháng 10]] năm [[1867]]) là một nhà [[ngôn ngữ học]] người [[Đức]] nổi tiếng về công trình ngôn ngữ học so sánh đối với các ngôn ngữ thuộc [[hệ ngôn ngữ Ấn-Âu|hệ Ấn-Âu]].\n\n== Cuộc đời ==\nFranz Bopp sinh ngày 14 tháng 9 năm 1791 tại [[Mainz]]. Trong thời gian đó, vì một số rắc rối về chính trị, cha mẹ của ông chuyển đến [[Aschaffenburg]], [[Bayern|Bavaria]] nơi ông được tự do học tập tại ''Lyceum''. Chính tại đây ông đã bắt đầu chú ý đến ngôn ngữ và văn hóa phương Đông qua những bài giảng hùng biện của [[Karl Joseph Hieronymus Windischmann]] cùng với [[Georg Friedrich Creuzer]], [[Johann Joseph von Görres]] và anh em nhà Schlegel về triết học và kiến thức của [[Ấn Độ]]. Ngoài ra, cuốn ''Über die Sprache und Weisheit der Indier'' (Về tài hùng biện và sự thông thái của người Ấn Độ, Heidelberg, 1808) của [[Karl Wilhelm Friedrich Schlegel]] đã có ảnh hưởng mạnh mẽ đến trí tuệ của các nhà lịch sử và triết học Đức và cũng không thua kém trong việc làm Bopp quan tâm đến [[ngôn ngữ]] của [[ấn Độ giáo|đạo Hindu]]. Năm 1812 đến năm 1816, ông nhận được học bổng của chính phủ Bavaria sang [[Paris]] để nghiên cứu [[tiếng Ba Tư]], [[tiếng Ả Rập|Ả Rập]], [[Tiếng Hebrew|Do Thái]] tại trường của [[Silvestre de Sacy]], học [[tiếng Phạn]] với [[Antoine Leonard de Chézy]], [[Louis Mathieu Langlès]] và, quan trọng nhất, [[Alexander Hamilton]]. Chính ở Paris, Bopp đã viết công trình ''Über das Conjugationssystem der Sanskritsprache in Vergleichung mit jenem der griechischen, lateinischen, persischen und germanischen Sprachen'' (Về hệ thống chia động từ trong tiếng Phạn so với [[tiếng Hy Lạp]], [[tiếng Ba Tư|Ba Tư]], [[Latinh|Latin]] và [[nhóm ngôn ngữ German|các ngôn ngữ gốc Đức]]). Cuốn sách được in tại [[Frankfurt am Main]] vào năm 1816. Trong thời gian 1816 - 1820, ông tiếp tục nhận được học bổng nghiên cứu tiếp tại [[Luân Đôn|London]]. Tại đây ông đã quen biết nhà ngôn ngữ học nổi tiếng [[Wilhelm von Humboldt]]. Về nước, ông lại không được phân công giảng dạy tiếng Phạn tại đại học cho mãi đến khi Humboldt thành lập [[Đại học Humboldt Berlin|Đại học Berlin]], đã bổ nhiệm ông làm giáo sư dạy tiếng Phạn tại đại học này.\n\n== Sự nghiệp ==\nMột phần do công trình của Rask viết năm 1814 chưa được nhiều người biết đến, phần về hoàn cảnh khách quan về môi trường nghiên cứu vào thời điểm Bopp ở Berlin vô cùng thuận lợi nên công trình ''Über das Conjugationssystem der Sanskritsprache in Vergleichung mit jenem der griechischen, lateinischen, persischen und germanischen Sprachen'' được in tại Frankfurt am Main đã đưa Franz Bopp lên ngôi sáng lập ra ngành ngôn ngữ học so sánh. Cũng vào thời điểm này, ở Đức đang dấy lên phong trào nghiên cứu ngôn ngữ, triết học, lịch sử dân tộc,...trong khi tiếng Phạn lại gắn liền với lịch sử dân tộc. Vì thế, người ta đã đưa ra thuật ngữ được người Đức nồng nhiệt đón chào là \"Ngôn ngữ Ấn – Giécmanh\". Tuy nhiên, Bopp, Achopenhauer và một số nhà nghiên cứu khác lại không dùng thuật ngữ này mà dùng thuật ngữ \"Ấn-Âu\" xuất hiện từ năm 1814. Có thể nói, Bopp đã thực hiện công việc nghiên cứu ngôn ngữ so sánh hơn nửa thế kỷ, thể hiện qua các công trình So sánh phân tích tiếng Sanskrit với các ngôn ngữ thân thuộc [Transactions of the Berlin Academy (1824 - 1831)]; Ngữ pháp so sánh tiếng Sanskrit với các ngôn ngữ Hy Lạp, Ba Tư, Latin và Giécmanh năm 1833 – 1852, ngôn ngữ Giécmanh (1836); ngôn ngữ Celtic (Sentơ) (1839); tiếng Phổ cổ (1853), ngôn ngữ Albania (1854); Trọng âm của tiếng Sanskrit và Hy Lạp (1854); Về sự liên quan của ngôn ngữ Polynesia với ngôn ngữ Ấn – Âu (1840); và về tiếng Caucasia (1846). Sự thúc đẩy của cảm hứng đã dẫn ông vào con đường sai lầm trong hai tác phẩm cuối cùng vừa đề cập trên đây. Bopp bị buộc tội bỏ mặc việc nghiên cứu ngữ pháp địa phương Sanskrit. Nhưng trong buổi đầu nghiên cứu tiếng Sanskrit, các dữ liệu cần thiết không thể lấy được tại các thư viện lớn của châu Âu. Những tư liệu này lôi cuốn sự chú ý của ông trong nhiều năm. Trong khi đó thì việc nghiên cứu ngữ pháp tương tự của Wilkins và Colebrooke mà ông từ những kiến thức ngữ pháp của ông bắt nguồn từ đấy lại hoàn toàn dựa vào ngữ pháp địa phương. Ông còn bị buộc tội là trong cuốn Ngữ pháp so sánh của mình, bằng những lời lẽ của mình, ông đã tỏ ra quá đáng đối với ngôn ngữ Sanskrit vì ngay từ đầu những năm 1920, ông đã đưa ra ý kiến cho rằng thường thì những ngôn ngữ có cùng nguồn gốc có thể giải thích cho các hình thức ngữ pháp bị mai một dần trong tiếng Sanskrit (Annals of Or. Lit. I, 3), một ý kiến dẫn ông tiến xa hơn nữa trong tất cả các tác phẩm của ông sau này.\n\nNhững nghiên cứu của Bopp, đã mang lại sự thâm nhập tuyệt vời vào những chi tiết nhỏ nhất của các hiện tượng ngôn ngữ dẫn đến việc mở rộng và đi xa hơn nữa của những vị trí cũng như cấu trúc, nguyên lý, thực hành và những cách sử dụng của dân địa phương của các quốc gia Ấn – Âu - một khoa học về ngữ pháp so sánh có lẽ chẳng ngoa khi người ta đề cập đến cái ngày mà tác phẩm đầu tay của ông được xuất bản. Và năm 1829 ông được phong là Viện sĩ Viện Hàn lâm Berlin.\n\n==Tham khảo==\n{{tham khảo}}\n* {{1911|wstitle=Bopp, Franz}} This work in turn cites:\n**[[Michel Jules Alfred Bréal]]'s translation of Bopp's ''Vergleichende Grammatik'' (1866) introduction\n**[[Theodor Benfey]], ''Geschichte der Sprachwissenschaft'' (1869)\n**A. Kuhn in ''Unsere Zeit,'' Neue Folge, iv. I (1868)\n**[[Salomon Lefmann]], ''Franz Bopp'' (Berlin, 1891–1897)\n* {{Cite Americana|wstitle=Bopp, Franz|year=1920|vb=1}}\n\n{{Authority control|VIAF=61614118|LCCN=n\/85\/116998}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME   = Bopp, Franz\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = German philologist\n| DATE OF BIRTH  = ngày 14 tháng 9 năm 1791\n| PLACE OF BIRTH = Mainz\n| DATE OF DEATH  = ngày 23 tháng 10 năm 1867\n| PLACE OF DEATH = Berlin\n}}\n{{DEFAULTSORT:Bopp, Franz}}\n[[Thể loại:Sinh năm 1791]]\n[[Thể loại:Mất năm 1867]]\n[[Thể loại:Nhà ngôn ngữ học Đức]]"}