{"Francis Garnier":"[[Tập tin:Stamp Indoch Garnier-300px.jpg|phải|250px|nhỏ|Francis Garnier trên con tem năm 1943 của Liên bang Đông Dương]]\n'''Marie Joseph François (Francis) Garnier''' (phiên âm: Phrăng-xít Gác-ni-ê)([[25 tháng 7]] năm [[1839]]<ref>Hầu như tất cả các nguồn, chẳng hạn như [http:\/\/www.britannica.com\/eb\/article-9036105\/Francis-Garnier Encyclopedia britannica], hoặc biển phố Francis Garnier tại thành phố quê hương ông Saint-Etienne đều ghi là 1839, riêng [http:\/\/www.netmarine.net\/bat\/batral\/fgarnier\/celebre.htm www.netmarine.net] ghi là 1835<\/ref> – [[21 tháng 12]] năm [[1873]]) là một sĩ quan hải quân [[người Pháp]]<ref>Cấp bậc chính thức của ông là Đại úy Hải quân (''Lieutenant de Vaisseau'').<\/ref> và đồng thời là một nhà thám hiểm, được biết đến vì cuộc [[thám hiểm sông Mekong 1866-1868]] ở [[Đông Nam Á]]. Đối với Việt Nam, tên tuổi Garnier gắn liền với chiến dịch quân Pháp chiếm đóng [[Bắc Kỳ]] năm 1873.\n\nSử Việt cũ thường phiên âm tên Garnier là '''An Nghiệp''' (安鄴) hay '''Ngạc Nhi''' (鄂㖇).<ref>''[[Quốc Triều Chính Biên Toát Yếu]]'', q. 5<\/ref>\n\nNăm [[1943]], [[Liên bang Đông Dương]] đã phát hành tem bưu chính để ghi công Garnier.<ref name=forez>[http:\/\/www.forez-info.com\/encyclopedie\/histoire\/150-saint-etienne-hanoi-paris-francis-garnier.html Saint-Etienne-Hanoï-Paris: Francis Garnier]. forez-info, 2012. Truy cập 22\/12\/2015.<\/ref>\n\n==Tiểu sử==\n[[Tập tin:FrancisGarnierPhotograph.JPG|nhỏ|phải|Garnier trong quân phục. Hình chụp khoảng năm 1860]]\nÔng sinh tại [[Saint-Étienne|St. Etienne]], tốt nghiệp trung học (lycée) tại [[Montpellier]], rồi nhập học học viện hải quân (l'Ecole Navale) năm [[1855]]. Ra trường, Garnier gia nhập [[hải quân Pháp]]. Sau những chuyến đi tới vùng biển [[Brasil]] và [[Thái Bình Dương]] ông nhận chức vụ trong ban tham mưu của [[Léonard Victor Joseph Charner|đô đốc Charner]], người chỉ huy cuộc tấn công [[Nam Kỳ]] trong những năm [[1860]] đến [[1862]].\n\nSau khi về Pháp nghỉ một thời gian, Garnier trở lại vùng [[Viễn Đông]], và năm [[1862]] được bổ nhiệm làm thanh tra dân sự tại Nam Kỳ, trong đó có nhiệm vụ quản lý hành chính khu vực [[Chợ Lớn, thành phố Hồ Chí Minh|Chợ Lớn]], khi đó là ngoại ô [[Sài Gòn]]. Trong thời gian này Garnier có viết hai tác phẩm: \"La Cochinchine\" (Nam Kỳ) và \"De la colonisation de la Cochinchine\" (Về quá trình thực dân hóa Nam Kỳ), trong đó manh nha ý tưởng thám hiểm [[sông Mê Kông]] và niềm say mê truyền thống [[văn hóa Trung Quốc|văn hóa Trung Hoa]].\n\n===Thám hiểm sông Mê Kông===\nTheo đề nghị của Garnier, [[Prosper, hầu tước Chasseloup-Laubat|hầu tước Chasseloup-Laubat]] (lúc bấy giờ là Bộ trưởng Bộ Hải quân và Thuộc địa của chính phủ [[Pháp]]) đã quyết định gửi một phái đoàn đi [[thám hiểm sông Mekong 1866-1868|thám hiểm lưu vực sông Mê Kông]]. Garnier vì còn trẻ tuổi nên [[đại tá]] hải quân [[Ernest Doudart de Lagrée]] được chọn là chỉ huy còn Garnier làm phó. Đoàn thám hiểm có 3 mục đích chính: khoa học, chính trị và ngoại giao.\n\nĐoàn người khởi hành ngày [[5 tháng 6]] năm [[1866]], ngược dòng [[sông Cửu Long|Cửu Long]] lên tận Trung Hoa. Chủ tịch [[Hiệp hội Địa lý Hoàng gia Anh]] Sir [[Roderick Murchison]] có lời khen ngợi Garnier như sau: \"từ [[Kratié (tỉnh)|Kratié]] tại [[Campuchia]] tới [[Thượng Hải]] họ vượt 5.392 [[dặm Anh|dặm]] đường. Chặng đường 3.625 dặm của hơn 5.000 dặm đó phải băng qua vùng hoang dã, đất nước xa lạ, địa lý mù mịt, không ai biết mà họ thực hiện được cuộc khảo sát kỹ lưỡng, định vị địa hình bằng quan sát [[thiên văn học|thiên văn]], gần như toàn phần khảo sát là do chính Garnier thực hiện\". Cũng vì đó mà Garnier được [[Hiệp hội Địa lý Hoàng gia Anh]] trao tặng [[huy chương Victoria (địa lý)|huy chương Victoria]] vào năm [[1870]].\n\nTrong chuyến [[thám hiểm sông Mekong 1866-1868|thám hiểm lưu vực sông Mê Kông]], Garnier tình nguyện dẫn một chi đội tới [[Đại Lý]], [[vân Nam|tỉnh Vân Nam]] vào tháng 11 năm [[1867]]; lúc bấy giờ Đại Lý là thủ phủ của quân phiến loạn người Hồi. Thủ lĩnh loạn quân là [[Đỗ Văn Tú]] xưng quốc hiệu là \"Bình Nam quốc\" đem quân chống lại [[nhà Thanh]]. Chặng đường này nhiều hiểm nguy mà Garnier không ngần ngại, chứng tỏ tính phiêu lưu của ông. Sang năm [[1868]] ngày [[12 tháng 3]] Doudart de Lagrée chết nên quyền bính sang tay Garnier. Ông tiếp tục hành trình, dẫn đoàn thám hiểm đến bờ sông [[Trường Giang|Dương Tử]] (Trường Giang) rồi theo ngả sông này ra biển, về đến [[Thành phố Hồ Chí Minh|Sài Gòn]] ngày [[29 tháng 6]] cùng năm.\n\nGarnier về Pháp, cố hoàn tất bản tường trình chuyến đi dài nhưng [[chiến tranh Pháp-Phổ]] làm gián đoạn công việc này. Thủ đô [[Paris]] bị địch quân Phổ vây hãm. Garnier đảm nhận làm trưởng ban tham mưu của đô đốc Mequet đang phòng thủ Paris. Garnier có ghi lại hồi ức của thời kỳ Paris bị vây hãm. Những ghi chép của Garnier sau đó được in ra thành nhiều kỳ trên báo ''[[Le Temps (Paris)|Le Temps]]'' và sau đó đúc kết lại trong cuốn ''[[Le Siege de Paris, journal d'un officier de marine]]'' (1871). Bài báo lúc in không ghi đích tên Garnier mà chỉ đề là khuyết danh. Cũng năm đó, Garnier cùng [[David Livingstone]] nhận được huy chương danh dự của Congrès de Géographie (Hiệp hội Địa lý Pháp).\n\nNăm [[1872]] Garnier xin nghỉ phép 3 năm nhưng rồi trở lại [[Nam Kỳ]]. Nhận thấy tình hình chính trị ở Sài Gòn không còn thích hợp với tính mạo hiểm của mình nên Garnier cùng vợ (cưới năm 1870) bỏ sang [[Thượng Hải]]. Garnier ấp ủ giấc mơ thám hiểm thượng nguồn [[sông Mê Kông]] ở tận [[Tây Tạng]], đồng thời làm trung gian giải hòa giữa triều đình nhà Thanh và lực lượng Hồi giáo cát cứ ở Vân Nam.\n\n===Trở lại quân trường===\n{{chính|Pháp đánh thành Hà Nội lần thứ nhất|Pháp chiếm các tỉnh đồng bằng Bắc Kỳ}}\n[[Tập tin:Le pont de Papier 1884-85.jpg|nhỏ|Cầu Giấy, gần nơi Francis Garnier bị giết ngày 21 tháng 12 năm 1873.]]\nCuối năm [[1873]], ông được thống đốc Nam Kỳ là [[Marie Jules Dupré|đô đốc Dupré]] gọi sang [[Bán đảo Đông Dương|Đông Dương]] giúp giải quyết tranh chấp giữa [[nhà Nguyễn|triều đình Huế]] và người Pháp tại [[Bắc Kỳ]]. Thực tâm của Pháp lúc bấy giờ là tìm cách đặt cuộc [[bảo hộ]] ở Đông Dương.\n\nGarnier chỉ huy 200 lính rồi chuyển 4 khẩu pháo ra Bắc Kỳ. Thay vì mở cuộc điều đình thương thuyết với quan người Việt, ông quyết định ra quân và ngày [[20 tháng 11]] năm [[1873]] [[Hà Nội]] mất về tay người Pháp. Garnier liền ra lệnh mở rộng cuộc đánh chiếm tràn các tỉnh thành chung quanh. Chỉ trong vài ngày mà cả ba tỉnh [[đồng bằng sông Hồng|trung châu]] đều bị Pháp chiếm đoạt mà không có sự kháng cự nào.\n\nVài tuần sau trong khi cầm cự với [[quân Cờ Đen]] của [[Lưu Vĩnh Phúc]] ở gần [[Cầu Giấy]] [[ngoại ô]] Hà Nội thì Garnier bị giết. (Địa điểm Garnier bị giết nằm gần đường La Thành bên bờ hồ Ngọc Khánh nay thuộc phường [[Ngọc Khánh]] [[ba Đình|quận Ba Đình]] Hà Nội)<ref>Theo Lịch sử cận đại Việt Nam, [[Trần Văn Giàu]], [[Đinh Xuân Lâm]], Nguyễn Văn Sự, trang 252, chú: \"Garnier bị giết trên đường Đại La gần Thủ Lệ, Balny chết trước cửa đền Voi Phục.\"<\/ref>. Sự việc vỡ lở, người Pháp buộc phải rút khỏi Hà Nội sau khi ký kết hiệp ước với triều đình Huế.\n\n[[Tập tin:Garnier1.jpg|nhỏ|phải|Francis Garnier bị [[quân Cờ Đen]] đâm chết ở La Thành gần Cầu Giấy]]\n\nĐại tá Thomazi, nhà sử học [[Liên bang Đông Dương|Đông Dương thuộc Pháp]], ghi lại những giờ phút cuối cùng của Garnier như sau: \n{{cquote|\n''Giữa ngày [[21 tháng 12]] năm ấy, khi đang bàn luận với các sứ bộ An Nam thì tên thông dịch vào báo rằng quân Cờ Đen (tức quân Lưu Vĩnh Phúc) đang đánh thành ở cửa Tây. Garnier kéo ra trận tiền nơi lính Tây đang nã súng, buộc quân Cờ Đen phải rút lui sau lùm tre. Liền đó một cỗ pháo nòng 40 mm được kéo ra. Garnier gọi một toán lính hơn một chục người rồi giao cho ba tên kéo cỗ súng ra ngoài cổng thành đuổi theo quân địch. Vì súng thì nặng nên không đi nhanh được, Garnier sau ra lệnh bỏ lại với vài tên lính. Chín tên lính còn lại thì Garnier chia thành ba nhóm. Hai nhóm truy kích vòng ra hai phía tả hữu còn Garnier thì dẫn nhóm trực chỉ lối giữa. Đuổi khoảng 1 cây số rưỡi thì Garnier trượt chân ngã xuống ở chân dốc đê ['[[Đại La|La Thành]]']. Một toán quân Cờ Đen ẩn đằng sau đê ùa ra, súng bắn tràn. Lúc đó Garnier đã bỏ xa hai tên lính hộ vệ 100 mét. Một tên trúng đạn chết; tên kia cũng bị thương. Garnier gào to: \"Hỡi những người lính anh dũng, hãy lại đây với ta, ta sẽ đánh cho chúng một trận chí tử!\" Sau đó Garnier cố tự vệ dùng súng côn bắn sáu phát. Giặc ùa đến bổ vây dùng giáo và kiếm đâm chém, chặt đầu rồi bỏ chạy, để lại một thi thể đầy thương tích. Hai toán lính truy kích nghe tiếng súng liền sấn vào nhưng chỉ kịp cướp lấy cái thây đầy máu của Garnier đem lại về thành Hà Nội.''|||Thomazi<ref>Thomazi, ''Conquête'', 126–7<\/ref>\n}}\n\nNăm [[1875]] mộ phần Garnier được cải táng đưa về [[Thành phố Hồ Chí Minh|Sài Gòn]] [[chôn cất]] cạnh [[Ernest Doudart de Lagrée]].\n\n[[Tập tin:Garnier plaques.jpg|nhỏ|phải|Biển phố Francis Garnier tại thành phố quê hương ông Saint-Etienne, kèm theo ghi chú: Tại ngôi nhà này Francis Garnier đã ra đời ngày 25-7-1839, đại úy hải quân, người thám hiểm sông Mê Kông và người đầu tiên chinh phục Bắc Kỳ, hy sinh vì tổ quốc tại Hà Nội ngày 21-12-1873|360x360px]]\n\n== Trở về Pháp==\nNgày 1 tháng 3 năm 1983, các hài cốt của Francis Garnier và của [[Ernest Doudart de Lagrée]] được khai quật và hỏa táng. Các lọ đựng tro đã được bàn giao lại cho tổng lãnh sự Pháp tại thành phố Hồ Chí Minh ngày 2 tháng 3 năm 1983 và được chuyển về Pháp để [[chôn cất]] tại Paris.\n\n==Đề tài trong văn học Việt Nam==\nTương truyền sau khi Garnier bị giết năm 1873, tổng đốc Hà Nội là [[Trần Đình Túc]] vâng lệnh triều đình tìm cách hoà hoãn với quân Pháp nên phải tổ chức lễ truy điệu. [[Nguyễn Khuyến]] bậc đại khoa được cử viết bài [[Văn tế]] Ngạc Nhi<ref>[https:\/\/vi.wikisource.org\/wiki\/V%C4%83n_t%E1%BA%BF_Ng%E1%BA%A1c_Nhi Văn tế Ngạc Nhi] trên wikisource<\/ref>.\n\nBài này đã đi vào [[văn học Việt Nam]] với lời văn mỉa mai tỏ ý đối kháng mặc dù tình thế lúc bấy giờ đã bắt người Việt phải nhượng bộ trước sức mạnh quân lực của người Pháp<ref>Lãng-nhân. ''Giai-thoại Làng Nho''. Sài Gòn: Nam-chi Tùng-thư, trang 86-87.<\/ref>.\n\n==Xem thêm==\n{{wikisource tác giả}}\n* [[Henri Rivière]]\n* [[Lưu Vĩnh Phúc]]\n* [[Ernest Doudart de Lagrée]]\n* Tàu vận tải nhẹ [[Francis Garnier (tàu)|Francis Garnier]] của hải quân Pháp, được đặt tên như vậy để ghi công lao của Francis Garnier, hạ thủy ngày 17 tháng 11 năm 1973.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Baker, Daniel chủ biên Explorers and Discoverers of the World. Detroit: Gale Research, 1993\n* [[Milton Osborne]], ''River Road to China: The Search for the Source of the Mekong, 1866-73'' (Atlantic Monthly Press, 1999) ISBN 0-87113-752-6\n* Milton Osborne, \"Francis Garnier (1839-1873), Explorer of the Mekong River\", ''Explorers of South-east Asia, Six Lives'', chủ biên [[Victor T. King]], (Kuala Lumpur: OUP, 1995)\n* Milton Osborne, ''River Road to China: The Mekong River Expedition, 1866-1873'' (London and New York, 1975)\n* Câu chuyện về chuyến thám hiểm chính đã xuất hiện năm 1873, dưới tên gọi ''Voyage d'exploration en Indo-Chine effectue pendant les annees 1866, 1867 et 1868, publie sous la direction de M. Francis Garnier, avec le concours de M. Delaporte et de MM. Joubert et Thorel'' (2 tập). Chỉ có 800 bản được in ra, nguyên bản hiện nay ít có.\n* Bản dịch ra [[tiếng Anh]] của [[Walter E. J. Tips]]:\n**''Travels in Cambodia and Part of Laos: the Mekong Exploration Commission report (1866-1868), tập 1'' (White Lotus Press, 1996)\n**''A pictorial journey on the old Mekong: Cambodia, Laos and Yunnan: the Mekong Exploration Commission report (1866-1868), tập 2'' (White Lotus Press, 1998)\n* Ghi chép về sông Dương Tử của Garnier, lấy từ Bulletin de la Soc. de Geog. (1874).\n* ''Chronique royale du Cambodje'' của Garnier, được in lại từ Journal Asiatique năm 1872.\n* Ocean Highways (1874), ký sự của đại tá Yule\n* [[Hugh Clifford]], Further India, trong loạt ''Story of Exploration'' (1904).\n* [[John Keay]], Mad About The Mekong ISBN 0-00-711115-0\n*{{1911}}\n\n[[Thể loại:Sinh năm 1835]]\n[[Thể loại:Mất năm 1873]]\n[[Thể loại:Nhà thám hiểm Pháp]]\n[[Thể loại:Sĩ quan Hải quân Pháp]]\n[[Thể loại:Quân nhân Pháp trong Chiến tranh Pháp–Đại Nam]]\n[[Thể loại:Họa sĩ Pháp]]\n[[Thể loại:Tử trận ở Việt Nam]]"}