{"Friedrich Wilhelm von Seydlitz":"[[Tập tin:Seydlitz f.jpg|nhỏ|phải|250px|Chân dung Friedrich Wilhelm von Seydlitz.]]\n'''Friedrich Wilhelm Freiherr von Seydlitz''' ([[3 tháng 2]] năm [[1721]] &ndash; [[27 tháng 8]] năm [[1773]]) là một viên tướng [[kỵ binh]] [[quân đội Phổ|Phổ]] thời [[Friedrich II của Phổ|Friedrich Đại đế]]. Seydlitz được biết đến vì phong cách dùng binh táo bạo và khả năng truyền cảm hứng cho sĩ tốt dưới quyền.{{sfn|Weigley|2004|p=194}} Seydlitz đã góp phần xây dựng kỵ binh Phổ thành một trong những đội quân kỵ mã thượng hạng của [[châu Âu]] thời bấy giờ, và chỉ huy các đơn vị kỵ binh lập nên nhiều chiến công lớn cho vua Phổ trong cuộc [[Chiến tranh Bảy năm]] (1756 &ndash; 1763). Sau khi chiến tranh chấm dứt, Seydlitz làm quan thanh tra kỵ binh tại [[Silesia|Schlesien]] và được phong cấp hàm [[Thượng tướng Kỵ binh]] vào năm 1767.{{sfn|Perrett|2013|pp=4-5.}}\n\n== Đầu đời ==\nFriedrich Wilhelm von Seydlitz sinh ra tại [[Kalkar]] thuộc thị trấn [[Kleve]] ([[Vương quốc Phổ|Phổ]]), nơi cha ông là Daniel Florian von Seydlitz - một [[thiếu tá]] kỵ binh<ref>\n{{chú thích sách\n|last= König\n|first= Anton Balthasar\n|authorlink= \n|title= Biographisches Lexikon aller Helden und Militärpersonen: Welche sich in preussischen Diensten berühmt gemacht haben\n|trans-title= Biographical Dictionary of all those heroes and military figures who have earned fame in the Prussian service\n|url= http:\/\/books.google.com\/books?hl=en&lr=&id=fE1FAAAAYAAJ\n|access-date = ngày 20 tháng 4 năm 2010 |volume= 4\n|year= 1791\n|publisher= A. Wever\n|location=\n|language=de\n|page= 2\n|pages=\n|quote= Sein Vater [...] war Daniel-Florian von Seydlitz, preuss. Rittmeister beim Marggraf Friedrichschen Regiment [...]\n}}\n<\/ref> đang đồn trú. Sau khi cha ông qua đời vào năm 1728, mẹ ông phải tự lực nuôi nấng Seydlitz trong nghèo túng. Tình cảnh này buộc gia đình Seydlitz phải gửi ông làm hầu trai cho bá tước [[Friedrich Wilhelm vùng Brandenburg-Schwedt]]<ref>Duffy, Christopher. ''The Military Life of Frederick the Great'', Antheneum, New York, 1986. p. 135 ISBN 0689115482<\/ref> &ndash; khi ấy là thủ trưởng trực tiếp của cha ông trong quân đội Phổ. Trong thời gian hầu hạ vị bá tước khét tiếng ăn chơi này, Seydlitz đã bộc lộ sự đam mê của ông đối với [[phụ nữ]], thuốc lá, và nghệ thuật cưỡi ngựa. Ông sớm trở nên được biết đến như một kỵ sĩ thiện nghệ và liều lĩnh, thường không ngại phi nước đại qua các chướng ngại vật nguy hiểm (có lần ông đã phóng ngựa xuyên qua giữa các lá cánh quạt của một cối xay đang quay hết cỡ).<ref>Duffy, op. cit., p. 136<\/ref>{{sfn|Perrett|2013|pp=4-5.}}\n\n== Binh nghiệp ==\nNăm 1740, Seydlitz được tuyển mộ làm lính thổi kèn trong trung đoàn thiết kỵ Phổ do bá tước vùng Brandenburg-Schwedt chỉ huy. Ông đã tham gia chiến đấu trong cuộc [[Chiến tranh Kế vị Áo|Chiến tranh Schlesien lần thứ nhất]] (1740 &ndash; 1742) giữa [[Phổ (quốc gia)|Phổ]] với [[Nhà Habsburg|Áo]], và được phong quân hàm [[thiếu úy]] năm 1742. Cùng năm đó, ông bị một đội quân lớn của Áo vây khốn nhưng đã chiến đấu bến bỉ cho đến khi kiệt sức và bị bắt làm [[tù binh]]. Vua Phổ [[Friedrich II của Phổ|Friedrich Đại đế]] đã chứng kiến tận mắt trận đánh này và rất cảm kích trước sự gan dạ của Seydlitz, nên đã trao trả một đại úy tù binh Áo để đổi lấy người sĩ quan kỵ binh trẻ này. Sau chiến tranh, Friedrich thăng cấp [[đại úy]] cho Seydlitz và giao ông chỉ huy một khối kỵ binh trong Trung đoàn Khinh kỵ binh số 4. Ông đã xây dựng khối kỵ binh của mình thành một lực lượng tác chiến cực kỳ hiệu quả.{{sfn|Perrett|2013|pp=4-5.}} Tiếp theo đó, ông tham chiến trong Chiến tranh Schlesien lần thứ hai (1744 &ndash; 1745), và sau [[trận Hohenfriedberg]] ông được lên cấp [[thiếu tá]] khi chỉ mới 24 tuổi.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Đọc thêm ==\n{{1911}}\n\n* [[Karl August Varnhagen von Ense|K. A. Varnhagen von Ense]]: ''Das Leben des Generals von Seydlitz''. Berlin, 1834\n* [[Otto von Bismarck]]: ''Die kgl. preussische Reiterei unter Friedrich dem Grossen''. Karlsruhe, 1837\n* Klaus Christian Richter: ''Friedrich Wilhelm von Seydlitz, ein preußischer Reitergeneral und seine Zeit''. Osnabrück: Biblio-Verlag, 1996 ISBN 3-7648-2449-2\n\n== Liên kết ngoài ==\n* [http:\/\/www.se-i-ydlitz.de\/ReiterGen.htm Webpage devoted to F W von Seydlitz] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050406231958\/http:\/\/www.se-i-ydlitz.de\/ReiterGen.htm |date = ngày 6 tháng 4 năm 2005}}\n\n{{Các chủ đề|Lịch sử|Đức|Quân sự}}\n\n{{thời gian sống|1721|1773}}\n\n{{DEFAULTSORT:Seydlitz, Friedrich Wilhelm von}}\n[[Thể loại:Chỉ huy Kỵ binh]]\n[[Thể loại:Tướng Phổ]]\n[[Thể loại:Quý tộc Đức]]\n[[Thể loại:Người Cleves]]\n[[Thể loại:Nhà quân sự Đức trong chiến tranh Bảy năm]]\n[[Thể loại:Huân chương Đại bàng đen]]\n[[Thể loại:Mất năm 1773]]\n[[Thể loại:Sinh năm 1721]]\n[[Thể loại:Nam tước Đức]]"}