{"Friedrich Wilhelm Joseph Schelling":"{{Infobox scientist\n|name = Friedrich Wilhelm Joseph Schelling\n|image = FriedrichWilhelmSchelling.jpg\n|image_size = 220px\n|caption = \n|birth_date = [[27 tháng 1]] năm [[1775]]\n|birth_place = [[Leonberg]], [[Württemberg]], [[Đế quốc La Mã Thần thánh]]\n|death_date = {{dda|1854|8|20|1775|1|27}}\n|death_place = [[Bad Ragaz]], [[Thụy Sĩ]]\n|residence = \n|citizenship = \n|nationality = {{flag|Đức}}\n|ethnicity = \n|field = [[Triết học]]\n|work_institutions = \n|alma_mater = \n|doctoral_advisor = \n|doctoral_students = \n|known_for = \n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences = \n* [[Plato]]\n* [[Jakob Böhme]]\n* [[Baruch Spinoza]]\n* [[Gottfried Wilhelm Leibniz]]\n* [[Immanuel Kant]]\n* [[Friedrich Heinrich Jacobi]]\n* [[Johann Gottfried Herder]]\n* [[Johann Wolfgang Goethe]]\n* [[Friedrich Hölderlin]]\n* [[Johann Gottlieb Fichte]]\n* [[Carl Friedrich Kielmeyer]]\n|influenced = \n* [[Georg Wilhelm Friedrich Hegel]]\n* [[Samuel Taylor Coleridge]]\n* [[Friedrich Ast]]\n* [[Soren Kierkegaard]]\n* [[Carl Jung]]\n* [[Martin Heidegger]]\n* [[Paul Tillich]]\n* [[Charles Peirce]]\n* Johann Wolfgang Goethe\n* [[Emil Frackenheim]]\n* [[Slavoj Žižek]]\n* [[Charles Secrétan]]\n* [[Isaac Bernays]]\n* [[Karl Chrisitian Friedrich Krause]]\n* [[Félix Ravaisson]]\n* [[Victor Cousin]]\n* [[Ian Hamilton Grant]]\n* [[Alexandru Hâjdeu]]\n|prizes = \n|religion = \n|footnotes = \n|signature = \n}}\n'''Friedrich Wilhelm Joseph Schelling''' ({{IPA-de|ˈfʁiːdʁɪç ˈvɪlhɛlm ˈjoːzɛf ˈʃɛlɪŋ|lang}};<ref>{{cite web |url=https:\/\/de.langenscheidt.com\/deutsch-franzoesisch\/friedrich |title=Friedrich – Französisch-Übersetzung – Langenscheidt Deutsch-Französisch Wörterbuch |publisher=[[Langenscheidt]] |access-date=20 October 2018 |language=de, fr}}<\/ref><ref>{{cite web |url=https:\/\/de.langenscheidt.com\/deutsch-franzoesisch\/wilhelm |title=Wilhelm – Französisch-Übersetzung – Langenscheidt Deutsch-Französisch Wörterbuch |publisher=Langenscheidt |access-date=20 October 2018|language=de, fr}}<\/ref><ref>{{cite web |url=https:\/\/de.langenscheidt.com\/deutsch-franzoesisch\/joseph |title=Joseph – Französisch-Übersetzung – Langenscheidt Deutsch-Französisch Wörterbuch |publisher=Langenscheidt |access-date=20 October 2018 |language=de, fr}}<\/ref><ref>{{citation |last=Wells |first=John C. |year=2008 |title=Longman Pronunciation Dictionary |edition=3rd |publisher=Longman |isbn=978-1-4058-8118-0}}<\/ref> <small>phiên âm tiếng Việt<\/small>: '''Sêlinh'''; sinh ngày 27 tháng 1 năm 1775 – mất ngày 20 tháng 8 năm 1854) là [[nhà triết học]] tiêu biểu của trào lưu triết cổ điển Đức.<ref>[[Chiến tranh và hòa bình]], [[Lev Tolstoy]], [[Cao Xuân Hạo]], [[Nhữ Thành]], [[Hoàng Thiếu Sơn]], [[Trường Xuyên]] dịch, [[Nhà xuất bản Văn hóa-Thông tin]], tập 3, trang 477<\/ref>\n\n==Cuộc đời==\n===Thời ấu thơ và niên thiếu===\nFriedrich Wilhelm Joseph Schelling được sinh ra tại [[Leonherg]], [[Württemberg]], [[Đức]]. Thuở nhỏ, Schelling được giáo dục tại [[trường dòng Bebenhausen]], ngồi trường mà cha ông làm việc với tư cách vừa là [[mục sư ]], vừa là [[giáo sư]] [[ngôn ngữ học]] Đông phương. Là đứa trẻ [[thần đồng]], Schelling đã làu thông các [[ngôn ngữ]] cổ khi mới có 8 tuổi. Tiếp theo, vì tố chất thần đồng đó, ông được vào học tại [[trường thần học Tübingen Stift]] của Giáo hội [[Tin Lành]] ở Württemberg sớm hơn 3 năm. Trong ngôi trường này, ông có hai người bạn mới là [[Georg Wilhelm Friedrich Hegel]] và [[Friedrich Hölderlin]]. Đa số các [[học sinh]] tại [[Tübinge]] đều chịu ảnh hưởng từ [[tư tưởng]] của [[Cách mạng Pháp]], thế nhưng Schelling thì khác, ông lại tìm thấy cảm hứng trong triết học của [[Immanuel Kant]].\n\n===Khi trưởng thành===\nKhi bước sang tuổi 19, Schelling viết tác phẩm [[triết học]] đầu tiên và nó đã gây ấn tượng mạnh cho [[Johann Gottlieb Fichte]].\n\nTừ năm [[1795]] đến năm [[1797]], Schelling làm [[gia sư]] cho một [[gia đình]] [[quý tộc]] ở [[Leipzig]]. Chính khoảng [[thời gian]] này, Schelling tìm thấy hướng đi mời về tư tưởng. Có lẽ ông đã tìm thấy hướng đi này trong khi giảng dạy các môn chẳng phải là triết học mà là [[vật lý]], [[hóa học]] và [[y học]]. Đây là một điều khá thú vị.\n\nNăm [[1798]], Schelling đến [[thành phố]] [[Jena]], [[trung tâm]] [[học thuật]] của [[Đức]] lúc bấy giờ. Lúc này, ông cực kỳ sung mãn và không ngạc nhiên khi ông xuất bản liên tiếp nhiều tác phẩm triết học. Cũng tại thành phố này, ông tìm thấy một nửa của đời mình: bà [[Caroline Schlegel]], một trong những người [[phụ nữ]] xuất sắc nhất của [[chủ nghĩa lãng mạn Đức]]. Nhưng rất tiếc, sự không chung thủy của cả hai và những tranh cãi giữa Fichte và Schelling đã khiến cuộc [[hôn nhân]] này đi đến tan vỡ. Schelling rời Jena, tìm đến [[Đại học Würzburg]].\n\nTại Würzburg, Schelling thuyết giảng triết học về [[bản ngã]], chủ đề được ông nghiên cứu trong giai đoạn cuối của khoảng thời gian sống ở Jena. Lúc này, từ chỗ \"cùng chung chiến tuyến\" trong cuộc luận chiến với Fichte, Hegel và Schelling đi đến trở thành những kẻ thù trong môn triết học. Và hệ quả [[tình bạn]] giữa hai người đã tan vỡ. Tệ hơn, Schelling còn bị Hegel đẩy xuống dưới cái bóng của ông, khiến Schelling rút khỏi các sinh hoạt [[công cộng]].\n\nTừ năm [[1806]] đến năm [[1841]], Schelling đặt chân đến [[Munich]]. Ở đây, đúng vào năm ông đến, ông nhận ngay chức [[tổng thư ký]] của [[Viên Hàn lâm]] [[Nghệ thuật tạo hình]]. Ông giảng dạy trong các [[năm]] [[1820]] đến năm [[1827]] tại [[Erlangen]]. [[Ngày]] [[7 tháng 9]] năm [[1809]], ông kết hôn với [[Pauline Gotter]], bạn của vợ cũ của ông. Không giống cuộc hôn nhân đầu tiên, cuộc hôn nhân này khá tốt đẹp, chỉ có điều Schelling không còn cảm xúc gì về người bạn đời đầu tiên của mình nữa.\n\nNăm [[1841]], Schelling đi thuyết giảng tại [[thủ đô]] [[Berlin]] của Đức. \n==Tổng quan về sự nghiệp==\nTư tưởng triết học của Schelling chủ gắn vào [[triết học cổ điển Đức]]. Sự chuyển hóa về mặt tư tưởng của ông đã bao quát toàn bộ lịch sử triết học duy tâm Đức. \n==Quá trình nghiên cứu==\n===Những tác phẩm đầu tiên===\nTrong các tác phẩm ''[[Về khả thể và hình thức của triết học Đại cương]]'' ([[1795]]) và ''[[Về bản ngã như nguyên lý của triết học]]'' ([[1796]]), Schelling có đánh giá rằng cái tuyệt đối không thể định nghĩa như [[Thượng đế]] mà nó nằm trong mỗi [[con người]] với tư cách là một [[bản ngã]] tuyệt đối.\n\n===1795-1797===\nCó lẽ vì được giảng dạy các môn [[khoa học tự nhiên]], Schelling có cái nhìn sâu sắc hơn về [[tự nhiên]]. Ông cho rằng tất cả [[sự sống]] đều là [[sản phẩm]] của tự nhiên. Đây là thành tựu triết học độc lập đầu tiên của Schelling và nó khiến ông được nhắc tới trong [[suy nghĩ]] của những người theo [[chủ nghĩa lãng mạn]].\n===Ở Jena===\nTrong khoảng thời gian sống ở đây, Schelling có tham vọng đó là thống nhất [[ý niệm]] tự nhiên của mình với triết học của Fichte và lấy [[bản ngã]] làm điểm xuất phát.\n===Tại Würzburg===\nĐây có thể là khoảng thời gian đáng quên nhất của Schelling. Trong các bài thuyết giảng về bản ngã, Schelling cố chứng minh một điều: Trong tất cả các [[hữu thể]], có sự tuyệt đối tự thể hiện như sự thống nhất chủ [[thể tính]] và khách thể tính. Nhấn vào điểm này, Hegel bắt đầu lên tiếng công kích Schelling. Như đã nói ở trên, cả hai cùng đồng lòng trong cuộc luận chiến với Fichte. Thậm chí, họ còn là đồng chủ biên của ''[[Tạp chí phê bình triết học]]'' vào năm [[1802]]. Thế nhưng, mọi thứ thay đổi 180 độ. Schelling định nghĩa rằng sự tuyệt đối là sự thống nhất như đã trình bày ở trên. Hegel lại đem lý lẽ đó để so sánh với đêm tối, ông đã nói rằng \"ở đó mọi con [[bò]] đều đen\". Một điểm nữa khiến Schelling bị Hegel phế phán đó là cách thức để con người đạt đến sự tuyệt đối: Schelling chưa hề nói điều này, ông chỉ khởi sự với sự tuyệt đối. Schelling chỉ nói \"bắn ra từ một nòng [[súng lục]]\". Phê phán này của Hegel đã khiến Schelling tổn thương nặng nề về mặt [[tinh thần]]. Từ chỗ được coi là vị triết gia hàng đầu của Đức trước khi ''[[Hiện tượng luận]]'' của Hegel ra đời, Schelling đã bị đẩy xuống cái bóng của người bạn thân năm nào của ông.\n===Ở Munich===\nTrong khoảng thời gian sống ở đây, Schelling vẫn tiếp tục công việc thuyết giảng, lần này là [[hệ thống]] [[đồng nhất tính]] mà ông đề xuất, đồng thời khám phá các [[lý thuyết]] triết học về [[nghệ thuật]] và tự nhiên; ông còn nghiên cứu [[lịch sử loài người]] và thuyết trình về [[lịch sử triết học]]. Thêm vào đó, ông dành sự quan tâm cho tôn giáo và các [[tác phẩm]] của [[Jakob Böhme]]. Schelling đã chịu ảnh hưởng của Böhme, bằng chứng là ở trong tác phẩm ''[[Những nghiên cứu triết học về bản chất tự do của con người]]'' ([[1809]])\n\nTrong khoảng thời gian này, Schelling cố gắng xem xét những gì bị Hegel phê phán. Schelling đã tra vấn tất cả những lý lẽ duy tâm của mình dựa trên giả thiết [[thế giới]] vốn là một [[trật tự]] thuần lý. Ông chất vấn rằng, phải chăng cũng có những cái ngoại lý và phải chăng cái [[ác]] là sức mạnh ưu thế đó sao. Trong tác phẩm ''[[Về tự do của con người]]'' ([[1809]]), Schelling đã đưa ra tuyên bố: Tự do của con người chỉ đúng nghĩa khi con người tự do lựa chọn [[thiện]] và ác. Để có được sự tự do này, cần có hai [[nguyên lý]]: nền tảng bí ẩn thể hiện trong [[nhục dục]] và sự phán đoán sắc sảo có khả năng chi phối như một [[sức mạnh]] tạo dựng. Tuy nhiên, con người đã xếp cái tối tăm của [[xung động]], cốn chỉ phục vụ [[trí tuệ]] như một [[năng lực]], lên trên chính cái nó phục vụ. Sự đảo lộn này chính là sự [[thất sủng]] được nhắc đến trong [[Kinh thánh]] và [[ác|cái ác]] đã xuất hiện. Tuy nhiên, [[Thượng đế]], với hóa thân là [[Chúa Jesus]], đã hóa giải điều đó và sắp xếp mọi thứ theo đúng trật tự.\n===Tại Berlin===\nTại đây, Schelling lại tiếp tục thuyết giảng về [[mặc khải]] và [[thần thoại]] với những suy nghĩ của ông. Cái đó ông gọi là \"triết học tích cực để phân biệt với triết học thuần túy \"tiêu cực\" của Kant, Fichte và Hegel\". Những bài giảng này của ông đã được xuất bản sau khi ông qua đời và một số người đánh giá rằng chúng là đỉnh cao cho triết học của Schelling và triết học duy tâm của Đức.\n==Một số tư tưởng tiêu biểu==\nQua trình trên cho thấy phần nào những nét tư tưởng chính trong triết học của Schelling. Bây giờ chúng ta tiếp tục đi đến những nét tư tưởng tiêu biểu của ông.\n===Quan niệm về tự nhiên===\nNhư đã nói ở phần trước, Schelling đã có ý kiến khác với Fichte trong việc nhìn nhận vị trí của tự nhiên. Tuy nhiên, ở đây, ta sẽ thấy Schelling phát triển ý tưởng của mình dựa trên ý kiến của Fichte.\n\nTrước tiên, cần nhìn nhận một chút về triết học duy tâm của Fichte. Nó đã nhấn mạnh vào sự thống nhất vào lý giải triết học và như một giải pháp để xây dựng một hệ thống triết học hoàn chỉnh. Tuy nhiên, nó lại đồng nhất nền tảng tối hậu của [[vũ trụ]] của khái niệm thuần lý với tinh thần hữu hạn, đồng thời nó cho thấy một cái nhìn chủ quan về tự nhiên với quan điểm duy tâm.\n\nTrở lại với Schelling. Ông cho rằng tự nhiên không chỉ đơn thuần là [[giới hạn]] trừu tượng đối với nỗ lực vô hạn của tinh thần, không chỉ là một loạt những tư tưởng tất yếu của [[trí tuệ]]; nó còn là thứ có thực tại không [[xung đột]] với tính chất lý tưởng của nó, một thực tại có cấu trúc bên trong là lý tưởng và có xuất phát từ tinh thần. Schelling đã rút ra [[ý thức]] từ các [[sự vật]].\n===Hệ thống đồng nhất tính===\n{{Xem thêm|Hệ thống đồng nhất tính}} \nSchelling đã tìm ra những điểm hỗ trợ nhau của [[triết học tự nhiên]] và triết học [[siêu nghiệm]]. Từ đó, ông gọi tổng thể gồm hai phần này là hệ thống đồng nhất tính hay [[chủ nghĩa duy tâm tuyệt đối]]. Yếu tố chủ chốt trong hệ thống này đó là có [[điểm trung tính]] mang tính bất khả phân biệt. Dựa vào điều đó, Schelling mô tả thực tại như một toàn thể chứa đựng những thứ có bản chất khác nhau. Lúc này, ông đưa ra cái gọi là [[potenzen]] (đây là một [[ý niệm]], có nghĩa là [[trình độ]] tổ chức phức tạp) để diễn tả nguyên tắc của hệ thống này. Câu hỏi được nảy sinh về hệ thống này đó là quan hệ chính xác giữa [[tuyệt đối trung tính]] và hệ thống thực của các yếu tố được phân biệt. Chính câu hỏi này đã gần như định hướng tư tưởng của Schelling.\n\nTuy nhiên, Schelling lại không thể giữ sự cân bằng giữa suy tư trừu tượng về [[vũ trụ luận]] và nghiên cứu khoa học. Ông cố xây dựng một [[công trình]] thực tại tự nhiên nhưng kết quả không tốt lắm, thế nên mới sinh ra chuyện biện luận [[duy vật]] của ông trở nên chán ngắt và vô dụng. Tuy nhiên, công bằng mà nói, Schelling cũng để lại chút tư tưởng xán lạn trong ''[[Naturphilosophie]]''.\n==Các tác phẩm==\n* ''[[Những ý tưởng hướng tới một triết học tự nhiên]]'' ([[1797]])\n* ''[[Hệ thống thuyết duy tâm siêu nghiệm]]'' ([[1800]])\n* ''[[Trình bày hệ thống triết học của tôi]]'' ([[1801]])\n* ''[[Những nghiên cứu triết học về bản chất tự do con người]] ([[1809]])\n\n==Chú thích==\n{{tham khảo}}\n\n{{DEFAULTSORT:Schelling, Friedrich Wilhelm Joseph}}\n[[Thể loại:Sinh năm 1775]]\n[[Thể loại:Mất năm 1854]]\n[[Thể loại:Nhà triết học Đức]]\n[[Thể loại:Triết gia thế kỷ 19]]\n[[Thể loại:Nhà triết học Kitô giáo]]"}