{"Fujiwara no Nariko":"{{Thông tin nhân vật hoàng gia||name=Fujiwara no Nariko|image=Bifukumonin.jpg|caption=Portrait owned by [[Anrakuju-in]]|succession=[[Hoàng hậu Nhật Bản]]|reign=1142–1149|spouse=[[Thiên hoàng Toba]]|issue={{plainlist|\n* Hoàng nữ Toshiko\n* Hoàng nữ Akiko\n* [[Thiên hoàng Konoe]]\n* [[Hoàng nữ Yoshiko]]}}|house=[[Hoàng tộc Yamato]]|father={{Nihongo|Fujiwara no Nagazane|藤原長実}}|mother={{Nihongo|Minamoto no Masako|源方子}}|birth_date=1117|death_date={{death date and age|1160|12|22|1117}}}} {{Nihongo|'''Fujiwara no Nariko'''|藤原得子||hanviet=Đằng Nguyên Đắc Tử|kyu=|hg=|kk=|1117 – 22 tháng 12, 1160}}, còn được gọi là {{Nihongo|'''Bifukumon-in'''|美福門院|hanviet=Mỹ Phúc Môn Viện}}, là một vị chính phối của [[Thiên hoàng Toba]] và là mẹ của [[Thiên hoàng Konoe|Thiên hoàng]] [[Thiên hoàng Konoe|Konoe]].<ref>Kitagawa, Hiroshi. (1975). ''Câu chuyện về Heike,'' trang. 240.<\/ref> Bà là con gái của ''[[Trung Nạp ngôn (Nhật Bản)|Trung Nạp ngôn]]'' {{Nihongo|Fujiwara no Nagazane|藤原長実|hanviet=Đằng Nguyên Trường Chí}} và {{Nihongo|Minamoto no Masako|源方子|hanviet=Nguyên Phương Tử}}.\n\n== Cuộc sống ==\nNariko sinh năm 1117,bà lớn lên trong tình yêu thương của cha bà, quan đại thần [[Fujiwara no Nagazane]]. Theo ''[[Imakagami]]'', thân phụ của bà đã cho rằng ông không thể tự ý thành thân với một người bình thường. Chú của Nariko, {{Nihongo|Minamoto no Morotoki|源師時}} ghi chép lại rằng khi Nagazane sắp qua đời, ông đã rơi nước mắt và nói rằng ông không thể quên đi người tình của mình dù chỉ một khoảnh khắc.<ref>{{Chú thích sách|language=ja|script-title=ja:長秋記|trans-title=Chōshūki (Minamoto no Morotoki's diary)|chapter=長承2年8月13日条|trans-chapter=Chōshō 2, Month 8, Day 13}}<\/ref>\n\nNagazane giành được ân sủng trong triều đình vì bà ngoại của ông, {{Nihongo|[[Fujiwara no Chikako]]|藤原親子|Fujiwara Chikako|hanviet=Đằng Nguyên Thân Tử|kyu=|hg=|kk=|}} là bảo mẫu cho [[Thiên hoàng Shirakawa]] khi còn nhỏ, và khi Thiên hoàng đi tu, Nagazane được lệnh theo hầu ông. Năm 1134, sau cái chết của cha mình, Nariko đã được [[Thiên hoàng Toba]] sủng ái.<ref>{{Chú thích sách|language=ja|script-title=ja:長秋記|trans-title=Chōshūki (Minamoto no Morotoki's diary)|chapter=長承3年8月14日条|trans-chapter=Chōshō 3, Month 8, Day 14}}<\/ref> Cuối năm 1135, bà hạ sinh {{Nihongo|Nội Thân vương Eishi|叡子内親王||hanviet=Duệ Tử Nội Thân vương|kyu=|hg=|kk=|}}. Đầu năm 1136, bà được phong {{Nihongo|[[Tam vị]]|従三位||hanviet=|kyu=|hg=|kk=|}}. Năm 1137, bà hạ sinh {{Nihongo|Nội Thân vương Akiko|暲子内親王||hanviet=Chương Tử Nội Thân vương|kyu=|hg=|kk=|}},và vào năm 1139,bà hạ sinh Thân vương Narihito,tức [[Thiên hoàng Konoe]] sau này. Ba tháng sau, Thiên hoàng Toba sắc phong Thân vương Narihito làm [[Hoàng Thái tử]], trở thành người kế vị [[Thiên hoàng Sutoku]]. Nariko được phong làm {{Nihongo|Nữ ngự|女御|nyōgo|hanviet=|kyu=|hg=|kk=|}}.Mặc dù chỉ ở tước vị Phi tần,song lúc này,sức ảnh hưởng của bà vượt qua cả vị chính phối trước đó của Thiên hoàng Toba là [[Fujiwara no Tamako]]. Năm 1140, bà nhận trưởng nam của Thiên hoàng Sutoku, {{Nihongo|Thân vương Shigehito|重仁親王||hanviet=Trùng Nhân Thân vương|kyu=|hg=|kk=|}} làm con nuôi.\n\n=== Thân mẫu của Thiên hoàng ===\nVào cuối năm 1141, Thiên hoàng Toba đã ép Thiên hoàng Sutoku thoái vị và lệnh cho con trai của Nariko,Thân vương Narihito lên kế vị (sau này là [[Thiên hoàng Konoe]]). Vì Narihito trước đó đã được nhận nuôi bởi chính cung của {{Nihongo|Thiên hoàng Sutoku|||hanviet=|kyu=|hg=|kk=|}} là [[Fujiwara no Kiyoko]], nên ông đáng lẽ ra phải được nhận danh hiệu {{Nihongo|Hoàng Thái tử|皇太子|kōtaishi|hanviet=|kyu=|hg=|kk=|}}, nhưng trong lời tuyên bố về việc kế ngôi, ông chỉ được gọi là {{Nihongo|Hoàng Thái đệ|皇太弟|kōtaitei|hanviet=|kyu=|hg=|kk=|}},danh xưng chỉ em trai kế vị của Thiên hoàng, chứ không có tư cách là trưởng tử của Thiên hoàng. Thiên hoàng Sutoku bị bức thoái vị;ông không thể cho em trai mình nắm quyền kiểm soát triều đình, vốn đang bị tắc nghẽn, và vì vậy ông trở nên căm thù Thượng hoàng Sutoku. Trong khi đó, trước sự kiện ông kế vị ngôi Thiên hoàng, mẹ của ông, Nữ ngự Nariko đã được phong làm ''[[Hoàng thái hậu|Hoàng Thái hậu]]''. Hai cận thần {{Nihongo|Minamoto no Masasada|源雅定|hanviet=Nguyên Nhã Định}} và {{Nihongo|Fujiwara no Narimichi|藤原成通|hanviet=Đằng Nguyên Thành Thông}} được bổ nhiệm chức tước {{Nihongo|Hoàng hậu cung đại phu|皇后宮大夫||hanviet=|kyu=|hg=|kk=|}}, hầu cận bà. Quyền lực bắt đầu tập trung xung quanh bà bởi những vị quan tâm phúc đều chiếm sự ân sủng của Thiên hoàng Toba, bao gồm cả anh em họ của mình là {{Nihongo|Fujiwara no Ienari|藤原家成|hanviet=Đằng Nguyên Gia Thành}}, những người thân của bà trong [[Gia tộc Minamoto]] và các cận thần của Nakamikado-ryū của [[Fujiwara Hokke]] đều là tâm phúc của bà. Đầu năm 1142, vị chính phối trước đó của Thiên hoàng Toba là [[Fujiwara no Tamako]] bị buộc xuống tóc và trở thành nữ tu vì có âm mưu nguyền rủa Nariko,<ref>Vụ việc được ghi lại trong ''[[Honchō Seiki]]'' và ''Taiki'' trong các mục tương ứng cho ngày này.<\/ref> và từ đó,vị thế chính trị của bà ngày càng được nâng cao. Năm 1149, Nariko được phong hiệu '''Mĩ Phúc Môn Viện''' (Bifukumon-in).\n\nNăm 1148, Nariko nhận [[Fujiwara no Shimeko]], con gái của {{Nihongo|Fujiwara no Koremichi|藤原伊通|hanviet=Đằng Nguyên Y Thông}}, em họ bà làm con nuôi.<ref>{{Chú thích sách|language=ja|script-title=ja:台記|trans-title=Taiki (Fujiwara no Yorinaga's diary)|chapter=7月6日条|trans-chapter=Month 7, Day 6}}<\/ref> Điều này xuất hiện ngay sau khi Thiên hoàng Toba đồng ý cho phép con gái nuôi của Fujiwara no Yorinaga là Fujiwara no Tashi kết hôn với Thiên hoàng Konoe và Nariko có thể đã sắp xếp cho Shimeko kết hôn với Thiên hoàng Konoe ngay từ lần đầu tiên. Khi Thiên hoàng làm lễ trưởng thành vào 1150, Tashi ngay lập tức được tiến cung, Shimeko cũng nhập cung hai tháng sau đó. Vì Shimeko cũng là con gái nuôi của [[Sesshō và Kampaku|nhiếp chính]] [[Fujiwara no Tadamichi]], Tadamichi đã nói với Thiên hoàng Toba rằng một người phụ nữ không thuộc gia đình nhiếp chính sẽ không thể trở thành Hoàng hậu. Mặc dù Tadamichi cũng là cha nuôi của Yorinaga, song ông ta cũng có con trai riêng là [[Konoe Motozane]] và cố gắng tác hợp với Nariko để con cháu của mình có thể kế ngôi Thiên hoàng Konoe. Tashi được phong làm [[Hoàng hậu]] và Shimeko trở thành [[Trung cung]].\n\nVì Tashi có cùng dòng dõi với [[Fujiwara no Tamako|Trung cung Tamako]],người có mưu ám hại Nariko năm xưa trong khi Shimeko là con gái nuôi của chính mình, nên Nariko thể hiện sự yêu mến nhiều hơn với Shimeko và hy vọng rằng cô sẽ sinh con trước. Năm 1152, Nariko chỉ đạo việc gắn thắt lưng thai sản của Shimeko khi ở trong cung để Shimeko mau chóng có thai.Hai tháng sau đó, Nariko đã xây dựng năm bức tượng phật có kích thước bằng người và cầu nguyện được sinh an toàn.<ref>{{Chú thích sách|language=ja|script-title=ja:兵範記|trans-title=Heihanki (Taira no Nobunori's diary)|chapter=10月19日条、12月22日条|trans-chapter=Month 10, Day 19; Month 12, Day 22}}<\/ref> Tuy nhiên, Shimeko không thể mang thai như ý muốn của bà, và mặc dù các nhà sư cầu nguyện mỗi ngày, rõ ràng rằng việc này đã thất bại.<ref>{{Chú thích sách|language=ja|script-title=ja:兵範記|trans-title=Heihanki (Taira no Nobunori's diary)|chapter=7月30日条|trans-chapter=Month 7, Day 30}}, {{Chú thích sách|language=ja|script-title=ja:台記|trans-title=Taiki (Fujiwara no Yorinaga's diary)|chapter=9月14日条|trans-chapter=Month 9, Day 14}}<\/ref> Ba tháng sau, Shimeko trở lại cung điện.<ref>{{Chú thích sách|language=ja|script-title=ja:兵範記|trans-title=Heihanki (Taira no Nobunori's diary)|chapter=12月17日条|trans-chapter=Month 12, Day 17}}<\/ref> Shimeko sau đó đã giả mang thai, được thúc đẩy bởi những hy vọng và dự đoán của những người xung quanh. Nariko đã liên minh với Tadamichi, nhằm tạo ra một kết quả thuận lợi trong việc đưa con cháu ông ta lên kế vị ngai vàng.\n\n=== Thiên hoàng Konoe băng hà ===\nNăm 1155, Thiên hoàng Konoe băng hà. Hai trong số các con trai nuôi của Nariko đã có trong danh sách kế vị ngai vàng: Trưởng tử của Thiên hoàng Sutoku,Thân vương Shigehito và em trai của Thiên hoàng Sutoku, Thân vương Masahito, Thân vương Morihito. Người ta cho rằng Thân vương Shigehito sẽ trở thành Thiên hoàng mới. Tuy nhiên, nhiều người đã phản đối điều này. Nariko lo lắng rằng Thiên hoàng Sutoku sẽ gây cản trở cho bà. Tadamichi bị lôi kéo vào một cuộc đối đầu rắc rối với cha ông[[,Fujiwara no Tadazane]] và anh trai Yorinaga, và bực bội vì Thiên hoàng Sutoku đã không còn sủng ái con gái Kiyoko của mình nữa mà thay vào đó,ông lại ân sủng vị thứ cung {{Nihongo|Hyōe-no-suke no Tsubone|兵衛佐局|hanviet=Hữu Vệ Tá Cục}}. [[Fujiwara no Michinori]], chồng của bảo mẫu cho Thân vương Masahito tìm cách mở rộng uy lực cho mình. Cuối cùng, Hoàng thất quyết định đưa Thân vương Masahito 29 tuổi kế ngôi,tức [[Thiên hoàng Go-Shirakawa|Thiên hoàng Go-Shirakawa sau này]], mà không có ý định sẽ phong ông làm Hoàng Thái tử cho đến khi Thân vương Morihito lên ngôi. Ngay sau đó,Thân vương Morihito trở về từ chùa Ninna và nhận được sự giúp đỡ đắc lực của Nariko. Ông ta được phong tước vương, ba tháng sau, ông cưới con gái của Nariko là Hoàng nữ Yoshiko. Đồng thời, có tin đồn rằng Thiên hoàng Konoe qua đời bởi một lời nguyền. Nariko và Tadamichi đã vu khống tội nguyền rủa Thiên hoàng Konoe sang Tadazane và Yorinaga và bẩm báo lên Thiên hoàng Toba, sau đó Yorinaga mất vị trí ''nairan'' và quyền lực của mình ngay tại triều đình.\n\nThiên hoàng Sutoku, người vốn không hài lòng với việc loại bỏ dòng dõi của mình, đã tác hợp với Tadazane và Yorinaga, phát động [[Hōgen Rebellion|cuộc nổi loạn Hōgen]] ngay sau cái chết của Thiên hoàng Toba năm 1156. Lúc này Nariko đã trở thành một nữ tu, nhưng bà đã thể hiện khả năng chiến lược của mình trong cuộc xung đột. Thiên hoàng Toba đã loại bỏ [[Taira no Kiyomori]] và các anh em của mình vì mẹ kế của Kiyomori là bảo mẫu của Thân vương Shigehito, nhưng bằng cách giúp họ về phe của Thiên hoàng Go-Shirakawa bất chấp điều này, Nariko đã giúp ông ta thành công.\n\nSau cuộc nổi loạn, Fujiwara no Michinori nắm quyền kiểm soát tình hình chính trị. Nariko ao ước có được con trai nuôi của mình là Thân vương Morihito, và sau một cuộc tranh luận giữa bà và Michinori vào năm 1158,Thân vương Morihito lên ngôi vua (sau này là [[Thiên hoàng Nijō|Thiên hoàng]] [[Thiên hoàng Nijō|Nijō]]). Không may sau đó, việc này này đã dẫn đến sự hình thành và sự phản đối của các phe ủng hộ Michinori, 2 vị Thiên hoàng là Thiên hoàng Nijō và Thiên hoàng Go-Shirakawa, cuối cùng đã nổ ra [[Heiji Rebellion|cuộc nổi loạn Heiji]].\n\nSau cuộc nổi loạn thứ hai này, vào ngày 22 tháng 12 năm 1160, Nariko qua đời tại {{Nihongo||白河押小路殿|Shirakawa Oshikōji-dono}} hưởng dương 44 tuổi. Theo nguyện vọng của Nariko, hài cốt của bà đã được chôn cất tại [[Núi Koya|Núi Kōya]]. Vào thời điểm đó, phụ nữ không được phép vào Núi Kōya, và vì vậy điều này gây ra sự ồn ào ở đó.\n\n== Hậu duệ ==\n\n* 1135 -1148 Nội Thân vương Eishi \/ Toshiko \n* 1137 -1211 Nội Thân vương Akiko (暲子)\n* 1139 -1155 Thân vương Narihito , sau này là [[Thiên hoàng Konoe]] \n* 1141 -1176 Nội Thân vương [[Princess Yoshiko (Nijō)|Yoshiko]] \/ Shushi, Trung cung của [[Thiên hoàng Nijō|Thiên hoàng]] [[Thiên hoàng Nijō|Nijō]]\n\n== Ghi chú ==\n<references group=\"\" responsive=\"\"><\/references>\n\n== Nguồn ==\n{{Chú thích sách|title=平安の宮廷と貴族|last=Hashimoto|first=Yoshihiko|publisher={{Nihongo||吉川弘文館|Yoshikawa Kōbunkan}}|year=1996|language=ja|trans-title=Nobles and Courts of the Heian Period|chapter=美福門院藤原得子|trans-chapter=Bifukumon-in Fujiwara no Nariko}} \n\n{{start box}}\n{{s-roy|jp}}\n{{succession box\n| before=[[Fujiwara no Yasuko]]\n| title=[[Hoàng hậu Nhật Bản]]\n| after=[[Fujiwara no Tashi]]\n| years=1142–1149}}\n{{end box}}\n\n[[Thể loại:Mất năm 1160]]\n[[Thể loại:Sinh năm 1117]]\n[[Thể loại:Hoàng hậu Nhật Bản]]"}