{"Fyodor Ivanovich Tyutchev":"{{Infobox Writer\n| name = Fyodor Ivanovich Tyutchev\n| image = Tiutchev.jpg\n| birth_date = [[15 tháng 11]] năm [[1840]]\n| birth_place = {{Flagicon|Nga}} [[Oryon]], [[Nga]]\n| death_date = [[17 tháng 8]] năm [[1893]]\n| death_place = {{Flagicon|Nga}} [[Sankt-Peterburg]], [[Nga]]\n| occupation = [[Nhà thơ]]\n| genre = [[Thơ]]\n}}\n\n'''Fyodor Ivanovich Tyutchev''' ([[tiếng Nga]]: Фёдор Иванович Тютчев; [[5 tháng 12]] năm [[1803]] – [[27 tháng 7]] năm [[1873]]) là một nhà thơ [[Nga]], Viện sĩ thông tấn Viện Hàn lâm khoa học [[Sankt-Peterburg]] (1857). Tyutchev cùng với [[Aleksandr Sergeyevich Pushkin|Pushkin]] và [[Mikhail Yuryevich Lermontov|Lermontov]] là ba nhà thơ trữ tình lớn nhất nước Nga [[thế kỷ 19]].\n\n== Tiểu sử ==\nTyutchev sinh ở trang trại Ovstug, tỉnh [[Oryon]] (nay là [[Bryansk]]), trong một gia đình quý tộc đã sa sút; tuổi thơ ở Ovstug, tuổi trẻ ở [[Moskva]]. Từ bé ông đã được học với nhà thơ – dịch giả Semyon Egorovich Raich, được làm quen với những tác phẩm cổ điển của [[văn học Nga]] và thế giới. Năm 12 tuổi Tyutchev đã dịch được thơ của [[Horace]] một cách thông thạo. Năm 1819 ông vào học [[Đại học Quốc gia Moskva]], đến năm 1821 đã nhận bằng tiến sĩ [[ngôn ngữ học]]. Từ năm 1822 làm việc ở Bộ Ngoại giao [[Nga]], liên tục trong 22 năm sống ở [[Đức]] và [[Ý]]. Ông cưới vợ [[người Đức]], kết bạn với [[Friedrich Wilhelm Joseph Schelling]] và [[Heinrich Heine]], trở thành nhà thơ Nga đầu tiên dịch thơ của Heine ra [[tiếng Nga]]. Năm 1830 in một số bài thơ trên tạp chí ''Galateya'' nhưng thực sự nổi tiếng năm 1836, khi [[Aleksandr Sergeyevich Pushkin|Puskin]] in 16 bài thơ của ông trên tạp chí ''Sovremennik'' (Người đương thời). Năm 1837 vợ ông mất, năm 1839 ông tái giá, người vợ thứ hai cũng là người Đức.\n\nNăm 1854 ông in tập thơ đầu tiên, cũng trong năm này ông in những bài thơ về người tình Yelena Denisyeva - là một cô gái Nga dòng dõi quý tộc, trẻ hơn Fyodor Tyutchev 23 tuổi, mối \"tình cuối\" của nhà thơ. Mối tình của họ trở thành vụ tai tiếng trong giới thượng lưu [[Sankt-Peterburg]] vì Fyodor Tyutchev đã có gia đình. Trong khi đó mọi lời buộc tội của người đời hầu như lại dồn hết cho một mình Yelena gánh chịu. Bất chấp sự ruồng bỏ của gia đình và sự gièm pha của xã hội, Elena đã yêu nhà thơ vô tư và quên mình, say đắm và cuồng nhiệt. Cuộc tình \"bất hợp pháp\" của họ kéo dài 14 năm với ba đứa con. Yelena chết vì bệnh [[lao|lao phổi]] khi mới 38 tuổi.\n\nTyutchev là nhà thơ trữ tình giàu chất triết lý nhất của Nga [[thế kỷ 19]]. Thơ ông nói nhiều đến cái vô biên, ngợi ca thiên nhiên và cảm nhận tâm linh của vũ trụ. Trong thơ Tyutchev con người và thiên nhiên hoà quyện. Thế giới trong mắt nhà thơ đầy vẻ huyền bí. Ẩn sau ban ngày là bóng đêm, đi theo cuộc sống là cái chết, đồng hành với tình yêu là sự huỷ diệt. Đỉnh cao thơ trữ tình của ông là tập thơ về người tình Yelena Denisyeva, người đã yêu ông đến quên mình, đã mang đến cho cuộc đời ông nhiều phút giây hạnh phúc và cũng không ít đau khổ. Chính sự đau khổ và hối hận, những tiếc nuối muộn màng, cảm giác bất lực cũng như sự hy vọng ở cuộc đời – tất cả đã hoà quyện lại tạo nên \"tập thơ Denisieva\" nổi tiếng của ông. Fyodor Tyutchev mất tại Tsaskoye Selo (Hoàng Thôn), ngoại ô [[Sankt-Peterburg]].\n\n== Một vài bài thơ ==\n{|\n|- valign=\"top\"\n|\n;Накануне годовщины 4 августа 1864\n\n:Вот бреду я вдоль большой дороги\n:В тихом свете гаснущего дня,\n:Тяжело мне, замирают ноги...\n:Друг мой милый, видишь ли меня?\n: \n:Все темней, темнее над землею -\n:Улетел последний отблеск дня...\n:Вот тот мир, где жили мы с тобою,\n:Ангел мой, ты видишь ли меня?\n: \n:Завтра день молитвы и печали,\n:Завтра память рокового дня...\n:Ангел мой, где б души ни витали,\n:Ангел мой, ты видишь ли меня?\n: \n;К. Б.\n\n:Я встретил вас - и все былое\n:В отжившем сердце ожило;\n:Я вспомнил время золотое -\n:И сердцу стало так тепло...\n: \n:Как поздней осени порою\n:Бывают дни, бывает час,\n:Когда повеет вдруг весною\n:И что-то встрепенется в нас,-\n: \n:Так, весь обвеян духовеньем\n:Тех лет душевной полноты,\n:С давно забытым упоеньем\n:Смотрю на милые черты...\n: \n:Как после вековой разлуки,\n:Гляжу на вас, как бы во сне,-\n:И вот - слышнее стали звуки,\n:Не умолкавшие во мне...\n: \n:Тут не одно воспоминанье,\n:Тут жизнь заговорила вновь,-\n:И то же в нас очарованье,\n:И та ж в душе моей любовь!..\n: \n;О, как убийственно мы любим\n\n:О, как убийственно мы любим,\n:Как в буйной слепоте страстей\n:Мы то всего вернее губим,\n:Что сердцу нашему милей!\n: \n:Давно ль, гордясь своей победой,\n:Ты говорил: она моя...\n:Год не прошел - спроси и сведай,\n:Что уцелело от нея?\n: \n:Куда ланит девались розы,\n:Улыбка уст и блеск очей?\n:Все опалили, выжгли слезы\n:Горючей влагою своей.\n: \n:Ты помнишь ли, при вашей встрече,\n:При первой встрече роковой,\n:Ее волшебный взор, и речи,\n:И смех младенчески живой?\n: \n:И что ж теперь? И где все это?\n:И долговечен ли был сон?\n:Увы, как северное лето,\n:Был мимолетным гостем он!\n: \n:Судьбы ужасным приговором\n:Твоя любовь для ней была,\n:И незаслуженным позором\n:На жизнь ее она легла!\n: \n:Жизнь отреченья, жизнь страданья!\n:В ее душевной глубине\n:Ей оставались вспоминанья...\n:Но изменили и оне.\n: \n:И на земле ей дико стало,\n:Очарование ушло...\n:Толпа, нахлынув, в грязь втоптала\n:То, что в душе ее цвело.\n: \n:И что ж от долгого мученья\n:Как пепл, сберечь ей удалось?\n:Боль, злую боль ожесточенья,\n:Боль без отрады и без слез!\n: \n:О, как убийственно мы любим,\n:Как в буйной слепоте страстей\n:Мы то всего вернее губим,\n:Что сердцу нашему милей!\n|\n;Hoài niệm<ref>Đây là bài thơ Fyodor Tyutchev khóc người tình Yelena Denisyeva nhân ngày giỗ đầu. Êlêna Denisieva là cô gái dòng dõi quý tộc, trẻ hơn Fyodor Tyutchev 23 tuổi, là “tình cuối” của nhà thơ. Mối tình của họ trở thành vụ tai tiếng trong giới thượng lưu Xanh-Pêtécbua bởi Fyodor Tyutchev đã có gia đình. Trong khi đó mọi lời buộc tội của người đời hầu như lại dồn hết cho một mình Êlêna gánh chịu. Bất chấp sự ruồng bỏ của gia đình, sự gièm pha của xã hội Êlêna đã yêu nhà thơ vô tư và quên mình, say đắm và cuồng nhiệt. Cuộc tình “bất hợp pháp” của họ kéo dài 14 năm với ba đứa con. Êlêna chết vì bệnh lao phổi khi nàng mới 38 tuổi.<\/ref>\n\n:Anh lang thang dọc con đường ngày trước\n:Trong ánh chiều lặng lẽ buổi hoàng hôn\n:Đau đớn quá, đôi chân không muốn bước...\n:Em thân yêu, em nhìn thấy anh không?\n: \n:Bóng đêm đen đang trùm lên ánh sáng\n:Đã bay đi luôn tia nắng cuối cùng\n:Đâu rồi cõi xưa cùng em chung sống\n:Thiên thần ơi, em nhìn thấy anh không?\n: \n:Ngày mai đây rồi nguyện cầu đau đớn\n:Ngày mai này kỷ niệm của buồn thương\n:Thiên thần ơi, ở đâu hồn trú ẩn\n:Thiên thần ơi, em nhìn thấy anh không?\n: \n;K. B<ref>K. B. là chữ viết tắt của hai từ: Krüdener Baroness (Nam tước phu nhân Krüdener). Tên thời con gái của nam tước phu nhân là Amalie Lerchenfeld. Fyodor gặp Amalie lần đầu tiên vào năm 1822 tại [[München]], khi đó Amalie 14 tuổi và Fyodor 19 tuổi. Fyodor đã yêu Amalie say đắm và cũng được Amalie yêu lại như vậy. Fyodor tặng cho Amalie một dây đồng hồ bằng vàng thật và được nàng tặng lại một dây bằng vải lụa. Đến năm 1825 do sự ép buộc của cha mẹ Amalie phải đi lấy Nam tước Krüdener. Fyodor vẫn giữ trong lòng mối tình đầu này. Năm 1870 hai người gặp lại nhau, khi đó Amalie đã tục huyền với bá tước Nikolay Vladimirovich Adlerberg (Николай Владимирович Адлерберг), Toàn quyền Phần Lan. Câu thơ \"anh nhớ lại một thời xưa vàng ngọc\" ở đây có thể hiểu theo nghĩa bóng là thời tuổi trẻ vàng son, cũng có thể hiểu theo nghĩa đen là thời hai người đã trao đổi quà tặng cho nhau.<\/ref>\n\n:Gặp lại em - tất cả vẫn như xưa\n:Con tim anh rung lại nhịp ngày thơ\n:Anh nhớ lại một thời xưa vàng ngọc\n:Để con tim nghe rạo rực vô bờ.\n: \n:Cũng có khi giữa mùa thu đã muộn\n:Vẫn có những ngày, có những phút giây\n:Khi gặp lại làn gió xuân thoang thoảng\n:Ta thấy lòng mình hồi hộp, ngất ngây.\n: \n:Cũng bởi vì xuân đem làn gió thoảng\n:Của một thời từng tràn ngập lòng anh.\n:Cùng say đắm đã từ lâu quên lãng\n:Anh ngắm nhìn lại những nét đan thanh.\n: \n:Như sau cuộc chia ly từ vạn kỷ\n:Anh nhìn em như trong một giấc mơ\n:Và bỗng nghe tiếng lòng rung nhè nhẹ\n:Như không ngừng lắng xuống giữa hồn thơ...\n: \n:Đây, tất cả vẫn còn trong kỷ niệm\n:Vẫn trong em nét duyên dáng, yêu kiều\n:Anh lại nghe cuộc đời đang lên tiếng\n:Và trong lòng còn đó một tình yêu!\n: \n;Ôi, ta yêu nhau thật chết người\n\n:Ôi, ta yêu nhau thật chết người\n:Như trong mù quáng của đắm say\n:Quả thật ta làm cho khốn khổ\n:Những gì thương mến với tim này!\n: \n:Từng khoe thắng lợi của chính mình\n:Mi từng nói rằng: em của anh…\n:Chưa qua một năm – giờ thử hỏi\n:Có còn lành lặn chút nào không?\n: \n:Đã biến đi đâu đôi má hồng\n:Môi cười và ánh của mắt nhìn?\n:Tất cả không còn, và dòng lệ\n:Bồi hồi nóng bỏng đã trào lên.\n: \n:Lần đầu gặp gỡ còn nhớ chăng\n:Tương phùng bất hạnh buổi đầu tiên\n:Ánh mắt thiên thần và lời nói\n:Và tiếng cười sống động thanh tân?\n: \n:Thế mà giờ đây? Đâu cả rồi?\n:Giấc mơ nào có được lâu dài?\n:Than ôi, như mùa hè phương Bắc\n:Làm người khách trong khoảnh khắc thôi!\n: \n:Tình yêu của mi đối với nàng\n:Là bản án số phận kinh hoàng\n:Và điều nhục nhã không đáng có\n:Đã trùm lên cuộc sống đáng thương!\n: \n:Cuộc đời chối bỏ, đời đau khổ!\n:Và trong sâu thẳm cõi lòng nàng\n:Chỉ còn những gì hồi tưởng lại\n:Nhưng mà hồi tưởng bạc tình luôn.\n: \n:Và nàng cô độc giữa trần gian\n:Đắm say kiều diễm đã không còn\n:Đám đông xô vào rồi giẫm đạp\n:Những bông hoa nở giữa lòng nàng.\n: \n:Còn gì sau hành hạ lâu dài\n:Như tro bụi nàng còn giữ được?\n:Là nỗi đau, nỗi đau khắc nghiệt\n:Không nước mắt và chẳng niềm vui!\n: \n:Ôi ta yêu nhau thật chết người\n:Như trong mù quáng của đắm say\n:Quả thật ta làm cho khốn khổ\n:Những gì thương mến với tim này!\n\n:''Bản dịch của Nguyễn Viết Thắng.''\n|}\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.stihi-rus.ru\/1\/Tyutchev\/ Федор Тютчев стихи в Антологии русской поэзии]\n* [http:\/\/www.litera.ru\/stixiya\/authors\/tyutchev.html Тютчев на Стихии] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070926214753\/http:\/\/www.litera.ru\/stixiya\/authors\/tyutchev.html |date=2007-09-26 }}\n* [http:\/\/ruthenia.ru\/tiutcheviana Тютчевиана. Сайт рабочей группы по изучению творчества Ф. И. Тютчева]\n* [http:\/\/stroki.net\/content\/blogcategory\/56\/69\/ '''Ф. И. Тютчев''' Избранные стихотворения]\n* [http:\/\/az.lib.ru\/t\/tjutchew_f_i\/]\n* [http:\/\/feb-web.ru\/feb\/tyutchev\/ Тютчев в ФЭБ]\n* [http:\/\/russia-today.narod.ru\/past\/gen\/tutchev_fi.htm Былое России: Предки поэта Федора Ивановича Тютчева (1803-1873)]\n* [http:\/\/strochki.ru\/tyutchev\/ Стихи Тютчева]\n* Слушать: [http:\/\/ruthenia.ru\/tiutcheviana\/stihi\/stihi.html Стихи Тютчева читают И. Смоктуновский, М. Козаков и др.]\n\n{{Wikisource author}}\n{{commons|Фёдор Иванович Тютчев}}\n\n{{ngày tháng sống|sinh=1803|mất=1873|tên=Tyutchev, Fyodor Ivanovich}}\n\n{{DEFAULTSORT:Tyutchev, Fyodor Ivanovich}}\n[[Thể loại:Nhà thơ Nga]]\n[[Thể loại:Mất năm 1873]]\n[[Thể loại:Nhà văn từ Sankt-Peterburg]]"}