{"Fyodor Matveyevich Apraksin":"[[Tập tin:Fjodor Apraksin.jpg|nhỏ|240px|Chân dung Fyodor Matveyevich Apraksin.]]\n'''Fyodor Matveyevich Apraksin''' ([[tiếng Nga]]: Фёдор Матвеевич Апраксин), dưới triều [[Pyotr I của Nga|Pyotr Đại đế]] là Đại tướng, Đô đốc Hải quân người [[Nga]] đầu tiên, Tổng đốc [[Azov]], Hiệp sĩ Huân chương Sankt-Andrew, Bá tước, Ủy viên Hội đồng Cơ mật, Thượng Nghị sĩ; và dưới triều Nữ hoàng [[Yekaterina I]] là Ủy viên Hội đồng Cơ mật Tối cao.\n\n==Cá tính==\nApraksin là người chân chất, hăng hái, rất hãnh diện, không thích bị ai kể cả [[Sa hoàng]] sỉ nhục. Apraksin phục vụ Pyotr Đại đế qua nhiều cương vị, nhưng ông thích nhất là phục vụ trong hải quân – một điều hiếm thấy trong số quần thần của Pyotr. Apraksin luôn giữ mối quan hệ với Pyotr dựa trên sự pha trộn giữa tự trọng và cẩn thận. Trong triều đình, một khi đã xác định điều gì là đúng, ông vẫn tiếp tục biện luận chống lại Sa hoàng cho đến khi quân vương cất tiếng đe dọa ông mới thôi. Nhưng trên mặt biển, Apraksin không muốn nhân nhượng Pyotr, luôn làm trái lời đến mức trêu tức quân vương, tuy sau cùng ông thưa bẩm với Pyotr: \"Trong khi với tư cách Đô đốc mà biện luận với Hoàng thượng về sự hiểu biết của một tư lệnh hạm đội, tôi sẽ không nhân nhượng; nhưng nếu Ngài lấy tư cách Sa hoàng để sai khiến thì tôi sẽ biết nhiệm vụ của mình.\"\n\nCó lúc Sa hoàng hạ lệnh đưa một nhóm tu sĩ trẻ ở Moskva vào Học viện Hải quân ở [[Sankt-Peterburg]], rồi bắt họ đi đóng cọc trong công cuộc đào Kênh Moika. Apraksin cảm thấy bất mãn vì danh dự của giới quý tộc bị xúc phạm, đi đến Moika, cởi ra bộ quân phục đô đốc cùng với Huân chương St Andrew treo lên một cái cột, rồi làm việc đóng cọc cùng với nhóm trai trẻ. Pyotr Đại đế đi đến và ngạc nhiên hỏi: \"Làm thế nào mà một đại tướng-đô đốc như ông lại đi đóng cọc?\" Apraksin trả lời: \"Thưa Hoàng thượng, những lao công này là cháu họ, cháu nội ngoại của tôi. Thế thì tôi là ai và tôi có quyền gì mà được hưởng đặc ân?\"\n\n==Chiến công==\nKhi vua Thụy Điển [[Karl XII của Thụy Điển|Karl XII]] dẫn quân bắt đầu tiến công vào đất Nga trong [[Đại chiến Bắc Âu]], Apraksin chỉ huy 24.500 quân trấn giữ Thành phố Sankt-Peterburg. Tướng Lybecker của [[Thụy Điển]] mang quân vượt qua Sông [[Neva]] phía thượng nguồn của Sankt-Peterburg định uy hiếp thành phố này. Tuy nhiên, ở đây ông này nhận được tin sai lạc do Apraksin gài vào rằng Sankt-Peterburg được bố phòng quá chắc chắn, nên thay vì tấn công thành phố, ông dẫn quân đi một đường vòng về phía nam và tây qua vùng đồng ruộng của Ingria. Nga áp dụng chiến thuật [[tiêu thổ]] kháng chiến, khiến cho chẳng bao lâu quân Thụy Điển cạn lương thực, và họ phải giết ngựa để ăn thịt. Không có đại pháo, Lybecker không thể công hãm các thành phố, và sau khi lang thang khắp tỉnh [[Ingria]] mà không làm được việc gì, cuối cùng ông dẫn quân đến bờ biển gần [[Narva]], nơi có một đội thuyền Thụy Điển có thể tiếp nhận người nhưng không đủ sức chở ngựa. Sáu ngàn con ngựa bị giết hoặc bị cắt gân chân để không cho quân Nga sử dụng, và đoàn thuyền Thụy Điển về đến Vyborg ở [[Phần Lan]]. Lực lượng của Lybecker đã đi một vòng quanh thành phố Sankt-Peterburg mà không đạt được gì, còn bị mất 3.000 quân. Đó là nhờ công của Apraksin.\n\nMùa xuân 1710, sau chiến thắng vang dội của Nga ở [[trận Poltava]]. Apraksin được phái dẫn 18.000 quân công phá [[Vyborg]]. Thị trấn này là một pháo đài quan trọng và là điểm tập kết cho quân Thụy Điển để đe dọa Sankt-Peterburg. Ngày 13\/6\/1710, thị trấn Vyborg với 154 sĩ quan và 3.726 quân trú phòng Thụy Điển rơi vào tay Apraksin.\n\nMùa xuân 1713, Apraksin được cử làm Tư lệnh chiến dịch ở [[Biển Baltic]], dẫn đến chiến thắng quan trọng đầu tiên của [[hải quân Nga]] trong trận hải chiến Hangö.\n\nVới đội thuyền ga-lê đổ bộ binh sĩ từ điểm này sang điểm khác, quân Nga tuần tự tiến công dọc bờ biển Phần Lan hướng về phía tây. Mỗi khi Tướng Thụy Điển Lybecker dàn lực lượng của ông ở một vị trí phòng thủ cẩn mật nào đó, thuyền ga-lê Nga chi việc đi vòng qua ông, chèo vào một bến cảng ở nơi khác rồi đổ lên đội quân còn sung sức vì không phải đi bộ, cùng với pháo và hàng hậu cần. Lybecker không thể làm gì khác hơn là phải rút lui.\n\nĐầu tháng 5, hàng chục tàu Nga chở đầy binh sĩ xuất hiện ngoài khơi Helsingfors (hiện nay là Helsinki, thủ đô của Phần Lan). Đối mặt với hàng ngàn quân Nga thình lình tiến vào từ ngoài biển, quân trú phòng chỉ có thể đốt rụi hàng hậu cần của họ mà rút lui. Đến mùa hè 1713, quân Nga đã chinh phục toàn miền nam Phần Lan.\n\nNhưng trên mặt biển, Thụy Điển vẫn giữ ưu thế: chiến hạm của họ có thể trụ lại và sẵn sàng sử dụng đại pháo bắn tan tác thuyền ga-lê của Nga. Thuyền ga-lê chỉ có cơ hội nếu dụ chiến hạm Thụy Điển vào gần bờ rồi xông ra đánh khi lặng gió. Đây là trường hợp mà Pyotr lợi dụng trong trận hải chiến Hangö vào tháng 8\/1714.\n\nKhi chuẩn bị cho chiến dịch hải quân năm 1714, Pyotr Đại đế đã gia tăng gần gấp đôi [[hạm đội Baltic]]. Tháng Năm, 20 chiến hạm và gần 200 thuyền ga-lê đã sẵn sàng. Ngày 22\/6\/1714, 100 thuyền ga-lê dưới quyền chỉ huy của người Venice và Hy Lạp có kinh nghiệm ở Biển [[Địa Trung Hải|Địa trung hải]], chèo đi Phần Lan với Apraksin làm tư lệnh và Pyotr làm tư lệnh phó. Trong nhiều tuần, hạm đội Nga không dám tiến quá Mũi Hangö kẻo chạm trán với hạm đội Thụy Điển gồm 16 chiến hạm, 5 [[tàu khu trục]] và một số thuyền nhỏ hơn dưới quyền Đô đốc [[Wattrang]], lãnh nhiệm vụ ngăn chặn sự xâm nhập đến Đảo Aland và bờ biển Thụy Điển.\n\nTrong nhiều tuần, hai bên đều ở vào thế bế tắc. Wattrang không muốn giao chiến gần bờ, và thuyền ga-lê của Nga không muốn hứng chịu đạn pháo của Wattrang ngoài khơi, nên neo lại cách Hangö 10 kí-lô-mét về hướng đông. Cuối cùng, ngày 4\/8, chiến hạm của Wattrang tiến đến, và khi thấy đông đảo thuyền Nga, trở ra biển khơi. Thuyền ga-lê của Nga vội đuổi theo, hy vọng bắt kịp vài chiến hạm địch khi gió ngưng thổi. Nhưng phần lớn chiến hạm Thụy Điển chạy thoát được.\n\nSáng hôm sau, điều mà phía Nga chờ đợi cuối cùng đã đến: gió ngừng thổi, biển lặng, và trên mặt nước phẳng lì như gương là một phân đội chiến hạm Thụy Điển dưới quyền của Đô đốc Ehrenskjold. Lúc bình minh, 20 thuyền ga-lê Nga vội rời vùng biển cạn dọc bờ, tiến đến đội chiến hạm Thụy Điển đang bất động. Tối hôm ấy, lực lượng của Apraksin gồm trên 60 thuyền ga-lê luồn vào giữa hạm đội Thụy Điển và bờ biển rồi tiến ra khơi giữa hai phân đội của Wattrang và [[Ehrenskjold]]. Để ẩn náu, Ehrenskjold rút phân đội của ông vào một vịnh hẹp, các chiến hạm nối đuôi nhau dàn thành hàng ngang từ bờ này sang bờ kia. Ngày hôm sau, với chiến hạm Thụy Điển bị cô lập, Apraksin sẵn sàng tấn công. Đầu tiên, ông phái người lên [[soái hạm]] của Thụy Điển để ra điều kiện cho Ehrenskjold đầu hàng trong danh dự. Ehrenskjold từ chối, và cuộc chiến bắt đầu.\n\nĐấy là cuộc chiến kỳ lạ giữa loại tàu chiến cổ xưa và loại hiện đại. Thụy Điển vượt trội về hỏa lực đại pháo và kinh nghiệm chiến trường của thủy thủ đoàn, nhưng Nga chiếm ưu thế về số lượng tàu và quân số. Thuyền ga-lê có tính cơ động hơn, trên boong đầy lính bộ binh, đổ xô đến, lúc đầu hứng chịu tổn thất vì đạn pháo, áp sát rồi đổ quân qua chiến hạm Thụy Điển. Thật ra, Apraksin chỉ huy giống như tướng lục quân hơn là đô đốc hải quân. Hai giờ chiều 6\/8\/1714, ông phát động đợt đầu tiên gồm 35 thuyền ga-lê. Bên Thụy Điển chờ cho họ đến gần rồi khai hỏa đạn pháo khiến cho thuyền Nga phải lui về. Đợt tấn công thứ hai gồm 85 thuyền ga-lê cũng bị đẩy lui. Rồi Apraksin ra lệnh toàn hạm đội 95 thuyền Nga đánh tổng lực vào bên trái của hàng các chiến hạm nối đuôi nhau của Thụy Điển; quân Nga tràn lên, một chiến hạm Thụy Điển bị lật vì lượng người quá lớn trên boong. Khi hàng chiến hạm Thụy Điển đã bị một lỗ hổng, thuyền Nga chèo qua rồi rẽ qua tấn công hai bên, lần lượt đánh hạ từ chiến hạm này qua chiến hạm khác. Cuộc chiến kéo dài ba giờ đồng hồ với tổn thất nặng cho mỗi bên. Cuối cùng, hạm đội Thụy Điển bị khuất phục, 361 người [[tử trận]] và trên 900 bị bắt làm [[tù binh]]. Ehrenskjold cũng bị bắt, cùng với soái hạm của ông và 9 thuyền nhỏ khác.\n\nHangö là trận thắng đầu tiên của hải quân Nga, và Pyotr luôn xem đấy là sự kiện đã minh chứng cho những năm gian khổ gây dựng nên hạm đội, và là chiến thắng có tầm quan trọng ngang với Trận Poltava.\n\nNăm 1719, Nga mở chiến dịch tấn công chính quốc Thụy Điển để thúc ép đàm phán chấm dứt chiến tranh. Chiến thuật cũng giống như khi đánh Phần Lan lúc trước: sử dụng thuyền ga-lê chở bộ binh đến vùng biển cạn, nơi mà chiến hạm không thể đến được. Apraksin là tư lệnh của hạm đội Nga gồm 180 thuyền ga-lê và 300 thuyền đáy bằng, được 28 chiến hạm hộ tống.\n\nMùa hè năm ấy, hạm đội Nga đạt thắng lợi. Ngày 4\/6, 7 chiến hạm của Nga chận đánh 3 tàu nhỏ hơn của Thụy Điển và bắt giữ cả ba tàu này. Dù có sự hiện diện của hạm đội Anh gồm 16 chiến hạm, Pyotr dẫn một số chiến hạm lớn nhất của Nga hợp cùng hạm đội của Apraksin với 30.000 quân đánh phá vùng bờ biển phía đông của Thụy Điển trong 5 tuần. Apraksin phái một lực lượng Cossack tiến đánh [[Stockholm]], nhưng họ bị chặn lại. Một lực lượng hải quân Thụy Điển gồm 4 chiến hạm và 9 tàu khu trục trú đóng trong cảng Stockholm khiến thuyền ga-lê của Nga không thể tiến vào. Apraksin chia lực lượng tàu Nga thành từng nhóm nhỏ đánh phá dọc bờ biển phía Nam, đốt phá thị trấn, nhà máy và xưởng lọc sắt, và bắt giữ một số tàu của Thụy Điển chở quặng sắt rồi mang số tàu này về Nga. Trong một xưởng đúc đại bác, quân Nga tịch thu được 300 khẩu pháo chưa kịp gửi đi cho quân đội Thụy Điển. Thêm một cuộc tấn công của Nga vào Stockholm, nhưng lại bị đánh bật ra.\n\nCùng lúc, một lực lượng khác của Nga đánh phá và gây tổn thất tương tự cho vùng bờ biển của Thụy Điển phía Bắc, phá hủy nhà máy, kho tàng, và đốt phá 3 thị trấn. Quân Nga tịch thu và mang về một lượng lớn quặng sắt và nông sản, và ném xuống biển hoặc đốt phần không thể mang theo.\n\nMùa hè 1720, trong khi hạm đội Anh được phái đến với danh nghĩa dàn xếp hòa bình đang biểu dương lực lượng ngoài khơi, thuyền ga-lê của Apraksin đi vòng và một lần nữa tiến đánh bờ biển Thụy Điển. Một lực lượng gồm 8.000 quân kể cả Cossack đổ bộ và xâm nhập vào đất liền đến 45 kí-lô-mét mà không gặp sức kháng cự nào, thỏa sức đốt phá thị trấn và làng mạc Thụy Điển. Một phân đội gồm 2 chiến hạm và 4 tàu khu trục của Thụy Điển cố đuổi kịp 61 thuyền ga-lê của Nga, nhưng cuối cùng cả bốn tàu khu trục đều vướng đá ngầm và bị bắt.\n\nĐầu năm 1715, có thư nặc danh tố cáo một số cận thần của Pyotr Đại đế kể cả Apraksin liên can đến tham nhũng, và một cuộc điều tra rộng lớn được thực hiện. Apraksin không bị trừng phạt do công trạng trong quá khứ và cũng vì lý lẽ biện hộ là ông thường đi chinh chiến xa nên không biết gì về những việc làm của thuộc hạ.\n\nĐến năm 1719, Apraksin cùng với [[Aleksandr Danilovich Menshikov]] bị kết tội biển thủ, bị xử tịch thu mọi đất phong và tước vị, nhận lệnh phải trả lại thanh gươm và bị quản thúc tại gia để chờ Pyotr phê duyệt bản án. Pyotr thoạt đầu ký duyệt, rồi ngày sau trong sự ngạc nhiên của nhiều người, hủy bỏ bản án vì xét công trạng trong quá khứ. Cả hai được phục hồi mọi tước vị và tài sản, chỉ phải trả tiền phạt nặng. Sa hoàng không thể cai trị mà thiếu hai người.\n\n==Đưa Ekaterina lên ngôi==\nNgày 23 tháng 1 năm 1725, khi bệnh tình trở nặng và Pyotr Đại đế nhận Phép thánh Cuối cùng, Apraksin là một trong số 3 cận thần được tin tưởng nhất được triệu đến giường bệnh để nhận những lời dặn dò cuối cùng của Pyotr.\n\nTrong khi Pyotr Đại đế đang hấp hối, các cận thần của ông chuẩn bị chọn người lên kế vị. Nhóm cận thần gốc gác là dân thường đi lên cảm thấy sẽ bị mất mát nhiều nếu giới quý tộc cũ nắm quyền trở lại, nên họ cùng nhau quyết định ủng hộ Ekaterina. Biết rõ rằng các lữ đoàn Cảnh vệ sẽ có tiếng nói cuối cùng, họ đã điều các lữ đoàn này vào đóng quanh hoàng cung. Nơi đây, Cảnh vệ được nhắc nhở rằng Ekaterina đã đi theo họ và người chồng trong các chiến dịch quân sự. Mọi khoản tiền lương còn thiếu Cảnh vệ được thanh toán nhanh chóng trên danh nghĩa Nữ hoàng đế. Các lữ đoàn Cảnh vệ đều trung thành với Pyotr Đại đế, và Ekaterina được họ yêu mến, vì thế với những lời dẫn dụ và cách đãi ngộ họ sẵn lòng ủng hộ.\n\nNgay cả với những bước thận trọng như thế, việc lên ngôi của Ekaterina vốn trước đó là một cô gái quê gốc [[Litva]], người tình và cuối cùng người vợ thứ hai của Pyotr, không phải là chắc chắn. Một ứng viên khác là Đại vương công Pyotr Alekseevich, con trai của Hoàng thái tử Aleksei. Theo truyền thống của Nga, với tư cách là cháu nội của quân vương tạ thế, anh này có quyền trực tiếp thừa kế ngai vàng, và đa số trong giới quý tộc, tăng lữ cùng dân thường đều xem anh là người kế vị hợp pháp.\n\nCuộc chạm trán xảy ra vào đêm 27 ngày 1 năm 1725, chỉ vài giờ trước khi Pyotr Đại đế qua đời, khi Thượng viện và những nhà lãnh đạo cấp cao của đất nước nhóm họp để quyết định việc kế vị. Trong khi họ đang thảo luận, một số sĩ quan của hai Lữ đoàn Cảnh vệ Preobrazhenskoe và Semyonovsky, trước đó đã lẻn vào phòng họp, lên tiếng ủng hộ Ekaterina. Cùng lúc, một hồi trống nổi lên phía dưới khiến các chính khách bước ra cửa sổ để nhìn xuống. Họ thấy các đội ngũ của Cảnh vệ đang dàn chung quanh hoàng cung. Hoàng thân Buturlin, chỉ huy doanh trại Sankt-Peterburg và là một thành viên của phe quý tộc, trở nên giận dữ và hỏi tại sao quân sĩ tụ tập ở đây mà không có lệnh của ông.\n\nVị tư lệnh Cảnh vệ cứng cỏi đáp: \"Thưa Ngài, chúng tôi làm theo mệnh lệnh của phu nhân quân vương, nữ hoàng Ekaterina, mà Ngài, tôi và tất cả thần dân trung thành đều phải tuân lệnh lập tức và vô điều kiện.\" Các binh sĩ, nhiều người đẫm nước mắt, hô lên: \"Cha chúng ta đã chết, nhưng mẹ chúng ta vẫn còn sống.\" Trong hoàn cảnh như thế, Apraksin cất lời đề nghị tôn Ekaterina là Quân vương chuyên chế với mọi quyền hạn như vị Hoàng đế phu quân. Lời đề nghị được chấp thuận nhanh chóng.\n\nSáng ngày sau, Ekaterina bước vào. Bà vừa cất tiếng nức nở rằng mình bây giờ là \"quả phụ và kẻ mồ côi\", thì Apraksin quỳ xuống trước mặt bà và tuyên cáo quyết định của Thượng viện. Mọi người trong gian phòng đều tung hô, và binh sĩ Cảnh vệ bên ngoài phụ họa theo. Một bản tuyên cáo ngày hôm đó thông báo cho đế quốc Nga và cả thế giới biết rằng vị quân vương mới là một phụ nữ, Nữ hoàng [[Yekaterina I]].\n\nMột năm sau khi Pyotr Đại đế qua đời, Hội đồng Cơ mật Tối cao được thành lập gồm sáu thành viên (trong đó có Apraksin), có quyền lực gần như là quân vương, kể cả quyền ban hành nghị định.\n\n==Đọc thêm==\n{{thể loại Commons|Fjodor Apraksin}}\n*Sa hoàng [[Pyotr I của Nga|Pyotr I]]\n*[[Đại chiến Bắc Âu]]\n*Nữ hoàng [[Yekaterina I|Ekaterina I]]\n\n==Tham khảo==\n{{tham khảo}}\n*Robert K. Massie, ''Peter the Great – His life and world''. Nhà xuất bản Sphere Books Ltd., London, 1980.\n\n[[Thể loại:Tướng Đế quốc Nga|Apraksin, Fyodor Matveyevich]]\n[[Thể loại:Mất năm 1728]]\n[[Thể loại:Sinh năm 1661]]\n[[Thể loại:Bá tước Nga]]"}