{"Gia Cát Cẩn":"'''Gia Cát Cẩn''' ([[chữ Hán]]: 諸葛瑾, [[bính âm Hán ngữ|bính âm]]: Zhuge Jin; [[174]] – [[241]]) là đại thần nhà [[Đông Ngô]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]] và là huynh trưởng của [[Gia Cát Lượng]].\n\n==Thân thế==\nGia Cát Cẩn có tên tự là '''Tử Du''' (子瑜), người huyện Dương Đô quận Lang Nha (thuộc Từ châu). Ông được mô tả là người có vẻ mặt suy tư<ref name=\"ReferenceA\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B752 Trương Cố Gia Cát Bộ truyện]<\/ref>.\n\nChữ \"Cát\" trong họ Gia Cát của ông có nguồn gốc từ việc ông là dòng dõi của [[Cát Anh]], một tướng theo [[Trần Thắng]] khởi nghĩa chống [[Nhà Tần|Tần]]. Cát Anh có công, bị [[Trần Thắng]] giết oan. Khi [[Hán Văn Đế]] lên ngôi đã sai người tìm dòng dõi Cát Anh và cấp đất Gia làm nơi ăn lộc. Một chi sau này lấy sang họ Gia Cát - ghép chữ \"Cát\" cũ và đất \"Gia\"<ref>Trần Văn Đức, sách đã dẫn, tr 7<\/ref>.\n\nSau Cát Anh, dòng họ Gia Cát có Tư Lệ hiệu úy là Gia Cát Phong thời [[nhà Hán]]. Cha Gia Cát Cẩn là Gia Cát Khuê làm tới chức quận thừa ở Thái Sơn, nhưng mất sớm.\n\n==Thời trẻ==\n\nThời trẻ, Gia Cát Cẩn đến kinh đô [[Lạc Dương]], học sách ''Mao thi, Thượng thư, Tả thị xuân thu''. Lúc mẹ mất, ông để tang rất có hiếu, thờ mẹ kế cũng rất cung kính, rất có đạo.\n\nCuối thời Hán có loạn lớn, ông tránh loạn đến Giang Đông. Các em ông là [[Gia Cát Lượng]] và Gia Cát Quân khi đó còn nhỏ, ở cùng chú ông là [[Gia Cát Huyền]]. Gia Cát Huyền phục vụ dưới trướng quân phiệt [[Viên Thuật]], từng làm Thái thú Dự Chương trong một thời gian ngắn.\n\n==Phục vụ Tôn Quyền==\nNăm 200, thủ lĩnh Giang Đông là [[Tôn Sách]] qua đời, em là [[Tôn Quyền]] lên thay. Anh rể của Tôn Quyền là Hoằng Tư gặp Gia Cát Cẩn, rất ngưỡng mộ tài năng của ông, bèn tiến cử cho Tôn Quyền. Ông được Tôn Quyền đãi làm khách cùng [[Lỗ Túc]]. Năm đó Gia Cát Cẩn 27 tuổi.\n\nSau đó, ông được Tôn Quyền phong làm Trưởng sử rồi chuyển làm Trung tư mã. Năm [[207]], em ông là [[Gia Cát Lượng]] (khi đó cũng 27 tuổi) bắt đầu phục vụ cho sứ quân [[Lưu Bị]] và trở thành nhân vật rất quan trọng trong tập đoàn Lưu Bị.\n\nNăm [[208]], sau [[trận Trường Bản]], [[Gia Cát Lượng]] làm sứ giả sang Đông Ngô để liên kết với Tôn Quyền cùng chống [[Tào Tháo]]. Tôn Quyền ngưỡng mộ Gia Cát Lượng, liền sai ông giữ Gia Cát Lượng lại để theo Ngô. Gia Cát Cẩn đáp rằng:\n:''Em thần là Lượng đem thân theo người ta, chức phận đã định, về nghĩa chẳng có hai lòng. Em thần không ở lại cũng như thần không sang bên kia vậy''.\n\nVì vậy Tôn Quyền thôi ý định dụ Khổng Minh và cũng rất tin tưởng lòng trung thành của ông<ref name=\"ReferenceA\"\/>.\n\nNăm [[215]], [[Tôn Quyền]] sai Gia Cát Cẩn đi sứ kết thân với [[Lưu Bị]], đã gặp mặt bàn việc công với Gia Cát Lượng. Lúc xong việc lui ra, ông không gặp mặt riêng em mình<ref name=\"ReferenceA\"\/>.\n\nKhi can gián Tôn Quyền, Gia Cát Cẩn thường không nói thẳng mà chỉ mang việc khác ra so sánh để Tôn Quyền từ từ hiểu ra.\n\nNăm [[219]], Gia Cát Cẩn đi theo [[Lã Mông]] đánh [[Quan Vũ]] thắng trận chiếm Kinh châu, được phong Nghi Thành hầu, làm Tuy Nam tướng quân. Không lâu sau Lã Mông qua đời, ông được Tôn Quyền cử thay Lã Mông làm thái thú Nam quận, đóng ở huyện Công An.\n\n[[Lưu Bị]] sang đông đánh Ngô, Tôn Quyền xin giảng hòa. Gia Cát Cẩn gửi thư cho Lưu Bị, đề nghị lấy họ Tào làm đối thủ chính, không nên chĩa mũi nhọn vào Đông Ngô. Tuy nhiên Lưu Bị không chấp nhận.\n\nCó người gièm pha ông với [[Tôn Quyền]] rằng ông sai người thân đi riêng qua lại với Lưu Bị, nhưng [[Lục Tốn]] không tin theo, gửi thư cho Tôn Quyền tỏ ra tin tưởng ông và trấn an ông. Bản thân Tôn Quyền cũng không nghi ngờ gì ông.\n\nNăm [[222]], Gia Cát Cẩn chuyển làm Tả tướng quân, coi việc quân ở Công An, ban Giả tiết, phong Uyển Lăng hầu.\n\nNăm [[223]], tướng Ngụy là [[Tào Chân]], [[Hạ Hầu Thượng]] vây tướng Ngô là [[Chu Nhiên]] ở Giang Lăng, lại chia quân chiếm Trung Châu. Tôn Quyền sai Gia Cát Cẩn đem đại quân đến cứu giúp. Đến mùa xuân nước sông dâng, tướng [[Phan Chương]] lấy thuyền bè làm hàng rào ở trên sông, Gia Cát Cẩn đến đánh cầu nổi. Tào Chân rút chạy.\n\n[[Ngu Phiên]] vì nói thẳng mà bị bắt đi đày, chỉ có Gia Cát Cẩn thường xin tha cho ông ta, nhưng không được.\n\nGia Cát Cẩn là người nhã nhặn, được mọi người nể phục, Tôn Quyền coi trọng, thường hỏi các việc lớn<ref name=\"ReferenceA\"\/>. Năm 229, [[Tôn Quyền]] xưng đế, phong Gia Cát Cẩn làm Đại tướng quân, Tả đô hộ, lĩnh chức Dự châu Mục.\n\nÔng có con trưởng là [[Gia Cát Khác]], nổi danh có tài, được Tôn Quyền rất coi trọng. Tuy nhiên, Gia Cát Cẩn thường ngờ vực, bảo rằng Khác không phải là con giữ được cơ nghiệp, thường vì thế mà lo lắng.\n\nNăm [[241]], Gia Cát Cẩn qua đời, thọ 68 tuổi. Trước khi mất, ông lệnh cho người nhà dùng quan sơ sài, lấy áo thường mà liệm, các đồ táng phải tiết kiệm<ref name=\"ReferenceA\"\/>.\n\nVì Gia Cát Khác đã được phong hầu khi ông còn sống nên người con thứ của ông là Gia Cát Dung nối tước ông, lĩnh quân sĩ trú ở thành Công An.\n\n==Gia đình==\nEm ông là [[Gia Cát Lượng]] làm thừa tướng nước Thục Hán, em họ là [[Gia Cát Đản]] làm quan ở nước Ngụy có danh tiếng. Một nhà có ba người làm đại thần của 3 nước, thiên hạ cho là vinh hiển.\n\nCon trưởng ông là [[Gia Cát Khác]], các con thứ là Gia Cát Dung và Gia Cát Kiều. Vì Gia Cát Lượng muộn con, Gia Cát Cẩn cho Gia Cát Kiều sang Thục làm con nuôi Gia Cát Lượng. Sau đó Gia Cát Lượng mới sinh [[Gia Cát Chiêm]].\n\nGia Cát Kiều mất sớm, có con là Gia Cát Phần. Gia Cát Khác lạm quyền mất uy tín, đến năm [[253]] bị [[Tôn Tuấn]] giết hại để tranh quyền, đúng như lo ngại của Gia Cát Cẩn. Em Khác là Gia Cát Dung cũng buộc phải tự sát. Năm [[258]], người cùng đảng Tôn Tuấn là [[Tôn Lâm]] bị giết<ref>Tuấn đã chết năm 256<\/ref>, danh dự Gia Cát Khác được phục hồi, vì Gia Cát Lượng đã có con ruột là Gia Cát Chiêm thờ tự, nên cháu nội Gia Cát Cẩn là Gia Cát Phần trở về [[Đông Ngô]] thờ tự ông.\n\nGia Cát Cẩn dẫu tài năng không bằng Gia Cát Lượng nhưng được đánh giá cao về đức hạnh. Khi vợ mất, ông không lấy người khác. Ông được đánh giá là người thận trọng, có người thiếp yêu sinh con nhưng không tiến cử<ref name=\"ReferenceA\"\/>.\n\n==Trong Tam Quốc diễn nghĩa==\nTrong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Gia Cát Cẩn là nhân vật thứ yếu. Ông được mô tả gần với sử sách. Tại hồi 43, khi [[Gia Cát Lượng]] sang Giang Đông, La Quán Trung để Gia Cát Cẩn đến gặp Gia Cát Lượng dụ theo họ Tôn, nhưng bị Gia Cát Lượng dụ lại theo [[Lưu Bị]]. Cuối cùng ông trở về báo lại cho Tôn Quyền và tỏ lòng trung.\n\nSau đó La Quán Trung để Gia Cát Cẩn đóng vai trò trung gian trong [[Vấn đề Kinh châu thời Tam Quốc|vấn đề Kinh châu]]. Việc [[Lã Mông]] đánh chiếm 3 quận Linh Lăng, Trường Sa và Quế Dương từ tay [[Quan Vũ]] không được nhắc tới mà thay vào đó, La Quán Trung nói về sự tàn nhẫn của Tôn Quyền khi bắt giam gia quyến Gia Cát Cẩn và sai ông vào Thục khóc lóc với Gia Cát Lượng, nhờ xin hộ với [[Lưu Bị]] cứu vớt, nếu không gia quyến ông sẽ bị hại. Vì [[Lưu Bị]] nhân từ nên trả lại 3 quận cho Tôn Quyền để cứu gia quyến Gia Cát Cẩn.\n\nSau đó Gia Cát Cẩn lại làm sứ giả sang Giang Lăng gặp Quan Vũ đề nghị làm thông gia với Tôn Quyền, cùng liên minh chống Tào. Nhưng Quan Vũ nóng nảy quát mắng và đuổi Gia Cát Cẩn về Đông Ngô.\n\n==Xem thêm==\n* [[Gia Cát Huyền]]\n* [[Gia Cát Lượng]]\n* [[Gia Cát Khác]]\n\n== Tham khảo ==\n* [[Trần Thọ]], ''[[Tam Quốc chí]]'', Bùi Tùng Chi chú, Ngô thư quyển 7: \n** [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B752 Trương Cố Gia Cát Bộ truyện]\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trần Văn Đức (2006), ''Khổng Minh Gia Cát Lượng'', Nhà xuất bản Văn hoá thông tin\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 174]]\n[[Thể loại:Mất năm 241]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]"}