{"Gia Cát Khác":"{{thông tin nhân vật Tam Quốc\n|Tên=Gia Cát Khác\n|Chức vụ=[[Đô đốc]] và Phụ chính đại thần\n|Nước=[[Đông Ngô]]\n|Sinh=203\n|Mất=253\n|Tiền nhiệm= [[Lục Tốn]]\n|Kế nhiệm=[[Lục Kháng]]\n|Phồn thể=諸葛恪\n|Giản thể=诸葛恪\n|Phiên âm=Zhūgě Ke\n|Wade–Giles=Chu-ko Ke\n|Tự=Nguyên Tốn (元遜)\n}}\n\n'''Gia Cát Khác''' ([[chữ Hán]]: 諸葛恪; Phiên âm: Zhūgě Kè; [[203]] - [[253]]) là tướng lĩnh và phụ chính đại thần của [[Đông Ngô]] trong thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\nLà dòng dõi thế tộc trong chính quyền [[Đông Ngô]], khi hoàng đế khai quốc của nhà Ngô là [[Tôn Quyền]] băng hà, Gia Cát Khác được chọn làm phụ chính đại thần cho con trai của Tôn Quyền là [[Tôn Lượng]], nhưng khoảng thời gian mà ông nhiếp chính lại là một thảm họa quân sự đối với nước Ngô vì ông không ngừng gây chiến với nhà [[Tào Ngụy]]. Năm 253, Gia Cát Khác bị ám sát và bị diệt tộc trong cuộc chính biến giành quyền lực.\n\n==Thân thế==\nGia Cát Khác [[Tên chữ (người)|tên tự]] là '''Nguyên Tốn''' (元遜), được mô tả có ngoại hình mắt sáng mày rậm, trán rộng, mũi cao, giọng nói sang sảng.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 806<\/ref> Ông là con trưởng của đại thần [[Gia Cát Cẩn]] – công thần khai quốc của [[Đông Ngô]], người Dương Lang, Nha Đô.<ref>Nay là phía nam Nam Di, tỉnh Sơn Đông<\/ref> Ông là cháu gọi thừa tướng [[Gia Cát Lượng]] nước [[Thục Hán]] bằng chú.\n\n==Thời trẻ==\nLúc nhỏ ông đã thông minh lanh lợi, có tài từ nhỏ, giỏi có tài ăn nói, ứng đối hơn người, [[Tôn Quyền]] khen là \"lam điền sinh ngọc\".<ref>ý nói cậu không phải là người bình thường, mà giống như viên ngọc chưa được mài giũa đẽo gọt vậy<\/ref> Gia Cát Khác hàng ngày thường tự đặt ra câu hỏi và tìm cách giải thích. Ông có tài nghị luận, ứng đối nhiều người không theo kịp. Tôn Quyền từ khi gặp Gia Cát Khác rất quý mến ông.\n\nKhi Gia Cát Khác ngoài 20 tuổi, nước Ngô chính thức được Tôn Quyền kiến lập bằng danh hiệu Ngô vương. Ông được phong làm Kỵ đô úy.\n\nSau khi Tôn Quyền chọn [[Tôn Đăng]] làm thái tử, để gây dựng uy tín và nâng cao năng lực cai trị cho thái tử, vua Ngô đã lựa chọn trong số con trai của các vị trọng thần và các vị quan lại trẻ tuổi những người có tài nhằm phò tá thái tử. Bốn người nổi bật nhất bao gồm Gia Cát Khác, con trai của [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] là [[Trương Hưu]] (張休), cháu nội của [[Cố Ung]] là [[Cố Đàm]], và con trai của [[Trần Vũ]] là [[Trần Biểu]]. Tôn Đăng đối đãi với họ như bằng hữu chứ không như thuộc hạ, và cả bốn người đã cùng lớn lên bên nhau đồng thời giữ vai trò quân sư cho Tôn Đăng. Khi Tôn Đăng hỏi Hồ Tông (胡綜) nhận định thế nào về bốn vị quân sư này, ông đã viết một phong thư phúc đáp rằng Gia Cát Khác có tài trí hơn người, là bậc nhân tài hiếm cố so với những người cùng trang lứa. Tuy nhận định này của Hồ Tông rất chính xác, nhưng Gia Cát Khác lại mắc một khuyến điểm rất lớn chính là sự thiếu thận trọng khi hành sự. Ngay cả cha ông là Gia Cát Cẩn và chú ông là Gia Cát Lượng đã không ít lần quở trách về khuyết điểm này. Gia Cát Cẩn đã từng nhận xét rằng: \"Đứa trẻ này có thể sẽ làm rạng rỡ Gia Cát thị nhưng cũng có thể sẽ mang tới tại họa cho cả gia tộc\".\n\nÍt lâu sau Tôn Quyền phong Gia Cát Khác làm Tả phụ đô úy. Gia Cát Khác tỏ ra là người có tài ứng đối rất nhanh và trôi chảy với các quan lại trong triều và sứ giả của nước Thục Hán.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 807-808<\/ref>\n\n==Thời Tôn Quyền ==\n\n===Trấn thủ Đan Dương===\nNăm [[234]], ông đảm nhiệm chức vụ chỉ huy cấm quân bảo vệ kinh sư. Gia Cát Khác thấy người Việt ở quận [[Đan Dương]] chưa được [[Đông Ngô]] quản lý chặt chẽ, ông kiến nghị lên Tôn Quyền cho mình ra làm Trưởng quan Đan Dương (ngày nay là [[Tuyên Thành]], [[An Huy]]) để quản lý chặt chẽ hơn, huy động thêm nhân lực của người dân vùng núi tại đây. Ông dự định trong 3 năm huy động được 3 vạn binh sĩ để tăng thêm nhân lực sản xuất phục vụ triều đình. Triều đình bàn tán, nhiều ý kiến không tán thành vì khó khả thi do địa hình hiểm trở và dân không thần phục, sẽ mạo hiểm và tốn kém, trong đó chính Gia Cát Cẩn cũng hoài nghi.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 809<\/ref>\n\nTuy nhiên, Gia Cát Khác hết sức tin tưởng vào kế sách này và tính khả thi của nó. Vì vậy Tôn Quyền đã phong cho ông là Thái thú Đan Dương, mang theo 300 [[kỵ binh]] trợ giúp. Đến nhiệm sở, Gia Cát Khác đưa công văn cho 4 huyện trực thuộc, lệnh cho họ phòng thủ biên giới chặt chẽ, chỉnh đốn quân đội. Sau đó ông phái các thuộc hạ đi trấn giữ những nơi hiểm yếu, lệnh cho quân sĩ chỉ lo việc tu sửa doanh trại, cấm gây gổ với dân. Nhưng đến khi lúa chín, Gia Cát Khác cho quân đi cướp hết thóc lúa của dân, không chừa lại cả thóc làm giống.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 810<\/ref>\n\nDo đó người dân Đan Dương bị đói cùng quẫn, phải xuống núi xin quy phục. Ông bèn ra lệnh cho thuộc hạ quan tâm và đưa họ tới những huyện ngoài sinh sống, không để họ ở trong núi nữa và không được bắt giam họ. Có người bản địa là Chu Dụy không muốn rời núi bèn khởi binh chống lại. Thuộc hạ của Gia Cát Khác là Hồ Kháng bèn mang quân bắt trói Chu Dụy về phủ. Gia Cát Khác bèn khép tội Hồ Kháng chống lệnh và chém. Dân trong vùng thấy vậy biết chủ ý của ông chỉ muốn dân dời núi chứ không phải chém giết, bèn cùng nhau dời núi ra ngoài ở. Sau 1 năm, số người xuống núi nhiều hơn dự định ban đầu. Năm 237, Đan Dương hoàn toàn nằm dưới sự kiểm soát của nước Ngô và trở thành quận trọng điểm về cung cấp binh sĩ và lương thực cho quân đội nước Ngô. Tôn Quyền bèn giao cho Gia Cát Khác 1 vạn người, còn lại chia cho các tướng quản lý.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 811<\/ref>\n\nNhờ công lao đó, Gia Cát Khác được thăng làm Uy bắc tướng quân, Đô hương hầu.\n\n===Đại thần Đông Ngô===\nNăm 243, Gia Cát Khác lên kế hoạch tấn công thành Thọ Xuân của Tào Ngụy, và ra lệnh cho binh sĩ trong tư thế sẵn sàng công thành bất cứ lúc nào. Tuy nhiên, khi biết tin danh tướng của Ngụy là [[Tư Mã Ý]] đã mang viện binh đến Thọ Xuân và chuẩn bị giao tranh với quân Ngô, Tôn Quyền đã ra lệnh cho Gia Cát Khác phải lập tức lui binh để tránh thiệt hại cho quân Ngô vì Tư Mã Ý là một lão tướng dày dặn kinh nghiệm trận mạc. Từ lúc đó trở đi, danh tiếng của Gia Cát Khác ngày một lớn hơn vì ông dám đối đầu với một danh tướng như [[Tư Mã Ý]]. Tuy nhiên, [[Lục Tốn]] lại rất bất an vì sự lỗ mãng của Gia Cát Khác nên đã viết thư khiển trách ông. Ông đã viết thư nhận lỗi với Lục Tốn vì ông hiểu được vị trí hiện tại của ông so với uy vọng của một lão thần như Lục Tốn là không đáng kể. Năm [[245]], sau khi Lục Tốn qua đời, Tôn Quyền đã lệnh cho ông lên thay vị trí của Lục Tốn, làm kiêm chức Thứ sử [[Kinh Châu|Kinh châu]], đóng quân ở Vũ Xương (ngày nay là [[Ngạc Châu]], [[Hồ Bắc]]).\n\nNăm 251, khi Tôn Quyền sắp qua đời, muốn tìm kiếm một phụ chính đại thần có năng lực để phò tá thái tử [[Tôn Lượng]]. Thân tín của Tôn Quyền là [[Tôn Tuấn]] đã đề cử Gia Cát Khác, và nhiều đại thần cũng tán thành việc này Gia Cát Khác là người có năng lực. Tuy nhiên Tôn Quyền lại lo ngại vì tính ngạo mạn và tự phụ của Gia Cát Khác, tuy nhiên Tôn Tuấn vẫn khuyên ông nên triệu Gia Cát Khác từ Vũ Xương về đảm nhiệm vị trí phụ chính đại thần. Khi Gia Cát Khác chuẩn bị rời Vũ Xương, lão tướng quân [[Lã Đại]] biết rất rõ về tính lỗ mãn của ông và đã khuyên ông: \n:''\"Cậu sẽ phải đối mặt với rất nhiều khó khăn khi nhận lãnh trọng trách này. Trước khi quyết định bất cứ vấn đề gì, cậu hãy suy xét mười lần\".''\n\nGia Cát Khác không những không thể hiện sự nhún nhường như đã từng làm đối với Lục Tốn mà còn đáp lại một cách tự phụ: \n:''\"Quý Văn Tử (季文子, học trò của [[Khổng Tử]]) luôn suy nghĩ ba lần trước khi làm bất cứ việc gì, Khổng Tử đã bảo ông ấy chỉ nên nghĩ hai lần thôi. Thưa Đại nhân, giờ ngài lại bảo tôi phải suy nghĩ đến những mười lần. Thế khác nào ngài cho tôi là kẻ ngu ngốc?\".''\n\nLã Đại không cách nào đáp lại được, người đời sau cho rằng Gia Cát Khác đã đối đáp không thực sự chính xác trước lời khuyên của Lã Đại, nhưng các sử gia lại nhận định rằng cách mà Gia Cát Khác đáp lại chính là biểu hiện của việc tính cách tự phụ và lỗ mãn của ông đã tăng lên. Sau khi Tôn Quyền phong Gia Các Khác làm phụ chính đại thần và ra lệnh mọi việc lớn nhỏ trong triều sẽ do Gia Cát Khác lo liệu (trừ những việc liên quan đến sinh tử) đồng thời các vị văn võ đại thần phải trợ giúp ông, Gia Cát Khác càng trở nên kiêu căng hơn nữa.\n\nGia Cát Khác về kinh đô [[Kiến Nghiệp]], Tôn Quyền giao cho ông phò trợ thái tử, thống lĩnh toàn quân, lo đại sự.\n\n==Thời Tôn Lượng==\n\n===Phụ chính===\nTháng 4 năm 252, Tôn Quyền giao cho ông cùng Tôn Hoằng lo liệu hậu sự rồi qua đời. Tôn Hoằng bất hòa với Gia Cát Khác, sợ sau này ông sẽ nắm hết quyền hành nên giấu kín tin Tôn Quyền qua đời, định mạo chiếu để tiêu diệt ông. Gia Cát Khác biết tin bèn ra tay trước, mang quân tiêu diệt Tôn Hoằng, công bố tin Tôn Quyền mất và tổ chức tang lễ. Gia Cát Khác đưa thái tử Tôn Lượng mới 10 tuổi lên ngôi, tức là Ngô Phế Đế. Đồng thời, Gia Cát Khác viết thư cho em là Gia Cát Dung đang trấn thủ Công An, dặn lo việc nước cẩn thận.\n\nGia Cát Khác nhận chức thái phó làm phụ chính. Để yên lòng dân chúng, Gia Cát Khác thủ tiêu chế độ giám sát dân, bỏ chức quan Giám sát, xóa bỏ thuế còn nợ của dân và xóa bỏ thuế quan. Do đó nhân dân trong nước Đông Ngô rất ca ngợi ông.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 812<\/ref> Bất cứ nơi nào ông xuất hiện, luôn có đám đông dân chúng reo hò để được ông chú ý.\n\n=== Chống Ngụy ===\nCuối năm [[252]], Gia Cát Khác cho xây lại đê Đông Hưng (東興隄, nằm ở [[Sào Hồ]], [[An Huy]]), con đê này do Tôn Quyền cho xây dựng vào năm [[230]] nhưng lại bị phá hủy vào năm [[241]], nhằm tạo ra một hồ chứa nước gần [[Hồ Sào]] với mục đích là dùng nó để chống lại những cuộc tấn công của Tào Ngụy trong tương và cùng với hai thành trì gần đó sẽ tạo thành bàn đạp để thủy sư nước Ngô có thể tiến công nước Ngụy bất cứ lúc nào.\n\nTháng chạp năm [[252]], [[Tào Ngụy]] nhân Tôn Quyền vừa mất, quyền thần [[Tư Mã Sư]] bèn khởi binh đánh Ngô, chia làm 3 đường, trong đó cánh quân 7 vạn [[người Hồ]] Tôn, Gia Cát Diên chỉ huy đánh vào Đông Hưng.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 813<\/ref>\n\nGia Cát Khác nghe tin, bèn mang 4 vạn quân đi ngày đêm tới Đông Hưng cứu viện. Hồ Tôn lệnh cho quân sĩ làm cầu nổi vượt qua hồ, tiến gần vào đập, chia quân làm 2 đường. Gia Cát Khác cắt đặt [[Đinh Phụng]] cùng [[Lã Cứ]], Lưu Tán đi trước. Đinh Phụng hành quân khẩn cấp đến chiếm cứ Từ Đường, nhân lúc Hồ Tôn trễ nải canh phòng vì trời đang tuyết, phát lệnh tấn công. Quân tiên phong của Tào Ngụy bị đánh tan tành, cùng lúc cánh quân Lã Cứ tiến đến trợ chiến, quân Ngụy đại bại, rơi xuống sông chết rất nhiều.\n\nQuân Ngô đại thắng, giết hơn 1 vạn quân Ngụy và thu nhiều xe cộ, trâu ngựa.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 814<\/ref> Gia Cát Khác nhờ thắng trận này được Tôn Lượng phong làm Dương đô hầu, gia phong Kinh châu mục, [[Dương Châu|Dương châu]] mục, thống lĩnh toàn quân.\n\n=== Đánh Ngụy ===\nSau trận thắng ở Đông Hưng, Gia Cát Khác có ý tự đắc coi thường mọi người. Đầu năm 253, ông lại muốn xuất quân đánh Ngụy. Các đại thần cho rằng với thực lực của Đông Ngô không nên ra quân, nhưng ông không nghe, phát hịch ra toàn dân chúng kêu gọi đánh Ngụy. Ông còn liên kết với phụ chính đại thần của Thục Hán là [[Khương Duy]] để cùng nhau tiến quân.\n\nTháng 3 năm 253, Gia Cát Khác khởi 20 vạn quân đi bắc tiến.<ref name=\"ReferenceA\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 815<\/ref> Ông dự định đánh Hoài Nam, nhưng lại nghe theo lời bộ tướng, bèn chuyển qua đánh Tân Thành (quận [[Hợp Phì]], Dương châu). Tướng Ngụy là Trương Đặc cố thủ, thành trì bền chắc, Gia Cát Khác đánh 1 tháng không hạ được. Trấn đông tướng quân [[Vô Khâu Kiệm]] và Thứ sử Dương châu là Văn Khâm của [[Tào Ngụy]] cũng giữ thế phòng thủ không giao tranh. Quân sĩ mệt mỏi, gặp thời tiết nắng nóng, bệnh dịch tiêu chảy tràn lan, dần dần số người mắc bệnh lên tới gần một nửa, nhiều người bị chết.<ref name=\"ReferenceA\"\/>\n\nNghe báo cáo, Gia Cát Khác cho rằng cấp dưới nói dối vì lười biếng nên dọa giết họ, vì vậy từ đó không ai dám báo cáo về tình hình quân sĩ mang bệnh.\n\nGia Cát Khác tự thấy khó hạ được Tân Thành, rút về thì xấu hổ nên thường cáu bẳn. Tướng Chu Dị bất đồng ý kiến liền bị ông cách chức. Đô úy Thái Lâm nhiều lần hiến kế không được dùng cũng bỏ sang hàng Ngụy. Vô Khâu Kiệm và Văn Khâm biết tình hình quân Ngô bệnh dịch bèn phát lệnh tấn công. Quân Ngô thua trận, Gia Cát Khác buộc phải rút quân, trên đường về trúng mai phục của Văn Khâm ở Hợp Du, bị thiệt hại nặng.\n\nNhưng Gia Cát Khác không về nước ngay mà lưu lại ở Giang Chử 1 tháng, tới khi triều đình có lệnh mang quân về ông mới lên đường. Vì vậy quân sĩ và nhân dân nhiều người oán thán ông.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 816<\/ref>\n\n=== Bị giết ===\nTháng 8 năm [[253]], Gia Cát Khác về tới Kiến Nghiệp. Ông rất tức giận vì trong thời gian đi vắng đã có một số quan chức bị thay đổi, vì vậy bèn cách chức hết những người được bổ nhiệm trong khi ông ra trận, lập lại trật tự cũ như trước.\n\nVì vậy nhiều người rất sợ Gia Cát Khác. Ông thay quân túc vệ, cho người thân tín của mình vào, rồi lệnh cho toàn quân chỉnh đốn chuẩn bị phát binh đánh [[Tào Ngụy]] báo thù, tiến vào Từ châu và Thanh châu.\n\nNgười trong hoàng tộc là [[Tôn Tuấn]] (cháu Tôn Tĩnh – em [[Tôn Kiên]]) nhân lúc Gia Cát Khác mất lòng người bèn nảy ý định lật đổ ông để thay thế.\n\nTháng 10 năm [[253]], Tôn Tuấn bày mưu cùng vua Ngô [[Tôn Lượng]] mở tiệc rượu và mời Gia Cát Khác đến. Thủ hạ của ông là Trương Ước, Chu Ân, Đằng Dận thấy có vẻ bất thường nên khuyên ông không nên đi, nhưng ông không nghe, cho rằng không ai làm gì nổi mình.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 817<\/ref>\n\nGia Cát Khác đeo kiếm vào điện và uống rượu, có Trương Ước đứng hộ vệ. Uống được nửa chừng, Tôn Lượng đi ra, Tôn Tuấn cũng lấy cớ ra nhà tiêu, thay bộ quần áo ngắn rồi bất ngờ ra lệnh cho quân đao phủ vào bắt Gia Cát Khác theo chiếu lệnh. Gia Cát Khác không kịp trở tay, bị Tôn Tuấn chém. Trương Ước rút gươm chém vào tay Tôn Tuấn làm Tuấn bị thương, thủ hạ của Tôn Tuấn là Chu Tuấn cũng rút gươm chém vào tay Trương Ước. Quân đao phủ ùa vào giết chết ông và Trương Ước.\n\nGia Cát Khác bị [[tru di tam tộc]]. Năm đó ông 51 tuổi.\n\n==Những giai thoại về Gia Cát Khác==\n\"Đặt tên cho lừa\" là một trong những giai thoại nổi tiếng về Gia Cát Khác. Chuyện kể về việc Gia Cát Khác đã sớm nổi danh từ khi ông còn là một đứa trẻ, câu chuyện bắt đầu ở một buổi yến tiệc của triều đình nước Ngô. Trong số các đại thần được Tôn Quyền sủng tín, Gia Cát Cẩn có tướng mạo kỳ lạ xấu xí, gương mặt dài và xấu, trông giống như mặt con [[lừa]]. Nhằm trêu chọc Gia Cát Khác, Tôn Quyền đã cho người dắt đến một con lừa, trên cổ đeo một cái biển viết: \"Gia Cát Tử Du\".<ref>Gia Cát Cẩn tự là Tử Du<\/ref> Tôn Quyền thường thích lấy điểm yếu của quần thần ra để đùa vui. Gia Cát Cẩn, dù không vui cũng vẫn phải chiều lòng Tôn Quyền. Kế đến, Tôn Quyền quay về phía Gia Cát Khác và bảo cậu bé viết lên tấm biển ấy hai chữ bất kỳ mà cậu muốn. Cậu lập tức lấy bút viết thêm hai chữ \"chi lư\" tức là \"Lừa của\" lên trên tấm bảng treo ở cổ con lừa, như vậy câu trên thành \"Lừa của Gia Cát Tử Du\" (Gia cát Tử Du chi lư). Mọi người đều ngạc nhiên, ai cũng đều khen cậu thông minh hơn người. Tôn Quyền vô cùng thích thú và tặng luôn con lừa kia cho cậu.\n\nTrong một buổi yến tiệc khác, Tôn Quyền đã hỏi Gia Cát Khác: \"Nguyên Tốn, Trẫm hỏi khanh, cha khanh tài giỏi hơn hay thúc thúc của khanh Gia Cát Lượng tài giỏi hơn ?\" Gia Cát Khác lập tức đáp lời: \"Dĩ nhiên là cha thần tài giỏi hơn\". Tôn Quyền mới hỏi tiếp lý do vì sao. Gia Cát Khác lại đáp: \"Thưa bệ hạ, cha thần biết chọn minh chúa mà thờ, trong khi thúc thúc của thần thì không, vì vậy cha thần tài giỏi hơn\". Tôn Quyền rất hài lòng với câu trả lời vừa có phần nịnh nọt nhưng lại hết sức thâm thúy, ông bảo Gia Cát Khác mời rượu các vị lão đại thần khác (trong số đó có các vị quan trẻ tuổi nhưng có địa vị cao). Khi Trương Chiêu đến, Trương Chiêu đã từ chối uống rượu do Gia Cát Khác mời và nói: \"Mời rượu bậc tiền bối như thế này thật không phải phép\". Sau khi Trương Chiêu khước từ, Tôn Quyền lập tức bảo Gia Cát Khác:\"Hãy mời ông ấy uống thay trẫm\".\n\nGia Cát Khác cầm rượu và tiến về phía [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] rồi nói: \"Thuở xưa, Thừa tướng [[Khương Tử Nha]] dù đã ở tuổi 90 nhung một vẫn cầm kỳ lệnh, tay kia thì cầm búa và không bao giờ tự nhận là lão nhân gia. Khi có chiến tranh, ngài luôn ở phía sau, khi có yến tiệc, ngài luôn đi trước. Như thế liệu tiểu nhân có thất lễ với bậc tiền bối không ?\"\n\nTrương Chiêu không biết phải đối đáp lại như thế nào nên đành phải uống rượu do Gia Các Khác mời. Sau đó, Tôn Quyền đã trọng thưởng cho Gia Cát Khác rất hậu và chọn ông làm quân sư cho thái tử lúc bấy giờ là Tôn Đăng.\n\nTrong một dịp khác, khi sứ thần [[Thục Hán]] phụng chỉ dâng ngựa tặng cho Tôn Quyền. Tôn Quyền biết Gia Cát Khác rất giỏi cưỡi ngựa nên triệu ông vào cung vì có ý tặng ngựa cho ông. Khi Gia Cát Khác vào cung, ông lập tức quỳ xuống và tạ ơn vì được ban thưởng ngựa. Tôn Quyền vô cùng ngạc nhiên vì không hiểu tại sao Gia Cát Khác lại biết trước lý do ông được triệu kiến, Gia Cát Khác đáp lời: \"Thục Hán không khác gì kẻ chăn ngựa cho bệ hạ, và thần chắc rằng sứ thần Thục Hán ngoài ngựa ra thì không có gì khác để dâng tặng\". Câu nói này tuy có ý hạ thấp Thục Hán và nịnh bợ Tôn Quyền, nhưng Tôn Quyền vẫn rất ấn tượng và hài lòng.\n\n== Nhận định ==\nGia Cát Khác có tài, thông minh, giỏi ứng đối, nhưng vì kiêu ngạo, khinh thường người khác nên cuối cùng thất bại gặp họa diệt tộc. Các nhà nghiên cứu cho rằng nếu ông làm được những điều như đã nói trong thư gửi [[Lục Tốn]] và Gia Cát Dung thì kết cục đã không như vậy.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 818<\/ref>\n\n== Xem thêm ==\n* [[Gia Cát Lượng]]\n* [[Gia Cát Cẩn]]\n* [[Tôn Quyền]]\n*[[Tôn Tuấn]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n* ''100 câu chuyện kích thích trí thông minh cho trẻ em'', Phan Thị Anh Đào, Nhà xuất bản Văn hóa Thông tin, năm 2003, phần: Gia Cát Khác - Thông minh xuất chúng.\n\n== Chú thích==\n{{Tham khảo}}\n\n{{nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Sinh năm 203]]\n[[Thể loại:Mất năm 253]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]"}