{"Gia Cát Lượng":"{{redirect|Khổng Minh}}\n{{Thông tin nhân vật Tam Quốc\n|Tên= Gia Cát Lượng\n|Hình= 蜀汉丞相忠武侯诸葛亮.jpg\n|Cỡ hình= \n|Chú thích hình= \n|Chức vụ= Quân sư<br>Chính trị gia<br>Thừa Tướng \n|Tên thật= Gia Cát Lượng (諸葛亮)\n|Tự= Khổng Minh (孔明)\n|Hiệu= Ngọa Long tiên sinh (臥龍先生)\n|Khác= Gia Cát Vũ Hầu (諸葛武侯)\n|Thế lực= ([[Thục Hán]])\n|Sinh= 181\n|Nơi sinh= Dương Đô, Lang Gia<br>(nay là [[Nghi Nam]], [[Sơn Đông]])\n|Mất= 234\n|Nơi mất= [[Gò Ngũ Trượng]], Kỳ Sơn, Ung Châu<br>(nay là thôn Ngũ Trượng Nguyên, [[Kỳ Sơn, Bảo Kê]], [[Thiểm Tây]])\n|Thụy hiệu= Trung Vũ Hầu (忠武侯)<br>Vũ Quang vương (武兴王)（[[Đông Tấn]] truy phong)<br>An Quốc vương (安国王) ([[Tiền Thục]] truy phong)\n|Thân phụ= [[Gia Cát Khuê]]\n|Thân mẫu= \n|Hôn phối= [[Hoàng phu nhân|Hoàng Thị]]\n|Con= [[Gia Cát Kiều]] (con nuôi)<br>[[Gia Cát Chiêm]]\n|Ghi chú= \n}}\n'''Gia Cát Lượng''' ([[chữ Hán]]: 諸葛亮\/ 诸葛亮; [[bính âm]]: Zhūgě Liàng;<ref>{{Chú thích web|url=https:\/\/chinese.yabla.com\/chinese-english-pinyin-dictionary.php?define=%E8%AF%B8%E8%91%9B%E4%BA%AE|tựa đề=Từ điển tiếng Hoa - tiếng Anh với bính âm tên Gia Cát Lượng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> [[181]] – [[234]]), [[biểu tự]] '''Khổng Minh''' (孔明),<ref>{{chú thích sách|author=de Crespigny, Rafe|title=A biographical dictionary of Later Han to the Three Kingdoms (23–220 AD)|publisher=Brill|year=2007|id=ISBN 978-90-04-15605-0|page=1172}}<\/ref> [[Tên hiệu|hiệu]] '''Ngọa Long''' (臥龍), là [[Thừa tướng]], [[công thần khai quốc]], [[nhà chính trị]], [[Ngoại giao|nhà ngoại giao]], chỉ huy [[quân sự]], [[Giáo viên|nhà giáo dục]], và cũng là một [[nhà phát minh]] [[kỹ thuật]] nổi tiếng của nhà [[Thục Hán|Quý Hán]] (Thục Hán) thời [[Tam Quốc]].\n\nGia Cát Lượng đã giúp [[Lưu Bị]] gây dựng nên nhà Thục Hán, hình thành [[thế chân vạc]] Tam quốc, liên minh Thục-Ngô chống Ngụy. Ông được cho là một trong những chiến lược gia vĩ đại và xuất sắc nhất trong thời đại của ông, và được so sánh với một chiến lược gia tài ba khác của Trung Quốc là [[Tôn Tử]].<ref>Matti Nojonen, Jymäyttämisen taito. Strategiaoppeja muinaisesta Kiinasta. [Transl.: The Art of Deception. Strategy lessons from Ancient China.] Gaudeamus, Finland. Helsinki 2009. ISBN ISBN 978-952-495-089-3.<\/ref> Tuy nhiên, [[Gia Cát Lượng#Các chiến dịch đánh nhà Tào Ngụy|năm chiến dịch đánh Tào Ngụy]] do ông phát động đều không thành công, cuối cùng ông bị [[bệnh]] [[Chết|mất]] trong doanh trại.\n\nKhông chỉ có tài năng hơn người, ông còn nổi tiếng với tấm lòng tận trung báo quốc, ''\"cúc cung tận tụy, đến chết mới thôi\"''. Con trai và cháu nội của Gia Cát Lượng cũng kế thừa chí nguyện bảo vệ [[nhà Hán]] của ông và đã anh dũng tử trận khi nhà Thục Hán sắp sụp đổ, tạo nên tấm gương ''\"Trung nghĩa truyền gia thế vô song, Ba đời trung liệt chiếu sử xanh\"'' nổi tiếng lịch sử của nhà Gia Cát. Gia Cát Lượng cũng là vị quan văn duy nhất thời [[Tam quốc]] được thờ tại [[Đế vương miếu]] (được [[nhà Minh]], [[nhà Thanh]] [[xây dựng]], trong đó thờ phụng 40 vị quan văn được đánh giá là tài năng và tận trung nhất qua các triều đại). Ông khi còn sống có tước hiệu '''Vũ hương hầu''' (武乡侯), sau khi mất có [[thụy hiệu]] là [[Trung Vũ hầu]], do đó hậu thế thường hay gọi ông là '''Vũ hầu''' (武侯) hay '''Gia Cát Vũ hầu''' (诸葛武侯) để tỏ lòng tôn kính.\n\nHình tượng của ông được dân gian ca tụng qua những câu chuyện lưu truyền suốt cả nghìn năm, về sau được La Quán Trung tiểu thuyết hóa và càng trở nên nổi tiếng qua [[tiểu thuyết]] ''[[Tam quốc diễn nghĩa]]'', một trong Tứ đại kỳ thư của văn học Trung Hoa. Trong tác phẩm này, Gia Cát Lượng được mô tả là một vị [[Thừa tướng Trung Quốc|thừa tướng]] tài đức song toàn với tài năng ''\"xuất quỷ nhập thần\"'', đoán mưu lập kế như [[thần]], trên thông [[thiên văn]] dưới tường [[địa lý]], là biểu tượng của lòng trung nghĩa và [[trí tuệ]] anh minh ''(Tuyệt [[Lòng tốt|nhân]] là [[Lưu Bị]], tuyệt gian là [[Tào Tháo]], tuyệt [[Trí tuệ|trí]] là Khổng Minh)''.\n\n== Nguồn gốc và giáo dục==\nGia Cát Lượng là người đất [[Dương Đô]] (nay thuộc huyện [[Nghi Nam]], tỉnh [[Sơn Đông]]) quận Lang Nha đời [[Nhà Hán|Đông Hán]]. Ông sinh vào mùa thu năm [[Tân Dậu]] ([[181]]) thời [[Hán Linh Đế]]. Dòng họ ''[[Gia Cát]]'' (諸葛) của ông là một [[họ người Trung Quốc|họ]] kép ít gặp. Theo từ điển Hán Việt của [[Thiều Chửu]] và một số từ điển khác thì chữ 诸 (bính âm là ''zhū'') có thể phiên là ''chư'' lẫn ''gia'', đồng thời ở mục họ 诸葛 (''Zhūgé'') thì chỉ phiên là Gia Cát. Hai sách ''{{ill|Nam Đường thư|zh|南唐書}}'' và ''{{ill|Chính tự âm|zh|正字通}}'' có chú tên đất và tên người đọc gần giống chữ ''Tra'' (查), tức đọc là ''Gia''. Theo sách ''Khổng Minh Gia Cát Lượng đại truyện'', chữ \"Cát\" trong họ Gia Cát của ông có nguồn gốc từ việc ông là dòng dõi của [[Cát Anh]], một tướng theo [[Trần Thắng]] khởi nghĩa chống [[Nhà Tần|Tần]]. Cát Anh có công, bị [[Trần Thắng]] giết oan. Khi [[Hán Văn Đế]] lên ngôi đã sai người tìm dòng dõi Cát Anh và đất Gia làm nơi ăn lộc. Một chi sau này lấy sang họ [[Gia Cát]] - ghép chữ \"Cát\" cũ và đất \"Gia\".<ref name=\"Trần Văn Đức, sách đã dẫn, tr 7\">Trần Văn Đức, sách đã dẫn, tr 7<\/ref>\n\nGia Cát Lượng là hậu duệ của quan Tư lệ Hiệu úy là [[Gia Cát Phong]] đời nhà Hán, cha là [[Gia Cát Khuê]], thời Hán mạt làm chức Quận thừa ở Thái Sơn, nhưng chết khi Gia Cát Lượng còn nhỏ. Gia Cát Khuê sinh được ba người con trai là [[Gia Cát Cẩn]], Gia Cát Lượng và [[Gia Cát Quân]].<ref name=\"Trần Văn Đức, sách đã dẫn, tr 7\"\/><ref name=\"Trần Thọ p 2\">Tam quốc chí, Trần Thọ, Nhà xuất bản văn học, tập 2, Thục chí, tr 69<\/ref> Do cha mất sớm, Gia Cát Lượng theo chú là Gia Cát Huyền làm Dự Chương thái thú cho Viên Thuật. Gia Cát Huyền dẫn Lượng cùng em trai ông là Gia Cát Quân đến nhậm chức. Gặp lúc Hán triều cử người khác đến thay Huyền, nên ông qua Kinh Châu nương nhờ Lưu Biểu, vốn là chỗ quen biết cũ. Anh trai của ông là Gia Cát Cẩn tránh loạn đến Giang Đông, gặp lúc [[Tôn Sách]] chết, phục vụ cho [[Tôn Quyền]] ở Giang Đông.<ref name=\"Trần Thọ p 2\"\/><ref>Tam quốc chí, Trần Thọ, Nhà xuất bản văn học, tập 3, Ngô chí, Gia Cát Cẩn<\/ref> Gia Cát Lượng xuất thân trong một gia đình tương đối có tiếng tăm, thời trẻ cũng có ít nhiều mối quan hệ, giao du với quan lại nhân sĩ địa phương, không hoàn toàn [[Ẩn sĩ|mai danh ẩn tích]] một cách [[Thần bí học|thần bí]] ở [[rừng]] [[núi]] như [[Nhân dân|dân gian]] hay mô tả.\n\nDâng biểu \"Gia Cát Lượng tập\" của [[Trần Thọ]] mô tả Gia Cát Lượng: \n::''\"Ít có [[nhân tài]] như vậy, có khí anh bá, thân cao tám [[Thước (đơn vị đo)|thước]], [[Mặt (sinh học)|dung mạo]] khôi vĩ khác hẳn người thường\"''.\n\nKhi chú mất, Gia Cát Lượng đến ở đất [[Nam Dương (định hướng)|Nam Dương]] thuộc vùng Long Trung, chỗ ở có trái núi [[Ngọa Long cương]], nhân thế tự gọi là '''Ngọa Long tiên sinh''', thích làm ca từ theo khúc ''{{ill|Lương Phủ ngâm|zh|梁父吟}}''. Anh cả [[Gia Cát Cẩn]] làm quan bên [[Đông Ngô]], em thứ là [[Gia Cát Quân]] làm quan đại thần cho nước [[Thục Hán]] cùng với ông, em họ [[Gia Cát Đản]] làm quan cho [[Tào Ngụy]]. Gia Cát Lượng tự mình [[cày]] [[Ruộng lúa|ruộng]], vốn cao tám [[Thước (đơn vị đo)|thước]], ông tự ví mình với [[Quản Trọng]], [[Nhạc Nghị]]. Người đương thời chẳng mấy ai tin, nhưng vài người như [[Thôi Châu Bình]] và [[Từ Thứ]] có giao du với ông thì tin ông có tài như vậy.<ref>Tam quốc chí, Trần Thọ, Nhà xuất bản văn học, tập 2, Thục chí, tr 69, 70<\/ref>\n\nGia Cát Lượng khi đọc sách chủ yếu xem xét đại lược, khác với nhiều bạn học đọc sách tỉ mỉ, chăm chú đến tinh thục. Dịch Trung Thiên nói như vậy mới là biết đọc sách, Gia Cát Lượng giỏi nắm bắt cái tinh tuý cốt yếu trong sách, chứ không tầm chương trích cú, câu nệ từng chữ. Gia Cát Lượng cũng nói các bạn của mình như [[Thạch Thao (Tào Ngụy)|Thạch Quảng Nguyên]], [[Từ Thứ]], [[Mạnh Kiến|Mạnh Công Uy]] sau này có thể làm đến quan cai trị một châu hay một quận, còn về bản thân mình thì \"''Lượng chỉ cười không đáp''\". Thật ra câu trả lời đã rất rõ ràng: Gia Cát Lượng không muốn làm đế vương mà cũng chẳng muốn làm quan địa phương, mà muốn làm đại hiền thần phò tá một minh chủ lập nên nghiệp lớn, giống như Quản Trọng hay Nhạc Nghị xưa vậy.<ref>Tam quốc chí. Trần Thọ viết, Bùi Tùng Chi chú thích. Khương duy truyện. (Biên dịch: Bùi Thông. Hiệu đính: Phạm Thành Long.)<\/ref><ref>'''Dịch Trung Thiên, Phẩm Tam Quốc (Nhà xuất bản CAND 2010)''', Tập 1, chương 15 \"Mắt tinh đã thấy\".<\/ref>\n\nTheo [[Bàng Thống]] truyện chép trong [[Tam quốc chí]], Gia Cát Lượng là học trò của [[Bàng Đức Công]], người [[Tương Dương (thành cổ)|Tương Dương]]. Gia Cát Lượng thường hay tới nhà, một mình lạy ở dưới giường, ban đầu Bàng Đức Công chẳng chỉ bảo gì sau mới dạy. Chính họ Bàng đặt các biệt danh Ngọa Long cho Gia Cát Lượng, Phượng Sồ cho Bàng Thống và Thủy Kính cho [[Tư Mã Huy]]. Bàng Đức Công có cháu là [[Bàng Thống]], người sau này được Gia Cát Lượng tiến cử cho [[Lưu Bị]].<ref>Tam quốc chí, Nhà xuất bản văn học, tập 2, Bàng Thống truyện<\/ref>\n\nTrong [[Gia Cát|gia tộc Gia Cát]], Gia Cát Lượng là người tài giỏi nhất nên người đời sau có câu: ''\"Thục được rồng<ref>Trong đó có cả ông và em ông Gia Cát Quân<\/ref>, Ngô được hổ, Ngụy được chó\"'', ví trong 4 anh em thì ông tài giỏi nhất, [[Lưu Bị]] thu nạp được rồng và cả Gia Cát Quân em ông trong số 3 người (Lưu, [[Tào Tháo|Tào]], [[Tôn Quyền|Tôn]]).\n\n== Sự nghiệp ==\n{{Xem thêm|Long Trung đối sách|Gia Cát Lượng Nam Chinh|Gia Cát Lượng Bắc phạt}}\n\nVào khoảng năm 200, hai thế lực lớn là [[Tào Tháo]] và [[Viên Thiệu]] giao chiến ở [[trận Quan Độ]], ban đầu Lưu Bị phục vụ cho Viên Thiệu, nhưng sau lại ngầm tìm cách bỏ đi về phía Nam. Tào Tháo đánh bại Viên Thiệu, xua quân truy kích Lưu Bị, lực lượng mà Tào Tháo tỏ ra lo ngại. Lưu Bị chạy đến nương nhờ [[Lưu Biểu]], người đang cai quản Kinh Châu. Lưu Biểu tiếp đãi Lưu Bị trọng hậu, cho thêm quân, sai đóng quân ở huyện [[Tân Dã]], hào kiệt [[Kinh Châu|Kinh châu]] theo về rất đông.\n===Phò tá Lưu Bị ===\n\n====Được tiến cử====\nKhi [[Lưu Bị]] ở [[Tân Dã]], có đến nhà [[Tư Mã Huy]] bàn việc thiên hạ. Huy đáp: ''\"Bọn [[nho giáo|nho sinh]] đời nay chỉ là một phường tục sĩ, hạng tuấn kiệt hai người, đó là Ngọa Long và [[Bàng Thống|Phượng Sồ]]. Ngọa Long tức Gia Cát Khổng Minh, Phượng Sồ tức [[Bàng Thống]] tự Sĩ Nguyên. Có được một trong [[2 (số)|2]] người đó thì có thể định được [[thiên hạ]]\"''. Lưu Bị nói rằng hãy đưa người đó đến gặp, Tư Mã Huy khuyên Lưu Bị nên tới nhà Gia Cát Lượng để gặp.<ref name=\"ReferenceG\">Tam quốc chí, trang 71, Nhà xuất bản văn học, 2016, Thục chí.<\/ref> Một nhân vật khác nhận được sự kính trọng từ Lưu Bị là [[Từ Thứ]] đã tiến cử Gia Cát Lượng cho Lưu Bị, gọi Gia Cát Lượng là ''con rồng nằm''. Lưu Bị đã 3 lần đến Long Trung mời Khổng Minh ra giúp. Gia Cát Lượng đã trình bày [[Long Trung đối sách]], được Lưu Bị khen hay. Lúc bấy giờ là năm [[208]], Lưu Bị [[47 (số)|47]] [[Tuổi thọ|tuổi]], Gia Cát Lượng chỉ mới [[27 (số)|27]] tuổi.<ref name=\"ReferenceG\"\/>\n\nSách \"Ngụy Lược\" thì viết rằng Gia Cát Lượng tự đến làm khách ở chỗ Lưu Bị, nhưng chỉ được xem như một thư sinh bình thường. Một hôm, Lượng cố ý ở lại cuối cùng sau khi gia khách đã về hết, nhưng vẫn không được Bị để ý gì đến. Sau khi Lượng chủ động thưa chuyện với Lưu Bị thì Bị mới nhận ra tài năng, và trọng dụng Lượng.<ref name=\"ReferenceG\"\/> Các sử gia xem xét sự trái ngược của hai cách nói trong 2 bộ sử và kết luận rằng: cả hai sự kiện đều có thể là đúng, với trình tự là Gia Cát sớm tự tiến cử trước, nhưng chưa thực sự được Lưu Bị coi trọng nên ông trở về. Sau đó Lưu Bị nhận ra tài năng thực thụ của Khổng Minh, hạ mình 3 lần tới lều tranh tìm gặp.<ref>{{harvnb|Dịch Trung Thiên|2010|p=290}}<\/ref>\n\n:[[Tam quốc diễn nghĩa]] xây dựng tình tiết Lưu Bị đến lều tranh hai lần đầu không gặp được, đến lần thứ ba mới gặp Gia Cát Lượng, cùng với nhiều tình tiết huyền ảo kỳ bí khác. Thật ra đấy chỉ là cách hư cấu huyền bí của văn chương nghệ thuật, các sử liệu cho thấy Lưu Bị có thể cả ba lần đều gặp và đàm đạo với Gia Cát Lượng. Hơn nữa, không chỉ là ba lần, mà có thể là đến gặp rất nhiều lần khác nữa, hai người càng nói chuyện càng hợp ý nhau, cuối cùng Gia Cát Lượng quyết định xuống núi phò tá Lưu Bị.\n\nLưu Bị từ đó càng đối đãi thân tình với Gia Cát Lượng, điều đó khiến [[Quan Vũ]], [[Trương Phi]] không hài lòng. Lưu Bị mới giải thích: \"''Có được Khổng Minh, như cá gặp nước vậy. Các em chớ nên nhiều lời.''\" Quan Vũ, Trương Phi đành phải chịu.<ref name=\"ReferenceG\"\/><ref>Tam Quốc chí. Trần Thọ, Bùi Tùng Chi chú thích. (Bùi Thông biên dịch). Tập 2: Thục thư. Gia Cát Lượng truyện.<\/ref>\n\nNgười đời sau có thơ khen việc Lưu Bị 3 lần hạ mình tới cầu kiến người hiền tài để dựng nên cơ nghiệp 50 năm của nhà Thục Hán:\n{{cquote|''Giặc Hán rành chia bận cõi lòng<br>Đường đường Hoàng thúc tới lều tranh<br>Ai hay một chốc lời tâm sự<br>Được giang sơn chẵn năm chục tròn''}}\n\n====Chạy khỏi Tân Dã====\nTháng 8 năm 208, quân Tào áp sát [[Kinh châu]]. Lưu Biểu ốm chết, trước lúc chết phó thác việc nước cho Lưu Bị, Bị từ chối. Con út Lưu Biểu là [[Lưu Tông]] được lập lên kế vị, quyết định đầu hàng [[Tào Tháo]]. Lúc ấy Lưu Bị đóng quân ở Phàn Thành, lúc nghe quân Tào đến Uyển Thành, bèn dẫn quân rời đi. Qua Tương Dương, Gia Cát Lượng khuyên Lưu Bị đánh Lưu Tông để thu Kinh Châu, nhưng Lưu Bị đã khước từ lời đề nghị ấy, nói rằng: ''Ta chẳng nhẫn tâm làm vậy.''<ref>Tam quốc chí, tập 2, 2016, Thục chí, Lưu tiên chủ truyện, tr27<\/ref>\n\nLúc quân Lưu Bị rời đi, nhiều thuộc hạ của Lưu Biểu đi theo Lưu Bị, khi đến [[Trận Tương Dương (1267–1273)|Tương Dương]], dân chúng kéo theo hơn chục vạn người. Biết mình quân ít không thể chống nổi đại quân Tào, Lưu Bị chia làm 2 đường: Quan Vũ dẫn thủy quân chạy về [[Giang Hạ]] để hợp binh với [[Lưu Kỳ]], Bị đi cùng Gia Cát Lượng, Từ Thứ, Triệu Vân, Trương Phi dẫn theo cả gia quyến theo đường bộ chạy đến [[Giang Lăng]].\n\nDân lánh nạn đi theo có đến hơn [[100000 (số)|mười vạn]] người, xe chở [[hành lý]] lớn nhỏ chen cả lối đi, mỗi ngày hành quân không được 10 dặm đường. [[Tào Tháo]] sai [[Tào Thuần]] dẫn [[Kỵ binh|quân khinh kỵ]] đuổi gấp, bắt kịp Lưu Bị ở [[Trận Trường Bản|Đương Dương - Trường Bản]]. Lưu Bị bỏ lại [[vợ]] [[Con cái|con]] cùng Gia Cát Lượng, Trương Phi và [[Triệu Vân]] phải chạy cùng vài chục quân kỵ. Hai [[Con gái (mối quan hệ)|con gái]] của Lưu Bị và [[mẹ]] [[Lão hóa|già]] của [[Từ Thứ]] bị quân Tào bắt.<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]], Ngụy thư - Chư Hạ Hầu Tào truyện''': ''Khi theo đi đánh Kinh Châu, truy đuổi Lưu Bị '''ở Trường Bản''', '''bắt được xe truy trọng và hai con gái của Bị''', thu gom được binh tốt tản mát của Bị. Lại tiến đến thu hàng Giang Lăng, rồi theo về Tiêu huyện. Năm Kiến An thứ mười lăm chết. Văn Đế lên tức vị, truy thụy cho '''(Tào) Thuần''' là Uy hầu''.<\/ref>\n\nLưu Bị chạy rẽ sang [[Hán Tân]], vừa hay gặp được [[thuyền]] của Quan Vũ, qua [[sông Miện]], hội với [[Trưởng và thứ|con trưởng]] của [[Lưu Biểu]] là Kì rồi cùng đến Hạ Khẩu.<ref>Tam quốc chí, tập 2, 2016, Thục chí, Lưu tiên chủ truyện, tr27, 28<\/ref>\n\n====Đi sứ Đông Ngô====\nLưu Bị rút về phương Nam, đóng ở Hạ Khẩu, [[Lỗ Túc]] bên [[Đông Ngô]] tới gặp, khuyên liên minh với [[Tôn Quyền]]. Gia Cát Lượng nói với Lưu Bị: ''\"Việc rất đã gấp, xin được phụng mệnh nhờ Tôn tướng quân cứu giúp\"''. Bị đồng ý để Lượng theo Túc đi [[Giang Đông]]. Trong [[Xuất sư biểu]] có nhắc đến việc này: ''\"Sau này ngẫm lại, nhận việc trước lúc bại quân, phụng mệnh giữa lúc nguy nan\"''.\n:Trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa]], [[nhà văn]] [[La Quán Trung]] đã [[hư cấu]] ra các tình tiết [[nhân vật]] Khổng Minh tranh luận làm bẽ mặt một loạt [[Quan lại|quan văn]] \"hủ nho\" của Đông Ngô gồm [[Trương Chiêu (Tam Quốc)|Trương Chiêu]], v.v. [[Nhân vật]] Gia Cát Lượng còn sử dụng bài ''phú Đồng Tước đài'' để khích [[Chu Du]], đây là việc [[Hư cấu|hoàn toàn không có thật]] bởi 5 năm sau đó [[Tào Thực]] mới làm bài phú này.<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]], Ngụy thư, Vũ Đế kỷ, Trần Tư Vương Tào Thực truyện''': [[Trận Xích Bích]] diễn ra năm [[207]], Đồng Tước đài (銅雀臺) được xây dựng vào mùa đông năm [[210]] (năm Kiến An thứ 15), bài ''Đồng Tước đài phú'' của [[Tào Thực]] lại được viết vào năm [[212]] (hai năm sau khi công trình hoàn thành). Như vậy Gia Cát Lượng không thể biết được bài phú viết sau đó 5 năm.<\/ref>\nTôn Quyền mặc [[Áo (trang phục)|áo]] [[Vải không dệt|vải thô]], tiếp sứ giả ở [[doanh trại]] dựng tạm.<ref>Khổng Minh Gia Cát Lượng Đại Truyện (XB 2003). Trần Văn Đức. Nguyễn Quốc Thái dịch. Chương 6: Liên Minh Tôn - Lưu, trang 203.<\/ref> Gia Cát Lượng giỏi xét người, mới đến cửa đã đoán được cá tính của Quyền, nên ông dùng kế khích tướng, cường điệu uy thế của Tào Tháo và khuyên Tôn Quyền quy phục.<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], Tam quốc chí, Thục thư 5, Gia Cát Lượng truyện''': ''Lượng thuyết Quyền rằng: “Thiên hạ đại loạn, tướng quân khởi binh nắm giữ Giang Đông, Lưu Dự Châu thu quân ở Hán Nam, cùng Tào Tháo tranh thiên hạ. Nay Tháo đã trừ được đại nạn, các xứ đã yên, mới đây lại phá được Kinh Châu, uy chấn bốn bể. Kẻ anh hùng không chốn dụng võ, cho nên Dự Châu phải lẩn trốn là vậy. Xin tướng quân hãy lượng sức mình mà định liệu: Nếu có thể lấy quân sĩ Ngô-Việt kháng cự được Trung Quốc, chi bằng sớm đoạn tuyệt ngay; nếu không thể đương, sao chẳng thu binh cởi giáp, ngoảnh mặt về Bắc mà thờ Tào! Nay tướng quân ngoài mặt tỏ ý phục tùng, trong lòng lại toan tính do dự, việc khẩn cấp mà không quyết, hoạ sẽ đến ngay đó!”'' [[Chữ Hán]]: 亮說權曰：「海內大亂，將軍起兵據有江東，劉豫州亦收眾漢南，與曹操并爭天下。今操芟夷大難，略已平矣，遂破荊州，威震四海。英雄無所用武，故豫州遁逃至此。將軍量力而處之：若能以吳、越之眾與中國抗衡，不如早與之絕﹔若不能當，何不案兵束甲，北面而事之！今將軍外託服從之名，而內懷猶豫之計，事急而不斷，禍至無日矣！」<\/ref> Quyền hỏi: \"''Nếu như lời ông, sao [[Lưu Bị|Lưu Dự Châu]] không hàng Tào đi?''\" Lượng đáp: \"''[[Điền Hoành]] chỉ là 1 tráng sĩ [[Tề (nước)|nước Tề]] còn không chịu nhục, huống chi [[Lưu Bị|Lưu Dự Châu]] vốn là dòng vương thất, anh tài cái thế. Nếu việc chẳng xong là bởi ý trời, sao có thể hàng Tào!''\"<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], Tam quốc chí, Thục thư 5, Gia Cát Lượng truyện''': ''Lượng nói: \"Điền Hoành, chỉ là một tráng sĩ nước Tề, còn giữ nghĩa không chịu nhục, huống chi Lưu Dự Châu vốn là dòng vương thất, anh tài cái thế, hết thảy kẻ sĩ đều ngưỡng mộ, nếu nước chẳng về biển, khiến việc chẳng xong, ấy là bởi trời vậy, sao có thể quy phục ở yên dưới họ Tào!\"'' [[Chữ Hán]]: 亮曰：「田橫，齊之壯士耳，猶守義不辱，況劉豫州王室之冑，英才蓋世，眾士仰慕，若水之歸海，若事之不濟，此乃天也，安能復為之下乎！<\/ref>\n\nTôn Quyền nói rõ quyết tâm chống Tào, nhưng vẫn nghi ngại không đánh nổi, hỏi rằng: \"''Dự Châu (Lưu Bị) cũng mới thua trận, sao có thể chống nổi nạn này?''\"\n\nGia Cát Lượng bèn đưa ra phân tích tình thế và thực lực của Tháo và Bị:\n\n* Lưu Bị tuy [[Trận Trường Bản|mới thua trận]] nhưng 10.000 [[Hải quân|thủy quân]] còn nguyên vẹn, quân [[Giang Hạ]] cũng được khoảng 10.000 người.<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], Tam quốc chí, Thục thư 5, Gia Cát Lượng truyện''': ''Lượng nói: \"Dự Châu tuy thua ở Trường Bản, nhưng quân sĩ đã tụ về cùng một vạn thủy quân tinh giáp của Quan Vũ, Lưu Kỳ ở Giang Hạ cũng còn không dưới vạn binh\".'' [[Chữ Hán]]: 亮曰：「豫州軍雖敗於長阪，今戰士還者及關羽水軍精甲萬人，劉琦合江夏戰士亦不下萬人」<\/ref>\n*Quân Tào tuy đông nhưng đã rất [[Mệt mỏi|mỏi mệt]] sau khi truy kích Lưu Bị hơn 300 [[dặm]].<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], Tam quốc chí, Thục thư 5, Gia Cát Lượng truyện''': ''Lượng nói: \"... Tào Tháo đông quân, từ xa tới đã mỏi mệt, lúc truy kích Dự Châu, quân khinh kỵ một ngày đêm đi hơn ba trăm dặm, ấy chính là 'nỏ mạnh đã bắn xa hết sức, sức chẳng thể xuyên thủng tấm lụa mỏng' vậy. Cho nên binh pháp kỵ việc ấy, nói rằng 'Kể cả Thượng tướng quân cũng ngã nhào vậy'.\"'' [[Chữ Hán]]: 亮曰：「... 曹操之眾，遠來疲弊，聞追豫州，輕騎一日一夜行三百餘里，此所謂『彊弩之末，勢不能穿魯縞』者也。故兵法忌之，曰『必蹶上將軍』」<\/ref>\n*Quân Tào đến từ [[Hướng Bắc|phương Bắc]], vốn không quen thủy chiến.<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], Tam quốc chí, Thục thư 5, Gia Cát Lượng truyện''': ''Lượng nói: \"... Vả lại người phương Bắc vốn không quen thủy chiến.\"'' [[Chữ Hán]]: 亮曰：「... 且北方之人，不習水戰」<\/ref>\n*Tào Tháo chỉ vừa mới chiếm được Kinh Châu, lòng người chưa phục.<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], Tam quốc chí, Thục thư 5, Gia Cát Lượng truyện''': ''Lượng nói: \"... Dân chúng Kinh Châu theo Tháo, chỉ vì việc binh bức bách, mà nhân tâm bất phục.\"'' [[Chữ Hán]]: 亮曰：「... 又荊州之民附操者，逼兵勢耳，非心服也」<\/ref>\n*\n\nLượng nói tiếp rằng nếu phá được Tào Tháo sẽ lập thành được [[thế chân vạc]], \"''cơ hội thành bại, là việc ở hôm nay vậy''\". Quyền hài lòng, đồng ý liên minh.<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], Tam quốc chí, Thục thư 5, Gia Cát Lượng truyện''': ''Lượng nói: \"... Tin chắc rằng nếu tướng quân sai mãnh tướng thống lĩnh mấy vạn binh, cùng Lưu Dự Châu đồng tâm hiệp lực, tất phá được quân của Tháo vậy. Quân Tháo bị phá, ắt hẳn quay về Bắc, như vậy thế Kinh-Ngô sẽ cường, chân đỉnh hình thành. Cơ hội thành bại, là ở hôm nay vậy.” Quyền rất hài lòng, lập tức phái Chu Du-Trình Phổ, Lỗ Túc nắm ba vạn thủy quân, theo Lượng đến gặp Tiên chủ, cùng hợp sức cự Tào công.'' [[Chữ Hán]]: 亮曰：「... 今將軍誠能命猛將統兵數萬，與豫州協規同力，破操軍必矣。操軍破，必北還，如此則荊、吳之勢彊，鼎足之形成矣。成敗之機，在於今日。」權大悅，即遣周瑜、程普、魯肅等水軍三萬，隨亮詣先主，并力拒曹公<\/ref>\n\n===== Tôn Quyền quyết tâm đánh Tào =====\nTuy nhiên, [[Bùi Tùng Chi]] chú giải ''[[Tam quốc chí]]'' cho rằng người đầu tiên khuyên [[Tôn Quyền]] đánh Tào là [[Lỗ Túc]], sau đó [[Chu Du]] đã thuyết phục được Quyền hạ quyết tâm từ trước khi Gia Cát Lượng tới<ref>'''Bùi Tùng Chi (chú giải), [[Tam quốc chí]], Ngô thư 9, Chu Du truyện''': ''Thần Tùng Chi cho rằng khởi xướng cái kế cự Tào công, ban đầu thực bởi Lỗ Túc vậy. Vào lúc ấy Du còn ở Bà Dương, Túc khuyên Quyền gọi Du, Du từ Bà Dương trở về, chỉ là cùng với Túc không hẹn mà cùng ý, cho nên có thể nói là hai người cùng lập được đại công. Bản truyện nói ngay rằng, Quyền mời quần hạ đến, hỏi kế sách, Du bác bỏ lời bàn của chúng nhân, một mình bày kế kháng cự địch, xong cũng chẳng bảo rằng Túc đã bầy mưu từ trước, sợ là đã bỏ mất đi cái khéo của Túc vậy.'' [[Chữ Hán]]: 臣松之以為建計拒曹公，實始魯肅。於時周瑜使鄱陽，肅勸權呼瑜，瑜使鄱陽還，但與肅闇同，故能共成大勳。本傳直云，權延見群下，問以計策，瑜擺撥眾人之議，獨言抗拒之計，了不云肅先有謀，殆為攘肅之善也<\/ref> Có lẽ Tôn Quyền chỉ muốn thử nghe phân tích của Lượng để quyết định có nên liên minh với Lưu Bị hay không, còn chuyện chống Tào thì đã quyết từ trước.\n\n''[[Tam quốc chí]]'' chép:<ref name=\":0\">'''[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]], Ngô thư 9, [[Chu Du]] truyện''': ''Du nói: “Không đúng. Tháo tuy giả danh là tướng nhà Hán, kỳ thật là giặc nhà Hán vậy. Tướng quân là bậc thần vũ hùng tài, kiêm quản cơ nghiệp của cha anh, chiếm cứ Giang Đông, đất đai vuông mấy ngàn dặm, binh mạnh đủ dùng, kẻ anh hùng vui nghiệp, còn phải tung hoành thiên hạ, vì nhà Hán trừ đứa bạo tàn diệt bỏ kẻ ô uế. Huống chi Tháo tự đem cái chết đến, mà lại ưng chịu nghênh đón y sao? Tôi xin vì tướng quân mà trù tính: Nay ví như đất Bắc đã yên, Tháo trong bụng không có gì phải lo lắng, có thể phí phạm ngày giờ để lâu không xong việc, đến tranh giành ở đất ngoài, đâu đã dễ tranh thắng phụ với chúng ta bằng thuyền chiến đây? Nay đất Bắc đã không yên bình, hơn nữa Mã Siêu-Hàn Toại còn ở cửa ngõ phía Tây, là mối lo sau lưng Tháo vậy. Lại cởi bỏ yên ngựa, khua động mái chèo, cùng với Ngô Việt đua tranh, vốn chẳng phải là sở trường của quân Trung Quốc. Lai nữa là hiện nay trời rất lạnh, ngựa không có cỏ khô ăn, binh sĩ Trung Quốc ruổi ngựa lặn lội đến nơi sông hồ, không quen thủy thổ, tất sẽ sinh bệnh tật. Bốn điều ấy, chính là mối lo lắng của kẻ dùng binh vậy, thế mà Tháo vẫn mạo hiểm hành binh. Tướng quân bắt được Tháo, xong việc là ở hôm nay vậy. Du này xin được cấp ba vạn tinh binh, tiến đến đóng giữ Hạ Khẩu, bảo đảm sẽ vì tướng quân mà phá tan quân giặc.” Quyền nói: “Lão tặc muốn phế Hán tự lập đã lâu rồi, còn uý kỵ có hai nhà họ Viên, Lã Bố-Lưu Biểu và cô này thôi. Nay mấy kẻ anh hùng kia đã bị diệt, duy có cô vẫn còn đây, cô cùng với lão tặc, thế chẳng cùng đứng. Ngươi nói nên đánh, rất hợp ý cô, ấy thực là trời đem ngươi đến cho ta vậy.”'' [[Chữ Hán]]: 瑜曰：「不然。操雖託名漢相，其實漢賊也。將軍以神武雄才，兼仗父兄之烈，割據江東，地方數千里，兵精足用，英雄樂業，尚當橫行天下，為漢家除殘去穢。況操自送死，而可迎之耶？請為將軍籌之：今使北土已安，操無內憂，能曠日持久，來爭疆場，又能與我校勝負於船楫，（可）乎？今北土既未平安，加馬超、韓遂尚在關西，為操後患。且捨鞍馬，仗舟揖，與吳越爭衡，本非中國所長。又今盛寒，馬無蒿草。驅中國士眾遠涉江湖之間不習水土，必生疾病。此數四者，用兵之患也，而操皆冒行之。將軍擒操，宜在今日。瑜請得精兵三萬人，進住夏口，保為將軍破之。」 權曰：「老賊欲廢漢自立久矣，陡忌二袁、呂布、劉表與孤耳。今數雄已滅，惟孤尚存，孤與​​老賊，勢不兩立。君言當擊，甚與孤合，此天以君授孤也。」<\/ref> Tào Tháo gửi thư chiêu hàng Tôn Quyền, Quyền gọi quần thần dưới trướng đến hỏi kế sách. Đa phần đều cho rằng nên hàng, bởi Tháo mang danh Thiên Tử nay lại được [[thủy quân]] [[Kinh Châu]], lợi thế của [[Trường Giang]] đã không còn. [[Chu Du]] không đồng ý, cho rằng Tào Tháo \"''giả danh tướng nhà Hán, kỳ thực là giặc nhà Hán''\", còn Tôn Quyền \"''thừa kế cơ nghiệp [[Tôn Kiên|cha]] [[Tôn Sách|anh]], binh hùng tướng mạnh, phải vì nhà Hán diệt trừ kẻ bạo tàn''\", đồng thời phân tích ra 4 điều kỵ trong binh pháp mà Tào Tháo đang phạm phải:<ref name=\":0\" \/>\n\n*Đất Bắc chưa thật sự yên, vùng [[Tây Lương]] có [[Mã Đằng]], [[Hàn Toại]] là [[Lo âu|mối lo]] sau lưng Tháo.<ref name=\":0\" \/>\n*Thủy chiến vốn là [[Tài năng|sở trường]] của quân [[Ngô Việt|Ngô-Việt]], không phải của quân phương Bắc.<ref name=\":0\" \/>\n*[[Thời tiết]] hiện rất lạnh, [[ngựa]] không có [[cỏ]] [[ăn]].<ref name=\":0\" \/>\n*Binh sĩ [[Trung Nguyên]] không quen [[Nước uống|thủy]] [[Đất|thổ]] phương Nam, sẽ sinh [[bệnh]] [[Bất thường bẩm sinh|tật]].<ref name=\":0\" \/>\n\n[[Chu Du]] tiếp tục: \"''Du này xin được cấp ba vạn tinh binh, tiến đến đóng giữ Hạ Khẩu, bảo đảm sẽ vì Tướng quân mà phá tan quân giặc.\"''<ref name=\":0\" \/>\n\n[[Tôn Quyền]] nghe Chu Du phân tích xong, nói \"''Ngươi nói rất hợp ý cô, thực là trời đem ngươi đến cho ta vậy!''\",<ref name=\":0\" \/> rồi chụp lấy thanh đao chém [[Đứt gãy|đứt]] [[góc]] [[bàn]], [[Giao tiếp|nói]]: \"''Ai còn dám nói đến chuyện đón rước Tháo, sẽ như cái bàn này''.\"<ref>'''[[Ngu Phổ]], [[Giang Biểu truyện]]''': ''Quyền chụp thanh đao phạt đứt góc bàn ở trước mặt nói: \"Chư tướng còn ai dám nói đến việc đón rước Tháo, sẽ giống như cái bàn này!\"'' [[Chữ Hán]]: 權拔刀斫前奏案曰：「諸將吏敢復有言當迎操者，與此案同！」<\/ref>\n\nKết thúc buổi chầu, [[Chu Du]] lại vào thưa về thực lực đôi bên để Tôn Quyền khỏi lo lắng:<ref name=\":1\" \/>\n\n* Quân Tào nói có tổng cộng 800.000, thật ra chỉ có khoản 150.000 đến 160.000, lại mệt mỏi lắm rồi.<ref name=\":1\" \/>\n* Hàng quân của [[Lưu Biểu]] chỉ 70.000 đến 80.000, trong lòng lại hồ nghi.<ref name=\":1\" \/>\n* Địch vừa mệt vừa không đồng lòng nên dẫu đông cũng không đáng sợ, chỉ cần 50.000 binh là đủ khắc chế.<ref name=\":1\" \/>\n\nTôn Quyền vỗ vai Chu Du nói \"''Khanh nói rất hợp lòng Cô''\". Trước mắt không tập hợp nổi 50.000 người, Chu Du lĩnh 30.000 binh cùng [[Trình Phổ]] đi đối địch Tào Tháo ở [[Xích Bích]].<ref name=\":1\">'''[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]], Ngô thư 9, [[Chu Du]] truyện''': ''Đến đêm tan hội, Du vào gặp Quyền nói: “Mọi người thấy thư của Tháo, nói rằng quân thủy bộ có tám mươi vạn, đều kinh sợ mất vía, chẳng suy xét rõ thực hư, đưa ra lời bàn luận như thế, thật là vô vị vậy. Nay cứ thật mà tính, số người Trung Quốc đem theo, bất quá chừng mười lăm mười sáu vạn, vả lại quân ấy đã mệt mỏi rồi, quân số thu được của Biểu, nhiều lắm cũng chỉ bảy tám vạn thôi, nhưng còn mang lòng nghi hoặc. Lấy đám quân lính mỏi mệt, chế ngự số đông quân sĩ hồ nghi, binh kia dẫu có đông, chẳng có gì phải sợ. Có được năm vạn binh, là đủ để khắc chế địch rồi, xin tướng quân chớ lo lắng.” Quyền vỗ vào vai Du nói: “Công Cẩn, khanh nói như thế, rất hợp với bụng cô. Những kẻ như Tử Bố-Văn Biểu, đều chỉ nghĩ đến vợ con, để ta phải ôm mối lo, khiến ta rất thất vọng, chỉ có khanh cùng Tử Kính và cô là cùng ý mà thôi, thật là trời đem hai người bọn khanh tới giúp cô vậy. Nhưng năm vạn quân thì khó mà tập hợp ngay được, giờ đã tuyển được ba vạn người, thuyền lương chiến cụ đều đủ cả, khanh hãy cùng với Tử Kính-Trình công cứ thiện tiện khởi hành trước, cô sẽ dẫn mọi người theo sau ngay, chở theo nhiều tư trang lương thảo, để làm hậu viện cho khanh. Khanh có thể hoàn toàn tự tin mà hành sự, lỡ ra gặp chuyện bất như ý, cứ yên trí quay lại với cô, cô sẽ cùng Mạnh Đức quyết chiến.”'' [[Chữ Hán]]: 及會罷之夜，瑜請見曰：「諸人徒見操書，言水步八十萬，而各恐懾，不復料其虛實，便開此議，甚無謂也。今以實校之，彼所將中國人，不過十五六萬，且軍已久疲，所得表眾，亦極七八萬耳，尚懷狐疑。夫以疲病之卒，御狐疑之眾，眾數雖多，甚未足畏。得精兵五萬，自足制之，原將軍勿慮。」權撫背曰：「公瑾，卿言至此，甚合孤心。子布、文表諸人，各顧妻子，挾持私慮，深失所望，獨卿與子敬與孤同耳，此天以卿二人讚孤也。五萬兵難卒合，已選三萬人，船糧戰具俱辦，卿與子敬、程公便在前發，孤當續發人眾，多載資糧，為卿後援。卿能辦之者誠決，邂逅不如意，便還就孤，孤當與孟德決之。」臣松之以為建計拒曹公，實始魯肅。於時周瑜使鄱陽，肅勸權呼瑜，瑜使鄱陽還，但與肅闇同，故能共成大勳。本傳直云，權延見群下，問以計策，瑜擺撥眾人之議，獨言抗拒之計，了不云肅先有謀，殆為攘肅之善也<\/ref>\n\nTheo Trần Văn Đức, tác giả sách ''Khổng Minh Gia Cát Lượng Đại Truyện'' (thuộc thể loại ''Tam Quốc ngoại truyện''), thì những trao đổi trên giữa Chu Du và Tôn Quyền cho thấy do Chu Du có [[thiên tài]] vạch sách lược chiến đấu, lại liên tục ở chiến trường nên thông tin [[tình báo]] của ông rất phong phú và chính xác, các quan viên tướng lĩnh của Đông Ngô ở Sài Tang đều không bằng, Gia Cát Lượng dẫu chú trọng việc tình báo cũng không thể nắm rõ tình hình bằng Chu Du.<ref>'''Trần Văn Đức, Khổng Minh Gia Cát Lượng Đại Truyện''' (Nhà xuất bản Văn Hóa Thông tin, 2003), ''trang 214-215''.<\/ref>\n\n===== Gia Cát Cẩn lôi kéo =====\nĐại thần của Ngô là [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] thấy Gia Cát Lượng [[Thanh niên|trẻ tuổi]] và có tài, có ý muốn lôi kéo, bèn đề nghị Tôn Quyền lệnh cho [[Gia Cát Cẩn]] đến thuyết phục Gia Cát Lượng. Tôn Quyền bèn cho gọi Gia Cát Cẩn bảo rằng: ''\"Gia Cát Khổng Minh là em của tiên sinh, là người có tài, em nghe theo anh là lẽ đương nhiên nếu ông ta muốn ở lại cùng lo đại sự, ta sẽ tự tay viết thư nói rõ với Lưu Dự Châu\"''.\n\nGia Cát Cẩn đến gặp Gia Cát Lượng, không ngờ Gia Cát Lượng lại nói trước, khuyên Gia Cát Cẩn theo về với Lưu Bị sẽ càng phát huy được khả năng. Gia Cát Cẩn không nài ép được, đành trở về báo cáo với Tôn Quyền: ''\"Em tôi phụ tá Lưu Dự Châu, vì nghĩa chẳng thể hai lòng, Lượng không chịu ở Đông Ngô, cũng như Cẩn không thể rời Giang Đông vậy\"''.\n\n====Trận Xích Bích, Giang Lăng====\nTrong [[trận Xích Bích]], [[Chu Du]] thống lĩnh quân liên minh, dùng kế hỏa công của [[Hoàng Cái]] đánh bại quân Tào. Và trong [[trận Giang Lăng (208-209)]] tiếp sau đó, liên quân Tôn - Lưu do Chu Du và Lưu Bị dẫn đầu tiếp tục khiến [[Tào Nhân]] phải tháo chạy khỏi Nam Quận sau hơn một năm trời vây hãm. Trong hai trận chiến này, Gia Cát Lượng không không được ghi chép về thành tích cầm quân nào, vai trò của ông chỉ là về ngoại giao và nội chính.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu ra một loạt sự kiện thể hiện mưu trí thần thánh của Gia Cát Lượng như \"thuyền cỏ mượn tên\", cùng Chu Du bày mưu phóng hoả, lập đàn hô phong hoán vũ để gọi gió đông, đặt phục binh ở hẻm Hoa Dung đón đầu Tào Tháo, thừa cơ nẫng tay trên chiếm cả Giang Lăng và Tương Dương khiến Chu Du phát uất thổ máu... Tam quốc diễn nghĩa còn hư cấu ra cả chuyện Chu Du bị Gia Cát Lượng 3 lần chọc tức, phải than rằng: \"''Trời sinh Du sao còn sinh Lượng?''\" rồi thổ huyết mà chết. Sự thực là Chu Du chết bệnh trong quân ngũ, hoàn toàn không liên quan đến việc bị Gia Cát Lượng chọc tức.\n\nTác giả Trần Văn Đức trong sách ''Khổng Minh Gia Cát Lượng Đại Truyện'' cho rằng Chu Du là người khiêm tốn, bao dung<ref name=\":2\" \/> và Gia Cát Lượng có lẽ đã học được nhiều kinh nghiệm ở Chu Du và [[Lỗ Túc]]<ref name=\":2\">'''Trần Văn Đức, Khổng Minh Gia Cát Lượng Đại Truyện''' (Nhà xuất bản Văn Hóa Thông tin, 2003), ''trang 217-218''<\/ref>, bởi khi trận Xích Bích diễn ra thì Chu Du 34 tuổi, Lỗ Túc 37 tuổi, họ đã có 15 năm kinh nghiệm chính trị và thực tế chiến trường, trong khi Gia Cát Lượng khi đó mới 27 tuổi và mới chỉ tham gia chính sự được 1 năm.<ref>Gia Cát Lượng lúc này vừa ra khỏi lều tranh được 1 năm. Châu Du chinh chiến từ năm 20 tuổi, đến lúc đó cầm quân và điều hành chính sự đã 14 năm.<\/ref>\n\nSau khi trở về với Lưu Bị, Gia Cát Lượng sau khi quan sát tình thế toàn cục, đã đề nghị Lưu Bị ngầm bố trí lực lượng khác với sắp xếp của Chu Du. Ông cho rằng Chu Du chỉ giao cho Lưu Bị nhiệm vụ thứ yếu (chặn đánh tàn quân Tào Tháo), sau này nếu có thắng lợi cũng không thu được gì nhiều. Ông cho rằng không cần phải cố sức đánh quân Tào Tháo rút chạy để không tổn hại binh sĩ của mình, cần giữ gìn thực lực để làm những công việc cần thiết sau đó. Tuy nhiên, theo các ghi chép trong chính sử thì lực lượng của Lưu Bị cũng bị tổn hại nhiều trong [[Trận Giang Lăng (208-209)|trận Giang Lăng]]: Quan Vũ được Lưu Bị biệt phái mang quân lên phía Bắc nhằm chia cắt liên lạc giữa Thượng Giang và Giang Lăng, chặn đường rút lui của Tào Nhân, nhưng liên tiếp bị Thái thú Nhữ Nam là Lý Thông, tướng giữ Tương Dương là Nhạc Tiến đánh bại, còn bị [[Văn Sính]] dùng thủy binh đuổi đánh, bị đốt sạch thuyền và quân nhu, mất hết thủy quân Giang Hạ.<ref>'''[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]], Ngụy Thư 17 - Nhạc Tiến truyện, Ngụy thư 18 - Lý Thông truyện và Văn Sính truyện.'''<\/ref>\n\nGia Cát Lượng cho rằng Giang Lăng là mục tiêu rất quan trọng song cũng là điều mấu chốt mà Tào Tháo và Chu Du cùng quan tâm, bởi thế nên khích lệ Chu Du đem toàn lực đoạt lại Giang Lăng để đôi bên cùng hao tổn binh lực, còn mục tiêu thực của Lưu Bị là chớp thời cơ bình định các quận phía nam Kinh Châu giáp Trường Giang, để tự mình có một địa bàn đứng chân và khôi phục được Kinh Châu sau này. Lưu Bị chấp thuận làm theo.\n\nTrong thời gian Lưu Bị và Trương Phi cùng hiệp trợ tác chiến với Đông Ngô ở phía bắc trong hội chiến Giang Lăng, Gia Cát Lượng dẫn quân sĩ cùng Quan Vũ và Triệu Vân, phối hợp với quân Giang Hạ của Lưu Kỳ, lấy các quận phía nam làm đại bản doanh, bình định bốn quận là: [[Vũ Lăng]], [[Trường Sa]], [[Quế Dương]] và [[Linh Lăng]].\n\nSau cuộc chiến Xích Bích và Giang Lăng, Đông Ngô giành được đại thắng, chiếm được Giang Lăng, Nam Quận - vị trí chiến lược quan trọng nhất của Kinh Châu. Còn Lưu Bị nhân cơ hội thâu tóm bốn quận ở phía nam, chẳng những hồi sinh sự nghiệp mà còn có được cơ sở rất quan trọng để sau này tranh thiên hạ. Gia Cát Lượng có thành công lớn nhất là tham mưu sách lược chiếm lấy bốn quận nam Kinh Châu, có thể nói là táo bạo và rất thành công.\n\nTuy nhiên, bốn quận này chỉ có thể giải quyết vấn đề nhân lực và kinh tế cho Lưu Bị, chứ không có vai trò chiến lược trong việc thi hành Long Trung sách. Vì vậy, [[Lưu Bị]] và Gia Cát Lượng phải sử dụng nhiều nỗ lực ngoại giao để mượn huyện Giang Lăng của [[Tôn Quyền]]. Nhưng phải đợi đến sau khi [[Chu Du]] mất (210), [[Lỗ Túc]] - người rất coi trọng liên minh Tôn - Lưu lên thay, Tôn Quyền mới nghe theo lời Lỗ Túc (khiến Tào Tháo thêm kẻ thù, mượn sức Lưu Bị đỡ gánh nặng phía tây của Giang Đông), đồng ý cho Lưu Bị mượn Giang Lăng, hay còn gọi là \"mượn Kinh Châu\" <ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010) Tập 2.<\/ref>.\n\nTuy nhiên, việc Lưu Bị công ít, lợi nhiều và Quan Vũ ỷ được giao giữ Kinh châu mà hay hống hách với Đông Ngô dẫn đến rạn nứt quan hệ liên minh với nước này. 12 năm sau, khi [[Lỗ Túc]] mất, không còn ai chủ hòa, Tôn Quyền sai [[Lã Mông]] đánh úp lấy Kinh Châu, giết chết [[Quan Vũ]].\n\n====Vạch chính sách giúp Lưu Bị bình Kinh Châu====\nGia Cát Lượng được phong Trung lang tướng, giao cai quản Linh Lăng, Quế Dương và Trường Sa, thu thuế và lương thực để chu cấp cho quân đội. Theo sách lược của Gia Cát Lượng, các quận huyện và tướng lĩnh phía nam Kinh Châu, cùng tuyên thệ ủng hộ Lưu Bị kế nhiệm chức Kinh Châu mục. Vai trò của Gia Cát Lượng lúc này giống như thừa tướng [[Tiêu Hà]] giúp [[Lưu Bang]] lo liệu tích trữ lương thảo, đáp ứng nhu cầu của quân đội.\n\nGia Cát Lượng nhìn thấy phái phản Tào ở Kinh Châu như rắn không đầu, bèn có ý nhắc Lưu Bị đối đãi thật tốt với Lưu Kỳ, để Lưu Kỳ làm vây cánh cho mình. Để làm cho thực lực của Lưu Bị mạnh lên, Gia Cát Lượng đã vận dụng sách lược tích lũy, ông sớm đề nghị với Lưu Bị sắp xếp lại dân di cư, xây dựng lực lượng cơ bản. Với tình thế Kinh Châu lúc ấy đã làm tăng thêm danh tiếng của Lưu Bị ở Kinh Châu. Ở giai đoạn này, biểu hiện ''\"lấy nhu khắc cương, lấy nhược khắc cường\"'' của Lưu Bị chính là công lao của quân sư Gia Cát Lượng.\n\n==== Giúp Lưu Bị chiếm Ích Châu ====\nNăm 211, [[Lưu Chương]] mời Lưu Bị vào Tây Xuyên giúp chống [[Trương Lỗ]], Gia Cát Lượng được giao ở lại Kinh Châu cùng [[Quan Vũ]] và [[Trương Phi]].\n\nNăm 212, Lưu Bị đánh úp Lưu Chương, chiếm đánh thành trì ở Thục. Trương Phi, Triệu Vân và Gia Cát Lượng được lệnh dẫn quân vào Xuyên tiếp ứng. Tuy nhiên quân sư [[Bàng Thống]] bị trúng tên lạc mà chết.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu ra việc [[Bàng Thống]] bị [[Trương Nhiệm]] phục kích bắn chết ở gò Lạc Phượng, Gia Cát Lượng bày mưu bắt Trương Nhiệm báo thù cho Thống.\n\nNăm 214, [[Mã Siêu]] bỏ rơi vợ con, từ chỗ Trương Lỗ chạy đến theo Lưu Bị. Bị phái Siêu đến tham gia vây Thành Đô. Quân dân trong thành rúng động, Lưu Chương xin hàng.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu ra chuyện Mã Siêu đại chiến Trương Phi, sau đó Lưu Bị nhờ Gia Cát Lượng bày mưu dụ hàng Mã Siêu.\n\nCánh quân của Gia Cát Lượng không giao chiến trận nào lớn trong chiến dịch này.\n\n===Làm thừa tướng===\n====Giúp Lưu Bị cai quản Ích Châu====\n[[Trần Thọ]] trong Tam Quốc Chí viết rằng:\n:''\"Lưu Bị sau khi bình định được Thành Đô, phong Gia Cát Lượng là Quân sư tướng quân, chức Tả tướng quân (đây là chức quan quan trọng của Lưu Bị) để trông coi việc lớn. Lưu Bị thường dẫn quân đội đi chinh chiến bên ngoài để Gia Cát Lượng ở Thành Đô trông coi triều chính, chẳng bao lâu khắp vùng Ích Châu đều dư thực dư binh\"''<ref name=\"ReferenceA\">Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Hồi 0 phần 5<\/ref>\n\nTheo Dịch Trung Thiên, chức vụ Gia Cát Lượng lúc này là \"Tổng lý đại thần\" hay \"Đại quản gia\" trong phủ Tả tướng quân của Lưu Bị, không phải là \"Tổng tư lệnh ba quân\" hay \"Tổng tham mưu trưởng\". Nhiệm vụ chủ yếu của ông là là hành chính, dân chính, không phụ trách kế hoạch quân sự, khi Lưu Bị xuất chinh thì ông được giao trấn thủ Thành Đô, lo việc cai trị dân chúng. Trần Thọ nhận xét lúc này với Lưu Bị thì ''\"Gia Cát Lượng là thân thích, [[Pháp Chính]] là mưu chủ, [[Quan Vũ]], [[Trương Phi]], [[Mã Siêu]] là nang vuốt\"''<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010) Tập 2, trang 86<\/ref>\n\nTrong cương vị thừa tướng, Gia Cát Lượng đã dốc tâm điều hành công việc quản lý. Gia Cát Lượng khi thấy Tưởng Uyển làm việc sơ ý, có nói với Lưu Bị: ''\"Việc chính sự lấy yên dân làm gốc, không lấy trang sức làm đầu\"''.\n\nĐối với việc cầm quyền, ông hiểu rõ chỗ nào thì cần khoan dung, chỗ nào thì cần dùng luật nghiêm khắc. Sách [[Tư trị thông giám]] có ghi rằng: ''“Gia Cát Lượng phụ tá Lưu Bị cai quản đất Thục pháp lệnh rất nghiêm, tầng lớp thế gia quan liêu đặc quyền ở Ích Châu chịu không nổi thường vẫn oán thán”''. Khi [[Pháp Chính]] khuyên ông nên học theo Hán Cao tổ (giảm bớt hình phạt cho giới quyền quý), ông trả lời:<ref name=\"ReferenceA\"\/>\n:''Tiên sinh chỉ biết một mà không biết hai, nước Tần thi hành chế độ hà khắc dẫn đến dân tình oán hận, nơi nơi phản loạn, thiên hạ bởi thế đất lở ngói vỡ. Lưu Chương vốn nhu nhược lại cố chấp nên chính trị ở đất Thục không phát huy được, chẳng nêu đức độ, hình phạt chẳng đủ, tầng lớp quan liêu thế tộc thừa cơ giành độc quyền, đạo quân - thần chẳng rõ ràng, nền luân lý xã hội cũng tan mất cả. Thực ra, đối với những kẻ quan liêu có đặc quyền này, nếu được sủng ái thái quá, lại làm cho họ không nghĩ đến trọng danh vị, lơ là trách nhiệm. Nếu ban ơn cho họ sau này ân huệ ít đi, họ sẽ oán thán, lại làm khó cho việc thực thi pháp lệnh của chính phủ. Nay ở đất Thục chứng bệnh lớn là ở đấy, nên ta mới nêu cao chánh pháp, để pháp lệnh có thể phát huy hiệu quả khiến nhân dân được bảo vệ chu đáo. Nên hạn chế quyền thế của bọn quan liêu thế tộc, khiến họ phải gìn giữ tốt vị trí của mình.''\n\nBùi Tùng Chi không cho lời nói này là có tồn tại, vì lúc đó Lưu Bị còn sống, Gia Cát Lượng dù là người thân tín cũng không qua mặt Lưu Bị tự ý định ra pháp luật thưởng phạt. Đồng thời người dẫn ra đoạn đối thoại vừa trên là Quách Xung lại còn chê Lượng \"khắc nghiệt\", \"bóc lột\", đấy là nhận xét rất phi lý vì Gia Cát Lượng là người chấp pháp nghiêm minh, dùng hình luật khéo léo.<ref>Tam Quốc chí. Trần Thọ. Bùi Tùng Chi chú thích. Gia Cát Lượng truyện: \"''Luận rằng: Xét Pháp Chính ở thời Lưu chủ còn sống, bấy giờ Pháp Chính đưa lời can, tất Lưu chủ còn vậy. Gia Cát là bầy tôi chân tay, nhưng mọi việc đều phải qua chủ, Lưu chủ còn đó, Lượng lại chưa đốc xuất việc ở Ích châu, muốn thưởng phạt có phép tắc, chẳng thể theo ý riêng của mình. Xung lại kể Lượng đáp như vậy, ấy là chuyên quyền tự quyết, có phải là cách hành xử nên có của kẻ bầy tôi. Như Lượng vốn là người khiêm nhường, ngờ rằng chẳng phải vậy. Lại nói rằng Lượng dùng hình pháp khắc nghiệt, bóc lột trăm họ, quả chưa nghe thấy khéo dùng luật lại khen là bóc lột.''\"<\/ref> Tuy nhiên Dịch Trung Thiên cho rằng có người phàn nàn Gia Cát Lượng quá nghiêm là đúng sự thật, họ chỉ chê Gia Cát Lượng quá nghiêm chứ không hề chê Gia Cát Lượng chấp pháp không công bằng.\n\nGia Cát Lượng quan tâm đến đời sống nhân dân ở đất Thục, nên sau 3 năm, Ích Châu đã đủ lương, đủ lính, có thể cung ứng đầy đủ cho nhu cầu tiền tuyến của Lưu Bị. Để ổn định tài chính, Gia Cát Lượng cho đúc tiền mới, bình ổn vật giá, lập ra quan chợ chuyên quản lý thị trường. Trước kia, Tào Tháo đúc tiền lớn \"Ngũ thù\" vẫn chẳng thể cứu vãn được tình hình tiên tệ rối loạn từ cuối thời Đông Hán. Ở Đông Ngô, Tôn Quyền vào khoảng năm 236 đến năm 238 đã hai lần thay đổi đồng tiền, cho thấy tiền tệ cũng rất không ổn định. Lưu Bị sau khi chiếm được Ích Châu, cho đúc tiền 100 đồng, cũng chưa có biến đổi gì xáo trộn, cho thấy cách xử lý của Gia Cát Lượng về vấn đề này thành công hơn 2 nước kia. Tiền tệ của nước Thục, chẳng những được lưu thông trong nước mà ở vùng Kinh Châu lúc đó cũng lưu hành tiền tệ của Thục Hán. Được Gia Cát Lượng cố gắng điều hành, sự phát triển kinh tế của Thục Hán lúc đó được xem là khá thành công. [[Viên Chuẩn]] đời Tấn đối với việc này có khen rằng ''\"Việc điều hành của Gia Cát Lượng ở Thục đã đem lại ruộng đất mở mang, kho lương sung túc, khí giới sắc bén, sản vật dồi dào... từ chỗ suy yếu mà sửa sang được mọi việc, khuyên khích dân cố gắng\"''<ref>Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Chương 17<\/ref>.\n\n====Nhận ủy thác của Lưu Bị====\nMùa hạ năm [[221]], vừa lên ngôi, Lưu Bị đã muốn lấy lại Kinh Châu và [[tháng bảy|tháng 7]] năm đó, để trả thù cho [[Quan Vũ]] nên Lưu Bị đã tuyên bố tuyệt giao với Đông Ngô, đem đại quân tiến đánh Tôn Quyền. Lưu Bị đánh Đông Ngô là vi phạm sách lược \"liên Ngô chống Tào\" của Gia Cát Lượng. Gia Cát Lượng biết đánh Ngô hại nhiều hơn lợi nhưng không can ngăn nổi Lưu Bị nên dẫn đến thua trận Hào Đình, thất bại ở Tỷ Quy.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu ra việc Lưu Bị sai [[Mã Lương]] vẽ sơ đồ doanh trại quân mình, đem về hỏi Gia Cát Lượng. Lượng xem xong đoán Lưu Bị sẽ thất bại. Trên thực tế [[Mã Lương]] vẫn ở cùng Lưu Bị và chết trong [[trận Di Lăng]].\n:[[Tam Quốc Diễn Nghĩa]] còn hư cấu ra việc [[Lục Tốn]] đuổi theo Lưu Bị, bị lạc vào một \"thạch trận\" có ma thuật biến hóa khôn lường do Gia Cát Lượng lập ra. Sau khi được cha vợ Lượng là [[Hoàng Thừa Ngạn]] cứu ra, nhân vật Lục Tốn \"thừa nhận\" rằng Lượng tài cao hơn mình nhiều.\n\n[[Tập tin:Tuogutang.jpg|thumb|right|250px|Miếu thờ mô tả cảnh Lưu Bị ủy thác lại triều đình cho thừa tướng Gia Cát Lượng]]\nLưu Bị thua trận, hổ thẹn với nhân dân mà mắc bệnh nặng. Trước khi chết, ông đã ủy thác việc nước cho Gia Cát Lượng. Di chiếu của Lưu Bị nhắc nhở Thái tử [[Lưu Thiện]] rằng<ref name=\"ReferenceB\">Tam quốc chí. Phần Thục Chí. Tiên chủ truyện<\/ref>: \n:''Trẫm lúc mới ốm chỉ mắc bệnh lị mà thôi, sau chuyển sang tạp bệnh, sợ rằng chẳng qua khỏi. Người ta 50 tuổi chẳng nói là yểu, ta đã hơn 60 tuổi, sao phải ân hận nữa, chẳng đau xót gì cho mình, chỉ nghĩ đến anh em khanh (chỉ thái tử Lưu Thiện). Quan Bộc xạ tới đây, nói rằng Thừa tướng khen khanh sáng suốt hiểu biết, tiến bộ rất mau, vượt quá ước vọng của y, nếu thực được như thế, ta sao còn phải lo lắng nữa! Gắng lên, gắng lên! Chớ vì điều ác nhỏ mà làm, chớ vì điều thiện nhỏ mà không làm. Chỉ có hiền chỉ có đức, mới có thể thu phục được người. Cha các ngươi đức bạc, chớ nên bắt chước. Ngươi nên đọc sách Hán thư - Lễ ký, những lúc nhàn nhã nên xem các sách của Chư tử cùng với Lục Thao-Thương quân thư, cũng giúp tăng thêm ý chí và trí tuệ. Nghe nói Thừa tướng chỉnh lý các sách Thân-Hàn-Quản tử-Lục Thao đều thông suốt hết cả, chưa đưa ra ngoài, e rằng lỗi đạo, ngươi nên phải tự thân đến cầu học lấy''\n\nLúc lâm chung, Lưu Bị cho gọi Lỗ vương (một người con thứ) đến dặn nhỏ rằng: ''\"Sau khi ta mất, anh em chúng mày phải coi Thừa tướng như cha, lệnh cho ngươi làm cộng sự giúp cho Thừa tướng mà thôi.\"''<ref name=\"ReferenceB\"\/> Ông dặn Gia Cát Lượng rằng:<ref>{{harvnb|Dịch Trung Thiên|2010|p=209}} tập 2<\/ref> ''\"Tài thừa tướng gấp mười [[Tào Phi]], tất yên định được nhà nước, làm nên việc lớn. Đối với con trẫm (Lưu Thiện), nếu có thể giúp được thì giúp, nếu nó bất tài, hãy tự thay đi!\"'' Gia Cát Lượng nghe vậy khóc mà quỳ xuống tâu rằng: ''\"Thần xin dốc sức làm tay chân, theo đúng lẽ trung trinh, nguyện chết không đổi vậy\"''.\n\n====Phò tá Lưu Thiện====\nNhà vua Lưu Thiện mới 17 tuổi, Gia Cát Lượng nắm quyền lực thừa tướng, chỉnh đốn nội bộ và chấn chỉnh lực lượng. Lưu Thiện nói với ông: ''Chính là họ Gia Cát đã cứu quả nhân''.<ref name=\"ReferenceB\"\/>\n\nNgay sau đó, Gia Cát Lượng nỗ lực xây dựng liên minh Đông Ngô - Thục Hán. Không ít đại thần Thục Hán phản đối vì Lưu Bị bệnh mất là do bại trận trước Đông Ngô. Song Gia Cát Lượng biết rằng đại cục khôi phục lại nhà Hán là quan trọng nhất. Nếu như muốn có lực lượng đầy đủ đối chọi được Tào Ngụy ở phương Bắc thì phải xây dựng sự ổn định và trạng thái hoà bình ở phía Đông, việc liên minh với Ngô là điều tuyệt đối cần thiết. Vì vậy Gia Cát Lượng đã cho [[Đặng Chi]] và sau đó là [[Phí Y]] sang hòa hiếu với Tôn Quyền, các nhiệm vụ ngoại giao đều rất thành công, liên minh Thục - Ngô được khôi phục và củng cố.\n\nNăm 229, Tôn Quyền xưng đế. Nhiều đại thần Thục Hán giận dữ muốn cắt quan hệ với Đông Ngô. Tuy nhiên Gia Cát Lượng đã giải thích là liên minh Thục - Ngô rất cần thiết để cùng chống Tào Ngụy, đồng thời bản thân Tôn Quyền không có khả năng một mình vượt ra khỏi phạm vi chiếm đóng của mình mà chỉ xưng đế cai quản một góc thiên hạ. Do vậy, hành động \"tiếm nghịch\" của Tôn Quyền tạm thời có thể bỏ qua được. Sau đó Thục Hán đã cử sứ giả sang Ngô để chúc mừng Tôn Quyền.\n\nVề đối nội, Gia Cát Lượng xác định kế sách, chú trọng khuyến nông, giảm thuế cho dân và phát triển sản xuất: \n*Ông hạ lệnh chính quyền các cấp quan tâm thật sự đến nông dân, khi trưng dụng phu phen tạp dịch tuyệt đối không chiếm dụng thời gian gieo trồng và gặt hái của nông dân, chẳng được hô khẩu hiệu suông. Cũng giống như [[Tào Tháo]], Gia Cát Lượng rất xem trọng chính sách đồn điền bởi đó không những là nơi đóng quân khi có chiến tranh, làm tốt quan hệ quân dân, lại có thể giải quyết vấn đề lương thực.\n*Gia Cát Lượng rất xem trọng thủy lợi, ông đặt ra quan chủ quản phụ trách bảo quản, tu bổ và quản lý [[Đô Giang Yển|kênh Đô Giang]] ở trạng thái tốt nhất, nâng cao được sức tưới nước giúp cho sản xuất nông nghiệp ở Thục được rất nhiều. Hiện nay ở Bá Hà phía tây bắc Thành Đô, có một con đê dài hơn 9 dặm, gọi là ''\"đê Gia Cát\"'', truyền thuyết nói là Gia Cát Lượng đã chỉ đạo xây dựng để ngăn chặn hồng thủy tràn vào vùng đất nông nghiệp thấp. Hiện nay ở Thành Đô vẫn lưu truyền câu chuyện Gia Cát Lượng tự mình dẫn đầu các tráng đinh đi đắp đê. \n*Gia Cát Lượng cho thiết lập lại cơ cấu quốc doanh về muối sắt, quan Tư diêm hiệu úy (đầu tiên là [[Vương Liên]]) và Tư kim trung lang tướng (đầu tiên là [[Trương Duệ]]) phụ trách quản lý sản xuất muối và sắt, chế tạo nông cụ, binh khí, không để cường hào và quan lại câu kết chiếm làm của riêng nguồn lợi quốc gia. Tư diêm hiệu uý của Thục Hán đem lại mối lợi rất lớn về muối, giúp ích nhiều cho quốc gia.\n\n===Chỉ huy quân sự===\nTrong khi Lưu Bị chinh chiến, Gia Cát Lượng chủ yếu là một chính khách, đại sứ, và lo chuyện kinh tế, pháp luật và hậu cần, ít khi ra trận tác chiến. Trong suốt [[Trận Hán Trung (217-219)|chiến dịch Hán Trung]], Lưu Bị thống lĩnh đại quân cùng các tướng lĩnh giao chiến với quân Tào, còn Gia Cát Lượng ở lại Thành Đô lo chuyện nội chính và hậu cần. Tuy nhiên, sau khi Lưu Bị chết, Gia Cát Lượng bắt đầu phải lo cả chuyện quân sự.\n\n====Bình định Nam Trung====\nSau khi trừ bỏ được những lo lắng trong nước thì vùng Nam Trung phía tây nam nước Thục Hán nổi loạn. Tuy dân ở đây đa phần là những tộc người thiểu số, những kẻ cầm đầu lại chủ yếu là [[người Hán]].\n\n=====Cao Định, Ung Khải, Chu Bao nổi loạn=====\nThời [[Lưu Bị]] mới chiếm được Ích Châu đã bổ nhiệm Đặng Phương (người Nam Quận) làm Thái thú ở Chu Đề. Phương ốm chết, Bị bổ nhiệm [[Lý Khôi (Tam Quốc)|Lý Khôi]] làm Thứ sử [[Giao Châu]]. Lưu Bị đông chinh đánh Ngô, \"tẩu soái\" là [[Cao Định]] ở Việt Huề làm phản, lẩn tránh quân của [[Lý Nghiêm]].<ref name=\"TVD568\">'''Trần Văn Đức, Khổng Minh Gia Cát Lượng''' (Nhà xuất bản VHTT 2006), trang 568-591)<\/ref>\n\nKhi Lưu Bị chết, Cao Định lại lộng hành, đánh phá thành trì, xưng vương ở Việt Huề. Cường hào ở Ích Châu là [[Ung Khải]] (hậu duệ [[Thập Phương|Hợp hương]] hầu [[Ung Xỉ]]) cũng dấy binh nổi dậy ở [[Kiến Ninh]], giết chết thái thú. Gia Cát Lượng phái Trương Duệ thay chức thái thú, nhưng cũng bị Ung Khải bắt được, đem nộp sang [[Đông Ngô]]. [[Tôn Quyền]] sai Thái thú [[Giao Chỉ]] là [[Sĩ Nhiếp]] phong Khải làm Thái thú Vĩnh Xương.<ref name=\"TVD568\"\/>\n\nGia Cát Lượng sai [[Đặng Chi]] đi sứ Đông Ngô, cắt đứt ngoại viện của [[Ung Khải]], lại sai Thường Phòng đi khôi phục quyền cai trị Nam Trung. Phòng tra khảo rồi giết quan chủ bạ quận Tang Ca, nói Thái thú Tang Ca là [[Chu Bao]] có ý hưởng ứng Ung Khải. Chu Bao giết Thường Phòng, vu cáo Phòng mưu phản. Gia Cát Lượng \"thí tốt\" cho giết gia quyến của Thường Phòng, lưu đày 4 người anh em của Phòng đến Việt Huề.<ref name=\"TVD568\"\/>\n\n[[Ung Khải]] liên minh với [[Cao Định]], tấn công Vĩnh Xương. [[Lã Khải]]<ref>Lã Khải (呂凱) tự Quý Bình (季平) là quan tướng [[Thục Hán]], khác với Lã Khải của [[Đông Ngô]] là con trai [[Lã Đại]].<\/ref> đóng cửa thành chống cự. Ung Khải không đánh được, thấy thế yếu dần, liên hệ với Đầu mục ở quận Ích Châu là [[Mạnh Hoạch]]. Hoạch kích động [[người Di]], khiến họ đi theo Ung Khải, nổi dậy khắp vùng Nam Trung.<ref name=\"TVD568\"\/>\n\n=====Gia Cát Lượng Nam chinh=====\nGia Cát Lượng phải đem quân xuống phía nam để thu phục. [[Mã Trung (Thục Hán)|Mã Trung]] theo đường mòn Tứ Xuyên dẫn quân đánh [[Chu Bao]] ở Tang Ca. [[Lý Khôi (Tam Quốc)|Lý Khôi]] đánh [[Ung Khải]] và [[Mạnh Hoạch]]. Gia Cát Lượng tự đi sau, hợp quân ở Điền Trì. Tuy nhiên, tướng lĩnh và binh lực huy động không lớn. Thực tế, việc đánh bại quân phản loạn thiếu tổ chức chẳng khó gì.<ref name=\"TVD568\"\/> Quân Thục với số đông và quân đội chính quy nhanh chóng áp đảo, và không lâu sau đã đánh bại Chu Bao. Ung Khải bị thuộc hạ Cao Định giết, còn [[Cao Định]] sau đó tử trận. [[Mạnh Hoạch]] dẫn tàn dư của Ung Khải chạy về Ích Châu, kết hợp với các bộ lạc phía Nam vốn thù hận người Hán.<ref name=\"TVD568\"\/>\n\nNhận thấy uy tín và ảnh hưởng sâu rộng của Mạnh Hoạch ở vùng Nam Trung và vì muốn giải quyết thật tốt mối quan hệ giữa các dân tộc thiểu số vùng này với triều đình Thục Hán nên Gia Cát Lượng quyết định đánh vào lòng người, coi đó là chiến thuật chủ đạo. Gia Cát Lượng không thực hiện sự nghiêm khắc như trước, trái lại vận dụng một chính sách khoan dung \"vô tiền khoáng hậu\" trong lịch sử Trung Quốc.\n\nTheo lời [[Mã Tốc]], ông hạ lệnh khi đánh nhau với Mạnh Hoạch, quân Thục chỉ được phép bắt sống, không được giết chết hoặc làm Mạnh Hoạch bị thương.<ref name=\"ReferenceC\">Kha Xuân Kiều, Hà Nhân Học, Sđd, trang 101<\/ref> Mạnh Hoạch bị bắt rồi Gia Cát Lượng lại thả ra, cứ như vậy lặp đi lặp lại đến 7 lần. Nghệ thuật tác chiến chính trị, tâm lý của Gia Cát Lượng thể hiện rõ rệt trong chiến dịch này. Cuối cùng Mạnh Hoạch tâm phục khẩu phục, hoàn toàn chịu thần phục triều Thục Hán. Đến lần thứ 7, khi Gia Cát Lượng định thả Mạnh Hoạch thì Mạnh Hoạch không chịu về vì ông ta nhận thấy Gia Cát Lượng quả thật là con người phi thường và trong thâm tâm không có ý thù địch với mình. Mạnh Hoạch thành tâm nói với Gia Cát Lượng rằng: \"''Thừa tướng có uy như trời vậy, người Nam không phản lại nữa''\".\n:Trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa]] của [[La Quán Trung]], nhằm tăng thêm sự lôi cuốn, phóng đại tầm cỡ của chiến dịch và ca tụng Gia Cát Lượng, [[nhà văn]] đã sáng tạo ra một loạt các nhân vật hư cấu như [[Mạnh Ưu]], [[Mạnh Tiết]], [[Chúc Dung phu nhân]], [[Ngột Đột Cốt]], [[Đái Lai Động chúa]], [[Mộc Lộc đại vương]], [[Đóa Tư đại vương]], [[Kim Hoàn Tam Kết]], [[Đổng Trà Na]], [[A Hội Nam]], [[Mang Nha Trường]], [[Quan Sách]]... và các tình tiết như Lượng đem theo cả [[Ngụy Diên]] và [[Triệu Vân]] (thực tế chỉ có [[Mã Trung (Thục Hán)|Mã Trung]] và [[Lý Khôi (Tam Quốc)|Lý Khôi]]), quân Thục uống phải nước độc, Gia Cát hỏa thiêu \"quân giáp mây\"...\n\nSau khi Mạnh Hoạch chịu thần phục thì các thế lực phản loạn ở miền Nam cũng nhanh chóng lần lượt quy hàng. Mùa thu năm 225, ba cánh quân Đông, Tây và Trung hội quân ở [[Điền Trì]] (Vân Nam) ăn mừng thắng lợi của cuộc Nam tiến và giai thoại bảy lần bắt bảy lần thả được truyền trụng.<ref name=\"ReferenceC\"\/>\n\n:Một số nhà nghiên cứu lịch sử nghi ngờ rằng việc Gia Cát Lượng bắt Mạnh Hoạch tới 7 lần chỉ là \"truyền thuyết trong dã sử\".<ref name=\"TVD5\"\/> Việc Gia Cát Lượng từng mấy lần bắt rồi thả Mạnh Hoạch để \"công tâm\" là điều chẳng có gì nghi ngờ, nhưng số lần lên tới con số 7 thì có chỗ khoa trương. \"Thông giám thông lãm\" cho rằng \"bắt rồi tha, như là trò đùa, một lần đã là nhiều, thực tế chẳng thể đến 7 lần... huống chi kẻ địch lớn ở phương Bắc, việc khiến chiến sự kéo dài không quyết, tin rằng một người cẩn thận như Gia Cát Lượng sẽ không bao giờ làm\".<ref name=\"TVD5\"\/> Theo \"Điền Vân kí lược\" của Trương Nhược Tú, những địa điểm đưa ra về việc 7 lần bắt Mạnh Hoạch đều ở vùng Đại Lý và Bảo Sơn của [[Vân Nam]]. Sử tuy có ghi 7 lần bắt, 7 lần thả nhưng không ghi Gia Cát Lượng đã đến Điền Tây. Tác giả Trần Văn Đức cho rằng người đời sau đã lấy sự tích của Lã Khải (quan cai quản Điền Tây) hợp vào hình ảnh Gia Cát Lượng. Nhưng dẫu việc bắt Mạnh Hoạch có tới 7 lần hay không thì việc Gia Cát Lượng mấy lần bắt rồi thả tướng địch vẫn là sự thực lịch sử. Gia Cát Lượng đích xác chỉ trong mấy tháng ngắn ngủi đã bình định Nam Trung, cải thiện quan hệ với người dân tộc thiểu số địa phương, hoàn thành chiến dịch lớn \"công tâm làm đầu\" chưa từng có trong lịch sử.<ref name=\"TVD5\">'''Trần Văn Đức''', '''Khổng Minh Gia Cát Lượng''', Nhà xuất bản Văn hóa Thông tin (2006), trang 591-594<\/ref>\n\n====Các chiến dịch đánh nhà Tào Ngụy====\n{{Chính|Chiến tranh Thục-Ngụy (228-234)}}\nSau một thời gian chuẩn bị, căn cứ vào tình hình hiện tại, năm 227, Gia Cát Lượng quyết định tấn công Tào Ngụy, tiêu diệt họ Tào, giành lại giang sơn cho [[nhà Hán]]. Ông tấu lên Hậu chủ Lưu Thiện bản [[Xuất sư biểu]] nổi tiếng, trong đó nói rằng: \n:''\"Nay phương Nam đã bình định, binh giáp đã đầy đủ đáng khích lệ ba quân; nay bắc định Trung Nguyên, thần xin đem hết lòng khuyển mã, trừ sạch gian ác, phục hưng triều Hán về lại cố đô, như vậy là thần báo đáp được tiên đế, mà trúng với chức phận dưới bệ rồng vậy... Những mong bệ hạ uỷ thác để thần được đánh kẻ nghịch tặc, phục hưng nhà Hán; nếu chẳng thành công, xin bắt tội thần, để báo cáo cùng vong linh Tiên đế.\"''.<ref>Kha Xuân Kiều, Hà Nhân Học, Sđd, trang 102-103<\/ref>\n\nHậu chủ Lưu Thiện chấp thuận, giáng chiếu: ''\"Gia Cát thừa tướng cương nghị trung trinh, dốc lòng vì nước, (vì thế) Tiên đế trao việc thiên hạ, phù trợ quả nhân. Nay ban cho mao việt, cùng với phó thác trọng quyền, thống lĩnh bộ kỵ hai mươi vạn binh, nắm giữ nguyên nhung, thay trời tru phạt, trừ hoạn dẹp loạn, chiếm lại kinh đô, chính là dịp này\"''<ref>Tam quốc chí. Phần Thục Chí. Hậu chủ truyện<\/ref>\n\nLúc này, trong số các danh tướng của Thục Hán thì [[Quan Vũ]], [[Trương Phi]], [[Mã Siêu]], [[Hoàng Trung]] đều đã chết, còn [[Triệu Vân]] thì đã già. Dù đọc nhiều binh thư, nhưng trước đó Gia Cát Lượng ít khi ra trận mạc, vì vậy ông chọn sách lược tấn công thận trọng. Tướng quân dày dạn trận mạc là [[Ngụy Diên]] hiến kế: cho ông ta dẫn 5000 tinh binh và 5000 lính vận lương, từ [[Hán Trung]] vòng sang hang Tý Ngọ để lẻn đến tập kích [[Trường An]]. [[Tam Quốc Chí]] (Ngụy Diên truyện) viết: mỗi lần Diên theo Lượng ra quân đều xin riêng một vạn tinh binh, men theo đường hẻm để hội quân với Lượng ở Đồng Quan, như việc năm xưa của [[Hàn Tín]]. Lượng nhất định không cho, Diên vẫn thường nói Lượng nhút nhát, than thở rằng tài năng của mình không được dùng hết.\n:Các nhà sử học như [[Dịch Trung Thiên]] và [[Trần Văn Đức]] đều cho rằng Gia Cát Lượng rất có lý khi từ chối kế của Ngụy Diên vì nó có quá nhiều rủi ro. Thứ nhất: Hạ Hầu Mậu chưa chắc sẽ hèn nhát bỏ chạy khỏi Trường An, mà dù Mậu bỏ chạy thật thì các thuộc tướng của Mậu vẫn có thể ở lại phòng thủ, quân của Diên chỉ có 1 vạn thì rất khó công phá được tường thành vững chắc của Trường An. Thứ hai: danh tướng [[Quách Hoài]] ở gần đó có thể sớm đến chi viện cho Mậu, trong khi quân Thục của Gia Cát Lượng sẽ phải vượt qua đường núi hiểm trở xa xôi, khó mà đến kịp để chi viện cho Diên. Thứ ba: việc hành quân gấp gáp theo đường Tý Ngọ hiểm trở sẽ khiến binh tướng hao tổn sức lực, lúc tới nơi thì số quân vừa ít ỏi vừa mỏi mệt của Ngụy Diên lại phải đối mặt với cả chục vạn quân Ngụy, nên rất dễ bị tiêu diệt hoàn toàn. Thứ 4: Việc giữ bí mật cuộc hành quân của 1 vạn quân qua lãnh thổ của địch là rất khó, đạo quân của Diên rất dễ bị lộ và quân Ngụy sẽ kịp đề phòng trước, nên không còn yếu tố bất ngờ nữa. Kế của Ngụy Diên nếu thành công sẽ mang lại thắng lợi lớn, nhưng tính rủi ro rất cao và tỷ lệ thành công rất thấp, nên không được Gia Cát Lượng chấp nhận.\n:Trên thực tế, ngay khi nghe tin Gia Cát Lượng tấn công, vua Ngụy là [[Tào Duệ]] đã nhanh chóng đích thân tới Trường An chỉ huy, thu lại binh quyền của Hạ Hầu Mậu và đưa Mậu về kinh. Diễn biến này cho thấy suy đoán của Ngụy Diên rằng ''\"Hạ Hầu Mậu sẽ bỏ chạy, Trường An sẽ bị bỏ trống\"'' là sai lầm. Nếu Gia Cát Lượng chấp thuận kế của Ngụy Diên thì hẳn là quân Thục Hán đã đại bại.\n\n=====Mạnh Đạt phản Ngụy=====\nKhi xưa, [[Mạnh Đạt]] sợ Lưu Bị bắt tội, chạy sang đầu hàng Ngụy vào năm 220, và được giao cai quản Tân Thành. Năm 227, Mạnh Đạt bất hòa với một số quan binh nhà Ngụy, bị nghi ngờ, lại muốn phản Ngụy về Thục.\n\nGia Cát Lượng sắp đem quân ra Kỳ Sơn, trao đổi thư từ với Mạnh Đạt, hối thúc Đạt làm phản chiếm lấy Thượng Dung. [[Tư Mã Ý]] đóng ở Uyển Thành gần đó viết thư lừa Mạnh Đạt, rồi hành quân gấp rút tới Tân Thành. Mạnh Đạt còn chưa kịp chuẩn bị, nhanh chóng bị bắt giết.\n\n=====Chiến dịch thứ nhất=====\nDù âm mưu dùng Mạnh Đạt đã bị phá vỡ, mùa xuân năm 228, Gia Cát Lượng vẫn xuất quân. Lão tướng [[Triệu Vân]] cùng [[Đặng Chi]] được giao đi theo đường Tà Cốc ra My Thành làm nghi binh, trong khi đó Gia Cát Lượng tự mình dẫn quân chủ lực tiến ra Kỳ Sơn.\n\nTrước tin đại quân Thục Hán tiến đánh, ba quận thuộc đất Lũng Hữu là Thiên Thủy, Nam An, An Định liền phản Ngụy theo Hán. Gia Cát Lượng được [[Khương Duy]], một viên tướng trẻ của Ngụy.\n:Tiểu thuyết [[Tam Quốc diễn nghĩa]] hư cấu ra tình tiết Khương Duy rất tài giỏi, giao đấu cân sức với Triệu Vân, sau đó bị mắc mưu Gia Cát nên phải hàng. Gia Cát sau đó cho người đón mẹ già của Khương Duy về Thục. Trên thực tế mẹ Khương Duy vẫn ở Ngụy, viết thư gọi con về nhưng Duy không về.\n\n[[Tào Duệ]] thân chinh từ [[Lạc Dương]] ra [[Trường An]], sai đại tướng [[Trương Hợp]] đi Kỳ Sơn chống Gia Cát Lượng, và [[Tào Chân]] chi viện My Thành chống Triệu Vân. \n:Tiểu thuyết [[Tam Quốc diễn nghĩa]] hư cấu ra việc phò mã [[Hạ Hầu Mậu]] bất tài nhưng được làm tướng chống Gia Cát Lượng, bị Lượng liên tiếp đánh bại, xấu hổ chạy trốn không dám về nước. Trên thực tế ngay khi nghe tin Gia Cát Lượng tấn công, Tào Duệ nhanh chóng đích thân ra [[Trường An]], thu binh quyền của [[Hạ Hầu Mậu]] và đưa Mậu về kinh. Hạ Hầu Mậu đến khi qua đời vẫn không ra trận lần nào.\n\nGia Cát Lượng sai [[Mã Tốc]] làm tiên phong, dẫn quân chặn Trương Hợp ở [[Nhai Đình]]. Mã Tốc vốn là thân tín của Lượng, cũng đọc nhiều binh thư nhưng thiếu kinh nghiệm trận mạc, trong khi Trương Hợp là danh tướng lâu năm của nhà Ngụy. Đến Nhai Đình, Mã Tốc làm ngược lại với phương án chỉ huy của Gia Cát Lượng. Mã Tốc không đóng quân ở nơi đường cái, gần sông là chỗ có nước cho quân dùng, mà lại mang quân trấn giữ trên núi với phương án \"Trên núi đánh xuống, thế như chẻ tre\". [[Vương Bình]] nhiều lần phản đối, nhưng Mã Tốc không nghe<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 670<\/ref>. Quả nhiên khi bị quân Ngụy chặn đường lấy nước, quân Thục đại bại nhanh chóng. Trương Hợp nhân đà tiến quân tái chiếm cả ba quận thuộc đất Lũng Hữu. Triệu Vân và Đặng Chi chỉ có ít quân già yếu làm nghi binh nên cũng phải rút khi bị Tào Chân tấn công.\n\nNhai Đình thất thủ, Gia Cát Lượng bị mất bàn đạp tấn công, lỡ mất cơ hội đánh chiếm Lũng Hữu, đại quân Thục không thể tiến nữa buộc phải lui về Hán Trung. Chiến dịch của Thục Hán đến đây coi như kết thúc. Quân Thục Hán thu phục Khương Duy và giành được dân của 3 quận, nhưng không đạt mục tiêu chính. Gia Cát Lượng ra lệnh rút quân và xử tội [[Mã Tốc]], đồng thời xin tự giáng chức xuống 3 bậc thành ''Hữu tướng quân'', đứng dưới cả [[Lý Nghiêm]] (đã lên ''Tiền tướng quân'' vào năm [[226]]).\n:Tiểu thuyết [[Tam Quốc diễn nghĩa]] của La Quán Trung có hư cấu thêm chi tiết \"Không thành kế\", theo đó Gia Cát Lượng không còn quân, một mình ngồi trên thành mở toang cửa gảy đàn để dọa Tư Mã Ý rút quân. Sự kiện này không có thật vì khi đó Tư Mã Ý vẫn trấn thủ Uyển Thành, và theo sách sử thì mãi đến chiến dịch thứ 4 đánh Ngụy thì Gia Cát và Tư Mã mới đối đầu nhau.\n:Theo chú thích của [[Bùi Tùng Chi]] trong ''Tam quốc chí'', câu chuyện \"Không thành kế\" là do Quách Xung nói với Phù Phong vương [[Tư Mã Tuấn]] để ca ngợi Gia Cát Lượng. Tuy nhiên Bùi Tùng Chi cho rằng chuyện này không có thật vì nội dung tình tiết có nhiều điểm không hợp lý. Hơn nữa, Quách Xung khen Lượng như vậy chẳng khác nào chê bai Tư Mã Ý, không thể nào dám nói trước mặt Tư Mã Tuấn (con trai của Ý), càng không thể nào Tuấn \"''cho rằng lời của Xung là đúng''\".\n:Theo bộ sử [[Tam quốc chí]], Gia Cát Lượng đúng là đã có lần ngồi trước doanh trại quân Ngụy rồi ung dung chơi cờ, xung quanh không có binh sỹ hộ vệ mà chỉ có mấy tiểu đồng phục vụ, nhưng quân Ngụy sợ phục binh nên không dám ra đánh. Như vậy theo chính sử thì Gia Cát Lượng sử dụng \"Không trận kế\" để khiêu khích quân Ngụy, chứ không phải là \"Không thành kế\" để dọa quân Ngụy. \"Không trận kế\" đã không có tác dụng, và sự kiện này cũng không diễn ra ở lần bắc phạt thứ nhất.\n\nVề nguyên nhân thất bại, có người an ủi cho rằng nguyên do xuất quân lần này gặp bất lợi là do binh lực quá ít. Gia Cát Lượng đã nghiêm túc trả lời rằng: Không đúng như vậy, vì trong hai trận đánh ở Kỳ Sơn và Tà Cốc, quân Thục nhiều hơn quân Ngụy, nguyên nhân thất bại chính là do bản thân ông không dùng người không đúng. Gia Cát Lượng nói rằng từ sau này sẽ thưởng phạt nghiêm minh, khắc phục thiếu sót, và bất kỳ ai trung thành với đất nước đều có quyền vạch khuyết điểm của ông, có như vậy mới tiêu diệt được kẻ thù thống nhất được thiên hạ.\n:Tiểu thuyết [[Tam Quốc diễn nghĩa]] hư cấu ra việc [[Trương Bào]] làm tướng theo Gia Cát Lượng đánh Ngụy. Thực tế cả [[Quan Hưng]] lẫn [[Trương Bào]] đều chết yểu, chưa từng làm tướng.\n\n=====Chiến dịch thứ hai=====\nTháng 12 năm 228, nhân cơ hội [[Lục Tốn]] của Đông Ngô đánh bại quân của [[Tào Hưu]] ở Thạch Bình, Gia Cát Lượng liền tổ chức cuộc Bắc phạt lần thứ hai. Trước khi xuất chinh, ông dâng lên bản ''Hậu xuất sư biểu'', thể hiện quyết tâm hết lòng hết sức của Gia Cát Lượng vì nhà Thục Hán mặc dù việc thành bại của Bắc phạt bản thân ông không thể định đoạt. Bài biểu có hai câu nói nổi tiếng sau này đã trở thành biểu tượng cho tấm lòng trung thành của Gia Cát Lượng với nhà Thục Hán nói riêng và của các bậc trung thần với triều đình phong kiến nói chung:\n\n{{cquote|Cúc cung tận tụy, đến chết mới thôi.<ref name=\"ReferenceH\">\"鞠躬盡瘁，死而後已; Cúc cung tận tụy, tử nhi hậu dĩ.\"<\/ref>}}\n\nGia Cát Lượng quyết định tiến quân theo đường Trần Thương. Tuy nhiên, đại tướng Ngụy là [[Tào Chân]] đã đoán trước được Gia Cát Lượng lần sau đến đánh sẽ đi đường này, và giao cho [[Hác Chiêu]] tăng cường phòng thủ ải Trần Thương. Gia Cát Lượng bị bất ngờ trước sự phòng thủ kiên cố của quân Ngụy.\n\nDụ hàng Hác Chiêu không được, Gia Cát quyết tâm đánh thành. Thế nhưng cửa ải rất vững chắc, trong suốt 20 ngày, quân Thục với quân số lên đến 40.000 - 50.000 vẫn không thể công phá được. Hác Chiêu chỉ với 1000 quân đã giữ vững được đến khi viện binh của nhà Ngụy tới cứu.\n\n[[Trương Hợp]] dự đoán rằng chỉ cần nghe tin mình đến, Gia Cát Lượng sẽ rút quân, và quả thực quân Thục rút lui trước khi viện binh của Trương Hợp đến Trần Thương. Tiểu tướng trong ải Trần Thương là [[Vương Song]] mở cửa đuổi theo quân Thục, bị phục binh bắn chết.\n:Trong tiểu thuyết [[Tam Quốc diễn nghĩa]], Vương Song được phóng đại là một vị tướng có sức mạnh và tài nghệ thuộc hàng mạnh nhất của quân Tào Ngụy tại thời điểm đó, nhưng bị Ngụy Diên chém chết.\n\n=====Chiến dịch thứ ba=====\nMùa xuân năm 229, Gia Cát Lượng phái [[Trần Thức]] đi đánh các vùng xa xôi ở Tây Bắc của nhà Ngụy. Tướng Ngụy [[Quách Hoài]] dẫn binh đối địch, nghe tin đại quân của Thục sắp đến thì rút lui. Trần Thức đánh lấy được hai quận là Vũ Đô và Dương Bình.\n\nGia Cát Lượng chiếm được hai quận liền thu quân, báo tin thắng trận, được Hậu chủ phục chức Thừa Tướng.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu nên chuyện rằng [[Vương Lãng]] làm quân sư cho Tào Chân và Quách Hoài, đấu khẩu với Gia Cát Lượng trước trận, bị mắng đến uất quá từ trên ngựa ngã lăn xuống đất chết. Thực tế sử chỉ có ghi Vương Lãng từng gửi thư cho Gia Cát Lượng khuyên ông nên quy phục nhà Ngụy, Lượng trả lời rằng ông quyết trung thành với nhà Hán.\n\n=====Nhà Ngụy phản công=====\nNăm 230, nhà Ngụy muốn thay đổi tình thế từ bị động sang chủ động tấn công. Đại tướng [[Tào Chân]] cùng [[Tư Mã Ý]] dẫn 2 cánh quân tấn công Hán Trung. Số người ở đạo quân Tào Chân vượt quá 5 vạn, Tư Mã Ý cũng có 3-4 vạn, quân Quách Hoài do các đạo quân nhỏ của các tướng lĩnh hợp thành số người cũng có 1-2 vạn người.\n\nChiến dịch của quân Tào thất bại do trời mưa liên miên suốt hơn 30 ngày, đường núi bị đứt đoạn. Tào Duệ hạ lệnh thu quân, Gia Cát Lượng cũng không đuổi theo, hai bên không giao tranh gì. Tào Chân trên đường về bị mưa, ốm chết.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu ra chuyện Lượng gửi thư chọc tức Tào Chân đang ốm, Chân đọc thư xong thổ huyết chết. Thực tế Tào Chân chết bệnh ở Lạc Dương chứ không phải bị Gia Cát Lượng viết thư chọc tức mà chết, và khi Tào Chân làm đô đốc quân Ngụy đã chặn được quân Thục trong lần bắc phạt thứ nhất và thứ hai.\n\n=====Chiến dịch thứ tư=====\nCuối năm 230, quân Thục do [[Ngụy Diên]] dẫn đầu giao tranh với quân Ngụy do [[Phí Diệu]] và [[Quách Hoài]] chỉ huy. Quân Thục thắng trận.\n\nNăm 231, Gia Cát Lượng thống lĩnh đại binh ra Kỳ Sơn lần thứ 2, tiến hành cuộc Bắc phạt lần thứ tư.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] viết rằng \"Khổng Minh Lục xuất Kỳ Sơn\", nhưng theo sách sử, Gia Cát Lượng chỉ 5 lần xuất quân đánh Ngụy, trong đó chỉ ra Kỳ Sơn lần thứ 1 và thứ 4. Còn 1 lần thì quân Thục Hán phòng thủ chống quân Ngụy.\n\nQuân Thục lần này dùng xe trâu (trâu gỗ, ngựa máy) vận chuyển quân lương. Về phía nhà Ngụy, [[Tào Chân]] đã bị bệnh chết nên [[Tư Mã Ý]] làm thống soái, các tướng lĩnh [[Phí Diệu]], Đới Lăng, [[Quách Hoài]] làm tiên phong. Đây là lần đầu tiên Gia Cát và Tư Mã đối đầu nhau, cũng là lần đầu Tư Mã Ý cầm đại quân tham gia chiến tranh.\n\nGia Cát Lượng chia quân ở lại Kỳ Sơn, còn mình đến Thiên Thủy lén gặt lúa. Tư Mã Ý cũng dẫn quân đến Thiên Thủy, Gia Cát Lượng không chủ quan khinh địch, ra lệnh cho quân lính chiếm cứ vùng rừng núi hiểm trở, bố trí trận địa sẵn sàng. Đại quân hai bên đối mặt nhau nhưng vẫn chưa xảy ra giao tranh.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu ra việc Gia Cát Lượng dùng phép thuật \"độn giáp\" để gặt xong lúa, khiến Tư Mã Ý vừa kinh sợ vừa thán phục.\n\nGia Cát Lượng rút lui về phía Kỳ Sơn nhằm lôi kéo quân Ngụy ra đánh. Tư Mã Ý cho quân đuổi theo nhưng vẫn đề phòng cẩn thận, khi quân Thục dừng lại thì họ cũng dừng lại. Lúc này nhiều tướng Ngụy cho rằng [[Tư Mã Ý]] nhát gan. Bị các tướng thúc ép, Ý phải tung quân giao chiến. Tư Mã Ý đích thân dẫn quân đi, một cánh khác do [[Trương Hợp]] thống lĩnh đánh vào phía Nam của quân Thục ở Kỳ Sơn. Gia Cát Lượng sai [[Ngụy Diên]], [[Ngô Ban]], [[Cao Tường]] ra nghênh địch. Quân Ngụy bị thua to, quân Thục khi thu dọn chiến trường đã đếm được hơn 3000 thủ cấp, 500 bộ giáp và cung nỏ. Ý rút quân về Thiên Thủy, cố thủ không ra đánh.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu ra việc Gia Cát Lượng dùng kế tăng bếp lừa Tư Mã Ý ra đánh. Thực tế đây là kế của [[Ngu Hủ]] thời Đông Hán lừa quân Khương trước đó gần 70 năm.\n\nTháng 6 năm 231, mưa to khiến việc vận tải lương thực rất khó khăn. Quân Thục phải rút lui vì hết lương ăn. [[Trương Cáp]] dẫn quân đuổi theo đến Mộc Môn thì bị phục kích bắn chết.\n:[[Tam Quốc chí]] ghi rằng Tư Mã Ý khuyên Trương Cáp không nên đuổi theo quân Thục Hán nhưng ông không nghe nên bị phục kích, nhưng sách\"Ngụy lược\" thì cho rằng [[Trương Cáp]] lúc đó là lão tướng nhiều kinh nghiệm nên không muốn đuổi theo Gia Cát Lượng, nhưng Tư Mã Ý hoặc là vì trúng kế, hoặc là cố ý hại Trương Cáp để tranh quyền nên ra lệnh cho ông đuổi theo. Trương Cáp được phong tước Hầu sau khi chết.\n\n=====Chiến dịch thứ năm=====\nBốn lần Bắc phạt phải rút giữa chừng vì khó khăn trong cung ứng lương thực. Song Gia Cát Lượng liên tục đối trận với những danh tướng bậc nhất Tào Ngụy như Tào Chân, Trương Cáp và Tư Mã Ý, đặc biệt là sau khi đánh bại Tư Mã Ý và giết chết [[Trương Cáp]], Gia Cát Lượng càng tin vào khả năng đánh bại Tào Ngụy.\n\nĐể cải thiện vấn đề tải lương, ông đã cải tiến thêm một bước trâu gỗ ngựa máy, đồng thời cho khai khẩn với quy mô lớn ở Hoàng Sa (tỉnh Thiểm Tây), thao luyện việc vận tải bằng trâu gỗ ngựa máy ở Bạch Mã Sơn vùng Cảnh Cốc (tỉnh Tứ Xuyên), lại cho xây dựng ở Tà Cốc kho lương lớn chưa từng thấy, để hoàn chỉnh chuẩn bị bắc phạt. Liền hai năm, đại bộ phận thời gian của Gia Cát Lượng vẫn ở Hán Trung để luyện binh giảng võ, khuyên quân cầy cấy.\n\nNăm 234, sau mấy năm chuẩn bị, Gia Cát Lượng tiếp tục mang 10 vạn quân đánh Ngụy lần thứ năm. Lần này quân Thục đi theo đường Tà Cốc đến huyện My, cắm trại tại đồng bằng Ngũ Trượng phía nam sông Vị Thủy. Ngũ Trượng ngày nay thuộc huyện Kỳ Sơn tỉnh Thiểm Tây, là một vùng gò đồi thấp, chất đất phì nhiêu thích hợp trồng trọt lương thực. Gia Cát Lượng lựa chọn vùng đất này là nhằm có thể trồng cấy lương thực tại chỗ, dự liệu cho việc tác chiến trường kỳ. Ông cũng giữ nghiêm quân kỷ, tuyệt đối cấm việc chiếm đoạt của cải và thóc lúa của dân chúng. Vì vậy quân Thục và dân cày trong vùng tương đối hòa thuận, không xảy ra xung đột gì.\n\nTuy quân Tào Ngụy chiếm ưu thế về quân số, song sau mấy lần bị quân Thục Hán đánh bại ở chiến trường, tướng Trương Cáp tử trận, nên Tư Mã Ý cho rằng tiến hành giao chiến lớn thì sẽ bất lợi. Tư Mã Ý biết quân Thục gặp khó khăn về tiếp tế lương thảo, nên vẫn sử dụng chiến thuật cố thủ không ra đánh. Gia Cát Lượng sai quân sĩ đến dưới chân thành mắng nhiếc nhằm chọc tức Tư Mã Ý, nhưng ông ta tiếp tục án binh bất động dù nhiều lần bị khiêu chiến.\n\nGia Cát Lượng gửi vào trong thành một bộ áo quần phụ nữ kèm theo một bức thư với nội dung: \"''Trọng Đạt chui rúc trong thành không giám ra nghênh chiến, thì có khác chi đàn bà, nếu muốn xưng danh là người quân tử và còn biết liêm sỉ, thì hãy ra ngoài thành đọ tài cao thấp, nếu không thì hãy mặc bộ quần áo này vào''\". Các tướng Ngụy tức điên. Để làm dịu các tướng lĩnh, Tư Mã Ý vờ xin [[Tào Duệ]] cho phép tấn công quân Thục. Tào Duệ biết ý, phái người tới chỗ Tư Mã Ý thuyết phục tướng sĩ bình tĩnh.\n\nGia Cát Lượng cho lính làm ruộng để có lương thực đánh trường kỳ, một mặt vẫn liên tục khiêu khích quân Ngụy, nhưng Tư Mã Ý tiếp tục án binh bất động. Quân Ngụy kiên quyết cố thủ không đánh đã đưa Gia Cát Lượng vào thế giằng co không thể tiến triển được.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu nên sự kiện Gia Cát Lượng dùng kế lừa Tư Mã Ý và hai con trai vào Thượng Phương Cốc rồi cho quân ném rơm rạ, củi lửa chặn bít hai đầu phóng hỏa. Trong lúc Tư Mã Ý tuyệt vọng ôm hai con khóc lóc thì trời bỗng đổ mưa lớn, dập tắt hết ngọn lửa, giúp cho cha con Tư Mã Ý chạy thoát khỏi hang.\n\nGia Cát Lượng lo lắng vì quân Ngụy không chịu xuất trận, lại làm việc rất vất vả, dậy sớm thức khuya, việc xử án phạt 20 gậy trở lên đều tự mình xét hỏi cẩn thận nên sức khỏe mỗi ngày mỗi sút kém.\n\n===Qua đời===\nTháng 8 năm [[234]], Gia Cát Lượng sinh [[bệnh]] nặng. Vua Thục Hán là [[Lưu Thiện]] phái Thượng thư [[Lý Phúc]], ngày đêm phóng đến tiền tuyến gò Ngũ Trượng thăm hỏi bệnh tình của Gia Cát Lượng. Gia Cát Lượng nằm trên giường bệnh dặn dò Lý Phúc: trước mắt sự nghiệp bắc phạt chưa thành công, hy vọng đại thần triều đình vẫn một lòng như cũ, tận tâm phò tá Lưu Thiện, kế tục hoàn thành sự nghiệp phục hưng nhà Hán mà mình chưa hoàn thành được. Lại yêu cầu Lý Phúc chuyển lời cho nhà vua rằng: sau khi ông ta mất không cần đưa về Thành Đô chôn cất, cứ an táng ở núi Định Quân tại tiền tuyến là được, để tượng trưng chí hướng \"da ngựa bọc thây chết ở sa trường\". Lý Phúc thảy đều ghi nhớ lời di chúc của Gia Cát Lượng, liền mau chóng trở về Thành Đô báo cáo lại với Lưu Thiện.\n\nCuối tháng 8 năm Kiến Hưng thứ 12 (tức năm 234), Gia Cát Lượng bệnh mất ngay trong chiến dịch Bắc Phạt lần thứ 6, thọ 54 tuổi; kể từ khi ông ra khỏi lều cỏ Long Trung đã trải qua 27 năm, ở chức vụ Thừa tướng Thục Hán được 14 năm. Cuốn \"Tấn Dương thu\" của Tôn Thịnh đời Đông Tấn có chép: ''\"Truyền thuyết kể rằng vào hôm Gia Cát Khổng Minh từ trần, ở trên khoảng trời phía bắc, có một ngôi sao đỏ rất lớn, từ phía đông bắc theo hướng tây nam chợt loé sáng rồi tắt đi...\"''<ref>Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Chương 28: Gió thu qua gò Ngũ Trượng<\/ref>\n\nTrước khi qua bệnh qua đời, Gia Cát Lượng dặn dò Khương Duy đoạn hậu Ngụy Diên. Khi đại tướng Ngụy là [[Tư Mã Ý]] được tin Gia Cát Lượng đã chết, liền hạ lệnh cho quân Ngụy tấn công. Tuy nhiên Dương Nghi đã làm theo mưu kế của Gia Cát Lượng là quay cờ về phía sau, dóng chuông đánh trống đàng hoàng tiến quân, làm cho Tư Mã Ý với bản tính đa nghi tưởng rằng Gia Cát Lượng vấn chưa chết. Tư Mã Ý sợ rằng Gia Cát Lượng chỉ giả chết để lừa mình, ngay lập tức vội vàng cho quân quay về doanh trại cố thủ. Việc Tư Mã Ý phải bỏ chạy trước một Gia Cát Lượng đã chết khiến người dân truyền tụng câu truyện cười: ''\"Gia Cát chết vẫn dọa được Trọng Đạt sống\"'' (死諸葛嚇走活仲達). Khi Tư Mã Ý biết việc này, ông cười và nói: ''\"Ta có thể chiến đấu với người sống, chứ không phải người chết.\"''<ref>Watanabe 2006:276, Sakaguchi 2005:161<\/ref> Nhờ kế này của Gia Cát Lượng, quân Thục mới an toàn rút về Hán Trung.\n:''Trong [[Tam quốc chí bình thoại]] có ghi lại giai thoại dân gian kể rằng Tư Mã cũng từng nhận xét về Gia Cát Lượng như sau: ''“Lai bất khả đương, công bất khả thủ, khốn bất khả vi, vị tri thị nhân dã, thần dã, tiên dã?”'', nghĩa là: Gia Cát Lượng đã đến thì không ai có thể địch nổi, đã tấn công thì không ai có thể phòng thủ, khó khăn cũng chẳng thể vây hãm, ông ấy không phải là người, mà là thần, là tiên.''\n\n==== Nguyên nhân Bắc phạt thất bại ====\n5 lần Gia Cát Lượng bắc phạt, tuy đánh thắng một số trận, giành thêm được dân tại 4 quận phía Tây, nhưng nhìn chung là không đạt mục tiêu đề ra.<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010) Tập 2, trang 154<\/ref> Theo Dịch Trung Thiên, có 3 nguyên nhân dẫn đến việc Bắc phạt thất bại của Thục Hán và Gia Cát Lượng:<ref name=\"DTT2\"\/>\n*Thứ nhất: [[Tào Ngụy]] lớn mạnh, nên không dễ sụp đổ nhanh chóng.<ref name=\"DTT2\"\/> Ngụy Diên từng đề xuất chia quân 2 hướng, hội sư ở Đồng Quan giống như năm xưa [[Hàn Tín]] giúp [[Lưu Bang]] lấy thiên hạ, nhưng Gia Cát Lượng không nghe vì phương án này có rủi ro lớn, trong khi \"Ngụy chủ minh lược, còn có [[Tư Mã Ý]] không thể xem nhẹ\"<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010) Tập 2, trang 151: \"[[Tam quốc chí]] – ''Ngụy Diên truyện'' nói, mỗi lần xuất chinh (mỗi khi theo Lượng xuất chinh), Ngụy Diên luôn yêu cầu Gia Cát Lượng cho quân (muốn có vạn quân) để tự mình dẫn quân đi theo đường khác, xuất kích từ hai phía, hội sư ở Đồng Quan (khác đường với Lượng và hội hợp ở Đồng Quan), giống như năm nào [[Hàn Tín]] giúp [[Lưu Bang]] lấy thiên hạ (như truyện Hàn Tín) nhưng không bao giờ Gia Cát Lượng nghe theo (khống chế và không cho).\"<\/ref> Quân số và diện tích Tào Ngụy lớn hơn gấp 4 lần so với Thục Hán là một bất lợi rất lớn đối với Gia Cát Lượng<ref>Lịch sử Trung Quốc từ thượng cổ đến Năm đời mười nước - Học viện quân sự cấp cao, 1992, tr 91<\/ref>\n*Thứ hai: vùng [[Cửu Châu (Trung Quốc)|Ích Châu]] không phải là nơi dễ tiến công vào [[Trung Nguyên]]. Đường vào Thục khó đi, địa hình hiểm trở, ngăn người cũng là ngăn mình, phòng thủ thì dễ còn xông ra giành thiên hạ thì khó. Quân Thục Hán xuất chinh lần nào cũng bị thiếu lương do việc vận chuyển khó khăn<ref name=\"DTT2\"\/> Theo [[Long Trung đối sách]] thì Gia Cát Lượng dự trù phải có một phần Kinh Châu để có thêm 1 con đường Bắc phạt, nhưng lúc này Thục Hán không còn Kinh Châu nên việc bắc phạt gặp khó khăn gấp bội.\n*Thứ ba: Gia Cát Lượng là người thận trọng, không muốn đưa ra những quyết sách mạo hiểm.<ref name=\"DTT2\"\/>\n\nDịch Trung Thiên cho rằng bản thân Gia Cát Lượng có lẽ cũng nhận ra các vấn đề này, nhưng ông vẫn quyết tâm Bắc phạt để ''\"lấy công để thủ\", \"quấy bên ngoài để giữ yên bên trong\"'', bởi Thục Hán đất hẹp ít dân hơn Tào Ngụy, nếu ngồi yên thì chẳng khác nào đợi diệt vong, còn nếu tấn công thì ít ra vẫn có cơ hội thắng. Trong [[Xuất sư biểu]], Gia Cát Lượng cũng đã chỉ rõ rằng trong Tam quốc thì nước Thục Hán có tiềm lực lãnh thổ, dân số ít nhất, do đó không thể thỏa mãn với cục diện yên ổn tạm thời mà phải cố tiến công giành thêm lãnh thổ. [[Vương Phu Chi]] cho rằng quyết tâm Bắc phạt chính là sự nhìn xa trông rộng của Gia Cát Lượng.\n\n====Truy tặng====\nHậu chủ Lưu Thiện nghe tin Gia Cát Lượng đã mất, đau đớn khóc lóc không thôi, lại xuống chiếu truy tặng ấn thụ Vũ Hương hầu, cùng dựa vào phẩm đức và công tích của Gia Cát Lượng lúc sống, đặt tên Thụy là '''Trung Vũ hầu''' (忠武侯).\n\nÔng được [[chôn cất|chôn]] tại ngọn núi Định Quân ở vùng [[Hán Trung]] theo đúng di nguyện. Mộ phần tựa vào núi, chỉ đủ chứa quan tài, liệm bằng quần áo bình thường, không chôn theo tài sản gì. Chiếu thư do vua Thục Hán ban tặng viết rằng: \n:''Chỉ ngài văn võ kiêm toàn, sáng suốt thành thực, chịu mệnh thác cô, đem thân phò trẫm, hưng dòng đã tuyệt, chí mưu dẹp loạn; sửa việc binh cơ, chinh chiến liền năm, thần vũ hiển hách, uy trấn tám phương, lập công lớn vào thời cuối Hán, công lao sánh tựa [[Y Doãn]] - [[Chu Công]]. Sao chẳng xót thương, việc lớn chưa thành, gặp bệnh mà thác! Lòng trẫm đớn đau, tim gan tan nát. Trọng người đức lớn công đầu, tên hiệu khắc sâu, danh còn sáng mãi về sau, tiếng thơm bất hủ. Nay sai sứ là Tả trung lang tướng Đỗ Quỳnh cầm cờ tiết, truy tặng ngài ấn thụ Thừa tướng Võ Hương Hầu, thuỵ hiệu Trung Vũ Hầu. Hồn thiêng có linh, xin về thượng hưởng. Than ôi thương thay! Than ôi thương thay!''\n\n====Người kế nghiệp====\nNgay sau khi Gia Cát Lượng chết, mâu thuẫn tranh chấp binh quyền xảy ra giữa đại tướng [[Ngụy Diên]] và thân tín của Lượng là [[Dương Nghi]]. Tam quốc chí có chép: ''\"Gia Cát Lượng rất tiếc tài cán của Dương Nghi, cũng rất xem trọng sự dũng mãnh của Ngụy Diên, thường hận hai người bất bình với nhau, không nỡ bỏ một người\"''. Trước lúc lâm chung, Gia Cát Lượng yêu cầu Khương Duy, Phí Vỹ giúp đỡ Dương Nghi chỉ huy việc rút quân. Ngụy Diên muốn tiếp tục ở lại chiến đấu nên không tuân lệnh Dương Nghi, hạ lệnh cho quân đoàn của mình sớm rút về phía nam Tà Cốc, không muốn làm việc chặn hậu cho toàn quân. Dương Nghi cáo buộc Ngụy Diên âm mưu tạo phản. Các quan văn như Tưởng Uyển, Phí Y, đều ủng hộ Dương Nghi.\n\nNgụy Diên vốn không có ý phản, chỉ muốn giết Dương Nghi nên dàn quân ngăn cản đường về của đoàn quân Thục Hán. Dương Nghi hạ lệnh cho Vương Bình đang chỉ huy hậu quân đến đánh Ngụy Diên. Vương Bình chọn sách lược \"tiên lễ hậu binh\", phân người ước hẹn với Ngụy Diên đối trận ở cửa Nam Cốc, đầu tiên chỉ tiến hành đàm phán. Ông ta nói với Ngụy Diên và quân lính rằng: ''\"Thừa tướng vừa mới mất, thi thể còn chưa lạnh, các ông cuối cùng không nghĩ đến ân nghĩa lại muốn tạo phản ư?\"''. Các tướng lĩnh quân Ngụy Diên nghe Vương Bình diễn thuyết, tinh thần lập tức tan rã, đại đa số quân sĩ không đánh mà rút khỏi cửa Nam Cốc. Ngụy Diên sau khi đại bại dẫn vợ con và một số người thân tín chạy trốn vào vùng núi Hán Trung để lánh nạn, Dương Nghi hạ lệnh cho Mã Đại dẫn quân tìm bắt, không lâu đã bắt được Ngụy Diên cùng gia nhân, Dương Nghi hạ lệnh cùng đem đi xử trảm. Nhà Thục mất đi danh tướng cuối cùng ở thời Lưu Bị.\n\n[[Tưởng Uyển]] là người được chọn để kế nhiệm Gia Cát, Dương Nghi bất mãn phỉ báng triều đình, bị bãi chức rồi tự sát trong ngục. Tưởng Uyển nắm quyền, duy trì các chính sách đối nội của Gia Cát Lượng, nhưng bãi bỏ chính sách phát động chiến tranh chống lại nhà Tào Ngụy, và rút hầu như toàn độ quân đội đồn trú ở thành trì trọng điểm giáp biên giới với Ngụy là Hán Trung về Phù huyện. Từ thời điểm đó, Thục nhìn chung là ở thế phòng ngự và không còn đe dọa đến Ngụy nữa.\n\nTưởng Uyển ốm, giao việc cho Phí Y và [[Đổng Doãn]]. Sau khi Tưởng Uyển mất, [[Phí Y]] kế nhiệm, bắt đầu sai [[Khương Duy]] quấy rối biên giới với Tào Ngụy bằng những vụ đột kích mang tính chu kỳ, nhưng chưa bao giờ cho phép Duy thực hiện những cuộc tấn công lớn. Năm 244, khi nhiếp chính của nước Tào Ngụy là Tào Sảng (con [[Tào Chân]]) tấn công Hán Trung. Phí Y chỉ huy quân đội chống lại Tào Sảng và đại thắng, quân số Tào Ngụy thiệt hại gần một nửa, dẫn đến sự diệt vong sau này của [[Tào Sảng]].\n\nPhí Y có năng lực, chỉ buổi sáng đã làm hết việc, chiều thường mở tiệc chiêu đãi các quan lại trong triều tại tư gia. Trong một bữa tiệc như vậy, Quách Tuần (郭循), một hàng tướng của Tào Ngụy do Khương Duy đem về, đâm chết Phí Y. Từ đó binh quyền rơi vào tay [[Khương Duy]] còn triều chính rơi vào tay hoạn quan [[Hoàng Hạo]].\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] miêu tả Khương Duy như là một kỳ tài thiên hạ, được Gia Cát nhận làm học trò và truyền dạy binh pháp, sau khi Gia Cát chết thì thống lĩnh đại quân đánh Ngụy, vai trò của Tưởng Uyển và Phí Y mờ nhạt, hầu hết bị lược bỏ. Trên thực tế mãi đến năm 255 Khương Duy mới được phong Đại tướng quân, và cũng chưa bao giờ nắm được toàn quyền về triều chính như Gia Cát, Tưởng Uyển, Phí Y.\n\nKhông còn bị [[Phí Y]] kềm chế, Khương Duy khôi phục chính sách Bắc phạt của Gia Cát Lượng. Tổng cộng Duy tiến hành 9 chiến dịch tấn công Tào Ngụy, đa phần thất bại nặng nề. Các tướng Ngụy như [[Quách Hoài]], [[Đặng Ngải]], [[Trần Thái]] thành công trong việc ngăn chặn các cuộc tấn công của quân Thục. Nước Thục Hán vốn nhỏ hơn Ngụy, vì Khương Duy tấn công không thành nên hao tổn nhân lực và tài nguyên nghiêm trọng, triều chính thì bị [[hoạn quan]] thao túng, tham nhũng tràn lan, nhà Thục Hán bắt đầu suy tàn.\n\nMột trong những sai lầm nghiêm trọng nhất của [[Khương Duy]] là việc phá bỏ hệ thống trại phòng thủ ở [[Hán Trung]] do Gia Cát Lượng theo [[Kinh Dịch]] lập nên. Ba mươi năm sau khi Gia Cát Lượng mất, năm 264 SCN, quân Ngụy do [[Đặng Ngải]] và [[Chung Hội]] thống lĩnh tấn công nước Thục Hán, Hán Trung nhanh chóng thất thủ. Trong khi Khương Duy chặn được Chung Hội ở Kiếm Các, Đăng Ngải lẻn qua Âm Bình sơn - một vùng núi non hiểm trở mà quân Thục không phòng bị. Con và cháu nội của Gia Cát Lượng là [[Gia Cát Chiêm]] và [[Gia Cát Thượng]] đều tử trận khi chiến đấu bảo vệ thành Miên Trúc. Lưu Thiện đầu hàng nước Ngụy. Khương Duy bày kế kích động tướng Ngụy là Chung Hội làm phản để tái lập Thục Hán nhưng thất bại, Khương Duy bị giết và nước Thục diệt vong.\n:Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] hư cấu ra chuyện khi Đặng Ngải vào Thục, đi qua mộ Gia Cát Lượng thì Lượng hiện hồn về báo mộng, khuyên ông đừng cướp bóc, giết hại người dân.\n\n=== Quan hệ với Lưu Bị, Lưu Thiện ===\nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa]], mối quan hệ giữa nhân vật Gia Cát Lượng và nhân vật [[Lưu Bị]] được ví như \"cá với nước\", Lượng nói gì Bị nghe nấy. Còn đối với [[Lưu Thiện]] thì nhân vật Gia Cát Lượng \"hết lòng phò tá\", được xem như cha nuôi... Trên thực tế thì Lưu Bị với Gia Cát Lượng đúng là ''\"kính trọng như khách\"'', Lưu Thiện thì ca ngợi ''\"họ Gia Cát đã cứu quả nhân\"'', nhưng mối quan hệ quân thần giữa họ cũng có những vấn đề phức tạp.\n\n===== Với Lưu Bị =====\nTheo Dịch Trung Thiên, sau giai đoạn gắn bó ban đầu, giữa Gia Cát Lượng và Lưu Bị sau [[trận Xích Bích]] lại trở nên ít gắn bó hơn:\n* Lưu Bị vào đánh Tây Xuyên ([[Ích Châu]]) không đem theo Lượng mà đem theo [[Bàng Thống]], Thống thỏa sức tung hoành, bày mưu vạch kế. Bàng Thống chết rồi, Lưu Bị \"thương nhớ đến rơi lệ\". Khi đánh Đông Xuyên ([[Hán Trung]]) Bị lại đem theo [[Pháp Chính]], Chính cùng Lưu Bị vào sinh ra tử, đề xuất chủ trương. Pháp Chính mất, Lưu Bị \"nước mắt giàn giụa\". Suốt giai đoạn này, Gia Cát Lượng chỉ \"lo việc thuế má\", \"lo lương cho quân ăn\"... đây có thể chỉ là do ông vốn giỏi trị quốc, lo việc hậu cần nên được phân công ở phía sau.<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010), Tập 2, trang 107<\/ref>\n* Lưu Bị nghe lời [[Pháp Chính]] hơn là nghe lời Gia Cát Lượng, Lưu Bị với Gia Cát Lượng ''\"kính trọng như khách\"'', còn với Pháp Chính thì ''\"nghe lời theo kế\"''. Chính Gia Cát Lượng cũng từng thừa nhận điều này khi nói: “''nếu Pháp Hiếu Trực còn thì có thể ngăn được chúa thượng''”. Dịch Trung Thiên cho rằng về sau giữa hai người đã nảy sinh sự khác biệt về tư tưởng chiến lược: Lưu Bị vì muốn đánh Ngô trả thù cho [[Quan Vũ]], [[Trương Phi]] mà xóa bỏ chủ trương \"hòa Ngô đánh Ngụy\" của Gia Cát Lượng<ref name=\"Dịch Trung Thiên 2010 p 2\">'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010), Tập 2, trang 108-109<\/ref>\n* Lưu Bị không hoàn toàn tín nhiệm Gia Cát Lượng, sau khi lên ngôi Hoàng Đế phong Gia Cát làm Thừa tướng, nhưng không cho \"khai phủ\" (nghĩa là chỉ có chức vụ, không có trụ sở, không có phủ đệ, không có thuộc cấp), tức là không thể lấn quyền nhà vua như [[Tào Tháo]] đã làm.<ref name=\"Dịch Trung Thiên 2010 p 2\"\/>\n* Lưu Bị \"gửi con\" cho Gia Cát Lượng do vì con còn quá nhỏ và không còn ai khác đủ tin cậy để gửi.<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010), Tập 2, trang 111<\/ref> Trong việc gửi con, Lưu Bị có thực tâm tin tưởng Gia Cát Lượng hay không thì không thể xác định rõ vì lời trăn trối của Lưu Bị quá vắn tắt, có thể hiểu theo nhiều cách khách nhau tùy theo quan điểm của mỗi nhà sử học (xem phân tích bên trên).\n\nSau này, Gia Cát Lượng không dùng một số người mà [[Lưu Bị]] tin cậy; lại sử dụng người Lưu Bị từng cảnh báo là không nên dùng:\n*[[Lý Nghiêm]]: trước khi chết Lưu Bị sắp xếp, đề bạt [[Lý Nghiêm]] làm phó, cùng Gia Cát Lượng nắm triều chính (tựa như [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] và [[Chu Du]] phò [[Tôn Quyền]]). Giữa Lượng và Nghiêm đã có xung đột. Theo [[Tam quốc chí]] - ''Lý Nghiêm truyện'' và ''Hoa Dương quốc chí'', Lý Nghiêm tham quyền, từng đề xuất thành lập Ba châu (tự mình là thứ sử), kết quả “thừa tướng Gia Cát Lượng không theo”. Mấy năm sau, Lý Nghiêm lại xin được \"khai phủ\", lý do là 4 vị nhận di chiếu của [[Tào Phi]] phò tá [[Tào Duệ]] đều được khai phủ, nhưng yêu cầu này cũng bị Gia Cát từ chối vì cho rằng Lý nghiêm muốn lấn quyền trung ương. 8 năm sau, Gia Cát Lượng cách chức Lý Nghiêm với chứng cớ rõ ràng là Lý Nghiêm chậm trễ cung cấp quân lương lại trình báo gian dối, nhưng Dịch Trung Thiên cho rằng còn có những lý do khác không rõ ràng<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010), Tập 2, trang 121-123<\/ref>\n*[[Ngụy Diên]]: Ngụy Diên là người rất được [[Lưu Bị]] tin tưởng, tín nhiệm. Sử ghi rằng \"mỗi lần Tiên chủ xuất binh, văn có [[Pháp Chính]], võ có [[Ngụy Diên]]\".<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010), Tập 2, trang 110<\/ref> Sau khi chiếm được [[Hán Trung]], ai cũng nghĩ Bị sẽ cho [[Trương Phi]] trấn thủ nơi này, nhưng ông lại chọn Ngụy Diên. Sau này Gia Cát Lượng nắm quyền, Ngụy Diên luôn bị kềm chế, mỗi lần hiến kế đều bị gạt đi. [[Tam quốc chí]] - ''Mã Lương truyện'' viết: lúc xuất binh, ai cũng thấy [[Ngụy Diên]] xứng đáng là tiên phong, nhưng Gia Cát Lượng lại sử dụng [[Mã Tốc]] (lúc lâm chung Lưu Bị đã chê Mã Tốc), kết quả Mã Tốc bại trận.<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010), Tập 2, trang 137<\/ref>\n\n==== Với Lưu Thiện ====\nSau khi [[Lưu Bị]] chết, Gia Cát Lượng mới được \"khai phủ\" thừa tướng, ngoài ra còn kiêm luôn Ích Châu mục. Nước Thục Hán và Ích Châu gần như là một (Thục Hán chỉ có vỏn vẹn châu Ích và [[Hán Trung]]), việc Gia Cát Lượng vừa là Thừa tướng Thục Hán (trực tiếp quản lý quan lại) vừa là Ích Châu mục (trực tiếp quản lý dân chúng) cho thấy ông nắm trọn quyền hành (vừa trực tiếp quản \"quan\" lẫn \"dân\"). [[Tam quốc chí]] - ''Gia Cát Lượng truyện'' ghi: “chính sự dù to nhỏ, do Lượng giải quyết tất”, ''Hậu chủ truyện'' ghi [[Lưu Thiện]] nói: “chính, do họ Cát; tế, do quả nhân” (nghĩa là mọi việc quan trọng do gia Cát Lượng xử lý, còn Lưu Thiện chỉ là vua trên danh nghĩa).<ref name=\"DTT1134\">'''Dịch Trung Thiên, Phẩm Tam Quốc''' (Nhà xuất bản CAND 2010), Tập 2, trang 113-114<\/ref>\n\nLưu Bị vốn \"gửi con\" để Gia Cát Lượng phò tá, giúp đỡ Lưu Thiện. Gia Cát Lượng hết lòng tận tụy vì việc nước, tự mình xử lý mọi việc, chưa bao giờ trao lại quyền điều hành cho Lưu Thiện. Thục Hán không đặt chức quan ghi sử, khiến người sau không biết chuyện gì xảy ra trong triều.<ref name=\"DTT1134\"\/> Gia Cát Lượng kèm cặp, dạy bảo [[Lưu Thiện]] rất nghiêm, lên ngôi năm 17 tuổi đến khi 29 tuổi Lưu Thiện mới ra khỏi cung lần đầu. [[Tam quốc chí]] - ''Hậu chủ truyện'' ghi: năm [[236]] Hậu chủ mới đi xem đập Đô Giang; ''Tư trị thông giám'' có ghi chú: không còn Gia Cát Lượng nên Lưu Thiện mới ra ngoài du ngoạn. Trong Xuất sư biểu, Gia Cát Lượng cũng dùng lời lẽ dạy bảo Lưu Thiện, mong ông noi gương tiên đế, hành xử đúng đạo lý<ref name=\"DTT1134\"\/> [[Bùi Tùng Chi]] cho rằng Gia Cát Lượng không trao quyền điều hành cho Lưu Thiện vì biết Lưu Thiện chưa quen chấp chính, còn Dịch Trung Thiên thì cho rằng có 3 nguyên nhân: \n* Thứ nhất, việc nhà vua vừa tự nắm quyền vừa tự thân chính là không hay vì khi có chuyện sẽ không có ai cáng đáng cùng vua.\n* Thứ hai, Gia Cát Lượng là người rất có trách nhiệm, sợ giao việc cho một người non nớt như Lưu Thiện thì sẽ làm hỏng việc nước.\n* Thứ ba, nước Thục Hán có nhiều khó khăn, bên ngoài lại có nguy cơ lớn bị Tào Ngụy và Đông Ngô tấn công, nên chỉ có Gia Cát Lượng mới có thể xử lý tốt.\n\nSau khi Gia Cát Lượng chết, Lưu Thiện bãi bỏ chức vụ Thừa tướng, lấy lại thực quyền cho mình. Theo ghi chú của Bùi Tùng Chi trong [[Tam quốc chí]] - ''Gia Cát Lượng truyện'' (dẫn ''Tương Dương ký''), khắp nơi người người ở Thục đều yêu cầu lập miếu thờ thừa tướng, nhưng không được [[Lưu Thiện]] phê chuẩn, người dân phải \"tự cúng tế riêng\" khắp mọi nơi. Có người nói để \"cúng ngoài đường\", \"tế ngoài đồng\" không hợp lẽ, có thể lập miếu ở [[Thành Đô]], nhưng “Hậu chủ vẫn không theo” vì như vậy là \"bức tông miếu, khiến bụng thánh sinh nghi\". Dư luận xôn xao, bất bình. Cuối cùng có quan dâng sớ đưa ra phương án \"có thể chấp nhận được\" với Lưu Thiện: cho lập miếu gần mộ (ở núi Định Quân), ra quy định chỉ được lập miếu cúng tế trước mộ (trên núi xa xôi ít người tới). Dịch Trung Thiên cho rằng điều này chứng tỏ Lưu Thiện không ưa Gia Cát Lượng, nguyên nhân là do Lưu Thiện luôn bị Gia Cát Lượng dạy bảo, kèm cặp quá sát sao nên cảm thấy không vui trong lòng<ref name=\"DTT1134\"\/>\n\n==Đánh giá==\n[[Tập tin:Zhuge_Liang.jpg|thumb|right|250px|Tranh vẽ Gia Cát Lượng.]]\n===Tài năng===\nGia Cát Lượng là nhân vật kiệt xuất trong lịch sử Trung Quốc. Ông có tài năng trên rất nhiều lĩnh vực, từ [[chính trị]], [[quân sự]], [[ngoại giao]], [[pháp luật]] cho tới [[giáo dục]], [[phong thủy]], [[văn chương]], [[phát minh]] [[kỹ thuật]]. Trong lịch sử thế giới, rất hiếm người có tài năng toàn diện trên khắp các lĩnh vực như ông.\n\n[[Tư Mã Huy]] nhận xét về Gia Cát Lượng như sau: ''\"Nếu được một trong hai người Ngọa Long (tức Khổng Minh) hoặc Phượng Sồ (tức Bàng Thống) thì có thể bình định được thiên hạ\"''. Người đời sau có câu: ''\"Tam phân thiên hạ Gia Cát Lượng, Nhất thống sơn hà [[Lưu Bá Ôn]]\"'', đế nói lên tài năng của ông.\n\nSau khi Thục Hán mất, Tấn vương [[Tư Mã Chiêu]] đã ra lệnh cho Trần Hiệp phải tìm kiếm tư liệu để học tập binh pháp của Gia Cát Lượng. Tấn Vũ Đế [[Tư Mã Viêm]] còn đích thân thỉnh giáo [[Phàn Kiến]] (một cựu đại thần của Thục Hán) về cách trị quốc của Gia Cát Lượng, ông còn cảm thán: ''\"Nếu ta được Gia Cát Lượng phò tá, thì đâu có nhọc mệt như hôm nay\"''. Như vậy, cả ba thế hệ họ Tư Mã kiến lập [[nhà Tấn]], dù là đối thủ của Gia Cát Lượng song đều tán thưởng tài năng của ông, khuyến khích hậu thế noi gương. Nhà Tấn sau này còn truy phong miếu hiệu cho Gia Cát Lượng là '''\"Võ Hưng Vương\"'''. Việc truy phong tước vị cho quan đại thần của triều đình đối thủ quả là điều rất hiếm thấy trong lịch sử Trung Quốc.\n\nTheo [[Trần Văn Đức]] \"''Về quản lý thực tiễn, Gia Cát Lượng cơ hồ là người tài giỏi bậc nhất trong thời Tam quốc. Về nhân cách con người và kỹ xảo phát minh, ông đích xác rất đáng ca ngợi, đáng được xem là nhân vật kiệt xuất trong lịch sử Trung Quốc''\"<ref name=\"ReferenceD\">Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Chương 31: Tổng luận về Gia Cát Lượng<\/ref>. Sở dĩ Gia Cát Lượng không thể đạt được ý nguyện phục hưng nhà Hán, chẳng phải vì ông điều hành nước Thục không hiệu quả, mà vì bản thân nước Thục có diện tích và dân số khá nhỏ so với Ngụy và Ngô, trong khi đó đối thủ ([[Tào Tháo]], [[Tư Mã Ý]], [[Tôn Quyền]]...) đều là những người có tài, cùng với đó là thời vận không được thuận lợi, nhiều kế hoạch của Gia Cát Lượng không thành vì những điều không may (Ngô bắt tay với Ngụy để đánh úp và giết Quan Vũ, Trương Phi bị ám sát, Lưu Bị vì quá đau xót đã không nghe lời can ngăn của ông mà đánh Ngô rồi thua to và ốm chết; người kế nhiệm [[Tưởng Uyển]], [[Phí Y]] mất quá sớm, [[Vương Bình]], [[Mã Trung]], [[Đặng Chi]] đều mất sau Gia Cát Lượng không lâu)<ref name=\"ReferenceD\" \/>.\n\nVề sau [[Nguyên Vi Chi]] có bài thơ ca ngợi rằng:\n::''Dẹp loạn phò chúa yếu,''\n::''Ân cần việc thác cô.''\n::''Tài cao hơn Quản, Nhạc.''\n::''Mẹo giỏi quá Tôn, Ngô.''\n::''Thắm thiết lời dâng biểu,''\n::''Tài tình phép trận đồ.''\n::''Đức ngài cao thịnh lắm,''\n::''Thiên cổ tiếng thơm tho!''\n\n====Tài năng chính trị====\nVề năng lực trị quốc, Gia Cát Lượng được đánh giá rất cao. Sử gia Trần Thọ trong [[Tam quốc chí]] ca ngợi và so sánh ông với [[Quản Trọng]] và [[Tiêu Hà]]:<ref name=\"ReferenceE\">Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Hồi 0 phần 11<\/ref>\n\n:''Gia Cát Lượng làm tướng quốc rất đỗi quan tâm đến đời sống trăm họ, lấy mình làm gương về luân lý, điều hành chánh sự. Ông thanh trừ quan lại tham nhũng, giảm bớt các khoản chi quốc gia không cần thiết, tăng thêm hiệu suất bộ máy hành chính Khai sáng dân tâm, ban bố điều luật, xây dựng được niềm tin của dân chúng toàn quốc với quyền lực của vương triều''.\n:''Cuối cùng, khắp trong lãnh thổ đều kính trạng mà nể sợ, hình phạt tuy nghiêm khắc song dân gian không oán thán, lấy chánh tâm công bằng mà khuyên thiện trừ ác vậy; thực là người hiền tài đại độ trong điều hành chánh sự, có thể nói ví như [[Quản Trọng]] và [[Tiêu Hà]] cũng chẳng thể hơn''\n\nGia Cát Lượng trị quốc theo phép, hành lệnh nghiêm chỉnh, chấp pháp như sơn. Các đại thần, công thần như [[Lý Nghiêm]], [[Lai Mẫn]], [[Liêu Lập]], Hướng Lãng phạm tội đều bị trừng phạt nặng nề. Những đại thần cậy có uy thế mà hành động tranh quyền đoạt lợi, nhất là việc gây rối loạn quan hệ nội bộ, Gia Cát Lượng đặc biệt xử lý nghiêm khắc. Đối với những người có năng lực làm việc nhưng tính cách có tật xấu như Lưu Diễm, Trương Duệ, thì Gia Cát Lượng chọn cách nhắc nhở và cải tạo, cho cơ hội hối cải chuộc tội.<ref>Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Quyển Hạ, chương XVII, XVIII.<\/ref>\n\nĐối với gia quyến người phạm tội, Gia Cát Lượng không truy bức mà sẵn sàng bổ dụng nếu có tài. Lý Phong con trai Lý Nghiêm, được làm Giang Châu đốc quân, sau thăng làm Thái thú Chu Đề. Lúc Lý Nghiêm bị tội, Lý Phong bị điều về Thành Đô, mọi người đều cho rằng Phong sẽ bị phế truất, nhưng cuối cung Lý Phong vẫn được tập tước, được tham dự chính sự, lại còn được Gia Cát Lượng viết thư động viên, thăm hỏi khiến Phong rất cảm động. Hướng Sủng cháu của Hướng Lãng được Gia Cát Lượng đánh giá cao, bổ nhiệm chức Trung lĩnh quân, chủ trì cấm quân, tuyển chọn, giám sát các tướng lĩnh.<ref>Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Quyển Hạ, chương XVII, XXVII.<\/ref>\n\nBởi vì chí công vô tư, cho nên những đại thần như Liêu Lập, Lý Nghiêm bị Gia Cát Lượng cách chức, phế làm dân thường nhưng vẫn không oán hận. Lý Nghiêm ngày thường vẫn hay nói sẽ có ngày được Gia Cát Lượng xá tội và trọng dụng lại, khi nghe tin Gia Cát Lượng chết thì cũng đau buồn sinh bệnh mà qua đời. Còn về Liêu Lập, nghe tin dữ khi đang bị đày ở Vấn Sơn đã nói: ''\"Thừa tướng Gia Cát mất đi, thế là ta chết già ở đây thôi !\"'' Trương Duệ ban đầu rất bất mãn Gia Cát Lượng nắm đại quyền ở Ích Châu, nhưng sau khi chứng kiến cách Gia Cát Lượng làm việc đã hoàn toàn cảm phục tài năng và nhân cách của ông.<ref>Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Quyển Hạ, thiên thứ tám, chương XXXI.<\/ref>\n\nChấp pháp nghiêm minh như vậy là đúng, nhưng không tránh khỏi có một số người bất mãn do bị xử phạt nghiêm. Bùi Tùng Chi ghi chú trong [[Tam quốc chí]] - ''Gia Cát Lượng truyện'', trích dẫn ''Thục ký'' có câu: “''(Gia Cát) Lượng hình pháp gay gắt, hà khắc với bách tính, từ quân tử đến tiểu nhân mang bụng oán thán''”, nhiều người không tán thành ý kiến này, và nó cũng mâu thuẫn với câu \"''hình phạt tuy nghiêm khắc song dân gian không oán thán''\" của Trần Thọ. Nhà nghiên cứu Dịch Trung Thiên cho rằng cả hai cách nói thật ra đều đúng: Gia Cát Lượng thực thi pháp luật rất công chính - công khai, tức là công bằng, nên rất được lòng dân; dân chúng ở Thục không oán pháp luật không công bằng mà oán vì pháp luật \"quá nghiêm\" khiến họ không thể buông tuồng dễ dãi<ref>'''Dịch Trung Thiên, Phẩm Tam Quốc (Nhà xuất bản CAND 2010) Tập 2, trang 167<\/ref>\n\n[[Tập Tạc Xỉ]] đời [[nhà Tấn]] (tác giả ''Tương Dương kỳ cựu ký'') từng bình luận rằng:\n:''\"Hình luật không thể không dùng, khi gia hình mà như mình có lỗi, khi ban tước lộc mà không tư riêng, khi trừng phạt mà không giận dữ, thiên hạ còn ai chẳng phục; Gia Cát Lượng là người giỏi dùng hình phạt, từ Tần Hán đến giờ chưa từng có vậy\"''.\n\nTuy nhiên [[Tập Tạc Xỉ]] cũng phê bình Gia Cát Lượng có những sai sót trong việc đánh giá thuộc cấp để giao việc cho họ theo đúng khả năng, có lúc thiếu khoan dung trước lỗi lầm của họ (cụ thể là việc giao Mã Tốc trấn thủ Nhai Đình nên thất bại, rồi sau đó xử chém Mã Tốc), và kết luận: \"''Gia Cát Lượng không thể kiêm thượng quốc vậy, há không phải sao?''\"<ref>'''Trịnh Phúc Điền, Khả Vĩnh Tuyết, Dương Hiệu Xuân - Tướng Soái Cổ Đại Trung Hoa (Nhà xuất bản Thanh Niên)''', Tập 1, ''trang 670''.<\/ref>\n\nGia Cát Lượng nói rằng: ''\"Đạo nhận biết nhân tài có 7 phương pháp: Thứ nhất, đặt họ trước việc phải trái để xem chí hướng. Thứ hai, dùng ngôn từ truy vấn họ để xem tài ứng biến. Thứ ba, tham vấn họ mưu kế để xem kiến thức. Thứ tư, để họ trước họa hoạn khó khăn để xem lòng dũng cảm. Thứ năm, chuốc rượu say để xem bản tính. Thứ sáu, cho họ cơ hội kiếm lợi ích tiền tài để xem sự liêm khiết. Thứ bảy, giao nhiệm vụ cho họ để xem chữ tín”''. Gia Cát Lượng còn sáng lập ra một cơ cấu gọi là \"tham thự\", ông giải thích rằng: ''\"Tham thự là nơi để tập hợp ý kiến của đông đảo mọi người, mở rộng ích lợi của những lời trung\"''. Tham thự chính là tiền thân của ban cố vấn cho các nguyên thủ quốc gia ngày nay, Gia Cát Lượng muốn thông qua \"tham thự\" để tiếp nhận ý kiến rộng rãi mọi mặt, sau đó xem xét đánh giá lợi hại, từ đó đặt ra chính sách, phương châm chính xác. Gia Cát Lượng còn nhấn mạnh rằng: ''\"Đạo quản lý chính sự thì cốt yếu ở nghe nhiều mặt, tiếp thu ý kiến của đông đảo mọi người ở dưới, hỏi mưu kế từ quan lại cho đến thứ dân, như thế thì mọi sự việc đều làm sáng tỏ, mọi tiếng nói đều được ghi nhận\"''. Quan niệm về sử dụng nhân tài của Gia Cát Lượng khá khách quan và toàn diện, do đó chính quyền Thục Hán đã tập hợp được khá nhiều nhân tài, trở thành một tập đoàn lãnh đạo mạnh.\n\nĐại học giả [[Chu Hi]] thời nhà Tống bình luận:\n:''Xét từ Tam Đại (3 triều đại Hạ - Thương - Chu) trở về sau, người lấy nghĩa để cai trị chỉ có một mình Gia Cát Khổng Minh''.\n\nTriệu Dực trong cuốn ''“Sử trát ký”'' có bình luận như sau: ''“Tào Tháo dùng người lấy quyền lực mà chế ngự, Lưu Bị thì lấy tính tình làm trọng còn Tôn Quyền thì lấy ý khí làm đầu. Lấy quyền thuật chế ngự thì trọng ở cái cốt yếu, lấy tính tình đê mà tụ họp thì trọng ở chữ chân thành, Gia Cát Lượng thì dùng người, trên tinh thần vận dụng sở trường của cả ba nhà đó”''. Vị hoàng đế nổi tiếng anh minh [[Đường Thái Tông]] nhận xét: nước Thục Hán thời Tam Quốc ''\"10 năm không có đại xá mà dân Thục được cảm hóa sâu xa, là do hiền tướng Gia Cát Lượng rất chí công trong việc cai trị\"''. Đường Thái Tông rất tôn sùng Gia Cát Lượng, trước quần thần ông tán thưởng Gia Cát Lượng là ''“đệ nhất thừa tướng”'', ''“là bậc đại công vô tư”''.<ref name=\"ReferenceE\" \/>\n\n====Tài năng quân sự====\n[[Mạnh Hoạch]], tướng người man bị Gia Cát Lượng bày kế bắt sống tới 7 lần, đã công nhận Gia Cát Lượng có khả năng cầm quân phi thường và nói rằng: \n:\"''Thừa tướng có uy như trời vậy, người Nam không phản lại nữa''\"<ref>Tư trị thông giám. Ngụy kỷ, quyển 2<\/ref>.\n\nViệc đóng quân của Gia Cát Lượng rất bài bản, có doanh lũy, bếp giếng, nhà xí, rào tre, chòi canh gắn liền với nhau, chẳng những động viên được lực lượng cơ động rất thuận lợi mà khả năng phòng ngự cũng rất mạnh. Ở gò Ngũ Trượng, [[Tư Mã Ý]] đã nhìn thấy doanh lũy và công sự của quân Thục Hán còn lưu lại, phải thốt lên rằng: ''\"Thật là thiên hạ kỳ tài vậy\"''. Ở đây Tư Mã Ý khen là về tài cầm quân và trị quân, còn về việc nắm thời cơ thì Tư Mã Ý bình phẩm (ghi trong \"[[Tấn thư]] - Tuyên Đế kỷ\") như sau: \"Lượng chí hướng lớn lao nhưng không nắm được thời cơ, mưu trí rất nhiều nhưng thiếu quyết đoán, thích dùng binh nhưng không biết quyền biến\", tức là Gia Cát Lượng quá thận trọng, không thích mạo hiểm nên có những lúc bỏ lỡ thời cơ<ref name=\"DTT2\"\/> Tuy vậy, những lời chê bai của Tư Mã Ý được coi là cách giữ thể diện bản thân trước binh sĩ, chứ bản thân ông ta thực sự rất e sợ Gia Cát Lượng (sau này Tư Mã Ý khi lập mưu đảo chính nhà Tào Ngụy đã coi việc này dễ dàng hơn nhiều so với cầm quân chống Gia Cát Lượng, và ''\"[[Tào Sảng]] so với Gia Cát Lượng chỉ như con dế dũi\"''). Sau khi [[nhà Tấn]] nhất thống thiên hạ, chính Tấn Vũ Đế [[Tư Mã Viêm]] đã hạ lệnh truy tìm và thu thập ''\"Bát trận chiến pháp\"'' của Gia Cát Lượng về làm giáo trình huấn luyện quân đội, cho thấy năng lực quân sự của Lượng là rất cao. \n\nTới [[nhà Đường]], Gia Cát Lượng đã được xem như \"Quân thần\", được rước vào Võ miếu - nơi thờ phụng những bậc đại kỳ tài quân sự như [[Khương Tử Nha]], [[Tôn Tử]], [[Trương Lương]]...\n\nSử gia Trần Thọ trong [[Tam quốc chí]] đánh giá rằng Gia Cát Lượng là người rất thận trọng, \"''Trị quân là sở trường, kỳ mưu là sở đoản; lo liệu việc dân hơn là lo liệu việc tướng''\", nghĩa tài năng về chính trị của Gia Cát Lượng hơn hẳn tài năng về quân sự, và về mặt quân sự thì giỏi trị quân hơn là dùng quân<ref name=\"DTT2\">'''Dịch Trung Thiên''', ''Phẩm Tam Quốc'', Tập 2, trang 156.<\/ref><ref name=\"DTT2\"\/><ref name=\"DTT2\"\/> Tuy nhiên, nhiều học giả khác đã chỉ ra rằng: cha Trần Thọ từng bị Gia Cát Lượng xử tội, mặt khác Trần Thọ là quan [[nhà Tấn]], mà người kiến lập nhà Tấn là [[Tư Mã Ý]] từng mấy lần thất bại trước Gia Cát Lượng, nên Trần Thọ ''đã cố ý đánh giá thấp tài quân sự của Gia Cát Lượng''. Như [[Tấn thư]] của [[Phòng Huyền Linh]] ghi rằng: ''\"Cha Thọ làm tham quân cho [[Mã Tốc]], Tốc bị Gia Cát Lượng giết, cha Thọ cũng bị xử tội cắt tóc, [[Gia Cát Chiêm]] lại khinh Thọ. Thọ viết truyện về Lượng, bảo Lượng mưu lược không cao, không có tài ứng địch, bàn luận thì chỉ dựa vào sách vở, tiếng tăm vượt quá sự thực. Người bàn lấy đó để chê\"''<ref>[[s:zh:晉書\/卷082|Tấn thư, quyển 82, Trần Thọ truyện]]: ''\"Hoặc vân Đinh Nghi, Đinh Dị hữu thịnh danh ư Ngụy, Thọ vị kì tử viết:\"Khả mịch thiên hộc mễ kiến dữ, đương vi tôn công tác giai truyện.\"Đinh bất dữ chi, cánh bất vi lập truyện. Thọ phụ vi Mã Tốc tham quân, Tốc vi Gia Cát Lượng sở tru, Thọ phụ diệc tọa bị khôn, Gia Cát Chiêm hựu khinh Thọ. Thọ vi Lượng lập truyện, vị Lượng tương lược phi trường, vô ứng địch chi tài, ngôn chiêm duy công thư, danh quá kì thực. Nghị giả dĩ thử thiểu chi.\"''<\/ref>. Hoặc [[Lưu Tri Kỷ]] trong [[Sử thông]], thiên ''Trực thư'' phê bình việc Trần Thọ không đề cập đến việc [[Tư Mã Ý]] bại trận khi tác chiến với Gia Cát Lượng, để giấu đi việc Gia Cát Lượng cầm quân trên tài Tư Mã Ý:\n{{cquote|''Lúc [[Tư Mã Ý|Tuyên]], [[Tư Mã Sư|Cảnh]] mới khai sáng cơ nghiệp, khi (họ) Tào và (họ) Tư Mã tranh giành, hoặc dựng doanh trại ở sông Vị, bị thua Vũ hầu (Gia Cát Lượng)... [[Trần Thọ]], [[Vương Ẩn]] đều ngậm miệng không nói đến''<ref>[[s:zh:史通\/內篇\/24|Sử thông, thiên Trực thư]]: ''\"Đương Tuyên, Cảnh khai cơ chi thủy, Tào, Mã cấu phân chi tế, hoặc liệt doanh Vị khúc, kiến khuất Vũ hầu, hoặc phát trượng Vân Đài, thủ thương Thành Tế, Trần Thọ, Vương Ẩn hàm đỗ khẩu nhi vô ngôn.\"''<\/ref>.}}\n\nNhà sử học Nga B. L. Riftin phê bình [[Trần Thọ]] trong việc ông không đánh giá cao tài năng quân sự của Gia Cát Lượng. Trong ''\"Sử thi lịch sử và truyền thống văn học dân gian Trung Quốc\"'', Riftin cho rằng bộ sử của Trần Thọ có nhiều chỗ mâu thuẫn, thường gắn liền với những lí do có tính chất thiên vị cá nhân lộ liễu. Chẳng hạn như [[Gia Cát Chiêm]], con trai Gia Cát Lượng, đã từng nhận xét coi thường Trần Thọ, và Trần Thọ đã trả thù khi viết trong sử sách là: ''“Lượng chỉ biết đọc sách, tiếng tăm của ông ta vượt xa những cống hiến thực tế”''. Trần Thọ nhận xét: \"''Trị quân là sở trường, kỳ mưu là sở đoản; lo liệu việc dân hơn là lo liệu việc tướng''\", tính chất thiên vị và có ý hạ thấp Gia Cát Lượng trong lời đánh giá như vậy đã bị các tác giả [[Tấn thư]] (một bộ chính sử khác) chỉ trích<ref>B.L.Riftin, Sử thi lịch sử và truyền thống văn học dân gian Trung Quốc (Bản dịch Phan Ngọc, Nhà xuất bản Thuận Hoá – Trung tâm văn hoá ngôn ngữ Đông Tây).<\/ref>\n\nMột phân tích khác thì cho rằng tài binh lược của Gia Cát Khổng Minh vẫn cao hơn [[Tư Mã Ý]]. Trong cuộc Bắc phạt vào tháng 5\/231, dù điều kiện bất lợi hơn (viễn chinh đường xa, quân ít hơn, lương thiếu), nhưng Gia Cát Lượng đã thắng Tư Mã Ý trong tất cả các ý đồ tác chiến: từ vây thành diệt viện cho đến dụ địch lùi sâu để mai phục, từ công tác tiếp vận đến duy trì sĩ khí, từ phản mai phục cho đến phản tập kích. Từ Thượng Khuê đến Kỳ Sơn; quân Thục đều đánh cho quân Ngụy bại trận. Quân Ngụy quân bại trận triệt để, không còn lựa chọn nào khác ngoài việc tiếp tục “đóng cửa thủ vững”. Thế cục này được duy trì đến khi Lý Nghiêm không hoàn thành nhiệm vụ vận tải, khiến Thục quân cạn lương buộc phải rút về. Và lần này, Khổng Minh rút lui vẫn đặt phục binh giết được tướng tài của Ngụy là [[Trương Cáp]], khiến cho tổn thất của quân Ngụy lại càng nặng hơn. Sau này, Tư Mã Ý bị thuộc tướng chê bai là ''“sợ Thục như sợ cọp”'', bị Gia Cát Lượng sỉ nhục bằng việc gửi tặng quần áo [[đàn bà]] mà vẫn không chịu ra đánh, chính là vì ông ta biết mình không đọ nổi Gia Cát Lượng trên chiến trường.\n\nTrong cuốn sách ''Khổng Minh Gia Cát Lượng Đại Truyện'' (thuộc thể loại ''Tam Quốc Ngoại Truyện''), tác giả là Trần Văn Đức nhận xét rằng Gia Cát Lượng là người khiêm nhường, cẩn thận hiểu rõ và hết lòng với chức phận. Về tài thao lược quân sự thì ông không tới mức \"xuất quỷ nhập thần\" như truyền thuyết dân gian mô tả, song cũng có được nhiều chiến tích nổi trội, xứng đáng là nhà cầm quân bậc nhất thời Tam Quốc, ví dụ như: bình định [[Mạnh Hoạch]] chỉ trong thời gian ngắn, lập kế giết được tướng giỏi của Ngụy ([[Trương Cáp]]), mấy lần đánh bại [[Tư Mã Ý]], khiến quân Ngụy hoang mang tới mức chỉ chọn sách lược cố thủ trong thành lũy chứ không dám kéo ra giao chiến với quân Thục Hán (dù quân Ngụy đông hơn), khiến nhiều tướng Ngụy phải cười mỉa rằng: ''\"Tướng quân Tư Mã sợ quân Thục như sợ [[hổ|cọp]], chẳng nhẽ không sợ thiên hạ cười chê hay sao?\"''<ref name=\"ReferenceC\">Kha Xuân Kiều, Hà Nhân Học, Sđd, trang 108<\/ref>. Đến cả khi chết rồi, ông vẫn bày kế dọa được Tư Mã Ý phải bỏ chạy, cho thấy Tư Mã Ý dù đầy mưu mẹo nhưng vẫn rất kiêng dè khả năng bày mưu tính kế của Gia Cát Lượng.\n\n===Lòng trung thành===\nTheo nhiều tác giả, trong cuộc chiến diệt Tào Ngụy, Gia Cát Lượng không đeo đuổi danh lợi, chỉ một ý chí đánh giặc diệt Ngụy, phục hưng [[nhà Hán]], đặt sự hưng vong của quốc gia lên trên danh lợi và vinh nhục của cá nhân với tấm lòng tha thiết. Ông từng tuyên bố rằng: \"''Nếu như diệt được nước Ngụy, chém đầu [[Tào Duệ]], đưa [[Lưu Thiện|hoàng thượng]] về cố đô [[Lạc Dương]] thì đến lúc đó tôi cùng chư vị đồng liêu được thăng quan tấn tước, cho dù được thưởng mười loại báu vật tôi cũng xin nhận huống chi là cửu tích''\".<ref>''Thuật mưu quyền'', Quang Thiệu, Quang Ninh, Nhà xuất bản Lao động và Xã hội, [[Hà Nội]], năm [[2006]], trang 378<\/ref>\n\nLúc sắp mất, Lưu Bị dặn Gia Cát Lượng rằng: ''\"... nếu nó (Lưu Thiện) bất tài, hãy tự thay đi!\"'', nghĩa là cho phép Lượng toàn quyền phế Lưu Thiện lập bản thân hoặc một người con khác của Lưu Bị. Ông đã từ chối ngay, muốn trọn đời là trung thần nhà Hán.\n\nKhi Lưu Bị từ trần, [[Tào Phi]] hạ lệnh cho mấy danh sĩ của nước Ngụy trao đổi ý kiến chính trị với Gia Cát Lượng, bao gồm Tư đồ [[Hoa Hâm]], Tư không [[Vương Lãng]], Thượng thư [[Trần Quần]], Thái sử [[Hứa Chi]], Phó tạ [[Gia Cát Chương]], muốn Gia Cát Lượng quy hàng nước Ngụy. Gia Cát Lượng chẳng hề dao động, viết một bức thư công khai trả lời, bày tỏ lập trường tận trung với [[nhà Hán]] của mình<ref>Khổng minh Gia Cát Lượng đại truyện. Thiên thứ 5<\/ref>:\n:''\"Hạng Vũ ngày xưa, đã phản lại nguyên lý chính trị, có được chính quyền bằng mọi cách, bởi thế tuy chiếm được đại bộ phận vùng đất Hoa Hạ, có được thanh thế của hoàng đế song cuối cùng vẫn thân bại danh liệt, có thể coi là tấm gương soi cho hậu thế.\n:''Nay Tào Ngụy, chưa thấu tỏ sự thực lịch sử, vẫn giẫm lên vết chân Hạng Vũ, phi pháp đoạt lấy chính quyền, tức là cầu may mà có nhất thời, cũng sẽ rước họa về sau vậy. Các vị tiên sinh là những kỳ lão của xã hội, lại vì Tào Ngụy mà viết thư cho tôi, đúng như cuối đời Tây Hán Trần Sùng, Trương Tủng lại ca tụng công lao của Vương Mãng, tiếp tay cho việc Vương Mãng thoái vị, thực là những kẻ đầu sỏ tội lỗi đã phá hoại luân lý chính trị.\n:''...Kiên trì chính nghĩa, thảo phạt tà đạo không ở số quân nhiều hay ít. [[Tào Tháo]] tuy nhiều mưu lược tự dẫn đại quân đến cứu Trương Cáp ở Dương Bình, vẫn khó tránh mất Hán Trung vào tay tiên đế. Tin rằng cái chết của Tào Tháo là sự trừng phạt của thiên mệnh. Song Tào Phi dâm dật không biết tỉnh ngộ, làm việc thoán vị xấu xa mà các ông lại thuyết lý, tuyên dương cho ông ta. Khiến cho những luân lý chính trị của những thánh vương truyền lại như vua Nghiêu, vua Thuấn, Văn Vương đều hoen ố, thực khiến những kẻ quân tử không chịu nổi\"''.\n\nTrong bài Tam Quốc diễn ca cuối tác phẩm, La Quán Trung có mấy câu tả về quyết tâm bắc phạt nhưng không thành của Gia Cát Lượng:\n:''...Kỳ Sơn trở ngọn cờ đào,''\n:''Một tay mong chống trời cao nghìn trùng.''\n:''Ngờ đâu vận đã cùng khôn gượng,''\n:''Nửa đêm gò Ngũ Trượng sao sa...''\n\nNhà thơ [[Đỗ Phủ]] có bài thơ ca ngợi lòng trung thành của Gia Cát Lượng khi đến thăm đền thờ ông:\n\n{|\n| valign=top style=\"width:400px\" |\n'''Hán Việt'''<br>\n''Thục tướng từ đường hà xứ tầm?''<br>\n''Cẩm Quan thành ngoại bách sâm sâm.''<br>\n''Ánh giai bích thảo tự xuân sắc,''<br>\n''Cách diệp hoàng ly không hảo âm.''<br>\n''Tam cố tần phiền thiên hạ kế,''<br>\n''Lưỡng triều khai tế lão thần tâm.''<br>\n''Xuất sư vi tiệp thân tiên tử,''<br>\n''Trường sử anh hùng lệ mãn khâm.''\n\n| style=\"width:400px\" |\n'''Dịch thơ'''<br>\n''Miếu thờ thừa tướng là đây'' <br>\n''Cấm thành rừng bách phủ đầy trước sau'' <br>\n''Nắng xuân cỏ biếc một màu'' <br>\n''Tiếng oanh trong lá toả vào không gian'' <br>\n''Ba lần cầu kiến cao nhân'' <br>\n''Hai triều đã tỏ lão thần tận tâm'' <br>\n''Kỳ sơn giữa trận từ trần'' <br>\n''Khách anh hùng để tần ngần lệ rơi.''<br>\n|}\n\n[[Bạch Cư Dị|Bạch Lạc Thiên]] cũng có thơ rằng\n\n{|\n| valign=top style=\"width:400px\" |\n'''Hán Việt'''<br>\n''Tiên sinh hối tích ngoạ sơn lâm,''<br>\n''Tam cố na phùng thánh chủ tầm.''<br>\n''Ngư đáo Nam Dương phương đắc thủy,''<br>\n''Long phi thiên hán tiện vi lâm.''<br>\n''Thác cô ký tận ân cần lễ,''<br>\n''Báo quốc hoàn khuynh trung nghĩa tâm.''<br>\n''Tiền hậu xuất sư di biểu tại,''<br>\n''Linh nhân nhất lãm lệ triêm khâm.''<br>\n| style=\"width:400px\" |\n'''Dịch thơ'''<br>\n''Tiên sinh náu tiếng chốn sơn lâm,''<br>\n''Hiền chúa ba lần muốn tới thăm.''<br>\n''Cá đến Nam Dương rào nước quẫy,''<br>\n''Rồng bay Tây Thục đổ mưa rầm.''<br>\n''Sụt sùi giọt ngọc trao con đỏ,''<br>\n''Gắng gỏi lòng son trả nghĩa thâm.''<br>\n''Hai biểu xuất sư còn để lại,''<br>\n''Khiến người coi thấy lệ đầm đầm.''<br>\n|\n|}\n\nDù không thành công trong mục tiêu cuối cùng là thống nhất Trung Nguyên, khôi phục nhà Hán, nhưng sau hai nghìn năm, người dân Tứ Xuyên vẫn còn nhắc đến những thành tích trị quốc ở đất Thục của ông. Những danh nhân như [[Đỗ Phủ]], [[Lý Bạch]], [[Lý Thương Ẩn]] đều sùng bái ông, viên danh tướng là [[Nhạc Phi]] đã lừng danh \"tận trung báo quốc\", đều đã đọc kỹ bản viết [[Xuất sư biểu]] nổi tiếng của Gia Cát Lượng và cùng bày tỏ sự tôn sùng vô hạn đối với tài năng và lòng trung thành của ông.<ref>Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Mục Lời nói đầu<\/ref>\n\nGia Cát Lượng đã viết ra [[Xuất sư biểu]] gồm hai bài biểu, Tiền xuất sư biểu (前出師表) và Hậu xuất sư biểu (後出師表) để dâng lên Thục Hán Hậu chủ Lưu Thiện trước khi ông thân chinh dẫn quân đi Bắc phạt lần thứ nhất và lần thứ hai vào các năm 225 và 226. Trong hai bài biểu này, Gia Cát Lượng đã dùng những lời lẽ thống thiết từ tận đáy lòng để bày tỏ sự tận trung của mình với nhà Thục Hán và những lo lắng của ông cho sự an nguy của đất nước, với hai câu nói nổi tiếng thể hiện tâm nguyện của ông: ''\"Cúc cung tận tụy, đến chết mới thôi\"''<ref name=\"ReferenceH\">\"鞠躬盡瘁，死而後已; Cúc cung tận tụy, tử nhi hậu dĩ.\"<\/ref> Xuất sư biểu sau đó đã trở nên nổi tiếng trong lịch sử Trung Quốc như là đại diện xuất sắc của thể loại biểu và là biểu tượng cho tấm lòng của các bậc trung thần. Nhận xét về bài ''Hậu xuất sư biểu'' của Gia Cát Lượng, [[Tạ Phương Đắc]] thời [[Nhà Tống|Nam Tống]] trong tác phẩm ''[[Văn chương quỹ phạm]]'' đã viết: \"Đọc ''Xuất sư biểu'', ai không khóc là bất trung, đọc ''[[Trần tình biểu]]'' ai không khóc là bất hiếu, đọc ''[[Tế thập nhị lang văn]]'' ai không khóc là bất từ\".<ref>\"讀《出師表》不哭者不忠，讀《陳情表》不哭者不孝，讀《祭十二郎文》不哭者不慈\"; Độc ''Xuất sư biểu'' bất khốc giả bất trung, độc ''Trần tình biểu'' bất khốc giả bất hiếu, độc ''Tế thập nhị lang văn'' bất khốc giả bất từ\"<\/ref>\n\nVị vua nổi tiếng nhất đời Thanh là hoàng đế [[Khang Hy]] đã nói rằng<ref>Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Chương 31<\/ref>: \n:''\"Gia Cát Lượng nói: Cúc cung tận tụy, đến chết mới thôi. Làm kẻ bầy tôi, duy chỉ có Gia Cát Lượng có thể được như vậy\"''\n\nNăm 2007, tạp chí Shukan Bunshun của Nhật có bài nghiên cứu về quan điểm của người dân Nhật Bản đối với 100 danh nhân nổi tiếng nhất thế giới. Kết quả, Gia Cát Lượng là vị danh nhân được người dân Nhật tôn sùng nhất. Người Nhật tôn sùng Gia Cát Lượng, không chỉ bởi ông có tài năng kiệt xuất, mà còn vì Gia Cát Lượng chính là một tấm gương về lòng trung thành, rất phù hợp với tinh thần [[võ sĩ đạo]], truyền thống ''\"tận trung vì [[Nhật Hoàng|Thiên Hoàng]]\"'' của người Nhật Bản.\n\nCon trai ông là [[Gia Cát Chiêm]] và cháu nội là [[Gia Cát Thượng]] kế thừa ý chí phục hưng Hán triều của ông, đã chiến đấu tới cùng và tử trận khi nhà Thục Hán sắp sụp đổ bởi kẻ thù. Bởi vậy, người đời sau có câu khen rằng ''\"Gia Cát Vũ hầu, ba đời trung liệt\"''. [[La Quán Trung]] có thơ khen rằng:\n{{cquote|''Có phải trung thần kém mẹo đâu?''<br>''Lòng trời không tựa vận Viêm Lưu!''<br>''Mới hay con cháu nhà dòng dõi,''<br>''Tiết nghĩa còn lưu tiếng Vũ hầu.''}}\n\nNgười đời sau có thơ khen gia đình Gia Cát Lượng như sau:\n{{cquote|''Gia Cát danh cao toàn vũ trụ,''<br>''Trung nghĩa truyền gia thế vô song.''<br>''Con cháu ba đời đều tuẫn tiết,''<br>''Đất trời nhỏ lệ áng mây sầu.''<br>\n''Cúc cung tận tụy cao khí tiết,''<br>\n''Một nhà trung liệt sáng muôn đời.''<br>\n''Khí vút cầu vồng anh linh mãi,''<br>\n''Vạn cổ ngàn thu át trời xanh.''}}\n\n===Sự liêm khiết===\nTầng lớp quan liêu thế gia ở đất Thục thời [[Lưu Chương]] thích hưởng thụ lối sống xa hoa, khiến xã hội băng hoại đến cực điểm. Gia Cát Lượng quyết tâm ngăn chặn, ông lấy mình làm gương đặt ra điều luật. Trong \"Giới tử thư\", ông nhắc nhở con cái trong nhà:\n:''\"Ta làm theo đạo của người Quân tử, tu thân thanh tịnh, cần kiệm dưỡng đức, đạm bạc để nuôi chí, tĩnh lặng để nghĩ xa. Ta học lấy sự thanh tịnh, tài do học mà có, chẳng học chẳng rộng tài, chẳng có chí thì chẳng thành công, buông thả hại cho tinh thần, mạo hiểm khó thuần được tính\"''.\n\nSau khi bình định được phương Nam, danh tiếng của Gia Cát Lượng đạt đến đỉnh cao. Lý Nghiêm bèn viết thư khuyến khích ông thu vén lợi ích riêng: ''\"Nên nhận lễ phong cửu Tích đổi tước hiệu và xưng vương\"''. Gia Cát Lượng chẳng những không nghe theo mà trả lời rất thẳng thắn rằng:\n:''\"Tôi với túc hạ tương tri đã lâu há chẳng hiểu nhau ư... Tôi vốn là kẻ sĩ quê mùa ở phương Đông, tiên đế lầm dùng được đặt ở vị trí cao sang hưởng lộc trọng, nay trừ giặc chưa mấy hiệu quả, biết rằng chưa đền đáp được bao nhiêu, mà được tôn sùng thái quá, cho ngồi ở những vị trí quan trọng hơn thực hổ thẹn vậy!\"''.\n\nGia Cát Lượng tự viết biểu tâu lên Hậu chủ [[Lưu Thiện]] rằng: ''\"Nhà của thần ở Thành Đô có tám trăm gốc dâu, ruộng xấu mười lăm khoảng, việc ăn mặc của con cháu xem ra đầy đủ. Đến như thần gánh vác việc ở bên ngoài, cũng chẳng có gì khác người, cái ăn cái mặc đều trông vào cửa quan, chẳng chút tơ hào cho riêng mình, ấy là để lâu dài thước tấc vậy. Đến ngày thần mất, trong nhà chẳng có gấm vóc dư thừa, bên ngoài không có điền sản dôi dư, chính là để khỏi phụ lòng tin tưởng của Bệ hạ vậy\"''. Sau này Gia Cát Lượng qua đời, quả đúng như lời đã nói.\n\nGia Cát Lượng di chúc rằng cứ an táng cho mình ở núi Định Quân tại tiền tuyến, không cần đưa về Thành Đô cử hành quốc táng để tránh lãng phí phô trương. Ông cũng di chúc rằng nghi thức tang lễ phải thật đơn giản, lấy núi làm mộ, có thể dùng quan tài loại thường cũng được, khi liệm chỉ cần dùng quần áo bình thường, không chôn theo vật quý.\n\nSự liêm khiết của Gia Cát Lượng tạo gương cho các quan lại nước Thục. Tể tướng [[Tưởng Uyển]] nhắc với con cái: ''\"Thường nhắc nhở trong nhà nên ăn chay, mặc áo vải thô, ra ngoài không dùng xe ngựa\"''. Tể tướng [[Phí Vĩ]] sau này, nhã nhặn khiêm nhường, nhà không tích chứa của cải, con cái mặc áo vải thô ăn cơm chay, không thích ngựa xe, chẳng khác dân thường. Đại tướng [[Khương Duy]] là tổng chỉ huy quân đội, nhà cửa cũng rất giản đơn, \"trong nhà không có thiếp hầu, sau sân chẳng hề nghe thấy tiếng đàn hát\". Còn [[Đặng Chi]] là nhà ngoại giao xuất sắc cũng chịu ảnh hưởng phong cách của Gia Cát Lượng, ông làm quan hơn 20 năm thưởng phạt nghiêm minh, chu cấp cho binh sĩ có khó khăn, sinh hoạt thường cần kiệm, khi ông ta mất gia cảnh rất thanh bần. Thanh liêm như vậy nên không khó hiểu tại sao nước Thục Hán mất mà người dân địa phương đến cả nghìn năm sau vẫn còn hoài niệm về Gia Cát thừa tướng.\n\n===Thờ phụng===\n[[Tập tin:Zhugeliang Temple.jpg|nhỏ|trái|250px|Đền thờ Gia Cát Lượng]]\n\nGia Cát Lượng là vị quan duy nhất thời [[Tam quốc]] được thờ tại [[Đế vương miếu]] (được nhà Minh, nhà Thanh xây dựng, trong đó có thờ 41 vị công thần được đánh giá là tài năng và tận trung nhất qua các triều đại).\n\nSau khi Gia Cát Lượng mất, toàn dân Thục Hán rất đỗi thương tiếc, trăm họ tế cúng trong ngõ, người Nhung, Di tế cúng ngoài đồng nội. Tình hình này kéo dài suốt mấy chục năm không thôi. Trong bài biểu dâng lên vua Tấn vào năm Thái Thủy thứ 10 (272), [[Trần Thọ]] có nói: ''“Lê dân nghĩ nhớ, truyền tụng sự tích. Đến nay dân của hai châu Lương, Ích vẫn còn truyền kể chuyện về Lượng, lời như còn vẳng bên tai”''<ref>Trần Thọ (chí), Bùi Tùng Chi (chú). ''“Tam quốc chí, tập 1”.'' Nhà xuất bản Văn Học, 2016, trang 100.<\/ref> [[Tôn Tiền]] đời [[nhà Đường]] ghi rằng: \n:''\"Gia Cát Vũ Hầu đã mất 500 năm, nhân dân từ Lưỡng Hán đến nay, vẫn ca tụng sự tích, lập miếu và tế tự ở nhiều nơi, ông đã để lại sự thương nhớ của mọi người mãi mãi khắc sâu như thế\"''\n\nTrên đất Trung Hoa, nhân dân rất nhiều nơi đã lập đền thờ để tưởng nhớ Gia Cát Lượng, trong đó nổi tiếng nhất là đền thờ ở huyện Miễn, dưới chân núi Định Quân (nơi an táng Gia Cát Lượng), sau đó đến miếu Vũ Hầu ở Thành Đô, miếu Vũ Hầu ở thành Bạch Đế, huyện Phụng Tiết, Trùng Khánh... Chỉ riêng vùng đất Thục xưa đã có đến 40 đền thờ Khổng Minh, tuy nhiên trong số đó đền Vũ Hầu ở Thành Đô vẫn là nổi tiếng hơn cả.\n\nNăm 304, Lý Hùng xây dựng được chính quyền [[Thành Hán]] ở Thành Đô, ở Thiếu Thành của Thành Đô đã cho xây dựng \"miếu Khổng Minh\". Năm 347, Đông Tấn đại tướng quân [[Hoàn Ôn]] khi diệt được Thành Hán đã cho thiêu hủy Thiếu Thành, song miếu Khổng Minh lại được giữ lại, cho thấy người đời sau dù thuộc triều đình nào cũng rất kính trọng Gia Cát Lượng. Ngôi mộ của Gia Cát Lượng cho tới nay vẫn không bị xâm phạm bởi hậu thế đều kính nể và ngưỡng mộ đức hạnh cả đời cúc cung tận tụy và tài năng của ông. Ngay tới ngôi miếu thờ Khổng Minh từ trước tới nay cũng chưa từng bị trộm cướp. Năm 1979, các chuyên gia từ Học viện nông lâm Bắc Kinh đã xác định rằng 22 cây tùng quanh khu mộ Gia Cát đã được trồng từ thời Tam Quốc, chứng minh rằng suốt 1700 năm, trải qua nhiều cuộc biến động nhưng khu mộ vẫn không hề bị xâm phạm. Bởi vậy, có rất nhiều đền thờ, di tích liên quan tới Gia Cát Lượng được lưu truyền suốt 1.800 năm qua mà không bị hậu thế phá hủy.\n\nSau thời Tam quốc ít lâu, ở phía nam Thành Đô, trong hậu đường Hán Chiêu Liệt miếu (đền thờ Lưu Bị) có xây dựng một điện thờ Gia Cát Lượng. Đến đời [[nhà Đường]], danh tiếng của Gia Cát Lượng vượt quá Lưu Bị, đền thờ ấy được gọi là đền thờ Vũ Hầu, vẫn được lưu truyền đến nay, trở thành một nơi danh thắng quan trọng ở Thành Đô. Ngôi đền bị cháy trong thời kỳ chiến tranh cuối thời nhà Minh, khi quân của [[Trương Hiến Trung]] tiến vào Thành Đô năm 1644. Sau đó đền được trùng tu trong những năm 1671 - 1672 dưới thời hoàng đế [[Khang Hy]] nhà Thanh. Năm 1961, đền được công nhận là di tích trọng điểm cấp Quốc gia của Trung Quốc. Các thi nhân nổi tiếng như [[Đỗ Phủ]], [[Lý Thương Ẩn]], [[Lục Du]] đã từng đến đó chiêm ngưỡng, lại còn viết không ít thơ ca tưởng nhớ Gia Cát Lượng. Trong đền có tấm bia Gia Cát Vũ Hầu rất có giá trị, do nhà chính trị nổi tiếng đời Đường là [[Bùi Độ]] viết ra, nhà thư pháp nổi tiếng [[Liễu Công Xước]] (anh của Liễu Công Quyền) trực tiếp viết chữ. Tấm bia đó đã khen Gia Cát Lượng có tài khai quốc trị dân, sánh được với những danh thần trong lịch sử như [[Khương Tử Nha]], [[Y Doãn]], [[Quản Trọng]], [[Tiêu Hà]].\n\nĐền Vũ Hầu có diện tích hơn 15.000 m2, gồm 3 gian: gian ngoài thờ Lưu Bị, gian giữa thờ Khổng Minh và gian cuối thờ 3 anh em [[Lưu Bị]] - [[Quan Vũ]] - [[Trương Phi]]. Bước vào trong, du khách sẽ bắt gặp ngay hai bức thư pháp được khắc trên 37 phiến đá, mỗi phiến cao 63&nbsp;cm, rộng 58&nbsp;cm, là Tiền xuất sư biểu và Hậu xuất sư biểu của Gia Cát Lượng. Bước qua cổng thứ nhất có tấm bảng ''“Minh lương thiên cổ”'' (nghĩa là ''\"Vua sáng tôi hiền còn lưu danh thiên cổ\"'').\n\nĐền thờ Vũ Hầu ở thành Bạch Đế cũng như các đền thờ ở Nam Dương và Tương Dương cũng đều rất nổi tiếng. Ở đền thờ Vũ Hầu tại thành Bạch Đế, nổi tiếng nhất vẫn là tác phẩm của [[Đỗ Phủ]] đề tặng:\n{|\n| valign=top style=\"width:400px\" |\n'''Hán Việt'''<br>\n''Gia Cát đại danh thuỳ vũ trụ,''<br>\n''Tông thần di tượng túc thanh cao.''<br>\n''Tam phân cát cứ vu trù sách,''<br>\n''Vạn cổ vân tiêu nhất vũ mao.''<br>\n''Bá trọng chi gian kiến Y Lã,''<br>\n''Chỉ huy nhược định thất Tiêu Tào.''<br>\n''Vận di Hán tộ chung nan phục,''<br>\n''Chí quyết thân thiêm quân vụ lao.''\n\n| style=\"width:400px\" |\n'''Dịch thơ'''<br>\n''Gia Cát danh cao toàn vũ trụ''<br>\n''Công thần tượng ấy ngợp thanh cao''<br>\n''Ba phần thiên hạ dày mưu chước''<br>\n''Vạn cổ trời mây một vũ mao''<br>\n''Công nghiệp không thua tài [[Y Doãn|Y]], [[Lã Vọng|Lã]]''<br>\n''Kinh luân còn vượt trí [[Tiêu Hà|Tiêu]], [[Tào Tham|Tào]]''<br>\n''Vận suy triều Hán khó lòng phục''<br>\n''Chí quyết trung hưng chẳng nại lao.''<br>\n|}\n\n== Gia đình và hậu duệ ==\n* Tổ tiên: [[Gia Cát Phong]] (諸葛豐), làm quan dưới thời [[Hán Nguyên Đế]].\n* Cha: [[Gia Cát Khuê]] (諸葛珪), làm quan vào cuối thời [[Nhà Hán|Đông Hán]].\n* Chú: [[Gia Cát Huyền]] (諸葛玄), làm quan cho [[Lưu Biểu]] và dẫn anh em Gia Cát Lượng về sống ở đất Kinh Châu.\n* Anh chị em:\n**[[Gia Cát Cẩn]] (诸葛瑾) anh trai làm quan nhà [[Đông Ngô]].\n**[[Gia Cát Quân]] (诸葛均) em trai cùng làm quan nhà [[Thục Hán]].\n** Chị gái không rõ tên cưới Bàng Lệnh Minh.\n** Chị gái không rõ tên làm dâu dòng họ Khoái thị ở [[Kinh Châu]].\n** [[Gia Cát Đản]] em họ làm quan nhà [[Tào Ngụy]].\n* Vợ: [[Hoàng phu nhân]] (黄夫人), con gái của ẩn sĩ [[Hoàng Thừa Ngạn]] (黄承彦), dung mạo cực kì xấu xí, được liệt vào [[Ngũ xú Trung Hoa]].\n* Con:\n**[[Gia Cát Chiêm]] (诸葛瞻), con trai trưởng, làm quan nhà [[Thục Hán]], tử trận khi giao chiến với [[Đặng Ngải]].\n** [[Gia Cát Hoài]] (諸葛懷), con gái áp út, sinh năm 232, sống và chết dưới thời [[nhà Tấn]] (có nguồn cho rằng đây là nhân vật dã sử, không có thật)\n** [[Gia Cát Quả]], con gái út, sinh năm 232 (có nguồn cho rằng đây là nhân vật dã sử, không có thật).\n* Con nuôi:\n**[[Gia Cát Kiều]] (诸葛乔), vốn là con của [[Gia Cát Cẩn]] và được Gia Cát Lượng nhận nuôi, chết khi mới 24 tuổi.\n* Cháu:\n**[[Gia Cát Thượng]] (诸葛尚), con trai trưởng của Gia Cát Chiêm, tử trận cùng với cha.\n** [[Gia Cát Phàn]] (諸葛攀), con trai của Kiều, chuyển về sống ở Đông Ngô để kế tục dòng dõi Gia Cát Cẩn sau khi [[Gia Cát Khác]] bị giết và tru di tam tộc.\n** [[Gia Cát Kinh]] (諸葛京), con trai thứ hai của Chiêm. Thứ sử Giang Châu nhà Tây Tấn.\n** [[Gia Cát Chất]] (諸葛質), con trai út của Chiêm.\n* Hậu duệ:\n** [[Gia Cát Tử Kỳ]] (諸葛梓岐), hay còn gọi là ''Marie Zhuge'', người mẫu [[Hồng Kông|Hong Kong]], hậu duệ đời thứ 63.\n\nThôn Gia Cát hay thôn Bát Quái ở thị trấn Lan Khê, tỉnh Triết Giang còn được gọi là “Trung Quốc đệ nhất thôn”, tập trung gần 6.000 người đều là hậu duệ của Gia Cát Lượng. Thôn Gia Cát do Gia Cát Đại Sư, hậu duệ đời thứ 27 của Gia Cát Lượng, lập vào cuối đời Tống, đầu nhà Nguyên (khoảng năm 1300). Gia Cát Đại Sư đã vận dụng học thuyết Kham dư (phong thủy) vào bát quái trận đồ của ông tổ mình, thiết lập thôn trang án theo cửu cung bát quái, trước khi qua đời ông còn di huấn con cháu không được thay đổi nguyên dạng, dù có bị tai ương. Trải qua hơn 800 năm thăng trầm, tổng thể kiến trúc cửu cung bát quái không hề thay đổi. Trong thôn có đền thờ thừa tướng Gia Cát Lượng, hoa viên, 3 nhà bia, 18 sảnh đường, 18 giếng, 18 ao, hơn 200 phòng ốc..., đều là kiến trúc cổ đời Minh - Thanh rất độc đáo. Con cháu Gia Cát trong thôn đời đời đều theo lời giáo huấn của tổ phụ ''“Không làm lương tướng, tất làm lương y”'' nên nhiều đời theo nghề thuốc.\n\n===Gia Cát dạy con cháu===\nKhông chỉ tài ba mưu lược, Gia Cát Lượng còn là danh sư bậc thầy. Cuốn sách ''\"[[Giới Tử Thư]]\"'' (Thư dạy con) mà Gia Cát Lượng để lại trước khi lâm chung cho con trai mình đến nay vẫn được lưu truyền rộng rãi, trở thành một tài liệu kinh điển chứa đựng những triết lý sống, những đạo lý nhân sinh cuộc đời vô giá. Giới Tử Thư gồm 2 bức thư, mỗi bức chưa quá 90 chữ nhưng lại bao hàm những lời răn dạy sâu sắc. Trong đó, có tám chữ cực kỳ tâm đắc được ông đặc biệt nhấn mạnh với [[Gia Cát Chiêm]], khi đó mới 8 tuổi: ''\"Đạm bạc minh chí, ninh tĩnh chí viễn (Sống đạm bạc để sáng tỏ chí lớn, yên tĩnh để chí hướng cao xa)\"''. Tức là phẩm hạnh của người đức tài toàn vẹn là dựa vào nội tâm an tĩnh, tinh lực tập trung để tu dưỡng thân và tâm; là dựa vào tác phong giản dị để bồi dưỡng đạo đức.\n\nBên cạnh đó, Gia Cát Lượng cũng viết rằng: ''“Học tập cần phải chuyên tâm ý chí, để phát triển tài năng thì cần phải học tập khắc khổ. Không nỗ lực học tập, thì không thể phát triển tài trí; không xác định rõ chí hướng thì không thể thành công trong học tập”''. Trong quá trình học tập, ý chí quyết tâm, sự kiên trì, nỗ lực là những yếu tố rất quan trọng để đạt được sự học, vậy nên cha mẹ cần tạo cho trẻ em sự hứng thú với học tập, tìm tòi và rèn luyện tính kiên trì ngay từ những ngày đầu tới trường.\n\nTuổi trẻ sẽ trôi đi rất nhanh, sức lực và tinh thần của con người cũng suy yếu dần theo tuổi tác, nhân lúc còn trẻ phải tự mình theo đuổi thành công, nắm bắt cơ hội. Gia Cát lượng căn dặn con mình: ''“Tuổi tác trôi qua, ý chí hao mòn theo năm tháng, thì cuối cùng sẽ như cây khô lá úa mà thôi, không có ích gì cho xã hội. Đến lúc đó ngồi trong góc nhà đau buồn than thở có ích gì đâu?”''\n\n\"Giới tử thư\" Gia Cát Lượng gửi con trai Gia Cát Chiêm:\n{{cquote|Phẩm hạnh của người tài đức song toàn là dựa vào nội tâm an tĩnh, tinh lực tập trung để tu dưỡng thân tâm, dựa vào tác phong cần kiệm chất phác để bồi dưỡng đức hạnh. Không coi nhẹ danh lợi thế tục thì không thể sáng tỏ chí hướng của mình.\n\nThân tâm không yên tĩnh thì không thể thực hiện được lý tưởng lớn lao cao xa. Học tập cần phải chuyên tâm dốc chí. Để tăng trưởng tài năng thì cần phải khắc khổ học tập. Không nỗ lực học tập thì chẳng thể tăng trưởng tài trí, không sáng tỏ chí hướng thì chẳng thể thành tựu học vấn.\n\nTruy cầu hưởng lạc quá độ và lười nhác phóng túng thì không thể phấn chấn tinh thần. Buông tuồng hấp tấp thì không thể tu dưỡng được tính tình.\n\nTuổi hoa trôi đi theo thời gian, ý chí tiêu tan cùng năm tháng, cuối cùng giống như cây khô tàn lá héo, trở thành người vô tích sự, không có bất kỳ tác dụng gì đối với xã hội. Đến lúc đó ru rú trong xó nhà nhỏ bé của mình, đau buồn than thở thì còn có ích gì nữa đây?|}}\n\nBức thư “Giới ngoại sanh thư” gửi cháu trai:\n{{cquote|Làm người phải có chí hướng cao xa vĩ đại, biết ngưỡng mộ những bậc [[thánh hiền]], giới cấm các ham muốn dục vọng, vứt bỏ các nhân tố ngăn cản mình tiến bước, khiến chí hướng mình hiển lộ và lưu tồn trên thân mình, rung động nơi sâu thẳm nội tâm mình.\n\nCần biết co biết duỗi, vứt bỏ những thứ nhỏ nhặt, thỉnh giáo, tham vấn rộng rãi khắp mọi người, trừ bỏ nghi kỵ và keo kiệt. Như vậy cho dù gặp phải trắc trở phải dừng bước cũng sẽ không tổn hại đến chí hướng vui thú tốt đẹp của mình, sao phải lo lắng không đạt được mục đích.\n\nNếu chí hướng không kiên nghị vững vàng mạnh mẽ, ý chí không khảng khái hiên ngang, như vậy sẽ tầm thường vô tích sự trôi theo dòng thế tục, lặng lẽ bị tình cảm ham dục trói buộc. Người như thế ắt sẽ mãi mãi trầm luân trong đám phàm phu, thậm chí không tránh khỏi trở thành kẻ phàm phu tục tử!|}}\n\nSau này, con cháu của Gia Cát Lượng đều coi nhẹ danh lợi, một lòng tận trung báo quốc, vì quốc gia xã tắc mà cống hiến cuộc đời. Gia đình ông được tôn xưng là ''\"Trung nghĩa truyền gia thế vô song\"'', cũng chính là nhờ sự răn dạy con cháu của Gia Cát Lượng.\n\n[[Mao Tôn Cương]] trong [[Thánh thán ngoại thư]] có lời khen ngợi:\n:''Vũ Hầu (Gia Cát Lượng) có con trung dũng, lại thêm có cháu trung liệt. Đời cho như vậy là Vũ Hầu không chết. Tiên chúa (Chiêu Liệt Đế [[Lưu Bị]]) tuy không có con anh hùng, nhưng có cháu (Bắc Địa vương Lưu Kham) khảng khái, cháu thay cho con, đời cũng cho là Tiên chúa không chết... Xem trận đánh Miên Trúc, vì chữ trung mà Chiêm, Thượng liều chết tại trần tiền, ta mới rõ cái hay trong gia giáo nhà Vũ Hầu... Ôi! Nhà Thục Hán mất rồi, nhưng ta vẫn thấy rờ rờ có sinh khí hơn các triều đại khác.''\n\n== Tác phẩm, câu nói nổi tiếng==\n=== Tác phẩm ===\n* Âm phù kinh\n* Binh pháp\n* Mã tiền khóa\n* Thơ văn:\n** Bài văn ghi tại miếu Hoàng Lăng\n** Ngâm lương phụ\n** Bồ câu trắng\n** Bài tán trên bia Tư Mã Quý Chủ\n** Thư gửi: Ngô Chủ, gửi anh Tử Du ([[Gia Cát Cẩn]]), gửi [[Lục Tốn]], gửi [[Trương Duệ]], gửi [[Trương Lỗ]].\n** Khuyên răn cháu ngoại\n** Khuyên con (2 bài)\n** ''[[Xuất sư biểu]]''\n\n=== Câu nói nổi tiếng ===\n* Trong [[Xuất sư biểu]]:\n{{cquote|Cúc cung tận tụy, đến chết mới thôi<ref name=\"ReferenceH\">\"鞠躬盡瘁，死而後已; Cúc cung tận tụy, tử nhi hậu dĩ.\"<\/ref>}}\n\n* Trong tấu chương trình lên Hán Hậu chủ [[Lưu Thiện]]:\n{{cquote|Thần sớm theo tiên đế, một đời chỉ biết theo quan gia, tuyệt không vun vén gì cho bản thân. Nhà của thần ở Thành Đô có tám trăm gốc dâu, ruộng xấu mười lăm khoảng, cái ăn mặc của con cái xem ra đầy đủ. Đến như thần gánh vác việc ở bên ngoài, cũng chẳng có gì khác người, cái ăn cái mặc đều trông vào triều đình, chẳng chút tơ hào cho riêng mình, ấy là để lâu dài thước tấc vậy. Đến ngày thần mất, trong nhà chẳng để thừa gấm vóc, bên ngoài không có điền sản dư dôi, chính là để khỏi phụ lòng tin tưởng của Bệ hạ vậy<ref name=\"ReferenceF\">Khổng Minh Gia Cát Lượng đại truyện. Hồi 0 đoạn 10. Giữ mình thanh liêm, cách tân chánh sự ở đất Thục<\/ref>}}\n\n* Trong \"Thư khuyên con\":\n{{cquote|Ta (nên) làm theo đạo của người quân tử, tu thân thanh tịnh, cần kiệm dưỡng đức, đạm bạc để nuôi chí, tĩnh lặng để nghĩ xa. Ta (nên) học lấy sự thanh tịnh, tài do học mà có, chẳng học chẳng rộng tài, chẳng có chí thì chẳng thành công, buông thả hại cho tinh thần, hấp tấp khó thuần được tính<ref name=\"ReferenceF\">Khổng Minh Gia Cát Lượng đại truyện. Hồi 0 đoạn 10. Giữ mình thanh liêm, cách tân chánh sự ở đất Thục<\/ref>}}\n\n== Các phát minh kỹ thuật ==\nGia Cát Lượng được cho là người phát minh ra [[màn thầu]], khinh khí cầu và một thiết bị giao thông vận tải tự động kỳ bí nhưng hiệu quả được gọi là \"trâu gỗ ngựa máy\" (Mộc Ngưu Lưu Mã), được cho là một phiên bản của [[xe cút kít]].\n\nMột phiên bản sơ khai của khinh khí cầu được sử dụng để truyền tín hiệu quân sự, được gọi là [[Đèn trời|đèn lồng Khổng Minh]], được mang tên ông. Nó được cho là phát minh bởi Gia Cát Lượng khi ông bị bao vây bởi Tư Mã Ý.<ref>Yinke Deng (2005). Ancient Chinese inventions. ISBN 978-7-5085-0837-5.<\/ref>. Tuy vậy theo nhà sử gia khoa học Joseph Needham, người Trung Quốc đã sử dụng những quả cầu khí cỡ nhỏ để truyền tín hiệu từ thời kỳ Chiến Quốc đầu thế kỷ thứ 3 trước Công Nguyên <ref>''Aviation Systems: Management of the Integrated Aviation Value Chain'' (2011) Andreas Wittmer, Thomas Bieger, Roland Müller<\/ref>\n\nÔng được cho là đã phát minh ra loại nỏ có thể bắn liên tục nhiều mũi tên và được gọi là \"Nỏ Gia Cát\"<ref>{{Chú thích web | url = http:\/\/www.britannica.com\/EBchecked\/topic\/116615\/Zhuge-Liang | tiêu đề = Zhuge Liang biography - Chinese adviser | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = Encyclopedia Britannica | ngôn ngữ = }}<\/ref> Thực ra loại nỏ bán tự động đã xuất hiện trong thời kỳ [[Chiến Quốc]] (mặc dù có tranh luận rằng nỏ thời Chiến Quốc là bán tự động hay chỉ đơn giản là gắn nhiều chiếc nỏ lên một giá gỗ để bắn cùng một lúc). Tuy nhiên, phiên bản của Gia Cát Lượng đã được ông cải tiến để có thể bắn xa hơn, mạnh hơn và nhanh hơn phiên bản trước đó. Năm 1964, ở vùng công xã Thái Bình thuộc Ti huyện gần Thành Đô đã khai quật được nỏ bằng đồng được chế tạo vào ngày 30 tháng 2 năm Cảnh Diệu thứ tư thời hậu chủ Lưu Thiện, tức là sau 27 năm Gia Cát Lượng từ trần, thuộc loại nỏ liên châu mà Gia Cát Lượng đã cải tiến. Khi kéo dây phải dùng chân đạp vào lẫy, khi kéo thì lẫy nỏ sẽ tự hạ xuống để nạp mũi tên, do có bộ phận lấy chuẩn nên rất trúng đích. Sách “Ngụy thị Xuân Thu” có ghi: ''“Gia Cát Lượng dùng nỏ liên châu để tập kích giết được danh tướng [[Trương Cáp]], gọi nỏ ấy là “nguyên nhung”, lấy sắt làm tên, mỗi mũi tên dài tám tấc, mỗi nỏ bắn ra mười tên, thực là một vũ khí sát thương mãnh liệt”''.\n\nNgựa gỗ trâu máy được Gia Cát Lượng nghĩ ra khi Bắc phạt Tào Ngụy. Thời điểm đó là mùa mưa khiến cho việc vận chuyển lương thực khá khó khăn. Do đó, Khổng Minh bèn sáng tạo ra ngựa gỗ trâu máy để giải quyết việc vận chuyển. Tuy nhiên, sử sách không ghi rõ hình dạng, cơ chế vận hành của loại máy này. Các nhà sử học ngày nay suy đoán đây có thể là một loại xe cút kít cải tiến, có phần bánh xe và khung truyền động được thiết kế để dễ di chuyển trên đường gồ ghề (gần giống như [[xe đạp thồ]] ngày nay). Sử sách còn mô tả trâu gỗ ngựa máy có thể tự di chuyển một quãng đường, có thể Gia Cát Lượng đã phát minh ra bộ phận lên [[dây cót]] để xe tự di chuyển.\n\nTrong bày binh bố trận, Gia Cát Lượng đã sáng tạo ra [[Bát trận đồ]] biến hóa khôn lường. Hình thế của trận này dựa trên nguyên lý [[Bát quái]] với 8 cửa. Bát trận đồ có thể biến hóa khôn lường, làm quân địch rối loạn đội hình và mất phương hướng. Ngoài ra, ở bên trong Bát trận đồ còn có thể bố trí các loại vật liệu đặc biệt như gỗ, đá, hầm hào, xe lương thực để tạo chướng ngại vật, ngăn cản kỵ binh địch tấn công, trong khi các đội bộ binh khi tản khi hợp rất linh hoạt để bao vây, tấn công địch. Trận đồ này chuyên dùng để khắc chế các đội quân kỵ binh của địch.\n\nTrần Thọ trong Tam quốc chí đánh giá:\n:''“Gia Cát Lượng thường hay tư lự hao tổn bởi nỏ liên châu, trâu gỗ ngựa máy, đều là những ý nghĩ kỳ lạ; suy diễn binh pháp làm ra [[bát trận đồ]], thật là huyền bí vậy”''.\n\n== Hình tượng trong văn học ==\n[[Tập tin:Zhuge_Liang_by_Zhang_Feng.jpg|thumb|right|170px|Tranh vẽ Gia Cát Lượng - [[nhà Thanh]].]]\nNhân vật Khổng Minh Gia Cát Lượng trong tiểu thuyết được hư cấu có tài như thần thánh, có thể bấm quẻ đoán trước tương lai, hô mưa gọi gió, dùng lời nói hoặc thư từ để khích chết hàng loạt nhân vật khác như [[Chu Du]], [[Vương Lãng]], [[Tào Chân]]...\n\nTheo nhà nghiên cứu người [[Trung Quốc]] Dịch Trung Thiên (tác giả sách \"Phẩm Tam Quốc\"), Gia Cát Lượng trong lịch sử có vai trò giống [[Tiêu Hà]] hơn là [[Trương Lương]], [[Hàn Tín]] (nghĩa là ông chuyên trị quốc an dân chứ ít khi tự mình ra trận, sau này nhà Thục Hán mất đi nhiều trụ cột thì Gia Cát Lượng mới phải lo cả việc quân), nhưng trong tiểu thuyết [[Tam quốc diễn nghĩa]] thì nhiệm vụ của nhân vật này bằng cả ba vị Tiêu Hà, Trương Lương, Hàn Tín (''Hán sơ Tam Kiệt'') gộp lại.\n\nTuy ca ngợi Gia Cát Lượng, nhưng tác giả La Quán Trung vẫn tuân theo kết cục lịch sử là Gia Cát Lượng đã qua đời khi cầm quân Bắc phạt, không thể giúp nhà Thục Hán thống nhất giang sơn. Các thông tin dưới đây được lấy trong tiểu thuyết của La Quán Trung, một số tình tiết không phải thực tế lịch sử.\n\n=== Ba lượt đến tận lều tranh ===\nNhân vật Gia Cát Lượng là ẩn sĩ ở Long Trung. Tư Mã Huy và Từ Thứ tiến cử ông với Lưu Bị. Thời đó bậc danh sĩ Kinh Châu lan truyền một câu: \"''Ngọa Long, Phụng Sồ ai có được một trong hai người ấy sẽ có thiên hạ!''\". Theo Thủy Kính tiên sinh thì:\"''Tài của Gia Cát Lượng phải được ví với [[Khương Tử Nha|Lã Vọng]] làm nên cơ nghiệp 800 năm của [[nhà Chu]] và [[Trương Lương]] làm nên cơ nghiệp 400 năm của [[nhà Hán]].''\n\n[[Từ Thứ]], một nhân vật có mưu lược, trước khi chia tay Lưu Bị vì trúng kế của Tào Tháo đã tiến cử Gia Cát Lượng cho Lưu Bị. Lưu Bị có hỏi tài năng của Khổng Minh so với ngài thì thế nào, Từ Thứ có nói: \"''Tôi so với Khổng Minh như ngựa so với [[Kỳ lân]], như quạ so với [[Phượng hoàng]], chúa công có Khổng Minh như [[Cơ Xương|Văn vương]] có [[Khương Tử Nha|Lã Vọng]], như [[Lưu Bang|Hán vương]] được [[Trương Lương]]\"''\n\nSau khi Từ Thứ đến với Tào Tháo, Lưu Bị tìm đến Long Trung để thỉnh cầu ông ra giúp nhưng hai lần đầu không gặp mãi đến lần thứ ba mới gặp được nên mới có câu \"Lưu Bị tam cố thảo lư câu hiền\". Lưu Bị được Lượng nói kế sách định quốc an bang vô cùng kính phục, muốn mời Gia Cát Lượng xuống núi mưu tính đại sự. Gia Cát Lượng thấy Lưu Bị thật lòng cầu xin nên ông chấp nhận làm quân sư cho Lưu Bị. Năm đó Gia Cát Lượng mới có 27 tuổi chính thức bước vào vũ đài chính trị. Sự kiện \"ba lần đến mời\" có thực sự diễn ra hay chỉ là lời biểu cảm của Gia Cát Lượng còn nhiều tranh cãi. ''[[Tam quốc diễn nghĩa]]'' có bài thơ nói về sự kiện này:\n\n{| class=\"wikitable\"\n|-\n! Tiếng Hán-Việt !! Tạm dịch\n|-\n|\nHán tặc phân minh trí chẩm biên<br \/>\nĐường đường đế trụ thảo lư tiền<br \/>\nThùy tri khoảnh khắc đàm tâm xứ<br \/>\nMưu đắc giang sơn ngũ thập niên\n||\nTrên gối, biết ai vua, ai giặc<br \/>\nBỗng trang hoàng tộc viếng lều con<br \/>\nAi hay chỉ một giờ tâm sự<br \/>\nĐược giang sơn năm chục năm tròn\n|}\n\n=== Gò Bác Vọng quân sư bắt đầu dùng binh ===\n{{Chính|Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa}}\n\nSau khi nhân vật Gia Cát Lượng làm quân sư cho Lưu Bị đã góp nhiều công sức xây dựng binh mã tại [[Tân Dã]]. [[Tào Tháo]] nghe tin, điều tướng đi đánh Tân Dã.\n\nLưu Bị giao quyền điều binh cho nhân vật Khổng Minh. Khổng Minh cho quân mai phục chuẩn bị mọi thứ để tiêu diệt quân Tào tại Bác Vọng. Ông cho [[Triệu Vân|Triệu Tử Long]] và [[Lưu Bị]] dụ địch. Hạ Hầu Đôn gần tới đồi Bác Vọng thì thấy Lưu Bị ra đánh rồi rút lui vào thung lũng, cho rằng dù có mai phục ít nên thúc quân tiến vào Bác Vọng. Quân Tào tiến vào rừng tên lửa bắn xuống mịt mù, cây cối hai bên đường cháy to, quân Tào hoảng loạn dẫm đạp lên nhau mà chạy, lương thực toàn bộ bị cháy. Toàn bộ Tào quân bị tiêu diệt, tướng Hạ Hầu Đôn chạy thoát. Từ đó uy tín của Khổng Minh lại càng được nể trọng.\n\nTam Quốc diễn nghĩa có bài thơ khen Khổng Minh rằng:\n\n:''Bác Vọng dùng mưu đánh hỏa công''\n:''Cười cười nói nói vẫn ung dung''\n:''Tào quân nghe tiếng hồn bay bổng''\n:''Rời khỏi lều tranh đệ nhất công.''\n\nSự việc này là [[hư cấu]] của nhà văn để ca ngợi nhân vật Gia Cát Lượng, thực tế Lưu Bị tự đánh trận Bác Vọng trước khi có Gia Cát.<ref>[[Tam quốc chí]], Lý Điển truyện: Trận Tân Dã diễn ra trước [[trận Nghiệp Thành (204)]]. Gia Cát Lượng năm [[207]] mới theo Lưu Bị<\/ref>\n\n=== Hỏa thiêu Tân Dã ===\n{{Chính|Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa}}\n\nSau [[trận đồi Bác Vọng]], [[Tào Tháo]] dẫn đại quân đến [[Kinh Châu]]. [[Lưu Tông]] và mẹ là Sái thị dâng Kinh Châu cho Tào Tháo. Tào Tháo chiếm được Kinh Châu, đem quân đến [[Tân Dã]] truy kích [[Lưu Bị]].\n\nNhân vật Khổng Minh bèn lập kế mai phục quân Tào: sai nhân vật [[Quan Vũ]] dẫn 1000 binh đi mai phục phía bờ [[sông Bạch Hà]], quân lính mỗi người mang sẵn một bao [[cát]] đợi khi nghe tiếng [[ngựa]] hí thì ngăn nước sông xả nước cho nước cuốn chảy xuống. Ông lại sai [[Trương Phi]] mai phục ở [[Bác Lăng]] và dặn thấy quân Tào băng qua thì xông ra mà đánh. Cuối cùng ông sai [[Triệu Vân]] chia quân ba mặt [[Đông]], [[Tây]], [[Nam]], chừa phía [[Bắc]] cho quân Tào chạy, thấy có hiệu lửa thì xông ra mặt Bắc mà đánh đồng thời lệnh cho quân lính mang đồ dẫn lửa để sẵn trong nhà dân sau khi mọi người đã chạy đến [[Phàn Thành]].\n\nSau đó, quân Tào do các nhân vật [[Tào Nhân]], [[Tào Hồng]], [[Hứa Chử]] kéo đến. Hứa Chử dẫn quân vào rừng gặp Lưu Bị, Khổng Minh, định lên bắt nhưng bị gỗ, đá cản lại. Còn Tào Nhân, Tào Hồng tiến vào thành Tân Dã bỏ trống. Lúc ấy quân Tào tất cả đều mỏi mệt nên nấu cơm ăn để nghỉ ngơi. Đêm đó, quân Lưu Bị tấn công. Tào Nhân thất kinh chạy ra thì thấy cả vùng lửa cháy ngút trời. Tào Nhân, Tào Hồng đang tìm đường thoát thân thì gặp quân của Triệu Vân ùa ra đánh giết. Quân Tào chạy một lúc nữa lại có con sông chặn trước mặt, nhưng nước cạn nên quân Tào không lo nữa, dẫn quân qua sông. Quan Vũ phục ở mé trên, bèn cho quân xả [[nước]] xuống, nước chảy xuống như thác vỡ bờ cuốn trôi quân Tào vô số. Tào Nhân, Tào Hồng dẫn tàn binh trốn chạy, bỗng đâu gặp Trương Phi, may nhờ có Hứa Chử đến cứu. Sau đó Lưu Bị, Khổng Minh và các tướng thẳng tới Phàn Thành.\n\nTam Quốc diễn nghĩa có bài thơ than rằng:\n\n:''Gian hùng Tào Tháo giữ Trung Nguyên''\n:''Tháng chín sang năm đánh Hán Xuyên''\n:''Phong Bá ra oai huyên Tân Dã''\n:''Chúc Dung bay xuống Diễm Ma Thiên.''\n\nSự kiện này là [[hư cấu]] của nhà văn. Trận Tân Dã hoàn toàn không có thật.<ref>Dịch Trung Thiên. Phẩm Tam Quốc, tập 1<\/ref>\n\n=== Trận Xích Bích===\n{{Chính|Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa}}\n==== Khua lưỡi bẻ bọn nho ====\nNhân vật Khổng Minh chủ trương liên Tôn chống Tào, đã theo Lỗ Túc đi sứ Đông Ngô nhắm xúc tiến việc kết minh. Tuy nhiên nhóm quan văn bên Ngô chủ trương hàng Tào, từng người đều đứng ra đặt câu hỏi nhằm làm khó Khổng Minh. Khổng Minh dựa vào ba tấc lưỡi đánh gãy bọn nho Đông Ngô, sau đó dùng kế khích Tôn Quyền và Chu Du cùng liên minh với Lưu Bị chống lại Tào Tháo. Nhân vật Lỗ Túc được miêu tả là rất ngây ngô.\n\nViệc nhân vật Gia Cát Lượng sử dụng bài phú Đồng Tước đài để kích động Chu Du đánh Tào Tháo trong Tam quốc diễn nghĩa hoàn toàn là [[hư cấu]]. Trận Xích Bích diễn ra năm 207, Đồng Tước đài (銅雀臺) được xây dựng vào mùa đông năm 210<ref>[Trần Thọ. Tam quốc chí, Quyển 1, Tiểu sử của Tào Tháo. ]<\/ref> gần 3 năm sau khi kết thúc Trận Xích Bích. Bài Đồng Tước đài phú của Tào Thực lại được viết vào năm 212, hai năm sau khi công trình hoàn thành. Như vậy Gia Cát Lượng không thể biết được bài phú viết sau đó 5 năm. Bên cạnh đó, bài thơ trong Tam quốc diễn nghĩa có chứa đựng thêm 7 dòng không có trong bản gốc của Tào Thực được ghi lại trong Tam quốc chí.\n\n==== Thuyền cỏ mượn tên ====\n{{Xem thêm|Trận Xích Bích}}\nTheo Tam Quốc Diễn Nghĩa của La Quán Trung Trong [[trận Xích Bích]], nhân vật Khổng Minh đến [[Giang Đông]] giúp đỡ đại đô đốc của [[Đông Ngô]] là [[Chu Du]] chống [[Tào Tháo]]. Nhân vật Chu Du từ lâu biết Khổng Minh là \"thiên hạ kỳ tài\", để người như vậy sống về sau sẽ là họa cho Đông Ngô nên muốn tìm cách hại ông. Đầu tiên Chu Du sai Khổng Minh dẫn quân đi cướp trại Tào Tháo nhưng ông đã khéo léo từ chối. Sau đó, Chu Du đề nghị Khổng Minh trong 10 ngày làm 10 vạn mũi tên nhưng cố tình dặn thợ tên làm chậm nhằm kết tội Khổng Minh. Nhưng Khổng Minh hẹn trong 3 ngày sẽ làm xong. Chu Du mừng quá bảo Khổng Minh viết tờ quân lệnh. Khổng Minh bèn đến tìm mưu sĩ [[Lỗ Túc]] của Đông Ngô mượn 20 chiếc thuyền, mỗi chiếc có chừng ba mươi quân sĩ, trên thuyền dùng vải xanh làm màn che xung quanh, lại bó cỏ với rơm cho nhiều. Lỗ Túc nhận lời, 2 ngày đầu Khổng Minh không làm gì cả. Đến ngày thứ ba, vào đầu canh tư, Khổng Minh bỗng bí mật cho mời Lỗ Túc lên thuyền uống rượu rồi lại sai người lấy dây chạc dài, buộc hai mươi chiếc thuyền liền lại với nhau, rồi bảo quân nhắm bờ phía Bắc thẳng tới.\n\nHôm ấy, sương mù rất nhiều. Đến đầu canh năm, Khổng Minh tiến sát đến thủy trại của Tào Tháo, Khổng Minh sai thủy thủ dàn ngang đoàn thuyền ra rồi đánh trống, hò reo ầm ĩ. 2 tướng Sái Mạo và Trương Doãn thấy sương mù dày đặc sợ có phục binh nên hạ lệnh cho quân sĩ bắn tên ra loạn xạ. Đợi đến gần sáng, Khổng Minh dẫn quân trở về, 20 chiếc thuyền cắm đầy tên của quân Tào, tính ra hơn 10 vạn. Chu Du trông thấy vô cùng kinh hãi, tự thấy tài kém Khổng Minh rất nhiều. [[Lỗ Túc]] hỏi: ''\"Tiên sinh thực là thần thánh. Làm sao lại biết đêm nay có sương mù lớn thế?\"'' Khổng Minh nói: ''\"Làm tướng mà không biết thiên văn, không tường địa lý, không biết được thuật pháp, không hiểu được âm dương, không tính trận đồ, không giỏi binh thế, đó là tướng xoàng. Từ ba hôm trước, ta đã tính biết hôm nay có sương mù lớn, nên mới dám nhận thời hạn ba hôm. Công Cẩn hạn cho ta mười ngày, mà thuyền thợ, đồ dùng không có gì đủ, chực đem một tội lỗi nhỏ để hại ta; nhưng số mệnh ta đã có trời định, hại làm sao nổi!\"''\n\nTam Quốc diễn nghĩa có bài thơ khen Khổng Minh rằng:\n\n:''Sương mù mờ mịt khắp Trường Giang''\n:''Gần xa không rõ nước mênh mang''\n:''Tên bắn như mưa thuyền không núng''\n:''Khổng Minh tài trí vượt Chu Lang''\n\nThuyền cỏ mượn tên trở thành điển tích nổi tiếng. Nhân vật Khổng Minh chỉ một lần dùng mẹo mà khiến hai nhân vật tài trí là [[Chu Du]], [[Tào Tháo]] đều mắc lỡm. Ông bỡn cợt trước mưu kế của Chu Du đang tìm cách hãm hại mình, lại chọc ghẹo đại quân Tào Tháo đang lăm le tiến xuống Giang Nam, trước sau đều tỏ rõ phong thái ung dung tự tại vô cùng.\n\nThực ra, tình tiết này là hoàn toàn [[hư cấu]] và không xảy ra ngoài đời thực. Trong Tam quốc chí của Trần Thọ cũng hoàn toàn không đề cập gì tới \"Thuyền cỏ mượn tên\". Thực tế La Quán Trung chỉ sáng tạo ra nó từ một tình tiết có thật trong trận Như Tu năm 213, khi Tôn Quyền bí mật do thám trại đóng quân của Tào Tháo trên một con thuyền. Tào Tháo ra lệnh cho các cung thủ của mình bắn tên vào thuyền của Tôn Quyền. Những mũi tên đã bị mắc kẹt vào một bên của con thuyền và khiến cho con thuyền có nguy cơ bị lật. Tôn Quyền ra lệnh lái con thuyền theo hướng ngược với bên con thuyền bị bắn. Cuối cùng con thuyền cũng giữ được thăng bằng và Tôn Quyền quay trở lại trại của mình <ref>(魏略曰：權乘大船來觀軍，公使弓弩亂發，箭著其船，船偏重將覆，權因回船，復以一面受箭，箭均船平，乃還。) ''Weilüe'' annotation in ''Sanguozhi'' vol. 47.<\/ref>. Chuyện tương tự cũng xảy ra thời Đường khi [[Trương Tuần]] dẹp [[loạn An Lộc Sơn]], vào ban đêm bện người cỏ thả xuống tường thành, lấy được 10 vạn mũi tên của Lệnh Hồ Triều.\n\n==== Mượn Gió Đông ====\nNhân vật Chu Du muốn đánh hỏa công nhưng mùa đông chỉ có gió tây bắc thổi ngược về phía quân Ngô mà không có gió đông nam thổi về phía quân Tào nên lo lắng thành bệnh. Nhân vật Khổng Minh và Lỗ Túc đến thăm, nói bệnh của Chu Du là tâm bệnh, lại viết phương thuốc cho Chu Du là một bài thơ:\n\n:''Muốn phá Tào công''\n:''Phải dùng hỏa công''\n:''Mọi thứ đủ cả''\n:''Chỉ thiếu gió đông.''\n\nNhân vật Chu Du xem xong phục nhân vật Khổng Minh lắm, mới hỏi rằng thế nào mới có gió đông. Khổng Minh xin đi cầu gió đông cho Chu Du nổi lửa đốt trại Tào. Khổng Minh bảo Chu Du hãy truyền xây ngay một đài thất tinh ở chân [[núi Nam Bình]], ông sẽ cầu gió Đông luôn ba ngày ba đêm để giúp Chu Du. Lập tức Chu Du sai cất đài như lời Khổng Minh dặn. Khổng Minh lên đàn thắp nhang, làm phép cầu ba lần, vẫn chưa có gió. Đến canh hai, gió Đông nam thổi tới rất mạnh, quân Ngô nhân cơ hội đó châm lửa phóng hỏa đốt sạch chiến thuyền quân Tào. Khi gió đông tới, Chu Du vừa vui mừng vì sắp đánh thắng quân Tào, vừa kinh sợ vì tài năng ''\"sai khiến cả quỷ thần\"'' của Khổng Minh. Chu Du lập tức ra lệnh cho thuộc cấp tới đài thất tinh để giết Khổng Minh, nhưng khi tới nơi thì ông đã lên thuyền đi mất. Thì ra Khổng Minh đã đoán trước khi gió đông tới, Chu Du sẽ ra lệnh giết mình nên ông đã bí mật gửi thư, dặn dò Lưu Bị cử người tới đón ông vào đúng đêm hôm đó.\n\nNhờ \"gió Đông nam của Khổng Minh\" mà quân Ngô đại thắng quân Ngụy, Chu Du không bị nỗi nhục mất nước, mất vợ nên về sau thi sĩ [[nhà Đường|đời Đường]] [[Đỗ Mục]] có một bài thơ rằng:\n: ''Dưới cát gươm chìm, sắt chửa tiêu'' \n: ''<nowiki\/>Rũa mài nhận biết việc tiền triều.''\n: ''<nowiki\/>Gió Đông nếu chẳng vì Công Cẩn''<ref>Công Cẩn: tên tự của Chu Du<\/ref>\n: ''<nowiki\/>Đồng Tước đêm xuân khóa Nhị Kiều.''\n\nViệc lập đài cầu gió Đông Nam, Gia Cát Lượng có phép thần thông hô mưa gọi gió đều là [[hư cấu]] của nhà văn.\n\n=== Mưu đoạt Tương Dương, 3 lần chọc tức Chu Du ===\n{{Chính|Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa}}\nNhân vật Khổng Minh thừa cơ chiếm cả Giang Lăng, Tương Dương từ tay Tào Nhân, nẫng tay trên của Chu Du khiến Chu Du phát uất thổ máu. Sau 3 lần bị chọc tức, nhân vật Chu Du kêu lên \"Trời sinh Du sao còn sinh Lượng\" rồi chết.\n\nNhững sự kiện này đều là [[hư cấu]] của nhà văn. Chu Du chiếm được [[Giang Lăng]] năm 209, còn Tào Nhân vẫn giữ thành Tương Dương (thời Tam Quốc, Ngụy chưa từng mất nơi này). Chu Du bị ốm mà chết, câu nói trên cũng là lời lẽ của nhà văn La Quán Trung.\n\n=== Dùng kế bắt Trương Nhiệm ===\n{{Chính|Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa}}\n\nSau khi [[Bàng Thống]] mất, [[Lưu Bị]] gọi Khổng Minh vào [[Tây Xuyên]] để đánh chiếm [[Ích Châu]]. Khổng Minh giao Kinh Châu lại cho [[Quan Vũ]] rồi cùng [[Trương Phi]], [[Triệu Vân]] vào Tây Xuyên. Khổng Minh muốn chiếm Lạc Thành nhưng có [[Trương Nhiệm]] là người đã giết Bàng Thống đang trấn giữ. Ông xem xét địa hình rồi sai [[Ngụy Diên]] đem quân phục ở phía đông cầu Kim Nhạn, [[Hoàng Trung]] dẫn quân phục phía hữu, Trương Phi phục sẵn quân ở núi còn Triệu Vân thì chờ Trương Nhiệm chạy qua cầu Kim Nhạn thì chặt gãy ngay cầu ấy. Phân công xong, Khổng Minh đích thân đi dụ địch. Trương Nhiệm dẫn Trác Ung ra trận, gặp Khổng Minh liền dẫn quân ra đánh, Khổng Minh bỏ xe lên ngựa chạy qua cầu. Trương Nhiệm đuổi theo một quãng thì gặp Huyền Đức và Nghiêm Nhan đổ ra chặn đánh. Nhiệm toan quay về thì cầu đã bị chặt gãy. Nhìn bờ phía Bắc thì Triệu Vân chặn, liền chạy vào đường nhỏ thì gặp quân phục của Ngụy Diên, Hoàng Trung. Trương Nhiệm chỉ còn vài chục kỵ binh theo sau chạy vội vào đường núi thì Trương Phi xông ra bắt sống. Trương Nhiệm không chịu hàng nên Khổng Minh sai đem ra chém.\n\nĐây là [[hư cấu]] của nhà văn. Trên thực tế Lưu Bị tự chiếm Lạc Thành bắt Trương Nhiệm, không liên quan gì đến Gia Cát Lượng.\n\n=== Thạch trận ở Di Lăng ===\n{{Chính|Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa}}\n\nLưu Bị đem binh phạt Ngô để báo thù cho 2 huynh đệ kết nghĩa Quan Vũ, Trương Phi, kết quả bị Đại đô đốc Lục Tốn dùng hỏa công đánh bại.\n\nKhi nhân vật Lục Tốn ham truy kích thì gặp phải thạch trận do Khổng Minh bày ở bến Ngư Phúc, Tốn cho rằng đây chỉ là trò lừa nên xông vào trận, cuối cùng bị mắc kẹt. Đang lúc kinh hãi, Tốn gặp được bố vợ Khổng Minh là Hoàng Thừa Ngạn, và được đưa ra khỏi thạch trận. Lục Tốn hết sức kính phục tài năng của nhân vật Khổng Minh, bèn hạ lệnh rút quân về. Một thời gian sau trận Di Lăng, Khổng Minh nối lại liên minh Thục-Ngô để cùng nhau chống Tào Ngụy.\n\nĐây chỉ là [[hư cấu]] của nhà văn vừa để tôn vinh nhân vật Gia Cát Lượng, vừa để gỡ lại một \"bàn danh dự\" cho quân Thục. Thực chất Lục Tốn cũng rút quân ngay khi thấy Lưu Bị đã về đất Thục, để kịp đối phó với Tào Phi đang rình rập ở phía bắc.\n\n=== Phò tá ấu chúa đẩy lui 5 đạo quân ===\nSau thất bại Di Lăng, Lưu Bị lui về thành Bạch Đế, sức khỏe ngày một kém. Bèn gọi Khổng Minh từ Thành Đô tới để dặn dò hậu sự. Lưu Bị nằm trên giường cầm tay Khổng Minh: \"Tài thừa tướng gấp 10 Tào Phi tất yên định nhà nước, làm nên nghiệp to. Đối với con trẫm, nếu có thể giúp thì giúp còn không thì ngươi nên làm chủ Thành Đô\". Khổng Minh nghe xong giật mình, phục lạy xuống đất mà thề \"thần xin dốc hết sức khuyển mã phò tá thái tử, cúc cung tận tụy đến chết mới thôi\".\n\nHậu chủ Lưu Thiện lên kế vị khi mới 15 tuổi, mọi chuyện lớn nhỏ trong triều do Thừa tướng Gia Cát Lượng giải quyết. Ngụy đế Tào Phi thừa cơ nước Thục suy yếu muốn xuất binh chinh phạt, liền theo kế của Tư Mã Ý khởi 50 vạn đại quân, chia làm 5 đạo đánh Thục. Hậu chủ liền triệu tập quần thần thương nghị kế sách, nhưng Khổng Minh cáo bệnh không ra khỏi phủ. Hậu chủ lo lắng ngự giá đến thăm hỏi, thì bắt gặp Khổng Minh đang ngồi xem cá. Hậu chủ trách Khổng Minh không quản việc quân, trốn trong phủ xem cá. Khổng Minh mời Hậu chủ vào trong nhà, mở bản đồ và phân tích phương án đẩy lui 5 đạo binh một cách bình thản: \"Mã Siêu vốn gốc tích Tây Lương, trong mắt người Khương thì Mã Siêu là Thần Oai tướng quân, nay phái Siêu ra trấn thủ ải Tây Bình, dùng 4 đạo quân thay phiên chặn đánh quân Khương. Lý Nghiêm và Mạnh Đạt rất thân, từng kết nghĩa sống chết có nhau, để Lý Nghiêm viết thư cho Mạnh Đạt, tất Đạt giả ốm không chiến. Man Vương Mạch Hoạch có khỏe nhưng kém khôn, lệnh cho Ngụy Diên dùng 2 đạo quân làm nghi binh, cắm thật nhiều quân kỳ trong rừng, quân Nam Man thấy nghi binh tất sẽ không dám tiến. Triệu Vân ra trấn thủ ải Dương Bình chống Tào Chân, nơi này hiểm trở dễ thủ khó công, chỉ cần kiên thủ không đánh thì Tào Chân sẽ cạn lương và rút lui. Quan Hưng và Trương Bào mỗi người dẫn 3 vạn binh đóng ở các nơi hiểm yếu, để tiếp ứng cho các mặt. Phía Đông Ngô thì Tôn Quyền còn hận việc Tào Phi xâm phạm trước kia, nên sẽ không nghe lệnh mà ngồi nhìn thắng bại. Nếu 4 đạo quân thằng thì quân Ngô mới tiến, còn 4 đạo quân thất bại thì sẽ không manh động, chỉ cần phái sứ giả đến phân tích lợi hại để giữa chắc mặt này.\"\n\n=== Sáu lần ra Kỳ Sơn===\nSau khi thu phục Mạnh Hoạch, Gia Cát Lượng chỉnh đốn binh mã, nhân Tào Phi vừa mất đem đại quân bắc phạt, ông có tâu với Hậu chủ Lưu Thiện: \"''Dù biết đánh Tào là lấy yếu đánh mạnh, nhưng nhất quyết phải phạt Ngụy, ta không phạt người ắt người sẽ phạt ta, nay xin Hoàng thượng cho thần đóng quân ở Hán Trung, từ trên cao nhìn xuống như hổ săn Lạc Dương.''\".\n\nSau đó, trong 6 lần Bắc phạt mà sau này các sử gia gọi là ''[[Chiến tranh Thục-Ngụy (228-234)|Lục xuất Kỳ Sơn]]'', ông đều đem đại quân đánh ra Kỳ Sơn vì cho rằng nơi đây chính là đất dụng võ,ông nói:\"'' Kỳ Sơn là đầu xứ Trường An, kéo quân vào các quân Lũng Tây tất cả phải qua đường ấy, vả lại, mé trước sát sông Vị, mé sau dựa vào hang Tà Cốc, ra bên nọ vào bên kia, có thể dùng được kế mai phục. Đó là đất dụng võ, cho nên trước hết ta muốn dụng được chỗ địa lợi ấy.''\",có thể công phá [[Trường An]] và [[Lạc Dương]], bình định được Trung nguyên, nhưng tiếc là vì nhiều lý do chưa thể thành công.\n\nViệc Gia Cát Lượng \"6 lần đem quân ra Kỳ Sơn\" chỉ là sự phóng đại của nhà văn La Quán Trung. Thực tế Gia Cát Lượng chỉ có 5 lần đem quân đánh Ngụy, trong đó ông cũng chỉ đem quân ra Kỳ Sơn lần thứ nhất và lần thứ tư <ref name=TQC35>[[s:zh:三國志\/卷35|Tam quốc chí, quyển 35, Gia Cát Lượng truyện]]<\/ref>.\n\n=== Không thành kế ===\n{{Chính|Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa}}\n\nSau khi Mã Tốc để mất Nhai Đình, Gia Cát Lượng về Tây thành, trong thành khoảng 2000 quan văn, cùng Quan Hưng vào 500 lính kị mã. [[Tư Mã Ý]] mang 15 vạn đại quân đuổi đến nơi, ông không những không triển khai quân đối phó mà còn mở cổng thành, có ý mời quan quân Tư Mã Ý vào thành. Còn mình thì ngồi trên thành, gẩy đàn rất bình thản. Tư Mã Ý đến nơi, thấy vậy liền sinh nghi, không dám tiến vào thành vì sợ trong thành có bẫy. Tư Mã Ý nghe tiếng đàn của Gia Cát Lượng, thấy được sự bình thản trong con người ông, càng thêm lo sợ và quyết định rút lui. Sau đó Quan Hưng cùng 500 lính phục kích hò reo làm cho Tư Mã Ý sợ có nghi binh nên bỏ chạy. Sau này khi biết được trong thành chỉ có vài trăm binh sĩ già yếu, mà một mình Gia Cát Lượng có thể đẩy lui được đại quân của mình, Tư Mã Ý rất khâm phục và cho rằng mình còn kém tài ông rất nhiều.\n\nTam Quốc diễn nghĩa có bài thơ khen Khổng Minh rằng:\n\n:''Gảy đàn ba tấc thắng quân hùng''\n:''Gia Cát Tây thành đuổi giặc hung''\n:''Hơn chục vạn quân lo tháo chạy''\n:''Thổ dân chỉ điểm ở nơi cùng.''\n\nTrên thực tế thì giữa Gia Cát Lượng và Tư Mã Ý không xảy ra vụ việc này mà chỉ là hư cấu của La Quán Trung. \"Không thành kế\" thực sự trong lịch sử xảy ra tại chiến tranh Lưu Tống-Bắc Ngụy thời Nam Bắc triều. Khi quân Ngụy đuổi theo quân Tống đến Lịch Thành, Thái thú Tế Nam của Lưu Tống là Tiêu Thừa Chi chỉ có vài trăm quân, liệu chừng không thể chống lại đại quân Ngụy, bèn áp dụng \"không thành kế\", cho mở toang cổng thành. Quân Bắc Ngụy sợ có phục binh không dám vào thành.\n\nTheo bộ sử Tam quốc chí, Gia Cát Lượng đúng là đã có lần ngồi trước doanh trại quân Ngụy rồi ung dung chơi cờ, xung quanh không có binh sỹ hộ vệ mà chỉ có mấy tiểu đồng phục vụ, nhưng quân Ngụy sợ phục binh nên không dám ra đánh (không phải là Gia Cát Lượng ngồi trong thành gảy đàn khi quân Ngụy tới tấn công). Như vậy thì đó là \"Không trận kế\" chứ không phải là \"Không thành kế\".\n\n=== Trâu gỗ ngựa máy ===\nKhổng Minh nhiều lần ra Kỳ Sơn, hay bị khốn đốn vì hết lương, ông quyết định chọn hang Hồ Lô ở trước núi, mé tây sông Vị làm nơi bí mật, lại kén nghìn tay thợ giỏi để chế ra trâu gỗ, ngựa máy làm máy tải lương. Trâu gỗ ngựa máy trèo đèo lội suối không khác chi trâu ngựa thật, vận lương từ Kiếm Các ra Kỳ Sơn cho quân ăn. Khổng Minh sau đó cố ý để [[Tư Mã Ý]] biết được, lại thả cho Tư Mã Ý bắt được một số trâu gỗ ngựa máy. Trọng Đạt bắt chước chế tạo dựa trên mẫu của Khổng Minh, sau đó cho trâu gỗ ngựa máy mới tạo đi vận lương. Khổng Minh hết lương, bèn tìm kế phục kích đuổi quân tải lương của Ngụy đi, sau đó hạ lệnh cho quân sĩ vặn cái chốt dưới miệng trâu gỗ ngựa máy, làm chúng không đi được nữa, sau đó lui quân. Quân Ngụy đuổi đến nhưng không sao bắt trâu ngựa đi được nữa, Khổng Minh nhân lúc này xua quân ra đánh, quân Ngụy thua chạy. Khổng Minh sai người vặn lại cái chốt, trâu ngựa lại hoạt động trở lại, Khổng Minh đem theo trâu gỗ ngựa máy chở lương của quân Ngụy về trại.\n\nTam Quốc diễn nghĩa có bài thơ khen Khổng Minh rằng:\n\n:''Núi Kiếm gập ghềnh xưa ngựa chạy''\n:''Hang Tà quanh quất lối trâu đi''\n:''Đời sau nếu biết dùng mưu ấy''\n:''Tải vận nào ai khó nhọc gì.''\n\n=== Vây khốn cha con Tư Mã Ý ===\n{{Chính|Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa}}\n\n[[Tập tin:Sima_Yi_flees_from_Zhuge_Liang.jpg|thumb|200px|right|Tranh vẽ đời [[nhà Thanh]] mô tả cảnh Tư MÃ Ý chạy thoát khỏi Gia Cát Lượng.]]\nGia Cát Lượng lục xuất Kỳ Sơn, sau nhiều lần đánh nước Ngụy không thành vì có Tư Mã Ý đối trận, biết rằng muốn phạt Ngụy, định Trung Nguyên phải trừ người này, nên quyết tâm giết Tư Mã Ý. Cuối cùng ông dùng kế lừa cho hàng binh nói với Tư Mã Ý rằng toàn bộ lương thực của quân Thục đều cất giữ tại Thượng Phương cốc. Tư Mã Ý cho lính thăm dò thì thấy có vẻ đúng, bèn dẫn hai con mang quân tới. Cha con Tư Mã Ý vừa vào hang thì quân Thục ném rơm rạ, củi lửa chặn bít hai đầu. Gia Cát Lượng liền cho quân phóng hỏa nhằm thiêu chết cha con Tư Mã Ý. Nhưng trong lúc Tư Mã Ý tuyệt vọng chờ chết thì Kỳ Sơn 9 tháng không có mưa bỗng đổ mưa lớn, trận mưa đã cứu cha con Tư Mã Ý và dập tắt hết ngọn lửa, cha con Tư Mã Ý chạy thoát khỏi Thượng Phương cốc. Gia Cát Lượng đau đớn thốt lên \"''Mưu sự tại nhân, thành sự tại thiên''\", từ đó mà câu nói này trở nên nổi tiếng.\n\nGia Cát Lượng buồn rầu, biết rằng khí số nhà Hán đã tận, trời không giúp ông mà giúp Tư Mã Ý, một mình ông khó mà xoay chuyển càn khôn, nghịch lại ý trời, lại thêm ngày đêm lao lực mà sinh bệnh.\n\nTam Quốc diễn nghĩa có bài thơ than rằng:\n\n:''Cửa hang gió cát với mây bay''\n:''Mưa xối mây đen kéo lại đây''\n:''Vũ hầu<ref>Chỉ Khổng Minh<\/ref> kế diệu ví thành đạt''\n:''[[Nhà Tấn|Tấn triều]] sao chiếm núi sông này?''\n\nĐây là sự kiện [[hư cấu]], hoàn toàn không có thật. Thực tế trong lần Bắc phạt này, Tư Mã Ý luôn án binh bất động, cố thủ không ra đánh, nên Gia Cát Lượng không có cách nào bày trận đánh bại quân Ngụy.\n\n=== Dặn kế giết Ngụy Diên ===\nKhi ra Kỳ Sơn lần thứ 6, cho quân đóng ở gò Ngũ Trượng. Quân Ngụy sau nhiều thất bại nên rất sợ Gia Cát Lượng, chỉ đóng cửa cố thủ, tránh giao chiến với quân Thục.\n\nKhổng Minh lâm bệnh nặng, biết thọ mạng của mình sắp hểt. Ông bèn dùng phép dâng sao, trong vòng 7 ngày bày ra 49 cây đèn quay quanh cây đèn chủ mạng nhằm xin trời cao cho kéo dài mạng sống để ông tiếp tục sự nghiệp phục hưng nhà Hán. Nếu sau 7 ngày 7 đêm mà đèn vẫn sáng thì thành công, nếu đèn tắt thì thất bại. Đến ngày thứ 7, Tư Mã Ý nhìn thiên tượng biết Khổng Minh bị bệnh, cho quân đến thăm dò trước trại thách đánh. Ngụy Diên chạy vào trướng báo tin, chẳng ngờ đạp mạnh quá làm tắt ngọn đèn chủ vị, thế là phép dâng sao thất bại. [[Khương Duy]] giận lắm, rút gươm muốn giết [[Ngụy Diên]], Khổng Minh cản lại, than rằng: \"''Số trời đã định, không sao trái được!''\".\n\nÔng gọi [[Khương Duy]] lại truyền thụ 24 [[thiên]] [[binh thư]] do ông viết ra. Sau đó ông dặn dò các tướng phải đề phòng quân Ngụy tới đánh và [[Ngụy Diên]] làm phản cùng kế sách đối phó. Sau [[Lưu Thiện|Thục chủ]] sai sứ tới hỏi việc hậu sự, Khổng Minh đáp rằng [[Tưởng Uyển]] có thể thay ông làm thừa tướng, sau đó là [[Phí Y]], nói tới đó thì mất, hưởng dương 54 tuổi.\n\nSau khi Khổng Minh mất, Ngụy Diên quả nhiên làm phản nhưng Khổng Minh đã tiên đoán trước nên bày kế cho [[Mã Đại]] chém chết [[Ngụy Diên]]. Tư Mã Ý thấy tướng tinh trên trời rơi xuống, đoán rằng Khổng Minh đã mất nên kéo quân tới đánh. Quân Thục làm theo di kế của Khổng Minh, hành quân về phía quân Ngụy và đẩy xe có tượng gỗ Khổng Minh ra trận. Tư Mã Ý tưởng Khổng Minh giả chết lừa mình nên sợ hãi bỏ chạy, chạy một lúc lâu mới hỏi các tướng rằng ''\"đầu mình có còn không\"''. Thế là quân Thục rút an toàn trở về [[Thành Đô]]. Sau này trong dân gian có câu: \"''Gia Cát chết vẫn đuổi được Trọng Đạt sống''\" (Tử Gia Cát năng tẩu sinh Trọng Đạt), để nói lên tài năng siêu phàm của ông. Sau câu chuyện này, người ta có thơ than rằng:\n\n:''Nửa đêm sao lớn rơi sờ sờ''\n:''Lại còn hồ nghi Lượng chết vờ''\n:''Muôn thuở người Xuyên cười Trọng Đạt''\n:''Sờ đầu lại hỏi mất hay chưa?''\n\nSau khi Khổng Minh mất, người ta làm theo di chúc là chôn ông ở [[núi Định Quân]] (nơi ngày xưa [[Hạ Hầu Uyên]] mất), không cần làm ma chay cầu kỳ.\n\n=== Câu nói nổi tiếng trong tiểu thuyết === \nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa]], nhân vật Gia Cát Lượng có nhiều câu nói nổi tiếng. 2 câu nổi tiếng là:\n::''Mệnh của ta đã có Trời định, kẻ khác làm sao hại được'' (Gia Cát Lượng nói với Lỗ Túc khi ông phá kế hãm hại của [[Chu Du]])\n::''Mưu sự tại nhân, hành sự tại thiên. Số trời đã định, không thể cưỡng lại'' (Gia Cát Lượng thất vọng thốt lên khi việc cầu sao tăng thọ của mình vô tình bị [[Ngụy Diên]] làm hỏng, khiến ông phải sớm qua đời)\n\nHai câu nói trên thể hiện triết lý ''\"Ý Trời khó cưỡng\"'' của Tiểu thuyết [[Tam Quốc diễn nghĩa]]: Bậc kỳ nhân như nhân vật Gia Cát Lượng có tài trí trác tuyệt, mưu kế của người khác không thể thoát khỏi dự tính của ông, nhưng Gia Cát Lượng tài ba đến mấy thì cũng không thể tính trước được những điều mà số Trời đã sắp đặt, không thể ''\"cưỡng lại ý Trời\"''. Chí lớn khôi phục Hán thất của Gia Cát Lượng không thành không phải vì ông không đủ tài trí, mà bởi một loạt những điều rủi ro ngẫu nhiên mà ông không thể dự tính được, ấy là do ''\"số Trời đã định\"'' mà thôi.\n\nNhân vật Gia Cát Lượng tinh thông thiên văn lý số, ắt cũng thấy được khí số nhà Hán đã sắp tận, ông hẳn sẽ tiếp tục ở ẩn nếu như Lưu Bị không 3 lần tới lều tranh để mời ông giúp đỡ. Sau buổi trò truyện để nhận thức rõ con người và chí hướng của Lưu Bị, ông mới đồng ý hạ sơn, quyết tâm đem tài năng của mình để ''\"cưỡng lại ý Trời\"''. Nhân vật Gia Cát Lượng cũng hiểu rõ sức người thì khó mà chống lại ý Trời, nhưng ông mong rằng sự trung nghĩa của mình cùng với tấm lòng yêu nước thương dân của [[Lưu Bị]] có thể cảm động lòng Trời mà giữ lại [[thiên mệnh]] cho nhà Hán. Ngay trước khi Gia Cát Lượng hạ sơn phò tá Lưu Bị, Thủy Kính tiên sinh [[Tư Mã Huy]] đã hiểu rõ ý định của Gia Cát Lượng là rất gian nan, rất khó thành công và than thở: ''“Ngọa Long gặp được minh chủ ([[Lưu Bị]]) nhưng không gặp thời, tiếc thay!”''\n\n== Xem thêm ==\n* [[Lưu Bị]]\n* [[Tam Quốc]]\n* ''[[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]]''\n\n== Tham khảo ==\n*Tam quốc chí, tác giả Trần Thọ, Nhà xuất bản văn học, 2016, tập 1, 2, 3.\n* Mã Nguyên Lương và Lê Xuân Mai (2004), ''Khổng Minh Gia Cát Lượng'', Nhà xuất bản Đà Nẵng\n* Trần Văn Đức (2006), ''Khổng Minh Gia Cát Lượng'', Nhà xuất bản Văn hóa thông tin\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{wikisource tác giả|Gia Cát Lượng}}\n{{commons|Zhuge Liang}}\n{{thể loại Commons|Zhuge Liang}}\n; tiếng Anh\n{{Commons+cat|Zhuge Liang|Zhuge Liang}}\n* [http:\/\/www.kongming.eu Zhuge Liang style-name Kongming] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120410105942\/http:\/\/www.kongming.eu\/ |date = ngày 10 tháng 4 năm 2012}} A history of Zhuge Liang and his writings. Including a guide to historic sites in China connected with Zhuge Liang\n* {{Gutenberg author | id=Zhuge,+Liang}}\n* {{Internet Archive author |sname=Zhuge Liang}}\n{{Thời gian sống|sinh=181|mất=234|tên=Gia Cát Lượng}}\n{{Nhân vật Tam Quốc}}\n{{Các chủ đề|Lịch sử|Quân sự|Châu Á|Trung Quốc}}\n{{Authority control}}\n\n[[Thể loại:Sinh năm 181]]\n[[Thể loại:Gia Cát Lượng]]\n[[Thể loại:Thừa tướng Trung Quốc]]\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Nhiếp chính thời Tam Quốc]]\n[[Thể loại:Nhà thơ Trung Quốc thời Tam Quốc]]\n[[Thể loại:Nhà thư pháp Trung Quốc]]\n[[Thể loại:Nhà văn Trung Quốc]]\n[[Thể loại:Họa sĩ Trung Quốc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Nhà phát minh Trung Quốc]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhà nho Trung Quốc]]\n[[Thể loại:Mất năm 234]]"}