{"Gia Luật Hưu Ca":"Tống vương '''Gia Luật Hưu Ca\/Cách''' (chữ Hán: 耶律休哥\/格, ? – 998) là [[người Khiết Đan|người dân tộc Khiết Đan]], tông thất, tướng lãnh [[nhà Liêu]] trong [[lịch sử Trung Quốc]]. Ông là danh tướng của những chiến thắng ở Cao Lương hà, Ngõa Kiều quan, Kỳ Câu quan và Quân Tử quán trong chiến tranh Liêu – Tống.\n\n==Thân thế==\n[[Liêu sử]] chuyển ngữ tên của ông là Hưu Ca\/休哥, <ref name=\"L\">Liêu sử quyển 83, liệt truyện 13, [[:wikisource:zh:遼史\/卷83#耶律休哥|Gia Luật Hưu Ca truyện]]<\/ref> [[Tục tư trị thông giám]] chuyển ngữ là Hưu Cách\/休格, <ref name=\"T1\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷007|quyển 7]], Tống kỷ 7<\/ref> đều có bính âm là Xiū Gē.\n\nHưu Ca được sanh ra trong một gia đình quý tộc thuộc bộ lạc Điệt Lạt, dân tộc Khiết Đan. Ông cụ là Liêu Huyền Tổ [[Gia Luật Quân Đức Thật]]. Ông nội là Tùy vương [[Gia Luật Thích Lỗ]], con trai thứ 3 của Huyền Tổ, anh trai của Liêu Đức Tổ [[Gia Luật Tát Lạt Đích]]. (Liêu Đức Tổ sanh ra Liêu Thái Tổ [[Gia Luật A Bảo Cơ]].) <ref>Liêu sử [[:wikisource:zh:遼史\/卷2|quyển 2]], bản kỷ 2, Thái Tổ bản kỷ hạ<\/ref> Cha là Nam Viện di li cận {{efn|'''Di li cận''' là quan hiệu của nhà Liêu, có nguồn gốc từ quan hiệu Sĩ cân (Erkin) của người Đột Quyết. Sĩ cân trong tiếng Đột Quyết\/Hồi Cốt có nghĩa là trí tuệ. Liêu sử, Quốc ngữ giải chép: “Di li cận, là đại quan thống quân mã.” Về sau nhà Liêu đổi gọi quan hiệu này là đại vương. '''Nam Viện''' tức bộ lạc Lục Viện. Năm Thiên Tán đầu tiên (922), Liêu Thái Tổ cho rằng bộ lạc Điệt Lạt mạnh mẽ khó khống chế, tách làm 2 bộ lạc '''Ngũ Viện''', '''Lục Viện'''. Cả 2 bộ lạc đều đặt chức Di li cận để thống lãnh, về sau đổi Di li cận gọi là Đại vương, nhân đó đổi gọi Ngũ Viện là Bắc đại vương Viện, Lục Viện là Nam đại vương Viện, Ngũ Viện di li cận là '''Bắc Viện đại vương''', Lục Viện di li cận là '''Nam Viện đại vương'''.}} Gia Luật Oản Tư. <ref name=\"L\" \/>\n\nNhư vậy Hưu Ca đồng bối phận với Liêu Nghĩa Tông ([[Gia Luật Bội]]) và [[Liêu Thái Tông]], là chú họ (tộc thúc) của [[Liêu Thế Tông]] và [[Liêu Mục Tông]], ông chú họ (tộc thúc tổ) của [[Liêu Cảnh Tông]], cụ chú họ (tộc tằng thúc tổ) của [[Liêu Thánh Tông]].\n\n==Khởi nghiệp==\nHưu Ca tự Tốn Ninh, từ nhỏ có khí chất của ông cha. Khi 2 bộ lạc Ô Cổ, Thất Vi nổi dậy (964 – 967), <ref>Liêu sử [[:wikisource:zh:遼史\/卷7|quyển 7]], bản kỷ 7, Mục Tông bản kỷ hạ<\/ref> Hưu Ca theo Bắc phủ tể tướng [[Tiêu Cán]] trấn áp. Cuối thời Liêu Mục Tông, Hưu Ca được làm Dịch ẩn {{efn|Liêu sử chuyển ngữ là Dịch ẩn, Tục thông giám chuyển ngữ là Đặc lý cổn. Dịch ẩn\/Đặc lý cổn là quan hiệu của nhà Liêu, có nguồn gốc từ quan hiệu Đặc cần (Tegin) của [[người Đột Quyết]]. Đặc cần trong tiếng Đột Quyết là danh xưng của em trai hay con trai [[Khả hãn]], trong tiếng Khiết Đan trở thành quan hiệu của viên chức coi sóc tông thất nhà Liêu, tương tự Đại tông chánh của nhà Tống.}}. <ref name=\"L\" \/>\n\nTháng giêng năm Bảo Ninh thứ 5 (974), Hưu Ca đem quân trấn áp tộc [[Đảng Hạng]], dâng lên số người bắt được. <ref name=\"T1\" \/>\n\n==Thời Cảnh Tông==\nNăm Càn Hanh đầu tiên (979), [[Tống Thái Tông]] phát động bắc phạt, bọn Bắc Viện đại vương [[Gia Luật Hề Để]] {{efn|Liêu sử chuyển ngữ là Hề Để, Tục thông giám chuyển ngữ là Hi Đạt.}}, Thống quân sứ [[Tiêu Thảo Cổ]] thua trận, Nam kinh (Tống gọi là Yên kinh) bị vây. Liêu Mục Tông lệnh cho Hưu Ca thay Hề Để, đem quân của bộ lạc Ngũ Viện đi cứu. [[Trận Cao Lương hà]] nổ ra, Hưu Ca cùng [[Gia Luật Tà Chẩn]] {{efn|Liêu sử chuyển ngữ là Tà Chẩn, Tục thông giám chuyển ngữ là Sắc Trân.}} chia 2 cánh trái phải, đánh bại quân Tống. Quân Liêu truy kích hơn 30 dặm, chém hơn vạn thủ cấp, nhưng Hưu Ca chịu 3 vết thương. Sáng hôm sau, Tống Thái Tông bỏ trốn, Hưu Ca không thể cưỡi ngựa, ngồi xe nhẹ đuổi đến Trác Châu, không kịp mà về. <ref name=\"T2\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷010|quyển 10]], Tống kỷ 10<\/ref> <ref name=\"L\" \/>\n\nTháng 9 ÂL, Liêu Cảnh Tông lệnh cho [[Hàn Khuông Tự]], [[Gia Luật Sa]] nam phạt, đáp trả nhà Tống. Hưu Ca soái quân bản bộ theo bọn Khuông Tự giao chiến ở Mãn Thành. Ngày mai đôi bên giao chiến, người Tống xin hàng, Khuông Tự tin là thật, Hưu Ca can ngăn, Khuông Tự không nghe. Hưu Ca đem binh lên đồi cao mà trông. Ít lâu sau quân Tống kéo đến, nổi trống reo hò dồn dập, Khuông Tự thảng thốt không biết làm gì, binh sĩ bỏ cờ trống mà chạy. Quân Liêu thất bại, một mình Hưu Ca chỉnh đốn đội ngũ để tiến đánh, đẩy lùi quân Tống, rồi chậm rãi lui về. Liêu Cảnh Tông giáng chiếu cho Hưu Ca coi tất cả lính thú ở mặt nam. <ref name=\"T2\" \/> <ref name=\"L\" \/>\n\nTháng giêng ÂL năm thứ 2 (980), Hưu Ca được làm Bắc Viện đại vương. <ref name=\"T2\" \/> <ref name=\"L\" \/> Tháng 10 ÂL, Cảnh Tông thân chinh, vây Ngõa Kiều quan. Tháng 11 ÂL, tướng giữ thành là Trương Sư xông ra mặt đông, Hưu Ca thúc ngựa vào trận, chém được Sư, quân Tống tan rã lùi vào thành. Quân Tống bày trận ở bờ nam Dịch Thủy, sắp giao chiến, Cảnh Tông cho rằng ngựa và giáp dành cho ngựa của Hưu Ca chỉ có một màu vàng, lo bị địch nhận ra, bèn ban ngựa trắng khoác giáp đen để đổi đi. Hưu Ca soái kỵ binh tinh nhuệ vượt sông, đánh bại quân Tống, đuổi đến Mạc Châu. Thây lính Tống phơi đầy đồng, mũi tên Liêu đều hết sạch. Hưu Ca bắt sống vài tướng dâng lên, Cảnh Tông vui vẻ, ban cho ông ngự mã, chén vàng, úy lạo rằng: “Khanh dũng mãnh hơn cả danh tiếng, nếu ai cũng được như khanh, còn lo gì không thắng trận?” Sau khi khải hoàn, vào tháng 12 ÂL, Hưu Ca được bái làm Vu việt {{efn|Liêu sử chuyển ngữ là Vu việt, Tục thông giám chuyển ngữ là Du duyệt. Vu việt\/Du duyệt là hiệu xưng tôn quý nhất của dân tộc Khiết Đan, mang tính danh dự chứ không có quyền lực thực tế. Gia Luật A Bảo Cơ nhờ chiến công mà nắm giữ chức này, rồi lên ngôi Hoàng đế.}}. <ref name=\"T2\" \/> <ref name=\"L\" \/>\n\n==Thời Thánh Tông==\nTháng 9 ÂL năm thứ 4 (982), Liêu Thánh Tông nối ngôi, [[Tiêu Xước|Tiêu thái hậu]] xưng chế, Hưu Ca được làm Nam diện hành quân đô thống, <ref name=\"T3\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷011|quyển 11]], Tống kỷ 11<\/ref> <ref name=\"L\" \/> có thể châm chước làm việc. <ref name=\"L\" \/> Hưu Ca cho phép lính thú đổi nhau cày cấy, nghỉ ngơi, khuyến khích trồng trọt, nuôi tằm, sửa sang võ bị, vùng biên yên ổn. Tháng giêng ÂL năm Thống Hòa đầu tiên (983), Hưu Ca được làm Nam kinh lưu thủ, vẫn được giữ ấn Nam diện hành quân đô thống, coi việc vùng biên. <ref name=\"T3\" \/>\n\nNăm thứ 4 (986), Tống Thái Tông lần nữa phát động bắc phạt, chia mấy đường tấn công. Tháng 3 ÂL, triều đình sai Hưu Ca chống lại cánh quân Tống của [[Tào Bân]] đã chiếm được Trác Châu. Bấy giờ quân các bộ lạc Bắc\/Nam Viện và Hề chưa đến, Hưu Ca có ít lính, không dám ra đánh, nhân đêm tối dùng kỵ binh nhẹ đánh giết lính Tống đơn lẻ để hù dọa những người còn lại. Vào ban ngày, Hưu Ca bày ra đội ngũ tinh nhuệ nhằm hư trương thanh thế, khiến quân Tống vất vả phòng ngự nên mệt mỏi. Ngoài ra Hưu Ca còn mai phục nơi rừng rậm, đánh chặn đường vận lương của địch. Quân Tống ở lại hơn 10 ngày thì cạn lương, Bân lui về Hùng Châu để bổ sung nhu yếu. Hơn tháng sau, Bân khiến sĩ tốt tự gói ghém lương thực để mang theo bên mình, lại kéo đến Trác Châu. Hưu Ca đem kỵ binh nhẹ đến tập kích, lựa lúc kẻ địch ăn ngủ, nhằm vào những kẻ đơn lẻ rời khỏi đội ngũ, khiến quân Tống vừa đi vừa đánh, không được nghỉ ngơi. Thời tiết oi bức, lính Tống không tìm được nguồn nước, đành lọc bùn để uống. Sau 4 ngày như vậy, quân Tống lần nữa tiến vào Trác Châu, vừa mệt mỏi vừa cạn số lương mang theo. Nghe tin Tiêu thái hậu đến, Bân lần nữa bỏ thành quay về. Quân Tống rút lui không còn hàng ngũ, Hưu Ca đuổi nà theo sau. <ref name=\"T4\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷013|quyển 13]], Tống kỷ 13<\/ref> <ref name=\"L\" \/>\n\nTháng 5 ÂL, quân Liêu đuổi kịp quân Tống ở Kỳ Câu quan. Quân Tống kiệt sức, kết xe lương để cố thủ, Hưu Ca đã được Tiêu thái hậu cấp thêm lính tinh nhuệ, bèn bao vây địch. Đến đêm, Tào Bân đem vài kỵ binh bỏ trốn, quân Tống tan vỡ. Hưu Ca đuổi đến phía đông Dịch Châu, nghe quân Tống còn vài vạn ở bờ nam Dịch Thủy, bèn thúc binh đi đánh. Quân Tống thấy bụi mù thì bỏ chạy, trong lúc vượt sông Cự Mã thì giày xéo lẫn nhau mà chết không đếm xuể. Tàn quân Tống chạy đến Cao Dương quan, bị quân Liêu giết thêm vài vạn người, làm tắt nghẽn sông Tần Sa (nhánh của sông Cự Mã). Tiêu thái hậu thu quân, Hưu Ca thu thập thây lính Tống làm Kinh quan. Hưu Ca được phong làm Tống quốc vương, đề nghị thừa thắng đánh Tống, lấy Hoàng Hà làm ranh giới; Tiêu thái hậu không nghe. <ref name=\"T4\" \/> <ref name=\"L\" \/>\n\nTháng 11 ÂL, Tiêu thái hậu nam phạt, lấy Hưu Ca làm Tiên phong đô thống. Tháng 12 ÂL, Hưu Ca đánh bại quân Tống ở Vọng Đô. Bấy giờ tướng Tống là Doanh Châu đô bộ thự [[Lưu Đình Nhượng]] (chắt của [[Lưu Nhân Cung]]) đem vài vạn kỵ binh men biển kéo đến, hẹn với Lý Kính Nguyên hợp binh, đánh tiếng muốn lấy đất Yên. Hưu Ca nghe tin, đi trước đem binh chẹn nơi hiểm yếu, đợi Tiêu thái hậu đến, hợp thế tấn công quân Tống ở Quân Tử quán. Gặp lúc trời rét đậm, lính Tống không thể kéo cung nỏ, bị quân Liêu vây vài vòng. Tướng Tống là Lý Kính Nguyên, Dương Trọng Tiến tử trận, chủ tướng Lưu Đình Nhượng đem vài kỵ binh chạy thoát về Doanh Châu, toàn quân bị diệt. <ref name=\"T4\" \/> <ref name=\"L\" \/>\n\nTháng 9 ÂL năm thứ 6 (988), Hưu Ca lại theo Tiêu thái hậu nam phạt. Tháng 10 ÂL, quân Liêu đóng trại ở Trường Thành khẩu, tướng giữ Định Châu của Tống là Lý Hưng tấn công, bị Hưu Ca đánh bại. <ref>Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷014|quyển 14]], Tống kỷ 14<\/ref>\n\nTháng 7 ÂL năm thứ 7 (989), Hưu Ca nghe tin Định Châu lộ Đô bộ thự [[Lý Kế Long]] đem đại quân của Trấn Châu, Định Châu bảo vệ mấy ngàn cỗ xe lương thực gởi cho Uy Lỗ quân, bèn soái vài vạn kỵ binh tinh nhuệ chặn đánh. Giữa đường, Hưu Ca vòng qua cánh quân của Bắc diện duyên biên đô tuần kiểm [[Doãn Kế Luân]], nhằm thẳng vào đội xe lương. Kế Luân không cam lòng, sai binh sĩ mang binh khí ngắn, nhân trời tối đuổi nà phía sau quân Liêu. Đến sông Từ thuộc Đường Châu thì trời sắp sáng, quân Liêu cách đội xe lương chừng 4, 5 dặm, Hưu Ca cho binh sĩ ăn sáng. Quân Liêu vừa ăn xong, sắp tiến lên thì bị Kế Luân bất ngờ tập kích, một viên đại tướng bị giết, mọi người rối loạn. Hưu Ca còn chưa ăn xong, bỏ thìa mà chạy, bị đâm trúng tay. Vết thương của Hưu Ca rất sâu, nhờ ngựa tốt mà chạy thoát. Quân Liêu trông thấy đại quân của Lý Kế Long cũng kéo đến thì tan vỡ, giẫm đạp lên nhau mà chết vô số. Quân Tống đuổi đánh qua khỏi sông Từ hơn chục dặm, bắt giết rất nhiều. <ref>Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷015|quyển 15]], Tống kỷ 15<\/ref>\n\nHưu Ca cho rằng dân Yên mệt mỏi, giảm bớt thuế má lao dịch, chu cấp mẹ góa con côi, răn lính thú không xâm phạm đất Tống, gặp ngựa bò đi lạc vào miền bắc đều trả lại. Vì thế xa gần đều quy phục, vùng biên được yên. Tháng 12 ÂL năm thứ 16 (998), Hưu Ca mất. Đêm ấy, trời rét đậm. Liêu Thánh Tông nghỉ chầu 5 ngày, giáng chiếu lập từ ở Nam kinh. <ref name=\"T5\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷020|quyển 20]], Tống kỷ 20<\/ref> <ref name=\"L\" \/>\n\n==Đánh giá==\nSử cũ khen Hưu Ca mưu trí sâu xa, liệu địch như thần. Mỗi khi thắng trận, Hưu Ca đều nhường công cho chư tướng, nên sĩ tốt đều vui vẻ chịu sự chỉ huy của ông. Hưu Ca thân trải trăm trận, chưa từng giết người vô tội. Sau chiến thắng Cao Lương hà, quân Tống khiếp sợ Hưu Ca, người ở Bạch Câu về phía nam muốn dỗ trẻ con nín khóc, liền nói: “Vu việt đến rồi!” <ref name=\"T5\" \/> <ref name=\"L\" \/>\n\nSử cũ bàn rằng: [[Bắc Tống]] thừa dịp vừa diệt [[Bắc Hán]], đem quân vây đất Yên, tiếp đó sai bọn [[Tào Bân]], [[Phan Mỹ (Bắc Tống)|Phan Mỹ]] chia đường tấn công. Ở cặp chiến dịch này, nhà Liêu đều rơi vào tình thế nguy ngập. Hưu Ca đánh hăng ở Cao Lương, binh địch tan chạy; Tà Chẩn bắt [[Dương Kế Nghiệp]] ở Sóc Châu, giành lại đất cũ. Bắc Tống từ đấy không dám thâm nhập, xã tắc vững mà biên cảnh yên, dẫu so với danh tướng đời xưa, cũng không thẹn vậy. <ref name=\"L\" \/>\n\n==Hậu nhân==\nHưu Ca có 2 con trai: Cao Bát, được làm đến Tiết độ sứ. Cao Thập, được làm đến Vu việt.\n\nCháu nội là Mã Ca, được làm đến Tiết độ sứ. <ref name=\"L\" \/>\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Chú thích==\n{{notelist}}\n\n[[Thể loại:Tướng nhà Liêu]]\n[[Thể loại:Mất năm 998]]"}