{"Gia Luật Tà Chẩn":"Ngụy vương '''Gia Luật Tà Chẩn''' hay Gia Luật Sắc Trân (chữ Hán: 耶律斜轸 hay 耶律色珍, ? – 999) là [[người Khiết Đan|người dân tộc Khiết Đan]], tông thất, tướng lãnh [[nhà Liêu]] trong [[lịch sử Trung Quốc]]. Ông có công bắt được danh tướng [[Dương Kế Nghiệp]] [[nhà Bắc Tống]].\n\n==Thân thế==\n[[Liêu sử]] chuyển ngữ tên của ông là Tà Chẩn\/斜轸 (bính âm: xié zhěn), <ref name=\"L\">Liêu sử quyển 83, liệt truyện 13, [[:wikisource:zh:遼史\/卷83#耶律斜軫|Gia Luật Tà Chẩn truyện]]<\/ref> [[Tục tư trị thông giám]] chuyển ngữ là Sắc Trân\/色珍 (bính âm: sè zhēn). <ref name=\"T1\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷005|quyển 5]], Tống kỷ 5<\/ref>\n\nTà Chẩn tự Hàn Ẩn, <ref name=\"L\" \/> được sanh ra trong một gia đình quý tộc thuộc bộ lạc Điệt Lạt, dân tộc Khiết Đan. Ông sơ là [[Gia Luật Hạp Mã Cát]], anh trai của Liêu Huyền Tổ [[Gia Luật Quân Đức Thật]] (ông nội của [[Liêu Thái Tổ]]). Ông cụ là [[Gia Luật Ngẫu Tư]], được làm đến Điệt Lạt bộ Di li cận. Ông nội là [[Gia Luật Hạt Lỗ]], một trong 21 công thần của Liêu Thái Tổ, được làm đến Vu việt. Các con của Hạt Lỗ đều không làm quan. <ref>Liêu sử [[:wikisource:zh:遼史\/卷73|quyển 73]], liệt truyện 3, Gia Luật Hạt Lỗ truyện<\/ref> Sử cũ không chép rõ tên cha của Tà Chẩn. <ref name=\"L\" \/>\n\nNhư vậy Tà Chẩn đồng bối phận với [[Liêu Thế Tông]] và [[Liêu Mục Tông]], là chú họ (tộc thúc) của [[Liêu Cảnh Tông]], ông chú họ (tộc thúc tổ) của [[Liêu Thánh Tông]].\n\n==Thời Cảnh Tông==\nTà Chẩn tính sáng suốt, không lo việc nhà. Năm Bảo Ninh đầu tiên (969), Xu mật sứ [[Tiêu Tư Ôn]] tiến cử Tà Chẩn có tài trị nước, Liêu Cảnh Tông nói: “Trẫm biết hắn ta, người này tính phóng đãng, há chịu khuất mình để làm việc?” Tư Ôn đáp: “Bề ngoài dẫu phóng đãng, bên trong không thể lường được.” Cảnh Tông bèn triệu Tà Chẩn để hỏi về chánh sự đương thời, ông trình bày thích đáng, được Cảnh Tông xem trọng. Tà Chẩn lấy vợ là cháu (chất) của Tiêu hoàng hậu, nhận lệnh làm Tiết chế tây nam diện chư quân, tiếp viện cho [[Bắc Hán]], rồi được đổi làm Nam Viện đại vương. <ref name=\"T1\" \/> <ref name=\"L\" \/>\n\nTháng 3 ÂL năm Càn Hanh đầu tiên (979), Bắc Tống tấn công Bắc Hán, Tà Chẩn theo [[Gia Luật Sa]] cứu viện, gặp địch ở Bạch Mã lĩnh. Quân Liêu thất bại, Tà Chẩn đến kịp, hạ lệnh cho muôn mũi tên cùng bắn, khiến quân Tống chùn lòng mà lui. <ref name=\"T2\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷010|quyển 10]], Tống kỷ 10<\/ref> <ref name=\"L\" \/>\n\nTháng 6 ÂL, Bắc Tống vừa diệt Bắc Hán, thừa thắng bắc phạt, đánh bại Bắc Viện đại vương [[Gia Luật Hề Để]] {{efn|Liêu sử chuyển ngữ là Hề Để, Tục thông giám chuyển ngữ là Hi Đạt.}}, Thống quân sứ [[Tiêu Thảo Cổ]], vây Nam kinh (Tống gọi là Yên kinh). Tà Chẩn lấy cờ xí của bọn Hề Để dựng ở Đắc Thắng khẩu để dụ địch, quả nhiên quân Tống tranh nhau kéo đến. [[Tống Thái Tông]] xua quân tấn công, chém hơn ngàn thủ cấp binh Liêu; Tà Chẩn tập kích phía sau, quân Tống mới rút lui. Tà Chẩn đóng quân ở phía bắc Thanh Hà để thanh viện cho Nam kinh. <ref name=\"T2\" \/> <ref name=\"L\" \/>\n\nTháng 7 ÂL, [[trận Cao Lương hà]] nổ ra. Tà Chẩn cùng [[Gia Luật Hưu Ca]] {{efn|Liêu sử chuyển ngữ là Hưu Ca, Tục thông giám chuyển ngữ là Hưu Cách.}} hợp binh, chia 2 cánh trái phải, đánh bại quân Tống. <ref name=\"T2\" \/> <ref name=\"L\" \/>\n\n==Thời Thánh Tông==\nTháng 4 ÂL năm thứ 4 (982), Liêu Cảnh Tông thân chinh Mãn Thành, quân Liêu thất bại, Thống quân sứ [[Gia Luật Thiện Bổ]] {{efn|Liêu sử chuyển ngữ là Thiện Bổ, Tục thông giám chuyển ngữ là Thiện Bố.}} bị vây, được Tà Chẩn cứu ra. Lúc này, Tà Chẩn đang được làm Xu mật sứ. Tháng 5 ÂL, Cảnh Tông lui quân. Tháng 9 ÂL, Cảnh Tông băng ở núi Tiêu, Tà Chẩn cùng [[Hàn Đức Nhượng]] nhận di chiếu, đưa Lương vương Gia Luật Long Tự lên ngôi, tức là Liêu Thánh Tông. <ref name=\"T3\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷011|quyển 11]], Tống kỷ 11<\/ref>\n\n[[Tiêu Xước|Tiêu thái hậu]] tỏ ý lo lắng mẹ góa con côi, khó lòng khống chế hoàng tộc hùng mạnh, Tà Chẩn cùng Hàn Đức Nhượng bèn chủ động thần phục. Thái hậu xưng chế, cho rằng Tà Chẩn do cha mình (tức Tiêu Tư Ôn) tiến cử, lại là con rể nhà họ Tiêu, càng thêm tín nhiệm, lấy ông làm Bắc Viện xu mật sứ. Tháng 6 ÂL năm sau (983), triều đình đổi niên hiệu là Thống Hòa, Tiêu thái hậu cho Tà Chẩn giữ hàm Tư đồ. Tháng 8 ÂL, Liêu Thánh Tông và Tiêu thái hậu thăm Hoài lăng (lăng mộ của Liêu Mục Tông), Thánh Tông cùng Tà Chẩn ở trước mặt thái hậu, trao đổi cung, tên, yên, ngựa, giao ước làm bạn. <ref name=\"T3\" \/>\n\nTháng 8 ÂL năm thứ 3 (985), triều đình lấy Tà Chẩn làm đô thống, coi việc trấn áp người Nữ Chân. <ref>Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷012|quyển 12]], Tống kỷ 12<\/ref> Tháng giêng ÂL năm sau (986), Tà Chẩn bắt được hơn 10 vạn nhân khẩu, hơn 20 vạn thớt ngựa. Nhà Liêu đặt ra Quần mục sứ tư, nuôi rất nhiều ngựa, đến nay thế lực càng cường thịnh. <ref name=\"T4\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷013|quyển 13]], Tống kỷ 13<\/ref>\n\nTháng 3 ÂL, nhà Tống tiến hành bắc phạt, triều đình lấy Nam kinh lưu thủ Gia Luật Hưu Ca chống lại tướng Tống là bọn [[Tào Bân]]; lấy Tà Chẩn làm Sơn Tây lộ binh mã đô thống, chống lại bọn [[Phan Mỹ (Bắc Tống)|Phan Mỹ]]. Tà Chẩn đem 10 vạn binh đến phía tây Định An, gặp quân Tống của Tri Hùng Châu [[Hạ Lệnh Đồ]]; ông phá được địch, đuổi đến Ngũ Đài, giết chết vài vạn người. Hôm sau, Tà Chẩn đến Úy Châu, quân Tống không dám ra, Tà Chẩn bắn thư lên thành để dụ hàng. Tà Chẩn dò biết quân Tống đến cứu, lệnh cho Đô giám [[Gia Luật Đề Tử]] trong đêm mai phục nơi hiểm yếu, đợi địch đến thì tấn công. Quân Tống giữ thành thấy cứu binh đến thì kéo ra, Tà Chẩn đánh vào sau lưng họ. Cả hai cánh quân Tống đều vỡ, quân Liêu đuổi đến Phi Hồ, giết hơn 2 vạn người, rồi chiếm Úy Châu. Tướng Tống là Hạ Lệnh Đồ và Phan Mỹ tiếp tục đem binh đến, Tà Chẩn trở lại Phi Hồ, đánh bại họ. Quân Tống ở Hồn Nguyên, Ứng Châu đều bỏ thành mà chạy. Tà Chẩn thừa thắng tiến vào Hoàn Châu, giết quan binh giữ thành hơn ngàn người. <ref name=\"T4\" \/> <ref name=\"L\" \/>\n\nTà Chẩn nghe tin Dương Kế Nghiệp sắp đến, lệnh cho Phó bộ thự [[Tiêu Thát Lẫm]] {{efn|Liêu sử chuyển ngữ là Tiêu Thát Lẫm, Tục thông giám chuyển ngữ là Tiêu Đạt Lan.}} phục binh ở trên đường. Sáng hôm sau, Kế Nghiệp đến, Tà Chẩn bày ra vẻ muốn đánh, Kế Nghiệp vẫy cờ tiến lên, Tà Chẩn vờ lui, phục binh nổi dậy, Tà Chẩn tiến công. Kế Nghiệp thua chạy, đến thôn Lang Nha thuộc Sóc Châu thì đội ngũ tan vỡ. Từ trưa đến chiều, Kế Nghiệp ra sức chiến đấu, về được cửa hang Trần Gia. Thì ra Kế Nghiệp hẹn với bọn Phan Mỹ mai phục ở đấy, không ngờ lúc này lại chẳng thấy ai. Kế Nghiệp mình chịu hàng chục vết thương, ngã ngựa bị bắt, tuyệt thực 3 ngày mà chết. <ref name=\"T4\" \/> <ref name=\"L\" \/>\n\nTháng 8 ÂL, Tà Chẩn về chầu, nhờ công được thêm hàm Thái bảo. <ref name=\"T4\" \/> <ref name=\"L\" \/>\n\nTháng 9 ÂL năm thứ 6 (988), Tà Chẩn theo Tiêu thái hậu nam phạt. <ref>Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷014|quyển 14]], Tống kỷ 14<\/ref> Tháng 9 ÂL năm thứ 17 (999), Tà Chẩn lại theo Tiêu thái hậu nam phạt, mất ở trong quân. Lúc này Tà Chẩn đang giữ tước Ngụy vương, sử cũ không chép rõ thời điểm ông được phong. Tiêu thái hậu đích thân đến viếng, còn cấp cho đồ dùng việc tang. <ref name=\"T5\">Tục tư trị thông giám [[:wikisource:zh:續資治通鑑\/卷021|quyển 21]], Tống kỷ 21<\/ref> <ref name=\"L\" \/>\n\n==Đánh giá==\nTrong quân đội nhà Liêu, tiếng tăm của Tà Chẩn chỉ xếp sau Gia Luật Hưu Ca. <ref name=\"T5\" \/>\n\nSử cũ bàn rằng: [[Bắc Tống]] thừa dịp vừa diệt [[Bắc Hán]], đem quân vây đất Yên, tiếp đó sai bọn Tào Bân, Phan Mỹ chia đường tấn công. Ở cặp chiến dịch này, nhà Liêu đều rơi vào tình thế nguy ngập. Hưu Ca đánh hăng ở Cao Lương, binh địch tan chạy; Tà Chẩn bắt Dương Kế Nghiệp ở Sóc Châu, giành lại đất cũ. Bắc Tống từ đấy không dám thâm nhập, xã tắc vững mà biên cảnh yên, dẫu so với danh tướng đời xưa, cũng không thẹn vậy. <ref name=\"L\" \/>\n\n==Hậu nhân==\nCon trai thứ là Cẩu Nhi, được làm đến Tiểu tướng quân {{efn|Trong quan chế nhà Liêu, đứng đầu một Tư là Tường ổn, rồi đến Đô giám, Tướng quân, Tiểu tướng quân,...}}. <ref name=\"L\" \/>\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Chú thích==\n{{notelist}}\n\n[[Thể loại:Tướng nhà Liêu]]\n[[Thể loại:Mất năm 999]]"}