{"Gia Cát Đản":"'''Gia Cát Đản''' ([[chữ Hán]]:諸葛誕, [[bính âm Hán ngữ|bính âm]]: Zhuge Dan; 200-[[258]]) là tướng nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Thân thế ==\nGia Cát Đản có [[Tên chữ (người)|tên tự]] là '''Công Hưu''' (公休), người Dương Đô quận Lang Nha, là dòng dõi của Tư Lệ hiệu úy Gia Cát Phong [[nhà Hán]], cùng họ với thừa tướng [[Gia Cát Lượng]] nhà [[Thục Hán]].\n\nLà con nhà thế tộc nước [[Tào Ngụy]], Gia Cát Đản được học hành, lớn lên làm Bí thư lang. Ông kết giao với Đặng Dương và [[Hạ Hầu Huyền]], hai người phục vụ dưới quyền [[Tào Sảng]]. Ông có thông gia với họ Tư Mã, cho con gái lấy con trai [[Tư Mã Ý]] và một người con gái khác lấy con trai [[Vương Lăng (Tam Quốc)|Vương Lăng]].\n\n== Chống Vương Lăng và Vô Khâu Kiệm ==\nDo có quan hệ thân thích với các đại thần, Gia Cát Đản nhanh chóng được cất nhắc Ngự sử trung thừa thượng thư (御史中丞尚书). Nhưng sau đó do mất lòng [[Tào Duệ|Ngụy Minh Đế]], Gia Cát Đản bị cách chức.\n\nSau khi [[Tào Duệ|Ngụy Minh Đế]] Tào Duệ qua đời (239), Gia Cát Đản nhờ tác động của Hạ Hầu Huyền lại trở lại chức cũ, rồi được phong làm Thứ sử Dương châu. Gia Cát Đản có mâu thuẫn với Đô đốc Dương châu chư quân sự là [[Vương Lăng (Tam Quốc)|Vương Lăng]].\n\nNăm [[251]], Vương Lăng bị [[Tư Mã Ý]] buộc tội câu kết với Sở vương Tào Bưu để đảo chính Tào Phương nên mang quân dẹp. Gia Cát Đản giúp Tư Mã Ý tiêu diệt Vương Lăng. Ông được thay Vương Lăng làm Trấn đông tướng quân, cầm cờ tiết, Đô đốc Dương châu chư quân sự<ref name=\"ldp420\">Lê Đông Phương, sách đã dẫn, tr 420<\/ref>.\n\nCùng năm 251, Tư Mã Ý chết, con trưởng là [[Tư Mã Sư]] lên kế vị điều hành triều chính. Tới tháng 9 năm 254, Tư Mã Sư phế truất [[Tào Phương]], lập [[Tào Mao]] mới 14 tuổi lên ngôi.\n\nTrấn đông tướng quân [[Vô Khâu Kiệm]] và Thứ sử Dương châu Văn Khâm bèn khởi binh thảo phạt Tư Mã Sư tội phế vua. Trong khi Văn Khâm và Vô Khâu Kiệm mang quân đến Hạng Thành, Gia Cát Đản lại tham chiến giúp Tư Mã dẹp Vô Khâu Kiệm và Văn Khâm, đánh chiếm căn cứ Thọ Xuân.\n\nNhờ công dẹp binh biến Thọ Xuân lần 2, Gia Cát Đản được Tư Mã Sư phong làm Trấn đông đại tướng quân, Nghi đồng tam ty, Đô đốc Dương châu chư quân sự.\n\nNăm [[256]], tướng [[Đông Ngô]] là [[Tôn Tuấn]] mang 10 vạn quân định vượt sông [[Trường Giang]] đánh Ngụy. Gia Cát Đản sai [[Đặng Ngải]] mang quân ra giữ Phì Dương, nhưng không lâu sau Tôn Tuấn ngã bệnh phải lui binh.\n\n== Chống Tư Mã Chiêu ==\nGia Cát Đản ở Thọ Xuân, ra sức thu thập những người bỏ trốn và tích trữ lương thực trong 1 năm<ref name=\"ldp420\"\/>. Ít lâu sau, ông bất hòa với Thứ sử Dương châu là Nhạc Lâm (con [[Nhạc Tiến]]), bị Nhạc Lâm tố cáo liên kết với Đông Ngô.\n\n[[Tư Mã Chiêu]] sai [[Giả Sung]] đi Dương châu thị sát. Khi trở về, Giả Sung khuyên Tư Mã Chiêu nên triệu tập Gia Cát Đản về kinh đô [[Lạc Dương]] phong chức Tư không. Tư Mã Chiêu nghe theo bèn nhân danh [[Tào Mao]] phát lệnh gọi Gia Cát Đản. Gia Cát Đản biết mình bị nghi ngờ, năm [[257]] bèn khởi binh đánh [[Tư Mã Chiêu]] nhân danh phò nhà Ngụy<ref name=\"ldp420\"\/>.\n\nTrước tiên Gia Cát Đản tấn công giết chết Nhạc Lâm, sau đó sai người đưa con là [[Gia Cát Tịnh]] sang [[Đông Ngô]] làm con tin, đề nghị [[Tôn Lượng]] phát binh chi viện. Gia Cát Đản tập hợp được hơn 10 vạn quân, phía Tôn Lượng cũng phái hơn 3 vạn quân bắc tiến<ref name=\"ldp420\"\/>, dưới quyền chỉ huy của Toàn Dịch, Toàn Đoan, Vương Tộ và hàng tướng Văn Khâm.\n\nQuân Ngô sang sông rồi vội vã vào thành Thọ Xuân hội với Gia Cát Đản. [[Tư Mã Chiêu]] mang 20 vạn quân,<ref name=\"ldp420\"\/> ép [[Tào Mao]] cùng đi thân chinh để tránh binh biến ở Lạc Dương. Tư Mã Chiêu tiến đại quân đến đóng ở Thẩm Khâu,<ref>Thuộc [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref> thúc quân bao vây thành Thọ Xuân, men theo tường thành đắp 2 lớp lũy.\n\nHai bên giằng co trong vòng 10 tháng, từ tháng 5 năm [[257]] đến tháng 3 năm [[258]]. Bị kế ly gián của [[Chung Hội]], tướng Ngô là Toàn Dịch mang quân ra khỏi thành đầu hàng [[Tư Mã Chiêu]]. Các tướng sĩ trong thành của [[Đông Ngô]] và dưới quyền Gia Cát Đản dao động, nảy ý đầu hàng<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 591<\/ref>. Gia Cát Đản lại nghi ngờ Văn Khâm không trung thành, bèn bắt giết Văn Khâm. Con Khâm là Văn Ương bất mãn, bèn bỏ thành ra hàng Tư Mã Chiêu.\n\nTrong thành Thọ Xuân suy kiệt, bị quân Tư Mã Chiêu công phá, cuối cùng hạ được thành. Gia Cát Đản cưỡi ngựa mang quân chạy ra cửa Tiểu Thành nhưng không thoát, bị quân Tư Mã Chiêu giết chết.\n\nCó mấy trăm thủ hạ trung thành với Gia Cát Đản khi bị bắt đều không chịu đầu hàng, lần lượt chịu chém. Mọi người đều ví họ như các thủ hạ của Tề vương [[Điền Hoành]] đầu thời [[Nhà Hán|Tây Hán]] cùng chết theo chủ. Các sử gia vì việc này đánh giá Gia Cát Đản ít nhiều đã lấy được lòng người Dương châu<ref>Lê Đông Phương, sách đã dẫn, tr 421<\/ref>.\n\nTư Mã Chiêu mang đầu ông về treo ở Lạc Dương và [[tru di tam tộc]] ông. Con ông là [[Gia Cát Tịnh]] ở Đông Ngô sau làm quan cho nhà Ngô, khi nhà Ngô bị [[Tấn Vũ Đế]] (con [[Tư Mã Chiêu]]) diệt về ở ẩn không ra làm quan cho [[nhà Tấn]].\n\n== Trong Tam Quốc diễn nghĩa ==\nGia Cát Đản xuất hiện trong tác phẩm [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] từ trận giúp [[Tư Mã Sư]] dẹp [[Vô Khâu Kiệm]]. Sau cái chết của Gia Cát Đản và những thủ hạ trung thành với ông, [[La Quán Trung]] làm thơ khen ngợi và ví họ như những thủ hạ của [[Điền Hoành]].\n\n==Xem thêm==\n* [[Tư Mã Chiêu]]\n* [[Tư Mã Sư]]\n* [[Gia Cát Lượng]]\n* [[Vô Khâu Kiệm]]\n* [[Vương Lăng (Tam Quốc)]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n\n==Chú thích==\n{{tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 258]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Tướng lĩnh từ Sơn Đông]]\n[[Thể loại:Viên chức chính quyền ở An Huy]]"}