{"Giang Yêm":"{{sơ khai nhân vật Trung Quốc}}\n'''Giang Yêm''' (江淹, 444-505) tự là '''Văn Thông''' người Khảo Thành là một vị quan dưới triều [[nhà Lương]] thời [[Nam-Bắc triều|Nam Bắc triều]] trong [[lịch sử Trung Quốc]] và là một [[nhà văn]] tài năng đương thời. Sự nghiệp văn chương của ông được đúc kết thành một câu [[thành ngữ]]: \"''Giang Lang tài tận''\" chỉ về tài năng sớm nở rộ nhưng cũng chóng thui chột.\n\n==Câu chuyện==\nGiang Yêm từ hồi còn trẻ xuất thân có gia cảnh [[nghèo|bần hàn]], đến tiền mua giấy bút cũng không có nhưng rất ham học, sáng tác thơ văn đều rất sắc sảo và trở thành nhà văn nổi tiếng đương thời. Đến tuổi trung niên ông được làm quan và làm đến chức Quang Lộc đại phu.\n\nNhưng về sau, do tuổi tác nên tài viết lách của ông cũng dần dần suy giảm. Trước đây, mỗi khi ông viết gì thì nếp nghĩ cứ ào ạt như sóng cuộn triều dâng, tay bút như có thần khí viết ra những câu cú hay tuyệt vời. Lúc già, lời thơ của ông thật nhạt nhẽo. Mỗi khi cầm bút lên là phải nghĩ ngợi đến nửa ngày mà cũng chẳng viết được chữ nào. Thỉnh thoảng viết được một hai câu thì lời lẽ cũng rất khô khan, cứng nhắc, chẳng có câu nào ra hồn cả.\n\nTương truyền một đêm ông nằm [[ngủ]] và [[mơ]] thấy một người tự xưng là Quách Phác, bảo với ông rằng: \n{{Cquote|''Chiếc [[bút]] năm màu tôi cho ông mượn từ nhiều [[năm]] nay, bây giờ hãy trả lại cho tôi''}}\n\nNghe Quách Phác nói thế, Giang Yên liền thò tay vào trong người để tìm, quả nhiên thấy chiếc bút và trả lại cho Quách Phác. Kể từ đó về sau, [[thơ]] [[văn chương|văn]] do Giang Yêm viết ra không còn bay bướm, thơ mộng như trước nữa.\n\nCũng có câu chuyện khác kể rằng, có một lần Giang Yêm đến neo thuyền bên bờ sông gần chùa Thuyền Linh, đêm nằm mơ thấy một người tự xưng là Trương Cảnh Dương đến xin ông một dải [[lụa]], ông liền đưa mấy mảnh lụa cho ông ta. Nên từ đó văn chương của ông không còn tuyệt vời như trước nữa.\n\nTừ câu chuyện này, người đời sau đã sáng tác ra câu thành ngữ: \"Giang Lang tài tận\".\n\n==Nhận định==\nTừ câu chuyện mộng mị mang sắc thái truyền thuyết và [[chủ nghĩa duy tâm|duy tâm]] nhưng nhiều nhà nghiên cứu cho rằng có thể thấy sau khi làm [[quan]], Giang Yêm ngày càng xa rời quần chúng, khi không còn gắn bó với cuộc sống đời thường, lơ là [[học|học tập]] đó là nguyên nhân chủ yếu khiến hình tượng của ông ngày càng mờ nhạt trên [[văn đàn]]. Và vì quá say sưa trong ánh [[hào quang]] mà quên mất học hành để phấn đấu cao hơn. Và có khuyến cáo rằng để khỏi rơi vào cảnh ngộ của Giang Yêm thì cần phải học hành suốt đời.\n\nHiện nay, người ta vẫn thường dùng câu thành ngữ: \" Giang lang tài tận\" để ví với cảm hứng sáng tác văn thơ đã thoái giảm.\n\n==Tham khảo==\n{{tham khảo}}\n* [[Nam sử]], quyển 49, Giang Yêm truyện (chủ biên [[Lý Đại Sư]])\n* Mưu sự tại nhân, Tạ Ngọc Ái (biên soạn), Nhà xuất bản Từ điển Bách khoa, Hà Nội, năm 2011, trang 12, 33, 34\n* [http:\/\/vietnamese.cri.cn\/561\/2010\/09\/13\/1s145225.htm Giang Lang tài tận]\n{{Wiktionary|Giang Yêm}}\n\n{{Chủ đề Văn học}}\n\n[[Thể loại:Người Hà Nam (Trung Quốc)]]\n[[Thể loại:Nhà Lương]]\n[[Thể loại:Sinh năm 444]]\n[[Thể loại:Mất năm 505]]"}