{"Gintaisi":"'''Gintaisi''' ([[chữ Mãn]]: [[Hình:gintaisi.png|25px]]; ? – [[29 tháng 9]] năm [[1619]]), tài liệu Trung Quốc chép là '''Jintaishi''' ({{zh|c=金台石, 錦台什}}, ''Kim Đài Thạch''), hay '''Jintaiji''' ({{zh|c=金台吉}}, ''Kim Đài Cát''), là [[Bối lặc]] cuối cùng của [[Diệp Hách]] [[Ná Lạp thị|Na Lạp thị]]. Đồng thời là cậu ruột của [[Hoàng Thái Cực|Thanh Thái Tông Hoàng Thái Cực]].\n\n== Thân Thế ==\nÔng là con của Diệp Hách Bối lặc [[Dương Cát Nỗ]], em trai của Bối lặc [[Nạp Lâm Bố Lộc]], và trở thành đồng Bối lặc của Diệp Hách sau cái chết của anh mình vào khoảng trước năm [[1613]]. Năm 1613, Bối lặc [[Bujantai]] (Bố Chiếm Thái) của bộ tộc [[Ô Lạp]] đã đào thoát đến Diệp Hách sau khi bộ lạc của ông này rơi vào tay [[Nỗ Nhĩ Cáp Xích]]. Kim Đài Cát bảo vệ cho Bố Chiếm Thái và đến khi bị Nỗ Nhĩ Cáp Xích tiến đánh, ông đã khẩn cầu [[nhà Minh]] giúp đỡ.\n\nNăm [[1615]], ông cố gắng nhượng bộ người Mông Cổ ở phía tây bằng việc gả em họ (từng hứa gả cho Nỗ Nhĩ Cáp Xích) cho Bối lặc của bộ tộc [[Khách Nhĩ Khách]]. Liên minh với người Hán tỏ ra không hiệu quả khi vào năm 1619, một đội quân Minh lớn cùng với sự trợ giúp của Diệp Hách đã thất bại trước Nỗ Nhĩ Cáp Xích trong [[trận Tát Nhĩ Hử]] và sau đó bao vây thành trì của Kim Đài Cát. Bất chấp các nỗ lực hòa giải của con trai Nỗ Nhĩ Cáp Xích là [[Hoàng Thái Cực]], vị Hoàng đế tương lai và cũng là cháu trai của Kim Đài Cát, trận chiến vẫn tiếp tục cho đến khi cả Kim Đài Cát và người cháu họ [[Buyanggu]] (Bố Dương Cổ) bị bắt. Kim Đài Cát đã treo cổ tự vẫn, song trước đó ông đã đưa ra một lời nguyền Nỗ Nhĩ Cáp Xích rằng hễ một trong các hậu duệ của ông còn sống, kể cả là nữ nhi, thì người đó sẽ nhớ đến mối thù của bộ lạc và trả thù gia tộc [[Ái Tân Giác La]]. Về sau, Từ Hi Thái Hậu tương truyền được coi như là người ứng nghiệm cho lời nguyền này.\n\nVới cái chết của ông, tình trạng độc lập của bộ lạc Diệp Hách đã chấm dứt và trở thành bộ lạc Nữ Chân cuối cùng trong liên minh Hỗ Luân nằm dưới sự kiểm soát của Nỗ Nhĩ Cáp Xích, song nhiều thành viên của bộ lạc, gồm cả hậu duệ của ông, đã trở thành các nhân vật xuất chúng phụng sự cho Nỗ Nhĩ Cáp Xích và các hoàng đế Mãn Châu.\n\n== Gia quyến ==\nPhụ thân: [[Dương Cát Nỗ]] (杨吉砮), Bối Lặc Đông Thành Diệp Hách\n\nMẫu thân: Cáp Đạt Na Lạp thị (哈达纳喇氏)\n\nBác: [[Thanh Giai Nỗ]] (清佳砮), Bối Lặc Tây Thành Diệp Hách\n\nHuynh đệ: [[Ngột Tôn Bột La]], [[Cáp Nhân Cáp Ma]], [[Narimbulu|Nạp Lâm Bố Lộc]] (纳林布禄), [[Bố Trại]] (布寨), Trại Bích Đồ (赛碧图), A Sơn Đẳng (阿山等), Tát Tất Đồ (萨必图), A Lý Mã (阿里玛), Đồ Mạc Thổ (图莫吐), A Tam (阿三)\n\nMuội: [[Hiếu Từ Cao Hoàng hậu (Thanh Thái Tổ)|Hiếu Từ Cao Hoàng Hậu Mạnh Cổ Triết Triết]] (孝慈高皇后孟古哲哲),\n\nCháu: [[Buyanggu|Bố Dương Cổ]] (布揚古), [[Diệp Hách lão nữ|Diệp Hách lão nữ Bố Hỷ Á Mã Lạp]] (叶赫老女布喜娅玛拉), [[Hoàng Thái Cực|Thanh Thái Tông Hoàng Thái Cực]]\n\n=== Thê tử: ===\n\n# Cáp Đạt Na Lạp Ô Vân Châu (哈达纳喇乌云珠)\n# Mỗ Thị (某氏).\n\n=== Hậu duệ ===\n\n# Trưởng tử: Đích Nhĩ Cách Nhĩ (德尔格尔), thụ tước tam đẳng nam, là tổ phụ của Thánh Tổ [[Huệ phi (Khang Hy)|Huệ Phi]].\n## Na Chử (南楮), thụ tước tam đẳng Mai Lặc chương kinh (三等梅勒章京). Năm 1637, em trai ông là Tác Nhĩ Hòa tước tam đẳng Mai Lặc chương kinh (三等梅勒章京) về sau được thế tước truyền đời.\n## Tác Nhĩ Hòa (索尔和), đương nhiệm chức [[Thị lang]] [[bộ Lại]] kiêm thêm [[Tá lĩnh]] (佐领), thế tước truyền đời ''\"Nhất đẳng Nam kiêm Nhất Vân kỵ úy\"'' (一等男兼一云骑尉)\n### [[Huệ phi (Khang Hy)|Thánh Tổ Huệ Phi Diệp Hách Na Lạp Thị]]\n## Triệu Sắc (赵色)\n### Cát Nạp Hải (噶納海)\n### Vũ Đan (武丹), từng giữ chức Kiến Uy tướng quân chết trong trận Chuẩn Cát Nhĩ, được phong tặng nhất đẳng nam (一等男)\n#### Ba Thập (巴什)\n# Nhị tử: Ni Nhã Cáp (雅哈率), thụ phong ngưu lục ngạch chân, cha của danh thần [[Nạp Lan Minh Châu]].\n## Diệc Nghê Nhạ Hàn (亦倪迓韩)\n## Ni Nhã Ha Tử Chân Khố (尼雅哈子振库)\n## [[Nạp Lan Minh Châu]] (纳兰明珠)\n### [[Nạp Lan Tính Đức]] (纳兰性德)\n#### Phú Cách (富格)\n##### Chiêm Đại (瞻岱)\n##### Nạp Lan thị (纳兰氏), năm [[1733]] gả cho [[Ngạc Luân]] (鄂伦), con trai của [[Ngạc Nhĩ Kỳ]] (鄂尔奇) - em trai của Đại học sĩ [[Ngạc Nhĩ Thái]].\n#### Phú Nhĩ Đôn (富尔敦), \n#### Phú Sâm (富森)\n#### Trưởng nữ Nạp Lan thị, nguyên phối của Nội các Học sĩ [[Cao Kỳ Các]] (高其倬).\n#### Thứ nữ Nạp Lan thị, nguyên phối của [[Niên Canh Nghiêu]]\n#### Tam nữ Nạp Lan thị, gả cho [[Mã Khách Nạp]] (马喀纳)\n### [[Nạp Lan Quỹ Tự]] (纳兰揆叙), nghênh thú con gái của Hòa Thạc Ngạch phò [[Cảnh Tụ Trung]] và [[Hòa Thạc Nhu Gia Công chúa]] (con gái nuôi của [[Thuận Trị|Thuận Trị Đế]]).\n### [[Nạp Lan Quỹ Phương]] (纳兰揆方)\n#### [[Nạp Lan Vĩnh Thụy]] (納蘭永綬), nhậm chức [[Thị lang]]. Về sau thừa tự Quỹ Tự. Vợ là Quan Tư Bách (关思柏), một khuê các thi nhân thời Thanh, con gái của Phó Đô thống Hán Quân [[Chính Hoàng kỳ]] Thái Công (太公)\n##### Trưởng nữ Nạp Lan Thị, gả cho Cố Sơn Bối tử [[Phúc Tú]] - con trai thứ hai của Dĩ cách Bình Quận vương [[Nột Nhĩ Tô]]\n##### Thứ nữ Nạp Lan Thị, chính thê của Đại học sĩ [[Phó Hằng]] - em trai của [[Hiếu Hiền Thuần hoàng hậu|Hiếu Hiền Thuần Hoàng hậu]]\n##### Tam nữ Nạp Lan Thị, gả cho Hộ quân Tham lĩnh [[Hi Bố Thiền]] (希布禅) - hậu duệ của [[A Ba Thái]], con trai thứ 7 của [[Thanh Thái Tổ]] Nỗ Nhĩ Cáp Xích\n##### Ngũ nữ, [[Thư phi]] của [[Càn Long|Thanh Cao Tông]] Càn Long.\n##### Nạp Lan Ninh Tú, con trai của Nạp Lan Vĩnh Phúc được thừa tự cho Vĩnh Thụy.\n#### [[Nạp Lan Vĩnh Phúc]] (纳兰永福), nghênh thú con gái thứ 3 của Hoàng tử [[Dận Đường]]. Về sau thừa tự Quỹ Tự.\n#####Trưởng nữ Nạp Lan Thị, Đích Phúc tấn của Du Cung Quận vương [[Hoằng Khánh (Nhà Thanh)|Hoằng Khánh]] (弘慶) - con trai của Du Khác Quận vương [[Dận Vu]].\n#####Thứ nữ Nạp Lan Thị, Đích Phúc tấn của Truy phong Lễ Thân vương [[Vĩnh Huệ]].\n### Trưởng nữ Diệp Hách Na Lạp thị, được gả cho Nhất đẳng Bá Lý Thiên Bảo (李天保), tổ bối của Quân cơ Đại thần kiêm Vân Quý Tổng đốc [[Lý Thị Nghiêu]] (李侍堯).\n### Thứ nữ Diệp Hách Na Lạp thị, được gả cho Ôn Quận vương [[Duyên Thụ]] (延綬).\n### Tam nữ Diệp Hách Na Lạp thị, chưa gả đã qua đời, có tác phẩm \"Tú dư Thi cảo\" (绣余诗稿)     \n#Tam tử: [[Đức Nhĩ Hách Lễ]] (德尔赫礼)\n##Diệp Hách Na Lạp thị (叶赫那拉氏), kế thất của Trịnh Thân Vương Tế Nhĩ Cáp Lãng \n##Diệp Hách Na Lạp thị (叶赫那拉氏), tên là '''''Tô Thái''''' (苏泰), em gái của Kế Phúc tấn. Ban đầu bà là đệ tam Đại Phúc tấn của [[Lâm Đan Hãn]], sở hữu Oát Nhĩ Đóa hơn vạn hộ Cáp Nạp Thổ Môn, vì vậy mà xưng Cáp Nạp Thổ Môn Phúc tấn. Bà sinh hạ cho Lâm Đan Hãn trưởng tử [[Ngạch Triết]] - Ngạch phò của [[Cố Luân Ôn Trang Trưởng Công chúa]]. Tháng 4 năm Thiên Thông thứ 9 ([[1636]]), bà theo bộ chúng Sát Cáp Nhĩ bộ quy thuận Hậu Kim, cải giá với Tế Nhĩ Cáp Lãng. Sau khi Tế Nhĩ Cáp Lãng được phong làm Trịnh Thân vương, bà được phong làm '''Đại Phúc tấn'''. Ngũ thú Phúc tấn.\n\n==Tham khảo==\n{{tham khảo}}\n* [[Arthur W. Hummel, Sr.|Hummel, Arthur W.]] (1943). ''Eminent Chinese of the Ch'ing Period''. Washington, DC: U.S. Government Printing Office. ISBN 978-1906876067\n* Veit, Veronika (2007). ''The Role of Women in the Altaic World''. Harrassowitz Verlag. ISBN 978-3447055376\n\n{| class=\"toccolours\" style=\"clear:both;margin:0.7em auto\" align=\"center\"\n!style=\"text-align:center;background:#CCF\"|Quốc chủ Diệp Hách\n|-\n|style=\"text-align:center;font-size:90%\"| Tinh Khẩn Đạt Nhĩ Hán → Tịch Nhĩ Khắc Minh Cát Đồ → Tề Nhĩ Cát Ni → Trử Khổng Cách → Thái Xử → [[Thanh Giai Nỗ]], [[Yangginu|Dương Cát Nỗ]]\n|-\n|style=\"text-align:left;font-size:90%\"| [[Thanh Giai Nỗ]] (Tây thành) → [[Bố Trại]] → [[Buyanggu|Bố Dương Cổ]]\n|-\n|style=\"text-align:left;font-size:90%\"| [[Yangginu|Dương Cát Nỗ]] (Đông thành) → [[Narimbulu|Nạp Lâm Bố Lộc]] → Kim Đài Cát\n|}\n[[Thể loại:Mất năm 1619]]\n[[Thể loại:Lịch sử Mãn Châu]]\n[[Thể loại:Người Nữ Chân]]"}