{"Giáo hoàng Agathô":"{{Infobox Pope|\nname=Thánh Agathôn, giáo hoàng|\nimage=Agatho.png|\nbirth_name= Agatho|\nterm_start=27 tháng 7 678|\nterm_end=10 tháng 1 681|\npredecessor=[[Giáo hoàng Đônô|Donus]]|\nsuccessor=[[Giáo hoàng Lêô II|Leo II]]|\nbirth_date=khoảng 577|\nbirthplace= [[Sicilia]], [[Đế quốc Đông La Mã|Đế quốc Byzantine]]|\ndead=dead|death_date=10 tháng 1 năm 681 (103-104 tuổi)|\ndeathplace= [[Roma]], [[Đế quốc Đông La Mã|Đế quốc Byzantine]]|}}\n'''Agathôn ''' ([[Tiếng Latinh]]: ''Agatho'') là vị [[giáo hoàng]] thứ 79 của giáo hội [[Công giáo]]. Ông đã được giáo hội suy tôn là [[thánh (định hướng)|thánh]] sau khi qua đời. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng vào năm 678 và ở ngôi Giáo hoàng trong 3 năm 6 tháng và khoảng 16 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông bắt đầu vào ngày 27 tháng 6 năm 678 và kết thúc vào ngày 10 tháng 1 năm 681.\n\nGiáo hoàng Agathôn sinh tại [[Palermo]], [[Ý]]. Một số nguồn cho rằng có lẽ ông có nguồn gốc [[Phương Đông|Đông phương]], ông đã sống lâu năm ở Palermo ([[Sicilia]]) trước khi đến [[Roma|Rôma]].\n\n== Triều giáo hoàng ==\nÔng đã gìn giữ những mối quan hệ chặt chẽ với các giám mục [[Anh]] và khích lệ [[Cộng hòa Ireland|Ireland]] như là một trung tâm văn hoá. Agatho được gọi là \"Thánh chữa bệnh\" vì nhiều phép lạ ông đã làm. Ông đắc cử Giáo hoàng khi đã rất cao niên, có lẽ khoảng 107 tuổi.\n\nÔng cũng đã làm cho Rô-ma thoát khỏi các thuế của [[hoàng đế]] và làm cho Tổng giám mục của Ravenna thừa nhận quyền của Tòa Rô-ma và tăng thêm ảnh hưởng của Rô-ma trên hàng giáo sĩ Tây phương. Tên của ông trong tiếng Hy-lạp Agathos có nghĩa là \"tốt, dũng cảm\". Ông đã được Giáo hội phong thánh và được mừng lễ vào ngày 10 tháng 1. Ông cũng được xem là người bảo trợ của thành phố Palermô.\n== Công đồng Constantinôpôli ==\n[[Hình:Pope Agatho (Menologion of Basil II).jpg|nhỏ|200px|trái|Giáo hoàng Agathô trong Bản thảo Basil II]]\nTrong triều đại của ông đã chấm dứt hơn 60 năm cơn khủng hoảng \"Nhất Ý chủ nghĩa\". Agatho cử một phái đoàn đến Constantinopolis để tham dự một công đồng do Hoàng Đế Constantine IV chủ trì, công đồng này lên án lạc thuyết Nhất Ý. Giáo hoàng Agathon trổ tài ngoại giao, làm nguôi lòng người. Đệ III công đồng Constantinôpôli (công đồng chung thứ 6) họp tháng 11\/680 đến tháng 9\/681. Công đồng quy tụ 165 giám mục phương Đông, 6 giám mục phương Tây. Công đồng lên án thuyết Đức Kitô \"một ý chí, một hành động\" của Sergius, công bố học thuyết hai bản tính, theo đức tin Công giáo và giải thể các bè rối dưới mọi hình thức.\n\nBình an được tái lập trong Giáo hội. Nhưng một biểu hiện khác lại xảy ra ngay trong công đồng: các Thượng Phụ bêu diếu cố Thượng Phụ Sergiô, tác giả chính của sự lầm lạc, nhưng đồng thời, các ông lại cũng bêu diếu luôn Đức Hônôriô I tội đồng lõa với Sergius.\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Agatho}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Đônô|Donus]]|\nsau=[[Giáo hoàng Lêô II|Leo II]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Sergius\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 79 của [[Giáo hội Công giáo Rôma]] ([[678]]–[[681]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|A]]\n[[Thể loại:Mất năm 681]]\n[[Thể loại:Sinh năm 577]]\n[[Thể loại:Sinh thế kỷ 6]]\n[[Thể loại:Người thọ bách niên Ý]]"}