{"Giáo hoàng Sergiô III":"{{Infobox Pope|\nname=Sergius III|\nimage=SergiusIII.jpg|\nbirth_name=Sergius|\nterm_start=29 tháng 1 904|\nterm_end=14 tháng 4 911|\npredecessor=[[Giáo hoàng Lêô V|Leo V]]|\nsuccessor=[[Giáo hoàng Anastasiô III|Anastasius III]]|\nbirth_date=???|\nbirthplace=[[Roma]], [[Ý]]|\ndead=dead|death_date={{Ngày mất|911|4|14|mf=y}}|\ndeathplace=[[Roma]], [[Ý]]|\nother=Sergius}}\n'''Sergiô III''' ([[Latinh]]: ''Sergius III'') là vị [[giáo hoàng]] thứ 119 của Giáo hội [[Công giáo]]. Sau khi Giáo hoàng [[Giáo hoàng Lêô V|Lêô V]] qua đời vào tháng 9 năm 903, ông được đưa lên làm Giáo hoàng.\n\nTheo niên giám tòa thánh năm 1861 thì Sergius đắc cử Giáo hoàng vào năm 904 và cai quản giáo hội trong 7 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ ngày 29 tháng 1 năm 904 cho tới ngày 14 tháng 4 năm 911.\n\nSergius sinh tại [[Roma|Rôma]]. Ông là một trong những [[hồng y]] can dự vào việc báng bổ thi hài Đức Formosus. Đạo luật đầu tiên của ông là huỷ bỏ toàn bộ các đạo luật phục hồi cho [[Giáo hoàng Formôsô|Giáo hoàng Formosus]].\n\nÔng cho xây lại [[đền thờ Thánh Joannes Lateranus]] bị hoả hoạn thiêu rụi. Sergius III chủ trương bảo vệ quyền lợi Giáo hội, chống lại các [[lãnh chúa]] [[phong kiến]]. Lần đầu tiên, [[mũ ba tầng]] xuất hiện trên huy hiệu Giáo hoàng của ông.\n\nTrong thời gian đầu, giáo triều bị chi phối bởi hai mẹ con bà [[Theodora]] và [[Marozia]], là vợ và con gái của nguyên lão nghị viện [[Theophilaco]], người nắm toàn quyền hành chính lẫn quân sự ở Roma từ năm 900-915.\n\nTrong thời gian này luân lý suy đồi trầm trọng, người ta cho ông có quan hệ xác thịt với Marozia và các phụ nữ khác. Ông tư tình và có con với Marozia sinh ra Giáo hoàng Gioan XI tương lai. Théodora, Marozia và chị cô ta \"đã làm cho ghế của Giáo hoàng đầy rẫy hư hoại, khiến [[Cung điện của Giáo hoàng (Avignon)|cung điện của Giáo hoàng]] trở thành một ổ bất lương.\" Lịch sử gọi tình trạng đó là xưởng kỹ chính trị (pornocratie), hoặc \"quyền cai trị của bọn đàn bà xấu nết.\"\n\nGiáo hoàng Sergius III được cho là cha đẻ của [[Giáo hoàng Gioan XI|Giáo hoàng John XI]], người được sinh ra bởi Marozia theo Liutprand of Cremona trong cuốn Antapodosis ''(Lindsay Brook, \"Popes and pornocrats: Rome in the Early Middle Ages\")'' cũng như trong danh mục các Giáo hoàng ([[Liber Pontificalis]]).\n\nTuy nhiên, cần lưu ý rằng điều này ngay từ đầu đã xung đột với những nguồn khác, nhà viết sử biên niên Flodoard (khoảng 894 – 966) cho rằng: John XI là anh trai của Alberic II sau này, con đẻ của Marozia và chồng của bà là [[Alberic I]]. Do đó John cũng có thể là con trai của Marozia và Alberic I.\n\nBertrand Fauvarque nhấn mạnh rằng văn bản sao chép đương thời này rất đáng nghi ngờ, Liutprand có xu hướng thiên về việc \"phóng đại hóa\", trong khi đó những đề cập khác liên quan đến cương vị làm cha này dường như được viết nên bởi một nhà trào phúng ủng hộ cố Giáo hoàng Formosus (891-896). ''(Fauvarque, Bertrand (2003). \"De la tutelle de l'aristocratie italienne à celle des empereurs germaniques\". In Y.-M. Hilaire (Ed.), Histoire de la papauté, 2000 ans de missions et de tribulations. Paris:Tallandier. ISBN 2-02-059006-9, p. 163).''\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Sergius III}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, Hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003, Jos. TVT chuyển ngữ từ [[Tiếng Anh]].\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Lêô V|Leo V]]|\nsau=[[Giáo hoàng Anastasiô III|Anastasius III]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Sergius III\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 119 của [[Giáo hội Công giáo Rôma]] ([[904]]–[[911]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|S]]\n[[Thể loại:Mất năm 911]]\n[[Thể loại:Sinh thập niên 860]]\n[[Thể loại:Giáo hoàng người Ý]]"}