{"Giáo hoàng Zêphyrinô":"{{Infobox Pope|\nname=Thánh Zêphyrinô<br>Giáo hoàng|\nimage=15-St.Zephyrinus.jpg|\nbirth_name=Zephyrinus|\nterm_start=199|\nterm_end=20 tháng 12, 217|\npredecessor=[[Giáo hoàng Victor I|Victor I]]|\nsuccessor=[[Giáo hoàng Calixtô I|Callixtus I]]|\nbirth_date=???|\nbirthplace=[[Roma]], [[Đế quốc La Mã|Đế quốc Rôma]]|\ndead=dead|death_date={{death date|217|12|20|mf=y}}|\ndeathplace=[[Roma]], [[Đế quốc La Mã|Đế quốc Rôma]]|\nkhác=|\nchú thích=}}\n'''Giáo hoàng Zêphyrinô''' hay '''Giáo hoàng Dêphyrinô''' ([[Latinh]]: ''Zephyrinus'') sinh tại [[Roma|Rôma]], là người kế nhiệm [[giáo hoàng]] [[Giáo hoàng Victor I|Victor I]] và là vị Giáo hoàng thứ 15 của [[Giáo hội Công giáo Rôma|Giáo hội Công giáo]]. Năm sinh của ông không được xác định, nhưng truyền thống cho rằng ông sinh ra tại Rôma và mất vào ngày 20 tháng 12 năm 217 cũng tại Rôma. Theo niên giám tòa thánh năm 1861 cho biết ông lên ngôi năm 202 và ở ngôi 9 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ năm 199 cho tới năm 217.\n\n==Tiểu sử==\nTruyền thống cho rằng Giáo hoàng Zêphyrinô là người đã truyền các giáo hữu 14 tuổi trở lên phải giữ luật rước lễ [[Mùa Phục Sinh]]. Ông là người Rôma và bổ nhiệm Callistus làm thư ký cho mình. Chính ông đã công bố đặc sủng bất khả phân ly của hôn nhân và bảo vệ nghi lễ rửa tội. Ông đã khởi xướng việc dùng đĩa thánh và chén thánh bằng thủy tinh.\n\nTriều đại Giáo hoàng của ông nổi bật với những cuộc tranh luận thần học gay gắt. Ông tỏ ra ít có khả năng điều khiển Giáo hội mình đối diện với những cuộc xung đột lớn về giáo lý. Thêm vào những người theo phái Montan và những người ngộ đạo là những người theo thuyết hình thái động chạm đến Thiên Chúa ba ngôi, phần thần linh trong con người của Chúa Kitô. Giáo hoàng Zêphyrinô hoàn toàn thiếu tinh tế để đấu tranh chống lại các giáo thuyết này và vốn hiểu biết thần học của ông hình như khs yếu. Ông ra vạ tuyệt thông cho Tertulianus. Tertulianus (160-250) là một con người ưu thích tranh luận. Ông này đã để lại 31 tác phẩm thuộc nhiều thể loại như minh giáo, hộ giáo, thần học. Năm 206, ông đi theo lạc thuyết Montanus, đả kích những giáo dân thờ ơ lãnh đạm với Chúa Thánh Thần. Ông lập ra một giáo phái lấy tên ông và kết tụ được nhiều người.\n\n[[Hippolytus]] là một linh mục và là học giả ở Rôma đến từ Đông phương. Hippolytus có nhiều sáng tác về thần học và là vị thầy tài giỏi. Hippolytus (170-235) thất vọng với Giáo hoàng Zephyrinus vì ông không mau mắn ngăn chặn những người giảng dạy cách lầm lạc. Ông tranh luận với Giáo hoàng Zephyrinus về giáo thuyết Patripassianism. Hippolytus nhấn mạnh tới việc phân tách giữa ba ngôi Thiên Chúa. Dường như ông cho rằng Chúa Cha và Chúa Con là hai chúa riêng biệt. Học thuyết này đã đưa tới xuất hiện một phe đối lập nhấn mạnh sự đồng nhất tuyệt đối của Thiên Chúa. Học thuyết này được gọi là Monarchianism, hay cũng gọi là Modalism, Patripassionism. Giáo hoàng Zêphyrinô không thể giải quyết một cách rõ ràng giữa hai trường phái. Tính lạc giáo của Modalism không thật sự hiển nhiên, rõ ràng trong khi học thuyết của Hippolytus đụng chạm tới những truyền thống của Giáo hội. Zêphyrinô chỉ đơn giản nói rằng ông công nhận chỉ có một Thiên Chúa, điều này đã bao gồm Chúa Giê-su, nhưng Chúa là Con chứ không phải là Cha và Chúa đã chết. Hippolytus đặc biệt trách Zêphyrinô về ảnh hưởng của một vị Tổng phó tế là Calixtô \"một người tham lam, một người hám của, một người bại hoại\", theo Hippôlytô.\n\nGiáo hoàng Zêphyrinôs đã giao cho Calixtô (người kế vị ông dưới tên Calixtô I) trách vụ giám sát các công trình hầm mộ đường Appia, nơi sẽ [[chôn cất]] các vị Giáo hoàng quan trọng nhất của thế kỷ thứ III.\n\nÔng tử vì đạo ngày 20 tháng 12 năm 217 và được chôn nghĩa trang trên đường Via Appia. Ngày kính nhớ của thánh Zêphyrinô, Giáo hoàng tử vì đạo được tổ chức vào ngày 26 tháng 8. Bây giờ nó được tổ chức vào ngày 20 tháng 12 – ngày mất của ông.\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n{{thể loại Commons|Telesphorus}}\n* Pope Zephyrinus, Wikipedia Tiếng Anh [http:\/\/en.wikipedia.org\/wiki\/Pope_Zephyrinus]\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Zêphyrinô, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n\n==Đọc thêm==\n*Rendina, Claudio, ''The Popes' Histories and Secrets'' (2002)\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Victor I|Victor I]]|\nsau=[[Giáo hoàng Calixtô I|Calixtô I]]}}\n{{Dữ liệu nhân vật\n|TÊN=Zephyrinus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 15 của [[Giáo hội Công giáo Rôma]] ([[199]]–[[217]])\n|LÚC SINH=\n|NƠI SINH=Rôma, Italia\n|LÚC MẤT=\n|NƠI MẤT= Rôma\n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|Z|Zêphyrinô]]\n[[Thể loại:Mất năm 217]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Thánh Chính Thống giáo Đông phương]]"}