{"Giáo hoàng Cêlestinô I":"{{Infobox Pope| \n|name=Thánh Cêlestinô I|\n|image=Coelestinus I.png|\n|birth_name=Celestine|\n|term_start=422|\n|term_end=[[6 tháng 4]], 432|\n|predecessor=[[Giáo hoàng Bônifaciô I|Boniface I]]|\n|successor=[[Giáo hoàng Xíttô III|Sixtus III]]|\n|birth_date=???|\n|birthplace= [[Roma]], [[Đế quốc Tây La Mã]]|\n|death_date=[[6 tháng 4]], [[432]]|\n|deathplace=[[Rôma]], [[Đế quốc Tây La Mã]]|\n|other = Celestine|\n|chú thích= |}}\n\n'''Celestinus''' (tiếng Việt: Cêlestinô I; Tiếng Anh: Celestine I) là người kế nhiệm [[Giáo hoàng Bônifaciô I|Boniface I]] và là vị Giáo hoàng thứ 43 của [[Giáo hội Công giáo]]. Ông được suy tôn là [[thánh (định hướng)|thánh]] của Giáo hội. Theo niên giám Tòa Thánh năm 1806 thì ông lên ngôi vào năm 422 và ở ngôi trong 10 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ ngày 10 tháng 9 năm 422 cho tới ngày 27 tháng 7 năm 432. Celestine khuyến khích việc truyền giáo ở [[Scotland]] và [[Cộng hòa Ireland|Ireland]] qua công việc của [[Palladius]] và [[Thánh Patrick]].\n\n== Giáo hoàng ==\nCelestine I sinh tại ở Campania, Rôma. Chẳng có gì để biết về thời niên thiếu của vị Giáo hoàng này, ngoại trừ tên của người cha là Priscus. Người ta nói rằng, ông đã có một thời gian sống tại Milan cùng với St Ambrose. Một tài liệu của Giáo hoàng Innocent I vào năm 416, nói đến Celestine như là một phó tế (Deacon) ở Rô-ma. Vào năm 418, [[Augustine Hippo]] đã viết một là thư cho ông (Epist.LXII) với một ngôn ngữ kính trọng. Ông là bạn của Thánh [[Augustine]].\n \nCelestine I đã được bầu làm người kế nhiệm của Giáo hoàng Boniface I vào ngày 10 tháng 9 năm 422 (mặc dù Jean Bolland 1596-1665 cho rằng chính xác đó phải là ngày 3 tháng 11). Ông được xem là vị Giáo hoàng có nghị lực, ông xác định các quy tắc phải theo đối với những cuộc bầu Giám mục để tránh những tranh cãi đã khích động những bước khởi đầu triều đại vị tiền nhiệm của ông. Là môn đồ rất kiên quyết, ông ước mong củng cố kỷ luật của các nhiệm kỳ Giám mục khác nhau, các thư đầu tiên của ông gửi đến cho các Giám mục Gallô và Italia là rất rõ ràng về vấn đề này.\n\nGiáo hoàng Cêlestinô I ý thức rất cao vai trò của người, người đã truyền xác nhận một cách long trọng quyền khiếu nại của tất cả mọi tín hữu với Rôma. Ngài là bạn của Thánh Augustine. Đức Celestine khuyến khích việc truyền giáo ở Scotland và Ireland qua công việc của Palla-dius và Thánh Patrick. Cử thánh Patrick (Patriciô) đi Tin Mừng hoá xứ Ireland với cương vị là một Giám mục vào năm 431.\n\nDưới triều đại Giáo hoàng của ông, nhà thờ thánh nữ Sabina trên đồi Aventin đã được xây dựng.\n\n== Vụ Nestoriô ==\nTrong triều đại của ông đã xảy ra vụ Nestoriô (380-440) người Syria. Ông này cho rằng: chỉ nên gọi Maria là Mẹ Chúa Ki-tô chứ không phải là mẹ Thiên Chúa. Theo ông, Chúa Ki-tô (sinh bởi Đức Maria) chỉ là một người được phúc tiền định mặc Thiên tính trở nên \"Đền thờ\" của Ngôi lời. Trong Đức Kitô có hai bản tính: Thiên tính và Nhân tính, nghĩa là hai ngôi vị, ngôi vị Thiên Chúa và ngôi vị nhân loại, còn gọi là hai HYPOSTASES phải phân biệt rõ ràng con người và Thiên Chúa trong đấng Cứu Thế. Xác tín ấy đưa đến kết quả: trên Thánh Giá, chỉ có con người chết, không có quyền viết rằng: \"Con Thiên Chúa đã chịu thương khó vì ta\", hoặc \"Thiên Chúa đã chết vì ta\". Cốt lõi của mầu nhiệm cứu độ, việc Thiên Chúa tình nguyện hy sinh để cứu chuộc trần gian, như thế là bị huỷ bỏ.\n\nDĩ nhiên, các nhà thần học khéo léo nhất của khuynh hướng này, và ngay chính Nestoriô nữa, có nói đến một sự \"kết hợp đạo lý\" (Union morale) giữa hai bản tính để nâng đỡ cho cái phần cốt lõi của chủ đề. Thánh Cyrillô, giáo chủ thành Alexandria, đã báo cáo sự việc lên hoàng đế Theodosius II. Giáo hoàng Celestin cũng nhận được phúc trình và đe kết án vạ tuyệt thông Nestorius.\n\nĐể giải quyết vấn đề, hoàng đế yêu cầu triệu tập [[công đồng đại kết|công đồng]]. Giáo hoàng triệu tập Công đồng năm 430 – đây là công đồng chung thứ ba. Thời gian và địa điểm được ấn định là vào tháng 6 năm 431 tại Epheso, và [[thánh Cyrillô]] được Rôma trao cho quyền chủ tọa. Công đồng đã quy tụ 250 Giám mục phương Đông, chỉ có một Giám mục phương tây. Tuy nhiên, các nghị phụ [[Antiokia]] và [[Syria]] (về phe với Nestorius) tới trễ. Chỉ sau một ngày tranh luận, công đồng đã kết án luận thuyết của Nestoriô (vắng mặt) và yêu cầu chức sắc này rút ý kiến lại. Đồng thời, các nghị phụ công nhận từ ngữ Theotokos (Mẹ Thiên Chúa) là chính đáng.\n\nĐêm 22 tháng 6, giáo dân Epheso chào mừng công đồng bằng một cuộc rước đèn vĩ đại, tung hô Mẹ Thiên Chúa: \"Thánh Maria, Đức Mẹ Chúa Trời, cầu cho chúng tôi là kẻ tội lỗi\". Kinh đó đã được soạn ra trong dịp này và đã được Giáo hoàng Celestin chấp nhận. Tuy nhiên, những lễ trọng kính Đức Mẹ mãi đến hạ bán thế kỷ VII (khoảng năm 680) mới có trong lịch sử phụng vụ. (Xem Duchesne: Les origines du culte chrétien). Vụ Nestoriô, thực tế thuộc lãnh vực Đế quốc Đông phương. Giáo hoàng Cêlestinô đã kết án ông tại Roma. Đó là hai bằng chứng, chứng tỏ rằng các Giáo hoàng muốn quyền phổ quát của mình được nhìn nhận vĩnh viễn.\n\nLạc thuyết Pelagius đã bị các Giáo hoàng tiền nhiệm của Celestine kết án. Ông cùng hành động mạnh mẽ chống lại lạc thuyết này. Bây giờ một số linh mục thành Marseille lại muốn dung hòa lạc thuyết Pelagius với Công giáo, đó là bè Semi-Pelagius. Bè này nhận có tội nguyên tổ và sự cần thiết của ân sủng, nhưng chủ trương: người ta tự sức mình làm được một chút việc lành trước, rồi Thiên Chúa thưởng việc lành đó mà ban ơn giúp ta về nhau. Giáo hoàng Celestin I lên tiếng cảnh cáo bè này. Thánh Âu tinh viết nhiều sách chống cả hai. Hai lạc thuyết tan dần vào trong thế kỷ V.\n\n== Qua đời ==\nGiáo hoàng Celestine qua đời vào ngày 6 tháng 4 năm 432. Ông được [[chôn cất]] tại nghĩa trang St Priscilla trên Qua Salaria. Hiện nay, chúng được lưu giữ ở Basilica di Santa Prassede. Trong nghệ thuật, thánh Celestine thường được thể hiện cùng với một con chim bồ câu và ngọn lửa.\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Coelestinus I}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Celestine, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Bônifaciô I|Boniface I]]|\nsau=[[Giáo hoàng Xíttô III|Sixtus III]]}}\n{{Dữ liệu nhân vật\n|TÊN=Celestine I\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 43 của [[Giáo hội Công giáo Rôma]] ([[422]]–[[432]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Mất năm 432]]\n[[Thể loại:Giáo hoàng|C]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}