{"Giáo hoàng Anicêtô":"{{Infobox Pope|\nname=Thánh Anicêtô <small> <br \/> Giáo hoàng|\nimage=Papa Aniceto cropped.jpg|\nbirth_name=Anicetus|\nterm_start=khoảng 154|\nterm_end=[[17 tháng 4]] năm [[166]]|\npredecessor=[[Giáo hoàng Piô I|Pius I]]|\nsuccessor=[[Giáo hoàng Sôtêrô|Soter]]|\nbirth_date=???|\nbirthplace=[[Emesa]], [[Syria]]|\ndeath_date=[[17 tháng 4]] năm [[166]]|\ndeathplace=[[Roma]], [[Đế quốc Rôma]]|}}\n'''Anicêtô''' ([[Latinh]]: ''Anicetus'') là vị [[Giáo hoàng]] thứ 11 của Giáo hội [[Công giáo]]. Ông được suy tôn là một vị thánh của [[Giáo hội Công giáo|Giáo hội]]. Triều đại Giáo hoàng của ông bắt đầu từ năm 154 và kết thúc vào ngày [[17 tháng 4]] năm 167. Theo niên giám Tòa thánh năm 1861 thì ông lên ngôi vào năm 157 và ở ngôi 11 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông bắt đầu từ năm 155 đến ngày [[17 tháng 4]] năm 166.\n\n==Tiểu sử và đạo nghiệp==\nÔng sinh tại thành phố Emesa (ngày nay là [[Homs]], [[Syria]]). Không có một tài liệu nào ghi chép về việc ông có mặt ở [[Rôma]]. Theo Liber Pontificalism, ông là người đã ra chỉ dụ cho hàng giáo sĩ không nên để tóc dài (có thể vì phái Gnostics để tóc dài). Tuy nhiên điều này có vẻ như chỉ mang tính giai thoại.\n\nTheo thánh [[Irenaeus]], trong thời gian cai trị của ông đã xảy ra những tranh luận với Polycarpe (Saint Polycarp Smyrna) Giám mục thành Smyrna, một môn sinh của Thánh Gioan (John the Evangelist) về việc mừng [[Lễ Phục Sinh|Lễ Phục sinh]]. Polycarpe và giáo hội của Smyrna kỷ niệm lễ Phục sinh vào ngày 14 trong tháng Nisan, giống như [[Do Thái]], bất kể ngày nào trong tuần. Trong khi Giáo hội Rôma mừng lễ vào ngày Chủ nhật phục sinh.\n\nTheo lời chứng của thánh [[Irênê thành Lyon]], có mặt tại Rôma dưới triều Giáo hoàng Anicetus, do Êusêbiô Cêsarê thuật lại thì Giáo hoàng đã tiếp Giám mục của Smyrna là thánh [[Polycarpô]], mặc dù đã 80 tuổi nhưng đã đích thân sang [[Rôma]] hội kiếp với Giáo hoàng về việc dung hòa các lễ nghi phụng vụ. Theo đó cuộc gặp nhằm giải quyết cuộc tranh chấp đặt Giáo hội Rô ma và Giáo hội Á châu đối nghịch nhau. Tuy nhiên cả hai đã không đồng ý về cùng một ngày mừng lễ phục sinh. Anicetus đã thử áp đảo Polycarpe để thay đổi ngày giữ lễ Phục-sinh, nhưng Polycarpe không chịu nhượng bộ. Những tranh cãi vẫn tiếp tục và trở thành gay gắt trong những thế kỷ sau.\n\nGiáo hoàng Anicetus là vị giáo hoàng đầu tiên kết án các lạc giáo của Montanism. Ông cũng tích cực chống Gnostics và [[Marcion thành Sinope|Marcion]]. Cuốn 265 Đức Giáo hoàng lại cho rằng chúng ta không biết gì về những thể hiện lập trường của ông đối diện với Marcion là người cũng luôn luôn hiếu động, đối diện với Valentin Ai Cập, đối diện với phái Carpôcrát là phái khẳng định rằng thế giới đã được tạo dựng bởi các thiên thần và Đức Giê su thực sự là con ông Giuse, nhưng Thiên Chúa đã ban cho người quyền làm phép lạ. Có lẽ là theo hình ảnh vị tiền nhiệm của ông là Đức Piô I, ông để cho các nhà tư tưởng Kitô giáo thực sự, như Justinô thành Naplouse hay Hêgêsippô, đấu tranh chống lại các lạc giáo ngộ đạo đang có mặt trong đời sống Kitô hữu.\n==Tử vì đạo==\nTruyền thống cho rằng, ông đã chịu tử vì đạo trong triều đại của hoàng đế [[Lucius Verus]]. Ngày [[16 tháng 4|16]], [[17 tháng 4|17]] và [[20 tháng 4]] là những ngày được cho là ngày mất của ông, và ngày được giáo hội mừng kính là ngày 17 tháng 4 hàng năm.\n==Mai táng==\nTương truyền rằng, ông là vị Giáo hoàng đầu tiên được [[chôn cất]] trong các hầm mộ của nhà thờ San Callisto. Vào năm 1604, hài cốt của ông đã được chuyển giao cho một nhà thờ của Palazzo Altemps sau khi Giáo hoàng [[Giáo hoàng Clêmentê VIII|Clement VIII]] chấp thuận đề nghị của Công Tước John Angelo Altemps.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Anicetus}}\n* Pope Anicetus, Wikipedia Tiếng Anh [http:\/\/en.wikipedia.org\/wiki\/Pope_Anicetus]\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Linus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n== Đọc thêm ==\n* Duff, Eamon. ''Saints and Sinners: A History of the Popes'', Yale University Press, 2001, p.&nbsp;13. ISBN 0300091656\n* Maxwell-Stuart, P. G. ''Chronicle of the Popes: The Reign-by-Reign Record of the Papacy from St. Peter to the Present'', Thames & Hudson, 2002, p.&nbsp;19. ISBN 0500017980.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Piô I|Piô I]]|\nsau=[[Giáo hoàng Sôtêrô|Soter]]}}\n{{Dữ liệu nhân vật\n|TÊN=Anecletus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ ba của [[Giáo hội Công giáo Rôma]] ([[79]]–[[88]])\n|LÚC SINH=\n|NƠI SINH=Rôma, Italia\n|LÚC MẤT=\n|NƠI MẤT= Rôma\n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|Anicetus]]\n[[Thể loại:Mất năm 168]]\n[[Thể loại:Mất năm 167]]\n[[Thể loại:Năm sinh không rõ]]"}