{"Giáo hoàng Sôtêrô":"{{Infobox Pope|\nname=Thánh Sôtêrô<br>Giáo hoàng|\nimage=Soter.jpg|\nbirth_name=Soter (Tiếng Anh)Soterus (Tiếng Latin)|\nterm_start=166|\nterm_end=174|\npredecessor=[[Giáo hoàng Anicêtô|Anicetus]]|\nsuccessor=[[Giáo hoàng Êlêuthêrô|Eleuterus]]|\nbirth_name=???|\nbirth_date=???|\nbirthplace=[[Fondi]], [[Campania]], [[Đế quốc Rôma]]|\ndead=dead|death_date=174 (?)|\ndeathplace=[[Roma]], [[Đế quốc Rôma]]|}}\n'''Sôtêrô''' ([[Tiếng Latinh]]:''Soterus'') là vị [[Giáo hoàng]] thứ 11 kế vị [[Thánh Phêrô]] và là vị Giáo hoàng thứ 12 của giáo hội [[Công giáo]]. Ông được biết đến như là \"giáo hoàng của tình yêu\". Soterus có nguồn gốc từ tiếng Hi-lạp \"σωτήρ\" (sōtēr) có nghĩa là Saviour (người cứu vớt, người cứu thoát). Triều đại của ông kéo dài trong khoảng từ năm 166 cho tới 174. Theo niên giám tòa thánh năm 1861 thì ông lên ngôi năm 168 và ở ngôi trong 9 năm, 1 tháng, vài ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám năm 2003 xác định triều đại của ông kéo dài từ năm 166 cho tới năm 175. Niên giám năm 2008 thì triều đại của Giáo hoàng Soterus bắt đầu vào năm 162 hoặc 168 và kết thúc vào năm 170 hoặc 177.\n\n==Tiểu sử==\nÔng sinh tại Fondi, Campania, Ý. Danh mục Liber Pontificalis cho rằng ông được sinh ra trong một gia đình có nguồn gốc Hi-lạp. Có lẽ chính vì nguồn gốc Hi-lạp đã khiến ông quan tâm tới các vấn đề của giáo hội Hi-lạp. Ngay sau khi lên ngôi Giáo hoàng, ông đã tổ chức quyên góp tiền để gửi cho nhà thờ ở đến cộng đoàn Kitô hữu ở Corinth đang chịu sự bách đạo tàn bạo hiếm có. Soterus đã thay mặt cho giáo hội Rô-ma gửi cho nhà thờ Corinth. Đức Soter là người đầu tiên nhận ra đặc tính bí tích của hôn nhân.\n\nÔng được mô tả là vị Giáo hoàng của lòng bác ái. Tương truyền ông cấm phụ nữ dâng hương trước mặt cộng đồng tín hữu và xác định hôn nhân chỉ hợp lệ (là một bí tích) nếu được linh mục cử hành.\n\nGiáo hoàng Soterus đã giúp đỡ rất nhiều người nghèo khó. Ông đặc biệt quan tâm tới những người bị kết tội đang phải làm việc trong những hầm mỏ nguy hiểm. Họ bị đày tới đó vì đã không chịu chối bỏ niềm tin vào Chúa Giêsu. Những kitô hữu can đảm này luôn phải chịu đói khát. Họ chỉ được phép nghỉ ngơi chút ít thôi. Các tín hữu khác thì bị giam hãm trong chốn lao tù. \"Giáo hoàng Soterus tốt lành\" đã làm mọi cách có thể để khuyến khích và giúp đỡ họ.Ông cũng trợ giúp những kitô hữu ở xa Rôma. Vị Giáo hoàng thánh thiện này là một nhà giảng thuyết danh tiếng. Mọi kitô hữu đều ưa thích nghe ngài giảng giải về Đạo giáo của mình. Ông gợi hứng nơi họ lòng can đảm dám liều chết vì Chúa Giêsu hơn là tế lễ cho các ngẫu thần.\n\nHiện giờ chúng ta có được những đoạn của một bức thư mà Giám mục Côrintô là Điônisiô đã gửi cho ông. Ông này cảm ơn Soterus vì những món quà mà cộng đoàn Ki tô hữu Rô ma vừa mới gửi cho những người nghèo của Côrintô. Người ta quy cho ông là tác giả của một bức thư về phong trào Montan và về sụ tiền định nhưng có lẽ điều này thiếu chính xác.\n\nRoman Martyrology cho rằng Đức Soterus [[tử đạo]] năm 175 và được [[chôn cất]] tại nghĩa trang Callistus tại Rome. Tuy nhiên không có bằng chứng về việc ông đã chịu tử vì đạo. Theo một truyền thống khác thì có thể ông đã được [[chôn cất]] tại Vatican gần thánh Phê-rô. Sau đó, dưới triều của Giáo hoàng [[Sergio II]], hài cốt của ông được chuyển giao cho nhà thờ Basilica of St Sylvester và Martin. Theo một truyền thống khác, một phần hài cốt đó được lưu giữ trong một nhà thờ của Toledo.\n\nÔng được suy tôn như một vị thánh và được kính nhớ vào ngày 22 tháng 4 cùng với thánh Caius. Tuy nhiên nó không còn được tiếp tục trong Lịch Tridentine và trong các phiên bản của Lịch Rôma kề từ năm 1969.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Sixtus I}}\n* Pope Soter, Wikipedia Tiếng Anh [http:\/\/en.wikipedia.org\/wiki\/Pope_Soter]\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Linus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ [[Tiếng Anh]].\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Anicêtô|Anicetus]]|\nsau=[[Giáo hoàng Êlêuthêrô|Eleuterus]]}}\n{{Dữ liệu nhân vật\n|TÊN=Soter\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 11 của [[Giáo hội Công giáo Rôma]] ([[166]]–[[174]])\n|LÚC SINH=\n|NƠI SINH=Rôma\n|LÚC MẤT=\n|NƠI MẤT= Rôma\n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|Soter]]\n[[Thể loại:Mất năm 174]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}