{"Giáo hoàng Anaclêtô":"{{Infobox Pope\n|name = Thánh Anaclêtô<br \/><small>Giáo hoàng\n|image = Papa Cletus.jpg\n|caption = \n|birth_name = Anacletus\n|term_start = Khoảng 79\n|term_end = Khoảng 88\n|predecessor = [[Giáo hoàng Linô|Linô]]\n|successor = [[Giáo hoàng Clêmentê I|Clêmentê I]]\n|birth_date = ???\n|birthplace = [[Roma|Rôma]], [[Đế quốc La Mã]]\n|death_date = Khoảng 88\n|deathplace = [[Roma|Rôma]], [[Đế quốc La Mã]]\n|influences = \n|signature = \n|khác =\n|chú thích =\n}}\n'''Giáo hoàng Anaclêtô''' ([[Latinh]]: ''Anacletus'', phát âm: A-na-clê-tô hoặc Clê-tô) là Giám mục Rôma và là vị [[giáo hoàng]] thứ ba của [[Giáo hội Công giáo Rôma|Giáo hội Công giáo]] sau [[Thánh Phêrô]] và [[Giáo hoàng Linô|Thánh Linô]]. Triều đại Giáo hoàng của ông kéo dài trong khoảng năm 79 tới khi ông qua đời tại [[Roma]], vào năm 88<ref>[http:\/\/books.google.com.vn\/books?id=OvAQAAAAIAAJ&pg=PP11&lpg=PP11&dq=Annuario+Pontificio&source=bl&ots=0rG0FdWvnk&sig=TYY3y4819fVFlkiZOxz57pBBggM&hl=vi&ei=ckCZSaO-JpWukAXQ-pC3Cw&sa=X&oi=book_result&resnum=9&ct=result#PPP10,M1 Annuario pontificio 1838, Google sách]<\/ref>.\n\n== Tên gọi ==\nVề tên gọi của ông, sau nhiều thế kỷ tranh luận, người ta không biết chắc chắn ông là \"Cletus\", \"Anacletus\" hay \"Anencletus\". Tuy nhiên, sự tồn tại của một nhân vật tên Anacletus (còn gọi tắt là Cletus) đã từng làm giáo hoàng và tử đạo trong cuộc bách hại của Domitianus khoảng năm 88-96 là hoàn toàn có thật. Giám mục của Caesarea, thánh Irenaeus Giám mục của Lyons, thánh Augustine của Hippo và Milev Optatus đều coi Anacletus và Cletus là cùng một người, nhưng không thống nhất về thứ tự các vị Giáo hoàng. Thánh Irenaeus liệt kê theo thứ tự: Linus, Anacletus và Clement. Nhưng Augustine và Optatus lại liệt kê: Clement, Linus, và Anacletus.\n\nThậm chí Quinto Settimio Fiorente Tertulliano (160 – 220) đã bỏ qua cả hai. Louis Duchesne (1843 – 1922) giải thích rằng Cletus đã được tách ra từ Anacletus. Cả Liber Pontificalis và Liberian Catalogue đều cho rằng Anacletus và Cletus là hai người khác nhau. Đầu tiên là một người [[Hy Lạp]], và thứ hai là một người [[La Mã]]. Tên \"Cletus\" trong tiếng Hy Lạp cổ có nghĩa là \"''Một trong những người được gọi\"(One who has been called), ''còn \"Anacletus\" có nghĩa là \"''Một trong những người được gọi trở lại\" (One who has been called back). ''Niên giám thống kê năm 1947 (Pontifical Yearbook 1947) đã đồng nhất hai tên Giáo hoàng Anacletus và Cletus, theo Liber Pontificalis (Tiểu sử các Giáo hoàng) coi Anacletus là kế nhiệm [[Giáo hoàng Linô]].\n\n== Nhiệm kỳ giáo hoàng == \nTheo truyền thống, Cletus hoặc Anacletus được nói đến là một người Roma và thời gian tại vị kéo dài khoảng 12 năm. Tuy nhiên không có sự đồng nhất về thời gian bắt đầu và kết thúc triều đại của ông. Theo Niên giám tòa thánh năm 2003 thì ông đắc cử năm 76 và tử đạo năm 88. Niên giám 1861 dười thời [[Giáo hoàng Piô IX]] thì ông đắc cử năm 78. Theo Niên giám thống kê 2008 Pontifical Yearbook 2008 (Libreria Editrice Vaticana) Giáo hoàng Anacletus (hoặc Cletus) đã ở ngôi trong khoảng thời gian từ năm 80 - 92. Các nguồn khác cho rằng từ 77 đến 88.\n\nTheo Liber Pontificalis thì ông đã được sinh ra tại Athens, Hy Lạp, con trai của Antiochus. Ông đã sống dưới thời của Hoàng đế Titus Flavius Vespasian, Titus và Domitian. Ông đã ấn định những quy tắc thánh hiến các Giám mục, ban hành các quy tắc về y phục giáo sĩ. Trong vùng Vatican, gần mộ Thánh Phêrô, ông cho xây một nguyện đường để an táng các vị tử đạo. Dưới thời cai trị của ông, Hội Thánh bị bách hại rất gay gắt ở [[Rôma]].\n\n== Tử đạo và mừng lễ ==\nTruyền thống cho rằng ông đã tử đạo năm 88. Tuy nhiên không có ghi chép gì về các cuộc bách hại đạo trong thời kỳ này, chỉ có cuộc bách hại vào khoảng năm 95, dưới thời Hoàng đế Domitianus (Domitiano). Ông được [[chôn cất]] tại Vatican cùng với hai vị Giáo hoàng tiền nhiệm là [[Thánh Phêrô]] và [[Giáo hoàng Linô|Thánh Linô]].\n\nTrước đây, lịch các ngày lễ dùng ngày 26 tháng tư để kính thánh Cletus, cùng với thánh Marcellinus, và ngày [[13 tháng 7]] để kính thánh Anacletus. Vào năm 1960, Giáo hoàng [[Gioan XXIII]], trong khi vẫn giữ ngày lễ kính [[26 tháng 4]] đã loại bỏ ngày [[13 tháng 7]]. \"Ngày kính thánh Anacletus được chuyển sang ngày 26 tháng 4, theo đúng tên là Cletus\" (Rubricarum instructum). Nhưng ngày 26 tháng 4 cũng được loại bỏ khỏi lịch lễ Rôma từ năm 1969.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Đọc thêm ==\n*Donald Attwater and Catherine Rachel John, ''The Penguin Dictionary of Saints'', 3rd edition, New York: Penguin Books, 1993. ISBN 0-140-51312-4.\n*Louise Ropes Loomis, ''The Book of Popes'' (''Liber Pontificalis''). Merchantville, NJ: Evolution Publishing. ISBN 1-889758-86-8 (Reprint of the 1916 edition. (Ends with Pope Pelagius, who reigned from 579 until 590. English translation with scholarly footnotes, and illustrations).\n*Richard P. McBrien, ''Lives of the Popes'', (Harper, 2000). ISBN 0-06-065304-3\n\n==Tham khảo==\n{{thể loại Commons|Anacletus}}\n{{wikisource|1911 Encyclopædia Britannica\/Anencletus|Anencletus}}\n* Pope Anacletus, Wikipedia Tiếng Anh\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Linus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n== Liên kết ngoài==\n*[http:\/\/www.documentacatholicaomnia.eu\/01_01_0076-0088-_Anacletus_I,_Sanctus.html ''Writings attributed to Pope Anacletus\/Cletus'']\n*[http:\/\/www.anacletians.org ''The Society of Pope Saint Anacletus''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170915094913\/http:\/\/anacletians.org\/ |date = ngày 15 tháng 9 năm 2017}}, an Independent Catholic association tại [[Hoa Kỳ]]\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Linô|Linô]]|\nsau=[[Giáo hoàng Clêmentê I|Clêmentê I]]}}\n{{Dữ liệu nhân vật\n|TÊN=Anecletus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ ba của [[Giáo hội Công giáo Rôma]] ([[79]]–[[88]])\n|LÚC SINH=\n|NƠI SINH=Rôma, Ý\n|LÚC MẤT=\n|NƠI MẤT= Rôma\n}}\n{{Danh sách Giáo hoàng}}\n{{Chủ đề Cơ Đốc giáo}}\n\n[[Thể loại:Giáo hoàng|Anacletus]]\n[[Thể loại:Mất năm 92]]\n[[Thể loại:Mất thế kỷ 1]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}