{"Giáo hoàng Máccô":"{{Infobox Pope|\nname=Thánh Máccô|\nimage=Marcus (papa).jpg|\nbirth_name=Marcus|\nterm_start=[[18 tháng 1]] 336|\nterm_end=[[7 tháng 10]] 336|\npredecessor=[[Giáo hoàng Sylvestrô|Sylvester I]]|\nsuccessor=[[Giáo hoàng Giuliô I|Julius I]]|\nbirth_date=???|\nbirthplace= [[Roma]], [[Đế quốc Tây La Mã]] (?)|\ndead=dead|death_date={{death date|336|10|7|mf=y}}|\ndeathplace= [[Roma]], [[Đế quốc Tây La Mã]] (?)|}}\n\n'''Máccô''' ([[Latinh]]: ''Marcus) ''là người kế nhiệm của Giáo hoàng [[Giáo hoàng Sylvestrô|Sylvester I]] và là vị Giáo hoàng thứ 34. Ông được suy tôn là một vị [[thánh (định hướng)|thánh]] của [[Giáo hội Công giáo]]. Theo niên giám tòa thánh năm 1861 thì ông lên ngôi Giáo hoàng năm 336 và ở ngôi trong 8 tháng và 9 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông bắt đầu vào ngày 18 tháng 1 năm 336 và kết thúc vào ngày 7 tháng 10 cùng năm.\n\n[[Liber Pontificalis]] cho rằng ông sinh tại Roma và cha tên là Priscus. Một số bằng chứng cho thấy rằng danh sách các Giám mục tử đạo được gọi là Depositio episcoporum và Depositio martyrum đã được bắt đầu trong triều đại của ông. Truyền thống cho rằng, Marcus đã ra chỉ thị Giáo hoàng nên được Giám mục Ostia thánh hiến. Ông đã thiết lập nghi thức trao dây [[Pallium]] vẫn còn được dùng tới ngày nay. Sợi dây được làm bằng len của con chiên đã được làm phép trước và được trang trí thêm những thánh giá màu đen.\n\nTuy nhiên điều này có thể không chắc chắn, những bằng chứng cổ xưa nhất cho thấy nó chỉ xuất hiện vào khoảng thế kỷ thứ V hoặc VI, một văn bản cổ nhất đề cập đến việc Giáo hoàng trao dây Pallium là vào thế kỷ VI. Người ta cũng cho rằng chính ông là người đã ban dây Pallium cho Giám mục Ostia là người có đặc quyền tấn phong Giáo hoàng.\n\nTriều đại của ông được đánh dấu bằng việc xây dựng hai Vương cung thánh đường ở Rôma, Thánh Máccô và cả thánh Balbina. Lịch những ngày lễ tôn giáo đầu tiên đã xuất hiện trong thời ông. Ông làm Giáo hoàng chỉ được một vài tháng và chống lại dị giáo Á Châu. Ông được ghi nhận là đã chết vì nguyên nhân tự nhiên và được [[chôn cất|chôn]] trong hầm mộ của Balbina. Ngày lễ kính của thánh Marcus là ngày 7 tháng 10. Vào năm 1048, các di tích của ông được chuyển giao cho Velletri và sau đó vào năm 1145, chúng được [[chôn cất]] dưới bàn thờ của thánh đường Basilica di San Marco Evangelista tại Capitol.\n\n==Chú thích==\n{{tham khảo|30em}}\n= Tham khảo =\n{{thể loại Commons|Marcus (papa)}}\n* Pope Mark, Wikipedia Tiếng Anh [http:\/\/en.wikipedia.org\/wiki\/Pope_Stephen_I]\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Marcus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Sylvestrô|Sylvester I]]|\nsau=[[Giáo hoàng Giuliô I|Julius I]]}}\n{{Dữ liệu nhân vật\n|TÊN=Giáo hoàng Marcus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 34 của [[Giáo hội Công giáo Rôma]] ([[336]]–[[336]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|M]]\n[[Thể loại:Mất năm 336]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}