{"Giáo hoàng Hônôriô III":"{{Infobox Pope|\nname=Honorius III|\nimage=Interior of Santi Giovanni e Paolo (Venice) - Honorius III by Leandro Bassano.jpg|240px|\nbirth_name=Cencio|\nterm_start=18 tháng 7 1216|\nterm_end=18 tháng 3 1227|\npredecessor=[[Giáo hoàng Innôcentê III|Innocent III]]|\nsuccessor=[[Giáo hoàng Grêgôriô IX|Gregory IX]]|\nbirth_date=1148|\nbirthplace= [[Roma]], [[Papal States]], [[Đế quốc La Mã Thần thánh]] |\ndead=dead|death_date={{death date|1227|3|18|mf=y}}|\ndeathplace= [[Roma]], [[Papal States]], [[Đế quốc La Mã Thần thánh]]|\nother=Hônôriô|\ncoat_of_arms=C o a Onorio IV.svg}}\n'''Hônôriô III''' ([[Latinh]]: '''Honorius III''') là vị [[giáo hoàng]] thứ 177 của Giáo hội [[Công giáo]].\n\nTheo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1216 và ở ngôi Giáo hoàng trong 10 năm 7 tháng 1 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. [[Niên giám tòa thánh]] năm 2003 xác định ông đắc cử Giáo hoàng ngày 18 tháng 7 năm 1216, ngày khai mạc chức vụ mục tử đoàn chiên chúa là ngày 24 tháng 7 và ngày kết thúc triều đại của ngài là ngày 18 tháng 3 năm 1227.\n\n==Trước khi trở thành giáo hoàng==\nGiáo hoàng Honorius sinh tại [[Roma|Rôma]] với tên thật là Cencio Savelli vào khoảng năm 1160. Gia đình Savelli đặt tên theo pháo đài Sabellium, gần [[Albano]].\n\nÔng đã ở tại [[Vương cung thánh đường Đức Bà Cả|nhà thờ Đức Bà Cả]] ở Rôma, rồi trở thành [[thị thần]] của Giáo hoàng năm 1188 và [[Hồng y phó tế]] của Santa Lucia trên đảo [[Sicilia]] vào năm 1193.\n\nDưới triều Giáo hoàng [[Giáo hoàng Clêmentê III|Clêmentê III]] và [[Giáo hoàng Cêlestinô III]], ông là người quản lý tài chính của Giáo hội [[Công giáo]].\n\nNăm 1197, ông trở thành một người giám hộ của hoàng đế Frederic tương lai, là người đã được hoàng hậu Constantia giao phó cho Innôcentê III coi sóc, Innôcentê III làm cho ông trở thành hồng y linh mục vào ngày 13 tháng 3 năm 1198 và về sau ông trở thành hồng y của nhà thờ thánh [[Thánh Phêrô|Phêrô]] và [[Sứ đồ Phaolô|Phaolô]].\n\n==Giáo hoàng==\n===Bầu cử===\nNgày 18 tháng 7 năm 1216, mười chín hồng y họp tại Pérouse, nơi Giáo hoàng Innôcentê II qua đời để bầu người kế vị, Cencio Savelli đã được chọn. \n===Thập tự chinh V===\nÔng đã có những dự định về việc phục hồi cuộc thập tự chinh thứ năm đã được vị tiền nhiệm của ông bắt đầu. Cùng với vua [[Hungary]] là Andrew II (1205 - 1235), ông tổ chức cuộc [[Thập Tự chinh V]] và rồi cũng kết thúc trong ê chề.\n\nVị Giáo hoàng đã xúc tiến những công việc chuẩn bị cho cuộc thập tự chinh. Ông thu một tô phần mười đặc biệt, Giáo hoàng và mỗi [[Hồng y]] phải đóng góp thêm một phần mười nữa trong vòng ba năm và các Giám mục một phần mười hai lợi tức của họ. Nhưng số tiền này vẫn không đủ.\n\nÔng cho đăng quang Pierre de Courtenay (tháng 4 năm 1217) làm hoàng đế Constantinôpôli. Hoàng đế mới này đã bị bắt và chết mà chưa có thể ứng tiền trước. Vậy Honorius III nóng lòng chờ đợi sự giúp đỡ của Frederic II, người đã thề là sẽ lên tàu năm 1217. Năm 1220, [[Friedrich II của Thánh chế La Mã|Friedrich II]] được bầu làm hoàng đế và đăng quang tại Rôma, nhưng ông đã tiếp tục trì hoãn công cuộc viễn chinh của ông để chờ thời.\n\n[[Chiến dịch Ai Cập]] đã thất bại với việc mất Damiette (8.9.1221). Vua Andrew II của Hunggari và các quân thập tự chinh khác đã vây lấy Damiette nhưng chiến thắng này không kéo dài. Ngày 21 tháng 6 năm 1225, đã được ấn định là ngày Frederic II phải ra đi, và Hônôriô II đã tổ chức lễ hôn phối của ông này với Isabelle, người thừa kế Vương quốc [[Jêsusalem]] để cuối cùng thúc đẩy ông phải ra đi. Sau đó, Frederic đã ký hiệp ước San Germano vào tháng 7 năm 1225 để có được một sự trì hoãn mới là hai năm.\n\nHonorius III ủng hộ cuộc Thập tự chinh của người Albigeois diễn ra trong miền nam nước [[Pháp]]. Ông làm cho Simon de Montfort vững tin vào việc chinh phục các lãnh thổ của Raymond de Toulouse và làm thế nào để đạt được sự giúp đỡ của vua nước Pháp là [[Louis VIII của Pháp]], người mà ông đồng ý cho vây và lấy Avignon mặc dù Frederic II phản đối vì xem nó là một thành phố của hoàng đế.\n\n==Dòng Đaminh==\nNgoài biện pháp trừng phạt bằng các cuộc thập tự chinh được tiến hành từ thời Đức Innocent III, một biện pháp khác được dùng để ngăn chặn lạc giáo Ca-ta là việc thuyết giáo. Công việc được thực hiện bởi một linh mục người [[Tây Ban Nha]] là Dominique de Guzman, sau đó ông tổ chức thành một nhóm nhỏ những \"người thuyết giáo\".\n\nNhóm này, ngày 22 tháng 12 năm 1216 được Honorius III công khai tán trợ. [[Dòng Anh Em Giảng Thuyết]] đã được thành lập. Giáo hoàng đã dành sự ưu ái cho dòng này khi ông nói: \"Các tu sĩ Đaminh sẽ là những chiến sĩ đức tin và là ánh sáng của muôn dân\".\n\nÔng phê chuẩn bản luật của thánh Đaminh trong sắc chỉ Religiosam vitam (Đời sống dòng tu), đề ngày 22 tháng 12 năm 1216 và bản luật của thánh [[Phanxicô thành Assisi]] trong sắc chỉ Solet annuere (Có thông lệ phê chuẩn) ngày 29 tháng 11 năm 1223. Ông cũng phê chuẩn các tu sĩ [[phan Sinh|dòng Phanxicô]].\n\nNgày 30 tháng 1 năm 1226 ông phê chuẩn [[Dòng Cát Minh|Dòng các nữ tu Cát minh]] bằng sắc chỉ Ut vivendi norma (Để quy luật sống) và Hội dòng \"Val dé Ecolier\" (Vallis Scholarium), được sáng lập bởi bốn giáo sư thần học đại học Pari.\n\n==Các tác phẩm==\nÔng ban những đặc ân cho các [[Đại học Paris]] và [[Bologne]], hai trung tâm học tập lớn nhất thời đó. Trong sắc chỉ Super specula Domini (Ngoài hình ảnh của Chúa), ông ra lệnh nâng đỡ các sinh viên trong mỗi giáo phận.\n\nÔng ấn định trong \"Sách Censorium\" về các quyền của Giáo hoàng và các nghi thức bầu chọn. Ông rất quan tâm đến các khía cạnh kỷ luật và nguyên tắc trong việc bầu cử Giáo hoàng và Giám mục bằng cách bảo vệ nguyên tắc và nghi lễ.\n\nNhững bài viết quan trọng nhất trong các bài viết khi ông còn là thủ quỹ của Giáo hội đối với các sử gia là [[Liber censuum Romanae ecclesiae]], cho một danh sách các lợi tức và tài sản của Tòa thánh, tất cả những món quà biếu tặng, những đặc ân và những hợp đồng với các thành phố và các quốc vương. Quyển sổ được bắt đầu dưới triều Clement III và hoàn thánh năm 1192 dưới triều Cêlestinô III. Thủ bản gốc luôn ở tại Vatican (Vaticanus, 8486).\n\nHonorius III cũng viết một tiểu sử của Cêlestinô III, một tiểu sử của Grêgôriô VII, một Ordo Romanus (sách nghi thức Rôma) mô tả nghi lễ và các nghi thức cho nhiều dịp khác nhau và 34 bài giảng.\n\n==Qua đời==\nÔng từ trần ngày 18 tháng 3 năm 1227 mà chưa được thấy các dự định Thập tự chinh mà ông chuẩn bị có kết quả cuối cùng. Chính người kế vị ông - Grêgôriô IX - sẽ phải lo việc thực hiện.\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{commonscat|Honorius III}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Innôcentê III|Innocent III]]|\nsau=[[Giáo hoàng Grêgôriô IX|Gregory IX]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Clement II\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 177 của [[Giáo hội Công giáo Rôma]] ([[1216]]–[[1227]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|H]]\n[[Thể loại:Sinh năm 1148]]\n[[Thể loại:Mất năm 1227]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Sinh năm 1150]]"}