{"Giáo hoàng Grêgôriô IV":"{{Infobox Pope|\nname=Gregory IV|\nimage=Pope Gregory IV.jpg|\nbirth_name=???|\nterm_start=20 tháng 12 827|\nterm_end=11 tháng 1 844|\npredecessor=[[Giáo hoàng Valentinô|Valentine]]|\nsuccessor=[[Giáo hoàng Sergius II|Sergius II]]|\nbirth_date=???|\nbirthplace=Rome|\ndead=dead|death_date={{death date|844|1|11|mf=y}}|\ndeathplace=???|\nother=Gregory}}\n\n'''Grêgôriô IV''' ([[Latinh]]:'''Gregorius IV)''' là vị [[giáo hoàng]] thứ 101 của [[Giáo hội Công giáo]]. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng vào năm 827 và ở ngôi Giáo hoàng trong 16 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ năm 827 cho tới tháng 1 năm 844.Trong triều đại của ông xuất hiện Giáo hoàng giả Joannes, 1-844.\n\nGiáo hoàng Gregorius IV sinh tại [[Roma|Rôma]]. Ông đã tổ chức quân đội hùng hậu dưới sự điều khiển của quận công xứ Tuscany, và 5 lần chiến thắng quân [[Saracens]] ở [[Châu Phi|Phi Châu]]. Tuy vậy, khi đổ bộ đất [[Ý]], quân Saracens đã tàn phá [[Civitavecchia]], [[Ostia]] và đe doạ thành Roma. Quân Saracen trở thành mối đe doạ nguy hiểm sau khi họ chiếm được Ostia. Để bảo vệ thành phố, Đức Giáo hoàng cho xây một pháo đài gần biển và ngài gọi đó là Gregoropolis.\n\nLu-y qua đời năm 840, trước khi chết, ông trao gươm và triều thiên cho trưởng nam là [[Lôthariô]]. Ông này liền đòi các em phải thần phục hoàn toàn. Và Giáo hội ủng hộ ông, nghĩa là ủng hộ nguyên tắc thống nhất. Trong triều ông có nhiều Tổng Giám mục, Đan Viện trưởng, trong số có Rabanô Maurô, ở Fulda. Nhưng lý tưởng Đế quốc Kitô giáo thống nhất bị nhiều phe nhóm ly khai tấn công. Lu-y và Carôlô, hai em của Hoàng Đế Lôthariô, liên kết chống anh, đòi độc lập cho Vương Quốc của họ, vào năm 840. Lôthariô thua, việc này bị coi như Chúa xử. Ngoài chiến trường, trong khi an táng những người tử trận, các Giám mục tuyên bố: chiến tranh chống lại Lôthariô là đúng. Ý tưởng thống nhất xẹp.\n\n[[Tập tin:Gregory-IV Raban-Maur.jpg|nhỏ|trái|200px|Raban Maur (bên phải) trình bày tác phẩm của mình lên Giáo hoàng Gregory IV (giữa).]]\nVề vai trò các Giám mục Franc (các Đức Giáo hoàng còn dè dặt), những đấng ở trong phe chủ trương thống nhất là quyết định. Họ vẫn nuôi lý tưởng một Đế quốc Kitô giáo thống nhất, do giáo quyền thống trị. Khi Đức Giáo hoàng Grêgôriô IV, bị Lôthariô, hoàng tử phản loạn lôi đi theo, trong trận Alsace – Lorraine, chống lại vua cha Lu-y, thì Đức Giáo hoàng tỏ ra do dự vì làm thế ông nghiễm nhiên trở thành kẻ thù của Hoàng Đế.\n\nNhưng các Giám mục kia đã chứng minh cho ông thấy rằng: chính ông nắm quyền tối thượng, không ai có quyền xét xử ông, nhưng ông xét xử mọi tín hữu, trong đó có Hoàng Đế. Ở Compiègne, khi Hoàng Đế phải nhìn nhận tội lỗi trước ngày thoái vị, thì chính các vị Giám mục Franc này đã làm biên bản về việc đền tội này. Đức Grêgôriô IV nói: \"Ta có một sứ mạng về hoà bình và công lý, đó là hồng ân của Đức Kitô và là chính thừa tác vụ của Người\". Thẩm phán xét xử tội lỗi, Giáo hội lần đầu đòi quyền xét xử ngay cả các vua chúa.\n\nKhoảng năm 830, ông cung hiến một đại thánh đường dâng kính các thánh: [[lễ các thánh]] bắt đầu có từ đấy.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Gregorius IV}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ tiếng Anh.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Valentinô|Valentine]]|\nsau=[[Giáo hoàng Sergius II|Sergius II]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Gregory IV\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 101 của [[Giáo hội Công giáo Rôma]] ([[827]]–[[844]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng]]\n[[Thể loại:Mất năm 844]]\n[[Thể loại:Năm sinh không rõ]]"}