{"Giáo hoàng Lêô IX":"{{Infobox Pope|\nimage=Pope Leo IX.jpg|\nname=Thánh Lêôn IX|\nbirth_name=Bruno von Eguisheim-Dagsburg|\nterm_start=12 tháng 2 1049|\nterm_end=19 tháng 4 1054|\npredecessor=[[Giáo hoàng Đamasô II|Đamasô II]]|\nsuccessor=[[Giáo hoàng Victor II|Victor II]]|\nbirth_date={{birth date|1002|6|21|mf=y}}|\nbirthplace=[[Eguisheim]], [[Alsace]], [[Duchy of Swabia]], [[Đế quốc La Mã Thần thánh]]|\ndead=dead|death_date={{death date and age|1054|4|19|1002|6|21|mf=y}}|\ndeathplace=[[Roma]], [[Papal States|Giáo Hoàng quốc]], [[Đế quốc La Mã Thần thánh]]|\nother=Leo}}\n\n'''Lêôn IX''' ([[Latinh]]: '''Leo IX''') là người kế nhiệm [[Giáo hoàng Damasus II|Giáo hoàng Đamasô Nhị Thế]] và là vị [[giáo hoàng]] thứ 152 của Giáo hội [[Công giáo]].\n\nÔng đã được giáo hội suy tôn là thánh sau khi qua đời. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1049 và ở ngôi Giáo hoàng trong 3 năm 2 tháng 18 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ ngày 12 tháng 2 năm 1049 cho tới ngày 19 tháng 4 năm 1054.\n\nLễ thánh Lêôn được mừng vào ngày 19 tháng 4 ngày kỷ niệm ông qua đời. Xác ông được an táng trong Vương cung thánh đường thánh Phê-rô.\n\n==Trở thành giáo hoàng==\t\nGiáo hoàng Leo IX sinh tại thánh [[Toul]] (Lorraine), [[Pháp]] vào ngày 21 tháng 6 năm 1002 với tên khai sinh là Bruno von Eguisheim-Dagsburg.\n\nGiáo hoàng Leo IX là người Alsace với bản tính sôi nổi, vừa là nhà [[thần học]], vừa là một vị tướng cầm quân đánh giặc, vừa là một tâm hồn thánh thiện, gương khiêm nhường.\n\nLà tuyên uý của Hoàng Đế Conrađô II. Giám mục Toul được [[Henri III]] và các Giám mục Đức ở nghị hội Worms đặt lên ngôi Giáo hoàng.\n\nÔng đã cương quyết từ chối cho đến khi việc tiến cử đó được hàng giáo sĩ Roma chấp nhận và đến Roma như đi hành hương và yêu cầu các giáo sĩ Roma bầu cử lại (1045-54). Sau đó ông được hàng giáo sĩ và dân Roma bầu chọn cách tự do. Việc bầu cử ở [[Worms]] được xác nhận và ông trở thành Giáo hoàng với niên hiệu Lêo IX.\n\nKhi còn là Giám mục ở Toul, ông đã thường xuyên liên hệ với [[Cluny]], và trên đường đi lãnh nhận chức vụ tối cao trong giáo hội, đã ghé vào Cluny để đem theo đan sĩ Hindebrand làm cố vấn, sẽ là [[Giáo hoàng Grêgôriô VII|Giáo hoàng Gregory VII]] sau này. Truyền thống kể rằng khi đến Roma, ông bước chân không vào thành như dấu chỉ của người khiêm nhu. \n== Cải tổ giáo hội ==\nMục tiêu của Lêo IX là đem luân lý lại cho Giáo hội đang ngày càng là nạn nhân của việc buôn thần bán thánh và tình trạng sống chung ngoài hôn thú.\n\nNgay khi vừa lên ngôi, Giáo hoàng Leo IX đã bắt đầu một công cuộc cải cách toàn diện với một phương pháp thật đơn giản: dựa vào mấy huấn dụ đã có trước, ông thẳng tay sửa trị những ai cố chấp để làm gương. Giáo hoàng thân hành từ xứ này qua xứ nọ: [[Lombardia]], [[Rhenania]], [[Pháp]], [[Đức]], Nam [[Ý]],...Đến đâu, ông cũng thị sát, tra hỏi, kinh lý các Giám mục, và cách chức những kẻ bất xứng.\n\nĐáng chú ý nhất là vụ [[Thánh Reims]] nước Pháp. Bấy giờ, vua [[Henry I]] không chấp nhận cho đức Leo đặt chân lên lãnh thổ của ông, nhưng ông cứ vào. Nhân dịp lễ cung hiến ngôi thánh đường dâng cúng thánh Remi, Giáo hoàng Leo IX buộc mỗi Giám mục đến dự đại lễ phải thề rằng: mình đã \"không nhận cũng phong chức cho ai bằng đường lối mạn thánh\".\n\nKết quả: 5 Giám mục, trong số này có Tổng [[Giám mục]] thánh Reims, đã không giám thề. Tuy nhiên nhờ ở tấm lòng nhân hậu, những ai thành thật nhận lỗi đều được tha thứ. Từ đó, Đức Leo đã cản được tệ đoan mạn thánh và những vụ phạm pháp công khai.\n\nTrong 5 năm làm Giáo hoàng người đã triệu tập mười hai công đồng, trong đó có công đồng chống buôn thần bán thánh và sự đồi truỵ của giáo sĩ. Bêrengêrô rối đạo-chối việc Chúa ngự thật trong Bí Tích Thánh Thể-bị kết án. Người mời gọi các vua thăng tiến việc canh tân, như Hoàng Đế Henricô III, vua Eđouarđô nước Anh, vua Ferđinanđô xứ Castilla. \n== Đại ly giáo Đông-Tây ==\n[[Hình:Placa-castelo-Eguisheim.jpg|nhỏ|250px|Tấm bia kỷ niệm trên tường lâu đài Eguisheim, Alsace, nơi sinh của giáo hoàng Lêô IX]]\nTrong suốt triều Giáo hoàng của ông xảy ra sự chia lìa hẳn giữa Giáo hội Rôma và các Giáo hội Đông Phương.\n\nLúc đó [[Hoàng đế]] [[Đông Phương]] [[Constantinôpôli IX]], Hoàng Đế Tây Phương Henricô III và Đức Giáo hoàng Lêô IX họp nhau chống Rợ Bắc Phương và [[Hồi giáo|Hồi Giáo]]. Thượng Phụ [[Micae Cêrulariôe]] rằng ảnh hưởng của Giáo hoàng tại miền Nam Ý làm mờ ảnh hưởng của ông.\n\nMột sự việc xảy ra vào năm 1052 đó là việc Đức Tân Thượng Phụ Thánh Phêrô thành [[Antiokia]] đã giữ tục lệ cũ là gửi thư báo tin đắc cử lên Giáo hoàng.\n\nTrong lúc đó Giáo hoàng Leo IX và hoàng đế Constantinôpôli IX đang tìm cách xích lại gần nhau và tiến tới một cuộc hòa giải có tướng Argyros làm trung gian. Cuối năm 1053, giáo chủ Micae Cêrulariô đả kích Giáo hội Roma, lên án nghi [[lễ Latinh]] ở Constantinopoli.\n\nHoàng đế Constantinus, có lẽ đã nghe theo Argyros bắt ép Cêrulariô phải viết cho đức Leo IX một bức thư hòa giải, làm nền tảng cho cuộc bang giao giữa Roma và Constantinopolies. Micae Cêrulariô viết, ông được Giáo hoàng trả lời và rất hoan nghênh thiện chí.\nNhưng vì Cêrulariô vẫn căm thù Argynos từ cuộc tranh luận về bánh không men nay lại càng làm cho ông bực tức. Ông tiến công theo hướng các lễ nghi cực thánh.\n\nTổng Giám mục Lêô thành Ochrida, ở [[Bulgaria]] – lúc đó hoàn toàn thần phục [[Byzancia]] - viết thư cho Giám mục thành Trani ở miền Hạ Ý (vị này trực thuộc Roma mặc dù giáo phận nằm trong lãnh thổ Byzancia, như thế không khác chi Cêrulariô viết cho Đức Giáo hoàng). Ít lâu sau, một tu sĩ của Tu Viện Stoudion cũng viết một truyền đơn.\n\nCả hai văn bản đều có ý đồ như nhau: tố cáo những sai lầm của Giáo hội Tây Phương. Những sai lầm ghớm ghiếc như: Hiệp lễ với bánh không men, bánh chết, vật chất không sự sống, bắt chước thói tục của quân Du dêu.- Ăn thịt không cắt tiết, vi phạm thô bạo các lệnh truyền của Thánh Linh. Ăn chay ngày thứ bảy: ý đồ giữ ngày Sabát. Bỏ Halleluia trong [[Mùa Chay (Kitô giáo)|Mùa Chay]], trái truyền thống. Linh mục không để râu: Theo lệnh Thượng Phụ các nhà thờ Latinh ở Constantinôpôli phải đóng cửa, trong cơn hỗn loạn nhiều bánh thánh bị giày đạp dưới chân.\n\nCạnh Đức Giáo hoàng Lêô IX bấy giờ có Đức Hồng y Humbertô thành Moyenmoutier, một nhà thần học người [[Đức]]. Ông rất thông minh kiên quyết, chủ trương canh tân Giáo hội. Ông này dịch các tư liệu ra tiếng Latinh và Giáo hoàng trao cho người phụ trách việc trả lời. Lập trường của Humbertô là không bàn cãi các chi tiết mà người Byzancia nêu ra, khẳng định quyền Tông Toà, mà Công Đồng Nicêa đã xác nhận, là \"không thể bị xét xử bởi bất cứ ai\".\n\nMicae Cêrulariô viết cho Giáo hoàng rằng: \"nếu ngài làm cho tên tôi được tôn kính trong một nhà thờ ở Roma thôi, tôi bảo đảm sẽ làm cho tên ngài được tôn kính trong khắp thế giới\". Ông ta đã nhận được thư trả lời rằng Giáo hội Đông Phương hãy ở lại trong sự hiệp thông cùng Phêrô, hoặc nó sẽ chỉ còn là \"dị giáo, ly giáo, hội đường của Satan\".\n\nĐức Lêô IX cử sang Constantinôpôli, để thu xếp vấn đề này, Hồng y Humbertô và một vị nữa, tên là Frêđêricô, sau này là Giáo hoàng Clêmentê IX, cả hai đều thiếu mềm dẻo và không quen vấn đề ngoại giao phức tạp của người Byzancia. Hai vị này chấp nhận cãi lấy về bánh không men và bánh có men, chỉ trích việc các linh mục Đông Phương có gia đình và ít nhiều điểm khác của Giáo hội Hy Lạp: \"Vậy thì chỉ có các ông là thánh thiện hơn mọi người sao?\".\n\nSứ đoàn làm bộ chỉ biết có hoàng đế, dùng những danh từ chua cay nhất mỗi khi nói đến thượng phụ giáo chủ trong khi ông phủ nhận quyền của sứ đoàn. Dân Byzancia khẳng định rằng tất cả các thánh lễ do người Tây Phương cử hành từ đầu cho tới bây giờ đều không thành, đều vô hiệu. Trong khi đó Thượng Phụ im lặng, ít can thiệp, chờ giờ.\n\nNgày 16\/7\/1054, Đức Hồng y Humbertôvà các phụ tá đến [[Vương cung thánh đường Đấng Khôn Ngoan]] vào giờ lễ trọng. Sau khi hung hãn chỉ trích Đức Thượng Phụ là làm loạn, chống lại quyền bính của Đức Giáo hoàng, Đức Hồng y bèn đặt bản án tuyệt thông trên bàn thờ rồi ra khỏi Vương cung thánh đường, các đấng rũ bụi giày và nói: \"Nguyện cầu Chúa thương xem và xét xử chúng ta\".\n\nĐứng về mặt giáo luật thì bản vạ tuyệt thông là vô nghĩa, vì Giáo hoàng Lêô IX đã qua đời từ ngày 16\/4, quyền đại diện cho Giáo hoàng của các đặc sứ không còn.\n\nHoàng Đế Constantinô IX, đang muốn hoà hợp với Roma để chống Rợ Bắc Phương, liền thử dàn xếp. Nhưng một vụ nổi loạn xảy ra.Thánh Phêrô Thượng Phụ Antiôkia, muốn đứng ra làm trung gian hoà giải, liền bị đẩy ra.\n\nCêrulariô mang sắc tuyệt thông ra đốt tại quảng trường, nhưng chỉ đốt bản sao thôi, còn bản chính người giữ để làm \"bằng chứng ô nhục muôn đời\" của quân Tây Phương.\n\nNgày 24\/7\/1054 Công Đồng Giáo hội Đông Phương họp với một tá Tổng Giám mục, tại Vương cung thánh đường Đấng Khôn Ngoan công bố một chiếu chỉ Công Đồng, trong đó quân Latinh bị kết án đắc tội, vì đã muốn làm sai lạc Đức Tin chân chính. Mấy tuần sau Cêrulariô lại bổ sung thêm một bản văn, gọi là ấn định các quyền của Toà Constantinôpôli đối với Roma, ông tự coi mình là đại diện duy nhất của Kitô giáo chân chính.\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{Thể loại Commons|Leo IX}}\n\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ tiếng Anh.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Ðào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Đamasô II|Damasus II]]|\nsau=[[Giáo hoàng Victor II|Victor II]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Biển Đức IX\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 152 của [[Giáo hội Công giáo Rôma]] ([[1049]]–[[1054]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|L]]\n[[Thể loại:Mất năm 1054]]\n[[Thể loại:Sinh năm 1002]]\n[[Thể loại:Ly giáo Đông–Tây]]"}