{"Giáo hoàng Grêgôriô VII":"{{Infobox Pope|\nname=Thánh Gregory VII|\nimage=Papa Gregorio VII.jpg|\nbirth_name=Anselmo da Baggio|\nterm_start=22 tháng 4 1073|\nterm_end=25 tháng 5 1085|\npredecessor=[[Giáo hoàng Alexanđê II|Alexander II]]|\nsuccessor=[[Giáo hoàng Victor III|Victor III]]|\nbirth_date=khoảng 1020|\nbirthplace=[[Milano|Milan]], [[Đế quốc La Mã Thần thánh]]|\ndead=dead|death_date={{death date|1085|5|25|mf=y}}|\ndeathplace=[[Salerno]], [[Duchy of Apulia]]|\nother=Gregory}}\n\n'''Grêgôriô VII''' ([[Latinh]]: '''Gregorius VII''') là một [[giáo hoàng]] có vai trò rất lớn đối với lịch sử giáo hội [[Công giáo]] và được suy tôn là [[thánh (định hướng)|thánh]] sau khi qua đời. Ông là nhân vật tiêu biểu của việc cải cách và đã có công phục hưng tinh thần đạo đức của hàng giáo sĩ và tranh đấu cho tự do của Giáo hội.\n\nGregorius VII là người kế nhiệm [[Giáo hoàng Alexanđê II|Giáo hoàng Alexander II]] và là vị Giáo hoàng thứ 157. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1073 và ở ngôi Giáo hoàng trong 12 năm 1 tháng 4 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định ông đắc cử Giáo hoàng vào ngày 22 tháng 4 năm 1073, ngày khai mạc chức vụ mục tử đoàn chiên chúa là ngày 30 tháng 6 năm 1073 và qua đời ngày 25 tháng 5 năm 1085.\n\nÔng là người thấp nhỏ, vẻ mặt thô kịch, tiếng nói yếu ớt, nhưng trí tuệ thông minh, tinh thần sốt sắng; là người quả quyết, \"người bằng máu và sắt\" hăng hái binh vực quyền hành chuyên chế của Giáo hoàng.\n\n==Trước khi trở thành giáo hoàng==\nGiáo hoàng Gregorius VII sinh tại Soarno ở [[Toscana|Tuscany]], [[Ý]] trong một gia đình trung lưu vào khoảng năm 1015-1020 với tên khai sinh là Hilderbrand.\n\nTừ thời niên thiếu, ông đã được sống trong bầu khí tu viện; và nhờ trí thông minh và lòng đạo đức, ông đã thu lượm nhiều kết quả tốt đẹp. Là một đan sĩ [[Biển Đức]] thánh thiện, quý trọng đức trinh khiết, yêu thích kỷ luật và có nhân đức thoát tục cao độ.\n\nÔng hiểu rõ hơn ai hết về sự cao trọng của chức linh mục, lại có tình yêu tha thiết đối với Tòa Phê-rô, nên ông quyết sống chết phải đưa hàng giáo sĩ trở về đời sống thánh thiện xứng đáng, và Giáo hội phải được hưởng bầu không khí trong lành của đức khiết tịnh và sự thanh liêm. Chương trình cải cách của ông nhằm vào hai điểm chính: xô đổ những tục lệ suy đồi và tiêu diệt nạn mạn thánh.\n\nThế kỷ thứ 10 và tiền bán thế kỷ 11 là những ngày u tối cho Giáo hội. Ba tai họa quấy rối Giáo hội là nạn [[buôn thần bán thánh]] (mua bán các chức vụ cũng như đồ vật thiêng liêng), nạn giáo sĩ kết hôn bất hợp pháp và nạn giáo dân tấn phong [[giáo sĩ]] (vua và các nhà quý tộc kiểm soát việc bài sai các viên chức Giáo hội).\n\nVào năm [[1049]], mọi sự bắt đầu thay đổi khi Đức [[Giáo hoàng Lêô IX]], một nhà cải cách, được bầu làm Giáo hoàng. Ông đem theo Hilderbrand đến Rôma làm cố vấn và đại diện đặc biệt cho ông trong các sứ vụ quan trọng. Nhân dịp này, Hilderbrand đã đem hết tài lực ra ngăn chặn làn sóng sa đọa đang bành trướng trong Giáo hội, bênh vực đức tin chống lại những giáo thuyết sai lầm của các bè rối.\n\nGregorius VII gia nhập phái chủ trương cải cách, và đưa chế độ Giáo hoàng tới Hoàng Kim Thời Đại (1049-1294). Được chọn làm Hồng y, ông giữ nhiều chức vụ và sứ mạng quan trọng dưới thời [[Giáo hoàng Lêô IX]], [[Giáo hoàng Victor II|Victor II]], [[Giáo hoàng Stêphanô IX|Stêphanô IX]], [[Giáo hoàng Nicôla II|Nicôla II]] và [[Giáo hoàng Alexanđê II|Alexanđê II]]. \n==Giáo hoàng==\n===Trở thành giáo hoàng===\nSau khi đức Alexanđê II mất (1073), Hồng y Hilderbrand được bầu lên kế vị. Dù ở địa vị Giáo hoàng, ông vẫn tiếp tục sống một cuộc đời khắc khổ như cũ.\n\nSắn có cá tính cực kỳ mạnh mẽ, Gregorius VII không bao giờ nhân nhượng về nguyên tắc và rất coi trọng nhiệm vụ được giao: ''\" Tôi muốn các bạn biết cho, hỡi những người anh em rất thân thiết của tôi...rằng tôi được đặt vào vị trí này là để, dù tôi muốn hay khôn, nói rõ công bằng và chân lý với tất cả các quốc gia, nhất là các quốc gia Ki-tô giáo\".''\n[[Tập tin:Gregor VII..jpg|nhỏ|Giáo hoàng Gregory VII ở đầu phần \"Vita Gregorii VII\" của Pauls von Bernried trong bản thảo Heiligenkreuz, Thư viện Abbey, Cod. 12, fol. 181v.]]\nNhưng đồng thời ông không mảy may kiêu ngạo mà lại có lòng sùng kính rất sâu sắc và khiêm tốn: ''\" Là người kém sức lực một cách tội nghiệp, vậy mà trong thời buổi khó khăn nhường này tôi phải gánh vác mọi công việc phần đạo và phần đời nặng quá như thế so với sức của hồn tôi và của thân tôi; cong lưng dưới gánh nặng ấy, mỗi ngày tôi càng thêm lo sợ...Cho nên tôi van các bạn, hãy nhân danh Chúa Trời toàn năng, bảo các tu sĩ của các bạn cầu nguyện cho tôi; nếu với sự giúp đỡ của họ và của các tín đồ mà tôi vẫn không được Chúa ban cho sức mạnh thì tôi không thể tránh nổi các chướng ngại vật dựng lên trước mặt tôi, và trước mặt Giáo hội, là điều còn nghiêm trọng hơn nữa\".''\n\n===Cải tổ hàng giáo sĩ===\nCũng như người tiền nhiệm, Giáo hoàng Gregorius VII muốn canh tân hàng giáo sĩ chủ yếu bằng cách đấu tranh chống tệ buôn thần bán thánh và \"chủ nghĩa Nicolai\" và để cứu vãn giáo hội khỏi mọi ảnh hưởng thế quyền.\n\nGiáo hoàng đã cử đi khắp [[châu Âu]] những người đại diện được trao toàn quyền nhất thời hoặc lâu dài. Nhờ những đặc sứ ấy mà Giáo hội đã thiết lập được một sự tập trung quyền lực như chưa bao giờ có trước đây.\n\nKhông ngừng lưu động trên các ngả đường, các đại diện Giáo hoàng phân xử các vụ bất hòa, hủy bỏ kết quả các cuộc bầu cử có dính tệ buôn thần bán thánh, quở trách các giáo sĩ trụy lạc, đình chỉ chức vụ những kẻ có lỗi, đối đầu với các vua chúa và liên minh thường trực của hàng giáo phẩm buôn thần bán thánh.\n\nCuộc cải cách được tiến hành ở khắp mọi nơi nhất là ở nước [[Anh]] mới bị chiếm (năm 1066) bởi [[William I của Anh|William I]] le Conquérant, công tước xứ [[Normandie]].\n===Công đồng Rôma 1074===\nGregorius VII họp [[Công đồng Rôma]] năm [[1074]] chống việc mại thánh và xác định luật độc thân giáo sĩ. Ông đã bãi chức mọi Giám mục, viện phụ hoặc giáo sĩ đã mua chức vụ của họ, cấm các giáo sĩ tà dâm thi hành các chức năng thánh và trao trọng trách cho các đặc sứ lo việc áp dụng các quyết định này. Nếu họ không tuân hành, ông dùng [[vạ tuyệt thông]].\n\nQuyết định của công đồng Roma l074 có nêu: Giáo sĩ mại thánh, mua bán chức thánh hay lên hàng giáo sĩ bằng tiền bạc, từ nay không được thi hành bất cứ chức vụ gì trong hội thánh. Kẻ nào mua nhà thờ bằng tiền sẽ bị mất nhà thờ đó, vì không được mua bán nhà thờ. Kẻ nào phạm tội thông dâm, có tình nhân... Từ nay cấm không cho cử hành thánh lễ hay phục vụ bàn thờ dù là chức nhỏ. Chúng tôi quyết định rằng: dân chúng không được tham dự phụng tự của những kẻ khinh thường luật của chúng tôi - cũng là luật của các giáo phụ - để những kẻ không thể sửa đổi do tình thương Chúa, sẽ khiêm tốn hơn nhờ dư luận quần chúng.<ref>Fliche và Martin, Lịch sử giáo hội II, p 134-135<\/ref>\n\n===Quyền tấn phong Giám mục===\nThấy việc cải tổ chậm chạp, năm 1075 đức Gregorio VII tuyên bố bãi bỏ việc các ông hoàng trao nhẫn gậy, cấm các Giám mục nhậm chức do các vua và cấm truyền chức cho những kẻ đó.\n\nGregorius VII ra lệnh dứt phép thông công các giáo dân hoặc các giáo sĩ buôn bán các bổng lộc của Giáo hội. Đó là bắt đầu cuộc tranh đấu chống lại hoàng đế Rôma - [[Heinrich IV của Thánh chế La Mã]]: vụ Canossa (1077) và việc đánh chiếm Rôma (1084) đã đánh dấu những giai đoạn của cuộc tranh đấu này. Khi đã khởi sự vụ Tranh Cãi về quyền chỉ định Giám mục (Querelle des Investitures), vụ này lập tức trở thành sự đấu tranh của hàng linh mục và đế quốc.\n\nVài tuần sau, Gregorius VII công bố bản Dictatus Papae gồm 27 khoản biện minh cho việc trên, khẳng định quyền tối cao của Giáo hoàng trong toàn Giáo hội. Các đặc sứ được quyền miễn trừ đã tích cực ra vạ cho nhiều người. Trong số 27 mệnh đề của Dictatus Papae, một số câu:\n:2. Chỉ có Giáo hoàng La Mã mới xứng đáng được coi là vạn năng.\n:3. Chỉ ngài mới có thể phế truất hoặc xá tội cho các Giám mục.\n:9. Ngài là người mọi ông hoàng phải hôn chân.\n:12. Ngài có quyền cách chức các hoàng đế.\n:16. Không có công đồng chung nếu không phải do được chính ngài triệu tập.\n:18. Không ai có quyền thay đổi điều ngài phán quyết.\n:20. Không ai được lên án một quyết định nào của Tòa thánh.\n:22. Giáo hội La Mã chưa bao giờ sai lầm và như kinh thành đã chứng tỏ, sẽ không bao giờ có thể sai lầm.\n:26. Người nào không đứng về cùng một phía với Giáo hội La Mã thì không được coi như người trong đạo Thiên chúa.\n:27.Giáo hoàng có quyền tháo lời thề trung thành cho thần dân với những ông hoàng bất xứng.\n\nVì ràng buộc với những của cải phần đời nên các Giám mục đã gia nhập vào hệ thống phong kiến. Cũng như mọi chúa phong kiến, mọi Giám mục đều nhận \"honor\" (chức tước) từ vị bá chủ của mình, thường là vua hoặc hoàng đế. Xung quanh điều này có hai thuyết đối nghịch nhau.\n\nThuyết của các vua và hoàng đế nói rằng bổ nhiệm và tấn phong các [[Giám mục]], các [[tu viện trưởng]] thuộc về quyền đời. Thuyết của Giáo hoàng nói rằng chỉ có quyền đạo được tấn phong Giám mục, vì sau khi được bầu đúng phép tắc thì Giám mục là lãnh tụ tinh thần trong địa phận, quyền lực ngoài đạo không được can thiệp.\n\nGregorius VII kiên quyết bảo vệ thế đứng trên của thần quyền đối với thế quyền, nhân danh mối liên hệ tòa thánh với phần đời. Theo ông đây không phải là một quyền bá chủ phong kiến (quyền này thực ra có tồn tại ở một vài miền như [[Tây Ban Nha]] và có lợi cho Tòa thánh) mà là một ưu thế vạn năng, nó cho phép Giáo hoàng được phế truất hoàng đế khi cần thiết.\n===Tranh đấu với Heinrich IV ===\n[[Tập tin:Krunidba Celestin Medović.JPG|nhỏ|180px|phải|Đăng quang của vua Dmitar Zvonimir(1075.)]]\nTại Đức, năm vị cố vấn của [[Heinrich IV của Thánh chế La Mã|Heinrich IV]] (1056-1106) bị vạ tuyệt thông một tồng Giám mục, 12 Giám mục bị cách chức. Hoàng đế Henri IV không nhìn nhận các mệnh đề của Giáo hoàng. Vì muốn thoát lý \"một giáo hoàng khó tính\", lại thêm nịnh thần xúi dục, ông liền họp công đồng Worms (tháng 1 năm 1076) và Palencia để truất phế Gregorius VII và coi ông là một Giáo hoàng giả.\n\nĐáp lại ngày 14 tháng 2 năm 1076, Giáo hoàng ký bản án như sau '':\"Lạy thánh tông đồ trưởng Phêrô, ngài biết tôi chỉ muốn chết trong tấm áo tu sĩ hơn là được ngôi trên ngai vị của ngài... bởi lẽ quyền trói buộc và tháo cởi ở trên trời cũng như ở dưới đất mà Thiên Chúa đã trao cho tôi là do ngài xin để tôi được thi hành thay thế ngài. Được ngài tín nhiệm, vì danh dự Giáo hội phải được bảo vệ, nhân danh Thiên Chúa toàn năng, là Cha và Con và Thánh Thần, bằng quyền uy của ngài, tôi cấm Heinrich IV, con hoàng đế Heinrich III, là người kiêu ngạo đến độ mù quáng dám đứng lên chống Giáo hội của ngài, từ nay không được cai trị đế quốc Đức –Ý nữa; tôi tuyên bố tháo lời tuyên thệ cho tất cả mọi giáo dân đã buộc mình trung thành với ông ta, và cấm mọi người không được nhận ông ta làm vua...Vả lại, ở địa vị một người Ki-tô hữu, ông ta đã từ chối vâng phục... bằng cách lìa bỏ Giáo hội và âm mưu chia rẽ, nên tôi thay thế ngài ra vạ tuyệt thông cho ông ta, để tất cả mọi dân thiên hạ biết rằng: trên Đá này Con Thiên Chúa hằng sống đã xây Giáo hội của Người và rằng dù tất cả quyền lực hỏa ngục có tung ra cũng không thể phá nổi\".''\n\nBản án của Gregorius VII có những hậu quả mà Henri IV không lường trước được. Bị các lãnh chúa tẩy chay. Năm 1077 sau nhiều cuộc bại trận, Henri IV bị cô lập và chờ số phận định đoạt tại tại hội nghị Augsburg sẽ họp vào ngày 2.21078. Bởi thế, Henri phải nhẫn nhục giữa đêm đông giá rét đến quỳ gối và xin Giáo hoàng giải vạ trên miền núi Toscana, tại lâu đài [[Canossa.]]\n\nĐánh giá về biến cố Canossa, J. LORTZ viết: ''\"Cuộc tranh tụng giữa Grêgôriô VII và Henri IV có một ý nghĩa sâu xa, nó đánh dấu một bước ngoặt của thời đại. Đó là cuộc chiến bảo vệ luật độc thân linh mục, và bài trừ tệ nạn mại thánh, (chấm dứt cuộc tranh luận về việc trao nhẫn gậy: Investiture), bảo vệ sự tự do bên trong của lương tâm kitô giáo chống lại bạo lực và đam mê''.\n\nĐược giải vạ xong, và sau khi khôi phục được ngôi vị nghĩa là chỉ mấy tháng sau, Henri triệu tập binh sĩ quyết báo thù. Năm 1080, cái chết trên chiến trường của Rodolphus, vị hoàng đế được khâm sai tòa thánh nhìn nhận. Thêm vào đó Henri IV vận động các Giám mục [[Đức]] và [[Lombardo]] tuyên bố hạ bệ \"Giáo hoàng giả Hildebrand\" và cử Giám mục thành Ravenne lên ngôi giáo hoàng tức ngụy giáo hoàng [[Clêmente III]] (25-6-1080 và 24-3-1084 - 8-9-1100).\n\nGregorius VII cương quyết không chịu thua, suốt ba năm còn nắm giữ giáo đô, ông cầm cự với quân sĩ của Henri, phải ẩn náu trong đồn Thiên Thần. Rồi bị công hãm trong đồn Thiên thần.\n\nPhút cuối cùng, ông được 30.000 quân Normand của Robert Guiscard giải vây. Ông lưu lạc tại Salermo. Từ nơi lưu đày, Grêgôriô viết: ''Kể từ khi Giáo hội đặt tôi lên ngai tông đồ, tất cả những gì tôi mong muốn cũng như cùng đích mọi cố gắng của tôi là Giáo hội Thánh Thiện... phải phục hồi vinh dự và được tự do, trong sạch và Công giáo.''\n\n===Qua đời===\n[[Tập tin:Salerno PopeGregoriousVIITomb.JPG|nhỏ|Mộ giáo hoàng Gregory VII, Nhà thờ chính tòa Salerno]]\nTrước khi qua đời ngày 25 tháng 5 năm 1085. Ông nói, \"Tôi yêu quý công bằng và ghét bỏ sự bất công; do đó tôi chết trong cảnh lưu đày.\"\n\nTrong lời Kêu Gọi dành cho các giáo dân, Grêgôriô đã nói: ''\"Trong bất cứ quốc gia nào, ngay cả người phụ nữ nghèo hèn nhất cũng được kết hôn một cách hợp pháp theo luật lệ quốc gia và theo sự lựa chọn của họ; nhưng, qua những khát vọng và thói tục xấu xa của người độc ác, Giáo hội Thánh Thiện, là nàng dâu của Thiên Chúa và là mẹ của tất cả chúng ta, không được phép bám víu lấy người hôn phu ở trái đất này theo như luật lệ của Thiên Chúa và ý muốn của Giáo hội\"''.\n\nCác tông thư của ông nhấn mạnh đến vai trò của vị Giám mục Rôma là Đại Diện Đức Kitô, và là điểm hợp nhất hữu hình của Giáo hội. \nÔng được tôn phong hiển thánh do đức Phaolô V vào năm 1606, mặc dầu có sự chống đối của chính phủ [[Pháp]] và [[Áo]]. Và được giáo hội kính nhớ vào ngày 25 tháng 5 hàng năm.\n\n\"Cuộc Canh Tân Grêgôriô, một sự kiện quan trọng trong lịch sử Giáo hội, được mang tên của một người đã cố gắng giải thoát giáo triều và toàn thể Giáo hội khỏi sự kiểm soát của nhà cầm quyền thế tục. Chống với loại chủ nghĩa dân tộc không lành mạnh ở một số vùng, Đức Grêgôriô đã tái khẳng định sự hiệp nhất của toàn thể Giáo hội dựa trên Đức Kitô và được diễn đạt qua Đức Giám mục Rôma, đấng kế vị Thánh Phêrô\".<ref>Trích Gương Thánh Nhân - ns Người Tín Hữu online<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n== Tham khảo ==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n* Diễn đàn Sách bước, Giáo phận Nha trang, Các thánh tháng 5 [http:\/\/gpnt.net\/diendan\/showthread.php?t=6070] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305020437\/http:\/\/gpnt.net\/diendan\/showthread.php?t=6070 |date = ngày 5 tháng 3 năm 2016}}\n==Đọc thêm==\n{{thể loại Commons|Gregorius VII}}\n*{{chú thích sách|first=H.E.J.|last=Cowdrey|year=1998|title=Pope Gregory VII: 1073–1085|location=Oxford and New York|publisher=Clarendon Press}}\n*Đức Giáo hoàng Gregory Cả xứng đáng mang tước hiệu \"Magnus\", VATICAN (Zenit.org).[http:\/\/danchuausa.net\/than-hoc-tu-duc\/dgh-gregory-ca-xung-dang-mang-tuoc-hieu-magnus\/]\n*Thánh Gregory Cả -Đức Giáo hoàng Biển Đức XVI: Buổi Triều Kiến Chung hằng tuần Thứ Tư 4\/6\/2008,Đaminh Maria Cao Tấn Tĩnh, BVL, chuyển dịch trực tiếp từ mạng điện toán toàn cầu của Tòa Thánh [http:\/\/www.thoidiemmaria.net\/GIAOHOI\/Giao%20Ly%20ve%20Giao%20Hoi\/Bai74.htm]\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Alexanđê II|Alexander II]]|\nsau=[[Giáo hoàng Victor III|Victor III]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Gregory VII\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 157 của [[Giáo hội Công giáo Rôma]] ([[1073]]–[[1085]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng]]\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Mất năm 1085]]\n[[Thể loại:Sinh thập niên 1020]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Nhà ngoại giao Tòa Thánh]]"}