{"Giáo hoàng Victor I":"{{Infobox Pope|\nname=Thánh Victor I <br\/> Giáo hoàng|\nimage=A mosaic representing Victor I, 14th Pope of the Catholic Church.jpg|\nbirth_name=Victor|\nterm_start=189|\nterm_end=199|\npredecessor=[[Giáo hoàng Êlêuthêrô|Êlêuthêrô]]|\nsuccessor=[[Giáo hoàng Đêphyrinô|Zephyrinus]]|\nbirth_date=???|\nbirthplace=[[Châu Phi (province)|Roman Africa]]|\ndead=dead|death_date=199|\ndeathplace=[[Roma]], [[Đế quốc La Mã]]|\nother=Victor|}}\n'''Victor''' ([[Latinh]]: ''Victor I'') là vị [[giáo hoàng]] thứ 14 của [[Giáo hội Công giáo Rôma|Giáo hội Công giáo]]. Năm sinh của ông không được xác định, tại một tỉnh Bắc Phi thuộc [[đế quốc La Mã]]. Ông qua đời vào năm 199 tại [[Roma|Rôma]]. Theo niên giám Tòa Thánh năm 1861 thì ông lên ngôi Giáo hoàng năm 193 và ở ngôi trong 9 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám năm 2003 cho rằng triều đại của ông kéo dài từ năm 189 cho tới năm 199. Niên giám Tòa thánh năm 2008 xác định triều đại của ông bắt đầu vào năm 186 hoặc 189 và kết thúc vào năm 197 hoặc 201. Chính với ông, các Giám mục [[Rôma]] bắt đầu tỏ ra ý muốn khẳng định một magister (thầy dạy) tinh thần trên các giáo hội khác.\n\n==Tiểu sử==\nTheo Liber Pontificalis, Victor I là vị Giám mục Rôma đầu tiên sinh tại châu Phi và có cha là Felix. Nhưng thánh Giêrônimô lại nói ông là người Rôma chính cống. Các văn bản Acmêni Chronicon của Eusebius Giám mục Caesarea cho rằng triều đại của Victor bắt đầu vào năm thứ 7 trong thời gian cai trị của hoàng đế Commodus (tức năm 187) và cai quản giáo hội trong vòng 10 năm. Tuy nhiên trong Ecclesiastical History lại cho rằng nó bắt đầu vào năm thứ 9 triều Commodus (189). Chính trong thời kỳ này [[latinh|tiếng Latinh]] thay thế [[tiếng Hy Lạp]] trong phụng vụ. Victor là vị Giáo hoàng đầu tiên thuộc ngôn ngữ Latinh nhưng đến năm 230 thánh lễ mới được cử hành ở Rôma bằng tiếng Latinh chứ không phải bằng tiếng Hy Lạp.\n\nTruyền thống cho rằng, ông cho phép dùng bất cứ thứ nước nào để rửa tội trong trường hợp khẩn cấp. Ông cũng bắt đầu một bước tiến trong việc sử dụng tiếng Latinh vào các nghi thức Phụng vụ. Tuy nhiên cho đến lúc đó các nghi thức phụng vụ và cả kinh thánh đều bằng tiếng Hy Lạp.\n\nTrước việc các chi hội Đông phương vì đã giữ lễ Phục sinh nhằm ngày 14 tháng giêng Do Thái, bất kể ngày đó rơi vào ngày nào trong tuần. Ông thành công trong việc tổ chức nhiều thượng hội đồng Giám mục sắp đạt đến chỗ tỏa thuận với nhau về ngày [[Lễ Phục Sinh|Lễ Phục sinh]] sẽ được cử hành vòa một ngày Chủ nhật như ở Rôma. Chỉ có các tỉnh Á châu từ chối theo sự thực hành của Rô ma. Ông hành động như một vị Giám mục khá cố chấp, đặc biệt là với những người từ chối theo các quyết định của Rô ma và tuyệt đối không chấp nhận một sự đa dang tư tưởng nào. Victor đã dọa rút phép thông công các cho hội Đông phương. Tuy vậy Polycarpe, Giám mục thành Ê-phê-sô, đáp rằng ông không sợ lời hăm dọa của Victor, và xác nhận quyền hành độc lập của mình. Irénée ở thành phố Lyon, dù là một Giám mục Tây phương và dù có thiện cảm với quan điểm Tây phương về sự giữ lễ Phục sinh (tức là ngày trong tuần lễ, chớ không phải ngày trong tháng), song cũng quở trách Victor vì đã toan ra lệnh cho các chi hội Đông phương).\n\nTriều đại Giáo hoàng của ông là một giai đoạn bình yên và thuận lợi đối với Kitô giáo nhờ sự bảo vệ của Marcia và Julia Domma, hai người vợ của hoàng đế [[Commodus]] và [[Septimius Severus|Septimus Severus]]. Victor, mặc dù đã sống trong thời gian hòa bình của giáo hội nhưng ông đã chịu tử đạo dưới Septimius Severus và được [[chôn cất]] bên cạnh Phêrô. Một số di tích đã được lưu giữ bên dưới bàn thờ trong nhà thờ Basilica of St Sylvester và Martin. Ông được giáo hội kính nhớ vào ngày 28 tháng 7.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Victor I}}\n* Pope Victor I, Wikipedia Tiếng Anh [http:\/\/en.wikipedia.org\/wiki\/Pope_Victor_I]\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Victor I, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Êlêuthêrô|Êlêuthêrô]]|\nsau=[[Giáo hoàng Đêphyrinô|Zephyrinus]]}}\n{{Dữ liệu nhân vật\n|TÊN=Anecletus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 14 của [[Giáo hội Công giáo Rôma]] ([[189]]–[[199]])\n|LÚC SINH=\n|NƠI SINH=Rôma, Italia\n|LÚC MẤT=\n|NƠI MẤT= Rôma\n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|Victor I]]\n[[Thể loại:Mất năm 199]]\n[[Thể loại:Năm sinh không rõ]]"}