{"Giáo hoàng Êvaristô":"{{chú thích trong bài}} \n{{Infobox Pope|\nname= Thánh Evaristô<br \/><small> Giáo hoàng <\/small> |\nimage=Papa Evaristo.jpg|\nbirth_name=Evaristô hoặc Aristus|\nterm_start= khoảng 99|\nterm_end= khoảng 107|\npredecessor=[[Giáo hoàng Clêmentê I|Clêmentê I]]|\nsuccessor=[[Giáo hoàng Alexanđê I|Alexander I]]|\nbirth_date= khoảng thế kỷ 1 SCN|\nbirthplace=[[Bethlehem]], [[Judea]]|\ndeath_date=khoảng 107|\ndeathplace=[[Roma]], [[Đế quốc La Mã]]\n}}\n'''Êvaristô''' ([[tiếng Latinh]]: ''Evaristus'', [[tiếng Ý]]: ''Evaristo'') là vị [[Giáo hoàng]] thứ năm của giáo hội [[Công giáo]]. Trong danh mục [[Liberian]] thì tên của ông được liệt kê như là '''Aristus'''. Thời gian cai trị của ông kéo dài từ năm 99 tới năm 107 (Catholic Encyclopedia. New York, Robert Appleton Company, 1913). Theo Niên giám thống kê tòa thánh năm 1861 thì ông lên ngôi năm 100 và cai quản giáo hội trong 9 năm. Niên giám thống kê Tòa thánh năm 2003 thì triều đại của ông kéo dài từ năm 97 cho tới năm 105. Niên giám năm 2008 là từ năm 96 hoặc 99 cho tới năm 108.\n\nChúng ta không được biết nhiều về tiểu sử của ông. Theo Liber Pontificalis, thì ông đến từ một gia đình có nguồn gốc [[Hy Lạp]] – [[Do Thái]]. Ông được sinh ra tại [[Bethlehem]], [[Palestine]] vào khoảng thế kỷ thứ nhất, sau đó tới Rôma và sớm trở thành một tín đồ Cơ đốc giáo. Ông được bầu trong thời gian cai trị của hoàng đế [[Traianus]]. Cuốn 265 Đức Giáo hoàng cho rằng có lẽ ông là một người gốc [[Antiôkia]] và có một người cha Do Thái.\n\nTrong triều đại của ông, vì số tín hữu gia tăng, ông đã phân chia thành các giáo xứ theo số giáo dân, nhưng sự tổ chức lại Giáo phận Rô-ma này thực tế có sau ông 150 năm. Ngoài ra ông được xem là người đã cắt đặt 7 [[phó tế]] đầu tiên trao phó cho các linh mục lớn tuổi, đây được coi như nguồn gốc của [[Hồng y đoàn]] ngày nay. Ông đã ra lệnh phải công khai hóa các cuộc hôn nhân. Ông được xem là tác giả của hai bức thư có giá trị như sắc lệnh, một gửi cho các giám mục Phi châu, một thư nữa gửi cho các Giám mục Ai Cập.\n\nThánh Eusebius, trong cuốn \"Lịch sử Ecclesiastical IV,\" nói rằng, Êvaristô đã chết trong 12 năm cai trị của hoàng đế Rôma [[Traianus|Trajan]], sau khi ông cai quản tòa giám mục Rô-ma được 8 năm. Truyền thống cho rằng ông qua đời năm 107 và được mai táng tại Vatican gần mồ [[Thánh Phêrô]], theo một tương truyền khác thì có thể ông đã chịu [[tử đạo]]. Tuy nhiên điều này rất khó chứng minh. Ông được suy tôn như một vị thánh và được kính nhớ vào ngày 26 tháng 10. Một truyền thống khác thì ông được [[chôn cất]] trong nhà thờ Santa Maria Maggiore Pietrasanta tại [[Napoli]].\n\n== Tham khảo ==\n{{tham khảo}}\n{{thể loại Commons|Evaristus I}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Linus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Trích \"Sống Thánh Chứng Nhân\" - Thời Điểm Maria Net (Nhóm Tinh Thần nhuận chính lại theo Patron Saints và Santi-Beati-Testimoni)\n== Liên kết ngoài ==\n* [http:\/\/www.documentacatholicaomnia.eu\/01_01_0097-0105-_Evaristus,_Sanctus,_Martyr.html Writings attributed to Pope St Evaristus]\n* [http:\/\/saints.sqpn.com\/sainte39.htm Patron Saints Index: ''Pope Saint Evaristus''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080821170711\/http:\/\/saints.sqpn.com\/sainte39.htm |date=2008-08-21 }}\n* [http:\/\/www.catholic.org\/saints\/saint.php?saint_id=633 Catholic Online – Saints & Angels: ''St. Evaristus'']\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Clêmentê I|Clêmentê I]]|\nsau=[[Alexander I]]}}\n{{Dữ liệu nhân vật\n|TÊN= Êvaristô\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ năm của [[Giáo hội Công giáo Rôma]] ([[99]]–[[107]])\n|LÚC SINH=\n|NƠI SINH=Bethlehem, Palestine\n|LÚC MẤT=\n|NƠI MẤT= Rôma\n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|Ê|Evaristus]]\n[[Thể loại:Mất năm 107]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 1]]"}