{"Giáo hoàng Sergius II":"{{Infobox Pope|\nname=Sergius II|\nimage=Pope Sergius II Illustration.jpg|\nbirth_name=???|\nterm_start=Tháng 1 844|\nterm_end=24 tháng 1 847|\npredecessor=[[Giáo hoàng Grêgôriô IV|Gregory IV]]|\nsuccessor=[[Giáo hoàng Lêô IV|Leo IV]]|\nbirth_date=???|\nbirthplace=[[Roma]], [[Ý]]|\ndead=dead|death_date={{Ngày mất|847|1|24|mf=y}}|\ndeathplace=???|\nother=Sergius}}\n'''Sergiô''' ([[Latinh]]: '''Sergius''') là vị [[giáo hoàng]] thứ 102 của giáo hội [[Công giáo]]. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng vào năm 844 và ở ngôi Giáo hoàng trong 3 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ tháng 1 năm 844 cho tới ngày 27 tháng 1 năm 847.\n\nGiáo hoàng Sergius II sinh tại Rôma.Ông cho lắp ráp lại các bậc thang của \"Toà giảng\" được gọi là \"Cầu thang thánh\".\n\nMột tục lệ có từ các vị Giáo hoàng tiền nhiệm là khi một vị Giáo hoàng đắc cử trước khi đăng quang phải tuyên thệ trước mặt hoàng đế. Giáo hoàng Sergius II đã phải rất cực nhọc để xin vua [[Lothaire]] phê chuẩn cuộc bầu chọn mình (Amann, trong op.cit.,Q.VI, tr 208-210 và 275-276).\n\nTrong mối quan hệ với hoàng đế [[Vương triều Caroling]], Đức Sergius có mục đích tăng cường quyền tự trị của Đức Giáo hoàng ngay cả việc cẩn thận không gây ra rạn nứt. Quân Saracens hạ trại ở [[Ostia]] rồi đến Rôma và cướp phá [[Đền Thánh Phêrô]], [[Sứ đồ Phaolô|Phaolô]] và các nhà thờ khác. Cuối cùng, chúng bại trận ở Gaeta.\n\nNăm [[844]], đức Sergius trước khi mở cửa tiếp hoàng thân Louis, đặc sứ của hoàng đế Lothaire, đã đòi ông phải thề rằng mình đến Roma chỉ có mục đích tìm lợi ích cho quốc gia và giáo hội. Trong mọi trường hợp, ngôi Giáo hoàng vẫn nắm giữ hai đặc quyền: chỉ mình ngài có quyền trao dây Pallium và chỉ mình ngài chủ tọa lễ nghi xức dầu tấn phong hoàng đế.\n\nLý tưởng hữu nghị luôn được Giáo hội nhắc nhở các phe liên hệ, qua các Công Đồng. [[Công Đồng]] năm 844 nói: \"Quý vị hãy cẩn thận giữ đức bác ái giữa quý vị, hãy giúp đỡ nhau ý kiến và mau mắn trợ giúp nhau … hãy phục vụ hoà bình…\" Giáo hội thúc đẩy các vua hội họp. Luật pháp xuất hiện áp dụng chung cho cả ba Vương Quốc. Các Giáo hoàng cũng ủng hộ chính sách hữu nghị, hoà hợp huynh đệ. Đức Sergius II viết cho 3 anh em nhà Vương triều Caroling, sau [[hiệp ước Verdun]] rằng: nếu họ không đoàn kết trong hoà bình Công giáo, thì người sẽ can thiệp chống lại họ.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Sergius II}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Grêgôriô IV|Gregory IV]]|\nsau=[[Giáo hoàng Lêô IV|Leo IV]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Sergius II\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 102 của [[Giáo hội Công giáo Rôma]] ([[844]]–[[847]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|S]]\n[[Thể loại:Mất năm 847]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}