{"Giáo hoàng Grêgôriô I":"{{dablink|xin xem các mục từ có tên tương tự tại [[Thánh Grêgôriô (định hướng)]]}}\n{{Infobox Pope\n| name=Thánh Grêgôriô I\n| Latin name=Gregorius Dialogus\n| image=gregorythegreat.jpg|\n| birth_name=Gregorius\n| term_start=3 tháng 9 năm 590\n| term_end=12 tháng 3 năm 604\n| predecessor=[[Giáo hoàng Pêlagiô II|Pelagius II]]\n| successor=[[Giáo hoàng Sabinianô|Sabinian]]\n| consecration=3 tháng 9 năm 590\n| birth_date=khoảng năm 540\n| birthplace=[[Roma]], [[Vương quốc Ostrogoth]]\n| dead=Mất|\n death_date={{death date|604|3|12|mf=y}}\n| deathplace= [[Roma]], [[Đế quốc Đông La Mã|Đế quốc Byzantine]]\n| buried=[[Vương cung thánh đường Thánh Phêrô|St. Peter's Basilica]] (1606)\n| religion=[[Công giáo La Mã]]\n| residence=[[Roma]]\n| parents=Gordianus, [[Saint Silvia]]\n| other=Gregory\n}}\n'''Giáo hoàng Grêgôriô I''' ([[Latinh]]: ''Gregorius I''), thường được biết đến là '''Thánh Grêgôriô Cả''', là vị [[giáo hoàng]] thứ 64 của Giáo hội [[Công giáo]]. Cùng với [[Giáo hoàng Lêô I|Giáo hoàng Lêôn I]], ông được suy tôn là Giáo hoàng cả và được phong [[thánh (định hướng)|thánh]] sau khi qua đời. Grêgôriô được nâng lên một vị trí ngang hàng với [[Augustine thành Hippo|Thánh Augúttinô]], [[Thánh Ambrôsiô]] và [[Thánh Giêrônimô]] như một trong bốn vị tiến sĩ nòng cốt của Giáo hội Tây Phương. (Xét về thời gian, Giáo hoàng Grêgôriô thuộc giai đoạn ba, nhưng được xếp vào \"tứ trụ\" Giáo hội Tây phương do ảnh hưởng lớn lao của ông). Là người của hành động song ông cũng viết nhiều sách [[thần học]] theo tư tưởng của thánh Ambrôsiô và thánh Augúttinô. Cả một thời trung cổ rồi sẽ sống theo thần học của ông, một học thuyết có phần vắn tắt nhưng khỏe khoắn.\n\nÔng là người đã tái khẳng định quyền của Giáo hoàng về mặt dân sự, khởi đầu cho thời kỳ \"năng quyền thế tục\" của Giáo hoàng. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng vào năm 590 và ở ngôi trong 13 năm 6 tháng 10 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định rằng triều đại của ông bắt đầu vào ngày 3 tháng 9 năm 590 và kết thúc vào ngày 12 tháng 3 năm 604.\n\n== Thời niên thiếu ==\nTruyền thống cho rằng, Giáo hoàng Gregorius Cả được sinh vào khoảng năm 540 tại [[Roma|Rôma]] trong gia đình quý tộc Anicia, một gia đình giàu sang có địa vị. Gia đình ông rất đạo đức, mẹ ông là bà Silvia, 2 dì là nữ tu và là thánh, Giáo hội đã tôn phong. Lịch sử ghi lại ngay từ buổi thiếu thời, ông đã tỏ ra là một đứa bé rất thông minh, tài trí và có lòng đạo đức tuyệt vời.\n\nCàng lớn lên, ông càng học giỏi, mưu lược và có tài lãnh đạo, vì thế càng lúc ông càng bước lên những nấc thang cao của danh vọng trần gian. Giáo hoàng Gregorius được đi học để làm quan. Là người rất thành công trong con đường học vấn, ông được bổ nhiệm làm công chức cao cấp thành Roma và được làm đến quan tổng trấn. Năm 30 tuổi, ông đã là một [[luật sư]] có tên tuổi ở pháp đình Roma.\n\n== Trước khi làm giáo hoàng ==\nĐến năm 35 tuổi (575), khi cha qua đời, nhân cơ hội đó ông từ bỏ mọi chức vụ và bán hết tài sản, biến dinh thự của mình thành một [[tu viện]] và dùng uy tín của mình ông lập thêm sáu tu viện trên các phần đất của ông ở Sicilia. Ông trở thành một đan sĩ tu trên đồi Celio. Nơi ngày nay có nhà thờ San Gêgôriô, ông đặt lên một Bề Trên, còn mình chỉ là tu sĩ thường mà thôi. Luật dòng ở Tu Viện Thánh Anrê này có lẽ là luật Thánh Benedict (Biển Đức)? Vì ông chịu ảnh hưởng vị Tổ Phụ này, sau chính ông đã viết hạnh Thánh Benedict.\n\nSau đó, ông được Giáo hoàng [[Giáo hoàng Biển Đức I|Benedict I]] truyền chức phó tế. Giáo hoàng [[Pelagius II]] ra lệnh cho ông phải chịu chức \"Phó Tế miền\", phụ trách một trong 7 khu vực của Roma. Ba năm sau, Gregori được Giáo hoàng Pelagiô tấn phong [[Giám mục]] hiệu tòa Syracusa. Từ năm 579 – 585, ông được gửi đến Constantinopolis làm đặc sứ của Giáo hoàng. (ở đây uy tín người rất lớn, Hoàng Đế Mauriciô đã xin người Rửa Tội cho hoàng tử). Hết nhiệm kỳ 7 năm, ông trở về làm Bí thư của Giáo hoàng.\n\n== Được bầu làm giáo hoàng ==\n[[Tập tin:Francisco de Zurbarán 040.jpg|200px|phải|nhỏ|Giáo hoàng Gregory I, bởi [[Francisco de Zurbarán]].]]\n\nNăm 590, [[Giáo hoàng Pelagiô II]] qua đời, Gregori được [[thượng viện]], hàng [[giáo sĩ]] và [[giáo dân]] đồng ý cử ông làm đấng kế vị dù ngoài ý muốn của ông. Với một tầm vóc bé nhỏ, ốm yếu, diễn đạt kém, hết sức nhún nhường nhưng ông đã làm được những việc thật phi thường. Grêgôriô sống trong giai đoạn luôn luôn có bất hòa vì sự xâm lăng của phe Lombard và vì những tương giao khó khăn với Giáo hội Đông Phương.\n\nKhi ông lên ngôi Giáo hoàng năm 590, thì tình hình rất khó khăn và đe dọa quá nhiều. Nơi thì người Lombarđô vây hãm, nơi thì Byzancia bỏ rơi. Khi Rôma bị tấn công, chính ông là người đến chất vấn vua Lombard. Nước Ý làm mồi cho cướp phá, bạo hành không phải chỉ do người Lombarđô mà hằng năm đều có những thành bị thiêu rụi, đường sá mất an ninh, hàng bầy tù nhân bị biến thành [[nô lệ]], đi dài dài, \"thòng lọng đeo cổ như chó\". Ở miền Bắc, Tổng Giám mục Aquilê, lấy lý do là Roma quá khoan dung đối với lạc giáo Đơn Tính, không chịu hiệp thông với Giáo hoàng nữa, và cuộc ly khai gây cho Giáo hội vô số phiền hà. Ngay Roma cũng ¾ bỏ hoang, từ tháng 11\/589 tai họa đếm không siết: nước sông Tibrô dâng lên, kho lẫm hôi thối, bệnh [[dịch hạch]] nổ ra kinh khủng, một trong những nạn nhân đầu tiên là chính Giáo hoàng Pêlagiô II.\n\nMột sử gia [[Anh giáo|Anh Giáo]] đã viết: \"Không thể nào tưởng tượng được những gì sẽ xảy ra trong thời Trung Cổ-thật lộn xộn, vô trật tự-nếu không có triều đại giáo hoàng; và nói về giáo hoàng của thời trung cổ, vị cha chung đích thực là Đức Grêgôriô Cả.\"\n\nTrên ngai tòa Thánh Phêrô 14 năm, ông đã nỗ lực xây dựng Hội Thánh trong nhiều lãnh vực: chú giải thánh kinh, phục hưng bình ca và phụng vụ. Ngoài ra, Đức Giáo hoàng Grêgoriô cũng đặc biệt lưu tâm đến những vấn đề xã hội và những tiến bộ khoa học kỹ thuật. Grêgoriô có cái nhìn sâu sắc và nhìn rộng khắp trên mọi lãnh vực. Vì thế, triều đại Giáo hoàng của ông là một triều đại hài hòa giữa đạo và đời. Nhiều sử gia khi viết về đời sống và hoàn cảnh xã hội dưới thời Grêgoriô đã không ngần ngại ghi 4 chữ sau đây:\" hoàng kim thời đại.\n=== Vai trò Giám mục Rôma ===\nLà Giám mục Roma, ông dành phần lớn thời giờ cho dân của mình, giảng mỗi Chúa Nhật, tổ chức tiếp tế, kích thích nhiệt tình của công chức, canh chừng, kiểm soát cảnh sát và tòa án, xây mới, trùng tu và làm đẹp các Vương cung thánh đường. Tại Roma còn kỷ niệm việc ông chấm dứt dịch hạch bằng bảy cuộc kiệu, xuất phát từ bảy khu vực tập trung tại nhà thờ Đức Bà Cả.\n\nGregory I cách chức các linh mục bất xứng, cấm không được lấy tiền khi phục vụ, và ông lấy tất cả quỹ riêng của Giáo hoàng để chuộc các tù nhân bị phe Lombard bắt và săn sóc những người Do Thái bị bách hại và các nạn nhân của nạn dịch tễ cũng như nạn đói kém.\n\nÔng phân phát áo quần, thực phẩm, tổ chức \"Cứu Trợ Công giáo\" có quản lý, có kiểm tra, có đăng ký, nhưng hết sức quảng đại, một nhân chứng đã viết về thời đại người rằng: \"Giáo hội giống như một kho lẫm mở toang cửa\".\n\n=== Củng cố quyền giáo hoàng ===\n[[Tập tin:Pope Gregory I.jpg|nhỏ|trái| Giáo hoàng Gregory mang dây [[pallium]] và vương miện giáo hoàng, một biểu trưng quyền lực của giáo hoàng]]\n\nQuan niệm của ông về vai trò của Kitô giáo và của Giáo hoàng, không có gì mới, đó là quan niệm của [[Augustine thành Hippo|Thánh Âu Tinh]]. Tất cả các nguyên tắc lớn của Thánh Âu Tinh, nhất là trong cuốn \"[[Thành Trì Thiên Chúa]]\", đều thấy trong sự nghiệp của Thánh Grêgôriô, chẳng những trên bình diện tinh thần, mà cả trên bình diện hành động nữa. Làm việc cho Thành Trì trần thế vì Thành Trì Thiên Chúa phục vụ nhân loại, vì lời hứa đời đời mà nhân loại mang trong mình, thay đổi lịch sử để Triều Đại Thiên Chúa mau đến … Đó là nền tảng mọi hoạt động chính trị và xã hội của người những hoạt động ấy luôn do những ưu tư về quyền lợi tinh thần hướng dẫn.\n\nÔng đã hoạt động rất nhiều trong việc củng cố quyền Giáo hoàng ở Tây phương. Là lãnh tụ chính trị, do thời cuộc đòi hỏi, trong khi nước [[Ý]] trở nên vô Chính phủ, ông đương đầu với quân [[Lombardô]] thương lượng, bàn bạc với Hoàng Đế: \"Tôi tự hỏi: thời buổi này làm Giáo hoàng là lãnh đạo binh thần, hay làm làm vua trần thế?\" Ý thức về sứ mạng của mình, Giáo hoàng đòi để Tông Tòa được can thiệp vào tất cả thế giới Kitô giáo, thư từ với các Giám mục [[xứ Gaule]] và [[Tây Ban Nha]] (Thánh Lêanđrô là bạn của ông) chỉ định các đại diện Tông Tòa ở [[Arles]] và ở [[Carthagô]], nắm lại miền Thượng Ý, từ tay những người ly giáo xứ Aquilê.\n\nKhắp Tây Phương đều nghe tiếng Giáo hoàng, mà từ hơn một thế kỷ nay họ quen nghe rất yếu ớt. Ông có ảnh hưởng rất lớn tại Đông phương, mặc dầu ông không đòi quyền kiểm soát Giáo hội Đông phương. Ông tìm cách can thiệp ngăn cản Giám mục [[Constantinopolis|Constantinôpôli]] nhận tước hiệu \"Thượng Phụ Chung\".\n\nVị Giáo trưởng thành Constantinopolis tự xưng là \"Giám mục toàn cầu.\" Điều đó làm cho Grégoire tức giận; ông phủ nhận tước hiệu ấy, cho là \"danh từ xấu xa, ngạo mạn,\".Vì điều này xúc phạm tới Thượng Quyền Roma. Thượng quyền này các đấng tiền nhiệm ông đã biết bảo vệ Thánh Lêô Cả đã biểu dương đầy nghị lực. Công nghiệp của Giáo hoàng Grêgôriô Cả là làm cho Thượng Quyền ấy được hiện diện trong thế gian như một thực tại sống động, sáp nhập vào cuộc sống hàng ngày của người dồng thời.\n\n=== Thiết lập quan hệ với các vương quốc và truyền giáo ===\nGregory đã thiết lập những mối dây liên hệ giữa Giáo hội và các vương quốc (trong đó có hoàng hậu người Francs là Brunehaut), khuếch trương nỗ lực truyền giáo và thiết lập phụng vụ Rôma.\n\nNgười Lombarđô là những người đầu tiên mà Giáo hoàng Grêgôriô muốn chinh phục. Sống dưới sự đe dọa của họ, ông không nói lời gì có vẻ hận thù với họ. Gregory không chấp nhận tham dự vào một công trình nhằm hủy diệt một cách có hệ thống, các cơ sở của họ. Có lúc như mùa hè 592, ông phải thương thuyết với quân xâm lược Lombarđô để chúng rút quân – những tác giả viết hạnh của ông mô tả như cảnh Giáo hoàng Lêô Cả ngăn [[Attila]] – điều này khiến ông bị Byzancia tố cáo là phản quốc, ông cũng bất chấp.\n\nTrong việc này, ông có một đồng minh và là cố vấn cho hoàng hậu Thêôđêlinđa nàng công chúa người Bavaria Công giáo vợ của [[Atauricus]]. Bà hoàng hậu này rất được lòng dân Lombarđô, vì lòng tốt của bà, nên sau khi chồng mất (năm 592), họ đã đề nghị bà lấy người sẽ lên làm vua của họ, là Agilulf, quận công xứ Turinô. Ông này theo giáo phái Arius, nhưng bà đã thuyết phục chồng trở lại Công giáo (603). Tuy triều đại này chưa làm cho dân Lombarđô trở lại, nhưng các hoàng tử và công chúa sinh ra được rửa tội theo Công giáo, hoàng hậu cho xây nhiều nhà thờ Công giáo (nhất là nhà thờ Monza còn giữ kỷ niệm của bà). Bà thường xuyên thư từ với Grêgôriô. Và Giáo hoàng gửi cho bà những ống đầy dầu lấy từ các đèn đốt trên mộ các thánh Tử Đạo.\n\nChính nhờ bà, sau này Thánh Côlômbanô đã xây Tu Viện cuối cùng của người ở Ý. Có lẽ Thánh Grêgôriô đã muốn tạo ra một Vương Quốc Lombarđô Công giáo ở Ý, như kiểu Vương Quốc [[Franc]] ở xứ Gaule, nhưng người qua đời trước khi dự án ấy thực hiện. Sau khi người qua đời năm 604, triều thiên xứ Pavia tuần tự sang tay các vua Ariô và các vua Công giáo. Thế kỷ VII, vương quyền mới được tổ chức, bắt các quận công thần phục, cũng là thế kỷ người Lombanđô trở lại. Lần đầu, năm 653 với người cháu của bà Thêôđêlinđa, rồi vĩnh viễn dân Lombarđô gia nhập Giáo hội. Và nước Ý phủ đầy [[Vương cung thánh đường]] và [[Tu Viện]], dần dần cơ cấu Nhà nước được thay đổi, để dân chiếm đóng và bị chiếm đóng hội nhập làm một. Chính sách của Grêgôriô đến thế kỷ VIII đã được hoàn toàn đem ra áp dụng, dưới triều Liutpranđô (712–744)\n\nVới người [[Franc]], Grêgôriô thường thư từ với vua [[Chilđêbertô II]] (con bà Brunehaut) khuyến khích đẩy mạnh việc Tin Mừng Hóa nông thôn. Ở Tây Ban Nha, năm 589, Rêcarêđô (em Thánh Hermênêgilđô) đã trở lại Công giáo khi lên ngôi. Grêgôriô, muốn nghi dấu ấn của Tòa Thánh, đã gửi đặc sứ, thư từ, quà tặng đến nhà vua.\n\nVới nước [[Anh]], Vừa lên ngôi Giáo hoàng, Grêgorio đã tiếp sứ thần từ Anh (Britannia) qua, trình bày việc dân [[Anglo-Saxon]] muốn theo đạo [[Công giáo]]. Phái đoàn này có lẽ do hoàng hậu công giáo Bertha, cháu vua Clovis, vợ vua Ethelbert xứ Kent. Việc đầu tiên, Giáo hoàng Gregorius đặt ra là đào tạo ngay tại Roma trong các đan viện một số thanh niên Anglo-Saxon bị bắt làm nô lệ ở Marseille nay được trả tự do để phái về quê giảng đạo, nhưng thất bại.\n\nMùa xuân năm 596, ông cử thánh Augustino (Âu Tinh) viện phụ (605) - một đan sĩ Biển Đức, cùng 40 đan sĩ đi truyền giáo: đến hoán cải người Angle và người Saxon ở Anh Quốc. Ban đầu, thánh Augustino và các bạn nghe nói về những khó khăn và nguy hiểm của cuộc hành trình nên sợ hãi, phải chịu bỏ dở công việc, trở về Ý, khi vừa bước chân lên miền nam nước [[Pháp]]. Nhưng được Giáo hoàng an ủi, khuyến khích và đặt thánh Augustino làm đan viện phụ.\n\nThánh Augustino và các bạn lại lên đường. [[Lễ phục sinh]] năm 597, thánh Augustino và các bạn tới đảo Thanet, gần thành Ramsgate. Công cuộc truyền giáo đạt được nhiều kết quả. Không bao lâu, vua Aethelbert của xứ Kent đã rửa tội. Giáo hoàng đã rất phất khởi gởi tặng Thánh Âu Tinh [[dây Pallium]], biểu hiệu chức [[Tổng Giám mục]] và loan báo ý định của ông thiết lập hàng giáo phẩm tương lai với hai Toà Tổng Giám mục kiểm soát là [[Canterbury]] và Eboraci ([[York]] ngày nay), mỗi tòa có 12 tòa Giám mục.\n\nTừ trên giường bệnh Giáo hoàng Grêgôriô gởi cho Tổng Giám mục Âu Tinh những huấn thị về phương pháp phải theo, rất thông minh, rất cương quyết, rất hợp lý, tóm tắt tất cả chiến lược của Giáo hội trong việc Tin Mừng hóa: \n{{cquote|\n''\"Đừng hủy diệt các đền miếu ngoại giáo, nhưng hãy thanh tẩy chúng, bằng nước thánh, dựng các bàn thờ, đặt các thánh tích vào đó. Nơi đâu người ta có thói quen tế lễ bụt thần ma qủy hãy cho phép nơi đó được cử hành, vẫn vào ngày đó, các lễ lạc Kitô Giáo, dưới một hình thức khác. Thí dụ ngày lễ các thánh Tử Đạo hãy cho tín hữu dựng chòi lá và tổ chức các bữa ăn. Cho phép họ vui vẻ bề ngoài thì niềm vui bề trong sẽ dễ dàng đạt được hơn. Không thể loại trừ ngay một lúc khỏi những cõi lòng dữ dằn này tất cả quá khứ. Người ta leo núi không phải bằng cách nhảy vọt, mà bằng những bước chậm chậm!\". \"Người dân sẽ dễ dàng tụ tập tại những nơi cha ông họ thường lui tới\".'' \n}}\n\nCách hành động này rất khôn ngoan, Giáo hội sẽ áp dụng khắp nơi, nhất là các tu sĩ người Anh sẽ đem áp dụng tại Đức. Các đan sĩ Ái Nhĩ Lan hoặc Celtic (Xen-tơ), do các thánh Adian và Cuthbert hướng dẫn, đã giúp hoán cải toàn thể nước Anh. Chỉ trong vài chục năm (597-680) bảy nước thuộc Anh đã tòng giáo. Không bao lâu, Anh Quốc đã gửi các nhà truyền giáo đi khắp [[Châu Âu|Âu Châu]], như một đan sĩ Dòng Biển Đức là Willebrord, nổi tiếng là vị Tông Đồ cho người Hòa Lan đã được đặt làm Giám mục cho phần đất này vào năm 695.\n\n=== Thiết lập phụng vụ Rôma ===\nTruyền thuyết cho rằng đúng vào thời điểm dịch bệnh ở Roma giảm xuống, một Thiên Thần đã hiện ra với ông trên một lâu đài, nơi đó được gọi là [[Lâu đài Thiên Thần]].\n\nÔng nổi tiếng vì những cải cách phụng vụ, và củng cố sự tôn trọng học thuyết. Người ta đang tranh luận xem có phải chính ông là người chịu trách nhiệm phần lớn [[bình ca Gregoriano|nhạc bình ca]] hay không. Giáo hoàng Grêgôriô Cả ra lệnh thêm Halêluia [[mùa Phục Sinh]]\n\nGregory cả đã ban hành cantum anni circuli nobile edidit. Chúng ta chỉ biết được Gregory thông qua thầy phó tế Jean (850) viết tiểu sử của ông, còn tất cả thì đều rất mù mờ. Bản tiểu sử của Jean cũng được viết sau thời đại của Gregory hai thế kỷ, trong đó ông viết:\n{{cquote|\nTrong nhà Đức Chúa Trời, Đức Giáo hoàng như vị vua Salomon khôn ngoan nhờ vào nhiệt tình của một người lĩnh xướng, nhờ vào việc sáng tác và điệu nhạc êm dịu, ngài đã biên soạn antiphonarium centonem cantorum studio sissimus nimis utilier compilavit, ngài đã cho tiếp tục schola cantorum (một thứ trường dạy nhạc thánh, kiêm nhiệm việc hát thánh ca trong phụng vụ) vẫn còn hát trong các giáo đường La Mã, căn cứ theo những nguyên tắc của ngài.\n}}\nMặc dù không thể biết khả năng trong lĩnh vực âm nhạc của Gregory I như thế nào nhưng chúng ta có thể biết:\n* Tại công đồng năm 595, ông đã quy định cách hát Kyrie eleison (bài ca cũ).\n* Ông là người đã nới rộng cách hát Halleluia (trước đây chỉ được hát trong mùa Phục Sinh) trong các mùa khác nữa, nhất là mùa thường niên.\n*Xuất bản cantatorium gồm có hai phần: Libri antiphonales và Libri responsales.\n*Bắt đầu quan trọng tiếng hát thanh tao của các bé trai trong thánh lễ.\n\n== Các tác phẩm ==\n[[Tập tin:Man writing Corpus Christi College Cambridge MS. 389.jpg|nhỏ|trái|200px|Gregory và Chim bồ câu, [[Corpus Christi College, Cambridge]] Ms 389]]\n\nCác tác phẩm chú giải [[Sách Phúc Âm|Tin Mừng]], sách Egiêkien, Luân Lý, Mục Vụ về bổn phận linh mục, Đối Thoại, các sách luận về Phụng Vụ. Ông được xem là tác giả của Sacramentarium Gregorianum hay ít ra do chính ông ra lệnh sưu tập. Sách phụng vụ này đã được áp dụng tại Rôma<ref>Phụng vụ thánh lễ, Lm. Aug Nguyễn Văn Trinh, Nhà xuất bản Tôn giáo, quý II\/2008<\/ref>.\n\nGregory còn để lại 848 thư đề cập đến nhiều vấn đề khác nhau, một số sách chú giải và mục vụ với lối văn bình dị, hay đối câu đối chữ. (đối với thời kỳ suy thoái đó: người viết không hay bằng Thánh Lêô Cả). Tác phẩm thần học của ông là phản ảnh truyền thống các giáo phụ và rất được dùng ở thời Trung cổ. Các phẩm này trình bày, nhất là, một lợi ích trong thần học tu đức và trong mục vụ: Moralia in Job (Nền đạo đức trong sách Gióp).\n\n[[Liber regulae pastoralis]] (Sách luật mục vụ).Cuốn sách của ông \"Cách Chăm Sóc Mục Vụ\" nói về nhiệm vụ và đặc tính của một Giám mục, đã được đọc trong bao thế kỷ sau khi ông qua đời. Gregory diễn tả vị Giám mục chính yếu như một y sĩ mà nhiệm vụ chính là rao giảng và duy trì kỷ luật. Trong các bài giảng thực tế của mình, Grêgôriô có tài áp dụng phúc âm hàng ngày vào nhu cầu đời sống của giáo dân.\n== Con người ==\nÔng là một người thẳng tính và kiên quyết.làm việc không biết mệt, luôn bận rộn đọc thư cho thư ký viết, tiếp mọi người, vận động, viết sách. Gregorius I lưu tâm đến sự thăng tiến trong đời sống đạo nhưng ông cũng luôn nhắm phát triển xã hội sao cho phù hợp với đà tiến của văn minh tiến bộ.\n\nSức khỏe người rất yếu, ông rất hổ thẹn vì không thể giữ luật ăn chay, vì ăn chay thì ông bị ngất sỉu. Vậy mà ông làm việc hơn một người khoẻ mạnh! Tính tình sinh động, ông được mọi người yêu quý, trí khôn sáng suốt, xét người và phán đoán tình hình nhanh chóng, không lẫn bác ái với yếu đuối, hi vọng với ảo tưởng, nghệ thuật cai trị của ông là một ơn tự nhiên.\n\n[[Tập tin:Tomb of pope Gregorius I.jpg|nhỏ|Hầm mộ của St. Gregory trong St. Peter's, Rome]]\nTuy làm Giáo hoàng, nhưng ông sống giản dị, khiêm tốn và yêu thương người nghèo. Ông luôn tâm niệm lời Chúa Giêsu:\" Sống hiền lành và khiêm nhượng \" \"Sống để phục vụ, chứ không để được hầu hạ \". Grêgoriô luôn tự xưng mình là đầy tớ của các đầy tớ Chúa. Một trong những câu thời danh của thánh Grêgôriô là đã nói lên lòng yêu mến Thiên Chúa và mục đích của đời sống: \"Con người được tạo dựng nên để thờ phượng chiêm ngưởng Thiên Chúa, luôn luôn đi tìm kiếm hình ảnh của Ngài và ước mong được sống trong sự cao cả của tình yêu thương của Ngài.\" Trong một bài giảng phúc âm, ông nói: \"Nói cho cùng có lẽ không khó để người ta từ bỏ của cải, nhưng chắc chắn là thật khó để từ bỏ chính mình. Khước từ những gì mình có là chuyện nhỏ; nhưng khước từ cái tôi của mình, đó mới thật đáng kể\".\n\nNhững cải tổ của thánh Gregory thật vĩ đại nên Giáo hội đã kính nhớ với từ \"Magnus\" sau tên của ông, \"Cao cả\". Ông đã mạnh dạn cải tổ việc cai trị Giáo hội, tổ chức việc chống lại gia đình vua Lombards, chống trả bọn lạc giáo ở Tây Ban Nha và Bắc Phi châu.Ông thành công trong việc truyền bá Tin Mừng cho Dân Lombard (Ý), Visigoth (Tây Ban Nha).\n\nÔng qua đời ngày 12\/3\/604, và xác thánh được đem vào Vương cung thánh đường Thánh Phêrô. Bia mộ của ông đã gọi người là \"Vị Tổng Tài của Thiên Chúa\". Năm 1298, Giáo hoàng Bonifaciô VIII đã tôn phong ông lên bậc tiến sĩ Hội Thánh.\n\n==Chú thích==\n{{Tham khảo}}\n== Tham khảo ==\n{{thể loại Commons|Gregorius I Magnus}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.VietCatholic News (02\/09\/2005)[http:\/\/danchuausa.net\/hanh-cac-thanh\/ngay-3-thang-9-kinh-thanh-gregorio-ca\/]\n* Thánh Gregorius Cả, Simon HoaDalat [http:\/\/www.simonhoadalat.com\/Suyniem\/Saints\/Thang9\/Gregorio.htm]\n* Gương các thánh tháng 9, Dongcong.net [http:\/\/www.dongcong.net\/CacThanh\/GuongCacThanh\/Thang9\/Sep03.htm]\n* Trích Gương Thánh Nhân - ns Người Tín Hữu online)(Nhóm Tinh Thần nhuận chính lại theo Patron Saint và Santi-Beati-Testimoni)\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Pêlagiô II|Pelagius II]]|\nsau=[[Giáo hoàng Sabinianô|Sabinian]]}}\n{{Dữ liệu nhân vật\n|TÊN=Hilarius\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 64 của [[Giáo hội Công giáo Rôma]] ([[590]]–[[604]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng]]\n[[Thể loại:Tiến sĩ Hội Thánh|G]]\n[[Thể loại:Sinh năm 540]]\n[[Thể loại:Mất năm 604]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Giáo phụ]]\n[[Thể loại:Nhà ngoại giao Tòa Thánh]]\n[[Thể loại:Nhà thần học Kitô giáo]]\n[[Thể loại:Thánh Chính Thống giáo Đông phương]]"}