{"Giáo hoàng Hilariô":"{{Infobox Pope|\ntên=Thánh Hilariô|\nimage=46-St.Hilarius.jpg|\nbirth_name=Hilarius or Hilarus|\nterm_start=[[17 tháng 10]] (?), 461|\nterm_end=[[28 tháng 2]] (?), 468|\npredecessor=[[Giáo hoàng Lêô I|Lêô I]]|\nsuccessor=[[Giáo hoàng Simpliciô|Simplicius]]|\nbirth_date=???|\nbirthplace=[[Sardegna|Sardinia]], [[Đế quốc Tây La Mã]]|\ndead=dead|death_date=[[28 tháng 2]] (?), 468|\ndeathplace= [[Roma|Rôma]], [[Đế quốc Tây La Mã]]|}}\n'''Giáo hoàng Hilariô''' ([[Latinh|Tiếng Latinh]]: ''Hilarius'', [[tiếng Ý]]: ''Ilario'') là người kế nhiệm [[giáo hoàng Lêô I]] và là vị Giáo hoàng thứ 46. Ông đã được suy tôn là thánh của nhà thờ công giáo. Theo niên giám tòa thánh năm 1806 thì ông lên đắc cử năm 461 và ở ngôi Giáo hoàng trong 6 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định Triều đại của ông kéo dài từ ngày 19 tháng 11 năm 461 cho tới ngày 29 tháng 2 năm 468.\n\nTên khai sinh của ông là Hilarius hoặc Hilarus cũng có khi được ghi là Hilary được sinh ra tại [[Sardegna|Sardinia]], [[Ý]] mặc dù năm sinh không xác định. Triều đại Giáo hoàng của ông kéo dài từ ngày 17 tháng 11 năm 461 và kết thúc khi ông qua đời ngày 28 tháng 2 năm 468. Tuy nhiên tính chính xác của các ngày tháng này còn đang được xem xét.\n\n[[Liber Pontificalis]] cho biết sau khi Giáo hoàng Lêô I qua đời, một phó trợ tế (archdeacon) tên là Hilarius, sinh tại Cagliari,ở Sardinia,Ý đã được bầu làm Giáo hoàng và được tấn phong ngày 19 tháng 11 năm 461.\n\n==Trước khi làm giáo hoàng==\nCùng với Julius-Giám mục của Puteoli, Hilarius được biết đến là một trong những người đại diện của Giáo hoàng Leo I tại công đồng sồi năm 449. Ông đã đấu tranh mạnh mẽ cho quyền của Roma và phản đối việc kết án Flavian - Giám mục của [[Constantinopolis]].\n\nTrong một bức thư của Giáo hoàng Lêô I gửi cho hoàng hậu Pulcheria (\"Leo I Epistolate\"), Hilariô đã xin lỗi vì lá thư của Giáo hoàng đã không được đọc tại công đồng do sự cản trở của Dioscorus. Dioscorus đã dùng binh sĩ đàn áp các Giám mục chống đối: \"đánh chết các kẻ phân biệt hai bản tính!\". Flavian bị đánh đập tới chết. Hilarius đã rất khó khăn để thoát khỏi vụ xung đột và trở về thông báo những tin tức của công đồng của công đồng cho Giáo hoàng.\n==Triều đại==\nTriều đại của ông được đánh dấu bằng việc tiếp tục những chính sách của vị Giáo hoàng tiền nhiệm. Ông bảo vệ và xây dựng tính chính thống Ky-tô giáo bằng cách xác nhận các công đồng [[Niceea]], [[Êphêsô]] và [[Calcêđônia]]. Ông tiếp tục lên án các lạc giáo như thuyết nhất tính (bằng cách tái khẳng định hai bản tính nhân tính và thần tính nơi Đức Ky-tô) và thuyết Ariô.\n\nHilarius đã dành sự quan tâm đặc biệt tới giáo hội ở [[Gallia|Gaul]] và [[Tây Ban Nha]], ủng hộ Giám mục [[Arles]] là Lêôntiô. Ông khẳng định phải có một mức độ hiểu biết văn hoá mới trở thành linh mục, các Giáo hoàng và Giám mục không nên bổ nhiệm những người kế vị mình. Ông cũng đã thiết lập một đại diện tông toà ở Tây Ban Nha.\n\nTại Lateran ông thành lập hai thư viện là hạt nhân đầu tiên làm nên thư viện Vatican sau này. Ông quan tâm rất nhiều đến việc trang hoàng các nhà nguyện và tu viện. Phụng vụ trong thế kỷ V nhấn mạnh đến phong tục mang một bình bằng vàng, 25 scyphi (chén bạc) và 50 calies ministeriales. Bình bằng vàng để sử dụng tại Statio ([[thánh lễ]]); 25 tituli gửi scyphi (chén bạc) để đựng bánh thánh và 50 calices để đựng rượu thánh vì 25 chén cho đàn ông và 25 chén cho đàn bà.<ref>Phụng vụ thánh lễ, LM Aug Nguyễn Văn Trinh, Nhà xuất bản Tôn Giáo, quý II\/2008<\/ref>\n\nGiáo hoàng Hilariô đã xây dựng lại những đổ nát do rợ Vadale để lại. Ông đã xây dựng một số nhà thờ và tòa nhà ở Rôma. Liber Pontificalis cho biết: Ông đã xây dựng hai nhà nguyện nhỏ để [[rửa tội]] trong Lateran. Ông cũng dựng nên một nhà nguyện nhỏ ở Holy Cross, nhà tu kín, hai nhà tắm công cộng và các thư viện ở gần Bassilica of St Lawrence ngoại thành, trong đó có nhà thờ ông được [[chôn cất]]. Hilariô được kính nhớ vào ngày 28 tháng 2.\n==Chú thích==\n{{Tham khảo}}\n== Tham khảo ==\n{{thể loại Commons|Hilarius}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Hilarius, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Lêô I|Lêô I]]|\nsau=[[Simplicius]]}}\n{{Dữ liệu nhân vật\n|TÊN=Hilarius\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 46 của [[Giáo hội Công giáo Rôma]] ([[461]]–[[468]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Giáo hoàng|H]]\n[[Thể loại:Mất năm 468]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Thánh Chính Thống giáo Đông phương]]"}