{"Giáo hoàng Dôsimô":"{{Infobox Pope|\nname=Thánh Dôsimô|\nimage=Zosimus.jpg|150px|\nbirth_name=Zosimus|\nterm_start=21 tháng 3 năm 417|\nterm_end=26 tháng 12 năm 418|\npredecessor=[[Giáo hoàng Innôcentê I|Innocent I]]|\nsuccessor=[[Giáo hoàng Bônifaciô I|Boniface I]]|\nbirth_date=???|\nbirthplace=???|\ndead=dead|death_date={{death date|418|12|26|mf=y}}|\ndeathplace=???|}}\n'''Zosimas''' (Tiếng Việt: Dôsimô; Tiếng Anh: Zosimus) là Giáo hoàng kế nhiệm giáo hoàng Innocent I và là vị giáo hoàng thứ 41. Ông được suy tôn là [[thánh (định hướng)|thánh]] của Giáo hội Công giáo. Theo niên giám tòa thánh năm 1806 thì ông được bầu làm Giáo hoàng vào năm 417 và ở ngôi trong 1 năm, 9 tháng và 9 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=falseAnnuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông bắt đầu từ ngày 18 tháng 3 năm 417 cho tới ngày 26 tháng 12 năm 418.\n\n== Sự nghiệp ==\nTheo [[Liber Pontificalis]] thì '''Zosimus''' có gốc [[Hy Lạp]] (Masuraca) và tên của người cha là Abram. Harnack (Sitzungsberichte der Berliner Akademie, 1904, 1050) đã suy ra gia đình ông có nguồn gốc [[Do Thái]]. Tuy nhiên những thông tin về gia đình của các vị Giáo hoàng trong thời kỳ này được ghi \"Liber Pontificalis\" không phải lúc nào cũng chính xác. (Duchesne, \"Histoire ancienne de l'église\", 111, 228, note).\n\nKhông có gì được biết về vị Giáo hoàng này trước khi ông được bầu làm Giáo hoàng. Cuộc bầu cử đã diễn ra vào ngày 18 tháng 3 năm 417 với sự tham gia của [[Patroclus]], Giám mục của Arles – người đã thay thế Heros (Giám mục của Arles từ 408 – 412). Patroclus đã đạt được niềm tin của tân Giáo hoàng. Ngày 22 tháng 3, ông đã nhận được một lá thư Giáo hoàng giao cho ông quyền giám quản tông tòa trên các Giám mục [[xứ Gaule]] (bao gồm Viennensis và Narbonensis I, II) và là người đại diện tòa thánh ở Gaul. Chính điều này đã khiến cho ông vấp phải sự chống đối của các Giám mục Gaul. Các giáo sĩ của Gallic không được phép đến Roma mà không có giấy xác nhận của Patroclus.\n\nKhông lâu sau khi Zosimus đắc cử Giáo hoàng, [[Pelagius]] (360 - 422)và [[Celestius]] – những người đã bị Giáo hoàng Innocent I lên án - đã tới Roma để tự biện minh trước tân Giáo hoàng. Sự đón tiếp của Giáo hoàng và bạn cho họ sự xá giải là một sai lầm nhất là khi các sai lầm của họ vừa được tố giác, đặc biệt bởi Augustinô Hippônê. Mùa hè năm 417, Zosimus đã tổ chức một cuộc họp các giáo sĩ ở Roma tại thánh đường Basilica Of Clement, trong đó có cả Celestius. Tại công đồng Cartagô, Giáo hoàng Zosimô đã quay lại với quá khứ và kết án Pelagius và Celestius. Pelagius nại đến công đồng, song không được ai nghe. Hoàng đế [[Honorius]] (395 - 425) cũng đồng ý kết án lạc thuyết và đe nếu cố chấp sẽ phải đi đày.\n\nGiáo hoàng Zosimus được coi là người có nhân cách mạnh mẽ và quan tâm đến quyền lợi của Giáo hội, chống lại sự can thiệp của bên ngoài. Với quan niệm luân lý khắt khe, ông không cho những người con ngoại hôn được đào tạo thành linh mục. Triều đại Giáo hoàng của ngài ngắn ngủi và trắc trở do sự bành trướng của lạc giáo Pelagian. Zosimo đã được [[chôn cất]] trong thánh đường [[San Lorenzo fuori le Mura]]. Tại đây, sau đó cũng là nơi an nghỉ của các Giáo hoàng [[Giáo hoàng Xíttô III|Sixtus III]], [[Hilary]] và [[Giáo hoàng Piô VIII|Pius VIII]]. Ông được Giáo hội mừng lễ vào ngày 26 tháng 12.\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Zosimus}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Zosimus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Innôcentê I|Innocent I]]|\nsau=[[Giáo hoàng Bônifaciô I|Boniface I]]}}\n{{Dữ liệu nhân vật\n|TÊN=Zosimus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 41 của [[Giáo hội Công giáo Rôma]] ([[417]]–[[418]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Mất năm 418]]\n[[Thể loại:Giáo hoàng|D]]\n[[Thể loại:Năm sinh không rõ]]"}