{"Giáo hoàng Bônifaciô VIII":"{{Infobox Pope\n|name = Giáo hoàng Bônifaciô VIII\n|image = Bonifatius viii papst.jpg|\n|birth_name = Benedetto Caetani, hoặc Gaetani\n|term_start = 24 tháng 12 năm 1294\n|term_end=11 tháng 10 năm 1303\n|predecessor =[[Giáo hoàng Cêlestinô V|Cêlestinô V]]|successor=[[Giáo hoàng Biển Đức XI|Biển Đức XI]]\n|birth_date = Khoảng 1235|birthplace=[[Anagni]], [[Lãnh thổ Giáo hoàng]], [[Đế quốc La Mã Thần thánh]]\n|dead = dead|death_date={{death date|1303|10|11|df=y}}\n|deathplace = [[Rôma]], [[Lãnh thổ Giáo hoàng]]\n|other = Bônifaciô\n| coat_of_arms =C o a Bonifacio VIII.svg\n}}\n'''Giáo hoàng Bônifaciô VIII''' ([[Latinh|Tiếng La Tinh]]: '''Bonifacius VIII''') là vị [[giáo hoàng]] thứ 193 của giáo hội [[Giáo hội Công giáo Rôma|Công giáo Rôma]].\n\nTheo niên giám [[tòa Thánh|tòa thánh Vatican]] năm 1806 thì ông đắc cử Giáo hoàng năm 1294 và ở ngôi Giáo hoàng trong 8 năm 9 tháng 18 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định ông đắc cử Giáo hoàng ngày 24 tháng 12 năm 1294, ngày khai mạc chức vụ Mục tử đoàn chiên Chúa là ngày 23 tháng 1 năm 1295 và ngày kết thúc triều đại của ông là ngày 11 tháng 10 năm 1303.\n\nÔng gặp phải xung đột với quốc vương Pháp là [[Philippe IV của Pháp|Philippe IV le Bel]], vị vua này đã xúc phạm ông qua hai sứ thần và qua \"cái tát tai Anagni\" bỉ ổi của hai sứ thần đó dành cho ông. Ông đã đặt vạ cấm trên vương quốc [[Đan Mạch]] và xúi dục các hoàng thân [[Đức]] nổi dậy chống [[Albertô]].\n\nÔng là người đã thành lập đại học \"Sapienza\" ở [[Roma|Rôma]], quảng đại bảo trợ cho các nghệ sĩ nổi tiếng, trong đó có [[Giotto di Bondone|Giotto]].\n\n== Bầu cử ==\nGiáo hoàng Bonifacius VIII sinh tại [[Anagni]] với tên thật là Benedetto Caetani. Sau khi, [[Giáo hoàng Cêlestinô V|Celestinus V]] từ chức, Bonifacius VIII được bầu làm Giáo hoàng, vị Giáo hoàng của lâu đài Anagni. Mặc dù việc bầu cử ông là hợp thức nhưng người ta vẫn tố cáo ông là đã áp lực hối thúc vị tiền nhiệm của ông mà ông đã cho giam vào ngục để tránh rủi ro, ly giáo.\n\nKế vị thánh Cêlestinô V- Giáo hoàng đầu tiên từ nhiệm, cho nên uy quyền của tân Giáo hoàng đã bị những người nhóm tinh thần Phansinh, đồ đệ của Joakim de Flore chống đối, vì họ chủ trương một Giáo hội tinh thần, chống lại một Giáo hội cơ chế. Ngay từ cuối [[thế kỷ XII]] đã phát sinh chủ nghĩa có tên là \"gallican\". Các giáo hội quốc gia, được nhà vua hậu thuẫn, đòi được tự trị nhiều hơn và bênh vực quyền lực của các giám mục chống lại sự lấn lướt của Tòa thánh.\n[[Tập tin:BonifaceVIIIjubile.jpg|trái|nhỏ|Giáo hoàng Boniface VIII tuyên bố năm thánh 1300]]\n\n=== Năm thánh 1300 ===\nÔng là người khởi xướng các Năm Toàn Xá, và năm toàn xá đầu tiên là năm 1300 và chỉ định cứ 100 năm mở Năm Thánh một lần. Đầu thế kỷ mới đã thôi thúc nhiều giáo hữu đến hành hương Rôma để kính viếng [[Đền thờ Thánh Phêrô]] và Thánh tích khăn bà Vêrônica lau mặt [[Giê-su|Chúa Giêsu]] chịu thương khó.\n\nLàn sóng người hành hương đến Rôma rất đông và theo lời yêu cầu của họ, Giáo hoàng Boniface VIII quyết định ban hành ơn toàn xá trong Năm Thánh đầu tiên này và quy định cử hành Năm Thánh cứ mỗi 100 năm. Đông đảo giáo hữu đến hành hương Rôma, viếng mộ các Thánh Tông đồ [[Thánh Phêrô|Phêrô]] và [[Sứ đồ Phaolô|Phaolô]] ở Đền thờ Thánh Phêrô và Phaolô. Năm Thánh 1300 do ông công bố rất thành công, đã quy tụ trên một triệu người hành hương đến Rôma.\n\n== Xung đột với Philipe le Bel ==\n[[Tập tin:Boniface VIII Canonizes Saint Louis - BNF Fr2829 f150.jpg|nhỏ|Chân dung Giáo hoàng Bonifacius trong cuốn ''Livre des faiz Monseigneur saint Loys jadis roy de France.'']]\nGiáo hoàng Bonifacius là một người tin tưởng chắc chắn vào quyền thiêng liêng tối thượng và đó cũng là quyền tối cao của Giáo hội. Giáo hoàng nói mình có trọn quyền trực tiếp trong phạm vi thiêng liêng và có quyền gián tiếp trong lãnh vực trần thế đối với các vua chúa.\n\nLà nhà luật học có quan niệm thần quyền hẹp hòi, ông đã bênh vực chủ trương có một nền quân chủ Giáo hoàng khắp hoàn cầu, vào lúc mà các quốc gia đang được củng cố, do đó ông đã gặp nhiều khó khăn với vua [[Philippe IV của Pháp|Philippe IV le Bel]] và những nhà luật học người Pháp.\n\nCuộc tranh chấp giữa vua Philipe le Bel nước [[Pháp]], với Giáo hoàng Bonifacius VIII xảy đến hai lần, cả hai đều đụng độ mạnh. Vua nước Pháp được các luật gia cố vấn, xác định quyền của hoàng cung. Còn Giáo hoàng cũng là một luật gia cứng rắn nhất định không nhân nhượng về quyền Giáo hoàng.\n\n=== Lần thứ nhất ===\nNăm 1297, để ngăn cản chiến tranh, Giáo hoàng cấm các giáo sĩ nộp thuế cho vua Anh, Pháp.\n \nNgược lại vua Philippe cấm đưa tiền và vàng ra khỏi nước, trục xuất các nhân viên thâu thuế của Giáo hoàng và các chủ ngân hàng Ý hoạt động cho Roma. Tức thì, một sắc lệnh do Giáo hoàng Bonifacius ban hành với lời lẽ đe dọa. Sắc lệnh được trả lời bằng một văn thư với những lý luận nóng nảy của luật sư Pierre Flote, tư pháp đại thần của Philippe. Thế là thư từ qua lại tới tấp, gây nên một cuộc bút chiến.\n\nTình hình lắng dịu khi Roma phong thánh cho vua [[Louis IX của Pháp|Louis IX]]. Mặt khác, cả [[Paris]] và Roma bấy giờ thực sự không muốn chiến tranh.\n\n=== Lần thứ hai ===\nVấn đề trở lại vào năm 1301, Giáo hoàng Bonifacius quay lại chống Philippe le Bel. Trong khi đó vua Pháp đưa ra tòa kết án giám mục Pamiers Saisset, khâm sai Tòa thánh, vu cáo tội dấy loạn năm 1301. Giáo hoàng đòi phóng thích, tuyên bố rút lại các đặc ân đã ban và ban hành Tông Chiếu Ausculta fili, triệu tập công đồng giải quyết chuyện nước Pháp.\n\nNhưng vua Pháp nhất định không chịu đặt quyền mình dưới quyền công đồng, vì lẽ ông xác tín quyền bính của mình là bởi Thiên Chúa chứ không bởi Giáo hội. Cả nước Pháp xôn xao, nhất là từ khi phổ biến một Tông chiếu giả mạo và một văn thư phúc đáp cũng giả mạo. Trong đó có những lời nhục mạ và nạt nộ nhau rất bỉ ổi. Vua Philippe IV liền họp Đại hội Quốc Dân (10-4-1302) tại [[nhà thờ Đức Bà Paris]] và được cả ba đẳng cấp tăng lữ, quý tộc lẫn đẳng cấp thứ ba của Pháp hoan nghênh.\n\nSau đó, một công đồng cũng được họp ở Roma (1.11.1302). Ngày 18 tháng 11 năm 1302, Giáo hoàng Bonifacio VIII ban hành Thông Điệp Duy Nhất Thánh (''Unam Sanctam 1302'') khẳng định thần quyền tối thượng của chức vị Giáo hoàng, mà các vua phải tuân phục.\n\nTrong đó, ông đã nói: \"Ta tuyên bố, quả quyết, giải thích và báo cáo rằng muốn được cứu rỗi, người nào cũng tuyệt đối cần phải phục tùng Giáo hoàng Rôma.\" Đáp lại, nhà Vua tự khẳng định quyền tối cao trong vương quốc và tố cáo Giáo hoàng lên chức bất hợp pháp, mại thánh và bội ước.\n\nBản cáo trạng Giáo hoàng Bonifacio VIII của Nogaret có đoạn viết: ''Tôi khẳng định cá nhân bị cáo, biệt danh Bonifacio không phải là giáo hoàng. Y không qua cửa mà vào nên phải coi là tên trộm cắp. Tôi khẳng định y đã công khai lạc đạo, mại thánh đáng kinh tởm như chưa từng có từ tạo thiên lập địa đến bây giờ. Cuối cùng tôi khẳng định kẻ gọi là Bonifacio đã phạm những tội ác to lớn, rõ rệt và bất khả chữa trị. Cần phải có một công đồng chung để phán xét và kết án y.'' <ref>JC Để đọc Lịch sử Giáo hội I, p 179<\/ref>.\n\n== Qua đời ==\n[[Tập tin:Saint Peter's Basilica 2020 P10 Grotte vaticane Grave of Bonifacius VIII.jpg|nhỏ|Mộ phần giáo hoàng Bonifacio VIII.]]\nNgày [[7 tháng 9]] năm [[1303]], Guillaume de Nogaret nhận lệnh cầm đầu một số công hầu Pháp cùng với mấy anh em nhà Colonna và Italia xông vào lâu đài tòa thánh tại Anagni (Italia) lăng mạ và vây bắt Giáo hoàng Bonifacio VIII.\n\nDù đã 86 tuổi nhưng Giáo hoàng tỏ ra can đảm kiên quyết không từ chức. Ông lấy mũ ba tầng đội lên đầu, cầm gậy mục tử và các chìa khóa trong tay, nói: \n{{cquote|\n''Tôi là giáo hoàng, tôi sẽ chết như một giáo hoàng.''|||Giáo hoàng Bônifaciô VIII \n}}\nGiáo hoàng được phóng thích sau đó, nhưng vì quá buồn sầu, ông [[chết|qua đời]] ba tuần sau đó, vào ngày [[11 tháng 10]].\n\n== Chú thích ==\n{{Tham khảo}}\n== Tham khảo ==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ tiếng Anh.\n* Lịch sử đạo Thiên Chúa, Jean – Baptiste Duroselle và Jean – Marie Mayeur. Bộ sách giới thiệu những kiến thức thời đại: Que sais-je? Tôi biết gì? Người dịch: Trần Chí Đạo, Nhà xuất bản Thế giới tháng 4\/2004.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n\n{{Danh sách Giáo hoàng}}\n{{thể loại Commons|Bonifacius VIII}}\n\n[[Thể loại:Giáo hoàng|B]]\n[[Thể loại:Sinh năm 1235]]\n[[Thể loại:Mất năm 1303]]\n[[Thể loại:Dante Alighieri]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Sinh năm 1230]]"}