{"Giáo hoàng Gioan XXII":"{{Infobox Pope\n|name = Giáo hoàng Gioan XXII\n|image = Papa Ioannes Vicesimus Secundus.jpg|\n|birth_name = Jacques Duèze or d'Euse\n|term_start = 7 tháng 8 năm 1316\n|term_end=4 tháng 12 năm 1334\n|predecessor =[[Giáo hoàng Clêmentê V|Clêmentê V]]|successor=[[Giáo hoàng Biển Đức XII|Biển Đức XII]]\n|birth_date = 1244|birthplace=[[Cahors]], [[France in the Middle Ages|Kingdom of France]]\n|dead =dead|death_date={{Death date|1334|12|6|df=y}}\n|deathplace = [[Avignon]], [[Lãnh thổ Giáo hoàng]]\n|other = Clêmentê \n| coat_of_arms =C o a Giovanni XXII.svg\n}}\n\n'''Gioan XXII''' ([[Latinh]]: '''Joannes XXII''') là vị Giáo hoàng thứ 196 của giáo hội công giáo.\n\nTheo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1313 và ở ngôi Giáo hoàng trong 18 năm 10 tháng 15 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định ông đắc cử Giáo hoàng ngày 7 tháng 8 năm 1316, ngày khai mạc chức vụ mục tử đoàn chiên chúa là ngày 5 tháng 9 năm và ngày kết thúc Triều đại của ngài là ngày 4 tháng 12 năm 1334.\n== Trước khi thành giáo hoàng ==\nGiáo hoàng Gioan XXII sinh tại Cahors, Pháp với tên thật là '''Jacques Duèze''' sinh khoảng năm 1245. Ông xuất thân từ một gia đình thuộc giai cấp tư sản khá giả của Cahors. Ông học ở Cahors, rồi ở Montpellier.\n\nTrước tiên, ông trở thành tổng linh mục của Cahors, rồi hạt trưởng của Puy, Giám mục Fréjus (1300) rồi Avignon (1310). Ông là trưởng ấn của vua [[Carlo II của Napoli]]. Năm 1312, ông là hồng y hiệu tòa Saint-Vital, rồi hồng y Giám mục của Porto năm 1313. Ông thế chân phó trưởng ấn của Giáo hội.\n== Giáo hoàng ==\n=== Bầu cử ===\nSau khi Giáo hoàng Clement V qua đời, Tòa thánh trống ngôi hơn 2 năm, vì các hồng y chia làm ba phe. Sau cùng, ngày 7.8.1316 tại thánh đường tu viện dòng Dominico ở Lyon, Hồng y Jean d’Euse e Cadurco đắc cử và lấy hiệu là Gioan XXII. \n=== Tranh cãi với Ludwig IV ===\nNhững cuộc tranh giành của ông với [[Hoàng đế La Mã Thần thánh|Hoàng đế La-Đức]] là [[Ludwig IV của Đế quốc La Mã Thần thánh|Ludwig IV]] đã kéo theo cả một cuộc bút chiến về đề tài những tương quan của các quyền thiêng liêng và trần thế (William của Ockham, Marsilio của Padova).\n\nHoàng đế Ludwig IV bị Gioan XXII [[rút phép thông công]] năm 1324. Ludwig IV ủng hộ những người dị giáo, trong đó có [[Marsilio của Padova]] và [[William của Ockham]]. Tại Rôma tháng 1 năm 1328, Ludwig IV đã tự phong mình làm Hoàng đế vào tháng 4 và truất phế Gioan XXII vào tháng 5. Hoàng đế chỉ định thay thế ông bằng một tu sĩ Phanxicô lấy hiệu là [[Giáo hoàng đối lập Nicôla V|Giáo hoàng Nicôla V]] (22-5-1328 - 25-8-1330, chết 16-10-1333).\n\nLinh mục Ockham ủng hộ Ludwig IV, khẳng định quyền của Hoàng đế La-Đức trong lãnh vực trần thế, chủ trương quốc giáo tự trị. Marsilio của Padova đi xa hơn, thượng tôn công đổng, phủ nhận Giáo hoàng Gioan XXII. Theo ông, Giáo hoàng chỉ quyền triệu tập công đồng chứ không có quyền tài phán. Chủ thuyết [[độc tài]] hoàng đế bắt đầu manh nha từ đây.\n\nGioan XXII tuyên bố [[Friedrich der Schöne]] mới là Hoàng đế. Sau đó, Ludwig IV bị buộc phải trở về Đức do một liên minh những người Visconti và những người Este, nên Giáo hoàng đối lập Nicôla V bị những người theo phe Giáo hoàng bắt bỏ tù.\n[[Tập tin:Stato della chiesa, carlino di giovanni XXII, 1316-1334.JPG|nhỏ|Đồng carlino của giáo hoàng Gioan XXII.]]\n\n=== Vai trò giáo hoàng ===\nGioan XXII tạo ra được một bầu khí sống đạo sôi nổi trong Giáo hội. John khởi đầu ngày lễ Chúa Ba Ngôi Chí Thánh và phong thánh cho Thánh Thomas Aquinas. Ông cho xây dựng điện Giáo hoàng Avignon và thành lập toà án Socra Rota. Giáo hoàng nắm lấy sự vận hành thông thường của giáo hội. Ông mở rộng thẩm quyền dành riêng những trao ban chức thánh có lộc, bố trí một chế độ thuế khóa trên các bổng lộc, tạo ra những bộ máy của một chính phủ trung ương.\n\nTuy đã 72 tuổi, vị tân Giáo hoàng lo tổ chức vấn đề của Giáo triều, thiết lập nhiều địa phận, hạn chế tối đa việc vua chúa can thiệp vào việc đao, lo tăng ngân quỹ cho giáo hội, tổ chức chế độ thuế khóa tòa thánh để đủ chi tiêu mở rộng việc truyền giáo ở Á châu, cũng như giúp đỡ người nghèo. Ngân quỹ đó lên tới 4.5 triệu tiền vàng và còn 800 nghìn khi ông băng hà ngày 4.11.1334. Các Giáo hoàng, nhất là Gioan XXII, gia tăng số nhân viên giáo triều (có khi đến 4000).\n\n=== Với các dòng tu ===\nGioan XXII đã bước vào cuộc tranh đấu với các Tiểu đệ (Fraticelles) rồi với Dòng Phanxicô về vấn đề đức khó nghèo. Tháng 11 năm 1323, Giáo hoàng, ban bố tông chiếu Cum inter nonnullos lên án Fraticellos, một nhóm tu sĩ quá khích ở Ý của dòng Phanxico chủ trương rằng: \"Đức Ky-tô và các tông đồ xưa không có một của gì cho cá nhân cũng như cho đoàn thể, nên dòng Anh em hèn mọn phải theo đó để tiên tới đức trọn lành. Giáo hoàng đã phủ nhận lởi tuyên bố đó và coi đó như lạc thuyết.\n[[Tập tin:Tombeau de Jean XXII.jpg|nhỏ|Mộ phần Jean XXII tại phòng Ngân khố của [[Nhà thờ chính tòa Avignon|Nhà thờ Đức Bà Avignon]].]]\nJean de Jandun - nhà Triết gia và thần học gia gốc miền Ardennes, ở Paris nơi ông dạy học, ông là người đại diện nổi bật nhất của phái Averroès. Thỏa hiệp với Marsilio của Padovae và bị Gioan XXII dứt phép thông công như ông này. Năm 1328, ông trốn sang nương nhờ Louis de Bavière và qua đời ở Todi. Jean de Pouilly - Nhà thần học gốc Picardie, đồ đệ của Godefroid de Fontaines, giáo sư Đại học Paris († sau 1322). Ông này đã tham gia vào vụ kiện của các tu sĩ dòng Đền Thờ, quyền hạn của các dòng hành khất v.v.... Nhiều luận án của ông về quyền giải tội đã bị Gioan XXII lên án.\n\n== Cuối đời ==\nÔng thay đổi bản đồ Giáo hội để tính đến sự mở rộng địa lý thế giới giáo dân, đặc biệt là sáng lập những giáo phận mới và một giáo tỉnh mới (Toulouse) ở miền nam nước Pháp. Tuy vậy, ông lại mở rộng chính sách gia đình trị mà Clêmentê V đã mở đầu.\n\nVào cuối đời, ông đưa ra ý kiến rằng đời sống vĩnh cửu, hạnh phúc, thị kiến Thiên Chúa - và cả những hình phạt hỏa ngục - nói cho đúng ra thì cũng chỉ xảy ra sau khi có cuộc phán xét chung (Benoýt XII). Ông qua đời năm 1334.\n\nGương mặt của hồng y Duèze, rồi Giáo hoàng Gioan XXII đã được đại chúng bởi mục tiểu phẩm truyền hình Les Rói maudits (Những ông vua bị nguyền rủa) (1970), trong đó nhân vật xuất hiện trong nhiều tình tiết được Henri Virlojeux giải thích.\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Lịch sử đạo Thiên Chúa, Jean – Baptiste Duroselle và Jean – Marie Mayeur. Bộ sách giới thiệu những kiến thức thời đại: Que sais-je? Tôi biết gì? Người dịch: Trần Chí Đạo, Nhà xuất bản Thế giới tháng 4\/2004.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n\n{{Danh sách Giáo hoàng}}\n{{thể loại Commons|Ioannes XXII}}\n\n[[Thể loại:Giáo hoàng|G]]\n[[Thể loại:Sinh năm 1244]]\n[[Thể loại:Mất năm 1352]]\n[[Thể loại:Mất năm 1334]]"}