{"Giáo hoàng Formôsô":"{{Infobox Pope|\nname=Formosus|\nimage=PopeFormosusBW.jpg|\nbirth_name=???|\nterm_start=6 tháng 10 891|\nterm_end=4 tháng 4 896|\npredecessor=[[Giáo hoàng Stêphanô V|Stephen V]]|\nsuccessor=[[Giáo hoàng Bônifaciô VI|Boniface VI]]|\nbirth_date=khoảng 816|\nbirthplace=[[Ostia Antica (archaeological site)|Ostia]], [[Ý]]|\ndead=dead|death_date={{Ngày mất|896|4|4|mf=y}}|\ndeathplace=[[Roma]], [[Ý]]|}}\n'''Formôsô''' ([[Latinh]]: '''Formosus''') là vị [[giáo hoàng]] thứ 111 của giáo hội [[Công giáo]]. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng vào năm 891 và ở ngôi Giáo hoàng trong 5 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ngài kéo dài từ ngày 6 tháng 10 năm 891 cho tới ngày 4 tháng 4 năm 896.\n\nGiáo hoàng Formosus sinh tại [[Ostia]]. Trước khi đắc cử làm Giáo hoàng ngài là Giám mục Portô. Nhờ lòng nhiệt thành của ông, dân tộc [[Bulgaria|Bulgari]] đã trở lại Kitô giáo.\n\nÔng bị [[Giáo hoàng Gioan VIII|Gioan VIII]] truất phế khỏi ngai vị Giám mục ở Porto và sau đó được [[Giáo hoàng Marinus]], kế nhiệm của Gioan phục chức. Formosus có những tư tưởng rất khác biệt so với Guido Spoleto, ông bị Guido hăm doạ, vì tự nhận thấy mình bị áp lực nên ông tìm sự giúp đỡ từ Arnulf Carinthia.\n\nKhi còn là hồng y, ông đã đội vương miện cho vua nước Ý, Arnolfo, sau trở thành hoàng đế nước Đức. Vì đức Formoso trao vương miện cho Arnulfo người Đức thay vì Lambert người Spoleta, ông vu cáo Formosus lên ngôi bất hợp pháp.\n\n== Công đồng xác chết ==\n[[Tập tin:Jean Paul Laurens Le Pape Formose et Etienne VI 1870.jpg|nhỏ|trái|Công đồng xác chết]]\nSau khi ngài qua đời không lâu, tháng 1 năm 897, tất cả kẻ thù của ngài liên minh lại trả thù ngài một cách ghê gớm: xác chết của ngài bị quật lên khỏi mồ, đặt ngồi trên một chiếc ghế, để đại hội công đồng, do Tân Giáo hoàng Stêphanô VI, một trong những kẻ thù của ngài chủ trì, xét xử. Đây được gọi là \"công đồng xác chết\". Toàn bộ quá khứ của vị Giáo hoàng quá cố đều được khui ra; nào là những vụ phiêu lưu, âm mưu, thiếu sót đối với pháp luật... Một giáo sĩ, bị khủng bố, sợ chết điếng, trả lời thay mặt người chết, đã \"thú nhận\" hết mọi tội ác.\n \nThế là người ta cử hành lễ nghi giáng chức người chết, lột phẩm phục Giáo hoàng đã dính khắng vào thịt rữa, đến cả cái áo nhậm mà vị khổ hạnh này vẫn mặc bên trong cũng lột luôn. Người ta chặt các ngón tay phải của ông, với lý do là những ngón tay bất xứng đã từng giơ lên chúc phúc cho dân. Cuối cùng xác chết được giao cho quần chúng vứt xuống sông.\n\nDân chúng phẫn nộ, nổi dậy, Giáo hoàng Stêphanô VI bị lật đổ, bị bỏ tù, rồi bị siết cổ. Cố Giáo hoàng Formôsô được phục hồi danh dự, công vụ của \"công đồng xác chết\" bị huỷ bỏ. Sóng trên sông Tibrô đưa di hài Đức cố Giáo hoàng dạt vào bờ, người ta rước kiệu xác ngài vào [[đền thờ Thánh Phêrô]], để đền tội. Tương truyền rằng cả đến các tượng các Thánh cũng cúi đầu chào kính, khi linh cữu đi qua.\n\nMột năm sau vụ án này, một Công đồng được triệu tập quyết định rằng cấm đối xử tàn nhẫn với các Giám mục đang tham dự các hội nghị và cấm đưa đơn kiện những người đã chết.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Formosus}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Stêphanô V|Stephen V]]|\nsau=[[Giáo hoàng Bônifaciô VI|Boniface VI]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Formosus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 111 của [[Giáo hội Công giáo Rôma]] ([[891]]–[[896]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|F]]\n[[Thể loại:Sinh năm 816]]\n[[Thể loại:Mất năm 896]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Nhà ngoại giao Tòa Thánh]]"}