{"Giáo hoàng Symmacô":"{{Infobox Pope|\nname=Thánh Symmacus|\nimage=Simmaco - mosaico Santa Agnese fuori le mura.jpg|\nbirth_name=Symmachus|\nterm_start=22 tháng 11 498|\nterm_end=19 tháng 7 514|\npredecessor=[[Giáo hoàng Anastasiô II|Anastasius II]]|\nsuccessor=[[Giáo hoàng Hormisđa|Hormisdas]]|\nbirth_date=???|\nbirthplace=[[Sardegna|Sardinia]], [[Vương quốc Vandal]]|\ndead=dead|death_date={{death date|514|7|19|mf=y}}|\ndeathplace= [[Roma]], [[Vương quốc Ostrogoth]]|}}\n'''Symmacô''' ([[Latinh]]: ''Symmacus'') là người kế nhiệm Giáo hoàng [[Giáo hoàng Anastasiô II|Anastasius II]] và là vị Giáo hoàng thứ 51. Ông đã được suy tôn là [[thánh (định hướng)|thánh]] của Giáo hội sau khi qua đời. Theo niên giám tòa thánh năm 1806 thì ông đắc cử năm 498 và ở ngôi trong vòng 16 năm 8 tháng<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ ngày 22 tháng 11 năm 498 đến ngày 19 tháng 7 năm 514.\n\n== Tranh chấp chức vụ ==\nÔng được sinh ra ở sinh tại [[Sardegna|Sardinia]], [[Ý]] vào khoảng năm 450 và là con trai của Fortunatus. Ông được [[rửa tội]] tại Roma – nơi mà sau đó ông trở thánh phó trợ tế (archdeacon) dưới thời Giáo hoàng Anastasius II. Trong triều Giáo hoàng của ông, ông đã phải chống lại phản Giáo hoàng tên là Lôrensô.\n\nNgười này được bầu cùng một lúc với ông bởi một phần ly hiệp của hàng giáo sĩ và những người cho rằng Symmaccô cũng giống như vị tiền nhiệm của ông là quá gần gũi với Giáo hội Constantinôpôli. Giáo hoàng thật là Symmaccô phải nấp trong đền [[Thánh Phêrô]]. Sự ủng hộ của Thêôđôricô cũng như việc bố trí một [[công đồng đại kết|công đồng]] cho phép ông phục hồi một sự bình an tương đối của hàng giáo sĩ trong một thời gian trước khi ông quyết định ấn định [[Lễ Phục Sinh|Lễ Phục sinh]] vào ngày 25 tháng 3, điều này làm xuất hiện những bất đồng mới.\n\nVào năm 501, Festus – một người ủng hộ Lôrensô đã tố cáo Symmachus với những tội danh khác nhau. [[Giáo hoàng]] đã từ chối trình diện nhà vua để trả lời về các lời buộc tội. Ông khẳng định rằng quyền lực trần thế không có thẩm quyền trên Giáo hoàng. Một công đồng được gọi là Synodus Palmaris, đã được triệu tập bởi hoàng đế Theodoric vào ngày 23 tháng 10 năm 502. Công đồng này đã tuyên bố rằng: các quyết định \"thuộc thẩm quyền của Thiên Chúa\" (must be left to judgment of God\" và rằng Symmachus có thể được coi miễn trừ với tất cả tội phạm. Công đồng cũng xác nhận rằng: Symmachus có đủ thẩm quyền của Giáo hoàng.\n\nTuy nhiên, Theodoric đã truyền chức cho Lôrensô tại Lateran giống như Giáo hoàng. Cuộc ly giáo vẫn tiếp tục cho đến 4 năm sau. Cuối cũng Lôrensô đã bị trục xuất khỏi Roma và ngôi Giáo hoàng của Symmachus được giữ vững. Giáo hoàng Symmaccô vừa thanh toán xong nguỵ Giáo hoàng đã viết cho hoàng đế Byzancia rằng: \"Hoàng Thượng hãy so sánh phẩm tước của ngài với phẩm tước của vị lãnh [[Đạo giáo|đạo Giáo]] hội. Hãy nhìn danh sách những kẻ đã bách hại Giáo hội, chúng đều ngã gục, trái lại Giáo hội thì thấy quyền năng của mình lớn lên với sự bách hại mà Giáo hội phải chịu\".\n\n== Triều giáo hoàng ==\nTrong giáo triều của mình, ông đã triệu tập công đồng năm 499 để chấp nhận đường lối bầu Giáo hoàng căn cứ vào đa số phiếu chứ không vào tuyệt đối phiếu như Đức Nonoriô ấn định trước đó. Ông củng cố sở hữu của Giáo hội về việc cho phép hàng giáo sĩ sử dụng những phúc lợi thường ngày.\n \nGiáo hoàng Symmachus đã chuộc lại tất cả các nô lệ và cho họ được hưởng tự do. Ông có công xây dựng khởi đầu Tòa Thánh Vatican. Giáo hoàng đã hỗ trợ cho các giám mục của [[Châu Phi|Phi châu]] trong việc chống lại sự quấy rối của Arian Vandals. Ông cũng cứu trợ cho những người dân của Ý bị xâm lăng bởi những người man rợ.\n\nÔng cũng bắt tay vào việc xây dựng nhà cửa cho những người mất hết nhà cửa, phục hưng các nhà thờ Rô-ma, trong đó có nhà thờ thánh Phao lô ngoại thành và xây dựng nơi ở đầu tiên của Giáo hoàng ở Vatican.\n\nNgài đã chống lại và ra [[vạ tuyệt thông]] Hoàng Đế Anastasius bởi vì ông này đã cư xử ngạo mạn và ngay cả xúc phạm đến Đức Giáo hoàng và bị nghi là theo thuyết Nhất ý. Người ta cho Đức Symmachus là người đầu tiên khởi xướng việc xây Điện Vatican. Ông mất ngày 19 tháng 7 năm 514 tại Rome và được mai táng trong Vương cung thánh đướng thánh Phê-rô xưa.\n==Chú thích==\n{{tham khảo|30em}}\n== Thư mục ==\n{{thể loại Commons|Symmachus}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Giáo hoàng Symmachus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam \n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ [[Tiếng Anh]].\n* Trích \"Sống Thánh Chứng Nhân\" - Thời Điểm Maria Net (Nhóm Tinh Thần nhuận chính lại theo Patron Saints và Santi-Beati-Testimoni)\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Anastasiô II|Anastasius II]]|\nsau=[[Giáo hoàng Hormisđa|Hormisdas]]}}\n{{Dữ liệu nhân vật\n|TÊN=Hilarius\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 51 của [[Giáo hội Công giáo Rôma]] ([[498]]–[[514]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Giáo hoàng|S]]\n[[Thể loại:Mất năm 514]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 5]]\n[[Thể loại:Giáo hoàng người Ý]]"}