{"Giáo hoàng Fabianô":"{{Infobox Pope|\nname=Thánh Fabianô|\nimage=Saint Fabian1.jpg|\nterm_start=Tháng 1 236|\nterm_end=Tháng 1 20, 250|\npredecessor=[[Giáo hoàng Antêrô|Anterus]]|\nsuccessor=[[Giáo hoàng Côrnêliô|Cornelius]]|\nbirth_name=Fabianus|\nbirth_date=???\n???\n|death_date={{death date|250|1|20|mf=y}}|\ndeathplace=[[Roma]], [[Đế quốc La Mã|Đế quốc Rôma]]|}}\n\n'''Fabianus''' ([[tiếng Việt]]: ''Fabianô'') là người kế nhiệm [[Giáo hoàng Antêrô]] và là vị [[Giáo hoàng]] thứ 20 của Giáo hội [[Công giáo]]. Theo niên giám tòa thánh năm 1861 thì ông lên ngôi Giáo hoàng vào năm 236 và ở ngôi trong 14 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông bắt đầu từ ngày 10 tháng 1 năm 236 cho tới ngày 20 tháng 1 năm 250.\n\n== Nhiệm kỳ giáo hoàng ==\n\nFabianus sinh ra Roma và lên ngôi giáo hoàng ngày 10 tháng 1 năm 236. Đó là thời kỳ Hội Thánh đang lâm cơn nguy khốn, bị cấm cách bắt bớ, bị các Hoàng đế Maximinô và Đêciô ([[Decius]]) ra sức đè bẹp Giáo hội Chúa Kitô.\n\nFabian là một giáo dân bình thường ở Rôma từ quê lên tỉnh vào một ngày khi giáo sĩ và dân chúng chuẩn bị chọn vị tân Giáo hoàng. Theo sử gia [[Giáo hoàng Êusêbiô|Eusebius]] (Lịch sử Giáo hội, VI,29) thì bỗng dưng có một con chim bồ câu từ trần nhà bay xuống và \"đậu trên đầu Fabian giống hệt như Chúa Thánh Thần ngự trên Đấng Cứu Thế dưới hình chim bồ câu.\" Điều đó phải có một ý nghĩa gì liên quan đến sự hoạt động của Chúa Thánh Thần, và mọi người đồng thanh tuyên bố Fabian \"ông ấy xứng đáng\" là Giáo hoàng. Mặc dù có một vài vị nổi tiếng là ứng cử viên cho chiếc ghế trống. Truyền thống đẹp đẽ này đã mở đầu cho một triều đại Giáo hoàng để lại những dấu ấn sâu sắc trong Giáo hội thế kỷ III này.\n\nBắt đầu từ gần ngày Fabian được tuyển chọn, việc bách hại và đau khổ của Giáo hội cũng chấm dứt. Hoàng đế Philip, thân thiện với Kitô Hữu và không những ông ngừng bách hại mà còn chấp nhận các nghi lễ của Kitô Giáo.\n\nÔng trở thành người quản lý xuất sắc và tự chỉ định mình tổ chức Giáo phận Rôma. Ông đã phân chia Rô-ma thành bảy khu vực và giao cho bảy trợ tá (bảy thầy phó tế); bổ nhiệm bảy thư ký để thu thập những tư liệu về các vị tử đạo để biên soạn thành một quyển sử liệu về các vị tử đạo, công việc này đã được bắt đầu từ thời vị tiền nhiệm của ông. Ông cũng tân trang rất nhiều công trình trong các nghĩa trang, nơi [[chôn cất]] vị tiền nhiệm của ông. Những hành động của ông được mô tả trong Liber Pontificalis: \"Hic regiones dividit diaconibus et fecit vii subdiacones, qui vii notariis imminerent, Ut gestas martyrum integro fideliter colligerent, et multas fabricas cho mỗi cymiteria fieri praecepit. Ông cũng đã truyền đưa hài cốt của thánh Hyppolytus và của giáo hoàng Pontian từ Sardinia về Rô-ma.\n\nNhững câu chuyện sau đó cung cấp sự xác thực nhiều hoặc ít hơn. Theo Bách khoa toàn thư Công giáo thì Giáo hoàng Fabianô đã gửi các bảy\"sứ đồ vào xứ Gaul\" để ki-tô hóa xứ Gaul sau khi các cuộc bách hại theo lệnh của Hoàng đế Decius chấm dứt. Fabianô đã gửi bảy phụ tá từ Rô-ma tới xứ Gaul để truyền bá tin mừng: Gatien đến Tours, Trophimus đến Arles, Paul đến Narbonne, Saturnin đến Toulouse, Denis đến Paris, Austromoine đến Clermont, Martial đến Limoges.\n\n[[Tập tin:Святой Фабиан и святой Себастьян (XV век Испания).jpg|nhỏ|trái|170px|Thánh Fabian và Sebastian, vẽ bởi một họa sĩ Tây Ban Nha, Cuối thế kỷ XV, từ bộ sưu tập Shuvalov, Hermitage]]\n\nÔng đã sống đời sống bác ái, chia sẻ, cảm thông và lưu tâm như Chúa Giêsu. Ông còn lưu ý đặc biệt tới việc canh tân phụng vụ nghi thức thứ năm tuần thánh. Trong thời gian cai quản giáo hội của ông, cuộc xuất hành ra khỏi Roma để trốn tránh sự bách hại của đã làm nảy sinh đời sống tu hành của các ẩn sĩ. Ông hăng say theo đuổi các giáo sĩ phạm những lỗi khác nhau, đặc biệt là Privatô, một Giám mục Phi châu. Chính với ông mà Ôrigênê quay lại, lúc đó ông này đang xung đột với Đômêtriô, Giám mục Alexandria, để tự biện minh.\n\n== Tử đạo ==\n\nMặc dù là thời gian yên bình nhưng nhiều lần người ngoại giáo đã tấn công Kitô Hữu, và khi hoàng đế Philip từ trần thì thời gian bình an cũng chấm dứt. Hoàng đế mới là Decius (249-251). Nhằm phục hưng đế quốc ông đã nhìn thấy ở Ky-tô giáo không những là một đạo ngoại lai bị cấm mà còn tai hại cho nền thống nhất. Ông quyết đương đầu bằng một cuộc bách hại gắt gao hơn. Cuộc bách hại của Decius không chỉ nhằm vào các kẻ bị tố cáo hay một thành phần nào đó trong giáo hội mà là một cuộc bách hại toàn diện. Decius ra lệnh cho mọi Kitô Hữu phải khước từ Đức Kitô bằng cách thờ cúng tà thần, hoặc tham dự các nghi thức ngoại giáo khác.\n\nNhiều người đã không đủ can đảm để tử đạo. Nhưng Đức Fabian đã đứng lên để can đảm làm gương cho mọi người trong đàn chiên. Ông chịu tử đạo vào ngày 20 tháng 1 năm 250 và được [[chôn cất]] trong Nghĩa Trang Calixtus, là nơi chính ngài giúp tân trang. Trong Nghĩa Trang Calixtus, vào năm 1850, nhà khảo cổ học Giovanni Battista De Rossi đã phát hiện một bia đá dùng để đậy mồ Giáo hoàng Fabian, bị vỡ làm bốn mảnh, có mang dòng chữ Hy Lạp, \"Fabian, Giám mục, tử đạo.\"\n\nMặc dù có rất ít thông tin về Giáo hoàng Fabian, nhưng có những bằng chứng rằng nhiệm kỳ Giáo hoàng của ông đã đóng góp một phần quan trọng trong lịch sử của nhà thờ công giáo. Ông nhân được sự quý trọng và sự đánh giá cao của Cyprian, Giám mục của Carthage, Novatia – người đã đề cập đến ông trong cuốn nobilissima memoriae và cả của Origen. Ông được giáo hội suy tôn là thánh và được kính nhớ vào ngày 20 tháng 1.\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{commonscat|Fabianus}}\n* Pope Callixtus I, Wikipedia Tiếng Anh [http:\/\/en.wikipedia.org\/wiki\/Pope_Callixtus_I]\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Callixtus I, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Suy niệm các thánh tháng mười, Simon Hoadalat [http:\/\/www.simonhoadalat.com\/Suyniem\/Saints\/Thang%201\/Ngay20Fabian.htm]{{Liên kết hỏng|date=2021-04-30 |bot=InternetArchiveBot }}\n* Trích Gương Thánh Nhân - ns Người Tín Hữu online,Nhóm Tinh Thần nhuận chính lại theo Patron Saints.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Antêrô|Anterus]]|\nsau=[[Giáo hoàng Côrnêliô|Cornelius]]}}\n{{Dữ liệu nhân vật\n|TÊN=Fabian\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 20 của [[Giáo hội Công giáo Rôma]] ([[236]]–[[250]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|Fabian]]\n[[Thể loại:Sinh năm 200]]\n[[Thể loại:Mất năm 250]]"}