{"Giáo hoàng Fêlix IV":"{{Infobox Pope|\nname=Thánh Fêlix IV|\nimage=Mosaic of Felix IV (III) in Santi Cosma e Damiano, Rome, Italy (527–530).jpg|\nbirth_name=???|\nterm_start=526|\nterm_end=530|\npredecessor=[[Giáo hoàng Gioan I|John I]]|\nsuccessor=[[Giáo hoàng Bônifaciô II|Boniface II]]|\nbirth_date=???|\nbirthplace=[[Samnium]], [[Vương quốc Ostrogoth]]|\ndead=dead|death_date=530|\ndeathplace=???|\nother=Felix}}\n'''Fêlix IV''' ([[Tiếng Latinh]]: '''Felix IV''') là người kế nhiệm Giáo hoàng John I và là vị Giáo hoàng thứ 54. Ông đã được giáo hội suy tôn là [[thánh (định hướng)|thánh]] sau khi qua đời và được kính nhớ vào ngày 30 tháng 1. Theo niên giám tòa thánh năm 1806 thì ông đắc cử vào năm 526 và ở ngôi trong 1 năm 2 tháng vài ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định Triều đại của ông kéo dài từ ngày 12 tháng 7 năm 526 cho tới ngày 22 tháng 9 năm 530.\n\nTruyền thống cho rằng ông được sinh tại Benevento, miền [[Sannio]], [[Ý]] là con trai của Castorius. Sau cái chết của Giáo hoàng John I do bàn tay của vua Ostrogoth là [[Theodoric]]. Trước khi chết một vài tuần hoàng đế Theodoric chỉ định ông làm Giáo hoàng. Các cử tri đã bầu theo yêu cầu của nhà vua và bầu Felix làm Giáo hoàng. Theodoric bổ nhiệm cách độc đoán cho ý đồ riêng của ông, nhưng Giáo hoàng Felix IV đã tỏ ra trung thành với lợi ích của Giáo hội đến nỗi vua xứ [[Goth]] truất phế và đưa ông đi lưu đày.\n\nFelix IV đã được bầu sau một khoảng thời gian trống ngôi gần hai tháng sau cái chết của John I. Trong suốt triều Giáo hoàng của ông lối sống ẩn tu lan rộng khắp nước Ý và Đan viện Montecassino được xây dựng.\n\nMột công đồng đã được tổ chức tại Vaiso vào năm 529. Công đồng này đã bàn rất nhiều về sự đào tạo thanh niên lên chức thánh; đưa ra nhiều khoản về đời sống và chức linh mục như: cấm mang chó đi săn, đừng lên chức về ân thưởng hay hối lộ, đừng ăn vận bất xứng, đừng mê tín bói khoa, nhưng hãy chăm lo săn sóc người bần cùng, đau yếu nhất là phong cùi; giáo dân phải kiêng việc đồng áng ngày chủ nhật. Một sắc lệnh của hoàng đế đã xác nhận rằng các vụ việc chống lại các Giáo hoàng nên được giải quyết bởi Giáo hoàng.\n\nFelix đã cố gắng để lựa chọn riêng một người thừa kế của mình đó chính là [[Boniface]]. Ông đã cấm các cuộc thảo luận về người kế nhiệm Giáo hoàng khi vị Giáo hoàng còn tại thế. Phần lớn giới tăng lữ đã chống lại ý định của Giáo hoàng Felix và chính thức đề nghị Dioscorus như là một Giáo hoàng. Chỉ có một thiểu số người bầu cho Boniface.\n\nAmalasunta đã tặng hai tòa nhà nằm trong Imperial forums, các đền thờ của Maxentius ở gần Templum sacrate urbis cho Felix IV. Giáo hoàng đã xây thánh đường Santi Cosma e Damiano. Thánh đường này vẫn còn tồn tại đến ngày này với những bức tranh mosaic rất đẹp.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Felix III}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Giáo hoàng Felix IV, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Gioan I|John I]]|\nsau=[[Giáo hoàng Bônifaciô II|Boniface II]]}}\n\n{{Danh sách Giáo hoàng}}\n\n{{DEFAULTSORT:Felix 04}}\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Giáo hoàng]]\n[[Thể loại:Mất năm 530]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Người Campania]]"}