{"Giáo hoàng Urbanô IV":"{{Infobox pope\n|tên = Urbanô IV\n|image = Taddeo di bartolo, s. tommaso d'aquino presenta la sua liturgia del corpus christi a urbano IV, 1403 ca. (cropped) (cropped).JPG|\n|birth_name = Jacques Pantaléon\n|term_start = [[22 tháng 8]] năm [[1261]]\n|term_end = [[2 tháng 10]] năm [[1264]]\n|predecessor = [[Giáo hoàng Alexanđê IV|Alexanđê IV]]\n|successor = [[Giáo hoàng Clêmentê IV|Clêmentê IV]]\n|birth_date = Khoảng 1195\n|birthplace = Troyes, Champagne, Kingdom of France\n|death_date = [[2 tháng 10]] năm [[1264]]\n|deathplace = [[Perugia]], [[Đế quốc La Mã Thần thánh]]\n|other = Urban\n|chú thích = \n|coat_of_arms=C o a Urbano IV.svg}}\n\n'''Urbanô IV''' ([[Latinh]]: '''Urbanus IV''') là vị [[giáo hoàng]] thứ 182 của giáo hội [[công]] giáo.\n\nTheo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1261 và ở ngôi Giáo hoàng trong 3 năm 1 tháng 2 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định ông đắc cử Giáo hoàng ngày 29 tháng 8 năm 1261, ngày khai mạc chức vụ mục tử đoàn chiên chúa là ngày 4 tháng 9 và ngày kết thúc triều đại của ông là ngày 2 tháng 10 năm 1264.\n\n== Trước khi trở thành giáo hoàng ==\nGiáo hoàng Urbanus IV sinh tại Troyes (Pháp) với tên là Jacques Pantaléon trong một gia đình có nguồn gốc tầm thường, cha ông là một thợ vá giày.\n\nÔng là giáo sĩ ở nhà thờ chính tòa khoảng năm 1195, linh mục và nhà thuyết giảng năm 1215, gắn bó với Giám mục Laon năm 1216, tiến sĩ thần học năm 1220.\n\nÔng là tổng phó tế của Laon năm 1238 rồi Liège năm 1241; tuyên úy nhà nguyện của Giáo hoàng; Giám mục Verdun năm 1253 rồi thượng phụ Giêsusalem năm 1255.\n== Giáo hoàng ==\nÔng được bầu làm Giáo hoàng ngày 29 tháng 8 năm 1261. Ông là Giáo hoàng người Pháp đầu tiên kể từ Sylvestrô II và Urbanô II. \nÔng từ chối nhìn nhận Manfred là vua của Sicilia vì vậy Manfred xâm chiếm Lãnh Địa Giáo hoàng. Đức Urban xin vua Pháp giúp đỡ, ngài ban cho ông này làm vua Sicilia. Ông này lại đề xuất người anh em của mình là Charles d’Anjou.\n\nUrbanus IV thiết lập ngày thánh Corpus Domini. Năm 1264, ông lập lễ Giáo hội hoàn vũ; về sau trở thành lễ Mình Thánh Chúa Kitô mừng kính 60 ngày sau lễ Phục Sinh. Năm 1261, lễ này được cử hành ở Liège dưới tên \"thánh thể\". Ông bổ sung luật lệ của Toà Án Truy Tà. \n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Urbanus IV}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Lịch sử đạo Thiên Chúa, Jean – Baptiste Duroselle và Jean – Marie Mayeur. Bộ sách giới thiệu những kiến thức thời đại: Que sais-je? Tôi biết gì? Người dịch: Trần Chí Đạo, Nhà xuất bản Thế giới tháng 4\/2004.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|U]]\n[[Thể loại:Mất năm 1264]]\n[[Thể loại:Sinh năm 1195]]"}