{"Giáo hoàng Alexanđê II":"{{Infobox Pope|\nname=Alexanđê II|\nimage=Papa alessandro II.jpg|\nbirth_name=Anselmo da Baggio|\nterm_start=30 tháng 9 1061|\nterm_end=21 tháng 4 1073|\npredecessor=[[Giáo hoàng Nicôla II|Nicholas II]]|\nsuccessor=[[Giáo hoàng Grêgôriô VII|Gregory VII]]|\nbirth_date=???|\nbirthplace=[[Milano|Milan]], [[Kingdom of Italy (medieval)|Italy]], [[Đế quốc La Mã Thần thánh]]|\ndead=dead|death_date={{death date|1073|4|21|mf=y}}|\ndeathplace=[[Roma]], [[Papal States]], [[Đế quốc La Mã Thần thánh]]|\nother=Alexanđê}}\n\n'''Alexanđê II''' ([[Latinh]]: '''Alexander II''') là người kế nhiệm [[Giáo hoàng Nicôla II|Giáo hoàng Nicholas II]] và là vị [[giáo hoàng]] thứ 156.\n \nTheo niên giám tòa thánh năm 1861 thì ông đắc cử Giáo hoàng năm 1006 và ở ngôi Giáo hoàng trong 11 năm 6 tháng 21 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. [[Niên giám tòa thánh]] năm 2003 xác định triều đại của ông kéo dài từ ngày 1 tháng 10 năm 1061 cho tới ngày 21 tháng 4 năm 1073.\n\n==Trước khi trở thành giáo hoàng==\nGiáo hoàng Alexander II sinh tại Baggio, [[Milano|Milan]], thuộc [[Lombarđi]] của đế quốc La Mã thần thánh vào khoảng năm 1010 hoặc 1015 với tên thật là Anselme de Lucques. Ông được đào tạo ở Cluny, bên cạnh [[Hildebrand]]. Ông bắt đầu sự nghiệp công khai bằng sự thuyết giảng.\n\nTại Lombarđi, ông tấn công những phong tục của hàng giáo sĩ, đặc biệt là sự kết hôn của các linh mục.\n\nTổng Giám mục Guido tức giận tố cáo ông với hoàng đế [[Henry III]]. Thay vì lên án ông, hoàng đế lại giao phó cho ông việc thuyết giảng tại [[Đức]]. Năm 1057, Anselmô lại được giao phó tòa Giám mục [[Lucques]].\n\nSau đó ông được bổ nhiệm làm đặc sứ tông tòa ở Milan, lần đầu tiên năm 1057 cùng với Hildebrand và lần thứ hai vào năm 1059 cùng với Phêrô Đamianô.\n==Giáo hoàng==\n===Bầu cử===\nSau sắc lệnh của Giáo hoàng Nicolas II năm 1059, Giáo hoàng Alexander II đã được bầu theo cách thức mới, tức là được các [[hồng y Giám mục]] bầu lên. Mặc dù lúc đó ông không phải là hồng y. Một thông báo được gửi đến hoàng đế vì ông này không biết việc đó. Các hồng y xét rằng đặc quyền của hoàng đế đã bị bãi bỏ.\n\nAnselme được đăng quang Giáo hoàng ngày 30 tháng 9. Nổi giận vì bị tước mất quyền bầu cử trước kia của mình, những người Rô ma kêu ca lên thái hậu Agnès, người nhiếp chính cho con trai còn trẻ của bà là Henricô IV. Hoàng đế Henry IV không thừa nhận cuộc đắc cử của ông và cho ông là phản Giáo hoàng (anti-pope).\n\nAgnès đã triệp tập một hội nghị ở Balê. Hội nghị này tất cả các hồng y đều vắng mặt, đã bầu một Giáo hoàng khác lấy danh hiệu là [[Honorius II (phản giáo hoàng)|Honorius II]] (28-10-1061 – 1072). Tình trạng này đã kích động gây ra nhiều cuộc nổi loạn đẫm máu, trong suốt thời gian đó quân Norman luôn đứng về phía Giáo hội.\n===Triều đại===\nÔng lên án sự mạn thánh và [[lạc thuyết Niôla]].\n\nÔng cho phép cuộc hôn nhân của Mathilde de Flandres với Guillaume le Conquérant. Ông quan tâm đến tôn giáo hơn chính trị và không ngại can thiệp vào cải cách hàng giáo sĩ [[Pháp]]. Alexander II được coi là một vị Giáo hoàng cải cách.\n\nCó sử gia cho rằng trước khi xuất quân đánh Anh quốc, quận công Guillaume le Conquérant xứ NorMan die đã đến xin phép đức Alexander II và được ngài trao kỳ hiệu thánh Phê-rô (năm 1006?) (G.de Plinval: Le drame Politique du moyen âge, le sacerdoce et lé princes trong: Histoire illustrée de l’Église, Paris 1946, Q.I, tr 343).\n\nNăm 1083, ông biến la Reconquista thành thánh chiến, bằng việc ban một đại xá cho các binh sĩ tham gia vào việc đánh chiếm Barbastre, thành phố Aragon do quân Môritani nắm giữ.\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Alexander II}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Nicôla II|Nicholas II]]|\nsau=[[Giáo hoàng Grêgôriô VII|Gregory VII]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Alexander II\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 156 của [[Giáo hội Công giáo Rôma]] ([[1061]]–[[1073]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|A]]\n[[Thể loại:Mất năm 1073]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}