{"Giáo hoàng Agapêtô I":"{{Infobox Pope|\nname=Thánh Agapêtô I|\nimage=Agapitus I.jpg|\nbirth_name=???|\nterm_start=535|\nterm_end=April 22 536|\npredecessor=[[Giáo hoàng Gioan II|John II]]|\nsuccessor=[[Giáo hoàng Silvêriô|Silverius]]|\nbirth_date=???|\nbirthplace= [[Roma]], [[Ostrogothic Kingdom]]|\ndead=dead|death_date={{death date|536|4|22|mf=y}}|\ndeathplace=[[Constantinopolis|Constantinople]], [[Đế quốc Đông La Mã]]|\nother=Agapetus}}\n'''Agapêtô I''' ([[Latinh]]: ''Agapitus I'') là người kế nhiệm Giáo hoàng [[Giáo hoàng Gioan II|John II]] và là vị Giáo hoàng thứ 57. Ông đã được giáo hội suy tôn là [[thánh (định hướng)|thánh]] sau khi qua đời. Theo niên giám tòa thánh năm 2003 thì triều đại của ông kéo dài từ ngày 13 tháng 5 năm 535 cho tới ngày 22 tháng 4 năm 536. Niên giám tòa thánh năm 1806 cho rằng triều đại của ngài kéo dài trong 10 tháng 19 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>.\n\nAgapitus sinh trong gia đình quý tộc Anicia tại Roma. Trong thời gian cai trị của mình, ông đã bị [[Theodatus]] vua [[Ostrogoth]] nước Ý làm áp lực thúc ép đi tới [[Constantinopolis|Constantinople]], để kiểm chứng những tham vọng của hoàng đế [[Justinianus]] và yêu cầu Justinisnus đừng đem quân đánh ông ta. Nhưng vì quân sĩ của đông phương đã sẵn sàng lên đường nên việc can thiệp của Giáo hoàng không thành.\n\nNhân dịp sang đông phương, Agapitus I đã ở lại Constantinople và giải quyết một số vấn đề tôn giáo liên quan tới bè rối. Ngay khi vừa lên ngôi, Giustinianô đã loan báo: ông sẽ xua đuổi quân rối đạo và \"bắt chúng thần phục bằng cải tạo đúng mức\". Ông ra nhiều nghị quyết chống giáo phái phản Công Đồng Chalcêđônia, chống bè rối Mani, chống Do thái và chống ngoại giáo. Ông cấm tất cả những kẻ khả nghi ấy dạy học, ông truyền đóng cửa các nhà thờ Ariô, các hội trường Dothái và Samaria. Vì thuyết Đơn tính vẫn còn gây rối trong Giáo hội, nên ông tự tay viết nhiều tư liệu chống bè rối này, đặc biệt là một Luận An đúng kiểu thư chung về tín lý, ông dựa vào Thánh kinh vào Công Đồng, vào các giáo phụ, trong đó nhà độc tài thần học của chúng ta đánh các bè rối về Kitô học cẩn thận.\n\nÝ đồ của Hoàng Đế thì hay, nhưng thực tế, vô ích, vì ngay tại cung điện Hoàng Hậu Thêôđôra vẫn cho các nhà thần học Đơn tính gộc tạm trú, như Savêrô thành Atiôkia, giáo chủ bị truất phế, giương ô dù bao che cho Anthimô, Giám mục Constantinôpôli, ông này đã bị Giáo hoàng Agapitô tuyệt thông, và với chiêu bài phải tránh với bất cứ giá nào, việc đẩy 2 nước [[Syria]] và [[Ai Cập|Ai Cập]] theo [[Đơn tính]] tới chỗ ly khai, bà đã giơ dù che cho Giacôbê Barađaii, Giám mục Edessa rối đạo, vì thế chúng ta mới có Giáo hội Syria theo Đơn tính, được gọi là Giacôbít tới ngày nay. Cuối cùng, ông bị hoàng hậu Theodora, một tín đồ theo bè rối Eutiches, đầu độc.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Agapetus I}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Giáo hoàng Agapetus I, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Gioan II|John II]]|\nsau=[[Giáo hoàng Silvêriô|Silverius]]}}\n{{Dữ liệu nhân vật\n|TÊN=Hilarius\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 57 của [[Giáo hội Công giáo Rôma]] ([[535]]–[[536]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Giáo hoàng|A]]\n[[Thể loại:Mất năm 536]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Người Roma]]"}