{"Giáo hoàng Clêmentê I":"{{chú thích trong bài}}\n \n{{Infobox Pope\n|name = Thánh Clêmentê I<br \/><small>Giáo hoàng <\/small> \n|image =Papa Clemens I.jpg\n|caption = \n|birth_name = Clement\n|term_start = Khoảng 92\n|term_end = Khoảng 99\n|predecessor = [[Giáo hoàng Anaclêtô|Anaclêtô]]\n|successor = [[Giáo hoàng Êvaristô|Êvaristô]]\n|birth_date = Khoảng thế kỷ 1 SCN\n|birthplace = [[Rôma]], [[Đế quốc La Mã]]\n|death_date = Khoảng 99 hoặc 101 \n|deathplace = [[Chersonesus]], [[Taurica]], [[Crimea|Vương quốc Bosporan]]\n| influences = \n|signature = \n|khác =Clêmentê\n|chú thích = \n}}\n'''Clêmentê I''' ([[Latinh]]: ''Clemens I'') cũng được gọi là '''Clement thành Roma''' hay '''Clement thuộc Roma''' (Latinh: ''Clemens Romanus''), để phân biệt với Alessandrinus (?-97). Ông được nhắc đến từ rất sớm là [[Giám mục]] của [[giáo phận Rôma]] và là [[giáo hoàng]] của [[Giáo hội Công giáo]]. Ông sinh vào thế kỷ I [[Công Nguyên]] tại [[Roma|Rôma]], thuộc [[đế quốc La Mã]]. Bắt đầu triều đại Giáo hoàng vào khoảng năm 92 đến khi qua đời vào khoảng năm 99 hoặc 101 tại [[Chersonesus]], [[Taurica]], Vương quốc Bosporan (ngày nay là [[Crimea]], [[Ukraina]]).\n\n== Thời gian cai trị ==\n\nVề vị trí của ông trong danh sách các Giáo hoàng không có sự đồng nhất. Theo [[Irênê|thánh Irênê]], Giám mục của Lyons (Adversus haereses III, 3,2-3) viết năm 180, Clêmentê được xếp vào hàng thứ ba trong danh sách các Giám mục Rôma sau tông đồ [[Thánh Phêrô|Phêrô]] (Phêrô: 30-67, Linô: 67-76; Anaclêtô: 76-88; Clêmentê: 88-97). Ông Tertulianô (khoảng 199) lại cho rằng thánh Clêmentê được chính Phêrô truyền chức Giám mục (4, Praescriptiones, XXXII) Từ đó nảy ra lưu truyền là Clêmentê kế vị trực tiếp thánh Phêrô, theo thứ tự: Phêrô, Clêmentê, Linô, Anaclêtô.\n\nÔng Ôrigiênê đồng hoá với một cộng sự viên của thánh Phaolô được nhắc đến ở trong thư gửi giáo đoàn Phi-líp-phê (Philippi): \"''cũng như anh Cơ-lê-men-tê và các cộng sự viên khác mà tên tuổi đã được ghi trong sổ bộ Trường Sinh\"'' (Pl 4,3). Tuy nhiên, khó mà đồng nhất hai người này làm một. Có lẽ người mà Thánh Phaolô nhắc đến là một nô lệ đã được giải phóng của T.Flaviô Clêmentê làm quan nhiếp chính đồng thời với anh họ của ông là Hoàng đế Đômitianô. Mục sư Hermas (Thị kiến 2,4,3) gợi lên một Clêmentê có chức vụ giữ gìn sự tiếp xúc giữa các Giáo hội khác nhau; người ta đã cho ông thêm chức vụ này để quy cho ông bức thư gửi cho Giáo hội Côrintô. Ông cũng được một số tác giả của những năm đầu Ki-tô giáo đồng nhất với quan nhiếp chính Flavio Clêmentê, người đã bị Đômitianô ám sát.\n\nTheo Êusêbiô thành Cêsarê vào thế kỷ thứ IV thì ông cai trị trong khoảng thời gian từ năm 88 đến 97. Niên giám Toà thánh năm 1861 thì ông lên ngôi giáo hoàng năm 90 và cai trị 9 năm. Theo niên giám Tòa thánh 2003 thì ông cai quản Giáo hội trong khoảng thời gian từ năm 88 tới 97 của thế kỷ thứ nhất. Ông được nhiều giáo hội tôn vinh là thánh. Giáo hội công giáo, Anh giáo và Tin lành Luther kính nhớ vào ngày 23 tháng 11. Trong khi các giáo hội đông phương kính nhớ vào ngày 24 hoặc 25 tháng 11.\n\nNgười ta ít biết về thời niên thiếu của ông. Clêmentê I là người Rô-ma, sống vào cuối thế kỷ thứ nhất. Truyền thống cho rằng Clement là một nhà hùng biện, yêu mến Thánh Kinh và thấu suốt tư tưởng, giáo lý của Chúa Giêsu.\n\n== Thư gửi Giáo hội Côrintô ==\n[[Tập tin:Giovanni Battista Tiepolo 094.jpg|nhỏ|trái|200px|Thánh Clement bởi Tiepolo]]\nThực ra điều chắc chắn là ông là tác giả của một bức thư là tư liệu đầu tiên để xét đến ưu thế của Giám mục Rô-ma. Vì ông phải can thiệp để giải hòa cho Giáo hội Côrintô đang bị giày vò bởi những rối loạn nội bộ nghiêm trọng giữa các phe phái đối thủ tìm hỏi hoặc là đòi hỏi Gioan, vị Tông đồ cuối cùng còn sống, hoặc là Clêmentê. Ông đã viết một bức thư, bằng tiếng Hy Lạp, là một bài thuyết trình thực sự về đức tin như nó đã được viết ra vào cuối thể kỷ thứ nhất đó là vào năm 95. Nó được giữ gìn cẩn thận và được phổ biến rộng rãi trong thời tiên khởi. Đó là lá thư của Giáo hội Rôma, tác giả là Đức Clement, gửi cho Giáo hội ở Corintô về sự chia rẽ đã làm tách biệt giáo dân với giáo sĩ. Đức Clement phàn nàn về sự chia rẽ trái phép và vô lý ấy trong Giáo hội Corintô, và ngài khuyên hãy đoàn kết lại. Ngài coi lý do của sự tranh chấp ấy là vì \"đố kỵ và ghen ghét.\" Ông đã khéo léo pha trộn một lòng nhân ái phụ mẫu với một sự kiên quyết và một cảm thức bẩm sinh về quyền uy. Ông áp đặt sự tái lập vào chức năng của họ những linh mục đã bị cách chức và loại ra khỏi Giáo hội những kẻ xúi dục làm loạn.\n\nĐây được coi là văn bản thần học xưa nhất của Ki-tô giáo nếu không kể các bản văn tin mừng. Nó đã bị bỏ quyên vào thế kỷ IV, và được tìm thấy vào thế kỷ XVII trong Codex Alexandrinus (Bản Alexanđê). Năm 1894, một tu sĩ Bênêđictôn người Bỉ đã tìm được ở Namur một thủ bản của thế kỷ IX có chứa bản dịch bằng tiếng Latinh bình dân bức thư của Clêmentê, bản dịch từ thế kỷ II hoặc III, tức gần như đồng thời với kiểu chữ viết của nó.\n\nTác phẩm bắt đầu bằng những lời như sau: ''\"Hội thánh của Thiên Chúa đang lữ hành tại Rôma gửi Hội thánh của Thiên Chúa đang lữ hành tại Côrintô\".'' Truyền thống cho rằng tác giả là ông Clêmentê, Giám mục Rôma, gửi cho các kỳ mục của giáo đoàn Côrintô. Bức thư được viết vào khoảng giữa năm 94-97 (cuối triều hoàng đế Đômitianus hay đầu triều hoàng đế Nerva). Tác phẩm này đã được giáo đoàn Ai Cập và Syria nhận vào hạng danh sách quy thư [[Tân Ước]]. Bức thư kết thúc bằng một \"lời nguyện chung\" cầu cho các Kitô hữu và hết mọi người: ''\"Lạy Chúa, xin ban sự hòa thuận và bình an cho chúng con và mọi dân cư trên Trái Đất, như Chúa đã ban cho cha ông chúng con khi cha ông chúng con cầu khẩn Danh Chúa trong đức tin và chân lý. Vì thế, xin Ngài hãy làm cho chúng con biết phục tùng Danh toàn năng và chí thánh Ngài, cũng như với các vị đang lãnh đạo và hướng dẫn chúng con dưới thế này. Lạy Chúa, chính Ngài đã ban cho họ quyền năng do uy lực lớn lao và khôn tả của Ngài, để khi đã hiểu rằng chính do ngài, họ nhận được vinh quang và vinh dự, chúng con sẽ tùng phục họ và sẽ không làm gì trái ý Chúa. Xin Chúa ban cho họ sức khỏe, bình an, hòa thuận, ỗn định, để họ thực thi quyền hành Chúa ban cách tốt đẹp.''\"(Clément de Roma, Thư gửi tín hữu Corintô, 60-61 trích trong \"Les Ecrits des Pères apostoliques\" trang 108).\n\nBức thư cho thấy Giám mục La Mã có quyền bính và được nhìn nhận. Và chính ông là người dàn xếp cuộc nổi loạn của cộng đoàn tín hữu Corintô. Đọc bức thư gửi, mọi người nhận ra ông là vị mục tử hiền từ, bác ái, khiêm nhượng và yêu mến kinh thánh. Ông là người đã sống họa lại hình ảnh của Chúa Giêsu nhân từ, hiền hậu. Khi biết tin giáo đoàn Côrintô bị xáo trộn chia rẽ do việc truất chức vài kỳ mục (chương 44,3; 47,6), vị lãnh đạo giáo đoàn Rôma đã viết bức thư để kêu gọi tái lập sự đoàn kết, bằng những lời khuyên lơn răn dạy về các nhân đức khiêm nhường, hoà hợp, bác ái, chống lại sự đố kỵ ghen tương.\nTruyền thống cho rằng ông là người đã truyền cử hành bí tích Thêm sức theo lễ nghi của Thánh Phêrô. Tiếng \"Amen\" trong các nghi thức tôn giáo được cho là phát xuất từ triều đại ông.\n\n== Tử vì đạo ==\n\n[[Tập tin:Saintclementmartyr.png|trái|nhỏ|<small>Cuộc tử đạo của giáo hoàng Clêmentê I được vẽ bởi [[Fungai]]<\/small>]]\n[[Tập tin:San clemente fresco.jpg|nhỏ|<small>Tranh tường ở Vương cung Thánh đường Thánh Clêmentê: Thánh Cyril và Methodius mang hài cốt thánh Clêmentê I về Rôma<\/small>]]\nLịch sử cho biết ông [[tử đạo]] năm 101 dưới thời Hoàng đế [[Traianus|Marcus Ulpius Nerva Traianus]] (còn gọi là Trajan). Ông đã bị bắt, bị hoàng đế kết án lưu đày sang Pontus (Chersonèse (Bắc Hải) (tài liệu khác nói rằng ông bị kết án tử hình). Ông bị cột neo quanh cổ và bị quăng xuống biển. Người ta đã vớt được xác ông và đưa về La Mã, dưới triều Giáo hoàng Adrianô II. Tuy nhiên, chi tiết về việc tử đạo của ông đều là truyền thuyết, được góp nhặt trong khoảng thế kỷ 4 hay 5.{{cn}} Một hoặc hai năm trước khi chết (869) thánh Cyril đã tới Rôma và mang theo những gì được cho là hài cốt của Clement I: bộ xương cùng với mỏ neo mà Cyril tìm thấy ở Crimea. Nó đã được [[chôn cất]] tại thánh đường Basilica di San Clemente.\n\nTheo lưu truyền thì đền Thánh Clement ở Rôma, nằm giữa thung lũng Esquilino và Celino, là một trong những giáo đường đầu tiên ở thành phố này, được xây trên khu đất xưa là nơi cư ngụ của Thánh Clement. Nó được xây dựng lại trong những năm đầu của thế kỷ XII, dưới thời [[Giáo hoàng Pascalê II|Giáo hoàng Paschal II]] trên nền móng của một nhà thờ cũ, được xây dựng vào thế kỷ thứ IV, dưới thời [[Constantinus Đại đế|Constantinus I]] (337) hoặc ngay sau đó.\n\n==Tham khảo==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Clement I, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003, Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Thánh Clement I, ngày 23\/11, Tích các thánh, Web Simon Hoadalat [http:\/\/www.simonhoadalat.com\/Suyniem\/Saints\/Thang11\/Clement1.htm]\n* Hạnh tích các thánh tháng 11, Diễn đàn Giáo phận Nha Trang [http:\/\/gpnt.net\/diendan\/showthread.php?t=7758] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304171208\/http:\/\/gpnt.net\/diendan\/showthread.php?t=7758 |date = ngày 4 tháng 3 năm 2016}}\n\n== Đọc thêm ==\n*Louise Ropes Loomis, ''The Book of Popes'' (''Liber Pontificalis''), Merchantville, NJ: Evolution Publishing. ISBN 1-889758-86-8 (Reprint of the 1916 edition. Stops with Pope Pelagius, (579–590). English translation with scholarly footnotes, and illustrations).\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n{{thể loại Commons|Clemens I}}\n*[http:\/\/www.britannica.com\/EBchecked\/topic\/121001\/Saint-Clement-I \"Saint Clement I.\"] Encyclopædia Britannica Online. \n*[http:\/\/www.newadvent.org\/cathen\/04012c.htm Catholic Encyclopedia: ''Pope St. Clement I'']\n*[http:\/\/www.sacred-texts.com\/chr\/ecf\/008\/index.htm Two Epistles Concerning Virginity ].\n*[http:\/\/www.documentacatholicaomnia.eu\/01_01_0088-0097-_Clemens_I,_Sanctus,_Martyr.html Opera Omnia]\n*[http:\/\/ocafs.oca.org\/FeastSaintsViewer.asp?SID=4&ID=1&FSID=103393 Hieromartyr Clement the Pope of Rome] Eastern Orthodox icon and synaxarion.\n*[http:\/\/www.ccel.org\/ccel\/schaff\/anf01.toc.html History of the Christian Church, Volume II: Ante-Nicene Christianity, AD 100-325 - ''Clement of Rome'']\n*[http:\/\/saints.sqpn.com\/saintc14.htm Patron Saints Index: ''Pope Saint Clement I''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081122032727\/http:\/\/saints.sqpn.com\/saintc14.htm |date = ngày 22 tháng 11 năm 2008}}\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Anaclêtô|Anacletus]]|\nsau=[[Giáo hoàng Êvaristô|Evaristus]]}}\n{{Dữ liệu nhân vật\n|TÊN=Clemens I\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ tư của [[Giáo hội Công giáo Rôma]] ([[92]]–[[99]])\n|LÚC SINH=\n|NƠI SINH=Rôma, Italia\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|Clement I]]\n[[Thể loại:Mất năm 101]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 1]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Giáo phụ|C]]\n[[Thể loại:Mất năm 99]]"}