{"Giáo hoàng Fêlix III":"{{Infobox Pope|\nname=Thánh Fêlix III|\nimage=48-St.Felix III.jpg|\nbirth_name=???|\nterm_start=13 tháng 3 483|\nterm_end=492|\npredecessor=[[Giáo hoàng Simpliciô|Simplicius]]|\nsuccessor=[[Giáo hoàng Gêlasiô I|Gelasius I]]|\nbirth_date=???|\nbirthplace=[[Rôma]], [[Đế quốc Tây La Mã]]|\ndead=dead|death_date=492|\ndeathplace= [[Rôma]], [[Odoacer]]|\nother=Felix|}}\n'''Fêlix III''' ([[Tiếng Anh]]: Felix III) là người kế nhiệm [[giáo hoàng Simpliciô]] và là vị Giáo hoàng thứ 48. Ông đã được suy tôn là [[thánh (định hướng)|thánh]] của nhà thờ [[công giáo]]. Theo niên giám tòa thánh năm 1806 thì ông đắc cử vào năm 482 (483) và ở ngôi trong 9 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ ngày 13 tháng 3 năm 483 cho tới ngày 1 tháng 3 năm 492.\n\nTheo [[Danh lục các giáo hoàng]] (Liber Pontificalis) thì Fêlix III sinh tại [[Rôma]] trong gia đình quý tộc Anicia. Ông là một người góa vợ và là người cha của một gia đình (ông có hai con). Ông là con trai của một linh mục và là ông cố của [[Giáo hoàng Grêgôriô I|Giáo hoàng Grêgôriô Cả]]<ref name=coleman>[http:\/\/www.newadvent.org\/cathen\/06030b.htm Coleman, Ambrose. \"Pope St. Felix III.\" The Catholic Encyclopedia. Vol. 6. New York: Robert Appleton Company, 1909. 6 Apr. 2013]<\/ref><ref>R.A. Markus, ''Gregory the Great and his world'' (Cambridge: University Press, 1997), p. 8<\/ref>. Tên của ông đáng lẽ phải đặt tên là Fêlix II và các vị Giáo hoàng kế vị sau này có cùng tên phải được ghi số thứ tự thích hợp. Sai sót này do đã có những bảng liệt kê đã đưa xen vào tên của Thánh Fêlix ở Roma, tử vì đạo.\n\nTheo một truyền thuyết thì: Grêgôriô viết rằng khi người cô của ông, thánh Tarsila, đang hấp hối thì Giáo hoàng Fêlix III hiện ra với cô. Ông đã vẫy tay chào cô rồi về Thiên đàng. Vào đêm trước của ngày Giáng sinh, Tarsila qua đời và đã thấy Đức Giêsu hiện ra và vẫy tay<ref>{{CathEncy|wstitle=Sts. Trasilla and Emiliana}}<\/ref>.\n\nFêlix đã đạt đến ngai Phêrô với sự ủng hộ của vua dân Hêrulê là [[Ôđôacrô]]. Năm 488, Fêlix III gặp phải sự xâm lược nước [[Ý]] do Thêôđôricô cả và sự sụp đổ của người bảo vệ cũ của ông. Tại Phi châu, những người Vandal, theo thuyết Ariô, khởi động một cuộc bách hại dữ dội chống người Công giáo.\n\nVì những giáo huấn sai lầm mà nhiều nhóm người trong Giáo hội đã tự phân chia. Những nhân tố liên quan đến chính trị đã gây khó khăn rắc rối cho sứ vụ của vị Giáo hoàng này. Nhưng Felix III vẫn một mực tỏ ra can đảm trong việc bảo vệ các chân lý Đức tin và quyền lợi của Giáo hội Roma. Mặc dù do Ođôacrô đẩy lên và là bạn của Hoàng đế Đông Phương Zênôn nhưng không bao giờ ông để cho những vị đó khống chế, trái lại còn hãnh diện đòi \"Giáo hội có quyền tiến triển theo luật riêng của mình\".\n\nVào năm 484, [[Zeno (hoàng đế)|hoàng đế Zenon]] đã ban hành chiếu chỉ Henotikos (sắc chỉ hiệp nhất) nhằm dung hòa hai công thức của [[Công đồng Chalcedon|công đồng Cacledonia]] và giáo lý của Thuyết Monophysisme bằng một công thức \"trung lập\" làm ngơ đi đạo lý của [[Giáo hoàng Lêô I]]. Giáo hoàng Fêlix III đã phản đối và lên án công thức này<ref>{{chú thích sách|author=Evagrius|title=Hist.Eccd.Quyển III|pages=14}}<\/ref><ref>{{chú thích sách|author=Linh mục Bùi Đức Sinh OP|title=Lịch sử Giáo hội Công giáo Tập 1|publisher=Canada 1999|pages=146}}<\/ref>. Ông cũng truất phế và tuyệt thông Acaciô – Giáo chủ thành Constantinôpôli từ 471 đến 489 (chính sắc lệnh này của ông mà Đức thượng phụ Acaciô đã mang sau lưng long trọng tiến vào nhà thờ. Vị tu sĩ chơi trát bị hành quyết…) Được các tu sĩ và đa số nhân dân thủ đô–vốn ghét Hoàng Đế Zênon–ủng hộ, chính thống đông phương đã bạo dạn đương đầu với kẻ tiếm vị. Acaciô được Hoàng Đế thúc đẩy, đã công khai chống đối. Ông đã bôi tên Đức Giáo hoàng trên bảng đá, đặt trên bàn thờ, để kính nhớ thường xuyên vị thủ lĩnh Giáo hội trong thánh lễ.\n\nThế là nổ ra vụ ly khai Hy Lạp đầu tiên: vụ ly khai của Acaciô. Ly giáo Acace (schisme d’Acace) này đã tách rời khối Đông phương theo phái Nhất tính ra khỏi Rôma trong ba mươi lăm năm (483-518). Sự thống nhất của Giáo hội đã chỉ được lập lại sau khi Acace chết, nhờ Hoàng đế Justinianô I<ref name=coleman\/>.\n\nTuy nhiên, Feelix III với sự giúp đỡ của Dênô I là người ký một cuộc hưu chiến với dân Vandal, đạt đến chỗ kết thúc những cuộc bách hại người Công giáo Phi châu. Lúc bấy giờ ông lại gặp phải những vấn đề về người Công giáo đã theo thuyết Ariô dưới thời bách hại của Gênsêricô và Hunêricô nay lại ước mong trở lại thành người Công giáo. Những người này vẫn kiên vững trong niềm tin của mình dưới thời bách hại đã từ chối sự trở về này và Feelix III phải gửi một bức thư cho các Giám mục [[Châu Phi|Phi châu]] đưa ra những điều kiện để các giám mục có thể nhận vào Giáo hội những \"con chiên lạc\" này. Fêlix III trải qua chín năm trong đời Giáo hoàng và qua đời năm 492. Ông được [[chôn cất|chôn]] tại [[Vương cung thánh đường Thánh Phaolô Ngoại thành|Vương cung thánh đường Thánh Phaolô]] trên đường Ostian.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Felix III}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Felix III, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Trích Tin Mừng Net \"Các Thánh\" Susan Helen Wallace, Fsp \/ Phúc Lộc, CMC chuyển ngữ; Nhóm Tinh Thần nhuận chính lại theo Patron Saint và Santi-Beati-Testimoni.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n{{Giáo hoàng|\ntrước=[[Simplicius]]|\nsau=[[Giáo hoàng Gêlasiô I|Gelasius I]]}}\n{{Dữ liệu nhân vật\n|TÊN=Hilarius\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 48 của [[Giáo hội Công giáo Rôma]] ([[483]]–[[492]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Giáo hoàng|F]]\n[[Thể loại:Mất năm 492]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}