{"Giáo hoàng Piô I":"{{chú thích trong bài}} \n{{Infobox Pope|\nname=Thánh Piô I <br \/> Giáo hoàng|\nimage=Pius I.jpg|\nbirth_name=Pius|\nterm_start=khoảng 140|\nterm_end=khoảng 154|\npredecessor=[[Giáo hoàng Hyginô|Hyginus]]|\nsuccessor=[[Giáo hoàng Anicêtô|Anicetus]]|\nbirth_date=khoảng cuối thế ký 1|\nbirthplace=[[Aquileia]], [[Ý]]|\ndead=dead|death_date=khoảng 154|\ndeathplace=[[Roma|Rôma]], [[Đế quốc La Mã|Đế quốc Rôma]]|\nother=Piô|\nchú thích =}}\n'''Giáo hoàng Piô I''' ([[Latinh]]: ''Pius I'') là vị [[giáo hoàng]] thứ 10 của [[Giáo hội Công giáo Rôma|Giáo hội Công giáo]]. Niên giám [[Tòa Thánh]] năm 2003 thì ông cai trị từ năm 140 cho tới năm 155. Theo Niên giám Tòa Thánh năm 2008 (Libreria Editrice Vaticana) triều đại của ông kéo dài từ năm 142 hoặc 146 tới năm 157 hoặc 161.\n\nÔng sinh tại Aquileia, ở Friuli miền bắc nước [[Ý]] vào cuối thế kỷ thứ nhất. Trong Muratorian Canon và Liberian Catalogue cho rằng ông là anh em của Hermas, tác giả của tác phẩm được gọi là \"Việc trông nom của Hermas\". Người ta xác định rằng, tác giả của tác phẩm như là một cựu nô lệ. Chính điều này đã đưa đến những suy nghĩ rằng cả Herman và Pius là những [[nô lệ]] được giải phóng.\n\nPiô I cai quản giáo hội ở giữa thế kỷ II trong khoảng triều đại Hoàng đế [[Antoninus Pius|Antonius Pius]] (Antôniô Đạo Đức) và [[Marcus Aurelius]]. Ông đã phải chịu nhiều khó khăn, gian khổ trong thời gian cai trị của mình. Vài sử gia cho là ngài đã chọn ngày cử hành [[Lễ Phục Sinh|Lễ Phục sinh]] vào [[Chủ nhật|Chủ Nhật]] đầu tiên sau tháng tư trăng tròn. Những quy tắc của ông đối với các dự tòng người Do Thái được coi là quan trọng. Ông được biết đến là người đã xây dựng một trong những nhà thờ lâu đời nhất ở Rôma: nhà thờ Santa Pudenziana để kính chị ông là người đã mang tên này.\n\nTriều Giáo hoàng của ông được đánh dấu bởi sự phát triển các ý tưởng ngộ đạo, đã được truyền bá dưới triều Giáo hoàng trước bởi Cerdon và Valentin Ai Cập. Những người này đã nhận được một sự tăng cường trọng lượng với [[Marcion thành Sinope|Marcion]] là người đưa ra bàn cãi về đặc tính vừa nhân tính vừa thần tính của Chúa Kitô. Đối với Piô I, đó là điều không thể chấp nhận được và Marcion đã bị loại ra khỏi Giáo hội vào khoảng năm 144. Về sự đấu tranh chống lại những ý tưởng do những người ngoại giáo bảo vệ, nó nhận được, trên bình diện trí tuệ và triết học, sự tăng viện của một nhà biện chức thực sự trong con người của Justinô thành Naplouse, người đã đến giúp một vị Giáo hoàng ít thoải mái hơn vị tiền nhiệm của mình trong loại tranh cãi này.\n\nTương truyền ông đã chịu tử đạo tại Rôma. Tuy nhiên không có các ghi chép về cuộc bách hại đạo lớn nào dưới thời của hoàng đế [[Antoninus Pius|Antonius Pius]]. Các ấn bản của lịch các thánh của Công giáo từ năm 1969 đã cho rằng, không có căn cứ để xem ông như là một người đã chịu tử đạo. Ông được [[chôn cất]] gần mộ của Phêrô và được giáo hội kính nhớ như một vị thánh vào ngày 11 tháng 7.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Linus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n== Liên kết ngoài ==\n{{thể loại Commons|Pius I}}\n*\"Lives of the Saints, For Every Day of the Year,\" edited by Rev. Hugo Hoever, S.O.Cist., Ph.D., New York: Catholic Book Publishing Co., 1955, pp 511\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Hyginô|Hyginus]]|\nsau=[[Giáo hoàng Anicêtô|Anicetus]]}}\n{{Dữ liệu nhân vật\n|TÊN=Anecletus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ ba của [[Giáo hội Công giáo Rôma]] ([[79]]–[[88]])\n|LÚC SINH=\n|NƠI SINH=Rôma, Italia\n|LÚC MẤT=\n|NƠI MẤT= Rôma\n}}\n\n{{danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|P]]\n[[Thể loại:Mất năm 154]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 1]]\n[[Thể loại:Giáo hoàng người Ý]]"}