{"Giáo hoàng Marcellinô":"{{Infobox Pope|\nname=Thánh Marcellinô |\nimage=Marcellinus.jpg|\nbirth_name=Marcellinus|\nterm_start=30 tháng 6 296|\nterm_end=1 tháng 4 304 ?|\npredecessor=[[Giáo hoàng Caiô|Caius]]|\nsuccessor=[[Giáo hoàng Marcellô|Marcellus I]]|\nbirth_date=???|\nbirthplace=???|\ndeath_date=1 tháng 4 304|\ndeathplace= [[Roma]], [[Đế quốc Tây La Mã]]|}}\n'''Marcellinô I''' ([[Latinh]]: '''Marcellinus I''') là người kế nhiệm Giáo hoàng [[Giáo hoàng Caiô|Caius]] và là vị Giáo hoàng thứ 29 của giáo hội [[công giáo]]. Năm sinh và nơi sinh của ông không được xác định tuy nhiên truyền thống cho rằng ông sinh tại Roma. Triều đại của ông bắt đầu từ ngày 30 tháng 6 năm 296 và kết thúc khi ông qua đời vào ngày 1 tháng 4 năm 304. Điều này còn nghi vấn. Theo Liberian Catalogue, ông đã trở thành Giám mục của Rôma vào ngày 30 tháng 6 năm 296. Niên giám tòa thánh năm 1806 cho rằng ông lên ngôi Giáo hoàng vào năm 296 và ở ngôi trong 8 năm và một vài tháng<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông bắt đầu từ ngày 30 tháng 6 năm 296 cho tới ngày 25 tháng 10 năm 304.\n\n== Triều đại giáo hoàng ==\n\nTriều đại của Marcellinus bắt đầu trong thời gian cai trị của [[Docletianus]], nhưng các cuộc bách hại chưa bắt đầu. Trong thời gian đầu giáo hội vẫn được sống tương đối bình yên. Dân kitô hữu tự do hội họp. Số lượng nhà thờ và số người theo đạo không ngừng tăng lên. Nhiều người nắm giữ các địa vị cao trong triều đình và có ảnh hưởng khá lớn. Prisca, hoàng hậu của Docletianus, Valeria con gái của ông và là hoàng hậu của Galerius. Cả hai có cảm tình với Ky-tô giáo và ủng hộ đạo.\n\nNhững chủ trương xung khắc nhau về kỷ luật đã xảy ra trong Hội thánh sau những cuộc bách hại lại nổ ra vào đầu thế kỷ III, nhất là các xử sự đối với những người bội phản. Ở Rô-ma Giáo hoàng Marcellinus đã phải đích thân sửa lại những sai lầm, do chủ trương khoan hồng thái quá dưới triều Đức Caiô tiền nhiệm.\n\n[[Tập tin:Martyrdom of pope Marcellinus.jpg|nhỏ|trái|200px|Cuộc tử đạo của giáo hoàng Marcellinus]]\nNăm 302, [[Galerius]] trình bày cho Docletianus về con số đông đúc các Ky tô hữu rải rác khắp nơi, với lối thờ tự chống lại thần linh là mối đe dọa lớn. Ngày 24 tháng 2 năm 303, Docletianus ban hành một chiếu chỉ cấm người Ky tô hữu được hội họp, triệt hạ các thánh đường, đốt thánh kinh, các công chức phải thề bỏ đạo, nhưng ông không cho phép đổ máu. Galerius âm mưu phóng hỏa vài nơi trong đế đô Nicomedia. Diocletianus tưởng một cuộc phản loạn của Ky-tô giáo đã ban hành nhiều chiếu chỉ khác nhằm vào các tầng lớp trong giáo hội. Người Ky-tô hữu bị kết án ngay và bị giết tập thể từng 60 hay 100 người.\n\n== Tử đạo ==\n\nVề vị Giám mục này hiện nay có một nghi ngờ còn tồn tại: ông đã giao nộp cho những kẻ bách hại những quyển sách thánh và đã dâng lễ hiến sinh cho các thần ngoại giáo để thoát khởi cực hình. Những nguồn khác trình bày ông như một người can đảm, mẫu mực trước cái chết. Truyền thuyết vàng phối hợp hai ý tưởng bỏ đạo và tử đạo: vì sợ, Marcellinus đã dâng lễ hiến sinh cho các ngẫu tượng để cứu mạng sống mình, rồi, quá hối hận ông đã đích thân trở lại nộp mình.\n\nGiáo hoàng Marcellinus đã chịu tử đạo cùng với một số người khác. Đức Marcellinus tử đạo vào ngày Lễ Giáng Sinh năm 304. Theo Liber Pontificalis, Marcellinus được [[chôn cất|chôn]] tại nghĩa trang Priscilla, trên [[đường Qua Salaria]] vào ngày 26 tháng 4 năm 304, 25 ngày sau khi ông chịu tử vì đạo. Các Liberian Catalogue nói rằng đó là ngày 25 tháng 10. Thực tế, các thông tin về việc tử đạo của Marcellinus không nhiều. Do đó các thông tin này có thể không chắc chắn. Ông được giáo hội phong [[thánh (định hướng)|thánh]] và được kính nhớ vào ngày 26 tháng 4 cùng với thánh Clenus.\n==Chú thích==\n{{tham khảo|30em}}\n= Tham khảo =\n\n{{commons cat|Marcellinus}}\n\n* Pope Thánh Marcellinus, Wikipedia Tiếng Anh [http:\/\/en.wikipedia.org\/wiki\/Pope_Marcellinus]\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Marcellinus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Caiô|Caius]]|\nsau=[[Giáo hoàng Marcellô|Marcellus I]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Marcellinus\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 29 của [[Giáo hội Công giáo Rôma]] ([[259]]–[[268]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|M]]\n[[Thể loại:Mất năm 304]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 3]]\n[[Thể loại:Giáo hoàng người Ý]]"}