{"Giáo hoàng Sylvestrô":"{{Infobox Pope|\nname=Thánh Sylvester I|\nimage=Sylvester I.jpg|\nterm_start=31 tháng 1 314|\nterm_end=31 tháng 12 335|\npredecessor=[[Giáo hoàng Miltiadê|Miltiades]]|\nsuccessor=[[Giáo hoàng Máccô|Máccô]]|\nbirth_date=???|\nbirthplace=Sant'Angelo a Scala, Avellino [http:\/\/www.comune.santangeloascala.av.it\/]|\ndeath_date={{death date|df=yes|335|12|31}}|\ndeathplace=???|\nother=Sylvester}}\n\n'''Sylvestrô I''' ([[Latinh]]: '''Sylvester I''') là người kế nhiệm Giáo hoàng [[Giáo hoàng Miltiadê|Miltiades]] và là vị Giáo hoàng thứ 33 của giáo hội [[Công giáo]]. Năm sinh của ông không được xác định, hình như ông được sinh tại Sant’Anglo a Scala, Avellino và mất vào ngày 31 tháng 12 năm 335. Theo niên giám tòa thánh năm 1861 thì ông lên ngôi năm 314 và ở ngôi trong 21 năm 11 tháng<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông bắt đầu từ ngày 31 tháng 1 năm 314 tới ngày 31 tháng 12 năm 335. Ông được suy tôn là thánh và được tôn kính cả ở giáo hội Rô-ma và giáo hội chính thống phương Đông. Ngày lễ kính của ông ở Giáo hội Rôma là ngày 31 tháng 12 và ở giáo hội chính thống là ngày 2 tháng 1.\n\n== Nhiệm kỳ giáo hoàng ==\nTruyền thông cho rằng ông sinh khoảng năm 270 tại Rome và được bầu làm Giáo hoàng vào ngày 31 tháng 1 năm 314. Phần tiểu sử của ông trong Liber Pontificalis (thế kỷ 7 hoặc 8) không có nhiều thông tin ngoài một bản ghi về quà tặng của hoàng đế [[Constantinus Đại đế|Constantine I]] cho giáo hội Rô-ma. Ông được bầu làm Giám mục của Rôma vào một thời điểm quan trọng của lịch sử Ky-tô giáo, sau [[sắc lệnh Milan]] (313) các Kitô hữu được tự do, sự xuất hiện của Giáo hội sau những năm tháng trốn tránh trong hang toại đạo nay được công nhận như một tôn giáo hợp lệ. Nhưng những thông tin về cuộc đời của ông không nhiều. Uy quyền của ông đã bị uy quyền của Constantine làm cho lu mờ và ông đã không tham dự Thượng hội đồng Giám mục ở Arles (314) do hoàng đế triệu tập.\n\nTrong thời gian làm Giáo hoàng của Sylvester, các vương cung thánh đường như [[Đền Thánh Gioan Lateran]], [[Đền Thánh Phêrô]] trên đồi Vatican đã được xây dựng theo lệnh của hoàng đế Constantine. Ngoài ra còn có [[thánh đường Santa Croce ở Giesusalem]], và một số nhà thờ nơi hầm mộ các vị tử đạo. Ông là vị Giám mục đầu tiên của Rô-ma đã dùng danh xưng \"Pope\", có nghĩa là \"Cha\" và được ghi nhận là vị Giáo hoàng đầu tiên đội [[mũ ba tầng]]. Tuy nhiên điều này rất khó xác minh.Truyền thống cho rằng, Giáo hoàng Sylvester I đã ấn định ngày Chúa Nhật là ngày nghỉ việc dành để tưởng niệm Chúa [[Phục Sinh]] và đã cho đặt mão gai có đinh sắt trên các tượng chịu nạn.\n\nNăm 321, nổ ra cuộc khủng hoảng của lạc thuyết Arius. Arius là một người xứ Libya. Ông này thụ phong linh mục năm 310 và được cử coi sóc xứ Baucalis, ngoại ô thánh Alexandria. Giáo thuyết của Arius cho rằng Thiên Chúa không thể thông bản tính của mình cho ai được và tất cả mọi vật ngoài Thiên Chúa đều là thụ tạo, trong đó có cả Đảng Ky-tô ngôi hai Thiên Chúa. Theo Arius, Chúa Ky-tô không phải là Thiên Chúa, không ngang hàng, không đồng bản tính với Ngôi Cha. Ngài chỉ là một tạo vật hoàn hảo nhất, có trước thời gian, nhưng không phải vô thủy vô chung. Ngài được đặt làm trung gian giữa Thiên Chúa và loài người. Năm 322, công đồng miền Alexandria đã kết án Arius, khiến ông phải đến trú ngụ ở Cesarea (Palestina). Tại đây, ông được sự ủng hộ của Giám mục Eusebius. Cuộc tranh luận lại nổ ra.\n== Công đồng Nicea ==\nNgày 20 tháng 5 năm 325, công đồng Nicea được triệu tập theo lệnh của hoàng đế Constantinus. Giáo hoàng Sylvester I vì già yếu không thể đến được đã cử hai đức ông Vitus và Vincentius làm đại diện. Đây được coi là Công đồng chung đầu tiên của Giáo hội công giáo. Công đồng này quy tụ gần 300 Giám mục phương Đông và chỉ có 4 Giám mục phương Tây.\n\nCông đồng đã soạn thảo một bản tuyên xưng đức tin (là bản sẽ trở thành [[Kinh Tin Kính Nicêa]]), trong đó có tuyên bố rằng Con của Thiên Chúa là đồng bản tính (homoousios, consubstantialis) với Đức Chúa Cha. Trong các quyết định khác của công đồng, quyết định quan trọng nhất là xác định các khu vực lớn của Giáo hội. Trong đó cho các Giám mục thành A-léc-xăn-đơ-ri và thành An-ti-ốt được toàn quyền cai trị địa hạt của họ, cũng như Giám mục thành Lamã được toàn quyền cai trị địa hạt của mình.\n== Mối quan hệ với Constantinus ==\n[[Tập tin:Sylvester I and Constantine.jpg|nhỏ|trái|230px| Giáo hoàng Sylvester I và hoàng đế Constantine]]\n[[Tập tin:MasoDiBanco.jpg|nhỏ|phải|230px|Giáo hoàng Sylvester I giết một con rồng và cứu sống những nạn nhân]]\nCó nhiều truyền thuyết về mối quan hệ giữa Giáo hoàng Sylvester với hoàng đế Constantinus. Những truyền thuyết chủ yếu được nêu lên trong \"Vita beati Sylvestri\", xuất hiện ở phía Đông bằng tiếng Hy Lạp và tiếng Syriac; và trong \"Constitutum Sylvestri\" bằng tiếng tiếng Latin. Tiêu biểu về một bản văn mà ngày nay đã được xếp vào hàng ngụy thư được gọi là Donation de Constantin (Sự biếu tặng của Constantinô hay của dâng do Constantinô cho Đức Sylvester) thuật lại món quà mà Constantinô đã tặng cho Đức Giáo hoàng là thành phố Rôma và toàn thể phương Tây. Trong văn kiện này có điều khoản quan trọng sau đây: \"Giáo hoàng là đấng thừa kế Thánh Phê-rô sẽ được tôn vinh lên bậc cao cả trong đế quốc chúng ta và còn cao cả hơn ngôi báu thế gian. Giáo hoàng cai quản các Giám mục ở Antioch, Alexandria, Constantinopolis và Jerusalem\" (The Faith, a history of christianity, Brian Monahan, pages 217, 362). Nó đã được xác định là một sắc lệnh giả được tạo nên vào thế kỷ thứ VIII vào khoảng giữa 752 và 777. Nhằm biện minh cho sự thành lập nước các Giáo hoàng.\n\nMột truyền thuyết nữa là việc Đức Sylvester đã rửa tội cho Constantin tại Giêrusalem trong dịp thánh hiến Giáo Đường Mộ Thánh nhưng điều này đã được chứng mình là Constantinô chỉ được rửa tội trên giường bệnh khi sắp chết và do một Giám mục Arien chứ không phải do Giáo hoàng Sylvester. Truyền thống thời trung đại, nhất là được truyền lại bởi Truyền thống vàng cho một giải thích là: hoàng đế khắp mình bị một bệnh hủi không thể chữa được và chính khi Sylvester rửa tội ông bằng cách dìm vào trong một bể bơi mà ông đã được chữa khỏi [[bệnh phong|bệnh hủi]] và điều đó có nghĩa rằng ông phải bảo vệ đức tin Kytô giáo.\n\nNgười ta cũng quy cho ông những phép lạ khác nữa thí dụ như đã làm cho một con bò mộng sống lại và đã thuần hóa một con rồng.\n== Lễ kính ==\nĐể nhấn mạnh đến sự liên tục của Chức Thánh, sách nhật tụng mới đây trong phần tiểu sử các Giáo hoàng thường chấm dứt với con số thống kê quan trọng. Về ngày lễ Thánh Sylvester, sách viết: \"Ngài chủ tọa bảy lần tấn phong mà trong đó ngài đã tạo được 42 linh mục, 25 phó tế và 65 Giám mục cho một vài giáo phận.\"\n\nSylvester I là một trong những Giáo hoàng không chết vì đạo. Ở phương tây, lễ kính của thánh Sylvester là ngày 31 tháng 12, ngày ông được an táng trong hầm mộ của Priscilla. Đây là ngày cuối cùng của năm, và phù hợp trong tiếng Đức và ở một số quốc gia [[New Year’s Eve]] (ngày cuối cùng của năm) cũng được biết đến như Silvester. Trong các quốc gia khác, ngày đó thường được gọi tắt là ngày thánh Sylvester hay ngày kính thánh Sylvester.\n==Chú thích==\n{{tham khảo|30em}}\n= Tham khảo =\n{{thể loại Commons|Sylvester I}}\n\n* Pope Thánh Sylvester I, Wikipedia Tiếng Anh [http:\/\/en.wikipedia.org\/wiki\/Pope_Sylvester_I]\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Sylvester I, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Trích Gương Thánh Nhân - ns Người Tín Hữu online, Nhóm Tinh Thần phỏng dịch theo Patron Saints và Santi-Beati-Testimoni.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Miltiadê|Miltiades]]|\nsau=[[Mark]]}}\n{{Dữ liệu nhân vật\n|TÊN=Thánh Sylvester I\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 33 của [[Giáo hội Công giáo Rôma]] ([[314]]–[[335]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|S]]\n[[Thể loại:Mất năm 335]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}