{"Giáo hoàng Innôcentê VI":"{{Infobox Pope\n|name = Giáo hoàng Innôcentê VI\n|image = Papa Innocentius Sextus.jpg|\n|birth_name = Étienne Aubert\n|term_start = 18 tháng 12 năm 1352\n|term_end=12 tháng 9 năm 1362\n|predecessor =[[Giáo hoàng Clêmentê VI|Clêmentê VI]]|successor=[[Giáo hoàng Urbanô V|Urbanô V]]\n|birth_date = 1282 hoặc 1295|birthplace=[[Beyssac]], [[Vương quốc Pháp]]\n|dead = dead|death_date={{death date|1362|9|12|df=y}}\n|deathplace = [[Avignon]], [[Lãnh thổ Giáo hoàng]]\n|other = Innôcentê \n| coat_of_arms =C o a Innocenzo VI.svg\n}}\n\n'''Innôcentê VI''' ([[Latinh]]: '''Innocens VI''') là vị [[giáo hoàng]] thứ 199 của giáo hội [[công giáo]].\n\nTheo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1352 và ở ngôi Giáo hoàng trong 9 năm 8 tháng 25 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định ông đắc cử Giáo hoàng ngày 18 tháng 12 năm 1352, ngày khai mạc chức vụ mục tử đoàn chiên chúa là ngày 30 tháng 12 và ngày kết thúc Triều đại của ông là ngày 12 tháng 9 năm 1362.\n\nGiáo hoàng Innocens VI sinh tại Braisamont, Pháp vào khoảng năm 1282 hoặc 1295 với tên là Têphanô Aubert.\n \nÔng kế vị Clêmentê VI sau khi em của ông này là Hugues Roger de Beufort từ chối chiếc mũ ba tầng.\n\nSau khi đăng quang, ông quyết tâm tổ chức lại Lãnh Địa Giáo hoàng và Năm 1353,ông bổ nhiệm Hồng y Egidio Albornoz người Tây Ban Nha, một nhân vật có biệt tài ngoại giao, cùng binh sĩ Roma thực hiện công việc này. Albornoz dần dần ổn định trật tự trong các nước thuộc quyền Giáo hoàng, tái lập hòa bình và dọn đường cho đức Giáo hoàng trở về. Bên trong Giáo hội ông tiếp tục đi theo đường lối của đấng tiền nhiệm.\n\nNăm 1357, đức Innocent VI ban hành đạo luật Constitutiones Algidianae, làm căn bản cho việc cai trị nước Tòa thánh. Các Giáo hoàng ở Avirgon đã cho lập ra một triều đình xa hoa, xây ở đó một lâu đài lộng lẫy và để có tiền chi tiên họ tăng các khoản thuế đóng cho Tòa thánh lên rất nhiều. Giáo hoàng Innocens VI được coi là người bảo trợ các loại hình nghệ thuật và văn hoá. Ngài cho xây tường bảo vệ chung quanh thành phố Avignon.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ tiếng Anh.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|I]]\n[[Thể loại:Mất năm 1362]]\n[[Thể loại:Sinh năm 1282]]"}