{"Giáo hoàng Urbanô II":"{{Infobox Pope|\nname=Urbanô II|\nimage=BlUrban_II.png|\nbirth_name=Otho de Lagery|\nterm_start=Tháng 3 1088|\nterm_end=29 tháng 7 1099|\npredecessor=[[Giáo hoàng Victor III|Victor III]]|\nsuccessor=[[Giáo hoàng Pascalê II|Paschal II]]|\nbirth_date=khoảng 1035|\nbirthplace=[[Lagery]], [[Pháp]]|\ndead=dead|death_date={{death date|1099|7|29|mf=y}}|\ndeathplace=[[Roma]], [[Đế quốc La Mã Thần thánh]]|\nother=Urban}}\n\n'''Urbanô II''' ([[Latinh]]: '''Urbanus II''') là người kế nhiệm [[Giáo hoàng Victor III]] và là vị [[giáo hoàng]] thứ 159 của Giáo hội [[Công giáo]].\n\nTheo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1087 và ở ngôi Giáo hoàng trong 11 năm 4 tháng 11 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. [[Niên giám tòa thánh]] năm 2003 xác định ông đắc cử Giáo hoàng vào ngày 12 tháng 3 năm 1088 và qua đời ngày 29 tháng 7 năm 1099.\n\nUrbanô kêu gọi vào ngày 27 tháng 11 năm 1095 một cuộc [[thập tự chinh]]. Đó là [[Cuộc thập tự chinh thứ nhất]], mục đích là để giải phóng các lãnh thổ Kitô (trong số đó có [[Jerusalem]]) khỏi sự thống trị của người [[Hồi giáo]]. Ông được [[Giáo hoàng Lêô XIII]] phong [[chân phước]] vào ngày 14&nbsp;tháng 7 năm 1881.<ref>[http:\/\/www.spiegel.de\/spiegelgeschichte\/papst-urban-ii-rief-zum-kreuzzug-gegen-die-muslime-auf-a-847261.html Kampf um die Weltherrschaft: Heiliger Krieg], spiegel, 31.07.2012<\/ref>\n\n== Trước khi trở thành giáo hoàng ==\nGiáo hoàng Urbanus sinh tại [[Lagery]], [[Sâm panh|Champagne]] gần [[Reims]] tại [[Pháp]] vào khoảng năm 1035 với tên thật là Odon hay Eudes de Lagery hay de Châtillon.\n\nEudes là học sinh ở Reims của phụ trách trưởng trường đạo là thánh Brunô, người sáng lập tương lai dồng Charteux.\n\nTrước tiên, ông làm [[tổng phó tế]] ở Auxerre, sau đó làm đan sĩ ở Cluny năm 1070. Ông là cựu bề trên [[Cluny]] là người kế vị Đức Grêgôriô VII đã theo đuổi công việc canh tân của vị tiền nhiệm, dựa trên lý tưởng đan viện và sức mạnh của các dòng lớn. \n \nGrêgôriô VII gọi ông đến [[Roma|Rôma]]. Năm [[1078]], ông trở thành [[hồng y Giám mục]] [[Ostia]]. Đặc sứ tại [[Pháp]] và [[Đức]], ông thúc đẩy cuộc canh tân của Grêgôriô ở đó và chủ tọa nhiều công đồng. \n== Giáo hoàng ==\n=== Đấu tranh với Henry IV ===\nSau khi lên ngôi Giáo hoàng, ông phải đương đầu với sự ly khai của phe [[Hoàng đế]]. Ông ra vạ tuyệt thông [[Henry IV]] và phản Giáo hoàng [[Giáo hoàng đối lập Clêmentê III|Clement III]], ông kiên quyết đấu tranh cho đến khi Clement bỏ Rôma lui về [[Lombardia|Lombardy]]. Ông đã giành được sự giúp đỡ của [[Conrad]], con của Henry IV.\n\nNgày 1 tháng 11 năm 1088, ông đã ra một sắc lệnh nói rõ và mở rộng đặc quyền của [[dòng Cluny]]. Urbanus II cũng lập ra tập tục ngày \"hưu chiến vì Chúa\", để có thời gian chôn những người chết trong cuộc chiến. Ông cực lực lên án việc trao chức do thế quyền và sự mạn thánh.\n\n=== Thập tự chinh lần thứ nhất ===\nĐức Urbanô II đã triệu tập Công Đồng Clermont năm 1095 để thành lập [[Cuộc thập tự chinh thứ nhất|Thập tự chinh lần thứ nhất]], nhằm giải thoát các [[thánh địa]] của Đông Phương khỏi sự kiểm soát của người Hồi Giáo.\n\nGregory VII là người đã hô hào đi \"cứu\" [[Mồ Thánh]]. Nhưng vì ông bận rộn với Henry IV, nên Urbanô II mới là người khởi sự Binh Thánh Giá. Ngày 27.11.1095, Urbano II tại phiên họp tôn giáo khai diễn ở Clermont phía nam nước Pháp đã lên tiếng kêu gọi thế giới công giáo đứng lên cứu Đất thánh.\n[[Tập tin:B Urban II2.jpg|nhỏ|Giáo hoàng Urban II kêu gọi thập tự chinh thứ nhất tại [[Công đồng Clermont]].]]\nUrban II đã tác động các tầng lớp tín đồ cuồng nhiệt tại địa phương này. Ông công kích sự tàn bạo của các lãnh chúa trong nước cũng như sự bạo hành của Muslim (đạo Hồi) đồng thời ca ngợi những thành tích vinh quang của người Pháp rồi sau đó kêu gọi các lãnh chúa, kỵ sĩ và tất cả những người nông dan ở đây hãy cầm vũ khí lên đường chiến đấu để cứu lấy thánh địa Jerusalem, ông gọi đây là cuộc thánh chiến \"Thập tự giá chống trăng lưỡi liềm\" và những ai đáp ứng lời kêu gọi này tham gia cuộc thánh chiến sẽ được \"chuộc tội\" nếu chết trong chiến đấu sẽ được lên thiên đàng.\n\nUrbano II trình bày về những đau khổ do áp bức của người Sarrasins dành cho các tín hữu Đông phương. Trong bài diễn từ đạo đức, ông cảm xúc và khóc lên khi gợi đến việc người ta dày xéo dưới chân Giêrusalem và Thánh Địa mà xưa đức Giêsu và các thân hữu đã sinh sống.\n\nÔng kêu mời những người tây phương cùng bạn bè, hãy tôn trọng lời thề bảo vệ hòa bình, hãy mang dấu Thánh Giá trên vai phải. Ông kêu mời họ, \"những chiến sĩ ưu tú hãy cho dân ngoại biết khả năng chiến đấu của mình\".<ref>Đan sĩ Oderic Vital, LSGH 1135 - JC, Để đọc LSGH I, p.162<\/ref> \"không những vì phần rỗi mình, mà còn vị sự sống còn của Mẹ Giáo hội\". Người ta tin tưởng rằng sự đặt chân lên đường đi [[Jesusalem]] với thánh giá bằng vải trên vai hoặc sau lưng và trước ngực, chính là bước đường chắc chắn vào nước trời.\n\nMặc dù Đức Urbanô đã ngăn cấm tất cả các động lực bất chính khi tham dự thập tự quân, như vì vinh dự hoặc lợi lộc thế tục. Nhưng chắc chắn ông đã không nhìn thấy tương lai của các cuộc thập tự chinh. Lời kêu gọi của ông đã có một sức mạnh thật ghê gớm: người đã có gia đình, người chưa bao giờ chiến đấu, nam phụ lão ấu, tất cả đều ao ước được đền tội. Chính đều này đã khiến cho nhiều người đã bị chết đói dọc đường hay bị giết chết trên chiến trường.\n\nMùa xuân năm 1096 có hơn sáu vạn [[nông dân]] phá sản ở đông bắc [[Pháp]] và phía tây nước [[Đức]] tổ chức thành một đội ngũ khổng lồ men theo [[sông Rhin]] và [[sông Donau|sông Danube]] sang phía đông. Họ thiếu thốn lương thục phải ăn xin dọc đường. Trong đó có những phần tử lưu manh đã thừa cơ cướp bóc. Đội ngũ này suốt dọc đường đi thường bị tập kích nên một số đông đã chết. Khi họ đến vùng tiểu Á thì bị người Seljuk đánh bại một cách dễ dàng, chỉ còn chừng 3000 người chạy được đến [[Constantinopolis]].\n\nUrbanô II qua đời ngày 29 tháng 7 năm 1099. [[Giáo hoàng Lêô XIII]] phong chân phước cho ông năm [[1881]].\n\n== Chú thích ==\n{{Tham khảo}}\n== Tham khảo ==\n{{thể loại Commons|Urbanus II}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Victor III|Victor III]]|\nsau=[[Giáo hoàng Pascalê II|Paschal II]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Urban II\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 159 của [[Giáo hội Công giáo Rôma]] ([[1088]]–[[1099]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n{{Thời gian sống|sinh=1042|mất=1099}}\n\n{{DEFAULTSORT:Urbanô 2, Giáo hoàng}}\n[[Thể loại:Giáo hoàng]]\n[[Thể loại:Chân phước]]\n[[Thể loại:Nhà ngoại giao Tòa Thánh]]"}