{"Giáo hoàng Gêlasiô I":"{{Infobox Pope|\nname=Thánh Gelasius I|\nimage=Pope Gelasius I.jpg|\nbirth_name=Gelasius|\nterm_start=492|\nterm_end=21 tháng mười 496|\npredecessor=[[Giáo hoàng Fêlix III|Felix III]]|\nsuccessor=[[Giáo hoàng Anastasiô II|Anastasius II]]|\nbirth_date=???|\nbirthplace=[[Roman Africa]] hoặc [[Roma]]<ref name=Browne1998>{{chú thích tạp chí\n | author = Browne, M.\n | year = 1998\n | title = The Three African Popes.\n | journal = The Western Journal of Black Studies\n | volume = 22\n | issue = 1\n | pages = 57–58\n | url = http:\/\/www.questia.com\/PM.qst?a=o&se=gglsc&d=5001392071 \n | accessdate = ngày 10 tháng 4 năm 2008}}<\/ref>|\ndead=dead|death_date={{Ngày mất|496|11|21|mf=y}}|\ndeathplace=[[Roma]]|\nother=Gelasius}}\n'''Gêlasiô I''' ([[Latinh]]:'''Gelasius I''') là vị Giáo hoàng thứ 3 có nguồn gốc [[Châu Phi|Phi châu]]. Ông là vị Giáo hoàng kế nhiệm Giáo hoàng [[Giáo hoàng Fêlix III|Felix III]] và là vị Giáo hoàng thứ 49. Theo niên giám tòa thánh năm 1806 thì ông đắc cử năm 492 và ở ngôi trong 4 năm và khoảng 9 tháng<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ ngày 1 tháng 3 năm 492 cho tới ngày 21 tháng 1 năm 496.\n\nÔng sinh tại Kabylia. Về nguồn gốc Phi Châu của ông được khẳng định bởi [[Liber Pontificalis]]. Liber Pontificalis cho rằng ông là \"natione Afer\". Thuật ngữ Afer có nghĩa là người được sinh ra ở châu phi trên lãnh thổ đế quốc Tây Roma. Trong một lá thư, Gelasius nói rằng ông được sinh tại Roma (Romanus natus).\n\nSự kế vị Giáo hoàng quá cố của ông không gặp phải sự cản trở nào, bởi vì Gêlasiô I được bầu vào ngày 1 tháng 3 năm 492 – nghĩa là ngay chính ngày vị tiền nhiệm của ông từ trần.\n\n== Thẩm quyền của Rôma ==\nGelasius đã không ngừng khẳng định thẩm quyền của Roma trên toàn bộ giáo hội, Đông và Tây. Bossuet nói: \"không ai đã nói về sự vĩ đại của Toà trên đó các Đức Giáo hoàng ngự một cách vẻ vang hơn người\". Vào năm 494, ông đã viết một lá thư cho hoàng đế Anastasiô. Trong đó ông đã trình bày sự khác biệt giữa hai \"quyền hạn\", mà ông gọi là \"thẩm quyền của Giám mục\"(auctoritas sacrata pontificum) và \"thẩm quyền của hoàng đế\" (regalis potestas).\n\nÔng viết: \"Hai quyền hành, thưa Hoàng đế uy nghi, ngự trị trên thế giới: quyền linh thánh của các Giám mục và quyền của các vua. Quyền của các Giám mục càng thắng trên quyền của các vua thì các Giám mục sẽ càng phải trả lời cho tòa án của Thiên chúa về mọi người, kể cả các vua. Vậy, bệ hạ nhân đức sẽ chỉ có thể kết luận rằng không ai, vào bất cứ thời đại nào, dưới bất cứ một lý do con người nào, có quyền đức lên chống lại chức vụ tuyệt đối duy nhất của con người này mà giới luật của chính Đức Kitô đã đặt đứng đầu tất cả mọi người và Hội thánh nhìn nhận là thủ lĩnh của mình\".\n\nÔng cố gắng đạt đến một sự hoà giải giữa Giáo hội Đông Phương với Tây Phương nhưng ông đã không thành công bởi vì sự chống đối của Hoàng đế [[Anastasius]]. Ông dùng tài sản của [[Giáo hội]] để đáp ứng những thiếu thốn của dân chúng trong thời kỳ đói kém và bệnh dịch hạch. Mặc dù triều đại của ông chỉ kéo dài gần 4 năm, nhưng ông đã có những đóng góp quan trọng vào các mối liên hệ giữa Giáo hội và Nhà nước và vào chính ý niệm về chức Giáo hoàng.\n== Nhiệm kỳ giáo hoàng ==\nGêlasiô I đã chống lại ly giáo Acaciô một cách không nhân nhượng và cương quyết đòi lại uy quyền của Giám mục Rôma. Trong di sản văn chương của các Giáo hoàng thế kỷ V, tác phẩm của ông được xem là tác phẩm quan trọng nhất sau tác phẩm của Thánh [[Giáo hoàng Lêô I|Lêô I]]. Giáo hoàng Gelasius đã để lại nhiều tác phẩm nhất là các khảo luận thần học chống lại thuyết nhất tính, ví dụ quyển De duobus naturis in Christo (Về hai bản tính trong Đức Kitô).\n\nSứ điệp không thể nào rõ ràng hơn. Gêlasiô đòi Hoàng Đế Anastasiô nhìn nhận thượng quyền của quyền tư tế trên quyền người đời \"bởi vì tư tế phải trả lời trước toà phán xét cho cả các vua nữa!\". Toàn bộ thời Trung đại sẽ xem tư liệu này như là hiến chương xây dựng quyền Giáo hoàng.\n\nTruyền thống cho rằng Giáo hoàng Gelasius là người đã thiết lập bộ luật thống nhất các lễ nghi và nghi thức. Người ta nhìn nhận ông đóng một vai trò quan trọng trong việc quy định phụng vụ Rôma. Quyển Decretum gelasianum (Sắc lệnh của Đức Gêlasiô về những quyển sách được thừa nhận và không được thừa nhận) có lẽ là một tác phẩm của một giáo sĩ vào đầu thế kỷ VI.\n\nTên của Đức Gêlasiô cũng được đặt cho là tác giả của quyển Sacramentaire Gélasien (Sacramentarium Gelasianum). Đây là quyển sách phụng vụ chính thức và kỳ cựu mà Hội thánh còn giữ nguyên cho đến nay. Sách viết tại Rôma, sau đó một người Pháp đã bổ túc vào để có thể sử dụng tại Dionigi tại Paris.<ref>Phụng vụ thánh lễ, Lm Aug Nguyễn Văn Trinh, Nhà xuất bản Tôn giáo, quý II\/2008.<\/ref> Ông đã thêm [[Kinh Thương Xót]] vào thánh lễ. Ông đã xóa bỏ lễ ngoại giáo cuối cùng còn tồn tại, lễ thần Điền Địa và Gia súc (Lupercales) và thay thế bằng lễ nến Kytô giáo. Người ta cũng cho rằng chính ông đã lấy ngày 14\/2 làm ngày tưởng nhớ đến thánh Valentine vào năm 496.\n\nGiáo hoàng Gelasius được ca ngợi về lòng bác ái, việc xã hội, bảo vệ người nghèo yếu. Ông được gọi là \"cha của người nghèo\". Ông qua đời vào ngày 19 tháng 11 năm 496. Ngày lễ kính của ông được tổ chức vào ngày 21 tháng 11, tương ứng với ngày mai táng. Đó là một trong những vị Giáo hoàng Phi châu hiếm hoi của Công giáo.\n\n== Ghi chú ==\n{{Tham khảo}}\n== Tham khảo ==\n{{thể loại Commons|Gelasius I}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Giáo hoàng Gelasius, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Fêlix III|Felix III]]|\nsau=[[Giáo hoàng Anastasiô II|Anastasius II]]}}\n{{Dữ liệu nhân vật\n|TÊN=Hilarius\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 49 của [[Giáo hội Công giáo Rôma]] ([[492]]–[[496]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng]]\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Mất năm 496]]\n[[Thể loại:Năm sinh không rõ]]"}