{"Giáo hoàng Máctinô I":"{{Infobox Pope|\nname=Thánh Máctinô I|\nimage=Pope Martin I Illustration.jpg|\nbirth_name=???|\nterm_start=tháng 7, 649|\nterm_end=653|\npredecessor=[[Giáo hoàng Thêôđôrê I|Theodore I]]|\nsuccessor=[[Giáo hoàng Êugêniô I|Eugene I]]|\nbirth_date=???|\nbirthplace=Gần [[Todi]], [[Umbria]], [[Đế quốc Đông La Mã|Đế quốc Byzantine]]|\ndead=dead|death_date={{Ngày mất|655|9|16|mf=y}}|\ndeathplace=[[Cherson]], bán đảo [[Krym]], [[Đế quốc Đông La Mã|Đế quốc Byzantine]]|\nother=Martin}}\n'''Máctinô''' hoặc '''Martinô''' ([[Tiếng Latinh]]: '''Martinus I''') là vị [[giáo hoàng]] thứ 74 của Giáo hội [[Công giáo]]. Ông đã được giáo hội suy tôn là [[Thánh (Kitô giáo)|thánh]] sau khi qua đời. Theo niên giám tòa thánh năm 1806 thì ngài đắc cử Giáo hoàng vào năm 649 và ở ngôi Giáo hoàng trrong 6 năm 2 tháng 12 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. [[Niên giám tòa thánh]] năm 2003 xác định triều đại của ngài kéo dài từ ngày 5 tháng 7 năm 649 cho tới ngày 16 tháng 9 năm 655.\n\nMartinus I sinh tại Todi [[miền Ombrie]], nước [[Ý]] trong một gia đình đạo đức. Ông kết án các Giám mục Đông Phương cậy vào thế lực của hoàng đế Byzantine. \nNgay từ nhỏ, ông đã được tiếp thu một nền giáo dục tốt về mọi mặt và được Giáo hoàng bổ nhiệm làm đặc sứ tại [[Constantinopolis]]. Vào năm 649 ông được bầu lên ngôi Giáo hoàng kế nhiệm Giáo hoàng [[Giáo hoàng Thêôđorô I|Theodore I]]. Ngay những ngày đầu tiên ngự trên Ngai Giáo hoàng, Martinus I đã cố gắng thuyết phục các anh em lạc giáo, bè rối và ly giáo, nhất là nhóm ly khai Phaolô đệ Constantinople được Hoàng Đế Constance bao che, đỡ đầu, đang hoành hành và lan tràn khắp nơi. Nhóm lạc giáo giải thích là Đấng Kitô có hai bản tính, là thần tính và nhân tính, nhưng chỉ có một ý chí là thần tính hướng dẫn mọi hành động của Chúa Kitô mà thôi.\n\nTu sĩ Maxime là một linh mục liền rời tu viện đến Roma báo động cho Giáo hoàng tình trạng lạc giáo ở Constantinople. Để làm công việc hết sức khó khăn, đòi hỏi can đảm, hăng say và đầy cương quyết, Giáo hoàng Martinus I cùng với Maxime đã triệu tập công đồng chung (Công đồng Latran) từ ngày 5 tới ngày 31 tháng 10 năm 649, gồm 500 Giám mục để lên án lạc giáo và ly giáo. Giáo hoàng Martinus I kết hợp Điển Hình với Trình Bày trong một phi bác chung. Khi công đồng chung đang họp, Hoàng Đế Constance không chịu nhìn nhận sự sai lầm của mình mà còn lên án Martinus I là rối đạo và đã lên ngôi Giáo hoàng bất hợp pháp.\n\nÔng sai Olympius tới để đuổi Đức Giáo hoàng và giải tán công đồng. Tuy nhiên Olympius bị bệnh chết cách thảm thương. Constance không chịu dừng bước, Hoàng Đế lại sai Théodore Calliopas đến tiến chiếm đền thờ Latran, cung điện Giáo hoàng và lôi vị Giáo hoàng tuổi cao này ra khỏi Vương cung thánh đường Latran, dẫn tới tòa án để cách chức ngài. Chúng bắt ngài giam ở đảo Naxos năm 653, sau đó đưa về Constantinople.\n\nTrong cuộc hành trình dài binh lính đã hành hạ ông rất tàn nhẫn. ''\"Trong bốn mươi ngày dài họ không cho tôi một chút nước để tắm rửa. Họ để tôi lạnh lẽo trong khi tôi đang sốt vì bệnh kiết lỵ, họ cho tôi ăn những đồ ăn làm cho tôi nôn mửa.\"'' Đến Constantinople thì họ đem giam ông vào nơi bí mật trong 93 ngày rồi lên án tử hình. Họ đem ông ra ngoài công trường, hạ nhục bằng cách lột áo Giáo hoàng và xé rách nát, họ choàng vào cổ ngài một chiếc xích sắt nặng nề, rồi kéo lết ông cụ yếu ớt qua các đường phố. Trước sự đối xử quá mức tàn nhẫn, giáo chủ thành Constantinople dù là thuộc phe của hoàng đế cũng cảm thấy nhẫn tâm nên đã xin giảm án tử hình bằng cách lưu đày ra đảo Crimée.\n\nGiáo hoàng Martin I đã chết tại đó vào năm 655 vì bị giam giữ cay nghiệt và đối xử tàn bạo. Maxime, người tu sĩ Byzantin vì cảm mến và vì cùng chung một chí hướng nên đã đi theo săn sóc ngài trong tình huynh đệ. Martin I là vị Giáo hoàng cuối cùng chịu tử vì đạo. Trong thời kỳ này, người ta bắt đầu mừng lễ Đức Mẹ Vô Nhiễm.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Martinus I}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, Hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003, Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n* Thánh Martinus I, Simon Hoa Đà Lạt [http:\/\/www.simonhoadalat.com\/Suyniem\/Saints\/Thang4\/Ngay13.htm]\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Thêôđôrê I|Theodore I]]|\nsau=[[Giáo hoàng Êugêniô I|Eugene I]]}}\n{{Dữ liệu nhân vật\n|TÊN=Martinus I\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 74 của [[Giáo hội Công giáo Rôma]] ([[649]]–[[653]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|M]]\n[[Thể loại:Mất năm 655]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Nhà ngoại giao Tòa Thánh]]"}