{"Giáo hoàng Stêphanô I":"{{Tránh nhầm|Thánh Stêphanô, tử đạo}}\n\n{{Infobox Pope|\nname=Thánh Stêphanô I|\nimage=Stephen I.jpg|\nbirth_name=Stephanus|\nterm_start=khoảng 12 tháng 5 254|\nterm_end=2 tháng 8 257|\npredecessor=[[Giáo hoàng Luciô I|Lucius I]]|\nsuccessor=[[Giáo hoàng Xíttô II|Sixtus II]]|\nbirth_date=???|\nbirthplace=[[Roma]], [[Đế quốc La Mã|Đế quốc Rôma]]|\ndead=dead|death_date={{death date|257|8|2|mf=y}}|\ndeathplace=[[Roma]], [[Đế quốc La Mã|Đế quốc Rôma]]|\nother=Stephen|}}\n'''Giáo hoàng Stêphanô I''' ([[Latinh]]: '''Stephanus I''') là [[giáo hoàng|Giám mục của Rôma]] và là vị [[giáo hoàng]] thứ 23 của [[Giáo hội Công giáo Rôma]]. Theo Niên giám [[Tòa Thánh]] năm 1806'' thì ông lên ngôi vào năm 253 và ở ngôi Giáo hoàng trong 4 năm 6 tháng<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. ''Niên giám Tòa Thánh năm 2003'' xác định triều đại của ông bắt đầu vào ngày 12 tháng 5 năm 254 và kết thúc vào ngày 2 tháng 8 năm 257. Triều đại của ông xen vào giữa hai cuộc bách hại Giáo hội Công giáo, nhưng trải qua một cuộc khủng hoảng nội bộ trong lòng Giáo hội, đặc biệt nghiêm trọng và dẫn đưa Giáo hội đến bờ vực đoạn tuyệt với các Giáo hội Đông phương và Giáo hội Phi châu.\n\n== Nhiệm kỳ giáo hoàng ==\nStephanus sinh tại [[Roma|Rôma]]. Ông là một người quý tộc Rôma và là Giám mục Rôma. Ông là Tổng [[Phó tế|Phó Tế]] trong thời Đức [[Giáo hoàng Luciô I|Lucius I]]. Trong thời ông, cuộc tranh chấp với những người theo phe ly giáo của Giáo hoàng giả Novatianus lại bùng lên. Như hai vị tiền nhiệm của mình, Stephanus tán thành việc phục hồi các Ky-tô hữu chối đạo dưới thời bách hại của [[Đêciô]] và từ đó [[ăn năn]] hối cải.\n\nNhưng vấn đề cũng được đặt ra đối với các giáo sĩ. Họ có bổn phận nếu gương, kể cả trong việc [[tử đạo]]. Stephen được sự khuyến khích của Faustinus, Giám mục của Lion đã có những hành động chống lại Marcian, Giám mục của Arles. Ông cũng đã từ chối phục hồi chức Giám mục Arles, trong khi ông này là người hoàn toàn do khinh suất đã bước sang những người theo Nôvatianô.\n\nStephanus đã đồng ý phục hồi hai Giám mục [[Tây Ban Nha]] là Basilides và Martial, các Giám mục của [[Lion]] và [[Merida]]. Hai người này đã thoái khỏi cuộc bách hại bằng cách tạo ra những giấy chứng nhận họ đã dâng lễ hiến sinh cho các thần [[Pagan giáo|ngoại giáo]]. Họ đã thú nhận tội lỗi của mình và hậu quả là họ bị truất chức, những Giám mục khác được bổ nhiệm vào tòa của họ. Với hy vọng sẽ được phục chức, họ đã kháng án lên Rôma và nhờ bóp mép các sự kiện họ đã thành công trong việc đánh lừa Giáo hoàng Stephanus.\n\nMột cuộc xung đột bắt đầu với [[Cyprien]], Giám mục thành Carthage, cãi rằng mỗi vị Giám mục cầm quyền tối cao trong địa phận mình, và không chịu nhượng bộ. Cyprien đã không thừa nhận quyết định phục chức của Stephanus đối với hai Giám mục, ông cổ vũ dân chúng ở Leon và Merida giữ chặt hai bản án truất chức (Ep. 67:6). Ông bị Stephanus đe dọa tuyệt thông. Cyprien nhận được sự ủng hộ của các Giáo hội [[Tiểu Á]], [[Syria]] và [[Cappađôcia]]. Bị báo động, thượng phụ [[Alexandria]] là Điônisiô đứng ra đóng vai trò trung gian, nhưng vô ích. Chính cái chết của Cyprien và của Stephanus đã chấm dứt cuộc tranh cãi và tránh sự đoạn tuyệt.\n\nÔng phản đối một vài tục lệ trong việc làm lễ báp-têm của Hội Thánh Bắc Phi. Stephanus cũng đòi hỏi toàn bộ các Giáo hội Ky-tô giáo phải thuận theo truyền thống Rô-ma về những gì liên quan đến phép thánh tẩy của những người theo lạc giáo, những kẻ ly khai và những ky-tô hữu bỏ đạo, như là sự đơn giản đặt tay của Giám mục, phép Thêm sức, bởi vì đó là những con người mà trong quá khứ đã được [[rửa tội]]. Nhưng các [[Giáo hội Đông phương]] và [[Châu Phi|Phi châu]] đòi hỏi một phép thánh tẩy mới. Stephanus là một con người độc đoán và ông khó chấp nhận sự độc lập này. Đức Stephen gặp phải mâu thuẫn với các giáo hội [[Châu Á|Á Châu]] và Phi Châu về vấn đề quyền tối thượng của Giáo hội Rôma.\n\n== Cái chết ==\n\nTruyền thống cho rằng ông đã bị chém đầu giữa lúc thi hành nhiệm vụ trên ngai Giáo hoàng trong hang toại đạo Thánh Callixtus vào ngày 02 tháng 8 năm 257 nhưng giả thuyết ấy ngày nay không chứng minh được. Ông được mai táng trong hang toại đạo Thánh Callistus trên đường Appian. Thánh tích được Đức Thánh [[Giáo hoàng Phaolô I]] chuyển về tu viện Thánh Stephen. [[Thánh giáo]] hoáng Stephen I được coi là người bảo trợ của Hvar.\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Stephen, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ [[Tiếng Anh]].\n* Nhóm Tinh Thần phỏng dịch theo Patron Saints và Santi-Beati-Testimoni.\n== Liên kết ngoài ==\n* {{ws|[[s:Catholic Encyclopedia (1913)\/Pope St. Stephen I|Pope St. Stephen I]] in the 1913 ''Catholic Encyclopedia''}}\n*[http:\/\/www.documentacatholicaomnia.eu\/01_01_0254-0257-_Stephanus_I,_Sanctus.html Những tác phẩm của ông]\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Luciô I|Lucius I]]|\nsau=[[Giáo hoàng Xíttô II|Sixtus II]]}}\n{{Dữ liệu nhân vật\n|TÊN=Thánh Stephen\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 23 của [[Giáo hội Công giáo Rôma]] ([[254]]–[[257]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|S|Anterus]]\n[[Thể loại:Mất năm 257]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}