{"Giáo hoàng Innôcentê II":"{{Infobox Pope|\nname=Innôxentiô II|\nimage=B Innozenz II.jpg|\nbirth_name=Gregorio Papareschi|\nterm_start=14 tháng 2 1130|\nterm_end=24 tháng 9 1143|\npredecessor=[[Giáo hoàng Hônôriô II|Honorius II]]|\nsuccessor=[[Giáo hoàng Cêlestinô II|Celestine II]]|\nbirth_date=???|\nbirthplace= [[Roma]], [[Papal States]], [[Holy Roman Empire]]|\ndead=dead|death_date={{Ngày mất|1143|9|24|mf=y}}|\ndeathplace=[[Roma]], [[Papal States]], [[Holy Roman Empire]]|\nother=Innôcentê}}\n'''Innôxentiô II''' ([[Latinh]]: '''Innocens II''') là vị [[giáo hoàng]] thứ 164 của giáo hội [[công giáo]].\n\nTheo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1130 và ở ngôi Giáo hoàng trong 13 năm 7 tháng 10 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. [[Niên giám tòa thánh]] năm 2003 xác định ông đắc cử Giáo hoàng ngày 14 tháng 3 năm 1130, ngày khai mạc chức vụ mục tử đoàn chiên chúa là ngày 23 tháng 2 và ngày kết thúc triều đại của ngài là ngày 24 tháng 9 năm 1143.\n\nGiáo hoàng Innôxentiô II sinh tại [[Roma|Rôma]] với tên là Gregorio Papareschi. Quyền bầu cử được trao cho các vị hồng y từ năm 1059. Cảnh chia rẽ giữa các hồng y xảy ra vào ngày 14.2.1130, khi đức Hadriano II vừa nằm xuống.\n\nInnôxentiô II lúc đó đang là [[hồng y]] của [[Saint Ange]], được bầu bởi đa số các hồng y. Cuộc bầu chọn tân Giáo hoàng diễn ra thật gay go đến độ Innôxentiô II buộc phải trốn khỏi Rôma. Duyên do từ việc các [[Hồng ý Giám mục]] đồng ý tôn Innocens II lên ngôi Giáo hoàng, nhưng quyết định này lại bị các [[Hồng y linh mục]] phản đối sau khi bỏ phiếu bầu Pedro thánh Leon tức Anacletus II (14 và 22-2-1130 - 25-1-1138).\n\nInnôxentiô II là ứng cử viên của gia đình [[Frangipane]] và [[Anacletus II]] là ứng cử viên của gia đình Pierleoni. Innocens II có nhiều uy tín cá nhân, trái lại người ta lo ngại đức tình gian hùng của Anacletus và còn chê ông thuộc dòng dõi [[Do Thái]].\n\nSự phân liệt đã được châm dứt bởi [[Thánh Bernard]]. Một con người kiên quyết bảo vệ vị trí thượng đẳng của Rôma và mặc dù tư cách của ông đã tạo cho ngài nhiều anh hưởng hơn cả các vị Giáo hoàng đương thời nhưng ông luôn dựa vào danh nghĩa [[Thành Vatican|Tòa thánh]].\n\nThánh Bernard và [[Thánh Norbert]] tuyên bố ủng hộ Innôxentiô và thuyết phục được hầu hết các vua Tây phương: [[Pháp]], [[Đức]], [[Castilla]], [[Aragon]], [[Anh]]. Trước con mắt thế giới Công giáo, Innôxentiô là Giáo hoàng chính thức. Nhưng chính ông đã phải chịu một giá rất đắt là chịu lưu đày. Được các vua kính trọng và các dòng tu đón rước nồng hậu, ngài cư trú tại cluny một thời gian, rồi đi Liége, St-Denis, Reims, tại đây ông xức dầu tấn phong cho [[Louis VI của Pháp|Louis VI]] (1133).\n \nAnacletus II mất năm 1137, [[Giáo hoàng đối lập Victor IV (1138)|Victor IV]] lên kế vị (3-1138 - 29-5-1138) lên kế vị nhưng tính tình nhút nhát, ông bằng lòng nhượng bộ và rút lui, nhờ đó đảng phái mới yên (1138). Lothario miền Saxony đưa Giáo hoàng Innôxentiô II trở về Roma, cung kính hôn chân ngài để tỏ lòng tùng phục. Ông cũng nhận sự quy phục của các Giám mục li khai.\n\nÔng triệu tập [[Công đồng Chung X]]. Công đồng Latran II (1139): để canh tân Giáo hội sau khi có cuộc ly giáo của Anaclet xảy ra trước đó ít lâu. Công đồng này quy tụ gần 1000 [[Giám mục]] và bề trên dòng tham dự. Công đồng đã lên án các ngụy Giáo hoàng Anadet và Arnauld de Brescia cũng như các giáo phái ly khai và cấm cho vay nặng lãi trong Giáo hội.\n\nThế nhưng người Roma lại nổi dậy đòi quyền tự chủ và được hoàng đế [[Konrad III của Đức|Conrad III]] (1138-1152) nước Đức yểm trợ. Tu sĩ Arnoldo thánh Brescia, môn đệ của Abelard, chủ trương trở lại chủ nghĩa xã hội mọi hoạt động chính trị, rồi kéo nhau đi cướp phá nhiều thánh đường và tu viện.\n\nTrước đây Innôxentiô II là kinh sĩ dòng ở [[Vương cung Thánh đường Thánh Gioan Laterano|Vương cung thánh đường thánh Gioan Latran]] nên ông cũng được mai táng trong thánh đường này.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Innocentius II}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Hônôriô II|Honorius II]]|\nsau=[[Giáo hoàng Cêlestinô II|Celestine II]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Alexander II\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 164 của [[Giáo hội Công giáo Rôma]] ([[1130]]–[[1143]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|I]]\n[[Thể loại:Mất năm 1143]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Giáo hoàng người Ý]]"}