{"Giáo hoàng Gioan XII":"{{Infobox Pope|\nname=Gioan XII|\nimage=GiovanniXII.jpg|\nbirth_name=Ottaviano|\nterm_start=16 tháng 12 955|\nterm_end=14 tháng 5 964|\npredecessor=[[Giáo hoàng Agapêtô II|Agapetus II]]|\nsuccessor=[[Giáo hoàng Biển Đức V|Benedict V]]|\nbirth_date=khoảng 937|\nbirthplace=[[Roma]], [[Ý]]|\ndead=dead|death_date={{death date|964|5|14|mf=y}}|\ndeathplace=[[Roma]], [[Ý]]|\nother=John\n|chú thích=}}\n'''Gioan XII''' ([[Latinh]]: ''Johnnes XII'') là vị [[giáo hoàng]] thứ 130 của [[Giáo hội Công giáo Rôma|Giáo hội Công giáo]]. Ông là người kế nhiệm [[Giáo hoàng Agapêtô II]]. Theo niên giám [[Tòa Thánh]] năm 2003 thì ông đắc cử Giáo hoàng vào ngày 16 tháng 12 năm 955 và kết thúc triều đại của mình vào 14 tháng 5 năm 964.\n==Tiểu sử==\nGiáo hoàng Gioan sinh tại [[Roma|Rôma]] vào khoảng năm 937. Nguồn sử liệu cho rằng ông tên là Octavian, xuất thân từ một gia đình quý tộc xứ Tusculô. Là cháu nội của [[Alberico I]], con trai duy nhất và là con hoang của Alberico II Spôlét và [[Marusia]] và năm 954, vài tháng sau khi Agapêtô II qua đời, Alberico bắt các quý tộc Rôma, đang họp trong [[Vương cung thánh đường Thánh Phêrô]] phải đưa Octavian lên ngôi giáo hoàng.\n\nKhông ai biết vào thời gian đó, ông đã đến tuổi giáo luật đòi hỏi chưa (có lẽ ông được 16 hoặc 18 tuổi), hoặc đã có một sự đào tạo tôn giáo tối thiểu chưa. Khi được tấn phong ngày 16 tháng 12 năm 955, ông lấy tên là Gioan XII, như vậy là mở đầu truyền thống thời trung đại về việc đổi tên.\n\nTrụy lạc, ông là người gây tai tiếng nhất trong \"các giáo hoàng Gioan\". Các nhà sử biên niên thường tố cáo ông với những lời lẽ mạnh mẽ. Một số người cho ông là \"Người phản Kitô tại vị trong thời đại của Thiên Chúa\" và \"đã phạm hầu hết các trọng tội; hãm hiếp trinh nữ và bà góa thuộc về thượng lưu hoặc hạ lưu; chung sống với tình nhân của cha mình; biến cung điện giáo hoàng thành một nhà hoan lạc; đang phạm tội tà dâm với một mụ đàn bà, thì bị chồng mụ ấy hạ sát trong cơn giận dữ.\"<ref>[http:\/\/www.vietchristian.com\/kinhthanh\/reader.asp?src=\/kinhthanh\/tklk\/tklk.xml&name=Chuong&enc=2&nl=0&id=88&max=114 Danh Sách Các Giáo hoàng Và Chế Độ Giáo hoàng]<\/ref>\n\nGiáo hoàng Gioan XII (bị lật đổ trong cơ mật viện) đã được nói đến là đã làm cho [[Vương cung thánh đường Thánh Gioan Latêranô]] trở thành \"một nhà thổ\" và bị cáo buộc phạm tội ngoại tình, gian dâm và loạn luân.<ref>Patrologia Latina, Martin, Malachi (1981). Decline and Fall of the Roman Church. New York: Bantam Books. ISBN 0-553-22944-3. p. 105.<\/ref>\n\nNhà chép sử [[Benedict xứ Soracte]] lưu ý trong cuốn sách XXXVII rằng ông \"có rất nhiều phụ nữ\". Theo Liutprand Cremona trong cuốn Antapodosis của ông (Lindsay Brook, \"Popes and pornocrats: Rome in the Early Middle Ages\") thì: \"họ làm chứng về tội ngoại tình của ông, mặc dù họ không được nhìn thấy tận mắt, nhưng họ biết chắc chắn rằng: ông đã gian dâm với bà vợ góa của ông Rainier, với người vợ lẽ của cha ông ta là Stephana, với bà góa phụ Anna, và với chính cháu gái của ông, ông ta đã biến chốn linh thiêngnày thành một nhà thổ\".<ref>\"they testified about his adultery, which they did not see with their own eyes, but nonetheless knew with certainty: he had fornicated with the widow of Rainier, with Stephana his father's concubine, with the widow Anna, and with his own niece, and he made the sacred palace into a whorehouse.\" \n<\/ref>\n\nTheo cuốn [[từ điển tiếng Anh Oxford|từ điển Oxford]] về các Giáo hoàng, Giáo hoàng Gioan XII \"giống như Hoàng đế La Mã [[Caligula]], người đã phạm những tội đặc biệt khủng khiếp bởi chức vụ của ông ta\" <ref>\"a Christian Caligula whose crimes were rendered particularly horrific by the office he held\". The Oxford Dictionary of Popes, Oxford University Press, 1986.\n<\/ref>\n[[Tập tin:Otto I begegnet Papst Johannes XII.jpg|nhỏ|Otto I gặp Giáo hoàng Gioan XII. Tranh của một nghệ sĩ vô danh khoảng năm 1450]]\n[[Tập tin:Papa Giovanni XII - morte.png|nhỏ|Cái chết của Giáo hoàng Gioan XII trích từ cuốn I Misteri del Vaticano o la Roma dei Papi.]]\nĐây được coi là lúc sự xấu xa của chế độ Giáo hoàng lên đến cực điểm. Toàn thể Rôma chán nản và bất mãn về đời sống tư của vị Giáo hoàng bất xứng này. Ông tổ chức những bữa tiệc thay cho các buổi đọc kinh sáng sớm, chăm đi săn hơn là làm việc thiện và sống một cuộc sống bê tha. Ông dành phần lớn thời gian của mình cho việc săn bắn, tiệc tùng và những cuộc phiêu lưu tình ái.\n\nTuy vậy, ông cũng đã đưa được một sự canh tân tôn giáo cũng như một sự mở rộng lãnh thổ mạnh mẽ đến kết quả cuối cùng. Ông kêu gọi hoàng đế nước [[Đức]], [[Otto I của đế quốc La Mã Thần thánh|Otto I Đại Đế]] (936-973) bảo vệ ngôi Giáo hoàng. Vua Otto I nhận lời ngay vì từ lâu đã để ý đến tình trạng trên đất [[Ý]]. Nhưng Hoàng đế đặt điều kiện: trước hết ông phải được tấn phong [[hoàng đế]] với tất cả quyền lợi theo đó, kể cả lời thề trung thành. Hoàng đế Otto I đã được Giáo hoàng Gioan XII đặt vương miện vào năm 962.\n\nTheo đó vị tân Giáo hoàng phải tuyên thệ trung thành với Hoàng đế; rồi việc bầu chọn phải qua hoàng đế chấp nhận và trong trường hợp tranh chấp, việc giải quyết thuộc quyền hoàng đế. Đổi lại, vua Otto Đại Đế ban cho privilegium ottonianum (đặc ân Otto), xác nhận giấy tặng của Pépin. Hoàng đế thừa nhận các lãnh thổ của Giáo hoàng (trải rộng đến tận các miền [[Byzantin]]).\n\nChiếu chỉ của vua Otto I Đại Đế đã tạo nên hàng \"Giám mục triều đình\". Và chấm dứt được giai đoạn \"70 năm với 20 giáo hoàng\" qua biến cố thành lập [[đế quốc La Mã Thần thánh|đế quốc La Đức]]. Ngôi Giáo hoàng từ nay không còn là \"con mồi\" cho một phe nhóm, hay một gia đình [[phong kiến]] nào nữa. Được chuyển sang quyền bảo vệ của các vua nước [[Đức]].\n\nSong sự nắm chiếm của Hoàng đế Otto I Đại Đế làm cho Giáo hoàng Gioan XII khó chịu. Ông ra sức tiếp xúc với [[Ađalbertô]], con trai của [[Bérenger]] cũng như với [[Byzanxiô]]. Ông lấy lại truyền thống đã bị bỏ rơi từ thời [[Giáo hoàng Ađrianô I]] (772-795), là ghi ngày tháng các văn kiện của mình từ những năm trị.\n\nTức giận, vua Otto I Đại Đế đã thẳng tay trừng trị. Ông trở về Rôma và Gioan phải chạy trốn. Hoàng đế triệu tập một [[công đồng đại kết|công đồng]], và sau khi nghe những lời tố cáo của hàng giáo sĩ Roma với những bằng chứng cụ thể, vị Giáo hoàng bất xứng và bị cách chức khỏi Giáo hội ngày 4 tháng 12 năm 963. Giáo hoàng John XII phủ nhận bản án, gây nên một thời loạn ly. Sợ bị giết, ông đã rời bỏ [[Vatican]] trốn đi biệt tích.\n\nViệc này tạo thành một điều mới đối với một hội nghị Giám mục. Hoàng đế Otto the Great đưa một người thân tín của y lên làm Giáo hoàng lấy hiệu là [[Giáo hoàng Lêô VIII|Lêô VIII]]. Otto thay đổi đặc ân của Giáo hoàng: từ nay việc bầu Giáo hoàng phải được sự phê chuẩn của hoàng đế.\n\nSau khi vua Otto Đại Đế ra đi, Giáo hoàng John XII trở lại cùng với một đội quân và thành công trong việc lấy lại kinh thành Rôma. Chính ông tổ chức một công đồng vào đầu năm 964. Công đồng này đã hủy bỏ các quyết định của thượng hội đồng Giám mục Rôma tuyên bố Giáo hoàng Lêô VIII là bất hợp pháp và ra vạ tuyệt thông ông này.\n\nCuối cùng, sau đó ông thử tiếp cận vua Otto Đại Đế. Nhưng ông qua đời ngày 14 tháng 5 năm 964, ở tuổi 27 trước khi Hoàng đế đến thành Rôma.\n\nTheo các truyền thống khác nhau thì ông đã bị đánh chết bởi một người chồng ghen tuông, hoặc đã không chống nổi một sự đổ máu trong khi đang ngoại tình. Nhà viết sử biên niên Liutprand de Crémone, về phần ông quy cái chết đột ngột này cho một cú đánh mà hiện thân Con Quỷ bắt phải chịu.<ref>Peter de Rosa, \"Vicars of Christ: The Dark Side of the Papacy\", Poolbeg Press, Dublin 1988\/2000, pages 211-215; Hans Kung, \"The Catholic Church: A Short History\" (translated by John Bowden), Modern Library, New York. 2001\/2003. page 79; \"The Popes' Rights & Wrongs\", published by Truber & Co., 1860; Dr. Angelo S. Rappaport, The Love Affairs of the Vatican, 1912.<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n{{thể loại Commons|Ioannes XII}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Agapêtô II|Agapetus II]]|\nsau=[[Giáo hoàng Biển Đức V|Biển Đức V]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Gioan XII\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 130 của [[Giáo hội Công giáo Rôma]] ([[955]]–[[964]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|G]]\n[[Thể loại:Sinh năm 937]]\n[[Thể loại:Mất năm 964]]\n[[Thể loại:Giáo hoàng người Ý]]"}