{"Giáo hoàng Xíttô III":"{{Infobox Pope|\nname=Thánh Xíttô III|\nimage=44-St.Sixtus III.jpg|\nbirth_name=???|\nterm_start=31 tháng 7 năm 432|\nterm_end=18 tháng 8 năm 440|\npredecessor=[[Giáo hoàng Cêlestinô I|Celestine I]]|\nsuccessor=[[Giáo hoàng Lêô I|Lêô I]]|\nbirth_date=???|\nbirthplace=???|\ndead=dead|death_date={{death date|440|8|6|mf=y}}|\ndeathplace= [[Roma]], [[Đế quốc Tây La Mã]]|\nother=Sixtus}}\n\n'''Xíttô III''' ([[Tiếng Latinh]]: Sixtus III) (Sixtus là tên của một tác phẩm mosaique nổi tiếng trong Đền thờ Đức Bà Cả) là người kế nhiệm [[Giáo hoàng Cêlestinô]] và là vị Giáo hoàng thứ 44. Ông được suy tôn là một vị [[thánh (định hướng)|thánh]] của [[Giáo hội Công giáo]]. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng vào năm 432 và ở ngôi trong 8 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông kéo dài từ ngày 31 tháng 7 năm 432 đến ngày 19 tháng 8 năm 440.\n\nTheo [[Liber Pontificalis]] thì Sixtus III sinh tại Rôma. Ông là một thành viên có thế lực trong những người thân cận của [[Giáo hoàng Dôsimô]], [[Giáo hoàng Bônifaciô I|Bônifaciô I]] và [[Giáo hoàng Cêlestinô|Cêlestinô]]. Sau khi đã nghiêng về thuyết Pêlagiô trong thời niên thiếu, ông đã tán thành tính chính thống chặt chẽ do trao đổi thư từ với [[Augustinô Hippônê]]. Việc ông được bầu ngày 31 tháng 7 năm 432 không gây một sự ngạc nhiên nào.\n\nTên của ông thường được gắn với việc xây dựng và mở rộng các thánh đường lớn ở Rôma. Đó là thánh đường [[Santa Sabina]] trên đồi Aventine, Thánh Laurentius. Các nhà thờ lớn ở Roma được xây dựng để tôn vinh điều đó. Ngoài ra ông còn cho xây dựng giếng rửa tội ở Latran.\n\nÔng đã cho trang trí [[Vương cung thánh đường Đức Bà Cả]] theo lối ghép mảnh (mosaic) mà ngày nay người ta vẫn còn thán phục.Đây là một trong bốn đại vương cung thánh đường ở Roma. Thánh đường này được xây dựng nhằm tôn vinh Mẹ Maria là Mẹ Thiên Chúa - điều đã được chấp nhận trong các công đồng Ephesus năm 431. \nĐức Sixtus cũng còn cho xây dựng Thánh Đường San Lorenzo ở Lucina và Lateran Baptistery.\n\nGiáo hoàng Sixtus III là tác giả một số thư chung và duy trì pháp quyền của Roma trên Illiria chống lại hoàng đế Đông Phương muốn bắt họ phải lệ thuộc Constantinople. Ông cũng là người hòa giải thánh Cyril của Alexandria và John của Antioch.\n\nTrước việc các Giám mục Contantinôpôli cũng thường nắm dịp để bành trướng quyền bính của mình, dây vào bình diện giáo lý, bắt nhiều quận huyện mới phải thần phục. Năm 435 Procus, một trong các vị ấy, tìm cách đưa tất cả các Giám mục Illyria vào vòng ảnh hưởng của ông và đã bị Giáo hoàng Sixtô III ngăn cản. (chính Procus đã can thiệp xin Hoàng Đế cho rước di hài Thánh [[Gioan Kim Khẩu]] về Constantinôpôli).\n\nSixtus III đã được [[chôn cất]] tại San Lorenzo ngoại thành. Mặc dù tên của ông không xuất hiện trong hầu hết các lịch phổ thông của Giáo hội nhưng ngày lễ kính của ông là ngày 28 tháng 3. Trong các giáo phận của Roma, chọn ngày 19 tháng 8 để mừng kính.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{thể loại Commons|Sixtus III}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Sixtus III, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Cêlestinô I|Celestine I]]|\nsau=[[Giáo hoàng Lêô I|Lêô I]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Sixtus III\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 44 của [[Giáo hội Công giáo Rôma]] ([[432]]–[[440]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Thánh Kitô giáo]]\n[[Thể loại:Giáo hoàng|X]]\n[[Thể loại:Mất năm 440]]\n[[Thể loại:Năm sinh không rõ]]"}