{"Giáo hoàng Pontianô":"{{Infobox Pope|\nname=Thánh Pontianô|\nimage=Pontian.jpg|\nbirth_name=Pontianus|\nterm_start=[[21 tháng 7]] [[230]]|\nterm_end=[[29 tháng 9]] [[235]]|\npredecessor=[[Giáo hoàng Urbanô I|Urban I]]|\nsuccessor=[[Giáo hoàng Antêrô|Anterus]]|\nbirth_date=???|\nbirthplace=???|\ndead=dead|death_date= 29 tháng 9 235|\ndeathplace=[[Sardegna|Sardinia]], [[Đế quốc La Mã|Đế quốc Rôma]]|}}\n'''Pontianô''' ([[Tiếng Latinh]]:''Pontianus'') là Giáo hoàng kế nhiệm của Giáo hoàng [[Giáo hoàng Urbanô I|Urbanus I]] và là vị [[Giáo hoàng]] thứ 18 của giáo hội [[Công giáo]]. Niên giám tòa thánh năm 1806 cho rằng ông lên ngôi vào năm 230 và ở ngôi trong 5 năm<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định triều đại của ông bắt đầu vào ngày 21 tháng 7 năm 230 và kết thúc vào ngày 28 tháng 9 năm 235.\n\nNăm sinh và nơi sinh của ông rất khó xác định. Tuy nhiên theo [[Liber Pontificalis]] thì ông sinh tại Roma và cha được gọi là Calpurnia. Pontianus được bầu làm Giáo hoàng vào năm 230. Ông đã truyền hát [[Thánh Vịnh]] và đọc Kinh Cáo Mình trước giờ lâm chung và dùng lời chào \"Chúa ở cùng anh chị em\".\n\nÔng trở thành Giáo hoàng giữa lúc giáo hội đang lâm tình trạng hỗn loạn, phân tán do ảnh hưởng của linh mục [[Hippolytus]] (Hippôlytô), một vị mục tử rất giỏi về [[Kinh Thánh]] và có nhiều tư tưởng sâu sắc gây ra. Tuy linh mục Hippôlytô giỏi giang, am tường môn Thánh Kinh học, nhưng ông lại chống đối và không chấp nhận việc chọn lựa phó tế Callixtô lên ngôi Giáo hoàng năm 217. Và từ lúc đó, thánh nhân trở thành một vị lãnh đạo tôn giáo ly khai với Giáo hoàng Callixtô và ông luôn xác tín việc ông làm đúng theo truyền thống các thánh tông đồ. Giáo hoàng [[Callixtô]] và các Đấng kế vị ông đã ngả theo tình hình thời cuộc và đâm vào thế phải nhượng bộ.\n\nVào năm 235, [[Maximinus II|Maximinus]] (Maximinô) làm hoàng đế Rôma và hầu như ngay sau khi lên ngôi, ông bắt đầu bách hại người Kitô Giáo. Một trong những hình phạt thông thường đối với các Giám mục và linh mục là các ngài bị lưu đày đến những quặng mỏ nguy hiểm ở Sardinia (Sardaigne), nước Ý.\n\nHoàng Đế Maximinô tưởng rằng các tín hữu Roma đều tuân phục hai vị [[Giám mục]], nên ông đã ra lệnh bắt cả hai: Đức Giáo hoàng Pontianô và linh mục Hippôlytô, đồng thời kết án khổ sai các ông. Điều này đã dẫn tới việc Giáo hoàng Pontianô từ chức vào ngày 25 tháng 9 hoặc 28 tháng 9 năm 235.\n\nCả hai đều bị đầy ải qua Sardinia và tại nơi đây. Đức Giáo hoàng Pontian gặp gỡ với Hippolytus trong hoàn cảnh lưu đày và vị linh mục tài giỏi này đã bị cảm hóa trước sự khiêm tốn của vị Giáo hoàng. Hippolytus trở về với Giáo hội và mọi tức giận đều tiêu tan. Đức Giáo hoàng Pontian thông cảm với vị linh mục. Ông nhận ra nhu cầu của mỗi người là phải giúp đỡ và khuyến khích lẫn nhau trong tình bác ái của Đức Giêsu Kitô. Theo Liber Pontificalis thì ông đã chết dưới hầm mỏ ở Sardinia. Nhưng theo truyền thống thì ông chết trên một đảo nhỏ ở Tavolara.\n\nVào khoảng năm 236-250, cơn bách đạo đã lắng dịu, [[Hội Thánh]] được an bình, Giáo hoàng Fabianô đã truyền đưa xác ông về Roma và [[chôn cất]] trong hầm mộ của St Callixtus ở đường Tiburtine. Bia mộ của ông đã được tìm thấy vào năm 1909 trong hầm mộ của St Cecilia, Rô-ma với dòng chữ PONTIANOS, EPISK. (\"Pontianus, Bishop\"). Câu \"MARTUR\" (tử đạo) được thêm vào.\n\nGiáo hội Công giáo kính nhớ ông vào ngày 19 tháng 11, nhưng bây giờ được tổ chức cùng với ngày kính nhớ thánh Hippolytus – ngày 13 tháng 8.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Pontianus, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Thánh Pontianno, Giáo phận Vinh [http:\/\/giaophanvinh.net\/modules.php?name=News&op=viewst&sid=349]\n* Trích Gương Thánh Nhân - ns Người Tín Hữu online. Nhóm Tinh Thần nhuận chính lại theo Patron Saints và Santi-Beati-Testimoni.\n== Liên kết ngoài ==\n{{thể loại Commons|Pontianus}}\n* {{ws|\"[[s:Catholic Encyclopedia (1913)\/Pope St. Pontian|Pope St. Pontian]]\" in the 1913 ''Catholic Encyclopedia''}}\n\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Urbanô I|Urban I]]|\nsau=[[Giáo hoàng Antêrô|Anterus]]}}\n{{Dữ liệu nhân vật\n|TÊN=Pontian\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 16 của [[Giáo hội Công giáo Rôma]] ([[230]]–[[235]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|Pontian]]\n[[Thể loại:Mất năm 235]]\n[[Thể loại:Năm sinh không rõ]]"}