{"Giáo hoàng Urbanô V":"{{Infobox Pope|\ntên=Giáo hoàng Urbanô V|\nimage=Papa Urbanus Quintus.jpg|\nbirth_name=Guillaume Grimoard|\nterm_start=[[28 tháng 9]] năm [[1362]]|\nterm_end=[[19 tháng 12]] năm [[1370]]|\npredecessor=[[Giáo hoàng Innôcentê VI|<font color=\"grey\">Innocent VI<\/font>]]|\nsuccessor=[[Giáo hoàng Grêgôriô XI|<font color=\"blue\">Gregory XI<\/font>]]|\nbirth_date=1310|\nbirthplace= Grizac, [[Languedoc]], [[Pháp]] |\ndead=dead|death_date={{death date|1370|12|19|mf=y}}|\ndeathplace=[[Avignon]], [[Pháp]]|\nother=Urbanô|\n coat_of_arms =C o a Urbano V.svg|}}\n[[Tập tin:Fresque de Johannes Rosenrod Brigitte de Suède et Urbain V 1437.jpg|nhỏ|Tranh bích họa giữa thánh Brigitte và Urban V, khoảng năm 1437.]]\n'''Giáo hoàngUrbanô V''' ([[Latinh]]: '''Urbanus V''') là vị [[giáo hoàng]] thứ 200 của giáo hội [[Công giáo]]. Tên Urbanô là do tiếng Latinh Urbanus (thuộc thành phố) đã được dùng rất sớm làm tên người. Ông đã được giáo hội suy tôn lên hàng chân phước sau khi qua đời.\n\nTheo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 1378 và ở ngôi Giáo hoàng trong 11 năm 6 tháng 8 ngày<ref>[http:\/\/books.google.com.vn\/books?id=NB5Slx3OwHcC&pg=PA95&dq=Annuario+Pontificio&hl=vi&sa=X&ei=590QUuTWLsjs2wXOhoDwAg&ved=0CEUQ6AEwAw#v=onepage&q=Annuario%20Pontificio&f=false Annuario pontificio 1806, Google sách]<\/ref>. Niên giám tòa thánh năm 2003 xác định ông đắc cử Giáo hoàng ngày 28 tháng 9 năm 1362, ngày khai mạc chức vụ mục tử đoàn chiên chúa là ngày 6 tháng 11 năm 1362 và ngày kết thúc triều đại của ông là ngày 19 tháng 12 năm 1370.\n\n== Trước khi thành giáo hoàng ==\n'''Giáo hoàng Urbanus V''' sinh tại lâu đài Grizac, Languedoc, nước Pháp (tài sản thuộc Pont-de-Montvert, gần Mende) năm 1310 với tên là Guillaume de Grimoard. Ông là con trưởng của Sieur de Grimoard và Amphélise de Montferrand.\n\nÔng rời lâu đài của gia đình năm 12 tuổi để theo học triết lý, văn chương và luật học tại Đại học Montpellier và Toulouse. \nSau đó ông làm giáo sư dạy luật Giáo hội tại bốn Đại học danh tiếng Montpellier, Toulouse, Avignon và Paris.\n \nĐời sống tu trì Dòng Biển Đức đã thu hút ông nên ông xin gia nhập dòng tu này và chịu chức linh mục. Nụ cười hiền hậu gây được nhiều cảm tình với mọi người cũng như bằng cấp mở rộng con đường tương lai.\n\nNăm 1352 Giáo hoàng Clement VI đặt ông làm Viện trưởng Tu viện St Germain của Auxerre và chín năm sau thì Đức Giáo hoàng Innocent VI bổ nhiệm ông làm cố vấn và linh hướng cho Nữ hoàng [[Napoli]] [[Joanna của Napoli|Joanna]].\n\nTrong thời gian này thì xảy ra những tranh chấp giữa các vua chúa ở Âu châu, ông được Giáo hoàng gởi đi làm Đặc sứ hòa giải.\n\n== Giáo hoàng ==\nTrong khi đang làm đặc sứ hòa giải thì vào ngày 28 tháng 9 thì Giáo hoàng Innocent VI [[chết|qua đời]], ông được bầu lên ngôi Giáo hoàng dù khi ấy ông chưa phải là Hồng y. Ông được xem là một trong những Giáo hoàng nhân văn chủ nghĩa đầu tiên.\n\nUrbanus V liền cải tổ lại Giáo hội, chấn hưng hàng giáo sĩ và các dòng tu, cổ võ việc triệu tập các công đồng miền, khuyến khích việc học, mở thêm nhiều Đại Học ở Montpellier, Toulouse và Paris, cấp nhiều học bổng, khuyến khích học vấn vì ông quan niệm: \"''Tội lỗi đầu tiên là sự ngu dốt!\"'' Ông cải tổ lại các giáo xứ và các tu viện. Ông cũng gặp nhiều chống đối, và cuộc chiến chống quân Hồi giáo Thổ nhỉ kỳ đã không thành công.\n\nÔng đưa hàng giáo sĩ vào kỷ luật. Thế nhưng công việc của ông trở thành cực kỳ khó khăn bởi tục lệ quá bị thoái hoá và các thói quen xấu cắm rễ quá sâu đến độ ông thành bất lực. Cho nên ông quyết định trở lại Avignon. Giáo hoàng Urban cho thêm một tầng nữa vào mũ tiara (mũ ba tầng dành cho Giáo hoàng) như là một biểu hiện cho quyền lực thế tục\n\n== Trở về Roma ==\nTrong hơn 50 năm Giáo Triều được đóng đô tại Avignon, nước Pháp, nhưng năm 1366, Giáo hoàng Innocent VI muốn dời về Roma mặc dù triều đình nước Pháp và các Hồng y chống đối. Khi trở về Roma, ông được đón tiếp long trọng ngày [[16 tháng 10]] năm [[1367]].\n[[Tập tin:Testa e torso del gisant di urbano V, da san marziale ad avignone, 1370 ca. 01.jpg|nhỏ|Tượng nằm của Urban V tại nhà thờ Petit Palais ở Avignon.]]\nLúc ấy Roma chỉ còn khoảng 30.000 người. Thế nhưng khi ông đặt tám hồng y mà chỉ có một hồng y Francesco Tibaldeschi là người Ý (7 vị Pháp), dân Roma khó chịu và dự định nổi loạn. Urbanus V lại phải xây đựng lại những đổ nát, cải tổ một lần nữa, nhưng lần này thì gặp quá nhiều khó khăn.\n\nÔng kết án những giáo sĩ dùng địa vị của mình để làm giàu. Urbanus V là người thuộc dòng tu nên có đời sống đạm bạc nên cũng gây khó chịu cho những tùy tùng và vua chúa. Mặc dù nữ thánh Birgitta (1303-1373) hết lời khuyên cai nhưng Giáo hoàng Innocent VI trở về lại Avignon và chỉ bốn tháng sau ngài qua đời.\n\nÔng đã đặc biệt làm phong phú miền Cévennes bằng những tòa nhà tôn giáo: nhà thờ chính tòa Mende, các nhà thờ kinh sĩ đoàn Quézac và Bédoues. Để cảm ơn ông, vua Charles đã miễn mọi thứ thuế cho thái ấp Grizac vì thế trở thành một miền đất miễn thuế; đặc ân này được giữ cho đến thế kỷ XVIII.\n\nKhi ông bị bệnh ông đã rời dinh Giáo hoàng và đi đến nhà anh của ông ở trên đồi gần đó. Ông bảo người nhà hãy mở rộng cửa để đón những người dân quê chung quanh vùng đến từ biệt ngài vì ngài muốn chết như một người ngoan đạo bình dân. Giáo hoàng Urbanus qua đời tại Avignon ngày 19 tháng 12 năm 1370.\n\nÔng được mai táng ở nhà thờ chính tòa Đức Bà Doms về sau ông đã được chuyển (như mong ước của ông) đến nhà thờ Thánh Victor ở Marseille năm 1372. Một dự án phong thánh nhanh chóng được mở ra nhưng vụ Đại ly giáo khuấy động Giáo hội Công giáo đã sớm làm ngừng lại. Ông được [[Giáo hoàng Piô IX]] phong Chân phước ngày 10 tháng 3 năm 1870. Lễ kính vào ngày 19 tháng 12.\n\n==Chú thích==\n{{tham khảo|30em}}\n== Tham khảo ==\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Ngày 19 tháng 12: Kính Chân phước Urban V; Phó Tế J.B. Huỳnh Mai Trác. [http:\/\/danchuausa.net\/hanh-cac-thanh\/ngay-19-thang-12-kinh-chan-phuoc-urban-v\/]\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n\n{{Navboxes\n|title= Giáo hoàng Urbanô V\n|list1=<span>{{Giáo hoàng|\ntrước=[[Giáo hoàng Innôcentê VI|Innocent VI]]|\nsau=[[Giáo hoàng Grêgôriô XI|Gregory XI]]}}\n{{Danh sách Giáo hoàng}}\n}}\n{{thể loại Commons|Urbanus V}}\n\n{{Thời gian sống|sinh=1310|mất=1370|tên=Urbanô 5, Giáo hoàng}}\n\n{{DEFAULTSORT:Urbanô 5, Giáo hoàng}}\n[[Thể loại:Giáo hoàng|U]]\n[[Thể loại:Chân phước]]\n[[Thể loại:Sinh năm 1310]]\n[[Thể loại:Mất năm 1370]]"}