{"Giáo hoàng Biển Đức IX":"{{Infobox Pope|\nname=Benedictus IX|\nimage=Pope Benedict IX Illustration.jpg|\nbirth_name=Theophylactus|\nterm_start=Tháng 10 năm 1032 (lần đầu)|\nterm_end=Tháng 7 năm 1048 (Lần cuối)|\npredecessor=[[Giáo hoàng Gioan XIX|Gioan XIX]]<br \/>[[Giáo hoàng Sylvestrô III|Sylvester III]]<br \/>[[Giáo hoàng Clêmentê II|Clêmentê II]]|\nsuccessor= [[Giáo hoàng Sylvestrô III|Sylvester III]]<br \/>[[Giáo hoàng Grêgôriô VI|Gregory VI]]<br \/>[[Giáo hoàng Đamasô II|Damasus II]]|\nbirth_date=khoảng 1012|\nbirthplace=[[Roma]], [[Lãnh thổ Giáo hoàng]]|\ndeath_date=[[18 tháng 9]], [[1055]]|\ndeathplace=[[Grottaferrata]], [[Lãnh thổ Giáo hoàng]]|\nother=Benedict}}\n\n'''Biển Đức IX''' hoặc '''Bênêđictô IX''' ([[Latinh]]: ''Benedictus IX'') là [[giáo hoàng]] được liệt kê ở vị trí thứ 145, 147, 150 của [[Giáo hội Công giáo Rôma|Giáo hội Công giáo]]. Triều đại Giáo hoàng này xảy ra nhiều cuộc ám sát muốn giết Giáo hoàng. Ông được bầu làm Giáo hoàng 3 lần nhưng có hai lần bị ép rời ngôi Giáo hoàng và một lần thoái vị.\n\nTrong triều đại khủng hoảng này có tới 3 Giáo hoàng là Biển Đức IX, [[Giáo hoàng Sylvestrô III|Silvester III]] và [[Giáo hoàng Grêgôriô VI|Gregory VI]] cùng cầm quyền. Vào năm 1046 theo yêu cầu của Hoàng Đế [[Heinrich III]] triệu tập [[Công Đồng Sutri]] truất phế 3 vị Giáo hoàng này và để cử [[Giáo hoàng Clêmentê II]] cai quản Giáo hội. Nếu việc ba lần phế truất Giáo hoàng Biển Đức IX là không hợp lệ thì các Giáo hoàng Silvester III, Gregor VI và Clemens II đều là \" giáo hoàng đối cử\".\n\nBiển Đức IX tên thật là Theophylacte de Tusculum sinh ra trong xứ [[Latium]] vào khoảng năm 1012. Ông là con của Albêricô III, bá tước có thế lực của Tusculô và là cháu ruột của vị [[Giáo hoàng Biển Đức VIII]] tiền nhiệm và em ruột của [[Giáo hoàng Gioan XIX]].\n\n== Đắc cử lần đầu ==\nTheo niên giám tòa thánh năm 2003 thì ông đắc cử Giáo hoàng lần thứ nhất vào ngày 21 tháng 10 năm 1032 và kết thúc vào tháng 9 năm 1044.\n\nKhi [[Giáo hoàng Gioan XIX|Gioan XIX]] qua đời, Albêricô III làm cho con trai mình được bầu làm Giáo hoàng. Là giáo dân, Theophylacte lại còn rất trẻ - theo một truyền thuyết do Raoul Glaber thuật lại (Histoires, IV, 5), ông lên ngôi lần đầu khi mới 12 tuổi. Nếu người ta không biết chắc chắn ngày tháng năm sinh của Theophylacte thì điều đó hình như ít có vẻ là sự thực.\n\nTuy nhiên chắc chắn rằng [[Giáo hoàng Gioan XII|Gioan XII]] và Biển Đức IX là một trong những Giáo hoàng trẻ nhất trong lịch sử giáo hội [[Công giáo]]. Ông được đăng quang ngay ngày hôm sau ngày được bầu. Người ta cho rằng, ông đã mua chức vị Giáo hoàng. Ông vốn là người không có phẩm tước Giáo hội, và đã trải qua hết thảy phẩm tước Giáo hội trong một ngày.\n\nBenedictus IX tiếp tục chính sách làm dịp do vị tiền nhiệm của ông phác thảo đối với giới quý tộc. Cha ông rút lui một phần khỏi đời sống chính trị, dần dần được thay thế bởi em ông là Grêgôriô II.\n\nCác tiếp xúc với hoàng đế chỉ bắt đầu sau khi có quyết định của [[Conrand II]] người Salic (Frank miền biển) năm 1037 truất phế Aribertô, tổng giám mục [[Milano|Milan]]. Trái với những hy vọng của hoàng đế, Benedictus IX không phê chuẩn ngay quyết định này, nhưng chờ đến năm sau mới phạt vạ tuyệt thông Aribertô như yêu cầu. Ông cũng tỏ ra sự độc lập của mình bằng việc hủy bỏ quyết định do Corad II áp đặt cho Gioan XIX về vấn đề tòa thượng phụ Aquilê vào năm 1044.\n\nVề mặt giáo hội, Benedictus IX ủng hộ dòng đan tu chống lại các dòng thường. Theo sáng kiến của Phêrô Đamianô, ông truất chức hai Giám mục bị xem là mại thánh. Ông cũng là người đã phong thánh cho Simêon Syracusa, chết ẩn tu ở Trèves.\n\nÔng bị truất phế theo sau một cuộc nổi dậy của dân chúng do gia đình Crescentius lãnh đạo.\n\n== Đắc cử lần hai ==\nTheo niên giám tòa thánh năm 2003 thì ông đắc cử Giáo hoàng vào ngày 10 tháng 4 năm 1045.\n\nTháng 9 năm 1044, một cuộc nổi dậy chống dòng họ Tusculanô do dòng họ Stêphanô điều khiển cưỡng bức ông phải trốn khỏi Rôma và đưa lên Sylvester III. Benedictus IX đã phản ứng lại bằng một vạ tuyệt thông tức khắc. Ba tháng sau, ông thành công chiếm lại Rôma và lại lên ngôi Giáo hoàng lần thứ hai vào ngày 10 tháng 3.\n\nÔng buộc phải từ chức chỉ sau 20 ngày và triều đại lần hai của ông kết thúc vào ngày 1 tháng 5 năm 1045. Ông đã đổi chức Giáo hoàng cho Gioan Gratianô (tức Gregory VI) - là chú ông, để lấy một khoản tiền lớn với lý do bồi thường thiệt hại cho dòng họ Tusculanô. Theo một nguồn khác thì Benedict IX đã từ chức để theo đuổi cuộc kết hôn, đã bán chức vụ của ông ta đổi lấy 1500 Pao vàng.<ref>Dr. Angelo S. Rappaport, The Love Affairs of the Vatican, 1912, pp. 81-82.<\/ref>\n\nBenedictus IX rút lui về trên đất gia đình và không còn xuất hiện trước công chúng nữa.\n\n== Đắc cử lần ba ==\n[[Tập tin:Synod-Sutri-1046.jpg|trái|nhỏ|214x214px|Công nghị Synod năm 1046. nơi phế truất 3 giáo hoàng: Bênêđictô IX, Sylvestrô III và Grêgôriô VI]]\nTheo niên giám tòa thánh năm 2003 thì ông đắc cử Giáo hoàng vào ngày 8 tháng 11 năm 1047. Đây là lần đắc cử lần 3 và sau đó từ chức theo lời khuyên của Thánh Bartholomeus.\n\n[[Giáo hoàng Clêmentê II|Giáo hoàng Clement II]] lên ngôi không đầy một năm và qua đời vào ngày 9 tháng 10 năm 1047.\n\nLần thứ 3 gia đình bá tước Tuscolo lại đưa Benedictus về làm Giáo hoàng. Triều đại lần này của ông kéo dài từ ngày 8 tháng 11 cho tới ngày 17 tháng 7 năm 1048. Một phe Đảng Rôma phản đối với hoàng đế. Ông này tỏ ý kiến chống Benedictus IX và cuối năm 1047 cho bầu Poppo de Brixen, người xứ Bavie tức [[Damasus II]].\n\nNhưng Benedictus IX đã trốn mất sau khi [[Henry III]] cử hầu tước Bônifatiô Canossa đến Rôma. Ông này lúc bấy giờ cho bầu [[Leo IX]]. Với sự giúp đỡ của hoàng đế, Giáo hoàng mới đánh người Tusculanô và tàn phá các đất phong của họ. Từ chối trả lời những tố cáo về tội mạn thánh chống lại ông, Benedictus IX bị vạ tuyệt thông, những người bà con thân thuộc của ông cũng vậy.\n\nKhi Leo IX qua đời vào tháng 4 năm 1054, Benedictus IX một lần nữa lại thử lên ngôi Giáo hoàng, nhưng không thành công. Sau lần thất bại cuối cùng này, ông nghe theo lời khuyên của tu sĩ Bartholomew và đã về hưu ở tu viện Grottaferrata, gần Rôma. Đan viện này thuộc phạm vi ảnh hưởng của những người Tusculanô. \n== Cuộc sống ==\nCác nguồn sau này mô tả ông là một con người có những thói quen phóng đãng. Ông sống một cuộc đời phóng túng và đáng trách.\n\nGiáo hoàng Benedict IX đã được nói đến là có một cuộc sống rất phóng đãng.<ref>Catholic Encyclopedia, New Advent<\/ref>.\n\nBị cáo buộc bởi giám mục Benno của Placenta \"nhiều tội ngoại tình và giết người\" <ref>\"Post multa turpia adulteria et homicidia manibus suis perpetrata, postremo, etc.\" Dümmler, Ernst Ludwig (1891), Monumenta Germaniae Historica, Libelli de lite, I (Bonizonis episcopi Sutriensis: Liber ad amicum ed.), Hannover: Deutsches Institut für Erforschung des Mittelalters, pp. 584, truy cập ngày 3 tháng 1 năm 2008 và The Book of Saints, by Ramsgate Benedictine Monks of St.Augustine's Abbey, A.C. Black, 1989. ISBN 978-0-7136-5300-7).<\/ref>\n\n[[Giáo hoàng Victor III]] đề cập đến ông trong cuốn sách thứ ba Đối thoại (Dialogues) \"Những vụ hãm hiếp của ông ta, những vụ giết người và những hành vi đáng ghê tởm khác. Cuộc sống của ông ta là một giáo hoàng cực kỳ tồi tệ, thật đáng kinh tởm và đáng ghét, tôi thấy rùng mình khi nghĩ về nó\" (\"his rapes, murders and other unspeakable acts. His life as a Pope so vile, so foul, so execrable, that I shudder to think of it\") <ref>(\"Cuius vita quam turpis, quam freda, quamque execranda extiterit, horresco referre.\" Victor III, Pope (1934), Monumenta Germaniae Historica, Libelli de lite Dialogi de miraculis Sancti Benedicti Liber Tertius auctore Desiderio abbate Casinensis ed, Hannover: Deutsches Institut für Erforschung des Mittelalters, pp. 141, truy cập ngày 3 tháng 1 năm 2008).<\/ref>\n \nChính điều này đã khiến cho thánh Peter Damian viết một chuyên luận dài chống lại tình dục nói chung và chuyện đồng tính luyến ái nói riêng. Trong Danh mục Gomorrhianus của mình, thánh Peter Damian ghi rằng Benedictus \"thiết tiệc về sự phóng đãng\" và rằng ông ta là \"con quỷ từ địa ngục được ngụy trang trong hình hài một linh mục\", kết tội Benedict IX thường xuyên kê gian, hành động thú tính và đảm bảo cho những cuộc vui điên cuồng.<ref>Liber Gomorrhianus, ISBN 88-7694-517-2<\/ref>\n\nNăm 1045, linh mục Gratianus, một nhà giáo luật nổi tiếng dòng [[Biển Đức]] đã phải lên tiếng yêu cầu vị Giáo hoàng bất xứng Benedictus IX từ chức để cứu nguy cho Tòa Phêrô. Những sự kiện đó chứng tỏ Giáo hội đang ở trong cơn khủng hoảng.\n\n== Qua đời ==\nÔng đã chết ở tu viện này trong khoảng giữa ngày 18 tháng 9 năm 1055 và ngày 9 tháng 1 năm 1056 và được mai táng trong nhà thờ đan viện.\n\nTheo Luca, đan viện phụ thứ tư của Grottaferrata thì ông đã ăn năn sám hối vào lúc cuối cuộc đời và đã làm đan sĩ. Tuy nhiên khẳng định sau cùng này thiếu những cơ sở thực tế.\n== Cây phả hệ ==\n\n{{familytree\/start}}\n{{familytree | | | | | | | | Tpl |v| The |The=[[Theodora (10th century)|Theodora]] |Tpl=[[Theophylact I, Bá tước Tusculum]]<br \/>864-924}}\n{{familytree | | | | | | | | | | |!|}}\n{{familytree | Hui | | Al1 |v|-| Maz |-|v| Se3 |Al1=[[Alberic I của Spoleto]]<br \/>d. 925 |Maz=[[Marozia]]<br \/>890-937 |Se3='''[[Giáo hoàng Sergiô III|Giáo hoàng Sergius III]]'''<br \/>904-911 |Hui=[[Hugh của Italy]]<br \/>887-924-948<br \/>(cũng xem gia đình Marozia)}}\n{{familytree | |!| | | |,|-|^|-|.| | | |!|}}\n{{familytree | Ald |v| Al2 | | unk | | J11 |Al2=[[Alberic II của Spoleto]]<br \/>905-954 |Ald=Alda của Vienne |J11='''[[Giáo hoàng Gioan XI|Gioan XI]]'''<br \/>931-935 |unk=''Không rõ''}}\n{{familytree | |,|-|^|-|.| | | |!|}}\n{{familytree | Ge1 | | J12 | | Be7 |Ge1=[[Gregory I, Bá tước Tusculum]] |J12='''[[Giáo hoàng Gioan XII|Gioan XII]]'''<br \/>955-964 |Be7='''[[Giáo hoàng Biển Đức VII|Biển Đức VII]]'''<br \/>974-983}}\n{{familytree | |)|-|-|-|v|-|-|-|.|}}\n{{familytree | Be8 | | Al3 | | J19 |Al3=[[Alberic III, Bá tước Tusculum]]<br \/>d. 1044 |J19='''[[Giáo hoàng Gioan XIX|Gioan XIX]]'''<br \/>Giáo hoàng 1024-1032 |Be8='''[[Giáo hoàng Biển Đức VIII|Biển Đức VIII]]'''<br \/>Giáo hoàng 1012-1024}}\n{{familytree | | | | | |!|}}\n{{familytree | | | | | Be9 |Be9='''Giáo hoàng Biển Đức IX'''<br \/>1012-1085}}\n\n{{familytree\/end}}\n\n== Chú thích ==\n{{Tham khảo}}\n \n== Tham khảo ==\n{{thể loại Commons|Benedictus IX}}\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date=2009-12-14 }}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ tiếng Anh.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n{{Giáo hoàng|\ntrước=[[Giáo hoàng Gioan XIX|Gioan XIX]]\n[[Giáo hoàng Sylvestrô III|Sylvestrô III]]\n[[Giáo hoàng Clêmentê II|Clêmentê II]]|\nsau=[[Giáo hoàng Sylvestrô III|Sylvestrô III]]\n[[Giáo hoàng Grêgôriô VI|Grêgôriô VI]]\n[[Giáo hoàng Đamasô II|Đamasô II]]|}}\n{{Dữ liệu nhân vật\n|TÊN=Biển Đức IX\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] thứ 145, 147, 150 của [[Giáo hội Công giáo Rôma]] ([[1032]]–[[1048]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1012|1056}}\n{{Danh sách Giáo hoàng}}\n\n[[Thể loại:Giáo hoàng|B]]\n[[Thể loại:Giáo hoàng người Ý]]\n[[Thể loại:Mất thập niên 1050]]"}