{"Giả Hủ":"[[Tập tin:Jia Xu.jpg|200px|nhỏ|phải|Giả Hủ]]\n'''Giả Hủ''' ([[chữ Hán]]: 贾诩; [[147]]-[[224]]), tự là '''Văn Hòa''', người huyện Cô Tang, quận Vũ Uy tỉnh [[Cam Túc]] của [[Trung Quốc]]. Ông là một mưu sĩ nổi tiếng trong thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Giả Hủ được biết đến là một trong những quân sư giỏi và thân cận của [[Tào Tháo]]. Trước đó, ông từng theo [[Đổng Trác]], [[Lý Quyết|Lý Thôi]] và cuối cùng là Trương Tú trước khi gia nhập Tào Tháo. Sau cái chết của Tào Tháo, ông tiếp tục phục vụ người kế nhiệm là [[Tào Phi]], con trai của Tào Tháo và là Hoàng Đế [[tào Ngụy|nhà Ngụy]] sau này.\n\n== Thời trẻ ==\nKhi còn trẻ, Giả Hủ là người có học vấn nhưng khả năng của ông thì \"người đời chẳng ai biết đến\" Chỉ có một nhân sĩ ở Hán Dương là Diêm Trung khi tiếp xúc với ông mới cho rằng ông là người khác thường và có cái tài lạ của Lương, Bình.<ref>tức [[Trương Lương]], [[Trần Bình]] hai chiến lược gia nổi tiếng vào đầu những năm đầu triều Hán<\/ref><ref name=\"ReferenceA\">Tam Quốc Chí, Trần Thọ, Bùi Tùng Chi ghi chú, Giả Hủ truyện, quyển 10<\/ref>\n\nĐến kỳ thi xét Hiếu liêm, Giả Hủ đã đậu kỳ thi này và được bổ nhiệm làm chức Lang<ref>một quan chức trong chính quyền thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]]<\/ref> Tuy nhiên, khi nhìn thấy những sự tham nhũng trong chính quyền vào thời điểm đó, mặt khác ông vì bị ốm nặng bèn nhân đó từ quan, quay về phía quê nhà.\n\nTrên đường trở về đến đất Khiên, ông đã bị bắt bởi phiến quân từ các bộ lạc rợ Đê cùng với mấy chục người khác. Ông cho biết ông chính là cháu ngoại của Thái úy Đoàn Quýnh (段熲), là một vị tướng trấn thủ ở biên ải, uy danh vang xa. Các phản quân rợ Đê nghe danh tiếng nên không dám làm hại ông mà ngược lại còn phóng thích cho ông. Những người bị bắt khác thì đều bị giết cả.\n\nTheo ''[[Tam quốc chí|Tam Quốc chí]]'' thì Giả Hủ không phải là cháu ngoại của Đoàn Công, ông ta chỉ mượn danh để dọa rợ Đê, qua đó cho thấy ông là một người có tài \"quyền biến để xong việc, hết thảy đại loại như thế\"<ref name=\"ReferenceA\"\/>\n\n== Phục vụ Đổng Trác ==\nNăm 185, [[Hàn Toại]] ở phía tây bắc cùng với liên hợp với các bộ lạc ở [[Tây Lương]] bắt đầu nổi dậy. Nhà Đông Hán phong cho Đổng Trác làm tổng chỉ huy quân đội để chinh phục các cuộc nổi loạn ở đây. Với danh tiếng của mình, Giả Hủ được Đổng Trác phong làm mưu sĩ cùng tham gia chiến dịch.\n\nGiả Hủ đã hiến nhiều kế sách quan trọng, giúp cho Đổng Trác giành thắng lợi trong cuộc đàn áp này và phát triển thực lực của ông ta, đó chính là điều kiện để sau này Đổng Trác tiến vào trung nguyên.\n\nNăm 189, Đổng Trác tiến vào kinh đô [[Lạc Dương]] với lực lượng hùng hậu và mang theo dã tâm, nhanh chóng chuyên quyền, phế [[Hán Thiếu Đế]], lập [[Hán Hiến Đế]], bắt ép vua mới phong chức Thái sư và biến vua Hán trở thành bù nhìn.\n\n''Tam Quốc chí'' cho biết Đổng Trác vào Lạc Dương, Hủ được lấy làm Thái uý duyện rồi Bình tây Đô uý, lại thăng lên làm Thảo lỗ Hiệu uý<ref name=\"ReferenceA\"\/>.\n\nTuy nhiên, Đổng Trác tàn bạo, bất nhân nên có nhiều kẻ thù, Giả Hủ dự đoán việc ngày bại vong của Đổng Trác, bèn tìm cớ rời khỏi ông này để tránh liên lụy sau này. Giả Hủ sau đó đã được bổ nhiệm làm mưu sĩ của Trung Lang tướng [[Ngưu Phụ]], con rể của Đổng Trác khi đó đang đóng ở [[Thiểm Tây]] để \"phụ giúp việc quân\".\n\n== Hiến kế cho Lý Thôi chiếm Trường An ==\nCác [[chư hầu]] do [[Viên Thiệu]] cầm đầu nổi dậy chống Đổng Trác. Trác thua trận bỏ [[Lạc Dương]], mang Hán Hiến Đế về [[Trường An]]. Giả Hủ đi theo. Vào năm [[192]], Đổng Trác bị [[Lã Bố]] giết ở [[Trường An]]. Sau đó Ngưu Phụ cũng bị giết.\n\nGiả Hủ khi đó cùng các bộ tướng của Đổng Trác là [[Lý Quyết|Lý Thôi]] (hay Lý Giác), [[Quách Dĩ]], [[Trương Tế]] và [[Phàn Trù]] đang đóng quân ở ngoài. Lý Thôi xin [[Vương Doãn]] tha tội nhưng Vương Doãn không đồng ý. Giả Hủ hiến kế cho Lý Thôi tập hợp quân đội để chiếm Trường An để trả thù cho Đổng Trác.\n\nTheo ''Tam Quốc chí'', khi Trác bại vong, Phụ cũng chết, mọi người rất sợ hãi, bọn Hiệu uý Lý Thôi, Quách Dĩ, Trương Tế muốn giải tán, sắp sửa quay về quê. Ông nói: \n:''\"Nghe nói người trong thành Trường An bàn định muốn giết hết người Lương Châu, mà các ông bỏ mọi người ra đi một mình, thì một người đình trưởng cũng có thể bắt được các ông vậy. Chẳng bằng thống lĩnh mọi người ở phương tây, thu nhặt binh sĩ ở đó, vây đánh Trường An, vì Đổng công mà báo hận, may mà nên việc, phụng sự quốc gia để chinh phạt thiên hạ, nếu chẳng xong việc, bỏ chạy cũng chưa muộn vậy.\" Chúng cho là phải. Thôi bèn ở phía tây đánh Trường An.\"''\n\nLý Thôi, Quách Dĩ phao tin [[Vương Doãn]] muốn giết hết người Tây Lương để kích động mọi người theo mình, tập hợp được lực lượng đông đảo, tiến vào đánh bại Lã Bố và nhanh chóng chiếm được Trường An.\n\nChính vì lời khuyên này của Giả Hủ mà nhân dân thành Trường An đã phải chịu nhiều tang tóc khi bè đảng của hai người này lộng quyền và lạm sát gây nên những trận ''\"động loạn trong kinh thành\"''.\n\nSử gia [[Bùi Tùng Chi]] đã chỉ trích rất gay gắt Giả Hủ, ông ta cho rằng:\n:''\"Chiến loạn tứ phương, quốc gia phân liệt, tai ương xuất hiện liên tục. Bang quốc có nguy cơ bị diệt vong, lê dân chịu muôn điều oan khốc. Há chẳng vì lời nói suông của Giả Hủ chăng? Tội ác của Hủ, không gì to hơn! Những trận động loạn từ xưa đến nay, chưa từng thảm liệt như loạn Đổng Trác vậy!\"''<ref name=\"ReferenceB\">Tam Quốc chí, Giả Hủ truyện, quyển 10<\/ref>\n\nSau khi chiếm được Trường An, Lý Thôi định xét công để phong cho Giả Hủ tước hầu, Tuy nhiên ông từ chối không nhận vì ''\"Cái kế cứu mệnh ấy, có chi đáng kể!\"''. Họ lại phong cho ông làm Thượng thư Bộc xạ, ông cũng từ chối vì tự thấy chưa đủ tiếng tăm. Cuối cùng họ phong Giả Hủ làm Thượng thư, giữ việc tuyển cử, ông nhiều lần giúp đỡ cho họ, ''\"bọn Thôi vừa quý mến mà kiêng sợ\"''.\n\n''Nguỵ thư'' chép: ''Hủ giữ việc tuyển cử, nhiều lần chọn người trước đây có danh tiếng cho làm lệnh phó, kẻ bàn luận việc ấy đều khen Hủ''.\n\nTuy nhiên sau khi chiếm được Trường An, Lý Thôi và Quách Dĩ lại quay sang đánh nhau, Giả Hủ nhiều lần phải [[hòa giải]] cho họ, vì uy tín của ông lớn nên họ đều nghe lời, tạm gác xung đột.\n\n''Hiến Đế kỷ'' chép: ''Quách Dĩ, Phàn Trù cùng với Thôi lìa bỏ nhau, mấy lần muốn đánh nhau. Hủ liền lấy đạo lý trách cứ, chúng đều nghe lời Hủ''.\n\nLúc mẹ mất Giả Hủ từ quan, được bái làm Quang lộc đại phu. Lúc này Lý Thôi, Quách Dĩ lại đánh nhau ở trong thành Trường An. Lý Thôi lại mời Giả Hủ làm Tuyên Nghĩa tướng quân. Giả Hủ lại một lần nữa hòa giải xung đột giữa hai người.\n\n== Phục vụ Trương Tú ==\nNăm 195, Lý Thôi và Quách Dĩ lại một lần nữa tham gia vào một cuộc xung đột lớn với nhau vì tranh chấp quyền hành. Hai người làm loạn kinh thành, ức hiếp thiên tử. Giả Hủ nhận thấy tình hình không thuận lợi nên đã dâng trả ấn thụ và theo về với tướng quân Đoàn Ổi (cũng vốn là một bộ tướng của [[Đổng Trác]]) đang đóng ở Hoa Âm, Giả Hủ với Đoàn Ổi là người cùng quê nên theo ông ta.<ref name=\"ReferenceB\"\/>\n\nTheo ''Tam Quốc chí'', cháu của [[Trương Tế]] vừa tử trận tại Nam Dương là Trương Tú đề nghị Giả Hủ phục vụ cho ông ta nhưng Giả Hủ không nhận lời. Tuy nhiên ít lâu sau, Giả Hủ bỏ Đoàn Ổi và theo về với [[Trương Tú]]. ''Tam Quốc chí'' chép ''\"Hủ có tiếng là người trong sạch, quân lính của Ổi rất ngưỡng vọng. Ổi trong bụng sợ bị Hủ đoạt quyền, mà bề ngoài lại cung phụng Hủ lễ nghĩa rất đầy đủ, Hủ càng thấy bất an hơn\"''.\nLúc Tú ở Nam Dương, sai người đi đón Hủ. Hủ sắp đi, có người hỏi: ''\"Đoàn Ổi đãi ngài hậu như vậy, sao ngài bỏ ông ấy?\"''. Hủ đáp:\n:''\"Ổi tính cách đa nghi, có lòng ngờ ý của Hủ, lễ tuy hậu, cũng chẳng thể nương cậy, ở lâu sẽ bị ông ấy mưu hại. Ta bỏ đi ông ấy tất mừng, lại mong ta kết giao làm đại viện ở ngoài, tất hậu đãi vợ con ta. Tú không có người chủ mưu, cũng mong có được Hủ này, thế thì người nhà ta và ta đều toàn vẹn rồi.\"''\n\nGiả Hủ qua chỗ Trương Tú, Tú lấy lễ làm phận con cháu, Đoàn Ổi quả nhiên đối đãi tốt với người nhà Hủ.\n\nÔng hiến kế cho Trương Tú liên minh với [[Lưu Biểu]]. Năm 197, Tào Tháo tấn công Trương Tú, một buổi dẫn quân lui về, Tú tự mình truy kích. Hủ bảo rằng:\n:''\"Chẳng nên đuổi theo, đuổi theo tất bại.\"''\nTú không nghe, tiến binh giao chiến, đại bại trở về. Hủ bảo Tú rằng:\n:''\"Mau quay lại đuổi gấp đi, đánh nữa tất sẽ thắng.\"''\nTú tạ rằng: ''\"Ta chẳng dùng lời của công, đến nỗi thế này. Nay đã thua bại, sao lại đuổi nữa?\"''. Hủ nói: ''\"Cái thế dùng binh biến hóa, hãy đi gấp tất được lợi.\"''\nTú tin lời Hủ bèn thu nhặt binh tốt tan tác vội đuổi theo, đại chiến, quả nhiên toàn thắng trở về. Tú hỏi Hủ rằng:\n:''\"Tôi dùng binh truy kích quân rút lui, mà công nói rằng tất bại; lui rồi lấy quân thua bại đánh quân thắng, mà công nói là tất thắng. Đến như lời của công nói, sao việc trái ngược nhau mà đều ứng nghiệm vậy?\"''\nHủ nói:\n:''\"Việc ấy dễ hiểu thôi. Tướng quân tuy khéo dùng binh, nhưng không phải địch thủ của Tào công vậy. Quân kia đúng là mới lui, Tào công tất thân đi đoạn hậu; quân đuổi theo dẫu tinh nhuệ, nhưng tướng chẳng địch được, binh sĩ bên kia cũng tinh nhuệ, nên tôi biết là tất bại. Tào công đánh tướng quân không bị thất sách, sức chưa hết mà lui về, tất trong nước có việc; đã phá được tướng quân, ắt hẳn khinh binh tức tốc lui về, để cho chư tướng đi đoạn hậu, chư tướng dẫu dũng mãnh, cũng không phải là địch thủ của tướng quân, nên tuy dùng bại binh giao chiến mà vẫn thắng vậy.\"''\n\nTú nghe xong phục Hủ lắm. Giả Hủ sau đó hiến kế cho Trương Tú giả vờ đầu hàng và đã dùng hỏa thực hiện một cuộc tập kích vào quân của Tào Tháo trong trận chiến Uyển Thành, tiêu diệt toàn bộ quân Tào.\n\nTào Tháo trốn thoát với sự nỗ lực của [[Điển Vi]], viên tướng đã liều mạng hi sinh để ngăn quân Trương Tú truy kích Tào Tháo. Ngoài ra trong trận chiến Uyển Thành này, Tào Tháo còn mất một người con là Tào Ngang và người cháu là Tào An Dân.\n\n== Phục vụ Tào Tháo ==\nNăm 199, [[Viên Thiệu]] gửi thư cho Trương Tú đề nghị ông ta cùng tham gia chinh phạt Tào Tháo. Trương Tú muốn chấp nhận yêu cầu, tuy nhiên, Giả Hủ khuyên Trương Tú không nên theo Viên Thiệu. Sau đó, qua cân nhắc tình thế, Giả Hủ khuyên Trương Tú đầu hàng Tào Tháo. Giả Hủ sau đó trở thành mưu sĩ cho [[Tào Tháo]] và sau đó là [[Tào Phi]].\n\nGiả Hủ đã giúp Tào Tháo đánh bại Viên Thiệu ở [[trận Quan Độ]] với mưu kế cắt đứt nguồn cung cấp lương thảo của Viên thiệu trong trận đánh ở Ô Sào, đó là trận chiến bản lề cho chiến thắng của Tào Tháo trong trận Quan Độ. Sau trận đánh này, Tào Tháo đã cơ bản thống nhất Trung Quốc.\n\nNăm 208, Giả Hủ khuyên Tào Tháo rằng không nên đánh [[Đông Ngô]], nhưng ý kiến này không được chấp nhận và kết quả là Tào Tháo đã đại bại trong [[trận Xích Bích]].\n\nSau đó, vào năm 211, quân Tây Lương do [[Mã Siêu]] và [[Hàn Toại]] cầm đầu tấn cống quân Tào ở Đồng Quan. Tào Tháo dẫn quân đánh trả và bị bại trong [[Trận Đồng Quan (211)|trận Đồng Quan]]. Giả Hủ hiến kế cho Tào Tháo ly gián Mã Siêu và Hàn Toại bằng việc xóa bức thư gửi cho Hàn Toại và thông báo cho Mã Siêu biết gây nghi ngờ nội bộ. Kế sách này mang tính then chốt của chiến thắng của Tào Tháo trong chiến dịch Đồng Quan.\n\nGiả Hủ là một người ủng hộ cho Tào Phi, con trai cả của Tào Tháo trong việc giành ngôi thái tử, ông đã gây xung đột giữa Tào Tháo với [[Tào Thực]] góp phần đem lại thành công trong việc lựa chọn Tào Phi làm thái tử. Tào Phi từng đến hỏi Hủ cái thuật củng cố địa vị, Hủ nói:\n:''\"Xin tướng quân nêu cao đức lớn, rộng lòng độ lượng, hết mình với công nghiệp của kẻ sĩ, sớm khuya chẳng trái đạo làm con. Chỉ như thế mà thôi.\"''\nTào Phi theo lời ấy, rất nỗ lực tự rèn giũa mình.\n\n== Phục vụ Tào Phi ==\nKhi [[Tào Phi]] bãi bỏ [[Hán Hiến Đế|Hán Hiến đế]] và tự phong cho mình làm hoàng đế (220), ông ta có dò hỏi Giả Hủ xem thực lực của nước Ngụy liệu có đủ sức tấn công [[Đông Ngô]] hay [[Thục Hán]]. Giả Hủ cho rằng thực lực quân Ngụy vẫn chưa đủ sức để tấn công Ngô hay Thục. Tào Phi không nghe lời ông và một lần nữa phải chịu một thất bại lớn khi [[Chiến tranh Ngô-Ngụy (222-225)|đánh Đông Ngô]].\n\n== Qua đời ==\nNăm [[224]] đời [[Tào Phi|Ngụy Văn Đế]], Giả Hủ vì tuổi già sức yếu nên mất khi 77 tuổi, được truy ích là Tiêu hầu. Trong suốt cuộc đời của mình, ông đã chứng tỏ mình là một mưu sĩ giỏi, một người có cơ trí, đoán biết thời thế và là một người con có hiếu.\n\n== Bình luận ==\nTrong ''Tam Quốc chí'', Trần Thọ bình luận về Giả Hủ rằng:\n\n''\"...,Giả Hủ toan tính cơ hồ không hề sơ sót, đạt đến mức thấu hiểu sự quyền biến, đại khái là gần được như Lương, Bình vậy!\".''\n\nDịch Trung Thiên bình luận Giả Hủ có thể là người may mắn nhất thời Tam Quốc<ref name=\":0\">Dịch Trung Thiên, sách đã dẫn, tr 160<\/ref>. Nhiều mưu sĩ thời Tam Quốc có kết cục không hay, như những người bên Tào Tháo, có người chết yểu ([[Quách Gia]]), có người chết thần bí ([[Tuân Úc (Tam Quốc)|Tuân Úc]]), có người chết oan ([[Hứa Du]]). Giả Hủ thì an nhàn vô lo, sống đến trọn đời<ref name=\":0\" \/>.\n\nDịch Trung Thiên cho rằng Giả Hủ là người thông minh, giỏi biết tính người, nhìn thấu tâm tư người khác<ref name=\":1\">Dịch Trung Thiên, sách đã dẫn, tr 161<\/ref>, Giả Hủ ''\"liệu việc như thần\"'' là vì ''\"hiểu người như thần\"'', ''\"biết người cũng tự biết mình\"''<ref name=\":1\" \/>. Sau khi đầu hàng Tào Tháo, Giả Hủ hiểu rõ thân phận địa vị mình, một người đa mưu nhiều kế luôn là đối tượng để quân chủ lợi dụng và đề phòng, vả lại Giả Hủ cũng là loại ''\"phản đồ\"'', nên có thái độ đối nhân xử thế hết sức dè dặt<ref name=\":1\" \/>. Giả Hủ bắt đầu ít nói, ít khi bày mưu kế, không mấy giao du bạn bè, việc hôn nhân của con gái cũng không dám kết thân với hào môn vọng tộc<ref name=\":2\">Dịch Trung Thiên, sách đã dẫn, tr 162<\/ref>. Giả Hủ khép mình rất chặt, thực sự là thông minh<ref name=\":2\" \/>.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrong [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]], Giả Hủ xuất hiện tại hồi thứ 9 có nhan đề: ''Trừ hung bạo, Lã Bố giúp tư đồ; Chiếm Trường An, Lý Thôi nghe Giả Hủ''. Trong hồi này, Giả Hủ đã có lời khuyên cho Lý Thôi, Quách Dĩ tiến vào Trường An và đã được chấp thuận.\n\nTiếp đến khi quân Tây Lương do [[Mã Đằng]] và [[Hàn Toại]] tiến vào [[Trường An]], Giả Hủ đã bày kế cho Lý Thôi, Quách Dĩ đánh bại quân Tây Lương khiến họ phải rút lui.\n\nKhi Trương Tú liên minh với Lưu Biểu chống Tào Tháo, Giả Hủ cũng đoán ra ý định \"giương đông kích tây\" của Tào Tháo và giúp Trương Tú đánh thắng quân Tào.\n\nNgoài ra, Giả Hủ còn để lại nhiều dấu ấn trong việc bày mưu cho Trương Tú tập kích Tào Tháo, hiến kế cho Tào Tháo hỏa thiêu kho lương của Viên Thiệu ở Ô Sào và đặc biệt là mưu kế ly gián Mã Siêu và Hàn Toại bằng một bức thư. Ông kiến nghị: \"Phép binh tha hồ lừa dối, nên giả vờ cầu hoà, rồi dùng kế phản gián, khiến cho Hàn, Mã nghi ngờ lẫn nhau, chỉ một trận là phá được\".\n\nNhìn chung, trong Tam Quốc diễn nghĩa, Giả Hủ là một mưu sĩ đa mưu túc trí, phục vụ nhiều lãnh chúa và cuối cùng được Tào Tháo trọng dụng.\n\n== Tham khảo ==\n* ''Tam Quốc chí'', Trần Thọ, Bùi Tùng Chi ghi chú\n* ''Tam Quốc diễn nghĩa'', La Quán Trung, dịch giả Phan Kế Bính\n* ''Phẩm Tam Quốc'' (2010), Dịch Trung Thiên, Nhà xuất bản Công an Nhân dân\n== Chú thích ==\n{{Tham khảo}}\n{{nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 147]]\n[[Thể loại:Mất năm 224]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Mất năm 223]]"}