{"Giả Đảo":"'''Giả Đảo''' ([[chữ Hán]]: 賈島, [[779]] - [[843]]<ref>Ghi theo ''Lịch sử văn học Trung Quốc'' (Tập II) và ''Từ điển văn học'' (bộ mới). [[Nguyễn Hiến Lê]] ghi năm sinh và mất của ông là: [[788]]-[[843]]. Trần Trọng San ghi là: [[793]]-[[865]].<\/ref>), tên chữ: '''Lãng Tiên''', hiệu: '''Kiệt Thạch Sơn Nhân''', là một [[nhà thơ]] [[Trung Quốc]] thời Trung [[Nhà Đường|Đường]]. \nÔng cùng với [[Mạnh Giao]], [[Lý Hạ]] được các nhà nghiên cứu văn học liệt vào hạng tiêu biểu của phái thơ “khổ ngâm”.<ref>Gọi vậy vì các thi sĩ thuộc phái này thường ngâm thơ ra rả suốt đêm, mong tìm được một tiếng lạ lùng hoặc hạ một vần khó khăn. Giả Đảo có bài thơ \"Tuyệt cú\" bộc lộ sự “khổ ngâm” này, dịch: ''Hai câu làm ba năm - Ngâm lên lệ ướt đầm - Tri âm không thưởng thức - Núi cũ trở về nằm''. (Bản dịch chép theo ''Lịch sử văn học Trung Quốc, Tập II'', tr. 248). Dịch Quân Tả cho biết: Giả Đảo thường khổ ngâm có khi nhập thần. Giá như có \"Bạch khởi ví kiếm trước mặt, Tô Tần khua lưỡi sau lưng\" ông cũng không hay biết. (''Văn học sử Trung Quốc'', Tập I, tr. 476). Ở [[Việt Nam]], [[Nguyễn Hiến Lê]] (sách dẫn ở mục tham khảo, tr. 456), còn dùng từ “quái đản” để gọi phái này, vì họ còn chủ trương viết sao phải cho khác người, làm cho người kinh dị thì mới khéo và lòng họ mới yên (ngữ bất kinh nhân, tử bất hưu).<\/ref>\n\n==Một đời thơ==\n'''Giả Đảo''' là người Phạm Dương, tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc]] (nay thuộc ngoại ô [[Bắc Kinh]]), [[Trung Quốc]].\n\nThời trẻ, ông đi thi nhiều lần không đỗ, đi làm tăng tại [[Lạc Dương]], pháp danh là ''Vô Bản''. Sau đến kinh đô [[Trường An]], ngụ tại chùa Thanh Long.\n\nỞ đấy, ông gặp được [[Hàn Dũ]] và nghe lời danh sĩ này hoàn tục. Sách ''Tân Đường thư'' chép: “ông thi nhiều lần không đỗ <ref>[[Nguyễn Hiến Lê]] trong ''Đại cương Văn học sử Trung Quốc'' (tr. 460) cho biết ông thi đỗ [[tiến sĩ]], được bổ làm quan là không đúng.<\/ref>, đời [[Đường Văn Tông]] (ở ngôi: [[826]]-[[840]]), có người gièm pha, bị giáng chức <ref>Trong ''Thơ Đường'' của Trần Trọng San, có thêm chi tiết: Năm [[821]], đời [[Đường Mục Tông]] (ở ngôi: [[820]]-[[824]]), vì làm thơ chỉ trích quan Tể tướng, bị trục xuất khỏi kinh thành. Rồi cũng vì hay bài bác, bị biếm ra làm Chủ bạ tại [[Trường Giang]], kế nữa là chức Tư thương tham quân tại Phố Châu. Sau được đổi làm chức Tư hộ, nhưng chưa kịp nhậm chức thì mắc bệnh mất (Tủ sách Đại học TH TP. HCM, 1990, tr. 148).<\/ref> làm Chủ bạ [[Trường Giang]] (nay là huyện Bồng Khê, tỉnh [[Tứ Xuyên]]). Lúc đó ông đã năm mươi tuổi. Năm sáu mươi hai, ông được đổi làm Tư thương tham quân ở Phổ Châu (nay là An Nhạc, tỉnh [[Tứ Xuyên]]).\n\nNăm 65 tuổi, ông mất ở nơi làm quan, tức Phổ Châu <ref>'' Lịch sử văn học Trung Quốc'', Tập II, tr. 247.<\/ref>.\n\nTác phẩm của ông để lại là '''Trường Giang tập''', gồm 10 quyển.\n\nĐa phần thơ Giả Đảo viết theo thể thơ ngũ ngôn luật và ông đã tỏ ra sở trường về thể loại này. ''Từ điển văn học'' (bộ mới) viết: \n:''Đặc sắc của thơ Giả Đảo là lạ lùng, trầm tĩnh, ít có niềm vui và nỗi buồn bồng bột. Phong cách cô đơn hiu quạnh đó đã từng được một số nhà thơ cuối Đường rất chuộng. Do vậy họ tôn sùng ông, sớm chiều cúng bái ông như [[Phật]] và sau này phái Giang hồ cuối thời [[Nhà Tống|Tống]] cũng suy tôn Giả Đảo là ông Tổ. Thật ra, ngoài một số câu thật hay, thơ ông ít có bài toàn bích. Có lẽ do quá say sưa với việc gọt giũa câu chữ nên ông coi nhẹ sáng tạo nghệ thuật hoàn chỉnh toàn bài. Ở những bài tương đối chỉnh thì tình ý lại khô khan, không mấy xúc động. Lại thêm đấy phần nhiều là thơ thù tạc, ít phản ánh sinh hoạt xã hội, tâm hồn rõ ràng không rộng mở. Ngược lại, Giả Đảo có một số bài thơ ngắn, hình như không cố ý gọt giũa, lại hóa giản dị, tự nhiên như bài Kiếm khách<ref>Bài Kiếm khách: ''Mười năm mài một kiếm - Lưỡi sắc chưa thử dùng - Hôm nay đem tặng bạn - Dẹp tan nỗi bất bằng'' (Bản dịch chép theo ''Lịch sử văn học Trung Quốc'', Tập II, tr. 248).<\/ref> lời thơ mạnh mẽ, được nhiều người thích, hay như bài ''Tầm ẩn giả bất ngộ''...<ref>''Từ điển văn học'' (bộ mới), tr. 517.<\/ref>\n\nSách ''Văn học sử Trung quốc'' của Dịch Quân Tả có đoạn:\n:''Giả Đảo là một người sớm xuất gia, về sau con đường hoạn lộ lại trắc trở, cho nên tác phẩm ông thiếu nét phong lệ, hào hoa và đều là những biểu lộ những nét kỳ khí từ một gương mặt khắc khổ. Lục Thời Ung trong quyển ''Thi kinh'' có nói: \"Ta đọc thơ của Mạnh Giao như ăn đu đủ mà răng thì súng lười thì tê, không biết mùi vị thế nào cả. Còn đọc thơ của Giả Đảo như ăn dưa muối lạnh, mùi vị chẳng những không hợp khẩu mà có khi lưỡi bị chua, răng bị tê nữa.\"<ref>''Văn học sử Trung quốc'', Tập I, tr. 477-478.<\/ref>\n\n== Tầm ẩn giả bất ngộ==\n===Nguyên tác và bản dịch===\n{|valign=\"top\"\n|\n:Nguyên tác:\n:松下問童子\n:言師採藥去\n:只在此山中\n:雲深不知處\n\n:Phiên âm:\n:Tùng hạ vấn đồng tử,\n:Ngôn sư thái dược khứ.\n:Chỉ tại thử sơn trung,\n:Vân thâm bất tri xứ.\n|\n:Dịch nghĩa:\n:Dưới cây tùng hỏi thăm tiểu đồng,\n:Nói rằng thầy đã đi hái thuốc.\n:Chỉ ở trong núi này thôi,\n:Nhưng mây dày nên chẳng biết chỗ nào.\n\n:[[Tản Đà]] dịch thơ:\n:''Gốc thông hỏi chú học trò,\n:''Rằng: \"Thầy hái thuốc lò mò đi xa.\n:''Ở trong núi ấy đây mà,\n:''Mây che mù mịt biết là nơi nao?\"''<ref>Bản dịch chép đúng theo báo ''Ngày nay'' số 84, ngày 7 tháng 11 năm 1937. Sau in lại trong ''Thơ Đường'', Hội nghiên cứu giảng dạy văn học TP. HCM, Nhà xuất bản Trẻ, 1989, tr.221.<\/ref>\n|}\n===Trích nhận xét===\nVới lối viết nhanh gọn, bài thơ đã dựng lên một cuộc đối thoại. Và bài thơ cũng thật đặc biệt ở chỗ, theo GS. Nguyễn Khắc Phi, thì:\n*Đa phần bài thơ chỉ ghi nội dung lời đáp. Đây là nghệ thuật \"chừa chỗ trống\" thường thấy trong thơ ca cổ điển và cả trong quốc họa Trung Hoa. Như bài ''Thạch Hào lại'' của [[Đỗ Phủ]], người đọc cũng chỉ nghe lời đáp của bà lão mà tuyệt không thấy lời hỏi của tên lại.\n*Người đọc tưởng chú bé đáp “một lèo”, song ngẫm kĩ sẽ thấy có một sự lỏng lẻo, chuệch choạc trong lời đáp ấy: bốn chữ ở câu 2 nghe như đột ngột và bốn chữ đó có thể đủ kết thúc cho việc trả lời. Câu 3 đang mang ngữ khí khẳng định bỗng nhiên chuyển sang ngữ khí phủ định ở câu 4.\n*Chữ “chỉ” ở vị trí “đắc địa” vì tả được cái thần của cuộc đối thoại, vừa phản ảnh được diễn biến tâm tình của người hỏi ẩn sau mỗi lời đáp, từ háo hức (câu 1), thất vọng (câu 2) đến hi vọng (câu 3) rồi lại thẫn thờ buồn tiếc (câu 4).\n*Ngoài ra, qua cuộc đối thoại, còn cho thấy thấp thoáng chân dung của người vắng mặt. Vị ẩn sĩ này đi hái thuốc để tế nhân độ thế hay để mưu sinh thì cũng là nghề cao đẹp, thể hiện một phẩm chất thanh cao. Hình ảnh cây tùng, đám mây không phải xuất hiện ngẫu nhiên: ''Tán thông xanh đứng thẳng kia giống như tiết tháo của ẩn sĩ; đám mây trắng cuồn cuộn như thư nhàn kia giống như tính tình của ẩn sĩ. Qua vấn đáp mà còn nhân đó đưa được cả cảnh vật và hoàn cảnh vào, cảnh vật lại làm cho nhân vật nổi bật, quả là ý hay tứ lạ.''<ref>Lược theo Nguyễn Khắc Phi, ''Thơ văn cổ Trung Hoa'', mảnh đất quen mà lạ, tr. 168-170. Phần chữ nghiêng trích trong ''Thiền thi giám thưởng từ điển'', Hà Nam nhân dân xuất bản xã, 1995, tr. 660-661.<\/ref>\n\n===Thông tin thêm===\nNhiều tuyển tập thơ Đường ở [[Trung Quốc]] và ở một số nước khác, trong đó có [[Việt Nam]] đều ghi tên bài thơ như trên và cho rằng tác giả của là Giả Đảo. \nTuy nhiên, có một số nhà nghiên cứu, căn cứ vào các văn bản có từ đời [[Nhà Nguyên|Nguyên]] trở về trước, đặc biệt là tập 15 ở cuốn ''Đường Âm'' của Dương Sĩ Hoàng và tập 228 ở cuốn Văn Uyển Anh Hoa ở đời [[Nhà Tống|Tống]], đều khẳng định rằng tên bài thơ vốn là ''Phỏng Dương tôn sư'' và tác giả của nó là Tôn Cách, người [[Chiết Giang]], không rõ năm sinh và mất, đậu tiến sĩ, từng làm Giám sát ngự sử đời [[Đường Hiến Tông]] (ở ngôi: [[806]]-[[820]]).\n\nGần đây, trong ''Đường thi đại từ điển'' <ref>[[Giang Tô]] Cổ tịch xuất bản xã, [[Nam Kinh]], 1990, tr. 731.<\/ref> do Chu Huân Sơ chủ biên cũng đã nêu lại vấn đề này.\n\nỞ [[Việt Nam]], GS. Nguyễn Khắc Phi cũng đã tỏ ra đôi chút băn khoăn khi viết: \n:''Giả Đảo là nhà thơ được nhiều người biết tiếng nhưng không phải là nhà thơ lớn, Ông chỉ nổi tiếng với phép “thôi xao”, chăm chút gọt giũa chữ nghĩa chi li. Người ta thường chê ông “ít tình, chỉ có câu hay mà chẳng có bài hay”. Nếu quả bài là của Giả Đảo thì đây là một biệt lệ vì bài thơ luôn được xếp vào hàng “danh thiên”, luôn có mặt trong các tuyển tập thơ Đường. Nó cũng là một trong 61 bài cổ thi được Bộ Giáo dục [[Trung Quốc]] chọn cho học sinh tiểu học đọc và học''...<ref>Trích trong ''Thơ văn cổ Trung Hoa'', tr. 165.<\/ref>\n\n==Giai thoại==\nKhi ở [[Trường An]] có lần Giả Đảo bị bắt trói mất một buổi chiều, chỉ vì xô phải quan Kinh Triệu doãn Lưu Thê Sở, khi ông đang đi giữa đường, ngâm nga tìm vế đối cho câu “Lạc diệp mãn Trường An (Lá rụng đầy Trường An), bất chợt nghĩ ra câu “Thu phong xuy vị thủy” (Gió thu thổi sông Vị).\n\nCũng ở nơi đó, có lần Giả Đảo cưỡi lừa ngâm thơ, chợt nghĩ ra được hai câu: \n:Điểu túc trì biên thụ,\n:Tăng xao nguyệt hạ môn.\nNghĩa là: \n:''Chim ngủ cây bên ao,\n:''Sư gõ cửa dưới trăng.''\nNhưng ông lưỡng lự, không biết nên dùng chữ “thôi” (đẩy) hay chữ “xao” (gõ), nên vừa đi vừa đưa một tay ra gõ rồi lại đẩy, mà không để ý tới xe của Hàn Dũ đang chạy qua. Hàn Dũ dừng xe, hỏi chuyện rồi khuyên dùng chữ “xao”. Từ đó, hai người quen nhau và cũng từ đó hai từ “thôi xao” được dùng để chỉ sự đẽo gọt câu thơ một cách quá đáng.\n\nTương truyền đêm trừ tịch hàng năm, Giả Đảo mang hết thơ làm trong năm bày lên án, đốt hương, rót rượu vái lạy rằng: “Đây là nổi khổ tâm của ta trong suốt năm nay !” Chính vì sự “khổ ngâm” này mà Giả Đảo và bạn cùng phái thơ với ông là Mạnh Giao được Tô Đông Pha gọi là “Giao hàn, Giả sấu” (Giao lạnh, Giả gầy).\n\nMột ngày kia, [[Đường Tuyên Tông]] (ở ngôi: [[846]]-[[859]]) vi hành đến Pháp Kiền Tự, bỗng nhiên nghe trên lầu có người ngâm thơ bèn lên lầu tìm. Gặp Giả Đảo, nhà vua cầm quyển thơ lên xem, ông giành lại nói: Làm thế nào ông xem nổi thơ này. Nhà vua không nói gì, bỏ về. Về sau, rõ chuyện, Giả Đảo lật đật đến tạ tội. Tuyên Tông chẳng những không bắt tội mà còn giao cho ông chức Chủ bạ Trường Giang.<ref>Theo Dịch Quân Tả thì ông được thăng chứ không phải bị biếm như các sách trên đã ghi. Phần giai thoại được lược kể theo Trần Trọng San (''Thơ Đường'', tr. 148), Nguyễn Hiến Lê (''Đại cương Văn học sử Trung Quốc'', tr. 461) và Dịch Quân Tả (''Văn học sử Trung Quốc'' quyển I, tr. 477)<\/ref>\n\n==Tham khảo==\n*Trần Trọng San, ''Thơ Đường'', Tủ sách Đại học Tổng hợp TP. HCM, 1990.\n*[[Nguyễn Hiến Lê]], ''Đại cương Văn học sử Trung Quốc'', Nhà xuất bản Trẻ, 1997.\n*Dịch Quân Tả, ''Văn học sử Trung Quốc (Quyển I)'', GS. Huỳnh Minh đức dịch và chú giải, Nhà xuất bản Trẻ, 1992.\n*''Lịch sử văn học Trung Quốc, Tập II'', Sở Nghiên cứu văn học thuộc Viện KHXH Trung Quốc biên soạn, bản dịch do Nhà xuất bản Giáo dục (Việt Nam) ấn hành năm 1993,\n*Nguyễn Khắc Phi, ''Thơ văn cổ Trung Hoa, mảnh đất quen mà lạ'', Nhà xuất bản Giáo dục, 1999.\n\n==Chú thích==\n{{Tham khảo}} \n==Liên kết ngoài==\n\n[[Thể loại:Người nhà Đường]]\n[[Thể loại:Người Bắc Kinh]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Thơ Đường]]\n[[Thể loại:Sinh năm 779]]\n[[Thể loại:Mất năm 843]]"}