{"Giả Quỳ (Tam Quốc)":"{{bài cùng tên|Giả Quỳ}}\n'''Giả Quỳ''' ([[chữ Hán]]: 贾逵, [[174]] – [[228]]) vốn có tên là '''Giả Cù''', [[Tên chữ (người)|tên tự]] là '''Lương Đạo''', người huyện Tương Lăng, quận Hà Đông<ref>Nay là [[Tương Phần]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>, tướng lãnh cuối thời [[Nhà Hán|Đông Hán]], quan viên, khai quốc công thần [[tào Ngụy|nhà Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thiếu thời==\nGiả Quỳ được sinh ra trong một gia đình có truyền thống học tập, cha mất sớm, nhà nghèo.{{ref|2}} Khi còn bé, Quỳ bày trò chơi thường sắp đặt đội ngũ, ông nội Giả Tập lấy làm lạ, nói: \"Mày lớn lên ắt làm tướng soái.\" Bèn truyền miệng binh pháp mấy vạn chữ. {{ref|1}}\n\nÔng vốn có tên là Cù, về sau đổi là Quỳ.{{ref|2}}<ref>Theo [[Từ điển|Tự điển]] [[Thiều Chửu]], '''Cù''' (衢) và '''Quỳ''' (逵) đều có nghĩa là ''Con đường lớn thông khắp các ngả''.<\/ref>\n\n==Phục vụ Tào Tháo==\n===Không phục Quách Viện===\nBan đầu Giả Quỳ làm Lại trong quận, giữ chức Giáng Ấp trưởng dưới quyền Tào Tháo. Chiến tranh giữa Tào Tháo và họ Viên xảy ra ở Hà Bắc. Bộ tướng của [[Viên Thượng]] là [[Quách Viện]] được phong làm Thái thú Hà Đông, mang quân đánh quận Hà Đông ([[202]]). Quách Viên đi qua thành, ấp nào cũng hạ được. Giả Quỳ cố thủ, Quách Viện không hạ được, bèn gọi quân của [[Cao Cán (Tam Quốc)|Cao Cán]] ở Tinh Châu là người cùng phe họ Viên và Nam thiền vu [[Hô Trù Tuyền]] người [[Hung Nô]], khi ấy đang ở Bình Dương cùng đánh gấp. Thành sắp vỡ, phụ lão Giáng Ấp yêu cầu Viện không làm hại Quỳ. Quân giữ thành đã tan vỡ, Viện nghe tiếng của Quỳ, muốn dùng làm tướng, sai thủ hạ bắt giữ, ông không phản ứng. Bộ hạ của Viện ép Quỳ cúi lạy, ông quát: \"Nào có trưởng lại của nhà nước cúi lạy giặc!\" Viện giận, muốn chém đi. Quan dân Giáng Ấp nghe tin, đều lên thành hô rằng: \"Trái lời hứa mà giết người hiền của bọn ta, thì cùng chết đấy!\" Bộ hạ của Viện cảm động, phần nhiều xin cho Quỳ, nên ông được tha chết.{{ref|1}} Giả Quỳ về sau được bộ hạ của Viện ngầm thả đi nên thoát thân.{{ref|3}}\n\nTừ trước khi có chiến sự, Giả Quỳ đi qua huyện Bì Chi<ref>Nay là [[Hà Tân, Vận Thành|Hà Tân]], Sơn Tây<\/ref>, nói: \"Giành được đất này trước thì thắng.\" Đến khi bị vây, biết khó thoát, bèn sai người lẻn ra đem ấn thụ về quận, còn nói: \"Mau giữ lấy Bì Chi.\" Viện đã thôn tính người Giáng Ấp, muốn tiến quân. Giả Quỳ sợ Quách Viện chiếm Bì Chi trước, liền bày kế mê hoặc mưu sĩ của ông ta là Chúc Áo, vì thế Viện lưu lại bảy ngày. Quận theo lời Quỳ, nên không thất bại.{{ref|1}}\n\n===Khéo lừa Trương Diễm===\nSau đó Giả Quỳ được cử Mậu tài, nhận chức Mẫn Trì lệnh. Cao Cán đã hàng rồi lại phản (204), [[Trương Diễm]] hưởng ứng ông ta. Quỳ không biết mưu ấy, đến gặp Diễm. Nghe tin nổi dậy, muốn về, lại sợ bị bắt, bèn vờ đồng mưu với Diễm. Bấy giờ huyện trị đặt ở Lễ Thành, Quỳ theo Diễm đi mượn quân sửa thành. Những kẻ muốn làm loạn đều (tin tưởng Quỳ nên) không giấu diếm ý định, nên Quỳ bắt hết mà giết đi. Rồi sửa thành chống lại Diễm. Diễm bại, Quỳ lấy cớ có tang ông nội mà rời chức (206), được phủ Tư đồ gọi làm Duyện thuộc, nhận chức Nghị lang Tham Tư lệ quân sự <ref>Tham Tư lệ quân sự tức là chức Tham quân dưới quyền Tư lệ hiệu úy, khi ấy là [[Chung Do]].<\/ref>. {{ref|1}}\n\n===Kề cận Tào Tháo===\n[[Tào Tháo]] đánh [[Mã Siêu]] (211), đến quận Hoằng Nông, nói: \"Đây là nơi trọng yếu của tây đạo\", lấy Quỳ lãnh chức Hoằng Nông thái thú. Quỳ được gọi đến để hỏi han công việc, Tháo rất hài lòng về ông, nói với tả hữu rằng: \"Giả sử những người nhận lương bổng hai ngàn thạch <ref>Lương bổng của thái thú là 2000 thạch\/năm.<\/ref> đều như Giả Quỳ, ta còn lo gì?\" {{ref|1}}Quỳ được Tào Tháo cất nhắc là nhờ [[Tôn Tư]] tiến cử. {{ref|4}} Sau khi Tào Tháo phát binh, Quỳ ngờ Đồn điền đô úy che giấu dân bỏ trốn. Đô úy cho rằng mình không thuộc quận, nói năng không thuận tai. Quỳ giận, bắt ông ta, kể mấy tội, đánh gãy chân ông ta, nên bị miễn quan. Nhưng Tào Tháo ưa thích Quỳ, dùng làm Thừa tướng chủ bộ. {{ref|1}}\n\nTào Tháo muốn đánh [[Đông Ngô|Ngô]] (214) nhưng gặp mưa dầm, ba quân phần nhiều không muốn đi. Tháo biết vậy, sợ có người can gián, nên hạ lệnh ai can sẽ bị giết. Quỳ nghe lệnh, nói với 3 chủ bộ đồng liêu rằng: \"Nay thật là không nên nói, nhưng ra lệnh thế này, thì không thể không can.\" Bèn làm bản thảo can gián đưa cho 3 người ấy, họ không từ chối được, đều ký tên vào, rồi bẩm lên. Tháo giận, bắt bọn Quỳ. Sắp bị tống ngục, Tháo chọn bắt kẻ cầm đầu, Quỳ nhận là mình, rồi chạy vào ngục. Ngục lại biết Quỳ làm Chủ bộ, không vội cùm lại. Quỳ nói ngục lại rằng: \"Mau cùm ta lại. Bậc tôn qúy (chỉ Tào Tháo) lại ngờ ta dựa vào chức vụ gần gũi (với Tào Tháo), nên đòi được sự nương nhẹ của anh, nay sắp sai người đến dò xét ta đấy.\" Quỳ vừa bị cùm xong, thì Tào Tháo quả nhiên sai đứa ở vào ngục xem tình hình của ông. Sau đó Tào Tháo cho Quỳ được phục nguyên chức. {{ref|2}}\n\nTào Tháo đánh [[Lưu Bị]] (219), sai Quỳ đi trước xem xét hình thế Tà Cốc, trên đường gặp Thủy hành đô úy, áp giải vài mươi xe tù; Quỳ cho rằng việc quân đang gấp, liền làm tội một tên trọng phạm, còn lại đều tha đi. Tào Tháo hài lòng, bái làm Gián nghị đại phu, cùng [[Hạ Hầu Thượng]] coi sổ sách quân đội. {{ref|1}}\n\n==Phục vụ Tào Phi==\n===Ủng lập Tào Phi===\nTào Tháo mất ở Lạc Dương (220), Quỳ coi việc tang. {{ref|1}} Khi ấy [[Tào Phi]] ở Nghiệp Thành, [[Tào Chương]] chưa đến, quan dân đều khổ vì lao dịch, lại có bệnh dịch, vì thế trong quân náo động. Các quan sợ có biến, không muốn phát tang. Quỳ kiến nghị khó mà giấu được, bèn cho cử ai, lệnh trong ngoài đều vào viếng, viếng xong, đều về chỗ cũ không được náo động. Nhưng quân Thanh Châu lại nổi trống mà về, mọi người cho rằng nên cấm chỉ, không nghe thì trấn áp. Quỳ cho rằng \"nay đại tang còn đấy, tự vương chưa lập, nên nhân đó mà vỗ về bọn chúng\". Rồi làm hịch, báo cho các địa phương cung cấp lương thực cho họ. {{ref|2}} Bấy giờ Tào Chương giữ chức Việt kị Tướng quân, từ [[Trường An]] đến, hỏi ấn thụ Ngụy vương ở đâu. Quỳ nghiêm mặt nói: \"Thế tử ở Nghiệp, nước có người nối dõi. Ấn thụ của Tiên vương, không phải là thứ mà quân hầu nên hỏi.\" Rồi đưa quan tài về Nghiệp. {{ref|1}}\n\n===Được nhiều sủng hạnh===\nTào Phi nối ngôi vương, cho rằng mấy vạn hộ của huyện Nghiệp thuộc kinh đô, phần lớn chưa vào khuôn phép, bèn lấy Quỳ làm Nghiệp lệnh. Hơn tháng, được thăng làm Ngụy Quận thái thú. {{ref|1}} Ban đầu quan thuộc của Ngụy Quận có việc công hẹn nhau rất gấp, chợt nghe tin Quỳ sắp nắm quận, đều rời phủ đến trước cửa huyện. Khi thư thăng chức đến, Quỳ ra cửa, thì quan thuộc đứng đầy cửa, gặp ông ở dưới xe. Quỳ xua tay nói: \"Phải đến trị sở chứ, sao lại làm thế này?\" {{ref|2}}\n\nTào Phi đưa quân nam hạ (tháng 6 cùng năm) <ref>Cuộc nam hạ này của Tào Phi - đánh tiếng là phạt Ngô - thực chất là tuần du tứ xứ, nhằm tạo thanh thế sau khi kế vị Ngụy vương.<\/ref>, Quỳ lại được làm Thừa tướng Chủ bộ Tế tửu. Quỳ từng bị kể tội, Tào Phi nói: \"Thúc Hướng (có công đức) <ref>[[Dương Thiệt Hật]] (? - ?), tự Thúc Hướng hay Thúc Dự, được ban đất Dương, nên còn gọi là Dương Hật hay Dương Dự, làm đại phu nước Tấn 3 đời quân chủ Điệu, Bình, Chiêu công. Thúc Hướng không được dự vào hàng ngũ Lục khanh, nhưng nổi tiếng nhờ đạo đức và học thức; từng làm đại biểu của Tấn trong 2 lần gặp mặt của 2 nước Tấn – Sở trong cuộc hội thề Nhị Binh vào năm 546 TCN.<\/ref> đến 10 đời sau còn được tha, huống hồ công đức của Quỳ là do tự thân mà có?\" Theo đại quân đến Lê Dương, trong lúc vượt sông đội ngũ bị rối loạn, Quỳ bắt chém kẻ gây rối, quân đội được chỉnh đốn. Đến Tiếu, Tào Phi lấy Quỳ làm Dự Châu thứ sử. {{ref|1}}\n\n===Trị lý Dự Châu===\nQuỳ nhận chức thứ sử, dâng lời rằng: \"Thần giữ thiên môn, ra vào 6 năm, thiên môn mới mở, mà thần phải ra ngoài. Mong điện hạ lo nghĩ cho triệu dân, đừng trái lòng mong đợi của trời và người.\" {{ref|2}} <ref>Thiên môn (nghĩa đen là cổng trời) ý nói cổng [[cung điện|hoàng cung]] (Hán Việt: hoàng môn hay hoàng cung chi môn), ở đây chỉ chánh quyền của Tào Phi.<\/ref> Khi ấy cục diện mới ổn định, châu quận phần nhiều không nghiêm chỉnh. Quỳ nói: \"Châu vốn lấy Thứ sử ra coi sóc các quận, dựa vào chiếu thư 6 điều tra xét trưởng lại có lương bổng 2000 thạch trở xuống <ref>Chiếu thư 6 điều là quy định về phạm vi quyền lực và chức vụ của Thứ sử trong Quận huyện chế của [[nhà Hán]], do [[Hán Vũ Đế|Hán Vũ đế]] ban hành.<\/ref>, nên tình trạng của họ là đều nói mình biết chỉnh đốn rèn luyện – thể hiện oai võ, có tài quản lý tra xét; không nói mình biết thái bình yên ổn – rộng rãi nhân hậu, có đức vui vẻ dễ dàng. Nay trưởng lại coi thường pháp luật, giặc cướp ngang nhiên lộng hành, châu biết mà không quản, thiên hạ làm sao giữ chính đạo?\" Binh tào tùng sự do thứ sử trước bổ nhiệm, Quỳ đến nhận chức vài tháng, cho ông ta nghỉ; tra xét những trưởng lại dưới quyền ông ta a dua làm trái phép nước, đều dâng tấu miễn chức bọn họ. Tào Phi nói: \"Quỳ mới đúng là thứ sử vậy.\" Bố cáo thiên hạ, lấy Dự Châu làm gương. Quỳ được ban tước Quan nội hầu. {{ref|1}}\n\n===Phòng bị Đông Ngô===\nPhía nam Dự Châu liền kề với nước Ngô, Quỳ tra xét rõ, sửa sang giáp binh, sẵn sàng cho chiến tranh, khiến kẻ địch không dám xâm phạm. Ngoài sửa quân đội, trong coi việc dân; ngăn sông Yên, Nhữ, tạo hồ chứa nước mới; lại xẻ núi khơi dòng, tạo hồ chứa nước nhỏ ở Dặc Dương; lại thông suốt hơn 200 dặm ngòi, gọi là ngòi Giả Hầu. Năm Hoàng Sơ thứ 6 (225), tham gia đánh Ngô, phá [[Lã Phạm|Lữ Phạm]] ở Động Phổ, được tiến phong Dương Lý đình hầu, gia Kiến uy tướng quân. {{ref|1}}\n\n==Phục vụ Tào Duệ==\n===Phòng bị Đông Ngô===\nMinh đế [[Tào Duệ]] lên ngôi (227), ông được tăng ấp 200 hộ, kể cả trước đây là 400 hộ. Khi ấy [[Tôn Quyền]] ở Đông Quan (tức Nhu Tu khẩu) nằm ở phía nam Dự Châu, cách [[Trường Giang]] hơn 400 dặm. Quận Ngô mỗi lần xâm phạm, tây từ Giang Hạ, đông từ Lư Giang. Quân Ngụy chống trả, đều theo lối các [[hoài Hà|sông Hoài]] (đông), [[sông Miện|Miện]] (tây). Khi ấy quân Dự Châu ở Hạng, còn các quận Dĩnh Xuyên, Dặc Dương chỉ có thể giữ mình. Quân Ngô không lo mặt bắc, đông – tây nguy cấp, hợp quân cứu ứng, nên ít khi thất bại. Quỳ cho rằng nên mở đường thẳng ra Trường Giang, nếu Tôn Quyền phải chống đỡ, thì 2 mặt còn lại không có cứu binh; nếu 2 mặt không có cứu binh, thì Đông Quan có thể lấy được. Bèn dời đi đóng đồn ở Lạo Khẩu, trình bày kế hoạch công – thủ, đế bằng lòng. {{ref|1}}\n\n===Cứu ứng Tào Hưu===\nTướng Ngô là Trương Anh, Vương Sùng đưa quân hàng Ngụy. Năm Thái Hòa thứ 2 (228), Tào Duệ sai Giả Quỳ đốc 4 cánh quân của Tiền tướng quân [[Mãn Sủng]], Đông Hoàn thái thú [[Hồ Chất]], từ Tây Dương nhằm thẳng Đông Quan, [[Tào Hưu]] từ Hoàn, [[Tư Mã Ý]] từ Giang Lăng. Giả Quỳ đến Ngũ Tướng Sơn, Hưu dâng biểu nói có tướng Ngô xin hàng (chính là [[Chu Phường]] trá hàng), xin vào sâu để đón. Có chiếu cho Tư Mã Ý dừng quân, Quỳ sang phía đông cùng tiến với Hưu. Quỳ đoán quân Ngô không phòng bị Đông Quan, ắt hợp quân ở Hoàn; Hưu vào sâu gặp quân Ngô, ắt bại. Quỳ bèn sắp đặt chư tướng, thủy lục cùng tiến, đi hơn 200 dặm, bắt sống kẻ địch, được kể rằng Hưu thất bại, quân Ngô đã chẹn Giáp Thạch. Chư tướng không biết làm gì, bàn nhau muốn đợi hậu quân. Quỳ nói: \"Quân của Hưu thua ở ngoài, đường đi bị cắt đứt ở trong, tiến không thể đánh, lui không thể về, cái thế an nguy, không đợi hết ngày. Giặc cho rằng quân ta không có hậu viện, nên mới đến đây; nay tiến gấp, xuất kỳ bất ý, đây là ra tay trước đánh vào lòng địch vậy; giặc gặp quân ta ắt bỏ chạy. Nếu đợi hậu quân, giặc chẹn chỗ hiểm, binh nhiều thì ít gì!\" Bèn 2 đường cùng tiến, bày nhiều cờ trống làm nghi binh, quân Ngô gặp quân của Quỳ, bèn lui. Giả Quỳ giữ Giáp Thạch, đem binh – lương giúp Tào Hưu, cánh quân của Hưu được chấn hưng.{{ref|1}}\n\n==Qua đời==\nCùng năm, Giả Quỳ lâm bệnh nặng, nói với tả hữu rằng: \"Ta nhận ơn dày của nước nhà, hận không chém được [[Tôn Quyền]] để xuống gặp tiên đế. Việc tang không được làm gì to tát.\" Ông mất, được ban thụy là Túc hầu.{{ref|1}} Khi ấy Giả Quỳ được 55 tuổi.{{ref|5}}\n\nCon ông là [[Giả Sung]] được kế tự.\n\nNgười Dự Châu thương nhớ ông, khắc đá lập từ ở đất Hạng. Cấc vua Tào Duệ và [[Tào Mao]] trong những lần đi đánh Đông Ngô, đi qua Dự Châu, đều đến viếng ông.{{ref|1}}{{ref|2}}\n\n==Tính cách==\nGiả Quỳ thuở thiếu thời vì nhà nghèo, nên mùa đông thường không có quần để mặc, có hôm tá túc nhà anh vợ là [[Liễu Phu]], trời còn chưa sáng, (có việc phải đi nên) lấy quần của Phu mà dùng, người thời ấy khen là khoát đạt. {{ref|2}}\n\nKhi Quỳ còn đi học, đọc khắp các tấm gương đại nghĩa, chọn ra những người mà mình có thể học theo. Thích nhất là [[Tả truyện|Xuân Thu Tả truyện]], đến khi làm Mục thú, vẫn thường tự đọc sách ấy, mỗi tháng một lần. {{ref|2}}\n\nBan đầu Giả Quỳ với Tào Hưu không bằng lòng về nhau. Khi xưa Ngụy văn đế [[Tào Phi]] muốn cho ông tạm giữ cờ tiết (Giả tiết)<ref>Cuối đời Hán đến Nam Bắc triều, người nắm chính – quân quyền tại địa phương: nếu được giữ cờ tiết (Trì tiết) thì có thể tự ý giết quan viên lương bổng 2000 thạch trở xuống nếu người đó phạm tội; nếu được tạm giữ cờ tiết (Giả tiết) thì có thể tự ý giết kẻ phạm quân luật (xem thêm '''Tấn thư – Chức quan chí''').<\/ref>, Hưu nói: \"Quỳ tính cương, vốn khinh thường chư tướng, không thể làm đốc.\" Tào Phi bèn thôi. Khi thua ở Giáp Thạch, nếu không có Giả Quỳ, quân của Tào Hưu đã không được cứu.{{ref|1}} Nhưng Hưu đổ lỗi Quỳ tiến chậm, bèn mắng nhiếc ông; rồi lấy quyền chủ tướng đòi Quỳ với thân phận Dự Châu thứ sử đi thu nhặt khí giới. Quỳ cậy mình có lý, nói với Hưu rằng: \"Ta vốn là vì nước nhà mà làm Dự Châu thứ sử, không cần phải đi giúp ai đó thu nhặt khí giới.\" Bèn đưa quân về. Rồi cùng Hưu thay nhau dâng biểu tâu lên, triều đình tuy biết Quỳ phải, nhưng Hưu là tông thất đang được trọng dụng, nên kết luận đôi bên đều không sai.{{ref|2}} Hưu vẫn không bỏ qua, tìm dịp kể tội Quỳ, ông không đáp lại nữa. Đa phần người đương thời đều khen ngợi ông{{ref|5}}.\n\n==Dật sự==\nQuỳ khi xưa ở quận Hoằng Nông, cùng Điển nông hiệu úy tranh chấp việc công, đuối lý, phát phẫn mà sinh nhọt. Về sau bệnh ngày càng nặng, Quỳ xin [[Tào Tháo]] sai Thái y cắt nhọt cho mình. Tháo tiếc ông là người trung thành, từ chối rằng: \"Ta nghe nói 10 người cắt nhọt thì 9 người chết.\" Quỳ nghe theo, nên nhọt ngày càng lớn.{{ref|2}}\n\nNăm Gia Bình thứ 3 (251), [[Vương Lăng (Tam Quốc)|Vương Lăng]] chống lại Tư Mã Ý thất bại, trên đường bị áp giải về kinh, đi qua miếu của Giả Quỳ, kêu lớn: \"Giả Lương Đạo, chỉ có ngài mới biết Vương Lăng là trung thần của Đại Ngụy.\"{{ref|6}} Cùng năm, [[Tư Mã Ý]] bệnh nặng, mơ thấy Giả Quỳ, Vương Lăng đến ám mình, không lâu thì mất.{{ref|7}}\n\nNăm Cam Lộ đầu tiên (256), [[Tư Mã Chiêu]] sai [[Giả Sung]] đi dò xét [[Gia Cát Đản]]. Sung giả say nói với Đản rằng lòng người đang muốn họ Tư Mã thay ngôi họ Tào, Đản nghiêm sắc mặt đáp: \"Anh không phải là con Giả Dự Châu à? Đời đời chịu ơn của Ngụy, mà lại muốn đem xã tắc nộp cho kẻ khác? Nếu [[Lạc Dương]] có nạn, ta sẵn sàng chết đấy!\" {{ref|8}}\n\n==Xem thêm==\n* [[Tào Hưu]]\n* [[Giả Sung]]\n\n==Tham khảo==\n# {{note|1}} [[Trần Thọ]] – [[Tam quốc chí|Tam Quốc Chí]], '''Ngụy thư quyển 15, Giả Quỳ truyện'''.\n# {{note|2}} [[Bùi Tùng Chi]] chú Trần Thọ, sđd dẫn từ [[Ngư Hoạn]] – [[Ngụy lược]].\n# {{note|3}} Bùi Tùng Chi chú Trần Thọ, sđd dẫn từ Ngư Hoạn, sđd rằng: ''Viện bắt được Quỳ, Quỳ không chịu vái, nói với Viện rằng: \"Vương phủ quân coi quận nhiều năm, nào biết túc hạ là ai?\" <ref>Vương phủ quân là chỉ Hà Đông thái thú Vương Ấp<\/ref> Viện giận nói: \"Chém ngay đi.\" Các tướng xin cho, rồi cầm tù ở Hồ Quan, nhốt trong hố đất, chèn bánh xe bên trên, sai người canh giữ. Sắp bị đem giết, Quỳ ở trong hố đất bảo người coi giữ rằng: \"Nơi này không có tráng sĩ hay sao, mà khiến nghĩa sĩ phải chết ở đây vậy?\" Bấy giờ có người tên là Chúc Công Đạo, không quen biết gì Quỳ, nhưng nghe được lời ấy, thương xót Quỳ ngay thẳng mà gặp tai ách, bèn trong đêm dẫn đường thoát ra, bẻ gông tha đi, không xưng họ tên của mình... Sau khi (quân Tào) phá được Quách Viện, Quỳ mới biết người thả mình khi trước là Chúc Công Đạo. Công Đạo là người quận Hà Nam. Về sau (Công Đạo) mắc tội khác, đáng phải chết. Quỳ cứu ông ta, nhưng không làm nổi, (nên) chịu tang ông ta.''\n# {{note|4}} Bùi Tùng Chi chú Trần Thọ, sđd dẫn từ '''Tôn Tư biệt truyện''' rằng: ''[[Tôn Tư|Tư]] được cử làm Kế lại của quận Hà Đông <ref>Thượng kế lại (chữ Hán: 上计吏), gọi tắt là Kế lại, quan chức có trách nhiệm báo cáo tình hình địa phương lên chánh quyền Trung ương.<\/ref>, đến Hứa Đô, dâng lời lên Tướng phủ (chỉ Tào Tháo) rằng: \"Quỳ tại Giáng Ấp, khích lệ quan dân, cùng giặc Quách Viện giao chiến, sức kiệt mà bại, bị giặc bắt giữ, chí khí hiên ngang, nói năng bất khuất; lời trung mọi người nghe thấy, tiết liệt đương thời trông thấy, dẫu dựng tóc, nắm vạc đời xưa cũng không hơn được <ref>Dựng tóc [nguyên văn: trực (dựng đứng) phát (tóc)] – nhắc đến điển tích [[Lạn Tương Như|Lận Tương Như]] [[triệu (nước)|nước Triệu]] uy hiếp [[Tần Chiêu Tương vương]]; Nắm (tai) vạc [nguyên văn: cư (nắm giữ) đỉnh (vạc)] – nhắc đến điển tích [[Thúc Chiêm]] [[trịnh (nước)|nước Trịnh]] đối đáp [[Tấn Văn công]].<\/ref>. Ông ta tài kiêm văn võ, thật đáng để trọng dụng.\"''\n# {{note|5}} Bùi Tùng Chi chú Trần Thọ, sđd dẫn từ [[Vương Thẩm]] – [[Ngụy thư (Vương Thẩm)|Ngụy thư]].\n# {{note|6}} Trần Thọ, sđd, '''Ngụy thư quyển 28, Vương Lăng truyện'''.\n# {{note|7}} [[Phòng Huyền Linh]] (chủ biên) – [[Tấn thư]] '''quyển 1, Đế kỷ 1, Tuyên đế kỷ'''\n# {{note|8}} Phòng Huyền Linh (chủ biên) – Tấn thư '''quyển 40, liệt truyện 10, Giả Sung truyện'''\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]\n[[Thể loại:Sinh năm 174]]\n[[Thể loại:Mất năm 228]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}