{"Giả Sung":"{{Chinese\n|t=賈充\n|s=贾充\n|p=Jia Chong\n|w=Chia Ch'ung\n|j=Gaa2 Cung1\n|y=Gá Chūng\n}}\n'''Giả Sung''' ([[chữ Hán]]: 賈充; [[217]] – [[282]]), [[Tên chữ (người)|tên tự]] là '''Công Lư''' (公閭), còn được gọi thụy hiệu là '''Lỗ Vũ công''' (魯武公), là đại thần nhà [[Tào Ngụy]] thời [[Tam Quốc]] và [[nhà Tấn]] trong [[lịch sử Trung Quốc]].\n\nÔng có công giúp 2 quyền thần nhà [[Tào Ngụy]] là [[Tư Mã Sư]] và [[Tư Mã Chiêu]] phát triển thế lực và trở thành công thần khai quốc [[nhà Tấn]].\n\n==Phục vụ nhà Ngụy==\nGiả Sung là con đại thần [[Giả Quỳ (Tam Quốc)|Giả Quỳ]] - một vị tướng nhà [[Tào Ngụy]]. Giả Quỳ sinh ra Giả Sung khá muộn, khi đã 44 tuổi. Năm Giả Sung 12 tuổi ([[228]]) thì cha ông mất, ông được thế tập tước vị của cha.\n\nKhi trưởng thành, Giả Sung phục vụ dưới quyền đại thần [[Tư Mã Sư]] và [[Tư Mã Chiêu]] – con của [[Tư Mã Ý]].\n\nTrấn đông tướng quân [[Gia Cát Đản]] ở Thọ Xuân có ý chống lại họ Tư Mã, ra sức thu thập những người bỏ trốn và tích trữ lương thực trong 1 năm.<ref>Lê Đông Phương, sách đã dẫn, tr 420<\/ref> Ít lâu sau, Gia Cát Đản bất hòa với Thứ sử Dương châu là [[Nhạc Lâm]] (con [[Nhạc Tiến]]), bị Nhạc Lâm tố cáo liên kết với Đông Ngô.\n\n[[Tư Mã Chiêu]] sai Giả Sung đi Dương châu thị sát. Khi trở về, Giả Sung khuyên Tư Mã Chiêu nên triệu tập Gia Cát Đản về kinh đô [[Lạc Dương]] phong chức Tư không. Tư Mã Chiêu nghe theo bèn nhân danh [[Tào Mao]] phát lệnh gọi Gia Cát Đản. Gia Cát Đản biết mình bị nghi ngờ, năm [[257]] bèn khởi binh đánh Tư Mã Chiêu nhân danh phò nhà Ngụy, nhưng vì lực lượng không đủ mạnh nên bị Tư Mã Chiêu dẹp vào năm 258.<ref>Lê Đông Phương, sách đã dẫn, tr 421<\/ref> Kể từ đó Giả Sung trở thành người phục vụ đắc lực cho họ Tư Mã, được phong làm Dương Lý đình hầu.\n\nQuyền hành của Tư Mã Chiêu lấn át vua Ngụy [[Tào Mao]] khiến Tào Mao bất bình. Năm [[260]], Tào Mao dẫn quân cấm vệ đi đánh Tư Mã Chiêu để giành lại quyền bính. Khi đạo quân hộ vệ của em Tư Mã Chiêu là Tư Mã Do thất thế trước quân Tào Mao, Giả Sung cầm quân xông ra chống lại. Giao tranh giằng co, một vệ binh khỏe mạnh là [[Thành Tế]] (成濟) hỏi Giả Sung nên làm gì, Giả Sung giục Thành Tế giết chết Tào Mao để lập công trả ơn nuôi dưỡng bấy lâu. Thành Tế xông ra đâm chết Tào Mao. Quân Tào Mao tan chạy.<ref>Lê Đông Phương, sách đã dẫn, tr 423<\/ref>\n\nDư luận đòi trị tội Giả Sung và Thành Tế giết vua. Tư Mã Chiêu cân nhắc hơn 10 ngày rồi quyết định quy tội hết cho Thành Tế và xử tử, còn Giả Sung được phong làm An Dương hương hầu, chức Tán kỵ thường thị, thêm thực ấp 1200 hộ.\n\nNăm [[263]], hai tướng [[Đặng Ngải]] và [[Chung Hội]] đi đánh Thục Hán, tiêu diệt được Thục. Nghi ngờ Đặng Ngải và Chung Hội có ý định cát cứ ở Thục Hán, lại tận dụng sự mâu thuẫn giữa họ, Tư Mã Chiêu lần lượt sai [[Vệ Quán]], Giả Sung mang quân vào Thục, và tự mình khởi binh về phía tây tới [[Trường An]] để chuẩn bị đánh dẹp.\n\nĐầu năm [[264]], Đặng Ngải bị bắt, Chung Hội mưu cùng hàng tướng Thục là [[Khương Duy]] dấy binh chống Tư Mã Chiêu. Khi Giả Sung chưa vào tới Thành Đô thì Chung Hội bị Vệ Quán và các tướng sĩ nước Ngụy phản đối và giết chết. Từ đó đất Thục dẹp yên, nhập vào nước Tào Ngụy.\n\n== Phục vụ nhà Tấn==\nNăm [[265]], Tư Mã Chiêu qua đời, con là Tư Mã Viêm lên thay ngôi Tấn vương. Tư Mã Viêm ép vua Ngụy là [[Tào Hoán]] nhường ngôi, lập ra nhà Tấn. Giả Sung có công lớn giúp họ Tư Mã, trở thành trọng thần của triều đình, được phong làm Xa kỵ tướng quân, rồi thượng thư lệnh, Thị trung – nhà Tấn không đặt chức thừa tướng nên thực chất Giả Sung đóng vai trò thừa tướng trong triều.<ref name=\"Thẩm Khởi Vĩ, sách đã dẫn, tr 22\">Thẩm Khởi Vĩ, sách đã dẫn, tr 22<\/ref>\n\nSau đó ông được giao phụ trách về pháp luật. Việc thi hành pháp luật của Giả Sung được xem là khoan dung hơn nhà Tào Ngụy. Ông được tấn phong tước Lỗ công.\n\nGiả Sung có việc tranh cãi trong triều với Nhiệm Khải (任愷) và Dữu Thuần (庾純). Năm 271, xảy ra cuộc nổi dậy của Thốc Phát Thụ Cơ Năng (禿髮樹機能), Nhiệm và Dữu muốn nhân đó đẩy ông ra khỏi triều đình, bèn đề nghị với Tấn Vũ Đế để ông đi đánh dẹp. Tấn Vũ Đế bèn phong ông làm Xa kỵ tướng quân Đô đốc binh các vùng Tần, Lương. Giả Sung không muốn ra trận nhưng không dám từ chối, phải chuẩn bị lên đường. Nghe theo kế của Tuân Úc, bèn bảo vợ đến thuyết phục hoàng hậu Dương Diễm cho con gái ông là Giả Nam Phong lấy thái tử Tư Mã Trung. Sau việc hôn nhân, Giả Sung càng thân với vua, không phải ra mặt trận.<ref name=\"Thẩm Khởi Vĩ, sách đã dẫn, tr 22\"\/> Ông trả đũa và loại trừ Nhiệm Khải và Dữu Thuần ra khỏi triều đình.\n\nTrong triều nhiều tướng bàn nên đánh Đông Ngô để thống nhất Trung Quốc, nhưng Giả Sung cùng Phùng Đảm và Tuân Úc cực lực phản đối nên việc đó bị trì hoãn mấy lần.<ref name=\"Thẩm Khởi Vĩ, sách đã dẫn, tr 23\">Thẩm Khởi Vĩ, sách đã dẫn, tr 23<\/ref>\n\nNăm [[279]], [[Tấn Vũ Đế]] nghe theo ý kiến của [[Vương Tuấn (đầu Tây Tấn)|Vương Tuấn]], điều quân tấn công [[Đông Ngô]]. Giả Sung can ngăn, cho rằng Đông Ngô khó đánh được.<ref name=\"Thẩm Khởi Vĩ, sách đã dẫn, tr 23\"\/> Tấn Vũ Đế không nghe theo, và lệnh cho ông chỉ huy 6 cánh quân đi nam tiến. Giả Sung mượn cớ thoái thác không ra trận. Đầu năm [[280]], chiến sự báo về tin thuận lợi, Giả Sung vẫn cho rằng nên ngừng chiến dịch đánh Ngô. Cuối cùng quân Tấn toàn thắng, diệt Ngô và bắt vua [[Tôn Hạo]]. Giả Sung thấy vậy vội vào [[Lạc Dương]] xin thỉnh tội, nhưng Tấn Vũ Đế bỏ qua, chỉ lựa lời an ủi ông.\n\nKhi Tôn Hạo vào triều kiến [[Tấn Vũ Đế]], Giả Sung muốn đánh vào chỗ yếu của bạo chúa nước Ngô bèn hỏi: \n:''Nghe nói ông ở phương Nam có hình phạt móc mắt người ta, lột da đầu người ta, đó là hình phạt gì thế?''\n\n[[Tôn Hạo]] đáp không e dè khiến Giả Sung phải hổ thẹn:<ref>Thẩm Khởi Vĩ, sách đã dẫn, tr 24<\/ref>\n:''Bề tôi phạm tội giết vua thì phải dùng vào hình phạt ấy''\n\nNăm [[282]], Giả Sung lâm bệnh. Tấn Vũ Đế rất quan tâm tới bệnh tình của ông. Ít lâu sau Giả Sung qua đời, thọ 66 tuổi. Đại thần Tần Tú, người có trách nhiệm chọn thụy hiệu cho các quan đề nghị Tấn Vũ Đế đặt tên thụy cho ông là Hoang (荒) có nghĩa không tốt. Tấn Vũ Đế gạt đi và chọn chữ Vũ (武) đặt cho ông, tức là Lỗ Vũ công.\n\nTám năm sau (290), [[Tấn Vũ Đế]] mất, con rể ông là thái tử Trung lên nối ngôi, tức là [[Tấn Huệ Đế]], còn con gái [[Giả Nam Phong]] trở thành [[hoàng hậu]] [[nhà Tấn]].\n\n== Gia đình==\nGiả Sung vốn kết hôn với Lý phu nhân, sinh được hai con gái. Nhưng vì cha Lý phu nhân chống lại [[Tư Mã Sư]] bị xử tội, Giả Sung bèn ly hôn với Lý phu nhân để tỏ ra trung thành với họ Tư Mã.\n\nSau đó ông lấy Quách phu nhân, sinh được hai con gái nữa là Giả Nam Phong và Giả Ngọ, cùng một con trai là Giả Lê Dân.\n\n* Cha\n**[[Giả Quỳ (Tam Quốc)|Giả Quỳ]], thứ sử Dự châu nhà [[Tào Ngụy]]\n* Mẹ:\n** Liễu thị (柳氏)\n* Em trai\n** Giả Hỗn (賈混), cha của Giả Di, Giả Tuân và Giả Mô\n* Cháu\n** Giả Di (賈彝) là Hoàng môn thị lang nhà Tây Tấn\n** Giả Tuân (賈遵) là Hoàng môn thị lang nhà Tây Tấn\n**Giả Mô (賈模) phục trong hoàng cung nhà Tây Tấn\n* Vợ\n** Lý Uyển (李婉), con gái Lý Phương, mẹ của Giả Bao và Giả Dụ\n** Quách Hòe (郭槐), con gái Quách Phối (郭配), mẹ của Giả Lê Dân, Giả Nam Phong và Giả Ngọ\n* Con trai:\n** Giả Lê Dân (賈黎民), con của Giả Sung và Quách Hòe, mất vì bệnh\n* Con gái\n** Giả Bao (賈褒), lấy [[Tư Mã Du]]\n** Giả Dụ (賈裕)\n**[[Giả Nam Phong]] (賈南風), lấy [[Tấn Huệ Đế]]\n** Giả Ngọ (賈午), lấy Hàn Thọ (韓壽)\n* Cháu ngoại\n** Giả Mật (賈謐), con trai Giả Ngọ và Hàn Thọ, vẫn lấy họ Giả, sau bị [[Tư Mã Luân]] giết hại trong [[loạn bát vương]].\n\n== Nhận định==\nCác sử gia đánh giá Giả Sung là gian thần, cả đời chuyên làm những việc xấu xa:<ref name=\"Thẩm Khởi Vĩ, sách đã dẫn, tr 22\"\/> hại nhà Ngụy, giết vua, cản trở việc đánh Ngô, trốn việc đánh giặc.\n\n==Xem thêm==\n*[[Tư Mã Chiêu]]\n*[[Tấn Vũ Đế|Tư Mã Viêm]]\n*[[Tấn Huệ Đế|Tư Mã Trung]]\n*[[Giả Nam Phong]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Thẩm Khởi Vĩ ([[2007]]), ''Kể chuyện Lưỡng Tấn Nam Bắc triều'', Nhà xuất bản Đà Nẵng\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật chính trị nhà Tấn]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Sinh năm 217]]\n[[Thể loại:Mất năm 282]]"}