{"Giả Nam Phong":"'''Giả Nam Phong''' ([[chữ Hán]]: 賈南風) (257-300) là hoàng hậu dưới triều [[Tấn Huệ Đế]] trong [[lịch sử Trung Quốc]]. Bà đã thao túng triều đình Tây Tấn, hãm hại hàng loạt tông thất để thỏa mãn tham vọng quyền lực, lại còn làm nhiều chuyện dâm loạn trong hậu cung. Giả Nam Phong chính là khởi đầu gây ra [[Loạn bát vương]] kéo dài 16 năm, không chỉ chính bà mất mạng trong cuộc chiến loạn đó mà nó còn khiến nhà Tây Tấn suy yếu trầm trọng rồi đi đến diệt vong. Người đời sau coi Giả Nam Phong chính là điển hình của một ''\"gian hậu loạn triều\"'': vừa gian ác vừa dâm loạn, vì tham vọng ngông cuồng mà làm nghiêng đổ cả xã tắc.\n\n==Thân thế==\nCha của Giả Nam Phong là [[Giả Sung]] – công thần khai quốc nhà Tây Tấn, có công giúp cha con [[Tư Mã Chiêu]] – [[Tư Mã Viêm]] lật đổ nhà [[Tào Ngụy]]. Mẹ là Quách Hoè, nhờ chồng cũng được phong tước Quảng Thành quân.\n\nGiả Sung không có con trai, chỉ sinh được bà và một người em gái là Giả Ngọ. Khi Tư Mã Viêm lên ngôi hoàng đế (265), Giả Nam Phong lên 9 tuổi.\n\n==Thái tử phi==\n===Làm mận thay đào===\nDù người con lớn nhất là Tư Mã Trung có trí tuệ kém phát triển nhưng [[Tấn Vũ Đế]] vẫn lập làm thái tử. Năm 271, Vũ Đế tính chuyện kén con dâu. Ban đầu, Vũ Đế định chọn con gái đại thần [[Vệ Quán]] cho Trung, nhưng sau đó lại nghe hoàng hậu Dương Diễm khuyên nên lấy con gái Giả Sung.\n\nLúc đó thái tử Trung lên 13 tuổi, Vũ Đế sai người đến hỏi con gái nhỏ của Giả Sung là Giả Ngọ lên 12. Nhưng lúc đó Giả Ngọ quá bé, không mặc vừa áo cưới, vì vậy Vũ Đế thấy Giả Sung có con gái lớn là Giả Nam Phong đã lên 15 tuổi, bèn cho lấy thái tử. Từ đó Giả Nam Phong trở thành thái tử phi. Theo mô tả của sử sách, Giả Nam Phong có ngoại hình xấu xí: dáng người thấp lùn và da đen<ref>Thẩm Khởi Vĩ, sách đã dẫn, tr 45<\/ref>.\n\nTrước khi cưới Giả Nam Phong, Tư Mã Trung đã được vua cha ban cho cung nhân Tạ Cửu. Tạ Cửu được phong làm Tài Nhân. Giả Nam Phong chỉ sinh được 4 công chúa, còn Tài nhân Tạ Cửu lại sinh được người con trai là Tư Mã Duật.\n\n===Giúp chồng giữ ngôi===\nSau khi diệt được [[Đông Ngô]], Tấn Vũ đế sa vào hưởng lạc, ít chú ý đến triều chính. Thấy Tư Mã Trung trí tuệ kém, Vũ đế cũng có lo ngại về người kế vị, bèn làm phép thử. Vũ đế giao cho Trung phê thử một tập tấu sớ của các quan. Giả phi Nam Phong lo sợ chồng bị phế sẽ mất ngôi hoàng hậu trong tương lai nên tìm cách sai người làm hộ cho Tư Mã Trung.\n\nNội thị Trương Hoằng khuyên rằng:\n:''Hoàng thượng biết Thái tử không giỏi chữ, nếu viết uyên bác quá sẽ lộ ra là nhờ người làm hộ.''\n\nGiả Nam Phong bèn nhờ Trương Hoằng lại khéo léo dùng lối văn chân phương nông cạn để diễn đạt. Tư Mã Trung cứ thế theo bài mẫu chép lại và mang nộp cho vua cha. Tấn Vũ đế cho rằng Trung cũng ít nhiều có hiểu biết nên tạm gác việc thay thái tử.\n\n===Giữ oán trả ân===\nNăm 274, hoàng hậu Dương Diễm mất, Vũ đế lập em họ Dương Diễm là Dương Chỉ làm Hoàng hậu, tức là Dương hoàng hậu thứ hai. Cha của Dương hậu là Dương Tuấn được cất nhắc làm đại thần.\n\nGiả phi rất độc ác, có lần vì không vừa lòng bèn giết luôn người hầu trong cung. Một cung nữ khác trong cung có thai với thái tử, Giả phi phát hiện bèn lấy ngọn kích nhỏ cầm tay phóng đến làm người cung nữ bị thương và sẩy thai.\n\nTấn Vũ đế thấy Giả phi vừa xấu xí mà tính tình lại hung hãn, thường có ý phế bỏ. Tuy nhiên mỗi lần Vũ Đế nổi giận, Dương hoàng hậu lại can rằng nên nể Giả Sung có công lớn với triều đình mà để cho Giả phi tại vị. Vì vậy Giả phi mới không bị phế. Tuy nhiên Giả phi không biết ý tốt của mẹ chồng, lại cho rằng Dương hậu nói xấu mình với Vũ đế nên mang oán hận trong lòng<ref>Thẩm Khởi Vĩ, sách đã dẫn, tr 47<\/ref>.\n\nCon cả của Trung là Tư Mã Duật còn nhỏ đã tỏ ra là người thông minh lanh lợi, khiến Vũ Đế rất yêu quý. Vệ Quán nhiều lần khuyên Tấn Vũ đế nên thay ngôi thái tử. Vũ đế cho rằng tuy con dốt nhưng cháu giỏi thì sau này có thể giúp con, vì vậy càng thôi ý định thay thái tử.\n\n==Thao túng triều chính==\n===Diệt họ Dương===\nNăm 290, [[Tấn Vũ Đế]] mất, Tư Mã Trung lên nối ngôi, tức là [[Tấn Huệ Đế]]. Giả phi được làm hoàng hậu. Hoàng hậu Dương Chỉ của Tấn Vũ Đế trở thành Thái hậu (bà cũng là em họ của Dương Diễm, mẹ ruột của Tấn Huệ Đế).\n\nCha Dương thái hậu là Dương Tuấn, tức là người họ bên ngoại của Huệ Đế làm chức Thái phó phụ chính. Huệ Đế lúc đó đã 32 tuổi nhưng vẫn ngờ nghệch.\n\nGiả hậu thấy vua Huệ Đế ngây ngô, muốn đoạt quyền hành. Nhân các vương họ Tư Mã bất bình vì ngoại thích Dương Tuấn nắm quyền, Giả hậu bèn cùng Đông An công Tư Mã Do và Nhữ Nam vương Tư Mã Lượng<ref>Con thứ tư của Tư Mã Ý, vào hàng chú của Tấn Vũ Đế, ông của Tấn Huệ Đế<\/ref> bàn mưu kết tội Dương Tuấn chuyên quyền.\n\nNăm 292, Do và Lượng theo lệnh Giả hoàng hậu làm binh biến vây bắt Dương Tuấn. Dương thái hậu trong lúc nguy cấp bèn viết thư vào vải gấm, sai buộc vào tên bắn ra ngoài để kêu gọi người đến cứu cha. Nhưng bức thư bị quân của Tư Mã Do bắt được rồi dâng cho Giả hậu. Quân của Do và Lượng bắt giết cả nhà Dương Tuấn, họ Dương bị tru di. Giả hậu vốn hận Dương thái hậu, lấy chứng cứ bức thư gấm để kết tội Dương thái hậu cùng mưu phản nghịch với Dương Tuấn, vì vậy Dương thái hậu cũng bị kết tội và bị phế.\n\nVợ Dương Tuấn, mẹ của Dương thái hậu là Bàng thị cũng bị hành hình. Dù Dương thái hậu nhẫn nhục cắt tóc, viết thư xưng làm thần dân để mẹ được tha cũng không kết quả. Không lâu sau đó chính Dương thái hậu cũng bị bỏ đói đến chết ở thành Kim Dung.\n\n===Khởi loạn bát vương===\n====Giết đại thần và tông thất====\nTư Mã Lượng và Tư Mã Do cầm quyền trong triều, nhưng hai người sinh mâu thuẫn. Lượng sai người gièm pha Do với Giả hậu, Giả hậu bèn cách chức Do. Lượng tiến cử Sở vương Tư Mã Vĩ<ref>Con thứ năm của Vũ Đế, tức là em Huệ Đế<\/ref> cùng lão thần Vệ Quán thay chức của Do.\n\nSau một thời gian, chính Vĩ lại lấn át quyền của Lượng. Lượng tức giận bàn mưu với Vệ Quán trừ Vĩ, nhưng việc bại lộ. Vĩ nói vu với Giả hậu rằng Vệ Quán và Lượng mưu phế Giả hậu. Giả hậu tức giận bèn sai Vĩ vây bắt, giết chết cả nhà Vệ Quán và Tư Mã Lượng. Sau Giả hậu mới biết Lượng bị vu cáo, lại thấy Vĩ chuyên quyền nên ghét Vĩ, lại thương Lượng và Vệ Quán bị oan. Nghe lời Trương Hoa, Huệ Đế và Giả hậu sai tướng Vương Cung phục binh bắt giết Vĩ tại triều.\n\nGiả hậu giao cho đại thần thời Vũ Đế là Trương Hoa và Bùi Ngỗi cùng Giả Mô cai quản triều chính. Nhờ tài năng của Trương Hoa và Bùi Ngỗi, việc chính sự tạm yên.\n\n====Hại thái tử, bị giết ở thành Kim Dung====\nVì hoàng đế ngốc nghếch, Giả hoàng hậu tư thông với quan thái y Trình Cứ và thường bí mật ra lệnh bắt con trai ngoài kinh thành vào cung để hành lạc. Khi xong việc, hầu hết những người con trai đó đều bị giết để giữ bí mật<ref>Thẩm Khởi Vĩ, sách đã dẫn, tr 54<\/ref>. Việc đồn cả ra ngoài nhưng Huệ Đế không hay biết.\n\nGiả hậu không có con trai mà thái tử Duật đã lớn, lại đã sinh được 3 người con trai. Mẹ Giả hậu, vợ Giả Sung là Quách Hoè khuyên Giả hậu nuôi Duật làm con để giữ ngôi, nhưng Giả hậu không nghe.\n\nEm gái Giả hậu là Giả Ngọ được gả cho Hàn Thọ, cũng sinh được một con gái. Quách Hoè lại khuyên Giả hậu nên gả cháu gái đó cho Tư Mã Duật để ràng buộc. Nhưng Giả hậu lẫn vợ chồng Giả Ngọ đều không tán thành.\n\nQuách Hoè lại khuyên Giả hậu lấy con gái lớn của tư đồ Vương Diễn cho thái tử Duật để lấy lòng, nhưng Giả hậu lại lấy cô chị xinh đẹp cho em mình là Giả Thuỵ, và lấy cô em là Vương Huệ Phong xấu xí cho thái tử Duật. Thái tử biết chuyện nên căm ghét Giả hậu.\n\nBùi Ngỗi, Giả Mô thấy Giả hậu thù địch với thái tử nên rất lo lắng, sợ trong triều sẽ xảy ra biến loạn, bèn bàn với Trương Hoa định phế bỏ Giả hậu, lập Tạ Thục phi là mẹ ruột của thái tử Duật lên thay. Thủ hạ của thái tử Duật là Lưu Biện cũng chủ trương làm binh biến để phế Giả hậu, cũng bàn với Trương Hoa. Tuy nhiên lão thần Trương Hoa muốn yên phận<ref name=\"Thẩm Khởi Vĩ, sách đã dẫn, tr 55\">Thẩm Khởi Vĩ, sách đã dẫn, tr 55<\/ref>, lại thoái thác rằng chưa từng nghe Giả hậu có ý phế thái tử, do đó không nên gây hấn. Bản thân thái tử Duật cũng không quyết đoán việc binh biến. Do đó việc lật đổ không được thực hiện.\n\nMưu mô của Lưu Biện bị tiết lộ, Biện bị điều ra làm quan ở ngoài. Biết mình không thoát khỏi tay Giả hậu, Lưu Biện uống thuốc độc tự sát. Sách [[Tư trị thông giám]] cho rằng người tiết lộ mưu của Lưu Biện cho Giả hậu chính là Trương Hoa<ref name=\"Thẩm Khởi Vĩ, sách đã dẫn, tr 55\"\/>.\n\nTháng 12 năm 299, Giả hậu bày cách hại thái tử, sai người dụ thái tử uống rượu say rồi lừa viết bức thư phản nghịch. Thái tử Duật vì quá say không biết gì nên cứ thế chép lại nội dung do Giả hậu soạn sẵn. Giả hậu mang thư cho Huệ Đế xem để có cớ bỏ thái tử. Huệ Đế nghe theo, bèn phế Tư Mã Duật làm thứ dân, sai mang ra thành Kim Dung an trí, bất chấp những lời can ngăn của cận thần. Mẹ thái tử là Tạ phi cũng bị tống giam và tra tấn tới chết.\n\nCác đại thần Sĩ Ỷ và Tư Mã Nhã muốn phục ngôi thái tử, bèn nhờ cậy Triệu vương Tư Mã Luân là ông chú của Huệ Đế<ref>Luân là con thứ 9 của Tư Mã Ý<\/ref>. Nhưng Luân muốn có cớ đánh Giả hậu, nên nghe theo lời mưu sĩ Tôn Tú, bèn phao tin rằng triều thần muốn phục ngôi thái tử để phế Giả hậu. Giả hậu sợ hãi, bèn sai người hạ sát thái tử Duật ở nơi giam cầm để tuyệt lòng mong đợi của triều thần.\n\nTư Mã Luân thấy Giả hậu giết thái tử, đã có cớ để khởi binh, lúc đó mới ra mặt. Tháng 4 năm 300, Luân hợp sức với Tề vương Tư Mã Quýnh là cháu gọi Vũ Đế bằng bác<ref>Quýnh là con của Tư Mã Du – em ruột Vũ Đế, được nối cha làm Tề vương<\/ref>. Hai người mang quân vào cung bắt sống Giả hậu và giết các phe cánh là Đổng Mãnh, Tôn Lự và tình nhân Trình Cứ. Các đại thần Trương Hoa, Bùi Ngỗi cũng bị bắt và xử chết trong vụ này.\n\nGiả hậu bị phế làm thứ nhân và bị giam ở thành Kim Dung. Ngày 9 tháng 4 năm đó, bà bị Tư Mã Luân sai người mang rượu độc đến ép tự vẫn. Năm đó bà 44 tuổi.\n\n[[Loạn bát vương]] vẫn tiếp diễn nhiều năm sau dẫn tới sự suy sụp của nhà Tây Tấn.\n\n==Xem thêm==\n* [[Nhà Tấn]]\n* [[Tấn Huệ Đế]]\n* [[Loạn bát vương]]\n\n==Tham khảo==\n* Thẩm Khởi Vĩ (2007), ''Kể chuyện Lưỡng Tấn Nam Bắc triều'', Nhà xuất bản Đà Nẵng\n* Nguyễn Tôn Nhan (1997), ''Hậu Phi truyện'', Nhà xuất bản Phụ nữ\n\n==Chú thích==\n{{Tham khảo}}\n{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Hoàng hậu [[nhà Tấn]]\n|trước = [[Dương Chỉ|Vũ Điệu hoàng hậu]]\n|sau = [[Dương Hiến Dung|Dương hoàng hậu]]\n|năm = [[290]]-[[300]]\n}}\n{{Cuối hộp}}\n{{Hoàng hậu nhà Tấn}}\n{{Loạn bát vương}}\n\n[[Thể loại:Hoàng hậu nhà Tấn]]\n[[Thể loại:Sinh năm 257]]\n[[Thể loại:Mất năm 300]]"}