{"Gustav III":"{{Infobox royalty\n| name = Gustav III\n| succession = [[Quốc vương Thụy Điển]]\n| image = Gustav III Sweden.jpg\n| caption = Chân dung của [[Lorens Pasch Trẻ|Lorens Pasch]], 1777\n| reign = [[12 tháng 2]] năm [[1771]] - [[29 tháng 3]] năm [[1792]]<br \/>({{số năm theo năm và ngày |1771|2|12|1792|3|29}})\n| coronation = [[29 tháng 5]] năm [[1772]]\n| predecessor = [[Adolf Fredrik của Thụy Điển]]\n| successor = [[Gustav IV Adolf]]\n| spouse = {{marriage|[[Sophia Magdalena của Đan Mạch]]|1766}}\n| issue = [[Adolf Fredrik của Thụy Điển|Gustav IV Adolf của Thuỵ Điển]]<br \/>[[Hoàng tử Carl Gustav, Công tước xứ Småland]]\n| religion = [[Tin Lành]]\n| house = [[Vương tộc Holstein-Gottorp (nhánh Thụy Điển)|Holstein-Gottorp]]\n| father = [[Adolf Fredrik của Thụy Điển]]\n| mother = [[Louisa Ulrika của Phổ]]\n| birth_date = 24 tháng 1 năm 1746\n| birth_place = [[Stockholm]], Thụy Điển\n| death_date = {{Death date and age|1792|3|29|1746|1|24|df=y}}\n| death_place = [[Cung điện Stockholm]], Stockholm\n| date of burial = 14 May 1792\n| place of burial = [[Nhà thờ Riddarholm]]\n| signature = Autograf, Gustaf III, Nordisk familjebok.svg\n}}\n'''Gustav III''' ([[24 tháng 1]] năm [[1746]] - [[29 tháng 3]] năm [[1792]]), còn được gọi là ''Gustavus III'', <ref>[[Robert Nisbet Bain]]: ''Gustavus III. and his contemporaries 1746-1792, 2 Bände'' London: Kegan Paul, Trench, Trübner, 1894 [[Library of Congress|L.O.C.]] L2322346<\/ref> là Vua Thụy Điển từ năm 1771 cho đến khi bị [[ám sát]] vào năm 1792. Ông là con trai cả của [[Adolf Fredrik của Thụy Điển]]<ref name=\"Britannica\"\/> và Vương hậu [[Louisa Ulrika của Phổ]].\n\nGustav là người lên tiếng phản đối những gì ông coi là lạm dụng các đặc quyền chính trị mà giới [[quý tộc]] chiếm đoạt kể từ khi [[Karl XII của Thụy Điển|Vua Charles XII]] qua đời. Ông đã giành lấy quyền lực từ chính phủ trong một cuộc [[đảo chính]], được gọi là [[Cách mạng 1772|Cách mạng Thụy Điển]], vào năm 1772, kết thúc [[Kỷ nguyên Tự do]], ông bắt đầu một chiến dịch khôi phục chế độ chuyên chế của Hoàng gia, được hoàn thành bởi [[Đạo luật Liên minh và An ninh]] năm 1789, đạo luật này đã quét sạch hầu hết các quyền lực do [[Riksdag Estates|Riksdag Thụy Điển]] (quốc hội) có được trong Kỷ nguyên Tự do, nhưng đồng thời nó cũng mở cửa chính phủ cho mọi công dân, do đó phá vỡ các đặc quyền của giới quý tộc.\n\nThụy Điển dưới thời của Gustav III là một bức tường thành của [[Chủ nghĩa chuyên chế khai sáng]], nhà vua đã chi tiêu công quỹ đáng kể cho các dự án văn hóa, nó đã tạo tranh cãi giữa các nhà phê bình, cũng như các nỗ lực quân sự để chiếm Na Uy với viện trợ của Nga, sau đó là một loạt nỗ lực nhằm chiếm lại các quyền thống trị [[Biển Baltic]] của Thụy Điển bị mất trong [[Đại chiến Bắc Âu|Đại chiến phương Bắc]] và thất bại với Nga. Tuy nhiên, sự lãnh đạo thành công của ông trong [[Trận Svensksund]] đã ngăn chặn một thất bại quân sự hoàn toàn và cho thấy rằng quân đội Thụy Điển có thể sẽ phản công.\n\nGustaf III là một người ngưỡng mộ [[Voltaire]], ông đã hợp pháp hóa sự hiện diện của [[Công giáo]] và [[Do Thái giáo]] ở Thụy Điển, đồng thời ban hành các cải cách trên phạm vi rộng nhằm hướng tới chủ nghĩa tự do kinh tế, cải cách xã hội và giới hạn tra tấn và trừng phạt tử hình. Tuy nhiên, Đạo luật Tự do Báo chí được ca ngợi đã bị hạn chế nghiêm trọng bởi các sửa đổi vào năm 1774 và 1792, đã dập tắt tính hiệu quả của các phương tiện truyền thông độc lập.<ref>* {{chú thích sách|author=Cronholm, Neander N. |title=A History of Sweden from the Earliest Times to the Present Day|url=https:\/\/archive.org\/details\/cu31924071200822|year=1902|publisher=<!-- Chicago, New York [etc.] The author -->}} ch 37<\/ref>\n\nSau [[Cách mạng Pháp]] năm 1789, lật đổ chế độ quân chủ của [[Nhà Bourbon]] ở Pháp, Gustav theo đuổi một liên minh của các thân vương nhằm mục đích dẹp tan cuộc cách mạng và phục hồi vương triều Bourbon tại Pháp, [[Louis XVI của Pháp|Vua Louis XVI]], đề nghị hỗ trợ quân sự cũng như sự lãnh đạo của Thụy Điển trong sự phục hưng của vương triều. Năm 1792, ông bị trọng thương do một phát súng ở lưng trong một vũ hội hóa trang, đây là một phần của âm mưu đảo chính quốc hội-quý tộc, nhưng ông đã xoay sở để nắm quyền chỉ huy và dập tắt cuộc nổi dậy trước khi bị [[nhiễm trùng huyết]] 13 ngày sau đó, ông đã nhận được lời xin lỗi từ nhiều kẻ thù chính trị của mình. Quyền lực to lớn của Gustav được đặt trong tay [[nhiếp chính vương]], dưới quyền của em trai ông là [[Karl XIII của Thụy Điển|Hoàng thân Karl]] và [[Gustaf Adolf Reuterholm]] cho đến khi con trai ông là [[Gustav IV Adolf]] trưởng thành vào năm 1796. Chế độ chuyên quyền của Gustavian do đó tồn tại cho đến năm 1809, khi con trai ông bị lật đổ trong một cuộc đảo chính khác để thiết lập quốc hội như một quyền lực thống trị có thể chi phối chế độ quân chủ tại Thụy Điển.\n\nGustaf là người bảo trợ nghệ thuật và là nhà hảo tâm của nghệ thuật và văn học, Gustav đã thành lập [[Viện Hàn lâm Thụy Điển]], tạo ra [[quốc phục]] (''Nationella dräkten'') và xây dựng [[Nhà hát Opera Hoàng gia Thụy Điển]]. Năm 1772, ông thành lập [[Huân chương Vasa|Huân chương Hoàng gia Vasa]] để ghi nhận và khen thưởng cho những người Thụy Điển đã đóng góp vào những tiến bộ trong lĩnh vực nông nghiệp, khai thác mỏ và thương mại.\n\nNăm 1777, Gustav III là nguyên thủ quốc gia trung lập chính thức đầu tiên trên thế giới công nhận [[Hoa Kỳ]]<ref>Anna Klerkäng in ''Sweden - America's First Friend'' [[Örebro]] 1958<\/ref> trong cuộc [[Chiến tranh Cách mạng Mỹ|Chiến tranh giành độc lập]] khỏi Vương quốc Anh. Hàng nghìn người trong Lực lượng quân đội Thụy Điển đã tham gia đứng về phía người Mỹ, <ref>{{chú thích tạp chí |jstor = 1919238|last1 = Barton|first1 = H. A.|title = Sweden and the War of American Independence|url = https:\/\/archive.org\/details\/sim_william-and-mary-quarterly_1966-07_23_3\/page\/408|journal = The William and Mary Quarterly|year = 1966|volume = 23|issue = 3|pages = 408–430|doi = 10.2307\/1919238}}<\/ref> phần lớn thông qua lực lượng viễn chinh Pháp.<ref>{{chú thích báo | url=https:\/\/www.nytimes.com\/1927\/07\/03\/archives\/swedens-part-in-the-american-revolution-sweden-and-the-american.html |title = Sweden's Part in the American Revolution|department=SWEDEN & THE AMERICAN REVOLUTION. By Adolph B. Benson. Illustrated. 216 pp. New Haven: The Tuttle, Morehouse & Taylor Company|newspaper = The New York Times|date = 3 July 1927}}<\/ref> Thông qua việc mua lại [[Saint Barthélemy]] vào năm 1784, Gustav đã cho phép khôi phục các [[Thuộc địa Thụy Điển|thuộc địa hải ngoại của Thụy Điển]] ở châu Mỹ, cũng như lợi nhuận từ việc [[Buôn bán nô lệ Đại Tây Dương|buôn bán nô lệ xuyên Đại Tây Dương]].<ref>''Vår svenska stam på utländsk mark; Svenska öden och insatser i främmande land; I västerled, Amerikas förenta stater och Kanada'', Ed. [[Axel Boëthius]], Stockholm 1952, Volume I, p. 78; for the sentence about the USA.<\/ref><ref>{{chú thích web|url=http:\/\/www.svd.se\/en-djupdykning-i-det-svenska-slaveriet|title=Sanningen om det svenska slaveriet (SvD Premium)|author=Dick Harrison |website=Svd.se|access-date=23 December 2017}}<\/ref>\n\n==Cuộc sống đầu đời và giáo dục==\nGustav sinh ra ở [[Stockholm]].<ref name=\"Britannica\">{{cite encyclopedia |url=https:\/\/www.britannica.com\/biography\/Gustav-III |title=Gustav III |encyclopedia=Encyclopaedia Britannica |access-date=18 January 2019}}<\/ref> Ông được đặt dưới sự dạy dỗ của [[Hedvig Elisabet Strömfelt]] cho đến năm 5 tuổi, sau đó được giáo dục dưới sự chăm sóc của hai thống đốc, những người nằm trong số những chính khách Thụy Điển lỗi lạc nhất thời bấy giờ: [[Carl Gustaf Tessin]] và [[Carl Fredrik Scheffer]]. Tuy nhiên, có lẽ phần lớn những gì đã định hình nên ông trong thời kỳ đầu học tập là nhờ vào nhà thơ và nhà sử học [[Olof von Dalin]].\n\nSự can thiệp của Nghị viện vào việc giáo dục của ông khi còn nhỏ đã gây ra những bất ổn chính trị đáng kể trong hoàng gia. Cha mẹ của Gustav đã khuyên ông phải cẩn trọng trước thống đốc do Riksdag cử đến để giáo dục cho ông, và bầu không khí đầy mưu mô và tráo trở trong quá trình ông lớn lên đã khiến ông sớm có kinh nghiệm trong nghệ thuật che giấu.\n\n==Tước hiệu hoàng gia==\nGustav III được biết đến ở Thụy Điển và nước ngoài bởi các tước hiệu Hoàng gia:\n\nGustav, nhờ ơn Chúa, Vua của [[người Thụy Điển]], [[Vua của Goth|người Goth]] và [[Vua của Vend|người Vend]], [[Đại vương công Phần Lan]], [[Pomerania thuộc Thụy Điển|Công tước xứ Pomerania]], Thân vương xứ [[Rügen]] và [[Lãnh chúa]] xứ [[Wismar]], Người thừa kế [[Na Uy]] và Công tước xứ [[Schleswig-Holstein]], [[Stormarn (gau)|Stormarn]] và [[Dithmarschen]], [[Bá quốc Oldenburg|Bá tước xứ Oldenburg]] và [[Delmenhorst]], v.v.<ref>{{chú thích tạp chí|url=https:\/\/www.persee.fr\/doc\/outre_0300-9513_1975_num_62_226_1827|title=Sweden, the Slave Trade and Slavery, 1784-1847|first=Ernst|last=Ekman|date=7 September 1975|journal=Outre-Mers. Revue d'histoire|volume=62|issue=226|pages=221–231|via=www.persee.fr|doi=10.3406\/outre.1975.1827}}<\/ref>\n[[Tập tin:Alexander Roslin 009.jpeg|thumb|250px|Chân dung của [[Sophie Magdalene của Đan Mạch|Sophie Magdalene]], vợ của vua Gustav, bởi [[Alexander Roslin]] (khoảng năm 1774)]]\n\n==Hôn nhân và hậu duệ==\n{{Chính|Lễ cưới của Gustav III và Sophia Magdalena}}\nGustav kết hôn với [[Sophia Magdalena của Đan Mạch|Công chúa Sophia Magdalena]], con gái của Vua [[Frederick V của Đan Mạch]], theo ủy quyền tại [[Cung điện Christiansborg]], [[Copenhagen]], vào ngày 1 tháng 10 năm 1766 và lễ thành hôn trực tiếp tại [[Stockholm]] vào ngày 4 tháng 11 năm 1766. Lần đầu tiên Gustav bị ấn tượng bởi vẻ đẹp của Sophia Magdalena, nhưng bản tính trầm lặng của cô đã khiến cô ấy trở thành sự thất vọng trong cuộc sống ở triều đình Thụy Điển. Cuộc sống hôn nhân giữa hai người diễn ra không mấy vui vẻ, một phần do tính khí không hòa hợp, nhưng phần lớn là do sự can thiệp của người mẹ ghen tuông của Gustav, Vương thái hậu Louisa Ulrika.\n\nCuộc hôn nhân sinh ra 2 người con: [[Gustav IV Adolf|Thái tử Gustav Adolf]] (1778–1837) và [[Hoàng tử Carl Gustav, Công tước xứ Småland]] (1782–1783). Để hôn nhân viên mãn, nhà vua và vương hậu đã yêu cầu [[Adolf Fredrik Munck|Bá tước Adolf Munck]] hướng dẫn thể chất thực tế, được cho là do các vấn đề về giải phẫu của cả hai vợ chồng. Cũng có tin đồn rằng vương hậu đã mang thai với Munck, người sau đó sẽ là cha thực sự của Hoàng tử thừa kế Gustav Adolf.<ref name=roundi\/> Mẹ của Gustav ủng hộ tin đồn rằng ông không phải là cha của đứa con trai đầu lòng và người thừa kế của mình. Vào thời điểm đó, có tin đồn rằng Gustav là người [[đồng tính luyến ái]],<ref>''Who's Who in Gay and Lesbian History: From Antiquity to World War II''. Robert Aldrich Garry Wotherspoon, p. 194<\/ref> một khả năng đã được khẳng định bởi một số nhà văn.<ref name=roundi>{{chú thích sách|title=Catherine the Great: Love, sex, and power|url=https:\/\/archive.org\/details\/catherinegreatlo0000roun_y2q4|author=Virginia Rounding|page=[https:\/\/archive.org\/details\/catherinegreatlo0000roun_y2q4\/page\/n599 556]|publisher=St. Martin's Griffin; 1st edition|year=2008|isbn=978-0312378639}}<\/ref> Mối quan hệ cá nhân thân thiết mà ông hình thành với hai cận thần của mình, Bá tước Axel von Fersen và Nam tước Gustav Armfelt, được ám chỉ về mặt đó. Em dâu của ông, [[Hedvig Elisabeth Charlotte xứ Holstein-Gottorp|Charlotte]], cũng ngụ ý như vậy trong cuốn nhật ký nổi tiếng của mình.<ref>Cecilia af Klercker, ed., ''Hedvig Elisabeth Charlottas dagbok \/ The Diaries of Hedvig Elizabeth Charlotte,'' in Swedish, P.A. Norstedt & Söners förlag Stockholm, 1920<\/ref>\n\nGiáo sư [[Erik Lönnroth]] của [[Viện Hàn lâm Thụy Điển]], người đã mô tả sự hỗ trợ do Munck cung cấp, khẳng định rằng không có cơ sở thực tế nào cho giả định rằng Gustav III là người đồng tính luyến ái.<ref>{{chú thích sách|last=Lönnroth|first=Erik|author-link=Erik Lönnroth|year=1986|title=Den stora rollen|isbn=91-1-863652-7|page=61}}<\/ref> Khi đứa con trai thứ hai ra đời, không còn nghi ngờ gì nữa về tính hợp pháp của nó, và cậu bé rất khỏe mạnh. Vua Gustav đặc biệt yêu quý cậu bé và phải chịu những đả kích rõ ràng và nghiêm trọng về tinh thần và thể chất trước bệnh tật và cái chết của cậu bé.<ref>Oswald Kuylenstierna in ''Gustav III; Hans Liv, Person och Gärning'', Stockholm 1921 p 138 (reference and page number is for the two preceding sentences)<\/ref> Mùa xuân năm 1783 được coi là một bước ngoặt trong tính cách của nhà vua. Sau cái chết gây nhiều tranh cãi của người mẹ vào năm 1782, ông đã tìm thấy niềm an ủi khi Công tước xứ Småland ra đời, nhưng sau đó là sự đau buồn tột độ khi đứa trẻ qua đời vào năm sau.<ref>Leif Landén in ''Gustaf III en biografi'' {{ISBN|91-46-21000-8}} p. 61<\/ref>\n\n==Chính trị và người thừa kế==\n[[Tập tin:Alexander Roslin - King Gustav III of Sweden and his Brothers - Google Art Project.jpg|thumb|250px|[[Vua Gustav III của Thụy Điển và những người em của ông]]; Gustav III (trái) và hai em trai của ông, [[Hoàng tử Frederick Adolf, Công tước xứ Östergötland|Hoàng tử Frederick Adolf]] và Hoàng tử Charles, sau này là Vua [[Karl XIII của Thụy Điển]]. Tranh của [[Alexander Roslin]].]]\n\n[[Tập tin:Carl Gustav Pilo - The Coronation of King Gustav III of Sweden. Uncompleted - Google Art Project.jpg|thumb|250px|Lễ đăng quang của Gustav III tại [[Storkyrkan]] (Nhà thờ Thánh Nikolai) năm 1772, bản màu những năm 1790 mô phỏng không hoàn chỉnh lại bản vẽ bằng mực in trên giấy của [[Carl Gustav Pilo]] được vẽ cùng năm với khi nhà vua đăng quang.]]\n\nCác hoạt động chính trị tích cực đầu tiên của vương tử Gustav bắt đầu sau sự kiện [[Khủng hoảng tháng 12 (1768)|Khủng hoảng tháng 12 (1768)]], khi ông buộc [[Đảng Cap|phe Cap]] (tức những người ủng hộ tầng lớp nông dân cũng như các chức sắc tăng lữ trong triều đình Thuỵ Điển) đang ở thế đa số phải đàm phán với hy vọng điều này có thể mở đường cho cải cách hiến pháp nhằm tăng thêm quyền lực cho nhà vua. Tuy nhiên, [[đảng Hat]], đại diện cho quyền lợi của giới quý tộc cũng như các tướng lĩnh quân sự, từ chối thực hiện các cam kết mà họ đưa ra sau khi chiến thắng cuộc bầu cử nghị viện trước đó. Gustav viết trong cay đắng: \"Việc thất bại trong quá trình đàm phán không khiến tôi quá chán nản, mà là việc chứng kiến đất nước nghèo khó này chìm trong tham nhũng, tại nơi mà đáng lý ra phải có được sự hạnh phúc thì nay lại chìm trong tình trạng vô chính phủ hoàn toàn\".\n\nGustav, tuy vậy, tỏ ra thành công hơn trong các vấn đề chính trị ở ngoài nước. Từ ngày 4 tháng 2 đến ngày 25 tháng 3 năm 1771, Gustav đến thăm Paris, nơi ông nhận được sự nhiệt liệt chào đón của người dân thành phố và các quan chức triều đình Pháp. Tuy nhiện, ông đến đây không đơn thuần là để du ngoạm thành phố mà còn thực hiện các sứ mệnh chính trị khác. Các mật vụ của triều đình Thuỵ Điển đã dọn sẵn đường cho ông đến Paris và Thủ tướng đã nghỉ hưu là [[Étienne François, Công tước xứ Choiseul|Công tước xứ Choiseul]], quyết định thảo luận với vị vương tử về khả năng thực hiện một cuộc cách mạng đối với Thuỵ Điển, lúc này đang là đồng minh của Pháp. Trước khi ông rời đi, chính phủ Pháp cam kết sẽ trả các khoản nợ không hoàn lại cho Thuỵ Điển với số tiền lên tới 1,3 triệu livers hằng năm. Một trong những nhà ngoại giao nổi tiếng của Pháp lúc bấy giờ là [[Charles Gravier, bá tước xứ Vergennes|Bá tước xứ Vergennes]] được chuyển công tác từ Constantinople đến Stockholm.\n\nSau đó, trước khi về lại Phổ, ông có tới thăm triều đình của người chú là [[Friedrich II của Phổ|Friedrich Đại đế]] tại [[Potsdam|Postdam]]. Friedrich thẳng thừng nói cho Gustav biết rằng dưới sự can thiệp cùng với [[Đế quốc Nga|Nga]] và [[Đan Mạch–Na Uy|Đan Mạch]], ông tuyên bố tính toàn vẹn của [[Hiến pháp Thuỵ Điển|hiến pháp Thuỵ Điển]], đồng thời khuyên nhà vua nên đóng vai trò hoà giải giữa các phe phái cũng như tránh sử dùng vũ lực nhằm leo thang cẳng thẳng trong nước.\n\n==Đảo chính==\n[[Tập tin:Revolutionsring, 1772-08-21 - Livrustkammaren - 98870.tif|thumb|250px|Một trong những chiếc nhẫn cách mạng của Gustav III để tưởng nhớ cuộc cách mạng chính trị ngày 21 tháng 8 năm 1772.]]\n\nVào thời điểm ông lên ngôi, [[Quốc hội Thụy Điển|Riksdag của Thụy Điển]] nắm giữ nhiều quyền lực hơn chế độ quân chủ, nhưng Riksdag bị chia rẽ gay gắt giữa các đảng đối thủ<ref name=\"Britannica\"\/> Hat (bảo thủ) và Cap (tự do). Khi trở về [[Thụy Điển]], Gustav III đã cố gắng hòa giải giữa các bên bị chia rẽ nhưng không thành công.<ref name=\"Britannica\"\/> Vào ngày 21 tháng 6 năm 1771, ông khai mạc Riksdag đầu tiên của mình bằng một bài phát biểu gây xúc động mạnh mẽ. Đây là lần đầu tiên sau hơn một thế kỷ, một vị vua Thụy Điển đã nói chuyện với Riksdag bằng tiếng mẹ đẻ của quốc gia đó. Ông nhấn mạnh tất cả các bên cần phải hy sinh sự thù hận của mình vì lợi ích chung, với tư cách là ''\"công dân đầu tiên của một dân tộc tự do\"'', trở thành người hòa giải giữa các phe tranh chấp. Một ủy ban thành phần đã thực sự được thành lập, nhưng ngay từ đầu nó đã tỏ ra hão huyền: [[Chủ nghĩa yêu nước|lòng yêu nước]] của cả hai phe đều không đủ cho một hành động tự phủ nhận nhỏ nhất. Những nỗ lực tiếp theo của phe chính trị Cap nhằm biến nhà vua thành một ''\"roi fainéant\"'' (một vị vua bất lực), đã khuyến khích nhà vua cân nhắc một cuộc đảo chính để xoay chuyển tình hình.\n\nDưới sự thống trị của phe Cap, Thụy Điển dường như có nguy cơ trở thành con mồi cho những tham vọng chính trị của Nga. Nó xuất hiện khi bị hấp thụ vào [[Liên minh Nga-Phổ|Hiệp định phương Bắc]] do phó thủ tướng Nga, [[Nikita Panin|Bá tước Nikita Panin]] tìm kiếm. Đối với nhiều người, dường như chỉ một cuộc đảo chính nhanh chóng và đột ngột mới có thể bảo toàn nền độc lập của Thụy Điển.\n\n[[Tập tin:GustavIII.jpg|thumb|upright|left|250px|Gustav III vào năm 1772]]\n\nGustav III đã được tiếp cận bởi [[Jacob Magnus Sprengtporten]], một nhà quý tộc Phần Lan, người đã gây ra sự thù hận của Cap, với triển vọng của một cuộc cách mạng. Ông ta tiến hành [[Tấn công bất ngờ|đánh chiếm bất ngờ]] pháo đài [[Suomenlinna|Sveaborg]] ở [[Phần Lan]] bằng một cuộc [[đảo chính]]. Khi Phần Lan đã được đảm bảo an toàn, Jacob dự định lên đường đến Thụy Điển, tham gia cùng với nhà vua và những người bạn của ông ở gần [[Stockholm]], và buộc giới lãnh chúa địa phơng phải chấp nhận một hiến pháp mới do nhà vua ban hành.\n\nVào thời điểm này, những kẻ âm mưu được củng cố bởi [[Johan Christopher Toll]], một nạn nhân khác của sự áp bức của Cap. Toll đề xuất tổ chức một cuộc nổi dậy thứ hai ở tỉnh [[Scania]], và bảo vệ pháo đài phía nam [[Kristianstad]]. Sau một số cuộc tranh luận, người ta thống nhất rằng Kristianstad nên công khai tuyên bố chống lại chính phủ vài ngày sau khi cuộc nổi dậy của Phần Lan bắt đầu. [[Karl XIII của Thụy Điển|Công tước Charles (Karl)]], người lớn nhất trong số các em trai của nhà vua, sau đó sẽ buộc phải huy động các đơn vị đồn trú của tất cả các pháo đài phía nam một cách vội vàng, bề ngoài là để dẹp tan cuộc nổi dậy ở Kristianstad, nhưng khi đến trước pháo đài, anh ta đã gây chiến với quân nổi dậy và hành quân đến thủ đô từ phía nam trong khi Sprengtporten tấn công nó đồng thời từ phía đông.\n\nToàn bộ doanh nghiệp mang tính cách mạng được bảo lãnh bằng các khoản vay mua từ nhà tài chính người Pháp [[Nicolas Beaujon]], do đại sứ Thụy Điển tại [[Vương quốc Pháp]], [[Gustaf Philip Creutz|Bá tước Creutz]], thu xếp.\n\n[[Tập tin:Gustav IIIs revolutionsuniform - Livrustkammaren - 47787.tif|thumb|250px|Ảnh chụp đồng phục của Gustav III mặc trong cuộc đảo chính, ngày 19 tháng 8 năm 1772, [[Livrustkammaren]]]]\n\nVào ngày 6 tháng 8 năm 1772, Toll đã thành công trong việc giành được pháo đài Kristianstad, và vào ngày 16 tháng 8, Sprengtporten đã thành công trong việc gây bất ngờ cho Sveaborg, nhưng những cơn gió ngược đã ngăn cản ông ta băng qua Stockholm. Các sự kiện sớm xảy ra ở đó khiến sự hiện diện của ông ấy không cần thiết trong mọi trường hợp.\n\nVào ngày 16 tháng 8, thủ lĩnh của Cap, Ture Rudbeck, đến Stockholm với tin tức về cuộc nổi dậy ở phía nam, và Gustav thấy mình bị cô lập giữa kẻ thù. Sprengtporten nằm trong điều kiện thời tiết khắc nghiệt ở Phần Lan, Toll cách đó 800 kilômét (500 dặm), các thủ lĩnh Hat đang lẩn trốn. Sau đó, Gustav quyết định tung đòn quyết định mà không đợi Sprengtporten đến.\n\nÔng ấy đã hành động kịp thời. Vào tối ngày 18 tháng 8, tất cả các sĩ quan mà nhà vua nghĩ rằng có thể tin tưởng đã nhận được chỉ thị bí mật để tập hợp tại quảng trường lớn đối diện với kho vũ khí vào sáng hôm sau. Vào lúc 10 giờ ngày 19 tháng 8, Gustav lên ngựa và phi đến kho vũ khí. Trên đường đi, các sĩ quan của nhà vua tham gia cùng thành từng nhóm nhỏ, như thể tình cờ, vì vậy khi Gustav đến nơi, có khoảng 200 sĩ quan trong căn phòng của mình.\n\nSau cuộc diễu hành, Gustav dẫn họ trở lại phòng bảo vệ ở cánh phía tây bắc của cung điện, nơi đặt trụ sở chính của Đội cận vệ danh dự và tiết lộ kế hoạch của mình cho họ. Ông nói với các sĩ quan rằng:\n\n:''\"Nếu các ngươi đi theo ta, giống như tổ tiên của người đã đi theo Gustav Vasa và Gustavus Adolphus, thì ta sẽ liều mạng và máu của ta vì các ngươi và sự cứu rỗi của tổ quốc!\"''\n\nMột thiếu úy trẻ lên tiếng:\n\n:''\"Chúng tôi sẵn sàng hy sinh cả xương máu và tính mạng để phục vụ Bệ hạ!\"''<ref>{{chú thích web|url=http:\/\/www.historiesajten.se\/handelser2.asp?id=7|title=Gustav III:s statskupp 1772|website=Historiesajten.se|access-date=23 December 2017}}<\/ref>\n\nSau đó, Gustav đọc một [[lời thề trung thành mới]], và mọi người đã ký vào nó mà không do dự. Nó giải phóng họ khỏi lòng trung thành với các lãnh chúa địa phương, và ràng buộc họ chỉ phải tuân theo ''\"vị vua hợp pháp của họ, Gustav III\"''.\n\nTrong khi đó, [[Hội đồng Cơ mật Thụy Điển]] và chủ tịch của nó, Rudbeck, đã bị bắt và [[Hải quân Thụy Điển|hạm đội]] được bảo vệ. Sau đó, Gustav thực hiện một chuyến tham quan thành phố và được đám đông nhiệt tình đón nhận ở khắp mọi nơi, những người ca ngợi nhà vua như một người giải cứu. Một bài hát do [[Carl Michael Bellman]] sáng tác có tên là \"[[Gustafs skål|Toast to King Gustav!]]\".\n\n[[Tập tin:Pope Pius VI and Gustav III by Bénigne Gagneraux (1786).jpg|thumb|250px|[[Giáo hoàng Piô VI]] và Gustav III]]\n\nVào tối ngày 20 tháng 8, các sứ giả đi trên khắp đường phố tuyên bố rằng các lãnh chúa sẽ gặp nhau tại cung điện vào ngày hôm sau; mỗi cấp phó vắng mặt sẽ bị coi là kẻ thù của đất nước và vua của mình. Vào ngày 21 tháng 8, nhà vua xuất hiện. Ngồi trên ngai vàng, ông đã trình bày bài [[philippic]] nổi tiếng của mình, được coi là một trong những kiệt tác của nhà hùng biện Thụy Điển, trong đó ông khiển trách các lãnh chúa vì hành vi và sự không yêu nước của họ trong quá khứ.\n\nMột phần của bài phát biểu của Gustav III trước các lãnh chúa:\n:''...đã sinh ra lòng hận thù, hận thù để trả thù, trả thù để đàn áp, đàn áp đến những cuộc cách mạng mới rồi cuối cùng đã chuyển sang thời kỳ bệnh tật, làm tổn thương và suy thoái cả dân tộc. Tham vọng và ham muốn vinh quang của một số ít người đã hủy hoại vương quốc, và máu đã đổ bởi cả hai bên, và kết quả của điều này là sự đau khổ của người dân. Việc thiết lập cơ sở quyền lực của riêng họ là mục tiêu duy nhất của những người cầm quyền, thường phải trả giá bằng các công dân khác và luôn phải trả giá bằng quốc gia. Trong thời kỳ luật pháp rõ ràng thì luật pháp đã bị méo mó, và khi điều đó không thể xảy ra, nó đã bị phá vỡ. Không có gì là thiêng liêng đối với một bộ phận dân chúng luôn căm thù và trả thù, và cho đến nay, sự điên rồ cuối cùng đã đạt đến mức người ta cho rằng các thành viên quốc hội đứng trên luật pháp, họ không có bất kỳ hướng dẫn nào khác ngoài lương tâm của chính họ. Bởi Quyền tự do này, quyền cao quý nhất của con người đã bị biến đổi bởi chế độ chuyên quyền quý tộc không thể chịu nổi trong tay đảng cầm quyền, mà bản thân nó đã bị khuất phục bởi một số ít...''<ref>{{chú thích web|url=http:\/\/runeberg.org\/sverhist\/9\/0066.html|title=54 (Berättelser ur svenska historien \/ Nionde bandet. Gustaf III. Gustaf IV Adolf)|work=runeberg.org}}<\/ref>\n\nMột hiến pháp mới, [[Công cụ của Chính phủ (1772)]], đã được đọc cho các lãnh chúa và được họ nhất trí chấp nhận. Nghị viện sau đó đã bị giải thể.\n\n==Giữa chủ nghĩa hợp hiến và chủ nghĩa chuyên chế==\n[[Tập tin:Framsida av medalj med bild av Gustav III, 1777 - Skoklosters slott - 99545.tif|thumb|left|250px|Medal năm 1777]]\nGustav đã tiến hành cải cách theo cùng hướng với các vị vua đương thời khác của [[Thời đại Khai sáng]]. Tư pháp hình sự trở nên khoan dung hơn, án [[tử hình]] bị hạn chế trong một danh sách tội phạm tương đối ngắn (bao gồm cả tội giết người), và việc tiến hành tra tấn để ép cung được bãi bỏ, mặc dù \"hình phạt tử hình nghiêm khắc\", với hình phạt về thể xác giống như tra tấn trước khi hành quyết, vẫn được duy trì.\n\nGustav tham gia tích cực vào mọi bộ phận kinh doanh, nhưng chủ yếu dựa vào các cố vấn ngoại chính thức do chính ông lựa chọn hơn là vào [[Hội đồng Cơ mật Thụy Điển]]. Nỗ lực khắc phục tình trạng [[tham nhũng]] lan rộng phát triển dưới thời Hat và Cap đã chiếm một phần đáng kể thời gian của nhà vua và ông ấy thậm chí còn thấy cần phải đưa ra xét xử toàn bộ Göta Hovrätt, tòa án công lý cấp cao, ở [[Jönköping]].\n\nCác biện pháp cũng được thực hiện để cải cách hành chính và thủ tục tư pháp. Năm 1774, một sắc lệnh được công bố cung cấp quyền [[tự do báo chí]], mặc dù ''\"trong những giới hạn nhất định\"''. Hệ thống phòng thủ quốc gia đã được nâng lên tầm cỡ ''\"[[Cường quốc]]\"'', và hải quân được mở rộng đến mức trở thành một trong những lực lượng đáng gờm nhất ở [[châu Âu]] thời bấy giờ. Tình hình tài chính đổ nát đã được sắp xếp ổn thỏa theo \"[[Riksdaler Thụy Điển|sắc lệnh thực thi tiền tệ]]\" năm 1776.\n\nGustav cũng đưa ra các chính sách kinh tế quốc gia mới. Năm 1775, thương mại tự do về [[ngũ cốc]] được thúc đẩy và một số lệ phí xuất khẩu áp bức đã bị bãi bỏ. Luật người nghèo đã được sửa đổi và quyền tự do tôn giáo hạn chế được tuyên bố cho cả người [[Công giáo La Mã]] và [[người Do Thái]]. Gustav thậm chí còn thiết kế và phổ biến [[\nNationella dräkten|trang phục dân tộc Thụy Điển]], trang phục này thường được sử dụng trong giới thượng lưu từ năm 1778 cho đến khi ông qua đời (và nó vẫn được các cung nữ mặc trong các dịp lễ cấp nhà nước). Một sai lầm lớn về kinh tế của nhà vua là nỗ lực của ông vào năm 1775 nhằm biến việc bán rượu mạnh trở thành độc quyền của chính phủ, thông qua việc thành lập một mạng lưới các [[Nhà máy chưng cất vương quyền]] ([[tiếng Thụy Điển]]: ''Kronobränneri''). Những điều này được chứng minh là không mang lại lợi nhuận, và hơn nữa, độc quyền cực kỳ không được lòng dân chúng, vì vậy Gustav buộc phải bãi bỏ nó vào năm 1786.<ref name=\"Svenskt Biografiskt Lexikon\">{{chú thích web|title=Gustav III - Svenskt Biografiskt Lexikon|url=https:\/\/sok.riksarkivet.se\/sbl\/Presentation.aspx?id&#61;13317|access-date=2021-12-30|website=sok.riksarkivet.se}}<\/ref><ref name=\"ne\">{{chú thích web|title=kronobränneri - Uppslagsverk - NE.se|url=https:\/\/www.ne.se\/uppslagsverk\/encyklopedi\/l%C3%A5ng\/kronobr%C3%A4nneri|access-date=2021-12-30|website=www.ne.se}}<\/ref>\n\n[[Tập tin:Gustav III by Alexander Roslin - no frame (Nationalmuseum, 15330).png|thumb|250px|Bức chân dung đăng quang của Gustav III được vẽ bởi [[Alexander Roslin]], {{circa|1777}}]]\n\nNgược lại, chính sách đối ngoại của Gustav lúc đầu vừa kiềm chế vừa thận trọng. Vì vậy, khi nhà vua triệu tập các lãnh chúa tại [[Stockholm]] vào ngày 3 tháng 9 năm 1778, ông có thể đưa ra một bản tường trình rất tích cực về 6 năm quản lý của mình. Riksdag khá khúm núm đối với nhà vua. ''\"Không có chỗ cho một câu hỏi trong toàn bộ phiên họp\"''.\n\nPhiên họp diễn ra ngắn ngủi nhưng cũng đủ dài để các đại biểu nhận ra rằng uy thế chính trị của họ đã hết. Họ đã đổi chỗ với nhà vua. Bây giờ ông ấy thực sự là chúa tể tối cao của họ. Đối với tất cả sự dịu dàng của mình, nhà vua đã bảo vệ đặc quyền của hoàng gia một cách quyết liệt và thể hiện rõ ràng rằng ông ấy sẽ tiếp tục làm như vậy.\n\nNgay cả những người sẵn sàng chấp nhận sự thay đổi cũng không thích điều đó. Nếu Riksdag năm 1778 ngoan ngoãn thì Riksdag năm 1786 lại nổi loạn. Hậu quả là gần như tất cả các đề xuất của hoàng gia đều bị từ chối hoàn toàn hoặc bị sửa đổi đến mức chính Gustav đã rút lại chúng.\n\nTuy nhiên, trước đó trong các vấn đề đối ngoại và riêng tư, Gustav đã thể hiện sự quan tâm đáng kể đến [[Cách mạng Mỹ]] và đã nói điều này về nó vào tháng 10 năm 1776:\n\n:''\"Thật là một vở kịch thú vị khi chứng kiến một quốc gia tự tạo ra chính nó, đến nỗi tôi - nếu bây giờ tôi không phải là chính mình - sẽ đến Mỹ để theo dõi sát sao mọi giai đoạn trong sự xuất hiện của nền cộng hòa mới này. – Đây có lẽ là thế kỷ của nước Mỹ. Nền cộng hòa mới, hầu như không có dân số tập hợp tốt hơn so với Rome lúc đầu, có lẽ một ngày nào đó sẽ lợi dụng châu Âu, giống như cách châu Âu đã lợi dụng châu Mỹ trong 2 thế kỷ. Dù thế nào đi chăng nữa, tôi không thể không khâm phục lòng dũng cảm của họ và nhiệt liệt đánh giá cao sự táo bạo của họ.\"''<ref>Letter to [[Marie-Charlotte Hippolyte de Campet de Saujon|Countess de Boufflers]] 18 October 1776 published in 1992 by [[Swedish Academy]] Prof. [[:sv:Gunnar von Proschwitz|Gunnar von Proschwitz]] {{ISBN|91-7119-079-1}} p. 149<\/ref>\n\n==Chế độ chuyên chế==\n[[Tập tin:Gustav III av Krafft (cropped).jpg|thumb|250px|Gustav III khoảng năm 1786, hoạ phẩm của [[Per Krafft Già|Per Krafft Già]].]]\nQuốc hội Thuỵ Điển năm 1786 đánh dấu bước ngoặt trong thời kỳ cai trị của vua Gustav. Ông ngày càng gia tăng quyết tâm cai trị vương quốc mà không cần tới quốc hội, đây đánh dấu một trong những bước chuyển chậm rãi và dè dặt từ chế độ bán lập hiến sang [[Chủ nghĩa chuyên chế khai sáng|chế độ bán chuyên chế]].\n\nTrong cùng thời gian này, các nước đi chính trị bên ngoài của ông ngày càng trở nên mạo hiểm hơn. Đầu tiên thì ông tìm kiếm sự giúp đỡ của người Nga nhằm giúp ông giành lấy Na Uy từ tay [[Đan Mạch–Na Uy|Đan Mạch]]. Khi người Nga từ chối bỏ rơi đồng minh Đan Mạch, Gustav khai chiến với người Nga vào năm 1788, lúc này đang bận bịu với [[Chiến tranh Nga-Thổ Nhĩ Kỳ (1787–1792)|cuộc chiến với người Ottoman]] ở phía Nam. Việc khai chiến mà không thông qua sự đồng thuận của hội đồng khiến Gustav vi phạm nghiêm trọng hiến pháp mà ông phê chuẩn năm 1772; điều này gây ra nhiều cuộc bạo loạn quân sự, nghiêm trọng nhất là sự kiện [[âm mưu Anjala]] giữa các sĩ quan quý tộc của ông đồn trú tại Phần Lan. Đan Mạch sau đó tuyên chiến nhằm hỗ trợ cho đồng minh Nga, nhưng người Phổ và Anh sau đó thuyết phục được Đan Mạch ngưng chiến bằng các biện pháp ngoại giao.\n\nTrở về Thuỵ Điển, Gustav khơi dậy sự phẫn nộ của dân chúng đối với các sĩ quan nổi loạn. Ông cuối cùng cũng dập tắt được cuộc nổi loạn và xử tử những vị chỉ huy có liên quan. Tận dựng không khí chống quý tộc đang dâng cao, ông cho triệu tập quốc hội vào đầu năm 1789, tại đây ông thông qua [[Đạo luật Liên minh và An ninh|Đạo luật Liên minh và An ninh]] vào ngày 17 tháng 2 năm 1789 với sự đồng thuận của ba đẳng cấp thấp hơn (so với quý tộc). Điều này góp phần gia tăng đáng kể quyền lực hoàng gia, mặc dù các đẳng cấp vẫn duy trì các quyền liên quan đến ngân sách. Đổi lại, Gustav III loại bỏ phần lớn các đặc quyền cũ của giới quý tộc.\n\n==Chiến tranh Nga-Thụy Điển (1788-1790)==\n[[Tập tin:Trofeer från slaget vid Svensksund bäres in i Storkyrkan, målning av Pehr Hilleström.jpg|thumb|250px|Danh hiệu từ [[Trận chiến Svensksund (1790)|Trận chiến Svensksund]] được mang vào [[Storkyrkan|Nhà thờ lớn Stockholm]], tranh của [[Pehr Hilleström]]]]\n[[Tập tin:1 Riksdaler - Gustav III 1781.jpg|thumb|250px|[[Xu bạc]]: 1 [[Riksdaler Thụy Điển|Riksdaler Thụy Điển]] với chân dung của vua Gustav III ở mặt trước, mặt sâu là con dấu của hoàng gia, đúc năm 1781<ref name=\"en\">{{chú thích web|title=1 Riksdaler - Gustav III|url=https:\/\/en.numista.com\/catalogue\/pieces37578.html|access-date=|website=}}<\/ref>]]\nTrong suốt năm 1789 và 1790, Gustav tiến hành cuộc chiến tranh với [[Đế quốc Nga]] được gọi là [[Chiến tranh Nga-Thụy Điển (1788–1790)]]. Lúc đầu, dường như dẫn đến thảm họa trước khi người Thụy Điển phá vỡ thành công sự phong tỏa của hạm đội Nga trong [[Trận Svensksund]] vào ngày 9 tháng 7 năm 1790. Đây được coi là chiến thắng hải quân vĩ đại nhất mà [[Hải quân Thụy Điển]] từng đạt được. Người Nga mất một phần ba hạm đội và 7.000 người. Một tháng sau, vào ngày 14 tháng 8 năm 1790, một hiệp ước hòa bình được ký kết giữa Nga và Thụy Điển: [[Hiệp ước Värälä]]. Chỉ 8 tháng trước, Nữ hoàng Catherine đã tuyên bố rằng ''\"hành vi gây hấn đáng ghê tởm và nổi loạn\"'' của nhà vua Thụy Điển sẽ chỉ được ''\"tha thứ\"'' nếu ông ''\"làm chứng cho sự ăn năn của mình\"'' bằng cách đồng ý với một hòa ước, ban hành lệnh ân xá chung và không giới hạn cho tất cả những kẻ nổi loạn và đồng ý với sự đảm bảo của Riksdag Thụy Điển về việc tuân thủ hòa bình trong tương lai (''\"vì sẽ là thiếu thận trọng nếu chỉ tin tưởng vào đức tin tốt của ông ấy\"''). Hiệp ước Värälä đã giải thoát cho Thụy Điển khỏi bất kỳ sự nhượng bộ nhục nhã nào như vậy, và vào tháng 10 năm 1791, Gustav đã ký kết một liên minh phòng thủ kéo dài 8 năm với nữ hoàng, người đã tự ràng buộc mình phải trả cho đồng minh mới của mình khoản trợ cấp hàng năm là 300.000 rúp.\n\nTiếp theo, Gustav nhằm mục đích thành lập một liên minh các thân vương chống lại chính quyền [[Cách mạng Pháp]],<ref name=\"Britannica\"\/>  và đặt mọi cân nhắc khác vào mục tiêu này. Kiến thức sâu sắc của ông về các cuộc họp bình dân đã giúp ông, một mình trong số các vị vua đương thời, đánh giá chính xác phạm vi của Cách mạng Pháp ngay từ lần đầu tiên. Tuy nhiên, ông đã bị cản trở bởi những hạn chế về tài chính và thiếu sự hỗ trợ từ các cường quốc châu Âu khác. Sau đó, sau Đại hội ngắn ngủi của [[Gävle]] vào ngày 22 tháng 1 – 24 tháng 2 năm 1792, ông trở thành nạn nhân của một âm mưu chính trị lan rộng giữa những kẻ thù quý tộc của mình.<ref name=\"Britannica\"\/>\n\n==Ám sát==\n{{Infobox civilian attack\n| title            = Vụ ám sát Gustav III\n| location         = [[Nhà hát Opera Hoàng gia]], [[Stockholm]]\n| date             = Ngày 16 tháng 3 năm 1792\n| image            = Gustav IIIs maskeraddräkt - Livrustkammaren - 24373.tif\n| caption          = Trang phục của Gustav trong vụ ám sát\n| target           = Gustav III\n| type             = [[Ám sát]], [[shooting]]\n| weapons          = 2 [[Súng lục]] và [[dao]]\n| fatalities       = 1\n| perpetrators     = [[Jacob Johan Anckarstrom]], [[Adolph Ribbing]], Claes Fredrik Horn, Carl Pontus Lilliehorn, and [[Carl Fredrik Pechlin]]\n}}\nCuộc chiến chống Nga của Gustav III và việc ông thực hiện Đạo luật Liên minh và An ninh năm 1789 đã làm gia tăng lòng căm thù đối với nhà vua vốn ngày càng gia tăng trong giới quý tộc kể từ cuộc đảo chính năm 1772. Một âm mưu ám sát nhà vua và cải cách [[hiến pháp]] được giới quý tộc ngấm ngầm lên kế hoạch vào mùa đông năm 1791–1792. Trong số những người liên quan có [[Jacob Johan Anckarström]], [[Adolph Ribbing]], Claes Fredrik Horn, Carl Pontus Lilliehorn và [[Carl Fredrik Pechlin]]. Anckarström được chọn để thực hiện vụ ám sát bằng súng lục và dao, nhưng cũng có bằng chứng cho thấy Ribbing mới làn người bắn Gustav.<ref>Claes Rainer 2021 in ''Sofia Magdalena : kärlek, revolutioner och mord'' ISBN 9789198624915 pp. 313-314<\/ref>  \n\nVụ ám sát nhà vua được thực hiện tại một vũ hội đeo mặt nạ ở [[Nhà hát Opera Hoàng gia]] trong kinh đô [[Stockholm]] vào lúc nửa đêm ngày 16 tháng 3 năm 1792.<ref name=\"Britannica\"\/> Gustav đã đến sớm hơn vào buổi tối hôm đó để thưởng thức bữa tối cùng với bạn bè. Trong bữa tối, nhà vua nhận được một lá thư nặc danh mô tả mối đe dọa đến tính mạng của ông ấy (được viết bởi đại tá của Đội cận vệ nhà vua (Svea Life Guards) Carl Pontus Lilliehorn), nhưng vì nhà vua đã nhận được rất nhiều lá thư đe dọa trong quá khứ nên ông ấy đã chọn phớt lờ nó. Bức thư được viết bằng [[tiếng Pháp]], và trong bản dịch có nói rằng:\n\n{{blockquote|''Đối với Nhà vua - với sự khiêm tốn lớn nhất.\n\n''Xin cầu nguyện, cho phép một người vô danh có ngòi bút được hướng dẫn bởi sự tế nhị và tiếng nói của lương tâm, dám tự do thông báo với Ngài, với tất cả sự chân thành có thể, rằng có một số cá nhân tồn tại, cả ở Tỉnh và ở đây trong Thành phố, chỉ biết hít thở sự thù hận và trả thù ngài; thực sự đến mức cực đoan muốn rút ngắn sự sống của ngài, thông qua việc giết người.''\n\n''Họ rất buồn khi thấy điều này không xảy ra ở lễ hội hóa trang lần trước nhưng họ vui mừng khi biết rằng hôm nay sẽ có lễ hội hóa trang mới. Kẻ cướp không thích đèn lồng; không có gì hữu ích cho một vụ ám sát hơn là bóng tối và ngụy trang. Vì vậy, tôi dám kêu gọi ngài, bằng mọi thứ thánh thiện trên thế giới này, hãy hoãn vũ hội đáng nguyền rủa này, đến những thời điểm tích cực hơn cho lợi ích hiện tại cũng như sắp tới của ngài...''<ref>Gustaf III Mannen bakom myten, 1992 [[Swedish Academy]] Prof. Gunnar von Proschwitz {{ISBN|91-7119-079-1}} p. 465<\/ref>}}\n\nĐể thách thức bất kỳ kẻ ám sát nào có thể xảy ra, Nhà vua đi ra ngoài vào một khán đài mở đối diện với sân khấu opera. Và sau khoảng mười phút, ông ấy nói ''đây sẽ là một cơ hội để bắn. Nào, chúng ta đi xuống. Quả bóng dường như vui vẻ và tươi sáng''. Nhà vua nắm cánh tay phải của Nam tước Hans Henrik von Essen đi vòng quanh nhà hát một vòng rồi vào tiền sảnh nơi họ gặp Đại úy Carl Fredrik Pollet.<ref>''Svärdström, 1967''<\/ref>\n\nNhà vua, von Essen và Pollet tiếp tục đi qua một hành lang dẫn từ tiền sảnh đến sân khấu opera, nơi diễn ra buổi khiêu vũ. Trên sân khấu, một số người đàn ông đeo mặt nạ - một số nhân chứng đã nói về 20 hoặc 30 người đàn ông - khiến nhà vua không thể tiếp tục. Do đám đông, Pollet lùi lại phía sau Nhà vua, người đang cúi người về phía sau để nói chuyện với Pollet.<ref name=\"High Court protocols, 1792\">''High Court protocols, 1792''<\/ref>\n\nAnckarström đứng với Ribbing bên cạnh ở lối vào hành lang, tay trái cầm một con dao và mang một khẩu súng lục ở túi trong bên trái và một khẩu súng lục khác ở túi sau bên phải. Họ tiến ra phía sau Nhà vua, Anckarström lấy khẩu súng lục từ túi trong bên trái của mình và Ribbing hoặc anh ta bóp cò bằng khẩu súng trên tay Anckarström. Do nhà vua quay ngược lại nên viên đạn đi theo một góc từ đốt sống thắt lưng thứ ba về phía vùng hông.<ref>''Autopsy protocol in the High Court protocols, 1792.''<\/ref>\n\nNhà vua co giật và nói \"aee\" mà không ngã. Anckarström sau đó mất hết can đảm, đánh rơi khẩu súng lục và con dao và hét lên. Những người thuộc đội cận vệ của nhà vua đứng cách đó vài mét. Khi đến chỗ Nhà vua, họ nghe thấy ông ấy nói bằng tiếng Pháp ''“Aï, je suis phướcé”'' (Ouch, tôi bị thương).\n\nNhà vua được đưa trở lại nơi ở của mình, và các lối ra của Nhà hát Opera đã bị phong tỏa. Anckarström bị bắt vào sáng hôm sau và ngay lập tức thú nhận tội ám sát, mặc dù anh ta phủ nhận âm mưu cho đến khi được thông báo rằng Horn và Ribbing cũng đã bị bắt và đã thú nhận toàn bộ.<ref name=\"High Court protocols, 1792\"\/>\n\nNhà vua không bị bắn chết; ông còn sống và tiếp tục giữ chức vụ nguyên thủ quốc gia. Cuộc đảo chính là một thất bại trong thời gian ngắn. Tuy nhiên, vết thương bị [[nhiễm trùng]] và vào ngày 29 tháng 3, nhà vua cuối cùng qua đời với những lời trăng trối:\n\n: ''Jag känner mig sömnig, några ögonblicks vila Skulle göra mig gott (\"Tôi cảm thấy buồn ngủ, nghỉ ngơi một lát sẽ tốt cho tôi\")''\n\nVết thương do đạn bắn của Gustav ban đầu không được coi là nguy hiểm đến tính mạng; bằng chứng được kiểm tra lại cho thấy rằng chính việc nhiễm trùng nghiêm trọng đột ngột đã giết chết nhà vua gần như ngay lập tức, 13 ngày sau khi ông đã bình phục, có thể là do bác sĩ phẫu thuật [[Daniel Théel]] [sv], kẻ thù được biết đến của nhà vua, gây ra bằng phương pháp hóa học.<ref>Claes Rainer 2021 in ''Sofia Magdalena : kärlek, revolutioner och mord'' ISBN 9789198624915 pp. 306-307 & 314<\/ref>   \n\n[[Ulrica Arfvidsson]], [[Giao tiếp linh hồn|nhà tâm linh]] nổi tiếng của thời đại Gustav, đã nói với nhà vua điều gì đó có thể được hiểu là dự đoán về vụ ám sát vào năm 1786, khi Gustav đến thăm cô ấy một một cách bí mật - một sự trùng hợp ngẫu nhiên - nhưng cô ấy được biết là có một mạng lưới lớn những người cung cấp thông tin ở khắp mọi nơi để giúp cô ấy đưa ra những lời tuyên đoán chuẩn xác hơn, và trên thực tế cô ấy đã bị thẩm vấn về vụ giết người.\n\n==Tang lễ==\n[[Tập tin:Begravningsdekorationen i Riddarholmskyrkan 1792.jpg|thumb|250px|Trang trí trong tang lễ]]\nTang lễ của Gustav diễn ra vào ngày 14 tháng 5 năm 1792.<ref>[[Alf Henrikson]], ''Ekot av ett skott - öden kring 1792'', Bra Böcker 1986, {{ISBN|91-7752-124-2}}.<\/ref> Nó được tổ chức ở [[Nhà thờ Riddarholmen|Riddarholmskyrkan]], nơi được trang hoàng lộng lẫy.\n\nĐể chuẩn bị cho lễ tang, [[Joseph Martin Kraus]] đã sáng tác một bản hành khúc tang lễ theo bản văn của [[Carl Gustaf af Leopold]] do các ca sĩ solo [[Caroline Müller (1755–1826)|Caroline Müller]], [[Franziska Stading]], [[Kristofer Kristian Karsten]] và [[Carl Stenborg]] trình diễn, dàn hợp xướng và dàn nhạc từ [[Nhà hát Opera Hoàng gia Thụy Điển]] dưới sự chỉ đạo của chính người sáng tác.\n\n==Đóng góp cho văn hoá==\n[[Tập tin:Monument_to_King_Gustav_III_of_Sweden_(Stockholm).jpg|thumb|250px|Gustav trong vai [[Apollo Belvedere]] mặc đồng phục của Hải quân Duyên hải Thụy Điển (Skärgårdsflottan), đổ bộ lên các bến cảng của [[Stockholm]], trở về sau chiến tranh để mang đến một cành cây hòa bình cho những người dân vùng Stockholm. Bức Tượng đạt tại [[Skeppsbron]] của tác giả [[Johan Tobias Sergel]].]]\n\nMặc dù nhà vua có thể bị hậu thế chê trách vì nhiều nhược điểm và sự ngông cuồng, nhưng Gustav III được coi là một trong những vị vua hàng đầu của thế kỷ XVIII trong việc [[bảo trợ]] cho nghệ thuật. Ông ấy rất thích nghệ thuật biểu diễn và [[nghệ thuật thị giác]], cũng như [[văn học]].\n\nGustav cũng hoạt động như một nhà viết kịch. Ông được ghi nhận phần lớn trong việc tạo ra Nhà hát Hoàng gia (Kungliga Teatern), nơi trình diễn các vở kịch lịch sử của riêng ông, và ông đã thúc đẩy sự nghiệp của nhiều ca sĩ và diễn viên bản xứ, trong số đó có các ngôi sao kịch [[Fredrica Löf]] và [[Lars Hjortsberg]] và các ngôi sao opera [[Elisabeth Olin]] và [[Christoffer Christian Karsten]], bằng cách để họ lần lượt biểu diễn trong các vở kịch của nhà vua hoặc trong các vở opera do hoàng gia ủy quyền. Năm 1773, ông thành lập [[Nhà hát Opera Hoàng gia Thụy Điển]] và [[Ba lê Hoàng gia Thụy Điển]] dưới sự bảo trợ của ''Royal Theatre'' của mình. Một nhà hát opera mới được xây dựng vào năm 1775 và khánh thành vào năm 1782, nối với [[Cung điện Stockholm]] bằng cây cầu ''[[Norrbro]]''. Cho đến năm 1788, kịch nói cũng được trình diễn trong nhà hát opera. Sau đó, Gustav thành lập một tổ chức riêng cho kịch nói, [[Nhà hát Kịch Hoàng gia]], với một tòa nhà mới phía sau Nhà hát Opera Hoàng gia Thụy Điển.\n\nÔng trở thành thành viên của [[Hội Tam Điểm]] vào năm 1780 và giới thiệu [[Nghi thức tuân thủ nghiêm ngặt]] vào Thụy Điển. Năm đó, ông bổ nhiệm em trai mình, Công tước xứ Södermanland (sau này là vua Karl XIII), vào chức vụ Đại sư cho Grand Lodge của Thụy Điển. Grand Lodge phong cho ông danh hiệu ''\"Vicarius Salomonis\"'' (Đại diện của Solomon).<ref>Denslow, Wm. R. (1958). ''10,000 Famous Freemasons''. St. Louis, Mo: Missouri Lodge of Research<\/ref>\n\n===Opera===\nCác nhà soạn nhạc opera đáng chú ý dưới triều đại của Gustav là ba nghệ sĩ gốc Đức: [[Johann Gottlieb Naumann]], [[Georg Joseph Vogler]] và [[Joseph Martin Kraus]].<ref>Kraus was present at the ball where Gustav was shot. Kraus wrote a funeral cantata and the Symphonie funèbre, which were played at the burial ceremony on 13 April.<\/ref> Tất cả đều thành công trong việc chuyển thể nguồn gốc âm nhạc của mình sang phong cách kịch quốc gia Thụy Điển, một quá trình đôi khi được nhà vua giám sát (đặc biệt là trong cách bố trí [[libretto]] cho vở opera Gustav Wasa từ năm 1786).\n\nChính tại tiền sảnh của nhà hát opera, Vua Gustav III đã bị [[ám sát]]. Sự việc này đã trở thành cơ sở cho một bản libretto opera của [[Eugène Scribe]] do [[Daniel Auber]] soạn năm 1833 với tựa đề ''Gustave III'', của [[Saverio Mercadante]] năm 1843 với tên ''Il Reggente'', và của [[Giuseppe Verdi]] năm 1859 với tên ''Un ballo in maschera'' (Quả bóng đeo mặt nạ), với các chi tiết cụ thể được thay đổi dưới áp lực kiểm duyệt.\n\nMọi người đều đồng ý rằng sự đóng góp và cống hiến của Gustav III cho nghệ thuật biểu diễn ở Thụy Điển, đặc biệt là việc xây dựng các nhà hát và thành lập đoàn kịch quốc gia, là rất quan trọng đối với văn hóa Thụy Điển.<ref>Sällström, Åke : ''Opera på Stockholmsoperan''. Stockholm 1977<\/ref> Kỷ nguyên opera trong thời của ông ngày nay được gọi là ''\"Opera Gustavian\"''.<ref>Engländer, Richard : ''Joseph Martin Kraus und die Gustavianische Oper''. Uppsala 1943<\/ref>\n\n===Quốc phục Thụy Điển===\n\n===Khinh khí cầu===\nSau chuyến thăm của Gustav III tới [[Lyon]], những người tiên phong trong lĩnh vực hàng không là [[Anh em nhà Montgolfier]] vào tháng 6 năm 1784 đã cho ra mắt một khinh khí cầu mới có tên là Gustave để vinh danh Nhà vua Thụy Điển, trong đó nữ phi hành gia đầu tiên, ca sĩ [[Élisabeth Thible]], đã bay trên khinh khí cầu này.\n\n==Chính sách thuộc địa==\n===Saint-Barthélemy và Gustavia===\nDưới thời Vua Gustav III, Thụy Điển đã giành được hòn đảo nhỏ [[Saint-Barthélemy]] ở [[Vùng Caribe]] từ Pháp vào năm 1785 (để đổi lấy quyền thương mại của Pháp ở [[Gothenburg]]).\n\nThủ phủ của hòn đảo vẫn mang tên [[Gustavia]] để vinh danh vua Gustav III. Mặc dù nó đã được bán lại cho Pháp vào năm 1878, nhiều đường phố và địa điểm ở đó vẫn mang tên Thụy Điển. Ngoài ra, quốc huy Thụy Điển, ba chiếc vương miện, xuất hiện trên quốc huy của hòn đảo cùng với phù hiệu của hai chủ sở hữu trước đây khác của hòn đảo: ba bông [[Hoa bách hợp]] đại diện cho nước Pháp và một cây [[Thánh giá Malta]] đại diện cho [[Hiệp sĩ Cứu tế|Hiệp sĩ Saint John]].\n\n===Kế hoạch thuộc địa hóa Úc 1786–1787===\nKhi người Anh chuẩn bị thành lập một thuộc địa ở [[Vịnh Botany]] (ngày nay là thành phố [[Sydney]], Bang [[New South Wales]], [[Úc]]), Chính phủ của vua Gustav III đã đồng ý tài trợ cho đề xuất của [[William Bolts]] về một liên doanh tương đương ở Nuyts Land (bờ biển phía Tây Nam Úc). Chiến tranh với Nga khiến dự án này bị hủy bỏ.<ref>\"W. Bolts' forslag till kolonisation af en ö….1786–1790\", Rigsarkivet, Handel och Sjöfart, 193; cited in Åke W. Essén, \"Wilhelm Bolts und die schwedischen Kolonisierungspläne in Asien\", ''Bijdragen voor vaderlandsche Geschiedenis en Oudheidkunde,'' Bd.7 (6), 1935, pp. 83–101. See also Clas Theodor Odhner, ''Sveriges Politiska Historia under Konung Gustaf III:s Regering,'' Stockholm, Norstedt, 1885–1905, Del. 2, pp. 492–8; cited in Carl Sprinchorn, \"Sjuttonhundratalets och förslag till Svensk Kolonisation i främmande världsdelar\", ''Historisk Tidskrift,'' årg.43, 1923, pp. 153–4; and  Robert J. King, “Gustaf III’s Australian Colony”, ''The Great Circle,'' vol. 27, no. 2, 2005, pp. 3–20<\/ref>\n\n== Phả hệ ==\n{{ahnentafel\n|collapsed=yes |align=center |ref=<ref>{{chú thích sách|title=Genealogie ascendante jusqu'au quatrieme degre inclusivement de tous les Rois et Princes de maisons souveraines de l'Europe actuellement vivans| trans-title=Genealogy up to the fourth degree inclusive of all the Kings and Princes of sovereign houses of Europe currently living |url=https:\/\/books.google.com\/books?id=AINPAAAAcAAJ&pg=PA29|year=1768|publisher=Frederic Guillaume Birnstiel|location=Bourdeaux|language=fr|page=29}}<\/ref>\n|boxstyle_1=background-color: #fcc;\n|boxstyle_2=background-color: #fb9;\n|boxstyle_3=background-color: #ffc;\n|boxstyle_4=background-color: #bfc;\n|boxstyle_5=background-color: #9fe;\n|1= 1. '''Gustav III of Sweden'''\n|2= 2. [[Adolf Fredrik của Thụy Điển]]\n|3= 3. [[Louisa Ulrika của Phổ]]\n|4= 4. [[Christian August xứ Holstein-Gottorp, Thân vương xứ Eutin]]\n|5= 5. [[Albertina Frederica xứ Baden-Durlach]]\n|6= 6. [[Friedrich I của Phổ]]\n|7= 7. [[Sophia Dorothea của Hannover]]\n|8= 8. [[Christian Albert, Công tước xứ Holstein-Gottorp]]\n|9= 9. [[Frederikke Amalie của Đan Mạch]]\n|10= 10. [[Frederick VII, Bá tước xứ Baden-Durlach]]\n|11= 11. [[Augusta Marie xứ Holstein-Gottorp]]\n|12= 12. [[Friedrich I của Phổ]]\n|13= 13. [[Sophia Charlotte của Hannover]]\n|14= 14. [[George I của Anh]]\n|15= 15. [[Sophia Dorothea của Celle]]\n|16= 16. [[Frederick III, Công tước xứ Holstein-Gottorp]] (=22)\n|17= 17. [[Marie Elisabeth xứ Sachsen]] (=23)\n|18= 18. [[Frederick III của Đan Mạch]]\n|19= 19. [[Sophie Amalie xứ Brunswick-Lüneburg]]\n|20= 20. [[Friedrich VI, Bá tước xứ Baden-Durlach]]\n|21= 21. [[Christina Magdalena xứ Palatinate-Zweibrücken]]\n|22= 22. [[Frederick III, Công tước xứ Holstein-Gottorp]] (=16)\n|23= 23. [[Marie Elisabeth xứ Sachsen]] (=17)\n|24= 24. [[Friedrich Wilhelm, Tuyển hầu xứ Brandenburg]]\n|25= 25. [[Louise Henriette xứ Orange-Nassau]]\n|26= 26. [[Ernest Augustus, Tuyển hầu xứ Hannover]] (=28)\n|27= 27. [[Sophia of the Palatinate|Sophia của Hannover]] (=29)\n|28= 28. [[Ernest Augustus, Elector of Hanover]] (=26)\n|29= 29. [[Sophie của Pfalz|Sophia of Hanover]] (=27)\n|30= 30. [[George William, Công tước xứ Brunswick-Lüneburg]]\n|31= 31. [[Eleonore d'Esmier d'Olbreuse]]\n}}\n\n==Chú thích==\n{{refbegin}}\n* {{endnote|Dates|A note on dates}}: Sweden changed from the Julian calendar to the Gregorian calendar in 1753, when 17 February was followed by 1 March.\n{{refend}}\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Gustav III of Sweden}}\n* {{Cite NIE|wstitle=Gustavus III.|short=x}}\n* {{Cite AmCyc|wstitle=Gustavus III.|short=x}}\n\n{{s-start}}\n{{s-hou|[[Nhà Holstein-Gottorp]]|24 tháng 1|1746|29 tháng 3|1792|[[Nhà Oldenburg]]|name=Gustav III}}\n{{s-reg|}}\n{{s-bef|before=[[Adolf Fredrik của Thụy Điển|Adolf Fredrik]]}}\n{{s-ttl|title=[[Quốc vương Thụy Điển#Danh sách các quốc vương Thụy Điển|Quốc vương Thụy Điển]]|years=1771–1792}}\n{{s-aft|after=[[Gustav IV Adolf]]}}\n{{s-end}}\n\n[[Thể loại:Sinh năm 1746]]\n[[Thể loại:Mất năm 1792]]\n[[Thể loại:Thụy Điển thế kỷ 18]]\n[[Thể loại:Lịch sử cận đại Thụy Điển]]\n[[Thể loại:Người Stockholm]]\n[[Thể loại:Quốc vương Thụy Điển]]\n[[Thể loại:Tử vong do nhiễm trùng huyết]]\n[[Thể loại:Chết vì súng ở Thụy Điển]]\n[[Thể loại:Vương tộc Holstein-Gottorp]]\n[[Thể loại:Vua Phần Lan]]\n[[Thể loại:Lịch sử cận đại Thụy Điển]]\n[[Thể loại:Quân chủ Thụy Điển gốc Đức]]"}