{"Hans Holbein con":"{{Infobox artist\n| tiền tố = \n| name = Hans Holbein con\n| tên gốc = \n| nền = họa sĩ\n| image = Hans Holbein the Younger, self-portrait.jpg\n| imagesize = 200px\n| alt = \n| caption = \n| nghệ danh = \n| birth_name = \n| birth_date = khoảng 1497\n| birth_place = [[Augsburg]] ([[thành phố tự do của đế chế]]), [[Đế quốc La Mã Thần thánh]]\n| death_date = Tháng 10 hoặc Tháng 11, 1543 (45 tuổi)\n| death_place = [[Luân Đôn]], [[Vương quốc Anh]]\n| nationality = Đức<ref name=\"britannica\">{{chú thích web |title=Hans Holbein the Younger German painter  |url=https:\/\/www.britannica.com\/biography\/Hans-Holbein-the-Younger |publisher=[[Encyclopedia Britannica]]}}<\/ref>\n| nghề nghiệp = \n| movement = [[Phục Hưng phương Bắc]]\n| patrons = \n| bgcolour = #EEDD82\n| field = \n| training = \n| works = [[The Ambassadors (Holbein)|''The Ambassadors'']], chân dung\n| influenced by = [[Hans Holbein cha]]\n}}\n'''Hans Holbein con''' ({{Lang-de|Hans Holbein der Jüngere}}; {{circa|1497}}<ref>Alastair Armstrong, \"Henry VIII: Chính quyền, Quốc gia và Tôn giáo 1509 trừ1540\"<\/ref> &nbsp; - từ ngày 7 tháng 10 đến ngày 29 tháng 11 năm 1543) là một họa sĩ và nhà in ấn người Đức làm việc theo phong cách [[Phục Hưng phương Bắc|Phục hưng phương Bắc]], được coi là một trong những họa sĩ chân dung vĩ đại nhất của thế kỷ 16.<ref>Zwingenberger, 9.<\/ref> Ông cũng sáng tác các tác phẩm nghệ thuật tôn giáo, châm biếm và tuyên truyền [[Cải cách Kháng nghị|Cải cách]], ông cũng đóng góp đáng kể cho lịch sử thiết kế sách. Ông được gọi là \"con\" để phân biệt với người cha Hans Holbein cha, một họa sĩ tài ba của trường phái hậu Gothic.\n\nHolbein sinh ra ở [[Augsburg]], nhưng ông làm việc chủ yếu ở [[Basel]] với tư cách là một nghệ sĩ trẻ. Đầu tiên, ông vẽ tranh tường và các tác phẩm tôn giáo, thiết kế cửa sổ kính màu và sách in. Ông cũng vẽ chân dung nhưng không thường xuyên. Ông đã ghi dấu ấn quốc tế của mình với chân dung của nhân loại gia [[Desiderius Erasmus]] ở [[Rotterdam]]. Khi Cải cách tôn giáo đến Basel, Holbein làm việc cho các khách hàng Cải cách trong khi tiếp tục phục vụ các khách hàng tôn giáo truyền thống. Phong cách hậu Gothic của ông được làm phong phú thêm nhờ các xu hướng nghệ thuật ở Ý, Pháp và Hà Lan cũng như chủ nghĩa nhân văn Phục hưng. Kết quả là tạo nên một gu thẩm mỹ kết hợp độc đáo của riêng ông.\n\nHolbein đã tới Anh vào năm 1526 để tìm kiếm việc làm qua lời giới thiệu từ Erasmus. Ông được chào đón vào nhóm nhân văn của [[Thomas More]], nơi ông nhanh chóng tạo dựng được uy tín lớn. Ông trở lại Basel sau bốn năm, sau đó nối lại sự nghiệp ở Anh vào năm 1532 dưới sự bảo trợ của [[Anne Boleyn]] và [[Thomas Cromwell]]. Đến năm 1535, ông là Họa sĩ của vua [[Henry VIII của Anh]]. Trong vai trò này, ông đã sáng tác tranh chân dung và trang trí lễ hội cũng như thiết kế cho đồ trang sức, đĩa và các đồ vật quý giá khác. Chân dung của ông về hoàng gia và quý tộc là một kỷ lục của cung đình Anh khi mà Henry đang khẳng định quyền lực tối cao của mình đối với [[Giáo hội Anh]].\n\nNghệ thuật của Holbein được đánh giá cao ngay từ những ngày mới vào nghề. Nhà thơ và nhà cải cách người Pháp [[Nicholas Bourbon cha]] đã gọi ông là \"[[Apelles]] của thời đại chúng ta\", một giải thưởng tiêu biểu vào thời điểm đó.<ref>Wilson, 213; Buck, 50, 112. Apelles là một nghệ sĩ huyền thoại thời cổ đại, người bắt chước tự nhiên được cho là vô song.<\/ref> Holbein cũng đã được mô tả là một \" người vĩ đại\" của lịch sử nghệ thuật vì ông không tạo ra trường phái nào.<ref name=\"auto\">Wilson, 281.<\/ref> Một số tác phẩm của ông đã bị mất sau khi ông qua đời, nhưng phần lớn đã được thu thập lại. Ông đã được công nhận là một trong số các bậc thầy tranh chân dung vĩ đại vào thế kỷ 19. Triển lãm gần đây cũng đã làm nổi bật sự đa tài của ông. Ông đã tạo ra các thiết kế từ đồ trang sức phức tạp đến những bức bích họa hoành tráng.\n\nNghệ thuật của Holbein đôi khi được gọi là hiện thực vì ông đã vẽ với độ chính xác hiếm có. Chân dung của ông đã nổi tiếng trong thời đại của họ vì sự giống nhau của họ và qua đôi mắt ông, nhiều nhân vật nổi tiếng trong thời đại của ông được hình dung ngày nay, như [[Desiderius Erasmus|Erasmus]] và More. Tuy nhiên, ông không bao giờ bằng lòng với vẻ bề ngoài; ông đã nhúng các lớp biểu tượng, ám chỉ và nghịch lý trong nghệ thuật của mình vào sự say mê lâu dài của các học giả. Theo quan điểm của nhà sử học nghệ thuật [[Ellis Waterhouse]], chân dung của ông \"vẫn vượt trội về sự chắc chắn và kinh tế của tuyên bố, thâm nhập vào nhân vật, sự phong phú và thuần khiết của phong cách\".<ref>Nhà nước, 17.<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Mất năm 1543]]\n[[Thể loại:Sinh thập niên 1490]]"}