{"Harthacnut":"{{Thông tin nhân vật hoàng gia\n| tên = Harthacnut\n| hình = File:Harthacnut - MS Royal 14 B VI.jpg\n| chức vị = [[Vua Đan Mạch]]\n| tiền nhiệm = [[Knud Đại đế]]\n| kế nhiệm = [[Magnus I]]\n| tại vị = 1035 - 1042\n| chức vị 1 = [[Danh sách quân chủ Anh|Vua của Anh]]\n| tại vị 1 = 1040 - 1042\n| tiền nhiệm 1 = [[Harold I]]\n| kế nhiệm 1 = [[Edward Kẻ xưng tội]]\n| cha = [[Knud Đại đế]]\n| mẹ = [[Emma xứ Normandie]]\n| mất = 1042 (23-24 tuổi)<br>[[Lambeth]], [[Anh]]\n| sinh = k.1018<br>[[Anh]]\n| triều đại = [[Nhà Đan Mạch]]\n}}\n\n'''Harthacnut''' ([[tiếng Đan Mạch]]: ''Hardeknud''<ref group=\"lower-alpha\">Đôi khi đánh vần là '''Harðacnut''', '''Harthacanute''', '''Hardicanute''', '''Hardecanute''', '''Hordaknut''' hoặc '''Hörthaknútr'''.<\/ref>\"Nút thắt chặt{{sfn|Lawson|2004}}<nowiki>''<\/nowiki>, k. 1018 - 8 tháng 6 năm 1042), đôi khi được gọi là '''Canute III''', là [[Vua Đan Mạch]] từ 1035 đến 1042 và [[Danh sách quân chủ Anh|Vua Anh]] từ 1040 đến 1042. Ông là con trai của vua [[Knud Đại đế]] (người trị vì [[Đan Mạch]], [[Na Uy]] và [[Anh]]) và [[Emma xứ Normandie]].\n\nKhi Knud qua đời vào năm 1035, Harthacnut đã phải tranh giành để giữ lại tài sản của cha mình. [[Magnus I]] nắm quyền kiểm soát Na Uy, nhưng Harthacnut đã kế vị với tư cách là Vua của Đan Mạch và trở thành Vua Anh vào năm 1040 sau cái chết của người anh em cùng cha khác mẹ [[Harold I|Harold Harefoot]].\n\nHarthacnut đột ngột qua đời vào năm 1042 trong một đám cưới và được [[Magnus I]] ở Đan Mạch và [[Edward Người Tuyên xưng Đức tin]] ở Anh kế nhiệm. Harthacnut là vị vua [[Scandinavie|Scandinavia]] cuối cùng cai trị nước Anh.\n\n== Thời trẻ ==\nHarthacnut được sinh ra ngay sau cuộc hôn nhân của cha mẹ vào tháng 7 hoặc tháng 8 năm 1017.{{sfn|Lawson|2004}} Knud đã gác người vợ đầu tiên của mình Ælfgifu ở Northampton để cưới [[Emma xứ Normandie|Emma]], ​​và theo Encomium Emmae Reginae, một cuốn sách mà bà đã truyền cảm hứng trong nhiều năm sau đó, Knud đồng ý rằng bất kỳ người con trai nào của cuộc hôn nhân của họ nên được ưu tiên hơn con trai của cuộc hôn nhân đầu tiên.{{sfn|Howard|2008|pp=15, 27}} \n[[Tập tin:Hardeknut.jpg|trái|nhỏ|Harthacnut khi còn nhỏ.]]\nVào những năm 1020, Đan Mạch bị Na Uy và [[Thụy Điển]] đe dọa, và vào năm 1026, Knud quyết định tăng cường phòng thủ bằng cách đưa con trai tám tuổi của mình trở thành vị vua tương lai dưới một hội đồng do anh rể của ông, [[Bá tước Ulf]] đứng đầu. Tuy nhiên, Ulf đã xa lánh Knud bằng cách khiến các tỉnh Đan Mạch thừa nhận Harthacnut là vua mà không liên quan đến quyền lực chung của Knud và bằng cách không thực hiện các biện pháp mạnh mẽ để đáp ứng các cuộc xâm lược của Na Uy và Thụy Điển, thay vào đó chờ đợi sự trợ giúp của Knud. Năm 1027, Knud đến với một đội tàu. Ông đã tha thứ cho Harthacnut về sự không tuân lệnh của ông khi còn trẻ nhưng đã giết Ulf. Ông đã đuổi những kẻ xâm lược ra khỏi Đan Mạch và thiết lập quyền lực của mình đối với Na Uy, trở về Anh vào năm 1028 và rời khỏi Đan Mạch được cai trị bởi vua Harthacnut.{{sfn|Howard|2008|pp=29–38}}\n\nKnud đã rời Na Uy dưới sự cai trị của [[Håkon Eiriksson]], nhưng ông đã bị chết đuối vào năm 1029, và Knud đã chỉ định con trai mình là Svein cai trị Na Uy với sự giúp đỡ của Ælfgifu, người vợ đầu tiên của Cnut và mẹ của Svein. Tuy nhiên, họ đã trở nên không được ưa chuộng bởi việc đánh thuế nặng nề và ủng hộ các cố vấn Đan Mạch đối với các quý tộc Na Uy, và khi Vua [[Magnus Olafsson|Magnus I]] của Na Uy, con trai của cựu Quốc vương Na Uy, [[Olaf II|Olaf]], xâm chiếm năm 1035, họ buộc phải chạy trốn đến triều đình của Harthacnut. Harthacnut là một đồng minh thân thiết của Svein, nhưng ông không cảm thấy tài nguyên của mình đủ lớn để tiến hành một cuộc xâm lược Na Uy, và hai anh em cùng cha khác mẹ đã tìm kiếm sự giúp đỡ từ cha của họ, nhưng thay vào đó họ nhận được tin về cái chết của ông vào tháng 10 năm 1035.{{sfn|Howard|2008|pp=42–51}}\n\n== Trị vì ==\n\n=== Harold và Đan Mạch ===\nNăm 1035, Harthacnut kế vị cha mình trên ngai vàng Đan Mạch với tên Cnut III. Ông không thể đến Anh để xem xét tình hình ở Đan Mạch và đã đồng ý rằng anh trai ruột của Svein, [[Harold I|Harold Harefoot]], nên hành động như một người nhiếp chính, với Emma giữ [[Wessex]] thay cho Harthacnut. Vào năm 1037, Harold thường được chấp nhận làm vua, Harthacnut, theo lời của [[Biên niên sử Anglo-Saxon]], \"đã từ bỏ vì ông ở Đan Mạch quá lâu\",{{sfn|Giles|1914|p=112}} trong khi Emma trốn sang Bruges, ở Flanders. Vào năm 1039, Harthacnut đi thuyền với mười chiếc tàu để gặp mẹ của mình ở Bruges nhưng đã trì hoãn một cuộc xâm lược vì rõ ràng Harold bị bệnh và sẽ sớm chết, điều mà ông đã làm vào tháng 10 năm 1040. Các sứ giả đã sớm vượt qua kênh để đưa Harthacnut lên ngôi.\n\nMặc dù sự phác thảo chung về các sự kiện sau cái chết của Knud là rõ ràng, các chi tiết rất mơ hồ và các nhà sử học đưa ra những cách hiểu khác nhau. {{harvnb|Lawson|2004}} tuyên bố rằng điều này không rõ ràng, nhưng có lẽ đó là sự phản ánh của một sự sắp xếp chính thức mà phía nam sông Thames có những đồng xu bạc mang tên Harthacnut, trong khi những đồng xu ở phía bắc hầu hết đều có tên là Harold. Có thể đã có sự phân chia của vương quốc nếu Harthacnut xuất hiện ngay lập tức. Có lẽ ông ở lại Đan Mạch vì mối đe dọa từ Magnus của Na Uy, nhưng cuối cùng họ đã lập một hiệp ước mà nếu chết mà không có người thừa kế, vương quốc của ông sẽ đến bên kia, và điều này có thể đã giải phóng Harthacnut để theo đuổi yêu sách của ông với Anh.{{sfn|Lawson|2004}}\n\nTheo Ian Howard, Harthacnut đồng ý giúp Svein phục hưng Na Uy và lên kế hoạch cho một cuộc xâm lược vào năm 1036. Svein đã qua đời ngay trước khi bắt đầu, nhưng Harthacnut vẫn tiếp tục. Chiến tranh đã tránh khỏi bởi hiệp ước giữa Harthacnut và Magnus, điều mà Harthacnut đồng ý vì ông không có ứng cử viên chính đáng nào để cai trị Na Uy sau cái chết của Svein, và trong mọi trường hợp, ông thường có khuynh hướng tránh các chiến dịch và chiến tranh. Howard tin rằng hiệp ước có từ năm 1036,{{sfn|Howard|2008|pp=58–61}} trong khi các nhà sử học khác có niên đại đến năm 1039 và tin rằng nó đã giải phóng Harthacnut để khởi động một cuộc xâm lược Anh.{{sfn|Bricka|1893|pp=91-92}}{{sfn|Lund|2017}}\n\n=== Trở lại nước Anh ===\nHarthacnut đi đến Anh cùng mẹ. Cuộc đổ bộ vào [[Sandwich, Kent|Sandwich]] vào ngày 17 tháng 6 năm 1040, \"bảy ngày trước giữa mùa hè\",{{sfn|Giles|1914|p=113}} là một ngày yên bình, mặc dù ông có một hạm đội gồm 62 tàu chiến. Mặc dù ông đã được mời lên ngôi, ông không có cơ hội và đến như một kẻ chinh phục với một lực lượng xâm lược.{{sfn|Howard|2008|p=109}} Các thủy thủ phải được thưởng cho sự phục vụ của họ, và để trả cho họ, ông đã thu được một khoản tiền hơn 21.000 bảng, một khoản tiền khổng lồ khiến ông không được lòng dân, mặc dù chỉ bằng một phần tư số tiền mà cha ông đã huy động trong giai đoạn 1017-1018.{{sfn|Howard|2008|p=117}}\n\nHarthacnut đã kinh hoàng trước vụ giết Alfred của Harold và mẹ ông đòi trả thù. Với sự chấp thuận của các ủy viên hội đồng cũ của Harold, cơ thể của ông đã bị đưa ra khỏi vị trí danh dự của nó tại Westminster và bị chặt đầu công khai. Nó đã được xử lý trong một cái cống, nhưng sau đó được lấy ra và ném xuống [[sông Thames]], nhưng sau đó những người chèo thuyền ở London đã vớt nó lên và chôn nó trong một nhà thờ.{{sfn|Howard|2008|pp=111–112}} Godwin, bá tước mạnh mẽ của Wessex, đã đồng lõa với tội ác khi ông giao Alfred cho Harold, và hoàng hậu Emma đã buộc tội ông ta trong một phiên tòa trước Harthacnut và các thành viên trong hội đồng của ông ta.[[Tập tin:Coin danish and english king Harthacnut, Hardeknut (1018-1042).jpg|nhỏ|Tiền xu có hình Harthacnut.]]\nNgười Anh đã quen với việc nhà vua cầm quyền trong hội đồng, với lời khuyên của những người đứng đầu, nhưng Harthacnut đã cai trị một cách độc đoán ở Đan Mạch, và ông không sẵn sàng thay đổi, đặc biệt khi ông không hoàn toàn tin tưởng vào các bá tước hàng đầu. Lúc đầu, ông đã thành công trong việc đe dọa các đối tượng của mình, mặc dù sau đó ít hơn trong triều đại ngắn ngủi của mình. Ông đã tăng gấp đôi kích thước của hạm đội Anh từ mười sáu lên ba mươi hai tàu, một phần để ông có một lực lượng có khả năng xử lý rắc rối ở nơi khác trong đế chế của mình,{{sfn|Howard|2008|pp=118–119}} và để giải quyết điều đó, ông đã tăng mạnh thuế suất.{{sfn|Lund|2017}} Sự gia tăng trùng hợp với một vụ thu hoạch kém, gây khó khăn nghiêm trọng. Vào năm 1041, hai trong số những người thu thập thuế của ông đã rất khắc nghiệt trong việc đối phó với những người trong và xung quanh Worcester đến nỗi họ đã bạo loạn và giết chết những người thu thuế. Harthacnut đã phản ứng bằng cách áp dụng một hình phạt hợp pháp nhưng rất không phổ biến được gọi là 'quấy rối'. Ông ta ra lệnh cho các bá tước của mình đốt cháy thị trấn và giết chết dân chúng. Tuy nhiên, rất ít người chết vì họ biết chuyện gì đang đến và chạy trốn về mọi hướng.{{sfn|Lawson|2004}}{{sfn|Howard|2008|pp=119–120}}\n\nHarthacnut đã phải chịu đựng những căn bệnh ngay cả trước khi trở thành Vua Anh. Ông có thể đã bị bệnh lao, và có lẽ ông biết rằng mình sẽ không còn sống được bao lâu nữa.{{sfn|Howard|2008|pp=106, 124, 149}} Năm 1041, ông mời người anh em cùng cha khác mẹ của mình, Edward Kẻ xưng tội, trở về sau khi bị lưu đày ở Normandy và có lẽ đã biến ông ta thành người thừa kế. Ông ta có thể đã bị ảnh hưởng bởi Emma, ​​người hy vọng sẽ giữ được sức mạnh của bà bằng cách đảm bảo rằng một trong những đứa con trai của bà đã được người khác kế nhiệm. Harthacnut không kết hôn và không có con.\n\n== Qua đời ==\n[[Tập tin:061-Death of Hardicanute.png|nhỏ|Cái chết của Harthacnut.]]\nVào ngày 8 tháng 6 năm 1042, Harthacnut đã tham dự một đám cưới ở [[Lambeth]]. Chú rể là Tovi Người tự hào và cô dâu là Gytha, con gái của cận thần Osgod Clapa. Harthacnut có lẽ đã uống một lượng lớn rượu. Khi ông uống rượu của cô dâu,{{sfn|Bricka|1893|pp=91-92}}{{sfn|O'Brien|2006|pp=202-203}} ông \"''chết khi đứng uống rượu, và ông đột nhiên ngã xuống đất với một cơn co giật khủng khiếp, và những người ở gần đó đã giữ lấy ông, và ông không nói gì sau đó...\"{{sfn|Giles|1914|p=114}}''. Nguyên nhân có thể gây ra cái chết là do đột quỵ, \"''do uống quá nhiều rượu'' \".{{sfn|O'Brien|2006|pp=202-203}}\n\nSten Korner lưu ý rằng cái chết của Harthacnut có thể là một phần của một âm mưu, nhưng không khám phá thêm về khái niệm này, mặc dù hàm ý sẽ là [[Edward Kẻ xung tội]] đứng đằng sau âm mưu này.{{sfn|John|1996|p=169|loc=note 2}} Trong Cái chết của các vị vua: ''Lịch sử y khoa của các vị vua và hoàng hậu Anh'' (2000), Clifford Brewer đã chỉ ra rằng Edward được hưởng lợi từ cái chết bất ngờ của Harthacnut và trong khi Godwin, Bá tước Wessex, là cha vợ của Edward, ông đã từng dẫn đầu một cuộc nổi dậy chống lại con rể của mình. Ông đột ngột qua đời sau khi ăn tối, một lần nữa chỉ ra sự nghi ngờ về Edward là thủ phạm có thể xảy ra đằng sau cả hai cái chết. Kinda Holman chắc chắn rằng Harthacnut đã bị đầu độc nhưng cảm thấy rằng thủ phạm sẽ không bao giờ được biết đến một cách chắc chắn do \"không thiếu các ứng viên bất mãn<nowiki>''<\/nowiki>.{{sfn|Holman|2007|p=94}}\n[[Tập tin:Magnus_den_godes_saga_-_Magnus_og_Horda-Knut_-_H._Egedius.jpg|liên_kết=https:\/\/en.wikipedia.org\/wiki\/File:Magnus_den_godes_saga_-_Magnus_og_Horda-Knut_-_H._Egedius.jpg|nhỏ|250x250px|Harthacnut (bên trái) gặp vua [[Magnus Olafsson]] ở [[sông Göta]] tại [[Thụy Điển]] ngày nay]]\n\n== Sự kế vị ==\nThỏa thuận chính trị giữa Harthacnut và [[Magnus Olafsson]] bao gồm việc bổ nhiệm người kế vị Harthacnut. Vào thời điểm đó, thỏa thuận sẽ chỉ ảnh hưởng đến ngai vàng của Đan Mạch. [[Heimskringla]] tường thuật rằng khi Harthacnut chết, Magnus đã mở rộng yêu sách của mình đến nước Anh. Ông đã gửi một lá thư cho [[Edward Người Tuyên xưng Đức tin]], nhấn mạnh yêu sách của mình lên ngai vàng Anh và đe dọa xâm lược. Người thừa kế của chính ông, [[Harald Hardrada]], cũng đã nhấn mạnh yêu sách này. Cả hai đều coi mình là người kế vị hợp pháp của Harthacnut.{{sfn|Howard|2008|pp=40-44}} [[Fagrskinna]] chứa một chi tiết mà Magnus tuyên bố rằng \"''Tôi sẽ chiếm hữu toàn bộ đế chế Đan Mạch nếu không sẽ chết trong nỗ lực này''\".{{sfn|Finlay|2004|p=173}}\n\nBiên niên sử văn xuôi Brut là một tác phẩm Anglo-Norman, bao gồm các vị vua Anh và Anh từ Brut ([[Brutus xứ Troy]]) đến cái chết của [[Henry III của Anh|Henry III]] vào năm 1272. Có lẽ nó được viết trong triều đại của [[Edward I của Anh|Edward I]] (trị vì 1272-1307), mặc dù bản thảo cũ nhất còn tồn tại đến năm 1338. Văn bản thường bao gồm các lỗi đáng chú ý. Tác giả ban đầu vẫn chưa được biết, nhưng có một số phần tiếp theo của các bàn tay khác nhau, tiếp tục câu chuyện đến [[Trận chiến đồi Halidon]] (1333).{{sfn|Marvin|2006|pp=40-42, 47–49, 75}} Tác giả coi cả Harold Harefoot và Harthacnut đều là con trai của Knud và Emma xứ Normandy. Ông miêu tả Harold là thiếu hào hiệp, lịch sự và danh dự. Ông ca ngợi Harthacnut vì sự hào phóng của mình với thức ăn và đồ uốngÔng kết luận bằng cách miêu tả Harthacnut là một người con hiếu thảo vì đã chấp thuận việc mẹ mình, Emma, ​​trở lại triều đình.{{sfn|Marvin|2006|pp=223-225}}\n\n== Nhận định ==\nNgoài Biên niên sử Ramsey, các nguồn thông tin thời trung cổ còn sự thù địch với Harthacnut. Theo Biên niên sử Anglo-Saxon, ông \"không làm gì xứng đáng với một vị vua chừng nào ông còn trị vì\".{{sfn|Howard|2008|p=119}} Các nhà sử học hiện đại ít bác bỏ điều đó. Theo quan điểm của M. K. Lawson, ông có ít nhất hai trong số những điều cần thiết của một vị vua thời trung cổ thành công, ông \"vừa tàn nhẫn vừa sợ hãi\"; Nếu ông không chết trẻ, Cuộc chinh phạt của người Norman có thể đã không xảy ra. Ian Howard ca ngợi Harthacnut vì đã giữ hòa bình trên toàn đế chế của mình, mang lại lợi ích cho thương mại và thương nhân và đảm bảo sự kế vị hòa bình bằng cách mời Edward đến triều đình của mình làm người thừa kế. Nếu ông sống lâu hơn, Howard tin rằng, nhân vật của ông có thể đã cho phép ông trở thành một vị vua thành công như cha mình.{{sfn|Howard|2008|p=136}}\n\n[[Henry xứ Huntingdon]] (thế kỷ 12) tuyên bố rằng Harthacnut đã ra lệnh cho các bàn ăn của triều đình mình \"được đặt bốn lần một ngày với sự xa hoa của hoàng gia\" mà O'Brien nói có khả năng là một huyền thoại phổ biến.{{sfn|O'Brien|2006|pp=202-203}} Henry của Huntingdon đã xem chi tiết này trong bối cảnh quốc vương chia sẻ những bữa ăn này với các thành viên trong gia đình mình, khiến Harthacnut hào phóng hơn những người cùng thời. [[Ranulf Higden]] (thế kỷ 14) đã xem chi tiết tương tự trong một ánh sáng tiêu cực. Ông tuyên bố rằng Harthacnut khăng khăng đòi có hai bữa tối mỗi ngày. Tấm gương của ông đã ảnh hưởng đến người dân Anh, những người được cho là ngày của Higden háu ăn và ngông cuồng. Higden tuyên bố rằng Harthacnut có ảnh hưởng lâu dài đến tính cách dân tộc Anh.{{sfn|Given-Wilson|2004|pp=133-134}} Sự kết hợp của Harthacnut với sự háu ăn đã đủ nổi tiếng để xuất hiện trong tiểu thuyết Ivanhoe (1819) của Walter Scott.\n\n== Các bản miêu tả mâu thuẫn về cái chết ==\nCó một câu chuyện mâu thuẫn về cái chết của Harthacnut trong ''[[Morkinskinna]]'' (thế kỷ 13). Theo bản miêu tả này, [[Magnus I]] của Na Uy (trị vì 1034-1047) đã đến thăm triều đình Harthacnut ở Đan Mạch, nhận được tất cả các danh hiệu chính thức. Hai vị vua sau đó đã tranh luận về một vấn đề xã giao, về việc chủ nhà hay khách nên uống trước, mỗi người đàn ông dâng danh dự cho người kia. Hai người cuối cùng đã đồng ý rằng chủ nhà nên uống trước{{sfn|Fjalldal|2005|pp=51-53}}. Sau đó Álfífa ([[Ælfgifu xứ Northampton]]) bước vào hội trường hoàng gia, chào đón Magnus. Bà ta rót đồ uống cho ông. Nhưng vị khách mời đồ uống cho Harthacnut. Ông uống từ sừng và chết, bị đầu độc. Álfífa vì thế đã có ý định đầu độc Magnus, nhưng vô tình giết chết Harthacnut. Bà ta đã trốn chạy để trốn tránh sự trừng phạt.{{sfn|Fjalldal|2005|pp=51-53}}\n\nCâu chuyện có lẽ là hư cấu về nguồn gốc, mặc dù phù hợp với miêu tả sự phản diện của Ælfgifu trong tác phẩm này. Một câu chuyện gần như giống hệt nhau xuất hiện trong câu chuyện Egils, mặc dù ba nhân vật chính khác nhau, với [[Egill Skallagrímsson]] là nạn nhân dự định, với [[Bárðr xứ Atley]] và [[Gunnhild, Mẹ của các Vua]] là kẻ đầu độc.{{sfn|Fjalldal|2005|pp=51-53}}\n\n== Tham khảo ==\n\n=== Ghi chú ===\n<references group=\"lower-alpha\" \/>\n\n=== Chú thích ===\n<references responsive=\"\" \/>\n\n=== Nguồn ===\n{{refbegin|30em|indent=yes}}\n*{{chú thích sách|url=https:\/\/archive.org\/details\/deathofkingsmedi00brew|title=The Death of Kings: A Medical History of the Kings and Queens of England|last=Brewer|first=Clifford|publisher=Abson|year=2000|isbn=978-0-902920-99-6|location=|pages=}}\n*{{chú thích sách|url=http:\/\/runeberg.org\/dbl\/7\/0093.html|title=Dansk Biografisk Lexikon|last=Bricka|first=Carl Frederik|date=1893|publisher=I. Hansen|year=|isbn=|volume=VII|location=Holmsted|pages=|author-link=Carl Frederik Bricka|}}\n*{{MLCC|warning=1|url=http:\/\/fmg.ac\/Projects\/MedLands\/GERMANY,%20Kings.htm#HeinrichIIIGermanydied1056B|title-date=|title=Heinrich III, Emperor|date=August 2012|year=2012}}. Also covers his wives and children.\n*{{chú thích sách|url=https:\/\/books.google.com\/books?id=SmJ8v1ENhg4C&pg=PA173|title=Fagrskinna: A Catalogue of the Kings of Norway|last=Finlay|first=Alison|publisher=BRILL|year=2004|isbn=90-04-13172-8|location=|pages=}} Based primarily on Einarsson’s 1984 edition.\n*{{chú thích sách|url=https:\/\/books.google.com\/books?id=paq91FA5fu8C&pg=PA51|title=Anglo-Saxon England in Icelandic Medieval Texts|last=Fjalldal|first=Magnús|date=2005|publisher=University of Toronto Press|year=|isbn=978-0-8020-3837-1|location=|pages=}}\n*{{cite wikisource|title=The Anglo-Saxon Chronicle|tác giả=|last=Giles|first=J.A.|date=1914|wslink=The Anglo-Saxon Chronicle (Giles)|wspage=114|publisher=G. Bell and Sonson|location=London}}\n*{{chú thích sách|url=https:\/\/books.google.com\/books?id=9PNoC2MhEakC&pg=PA133|title=Chronicles: The Writing of History in Medieval England|last=Given-Wilson|first=Chris|date=2004|publisher=A&C Black|year=|isbn=978-1-85285-358-7|location=|pages=}}\n*{{chú thích sách|url=https:\/\/books.google.com\/books?id=H_5shMg3SVQC&pg=PA94|title=The Northern Conquest: Vikings in Britain and Ireland|last=Holman|first=Katherine|publisher=Signal|year=2007|isbn=978-1-904955-34-4|location=|pages=}}\n*{{chú thích sách|url=|title=Harthacnut: The Last Danish King of England|last=Howard|first=Ian|date=2008|publisher=The History Press|year=|isbn=|location=|pages=}}\n*{{chú thích sách|url=https:\/\/books.google.com\/books?id=7ju8AAAAIAAJ&pg=PA169|title=Reassessing Anglo-Saxon England|last=John|first=Eric|publisher=Manchester University Press|year=1996|isbn=978-0-7190-5053-4|location=|pages=}}\n*{{chú thích tạp chí|last=Kerr|first=Julie|date=|year=2007|title=Food, Drink, and Lodging:Hospitality in Twelfth-Century England|url=https:\/\/books.google.com\/books?id=G4KL1vA7jzAC&pg=PA77|journal=The Haskins Society Journal: Studies in Medieval History|publisher=Boydell Press|volume=18|pages=|isbn=978-1-84383-336-9|via=|editor=Stephen Morillo Diane Korngiebel|pp=72-92}}\n* {{cite ODNB|first=M. K.|last=Lawson|title=Harthacnut (Hardecanute) (c.1018–1042)|date=ngày 23 tháng 9 năm 2004|id=12252}}\n*{{citation|first=Niels|last=Lund|title=Knud 3. Hardeknud|work=Den Store Danske|publisher=Gyldendal|access-date=ngày 16 tháng 3 năm 2020|url=http:\/\/denstoredanske.dk\/index.php?sideId=107551|date=ngày 24 tháng 8 năm 2017}}\n*{{chú thích sách|url=https:\/\/books.google.com\/books?id=AGfyiKd8KD8C&pg=PA223|title=Brut|last=Marvin|first=Julia|publisher=Boydell Press|year=2006|isbn=978-1-84383-274-4|location=|pages=}}\n*{{chú thích sách|url=https:\/\/books.google.com\/books?id=V56rCRrxDv8C|title=Queen Emma and the Vikings: The Woman who Shaped the Events of 1066|last=O'Brien|first=Harriet|publisher=Bloomsbury|year=2006|isbn=978-0-7475-7968-7|location=|pages=}}\n* {{chú thích sách|url=https:\/\/books.google.com\/books?id=7-Fe-PRzbEwC&pg=PA177|title=Ivanhoe|last=Scott|first=Walter|publisher=Edinburgh University Press|year=1998|isbn=978-0-7486-0573-6|location=|pages=|author-link=Walter Scott}}\n{{refend}}\n\n=== Đọc thêm ===\n{{refbegin}}\n*DeVries, Kelly, ''The Norwegian Invasion of England in 1066'' (2003). Boydell & Brewer Ltd, {{ISBN|1843830272}}\n*Douglas, David Charles, ''William The Conqueror: The Norman Impact Upon England'' (1964). University of California Press.\n*Gillingham, John, ''The introduction of chivalry into England''. Essay included in ''Law and Government in Medieval England and Normandy: Essays in Honour of Sir James Holt'' (1994), pages 31–56. Cambridge University Press, {{ISBN|0521430763}}\n*Howard, Ian, ''Harold II: a Throne-Worthy King''. Essay included in ''King Harold II and the Bayeux Tapestry'' (2005), pages 35–52. Boydell Press, {{ISBN|1843831244}}.\n* Rushton, Alan R., ''Royal Maladies: Inherited Diseases in the Royal Houses of Europe'' (2008). Victoria, British Columbia: Trafford, {{ISBN|1-4251-6810-8}}\n{{refend}}{{Commonscat}}\n\n== Liên kết ngoài ==\n\n* {{Cite Americana|short=1|wstitle=Hardecanute}}\n{{Quốc vương và Nữ vương nước Anh}}{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Vua Anh]]\n[[Thể loại:Người Đan Mạch]]\n[[Thể loại:Mất năm 1042]]"}