{"Hector Berlioz":"{{wikify}}\n{{cần biên tập}}\n[[Tập tin:hector berlioz.jpg|phải|nhỏ|250px|Chân dung Hector Berlioz do [[Honoré Daumier]] vẽ.]]\n'''Louis Hector Berlioz''' ([[11 tháng 12]] năm [[1803]] - [[8 tháng 3]] năm [[1869]]) là một [[nhà soạn nhạc]] [[người Pháp]] thuộc [[chủ nghĩa lãng mạn|trường phái lãng mạn]], được biết đến nhiều nhất nhờ các bản ''[[Symphonie fantastique]]'' (''Giao hưởng tưởng tượng'') và ''[[Grande Messe des morts]]'' (''Khúc cầu hồn''). Berlioz đã đóng góp nhiều vào việc xây dựng [[dàn nhạc giao hưởng]] hiện đại với ''Chuyên luận về nhạc cụ'' và việc sử dụng dàn nhạc lớn cho tác phẩm của mình, đôi khi lên đến một ngàn người. Ngoài ra, ông còn viết 50 tác phẩm cho [[thanh nhạc]] và [[dương cầm|piano]].\n\nCuộc đời của Hector Berlioz cực kỳ long đong vất vả, luôn túng thiếu, nhưng cống hiến của Berlioz cho âm nhạc là rất lớn. Ông là nhà soạn nhạc lãng mạn lớn nhất của Pháp, người sáng lập thể loại [[giao hưởng có tiêu đề]], người cách tân trong lĩnh vực hình thức âm nhạc, hòa thanh, [[phối khí]], đồng thời là một nhạc trưởng kiệt xuất<ref name=\"ReferenceA\"\/>.\n\nHecto Berlioz là người thể hiện rõ nét những khuynh hướng tư tưởng tiến bộ của nghệ thuật trong thời kỳ đầu những năm 30. Ông là người đại diện tiêu biểu nhất của âm nhạc lãng mạn Pháp và là một trong những nhà cách tân nền âm nhạc Pháp. Trong số các nhà lãng mạn của nước khác cùng thời với ông, Berlioz nổi bật bằng tính độc đáo và tính xúc cảm nhạy bén. Sự tưởng tượng của Berlioz đã tạo được những hình tượng đặc sắc, nhưng đồng thời nghệ thuật của ông cũng có mối quan hệ sâu sắc với nhạc của quần chúng [[cách mạng Pháp]]. Mối quan hệ đó đã khẳng định một khía cạnh khác trong sáng tác của ông mà không có ở nhiều nhà soạn nhạc lãng mạn. Berlioz đã đưa vào nhạc lãng mạn những chủ đề về người công dân, về cách mạng và tạo được một nền nghệ thuật đồ sộ của quần chúng. Với khuynh hướng làm cho âm nhạc dễ hiểu, Berlioz đã thể hiện theo con đường phát triển của tính tiêu đề. Ông là người sáng lập ra nền giao hưởng lãng mạn có tiêu đề, và được khẳng định vào đầu những năm 30 với bản: \"Giao hưởng tưởng tượng\" đầu tiên có tiêu đề của ông.\n\nSự đổi mới của Berlioz được phát triển trên cơ sở vững chắc của dân tộc. Tính đặc sắc của nền [[văn hóa Pháp]] được nâng cao trong phong cách độc đáo của nhà soạn nhạc vĩ đại của chính đất nước này như sự say mê nhiệt tình đến nền nghệ thuật âm [[nhạc cổ điển]], cổ đại và sân khấu mà trong một thời gian dài khẳng định sự ngự trị của hình thức sân khấu hóa trong nhạc Pháp. Berlioz phát triển truyền thống này trong lĩnh vực giao hưởng, lĩnh vực nhạc đàn. Berlioz là nhà giao hưởng đầu tiên của Pháp có ý nghĩa đối với toàn châu Âu. Ngoài ra ông còn nổi tiếng là một nhà chỉ huy xuất sắc của thế kỷ XIX, xây dựng nền tảng cho nghệ thuật chỉ huy đương thời. Berlioz còn là nhà tư tưởng, nhà phê bình âm nhạc.\nCuộc đời của Berlioz tràn đầy sự căng thẳng để đấu tranh hình thành con đường mới mà ông muốn thực hiện cho nền âm nhạc nước Pháp.\n\nNgoài ra, Berlioz còn là một [[nhà văn]] xuất sắc, được thể hiện qua các tác phẩm phê bình âm nhạc. Ông viết cho nhiều [[báo]] và [[tạp chí]]. Phong cách viết của ông mạnh mẽ, nhiều lúc có sự [[châm biếm]].\n\n== Những ấn tượng của thời thơ ấu và con đường sự nghiệp ==\n\nBerlioz sinh ngày 11 tháng 12 năm 1803 tại [[La Côte-Saint-André]]<ref>[[Từ điển]] tác giả, tác phẩm [[âm nhạc]] phổ thông, [[Vũ Tự Lân]], xuất bản năm [[2007]], trang 31<\/ref>, tỉnh Isère gần [[Lyon]]. Cha của ông là một học giả, nhà vật lý, đã ảnh hưởng nhiều tới giáo dục của Berlioz. Trong khi cha của Berlioz là một người vô thần, quan điểm tự do thì mẹ của Berlioz là tín đồ [[Thiên Chúa giáo La Mã chính thống]]. Berlioz có 5 anh chị em, nhưng ba trong số đó mất trước khi trưởng thành. Hai người còn lại, [[Nanci Berlioz|Nanci]] và [[Adèle Berlioz|Adèle]], đã gắn bó với Berlioz suốt đời. Berlioz đã không học [[nhạc]] cho mãi tới năm 12 tuổi, khi ông bắt đầu viết các sáng tác nhỏ và những bản cải biên. Khác với nhiều nhà soạn nhạc thời kỳ này, Berlioz không phải một người có năng khiếu đặc biệt khi còn bé. Ngoài ra, do ngăn cản của cha, Berlioz không bao giờ học [[piano]], một điều về sau ông cho rằng vừa bất lợi những cũng vừa có lợi cho sự nghiệp của mình. Ngược lại, Berlioz thành thạo [[guitar]] và [[flute]]. Ngoài ra, ông còn tự học về hòa âm qua sách vở. Cho tới năm 12 tuổi, như Berlioz nhớ lại trong hồi ký, ông có tình cảm đầu tiên với một thiếu nữ 18 tuổi hàng xóm tên [[Estelle Fornier]].\n\nPhần lớn những tác phẩm đầu của Berlioz là các bạn lãng mạn và danh cho thính phòng. Ông biểu hiện tính lãm mạn bẩm sinh, yêu thích các tác phẩm của Virgil, [[William Shakespeare]], và [[Ludwig van Beethoven]].\n\n=== [[Paris]] ===\nNăm [[1821]], vào tuổi 18, Berlioz được gửi tới Paris theo học về [[y khoa]]. Nhưng Berlioz đã không có hứng thú với ngành này, được biệt sau khi phải nhìn thấy một tử thi bị bổ xẻ. Điều này được ông miêu tả chi tiết trong hồi ký của mình. Berlioz bắt đầu hòa nhập với cuộc sống ở Paris và trong lần đầu tới nhà hát Opéra, ông đã xem tác phẩm [[Iphigénie en Tauride]] của [[Christoph Willibald Gluck]], một nhà soạn nhạc mà ông yêu thích. Berlioz cũng thăm thư viện của nhạc viện Paris, nơi ông tìm kiếm [[tổng phổ]] các bản [[opera]] của Gluck. Berlioz còn nghe hai tác phẩm opera của [[Gaspare Spontini]], người về sau trở thành bạn và có ảnh hưởng tới Berlioz, cũng là người được ông bảo vệ khi viết các phê bình âm nhạc.\n\nBerlioz bắt đầu viết các tác phẩm âm nhạc với sự khuyến khích của Jean-François Lesueur, giảng viên nhạc viện Paris. Năm [[1823]], ông đăng bài báo đầu tiên dưới dạng một lá thư trên tờ Le Corsaire, bảo vệ cho vở La vestale của Gaspare Spontini. Khoảng thời gian này, Berlioz đã có một số sáng tác, bao gồm [[Estelle et Némorin]] và [[Le Passage de la mer Rouge]], nhưng ngày nay đã thất lạc. Le Passage de la mer Rouge đã thuyết phục được Jean-François Lesueur nhận Berliez làm học trò riêng.\n\nBất mãn với việc không tán thành của bố mẹ, năm 1824, Berliez tự ý bỏ ngành y, quyết tâm theo đuổi sự nghiệm âm nhạc. Ông viết [[Messe solennelle]], tác phẩm đã được tập dượt, nhưng không được trình diễn cho tới tận năm sau đó. Khoảng năm 1925, Berlioz bắt đầu soạn vở opera Les francs-juges và hoàn thành một năm sau đó, tuy vẫn còn non nớt. Tiếp theo, Berlioz chỉ viết các đoạn nhạc, một vài đã được trình diễn. Từ năm [[1826]], Berlioz tham dự các khóa học về sáng tác ở nhạc viện với [[Jean François Le Sueur]] và [[Anton Reicha]]. Ông cũng gửi một bản [[fuga]] dự thi [[giải thưởng La Mã]], nhưng bị loại ở vòng đầu tiên. Những năm sau, ông tiếp tục gửi tác phẩm tới dự thi, nhưng đến 1830 mới nhận được giải thưởng này. Lý do Berlioz mong muốn đạt giải không phải sự công nhận mà số tiền thưởng quan trọng với cuộc sống trật vật của ông khi đó.\n\nNăm 1827, Berlioz viết [[Waverley (Berlioz)|Waverly]] dựa theo bộ các tiểu thuyết [[Waverley (Scott)|Waverley]] của [[Walter Scott]]. Ông cũng bắt đầu làm việc như một ca sĩ trong dàn [[hợp xướng]] trên các sân khấu tạp kỹ. Năm [[1828]], Berlioz gặp người vợ tương lai [[Harriet Smithson]] tại [[nhà hát Odéon]] khi bà đóng vai [[Ophelia]] trong [[Hamlet]] và vai [[Juliet]] trong [[Romeo và Juliet]]. Berlioz trở nên say mê cả diễn viên Harriet Smithson lẫn [[nhà viết kịch]] Shakespeare. Ông gửi thư tới Smithson nhưng Smithson lại coi đó là các bức thư tự tiến cử nên Berlioz không tiếp thêm được bước nào.\n\nNăm [[1828]], Berlioz nghe các bản giao hưởng [[Giao hưởng số 3 (Beethoven)|số ba]] và [[Giao hưởng số 5 (Beethoven)|năm]] của Beethoven được trình diễn ở [[nhạc viện Paris]], một trải nghiệm ghi dấu ấn. Ông cũng đọc các tác phẩm của [[Johann Wolfgang von Goethe]] lần đầu tiên qua bản dịch [[tiếng Pháp]], về sau trở thành cảm hứng cho Berlioz viết [[Huit scènes de Faust]] rồi phát triển thành [[La damnation de Faust]]. Ngoài ra, Berlioz cũng tiếp xúc với các [[tứ tấu đàn dây]] và [[sonata]] dành cho piano của Beethoven. Thời gian này, Berlioz còn viết các phê bình âm nhạc và học [[tiếng Anh]] để có thể đọc được Shakespeare. Năm 1830, Berlioz viết Symphonie fantastique, tác phẩm đem lại danh tiếng cho ông.\n\n===[[Ý]]<ref name=\"ReferenceA\">[[Từ điển]] tác giả, tác phẩm [[âm nhạc]] phổ thông, [[Vũ Tự Lân]], xuất bản năm [[2007]], trang 32<\/ref>===\nNăm [[1830]], Berlioz giành [[Giải thưởng Rome]], giải thưởng mà vài năm trước đó ông không chạm đến. Nhờ đó, ông có 3 năm học ở Ý. \n===Trở về Paris<ref name=\"ReferenceA\"\/>===\nNăm [[1839]], Berlioz làm việc tại [[thư viện]] của [[Nhạc viện]] Paris.\n===Lưu diễn và được công nhận<ref name=\"ReferenceA\"\/>===\n[[Thời gian]] sau, Berlioz lưu diễn với tư cách một [[nhạc trưởng]] tại [[Bỉ]], [[Áo]] và [[Đức]]. Năm [[1856]], ông là viện sĩ [[Viện Pháp quốc]].\n\n==Các tác phẩm==\n{{Bài chi tiết|Các tác phẩm âm nhạc và văn học của Hector Berlioz}}\n\n==Chú thích==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/www.youtube.com\/watch?v=vFpRHw6lxUs The Best of Berlioz]\n\n{{thể loại Commons|Hector Berlioz}}\n\n[[Thể loại:Sinh năm 1803|Berlioz,Hector]]\n[[Thể loại:Mất năm 1869|Berlioz,Hector]]\n[[Thể loại:Nhạc sĩ Pháp|Berlioz,Hector]]\n[[Thể loại:Nhạc sĩ trường phái lãng mạn|Berlioz,Hector]]\n[[Thể loại:Nhà phê bình âm nhạc Pháp|Berlioz,Hector]]\n[[Thể loại:Nhà soạn nhạc Pháp]]\n[[Thể loại:Hector Berlioz]]\n[[Thể loại:Nhà phê bình âm nhạc]]\n[[Thể loại:Nhà soạn nhạc opera]]"}