{"Hermann Samuel Reimarus":"[[Hình:Hermann Samuel Reimarus.jpg|phải|200px]]\n'''Hermann Samuel Reimarus''' (22 tháng 12 năm 1694, [[Hamburg]] – 1 tháng 3 năm 1768, Hamburg), là một [[triết gia]] [[người Đức]] sống vào [[Thời kỳ Khai sáng]]. Ông được biết đến là người theo [[Thuyết thần giáo tự nhiên]] (''deism''), một học thuyết cho rằng [[lý trí]] và hiểu biết về giới tự nhiên và về bản thân là đủ để hiểu về [[Thượng đế]], và rằng Thượng đế chỉ sáng tạo ra thế giới chứ không can thiệp vào sự tiến hóa của xã hội. Điều này có nghĩa là thuyết này phủ nhận tất cả những tôn giáo sống dựa trên sự mạc khải. Bản thân Reimarus là một tín đồ cuồng nhiệt của \"tôn giáo lý trí\" và ông chung thủy với thuyết thần giáo tự nhiên cho đến lúc qua đời.<ref name = \"dapaah\">[http:\/\/books.google.com.vn\/books?id=S0P18O3fGR4C&pg=PA148&lpg=PA148&dq=%22david+f.+strauss%22+%22pioneer%22&source=bl&ots=1MYI2lcO_7&sig=obADeyjoH4TeCgVDE9SxpAolLHI&hl=vi&sa=X&ei=ZvHkUtezIaqjige6joDwCg&ved=0CGAQ6AEwBg#v=onepage&q=%22david%20f.%20strauss%22%20%22pioneer%22&f=false The Relationship Between John the Baptist and Jesus of Nazareth: A Critical Study], tr. 147-148<\/ref>\n\nTrong các trước tác của mình, Remarius đã phủ nhận nguồn gốc [[siêu nhiên]] của [[Kitô giáo]]<ref name=nie>{{Cite NIE|wstitle=Reimarus, Hermann Samuel|year=1905}}<\/ref>. Ông đã cố gắng xây dựng một hình ảnh trung thực của [[Chúa Giêsu]] mà lý trí và khoa học có thể chấp nhận được, và cho rằng tiểu sử của Giêsu đã bị làm méo mó, xuyên tạc, bịa đặt bởi các tín đồ của ông ta nhằm mục đích tô vẽ lên câu chuyện \"mạc khải\". Những nghiên cứu của Reimarus đã có một số ảnh hưởng quan trọng - kéo dài đến tận ngày nay - đến việc nghiên cứu Thánh Kinh và con người lịch sử của Giêsu<ref name = \"dapaah\"\/>. Ông được cho là người tiên phong trong lĩnh vực nghiên cứu về con người lịch sử chân thật của [[Giêsu]].\n\n==Tiểu sử==\nHermann Samuel Reimarus sinh ngày 22 tháng 12 năm 1694 tại [[Hamburg]] và là con trai cả của Nikolaus Reimarus và Johanna Wetken. Cha của ông xuất thân từ mộc gia đình [[mục sư]] theo nhánh [[Tin Lành]] [[Luther]], còn mẹ ông là con gái của một gia đình tư sản thuộc tầng lớp thượng lưu. Thuở nhỏ, H. S. Reimarus nhận được sự giáo dục từ cha mình và, từ năm 1710, từ nhà nghiên cứu Hy Lạp-La Tinh nổi tiếng [[Johann Albert Fabricius]] - sau này là cha vợ của Reimarus - tại trường trung học [[Gelehrtenschule des Johanneums]]. Năm 19 tuổi (1714), ông tốt nghiệp chứng chỉ thần học, triết học và ngôn ngữ phương Đông tại [[Đại học Jena]]. Nhờ sự giúp đỡ của thầy Fabricius, năm 1716 ông đến [[Đại học Wittenberg]] và trở thành giảng sư độc lập (''privatdozen'') tại đây. Ông cũng nhận được bằng thạc sĩ về từ vựng học của tiếng Hebrew và năm 1719 trở thành phụ tá trong khoa triết học của trường. Ông du học sang [[Anh]] và [[Hà Lan]] trong năm 1720-21 và năm 1723 trở thành hiệu trưởng một trường trung học ở [[Wismar]]. Năm 1728 ông trở thành giáo sư dạy tiếng Hebrew và ngôn ngữ phương Đông tại trường trung học ở quê hương Hamburg. Cùng năm đó, H. S. Reimarus kết hôn với con gái của thầy J. A. Fabricius. Hai người có với nhau tổng cộng 7 mặt con, nhưng chỉ có người con trai cả - nhà vật lý [[Johann Albert Heinrich Reimarus]] - và một người con gái Katharina Elisabeth Reimarus (tên thân mật là Elise) là sống được đến tuổi trưởng thành.\n\nTừ khi nhậm chức cho đến cuối đời, Reimarus tiếp tục công việc hiệu trưởng của trường trung học tại Hamburg, mặc ông dù đã nhận được khá nhiều lời mời gọi hấp dẫn từ các tổ chức khác. Đối với ông, chức vụ hiệu trưởng khá nhàn hạ, và ông tìm thấy sự hứng thú trong việc nghiên cứu ngữ văn học, toán học, lịch sử, kinh tế chính trị, khoa học và lịch sử tự nhiên bên cạnh các công tác thường nhật. Reimarus viết khá nhiều tác phẩm về ngữ văn, thần học, triết học và trở thành một nhân vật có danh tiếng tại địa phương và có quan hệ rộng rãi trong tầng lớp trí thức thời đó, kể cả đối với một số nhân vật có địa vị cao trong xã hội. Căn nhà của ông cũng là một trong những trung tâm văn hóa nổi trội nhất tại Hamburg.\n\nH. S. Reimarus là một trong những người sáng lập Hiệp hội Hamburg vào năm 1765, một tổ chức bảo trợ cho nghệ thuật và thương mãi. Một đài tưởng niệm Reimarus đã được dựng tại \"căn nhà của hội những người yêu nước\" (''[[Haus der patriotischen Gesellschaft]]''), nơi những thành viên của hiệp hội họp bàn với nhau.\n\nVào cuối tháng 2 năm 1768, Reimarus mời một số người bạn đến nhà chơi và nói với họ rằng ông muốn gửi lời chào vĩnh biệt trong lần gặp gỡ cuối cùng này. Mười ngày sau đó (1 tháng 3 năm 1768), H. S. Reimarus qua đời tại quê nhà Hamburg, hưởng thọ 73 tuổi.\n\n==Tác phẩm==\nReimarus đã cho ra đời khá nhiều trước tác trong đời mình, số lượng và tính đa dạng của các tác phẩm của Reimarus khiến ông là một đại diện tiêu biểu của triết học khai sáng. Đầu tiên là một số bài nghiên cứu và bài viết ngắn, rồi đến năm 1734 ông hoàn tất một bản dịch của [[Sách Gióp]] cùng với lời bình. Đây là công trình mà học giả [[Johann Adolf Hoffmann]] còn làm dang dở. Năm 1737, H. S. Reimarus bắt tay vào biên soạn một tác phẩm nói về nhà sử học La Mã ''[[Dio Cassius]]'', sử dụng những tư liệu mà thầy J. A. Fabicius thu thập được. Tác phẩm này được xuất bản 2 tập vào các năm 1750 và 1752, và nó chính là trước tác làm nên danh tiếng của Reimarus với tư cách là một học giả.\n\nH. S. Reimarus bắt đầu cho ra lò các tác phẩm triết học của riêng mình từ năm 1754 với việc xuất bản 10 luận văn mang tiêu đề \"Những điều chân thật nhất của tôn giáo tự nhiên\" (''Die vornehmsten Wahrheiten der natürlichen Religion'', ấn bản thứ 7 năm 1798), theo sau đó là một tác phẩm nói về lý luận mang tên \"Học thuyết về lý luận như là sự giới thiệu về cách sử dụng lý luận đúng đắn trong việc tìm hiểu về sự thật\" (''Vernunftlehre als Anweisung zum richtigen Gebrauche der Vernunft'', 1756, tái bản lần thứ 5 vào năm 1790). Năm 1760 ông cho ra lò tác phẩm \"Suy nghĩ về bản năng của động vật\" (''Betrachtungen über die Triebe der Thiere'', ấn bản thứ 4 năm 1798<ref>[http:\/\/books.google.com.vn\/books?id=c3FRAAAAMAAJ&pg=PAPP5&hl=vi#v=onepage&q&f=false Ấn bản lần thứ 2 năm 1762, bằng tiếng Đức)]<\/ref>), cũng bàn về vấn đề tôn giáo tự nhiên.\n\nTác phẩm quan trọng nhất của Reimarus, và cũng là đóng góp quan trọng nhất của ông trong mảng thần học, đó là một trước tác nghiên cứu về con người chân thật của Giêsu trong lịch sử mang tên \"Một lời biện hộ cho lối thờ phượng Thượng đế dựa trên lý trí\" (''Apologie oder Schutzschrift für die vernünftigen Verehrer Gottes''), viết từ năm 1736 đến 1768 song song với các tác phẩm khác. Reimarus chỉ cho những người bạn rất thân đọc trước tác này và không xuất bản nó lúc sinh thời, ông cho rằng dư luận thời đại của mình chưa chuẩn bị sẵn sàng tâm lý để đọc những bài viết phân tích và vê phán đạo Kitô cũng như phê phán Thánh kinh, vốn có nội dung chống lại trào lưu Kitô chính thống (cũng như tư duy tin vào từng câu từng chữ của Kinh thánh thời đó) và thậm chí có thể dẫn đến việc phủ nhận hoàn toàn tính chất \"mạc khải\" mà đức tin Kitô cố gắng xây dựng.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*{{EB1911|wstitle=Reimarus, Hermann Samuel |volume=23 |page=53}}\n\n==Liên kết ngoài==\n{{Commons|Hermann Samuel Reimarus}}\n{{EB9 poster|Reimarus, Hermann Samuel}}\n*[http:\/\/archive.org\/details\/fragmentsfromrei00reim ''Fragments from Reimarus''] English 1879\n*[http:\/\/archive.org\/stream\/posthumousessays00colluoft#page\/228\/mode\/1up ''The Posthumous Essays of John Churton Collins''] [[John Churton Collins]] 1912 p 229ff ''Browning and Lessing''\n*[http:\/\/homepages.which.net\/~radical.faith\/thought\/reimarus.htm Radical Faith - exploring faith in a changed world: ''Hermann Reimarus''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150603085426\/http:\/\/homepages.which.net\/~radical.faith\/thought\/reimarus.htm |date=2015-06-03 }}\n*[http:\/\/homepages.which.net\/~radical.faith\/thought\/lessing.htm Radical Faith - exploring faith in a changed world: ''G. E. Lessing''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130411073141\/http:\/\/homepages.which.net\/~radical.faith\/thought\/lessing.htm |date=2013-04-11 }}\n*[http:\/\/www.ccel.org\/php\/disp.php?authorID=schaff&bookID=encyc12&page=402&view New Schaff-Herzog Encyclopedia of Religious Knowledge, Vol. XII, pp. 402-403: ''Wolfenbüttel Fragments'']{{Liên kết hỏng|date=2021-03-12 |bot=InternetArchiveBot }}\n*[http:\/\/homes.rhein-zeitung.de\/~ahipler\/kritik\/reimarus.htm ''Fragmente eines Ungenannten (Hrsg. Lessing'') (Note that the common engl. translation \"Fragments by an Unknown Author\" is misleading; the German adjective \"ungenannt\" means \"anonymous\".)]\n*[http:\/\/www.earlychristianwritings.com\/schweitzer\/chapter2.html Albert Schweitzer, (Ed.)Peter Kirby, ''The Quest of the Historical Jesus: Chapter II: Hermann Samuel Reimarus'']\n*[http:\/\/www.britannica.com\/eb\/article?tocId=9063095 Encyclopædia Britannica Premium Service: ''Reimarus, Hermann Samuel'']\n*[http:\/\/www.liberliber.de Liber Liber]\n*[http:\/\/www.gkoehn.com\/dynamic\/reimarus.htm (English translation of the Third Fragment ''Passing of the Israelites Through the Red Sea'')] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120213082343\/http:\/\/www.gkoehn.com\/dynamic\/reimarus.htm |date=2012-02-13 }}\n\n[[Thể loại:Sinh năm 1694]]\n[[Thể loại:Mất năm 1768]]\n[[Thể loại:Nhà triết học Đức]]\n[[Thể loại:Người Hamburg]]"}