{"Hoa Hâm":"{{Thông tin nhân vật Tam Quốc\n|Tên=Hoa Hâm\n|Chức vụ=Tướng quốc \n|Nước=[[Tào Ngụy]]\n|Giản thể=华歆\n|Phồn thể=華歆\n|Bính âm=Hua Xin\n|Tự=Tử Ngư (子魚)\n|Thụy=Kính Hầu (敬侯)\n}}\n'''Hoa Hâm''' ([[chữ Hán]]: 華歆; bính âm: Hua Xin; [[157]]-[[231]]) là đại thần cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]], công thần khai quốc nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\nHoa Hâm có [[Tên chữ (người)|tên tự]] là '''Tử Ngư''' (子魚), người huyện Cao Đường, quận quốc Bình Nguyên (đương thời thuộc Thanh châu)<ref>Nay là tây nam Vũ Thành, [[Sơn Đông]] hiện nay<\/ref>. Từ thời trẻ, ông đã nổi tiếng vì có tài cao.\n\n== Thăng trầm thời loạn ==\nCuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]], Hoa Hâm được cử làm Hiếu liêm, làm Thượng thư lang. Hoa Hâm về nhà ở ẩn một thời gian rồi được Đại tướng quân [[Hà Tiến]] mời ra làm Thượng thư lệnh.\n\nKhi [[Đổng Trác]] vào [[Lạc Dương]] thao túng triều đình nhà Hán, [[chư hầu]] do [[Viên Thiệu]] đứng đầu nổi dậy chống lại. Đổng Trác phải bỏ kinh thành Lạc Dương mang [[Hán Hiến Đế]] chạy về [[Trường An]]. Hoa Hâm muốn thoát thân bèn xin ra làm huyện lệnh huyện Hạ Khê<ref>Gần Vị Nam hiện nay<\/ref>. Đổng Trác đồng ý, Hoa Hâm bèn nhân đó chạy ra khỏi ải Vũ Quan, tới [[Nam Dương]] thì gặp em Viên Thiệu là [[Viên Thuật]] đang đóng quân thảo phạt [[Đổng Trác]]. Ông bị Viên Thuật giữ lại. Hoa Hâm khuyên Viên Thuật hãy tiến từ Vũ Quan vào Quan Trung đánh Đổng Trác. Nhưng Viên Thuật không nghe theo đề nghị của ông, chỉ muốn giữ ông lại vì ông là người có danh tiếng nhằm gây thanh thế cho mình<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 160<\/ref>.\n\nNăm [[192]], [[Đổng Trác]] bị [[Vương Doãn]] và [[Lã Bố]] giết chết. Không lâu sau bộ tướng của Đổng Trác là [[Lý Quyết|Lý Thôi]] và [[Quách Dĩ]] đánh chiếm [[Trường An]] giành quyền khống chế [[Hán Hiến Đế]]. Tháng 8 năm đó, triều đình cử Thái phó [[Mã Nhật Đê]] đi \"dẹp yên vùng Quan Đông\". Mã Nhật Đê đến Nam Dương thu nhận Hoa Hâm rồi tới Từ châu, sai ông làm chức Duyện sử cho mình.\n\nNăm [[194]], [[Trách Dung]], bộ tướng cũ của Châu mục Từ châu [[Đào Khiêm]], lại mang quân làm loạn, giết Thái thú Dự Chương là Chu Hộc<ref>Lê Đông Phương, sách đã dẫn, tr 151<\/ref>. Nhờ sự tiến cử của [[Mã Nhật Đê]], triều đình Trường An phong Hoa Hâm làm Thái thú Dự Chương<ref>Nam Xương, Giang Tây hiện nay<\/ref> thay cho Chu Hộc. Do làm việc chăm chỉ và thanh liêm, Hoa Hâm được nhân dân trong vùng kính trọng<ref name=\"Chu Thiệu Hầu, sách đã dẫn, tr 331\">Chu Thiệu Hầu, sách đã dẫn, tr 331<\/ref>. Danh vọng của ông sánh ngang với những danh sĩ như Trịnh Huyền, Tuân Du<ref name=\"ReferenceA\"\/>.\n\n== Dưới quyền Lưu Do và họ Tôn ==\nChiến tranh giữa các chư hầu nổ ra. Địa bàn Dương châu là nơi tranh chấp giữa [[Viên Thuật]], [[Tôn Sách]] và [[Lưu Do]] – người được triều đình Trường An cử đến làm Châu mục Dương châu. Năm [[195]], [[Tôn Sách]] [[chiến dịch Dương châu|chiếm cứ Giang Đông]], đánh bại Lưu Do. Lưu Do chạy tới Dự Chương nương nhờ Hoa Hâm.\n\nNăm [[198]], Lưu Do lâm bệnh mất. Quân sĩ dưới quyền Lưu Do muốn tôn Hoa Hâm lên làm minh chủ Thứ sử Dương châu nhưng ông từ chối.\n\n[[Tôn Sách]] sai [[Thái Sử Từ]] đến thu thập binh mã cũ của Lưu Do và thăm dò tình hình Dự Chương, nhưng vì có lệnh [[Tào Tháo]] vẫn phải đối phó với [[Viên Thuật]] nên chưa tính tới vùng Dự Chương. Đầu năm [[199]], Viên Thuật chết, Tôn Sách lại phải đối phó với Lưu Huân ở quận Lư Giang (tàn dư của Viên Thuật) và [[Lưu Biểu]] ở Kinh châu nên vẫn chưa thể tính đến quận Dự Chương. Vì vậy Hoa Hâm vẫn tiếp tục trấn giữ Dự Chương, nhưng nhân dân không tuân phục, chỉ nộp thuế chứ không chịu đi lính<ref name=\"ReferenceA\"\/>.\n\nLưu Huân sai em là Lưu Giai đến Dự Chương vay lương thực của Hoa Hâm. Ông cũng đang thiếu lương, đành phái người dẫn Lưu Giai tới Hải Hôn<ref>Nay thuộc phía tây huyện Phụng Tân, [[Giang Tây]]<\/ref> và Thượng Liêu<ref>Nay thuộc huyện Vĩnh Tu, Giang Tây<\/ref> hỏi vay thủ hạ cũ của Lưu Do 3 vạn hộc.\n\nLưu Huân không mượn đủ được số lương bèn theo lời Lưu Giai, mang quân tới đánh Hải Hôn. Tôn Sách bèn mang quân đánh Lưu Huân. Lưu Huân thua chạy theo hàng [[Tào Tháo]].\n\nSau khi đuổi Lưu Huân và đánh phá Giang Hạ của Lưu Biểu, Tôn Sách bèn mang quân đến trước thành Dự Chương. Tôn Sách sai [[Ngu Phiên]] vào thành dụ hàng Hoa Hâm. Hoa Hâm không chống cự mà dẫn quân ra hàng, giao nộp quận Dự Chương.\n\nTôn Sách gặp ông lập tức quỳ xuống làm lễ, hết sức kính trọng Hoa Hâm, tôn ông làm thượng khách.\n\nNăm [[200]], [[Tôn Sách]] qua đời, em là Tôn Quyền lên thay. [[Tào Tháo]] ở Hứa Xương nghe tiếng Hoa Hâm, bèn dùng danh nghĩa Hán Hiến Đế triệu ông vào triều, cử làm Thị lang. [[Tôn Quyền]] không muốn để ông đi Hứa Xương. Hoa Hâm nói với Tôn Quyền rằng:\n:''Ngài lưu tôi ở đây vô dụng. Nếu cho tôi tới huyện Hứa, tôi cũng có thể làm một người vì tướng quân mà ra sức bên cạnh Tào công.''\n\nTôn Quyền đồng ý để Hoa Hâm đi.\n\n== Giúp họ Tào ==\nTào Tháo thu dụng Hoa Hâm, phong ông làm Thị trung, rồi sau đó thay [[Tuân Úc]] làm Thượng thư lệnh.\n\nNăm [[212]], Tào Tháo nam chinh đánh [[Tôn Quyền]] ở Nhu Tu, Hoa Hâm theo làm mưu sĩ giúp sức cho họ Tào. Hành động quay lại hại họ Tôn của Hoa Hâm bị các sử gia xem là nuốt lời, bán chúa cầu vinh<ref>Lê Đông Phương, sách đã dẫn, tr 161<\/ref>.\n\nNăm [[214]], xảy ra vụ cha con [[Phục Thọ|Phục hoàng hậu]] định sát hại và lật đổ [[Tào Tháo]] nhưng việc không thành. Theo [[Hậu Hán thư]], Phục hoàng hậu đóng cửa trốn sau tường kép. Thượng thư lệnh Hoa Hâm theo lệnh Tào Tháo mang quân lùng bắt Phục hậu, phá cửa làm sập tường và bắt được Phục hậu mang giết chết<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 49<\/ref>.\n\nNăm [[216]], Tào Tháo tự xưng là Ngụy vương, bắt đầu thành lập [[Tào Ngụy|nước Ngụy]], sai ông giữ chức Ngự sử đại phu.\n\nNăm [[220]], Tào Tháo qua đời, con là [[Tào Phi]] lên thay ngôi Ngụy vương, Hoa Hâm được cử làm Tướng quốc nước Ngụy. Cuối năm đó, Tào Phi cướp ngôi nhà Hán làm vua, tức là Ngụy Văn Đế, đổi chức Tướng quốc thành Tư đồ, Hoa Hâm kế nhiệm làm Tư đồ.\n\nHoa Hâm làm việc chu đáo cẩn thận, không tích góp của riêng, trong nhà không bao giờ có quá 100 cân lương thực<ref name=\"Chu Thiệu Hầu, sách đã dẫn, tr 331\"\/>.\n\nNăm [[221]], [[Lưu Bị]] khởi binh đánh [[Đông Ngô]] báo thù cho [[Quan Vũ]]. [[Tôn Quyền]] vội sai sứ đến [[Lạc Dương]] xin hàng [[Tào Ngụy]], trả lại hàng tướng [[Vu Cấm]] bị Quan Vũ bắt trước đây. Tào Phi nghi hoặc hỏi Hoa Hâm, ông phân tích với Tào Phi<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 409<\/ref>:\n:''Tôn Quyền vô cớ đến hàng, nhất định trong nước đang gặp nguy cơ. Tôn Quyền trước đây đánh úp giết chết Quan Vũ, chiếm 4 quận Kinh châu khiến Lưu Bị tức giận, nên ủy khuất xin hàng, một là có thể tránh được bị quân trung nguyên tấn công, hai là có thể mượn sức trung nguyên chi viện, khoe khoang sức mình, khiến địch nhân ngờ vực. Tôn Quyền giỏi dùng binh, linh hoạt biến báo, nhất định là bắt đầu từ mục đích ấy. Hiện nay thiên hạ chia ba, trung nguyên chiếm 8 trong 10 phần. Ngô và Thục mỗi nước chỉ giữ một châu, cách núi dựa nước, nếu quả gặp nạn lớn có thể cứu giúp lẫn nhau, đó mới gọi là cái lợi của nước nhỏ. Nay hai nước mang quân đánh nhau, đó là trời làm cho mất vậy''\n\nPhân tích của Hoa Hâm được các sử gia xem là lời tiên đoán với nhãn quan chiến lược: [[trận Di Lăng|Ngô Thục đánh nhau]] tự làm yếu mình, do đó trong 3 nước, gánh vai trò nhất thống chỉ có thể là chính quyền có thực lực như Tào Ngụy<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 410<\/ref>.\n\nNăm [[227]], Ngụy Minh Đế [[Tào Duệ]] lên ngôi, ông đổi sang làm Thái úy.\n\nNăm [[231]], Hoa Hâm qua đời, thọ 75 tuổi. Ông được truy tặng là Kính hầu.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrong tiểu thuyết Tam Quốc diễn nghĩa của La Quán Trung, tác giả đứng về phía Thục Hán nên coi Hoa Hâm, người giúp Tào Tháo dựng nhà Ngụy là nhân vật phản diện.\n\nHoa Hâm được giới thiệu lần đầu tiên trong tác phẩm đảm nhiệm chức vụ Thái thú Dự Chương (豫章太守). Ông đã quy hàng [[Tôn Sách]] khi Tôn Sách lần thứ 2 công chiếm [[Giang Đông]] và nhận một chức quan nhỏ dưới thời [[Tôn Quyền]] sau khi ông này kế vị Tôn Sách. Sau trận [[Xích Bích]], Tôn Quyền đã nghe theo kiến nghị của [[Cố Ung]] là khích động mâu thuẫn giữa 2 kẻ đại thù [[Tào Tháo]] và [[Lưu Bị]], vì vậy Hoa Hâm, 1 người rất ngưỡng mộ Tào Tháo, được phái đến diện kiến thừa tướng đương triều. Tào Tháo đã bổ nhiệm ông làm Đại Lý Tự Khanh (大理寺卿) và ông ở lại làm việc trong triều đình bên cạnh Tào Tháo.\n\n[[Hán Hiến Đế]] rất không vừa ý vì sự chuyên quyền của Tào Tháo, ông đã cùng với Hoàng hậu [[Phục Thọ]] và cha của bà Phục Hoàn (伏完) lập kế hoạch diệt trừ Tào Tháo, nhưng kế hoạch không may bị lộ. Hoa Hâm đã dẫn quân sĩ xông vào hoàng cung để bắt giữ Hoàng hậu và tìm được bà đang trốn sau bức tường. Hoa Hâm nắm lấy tóc Hoàng hậu về lôi đi gặp Tào Tháo, sau đó bà bị Tào Tháo ra lệnh xử tử.\n\nKhi Tào Tháo qua đời ở [[Nghiệp Thành]], các bộ hạ của ông đang bàn bạc làm thế nào để đưa [[Tào Phi]] lên kế vị ông. Hoa Hâm đã vội vã đến Nghiệp thành từ kinh đô Hứa Xương và mang theo chiếu chỉ của Hán Hiến Đế để sắc phong cho Tào Phi làm [[Ngụy]] Vương. Thực ra thì Hoa Hâm đã đoán trước được Tào Phi sẽ kế vị Tào Tháo nên ông đã thảo sẵn chiếu chỉ và buộc Hán Hiến Đế phải chuẩn tấu. Sau này, Hoa Hâm đóng vai trò quan trọng trong việc ép Hán Hiến Đế thoái vị và nhường ngôi cho Tào Phi.\n\n==Chức danh và chức vụ từng nắm giữ==\n\n*Hiếu Liêm (孝廉) - được tiến cử làm Lang Trung\n*Lang Trung (郎中)\n*Thương Thư Lang (尚書郎)\n*Thượng Huy Huyện Lệnh (上邽縣令)\n*Dự Chương Thái thú (豫章太守)\n*Nghị Lang (議郎)\n*Tư Không Quân sự (司空軍事)\n*Thượng thư (尚書)\n*Thị Trung (侍中)\n*Thượng thư Lệnh (尚書令)\n*Quân Sư (軍師)\n*Ngự Sử Đại Phu (御史大夫)\n\nChức danh và chức vụ dưới thời [[Tào Ngụy]]\n\n*Tướng Quốc (相國)\n*An Lạc Đình Hầu (安樂亭侯)\n*Tư Đồ (司徒)\n*Bác Bình Hầu (博平侯)\n*Thái úy (太尉)\n*Kính Hầu (敬侯) - được truy phong sau khi qua đời\n\n==Xem thêm==\n* [[Tào Tháo]]\n* [[Hán Hiến Đế]]\n* [[Tào Phi]]\n\n==Tham khảo==\n* Chu Thiệu Hầu ([[2003]]), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc'', Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương, ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 1-2'', Nhà xuất bản Công an nhân dân.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 157]]\n[[Thể loại:Mất năm 231]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Người Sơn Đông]]"}