{"Hortense Mancini":"{{Infobox nobility|\n| name =Hortense Mancini\n| title = Công tước phu nhân Mazarin\n| image =HortenseManciniGodfreyKneller.jpg\n| caption = \n| spouse = [[Armand Charles de La Porte de La Meilleraye]]\n| full name =\n| noble family = [[Nhà Mancini]]\n| father = [[Lorenzo Mancini]]\n| mother = [[Girolama Mazzarini]]\n| birth_date = 6 tháng 6 năm 1646\n| birth_place = [[Rome]]\n| death_date = {{ngày mất và tuổi|1699|7|2|1646|6|6}}\n| death_place = [[Chelsea, Luân Đôn|Chelsea]]\n| issue = [[Marie Charlotte de La Porte Mazarin]]<br>[[Marie Anne de La Porte Mazarin]]<br>[[Marie Olympe de La Porte Mazarin]]<br>[[Paul Jules de La Porte, duc Mazarin et de La Meilleraye]]\n| place of burial = \n|}}\n\n'''Hortense Mancini, Công tước phu nhân Mazarin''' ([[6 tháng 6]] năm [[1646]] - [[2 tháng 7]] năm [[1699]])<ref>{{chú thích web|url=http:\/\/www.treccani.it\/enciclopedia\/ortensia-mancini_(Dizionario-Biografico)\/|title=MANCINI, Ortensia in \"Dizionario Biografico\"|website=www.treccani.it|access-date = ngày 18 tháng 4 năm 2017}}<\/ref>, là một nữ quý tộc người Pháp gốc Ý, là cháu gọi Hồng y [[Jules Mazarin]], thủ tướng Pháp (chief minister of France), là cậu, một người đầy quyền lực đương thời<ref>{{chú thích web|last=Holloway|first=Susan|title=Intrepid Ladies (with Swords): Hortense Mancini & Anne Lennard|url=http:\/\/twonerdyhistorygirls.blogspot.com\/2010\/06\/intrepid-ladies-with-swords-hortense.html|publisher=Two nerdy history girls|date=ngày 8 tháng 6 năm 2010|access-date=ngày 18 tháng 3 năm 2012}}<\/ref>. Cuối cùng, bà trở thành [[tình nhân]] của [[Charles II của Anh]].\n\nVới nhan sắc kiều diễm dưới triều [[Louis XIV của Pháp|Louis XIV nước Pháp]], bà cùng ba người chị, một người em nhà Mancini, hai chị em họ nhà Martinozzi, được gọi là ''Les Mazarinettes''.\n\n== Tiểu sử ==\n=== Gia thế ===\nHortense xuất thân từ một gia đình quý tộc [[người Ý]], là con gái của Nam tước [[Lorenzo Mancini]] và phu nhân [[Girolama Mazzarini]], là một trong 5 chị em gái nổi tiếng vì nhan sắc tuyệt vời đương thời<ref>{{chú thích web|last=Menzies|first=Grant Hayter|title=Shadow on Earth: Hortense Duchess Mazarin|url=http:\/\/www.authorsden.com\/visit\/viewArticle.asp?id=9931|date=ngày 14 tháng 4 năm 2003|access-date=ngày 18 tháng 3 năm 2012}}<\/ref>. Sau khi Lorenzo chết vào năm [[1650]], mẹ bà đã mang các con gái đến [[Paris]] với hy vọng nhờ cậy vào anh trai của mình là Hồng y Mazarin để sắp xếp những cuộc hôn nhân tốt nhất cho những người con gái của bà<ref>[http:\/\/madmonaco.blogspot.com\/2010\/04\/princely-mistress-hortense-mancini.html Princely Mistress: Hortense Mancini]<\/ref>. Những người chị em gái khác của bà gồm:\n* [[Laura Mancini]], kết hôn với [[Louis de Bourbon, Công tước Vendôme]] và là mẹ của vị tướng Pháp lừng danh [[Louis Joseph de Bourbon, Công tước Vendôme]].\n* [[Olympia Mancini]], kết hôn với [[Eugène Maurice xứ Savoie]] và là mẹ của vị tướng Áo lừng danh [[Eugène de Savoie-Carignan]].\n* [[Marie Mancini]], kết hôn với [[Lorenzo Onofrio Colonna]] và là mối tình đầu của [[Louis XIV của Pháp]].\n* [[Marie Anne Mancini]], kết hôn với [[Godefroy Maurice de La Tour d'Auvergne]], cháu của [[Henri de La Tour d'Auvergne]].\n\nNhững chị em họ của 5 người, ''The Martinozzis'', cũng được chuyển đến triều đình Pháp trong thời gian này. Người lớn, [[Anne Marie Martinozzi]] kết hôn với [[Armand de Bourbon, Vương thân xứ Conti]]; người nhỏ là [[Laura Martinozzi]] kết hôn với [[Alfonso IV d'Este]], Công tước xứ Modena và trở thành mẹ của [[Mary xứ Modena]], vợ thứ hai của [[James II của Anh]].\n\n=== Hôn nhân ===\n[[Tập tin:HortenseManciniJacobFerdinandVoet1675.jpg|thumb|trái|220px|Chân dung Hortense Mancini, vẽ bởi [[Jacob Ferdinand Voet]].]]\n\nVào năm [[1659]], Vua [[Charles II của Anh]] cầu hôn Hortense nhưng bị Hồng y Mazarin khước từ vì ông không thấy tương lai hứa hẹn gì ở một vua đang bị lưu đày. Chỉ vài tháng sau, Mazarin lập tức hối hận vì Charles II quay lại làm Quốc vương nước Anh. Vào lúc này, Mazarin lại trở thành kẻ nài nỉ một cuộc hôn nhân, với của hồi môn lên tới 5 triệu livres, nhưng Charles II thản nhiên khước từ.\n\n[[Charles Emmanuel II, Công tước xứ Savoy]] là người cầu hôn Hortense tiếp theo, nhưng cuộc hôn nhân không thể diễn ra do Mazarin quyết không chịu giao tòa lâu đài hùng mạnh Pigneol làm của hồi môn cho cô dâu. Lời cầu hôn của [[Charles V, Công tước xứ Lorraine]] với yêu sách tương tự cũng không hoàn thành<ref>{{chú thích sách|last=Betsy Prioleau|first=Elizabeth Stevens Prioleau|title=Seductress: Women Who Ravished the World and Their Lost Art of Love|year=2003|publisher=Viking Adult|location=Hortense Mancini, 1646-1699|isbn=978-0670031665|url=https:\/\/books.google.com\/books?id=MWsCVWCH8V0C&pg=PT223&dq=Hortense+Mancini&hl=en&sa=X&ei=z2BlT_GOIJCatwf427j-DQ&ved=0CD8Q6AEwAQ#v=onepage&q=Hortense%20Mancini&f=false}}<\/ref>.\n\nNgày [[1 tháng 3]] năm [[1661]], Hortense kết hôn với một trong những nhà quý tộc giàu có nhất Châu Âu, [[Armand Charles de La Porte de La Meilleraye]]. Để xứng với địa vị của Hortense, Armand Charles đã được phong tước vị ''Công tước Mazarin''. Sau cái chết của Hồng y Mazarin chỉ vài tháng sau, Armand Charles nhanh chóng đoạt lấy số tài sản thừa kế khủng lồ của vợ ông, trong đó có [[Palais Mazarin]] ở Paris.\n\nCuộc hôn nhân của cặp vợ chồng nhanh chóng tan vỡ, do Hortense là một thiếu nữ xinh đẹp, hoạt bát lại rất nổi tiếng trong công chúng, còn Armand Charles lại là một người khá kì quặc và lập dị<ref>{{chú thích web|title=The Wild and Very Amazing Life of Hortense Mancini|url=http:\/\/madameguillotine.org.uk\/2010\/05\/29\/the-wild-and-very-amazing-life-of-hortense-mancini\/|publisher=MADAME GUILLOTINE|access-date=ngày 18 tháng 3 năm 2012|url-status=dead|archiveurl=https:\/\/web.archive.org\/web\/20111125201243\/http:\/\/madameguillotine.org.uk\/2010\/05\/29\/the-wild-and-very-amazing-life-of-hortense-mancini\/|archivedate=ngày 25 tháng 11 năm 2011|df=dmy-all}}<\/ref>. Ông cũng là một người ghen tuông khi cấm vợ mình giao du với bất kì người đàn ông trong triều đình Pháp, và cuối cùng cưỡng bách vợ rời khỏi Paris cùng mình để sống ở miền quê ngoại ô.\n\nĐó chính là lúc Hortense có một mối tình lén lút với một thiếu nữ 16 tuổi, [[Sidonie de Courcelles]]. Armand Charles đã rất sửng sốt, ông đã quyết định phương pháp chữa trị ''sự trái đạo đức'' này của vợ mình bằng cách gửi cả hai vào một [[tu viện]]. Cách này lại phản tác dụng, khi cả hai đều liên tiếp bày những chiêu trò quậy phá khiến các ma sơ không thể nào yên ổn.\n\nDù có một cuộc hôn nhân không hạnh phúc, Hortense kịp có với chồng mình 4 người con:\n* [[Marie Charlotte de La Porte Mazarin]] (1662 - 1729), kết hôn với [[Louis Armand de Vignerot du Plessis]].\n* [[Marie Anne de La Porte Mazarin]] (1663 - 1720), trở thành nữ tu.\n* [[Marie Olympe de La Porte Mazarin]] (1665 - 1754), kết hôn với [[Louis Christophe Gigault]].\n* [[Paul Jules de La Porte]] (1666 - 1731), kết hôn với [[Félice Armande Charlotte de Durfort]].\n\nĐêm ngày [[13 tháng 6]] năm [[1668]], Hortense bỏ lại các con để chạy thoát khỏi sự kiểm soát của chồng, với sự giúp đỡ của anh trai [[Philippe, Công tước Nevers]]. Bà đã chạy đến [[Rome]] với đoàn tùy tùng hộ tống bởi Philippe để cậy nhờ người chị [[Marie Mancini]], bây giờ là Công nương Colonna.\n\nSau đó, Louis XIV của Pháp công khai bảo hộ bà, cung cấp số tiền hằng năm là 24.000 livres. Người từng cầu hôn bà, Công tước Charles Emmanuel II xứ Savoy cũng công khai bảo hộ và đưa Hortense đến [[Chambéry]], nơi bà sống một cuộc sống an nhàn khi mở cửa dinh thự chào đón những nhà văn, nhà triết học đến giao lưu. Có tin đồn rằng Hortense trở thành tình nhân của Công tước Charles và điều này khiến vợ của ông, [[Marie Jeanne Baptiste của Savoy-Nemours]] cực kì giận dữ.\n\n=== Tình nhân của Charles ===\n[[Tập tin:Hortense Mancini, by Jakob Ferdinand Voet.jpg|thumb|right|250px|Chân dung Hortense Mancini trong vai [[Cleopatra]], thế kỷ thứ XVII.]]\n\nSau khi Công tước Savoy qua đời, mọi nguồn sống của Hortense bị đứt do chồng bà đã đóng băng toàn bộ của cải mà bà có thể sử dụng, bao gồm cả số tiền hằng năm của Louis XIV.\n\nNgười đại sứ Anh ở Pháp khi đó, [[Ralph Montagu]] biết được tình cảnh bi đát của Hortense, đã gặp gỡ bí mật với bà và đưa ra một thỏa thuận: khiến Hortense thành [[tình nhân]] của Charles II thay thế [[Louise de Kerouaille]], để giúp Ralph được nhà vua tín nhiệm. Đổi lại, Hortense sẽ có một cuộc sống sung túc với tư cách là tình nhân của nhà vua. Hortense đã chấp nhận, và chuyến đi đến [[Luân Đôn]] vào năm [[1675]], mượn cớ đi thăm đứa cháu gái [[Mary xứ Modena]] của bà đã bắt đầu như thế.\n\nKhoảng giữa năm [[1676]], Hortense đã thành công gạt phu nhân De Kerouaille và trở thành nhân tình mới của Charles II<ref name=\"Herman\">{{chú thích sách|last=Herman|first=Eleanor|title=Sex with Kings: 500 Years of Adultery, Power, Rivalry, and Revenge|url=https:\/\/archive.org\/details\/sexwithkingsfive00herm|year=2005|location=Friendly Rivalry|page=[https:\/\/archive.org\/details\/sexwithkingsfive00herm\/page\/128 128]}}<\/ref>, nhà vua nước Anh cung cấp số tiền £4,000 giúp Hortense giải quyết nhanh chóng vấn đề tài chính của mình<ref>{{chú thích sách|last=Carrol|first=Leslie|title=Royal Affairs: A Lusty Romp Through the Extramarital Adventures That Rocked the British Monarchy|year=2008|publisher=NAL Trade|location=CHARLES II and Hortense Mancini, Duchesse Mazarin (1646-1699)|isbn=0451223985|url=https:\/\/books.google.com\/books?id=U5NG9N7oMT0C&pg=PT159}}<\/ref>.\n\nRalph Montagu đã kể lại:''\"Tôi đến gặp Madame de Portsmouth [Louise de Kerouaille]. Bà ta niềm nở với tôi...bày tỏ sự phiền muộn của bản thân về những chuyến thăm Madame de Sussex [Hortense Mancini] của nhà vua.\"''<ref>Nguyên văn: ''I went to see Madame de Portsmouth [Louise de Kerouaille]. She opened her heart to me… explained to me what grief the frequent visits of the King of England to Madame de Sussex [Hortense Mancini] cause her every day.''<\/ref>\n\nTuy nhiên, mối quan hệ của Hortense với Charles II nhanh chóng đổ vỡ do thói trăng hoa và phóng túng của Hortense, ở Anh bà được công khai gọi là ''\"Con điếm ngưới Ý\"'' (Italian Whore)<ref>{{chú thích sách|last=Conway|first=Alison|title=The Protestant Whore: Courtesan Narrative and Religious Controversy in England, 1680-1750|year=2010|page=59|url=https:\/\/books.google.com\/books?id=M1RASqDj8dgC&pg=PA59}}<\/ref>. Hortense đã [[quan hệ đồng tính]] với [[Anne Lennard, Bá tước phu nhân Sussex]], một người con gái bất hợp pháp giữa Charles II và [[Barbara Palmer|Barbara Palmer, Bà Công tước Clever]]. Không dừng lại ở đó, bà còn quan hệ với [[Louis I de Grimaldi|Louis I de Grimaldi, Vương thân Monaco]]. Những sự dan díu này khiến Charles II tức giận và quyết định cắt đi tiền trợ cấp của bà. Dù sau đó Charles nguôi ngoai và mở lại quyền trợ cấp, song Hortense đã vĩnh viễn mất đi sự sủng ái tột cùng của nhà vua, và phu nhân Louise de Kerouaille nhanh chóng lấy lại được vị trí vốn có<ref>The introduction to [[Aphra Behn]]'s \"[[The History of the Nun]]\" has been taken as a suggestion that Behn too had romantic relations with Hortense during this same time. It reads:\n<blockquote>To the Most Illustrious Princess, The Dutchess of Mazarine...how infinitely one of Your own Sex ador'd You, and that, among all the numerous Conquest, Your Grace has made over the Hearts of Men, Your Grace had not subdu'd a more intire Slave; I assure you, Madam, there is neither Compliment, nor Poetry, in this humble Declaration, but a Truth, which has cost me a great deal of Inquietude, for that Fortune has not set me in such a Station, as might justifie my Pretence to the honour and satisfaction of being ever near Your Grace, to view eternally that lovely Person, and here that surprising Wit; what can be more grateful to a Heart, than so great, and so agreeable, an Entertainment? And how few Objects are there, that can render it so entire a Pleasure, as at once to hear you speak, and to look upon your Beauty?<\/blockquote><\/ref>.\n\n=== Cuối đời ===\nSau khi Charles II qua đời, bà vẫn được biệt đãi bởi James II, có lẽ vì bà là dì của Vương hậu của ông, Mary xứ Modena. Mãi đến khi James đi khỏi nước Anh, và thời đại [[William và Mary]] bắt đầu thì Hortense vẫn rất có danh tiếng trong giới quý tộc, dù số tiền trợ cấp cho bà đã bị giảm đáng kể. Trong thời gian này, bà mở một salon và tụ hội hết các văn nhân mặc khách đến giao du, trong đó có [[Charles de Saint-Évremond]].\n\nNăm [[1699]], Hortense qua đời tại tư gia, được cho rằng đã [[tự sát]]. Chồng bà đã an táng bà bên cạnh mộ phần của Hồng y Mazarin.\n\nEvelyn đã nói về cái chết của bà như sau:\n<blockquote>Ngày [[11 tháng 6]] năm [[1699]], Bà công tước Mazarin nổi tiếng đã qua đời. Bà đã từng là người phụ nữ giàu sang nhất Châu Âu, cháu gái của Hồng y Mazarin và kết hôn với một người đàn ông cũng giàu sang không kém. Bà sinh ra ở Rome, học tập ở Pháp, một người phụ nữ trí tuệ và kiêu sa, nhưng phóng đãng và không thích một cuộc hôn nhân trói buộc với bất kì ai. Vì thế bà đã bị ruồng bỏ bởi phu quân và bị trục xuất. Bà đến nước Anh, sống nhờ vào số tiền trợ cấp và cái chết của bà có liên quan đến việc dùng rượu quá mức. Bà ghi lại cuộc đời và chuyến hành trình của mình, điều tương tự với chị gái của bà, người phụ nữ thuộc quý tộc Colonna.<\/blockquote>\n\n== Hậu duệ ==\nCon trai của bà là [[Paul Jules de La Porte]], ''Công tước Mazarin và La Meilleraye'' có hai hậu duệ. Người con gái, [[Armande Félice de La Porte Mazarin]] (1691 – 1729), kết hôn [[Louis de Mailly]], ''Hầu tước Nesle và Mailly'', ''Vương thân d'Orange'' vào năm 1709. Qua cuộc hôn nhân này, Hortense là bà cụ của 5 người con gái ''De Nesle'' nổi tiếng vì 4 trong số họ trở thành tình nhân của [[Louis XV của Pháp]]:\n* [[Louise Julie de Mailly]], ''Mademoiselle de Mailly'', ''Bà Bá tước de Mailly'' (1710–1751).\n* [[Pauline Félicité de Mailly]], ''Mademoiselle de Nesle'', ''Bà Hầu tước de Vintimille'' (1712–1741).\n* [[Diane Adélaïde de Mailly]], ''Mademoiselle de Montcavrel'', ''Bà Công tước de Lauraguais'' (1714–1769).\n* [[Hortense Félicité de Mailly]], ''Mademoiselle de Chalon'', ''Bà Hầu tước de Flavacourt'' (1715–1763).\n* [[Marie Anne de Mailly]], ''Mademoiselle de Monchy'', ''Bà Hầu tước La Tournelle'', ''Bà Công tước de Châteauroux'' (1717–1744).\n\nChỉ duy nhất Hortense Félicité de Mailly là người không trở thành tình nhân của Louis XV. Louise Julie là người đầu tiên hớp hồn nhà vua, nhưng Marie Anne de Mailly lại là người thành công nhất, trở thành một nhân vật chính trị có ảnh hưởng về sau.\n\nArmande Félice cũng có một cô con gái ngoài giá thú, [[Henriette de Bourbon]] (1725–1780), ''Mademoiselle de Verneuil'', từ mối quan hệ vụng trộm với [[Louis Henri de Bourbon]], ''Công tước Bourbon'', là thủ tướng của Louis XV từ năm 1723 đến 1726.\n\nCon trai của Paul Jules, [[Guy Jules Paul de La Porte]], ''Công tước Mazarin và La Meilleraye'' (1701–1738), kết hôn với [[Louise Françoise de Rohan]] năm 1716. Cháu chắt của họ, [[Louise d'Aumont]] (1759–1826) kết hôn với [[Honoré IV, Vương thân Monaco]] vào năm 1777. Từ mối quan hệ này, Hortense là tổ tiên của vương tộc đang trị vì [[Monaco]], bao gồm [[Albert II, Thân vương Monaco]].\n\n== Tham khảo ==\n{{tham khảo}}\n*Rosvall, Toivo David (1969) ''Mazarine Legacy: The Life of Hortense Mancini, Duchess Mazarin'', Viking Press {{ISBN|067046418X}}\n*Conway, Alison (2010) ''The Protestant Whore: Courtesan Narrative and Religious Controversy in England, 1680-1750,'' University of Toronto Press, Scholarly Publishing Division {{ISBN|1442641371}}\n*Goldsmith, Elizabeth (2012) ''The Kings' Mistresses: The Liberated Lives of Marie Mancini, Princess Colonna, and Her Sister Hortense, Duchess Mazarin,'' Public Affairs {{ISBN|978-1586488895}}\n* Williams, H. Noel (1915) ''Rival sultanas: Nell Gwyn, Louise de Kéroualle, and Hortense Mancini''\n\n== Liên kết ngoài ==\n*{{chú thích web|title=The Peerage|url=http:\/\/thepeerage.com\/p34815.htm#i348144}}\n\n{{Mazarinettes}}\n\n{{DEFAULTSORT:Mancini, Hortense}}\n[[Thể loại:Sinh năm 1646]]\n[[Thể loại:Mất năm 1699]]\n[[Thể loại:Nhà văn song tính]]\n[[Thể loại:Người song tính nữ]]\n[[Thể loại:Quý tộc Pháp]]\n[[Thể loại:Người Roma]]\n[[Thể loại:Người Pháp gốc Ý]]\n[[Thể loại:Nhà văn LGBT từ Pháp]]\n[[Thể loại:Tình nhân của Vua Anh]]"}