{"Hosokawa Katsumoto":"[[Tập tin:Hosokawa Katsumoto.jpg|nhỏ|phải|Hosokawa Katsumoto]]\n'''{{nihongo|Hosokawa Katsumoto|細川 勝元||hanviet=Tế Xuyên Thắng Nguyên|kyu=|hg=|kk=|}}''' ([[1430]]-[[1473]]) là một trong các [[Kanrei]] (Quản lệnh), coi như Phó [[Mạc phủ Ashikaga|Shogun]], dưới [[thời kỳ Muromachi|thời Muromachi]] ở Nhật Bản. Ông được biết đến là người đã tham gia vào việc xây dựng nên [[Ryōan-ji]], ngôi chùa nổi danh với khu vườn đá. Hosokawa còn là một nhân vật chính trong [[Chiến tranh Ōnin|Chiến tranh Onin]], châm ngòi cho [[thời kỳ Chiến Quốc (Nhật Bản)|thời kỳ Sengoku]] kéo dài 130 năm.\n\n==Tranh giành quyền lực==\nHosokawa Katsumoto có nhiều xung khắc với nhạc gia là [[Yamana Sōzen|Yamana Souzen]]. Khi Hosokawa lên chức Kanrei thì Yamana lấy làm bất bình, chiêu binh kéo về kinh, mở màn cho [[Chiến tranh Ōnin|Cuộc chiến Onin]] năm [[1467]]. Trước đó vào năm [[1464]], Shogun [[Ashikaga Yoshimasa]] sanh được [[Ashikaga Yoshihisa|con trai]] nhưng đã chọn người em là [[Ashikaga Yoshimi]] làm người kế vị nên triều thần chi ra thành hai nhóm. Yamana thì ủng hộ ấu quân làm người kế vị ngôi Shogun trong khi Hosokawa vì thân cận với anh em của Shogun nên muốn [[Ashikaga Yoshimi]] lên nối ngôi như đã chỉ định trước kia.\n\nNăm [[1467]] chiến tranh công khai bùng nổ ở kinh thành [[Kyōto (thành phố)|Kyoto]] giữa hai nhà Hosokawa và Yamana, mỗi bên chỉ huy khoảng 80.000 quân. Shogun [[Ashikaga Yoshimasa]] tuyên bố rằng kẻ đầu tiên gây chiến ở kinh đô sẽ bị coi là kẻ phản loạn nên hai bên đều án binh bất động, chờ đợi. Tình hình tiếp tục căng thẳng đến khi Hosokawa cho khai hỏa, tấn công vào dinh thự của Isshiki, một thuộc tướng nhà Yamana. Giao tranh bùng nổ giữa hai bên và trong vòng vài ngày sau đó cảnh tàn phá, giết chóc diễn ra phần vì binh lửa, phần vì loạn lạc. Mỗi bên chiếm giữ lấy một khu trong kinh thành và ra sức phòng thủ chống lại đối phương. Quân đội của Hosokawa chiếm lấy phía đông nên còn được gọi là \"Đông quân\" trong khi \"Tây Quân\" của nhà Yamana kiểm soát khu vực phía Tây Kyoto. Giao tranh không chỉ diễn ra trong phạm vị thành phố mà lan ra ngoại trấn vì Hosokawa cất quân kiểm soát các tỉnh lộ hầu ngăn chận quân tiếp viện của địch tiến vào chiến trường chính.\n\nSử ghi là Hosokawa là người khai chiến nhưng lại thuyết phục được Shogun kết tội Yamana là kẻ phản loạn. Yamana phải chịu mang vết nhơ mãi suốt đời là \"phản thần\" chống lại lệnh của Shogun. Hosokawa còn khôn khéo dụ được Shogun Ashikaga Yoshimasa phong ông cầm binh dưới trướng ra quân chinh phạt đánh dẹp lực lượng của dòng họ Yamana. Một số thuộc hạ của Yamana nghe tin Shogun đã ủy thác cho Hosokawa nên kéo về \"quy thuận\" nhưng yếu tố quan trọng hơn là các liên minh luôn thay đổi giữa các lãnh chúa địa phương.\n\nĐầu năm [[1468]] sau gần một năm giao tranh, tình hình lắng xuống. Hai lực lượng địch nhau trên chiến trường có khi kịch liệt nhưng cuối cùng tìm cách củng cố địa vị vì không có khả năng loại được đối phương. Mấy năm kế tiếp nỗ lực chuyển sang vận động chính trị tuy vẫn còn ít nhiều xung đột quân sự. Năm [[1469]] Shogun tuyên bố chỉ định con trai mình là [[Ashikaga Yoshihisa|Yoshihisa]] làm người kế vị, tức là chọn lập trường của Yamana. Dòng họ Hosokawa lúc đó đã kiệt sức sau mấy năm chiến tranh nên đành chấp nhận giảng hòa. Hòa bình được tái lập và đến năm [[1473]] thì cả hai Hosokawa Katsumoto và Yamana Souzen đều qua đời.\n\n==Tham khảo==\n{{tham khảo}}\n*Sansom, George (1961). \"A History of Japan: 1334-1615.\" Stanford: Stanford University Press.\n\n[[Thể loại:Sinh năm 1430]]\n[[Thể loại:Mất năm 1473]]\n[[Thể loại:Daimyo]]\n[[Thể loại:Gia tộc Hosokawa]]"}