{"Hosokawa Gracia":"[[Tập tin:Sozenji (Higashiyodogawa, Osaka) Hosokawa Gracia haka.jpg|nhỏ|phải|Hosokawa Gracia]]\n\n{{nihongo|'''Hosokawa Garasha'''|細川ガラシャ|Tế Xuyên Cách Lạp Tây Á}} bổn danh là {{nihongo|'''Akechi Tama'''<ref>Tama có tài liệu ghi là 珠 (Châu), có tài liệu ghi là 玉 (Ngọc), ở đây dùng chữ 玉<\/ref>|細川玉||Tế Xuyên Ngọc}} hoặc {{nihongo|'''Akechi Tamako'''|細川玉子|Tế Xuyên Ngọc Tử}}, tên theo đạo là Mary. Cô là con gái của [[Akechi Mitsuhide]] và vợ [[Hosokawa Tadaoki]].\n\n== Tiểu sử ==\nGarasha còn được biết với cái tên khác là Gracia. Gracia kết hôn với Hosokawa Tadaoki lúc 15 tuổi và có khoảng 5, 6 người con. Năm 1582, [[Akechi Mitsuhide]] phản bội [[Oda Nobunaga]] và Gracia bị coi là con gái của kẻ phản bội. Vì không muốn li hôn nên Tadaoki đã gửi Gracia đến 1 thôn nhỏ ở Midono trên những ngọn đồi thuộc bán đảo Tango (nay thuộc [[Kyōto]]) và Gracia đã ở đây đến năm 1584, sau đó Tadaoki đã đưa Gracia về lâu đài Hosokawa tại [[Ōsaka (thành phố)|Ōsaka]] để sống. Sau này khi biết Tadaoki bị Ishida truy sát và muốn giết mình để trừ hậu họa, Gracia đã cho phóng hỏa lâu đài Hosokawa để tự vẫn.\n\n==Cuộc đời ==\nMùa xuân năm 1587, Gracia đến thăm nhà thờ Osaka thì vài tháng sau bà đã nghe được [[Toyotomi Hideyoshi]] bàn hành lệnh chống đạo cơ đốc. Ngay lập tức, Gracia quyết định làm lễ nhập đạo nhưng vì bà không thể ra khỏi nhà nên bà đã nhờ người tì nữ làm lễ cho mình và nhận tên thánh là Gracia từ đó. Năm 1595, [[Toyotomi Hidetsugu]] đe dọa tính mạng Tadaoki. Biết mình không thể sống được nên Tadaoki ra lệnh nếu ông ta chết thì Gracia phải tự sát theo nhưng đạo cơ đốc không cho phép tự sát nên Gracia thoát khỏi nguy hiểm lần đó.\n\nSau cái chết của Toyotomi Hideyoshi năm 1600, đã tạo nên hai thế lực đối lập là [[Tokugawa Ieyasu]] và [[Ishida Mitsunari]]. Khi Tokugawa Ieyasu dẫn quân về phía đông, thì Ishida Mitsunari cho quân đi qua thành Osaka, nơi nhiều tướng của Toyotomi Hideyoshi đang sống để bắt người thân của họ làm con tin. Tuy nhiên, khi định bắt Gracia làm con tin thì bà đã phóng hỏa lâu đài và tự sát cùng các người hầu cận. Một thầy tu đã mang những phần còn lại của Gracia sau khi lâu đài bị thiêu rụi đem [[chôn cất|chôn]] ở 1 nghĩa trang tại [[Sakai, Osaka|Sakai]]. Sau đó Tadaoki đã mang chúng đến đền Sokenji ở Ōsaka để thờ cúng bà.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* J. Laures, ''Hai anh hùng Công giáo Nhật Bản'', Rutland, VT: Bridgeway Press Books, 1959.\n{{người thời Chiến quốc}}\n\n{{thời gian sống|1563|1600}}\n\n[[Thể loại:Tín hữu Công giáo Nhật Bản]]\n[[Thể loại:Quý tộc Nhật Bản]]\n[[Thể loại:Mất năm 1600]]\n[[Thể loại:Sinh năm 1562]]"}