{"Hoàng Quyền":"{{Thông tin nhân vật Tam Quốc\n|Tên= Hoàng Quyền\n|Hình= \n|Cỡ hình= \n|Chú thích hình= \n|Tên thật= Hoàng Quyền (黃權)\n|Tự= Công Hành (公衡)\n|Hiệu= \n|Khác= \n|Thế lực= [[Lưu Chương]]→[[Thục Hán]]→[[Tào Ngụy]]\n|Chức vụ= Tướng lĩnh<br>Chính trị gia\n|Sinh= ?\n|Nơi sinh= Lãng Trung, Ba Tây, [[Ích Châu]]<br>(nay là [[Lãng Trung]], [[Nam Sung]], [[Tứ Xuyên]])\n|Mất= 240\n|Nơi mất= [[Lạc Dương]]<br>(nay là [[Lạc Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]])\n|Tước hiệu= Dục Dương Hầu\n|Thụy hiệu= [[Cảnh Hầu]]\n|Thân phụ= \n|Thân mẫu= \n|Hôn phối= \n|Con= [[Hoàng Sùng]]<br>[[Hoàng Ung]]\n|Ghi chú=\n}}\n'''Hoàng Quyền''' ([[chữ Hán]]: 黃權; Phiên âm: Huang Ch'üan; ?-[[240]]) tự '''Công Hành''' (公衡), là tướng nhà [[Thục Hán]] và [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Can Lưu Chương ==\nHoàng Quyền tự là '''Công Hành''', người quận Ba Tây, Lãng Trung.<ref>Nay là huyện Lãng Trung, tỉnh [[Tứ Xuyên]]<\/ref>\n\nThời trẻ, Hoàng Quyền giữ chức Lại trong quân. Châu mục Ích châu là [[Lưu Chương]] gọi ông đến cho giữ chức chủ bạ.\n\nNăm [[212]], Lưu Chương đứng trước nguy cơ xung đột với [[Trương Lỗ]] ở Hán Trung. Lực lượng Lưu Chương yếu sợ không địch nổi. Biệt giá Ích châu là [[Trương Tùng]] đề nghị Lưu Chương mời [[Lưu Bị]] ở Kinh châu vào giúp đánh Trương Lỗ. Hoàng Quyền bèn phản đối ý định này. Ông cho rằng không thể đưa Lưu Bị vào vì Lưu Bị sẽ thừa cơ chiếm Ích châu.\n\nLưu Chương không nghe ý kiến của Hoàng Quyền, sai sứ đi mời Lưu Bị vào Tây Xuyên và điều ông đi làm Huyện trưởng Quảng Hán. Quả nhiên Lưu Bị mang quân vào Tây Xuyên rồi phát động chiến tranh chiếm lĩnh Ích châu của Lưu Chương. Quan lại các châu quận đều ngả theo Lưu Bị, chỉ có Hoàng Quyền đóng cửa thành cố thủ. Mãi đến khi Lưu Chương đầu hàng, Hoàng Quyền mới ra quy thuận. Lưu Bị cảm phục lòng trung của Hoàng Quyền, phong ông làm Thiên tướng quân.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 666<\/ref>\n\n== Can Lưu Bị ==\nNăm [[214]], [[Tào Tháo]] phá được Trương Lỗ, chiếm cứ Hán Trung. Trương Lỗ mang quân chạy về huyện Ba Trung. Tây Xuyên bị uy hiếp. Hoàng Quyền khuyên [[Lưu Bị]] nên khẩn cấp điều quân ra phòng thủ 3 quận Ba Tây, Ba Thục và Ba Trung trước nguy cơ Trương Lỗ xâm nhập. Lưu Bị nghe theo, bèn sai Hoàng Quyền làm hộ quân, dẫn đầu các tướng đón đánh Trương Lỗ. Trương Lỗ phải quay về Nam Trịnh đầu hàng Tào Tháo.\n\nNăm [[219]], Lưu Bị tiến quân đánh chiếm Hán Trung từ tay Tào Tháo, tự xưng làm Hán Trung vương. Hoàng Quyền được phong làm Trị trung tòng sự.\n\nNăm 221, Lưu Bị xưng đế, muốn đánh [[Đông Ngô]] để báo thù cho [[Quan Vũ]] và lấy lại Kinh châu. Hoàng Quyền can ngăn:\n:''Người Ngô dũng mãnh, thiện chiến, lại có thủy quân hùng mạnh. Ta tiến quân có thể dễ dàng, nhưng khi lui quân thì vô cùng khó khăn. Thần xin được làm tiên phong đi trước để do thám thực hư của địch còn bệ hạ trấn giữ phía sau''\n\nLưu Bị bỏ qua lời đề nghị của Hoàng Quyền, lệnh cho ông làm Trấn bắc tướng quân, thống lĩnh quân Giang Bắc đề phòng quân [[Tào Ngụy]] đánh xuống, còn tự mình đích thân chỉ huy đại quân đánh Ngô.\n\nNăm [[222]], tướng Ngô là [[Lục Tốn]] tận dụng sai lầm quân sự của Lưu Bị, [[trận Di Lăng|đại phá quân Thục]]. Lục Tốn thuận theo dòng nước, điều quân bao vây, phong tỏa khu vực đóng quân của Hoàng Quyền. Hoàng Quyền bị kẹt ở bờ bắc, không còn đường chạy về theo Lưu Bị, lại không muốn hàng Ngô, bất đắc dĩ phải mang quân sang hàng [[Tào Phi]].<ref name=\"tpd667\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 667<\/ref>\n\n== Tướng ở Tào Ngụy ==\nĐược tin Hoàng Quyền hàng Ngụy, nhiều quan lại ở Thục xin Lưu Bị bắt gia quyến ông. Nhưng Lưu Bị không đồng tình, nói rằng chính mình đã phụ Hoàng Quyền chứ Hoàng Quyền không phụ mình. Sau đó Lưu Bị sai chu cấp đầy đủ cho gia quyến ông.\n\n[[Tào Phi]] gặp Hoàng Quyền, ví ông như [[Trần Bình]], [[Hàn Tín]] bỏ [[Hạng Vũ]] theo [[Hán Cao Tổ|Lưu Bang]] thời Tây Hán, nhưng Hoàng Quyền không nhận, ông khẳng định vì mình không thể về với Lưu Bị lại không thể hàng Ngô nên mới sang Tào, vì vậy không dám so sánh với Trần Bình, Hàn Tín. Tào Phi cảm phục ông, phong làm Trấn Nam tướng quân, Dục Dương hầu, làm quan thị trung và cho theo hầu.\n\nMột số tướng sĩ ở Thục sang hàng Ngụy đưa tin gia quyến Hoàng Quyền ở Thục bị hại. Tào Phi bèn lệnh cho ông lo việc tang lễ, nhưng Hoàng Quyền quả quyết Lưu Bị và [[Gia Cát Lượng]] rất hiểu mình, sẽ không hại gia quyến mình và đề nghị Tào Phi chờ thêm một thời gian nữa. Sau đó quả nhiên tin chính thức báo về từ Thục, gia quyến của ông vẫn bình yên. Tào Phi thấy Lưu Bị và [[Gia Cát Lượng]] có thể thu phục được thuộc hạ trung thành như thế, cảm thán mãi không thôi<ref name=\"tpd667\"\/>\n\nNăm [[223]], [[Lưu Bị]] qua đời, bên Ngụy mọi người đều vui, riêng Hoàng Quyền buồn một mình.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 668<\/ref> Tào Phi thấy vậy, muốn thử Hoàng Quyền, cho triệu ông vào cung, trên đường đi sai người thúc giục mấy lần. Quan lại, gia nhân bên cạnh Hoàng Quyền ai cũng sợ, riêng Hoàng Quyền vẫn bình tĩnh, không đổi sắc mặt.\n\nTướng [[Tư Mã Ý]] bên Tào Ngụy rát tán tụng đức độ của Hoàng Quyền, thường hỏi nước Thục có còn người như Hoàng Quyền không. Quyền trả lời: không ngờ minh công (Tư Mã Ý) lại coi trọng tôi như thế. Sau đó Tư Mã Ý viết thư cho thừa tướng [[Gia Cát Lượng]] bên Thục, nói: ''\"Hoàng Công Hành, là một kẻ sĩ hào sảng, thường ngồi cảm thán bày tỏ về túc hạ, trước sau như một.\"''\n\nNăm [[239]], Hoàng Quyền được Ngụy Minh Đế [[Tào Duệ]] phong làm Xa kỵ tướng quân, Nghi đồng tam ty. Năm [[240]] thời [[Tào Phương]], ông qua đời, được đặt tên thụy là Cảnh hầu.\n\n==Hậu duệ==\nCon Hoàng Quyền là Hoàng Sùng ở lại đất Thục, sau làm tướng nhà [[Thục Hán]]. Năm [[263]], Hoàng Sùng theo [[Gia Cát Chiêm]] (con [[Gia Cát Lượng]]) ra trận chống tướng [[Tào Ngụy]] là [[Đặng Ngải]] và cùng Gia Cát Chiêm tử trận tại thành Miên Trúc.<ref>Trần Văn Đức, sách đã dẫn, tr 374<\/ref> Một người con khác là Hoàng Ung sống ở Ngụy, không có con cái kế thừa.\n\n== Trong Tam Quốc diễn nghĩa ==\nHoàng Quyền trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] được mô tả khá sát với chính sử: trung thành với [[Lưu Chương]] và [[Lưu Bị]], cuối cùng bất đắc dĩ phải hàng [[Tào Ngụy]]. Tuy nhiên, với quan điểm coi Thục Hán là chính thống, La Quán Trung đã làm thơ chê trách hành động hàng Ngụy của ông. Trong Tam Quốc cũng miêu tả ông là người bị sún [[răng]] do ngăn can Lưu Chương đi đón Lưu Bị nên đã cố sức cạp và quần của Lưu Chương để níu kéo nhưng bị Lưu Chương đá một phát bay mất hai răng cửa, máu me bê bết.\n\n==Chức danh và chức vụ từng nắm giữ==\nChức danh và chức vụ của Hoàng Quyền dưới chính quyền Lưu Chương:\n\n* Chủ Bộ (主簿) dưới trướng Ích Châu Mục [[Lưu Chương]]\n* Quảng Hán Huyện Trưởng (廣漢縣長)\n\nChức danh và chức vụ của Hoàng Quyền dưới chính quyền [[Lưu Bị]] và [[Thục Hán]]:\n* Thiên Tướng Quân (偏將軍)\n* Hộ Quân (護軍)\n* Trị Trung Tùng Sự (治中從事)\n* Trấn Bắc Tướng Quân (鎮北將軍)\n\nChức danh và chức vụ Hoàng Quyền dưới chính quyền [[Tào Ngụy]]:\n* Trấn Nam Tướng Quân (鎮南將軍)\n* Dục Dương Hầu (育陽侯)\n* Thị Trung (侍中)\n* Ích Châu Thứ Sử (益州刺史)\n* Xa Kỵ Tướng Quân (車騎將軍)\n* Nghi Đồng Tam Tư (儀同三司)\n* Cảnh Hầu (景侯) - được truy phong sau khi Hoàng Quyền qua đời\n\n==Xem thêm==\n* [[Gia Cát Lượng]]\n* [[Lưu Bị]]\n* [[Tào Phi]]\n* [[Lưu Chương]]\n\n==Tham khảo==\n* Lê Đông Phương, ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 240]]\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]"}