{"Hoàng Phủ Tung":"'''Hoàng Phủ Tung''' ([[chữ Hán]]: 皇甫嵩; ? - 195) là danh tướng cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] trong [[lịch sử Trung Quốc]]. Ông tham gia dẹp cuộc [[khởi nghĩa Khăn Vàng]] cuối [[thế kỷ 2]].\n\n== Thân thế==\nHoàng Phủ Tung tự là '''Nghĩa Chân''', người Triều Na, An Định<ref>Nay là Nam Cố Nguyên, [[Ninh Hạ]] hiện nay<\/ref>. Ông sinh ra trong gia đình võ tướng.\n\nTổ 4 đời của ông là Hoàng Phủ Lăng và người em là Hoàng Phủ Khuy đều làm Liêu độ tướng quân [[nhà Hán]]. Ông nội Hoàng Phủ Tung là Hoàng Phủ Kỳ làm tới chức Đô úy Phù Phong, cha ông là Hoàng Phủ Tiết làm tới chức Thái thú Nhạn Môn<ref name=\"ldp32\">Lê Đông Phương, sách đã dẫn, tr 32<\/ref>.\n\n== Thời Hán Linh Đế ==\nThời trẻ, ông có tài văn kiêm võ, giỏi [[Kinh Thi]], [[Kinh Thư]], thạo cả cưỡi [[ngựa]] bắn [[Cung (vũ khí)|cung]]. Hoàng Phủ Tung được cử làm hiếu liêm, mậu tài. Thái úy [[Trần Phồn]], Đại tướng quân [[Đậu Vũ]] nghe tiếng ông đều mời ông làm quan, nhưng ông không nhận lời.\n\nSau đó [[Hán Linh Đế]] mời ông làm chức Lang trung<ref>Tương đương chức Giám đốc Sở - theo Lê Đông Phương, sách đã dẫn, tr 32<\/ref>, sau chuyển làm Huyện lệnh Bá Lăng và huyện Lâm Phần; rồi được điều làm Nghị lang, Thái thú Bắc Địa<ref>Bắc Địa bao gồm hai bên sông Hoàng Hà thuộc Ninh Hạ và dải Khánh Dương thuộc Cam Túc, quận trị thời Đông Hán nằm ở đông nam huyện Linh Vũ<\/ref>.\n\n=== Dẹp Khăn Vàng===\nTháng 3 năm 184, ba anh em [[Trương Giác]], [[Trương Bảo (Khăn Vàng)|Trương Bảo]], [[Trương Lương (Khăn Vàng)|Trương Lương]] cầm đầu cuộc [[khởi nghĩa Khăn Vàng]], thủ hạ có hàng chục vạn người<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 446<\/ref>. Nhiều châu quận nhà Hán bị đánh chiếm. Trước tình hình nguy cấp, Hoàng Phủ Tung kiến nghị [[Hán Linh Đế]] bỏ lệnh cấm và xá tội cho các lực lượng quần chúng bị xem là \"bè đảng\" trong xã hội để giảm sự bất bình của họ; đồng thời thưởng [[tiền]] cho tướng sĩ để khuyến khích họ ra trận lập công. Kiến nghị của ông được Linh Đế chấp thuận. Linh Đế thăng ông làm Trung lang tướng, cùng [[Chu Tuấn]] và [[Lư Thực]] đi đánh dẹp.\n\nHoàng Phủ Tung và Chu Tuấn điều động tập hợp kị binh 5 hiệu gồm có: Hiệu úy Đồn kị, Việt kị, Bộ binh, Trường thủy, Tạ thanh là quân túc vệ trong Bắc quân là quân thường trực chủ lực của trung ương. Mặt khác, ông chiêu mộ thêm binh sĩ, tổng cộng được 40 vạn người<ref name=\"tpd448\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 448<\/ref>.\n\nHoàng Phủ Tung và Chu Tuấn mỗi người chia nhau suất lĩnh một cánh quân ra đánh quân Khăn Vàng ở Dĩnh Xuyên, bị tướng Khăn Vàng là Ba Tài đánh bại. Ông lui về giữ Trường Xã<ref>Đông bắc huyện Trường Cát, [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref>. Quân Khăn Vàng kéo tới bao vây. Nhiều tướng sĩ dưới quyền lo lắng, ông lựa cách trấn an họ rằng quân Khăn Vàng có sai lầm, có thể đánh được<ref name=\"tpd448\"\/>.\n\nHoàng Phủ Tung biết nhược điểm quân Khăn Vàng phần đông là nông dân mới vào quân, chưa quen chiến đấu chuyên nghiệp, chỉ tác chiến ban ngày tới đêm thì ngủ. Một nhược điểm nữa của quân Khăn Vàng được Hoàng Phủ Tung chú trọng khai thác là chủ tướng Ba Tài không biết tìm chỗ đóng quân hợp lý, lại chọn nơi đồng [[cỏ]] khô đóng đồn trại. Vì vậy ông quyết định đánh tập kích vào ban đêm khi quân Khăn Vàng đang nghỉ ngơi không kịp trở tay. Nhân đêm đó có gió, Hoàng Phủ Tung dùng hỏa công đánh vào doanh trại địch, đồng cỏ khô cháy dữ dội, quân Khăn Vàng bị phá tan, thiệt hại hàng vạn người<ref name=\"ldp33\">Lê Đông Phương, sách đã dẫn, tr 33<\/ref>. Nhờ lập công trận này, ông được phong làm Đô hương hầu.\n\nBa Tài mang tàn quân bỏ chạy tới Dương Hoắc. Hoàng Phủ Tung và Chu Tuấn thừa thắng mang quân đuổi theo. Hoàng Phủ Tung tiếp tục đánh thắng quân Khăn Vàng tại Nhữ Nam, [[trần (nước)|nước Trần]], truy kích Ba Tài. Sau đó ông đánh tướng Khăn Vàng khác là Bành Thoát, liên tục thắng lợi, đoạt lại được 3 quận.\n\nTháng 8 năm đó, Hoàng Phủ Tung đụng độ tướng Khăn Vàng là Bốc Dĩ ở Thương Đình. Ông phá tan quân Bốc Dĩ, giết hơn 7000 người<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 449<\/ref>.\n\nỞ mặt trận phía bắc, Trương Giác chiếm giữ Quảng Tông<ref>Phía đông huyện Uy, [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref>, đánh bại tướng nhà Hán là [[Đổng Trác]]. Hán Linh Đế phái Hoàng Phủ Tung tới thay Đổng Trác. Lúc ông tới nơi thì Trương Giác đã lâm bệnh mất, em là Trương Lương lên cầm quân.\n\nHoàng Phủ Tung giữ vững trận thế, chờ khi quân Trương Lương lơi lỏng mới bất ngờ tập kích quân Khăn Vàng lúc rạng sáng khiến quân địch không kịp trở tay, giết 7 vạn quân địch; có hơn 5 vạn quân Khăn Vàng nhảy xuống [[sông]] chết đuối<ref name=\"ldp33\"\/>. Ông thiêu hủy hơn 3 vạn [[xe]] quân nhu của quân Khăn Vàng. Quân chủ lực Khăn Vàng tan vỡ. Hoàng Phủ Tung tìm đến mộ Trương Giác, sai quân băm xác, chặt đầu mang về [[Lạc Dương]] dâng lên [[Hán Linh Đế]].\n\nTháng 11 năm 184, một người em khác của Trương Giác là Trương Bảo chạy về Hạ Khúc Dương<ref>Phía tây huyện Tấn, [[Hà Bắc (Trung Quốc)|Hà Bắc, Trung Quốc]] hiện nay<\/ref>. Hoàng Phủ Tung mang quân đuổi theo, lệnh cho Thái thú Cự Lộc là Phùng Dực cùng hợp lực truy kích. Ông đại phá quân Khăn Vàng ở Khúc Dương, bắt được Trương Bảo mang chém. Số quân Khăn Vàng bị giết hàng chục vạn người, được chôn chung ở phía nam thành Hạ Khúc Dương thành ngôi mộ rất lớn (kinh quan)<ref name=\"ldp33\"\/>.\n\nCả ba anh em Trương Giác đều chết, lực lượng Khăn Vàng bị dẹp. Nhờ có công, Hoàng Phủ Tung được thăng làm Tả quân Kỵ tướng quân, Châu mục Ký châu, tước Hòe Lý hầu, thực ấp 8000 hộ.\n\n=== Thăng trầm trong hoạn lộ===\nLĩnh chức ở Ký châu, Hoàng Phủ Tung tâu lên Hán Linh Đế xin miễn 1 năm thuế cho dân Ký châu để nuôi dưỡng người nghèo đói. Linh Đế đồng ý. Vì việc này, ông được nhân dân trong vùng ca ngợi<ref name=\"tpd450\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 450<\/ref>:\n:''Thiên hạ loạn to chừ, chợ trống không''\n:''Mẹ không giữ được con chừ, vợ mất chồng''\n:''May có Hoàng Phủ Tung chừ, được an cư''\n\nDo có công trấn áp Khăn Vàng, uy danh của Hoàng Phủ Tung rất cao. Lúc đó triều đình nhà Hán ngày càng đổ nát. Diêm Trung người Hán Dương khuyên ông nên nắm cơ hội đó tự lập làm [[hoàng đế]] nhưng ông không nghe theo<ref name=\"tpd450\"\/>.\n\nCuối năm 184, ở Hoàng Trung<ref>Nay là Hoàng Nguyên, [[Cam Túc]]<\/ref>, Bắc Cung Bá Ngọc và Tiền Linh Khương khởi binh chống nhà Hán, tôn Biện Chương và [[Hàn Toại]] làm tướng. Quân Hàn Toại, Biện Chương đánh giết Hiệu úy hộ Khương là Linh Chủy và Thái thú Kim Thành là Trần Ý.\n\nNăm 185, Biện Chương và Hàn Toại mang quân Tây châu uy hiếp khu vực Tam Phụ gần [[Trường An]]. Hoàng Phủ Tung được lệnh từ Ký châu về, cùng Đổng Trác đi dẹp loạn. Hoàng Phủ Tung đang đánh nhau với quân Hàn Toại chưa phân thắng bại, hoạn quan [[Trương Nhượng]] (một trong Thập thường thị) đi thị sát, đòi Hoàng Phủ Tung hối lộ 50 triệu quan tiền<ref>Lê Đông Phương, sách đã dẫn, tr 34<\/ref>. Hoàng Phủ Tung không cho. Trương Nhượng bèn về vu cáo với Linh Đế rằng Phủ Tung đánh Khăn Vàng không hề có công lao, lại lãng phí tiền công quỹ. Hán Linh Đế tin lời [[hoạn quan]], bèn hạ lệnh thu hồi ấn Tả xa kỵ tướng quân của ông, tước hết thực ấp 8000 hộ, đổi phong làm Đô hương hầu. Lực lượng của Biện Chương, Hàn Toại vì vậy cát cứ ở Tây châu không bị dẹp. Còn Đổng Trác lại được phong làm Phá lỗ tướng quân<ref>Lê Đông Phương, sách đã dẫn, tr 36<\/ref>.\n\n=== Giải vây Trần Thương ===\nNăm 188, [[Hàn Toại]] và [[Mã Đằng]] sai Vương Quốc kéo quân đến bao vây Trần Thương. Tình hình nguy cấp, [[Hán Linh Đế]] lại vội vã trọng dụng Hoàng Phủ Tung, phong ông làm Tả tướng quân, cùng Tiền tướng quân [[Đổng Trác]] mang rất nhiều binh mã tới giải vây<ref name=\"ldp37\">Lê Đông Phương, sách đã dẫn, tr 37<\/ref>. Đổng Trác chủ trương ra quân đánh địch mau nhưng Hoàng Phủ Tung không theo, cho rằng thành Trần Thương bền chắc, chỉ cần cố thủ chờ thời cơ. Vương Quốc đánh hơn 80 ngày không hạ được, cuối cùng phải giải vây rút lui vào đầu năm 189.\n\nHoàng Phủ Tung mang quân truy kích, Đổng Trác can ngăn cho rằng quân địch đông không nên đuổi. Hoàng Phủ Tung quả quyết quân Tây châu chỉ mải rút lui không phòng bị nên không đáng sợ, bèn tự mình đi đầu, sai Đổng Trác đi đoạn hậu. Kết quả Hoàng Phủ Tung liên tiếp thắng lợi, đại phá quân Vương Quốc, giết hơn 1 vạn người. Đổng Trác xấu hổ và tiếc nuối cơ hội lập công nên trong lòng thù hận ông<ref name=\"tpd452\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 452<\/ref>.\n\n== Thời Hán Hiến Đế ==\nĐầu năm [[189]], Hán Linh Đế bệnh nặng. Ngoại thích [[Hà Tiến]] giữ chức Đại tướng quân điều hành triều chính. Hà Tiến muốn lấy lòng Đổng Trác bèn phong Trác làm Châu mục Trịnh châu và lệnh giao quân đội cho Hoàng Phủ Tung. Tuy nhiên Đổng Trác không nghe lệnh, mang theo quân đội đến Tinh châu<ref name=\"ldp37\"\/>.\n\nCháu Hoàng Phủ Tung là Hoàng Phủ Lệ đề nghị ông ra quân đánh Đổng Trác vì dám chống lệnh triều đình. Ông cho rằng nên tâu trước xin lệnh. Hà Tiến bèn sai sứ trách mắng Đổng Trác, vì vậy Trác càng thù hận ông<ref name=\"tpd452\"\/>.\n\nTháng 4 năm [[189]], [[Hán Linh Đế]] qua đời, [[Hán Thiếu Đế]] lên thay. Đổng Trác được Hà Tiến mời vào kinh đô [[Lạc Dương]] trừ [[hoạn quan]], nhân Tiến đã bị giết bèn khống chế triều đình, phế Thiếu Đế, lập [[Hán Hiến Đế]].\n\nHoàng Phủ Tung bất bình với Đổng Trác, phản đối hành động chuyên quyền. Đổng Trác triệu tập Hoàng Phủ Tung, sai ông làm hiệu úy cổng thành và tìm cơ hội giết ông. Ông sắp đi nhận chức, Trưởng sử Lương Diễn khuyên ông nên phối hợp với [[Viên Thiệu]] khởi binh đánh Đổng Trác, nhưng ông không nghe theo<ref name=\"tpd452\"\/>.\n\nKhi ông đến nhận chức, viên quan chủ quản theo lệnh Trác, tâu lên triều đình vu tội cho ông, đề nghị mang xét xử, khép ông vào tội chết. Con trai ông là Hoàng Phủ Kiên Thọ có quan hệ với Đổng Trác, từ [[Trường An]] chạy về [[Lạc Dương]] nhờ cậy Trác, xin tha cho ông. Giữa lúc tiệc lớn, nhiều người cũng nói hộ cho Hoàng Phủ Tung. Đổng Trác bằng lòng sai thả Hoàng Phủ Tung, bổ nhiệm làm Thị lang. Sau đó ông được thăng làm Ngự sử trung thừa.\n\nNăm [[191]], Đổng Trác bị các [[chư hầu]] do [[Viên Thiệu]] cầm đầu đánh bại, mang vua Hiến Đế bỏ Lạc Dương về [[Trường An]].\n\nNăm [[192]], Đổng Trác bị [[Vương Doãn]] và [[Lã Bố]] giết chết. Vương Doãn tâu với [[Hán Hiến Đế]] phong ông làm Chinh tây tướng quân, phái ông mang quân đến nơi ở của Đổng Trác tại My Ổ, tịch biên toàn bộ tài sản và giết cả họ Đổng Trác, trong đó có mẹ và em Đổng Trác là Đổng Mân<ref>Lê Đông Phương, sách đã dẫn, tr 53<\/ref>.\n\nBộ tướng của Đổng Trác là [[Lý Quyết|Lý Thôi]], [[Quách Dĩ]] mang quân báo thù, đánh vào Trường An giết Vương Doãn, đuổi Lã Bố, trở thành quyền thần mới nắm vua Hiến Đế. Hoàng Phủ Tung không bị Lý và Quách trả thù, được đổi phong làm Xa kỵ tướng quân, rồi sau đó thay [[Mã Nhật Đê]] làm Thái úy<ref>Lê Đông Phương, sách đã dẫn, tr 54<\/ref>. Hiến Đế trong tình thế bị Lý Thôi chèn ép đã dựa vào ông cùng các lão thần như Triệu Khiêm, [[Dương Bưu]], [[Mã Nhật Đê]], Triệu Trung, [[Chu Tuấn]] kiềm chế một phần uy thế của Lý và Quách. Trong thời gian tại chức, ông làm việc cẩn trọng, tôn trọng kẻ sĩ nên được mọi người khen ngợi<ref name=\"cth327\">Chu Thiệu Hầu, sách đã dẫn, tr 327<\/ref>.\n\nĐược mấy tháng sau, vì có hiện tượng thiên văn có sao băng, triều đình cho là điềm không hay nên cách chức Hoàng Phủ Tung<ref name=\"cth327\"\/>. Sau đó, ông lại được gọi ra làm Quang lộc đại phu và Thái thường.\n\nNăm [[195]], giữa lúc xung đột Lý Thôi, Quách Dĩ bùng nổ khiến triều chính nhà Hán nghiêng ngả, Hoàng Phủ Tung lâm bệnh qua đời. Ông được truy tặng làm Phiêu kỵ tướng quân.\n\n== Nhận định ==\nTrong cuộc chiến dẹp Khăn Vàng, hầu hết các chiến thắng của quân triều đình ngoài mặt trận là do công lao của Hoàng Phủ Tung. Do có công dẹp Khăn Vàng, Hoàng Phủ Tung được xem là vị danh tướng cuối cùng của nhà Đông Hán<ref name=\"ldp33\"\/>. Những viên tướng cuối thời Đông Hán sau Hoàng Phủ Tung cũng có những người nổi danh như [[Viên Thiệu]], [[Tôn Kiên]], [[Công Tôn Toản]], [[Lã Bố]], [[Tào Tháo]]… nhưng đều trở thành quân phiệt cát cứ hoặc kiến lập triều đại mới. Còn Hoàng Phủ Tung trong những năm cuối sự nghiệp sống trong loạn lạc nhưng vẫn tận tâm vì nước, không có mưu đồ riêng<ref name=\"tpd454\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 454<\/ref>.\n\nHoàng Phủ Tung tính tình nhân ái cẩn thận, làm việc tận tụy. Trong thời gian đương chức, ông đã tấu trình, khuyên can hoặc có công giúp vào việc có ích tổng cộng hơn 500 lần<ref name=\"tpd454\"\/>.\n\nTrong lúc cầm quân, ông yêu thương sĩ tốt nên được lòng mọi người. Ông thường ăn cơm sau quân sĩ. Nếu thủ hạ nhận hối lộ, ông không trách mắng mà còn ban thêm của cải khiến họ xấu hổ hối hận, có người tự sát. Nhiều người ca ngợi tài đức của ông và quy phục ông<ref name=\"tpd454\"\/>.\n\n== Trong [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] ==\nHoàng Phủ Tung được tiểu thuyết này của [[La Quán Trung]] đề cập chủ yếu tại hồi 1 và hồi 2 trong quá trình đánh dẹp quân Khăn Vàng. Ông đóng vai trò chủ đạo trong việc cầm quân và đã tiếp xúc với các nhân vật chính của tác phẩm như [[Lưu Bị]], [[Tào Tháo]].\n\nLần cuối Hoàng Phủ Tung xuất hiện tại hồi 9 khi thanh trừng gia quyến [[Đổng Trác]].\n\n==Xem thêm==\n* [[Khởi nghĩa Khăn Vàng]]\n* [[Hán Hiến Đế]]\n* [[Chu Tuấn]]\n* [[Trương Nhượng]]\n* [[Đổng Trác]]\n* [[Vương Doãn]]\n* [[Lý Quyết|Lý Thôi]]\n\n==Tham khảo==\n* Chu Thiệu Hầu (2003), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc'', Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương, (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa, tập 1'', Nhà xuất bản Lao động.\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 195]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Sinh thế kỷ 2]]"}