{"Hoàng Tổ":"[[Tập |nhỏ|Hoàng Tổ (黃祖)]]\n'''Hoàng Tổ''' ([[chữ Hán]]: 黃祖; ?-[[208]]) là tướng của quân phiệt [[Lưu Biểu]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Giết Tôn Kiên==\n{{Chính|Trận Tương Dương (191)}}\n\nHoàng Tổ xuất thân trong gia đình thế tộc người Kinh châu thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]]. Lớn lên, ông làm chức quan nhỏ ở địa phương.\n\nNăm [[190]], các [[chư hầu]] do [[Viên Thiệu]] cầm đầu phát động chiến tranh chống Đổng Trác. Thái thú Trường Sa (thuộc Kinh châu) là [[Tôn Kiên]] theo Viên Thiệu, giết chết Thứ sử Kinh châu là Vương Duệ. [[Lưu Biểu]] được [[Đổng Trác]] cử đến trấn nhậm Kinh châu thay Vương Duệ, Hoàng Tổ theo phục vụ Lưu Biểu và trở thành bộ tướng của Lưu Biểu. Ông được Lưu Biểu giao phụ trách thủy quân.\n\n[[Đổng Trác]] thua chạy về [[Trường An]], cùng lúc các chư hầu tan rã, [[Lưu Biểu]] về phe với Viên Thiệu, [[Tôn Kiên]] về phe với em Thiệu là [[Viên Thuật]], hai bên mâu thuẫn nổ ra chiến tranh. Năm [[191]], Tôn Kiên theo lệnh của Viên Thuật mang quân đi đánh Kinh châu.\n\nQuân Trường Sa kéo tới Tương Dương. Lưu Biểu sai Hoàng Tổ mang quân ra địch. Hoàng Tổ mang quân sang sông Hán Thủy đón đánh Tôn Kiên nhưng không địch nổi, thua trận phải vượt sông bỏ chạy. Ông rút về thành Tương Dương cùng Lưu Biểu. Tôn Kiên sang sông đuổi theo, bao vây thành Tương Dương (thuộc Nam Quận). Lưu Biểu và Hoàng Tổ đóng cửa thành cố thủ.\n\nBan đêm, Hoàng Tổ theo lệnh của Lưu Biểu, bí mật ra khỏi thành thu thập quân sĩ chạy tản mát. Hoàng Tổ thu thập được một số quân, quay trở lại thành thì đụng độ với Tôn Kiên. Hai bên giao tranh một trận nữa, Hoàng Tổ lại bị Tôn Kiên đánh bại một lần nữa, phải dẫn quân bỏ chạy. Tôn Kiên mang quân đuổi theo.<ref name=\"ReferenceA\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 709<\/ref>\n\nKhi Hoàng Tổ chạy đến Hiện Sơn thì Tôn Kiên đuổi kịp. Hoàng Tổ rút quân vào trú trong rừng trúc, đợi Tôn Kiên đuổi lại gần, bèn lệnh bắn ra. Bộ tướng của Hoàng Tổ nấp trong rừng trúc bắn tên trúng Tôn Kiên. Tôn Kiên vì vết thương do tên bắn mà tử trận.<ref name=\"ReferenceA\"\/>\n\nTheo sách ''Anh hùng ký'' chép người giết chết Kiên là Lã Công chứ không phải Hoàng Tổ: Tướng của Lưu Biểu là Lã Công đem quân men núi đến chỗ Tôn Kiên. Tôn Kiên đem kinh kị theo núi đánh Lã Công. Quân Lã Công ném đá xuống, trúng đầu Tôn Kiên, não lồi ra mà chết.\n:[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] kể rằng Hoàng Tổ thua trận, bị [[Tôn Sách]] bắt sống\n\n==Trấn thủ Giang Hạ==\n\n===Giết Nễ Hành===\n{{Chính|Nễ Hành}}\n\nLưu Biểu phong Hoàng Tổ làm thái thú Giang Hạ - quận giáp ranh với Dương châu. Năm [[196]], [[Tào Tháo]] đã nắm được [[Hán Hiến Đế]] ở Hứa Xương. Do ghét danh sĩ [[Nễ Hành]] nhiều lần xúc phạm mình, Tào Tháo sai Hành tới Kinh châu với Lưu Biểu. [[Lưu Biểu]] cũng ghét Nễ Hành vô lễ bèn sai Nễ Hành tới Giang Hạ với Hoàng Tổ.\n\nHoàng Tổ nghe tiếng tài năng Nễ Hành, đối xử rất hậu.<ref>Dịch Trung Thiên, sách đã dẫn, tr 70<\/ref> Nễ Hành gặp Hoàng Tổ vẫn không tỏ ra khiêm nhường. Hoàng Tổ là tướng võ, tính tình thô lỗ, không thể nén chịu cung cách của Nễ Hành. Trong một buổi yến tiệc, Hành lại nói lời khiếm nhã xúc phạm Hoàng Tổ. Hoàng Tổ trách cứ, Nễ Hành vẫn không dịu giọng, tiếp tục mắng chửi. Hoàng Tổ giận quá sai mang Nễ Hành ra đánh đòn. Nễ Hành bị đòn càng lớn tiếng chửi Hoàng Tổ.<ref>Dịch Trung Thiên, sách đã dẫn, tr 65<\/ref> Hoàng Tổ không chịu nổi bèn ra lệnh mang Nễ Hành ra chém.\n\n===Xung đột với Tôn Sách===\nCon Tôn Kiên là [[Tôn Sách]] vốn dựa vào Viên Thuật, nhưng từ năm 194 đã tách khỏi [[Viên Thuật]], tự [[chiến dịch Dương châu|lập nghiệp ở Dương châu]].\n\nNăm [[198]], Tôn Sách đánh bại Thứ sử Dương châu là [[Lưu Do]], làm chủ phần lớn các quận Dương châu, bắt đầu tính tới việc tiến đánh Giang Hạ để mở rộng địa bàn và báo thù cho cha. Năm [[199]], Tôn Sách cùng [[Chu Du]], Lã Phạm và [[Trình Phổ]] đi đánh Giang Hạ. Hoàng Tổ liên kết với thủ hạ cũ của [[Viên Thuật]] (mới chết) là Lưu Huân làm thái thú Lư Giang. Lưu Huân sai thuộc hạ quấy rối sau lưng Tôn Sách, vì vậy khi Tôn Sách đang dẫn quân tiến đến Trạch Thành<ref>Nay thuộc phía tây huyện Quý Trì, tỉnh [[An Huy]]<\/ref> thì phải quay về đánh Lưu Huân.\n\nTháng chạp năm [[199]], Tôn Sách đánh bại Lưu Huân, bèn quay lại đánh Hoàng Tổ. Quân Tôn Sách tiến vào Sa Tiễn.<ref>Nay thuộc phía bắc huyện Gia Ngư, [[Hồ Bắc]]<\/ref> Hoàng Tổ không chống nổi, vội cầu cứu [[Lưu Biểu]]. Lưu Biểu sai cháu là Lưu Hổ và tướng Hàn Hy, Trương Mâu mang 5000 quân ra chi viện. Hai bên giao tranh, Hoàng Tổ bị thua, tướng Hàn Hy bị tử trận. Hoàng Tổ phải bỏ chạy. Trận này ông bị thiệt hại hơn vạn quân và mất 6000 chiến thuyền về tay Tôn Sách.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 743<\/ref>\n\nTuy thắng trận, Tôn Sách phải quay về bình định nốt quận Dự Chương nên chiến sự với Kinh châu tạm ngưng. Hoàng Tổ vẫn giữ được Giang Hạ.\n\n===Xung đột với Tôn Quyền===\nMãnh tướng Kinh châu là [[Cam Ninh]] muốn chạy sang phía đông định theo họ Tôn, nhưng đến Giang Hạ thì Hoàng Tổ đang đóng quân ở Hạ Khẩu chặn đón và giữ lại. Hoàng Tổ tỏ ý muốn thu dụng, Cam Ninh đành tạm theo Hoàng Tổ.\n\nQua 3 năm, Hoàng Tổ vẫn không trọng dụng Cam Ninh. Năm [[203]], Tôn Quyền mang quân đánh Giang Hạ. [[Tôn Quyền]] sai Hiệu úy [[Lăng Tháo]] lĩnh đội quân thủy đi trước, Tôn Quyền cầm quân đi sau.\n\nHoàng Tổ mang quân ra khỏi Giang Hạ đón đánh. Hai bên đụng độ ở Hạ Khẩu. Quân thủy hai bên giao chiến. Hoàng Tổ có lợi thế ở những chiến thuyền lớn hơn. Lăng Tháo dũng mãnh lần lượt giết những quân lĩnh của Hoàng Tổ xông tới thuyền mình. Hoàng Tổ núng thế, dần dần bị quân Lăng Tháo đánh bại. Hoàng Tổ phải bỏ thuyền lớn lên thuyền nhỏ chạy trốn. Quân Giang Hạ thấy chủ tướng bỏ chạy cũng tan vỡ chạy hết.\n\nLăng Tháo thúc quân đuổi theo. Quân Giang Đông đuổi đến gần. Bộ tướng của Hoàng Tổ là Cam Ninh đi đoạn hậu giương cung bắn, tên trúng Lăng Tháo. Lăng Tháo tử trận. Hoàng Tổ thoát nạn trở về Giang Hạ. Nhưng khi về trại, ông vẫn không trọng dụng Cam Ninh.\n\nMột thủ hạ của Hoàng Tổ là [[Tô Phi]] nhiều lần tiến cử Cam Ninh, nhưng Hoàng Tổ vẫn không để mắt tới, thậm chí còn sai người đi mua chuộc các thủ hạ của Cam Ninh để họ rời bỏ Cam Ninh.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 798<\/ref>\n\nCam Ninh rất bực. Tô Phi biết tâm sự của Cam Ninh, bèn khuyên Ninh đi nơi khác lập nghiệp và hứa giúp đỡ. Sau đó Tô Phi đề nghị Hoàng Tổ cử Cam Ninh làm Chu trưởng (cầm đầu đội thuyền). Hoàng Tổ đồng ý. Cam Ninh ngầm sai người đi gọi các thuộc hạ cũ về rồi mang mấy chiếc thuyền lẻn trốn sang đầu hàng Tôn Quyền.\n\n===Bại trận bị giết===\nCam Ninh được Tôn Quyền trọng dụng. Năm [[208]], Tôn Quyền dẫn [[Chu Du]], [[Lã Mông]], [[Cam Ninh]], [[Lăng Thống]] mang quân đánh Giang Hạ lần thứ 3.\n\nHoàng Tổ cho Trương Thạc phụ trách thủy quân, Trần Tựu phụ trách quân bộ, chuẩn bị ra ứng chiến, tự mình giữ thành. Trương Thạc mang đội thuyền lớn ra ứng chiến, bị đội thuyền nhỏ của Lăng Thống đánh bại. Trương Thạc tử trận.\n\nNghe tin Trương Thạc tử trận, Hoàng Tổ sai Trần Tựu phong tỏa lối vào Miện Khẩu bằng các chiến thuyền lớn (mông xung). Ông sai quân lên mỏm núi, ném đá và lửa xuống thuyền địch. Để đối phó, Tôn Quyền lựa 100 quân cảm tử mặc 2 lần áo giáp, xông qua mưa tên đạn từ trên núi của quân Giang Hạ mà nổi lửa đốt các mông xung bên Hoàng Tổ. Các mông xung bị đánh chìm, quân Giang Hạ tan vỡ. Tướng Trần Tựu bị giết, Hoàng Tổ bại trận vội bỏ trốn.\n\nTrên đường chạy về thành, ông bị quân Giang Đông đuổi kịp và bắt sống. Cuối cùng Tôn Quyền giết chết ông. Thành Giang Hạ bị Tôn Quyền đánh chiếm, nhiều dân chúng bị giết.<ref>Dịch Trung Thiên, sách đã dẫn, tập 1, tr 354<\/ref>\n\n[[Lưu Biểu]] điều quân cứu Giang Hạ, Tôn Quyền phải rút lui.<ref>Lê Đông Phương, sách đã dẫn, tr 226<\/ref> Lưu Biểu cử con trưởng là [[Lưu Kỳ (Tam Quốc)|Lưu Kỳ]] thay Hoàng Tổ làm Thái thú Giang Hạ.\n\nHoàng Tổ trước sau hoạt động khoảng 20 năm, trước trận cuối cùng, ông được Cam Ninh mô tả là người đã cao tuổi. Khi mất không rõ ông bao nhiêu tuổi.\n\n==Trong Tam Quốc diễn nghĩa==\nHoàng Tổ trong tiểu thuyết [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] xuất hiện từ hồi 7 đến hồi 38. Ông được mô tả là viên tướng vô mưu. Ông bị [[Tôn Sách]] bắt sống trong trận Tương Dương. Tôn Sách mang ông đổi lấy xác [[Tôn Kiên]]. Sau đó ông trấn thủ Giang Hạ cho Lưu Biểu, nhiều lần bị Tôn Quyền đánh bại và cuối cùng bị giết.\n\n==Xem thêm==\n*[[Lưu Biểu]]\n*[[Tôn Kiên]]\n*[[Tôn Quyền]]\n*[[Cam Ninh]]\n* [[Trận Tương Dương (191)]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc,'' Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 1-2'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n\n== Chú thích ==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n{{Các chủ đề| Trung Quốc|Văn học}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 208]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]"}