{"Hoắc Tuấn":"{{Chinese\n|t=霍峻\n|s=霍峻\n}}\n'''Hoắc Tuấn''' ([[chữ Hán]]: 霍峻; [[bính âm Hán ngữ|bính âm]]: Huo Jun; [[177]]-[[216]]) là tướng dưới quyền quân phiệt [[Lưu Biểu]] và [[Lưu Bị]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Sự nghiệp==\nHoắc Tuấn có [[Tên chữ (người)|tên tự]] là '''Trọng Mạc''' (仲邈), người Chi Giang, Nam Quận (thuộc Kinh châu). Anh ông là Hoắc Đốc, từng ở trong thôn chiêu tập mấy trăm người làm thuộc hạ. Sau khi Hoắc Đốc chết, [[Lưu Biểu]] lệnh cho Hoắc Tuấn thống lĩnh những người này.\n\nNăm [[208]], Lưu Biểu chết, Hoắc Tuấn dẫn quân đi theo Lưu Bị, được phong làm Trung lang tướng. Năm [[212]], Lưu Bị vào Tây Xuyên, Hoắc Tuấn đi theo.\n\nTheo đề nghị của [[Lưu Chương (lãnh chúa)|Lưu Chương]] để chống [[Trương Lỗ]], Lưu Bị lãnh binh đi lên phía bắc, dừng lại ở ải Hà Manh. Năm [[213]], Lưu Bị trở mặt đánh Lưu Chương, từ ải Hà Manh tiến xuống phía nam tập kích Lưu Chương, lệnh cho Hoắc Tuấn ở lại giữ Hà Manh. [[Trương Lỗ]] từ Hán Ninh sai tướng Dương Bạch dụ ông đầu hàng, ông trả lời: ''\"Lấy được đầu ta chứ không lấy được thành đâu\"''<ref name=\"ReferenceA\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B741 Hoắc Vương Hướng Trương Dương Phí truyện]<\/ref>.\n\nDương Bạch đành trở về. Sau đó Lưu Chương sai các tướng Phù Cấm, Hướng Tồn dẫn hơn vạn người từ trên Lăng Thủy vây đánh ải Hà Manh. Hoắc Tuấn kiên cường phòng thủ, quân Lưu Chương đánh hơn một năm vẫn không thể hạ được.\n\nTrong thành của Hoắc Tuấn quân sĩ chỉ có mấy trăm người, chờ lúc sơ hở, lựa quân tinh nhuệ xuất kích, đại phá địch, chém đầu Hướng Tồn<ref name=\"ReferenceA\"\/>.\n\nNăm [[214]], Lưu Bị [[Chiến dịch Tây Xuyên|hoàn thành việc chiếm đất Thục]], khen thưởng công Hoắc Tuấn, chia quận Quảng Hán lập ra quận Tử Đồng, phong Hoắc Tuấn làm Thái thú Tử Đồng, Tì tướng quân.\n\nNăm [[216]], Hoắc Tuấn qua đời, lúc đó ông 40 tuổi. Hoắc Tuấn được an táng tại Thành Đô. Lưu Bị rất thương tiếc ông, đích thân dẫn quần thần tới điếu tế và ngủ lại mộ ông<ref name=\"ReferenceA\"\/>. Con Hoắc Tuấn là [[Hoắc Dặc]] trở thành đại thần nhà [[Thục Hán]].\n\n==Trong Tam Quốc diễn nghĩa==\nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Hoắc Tuấn được giới thiệu là một bồi thần của Lưu Biểu, ông phục vụ cho Lưu Biểu đến khi Lưu Bị thay Lưu Biểu quản lý [[Kinh Châu]]. Khi [[Chiến dịch Tây Xuyên|Lưu Bị vào Xuyên]], Hoắc Tuấn được cử đi theo làm chỉ huy quân sự cho quân của Lưu Bị. Hoắc Tuấn cùng với [[Mạnh Đạt]] được giao phòng thủ cửa ải Hà Manh quan chống lại sự xâm nhập của lãnh chúa [[Trương Lỗ]] ở [[Hán Trung]].\n\nKhi đó quân Trương Lỗ do [[Mã Siêu]] làm tiên phong dẫn ba vạn quân tiến tới Hà Manh quan. Hoắc Tuấn cùng Mạnh Đạt liệu sức không thể kháng cự đã gửi [[thư]] cầu cứu Lưu Bị chi viện. Lưu Bị đã cùng [[Trương Phi]] lên Hà Manh quan trợ chiến. Tại đây Hoắc Tuấn, Mạnh Đạt và Lưu Bị đã chứng kiến một cuộc [[giao đấu]] quyết liệt giữa Mã Siêu và Trương Phi.\n\n==Xem thêm==\n* [[Chiến dịch Tây Xuyên]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* [[Trần Thọ]], [[Tam Quốc chí]], Bùi Tùng Chi chú, thiên:\n** [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B741 Hoắc Vương Hướng Trương Dương Phí truyện]\n\n==Chú thích==\n{{tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 177]]\n[[Thể loại:Mất năm 216]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất thế kỷ 3]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]"}