{"Hsinbyushin":"{{Thông tin nhân vật hoàng gia\n| type   = monarch\n| tên   = Hsinbyushin <br> {{my|ဆင်ဖြူရှင်}}\n| hình = \n| ghi chú hình   = \n| tại vị = 28\/11\/1763 – 10\/06\/1776<ref name=cb-2>Buyers, King Hsinbyushin<\/ref><br\/>{{số năm theo năm và ngày|1763|11|28|1776|6|10}}\n| đăng quang  = 16\/05\/1764\n| chức vị  = [[Danh sách vua Miến Điện|Vua Miến Điện]] <br> Vương công [[Myedu]]\n| tiền nhiệm   = [[Naungdawgyi]]\n| kế nhiệm  = [[Singu Min|Singu]]\n| kiểu kế nhiệm   = Kế vị\n| kiểu nhiếp chính   = \n| nhiếp chính = \n| phối ngẫu = Me Hla <br> tổng cộng 15 hoàng hậu\n| con cái = 20 con trai, 20 con gái, bao gồm cả [[Singu Min|Singu]]\n| issue-link  = \n| tên đầy đủ  = Maung Ywa ({{my|မောင်ရွ}}) <br> Thiri Thuriya Dhamma Mahadhammaraza Razadhipati ({{my|သီရိသူရိယဓမ္မမဟာ ဓမ္မရာဇရာဇဓိပတိ}})\n| hoàng tộc = [[Nhà Konbaung|Konbaung]]\n| cha = [[Alaungpaya]]\n| mẹ = [[Yun San]]\n| sinh  = {{Birth date|1736|9|12|df=y}}\n| nơi sinh   = [[Shwebo|Moksobo]]\n| mất  = {{death date and age|1776|6|10|1736|9|12|df=y}}\n| nơi mất   = [[Inwa|Ava]] (Inwa)\n| ngày an táng  = \n| nơi an táng = [[Inwa|Ava]]\n| tôn giáo   = [[Phật giáo Nguyên thủy]]\n| chữ ký  = \n}}\n'''Hsinbyushin''' ([[tiếng Miến]]: ဆင်ဖြူ ရှင်, IPA: [sʰɪɴ pʰjú ʃɪɴ]; [[tiếng Thái]]: พระเจ้า มั ง ระ; 12 tháng 9 năm 1736 - ngày 10 tháng 6 năm 1776) là vua thứ ba của [[nhà Konbaung]] nước [[Miến Điện]] (Myanmar), cai trị từ năm 1763 đến năm 1776. Ông được xem là vị vua hiếu chiến nhất của triều đại mình, đã tiến hành nhiều cuộc chiến tranh với [[Trung Quốc|Mãn Thanh]] và [[Xiêm La]]. Công cuộc phòng thủ thành công của ông chống lại cuộc [[chiến tranh Thanh-Miến|bốn cuộc xâm lăng của quân Thanh]] đã mang lại độc lập cho Miến Điện. Cuộc xâm lược Xiêm La của ông (1765-1767) đã kết thúc triều đại Ayutthaya của Xiêm La. Các chiến thắng cả Đại Thanh lẫn Xiêm La bộc lộ \"một hào khí thật sự mãnh liệt đến kinh ngạc chưa từng có từ thờ [[Bayinnaung]].\"<ref name=vbl>Lieberman, p. 184<\/ref> Ông cũng đã cho nâng chiều cao của [[chùa Shwedagon]] tới chiều cao hiện tại của nó vào tháng 4 năm 1775.\n\nHsinbyusin là con trai thứ hai của [[Alaungpaya]] &ndash; vua sáng lập triều Konbaung. Ông từng làm phó tướng trong [[Chiến tranh Konbaung-Hanthawaddy|chiến dịch thống nhất Miến Điện]] (1752–1759) của vua cha. Sau khi kế ngôi, Hsinbyushin hăng hái mở rộng bờ cõi, đánh phá các lân bang. Năm 1767, vua Hsinbyushin dập tắt một cuộc nổi dậy ở [[Manipur]], đánh chiếm [[Lào|Ai Lao]], thôn tính [[Xiêm La]] và đập tan 2 cuộc xâm lược của [[nhà Thanh|Đại Thanh]]. Nhưng việc ông đánh nhau với quân Thanh và Xiêm cùng một lúc đã làm cho Miến Điện suýt bị diệt vong. Năm 1767–1768, vua Thanh [[Càn Long]] đánh Miến Điện lần 3. Quân [[Bát Kỳ]] tinh nhuệ của nhà Thanh lấn sâu vào miền trung Miến Điện, khiến Hsinbyushin phải vội vã rút quân khỏi Xiêm La. Cuối cùng, năm 1769, quân Miến Điện do tướng [[Maha Thiha Thura]] chỉ huy đánh tan quân Thanh, nhưng quan hệ 2 nước tiếp tục căng thẳng thêm 10 năm nữa, nên Hsinbyushin không thể tái chiến với Xiêm.\n\nDo chiến tranh liên miên, nhà nước của Hsinbyusin bị quân sự hóa rất mạnh. Các đại tướng mặc sức sách nhiễu cư dân. Năm 1773, quân sĩ người dân tộc [[Người Mon|Mon]] làm loạn và bị đàn áp đẫm máu. Năm 1774, Hsinbyushin lâm trọng bệnh và không còn gượng dậy được nữa; các tướng tá, quan lại địa phương càng tăng cường hà hiếp dân chúng. Năm 1775, các thuộc quốc phên dậu [[Lan Na]] và Manipur đồng loạt nổi dậy. Vua Xiêm là [[Taksin]] thừa cơ tiến quân vào Lan Xang, lấy được [[Chiang Mai]]. Tháng 10 năm 1775, Hsinbyushin sai Maha Thiha Thura đánh Xiêm lần hai, không thu được thắng lợi. Khi Hsinbyushin chết vào tháng 6 năm 1776, quân đội Miến Điện vẫn đang sa lầy trên đất Xiêm và Manipur. Quân sĩ Miến Điện rút khỏi Xiêm ngay sau khi nhà vua mất, để lại Lan Na trong tay người Xiêm. Tóm lại, hầu hết các lãnh thổ mà Hsinbyushin chinh phạt đều không giữ được lâu, chỉ có [[miền Taninthayi]], [[bang Shan]] và [[bang Kachin]] là Miến Điện còn kiểm soát được đến ngày nay.\n\n== Đầu đời ==\nHsinbyushin tên khai sinh là '''[[Kính ngữ Miến Điện|Maung]] Ywa''' ({{my|မောင်ရွ}}), sinh ngày 12 tháng 9 năm 1736 ở [[Shwebo|Moksobo]], một làng lớn trong thung lũng [[sông Mu]] nằm cách [[Inwa|Ava]] 97&nbsp;km về hướng tây bắc. Là con của [[Alaungpaya|Aung Zeya]] và [[Yun San]]. Cha Hsinbyushin là Aung Zeya làm hương trưởng một làng có vài trăm hộ, và là thành viên một vọng tộc đã góp phần cai quản thung lũng Mu qua hàng chục năm. Gia đình Aung Zeya còn có liên hệ máu mủ và hôn nhân với nhiều vọng tộc khác trong thung lũng. Aung Zeya tự xưng là hậu duệ của một tướng kỵ binh thế kỷ 15 và của hoàng tộc [[nhà Pagan|Pagan]].<ref>Myint-U, p. 90<\/ref>\n\nYwa sinh trưởng dưới thời vua [[Mahadhammaraza Dipadi]] [[nhà Toungoo]]. Bấy giờ nhà Toungoo suy yếu, quân [[Người Meitei|Manipuri]] thừa cơ kéo vào cướp phá khu vực giữa [[sông Chindwin|Chindwin]] và [[sông Irrawaddy|Irrawaddy]]. Các cuộc cướp phá đã diễn ra liên tục thời thập niên 1720 và ngày càng lấn sâu vào vùng Thượng Miến. Làng của Ywa nằm ngay trên đường tiến của quân Manipuri, nên chịu rất nhiều thiệt hại. Triều đình Miến Điện không đánh nổi nước Manipur, làm dân Miến phải bất lực nhìn \"bọn giặc cướp\" đốt phá làng mạc, cướp bóc [[phù đồ|chùa tháp]] và bắt nhiều người về nước họ.<ref name=rlf-88>Myint-U, pp. 88–91<\/ref> Năm 1740, [[người Mon]] tách ra tự trị ở Hạ Miến, lập ra [[vương quốc Hanthawaddy trung hưng]]. Chính quyền trung ương Toungoo hoàn toàn bất lực. Ngày 23 tháng 3 năm 1752, các quân của Hanthawaddy tiến chiếm [[Inwa|Ava]], đánh đổ hoàn toàn triều Toungoo.\n\n==Giúp cha đánh dẹp, thống nhất Miến (1752–1760)==\n{{see also|Chiến tranh Konbaung-Hanthawaddy|Chiến tranh Xiêm-Miến (1759–1760)}}\nNgày 29 tháng 2 năm 1752, 3 tuần trước khi Ava thất thủ, Aung Zeya xưng vương, tức vua [[Alaungpaya]], lập ra [[nhà Konbaung|triều Konbaung]] đối kháng với Hanthawaddy. Nhà Konbaung chỉ là một trong nhiều lực lượng chống cự Hathawaddy ở Thượng Miến (các phe nhóm này phần nhiều là người thiểu số [[Bamar]] và [[người Shan|Shan]]). Alaungpaya được hào kiệt nam nữ khắp 46 làng trong thung lũng Mu hưởng ứng; những người này quyết chí rửa nhục cho đất nước một thời vinh quang của họ. Ywa khi đó 15 tuổi, theo cha ra trận rất hăng hái. Ông được phong hiệu '''Thado Minsaw''', nhanh chóng tỏ ra là người con giỏi nhất của Alaungpaya và là một tướng quân trí dũng.\n\nTháng 12 năm 1753, quân Konbaung đã chặn được đà tiến của địch. Quân Hanthawaddy lui về cố đô Ava. Alaungpaya sai Ywa phản công chiếm lại Ava. Ngày 3 tháng 1 năm 1754, Ywa cất quân đánh lớn, quân Hanthawaddy đại bại. Vua Alaungpaya rất mừng, phong Ywa làm trấn thủ Ava (thành phố bấy giờ đã bị quân Hanthawaddy phá sạch trơn).<ref>Phayre, p. 153<\/ref><ref>Harvey, p. 222<\/ref>\n\n3 tháng sau, quân Hanthawaddy đưa một lực lượng cực mạnh trở lại Ava. Quân Konbaung do Hsinbyushin và anh là [[Naungdawgyi]] chỉ huy thua một trận lớn ở [[quận Myingyan]] ngày nay. Hsinbyushin lui về chống giữ Ava. Quân Hanthawaddy lại bao vây thành phố. Các cánh quân khác của Hanthawaddy đánh lên thung lũng Mu, đất căn bản của nhà Konbaung, nhưng bị thua luôn. Tháng 4 năm 1754, Hsinbyushin đánh bại quân Hanthawaddy, giải phóng Ava, rồi truy kích xuống tận [[Minbu]]. Vua Alaungpaya ban cho Hsinbyushin một thái ấp ở [[Myedu]]. Từ đây ông có danh hiệu '''Vương tước Myedu'''.<ref name=cb-2\/>\n\nTrong nửa sau thập niên 1750, Hsinbyushin luôn là một tướng quan trọng trong chiến dịch thống nhất Miến Điện của Alaungpaya. Đến năm 1759, cha con Alaungpaya đã thống nhất toàn bộ Miến Điện (và Manipur), đánh đuổi quân [[Đế quốc thực dân Pháp|Pháp]] và [[Đế quốc Anh|Anh]] tiếp tay cho Hanthawaddy. Năm 1759-1760, Alaungpaya thân chinh [[Chiến tranh Xiêm-Miến (1759-1760)|đánh Xiêm La]]. Hsinbyushin làm phó tướng, cùng vua đánh tan các tuyến phòng ngự của quân Xiêm và áp sát chân thành [[Ayutthaya (thành phố)|Ayutthaya]] vào tháng 4 năm 1760. Nhưng không lâu sau, Alaungpaya mắc bệnh tràng nhạc, các quân Miến Điện phải rút lui vội vã khỏi Ayutthaya. Hsinbyushin luôn hầu hạ bên kiệu của vua cha và có mặt bên gường Alaungpaya khi Alaungpaya chết gần làng [[Martaban]] (Mottama).\n\n==Trữ quân (1760–1763)==\nAlaungpaya mất, con trưởng là Naungdawgyi lên thay. Trước đây Alaungpaya có sáu con trai với người vợ đầu; nhà vua đã dặn 6 người này phải theo tuần tự mà kế ngôi. Khi Alaungpaya hấp hối, Hsinbyushin hứa sẽ nghe lời dặn của cha. Nhưng ngay sau khi Alaungpaya chết, Hsinbyushin đã vận động tướng sĩ ủng hộ ông tranh ngôi với Naungdawgyi. Nhưng ông không dụ được nhiều người về phe, và đành bỏ cuộc. Naungdawgyi nghe lời bà thái hậu, thứ lỗi cho Hsinbyushin, vì lúc này tự quân đang bận đương đầu với các cuộc nổi dậy của [[Minkhaung Nawrahta]] (một tướng giỏi luôn có mối quan hệ không hợp với Naungdawgyi, từng chỉ huy hậu quân trong chiến dịch Xiêm) và [[Thado Theinkhathu]] (em Alaungpaya và là phó vương [[Toungoo]]).\n\nHsinbyushin trở thành [[trữ quân]] theo lời dặn của cha. Trong thời gian này, vua anh Naungdawgyi dồn sức đánh dẹp các nhóm nổi dậy nói trên, nhưng Hsinbyushin chỉ đứng ngoài cuộc. Naungdawgyi đã dập tắt được các cuộc nổi dậy vào tháng 1 năm 1762, rồi tái chiếm [[Lan Na]] vào tháng 1 năm 1763. Từ đó quyền lực của Naungdawgyi được củng cố, và Hsinbyushin xem chừng phải yên vị ở ngôi Trữ quân một thời gian dài. Nhưng vào tháng 11 năm 1763, Naungdawgyi chết đột ngột ở tuổi 29. Hsinbyushin, 27 tuổi và đầy tham vọng, lên kế ngôi.\n\n== Trị quốc ==\nNgày 28 tháng 11 năm 1763, Hsinbyushin lên ngôi Quốc vương. Ngày 16 tháng 5 năm 1764, ông cử hành lễ đăng quang, xưng vương hiệu là '''Thiri Thuriya Dhamma Razadhipati Hsinbyushin'''. Sau này, ngày 3 tháng 1 năm 1768 ông đổi hiệu thành ''Thiri Thuriya Dhamma Mahadhammaraza Razadhipati'' {{my|သီရိသူရိယဓမ္မမဟာဓမ္မရာဇရာဇဓိပတိ}}.<ref name=cb-2\/>\n\n===Hành chính===\nQuyết định đầu tiên của vua Hsinbyushin là xây lại thành phố hoang tàn [[Inwa|Ava]] và định đô ở đây. Ngày 27 tháng 11 năm 1764, ông ra chiếu dời đô từ Sagaing về Ava.<ref name=cb-2\/> Ông khôi phục kinh thành Ava và đặt tên các cổng thành theo tên các nước bị Alaungpaya chinh phạt. Tên các cổng phía đông: Chiang Mai, Martaban, Mogaung; các cổng phía nam: Kaingma, Hanthawaddy, Myede, Onbaung (Thibaw); các cổng phía tây, Gandalarit, Sandapuri ([[Viêng Chăn]]), Kenghung; các cổng phía Bắc: Tenasserim và Yodaya (Xiêm). Ông chính thức đóng đô ở Ava vào tháng 4 năm 1765, sau khi trở về từ chiến dịch Manipuri.\n\n=== Văn hóa ===\nHsinbyushin đã cử sứ sang [[Varanasi]] ([[Ấn Độ]]), vời 9 vị [[bà la môn]] làm mưu sĩ cho ông. Năm 1765 Hsinbyushin sai quốc sư Maungdaung cộng tác với 9 vị này dịch sách [[Vyākaraṇa]], một cổ thư [[tiếng Phạn]] viết về văn phạm, y dược, thiên văn học, tình dục học,... Năm 1771, ông lại sai đại thần Manu Wannana Kyawhtin soạn bộ sách luật Manusarashwemin dhammathat dựa trên sách luật các đời trước. Bộ sách này được viết bằng tiếng Miến Điện và [[tiếng Pali|Nam Phạn]]. Trong việc biên soạn, Manu Wannana có sự giúp đỡ của quốc sư Taungdwin cùng một số [[tỳ-kheo]] thông thái khác.<ref name=geh-249>Harvey, p. 249<\/ref> Năm 1774, nhà vua sai trùng tu [[chùa Shwedagon]], nâng độ cao của chùa lên mức hiện tại; ông còn dát thêm vàng cho chùa và xây một ngọn chóp nạm ngọc để thay thế ngọn chóp cũ bị đổ do động đất năm 1769.<ref name=geh-260>Harvey, p. 260<\/ref>\n\nKhông những là một nhà chinh phạt lớn, Hsinbyushin còn say mê thơ phú. Thứ phi của ông là Ma Htwe cũng là một thi sĩ nổi danh. Letwe Thondara, một thư ký hội đồng [[Hluttaw]], đã có thời bị Hsinbyushin lưu đày ra đồi Meza (nay thuộc [[huyện Katha]]). Thondara đã sáng tác bài thơ Meza Taung-Che, mô tả nỗi buồn cô độc của mình, làm nhà vua cảm động và phục chức.<ref name=geh-249\/>\n\n=== Chinh phạt ===\n==== Giai đoạn chinh phạt thứ nhất ====\n=====Manipur (1764–1765)=====\nSau khi lên ngôi, Hsinbyushin lập tức lên kế hoạch đánh [[Xiêm La]], hoàn tất sự nghiệp chinh phạt dang dở của vua cha Alaungpaya. Tháng 11 năm 1764, Hsinbyushin đã tổ chức 2 cánh quân, 1 cánh đóng tại [[Kengtung]] (bang Shan), cánh kia đóng tại Martaban trên hướng nam, ráo riết chuẩn bị đánh Xiêm. Trong lúc Hsinbyushin đang bận rộn với kế hoạch chinh phạt Xiêm, xứ Manipur - một chư hầu của Miến từ năm 1758 - nổi loạn. Hsynbyushin không triệu hồi 2 cánh quân đánh Xiêm về dẹp loạn. Tháng 12 năm 1764, nhà vua ngự giá thân chinh đánh Manipur. Quân Miến Điện cả phá quân Manipur và chiếm thủ đô [[Imphal]]. Vua Manipur phải lánh nạn. Hsinbyushin bắt hàng trăm người Manipur, rồi đem quân về tân đô Ava vào tháng 4 năm 1765.<ref>Harvey, p. 248<\/ref><ref>Phayre, p. 187<\/ref>\n\n===== Ai Lao (1765)=====\nĐể tạo nền tảng chắc chắn cho việc chinh phục Xiêm, Hsinbyushin quyết định cô lập nước này, bằng cách thôn tính các tiểu vương quốc [[Lào|Ai Lao]] ở sườn phía bắc và đông của Xiêm. Tháng 1 năm 1765, ông sai tướng [[Ne Myo Thihapate]] đem 2 vạn quân tinh nhuệ từ [[Chiang Mai]] kéo vào đánh phá Ai Lao. Xứ [[Vương quốc Viêng Chăn|Vạn Tượng]] không đánh đã hàng, chịu xưng thần với vua Miến. Nhưng xứ [[Vương quốc Luang Phrabang|Luang Prabang]] lại cho quân đánh trả. Tháng 3 năm 1765, Thihapate thúc quân chiếm Luang Prabang, từ đây người Miến có thể uy hiếp toàn bộ vùng biên giới phía bắc của Xiêm.<ref>Myint-U, p. 98<\/ref>\n\n===== Xiêm La (1765–1767)=====\n[[Tập tin:Royal Palace of Ayutthaya.jpg|thumb|right|Ayutthaya đổ nát.]]\n{{Main|Chiến tranh Xiêm - Miến Điện (1766-1767)}}\nSau khi chinh phục Ai Lao, Thihapate đem quân về Lan Na. Trên hướng nam, cánh quân của Maha Nawrahta cũng đã tập kết ở thị trấn [[Tavoy]] (Dawei) trên biên ải Xiêm-Miến. Tháng 8 năm 1765, cánh quân của phía bắc của Thihapate xuất hành trước. Quân Thihapate vượt thung lũng [[Chao Phraya]] tiến vào Xiêm, họ hành quân khá chật vật do gặp mưa lớn và sự kháng cự mạnh của các tù trưởng Xiêm. Đến giữa tháng 10 năm 1765, khi mùa mưa hết, Maha Nawrahta mới dẫn cánh quân phía nam vượt [[Miền Tanintharyi|Tenasserim]], hình thế thế gọng kìm bao vây Xiêm La. Ngày 20 tháng 1 năm 1766, quan quân Miến đánh tới ngoại ô Ayutthaya.<ref>Phayre, pp. 188–190<\/ref> Quốc đô Xiêm bị vây đánh dữ dội suốt 14 tháng. Ngày 7 tháng 4 năm 1767, quân Miến đánh tan quân Xiêm và phá hủy toàn bộ Ayutthaya, bắt cả vương tộc Xiêm cùng nhiều nghệ nhân tài hoa.\n\nNhưng Hsinbyushin không giữ thành quả được lâu. Cuối năm 1767, ông triệu phần lớn binh lực từ Xiêm về đánh quân Thanh ở phía bắc. Chớp lấy thời cơ, người Xiêm phát động khởi nghĩa, đến năm 1770 chiếm lại hầu hết đất đai của họ (trừ Tenasserim).\n\n===== Đánh quân Thanh xâm lược (1765–1769)=====\n{{Main|Chiến tranh Thanh-Miến}}\nVào thập niên 1730, một số tù trưởng biên giới Thanh-Miến, vốn trước đây thường dâng lễ cống cho cả Miến Điện lẫn Mãn Thanh, hoàn toàn thần phục Đại Thanh. Khoảng năm 1758-59, vua Miến Alaungpaya sai tướng thần đánh lên biên giới, phục hồi quyền kiểm soát các phiên thuộc. Ban đầu Thanh đình chủ trương \"dùng man di trị man di\", chỉ dùng dân quân địa phương người Thái, Shan mà chiếm lại đất; nhưng đến năm 1765 vua [[Càn Long]] xuống lệnh cho quân chính quy xâm lược Miến Điện. Tháng 12 năm 1765, đương lúc đại quân Miến hành quân đánh Ayutthaya, quân Thanh tràn vào đất Miến. Hsinbyushin ra lệnh các cánh quân chủ lực tiếp tục đánh Xiêm, không cho chuyển lên biên giới phía bắc. Sự sắp xếp của Hsinbyushin thoạt đầu có vẻ ổn thoả: các đơn vị Miến còn lại trên đất mình đã phá được quân Thanh, sau đó truy kích tới tận [[Ninh Nhĩ|quận Phổ Nhĩ]], rồi thắng luôn 1 trận cuối ở đây. \n[[Tập tin:Third Qing Burmese war.PNG|thumb|300px|Bản đồ cuộc chiến tranh Thanh-Miến lần thứ ba (1767–1768)]]\n\nNăm 1766, quân Thanh do tổng đốc Dương Ứng Cừ chỉ huy sang xâm lược lần hai. Hsinbyushin lập mưu nhử địch tiến sâu vào đất Miến để bao vây tiêu diệt. Ông sai đại tướng [[Balamindin]] bỏ Bhamo, lui về chốt giữ [[Kaungton]], cách Bhamo vài dặm trên dòng Irrawaddy. Quân Thanh dễ dàng chiếm Bhamo, tiếp đó vây đánh Kaungton. Balamindin phòng ngự chắc chắn, bẻ gãy nhiều đợt tấn công liên tiếp của quân Thanh. Thế quân Thanh ngày càng suy nhược. Chớp lấy thời cơ, đại quân Miến chia làm hai cánh phản công tiêu diệt hoàn toàn quân Thanh.<ref name=dyc-145>Dai, p. 145<\/ref> Dương Ứng Cừ bị Càn Long ép phải tự sát.<ref name=dyc-87>Dai, p. 87<\/ref>\n\nSau hai lần thất bại, Thanh đình không thể nào hiểu được một nước \"di địch\" như Miến Điện lại có thể chống cự \"thiên triều\" Đại Thanh.<ref name=\"Cambridge History of China\">Woodside, pp. 256–262<\/ref> Càn Long thấy quân Lục Doanh người Hán đánh không thiện chiến, bèn quyết tung quân Mãn Châu ra trận.<ref name=rlf-102>Myint-U, pp. 102-103<\/ref> Tháng 11 năm 1767, vua Thanh sai tổng đốc Vân Nam [[Minh Thụy]] đem 5 vạn quân do lực lượng [[Bát kỳ]] tinh nhuệ làm tiên phong đánh Miến Điện. Tháng 12, đại quân Thanh nhanh chóng tiến sâu vào đất Miến, đánh bại quân Miến hai trận lớn ở đèo Goteik và Hsenwi.<ref name=hb-178>Htin Aung, pp. 178-179<\/ref><ref name=app-196>Phayre, pp. 196-198<\/ref> Hsinbyushin phải gọi quân từ Xiêm về nước. Sau khi đánh vỡ đại quân Miến, Minh Thụy xua quân tiến lên, đánh chiếm hết thị trấn này đến thị trấn khác và đến được [[Singu]] trên bờ sông Irrawaddy, chỉ cách Ava có 30 dặm về phía bắc vào đầu năm 1768.\n\nTại Ava, Hsinbyushin tỏ ra không khiếp sợ trước viễn cảnh 3 vạn quân Thanh<ref name=cpg-102>Giersch, p. 102<\/ref><ref>Haskew, et al, p. 29<\/ref> đã đến trước cửa. Triều đình giục ông rút lui, nhưng nhà vua đáp lại một cách khinh miệt, rằng ông và các con khác của Alaungpaya sẽ đánh lại quân Thanh dù có phải đơn độc chiến đấu. Thay vì cố thủ kinh đô, Hsinbyushin bình tĩnh đưa một đạo quân thiết lập vị trí tiền tiêu ngoài Singu, bản thân ông cũng dẫn binh sĩ lên tuyến đầu chiến tuyến.<ref name=rlf-102>Myint-U, pp. 102-103<\/ref><ref name=hb-178>Htin Aung, pp. 178-179<\/ref><ref name=geh-255>Harvey, pp. 255-257<\/ref> Quân Miến được tăng viện đã hăng hái phản công, liên tiếp đánh bại quân Thanh, đỉnh điểm là trận Maymyo vây diệt hoàn toàn lực lượng Bát kỳ.<ref name=ftow>Haskew, et al, pp. 27-31<\/ref> Bản thân Minh Thụy bị thương nặng và tự sát. Chỉ có một nhóm nhỏ quân Thanh chạy thoát về nước.<ref name=hb-178>Htin Aung, pp. 178-179<\/ref>\n\nSau ba lần giao tranh, Miến Điện cử sứ đi cầu hòa nhưng Càn Long dứt khoát không thỏa hiệp. Miến Điện phải chuẩn bị chống lại một cuộc xâm lược toàn diện<ref name=hb-180>Htin Aung, pp. 180-183<\/ref>. Bấy giờ Hsinbyushin đã đưa hầu hết số quân từ Xiêm về nước, tạo điều kiện cho người Xiêm khởi nghĩa dưới sự lãnh đạo của [[Taksin]] lấy lại được nước. Phiên bang Manipur cũng lại nổi dậy vào giữa năm 1768, nhưng Hsinbyushin không còn cách nào khác ngoài việc tập trung bảo vệ sự tồn tại của vương quốc Miến.\n\nTháng 10 năm 1769, Càn Long sai Phó Hằng dẫn 6 vạn quân vào Miến Điện. Các cánh quân thủy bộ Miến chống đánh dữ dội. Quân Thanh bị ghìm chân trên biên giới.<ref name=hb-180\/> Tháng 12, đại quân Miến phản công rất mạnh, vây kín quân Thanh ở hành lang [[Kaungton]]-[[Shwenyaungbin]]. Quân Thanh chết, bị thương đến 2 vạn người; các tướng Thanh muốn xin nghị hòa.<ref name=geh-255>Harvey, pp. 255-257<\/ref> Tướng Miến [[Maha Thiha Thura]] nghĩ việc một đạo quân Thanh nữa bị tiêu diệt sẽ khiến Thanh đình càng quyết tâm chinh phục Miến, gỡ nhục \"thiên triều\". Thiha Thura không đợi lệnh Hsinbyushin, ký hòa ước cho phép người Thanh về nước, dù tất cả quân Thanh đều bị tước khí giới. Vua cả hai nước đều không chấp nhận hòa ước này. Hsinbyushin rất tức giận và xé bỏ tờ hòa ước.<ref>Htin Aung, p. 181–183<\/ref><ref>Harvey, p. 257–258<\/ref>\n\n=====Manipur (1770)=====\nBiết rằng Hsinbyushin đang giận dữ, các tướng Miến chưa vội về kinh đô. Tháng 1 năm 1770, họ hành quân tới Manipur; tại đây, phiên vương Manipur đang nổi dậy chống triều đình Miến, lợi dụng bất ổn giữa Miến Điện với Mãn Thanh. Quân Miến đánh quân Manipur 1 trận dài 3 ngày gần Langthabal. Quân Miến thắng to, phiên vương Manipur phải chạy vào Assam. Quân Miến đưa 1 người cộng tác với họ lên làm phiên vương, rồi trở về kinh đô. Lúc này Hsinbyushin đã nguôi giận khi nghĩ rằng, dù gì các tướng cũng đã đem lại chiến thắng vinh quang và bảo toàn ngôi báu cho ông. Ông phạt Maha Thiha Thura và các bộ tướng phải lưu đày 1 tháng.\n\n==== Giai đoạn 1770–1774 ====\nSau thất bại của 4 lần xâm lược Miến Điện, Mãn Thanh vẫn rất cay cú. Họ dàn quân dày đặc ở khu vực biên giới [[Vân Nam]] suốt một thập kỷ hòng chực thời cơ gây chiến tiếp. Thanh đình còn cấm thông thương biên giới trong vòng 2 thập kỷ.<ref name=dyc-145\/> Hsinbyushin cũng ra sức phòng giữ các chỗ trọng yếu trong nước. Vì bận đương đầu với Mãn Thanh, nhà vua không thể tiếp tục đánh Xiêm. Điều này gián tiếp tạo cơ hội cho Xiêm phất lên mạnh mẽ dưới sự lãnh đạo của vị vua mới tài giỏi, năng động Taksin. Hsinbyushin gần như không thể làm gì để ngăn chặn mối đe dọa mới từ phía Đông này.\n\nSau một thời gian dài kiên nhẫn, năm 1773, Hsinbyushin quyết ý đánh Xiêm lần nữa. Ông sai một đạo quân lớn hội hợp ở Chiang Mai dưới quyền tướng Ne Myo Thihapate, lại sai trấn thủ [[Martaban]] chiêu tập binh mã đi tiếp ứng. Trấn thủ Martaban là Gamani Sanda kèn cựa với viên đốc tướng của quân người thiểu số Mon là Binnya Sein. Quan trấn thủ ép Binnya Sein phải cầm quân ra ngoài trận. Binnya Sein đem quân đi rồi, quan trấn thủ sai người vây rấp, ép gia đình các sĩ quan người Mon phải nộp tiền. Quân người Mon biết tin này liền trở về và làm binh biến, đánh quân Miến Điện chạy về Yangon. Hsinbyushin điều thêm quân đi đánh, cuối cùng đã đàn áp cuộc binh biến khá tàn khốc. Khoảng 3000 sĩ quan người Mon và gia quyến trốn sang Xiêm.<ref name=ha-183>Htin Aung, pp. 183–185<\/ref> Số dân Mon còn sốt lại không trốn được nên chịu đàn áp thê thảm.<ref>Harvey, p. 259<\/ref> Theo sử gia Miến Điện [[Htin Aung]], nguyên nhân chính của cuộc binh biến bắt nguồn từ việc các tướng Miến \"say sưa với chiến thắng\" nên đã hành xử trịch thượng, thô bạo với sĩ quan và cưu dân người thiểu số Mon ở Martaban, khiến họ căm phẫn chống đối. Dù cuộc nổi dậy thất bại nhưng đã làm Hsinbyushin phải tạm đình chỉ chiến dịch Xiêm La.\n\nThói ngạo nghễ của các trấn thủ Miến Điện còn gây nên một cuộc nổi dậy khác ở [[Lan Na]]. Mọi chuyện bắt đầu từ khi Hsinbyushin cử Thado Mindin làm trấn thủ [[Chiang Mai]]. Thado Mindin khinh suất các thổ tù (saophas) và nhân dân Lan Na, khiến họ cực kỳ căm ghét. Tính hà khắc và hẹp hòi của Thado thậm chí còn làm tướng Ne Myo Thihapate, đóng ở Chiang Mai từ năm 1773, phải bất mãn. Khi thổ tù [[Kawila]] bị Thado truy bức, Thihapate đã che giấu cho Kawila. Sau, triều đình Miến đình chỉ đánh Xiêm, mới triệu hồi cánh quân của Thihapate về. Kawila và các thổ tù khác không còn chỗ nương náu bèn lánh sang Xiêm và dấy binh đánh Miến. Cuộc nổi dậy diễn ra khoảng 1774-1775. Ngày 15 tháng 1 năm 1775, Kawila dẫn quân Xiêm vào chiếm Chiang Mai, chấm dứt 200 năm Miến Điện đô hộ Chiang Mai.<ref name=rs-dkw-85>Ratchasomphan, Wyatt, p. 85<\/ref>\n\nKhông chỉ mất quyền kiểm soát các tướng ngoài biên, năm 1774, Hsinbyushin lâm bạo bệnh. Đây chính là căn bệnh tràng nhạc đã lấy đi mạng sống của vua cha Alaungpaya và vua anh Naungdawgyi trước đây.<ref name=hj-735>James, p. 735<\/ref> Từ đó, trong cung đầy rẫy những thị phi và âm mưu chiếm quyền thừa kế. Các tướng vốn đã hành xử chuyên quyền từ năm 1773, khi Hsinbyushin còn khỏe. Đến lúc ông ốm, họ càng hý hửng rằng ông sẽ chết sớm và càng hành động tùy tiện hơn, thường xuyên bất tuân lệnh vua (trong vài năm trước đó thì đây là việc không thể tưởng tượng được).<ref name=ha-183\/> Vị vua hùng dũng, quyết đoán một thời cũng mắc tật đa nghi. Ô6ng chỉ tin tưởng mỗi viên tướng người Pháp [[Pierre de Milard]] và đôi khi gọi de Milard vào ngủ chung để bảo vệ ông khỏi bị những kẻ đòi thừa kế hành thích.<ref name=hj-601>James, p. 601<\/ref> Chứng đa nghi của Hsinbyushin càng trầm trọng vào tháng 12 năm 1774, khi ông xử tử vua Hanthawaddy cuối cùng là [[Binnya Dala]], bị giam giữ từ tháng 5 năm 1757. Dù tiên vương Alaungpaya đã tha chết Binnaya Dala, Hsinbyushin giết Binnaya Dala vì ông nghe tin quân nổi dậy Mon từng có ý giải cứu Binnaya Dala và lập làm vua.<ref name=geh-260\/><ref name=ha-183\/>\n\n==== Giai đoạn chinh phạt thứ hai (1775-1776) ====\nSau nững chiến thắng của Xiêm ở Chiang Mai, tháng 10 năm 1775, Hsinbyushin sai [[Maha Thiha Thura]] làm đốc tướng đánh Xiêm. Ông tin cậy vị công thần già của cuộc chiến chống Thanh này vì đây là cha vợ thái tử [[Singu Min|Singu]]. Maha Thiha Thura là tay tướng giỏi, nhưng gặp nhiều trở ngại trong việc chiêu tập binh mã vì các tướng Miến thường xuyên phớt lờ thượng lệnh và hành xử thô bạo với dân làm dân bất mãn. Chưa hết, xứ Manipur lại dấy binh năm 1775. Vua cũ Manipur bị Miến Điện đuổi chạy từ năm 1770, giờ quay trở lại lật đổ vua bù nhìn của Miến. Thành ra Hsinbyushin không thể dồn quân đánh Xiêm, phải điều một bộ phận sang đánh Manipuri.\n\nCuộc chinh phạt Xiêm được hoãn lại tới mùa mưa năm 1775. 2 cánh quân Miến tổng cộng 35000 người tiến vào địa giới Xiêm. Tháng 11 năm 1775, cánh quân chủ lực của đốc tướng Maha Thiha Thura tràn vào Xiêm theo con đường phía nam từ Martaban; cùng lúc tướng Ne Myo Thihapate dẫn cánh quân phụ từ [[Lanna|Chiang Saen]] ở bắc Lan Na tiến sang. Ngay từ đầu cuộc chinh phạt đã gặp nhiều vấn đề. Nếu như năm 1765, Miến Điện phải dùng tới ít nhất 5 vạn binh mới đánh được Xiêm, thì năm 1775 binh Miến chỉ có 35000. Chưa kể thực lực của Xiêm năm 1775 mạnh hơn nhiều so với năm 1765. Thêm vào đó, bộ chỉ huy Miến Điện hết sức hỗn loạn. Vua Hsinbyushin đang trên giường bệnh, các tướng không còn e sợ nữa nên thường xuyên bất đồng nhau và hành động tự tác. Phó tướng cánh quân chủ lực là Zeya Kyaw không ưa Maha Thiha Thura nên tự ý thu quân về nước, để lại viên đốc tướng với một đội quân mà sức chiến đấu bị suy giảm đáng kể trên chiến trường Xiêm. Zeya Kyaw về Xiêm không hề bị phạt. Đây là điều không thể tưởng tượng được chỉ trong vài năm trước, khi mà vua còn minh mẫn.\n\nHai tướng Maha Thiha Thura và Ne Myo Thihapate vẫn chấp hành mệnh lệnh đánh sâu vào Xiêm, đánh bại các đội quân mạnh của Xiêm dọc theo đường tiến. Thihapate thu hồi được Chiang Mai còn Maha Thiha Thura mở thông đường xuống các tỉnh [[Phitsanulok]] và [[Sukhothai]] ở miền trung Xiêm.<ref name=app-207>Phayre, pp. 207–208<\/ref> Nhưng không lâu sau, đội quân nhỏ nhoi của Miến đụng phải hàng phòng ngự rắn chắc của Xiêm trước [[Bangkok]]. Người Miến đánh mãi không được. Đến đầu mùa mưa (tháng 6) năm 1776, vua Xiêm [[Taksin]] và tướng [[Buddha Yodfa Chulaloke|Chakri]] đã bẻ gãy được đà tiến công của người Miến; quân Miến đành chôn chân vô vọng trên đất Xiêm.\n\nNgày 10 tháng 6 năm 1776, Hsinbyushin chết, hưởng dương 39 tuổi. Maha Thiha Thura lập tức thu quân về Ava để phò giúp con rể mình là Singu lên kế ngôi được êm xuôi. Ne Myo Thihapate cũng rút quân lui khỏi Chiang Mai về Chiang Saen. Từ đây, người Miến không bao giờ chiếm lại được Chiang Mai nữa. Sau này họ còn mất vùng còn lại của Lan Na (Chaing Saen) khoảng năm 1785–1786 sau khi vua [[Bodawpaya]] [[Chiến tranh Xiêm-Miến Điện (1785–1786)|bị bại ở Xiêm]].\n\n====Manipur, Cachar, Jaintia (1775–1776)====\nNhư đã nêu trên, năm 1775 Manipur lại dấy binh chống Miến. Hsinbyushin sai quân đi đánh, đuổi vua Manipur chạy vào các xứ [[Cachar]] và Jaintia. Kỳ này Hsinbyushin không buông tha, ông lệnh cho quân sĩ rượt sâu vào hai xứ này để bắt cho kỳ được vua Manipur. Năm 1776 Hsinbyushin chết. Sau đó quân Miến vẫn tiếp tục đánh Cachar và Jaintia (nay thuộc Bắc Ấn). Vua Cachar thua trận xin thần phục nhưng quân Miến vẫn không đạt mục tiêu bắt vua Manipur. Để có được sự thần phục của Cachar và Jaintia, quân Miến phải trả giá rất đắt: rất nhiều người chết và bị thương.<ref>Phayre, p. 206<\/ref>\n\n==Tổng quát ==\nHsinbyushin chết khi mới 39 tuổi. Nhà vua có 20 vợ và 41 con.<ref name=cb-2\/><ref name=\"Harvey, p. 261\">Harvey, p. 261<\/ref>\n\nSinh thời Hsinbyushin lập con trưởng là Singu làm thái tử, việc đó mâu thuẫn với di huấn của Alaungpaya rằng 6 người con ông này phải tuần tự kế ngôi. Lúc Hsinbyushin chết, huynh trưởng ông đã mất trước đó nhưng 4 em trai ông đều còn sống. Tuy nhiên, Singu được Maha Thiha Thura chống lưng đã lên ngôi khá êm thấm. Nhà vua mới liền ra sức thanh trừng các đối thủ tiềm ẩn có thể tranh ngôi với mình.\n\nHsinbyushin là người có tài cầm quân, song sự đam mê chinh chiến của ông đã gây tác hại rất lớn cho Miến Điện. Năm 1766-1767, ông vừa đánh Xiêm vừa đánh Thanh, tạo cho quân Thanh ép sát thủ đô Ava, xém tí nữa thì Miến Điện mất nước. Hsinbyushin có nhận ra đây là sai lầm. Sau này, nhà Thanh đã thua nhưng còn căm tức, cho dàn quân dày đặc ở Vân Nam trong vòng 1 thập kỷ để hăm dọa. Hsinbyushin cũng ra sức phong bị, không đi đánh đâu nữa dù sự bị động của Miến giúp Xiêm quật khởi mạnh mẽ dưới tay vua Taksin, thành một nguy cơ tiềm ẩn đối với Miến từ phía Đông.\n\nHsinbyushin thường chiếm được đất nhưng không giữ được lâu. Ông và triều đình Miến không thể quản lý chặt chẽ các vùng bị chiếm. Dù phải tốn bao xương máu để chinh phạt Ayutthaya, người Miến phải giữ được quốc đô Xiêm có vài tháng thì phải rút về chống quân xâm lược Thanh. Một thủ lĩnh tài ba của Xiêm là Taksin thừa dịp hưng binh đánh Miến, giải phóng hầu hết vương quốc Xiêm năm 1770. Miến Điện chỉ còn giữ Tenasserim. Thêm vào đó, Hsinbyushin liên tục ném quân vào Manipur, Cachar và Jaintia nhưng không bình định được lâu dài.<ref name=\"Harvey, p. 261\"\/> Các vua xứ Cachar và Jaintia chỉ thần phục ông trên danh nghĩa. Dân Manipur dù nhiều lần thua nhưng sau khi Hsinbyushin chết, họ lại bật dậy và đến năm 1782 thì giành được độc lập. Thêm vào đó, quân đội Miến lại đánh Xiêm khoảng năm 1775–1776, cũng đánh vào sâu trong đất Xiêm nhưng chẳng giữ được thành quả. Hai năm sau khi Hsinbyushin chết 91778), Ai Lao mất về tay Xiêm. Người Xiêm đặt [[vương quốc Vientiane|Vientiane]] làm chư hầu còn [[vương quốc Luang Phrabang|Luang Prabang]] chịu liên minh với Xiêm.<ref name=chsea-238>Tarling, p. 238<\/ref>\n\nThói dùng binh của Hsinbyushin còn đưa tới một hậu quả khác cũng tai hại không kém đó là sự xuất hiện của văn hóa độc tài quân sự trong giới tướng lĩnh. Từ thập niên 1770 và đặc biệt là sau khi \nHsinbyushin bệnh không dậy được, các tướng tá và trấn thủ người Miến ngày càng cư xử chuyên quyền, độc đoán, đẩy sự căm tức của các dân tộc trong vương quốc. Quân sĩ Mon nổi dậy năm 1773 bị dập tắt nhưng dân Chiang Mai năm 1774-74 thành công. Những lần đánh dẹp bạo loạn, cộng với các cuộc chinh phạt không dứt của Hsinbyushin khiến vương quốc khánh kiệt, nhân dân mệt mỏi nên vui mừng đón nhận chính sách hiếu hòa của vua mới Singu.<ref>Htin Aung, p. 185<\/ref>\n\n== Di sản ==\nHsinbyushin là một trong những vua nổi tiếng nhất của Miến Điện, được ca ngợi vì những chiến tích đánh Xiêm và Thanh. Chiến thắng 4 lần xâm lược của quân Thanh dưới thời Hsinbyushin được xem là thắng lợi quân sự vẻ vang nhất trong lịch sử Miến.<ref>Harvey, p. 246<\/ref> Chiến thắng Xiêm La năm 1767 có lẽ đứng hạng nhì. Sử gia Victor Lieberman viết: ''\"Những thắng lợi gần như cùng lúc trước Xiêm (1767) và Trung Quốc (1765–1769) bộc lộ một hào khí thật sự mãnh liệt đến kinh ngạc chưa từng có từ thời [[Bayinnaung]].\"''<ref name=vbl>Lieberman, p. 184<\/ref> Còn sử gia Harvey thì viết Hsinbyushin không chỉ duy trì mà còn che khuất truyền thống quân sự huy hoàng của Alaungpaya.<ref>Harvey, p. 258<\/ref>\n\nCác cuộc chiến của Hsinbyushin đã để lại nhiều di sản tới ngày nay bao gồm việc định hình biên giới Trung-Miến, Thái-Miến, và quan hệ Thái-Miến hiện đại. Chiến thắng của Miến đánh quân Thanh đã đặt nền tảng cho sự hình thành của biên giới Trung-Miến ngày nay. Vùng lãnh thổ rộng lớn từ bang Kachin ngày nay tới bang Shan hướng bắc và đông đến nay vẫn thuộc về Miến, đó là nhờ Hsinbyushin chặn được sự xâm lược của Thanh. Thứ hai, cuộc chinh phục Xiêm 1765-1767 dù về lâu dài không thành công nhưng cũng thu được Tenasserim vào bản đồ miến tới ngày nay. Người Xiêm đã cai quản vùng ven biển suốt 5 thế kỷ trước thời Hsinbyushin. Mất Tenassarim, họ tiếc nuối nên nhiều lần thúc quân sang cố giành lại nhưng chưa bao giờ được. Tuy nhiên, thời Hsinbyushin chứng kiến Miến Điện mất Lan Na sau 2 thế kỷ đô hộ. Nếu Hsinbyushin sống lâu hơn, có lẽ ông cũng không thể chiếm lại vùng này vì trên thực tế, em ông là vua Bodawpaya là một nhà quân sự có tài nhưng nhiều lần đánh Lan Na vẫn không lấy lại được\n\nMột di sản quan trọng khác đó là sự thù địch lâu dài của dân Thái đối với dân Miến. Dù Miến với Xiêm đã đụng độ rất nhiều lần trước thời Hsinbyushin, mối thù này thực sự bắt đầu từ khi nhà vua tàn phá đô thành Ayutthaya không chút thương xót vào năm 1767.<ref name=irr-mz>Min Zin, Ayutthaya and the End of History<\/ref> Một sử thần Xiêm đã viết: ''\"Vua Hanthawaddy ([[Bayinnaung]]) dùng binh giống như một quân vương nhưng vua Ava (Hsinbyushin) thì giống một tên cướp\"''.<ref>Hall, p. 26<\/ref> Các cuộc chiến Xiêm-Miến thời trung đại được tiến hành giữa các vua hơn là giữa hai dân tộc, nhưng cũng đủ làm dấy nên cảm giác ghét Miến trong tâm thức người Thái. Sự thù tức này được biểu lộ qua việc chính phủ [[Thái Lan]] thực hiện chính sách \"vùng đệm\", tạo nên nương náu cho các nhóm dân tộc thiểu số chống Miến dọc theo biên giới, thậm chí có khi còn tích cực ủng hộ và \"tài trợ\" các nhóm này.<ref>Myint-U, p. 299, p. 308<\/ref> Các sắc dân Shan, Mon và Karen không thể chống phá chính phủ Miến lâu dài nếu không có chính phủ Thái ủng hộ, dù là ngầm hay công khai.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Sách tham khảo==\n* {{chú thích web | last=Buyers | first=Christopher | title=The Royal Ark: Burma – Konbaung Dynasty | chapter=Hsinbyushin | url=http:\/\/www.royalark.net\/Burma\/konbaun2.htm | access-date=January 2011}}\n* {{chú thích sách | last=Charney | first=Michael W. | title=Powerful Learning: Buddhist Literati and the Throne in Burma's Last Dynasty, 1752–1885 |year=2006 |publisher=University of Michigan| location=Ann Arbor}}\n* {{chú thích tạp chí | last=Dai | first=Yingcong | title=A Disguised Defeat: The Myanmar Campaign of the Qing Dynasty | year=2004 | work=Modern Asian Studies | publisher=Cambridge University Press}}\n* {{chú thích sách | last=Hall | first=D.G.E. |title=Burma |edition=3 |year=1960 |publisher=Hutchinson University Library| isbn=978-1-4067-3503-1}}\n* {{chú thích sách | last = Harvey| first = G. E.| title = History of Burma: From the Earliest Times to ngày 10 tháng 3 năm 1824 | publisher=Frank Cass & Co. Ltd | year = 1925| location = London}}\n* {{chú thích sách | last=Htin Aung | first=Maung | title=A History of Burma | url=https:\/\/archive.org\/details\/historyofburma00htin | publisher=Cambridge University Press | location=New York and London | year=1967 }}\n* {{chú thích sách | author=Kyaw Thet | title=History of Union of Burma | year= 1962|publisher=Yangon University Press |location= Yangon | language=my}}\n* {{chú thích sách | last=James | first=Helen |title=Southeast Asia: a historical encyclopedia, from Angkor Wat to East Timor, Volume 2 | chapter=Burma-Siam Wars | year=2004 | publisher=ABC-CLIO| isbn=1-57607-770-5 | editor=Keat Gin Ooi}}\n* {{chú thích sách | last= Lieberman | first= Victor B. | title= Strange Parallels: Southeast Asia in Global Context, c. 800–1830, volume 1, Integration on the Mainland | year=2003 | publisher=Cambridge University Press | isbn=978-0-521-80496-7}}\n* {{chú thích tạp chí | author=Min Zin | url=http:\/\/www.irrawaddymedia.com\/article.php?art_id=1967 | title=Ayutthaya and the End of History:Thai views of Burma revisited | work=[[The Irrawaddy]] | date=August 2000 | volume=8 | number=8 | publisher=The Irrawaddy Media Group | journal= | access-date=2014-12-22 | archive-date=2012-02-10 | archive-url=https:\/\/web.archive.org\/web\/20120210144354\/http:\/\/www.irrawaddymedia.com\/article.php?art_id=1967 }}\n* {{chú thích sách | last=Myint-U | first=Thant | title=The River of Lost Footsteps—Histories of Burma | url=https:\/\/archive.org\/details\/riveroflostfoots0000than_d0r2 | year=2006 | publisher=Farrar, Straus and Giroux | isbn=978-0-374-16342-6}}\n* {{chú thích sách | last=Phayre | first=Lt. Gen. Sir Arthur P. | title=History of Burma | year=1883 |edition=1967 | publisher=Susil Gupta | location=London}}\n* {{chú thích sách | last=Ratchasomphan | first=Sænluang |author2=David K. Wyatt | title=The Nan Chronicle | editor=David K. Wyatt | publisher=Cornell University SEAP Publications | location=Ithaca | year=1994 | edition=illustrated | isbn=978-0-87727-715-6}}\n* {{chú thích sách | last=Tarling | first=Nicholas | title=The Cambridge history of South East Asia: From c. 1500 to c. 1800 | volume=1 | number=2 | publisher=Cambridge University Press | isbn=9780521663700}}\n{{s-start}}\n{{s-hou|[[Triều Konbaung]]|12 tháng 9|1736|10 tháng 6|1776}}\n{{s-reg}}\n{{s-bef|before=[[Naungdawgyi]]}}\n{{s-ttl|title=[[Danh sách vua Myanmar|Vua Miến Điện]]|years=28 tháng 11 năm 1763 – 10 tháng 6 năm 1776}}\n{{s-aft|after=[[Singu Min|Singu]]}}\n{{s-roy}}\n{{s-bef|before=[[Naungdawgyi]]}}\n{{s-ttl|title=Thái tử Miến Điện|years=1760–1763}}\n{{s-aft|after=[[Singu Min|Singu]]}}\n{{s-bef|before=}}\n{{s-ttl|title=Quận công xứ [[Myedu]]|years='''1754–1763}}\n{{s-aft|after=}}\n{{s-end}}\n\n{{Vua nhà Konbaung}}\n{{authority control}}\n\n[[Thể loại:Sinh năm 1736]]\n[[Thể loại:Mất năm 1776]]\n[[Thể loại:Vua Myanmar]]\n[[Thể loại:Triều Konbaung]]"}