{"Hugues de Lusignan":"'''Hugues de Lusignan''' (1380 - 1442) là một Hồng y - Thượng phụ người [[Síp]] của [[Giáo hội Công giáo Rôma]]. Ông nguyên là Thượng phụ Tòa Thượng phụ [[Jerusalem]]. Trước đó, ông còn đảm nhiệm các chức danh khác như Giám quản Tông Tòa Nicosia rồi Tổng giám mục chính tòa [[Tổng giáo phận Nicosia]].<ref name=g>[http:\/\/www.gcatholic.org\/hierarchy\/data\/cardMT5-1.htm#25989 Cardinals Created by Martin V (1417-31)]<\/ref><ref name=h>[http:\/\/www.catholic-hierarchy.org\/bishop\/blusignh.html Father Hugues of Lusignan  - Deceased - Priest]<\/ref>\n\n==Tiểu sử==\nHồng y Hugues sinh năm 1380 tại [[Síp]]. Sau quá trình tu học dài hạn tại các chủng viện theo quy định của Giáo luật, [[Phó tế]] Hugues cũng tiến đến việc được truyền chức linh mục như bao giáo sĩ khác.<ref name=h\/>\n\nNgày 8 tháng 7 năm 1411, ở tuổi 31, tu sĩ Hugues de Lusignan được chọn làm [[Giám quản Tông Tòa]] [[Tổng giáo phận Nicosia]]. Sau mười năm làm Giám quản, ngày 5 tháng 3 năm 1421, ông chính thức được chọn làm Tổng giám mục chính tòa [[Tổng giáo phận Nicosia]]. Đường thăng tiến về chức vị của ông diễn ra nhanh chóng khi chỉ mới làm Tổng giám mục 3 năm thì khoảng 1424, ông được chọn làm Thượng phụ [Hiệu toà] Tòa Thượng phụ Jerusalem, nghi lễ Rôma.<ref name=h\/>\n\nHai năm sau khi được thăng Thượng phụ, ngày 24 tháng 5 năm 1426, Giáo hoàng thông báo việc sẽ vinh tăng tước vị Hồng y cho thượng phụ Hugues de Lusignan. Lễ vinh thăng cho vị tân hồng ý được nhanh chóng được tổ chức sau đó 3 ngày, Hồng y Hugues de Lusignan được thăng Hồng y Đẳng Phó tế Nhà thờ Sant’Adriano al Foro.<ref name=h\/>\n\nCác tước hiệu hồng y của ông cũng nhanh chóng thay đổi theo thời gian, chỉ sau năm năm, ngày 11 tháng 3 năm 1931 Hồng y Hugues được thăng tước Hồng y Đẳng linh mục Nhà thờ San Clemente. Bất ngờ hơn, chỉ sau đó một tháng, Hồng y này tiếp tục được thăng lên tước vị Hồng y bậc Giám mục Nhà thờ Palestrina.<ref name=h\/>\n\nLại năm năm sau đó, ngày 27 tháng 6 năm 1436, vị Hồng y người Síp được thay đổi tên nhà thờ Hiệu tòa, vẫn tiếp tục bậc Hồng y Giám mục, nhưng với tước hiệu nhà thờ mới là Frascati. Bốn năm sau đó, ngày 11 tháng 4 năm 1440, vị hồng y quyết định thôi các tước hiệu Hồng y Đẳng linh mục và cũng từ nhiệm vị trí Hồng y. Từ khi từ nhiệm, ông được gọi như một linh mục là \"cha\". Ông qua đời sau đó không lâu vào ngày 5 tháng 8 năm 1442, thọ 62 tuổi.<ref name=h\/>\n\nTrong thời kì ông làm Hồng y, chỉ có [[Mật nghị Hồng y 1431]], nhưng ông không thể tham dự.<ref name=h\/>\n\n==Tham khảo==\n{{Tham khảo}}\n{{Sơ khai Giám mục Công giáo}}\n\n{{DEFAULTSORT:Lusignan, Hugues de}}\n[[Thể loại:Giám mục Công giáo người Síp]]\n[[Thể loại:Sinh năm 1380]]\n[[Thể loại:Mất năm 1442]]\n[[Thể loại:Hồng y]]"}