{"Hurrem Sultan":"'''Hurrem Sultan''' ({{IPA-tr|hyɾˈɾæm suɫˈtan}}, {{Lang-ota|حرم سلطان}} , {{Lang-tr|Hürrem Sultan}}; {{Khoảng}} 1502 - 15 tháng 4 năm 1558), còn được gọi là '''Roxelana''' ({{Lang-uk|Роксолана|}}), là phối ngẫu chính và là vợ của [[Danh sách sultan của đế quốc Ottoman|vua Ottoman]] [[Suleiman I]]. Bà trở thành một trong những phụ nữ quyền lực và có ảnh hưởng nhất trong [[lịch sử Ottoman]] cũng như là một nhân vật nổi bật và gây tranh cãi trong thời đại được gọi là [[Sultanate of Women|Vương quốc Hồi giáo của Phụ nữ]].\n\nSinh ra ở [[Ruthenia]] (khi đó là một vùng phía đông của [[Vương quốc Ba Lan (1385–1569)|Vương quốc Ba Lan]], nay là [[Ukraina]]), Hurrem bị [[Người Tatar Krym|người Tatar Krym bắt]] trong một cuộc [[truy quét nô lệ]] và cuối cùng bị đưa đến [[Istanbul]], thủ đô của [[Đế quốc Ottoman|Ottoman.]] Hurrem bước vào [[Hậu cung Hoàng gia Ottoman]], thăng qua các cấp bậc và trở thành người phụ nữ được yêu thích của Sultan Suleiman. Sultan phá vỡ truyền thống Ottoman, ông kết hôn với nô lệ Hurrem, biến bà thành vợ hợp pháp; Các quốc vương trước đây chỉ kết hôn với các phu nhân quý tộc tự do nước ngoài. Hurrem là vợ vua đầu tiên của hoàng gia nhận được tước hiệu Haseki Sultan. Hurrem sống trong triều đình của quốc vương cho đến cuối đời. Bà có sáu người con với ông, bao gồm cả quốc vương tương lai, [[Selim II]]. Bà là bà ngoại của vua [[Murad III]].\n\nHurrem sau này đã nắm được quyền lực, và có ảnh hưởng đến chính trị của [[Đế quốc Ottoman|Đế chế Ottoman]]. Thông qua chồng, bà đóng một vai trò tích cực trong các công việc của đế chế này. Bà có lẽ đã đóng vai trò là cố vấn của quốc vương, viết thư ngoại giao cho Vua [[Zygmunt II của Ba Lan]] của Ba Lan ({{Trị vì|1548|1572}}) và bảo trợ các công trình công cộng lớn (bao gồm [[Khu phức hợp Haseki Sultan]] và [[Nhà tắm Hagia Sophia Hurrem Sultan|Nhà tắm Hurrem Sultan]]). Bà qua đời năm 1558 tại [[Istanbul]] và được chôn cất trong một lăng mộ trong quần thể [[Nhà thờ Hồi giáo Süleymaniye]].\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai}}\n\n[[Thể loại:Mất năm 1558]]"}