{"Huệ Sinh":"{{Thiền sư Việt Nam}}\nThiền sư '''Huệ Sinh''' (惠生, ? -[[1063]]?) tên tục là '''Lâm Khu'''(林摳), '''Lâm Khu Vũ''' hay '''Xu Vũ''' <ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 310.<\/ref> là một thiền sư [[Việt Nam]] thời [[nhà Lý]], và thuộc thế hệ thứ 13 trong thiền phái [[Tì-ni-đa-lưu-chi]].\n\n==Thân thế và hành trạng==\nThiền sư '''Huệ Sinh''' là người làng Đông Phù Liệt; nay thuộc huyện [[Thanh Trì]], ngoại thành [[Hà Nội]].\n\nTheo sách [[Thiền uyển tập anh]], Lâm Khu (sau này là thiền sư Huệ Sinh) thuộc dòng dõi Lâm Phú ở Trà Sơn, Vũ An <ref>Vũ An có lẽ thuộc vùng Thủy Nguyên, [[Hải Phòng]] ngày nay (theo ''Văn học thế kỷ X-XV'', tr. 365).<\/ref>. Cha ông là Lâm Khoáng, lấy vợ là con gái của Quách tăng lục, nhân đó dời nhà về Đông Phù Liệt. Lâm Khoáng có hai con trai: con trưởng là Lâm Trụ <ref>Theo ''[[Thiền uyển tập anh]]'' (bản dịch của [[Lê Mạnh Thát]] in trong ''Văn học thế kỷ X-XV'', tr. 365). Bản điện tử nơi website Quảng Đức ghi là '''Sinh''' [http:\/\/www.quangduc.com\/lichsu\/79thienuyentapanh-ha.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110920145706\/http:\/\/www.quangduc.com\/lichsu\/79thienuyentapanh-ha.html |date=2011-09-20 }}.<\/ref>, làm quan đến chức Thượng thư Binh bộ Viên ngoại lang, và Lâm Khu là con thứ.\n\nCũng theo sách này, Lâm khu có tướng mạo khôi ngô, giỏi biện luận, có tài [[thơ]], [[Hội họa|họa]] và chữ tốt. Tuổi trẻ, ông theo Nho học, nhưng khi rỗi rãi thường nghiên cứu sách [[Phật]], chư kinh bách luận...<ref>Theo ''[[Thiền uyển tập anh]]'', nguồn đã dẫn.<\/ref>.\n\nNăm 19 tuổi <ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 310) thì năm 60 tuổi, Lâm Khu mới xin xuất gia.<\/ref>, ông cùng với Pháp Thông đến gặp thiền sư Định Huệ ở chùa Quang Hưng (thuộc phủ Thiên Đức) xin xuất gia, và được đặt pháp danh là '''Huệ Sinh'''. Sau khi đi đến nhiều tùng lâm để học hỏi, nhà sư đến tu trên đỉnh Bồ Đề thuộc núi Trà (Trà Sơn nay thuộc [[Tiên Du]], [[Bắc Ninh]]). Mỗi lần vào thiền định ít ra cũng 5 ngày, nên thiền sư còn được người đời còn gọi là '''Nhục thân Đại sĩ.'''\n\nNghe danh, vua [[Lý Thái Tông]] cho vời thiền sư Huệ Sinh vào triều giảng đạo. Ban đầu, thiền sư từ chối không đi, sau vì nhà vua cố ép nên phải đến. Sau khi đàm đạo với thiền sư, nhà vua rất kính phục, phong phong làm Nội cung phụng tăng, cho đến trụ trì ở chùa Vạn Tuế trong kinh thành [[Thăng Long]]<ref>Theo ''[[Thiền uyển tập anh]]''. Sách ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 310) chép là chùa Vạn Phúc trong kinh thành Thăng Long.<\/ref>. Về sau, thiền sư còn được phong làm Đô Tăng lục. Lúc bấy giờ nhiều vương công lui tới hỏi đạo, và lấy lễ thầy trò đối đãi với thiền sư.\n \nĐời [[Lý Thánh Tông]], phong thiền sư làm Tả nhai đồ tăng thống, ngang với tước hầu.\n \nNăm [[Quý Mão]] ([[1063]]) <ref>Chép theo ''Thiền sư Việt Nam'' (tr. 118) và ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 310). Bản dịch ''[[Thiền uyển tập anh]]'' của [[Lê Mạnh Thát]] in trong ''Văn học thế kỷ X-XV'' (tr. 366) chép thiền sư Huệ Sinh mất năm [[Giáp Thìn]] ([[1064]]).<\/ref> đời [[Lý Thánh Tông]], thiền sư Huệ Sinh mất.\n \n==Tác phẩm==\nThiền sư Huệ Sinh đã để lại các tác phẩm sau:\n*'''Văn bia''' ở các chùa Thiên Trúc, Thiên Thánh, Khai Quốc, Diệu Nghiêm, Báo Đức.\n*'''Pháp sự trai nghi'''.\n*'''Đạo tràng khánh tán văn'''.\n* Và hai bài '''kệ'''.\n\n==Giới thiệu hai bài kệ==\nMột hôm có lễ trai tăng trong đại nội, nghe vua [[Lý Thái Tông]] hỏi về đạo, thiền sư Huệ Sinh trả lời bằng một bài kệ như sau: \n{|valign=\"top\"\n|\n:'''Kệ đáp Lý Thái Tông tâm nguyên chi vấn''' <ref>Hai bài kệ chép theo 'Văn học thế kỷ X-XV'' (tr. 509-511), có sách chép hơi khác. Cũng theo sách này thì cả hai bài kệ đều không có đầu đề. Đầu đề ở đây là do nhóm biên soạn thêm vào.<\/ref>\n:Pháp bản như vô pháp,\n:Phi hữu diệc phi không.\n:Nhược nhân tri thử pháp\n:Chúng sinh dữ Phật đồng.\n\n:Tịch tịch Lăng già nguyệt\n:Không không độ hài chu\n:Tri không, không giác hữu\n:Tam muội nhậm thông chu.\n\n:Dịch nghĩa:\n:'''''Kệ trả lời Lý Thánh Tông hỏi về tâm nguyện'''''\n:''Thế giới hiện tượng vốn như không có,\n:''Chẳng phải là có, cũng chẳng phải là không.\n:''Nếu người ta hiểu được cái nguyên lý ấy,\n:''Thì chúng sinh cũng đồng nhất với Phật.\n\n:''Lặng lẽ như vầng trăng tên núi Lăng Già,\n:''Hư không như con thuyền vượt biển.\n:''Biết cái đúng không, thì cái không hóa ra cái có,\n:''Và sẽ mặc ý đi suốt khắp cảnh giới tam muội <ref>Tam muội ở đây chỉ cảnh giới của những người đã bỏ được mọi ràng buộc, đi tới sự giải thoát. Hai câu cuối cón có thể hiểu khác: Nếu biết được lẽ không, hiểu lẽ có \/Thì khi nhập định sẽ hoàn toàn thông suốt (theo ''Văn học thế kỷ X-XV'', tr. 310).<\/ref>.\n|\nNăm [[1063]] (?), trước khi thị tịch, thiền sư Huệ Sinh gọi đệ tử đến và đọc bài kệ rằng:\n:'''Kệ Thủy Hỏa'''\n:Thủy hỏa nhật tương tham,\n:Do lai vị khả đàm.\n:Báo quân vô xứ sở,\n:Tam tam hưu tam tam.\n\n:Tự cổ lai tham học\n:Nhân nhân chỉ vị Nam.\n:Nhược nhân vấn tân sự,\n:Tân sự nguyệt sơ tam.\n:Dịch nghĩa:\n:'''''Kệ Nước và Lửa'''\n:''Nước và lửa ngày ngày thâm nhập lẫn nhau,\n:''Nguồn gốc của chúng không thể bàn đến được.\n:''Báo cho anh biết chúng không có xứ sở,\n:''(Mà chỉ là) cái \"nhất như\" <ref>Đại ý tác giả muốn nói các yếu tố như nước, lửa...hàng ngày xâm nhập lẫn nhau, tạo nên muôn vàn hiện tượng. Nhưng cuối cùng mọi hiện tượng kia cũng đều quy về bản thể (theo ''Văn học thế kỷ X-XV'' tr. 511).<\/ref> và cái \"nhất như\" mà thôi.\n\n:''Từ xưa đến nay (người) đến học đạo,\n:''Ai nấy đều chỉ vì một phương hướng.\n:''Ví bằng có người hỏi cái mới,\n:''Thì cái mới (giống như) trăng mồng ba.\n|}\n==Sách tham khảo==\n*[[Thích Thanh Từ]], ''Thiền sư Việt Nam''. Thành hội Phật giáo Thành phố Hồ Chí Minh ấn hành năm 1992.\n*[[Nguyễn Q. Thắng]]- Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', mục từ \"Lâm Khu\". Nhà xuất bản Khoa học xã hội, 1992.\n*Nguyễn Đăng Na (chủ biên), ''Văn học thế kỷ X-XV'', mục: \"Thiền uyển tập anh\" (bản dịch của [[Lê Mạnh Thát]]) và mục: \"Lâm Khu\". Nhà xuất bản Khoa học Xã hội, 2004.\n== Chú thích ==\n{{Tham khảo}} \n{{Thời gian sống|sinh=|mất=1063}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Thiền phái Tì-ni-đa-lưu-chi]]"}