{"Huệ Năng":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = Thiền sư\n| tên = Huệ Năng\n| tên gốc = 慧能\n| hình = MasterHuineng.jpg\n| chú thích hình = Lục tổ Huệ Năng\n| tôn xưng = Thiền tông Lục tổ\n| tông phái = [[Thiền tông]]\n| sư phụ = [[Hoằng Nhẫn]]\n| đệ tử = [[Nam Nhạc Hoài Nhượng]]<br>[[Thanh Nguyên Hành Tư]]<br>[[Hà Trạch Thần Hội]]<br>[[Vĩnh Gia Huyền Giác]]<br>[[Quốc sư Huệ Trung]]\n| chức vụ = Tổ Thiền tông\n| tiền nhiệm = [[Hoằng Nhẫn]]\n| kế nhiệm = ''ngưng truyền thừa''\n| tên khai sinh = Lư Huệ Năng\n| ngày sinh = Năm 638 ([[Đường Thái Tông|Trinh Quán]] 12)\n| nơi sinh = Tân Châu, [[Lĩnh Nam]], [[Đại Đường]]\n| thụy = Đại Giám Chân Không Phổ Giác Viên Minh Quảng Chiếu thiền sư 大鑒真空普覺圓明廣照禪師\n| ngày mất = Năm 713 ([[Đường Huyền Tông|Tiên Thiên]] 2)\n| nơi mất = Chùa Quốc Ân, Tân Châu, [[Lĩnh Nam]], [[Đại Đường]]\n| cha = Lư Hành Thao\n| mẹ = họ Lý\n| trước tác = ''[[Pháp Bảo Đàn Kinh]]''\n}}\n{{Thiền sư Trung Quốc}}\n[[Tập tin:Huineng Cut Bamboo.jpg|trái|nhỏ|464x464px|Tranh [[Thủy mặc]] - Huệ Năng đốn tre (六祖砍竹图)]]\n'''Huệ Năng''' (zh. ''huìnéng\/ hui-neng'' 慧能, ja. ''enō'') ([[638]]-[[713]]), hay '''Lục Tổ Huệ Năng''', là một vị Thiền sư vĩ đại trong lịch sử [[Thiền tông|Thiền Tông]] Trung Hoa. Sư kế tiếp [[Hoằng Nhẫn|Ngũ Tổ Hoằng Nhẫn]], trở thành vị Tổ thứ 6 của Thiền Tông Trung Quốc.\n\nTrước Huệ Năng, Thiền còn mang nặng ảnh hưởng [[Ấn Độ]], nhưng đến đời Sư, Thiền bắt đầu có những đặc điểm riêng của [[Trung Quốc]]. Vì vậy mà có người cho rằng sư mới thật sự là người Tổ khai sáng dòng Thiền tại đây. Huệ Năng không chính thức truyền y bát cho ai, nên sau đó không còn ai chính thức là truyền nhân. Tuy nhiên sư có nhiều học trò xuất sắc. Môn đệ chính là [[Thanh Nguyên Hành Tư]] và [[Nam Nhạc Hoài Nhượng]] là hai vị Thiền sư dẫn đầu hầu như toàn bộ các dòng Thiền về sau.\n\nSư được coi là người sáng lập Thiền Đốn Ngộ (Thiền Nam Tông)- với chủ trương đạt giác ngộ trực tiếp, nhanh chóng. Sư là tác giả của tác phẩm chữ Hán duy nhất được gọi là \"[[Kinh điển Phật giáo|Kinh]]\", một danh từ thường chỉ được dùng chỉ những lời nói, bài dạy của chính [[Thích-ca Mâu-ni|Phật Thích-ca]], đó là ''[[Pháp bảo đàn kinh|Lục tổ đại sư pháp bảo đàn kinh]]'', một tác phẩm với ý nghĩa rất sâu xa về thiền. Cũng nhờ ''[[Pháp bảo đàn kinh]]'' mà người ta biết được ít nhiều về Huệ Năng.\n\n== Đạo nghiệp ==\nSư họ [[Lư (họ)|Lư]] (zh. 盧), người Tân Châu, sinh trong một gia đình nghèo. Cha sư làm quan bị giáng chức tới Tân Châu, [[Nam Hải, Phật Sơn|Nam Hải]] và định cư tại đây.\n\nKhi sư lên 3 tuổi thì cha mất, lớn lên giúp mẹ bằng cách bán củi. Một hôm, trong lúc bán củi, nghe người ta tụng [[Kim cương bát-nhã-ba-la-mật-đa kinh|kinh ''Kim cương'']], sư bỗng nhiên có ngộ nhập. Nghe người đọc kinh nhắc đến [[Hoằng Nhẫn]], sư liền đến tìm học. Trong ''[[Cảnh Đức Truyền đăng lục|Cảnh Đức Truyền Đăng Lục]]''<ref>{{Chú thích sách|title=Cảnh Đức Truyền Đăng Lục|publisher=NXB Hồng Đức|year=|editor-last=Tổ sư|editor-first=Đạo Nguyên|volume=Quyển 1|pages=263|translator-last=Lý|translator-first=Việt Dũng}}<\/ref> ghi chép việc Sư yết kiến Hoằng Nhẫn như sau: <blockquote>Trong thời Hàm Hanh, có một cư sĩ họ Lư, tên Huệ Năng, từ Tân Châu đến ra mắt sư.\n\nTổ hỏi:\n\n- Ông từ đâu tới ?\n\nLư đáp:\n\n- Lĩnh Nam.\n\nTổ hỏi:\n\n- Đến muốn cầu việc gì ?\n\nLư đáp:\n\n- Chỉ cầu làm Phật.\n\nTổ hỏi:\n\n- Người Lĩnh Nam không có Phật tánh, làm sao làm Phật được?\n\nLư nói:\n\n- Người thì có Nam - Bắc, Phật tánh há cũng vậy sao ?\n\nTổ biết là dị nhân, liền nạt rằng:\n\n- Thâu nhận xuống nhà sau đi.\n\nLư đảnh lễ chân Tổ lui ra, rồi vào nhà giã gạo, nhận việc đạp cối lao nhọc, ngày đêm không nghỉ.<\/blockquote>[[Hoằng Nhẫn]] biết tới lúc mình phải tìm người kế thừa nên ra lệnh cho học trò mỗi người viết kệ trình bày kinh nghiệm [[giác ngộ]]. Cuối cùng chỉ có [[Thần Tú]], một đệ tử với tri thức uyên bác mới dám làm. [[Thần Tú]] viết bài kệ lên vách tường hành lang, so sánh thân người như [[đề (thực vật)|cây Bồ-đề]] và tâm như tấm gương sáng, người tu hành phải lo lau chùi, giữ tấm gương luôn luôn được trong sáng. [[Ngũ Tổ Hoằng Nhẫn|Ngũ Tổ]] thấy bài kệ, biết là [[Thần Tú]] chưa vào cửa được, nhưng vẫn khen ngợi bảo đại chúng thường ngày trì tụng, sẽ được kiến tánh. Sư đang làm việc trong bếp, nghe tăng đọc bài kệ, biết liền kệ này chưa thấy Bản Tánh, vì không biết chữ nên nhờ người viết bài kệ của mình như sau:\n\n{|\n|\n菩提本無樹。<br \/>\n明鏡亦非臺<br \/>\n本來無一物。<br \/>\n何處有(匿)塵埃\n|\n:''Bồ-đề bổn vô thụ,\n:''Minh kính diệc phi đài''\n:''Bổn lai vô nhất vật,\n:''Hà xứ hữu (nặc) trần ai?''\n|\n:Bồ-đề vốn chẳng phải cây,\n:Gương sáng chẳng phải đài\n:Xưa nay vốn không phải vật,\n:Nơi nào dính bụi trần?\n|}\n\nNghe bài kệ, [[Hoằng Nhẫn]] biết căn cơ của sư vượt hẳn [[Thần Tú]], nhưng sợ người di hại nên bôi bài kệ đi, bảo rằng cũng chưa thấy tánh. Hôm sau, Tổ lén đến nhà bếp, thấy Huệ Năng lưng đeo đá giã gạo, nói rằng: \"Người cầu đạo cần phải như thế\". Lại hỏi: \"Gạo trắng chưa?\". Huệ Năng đáp: \"Trắng đã lâu, chỉ chờ người sàng thôi\". Tổ lấy gậy gõ ba cái trên cối đá rồi bỏ đi. Huệ Năng hiểu ý Tổ, nên canh ba vào thất. Tổ dùng Ca Sa che lại không cho người thấy, rồi thuyết [[Kim cương kinh|''kinh Kim cương'']] cho Sư. Đến câu \"''Đừng để tâm vướng víu nơi nào''\" (ưng vô sở trụ nhi sinh kì tâm 應無所住而生其心), sư hoát nhiên [[đại ngộ]], bèn bạch Tổ rằng<ref>{{Chú thích sách|title=Kinh Pháp Bảo Đàn|publisher=NXB Tôn giáo|year=2017|pages=11; 12; 13; 14; 15|translator-last=Thích|translator-first=Duy Lực}}<\/ref>:\n{|\n|+\n!\"Đâu ngờ Tự Tánh vốn tự thanh tịnh,\nĐâu ngờ Tự Tánh vốn chẳng sanh diệt,\n\nĐâu ngờ Tự Tánh vốn tự đầy đủ,\n\nĐâu ngờ Tự Tánh vốn chẳng lay động,\n\nĐâu ngờ Tự Tánh hay sanh vạn pháp!\".\n|}\nNgũ Tổ nói: \"Chư Phật xuất thế là một việc trọng đại, nên tùy theo căn cơ cao thấp khác nhau mà hướng dẫn, cho nên mới có các chỉ ý mười địa, ba thừa, nhanh chậm làm Giáo môn. Nhưng Thế Tôn đã đem pháp môn vô thượng thâm diệu, trong sáng sâu xa là Chánh pháp nhãn tạng chân thực truyền đạt cho đệ tử thứ nhất là [[Ma-ha-ca-diếp|Đại Ca-diếp]] Tôn giả, lần lượt truyền qua 28 đời. Đến [[Bồ-đề-đạt-ma|Tổ Đạt Ma]] thì sang tới Đông Độ này, được Khả đại sư nối tiếp đến hôm nay. Nay ta đem Pháp bảo cùng với Cà-sa trao lại cho ông. Hãy khéo giữ gìn, đừng để pháp đứt đoạn\". Rồi đọc kệ truyền pháp:<blockquote>'''Phiên âm:'''\n\nHữu tình lai hạ chủng\n\nNhân địa quả hoàn sinh\n\nVô tình ký vô chủng\n\nVô tính diệc vô sanh.\n\n'''Tạm dịch:'''\n\n''Hữu tình đến gieo mầm''\n\n''Nhờ đất trái nẩy sinh''\n\n''Vô tình đã không giống''\n\n''Không tính cũng không sinh.''<\/blockquote>Sư quỳ xuống nhận y và pháp, nói: \"Pháp, con đã nhận, còn y sẽ trao cho ai?\".\n\nTổ nói: \"Xưa, lúc đầu Tổ Đạt Ma đến đây, vì chưa ai tin nên phải truyền y làm biểu minh đắc pháp. Nay tín tâm mọi người đã muồi, chiếc y sẽ là đầu mối tranh giành. Vậy nên đến ông thì dừng lạy không truyền nữa. Ông nên đi xa ẩn lánh, đợi thời cơ mà hành đạo, bởi lẽ người nhận y, mạng như tơ mành\".\n\nSư hỏi: \"Nên ẩn nơi đâu?\", Tổ nói: \"Gặp Hoài thì dừng, gặp Hội thì ẩn\". Khi tiễn sư xuống thuyền, Tổ muốn tự chèo đưa sư sang sông, sư bèn nói: \"Khi mê thầy độ, ngộ rồi tự độ\" và tự chèo qua sông.\n\nSuốt 15 năm sau, sư ở ẩn, và trong thời gian này vẫn là [[cư sĩ]]. Sau đó, sư đến chùa Pháp Tính ở [[Quảng Châu]]. Đó là nơi sản sinh [[công án]] nổi tiếng \"chẳng phải gió, chẳng phải phướn\" (''[[Vô môn quan]]'', công án 29). Sau khi sư chen vào nói \"tâm các ông động\" thì [[Ấn Tông]], vị sư trụ trì của chùa hỏi sư: \"Nghe nói y pháp Hoàng Mai đã truyền về phương Nam, phải chăng là hành giả?\" Sư không thể giấu giếm, bèn thuật nguyên do việc đắc Pháp. Ấn Tông bèn tự chấp lễ đệ tử, thỉnh cầu được nhận pháp yếu của Thiền và nói với chúng: \"Ấn Tông ta đây thực là phàm phu, nay mới được gặp Bồ-tát thân phàm\" Và thỉnh sư đưa y bát ra để cho chúng được chiêm ngưỡng.\n\nNgày 15 tháng Giêng, Ấn Tông mời các bậc danh đức đến làm lễ cạo tóc cho sư. Đến ngày 8 tháng 2, Trí Quang Luật sư chùa Pháp Tính đứng ra làm lễ thọ cụ túc giới cho sư. Giới đàn này do Tam Tạng [[Cầu-na-bạt-đà-la]] triều ([[Lưu Tống|Lưu]]) Tống thiết lập. Ngài [[Bạt-đà-la]] từng thọ ký: \"Sau này sẽ có Bồ- tát thân phàm thọ giới tại đàn này\". Và cuối [[Nhà Lương|thời Lương]], Tam Tạng [[Chân Đế]] đã từng tự tay trồng hai cây Bồ-đề bên cạnh đàn và nói với chúng: \"Sau 120 năm, sẽ có bậc Đại pháp sĩ dưới cội cây này diễn pháp vô thượng thừa độ vô số chúng sinh\", tức là chỉ cho Lục Tổ Huệ Năng vậy.\n\n== Hoằng Pháp ==\nSau khi thọ giới cụ túc xong, sư ở lại chùa Pháp Tính giảng về giáo pháp của [[Thiền tông|Thiền Tông,]] chúng học giả tăng tục đến dự nghe pháp rất đông.\n\nSang năm, vào ngày 8 tháng 2, Sư nói với môn nhân: \"Ta không định lưu tại đây mà muốn trở về nơi ẩn khi xưa\". Ấn Tông cùng hơn ngàn người cả tăng lẫn tục làm lễ tiển đưa sư về chùa Bảo Lâm.\n\nQuan Thứ sử Thiều Châu là Vi Cứ đã thỉnh sư đến chùa Đại Phạn thuyết giảng pháp vi diệu và thọ giới vô tướng tâm địa. Môn đồ là Pháp Hải Thiền sư đã chép lại thành sách tên gọi Đàn Kinh, truyền bá rộng rãi trong đời.\n\nSau đó, Sư trở về Tào Khê, thuyết giảng Pháp môn Đốn Ngộ. Học giả thường không dưới ngàn người.\n\nVua [[Võ Tắc Thiên]] từng sai sứ là Tiết Giản đem thư chiếu đến mời sư vào cung thuyết pháp. Sư dâng thư từ chối vì đau yếu, nguyện chung thân ở nơi rừng núi. Vua bảo Tiết Giản đến gặp sư hỏi đạo rồi truyền lại cho vua nghe, Giản nghe sư nói pháp liền đại ngộ, đỉnh lễ từ biệt về triều, dâng thư tâu lại lời dạy của sư. Vua hạ chiếu kính tạ và cúng dường cà-sa ma nạp rất quý và 500 xấp lụa, một chiếc bát vàng.\n\nĐầu niên hiệu Tiên Thiên, Sư báo cùng tứ chúng: \"Ta nhận y - pháp của Nhẫn đại sư, nay vì các ông mà nói pháp, nhưng không truyền lại y. Ấy cũng vì gốc tin các ông đã đủ, cứ nhất định chẳng nghi là đã đủ xác nhận sự nghiệp hoằng pháp lợi sanh của ta\". Và đọc kệ:\n{|\n!Tâm địa hàm chư chủng\n\nPhổ vũ tất giai sanh\n\nĐốn ngộ hoa tình dĩ\n\nBồ-đề quả tự thành. \n!''Đất tâm dung các giống''\n\n''Mưa khắp tất nẩy sanh''\n\n''Đốn ngộ - hoa bừng nở''\n\n''Bồ-đề quả tự thành.'' \n|}\nNói kệ xong, Sư bảo: \"Pháp này không hai, tâm ấy cũng như vậy. Đạo ấy thanh tịnh cũng không có các tướng. Các ông chớ nên chấp quán tịnh và ngoan không cái tâm. Tâm vốn đã tịnh, không thể giữ - bỏ. Mọi người hãy gắng lên, tùy duyên mà đi tới!\".\n\nSư giảng pháp hóa độ chúng sinh qua 40 năm, đến ngày 6 tháng 7 năm ấy, sư bảo đệ tử đến chùa Quốc Ân Tân Châu lập tháp Báo Ân.\n\n== Thị tịch ==\n[[Tập tin:Huineng.jpg|nhỏ|Nhục thân Lục tổ Huệ Năng tại chùa Nam Hoa, [[Quảng Đông]], [[Trung Quốc]] (ảnh trắng đen)]]\nNiên hiệu Tiên Thiên năm thứ hai, ngày mùng 1 tháng 7, Sư bảo cùng môn đồ: \"Ta muốn về Tân Châu, các ông mau chuẩn bị thuyền\". Lúc ấy, mọi người buồn bã quyến luyến cầu xin sư ở lại. Sư nói: \" Chư Phật ra đời vẫn phải thị hiện vào Niết-bàn. Có đến ắt có đi, lẽ thường là vậy. Hình hài này của ta tất cũng phải có chỗ quay về\". Chúng nói: \"Sư ra đi, xin mau mau trở lại\". Sư đáp: \"Lá rụng về cội, ngày trở lại không nói được\". Chúng lại hỏi: \"Pháp nhãn của thầy, truyền lại cho người nào?\" Sư nói: \"Có đạo thì được, vô tâm thì thông\". Chúng hỏi: \"Sau này có nạn gì không?\" Sư nói: \"Sau khi ta tịch diệt năm sáu năm, sẽ có người đến lấy đầu ta!\". Rồi nói: khi ta tịch diệt 70 năm sẽ có hai Bồ-tát từ phương Đông tới, một tại gia, một xuất gia. Cả hai cùng dựng lập pháp ta, làm hưng thịnh tông phái ta! (tức là Thiền sư [[Mã Tổ Đạo Nhất]] và cư sĩ [[Bàng Long Uẩn]] sau này)\n\nNgày mùng 3 tháng 8 năm ấy, sư đến chùa Quốc Ân ở Tân Châu, tắm rửa xong vào ngồi xếp bằng an nhiên thị tịch. Ngày 13 tháng 11, mọi người cùng đưa sư đến nhập tháp tại nơi này, thọ 76 tuổi. Vua [[Đường Hiến Tông]] thụy tặng sư là Đại Giám Thiền Sư. Tháp hiệu Nguyên Hòa Linh Chiếu.\n\n== Tư tưởng ==\nLục Tổ Huệ Năng nói rằng mọi chúng sinh từ ngu dốt đến thông minh đều có sẵn [[Phật tính|Phật Tính]], bởi do có phiền não nên mới thành chúng sinh, chỉ cần ngộ thì lập tức Thành Phật, Sư nói: \"Trí [[Bát-nhã|Bát Nhã]] (Phật Tính), người đời vốn tự có, Chỉ bởi tâm mê, không thể tự thấy, nên phải nhờ bậc đại thiện tri thức chỉ ra mới thấy được tính. Nên biết người ngu kẻ trí đều sẵn có tính Phật, chẳng khác chi nhau. Chỉ bởi mê ngộ chẳng đồng, nên mới có người ngu kẻ trí\" (trích [[Pháp bảo đàn kinh|Pháp Bảo Đàn Kinh]], Đoàn Trung Còn dịch). Tư tưởng này vốn đã được nhắc đến nhiều trong các kinh điển Đại Thừa về đề tài Phật Tính và trong bài kệ về Tông chỉ Thiền Tông của Sơ Tổ [[Bồ-đề-đạt-ma|Bồ Đề Đạt Ma]].\n\nLục Tổ Huệ Năng chủ trương đốn ngộ, tức là cái ngộ ngay tức khắc, trực nhận bản thể Phật Tính, thanh tịnh, tuyệt đối ngay chính mình, không phải do đọc hiểu văn tự, ghi nhớ, hiểu biết mà được, và cũng không cần phải trải qua nhiều cấp bậc tu chứng như trong các Kinh Điển Đại Thừa (thập tín, thập nguyện, thập hạnh, thập trụ, thập hồi hướng..) hay Nam Tông (4 cấp bậc A-la-hán), và đối với thuyết này, Lục Tổ là nhân vật ví dụ điển hình, sư tuy không biết chữ nghĩa, cũng không được tiếp cận với Kinh điển nhiều, nhưng lại có cái ngộ siêu việt. Từ học thuyết này hình thành nên Thiền Nam Tông để đối lập với Tư Tưởng của Đại sư [[Thần Tú]] và các môn đệ của ông, cho rằng người tu hành phải Tiệm Tu, trải qua nhiều cấp bậc tu chứng, phá ngã chấp, diệt trừ phiền não, thiền định trong nhiều kiếp tu hành thì mới thành Phật được, tư tưởng này tạo nên Thiền Bắc Tông.\n[[Tập tin:Luc To Hue Nang.jpg|trái|nhỏ|Nhục thân Lục tổ Huệ Năng tại chùa Nam Hoa. Ở đây còn cón nhục thân của [[Hám Sơn|Hám Sơn Đại sư]] và Đan Điền Đại sư (ảnh màu)]]\nCác môn đệ của Thần Tú phía Thiền Bắc Tông thường chê Lục Tổ rằng: \"Chẳng biết một chữ, có chi là giỏi\". (trích Pháp Bảo Đàn Kinh, Đoàn Trung Còn dịch). Tuy nhiên đại sư Thần Tú có cái nhìn ôn hòa hơn các đệ tử của mình vốn mang tư tưởng cố chấp, tiêu cực. Sư Thần Tú nói rằng: \"Vị ấy (tức Lục Tổ) được trí vô sư, ngộ sâu pháp Thượng Thừa, ta chẳng bằng được\". Và sư Thần Tú cũng công nhận Lục Tổ là người được [[Hoằng Nhẫn|Ngũ Tổ Hoằng Nhẫn]] được truyền tâm ấn và y bát kế tiếp Tổ vị,sư cũng khuyên các môn đệ của mình nên đến yết kiến Lục Tổ. Trong số các môn đệ của Thần Tú, có các vị như: Chí Thành, Hành Xương từng đến tu học với Lục Tổ và được truyền tâm ấn.\n\nVề [[Tọa thiền|Thiền Định]] và [[Bát-nhã|Trí Huệ]], Lục Tổ cho hai thứ này vốn là một, không có phân biệt. Sư nói: \" Thiện tri thức, pháp môn này lấy Định- Huệ làm gốc. Các ngươi chớ lầm rằng Định với Huệ có khác; Định Huệ vốn nhất thể, chẳng phải là hai. Định là thể của Huệ, Huệ là dụng của Định, ngay trong lúc huệ có định, ngay trong lúc định có huệ, thấu được nghiã này tức là định huệ đồng nhau. Các ngươi học đạo chớ cho là trước phát định sau phát huệ, hay trước huệ sau định có khác, kiến giải như vậy thành ra pháp có nhị tướng. Miệng tuy nói lành mà trong tâm chẳng lành, tuy có định huệ mà định huệ chẳng đồng nhau. Nếu tâm miệng đều lành, trong ngoài nhất thể, tức là định huệ đồng nhau\" (Trích Kinh Pháp Bảo Đàn, Hòa thượng [[Thích Duy Lực]] dịch)\n\nVề vấn đề Tọa Thiền (ngồi thiền), Lục Tổ cho rằng đối với cảnh giới bên ngoài: tâm niệm chẳng khởi lên gọi là Tọa (ngồi),đối với bên trong thấy tự tánh mình chẳng động gọi là Thiền. Còn Thiền Định, Lục Tổ nói rằng bên ngoài lìa tất cả các tướng (hình tướng) gọi là Thiền, bên trong tâm chẳng loạn (động) gọi là Định.\n\nTrong số môn đệ của [[Thần Tú]], có ba người được phong Quốc sư, trong đó sư Phổ Tịch là danh giá nhất, từng làm quốc sư cho ba đời vua, pháp môn tiệm tu của Thiền Bắc Tông phát triển, Phổ Tịch tự tôn Thần Tú làm Lục Tổ Thiền Tông và tự xưng là Thất Tổ, và dùng danh tiếng, mối quan hệ với triều đình để lấy sự ủng hộ. Thiền sư Hà Trạch Thần Hội là người đã đính chính lại vấn đề này, chỉ trích phía Thần Tú không phải Thiền chính thống của Tổ sư Đạt Ma. Ngày 15 tháng Giêng năm thứ 20 niên hiệu Khai Nguyên, Thiền sư Thần hội ở Hoạt Đài (hiện là Hoạt Huyện tỉnh Hà Nam), Chùa Đại Vân lập đại hội vô giá, xác định pháp thống Thiền Tông do Tổ Đạt Ma truyền. Năm thứ 8 niên hiệu Thiên Hữu, một lần nữa xác định Tông chỉ Nam Tông tại Lạc Dương, từ đó Thiền của Lục Tổ được chính thức công nhận là Thiền chính tông.\n\nDưới Lục Tổ có 33 môn đệ đắc pháp, trong đó nổi bật nhất là 5 vị làm cho Thiền Tông đời sau được hưng thịnh và ảnh hưởng lớn trong Phật Giáo Trung Quốc:\n\n# Thiền sư [[Nam Nhạc Hoài Nhượng]], từ pháp mạch này sinh ra Tông Lâm Tế, Quy Ngưỡng.\n# Thiền sư [[Thanh Nguyên Hành Tư]], từ pháp mạch này sinh ra Tông Tào Động, Vân Môn, Pháp Nhãn.\n# Thiền sư [[Vĩnh Gia Huyền Giác]], tác giả của Chứng Đạo Ca và quyển Thiền Tông Vĩnh Gia Tập nổi tiếng\n# Thiền sư [[Nam Dương Huệ Trung|Nam Dương Tuệ Trung]], từng làm Quốc Sư.\n# Thiền sư [[Hà Trạch Thần Hội]], người định tông chỉ, đưa Thiền Nam Tông trở thành chính thống.\n\nĐặc biệt, từ hai vị [[Nam Nhạc Hoài Nhượng]] và [[Thanh Nguyên Hành Tư]], Thiền Tông sản sinh vô số các Thiền sư danh tiếng truyền bá tư tưởng Đốn Ngộ, Thiền Tông trở thành Pháp môn phổ biến, thịnh hành nhất vào các thời [[Nhà Đường|Đường]], [[Nhà Tống|Tống]]. Được truyền qua nhiều nước như Việt nam, Nhật Bản, Hàn Quốc. Đên thời [[Nhà Minh|Minh]], [[Nhà Thanh|Thanh]], Thiền bắt đầu suy yếu và nhường chỗ cho [[Tịnh độ tông|Tịnh Độ Tông]]. Ngày nay, tuy [[Thiền tông|Thiền Tông]] đã phần nhiều phai nhạt và không còn ảnh hưởng mấy nữa, nhưng nó vẫn là một đề tài cuốn hút đối với các tăng, ni và cư sĩ, phật tử.\n\n== Tham Khảo ==\n\n* ''Lục Tổ đại sư pháp bảo đàn kinh'' 六祖大師法寶壇經, Taishō Vol. 48, No. 2008.\n* ''Kinh Pháp Bảo đàn'' trong [[Thích Duy Lực]] (dịch): ''Chư Kinh Tập Yếu'', Thành Hội Phật giáo Thành phố Hồ Chí Minh ấn hành, 1994.\n* Đàn Kinh tinh hoa & trí tuệ, Giả Đề Thao, Nhà xuất bản Từ điển bách khoa, Hà Nội. 2012\n* ''Fo Guang Ta-tz'u-tien'' 佛光大辭典. Fo Guang Ta-tz'u-tien pien-hsiu wei-yuan-hui 佛光大辭典編修委員會. Taipei: Fo-kuang ch'u-pan-she, 1988. (Phật Quang Đại Từ điển. Phật Quang Đại Từ điển biên tu uỷ viên hội. Đài Bắc: Phật Quang xuất bản xã, 1988.)\n* Dumoulin, Heinrich:\n:''Geschichte des Zen-Buddhismus'' I. Indien und China, Bern & München 1985.\n:''Geschichte des Zen-Buddhismus'' II. Japan, Bern & München 1986.\n{{tham khảo}}\n{{Viết tắt Phật học}}\n\n[[Thể loại:Đại sư Phật giáo]]\n[[Thể loại:Thiền sư Trung Quốc]]\n[[Thể loại:Sinh năm 638]]"}