{"Hà Tiến":"{{otheruses|Hà Tiến (định hướng)}}{{Thông tin nhân vật phong kiến\n| tên = Hà Tiến\n| tên gốc = 何進\n| tự = Toại Cao\n| tước hiệu = Thận hầu\n}}\n'''Hà Tiến''' ([[chữ Hán]]: 何進; ?-[[189]]) bính âm: (He Jin) là tướng ngoại thích nhà [[Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n== Dẹp Khăn Vàng ==\nHà Tiến có tên tự là '''Toại Cao''' (遂高), xuất thân là dân thường. Nhà ông làm nghề bán thịt ở Nam Dương – nơi khởi phát của vua [[Hán Quang Vũ Đế|Quang Vũ Đế nhà Đông Hán]].\n\nThời [[Hán Linh Đế]], em gái cùng cha khác mẹ của ông là Hà thị được tuyển vào cung và được vua sủng ái lập. Năm [[180]], Hà thị được lập làm hoàng hậu, Hà Tiến là ngoại thích được vào cung làm quan, mẹ Hà thái hậu được phong làm Vũ Dương quân.\n\nNăm [[184]], [[Trương Giác]] phát động [[khởi nghĩa Khăn Vàng]]. Hà Tiến được [[Hán Linh Đế]] phong lên chức Đại tướng quân (大將軍), lãnh trách nhiệm dẹp loạn. Nhờ sự tố giác của một đệ tử Khăn Vàng là Đường Chu, ý định khởi sự vào tháng 3 của Trương Giác bị lộ. Hà Tiến sai quân bắt người phụ trách các thủ hạ của Trương Giác tại [[Lạc Dương]] là [[Mã Nguyên Nghĩa]] mang xé xác. Hoạn quan Phong Tư và Từ Phụng từng có liên hệ với Trương Giác bị lộ, cũng lập tức bị bắt bỏ ngục. Đồng thời, hơn 1000 đệ tử của Trương Giác ở kinh thành bị bắt giam và giết chết.<ref name=\"LDP331\">Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 331<\/ref>\n\nTheo đề nghị của Hà Tiến, Hán Linh Đế phái 3 tướng là Bắc trung lang tướng [[Lư Thực]], Tả trung lang tướng [[Hoàng Phủ Tung]] và Hữu trung lang tướng [[Chu Tuấn]] đi dẹp Trương Giác. Cuối năm đó anh em Trương Giác bị dẹp, Hà Tiến được phong làm Thận hầu (慎侯). Người em trai cùng cha khác mẹ là Hà Miêu cũng được vào triều làm quan.\n\n== Giết Kiển Thạc ==\nNăm [[188]], [[Hán Linh Đế]] vốn rất tin yêu các hoạn quan, đã lập ra đội quân Tây Viên giao cho hoạn quan Kiển Thạc lên cầm quyền chỉ huy quân đội. Các sử gia đánh giá quyết định này là sai lầm lớn của Hán Linh Đế vì đã buộc Hà Tiến phải dưới quyền Kiển Thạc khiến cho hai người mâu thuẫn gay gắt thêm, dẫn tới khởi đầu cho loạn lạc trong triều sau này.<ref name=\"LDP337\">Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 337<\/ref>\n\nĐầu năm 189, Hán Linh Đế qua đời. Con Hà hoàng hậu là thái tử Lưu Biện lên nối ngôi, tức là [[Hán Thiếu Đế]]. Hà hậu trở thành Hà thái hậu lâm triều xưng chế, cùng Hà Tiến điều hành triều chính. Hà thái hậu lệnh cho Hà Tiến cùng Thái úy Viên Ngỗi đảm đương công việc Thượng thư 6 bộ. [[Viên Ngỗi]] được phong làm Hậu tướng quân, hợp tác cùng Hà Tiến phụ chính.\n\nMâu thuẫn giữa ngoại thích và hoạn quan đã xảy ra từ nhiều đời trước trong cung đình nhà Hán. Tới khi Hà Tiến lên nắm quyền, mâu thuẫn vẫn tiếp tục. Hoạn quan Kiển Thạc được Hán Linh Đế trọng dụng trước khi chết, lúc Thiếu Đế mới lên ngôi định mưu giết Hà Tiến. Tuy nhiên một thái giám dưới quyền Kiển Thạc, đồng hương với Hà Tiến là Quách Thắng lại tố cáo ý định của Kiển Thạc. Vì vậy Hà Tiến bèn chủ động ra tay trước, điều quân bắt giết Kiển Thạc. Cả tám viên Hiệu úy Tây Viên dưới quyền Kiển Thạc đều trở thành lực lượng dưới quyền Hà Tiến.<ref name=\"LDP337\"\/>\n\n== Đối phó với ngoại thích cũ ==\nTrong triều còn lực lượng muốn đối phó với Hà Tiến là Phiêu kỵ tướng quân Đổng Trọng. Đổng Trọng cũng vốn là ngoại thích đời trước. Cô Đổng Trọng là [[Đổng thái hậu (Nhà Hán)|Đổng thái hậu]] mẹ [[Hán Linh Đế]]. Do Đổng thái hậu là mẹ chồng Hà thái hậu, hai người mâu thuẫn nhau nên Đổng Trọng cũng bất hòa với Hà Tiến.\n\nTrước thái độ xung khắc gay gắt của Đổng thái hậu, Hà thái hậu bèn bàn với Hà Tiến, mang việc thảo luận với Tam công, kể tội Đổng thái hậu câu kết với [[hoạn quan]] và nhận tiền hối lộ của quan lại địa phương; và lấy lý do Đổng thái hậu vốn chỉ là vợ của Giải độc đình hầu Lưu Trường, nhờ Linh Đế được lập mới được làm thái hậu và bản thân chưa từng làm hoàng hậu, vì vậy ép Đổng thái hậu trở về đất phong cũ của chồng. Sau khi Đổng thái hậu lên đường, Hà Tiến lập tức phát binh vây nhà Đổng Trọng, bắt sống và cách chức. Đổng Trọng tự sát.\n\nKhông lâu sau Đổng thái hậu cũng qua đời. Hà Tiến đổi hoàng tử [[Lưu Hiệp]] – em [[Hán Thiếu Đế]], vì mẹ là Vương mỹ nhân bị Hà hậu làm hại nên được Linh Đế giao cho Đổng thái hậu nuôi – từ tước Bột Hải vương thành Trần Lưu vương.\n\n== Xung đột với hoạn quan ==\nTrong triều chỉ còn lực lượng hoạn quan đang chống lại Hà Tiến. Hà Tiến bàn bạc với các thủ hạ. [[Viên Thiệu]] đề nghị bãi chức các hoạn quan. Hà Tiến phong Viên Thiệu làm Tư Lệ hiệu úy.\n\nÔng vào cung bàn với Hà thái hậu bãi chức tất cả các hoạn quan, đổi dùng quan lang phục vụ trong triều. Nhưng trước đây Hà thái hậu từng nhờ thập thường thị can Hán Linh Đế nên không bị truất ngôi hoàng hậu. Do có ơn các hoạn quan nên Hà thái hậu không đồng ý, nói với Hà Tiến:\n:''Ta chỉ là góa phụ trẻ tuổi, làm sao tiện sai khiến các nhân sĩ mũ cao áo rộng?''\n\nHà Miêu cũng không tán thành việc bỏ hoạn quan. Hà Tiến bí cách thuyết phục Hà thái hậu trừ hoạn quan, bèn nghĩ ra một biện pháp khác. Ông sai người ra nói với tướng [[Đổng Trác]] đang đóng quân ở Hà Đông và thứ sử Tinh châu là [[Đinh Nguyên]] hãy mang quân vào [[Lạc Dương]] \"giả làm phản đòi dẹp hoạn quan\", với mục đích là dọa thái hậu phải bằng lòng bãi chức các hoạn quan.<ref>Lê Đông Phương, sách đã dẫn, tr 39<\/ref>\n\nQuả nhiên Hà thái hậu nghe tin Đổng Trác sắp kéo quân vào [[Lạc Dương]], trúng kế sợ hãi, vội ra chiếu cách chức các [[hoạn quan]], bắt về quê dưỡng lão. Người đứng đầu hoạn quan là [[Trương Nhượng]] là có con nuôi lấy em gái Hà thái hậu và được mẹ Hà thái hậu là Vũ Dương quân ưa thích. Do sự cầu cứu của Trương Nhượng, bà Vũ Dương quân đứng ra nói giúp với Hà thái hậu. Mặt khác, các hoạn quan còn mang của cải đến biếu em Hà Tiến là Hà Miêu xin tha mạng. Hà thái hậu bị mẹ thuyết phục, bèn thu hồi lại lệnh bãi chức các thái giám, lại cho vào cung làm việc.<ref name=\"LDP338\">Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 338<\/ref>\n\n[[Đinh Nguyên]] mang quân đến [[Lạc Dương]] trước, mang theo [[Lã Bố]] và [[Trương Dương]]. Hà Tiến điều động bộ tướng của Đinh Nguyên là Trương Dương lên Thượng Đảng<ref>Đông nam [[Sơn Tây, Trung Quốc]]<\/ref> đi dẹp quân khởi nghĩa tại đây.\n\nNgày Mậu Thìn (25) tháng 8 năm Kỉ Tị<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷059|quyển 59]]<\/ref> ([[22 tháng 9]] năm [[189]]), Hà Tiến theo ý kiến của [[Viên Thiệu]], vào cung Trường Lạc gặp Hà thái hậu xin ý chỉ đề nghị giết hết các hoạn quan. Trong các hoạn quan có người nghe được chuyện bèn báo với Trương Nhượng. Trương Nhượng cùng Đoàn Khuê vội huy động vài mươi quân lính cầm binh khí phục sẵn, đợi lúc Hà Tiến ra cửa cung bèn đổ ra bắt sống, mang tới dưới lầu Thượng thư rồi kể tội ông là người vong ân bội nghĩa<ref>Họ kể công từng nói giúp cho Hà hậu với Hán Linh Đế mà Hà hậu giữ được ngôi hoàng hậu<\/ref> và giết chết ông trước điện Gia Đức. Không rõ năm đó Hà Tiến bao nhiêu tuổi.\n\nTin tức truyền ra, thủ hạ của Hà Tiến là [[Viên Thiệu]] mang quân đánh vào hoàng cung giết các hoạn quan báo thù cho Hà Tiến. Em ông là Hà Miêu cũng mang quân vào cung phối hợp với Viên Thiệu giết hoạn quan, bắt chém được [[Triệu Trung]]. Nhưng tướng quân Ngô Khuông kể tội Hà Miêu từng thông đồng với hoạn quan, có lỗi trong cái chết của Hà Tiến, nên cùng em Đổng Trác là Đổng Mân đang có mặt ở đó hợp binh tấn công giết chết Hà Miêu.\n\nLiền sau đó [[Đổng Trác]] kéo quân vào kinh thành Lạc Dương, áp đảo [[Viên Thiệu]] và trở thành người thao túng triều chính.\n\n== Trong Tam Quốc diễn nghĩa ==\nCuộc xung đột giữa Hà Tiến và các lực lượng đối lập được [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]] kể khá gần với sử sách. Về cái chết của [[Đổng thái hậu (Nhà Hán)|Đổng thái hậu]], Tam Quốc diễn nghĩa kể rằng do Hà Tiến sai người mang rượu độc tới buộc bà ta phải uống.\n\nHà Tiến được mô tả là một kẻ đù đờ không quyết đoán, không nghe theo lời phải, nên cuối cùng phải trả giá bằng tính mạng. Ngoài ra, ông cũng có phần khinh thường [[Tào Tháo]] (lúc đó đang nắm chức ''Điển quân hiệu úy''), từng mắng Tháo là \"''hạng trẻ con, biết đâu việc lớn của triều đình''\". Trong kế hoạch thanh trừng [[Thập thường thị]], Hà Tiến đã nghe theo kế của [[Viên Thiệu]], kêu gọi các trấn trong nước đem quân đến [[Lạc Dương]] để chi viện, mặc cho Tào Tháo hết mực khuyên can. Việc Hà Tiến gọi cả thứ sử Tây Lương là [[Đổng Trác]] vào kinh giết hoạn quan được Tào Tháo kết luận ông chính là người \"''làm loạn thiên hạ''\".\n\nVề cái chết của Hà Tiến, La Quán Trung tường thuật việc [[Trương Nhượng]] dùng lệnh của [[Hà thái hậu]] gọi ông vào cung Trường Lạc để sát hại. Trước đó, ông đã bỏ ngoài tai lời khuyên can của Viên Thiệu và Tào Tháo, vâng mệnh thái hậu để vào cung và cuối cùng bị bọn Trương Nhượng bố trí đao phủ bao vây giết chết. Khi các thủ hạ của Hà Tiến đánh vào cung để báo thù, em trai ông là Hà Miêu không tham gia giết hoạn quan như sử sách mô tả mà từ trong cung đi ra, dù sau đó cũng bị giết. \n\nTrong bài ca tóm tắt truyện Tam Quốc diễn nghĩa ở sau hồi cuối cùng, [[La Quán Trung]] cũng nhắc đến Hà Tiến ở câu thứ 7: ''\"Tiếc thay Hà Tiến vô tài\"''.\n\n==Xem thêm==\n* [[Viên Thiệu]]\n* [[Hán Thiếu Đế]]\n* [[Hán Linh Đế]]\n* [[Hà thái hậu]]\n* [[Đổng thái hậu (Nhà Hán)|Đổng thái hậu]]\n* [[Trương Nhượng]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Vương Xuân Du ([[1996]]), ''Truyện các hoạn quan Trung Quốc'', Nhà xuất bản Văn hóa thông tin\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 189]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Người Hà Nam (Trung Quốc)]]"}