{"Hàn Toại":"{{Thông tin nhân vật Tam Quốc\n|Tên=Hàn Toại|Hình=Han Sui Qing Dynasty portrait.jpg|Cỡ hình=250px|Chú thích hình=Tranh vẽ chân dung Hàn Toại vào đời nhà Thanh.|Tự=Văn Ước|Tên thật=Hàn Toại|Sinh=155?|Nơi sinh=Lương Châu|Mất=215|Nơi mất=Tây Bình|Nghề nghiệp=Lãnh chúa}}\n'''Hàn Toại''' ([[chữ Hán]]: 韩遂; 155-[[215]] SCN), tên tự là '''Văn Ước''' (文約), là một lãnh chúa quân phiệt cát cứ ở vùng Lương châu vào đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông là một trong những lực lượng ly khai nhà Đông Hán sớm nhất, mở ra cục diện cát cứ của các quân phiệt.\n\n== Ly khai triều đình, đánh bại Chu Thận ==\nHàn Toại có tên tự là '''Văn Ước'''. Thời trẻ, Hàn Toại từng làm tướng cho nhà Đông Hán tại kinh thành [[Lạc Dương]]. Sau đó ông được cử ra trấn giữ phía tây thuộc vùng [[Cam Túc]] ngày nay. Ông thu dụng người quận Kim Thành là Thành Công Anh và Diêm Hành làm tâm phúc, gây lực lượng riêng.\n\nCuối năm 184, nhận thấy triều đình nhà Hán đã suy yếu dù mới dẹp được [[khởi nghĩa Khăn Vàng]], Hàn Toại cùng các tướng vùng Tây Lương khởi binh chống triều đình. Ông và Biện Chương được các tướng ở Hoàng Trung<ref>Nay là Hoàng Nguyên, [[Cam Túc]]<\/ref> là Bắc Cung Bá Ngọc và Tiền Linh Khương tôn làm tướng quân Hàn Toại, Biện Chương mạnh mẽ, từ khi mới khởi binh đã đánh giết Hiệu úy hộ Khương là Linh Chủy và Thái thú Kim Thành là Trần Ý.\n\nNăm [[185]], Biện Chương và Hàn Toại mang quân Tây châu uy hiếp khu vực Tam Phụ gần [[Trường An]]. [[Hán Linh Đế]] vội triệu tập tướng [[Hoàng Phủ Tung]] từ Ký châu về, cùng [[Đổng Trác]] đi dẹp loạn. Hoàng Phủ Tung đang đánh nhau với quân Hàn Toại chưa phân thắng bại thì bị hoạn quan [[Trương Nhượng]] (một trong Thập thường thị) gièm pha nên bị cách chức.<ref>Lê Đông Phương, sách đã dẫn, tr 34<\/ref> Lực lượng của Biện Chương, Hàn Toại vì vậy cát cứ ở Tây châu không bị dẹp.\n\nNhà Hán liền bổ nhiệm Trương Ôn làm tướng, lại cùng [[Đổng Trác]] và [[Tôn Kiên]] đi đánh Lương châu. Mùa đông năm 185, hai bên giao chiến, quân Trương Ôn thắng một trận nhỏ, khiến Biện Chương và Hàn Toại phải lui về huyện Du Trung.<ref>Tây bắc huyện Du Trung, Cam Túc hiện nay<\/ref>\n\nTrương Ôn sai Chu Thận và [[Tôn Kiên]] mang 3 vạn quân đi truy kích. Chu Thận mang quân tấn công thành Du Trung, Hàn Toại và Biện Chương cố sức phòng thủ. Tôn Kiên khuyên Chu Thận dùng kỳ binh cắt đứt đường vận lương của Hàn Toại và Biện Chương, nhưng Chu Thận không nghe lời Tôn Kiên, chỉ dốc sức đánh thành. Ngược lại, Hàn Toại và Biện Chương lại điều quân lẻn ra ngoài đánh chặn, cắt đứt đường vận lương của Chu Thận. Quân Chu Thận rối loạn, Hàn Toại và Biện Chương thừa cơ phản công đánh cho Chu Thận đại bại phải rút chạy, bỏ lại rất nhiều xe cộ và khí giới.<ref>Lê Đông Phương, sách đã dẫn, tr 36<\/ref>\n\nSau thắng lợi Du Trung, lực lượng Tây Lương càng lớn mạnh, đông đến hàng chục vạn người.\n\nNăm 186, các thủ lĩnh Tây Lương phát sinh mâu thuẫn đánh lẫn nhau. Hàn Toại giết chết Bắc Cung Bá Ngọc, Lý Văn Hầu và Biện Chương, một mình cầm quân.\n\n== Liên kết với Mã Đằng, tấn công Trường An ==\nNăm [[186]], Hàn Toại mang quân đánh quận Lũng Tây, thu hàng thái thú Lý Tương Như rồi cùng nhau đánh giết Cảnh Bỉ. Cảnh Bỉ chết, viên tư mã dưới quyền là [[Mã Đằng]] đầu hàng Hàn Toại. Từ đó hai người cộng tác với nhau cát cứ ở Lương châu.<ref>Lê Đông Phương, sách đã dẫn, tr 37<\/ref>\n\nCó Mã Đằng tham gia, lực lượng Hàn Toại càng mạnh. Năm [[188]], ông cùng Mã Đằng mang quân bao vây Trần Thương.<ref>Bảo Kê, thuộc [[Thiểm Tây]]<\/ref> [[Hán Linh Đế]] sai [[Hoàng Phủ Tung]] và [[Đổng Trác]] huy động rất nhiều quân đến mới giải vây được. Mã Đằng và Hàn Toại rút quân về.\n\nNăm 189, Hán Linh Đế chết, [[Hán Thiếu Đế]] lên thay. Thái thú Hà Đông là [[Đổng Trác]] được [[Hà Tiến]] triệu vào [[Lạc Dương]] dẹp [[hoạn quan]], nhân Hà Tiến chết đã trở thành người thao túng [[nhà Hán]].\n\nMã Đằng và Hàn Toại ở Lương châu bất bình với [[Đổng Trác]] bèn khởi binh chống lại. [[Lưu Yên]] làm Châu mục Ích châu ở Tây Xuyên có ý định ly khai triều đình, bèn hưởng ứng với Mã Đằng. Tam Quốc chí cho biết: \"Hàn Toại và Mã Đằng khởi loạn ở Quan Trung mấy lần cùng cha Chương là Yên trao đổi tin tức qua lại\".<ref>Tam Quốc chí, Thục thư quyển 8, Hứa Tĩnh truyện<\/ref> [[Lưu Yên]] nhân đó ngầm sai người vào [[Trường An]] sai con là Lưu Đảng và Lưu Phạm làm nội ứng. Việc bị lộ, Đổng Trác bèn giết chết Lưu Đảng và Lưu Phạm rồi mang quân ra đối địch, đánh tan liên quân Ích – Lương của Mã Đằng và Lưu Yên.<ref name=\"TVD219\">Trần Văn Đức, sách đã dẫn, tr 219<\/ref>\n\nSau thất bại đó, Lưu Yên cố thủ ở Tây Xuyên, Mã Đằng theo lời dụ của Đổng Trác, quy phục nhà Hán, nhận lời cùng đánh các chư hầu Sơn Đông.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 623<\/ref> Đổng Trác bị các [[chư hầu]] do [[Viên Thiệu]] cầm đầu đánh tới [[Lạc Dương]], thua chạy về [[Trường An]]. Năm 192, Mã Đằng cùng Hàn Toại mang quân vào Trường An theo họ Đổng, thì Đổng Trác đã bị [[Lã Bố]] giết chết. Bộ tướng của Trác là [[Lý Thôi]] đánh đuổi Lã Bố, chiếm Trường An, giữ [[Hán Hiến Đế]], phong cho Mã Đằng làm Chinh tây tướng quân sai giữ huyện Mi, Hàn Toại làm Trấn tây tướng quân sai giữ Kim Thành.\n\nCuối năm [[193]], Hàn Toại và Mã Đằng mang quân tấn công kinh thành [[Trường An]]. Quân Mã – Hàn tiến đến quán Trường Bình cách Trường An 50 dặm. [[Lý Thôi]] sai [[Quách Dĩ]] và Phàn Trù ra cự địch, sau đó lại điều cháu là Lý Lợi ra giúp sức.\n\nKết quả quân Quách Dĩ và [[Phàn Trù]] đánh lui được Mã Đằng và Hàn Toại. Mã và Hàn phải triệt thoái về Tây Lương. Trên đường truy kích, Phàn Trù đuổi kịp Hàn Toại nhưng không bắt giữ mà lại bắt chuyện rồi thả đi. Vì việc này lộ ra với Lý Thôi, Lý Thôi bèn giết chết Phàn Trù.\n\n== Xung đột với Mã Đằng ==\nKhi cát cứ ở Lương Châu, Mã Đằng và Hàn Toại ban đầu rất thân thiết, sau lại cho bộ khúc thâm nhập đất của nhau, đổi thành thù địch. Mã Đằng đánh Hàn Toại, Hàn Toại bỏ chạy, sau đó lại họp binh quay lại đánh Mã Đằng, giết vợ con Mã Đằng, liên quân không hoà giải nổi.\n\nLý Thôi và Quách Dĩ thất bại, [[Tào Tháo]] nắm được [[Hán Hiến Đế]] đưa về Hứa Xương. Tào Tháo sai Tư Lệ hiệu úy [[Chung Do]] và Lương châu mục Vi Đoan đến hòa giải hai bên, Chung Do viết thư cho ông và Mã Đằng, trình bày lợi hại, khuyên nên quy phục triều đình. Mã Đằng và Hàn Toại nghe theo và do có mọi người khuyên can, cả hai người lại giảng hòa như cũ.<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 624<\/ref><ref>Tam Quốc chí, Mã Siêu truyện, quyển 36<\/ref>\n\n== Cùng Mã Siêu chống Tào Tháo ==\nNăm [[208]], [[Tào Tháo]] muốn đi đánh Kinh châu nhưng không yên tâm về Mã, Hàn. Vì vậy trước khi xuống miền nam đánh Kinh châu, Tào Tháo đã nhân danh [[Hán Hiến Đế]] triệu Mã Đằng về Hứa Xương bổ nhiệm làm Vệ uý, ngoài mặt là phong chức nhưng kỳ thực để chia cắt với Hàn Toại, còn binh quyền của Mã Đằng giao cho con là [[Mã Siêu]].\n\nTào Tháo bại [[trận Xích Bích]] trở về bắc. Năm [[209]], Hàn Toại sai Diêm Hành đến chỗ Tào Tháo. Tào Tháo hậu đãi Diêm Hành, cho làm Thái thú Kiện Vi (thuộc Ích châu), lại theo thỉnh cầu của Hành cho cha Hành vào làm Túc vệ. Diêm Hành trở về gặp Hàn Toại truyền lệnh của Tào Tháo gọi Hàn Toại vào kinh. Đồng thời, Diêm Hành cũng khuyên Hàn Toại nên gửi con tin cho Tào Tháo để bày tỏ lòng trung thành với triều đình. Hàn Toại không phản đối nhưng cũng không làm theo, muốn tiếp tục xem xét tình thế mới quyết định. Ông cử một người con đi cùng cha Diêm Hành vào kinh gặp Tào Tháo.\n\nNăm [[211]], Trương Mãnh nổi lên chống Hàn Toại. Ông mang quân đi dẹp. Cùng lúc, Tào Tháo phái Tư Lệ hiệu uý [[Chung Do]] và Chinh tây Hộ quân [[Hạ Hầu Uyên]] khởi binh đi đánh [[Trương Lỗ]] ở Đông Xuyên. Các tướng ở Tây Lương, trong đó có Mã Siêu và Hàn Toại, thấy Tào Tháo không đánh họ ở chỗ gần mà đánh Trương Lỗ ở xa, nghi ngờ rằng Tào Tháo sẽ đánh mình. Mã Siêu đến gặp Hàn Toại nói với ông:\n:''\"Lúc trước Chung Tư Lệ (tức [[Chung Do]]) dùng Siêu để bắt Tướng quân, người miền Quan Đông không tin là đúng như vậy. Nay Siêu mất cha, xem Tướng quân như cha. Tướng quân cũng đã mất con, xem Siêu như con\"''\n\nMã Siêu cùng các tướng Tây Lương tôn Hàn Toại làm đô đốc và khởi binh chống Tào Tháo. Diêm Hành đã nhận chức của Tào Tháo, can ông không nên chống Tào, nhưng ông không theo. Hàn Toại và Mã Siêu mang quân chiếm cứ Đồng Quan. Tào Tháo khởi binh [[trận Đồng Quan|đi đánh]].\n\nKhi chiến sự đang ác liệt, Tào Tháo thấy không thể dùng sức đánh bại Hàn Toại và Mã Siêu, bèn dùng kế ly gián. Biết Hàn Toại và Mã Siêu thường chia quân làm 2 cánh, họ Tào đích thân ra đối trận với Hàn Toại mà tránh gặp Mã Siêu. Nhân lúc ra trước trận, Tào Tháo tìm cách bắt chuyện, nói với nhau khá thân mật. Vì vậy Mã Siêu bắt đầu nghi ngờ ông.\n\nSau đó Tào Tháo lại viết thư gửi Hàn Toại, cố ý gửi nhầm bản nháp, có gạch xoá sửa chữa những chỗ quan trọng. Mã Siêu thấy Hàn Toại có thư, đến đòi xem. Thấy thư bị gạch xoá, Mã Siêu càng nghi ngờ là do Hàn Toại tự gạch đi.\n\nBiết nội bộ quân Tây Lương đã nghi ngờ nhau, Tào Tháo ra quân tiến đánh. Do sẵn mối nghi ngờ với Hàn Toại nên liên quân không thể hiệp đồng tác chiến có hiệu quả. Quân Tây Lương dao động, bị đánh đại bại. Hàn Toại bỏ chạy về Kim Thành;<ref>Thuộc Lan Châu<\/ref> Mã Siêu thua chạy sang bộ lạc của người Nhung. Tào Tháo để [[Hạ Hầu Uyên]] ở lại trấn giữ mặt tây, còn mình trở về Hứa Xương.\n\n==Nỗ lực khôi phục==\nHàn Toại thua chạy theo đường Hoa Âm, về đến Hoàng Trung thì thủ hạ tan rã, nhiều người bỏ đi. Trong các tướng thân cận chỉ còn Thành Công Anh và Diêm Hành đi theo.\n\n[[Tào Tháo]] biết Diêm Hành đã nhận chức theo mình để chống Hàn Toại, nên chỉ hạ lệnh giết con cháu Hàn Toại ở kinh đô mà không giết cha Diêm Hành. Đồng thời, Tào Tháo lại viết mật thư nhắc Hành chống Hàn Toại. Hàn Toại muốn lấy lòng Diêm Hành thắt chặt quan hệ, liền gả con gái út cho họ Diêm. Diêm Hành bất đắc dĩ phải lấy. Ông sai Diêm Hành mang quân ra trấn giữ quận Tây Bình.\n\nTào Tháo nghe tin Diêm Hành lấy con gái Hàn Toại, bắt đầu có ý nghi ngờ Hành. Để minh chứng lòng trung thành, Diêm Hành nhân một buổi đêm mang quân bản bộ tập kích Hàn Toại. Nhưng Hàn Toại vẫn đủ sức chống trả, đánh bại Diêm Hành. Hành bỏ chạy đến hàng [[Hạ Hầu Uyên]].\n\nHàn Toại than thở với Thành Công Anh về thực lực đã suy rồi tỏ ý định vào đất Thục theo hàng [[Lưu Bị]]. Thành Công Anh khuyên ông: \n:''\"Dấy binh mấy chục năm, nay dẫu thua vỡ, sao lại bỏ nhà mình mà đến nương dựa vào người khác được! Tào Công không thể đi xa đến, chỉ có họ Hạ Hầu thôi. Nhưng quân của họ Hạ Hầu cũng không đủ để đuổi được ta, lại không thể ở lâu; nên nghỉ ngơi ở Khương Trung để đợi họ rút đi. Kêu gọi người Địch, vỗ về người Khương, Hồ, cũng có thể làm nên được việc vậy\".''\n\nHàn Toại không thể hàn gắn liên minh với Mã Siêu, nghe theo kế ấy của Thành Công Anh. Ông liên minh với vua người tộc Chi (Đê) là Đậu Mậu tiếp tục kháng cự Tào Tháo. Bấy giờ trai gái đi theo còn mấy nghìn người. Hàn Toại vốn có ân với người Khương nên được người Khương giúp đỡ.\n\n[[Hạ Hầu Uyên]] trở về, sai Diêm Hành ở lại phía sau đề phòng Hàn Toại.\n\n== Bị giết ==\nTháng 3 năm [[215]], [[Tào Tháo]] xuất phát qua Trần Thương<ref>Tức Bảo Kê thuộc [[Thiểm Tây]]<\/ref> đi đánh [[Trương Lỗ]] ở Hán Trung. Nhưng họ Tào không tiến ngay về phía nam mà trước hết ra khỏi Tản Quan phía tây để đánh Hàn Toại. Tháng 5, quân Tào đánh tan Đậu Mậu ở Hạ Trì, Hàn Toại bỏ chạy từ Kim Thành tới Tây Bình.<ref>Tây Ninh thuộc tỉnh [[Thanh Hải]]<\/ref>\n\nÔng bèn tụ mấy vạn quân người Khương, Hồ đến đánh Diêm Hành. Diêm Hành biết mình thế yếu không thể chống lại, chuẩn bị bỏ chạy. Nhưng lúc đó trong quân Hàn Toại có biến. Ông bị thủ hạ giết chết, mang đầu nộp cho Tào Tháo. Không rõ năm đó Hàn Toại bao nhiêu tuổi.\n\nThủ hạ của ông là Thành Công Anh đến hàng Tào Tháo.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrong tiểu thuyết [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Hàn Toại xuất hiện từ hồi 10 khi cùng Mã Đằng khởi binh đánh vào Trường An chống lại Lý Thôi, Quách Dĩ đang nắm vua Hiến Đế\n\nVề đoạn kết của Hàn Toại trong cuộc chiến chống Tào Tháo ở hồi 58, Tam Quốc diễn nghĩa chép: Hàn Toại bị Mã Siêu nghi ngờ thông đồng với Tào Tháo, chém đứt một cánh tay, thành người tàn phế. Khi Tào Tháo đánh bại Siêu năm 211, Hàn Toại đầu hàng. Sau đó La Quán Trung không nhắc tới Hàn Toại.\n\n==Xem thêm==\n* [[Quân phiệt Lương châu]]\n* [[Mã Đằng]]\n* [[Tào Tháo]]\n* [[Mã Siêu]]\n\n==Tham khảo==\n* Cát Kiếm Hùng chủ biên (2006), ''Bước thịnh suy của các triều đại phong kiến Trung Quốc'', tập 1, Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n* [[Trần Thọ]], ''[[Tam Quốc chí]]'', Bùi Tùng Chi chú, [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B715 Lưu Tư Mã Lương Trương Ôn Giả truyện].\n\n==Chú thích==\n{{tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất năm 215]]\n[[Thể loại:Quân nổi dậy Trung Quốc]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Quân phiệt cuối đời Hán]]"}