{"Hác Manh":"{{Thông tin nhân vật Tam Quốc\n|Tên=Hác Manh|Tên thật=Hác Manh|Tự=?|Thế lực=[[Lã Bố]]|Nghề nghiệp=Tướng lĩnh quân sự|Sinh=?|Mất=196|Nơi mất=Từ châu}}\n'''Hác Manh''' ([[chữ Hán]]: 郝萌; [[bính âm Hán ngữ|bính âm]]: Hao Meng) (? - [[196]]) là một bộ tướng phục vụ dưới quyền lãnh chúa [[Lã Bố]] vào cuối thời [[Nhà Hán|Đông Hán]] và đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Tiểu sử==\nHác Manh, người quận Hà Nội, là một võ tướng phục vụ dưới trướng chư hầu Lã Bố. Dưới quyền của ông là bộ hạ [[Tào Tính]]. \n\nVào tháng 6 năm 196, ở Từ châu, tướng Hác Manh nghe lời xúi giục của [[Viên Thuật]] bèn phản lại Lã Bố, đem quân xông vào phủ Hạ Bì trong đêm để ám sát Lã Bố. Đang đêm, Lã Bố không biết người phe nào, chỉ kịp kéo vợ trèo tường trốn ra ngoài rồi chạy đến trại [[Cao Thuận]] để lánh nạn. Cao Thuận nghe giọng phản quân, nhận biết là người quận Hà Nội, đoán ra là quân Hác Manh, liền dẫn quân chống trả, quân Hác Manh phải lui. Sáng ra, thuộc hạ của Hác Manh là Tào Tính phản lại Hác Manh, hai bên đánh nhau cùng bị thương. Lã Bố sai Cao Thuận mang quân ra dẹp, Cao Thuận đã giết chết Manh rồi cho Tào Tính lĩnh quân của Manh.<ref>《[[s:三國志\/卷07|三國志]]·魏書·呂布傳》引《英雄記》：建安元年六月夜半時，布將河內郝萌反，將兵入布所治下邳府，詣廳事閤外，同聲大呼攻閤，閤堅不得入。布不知反者爲誰，直牽婦，科頭袒衣，相將從溷上排壁出，詣都督高順營，直排順門入。順問：「將軍有所隱不？」布言「河內兒聲」。順言「此郝萌也」。順即嚴兵入府，弓弩並射萌衆；萌衆亂走，天明還故營。萌將曹性反萌，與對戰，萌刺傷性，性斫萌一臂。順斫萌首，牀輿性，送詣布。布問性，言「萌受袁術謀，謀者悉誰？」性言「陳宮同謀。」時宮在坐上，靣赤，傍人悉覺之。布以宮大將，不問也。性言「萌常以此問，性言呂將軍大將有神，不可擊也，不意萌狂惑不止。」布謂性曰：「卿健兒也！」善養視之。創愈，使安撫萌故營，領其衆。<\/ref>\n\n==Trong Tam Quốc diễn nghĩa==\nTrong tác phẩm [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Hác Manh không hề tạo phản rồi bị Cao Thuận giết, mà vẫn tiếp tục phục vụ cho Lã Bố, là một trong [[Bát kiện tướng|tám viên kiện tướng]] của Lã Bố.\n\nNăm 198, Khi [[Tào Tháo]] kéo quân đến bao vây Lã Bố trong [[trận Hạ Bì]]. Tình thế nguy ngập, Lã Bố buộc phải cầu viện sự giúp đỡ của [[Viên Thuật]] ở Thọ Xuân. Lã Bố sai Hác Manh và [[Trương Liêu]] hai tướng dẫn một nghìn quân đưa ra khỏi cửa ải. Canh hai đêm hôm ấy, Trương Liêu đi trước, Hác Manh đi sau giữ gìn cho [[Hứa Dĩ]], [[Vương Khải]] kéo ra cửa thành, chạy qua trại Lưu Bị, các tướng ra đuổi không kịp, thoát được khỏi cửa ải, Hác Manh đem năm trăm quân đi theo Hứa Dĩ, Vương Khải. Hứa Dĩ, Vương Khải đến Thọ Xuân vào bái kiến Viên Thuật trình thư Lã Bố. <ref>[[La Quán Trung]], [[Tam quốc diễn nghĩa|''Tam Quốc diễn nghĩa'']], hồi 19, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 19|Thành Hạ Phì, Tào Tháo dùng binh; Lầu Bạch Môn, Lã Bố tuyệt mệnh]]''.<\/ref>\n\nHứa Dĩ, Vương Khải không thuyết phục được Viên Thuật phải trở về cùng với Hác Manh, lúc đi sắp đến trại của Lưu Bị, Hứa Dĩ và Vương Khải đi trước, Hác Manh đi chặn hậu. Hứa Dĩ, Vương Khải đi trước được thoát còn Hác Manh đang đi thì gặp [[Trương Phi]] ra chặn đường giao chiến, chỉ được một hiệp, bị Trương Phi bắt sống đem đi. Năm trăm quân đi theo cũng bị Phi đánh giết tan nát cả. Trương Phi giải Hác Manh vào gặp Lưu Bị, Lưu Bị giải sang trình [[Tào Tháo]]. Hác Manh nói hết cả chuyện hứa hôn cầu cứu. Tào Tháo tức giận sai đem Manh ra cửa quân chém chết.<ref>[[La Quán Trung]], [[Tam quốc diễn nghĩa|''Tam Quốc diễn nghĩa'']], hồi 19, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 19|Thành Hạ Phì, Tào Tháo dùng binh; Lầu Bạch Môn, Lã Bố tuyệt mệnh]]''.<\/ref>\n\n==Xem thêm==\n* [[Danh sách nhân vật thời Tam Quốc]]\n* [[Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa|Danh sách sự kiện hư cấu trong Tam Quốc diễn nghĩa]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Trung Quốc}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất năm 196]]"}