{"Hác Chiêu":"'''Hác Chiêu''' ({{zh|t=郝昭|s=郝昭|p=Hao Zhao}}; ? – ?), tự '''Bá Đạo''' (伯道), là tướng lĩnh [[Tào Ngụy]] thời Tam Quốc trong lịch sử Trung Quốc.\n\n== Cuộc đời ==\n=== Bình định Hà Tây ===\nHác Chiêu quê ở quận [[Thái Nguyên (quận)|Thái Nguyên]], [[Tịnh Châu]], có cơ thể hùng tráng, tòng quân từ thời trai trẻ, lập nhiều chiến công, quan đến [[tạp hiệu tướng quân]]. Chiêu ở [[Hành lang Hà Tây|Hà Tây]] (thuộc Lương Châu) hơn 40 năm, rất được lòng người ngoại tộc.<ref name=\"TQC 3\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 3, ''[[:wikisource:zh:三國志\/卷03|Minh đế kỷ]]''.<\/ref><ref name=\"NHQHC 2\">[[Lý Cát Phủ]], ''[[Nguyên Hòa quận huyện chí]]'', quyển 2, [[:wikisource:zh:元和郡縣圖志\/卷02|Quan Nội đạo (2)]].<\/ref>\n\nNăm 215, [[Hàn Toại]] bị thuộc hạ là [[Khúc Diễn]], [[Tưởng Thạch]] giết chết. Cường hào Lương Châu là [[Trương Tiến]], [[Hoàng Hoa (Tam Quốc)|Hoàng Hoa]], Khúc Diễn, [[Hòa Loan]], [[Nhan Tuấn]] cấu kết nổi dậy ở ba quận [[Vũ Uy (quận)|Vũ Uy]], [[Trương Dịch (quận)|Trương Dịch]], [[Tửu Tuyền (quận)|Tửu Tuyền]], tự xưng tướng quân. Nhân cơ hội đó, ba bộ lạc người Hồ ở Vũ Uy tụ quân làm phỉ, khống chế Hà Tây, khiến cho việc lưu thông càng thêm khó khăn. Thái thú Vũ Uy [[Quán Khâu Hưng]] cầu viện Thái thú Kim Thành, Hộ Khương hiệu úy [[Tô Tắc]].<ref name=\"TQC 16\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 16, ''[[:wikisource:zh:三國志\/卷16|Nhâm Tô Đỗ Trịnh Thương truyện]]''.<\/ref>\n\nTin đến [[Hứa Xương|Hứa Đô]], [[Tào Tháo]] bèn hỏi kế [[Trương Ký (Tam Quốc)|Trương Ký]], Ký dẫn điển tích [[Biện Trang Tử]] giết hổ.<ref name=\"TQC 15\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 15, ''[[:wikisource:zh:三國志\/卷15|Lưu Tư Mã Lương Trương Ôn Giả truyện]]''.<\/ref> Tào Tháo vì thế hạ chiếu bắt hai tướng ở Kim Thành là Hác Chiêu, [[Ngụy Bình]] không được xuất binh. Tô Tắc nhận thấy cường hào ở Ung, Lương đều hưởng ứng Trương Tiến, lo lắng nếu chờ viện quân của triều đình đến thì tình hình sẽ trở nên xấu hơn, bèn thuyết phục Hác Chiêu xuất quân. Cuối cùng, Hác Chiêu dẫn một lực lượng nhỏ ép ba bộ lạc quy hàng, con đường tới quận Vũ Uy được nối lại.<ref name=\"TQC 16\" \/>\n\nNăm 220, Trương Tiến, Khúc Diễn, Hoàng Hoa lại nổi dậy, đánh đuổi, bắt giữ các quan viên do chính quyền Tào Ngụy cắt cử.<ref name=\"TQC 16\" \/> Triều đình Tào Ngụy phái thứ sử [[Trương Ký (Tam Quốc)|Trương Ký]], hộ quân [[Hạ Hầu Nho]], [[Phí Diệu]] dẫn quân đánh dẹp Trương Tiến.<ref name=\"TQC 15\" \/> Tô Tắc hội quân với Hác Chiêu lừa giết Khúc Diễn,<ref name=\"TQC 16\" \/>, lại cùng em của [[Trương Cung]] là [[Trương Hoa]] đánh bại Hoàng Hoa, buộc Hoa đầu hàng.<ref name=\"TQC 18\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 18, ''[[:wikisource:zh:三國志\/卷18|Nhị Lý Tang Văn Lã Hứa Điển nhị Bàng Diêm truyện]]''.<\/ref> Lương Châu hoàn toàn bị bình định.\n\nNăm 227, cường hào quận [[An Định (quận)|An Định]] là [[Khúc Anh]] (麴英) nổi dậy, giết chết Huyện lệnh huyện [[Hoàng Nguyên (huyện)|Lâm Khương]] cùng Huyện trưởng huyện [[Tây Ninh, Thanh Hải|Tây Đô]]. Tướng quân Hác Chiêu cùng [[Lộc Bàn]] (鹿磐) dẫn quân đi đánh dẹp, chém Anh.<ref name=\"TQC 3\" \/>\n\n=== Phòng thủ Trần Thương ===\nMùa xuân năm 228, thừa tướng nhà Hán là [[Gia Cát Lượng]] phát động chiến dịch bắc phạt, từ [[Kỳ Sơn]] tiến công [[Lương Châu]], không chế ba quận [[Thiên Thủy]], [[Nam An]], An Định, lại phái Trung hộ quân, Trấn đông tướng quân [[Triệu Vân]], Trung giám quân, Dương Vũ tướng quân [[Đặng Chi]] từ [[Cơ Cốc]] đi lối [[Trần Thương]] làm nghi binh. Tướng Ngụy là Tả tướng quân [[Trương Cáp]] đánh bại tướng Hán là thừa tướng tòng quân [[Mã Tắc]] ở [[Tân An|Nhai Đình]], buộc Gia Cát Lượng phải rút quân. Cánh quân Triệu Vân cũng bị Đại tướng quân [[Tào Chân]] đẩy lui. Sau trận này, Tào Chân cho rằng quân Hán không lâu sau sẽ lại hành quân theo lối Trần Thương, liền sai Hác Chiêu, [[Vương Sinh]] (王生) sửa chữa, xây thành.<ref name=\"TQC 3\" \/><ref name=\"TQC 9\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 9, ''[[:wikisource:zh:三國志\/卷09|Chư Tào chư Hạ Hầu truyện]]''.<\/ref>\n\nCuối năm 228, quân Ngụy do Đại tư mã Tào Hưu dẫn quân tấn công Đông Ngô. Đông Ngô phái sứ giả sang Quý Hán cầu viện.<ref name=\"TQC 58\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngô thư'', quyển 13, ''[[:wikisource:zh:三國志\/卷58|Lục Tốn truyện]]''.<\/ref> Thừa tướng Gia Cát Lượng hưởng ứng, vội vã hành quân ra Trần Thương trong khi chỉ mang một tháng lương thảo cùng vũ khí công thành. Gia Cát Lượng ban đầu cho rằng thành trì ở đường Trần Thương đều bị bỏ bê nhiều năm, khi đến nơi lại thấy thành trì kiên cố, liền cảm thấy nghi ngờ. Sau biết được tướng thủ thành là Hác Chiêu, Gia Cát Lượng vô cùng kinh ngạc, bèn phái thuộc cấp [[Cận Tường]] (靳詳) là đồng hương của Chiêu, đến chiêu hàng.<ref name=\"NHQHC 2\" \/> Lần đầu tiên đối thoại, Hác Chiêu bèn dẫn luật pháp nước Ngụy, nói rõ gia đình ở kinh đô làm con tin, không thể vì bản thân mà khiến người nhà bị liên lụy. Lần thứ hai đối thoại, Chiêu cài cung lắp tên, tỏ vẻ quyết liệt. Gia Cát Lượng bèn quyết tâm công thành.<ref name=\"TQC 3\" \/>\n\nHác Chiêu nhận định Gia Cát Lượng hành quân gấp, không mang nhiều lương thực, nói với Vương Sinh rằng chỉ cần cố thủ 1 tháng, thì quân Hán sẽ tự động rút lui. Ban đầu quân Hán dùng [[vân thê]] áp sát tường thành, Hác Chiêu cho quân bắn tên lửa (châm lửa ở đầu mũi tên) làm cháy. Quân Hán lại đẩy [[xung xa]] phá cổng thành, thì bị quân Ngụy dùng cối đá ném đá vỡ. Trong lúc đánh Trần Thương, Gia Cát Lượng lại cho quân đánh huyện Mi nhưng không thành.<ref name=\"TĐ 171\">[[Đỗ Hữu]], ''[[Thông điển]]'', [[:wikisource:zh:通典\/卷171|quyển 171]].<\/ref> Sau cùng, quân Hán lấp hào nước quanh thành, dùng [[tỉnh lan]] đưa quân lên tường thành. Tuy nhiên, Hác Chiêu đoán trước được tình thế, cho quân xây một bức tường bên trong, khiến quân Hán gặp khó khăn. Trong lúc phòng ngự, Hác Chiêu cho quân sĩ đào bới mồ mà để lấy nguyên liệu gỗ.<ref name=\"TQC 3\" \/>\n\nSau 20 ngày, Tào Chân phái Trương Cáp, Phí Diệu dẫn quân từ [[Kinh Châu]] đến cứu viện.<ref name=\"TĐ 173\">[[Đỗ Hữu]], ''[[Thông điển]]'', [[:wikisource:zh:通典\/卷173|quyển 173]].<\/ref> Gia Cát Lượng phát hiện quân Phí Diệu kéo đến, biết được đã hấp dẫn quân Kinh Châu, giảm áp lực về phía Đông Ngô thành công, cho rút quân.<ref name=\"TQC 3\" \/> Tướng quân [[Vương Song]] của Ngụy truy kích, bị quân Hán chém đầu. Trương Cáp tới nơi, đoán được quân Hán đã rút lui, dẫn quân đuổi theo hướng [[Nam Trịnh]], nhưng lúc này quân Hán đã rút về đất Thục an toàn.\n\n=== Hậu sự ===\nSau trận chiến, Ngụy Minh đế [[Tào Duệ]] nói với Trung thư lệnh [[Tôn Tư]]: ''Quê khanh dĩ nhiên có người hào sảng như thế, làm tướng hiểu biết như thế, trẫm còn gì phải lo lắng?'', hạ chiếu khen ngợi Hác Chiêu, ban tước [[liệt hầu]], triệu về Lạc Dương để trọng dụng. Không lâu sau, Hác Chiêu ốm chết ở Lạc Dương, người đời cho rằng Chiêu chết vì đào bới mồ mả.<ref name=\"TQC 3\" \/> Tào Duệ vì thế mà buồn bức, hạ chiếu giảm bớt thức ăn của các quan lớn, bị [[Tư Mã Ý]] dâng sớ khuyên can.<ref>[[Vương Ứng Lân]], ''[[:wikisource:zh:玉海 (四庫全書本)|Ngọc hải]]'', ''Binh tiệp''.<\/ref>\n\n== Gia đình ==\n* [[Hác Khải]] (郝凱), con trai của Hác Chiêu, tập tước hầu, sau làm tướng nước Ngụy.<ref name=\"TQC 3\" \/>\n\n== Trong văn học ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'' của [[La Quán Trung]], Hác Chiêu xuất hiện ở hồi 97, được mô tả ngoại hình cao chín thước, tay dài như vượn, thiện xạ, nhiều mưu lược. Hác Chiêu được Tư Mã Ý (trong lịch sử là Tào Chân) tiến cử trấn thủ Trần Thương, được Tào Duệ gia phong Trấn tây tướng quân.\n\nQuân Thục tiến đánh Trần Thương, ban đầu do [[Ngụy Diên]] chỉ huy, đánh nhiều ngày không hạ được. Gia Cát Lượng ban đầu giận dữ, muốn chém Diên, lại phái đồng hương của Chiêu là [[Ngân Tường]] (鄞祥) đến chiêu hàng. Hác Chiêu cự tuyệt, Gia Cát Lượng bèn cho quân tấn công. Hác Chiêu dùng 3.000 quân chống trả 30 vạn quân Thục (trong lịch sử là hơn 1.000 quân<ref>Sawyer (2010), p. 86<\/ref> với khoảng 1 đến vài vạn quân). Gia Cát Lượng dùng vân thê, xung xa, lấp hào thành nhưng đều bị Chiêu hóa giải. Sau 20 ngày giằng co, Gia Cát Lượng vô kế khả thi.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 97, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 97|Đánh nước Ngụy, Vũ hầu hai lần dâng biểu; Phá quân Tào, Khương Duy dùng mẹo hiến thư]]''.<\/ref>\n\nĐại quân Tào Chân tiến đến, Gia Cát Lượng nghe theo kế của [[Khương Duy]], đi đường Kỳ Sơn, bày mưu chém chết Vương Song, Phí Diệu, lại biết tin Hác Chiêu bị bệnh nặng, liền cho quân đánh Trần Thương, không để Trương Cáp có cơ hội cứu viện. Hác Chiêu mang bệnh chỉ huy, gặp phải tường thành bốc cháy, trong thành hỗn loạn. Hác Chiêu biết tin kinh sợ mà chết, thành Trần Thương cũng bi hạ. Gia Cát Lượng bèn cho vợ con Hác Chiêu đem linh cữu mang về Ngụy để biểu dương lòng trung thành.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 98, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 98|Đuổi quân Hán, Vương Song mắc mưu; Úp Trần Thương, Vũ hầu thắng trận.]]''.<\/ref> (Trong lịch sử, vợ con vẫn luôn sinh hoạt, làm con tin ở Lạc Dương; đồng thời Hác Chiêu cũng ốm chết ở Lạc Dương)\n\n== Xem thêm ==\n* [[Tô Tắc]]\n* [[Khúc Diễn]]\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Tư Mã Quang]], ''[[Tư trị thông giám]]''.\n* [[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]''.\n* {{chú thích sách|last=Sawyer |first=Ralph |title=Zhuge Liang: Strategy, Achievements, and Writings |year=2010 |publisher=CreateSpace Independent Publishing |isbn=978-1492860020}}\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n{{Thời gian sống||229}}\n\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]"}