{"Hán Quang Vũ Đế":"{{Thông tin nhân vật hoàng gia\n| hình = Han Guangwu Di.jpg\n| cỡ hình = 250px\n| ghi chú hình = Quang Vũ Hoàng đế, tranh của [[Diêm Lập Bản]] thời nhà Đường (thế kỷ thứ 7)\n| tên = Hán Quang Vũ Đế\n| tên gốc = 漢光武帝\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| thêm = china\n| chức vị = [[Hoàng đế]] [[nhà Hán|nhà Đông Hán]]\n| tại vị = [[5 tháng 8]], [[27]] – [[29 tháng 3]], [[57]]<br>({{số năm theo năm và ngày|25|8|5|57|3|29}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:-202 till:220\nAlignBars = early\nScaleMajor = increment:422 start:-202\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:25 till:57 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color=\"red\">'''Sáng lập triều đại<\/font> <br\/> ''[[Hán Kiến Thế Đế]] (Tiền Hán)''\n| kế nhiệm = [[Hán Minh Đế|<font color=\"blue\">Hán Minh Đế<\/font>]]\n| hoàng tộc = [[Nhà Hán|Nhà Đông Hán]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Lưu Tú (劉秀)\n| kiểu tên đầy đủ = Tên thật\n| niên hiệu = [[niên hiệu| ]]\n*Kiến Vũ (建武: [[27]] - [[56]])\n*Kiến Vũ Trung Nguyên (建武中元: [[56]] - [[57]])\n| thông tin niên hiệu = ẩn\n| miếu hiệu = [[Thế Tổ]] (世祖)\n| thụy hiệu = <font color = \"grey\">Quang Vũ Hoàng đế<\/font><br>(光武皇帝)\n| phối ngẫu = \n| vợ = [[Quách Thánh Thông|Quang Vũ Quách hoàng hậu]]<br>[[Âm Lệ Hoa|Quang Liệt Âm hoàng hậu]]\n| con cái = [[Hán Quang Vũ Đế#Hậu duệ|xem văn bản]]\n| cha = [[Lưu Khâm]]\n| mẹ = [[Phàn Nhàn Đô]]\n| sinh = [[15 tháng 1]], năm [[5 TCN]]\n| nơi sinh = [[Tân Dã]], [[Nam Dương]]\n| mất = [[29 tháng 3]], năm [[57]] (62 tuổi)\n| nơi mất = Nam Cung, [[Lạc Dương]]\n| nơi an táng = [[Nguyên lăng]] (原陵)\n}}\n\n'''Hán Quang Vũ Đế''' ([[chữ Hán]]: 漢光武帝; [[15 tháng 1]], [[5 TCN]] – [[29 tháng 3]], [[57]]), hay còn gọi '''Hán Thế Tổ''' (漢世祖), húy '''Lưu Tú''' (劉秀), [[biểu tự]] '''Văn Thúc''' (文叔)<ref>范曄. 《後漢書·張衡傳》. 世祖光武皇帝諱秀，字文叔<\/ref>, là vị [[Hoàng đế]] sáng lập triều đại [[Đông Hán]] trong [[lịch sử Trung Quốc]], đồng thời là vị Hoàng đế thứ 16 của [[nhà Hán]]. Ông trị vì từ ngày [[5 tháng 8]] năm [[25]] đến khi mất, tổng cộng 32 năm.\n\nLà dòng dõi xa của nhà [[Tây Hán]] và từng tham gia [[khởi nghĩa Lục Lâm]] chống lại chính quyền [[Vương Mãng]], Hán Quang Vũ Đế đã ly khai khỏi chính quyền mới của Lục Lâm, đánh bại các lực lượng cát cứ và thống nhất quốc gia, mở ra thời kỳ thịnh trị của Trung Quốc sau nhiều năm biến động, được gọi là '''Quang Vũ trung hưng''' (光武中興).\n\nTrong lịch sử Trung Quốc, Quang Vũ Đế Lưu Tú được đánh giá cao với tài cầm binh, sau khi xưng Đế đã đích thân dẫn binh thảo phạt tứ phương, thu phục nhiều quân phiệt và củng cố chính quyền nhà Hán sau một thời gian bị gián đoạn. Ông trọng hiền đãi sĩ, khoan hậu trọng tín, nên được chư hầu [[Đậu Dung]] (竇融), tướng [[Mã Viện]] đều quy phục. Khác với tổ tiên [[Hán Cao Tổ]] Lưu Bang, hoặc các vị Hoàng đế khai quốc về sau như [[Minh Thái Tổ]] Chu Nguyên Chương, ông không sát hại hiền thần theo mình như họ, mà thiện đãi, khuất phục họ phục vụ mình cho đến hết triều đại của mình.\n\nĐối với [[Hung Nô]], Quang Vũ Đế sáp nhập [[Nam Hung Nô]] vào lãnh thổ nhà Hán, nhập vào 8 quận biên phòng phía Bắc gồm: [[Bắc Địa]], [[Sóc Phương]], [[Ngũ Nguyên]], [[Vân Trung]], [[Định Tương]], [[Nhạn Môn]], [[Đại Quân]] và [[Tây Hà]]. Quang Vũ cho phép [[Thiền vu]] ngự tại [[Mỹ Tắc huyện]] của Tây Hà. Theo thời gian, diên biên Bát quận này ngày càng trở thành một thế lực mạnh, vừa góp phần giúp nhà Hán ngăn chặn [[Bắc Hung Nô]], lại tự tạo thành 1 thế lực quân phiệt. Đến thời kì giữa Đông Hán, bên cạnh loạn [[người Khương]] thì Bát quận thường xuyên nổi loạn, tạo thành một mối họa Bắc phiên trong suốt thời gian còn lại của Đông Hán<ref>[[Tiết Hải Ba]]: <Nam Hung Nô nội thiên và Đông Hán Bắc phiên biên phòng tân luận; 南匈奴內遷與東漢北邊邊防新論> - <Nội Mông Cổ xã hội khoa học; 内蒙古社会科学> - 2012<\/ref>.\n\n== Thân thế ==\n=== Nhánh Thung Lăng ===\nHán Quang Vũ Đế Lưu Tú là cháu 9 đời của [[Hán Cao Tổ]] Lưu Bang. Tổ 6 đời của Lưu Tú là Hoàng lục tử Trường Sa Định vương [[Lưu Phát]] (劉發), Hoàng tử thứ sáu của [[Hán Cảnh Đế]] Lưu Khải. Mẹ Lưu Phát là [[Đường Cơ]] (唐姬) vốn chỉ là nô tì, vì được sủng hạnh mà sinh ra Hoàng tử, nên Lưu Phát không được Cảnh Đế yêu, chỉ phong làm '''Trường Sa vương''' (長沙王), đất phong tại một vùng xa kinh thành, ẩm thấp và cằn cỗi.\n\nLàm Trường Sa vương được 28 năm thì Lưu Phát mất, con trưởng là [[Lưu Dung (Trường Sa Đái vương)|Lưu Dung]] (劉庸) kế vị, tức là '''Trường Sa Đái vương''' (長沙戴王). Tổ 5 đời của Lưu Tú tên [[Lưu Mãi]] (劉買), là con thứ của Trường Sa vương Lưu Phát nên chỉ được phong [[Hầu tước]] ở hương [[Thung Lăng]], huyện [[Linh Đạo]] thuộc quận [[Linh Lăng]] (thuộc Đông bắc [[Ninh Viễn]], [[Hồ Nam]] hiện nay), gọi là '''Thung Lăng hầu''' (舂陵侯).\n\nLưu Mãi có hai con, con trưởng [[Lưu Hùng Cừ]] (劉熊渠), con thứ là [[Lưu Ngoại]] (劉外) chính là cụ của Lưu Tú. Theo quy định, Lưu Hùng Cừ thừa kế ngôi Thung Lăng hầu, còn Lưu Ngoại không được chức vụ gì, chỉ có thể tiến thân bằng khoa cử hoặc các hình thức khác để làm quan. Sau Lưu Ngoại tự phấn đấu làm [[Thái thú]] quận [[Uất Lâm]] (khu vực [[Quế Bình]], [[Ngọc Lâm]] tỉnh [[Quảng Tây]] hiện nay).\n\n=== Dời về Nam Dương ===\nCon Lưu Hùng Cừ là [[Lưu Nhân]] (劉仁) nối chức Thung Lăng hầu, còn con Lưu Ngoại là [[Lưu Hồi]] (劉回) - ông nội của Lưu Tú - cũng tự phấn đấu làm chức ''Đô uý'' ở [[Cự Lộc]] (vùng Cự Lộc thuộc tỉnh [[Hà Bắc, Trung Quốc]]). Lưu Hồi là em họ của Thung Lăng hầu Lưu Nhân, có công lớn trong việc vận động [[Hán Nguyên Đế]] Lưu Thích cho gia tộc họ Lưu ở Thung Lăng được dời từ huyện Linh Đạo xa xôi và khắc nghiệt về huyện [[Thái Dương]], thuộc quận [[Nam Dương]] - nằm trong bản đồ Trung nguyên. Vùng Nam Dương khi đó ngoài gia tộc anh em Lưu Nhân còn có những chi khác của Lưu Phát trước đây như [[Lưu Đan]] (劉丹) cũng được dời từ Trường Sa về sớm hơn<ref>Dòng Lưu Đan được về từ thời [[Hán Vũ Đế]] (128 TCN)<\/ref> và các chi này đều có quan hệ khá chặt chẽ.\n\nLưu Hồi có hai con trai, con trưởng là [[Lưu Khâm]] (劉欽), con thứ là [[Lưu Lương]] (劉良). Lưu Khâm là cha Lưu Tú, lấy con gái hào phú [[Phàn Trọng]] (樊重) là [[Phàn Nhàn Đô]] (樊娴都). Thời [[Hán Thành Đế]], Lưu Khâm qua sát hạch được phong làm [[Huyện lệnh]] của huyện [[Tế Dương]], thuộc quận Trần Lưu, sau chuyển về làm Huyện lệnh ở [[Nam Đốn]]. Lưu Lương được cử làm ''\"Hiếu liêm\"'', rồi làm Huyện lệnh huyện Tiêu, thuộc Bái quận<ref>Huyện Tiêu, [[An Huy]] hiện nay<\/ref>.\n\nLưu Khâm và Phàn Nhàn Đô sinh được 6 người con: 3 trai 3 gái. Lưu Tú là con thứ 5 trong nhà, ra đời tại nha phủ huyện Tế Dương vào ngày [[15 tháng 1]], năm [[5 TCN]]. Ông có 2 anh và 2 chị, 1 em gái; theo thứ tự thì là: chị cả [[Lưu Hoàng (Đông Hán)|Lưu Hoàng]] (劉黃), chị thứ [[Lưu Nguyên (Đông Hán)|Lưu Nguyên]] (劉元), anh ba [[Lưu Diễn]], anh bốn [[Lưu Trọng]] (劉仲) cùng em gái út [[Lưu Bá Cơ]] (劉伯姬). Anh em nhà Lưu Tú xuất thân trong gia đình Huyện lệnh, lại là thân tộc Nam Dương Lưu thị nên gia thế cũng gọi là khá giả, do vậy các anh chị em trong nhà Lưu Tú được cha mẹ quan tâm dạy dỗ từ nhỏ. Khi Lưu Tú được 11 tuổi, Lưu Khâm bị bệnh đột ngột qua đời, Phàn Nhàn Đô đưa 6 anh em Lưu Tú sống dựa vào chú là Lưu Lương.\n\nNăm [[8]], khi Lưu Tú 15 tuổi, [[Vương Mãng]] cướp ngôi [[nhà Hán]], lập ra [[nhà Tân]]. Anh cả Lưu Diễn nuôi chí chống lại Vương Mãng để báo thù cho nhà Hán. Trong khi Lưu Tú chăm chỉ học hành và giữ nề nếp trong nhà thì Lưu Diễn tỏ ra khác hẳn, thích sống phóng khoáng, bán tài sản kết giao giang hồ theo phong cách của [[Hán Cao Tổ|Lưu Bang]]. Lưu Tú bị anh chê là có tầm nhìn hạn hẹp, chỉ luẩn quẩn trong nhà, chú tâm những điều vụn vặt như ông Lưu Trọng - anh của Lưu Bang trước kia<ref>Tào Hồng Toại, sách đã dẫn, tr 263<\/ref>. Tuy nhiên Lưu Tú không tranh luận với anh về việc đó. Sự khiêm tốn của Lưu Tú khiến ông ít được mọi người chú ý.\n\nKhoảng niên hiệu Thiên Phượng nhà Tân ([[14]] - [[19]]), Lưu Tú lên du học ở [[Trường An]]. Lưu Tú qua các kỳ sát hạch, được vào [[nhà Thái học]] để học chính sự theo danh nho [[Hứa Tử Uy]]. Do thiếu tiền học, ông cùng các bạn học như [[Đặng Vũ]], [[Chu Hựu]] chung nhau tiền làm thuốc viên bán; hoặc mua lừa rồi cho người khác thuê chở hàng kiếm tiền<ref>Tào Hồng Toại, sách đã dẫn, tr 267<\/ref>. Ngoài ra, ông còn được Chu Hựu nhà khá giả chu cấp, giúp đỡ. Tuy nhiên sau đó vì khó khăn quá, ông phải bỏ dở việc học trở về nhà sau 2 năm.\n\n== Chống Vương Mãng ==\n=== Khởi nghĩa ===\nChính quyền [[Vương Mãng]] ngày càng mất lòng dân, khắp nơi nổi dậy chống triều đình từ năm 15. Lớn mạnh nhất là 2 cuộc [[khởi nghĩa Lục Lâm]] do Vương Khuông và Vương Phượng cầm đầu ở núi Lục Lâm (năm 17) và cuộc [[khởi nghĩa Xích Mi]] do Phàn Sùng đứng đầu ở huyện Cử (năm 18).\n\nPhong trào khởi nghĩa lan rộng. Năm 21, quân Lục Lâm ngày một lớn mạnh, đánh tan 2 vạn quân của quan trấn thủ Kinh châu ở Vân Đỗ<ref>Tây bắc huyện Miên, Hồ Bắc hiện nay<\/ref>. Địa bàn của quân Lục Lâm mở rộng ra vùng giáp ranh 3 quận [[Giang Hạ]], [[Nam Quận]] và [[Nam Dương quận|Nam Dương]] – gần với nơi ở của Lưu Tú. Điều đó trực tiếp tác động đến anh em Lưu Tú và [[Lưu Diễn]]. Cùng lúc anh em Lưu Tú tính chuyện dựng cờ chống Vương Mãng, một số nhân sĩ và môn khách của Lưu Diễn đã tham gia khởi nghĩa các nơi, vì vậy anh em Lưu Diễn sợ bị tội chứa chấp \"quân phản loạn\" phải lẩn trốn đi nơi khác, lấy cớ đi buôn thóc gạo trốn về Tân Dã theo anh rể Đặng Thần.\n\nTháng 9 năm 22, Lưu Diễn và Lưu Tú chia nhau đi tập hợp lực lượng chuẩn bị khởi binh. Trong khi Lưu Tú ở Uyển Thành tập hợp bạn bè như anh em Lý Thông, Lai Hấp, anh rể Đặng Thần, chú Lưu Sưởng,... được vài ngàn người thì Lưu Diễn trở về quê cũ ở hương Thung Lăng huyện [[Mặt Trời|Thái Dương]], tụ tập được vài ngàn thanh niên cùng các môn khách giang hồ và gia nhân dựng cờ khởi nghĩa. Có người nghe Lưu Diễn phát động còn e ngại, nhưng sau đó trông thấy Lưu Tú mặc áo, đội mũ chiến dẫn quân từ Uyển Thành tới đều rất kinh ngạc, cho rằng ngày thường Lưu Tú thận trọng và khiêm tốn giữ mình, nay cũng làm phản thì thiên hạ sẽ phải đổi chủ. Vì vậy những người e ngại đều quyết chí theo anh em Lưu Tú. Hai đạo quân hợp làm một, được hơn 7000 người. Lưu Diễn tự xưng làm trụ thiên bộ hộ, giữ chức thống soái chỉ huy toàn quân. Cánh quân này gọi là ''Thung Lăng quân''.\n\n=== Gia nhập quân Lục Lâm ===\nCăn cứ Lục Lâm có dịch bệnh, quân Lục Lâm phải chia làm 2 cánh rút khỏi Lục Lâm: một cánh theo Vương Khuông, Vương Phượng, Mã Vũ đi về [[Nam Dương quận|Nam Dương]], gọi là ''quân Tân Thị''; cánh kia theo Vương Thường, Thành Đan đi về [[Nam Quận]] gọi là ''quân Hạ Giang''. [[Tháng bảy|Tháng 7]] năm [[22]], quân Tân Thị đi đến huyện Tuỳ, lại được sự gia nhập của ''quân Bình Lâm'' của Trần Mục và một tông thất [[nhà Hán]] là [[Lưu Huyền]]. Nghe tin đó, anh em Lưu Tú bèn cử Lưu Gia đến liên hệ với các thủ lĩnh quân Tân Thị xin gia nhập. Vương Khuông lập tức chấp thuận. Lực lượng quân Tân Thị có quân Thung Lăng hợp sức nên mạnh lên nhiều.\n\nQuân Tân Thị tiến về phía tây đánh vào Trường Tụ<ref>Phía tây Táo Dương, Hồ Bắc hiện nay<\/ref>. Trong trận đầu tiên đụng độ với quân triều đình, Lưu Tú vì là bộ tướng vẫn chưa có ngựa cưỡi nên phải cưỡi trâu ra trận<ref>Tào Hồng Toại, sách đã dẫn, tr 301<\/ref>. Trận này quân khởi nghĩa giết chết huyện uý Tân Dã. Nhờ đoạt được ngựa của địch, Lưu Tú mới có ngựa cưỡi ra trận.\n\nSau đó quân Tân Thị lại đánh bại quân Tân ở Đường Tử<ref>Phía bắc Táo Dương, Hồ Bắc<\/ref>, lại giành thắng lợi, thu được nhiều quân lương.\n\nTuy nhiên, ngay sau trận thắng này, [[khởi nghĩa Lục Lâm|quân Lục Lâm]] và quân Thung Lăng bắt đầu rạn nứt, vì các tướng Lục Lâm vốn số đông là nông dân, quá nhiệt tình đánh trận trong khi các tướng Thung Lăng xuất thân từ địa chủ, ít xông pha chiến trận nhưng giành giật của cải thu được rất nhanh. Vì vậy các tướng Lục Lâm tỏ ý bất bình. Lưu Tú vội đứng ra dàn hoà để tránh đổ vỡ liên minh, sai các thuộc hạ nộp bớt của cải thu được của quân Tân cho các tướng Lục Lâm<ref>Tiêu Lê, sách đã dẫn, tr 433<\/ref>.\n\n=== Bại trận Tiểu Trường An ===\nDo giữ được hòa khí, hai cánh quân lại phối hợp đánh hạ được Cưu Dương<ref>Tây bắc Đường Hà, [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref> và tiến về Tân Đô<ref>Phía đông huyện Tân Dã hiện nay<\/ref>, áp sát Uyển Thành - thủ phủ của [[Nam Dương quận|Nam Dương]].\n\nTháng 12 năm 22, các tướng trấn thủ Nam Dương là Chân Phụ và Lương Khâu Tứ mang 10 vạn quân ra đối địch. Hai bên gặp nhau ở [[Tiểu Trường An]] huyện Dục Dương<ref>Phía nam thành phố Nam Dương, [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref>. Quân Lục Lâm (gồm Tân Thị và Thung Lăng) vừa thắng trận, chủ quan khinh địch, bị quân [[nhà Tân|Tân]] đánh tan tác. Cánh quân của Lưu Tú bị chết và tan chạy hết, một mình Lưu Tú cưỡi ngựa chạy thoát.\n\nTrên đường đi, ông gặp em gái Lưu Bá Cơ, bèn kéo lên ngựa đi cùng. Đi được một đoạn, anh em Lưu Tú lại gặp chị Lưu Nguyên và ba con nhỏ. Thấy chỉ có một con ngựa, Lưu Nguyên biết không thể thoát nên một mực giục hai em đi trước. Lưu Tú đành mang em gái chạy. Sau đó quân nhà Tân đuổi đến, giết cả bốn mẹ con Lưu Nguyên. Mồ mả nhà Đặng Thần cũng bị san phẳng. Anh hai của Lưu Tú là [[Lưu Trọng]] cùng bị giết trong trận này.\n\n=== Đại chiến Côn Dương ===\n{{Chính|Trận Côn Dương}}\n\nQuân [[khởi nghĩa Lục Lâm|Lục Lâm]] bại trận phải lui về giữ [[Cức Dương]]. Lưu Tú và Lưu Diễn nghe tin cánh quân Giang Hạ của Lục Lâm vừa thắng trận, bèn sai người đến liên lạc với [[Vương Thường]] đề nghị hội binh. Vương Thường đồng ý. [[Tháng một|Tháng 1]] năm [[23]], quân Giang Hạ kéo về Cức Dương hợp làm một với quân Tân Thị. Từ đó quân Lục Lâm lại thống nhất, nhuệ khí lại tăng lên.\n\nQuân Lục Lâm chia làm nhiều cánh bất ngờ tập kích, giết chết Chân Phụ và Lương Khâu Tứ. Sau đó Lưu Diễn lại dùng kế đánh bại cánh quân của hai tướng Nghiêm Ưu và Trần Mậu ở phía bắc sông Dục Thủy<ref>Phía tây bắc Ngoã Điếm cạnh Bạch Hà, Hà Nam, Trung Quốc<\/ref>. Quân Tân thua bỏ chạy về cố thủ ở [[Uyển Thành]].\n\nTrong quân Lục Lâm có chủ trương lập một người hoàng tộc [[nhà Hán]] lên làm vua để có danh chính đánh [[Vương Mãng]], khôi phục nhà Hán. Ngoài [[Lưu Huyền]] và anh em [[Lưu Diễn]], Lưu Tú, trong quân Lục Lâm còn có các tông thất là Lưu Lương, Lưu Tứ, Lưu Gia. Vương Khuông và Vương Phượng chủ trương lập Lưu Huyền là người tài năng kém và không có vây cánh, thế lực để dễ khống chế<ref>Tiêu Lê, sách đã dẫn, tr 434<\/ref><ref>Đặng Huy Phúc, sách đã dẫn, tr 86-87<\/ref>, trong khi thiểu số theo Lưu Diễn không tán thành, muốn mình được lập. Cuối cùng, số đông của Vương Khuông thắng thế, Lưu Huyền được lập làm vua, với danh nghĩa khôi phục nhà Hán để đánh nhà Tân, tức là vua [[Lưu Huyền|Hán Canh Thủy Đế]].\n\n[[Tháng hai|Tháng 2]] năm [[23]], quân Lục Lâm dưới danh nghĩa nhà Hán chia làm 2 đường, cánh quân lớn do Vương Khuông, Lưu Diễn chỉ huy đánh Uyển Thành; cánh thứ 2 nhỏ hơn do Vương Phượng, Vương Thường, Lưu Tú chỉ huy, mang 2 vạn quân đánh Côn Dương<ref>Huyện Diệp, Hà Nam, Trung Quốc<\/ref>, Đinh Lăng<ref>Tây bắc Uyển Thành, Hà Nam<\/ref> và đất Yển<ref>Nay là Yển Thành, Hà Nam<\/ref>. Quân Nghiêm Ưu, Trần Mậu bỏ Uyển Thành về giữ Dĩnh Xuyên, giao cho các tướng dưới quyền cố thủ Uyển Thành.\n\nCánh quân của Vương Thường và Lưu Tú cũng luôn thắng trận, thu rất nhiều của cải và lương thực, mang cung cấp cho Lưu Diễn.\n\nVương Mãng nghe tin [[Nhà Tân|quân Tân]] liên tiếp thất bại, liền phái Đại tư đồ [[Vương Tầm]], Đại tư không [[Vương Ấp]] trưng tập hết quân tướng còn lại gồm 42 vạn quân đi đánh quân Lục Lâm, mang theo cả [[hổ]], [[báo]], [[voi]]. Tháng 5 năm 23, quân Vương Tầm tiến đến Dĩnh Xuyên<ref>Huyện Vũ tỉnh Hà Nam<\/ref>, hợp với quân của Nghiêm Ưu, Trần Mậu. Bốn tướng hợp đại binh tiến về phía nam, đụng độ với cánh quân nhỏ của Lục Lâm dưới quyền Lưu Tú và Vương Thường. Sau vài trận đánh chặn ở [[Dương Quan]], Lưu Tú cũng lui về [[Côn Dương]].\n\nQuân tiên phong của Vương Ấp gồm 10 vạn người kéo đến thành Côn Dương. Vương Ấp cho quân vây 4 mặt, hạ trại giữ xung quanh. Trong thành, quân Lục Lâm chỉ có hơn 8000 người. Vương Phượng và Vương Thường chủ trương phá vây chạy nhưng Lưu Tú cho rằng không nên, vì lực lượng quá chênh lệch sẽ bị hỗn loạn và bị giết hết. Các tướng phản đối chủ trương của Lưu Tú. Đang bàn bạc chưa xong thì có tin báo rằng: Hậu quân Tân kéo đến, rất đông người, dài hơn trăm dặm không dứt.\n\nCác tướng thấy Lưu Tú nói có lý, bèn quyết định nghe theo kế của ông. Vương Phượng và Vương Thường lo giữ thành, Lưu Tú và Tông Khiêu, Lý Dật cùng 13 kỵ binh nhân lúc đêm tối, nhân lúc quân địch đông đảo chưa lập trại xong, kéo ra cửa nam thành, đến các huyện đã chiếm được trước kia thu thập binh mã về cứu viện.\n\nQuân Tân tập hợp đủ 42 vạn người, đánh thành dữ dội, các tướng trong thành phải liều chết giữ.\n\n[[Tháng sáu|Tháng 6]], các cánh quân Lục Lâm ở [[Yển Thành]] và [[Định Lăng]] nghe tin Lưu Tú cấp báo, bèn hợp binh được vài ngàn người tiến về cứu Côn Dương. Khi cách quân Tân còn 5 dặm, Lưu Tú bày trận. Vương Tầm coi thường viện binh, chỉ mang vài ngàn quân ra đánh. Lưu Tú nhân lúc quân Tân chưa bày trận xong, bèn tự mình hăng hái đi đầu, đánh vào trận địch tới. Quân Tân bị đánh bất ngờ, thua trận bỏ chạy. Lưu Tú thừa cơ truy kích giết hơn 1000 người.\n\nLúc đó cánh quân Lưu Diễn và Vương Khuông mới hạ được Uyển Thành 3 ngày nhưng phía Lưu Tú chưa biết tin. Song ông vẫn sai người phao tin rằng Uyển Thành đã bị quân Lục Lâm hạ, từ đó quân chủ lực sẽ tới cứu Côn Dương. Điều đó khiến quân trong thành rất vững tâm, còn quân Vương Tầm, Vương Ấp ở ngoài lo lắng.\n\nLưu Tú chọn ra 3.000 quân trong đội viện binh, nhân lúc đêm tối vượt qua Côn Thủy phía tây thành Côn Dương, rạng sáng hôm sau đột ngột tấn công vào trung quân của quân Tân. Quân Tân bị đánh bất ngờ. Vương Tầm vội mang 2 vạn quân ra nghênh chiến, nhưng quân sĩ hoảng loạn không sắp được đội hình, bị quân Lục Lâm đánh đại bại. [[Vương Tầm]] bị giết trong trận này.\n\nChủ soái bị giết làm quân Tân hoảng loạn. Trong thành, Vương Thường và Vương Phượng kéo ra đánh sáp lại, quân Tân bị giết rất nhiều, người chết dài hơn 100 dặm<ref>Tào Hồng Toại, sách đã dẫn, tr321<\/ref>. Cùng lúc đó trời bất ngờ đổ mưa to gió lớn, nước sông Trĩ Xuyên<ref>Nay là Sa Hà<\/ref> phía bắc Côn Dương dâng cao, chặn đường tháo chạy của quân Tân. Quân Tân bị chết đuối trên sông rất nhiều, các tướng Vương Ấp, Nghiêm Ưu và Trần Mậu chạy thoát. Quân sĩ nhà Tân cùng nhau đào ngũ rất nhiều, chỉ có [[Vương Ấp]] cùng vài ngàn quân trung thành chạy về [[Trường An]].\n\n=== Nén đau thương và hận thù ===\nSau khi hạ Uyển Thành, Canh Thủy Đế [[Lưu Huyền]] lấy đây làm kinh đô. [[Lưu Diễn]] có công đánh chiếm Uyển Thành nên tỏ ra cậy công, bất phục Lưu Huyền, tự xưng là Trụ thiên đại tướng quân. Sợ Lưu Diễn mưu lật đổ, phe Lưu Huyền được Vương Khuông, Thân Đồ Kiến ủng hộ bàn nhau giết Lưu Diễn để trừ hậu hoạ.\n\nLưu Tú nhận thấy trong hàng ngũ các tướng Thung Lăng cũ, Lý Dật từ khi gia nhập quân Lục Lâm thường gần gũi lấy lòng các tướng Lục Lâm mà xa lánh anh em mình. Do đó ông nhắc Lưu Diễn cảnh giác với Lý Dật, nhưng Lưu Diễn không để ý tới<ref>Tào Hồng Toại, sách đã dẫn, tr 326<\/ref>.\n\nBiết một tông thất khác là Lưu Tắc về phe Lưu Diễn và phản đối việc lập Lưu Huyền, Huyền triệu về giết chết. Lưu Diễn có mặt ở đó thấy vậy kiên quyết phản đối, đòi thu lệnh chém Lưu Tắc. Chu Vĩ và Lý Dật bèn khuyên Lưu Huyền nhân đó xử tội luôn Lưu Diễn đồng mưu phản nghịch. Canh Thủy Đế được cơ hội bèn sai bắt luôn Lưu Diễn mang chém vì tội chống đối.\n\nSau trận thắng Côn Dương, Lưu Tú mang quân đánh chiếm quận Dĩnh Xuyên. Được tin anh bị giết, Lưu Tú rất đau xót nhưng cố nén lòng, không để tang Lưu Diễn, cười nói như thường để mọi người không nghi ngờ. Sau đó ông đến tạ tội với [[Lưu Huyền|Canh Thủy Đế]] khiến Canh Thủy Đế rất ngạc nhiên. Canh Thủy Đế thấy Lưu Tú có công thắng [[trận Côn Dương]], nhân đó muốn an ủi, phong ông làm Phá lỗ tướng quân, Vũ Tín hầu.\n\nLưu Tú trở về bản bộ giữ thái độ như bình thường để lung lạc các thủ hạ của Lưu Huyền; ông vẫn kín đáo tưởng niệm Lưu Diễn: không uống rượu, không ăn thịt. Chỉ có duy nhất bộ tướng [[Phùng Dị]] biết việc Lưu Tú lặng lẽ khóc anh một mình ban đêm, hiểu ông và được ông tiết lộ tâm sự<ref>Tào Hồng Toại, sách đã dẫn, tr 330<\/ref>.\n\n== Bình định thiên hạ ==\n=== Đi trấn thủ Hà Bắc ===\nNhân lúc quân Tân thua tan tác, các thổ hào các vùng nổi dậy cát cứ. Chính quyền [[nhà Tân]] lúc đó rất suy yếu, thực tế chỉ còn [[Trường An]] và [[Lạc Dương]]. Quân Lục Lâm chia làm hai đường tiến đánh hai nơi này. [[Tháng bảy|Tháng 7]] năm [[23]], tướng quân Lục Lâm là Vương Khuông đánh hạ thành Lạc Dương. Tháng 10, quân Lục Lâm tiến vào Trường An, giết chết Vương Mãng, lật đổ nhà Tân.\n\nSau khi đánh chiếm [[Lạc Dương]], Lưu Huyền muốn dời đô về đó, bèn phong Lưu Tú làm Đại lý Tư lệ hiệu uý đến Lạc Dương sửa sang cung điện. Tháng 10 năm 23, Canh Thủy Đế dời đô về Lạc Dương. Khi quân Lục Lâm của Lưu Huyền tiến vào, vì nhiều người ăn mặc lộn xộn, mặc cả đồ phụ nữ nên các chí sĩ và địa chủ tỏ vẻ coi thường; tới khi cánh quân Lưu Tú tiến vào, trang phục và đội ngũ nghiêm chỉnh hơn nên được mọi người nể phục<ref>Tiêu Lê, sách đã dẫn, tr 441<\/ref>.\n\nMặc dù diệt được nhà Tân nhưng phạm vi quản lý của [[Lưu Huyền|Canh Thủy Đế]] chỉ bao gồm Quan Trung, Lạc Dương, Giang Hoài và Kinh châu, các nơi khác do các lực lượng nhân danh chống Vương Mãng nổi dậy chiếm giữ. Lúc đó vùng Hà Bắc vẫn do các tướng do Vương Mãng bổ nhiệm và các cánh quân khởi nghĩa chia nhau nắm giữ. Quân khởi nghĩa Xích Mi của Phàn Sùng bất mãn với Lưu Huyền cũng ly khai chống lại.\n\nLưu Huyền định cử tướng đi bình định [[Hà Bắc (Trung Quốc)|Hà Bắc]], Tư đồ Lưu Tứ là anh họ của Lưu Tú bèn tiến cử Lưu Tú. Ban đầu Lưu Huyền nghe theo Chu Vĩ, sợ thả Lưu Tú đi sẽ khó kiềm chế. Lưu Tú bèn nhờ cha con Tả thừa tướng Tào Cánh và Tào Hử tiến cử một lần nữa. Canh Thủy Đế bằng lòng phái Lưu Tú đi. Tháng 10 năm 23, ông nhận chức Đại Tư mã, cùng các tướng Phùng Dị, Diêu Kỳ, Chu Hựu,... rời Lạc Dương lên Hà Bắc.\n\n=== Bình định Hà Bắc ===\n==== Bị truy đuổi ====\nĐến Hà Bắc, ông phải đối mặt với hàng loạt lực lượng chống đối. Ngoài các tướng cũ của Vương Mãng, các cánh quân khởi nghĩa không tuân phục triều đình Canh Thủy Đế rất nhiều, như quân Đồng Mã, Thanh Độc, Đại Dung, Cao Hồ Thiết Kính,... tất cả 15 cánh quân. Thêm vào đó là lượng địa chủ địa phương do một thầy bói là [[Vương Lang]] đứng đầu, tự xưng là con trai [[Hán Thành Đế]], đổi tên là Lưu Tử Dư, chiếm giữ Hàm Đan để cát cứ<ref>Khi Vương Mãng còn sống đã giết Lưu Tử Dư thật - con của Thành Đế. Nhưng sau này Vương Lang nói rằng đó là Lưu Tử Dư giả, còn mình mới là Lưu Tử Dư thật. Theo Lê Đông Phương và Vương Tử Kim trong Kể chuyện Tần Hán, tr 294, ngày nay không có cơ sở nào để kết luận Vương Lang có phải là Lưu Tử Dư thật hay chỉ là mạo nhận<\/ref>.\n\nKhi Lưu Tú đến Hàm Đan, mưu sĩ của Vương Lang (Lưu Tử Dư) là Lưu Hâm đến yết kiến định xin theo, xin hiến kế đánh quân Xích Mi của Phàn Sùng với ông. Hâm bày mưu mở cửa đê sông Hoàng Hà để dìm chết quân Phàn Sùng. Tuy nhiên Lưu Tú không tán thành ý đồ giết người tàn nhẫn như vậy nên không nghe theo. Lưu Hâm bèn trở về, cùng các đại địa chủ nước Triệu quyết ý giúp Vương Lang, lập Lang - với tên Lưu Tử Dư – làm hoàng đế.\n\nBiết mình lực lượng mỏng không thể đối địch với Vương Lang, Lưu Tú dẫn quân đến Chân Định. Vương Lang treo giải cho ai giết được ông thì phong Vạn hộ hầu, vì thế tháng 1 năm 24 ông phải tiếp tục chạy lên phía bắc. Khi đến Lư Nô<ref>Huyện Định, Hà Bắc, Trung Quốc hiện nay<\/ref> thì được sự ủng hộ gia nhập của Cảnh Yểm, con trai thái thú Thượng Cốc là Cảnh Huống. Ông tiếp tục đi lên phía bắc đến huyện Kế<ref>Bắc Kinh hiện nay<\/ref>, định tuần thú ở đây để thu phục lòng người, nhưng ở đâu cũng có hịch văn kêu gọi giết ông sẽ có thưởng. Ngoài ra, con của hoàng thân Lưu Gia – người tham gia quân Thung Lăng – là Lưu Tiếp cũng khởi binh hưởng ứng Lưu Tử Dư. Vì vậy Lưu Tú vội vã trở về phía nam, trên đường về ông không dám ghé vào các thành ấp, ăn ngủ đều ở bên đường.\n\nToàn quân đói khát, đến Nhiêu Dương, Lưu Tú phải trá xưng là sứ giả của hoàng đế Lưu Tử Dư vào quán kiếm cơm. Có người tỏ thái độ nghi ngờ nhưng vì Lưu Tú giữ thái độ bình tĩnh như thường nên cuối cùng toàn quân đi thoát.\n\nVề phía nam đến Nam Cung<ref>Vùng thuộc tỉnh Hà Bắc, [[Trung Quốc]], không phải là thành phố Nam Cung<\/ref>, trời rét, quân Lưu Tú phải nghỉ trong nhà bỏ không bên đường. Tới sông Hồ Đà không có thuyền, nhưng đúng lúc đó mặt sông đóng băng nên toàn quân Lưu Tú vượt qua được sông, đến huyện Hạ Bác rồi tới Tín Đô, gặp được tướng trấn thủ là Nhiệm Quang do Lưu Huyền phái tới.\n\n==== Diệt Vương Lang ====\nLưu Tú hợp binh với Nhiệm Quang, bàn cách liên lạc với các cánh quân khởi nghĩa nông dân Lực Tử Đô và Thành Đầu Tử Lộ - đã hàng Canh Thủy Đế - để chống Vương Lang. Ông sai Nhiệm Quang viết hịch đi khắp các quận huyện kêu gọi phản [[Vương Lang]] theo Canh Thủy Đế.\n\nSau đó ông để Quang Tông ở lại giữ Tín Đô, còn mình cùng Nhiệm Quang mang quân tới Cự Lộc, dùng kế nghi binh uy hiếp. Tướng giữ Cự Lộc hoảng sợ xin hàng. Lưu Tú nhập quân ở Cự Lộc vào rồi tiến đến dụ hàng tiếp được huyện Thế. Thái thú quận Hoà Thành là Phi Đồng cũng quy hàng ông, mang 2000 quân lại theo.\n\nCó người khuyên ông nên mang toàn quân ở Tín Đô và Hoà Thành rút về Trường An để bảo toàn lực lượng, nhưng ông theo ý kiến của Phi Đồng, kiên quyết ở lại, không bỏ Hà Bắc. Sau đó ông mang quân tiến đến Xương Thành<ref>Tây bắc huyện Ký, Hà Bắc hiện nay<\/ref>, anh em Lưu Thực mở cửa ra hàng.\n\nTheo kế của Lưu Thực, Lưu Tú sai người đến cầu hôn cháu gái của hoàng thân Lưu Dương, người đang trấn giữ Chân Định, có 10 vạn quân và ảnh hưởng rất lớn đối với cục diện Hà Bắc. Nhờ sự thuyết phục của Lưu Thực, Lưu Dương đồng ý gả người cháu gái (con chị) là Quách Thánh Thông cho ông. Sử sách gọi việc này là \"Lưu Tú lấy vợ mượn quân\".\n\nNhờ binh lực của Lưu Dương, Lưu Tú mạnh lên rất nhiều. Ông đi đánh Trung Sơn, nhanh chóng hạ được thủ phủ Lư Nô. Nhiều quận huyện nghe vậy bắt đầu phản Vương Lang theo ông. Ông tiến về phía nam, đánh chiếm Tân Thị<ref>Đông bắc Chính Định, Hà Bắc<\/ref>, Nguyên Thị<ref>Tay bắc tỉnh Hà Bắc<\/ref>, Phòng Tử<ref>Tây nam Cao Ấp, Hà Bắc<\/ref> rồi đánh bại tướng của Vương Lang là Lý Dục ở Bách Nhân<ref>Phía tây Long Nghiêu, Hà Bắc hiện nay<\/ref>. Lý Dục chạy vào thành cố thủ, Lưu Tú không hạ được nên quay sang phía đông đánh Quảng A<ref>Phía đông Long Nghiêu, Hà Bắc<\/ref>.\n\nCùng lúc, thái thú Thượng Cốc là Cảnh Huống - cha Cảnh Yểm đã theo hàng Lưu Tú - hẹn hợp binh với thái thú Ngư Dương<ref>Phía tây huyện Mật Vân, Bắc Kinh<\/ref> là Bành Sủng, sai hai thủ hạ là Ngô Hán và Khấu Tuần, giao cho Cảnh Yểm chỉ huy, mang quân nam tiến đánh Vương Lang. Quân Cảnh Yểm rất mạnh mẽ, giết hơn 400 tướng, chém 3 vạn quân địch, chiếm 22 huyện thuộc Trác quận, Trung Sơn, Cự Lộc, Thanh Hà, Hà Gián và đến Quảng A hội binh với Lưu Tú. Lưu Tú được 3 tướng Cảnh Yểm, Ngô Hán và Khấu Tuần rất vui mừng.\n\nSau một thời gian Lưu Tú rời Lạc Dương, Canh Thủy Đế lại phái Tạ Cung cầm quân lên Hà Bắc để hợp sức với Lưu Tú trừ Vương Lang và bình định vùng này, đồng thời canh chừng cử động của Lưu Tú.\n\nSau khi vây đánh Cự Lộc vài tháng không hạ được, tháng 4 năm 24, ông bỏ Cự Lộc, mang toàn quân đến vây đánh Hàm Đan – nơi đóng đô của Vương Lang. Sau hơn 20 ngày vây hãm, cuối cùng đến đầu tháng 5, Lưu Tú hạ được thành. Vương Lang định bỏ trốn, bị bộ tướng của Lưu Tú là Vương Bá giết chết.\n\n==== Trừ Tạ Cung, ly khai Canh Thủy ====\nThấy Lưu Tú phát triển lớn mạnh, [[Lưu Huyền]] hạ chiếu gọi ông về [[Trường An]] và bổ nhiệm các tướng đến U châu nhận chức. Lưu Tú lấy cớ chưa bình định xong Hà Bắc, không mang quân về. Sau đó ông theo kế của Cảnh Yểm, sai Yểm đi cùng Ngô Hán đến trưng tập binh mã ở U châu. Vi Thuận, Miêu Tằng và Thái Sung là những người do Lưu Huyền cử đến chống lệnh không theo, [[Ngô Hán]] và [[Cảnh Yểm]] lấy cớ giết luôn. Sau đó hai tướng điều binh mã U châu về với Lưu Tú, tụ tập quân đội đi đánh các cánh quân khởi nghĩa chưa hàng phục.\n\nTháng 3 năm 24, Lưu Tú dùng kế cướp lương thảo, đánh bại cánh quân Đồng Mã là lực lượng khởi nghĩa mạnh nhất Hà Bắc, rồi chiêu hàng họ.\n\nTrong lúc đánh dẹp các cánh quân khởi nghĩa, Lưu Tú vẫn phải lo đối phó với Tạ Cung là tướng của Lưu Huyền. Lưu Tú tìm cách tâng bốc lấy lòng Tạ Cung khiến Cung bớt cảnh giác.\n\nSau đó Cung mang quân về đóng ở Nghiệp Thành - thủ phủ Ký châu. Lưu Tú mang quân dẹp quân khởi nghĩa Thanh Độc, muốn lừa Cung dời Nghiệp Thành bèn viết thư cho Cung, nhờ đi truy kích quân khởi nghĩa Vưu Lai ở Sơn Dương<ref>Phía đông thành phố Tiêu Tái, Hà Nam, Trung Quốc<\/ref>. Tạ Cung nghe theo, mang quân xuống Sơn Dương, để Lưu Khánh và Trần Khang ở lại giữ thành. Lưu Tú sau khi thắng quân Thanh Độc bí mật phái Ngô Hán và Sầm Bành mang quân đánh úp Nghiệp Thành. Trong lúc chưa đánh, Lưu Tú lại sai thuyết khách dụ được Trần Khang làm phản Tạ Cung, giết chết Lưu Khánh dâng thành cho Ngô Hán.\n\nTạ Cung thắng trận trở về, không biết Trần Khang đã làm phản, khinh suất dẫn hơn 100 quân vào thành, bị phục binh của Ngô Hán giết chết.\n\nĐầu năm 25, sau khi bình định các lực lượng khởi nghĩa như Vưu Lại, Đại Thương, Ngũ Phiên,... Lưu Tú cơ bản làm chủ toàn bộ Hà Bắc. Một số cánh quân còn sót lại chạy tản mát về cố thủ ở một số địa phương.\n\n=== Đánh Lưu Huyền ===\n==== Xưng đế ====\nNgày Kỉ Mùi (22) tháng 6 năm Ất Dậu ([[5 tháng 8]] năm 25), theo lời khuyên của các thủ hạ, Lưu Tú xưng làm [[hoàng đế]] ở [[Hạo Nam]]. Ông đặt lập đàn ở nơi hoang sơ, bố cáo việc lên ngôi, đặt quốc hiệu là Hán để kế tục [[nhà Hán]], niên hiệu là '''Kiến Vũ'''. Các tướng lĩnh dưới quyền đều được phong chức: Đặng Vũ làm Đại Tư đồ, Vương Lương làm Đại tư không, Ngô Hán làm Đại tư mã,…Lúc này ông 32 tuổi.\n\n==== Đánh hạ Lạc Dương ====\nThấy Lưu Tú ra mặt ly khai, [[Lưu Huyền|Canh Thủy Đế]] sai Chu Vĩ và Lý Dật mang 30 vạn quân ra đóng ở [[Lạc Dương]]. Lưu Tú mang quân đánh lấy quận Hà Nội, làm chủ Hà Bắc, chuẩn bị tiến đánh Quan Trung. Lưu Tú sai Khấu Tuần giữ Hà Nội là nơi giàu có, không bị chiến tranh tàn phá để làm chỗ cung ứng quân lương, sai Phùng Dị giữ Mạnh Tân, kiềm chế quân Chu Vĩ ở Lạc Dương.\n\nTháng 7 năm 25, ông cùng các tướng đến huyện Hoài, sai Ngô Hán dẫn đầu 10 tướng mang hơn 10 vạn quân ra bao vây Lạc Dương. Để chia rẽ địch, ông sai Phùng Dị viết thư cho Lý Dật khuyên hàng. Lý Dật dao động, nhưng vì từng khuyên Lưu Huyền giết Lưu Diễn nên chưa dám về hàng. Tuy nhiên, Dật cũng thông đồng để Phùng Dị đánh chiếm Thượng Đảng, Thành Cao mà không ngăn cản.\n\nLưu Tú lại cố ý sai người tiết lộ cho Chu Vĩ biết việc Lý Dật thông đồng. Chu Vĩ được tin bèn triệu Dật đến giết chết. Các bộ tướng của Dật bỏ Vĩ về theo Lưu Tú. Chu Vĩ giữ thành Lạc Dương bị vây lâu ngày, nhờ có 30 vạn quân và lương thực đầy đủ nên kiên cường kháng cự. Lưu Tú thúc quân đánh thành nhiều trận nhưng vẫn không hạ được Lạc Dương.\n\nCùng lúc, quân khởi nghĩa Xích Mi của Phàn Sùng cũng phản lại Lưu Huyền, lập Lưu Bồn Tử mới 15 tuổi làm vua, đặt niên hiệu là Kiến Thế, tức là vua [[Hán Kiến Thế Đế]], với danh nghĩa tái lập nhà Hán. Như vậy cùng lúc có ba vua Hán là Lưu Huyền, Lưu Bồn Tử và '''Lưu Tú'''.\n\nTrong khi Lưu Huyền giao hết quân chủ lực cho Chu Vĩ thì quân Xích Mi đông 30 vạn người tiến về tây, đánh chiếm được Trường An. Lưu Huyền đường cùng cũng đành phải xin hàng. Tháng 12 năm 25, Lưu Huyền bị quân Xích Mi treo cổ.\n\nTháng 9 năm 25, nghe tin nội bộ Lưu Huyền lục đục và thất thế trước quân Xích Mi, Chu Vĩ bèn mở cửa thành đầu hàng [[Sầm Bành]]. Lưu Tú cho Vĩ hàng, không tính chuyện trả thù vì việc Lưu Diễn trước kia.\n\nThu được hàng binh của Chu Vĩ, Lưu Tú nắm được lực lượng quân đội mạnh lên rất nhiều. Tháng 10 năm 25, ông dời đô về [[Lạc Dương]].\n\n=== Chinh phục quân Xích Mi ===\nĐầu năm 26, do bị thiếu lương, quân Xích Mi phải dời [[Trường An]] dời đến [[An Định]]<ref>Cố Nguyên, thuộc tỉnh Cam Túc<\/ref> và Bắc Địa<ref>Huyện Hoàn, tỉnh Cam Túc<\/ref> tìm lương. Lưu Tú sai Đặng Vũ mang quân đánh chiếm thành bỏ trống.\n\nTrên đường lên phía tây bắc, quân Xích Mi lại gặp bão tuyết lớn, quân sĩ bị chết cóng rất nhiều. Sau đó, quân Phàn Sùng lại bị quân cát cứ của Quỳ Ngao tập kích, đành phải quay trở lại Trường An. Thấy quân Xích Mi quay lại, Đặng Vũ mang quân đánh chặn ở Úc Di<ref>Bảo Kê, Thiểm Tây hiện nay<\/ref>. Quân Xích Mi giao chiến đánh bại quân Đặng Vũ, Vũ phải bỏ chạy về [[Vân Dương]]. [[Tháng chín|Tháng 9]] năm [[26]], quân Xích Mi lại vào được Trường An.\n\nSau đó, Đặng Vũ tiếp tục mang quân tập kích Trường An một trận nữa nhưng vẫn bị Phàn Sùng đánh bại. Trong lúc chủ quan, quân Xích Mi bị bộ tướng cũ của Lưu Huyền là Lý Bảo mang quân đánh lén, bị thua nặng, chết 10 vạn người<ref>Tào Hồng Toại, sách đã dẫn, tr 387<\/ref>. Lúc đó khu giáp ranh Trường An lại xảy ra đói lớn, quân Xích Mi lại bị thiếu lương. Vì vậy đến tháng 12 năm 26 lại rút khỏi Trường An về phía đông.\n\nLưu Tú thấy Đặng Vũ liên tiếp thua trận bèn sai Phùng Dị đi đánh quân Xích Mi. Tháng 2 năm 27, Phùng Dị và Đặng Vũ truy kích quân Xích Mi, hai bên gặp nhau ở Hồi Khê<ref>Tây bắc Lạc Ninh, Hà Bắc hiện nay<\/ref> nhưng quân Phùng Dị vẫn bị Phàn Sùng đánh bại.\n\nThắng trận, Phàn Sùng tiếp tục tiến về đông, nhưng Lưu Tú đã bố trí thêm Hầu Tiến đóng đồn ở Tân An<ref>Phía đông Mãnh Trì, Hà Nam<\/ref> và Cảnh Yểm đóng ở Nghi Dương<ref>Phía tây Nghi Dương, Hà Nam, Trung Quốc<\/ref>. Quân Xích Mi bất ngờ bị hai cánh quân chặn đánh ở địa phận hiểm yếu tại Hào Để<ref>Mãnh Trì, Nam Dương<\/ref>, trở tay không kịp. Trong khi đó cánh quân của Phùng Dị và Đặng Vũ cũng dồn đuổi tới từ phía sau. Phàn Sùng đại bại, dẫn quân chạy sang hướng nam, về Nghi Dương.\n\nLưu Tú dẫn quân đến [[Nghi Dương]], bố trí quân mai phục. Quân Xích Mi mỏi mệt sau nhiều trận giao chiến và di chuyển đường xa, lương thực lại hết, cùng đường không thể chống cự. Phàn Sùng đành mang 10 vạn quân ra hàng Lưu Tú.\n\nÔng tha tất cả những người đầu hàng không giết ai, lựa lời khen ngợi Phàn Sùng và Từ Tuyên cùng các tướng Xích Mi bản lĩnh, lại không quên vợ con ở quê nhà. Sau đó ông cấp nhà cửa và đất đai Phàn Sùng và các tướng lĩnh khác mang vợ con đến định cư ở kinh thành Lạc Dương.\n\n=== Diệt quần hùng, thống nhất quốc gia ===\n==== Các chư hầu còn lại ====\nSau khi quân Xích Mi bị chinh phục, vẫn còn 11 lực lượng cát cứ chống đối trong nước:\n# [[Lưu Vĩnh]] là tôn thất nhà Hán, cháu 8 đời dòng trưởng của Lương Hiếu vương – con Hán Văn Đế, chiếm cứ 20 thành ở Sơn Đông, Giang Tô, Hà Nam, An Huy; tự xưng là thiên tử nối ngôi nhà Hán\n# [[Trương Bộ]] ở Lang Nha, giữ 12 quận ở miền trung Sơn Đông, liên minh với Lưu Vĩnh, xưng là Tề Vương\n# [[Đổng Hiến]] chiếm Thanh Đàm ở đông nam Sơn Đông, cũng liên minh với Lưu Vĩnh, tự xưng là Hải Tây vương\n# [[Lư Phương]] chiếm giữ Ngũ Nguyên, Sóc Phương, Vân Trung, Nhạn Môn thuộc Nội Mông và bắc Thiểm Tây, Sơn Tây, Cam Túc ở phía tây bắc, liên kết với Hung Nô, tự xưng là Thiên tử.\n# [[Lý Hiến]] chiếm Lư Giang phía đông nam, tự xưng Hoài Nam vương\n# [[Tần Phong]] chiếm Kinh châu ở phía nam, tự xưng là Sở Lê Vương\n# [[Bành Sủng]] là tướng của Lưu Tú làm phản năm 26, tự xưng là Yên vương, chiếm bắc Hà Bắc và Liêu Ninh\n# [[Công Tôn Thuật]] chiếm cứ đất Thục lập nước Thành gia, xưng là Bạch đế.\n# [[Ngôi Hiêu|Quỳ Ngao]] chiếm Lũng Tây, đông nam Cam Túc, xưng vương\n# [[Điền Nhung]] chiếm Di Lăng\n# [[Đậu Dung]] chiếm 5 quận ở Hà Tây\n\nTrong các lực lượng kể trên, Lưu Vĩnh là lực lượng mạnh nhất và nguy hiểm nhất với Lưu Tú vì Vĩnh có địa bàn liền kề, có thực lực và lại là con cháu trực hệ nhà Hán hơn ông. Vì vậy, Lưu Tú chủ trương diệt Lưu Vĩnh và các lực lượng vây cánh trước, còn các lực lượng khác ở xa và ít khả năng uy hiếp ông hơn nên sẽ thôn tính sau và tiêu diệt toàn bộ các chư hầu có mối hoạ sau này.\n\n==== Gần trước xa sau ====\nDo có lực lượng khá hùng hậu, nhiều tướng giỏi, Lưu Tú một mặt tập trung vào những mũi tấn công chính, mặt khác tuỳ vào diễn biến tình hình từng vùng, ông sai các tướng cùng lúc tác chiến trên nhiều mặt trận.\n\nTừ năm 26, nhân lúc quân [[khởi nghĩa Xích Mi|Xích Mi]] ở [[Trường An]] gặp đói kém và bị các lực lượng khác cầm chân, quấy rối, Lưu Tú tập trung quân chủ lực đi đánh Lưu Vĩnh. Do kinh đô [[Tuy Dương]] của Lưu Vĩnh chỉ cách Lạc Dương của Lưu Tú vài trăm dặm, ông chủ trương xuất quân đánh nhanh để thắng. Quả nhiên Lưu Vĩnh không chống nổi, bỏ kinh đô Tuy Dương chạy về giữ [[Hồ Lăng]]<ref>Phía tây Ngư Đài, Sơn Đông<\/ref>. Thấy địch suy yếu, Lưu Tú rút về Lạc Dương lo đối phó với quân Xích Mi, sai Ngô Hán đi đánh Hồ Lăng. Trong thành nguy cấp, thủ hạ giết chết Lưu Vĩnh để hàng. Con Lưu Vĩnh là Lưu Hu chạy về với Hải Tây vương Đổng Hiến.\n\nLưu Vĩnh bị giết làm nguy cơ phía đông bớt đi. Lưu Tú tính đến phản tướng Bành Sủng ở Yên. Sủng chiếm giữ ba quận [[Quảng Dương]], [[Thượng Cốc]], [[Hữu Bắc Bình]], đánh đuổi tướng của Lưu Tú là Chu Phù khỏi huyện Kế ([[Bắc Kinh]]) và câu kết với Hung Nô. Năm 28, ông sai Tế Tuân đi đánh Yên. Trong khi chiến sự giằng co, liệu thế khó đánh thắng được Sủng, Lưu Tú dùng kế [[ám sát]]. Ông mua chuộc các thủ hạ hầu hạ cho Sủng là Tử Mật. Đầu năm 29, Sủng đang làm lễ cúng bái ăn chay, thiu thiu ngủ, Tử Mật trói luôn Sủng lại. Sau đó, Tử Mật lại giả truyền lệnh gọi vợ Sủng vào và chém chết cả hai người, mang đầu dâng cho tướng Tế Tuân. Với chiến sự phía đông, Lưu Tú nhiều lần sai các tướng Ngô Hán, Cái Diên, Mã Vũ, Vương Bá tấn công Lưu Hu và Đổng Hiến. Năm 29, Lưu Tú đích thân cầm quân, đánh bại Hiến ở Xương Lự<ref>Đông nam huyện Đằng, Sơn Đông<\/ref>. Tháng 8 năm 29, ông bắt giết được Lưu Hu. Cùng lúc, Lưu Tú sai mãnh tướng Cảnh Yểm đánh Tề vương Trương Bộ. Cuối năm 29, Trương Bộ không chống cự nổi, phải đầu hàng. Năm 30, Ngô Hán vây Đổng Hiến ở huyện Cù<ref>Tây nam cảng Liên Vân, Giang Tô<\/ref>. Trong thành hết lương, Hiến ngầm chạy về Hồ Trạch, bị bộ tướng của Ngô Hán đuổi theo giết chết. Toàn bộ phía đông, gồm Sơn Đông, Hà Nam và Giang Tô thuộc về Lưu Tú.\n\nNăm [[28]], sau khi diệt được quân Xích Mi và dồn các lực lượng của Lưu Hu và Đổng Hiến vào thế phòng thủ, Lưu Tú điều quân đánh Thọ Xuân<ref>Huyện Thọ, An Huy<\/ref>, sai Mã Thành vây đánh Lý Hiến ở Thư Thành. Lý Hiến cầm cự đến đầu năm 30 thì thành vỡ. Hiến bỏ chạy, bị thủ hạ giết chết. Vùng Lư Giang hàng Lưu Tú. [[Tháng 11]] năm ấy, khi chiến sự miền đông đã khá thuận lợi, Lưu Tú đích thân đi đánh Uyển Thành ở phía nam. Ông sai Chu Hựu đánh Tần Phong, vây khốn Phong ở Lê Khâu<ref>Tây bắc Nghi Xương, Hồ Bắc<\/ref>. Tháng 6 năm 29, Chu Hựu phá được thành, bắt được Tần Phong.\n\nTrong khi Chu Hựu đánh Phong, [[tháng 3]] năm [[29]], Lưu Tú cùng Sầm Bành đi đánh Điền Nhung ở Di Lăng. Nhung thua trận, bỏ chạy vào Thục. Lưu Tú bắt hết vợ con và hơn vạn quân của Nhung. Cùng năm, Lưu Tú sai người đi dụ Đậu Dung ở Hà Tây. Đậu Dung liệu thế không chống được nên quy hàng Lưu Tú. Nhờ vậy Lưu Tú đã bớt được 1 lực lượng có thể liên minh với Quỳ Ngao ở phía tây. Cũng trong năm 29, khi quần hùng phía đông cơ bản bị dẹp, các lực lượng khởi nghĩa nông dân ở Hà Bắc còn sót lại trước đây như Đàn Hương, Hoạch Sách, Phúc Bình, Vưu Lai,... cũng bị dẹp hoàn toàn. Tới năm [[30]], chỉ còn 3 thế lực chống đối là Lư Phương, Quỳ Ngao và Công Tôn Thuật. Do địa bàn Lư Phương khá xa, Lưu Tú tính tới [[Ngôi Hiêu|Quỳ Ngao]] và [[Công Tôn Thuật]] trước. Quỳ Ngao đóng ở [[Thiên Thủy|Thiên Thủy]], có 10 vạn quân, từng tham gia đánh Vương Mãng và giao tranh với quân Xích Mi. Năm 30, Lưu Tú điều quân tấn công Quỳ Ngao. Chiến tranh kéo dài trong nhiều năm. Sau này Quỳ Ngao chết, con là Quỳ Thuần lên thay. Năm 34, Lưu Tú đánh bại Thuần ở [[Lạc Môn]]. Quỳ Thuần thế cùng phải đầu hàng.\n\nĐầu năm [[35]], Lưu Tú chia quân làm hai đường đi đánh Công Tôn Thuật. Sầm Bành, Ngô Hán đi ngược Trường Giang vào Thục; Lai Hấp, Tang Cung đi từ Lũng Tây xuống, hội nhau ở Thành Đô. Thuật thấy quân địch kéo đến bèn dùng kế thích khách, sai người lẻn đến trại hai cánh quân Hán để đâm trộm chủ tướng. Kết quả Sầm Bành và Lai Hấp bị đâm trọng thương rồi chết, nhưng hai cánh quân do Ngô Hán, Tang Cung chỉ huy vẫn tiến vào Thục.\n\nNăm [[36]], quân Hán tiến vào Thành Đô. Công Tôn Thuật bị thương rồi chết. Lực lượng của Lưu Phương phía bắc ngày một suy yếu trước sự uy hiếp của Lưu Tú. Các thủ hạ của Phương lần lượt về hàng Hán. Đến năm 40, Phương bị cô thế, phải dâng biểu xin hàng. Lưu Tú bèn phong cho Phương tước Đại vương. Tuy nhiên sau đó Phương lại câu kết với Hung Nô nổi loạn nhưng không thành công và phải chạy sang phía [[Hung Nô]] vào năm [[42]].\n\nSau gần 20 năm khởi binh, Lưu Tú thống nhất toàn thiên hạ với danh nghĩa kế tục nhà Hán. Ông lập ra triều đại [[nhà Hán|nhà Đông Hán]] kéo dài gần 200 năm.\n\n=== Đánh Giao Chỉ ===\n{{Chính|Hai Bà Trưng}}\nTừ năm [[29]], Lưu Tú trong quá trình đánh dẹp [[chư hầu]] đã phong Sầm Bành là Chinh nam đại tướng quân. Theo lời dụ của Sầm Bành, các tướng trấn giữ [[Giao Chỉ]] là Tích Quang và Đặng Nhượng đã theo hàng nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] cùng các tướng Hầu Đặng ở Giang Hạ, Vương Đường ở Vũ Lăng,…\n\nNăm [[40]], ngay sau khi Lưu Tú thống nhất quốc gia thì ở phía nam, thái thú quận Giao Chỉ là [[Tô Định]] tàn bạo, mất lòng dân địa phương. Định giết hại thủ lĩnh người Việt ở Chu Diên là [[Thi Sách]].\n\nVợ của Thi Sách là [[Hai Bà Trưng|Trưng Trắc]] cùng em là [[Hai Bà Trưng|Trưng Nhị]] kêu gọi nhân dân nổi dậy khởi nghĩa, đánh đuổi Tô Định, tự lập ở Giao Chỉ, xưng là Trưng Vương.\n\nNăm 42, Lưu Tú sai Phục Ba tướng quân [[Mã Viện]] mang 2 vạn quân đi đánh Trưng Vương. Sang năm 43, sau nhiều trận thắng, Mã Viện dẹp được phong trào khởi nghĩa tại đây. Sau khi chị em Trưng Vương tự sát, tới cuối năm 43 thì các lực lượng chống đối bị dẹp hẳn.Tuy nhiên quân Hán khi về nước chỉ còn khoảng 1 vạn so với 2 vạn lúc xuất phát.\n\n== Cai trị ==\nSau khi lên ngôi, ngay lập tức Lưu Tú đã quan tâm chấn chỉnh những vùng mà ông cai quản. Khi vừa hoàn thành việc thống nhất quốc gia, ông lập tức dẹp bỏ việc võ mà sửa việc văn, chủ trương cai trị thiên hạ bằng nhu đạo<ref name=\"ReferenceA\">Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 295<\/ref><ref name=\"ReferenceB\">Tiêu Lê, Mã Ngọc Chu, Lã Diên Đào, sách đã dẫn, tr 170<\/ref>.\n\n=== Nô tỳ ===\nÔng chú trọng tới việc giải phóng cho nô tỳ, tranh thủ sự đồng tình của những người nghèo khổ trong xã hội. Sáu lệnh phóng thích nô tỳ mà ông ban hành gồm có<ref>Tiêu Lê, sách đã dẫn, tr 456<\/ref>:\n\nNăm [[26]], ông ra lệnh: nếu chồng muốn bán vợ thì người vợ có quyền trở về nhà bố mẹ.\n\nNăm [[30]], ông ra lệnh: những người dân bị tội phải thành nô tỳ thời nhà Tân thì nay được trở lại làm dân thường\n\nNăm [[31]], ông ra lệnh: Những ai trước đây nghèo khổ quá ở Thanh châu, Từ châu, phải tự bán mình làm nô tỳ và làm vợ người khác thì đến đây được tự quyết định thân phận, không ai được ép\n\nNăm [[36]], ông lại xuống chiếu với những người dân ở vùng Lũng mới tiếp quản (của Quỳ Ngao): ai từng bị bắt làm nô tỳ nay được về làm thứ dân\n\nNăm [[37]], ra lệnh cho những người dân Thục trước đây dưới quyền Công Tôn Thuật phải bán mình làm nô tỳ hoặc làm vợ người khác thì nay được tự ý ra đi, không ai được ép.\n\nNăm [[38]], ông xuống lệnh: nô tỳ trong các phủ đệ ở Ích châu và Lương châu nhất loạt được phóng thích làm thứ dân, không phải hoàn trả bất cứ khoản tiền nào.\n\nNgoài ra, ông còn tuyên bố: Ai ngăn cản việc phóng thích nô tỳ hoặc không chịu phóng thích nô tỳ thì bị tội \"bán người\" và \"cướp người\" như thời Tây Hán.\n\nNăm [[35]], Lưu Tú liên tục ban bố 3 chiếu lệnh liên quan đến nô tỳ khác:\n# Trong trời đất, con người là quý, ai giết nô tỳ thì không được giảm tội\n# Người nào châm đốt nô tỳ thì bị xử tội, nô tỳ bị nạn được trở lại làm thứ dân\n# Người đánh nô tỳ bị thương tàn phế sẽ bị xử tội chết.\n\nHơn nữa, ông còn chú trọng việc cứu tế cho dân nghèo, nhất là người già cả không nơi nương tựa để tránh việc phải bán mình làm nô tỳ. Đồng thời, ông chú trọng giảm nhẹ thuế đất, cải thiện đời sống nhân dân. Sau một thời gian áp dụng, tình hình xã hội tiến triển, giảm đi rất nhiều nô tỳ so với thời [[Nhà Hán|Tây Hán]] và [[nhà Tân]]<ref>Tiêu Lê, sách đã dẫn, tr 458<\/ref>.\n\n=== Đất đai ===\nNăm [[39]], ông xuống chiếu lệnh cho các quận, huyện kiểm tra lại số ruộng đất trồng trọt, hộ khẩu và tuổi tác người dân trong nước, gọi là độ điền. Mục đích của việc làm này là hạn chế việc chiếm hữu quá nhiều đất của địa chủ. Ông thúc đẩy xây dựng thủy lợi tạo điều kiện cho sản xuất nông nghiệp.\n\nTrên thực tế, việc áp dụng không được hiệu quả như mong muốn của ông. Các quan lại e ngại thế lực của các địa chủ nên không dám truy số ruộng đất mà họ chiếm hữu. Tuy Quang Vũ Đế có trừng phạt một số việc làm sai trái nhưng không thay đổi tình hình được nhiều. Việc này chỉ mang lại sự làm dịu mâu thuẫn về đất đai so với trước và điều đó ít nhiều có tác dụng kích thích nông dân tham gia sản xuất, hồi phục kinh tế đất nước.\n\n=== Chính sách thuế ===\nMột khó khăn cho nhà nước Đông Hán non trẻ là việc tái thiết lại nền kinh tế sau những năm nội chiến và thiên tai hoành hành ở vùng [[Hoàng Hà]] dưới thời [[Vương Mãng]]. Quang Vũ Đế đã thi hành nhiều chính sách tích cực như giảm thuế từ 1\/10 sản lượng xuống 1\/30 sản lượng như thời [[Hán Văn Đế]] và [[Hán Cảnh Đế]], phục viên binh lính để tăng thêm nhân lực cho khu vực sản xuất nông nghiệp, xây dựng các công trình thủy lợi, không tăng thêm số lính ở vùng biên cương,... nhờ vậy tình hình xã hội tương đối ổn định. Những nông dân tản cư được đưa về quê cũ. Các quan liêu phú hào có nhiều ruộng đất không khai báo trung thực về số đất đai và nhân khẩu sở hữu để trốn thuế.\n\nNhằm kiểm soát dân số và hạn chế quyền lực của quan lại địa phương, Quang Vũ Đế thi hành chính sách lộ điền, những người sở hữu nhiều ruộng đất không được phép mua bán ruộng và xây dựng lực lượng vũ trang riêng. Năm 39, Quang Vũ Đế xuống chiếu cho các địa phương phải đăng ký lại số ruộng và hộ khẩu thực tế, khi phát hiện ra sự việc gian trá, hơn 10 quan viên cao cấp phạm tội đã bị xử tử. Tuy nhiên do không thực thi triệt để nên về sau tình trạng này vẫn tái diễn. Đến năm [[57]] khi Quang Vũ Đế qua đời, mới chỉ có 21 triệu người đóng thuế.\n\nQuang Vũ đế phát triển kinh tế bằng cách giảm thuế, nhiều đến mức tối đa mà ông cho là có thể: ở mức 10 hay 13% sản lượng hay lợi nhuận.\n\n=== Bộ máy quan lại và pháp luật ===\n==== Mặt tích cực ====\nNăm [[26]], Lưu Tú ra lệnh [[đổi mới|cải cách]] toàn diện chính sách cũ của Vương Mãng, chỉnh đốn quan lại, thành lập Thượng thư đài gồm 6 người phụ trách đại sự quốc gia để làm suy yếu hơn nữa quyền hạn của tam công, tức [[Thái uý|Thái úy]], [[Tư đồ]] và [[Tư không]]. Thượng thư đài gồm các [[nho giáo|nho sĩ]] giúp việc tập trung nhiều quyền lực. Tam công, khanh tướng, đại phu, hiệu úy muốn làm việc gì phải có lệnh của Thượng thư đài. Các [[quan]] muốn đi lại bằng [[xe]], muốn có quân sĩ đều do [[Thượng thư đài]] điều động.\n\nHoàng đế có ba phụ tá gọi là [[Tam công]], tức: [[Tư đồ]], [[Tư không]] và [[Tư mã]]. Tư đồ chuyên quản lý về hành chính, có địa vị lớn nhất rồi đến Tư không chuyên phụ trách việc giám sát, đến Tư mã là tối cao trong việc quản lý việc quân sự. Trên thực tế, Tư mã coi toàn bộ quân đội, thường lấn áp hai vị tư kia. Trong thời Quang Vũ Đế, Tư đồ là [[Đậu Dung]], Tư không là [[Tống Hoằng]] còn Tư mã là [[Đặng Vũ]], sau đó là [[Ngô Hán]].\n\nLưu Tú đề xướng việc ''\"tiết kiệm, giảm quan, bớt chức\"'', bãi bỏ quân vũ trang địa phương cho về quê làm ruộng. Ông còn giảm bớt chức quận đô uý, tăng trách nhiệm cho thái thú. Ông thu gọn bộ máy chính quyền từ huyện, ấp, đạo, chỉ giữ lại 1\/4 trong số đó. Vì vậy số quan lại hưởng lương chỉ bằng 1\/10 thời Tây Hán<ref name=\"ReferenceB\"\/>. Binh lính tại các quận, huyện cũng được cho giải tán bớt về quê để bớt khẩu phần ăn theo; các vùng biên ải cũng không tuyển thêm quân. Do bớt quan chức, gánh nặng chi phí cũng giảm, vì vậy thuế đóng góp của nhân dân cũng bớt đi.\n\nNhà nước phế bỏ quan nô những chủ nô lệ nếu cố chấp không chịu phóng thích nô tỳ sẽ bị trừng trị theo luật mại nhân pháp và lược nhân pháp của Tây Hán, ban bố 3 sắc lệnh quy định trong thiên hạ người là quý nhất giết nô tỳ phải chịu tội chết, người tra tấn nô tỳ sẽ bị xử phạt theo pháp luật, miễn cho người đang bị tội chết làm thứ dân; sáp nhập huyện để bớt quan lại, hệ thống quan lại hành chính cũng được tổ chức lại, chỉ có những ai đã học thái học (trường quốc học) mới được bổ nhiệm làm quan, bộ máy chính quyền thu gọn lại 1\/4, số quan lại lương chỉ bằng 1\/10 của [[Nhà Hán|Tây Hán]]. Quang Vũ Đế phái người đi thanh tra đất đai.\n\nĐể duy trì chính sách ''\"cùng nghỉ với dân\"'', ông chú trọng tới việc thu hút và đào tạo nhân tài. Theo quan điểm của Lưu Tú, trị quân khác trị quốc, việc chỉ huy binh mã không thể thay thế được những yêu cầu về học vấn. Do đó khi chiến tranh dẹp các vùng cát cứ chưa chấm dứt, ông đã bắt tay xây dựng trường học để đào tạo thế hệ quan lại mới, phù hợp với mục đích phục vụ cho thời bình.\n\nLưu Tú cho rằng hình phạt trước đây quá nặng, rất nhiều người bị oan. Ông ra lệnh xem xét giảm nhẹ hình phạt và nhiều lần tuyên bố đại xá. Những phạm nhân, trừ người mắc tội tử hình, ông đều cho miễn giảm và làm thứ dân<ref>Tiêu Lê, sách đã dẫn, tr 457<\/ref>. Do Lưu Tú luôn chú ý tới pháp luật trong nước, quan lại thời ông trị vì được đánh giá là tương đối trong sạch<ref>Tiêu Lê, Mã Ngọc Chu, Lã Diên Đào, sách đã dẫn, tr 171<\/ref>.\n\n==== Hạn chế ====\nTuy nhiên, việc tiết kiệm chi phí trong bộ máy quan chế của ông cũng có hạn chế. Do ông đề ra chính sách tiết kiệm công tác phí của các [[Thứ sử]], khiến họ không cần đi tới các địa phương giám sát tình hình cụ thể và không cần báo cáo quá nhiều, các thứ sử chỉ ngồi suông ở công đường. Họ bị mất thân phận quan lại trung ương, không còn tiếp tục là tai mắt của [[triều đình]]. Vì thế các địa phương dần dần nảy sinh tình trạng lấn quyền triều đình trung ương. Các sử gia cho rằng điều đó từng bước phá hoại chế độ tập quyền và thống nhất của nhà Hán<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 296<\/ref>.\n\n=== Chính sách với công thần và chế độ phân phong ===\nÔng tái lập lại chế độ phong vương cho con cháu (vương quốc) và phong hầu cho công thần (hầu quốc) và chia lại đất đai cho nông dân và các quý tộc. Tầng lớp thượng lưu được ban cấp nhiều ruộng đất. Chính sách này về sau được [[Tống Thái Tổ|Triệu Khuông Dẫn]], hoàng đế khai quốc nhà [[Nhà Tống|Bắc Tống]] áp dụng.\n\nQuang Vũ đế hạ chiếu phong cho công thần, người có công lớn được phong đất tới 4 huyện. Riêng Lý Thông và Cổ Hạ được phong đất tới 6 [[huyện]]. Việc phong thần được tiến hành 3 lần vào năm 26, năm 37 và cuối đời Quang Vũ. Số người được phong [[hầu]] trong [[vương thất]] là 125 người, trong các công thần là 365 người.\n\nĐối với các [[công thần]], Lưu Tú ban thưởng công lao rất hậu nhưng không để họ can thiệp vào việc triều chính, cũng như không để họ có thực lực, thực quyền làm phát sinh tranh chấp quyền lực giữa thiên tử và chư hầu như đầu thời Tây Hán. Với việc thành lập Thượng thư đài, Quang Vũ Đế đã giảm quyền lực của công thần, võ tướng. Các công thần được phong tước hưởng lộc ở các huyện, các quan lại ăn lương từ 600 – 2000 thạch đều do Thượng thư đài xem xét. Lưu Tú cho rằng nếu để các công thần tham gia triều chính, sẽ vừa ảnh hưởng đến chính sách cai trị thiên hạ bằng nhu đạo của ông, vừa ảnh hưởng đến hình luật quốc gia. Vì vậy hầu hết các công thần không được ông giao đảm nhiệm triều chính thời bình. Chỉ có một số ít người thực sự có tài năng để phục vụ thời bình như Đặng Ngu, Lý Thông, Giả Hạ,... được ông tiếp tục giao quyền hành. Quan điểm này của ông khác hẳn với Lưu Bang - từng sát hại hàng loạt công thần khai quốc. Ông cũng luôn nhắc các công thần phải luôn tuân thủ luật pháp, giữ mình như ngày đầu để bảo vệ công danh của mình<ref>Tiêu Lê, Mã Ngọc Chu, Lã Diên Đào, sách đã dẫn, tr 170 - 171<\/ref>.\n\nTheo quan chế nhà Hán, bên cạnh Hoàng đế có nhiều vị tước vương, công chỉ phong cho con, em Hoàng đế, trường hợp rất hãn hữu lắm mới phong cho người ngoài có đại công như Trần Tự Sơn. Các vương, công này thường làm vua một nước nhỏ. Đôi khi họ về triều giữ một vài chức vụ tối cao, như trường hợp Hoài Nam vương Lưu Quang - giữ chức vụ Tướng quốc đóng vai trò phụ trách an ninh cho Hoàng đế.\n\n=== Địa giới hành chính ===\nToàn quốc chia làm 13 châu: Thanh, Từ, U, Ký, Duyện, Dự, Dương, Ung, Ích, Kinh, Giao, Lương, Tinh.\n* Tư châu (Ung châu) gồm các quận: Hà Nam ([[Lạc Dương]] ở quận này), [[Hà Nội (Trung Quốc)|Hà Nội]], Hà Đông, Hoằng Nông, Kinh Triệu ([[Trường An]] ở quận này), Tả Bình Nghi, Hữu Phù Phong.\n* U châu gồm các quận: Hữu Bắc Bình, Quảng Dương - có Kế Thành, tức là thủ phủ của U châu, Trác quận sau bị cắt ra một phần thành quận Phạm Dương, Đại quận<ref>Có thành Đại Đồng, sau là kinh đô [[Bắc Ngụy]]<\/ref>, Thượng Cốc, Ngư Dương, Liêu Tây, Huyền Đô, Lạc Lãng. Liêu Đông thời kỳ này chẳng phải là quận mà là thuộc quốc.\n* Ký châu: thủ phủ Ký Châu trước vốn ở Tín Đô (quận An Bình), sau dời về Nghiệp Đô, thuộc Ngụy quận. Ký châu gồm các quận: Ngụy quận, Triệu quận, Cam Lăng (còn có tên Thanh Hà), Hà Gian, Bột Hải, Bác Lăng, An Bình, Thường Sơn, Trung Sơn, Cự Lộc.\n* Tinh châu gồm các quận: thủ phủ là thành Tấn Dương, quận Thái nguyên. Tinh châu gồm: Thái Nguyên, Thượng Đảng, Nhạn Môn, Định Tương, Vân Trung, Ngũ Nguyên, Sóc Phương, Tây Hà, Thượng quận.\n* Lương châu<ref>Lương châu cuối đời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] hoàn toàn thuộc các thế lực cát cứ Hán Khương<\/ref> gồm các quận: thủ phủ là Cô Tang quận Vũ Uy. Lương châu gồm: Vũ Uy, Trương Dịch, Tửu Tuyền, Đôn Hoàng, Kim Thành, Lũng Tây, Nam An, Hàm Dương, Thiên Thủy, An Định, Bắc Địa, Vũ Đô.\n* Ích châu: thủ phủ là Thành đô thuộc Thục quận. Ích châu gồm các quận: Thục quận, Quảng Hán, sau một phần Quảng Hán thành Tây Khang, Hán Trung, Ba quận<ref>Sau cắt ra làm ba có Ba Đông, Ba Trung, Ba Tây<\/ref>, Kiện Vi, Việt Huề, Tường Kha, Vĩnh Xương. Quận Kiện Vi phía Bắc và phía Tây giáp sông Dương Tử ngăn quận Kiện Vi với quận Ba.\n* Thanh châu: thủ phủ đổi từ Lâm Tri, qua Bắc Hải, rồi Quảng Cố. Thanh châu gồm: Tề quận, Bắc Hải, Bình Nguyên, Lạc An, Tế Nam, Đông Lai.\n* Duyện châu thủ phủ vốn ở Trần Lưu, sau đổi qua Bộc Dương; gồm các quận: Đông quận, Trần Lưu, Tế Âm, Sơn Dương, Tuyên Thành, Đông Bình, Tế Bắc, Thái Sơn.\n* Từ châu: thủ phủ vốn ở Bành Thành, sau dời qua Hạ Bì. Từ châu gồm: Lang Nha, Đông Hải, Bành Thành, Hạ Bì sau đổi thành Lâm Hoài, Quảng Lăng.\n* Dự châu: thủ phủ là Hứa Xương. Dự châu gồm: Lỗ quận, Lương quận, Trần quận, Nhữ Nam, Dĩnh Xuyên, Bái quận.\n* Kinh châu: thủ phủ Giang Lăng hoặc Tương Dương, Nam quận. Kinh châu gồm các quận: Nam Dương, Nam quận, Giang Hạ, Vũ Lăng, Trường Sa, Linh Lăng, Quế Dương.\n* Dương châu: thủ phủ Thọ Xuân (Cửu Giang), sau đổi về Kiến Nghiệp, rồi Vũ Xương. Dương châu gồm có các quận: Cửu Giang, Lư Giang, Đan Dương, Ngô quận, Cối Kê, Dự Chương. Quận này ngoài các quận bắc sông Dương và vùng Ngô Hội, đất rộng người thưa, chủ yếu là dân thiểu số (Sơn Nhân và Sơn Việt)<ref>Sau này [[Lục Tốn]], [[Gia Cát Khác]] có \"công\" lớn khai phá vùng này cho dân Hoa Hạ<\/ref>\n* [[Giao Châu]]: Thủ phủ Long Biên (Giao Chỉ), sau chuyển về Phiên Ngung. Giao châu gồm các quận: [[Giao Chỉ]], Cửu Chân, Nhật Nam, Hợp Phố, Nam Hải, Thương Ngô, Uất Lâm. Quận Thương Ngô thì phía Bắc giáp quận Kiên Vi, phía Tây giáp quận Tấn Ninh tức là nước Điền cũ, phía Đông Bắc giáp quận Vũ Lăng tức là quận Kiến Trung đời nhà Tấn. Quận Uất Lâm ở vùng đất thuộc [[Quảng Tây]], quận Tường Kha ở phía tây quận Uất Lâm và gồm một phần Quý Châu.\n\n=== Quân đội ===\nQuang Vũ Đế bổ nhiệm các đô úy chịu trách nhiệm trước triều đình thay thế cho lực lượng quân sự địa phương. Để đền đáp công lao cho các tướng lĩnh, năm 37, Quang Vũ Đế đã phong tước hầu cho nhiều tướng lĩnh công thần khi các cuộc hành quân mở rộng lãnh thổ được thực hiện, ông đã điều chỉnh mối quan hệ với các tướng lĩnh cho phù hợp. Ông có gắng tìm ra cách tốt nhất để bảo vệ tước vị của họ và không tạo ra sự xích mích với họ, kết thông gia với các tướng Lương Nhiễu, Đậu Dung, Mã Viện, Đặng Vũ. Các tướng lĩnh được ban cấp nhiều bổng lộc, các ý kiến của họ thường được hoàng đế lắng nghe, nhưng họ không được nắm giữ vị trí quan trọng trong chính quyền ngoại trừ một số ít những người có tài năng xuất chúng như Đặng Vũ, Lý Thông, Giả Hạ, đây là chính sách thoái công thần nhi tiến văn lại. Chính sách này về sau được [[Tống Thái Tổ|Triệu Khuông Dẫn]], hoàng đế khai quốc nhà [[Nhà Tống|Bắc Tống]] áp dụng.\n\nTổ chức quân sự hành chính nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] rất chặt chẽ để phòng ngừa việc đảo chính như [[Vương Mãng]] đã làm. Trước hết, Vũ vệ đại tướng quân coi Ngự lâm quân. Ngự lâm quân đời Đông Hán không phải là đội quân canh gác Hoàng thành, mà là một đội quân trù bị toàn quốc. Khi hoàng đế thân chinh đánh nhau, thì mang theo Ngự lâm quân đông tới 20 vạn. Sau đó đến các chức hiệu úy chỉ huy đội thị vệ hay gọi là cấm quân gồm những vệ sĩ trong cung. Mỗi cung có một hiệu úy coi thị vệ. Theo quy định thì Thị vệ do nhà vua tuyển. Nhưng các bà Thái hậu, Hoàng hậu, Thứ phi đều tìm cách đưa con em vào đội thị vệ của mình, để sai phái riêng. Không có một chức vụ nào coi tất cả thị vệ. Vì vậy khi một đội thị vệ làm phản, sẽ bị các đội khác dẹp. Dù cả đoàn thị vệ làm phản thì sẽ bị Ngự lâm quân phản ứng. Nếu Ngự lâm quân phản bội, lại vướng phải binh lực của Thái thú Lạc Dương, tổng trấn kinh thành phản ứng. Ngoài ra Hoàng đế còn có chức Điện súy hiệu úy, chỉ huy đội thị vệ cạnh nhà vua để thi hành mệnh lệnh.\n\n=== Đối ngoại ===\n==== Hung Nô ====\nSau khi xưng Đế, Lưu Tú chủ trương dùng chính sách hoà bình với [[Hung Nô]]. Đúng lúc đó Hung Nô bị chia cắt thành Nam Bắc, cả [[Nam Hung Nô]] và [[Bắc Hung Nô]] cùng tới xin hàng.\n\nSau đó Nam Hung Nô không chống nổi Bắc Hung Nô, xin được dời đến quận Vân Trung. Quang Vũ Đế chấp thuận. Về sau, người Hung Nô lại xin dời về phía nam, vào cư trú tại Tây Hà, Mỹ Tắc<ref>Huyện Ly Thạch, Sơn Tây hiện nay<\/ref>, cũng được ông đồng ý. Các nhà sử học cho rằng đây chính là \"mai phục mầm hoạ cho [[Ngũ Hồ thập lục quốc|Ngũ Hồ loạn Hoa]] về sau\"<ref name=\"ReferenceA\"\/>.\n\nKhoảng năm 45 Hung Nô bị nhiều nạn hạn hán và một nạn châu chấu, súc vật chết nhiều, dân đói. Nước chia làm hai: bắc sống độc lập, nam lệ thuộc Hán; Quang Vũ mưu mô gây sự bất hòa giữa hai bên. Nhằm cắt đứt liên hệ giữa Bắc và Nam Hung nô nhà Đông Hán cho đặt Độ Liêu tướng quân xây đồn lũy ở các vùng Ngũ Nguyên, Mang Bá (đông nam của Đạt lạp đặc kỳ thuộc Nội Mông).\n\n==== Tây Vực ====\nCác thủ lĩnh Tây Vực cũng cùng nhau sai sứ vào cống, lại tình nguyện cho con trai vào làm thị vệ để chứng tỏ lòng trung thành, xin được nhà Đông Hán bảo hộ cho Tây Vực.\n\nTuy nhiên, Quang Vũ Đế lại đóng cửa ải Ngọc Môn, mềm mỏng từ chối đề nghị đó, vì ông không muốn thêm việc cho quốc gia, không muốn tham gia vào cuộc phân tranh của nhiều quốc gia nhỏ phía tây như [[Hán Vũ Đế]] và [[Hán Tuyên Đế]] từng làm; sợ nhọc sức dân và tốn sức nước<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 296-297<\/ref>.\n\n== Qua đời ==\nTừ khi mới khởi binh, Lưu Tú đã rất tin vào sấm truyền. Ông đã thấy câu sấm:''\"Hài bất hài, tại Xích Mi; đắc bất đắc, tại Hà Bắc\"'' ứng với việc [[Lưu Huyền]] bị quân Xích Mi giết và bản thân ông từ khi lên Hà Bắc đã phát triển được cơ nghiệp. Khi đã giành được thiên hạ đến lúc tuổi già, Quang Vũ Đế vẫn tin vào những câu sấm<ref>Kỳ Ngạn Thần, sách đã dẫn, tr 130<\/ref>.\n\nNăm Kiến Vũ Trung Nguyên thứ 2 ([[57]]), ngày [[5 tháng 2]] (tức ngày [[29 tháng 3]] dương lịch), Lưu Tú băng hà ở Nam Cung, hưởng thọ 63 tuổi, an táng tại [[Nguyên lăng]] (原陵). Ông ở ngôi tất cả 32 năm, đặt hai [[niên hiệu]] là:\n* Kiến Vũ (建武; 25-56)\n* Kiến Vũ Trung Nguyên (建武中元; 56-57)\n\nÔng được chôn cất tại Nguyên Lăng và được tôn [[miếu hiệu]] là '''Thế Tổ''' (世祖), [[thụy hiệu]] '''Quang Vũ hoàng đế''' (光武皇帝) và thường gọi tắt là Hán Quang Vũ Đế. Thái tử Lưu Trang lên nối ngôi, tức là [[Hán Minh Đế]].\n\n== Nhận định ==\n=== Quân sự ===\nHán Quang Vũ Đế Lưu Tú thường được các sử gia Trung Quốc đánh giá rất cao về thành tựu, điểm sáng nhất là ông đã dựng lên nhà Đông Hán, khiến Trung nguyên tiếp tục thịnh vượng hơn 200 năm tiếp theo dưới triều Hán của họ Lưu. Về mặt [[quân sự]], ông được ca ngợi là một thiên tài quân sự, một anh hùng kiệt xuất trong lịch sử Trung Quốc<ref name=\"ReferenceC\">Tào Hồng Toại, sách đã dẫn, tr 399, 401<\/ref>.\n\nXuất thân là họ hàng xa của hoàng tộc, thực chất Lưu Tú không khác nhiều so với người dân áo vải. Thân thế đó không giúp được nhiều cho ông trong cuộc chiến thời loạn lạc vốn cũng có nhiều người trong hoàng tộc khác cùng nổi lên cát cứ. Tài năng quân sự của ông thể hiện rõ trong những trận đánh lấy ít địch nhiều, lấy yếu thắng mạnh. Không chỉ giỏi cầm quân, ông còn giỏi trị quân, cất nhắc và sử dụng đúng người, xây dựng được kỷ luật nghiêm minh, tập hợp được đội ngũ tướng sĩ thiện chiến và trung thành<ref name=\"ReferenceC\"\/>. Ông đã phải tự phấn đấu trong quá trình dựng nghiệp và trải qua nhiều khó khăn, mất mát đau thương và gian khổ để có thắng lợi cuối cùng.\n\nLưu Tú góp công không nhỏ trong cuộc lật đổ triều [[nhà Tân]] và tự chứng tỏ là người mạnh nhất trong cuộc chiến dẹp hàng chục chư hầu và hàng chục lực lượng khởi nghĩa [[nông dân]] cát cứ lớn mạnh khác, về cơ bản hoàn thành chỉ trong khoảng 10 năm từ khi xưng đế.\n\n=== Chính trị ===\nSử gia [[Lê Đông Phương]] và [[Vương Tử Kim]] đánh giá ông là người giỏi đánh trận nhưng lại rất yêu chuộng hoà bình<ref name=\"ReferenceA\"\/>. Chính sách \"cùng nghỉ với dân\", tránh đụng độ với [[Hung Nô]], tránh can thiệp vào [[Tây Vực]] khiến nhân dân được hoà bình sau vài chục năm chiến tranh binh lửa. Những chính sách xây dựng đất nước sau khi thống nhất như giải phóng cho nô tỳ, bớt gánh nặng thuế khoá cho nhân dân,... có tác dụng rất lớn nhằm giải phóng sức sản xuất, khôi phục kinh tế, giải toả mâu thuẫn trong xã hội, khiến xã hội ổn định sau khi bị xáo trộn dưới thời Vương Mãng, khiến Trung Quốc phồn thịnh trở lại<ref>Tào Hồng Toại, sách đã dẫn, tr 400<\/ref>.\n\nLà vị vua khai quốc thời chiến loạn nhưng Lưu Tú đối xử với các công thần và những thủ lĩnh đối địch về hàng rất nhân hậu và chính điều này khiến ông được các sử gia đánh giá cao khi so sánh với Lưu Bang. Toàn quân Xích Mi đã đánh bại quân Lưu Tú nhiều lần, nhưng khi Phàn Sùng thất thế bại trận, ông tha bổng hết các tướng sĩ Xích Mi. Tướng quân Lục Lâm là Chu Vĩ từng xui [[Lưu Huyền]] giết Lưu Diễn anh ông, nhưng khi Chu Vĩ muốn hàng, ông không hề báo thù, trái lại phong chức lớn và sau này con cháu nhà Chu Vĩ vẫn truyền nối nhiều đời<ref name=\"Tiêu Lê, sách đã dẫn, tr 465\">Tiêu Lê, sách đã dẫn, tr 465<\/ref>.\n\nKhi Lưu Tú tiến vào Hàm Đan diệt Vương Lang, ông thu được các giấy tờ văn kiện, trong đó không ít văn thư của thủ hạ dưới quyền ông trao đổi qua lại với Vương Lang, có những văn thư phỉ báng ông. Lưu Tú không những không xem mà trái lại ra lệnh đốt hết các văn kiện đó đi. Sự khoan dung, độ lượng của ông khiến những người cấp dưới rất cảm phục, được đời sau đánh giá là khí phách phi phàm, không nhiều chính trị gia trước và sau ông có được<ref name=\"Tiêu Lê, sách đã dẫn, tr 465\"\/>. Sự nhân hậu của ông cũng đã cảm phục được danh tướng [[Mã Viện]] vốn ở dưới trướng Quỳ Ngao về với ông và lập nhiều công trạng.\n\nĐóng góp về chính trị và quân sự của Lưu Tú khiến ông được xem là một [[wikt:minh quân|minh quân]] hiếm thấy trong lịch sử Trung Quốc, là vị hoàng đế có trình độ đạo đức cao nhất và chú ý đến tình người nhất trong số các vị vua khai quốc trong lịch sử Trung Quốc<ref>Kỳ Ngạn Thần, sách đã dẫn, tr 128<\/ref>; đồng thời, ông góp phần thúc đẩy [[lịch sử Trung Quốc]] phát triển<ref>Tào Hồng Toại, sách đã dẫn, tr 401<\/ref>.\n\n== Gia quyến ==\n{{Thế phả nhà Hán:Nhánh Thung Lăng}}\n* Thân phụ: [[Lưu Khâm]] [劉欽].\n* Thân mẫu: [[Phàn Nhàn Đô]] [樊嫻都; ? - 22], con gái [[Phàn Trọng]] (樊重).\n* Tự phụ: [[Hán Nguyên Đế]] Lưu Thích. Vì Hán Quang Vũ Đế lên ngôi lấy nghĩa là [''\"Tức sự Đại tông\"''; 即事大宗], mang ý sẽ nối dõi dòng Đại tông từ [[Hán Văn Đế]] trở đi. Theo ý này, [[Hán Tuyên Đế]] sẽ là [''\"Tổ\"''; 祖], còn Nguyên Đế là [''\"Phụ\"''; 父] đối với Hán Quang Vũ Đế. Cũng vì lý do này mà cha mẹ ruột của Hán Quang Vũ Đế không được truy tôn Đế hiệu và Hậu hiệu<ref>《后汉书注·卷三十五·张曹郑列传第二十五》：大宗谓元帝也。据代相承，高祖至元帝八代，光武即高帝九代孙，以代数相推，故继体元帝，故曰“即事大宗”。下又云“宣、元皇帝尊为祖、父”，又曰“自元帝以上祭于洛阳，成帝以下祭于长安”，其义明矣。降其私亲，谓舂陵已下不别序昭穆。<\/ref><ref>《后汉书·卷三十五·张曹郑列传第二十五》：十九年，乃与太仆朱浮共奏言：“陛下兴于匹庶，荡涤天下，诛锄暴乱，兴继祖宗。窃以经义所纪，人事众心，虽实同创革，而名为中兴，宜奉先帝，恭承祭祀者也。元帝以来，宗庙奉祠高皇帝为受命祖，孝文皇帝为太宗，孝武皇帝为世宗，皆如旧制。又立亲庙四世，推南顿君以上尽于舂陵节侯。礼，为人后者则为之子，既事大宗，则降其私亲。今禘祫高庙，陈序昭穆，而舂陵四世，君臣并列，以卑厕尊，不合礼意，设不遭王莽，而国嗣无寄，推求宗室，以陛下继统者，安得复顾私亲，违礼制乎？昔高帝以自受命，不由太上，宣帝以孙后祖，不敢私亲，故为父立庙，独群臣侍祠。臣愚谓宜除今亲庙，以则二帝旧典，愿下有司博采其议。”<\/ref>.\n* Thân thuộc:\n# [[Lưu Hoàng (Đông Hán)|Lưu Hoàng]] [劉黃], tước '''Hồ Dương Trưởng công chúa''' (湖暘公主), lấy [[Hồ Trân]] (胡珍). Chị cả trong 6 anh chị em.\n# [[Lưu Nguyên (Đông Hán)|Lưu Nguyên]] [劉元], tước '''Tân Dã Trưởng công chúa''' (新野長公主), lấy [[Đặng Thần]] (鄧晨), chết trong chiến loạn (năm [[22]]). Lớn thứ 2 trong 6 anh chị em.\n# [[Lưu Diễn]] [劉縯], tướng quân Lục Lâm, bị [[Lưu Huyền]] giết, truy làm '''Tề Vũ vương''' (齊武王). Lớn thứ 3 trong 6 anh chị em.\n# [[Lưu Trọng]] [劉仲], chết trong chiến loạn, truy làm '''Lỗ Ai vương''' (魯哀王). Lớn thứ 4 trong 6 anh chị em.\n# [[Lưu Bá Cơ]] [劉伯姬], tước '''Ninh Bình công chúa''' (寧平公主), lấy [[Lý Thông (Đông Hán)|Lý Thông]]. Em út trong 6 anh chị em.\n* Hậu phi:\n{| class=\"wikitable\"\n!width=20%|Danh hiệu\n!width=10%|Tên\n!width=10%|Sinh mất\n!width=10%|Quê quán\n!width=12%|Cha mẹ\n!Ghi chú\n|-\n|Phái Vương thái hậu<br>(沛王太后)\n|[[Quách Thánh Thông]]<br>郭聖通\n|? - 52\n|[[Cảo huyện]], [[Chân Định]]\n|Thân phụ [[Quách Xương]] (郭昌)<br>Thân mẫu [[Quách chủ]] Lưu thị\n|Xuất thân dòng dõi Chân Định Quách thị, mẹ Quách chủ là con gái của Chân Định Cung vương [[Lưu Phổ]]. Khi ấy cưới Hán Quang Vũ Đế Lưu Tú, đã có nguyên phối là Âm Lệ Hoa. Năm đầu Kiến Vũ, đồng phong [[Quý nhân]].\n\nNăm Kiến Vũ thứ 2 (26), lập làm [[Hoàng hậu]], năm thứ 17 (41) bị phế. Không như các Phế hậu khác bị giữ ở biệt cung, Quách thị được Quang Vũ Đế phong làm Phái Vương thái hậu, đi theo Phái Hiến vương Lưu Phụ đến Phái quốc, sống hết phần đời còn lại ở đó.\n\nSinh Đông Hải Cung vương [[Lưu Cương]], Phái Hiến vương [[Lưu Phụ]], Tế Nam An vương [[Lưu Khang (Đông Hán)|Lưu Khang]], Phụ Lăng Chất vương [[Lưu Diên (Đông Hán)|Lưu Diên]] cùng Trung Sơn Giản vương [[Lưu Yên (Trung Sơn Giản vương)|Lưu Yên]].\n\nKhi mất, được dùng nghi lễ trọng thể của một Vương thái hậu để an táng phía Bắc của [[Nguyên lăng]] - lăng của Hán Quang Vũ Đế.\n|-\n|Quang Liệt hoàng hậu<br>(光烈皇后)\n|[[Âm Lệ Hoa]]<br>陰麗華\n|5 - 64\n|[[Tân Dã]], [[Nam Dương]]\n|Thân phụ [[Âm Lục]] (陰陸)<br>Thân mẫu [[Nam Dương Đặng thị]] \n|Xuất thân dòng dõi Tân Dã Âm thị, hậu duệ của [[Quản Trọng]] thời [[Chiến quốc]]. Cùng quê với Hán Quang Vũ Đế Lưu Tú, được thú làm nguyên phối phu nhân (vợ cả).\n\nNăm đầu Kiến Vũ, cùng với Quách Thánh Thông đồng phong [[Quý nhân]]. Năm Kiến Vũ thứ 17 (41), Quang Vũ Đế phế Quách hậu, Âm Lệ Hoa trở thành Kế Hoàng hậu.\n\nSinh [[Hán Minh Đế]] Lưu Trang, Đông Bình Hiến vương [[Lưu Thương]], Quảng Lăng Tư vương [[Lưu Kinh (Quảng Lăng Tư vương)|Lưu Kinh]], Lâm Hoài Hoài công [[Lưu Hành]] cùng Lang Tà Hiếu vương [[Lưu Kinh (Lang Tà Hiếu vương)|Lưu Kinh]].\n|-\n|Sở Vương thái hậu<br>(楚王太后)\n|Hứa thị<br>許氏\n|? - 86\n|?\n|?\n|Nguyên phong ''Mỹ nhân'' (美人), sinh ra một người con trai duy nhất là Sở vương Lưu Anh.\n\nKhi Quang Vũ Đế băng, bà trở thành ''Sở Vương thái hậu'' và đến phong địa để sống. Về sau, con trai bà là Sở vương Lưu Anh tạo phản, nhưng bà vẫn được phụ dưỡng chu đáo tại Sở cung. Sau khi Lưu Anh tự sát, Hán Minh Đế hạ chiếu an ủi Hứa Thái hậu, vỗ về và tiếp tục cho bà ở lại chỗ cũ an dưỡng<ref>Chiếu chỉ:国家始闻楚事，幸其不然。既知审实，怀用悼灼，庶欲宥全王身，令保卒天年，而王不念顾太后，竟不自免。此天命也，无可奈何！太后其保养幼弱，勉强饮食。诸许愿王富贵，人情也。已诏有司，出其有谋者，令安田宅。<\/ref>.\n\nNăm Nguyên Hòa thứ 3 (86), Hứa Thái hậu qua đời, [[Hán Chương Đế]] khiển Quang Lộc đại phu cầm tiết điếu từ, ban cho 500 vạn tiền lo liệu tang sự.\n|}\n\n=== Hậu duệ ===\n{| class=\"wikitable\"\n!#\n!width=17%|Danh hiệu\n!width=10%|Tên\n!width=10%|Sinh\n!width=10%|Mất\n!width=12%|Mẹ\n!Ghi chú\n|-\n| colspan=7 align=\"center\"| '''Hoàng tử'''\n|-\n|1\n|Đông Hải Cung vương<br>(東海恭王)\n|[[Lưu Cương]]<br>劉疆\n|25<br>Kiến Vũ nguyên niên\n|58<br>Vĩnh Bình nguyên niên\n|[[Quách Thánh Thông]]\n|Năm Kiến Vũ thứ 2 ([[26]]), lập làm [[Hoàng thái tử]].\n\nNăm Kiến Vũ thứ 27 ([[41]]), Quách hoàng hậu bị phế truất. Lưu Cương trong tâm bất an, bèn nhường lại vị trí Thái tử cho Minh Đế. Năm thứ 19 (43), chính thức phong làm ''Đông Hải vương'' (東海王), năm thứ 28 (52) thì về đất phong.\n\nBởi vì Lưu Cương không phải bị phế mà thành phiên vương, nên Hán Quang Vũ Đế đặc biệt cho phép dùng nghi lễ Thiên tử mà về nước. Lại tăng đất phong, hợp thành 29 huyện.\n\nCó một con gái là [[Tỷ Dương công chúa]] (沘暘公主), mẹ của [[Chương Đức Đậu hoàng hậu]].\n|-\n|2\n|Phái Hiến vương<br>(沛献王)\n|[[Lưu Phụ]]<br>劉輔\n|?\n|84<br>Nguyên Hòa nguyên niên\n|Quách Thánh Thông\n|Năm Kiến Vũ thứ 15 (39), phong làm ''Tả Dực công'' (右翊公), năm thứ 17 (41) cải phong ''Trung Sơn vương'' (中山王). Năm Kiến Vũ thứ 20 (44), chính thức cải phong ''Phái vương'' (沛王), năm thứ 28 (52) thì về đất phong.\n\nLưu Phụ giỏi kinh thư, có ''\"Phái vương thông luận\"'' (沛王通论), ở Phải quốc có tiếng cẩn trọng giữ mình, được xưng tụng làm Hiền vương, Hán Minh Đế kính trọng nên thường thêm ban thưởng. Qua đời thời [[Hán Chương Đế]].\n|-\n|3\n|Sở vương<br>(楚王)\n|[[Lưu Anh (Sở vương)|Lưu Anh]]<br>劉英\n|?\n|71<br>Vĩnh Bình thứ 14\n|Hứa mỹ nhân\n|Năm Kiến Vũ thứ 15 (39) tấn phong ''Sở công'' (楚公), năm thứ 17 (41) chính thức thành Sở vương, năm thứ 28 (52) thì về đất phong.\n\nKhi ấy, Hứa mỹ nhân vô sủng, nên Lưu Anh trong số các hoàng tử là có phong quốc tệ nhất. Năm Kiến Vũ thứ 30 (54), lấy 2 huyện của quận Lâm Hoài là huyện Lự cùng huyện Cần Xương quy về Sở quốc. Khi Minh Đế làm Thái tử, Lưu Anh thường phò trợ đi theo, nên tình cảm hai anh em tương đối tốt đẹp. Khi Minh Đế đăng cơ, gia thưởng không ít. Năm Vĩnh Bình nguyên niên (58), đặc phong cậu của Lưu Anh là [[Hứa Xương (Đông Hán)|Hứa Xương]] (许昌) làm ''Long Thư hầu'' (龍舒侯).\n\nNăm Vĩnh Bình thứ 13 ([[70]]), bị tố mưu phản, tước đi Sở vương phong hiệu, đày đến huyện Kính thuộc quận Đan Dương, canh thực ấp 500 hộ. Con cái là Liệt hầu, Ông chúa như cũ, mẹ là Hứa Thái hậu vẫn lưu lại Sở cung. Năm sau (71), sau khi đến Đan Dương thì tự sát. Hán Minh Đế hạ chiếu khiển Quang Lộc đại phu cầm tiết điếu từ, tặng mũ như cựu lệ, thêm ban Liệt hầu ấn tín và dây đeo triện, lấy chư hầu lễ táng tại huyện Kính.\n|-\n|4\n|'''Hiếu Minh hoàng đế'''<br>(孝明皇帝)\n|[[Lưu Trang]]<br>劉莊\n|[[15 tháng 6]], [[28]]\n|[[5 tháng 9]], [[75]]\n|[[Âm Lệ Hoa]]\n|Nguyên danh '''Lưu Dương''' (劉暘). Năm Kiến Vũ thứ 15 (39), được phong làm ''Đông Hải công'' (東海公). Năm thứ 17 (41), được phong ''Đông Hải vương'' (東海王). Năm Kiến Vũ thứ 19 (43), lập làm Hoàng thái tử.\n\nKhi ông được 10 tuổi, Quang Vũ Đế khen ngợi gọi là '''Ngô Quý Tử''' (吴季子), điều này càng làm triều đình chấn động. Ngô Quý Tử, cũng gọi [[Ngô Quý Trát]], là con trai thứ tư của Ngô vương Ngô Thọ Mộng, vốn dĩ không có tư cách kế thừa Vương vị, nhưng Thọ Mộng lại hi vọng đứa con này kế thừa, cho nên con cả của Thọ Mộng là Ngô Chư Phàn quyết liệt xin nhường Trữ vị cho Quý Tử, nhưng Quý Tử kiên quyết từ chối. Nhìn đây có thể suy ra, Quang Vũ Đế thực sự mong Lưu Dương kế vị, nhưng lại sợ gia tộc họ Âm sẽ là điều liên lụy Lưu Dương, khiến Lưu Dương không thể kế vị.\n\nThế nhưng, Lưu Dương khi nghe xong lại nói:''\"Ngu dốt vô cùng!\"'', cho thấy thái độ không chịu nhường ai của Lưu Dương.\n|-\n|5\n|Tế Nam An vương<br>(濟南安王)\n|[[Lưu Khang (Đông Hán)|Lưu Khang]]<br>劉康\n|?\n|97<br>Vĩnh Nguyên thứ 9\n|Quách Thánh Thông\n|Năm Kiến Vũ thứ 15 (39), sơ phong ''Tế Nam công'' (濟南公; 39), năm thứ 17 (41) cải phong ''Hoài Dương vương'' (淮暘王; 41), năm thứ 28 (52) về đất phong.\n\nNăm Kiến Vũ thứ 30 (54), lấy 6 huyện của quận Bình Nguyên là huyện Chúc A, An Đức, Triều Dương, Bình Xương, Thấp Âm, Trọng Khâu làm Tế Nam quốc, cũng cải tên Vương tước thành Tế Nam vương.\n|-\n|6\n|Đông Bình Hiến vương<br>(東平憲王)\n|[[Lưu Thương]]<br>劉蒼\n|?\n|83<br>Kiến Sơ thứ 8, \n|Âm Lệ Hoa\n|Năm Kiến Vũ thứ 15 (39), sơ phong ''Đông Bình công'' (東平公), năm thứ 17 (41) cải phong ''Đông Bình vương'' (東平王). Thực ấp ở đất [[Vô Diệm]] (nay là [[Đông Bình, Thái An]], tỉnh [[Sơn Đông]]).\n\nTrong lịch sử Đông Hán, ông nổi tiếng là một người hay văn thơ, phụ chính thời Hán Minh Đế và vị trí còn trên cả [[Tam công]]. Sau vì lo sợ mà quay về đất phong Đông Bình quốc, rút khỏi chính trường.\n|-\n|7\n|Phụ Lăng Chất vương<br>(阜陵质王)\n|[[Lưu Diên (Đông Hán)|Lưu Diên]]<br>劉延\n|?\n|89<br>Vĩnh Nguyên nguyên niên\n|Quách Thánh Thông\n|Năm Kiến Vũ thứ 15 (39), sơ phong ''Hoài Dương công'' (淮暘公), năm thứ 17 (41) cải phong ''Hoài Dương vương'' (淮暘王). Năm Kiến Vũ thứ 28 (52), về đất phong. Năm Kiến Vũ thứ 30 (54), lấy 4 huyện của quận Nhữ Nam là Trường Bình, Tây Hoa, Tân Dương cùng Phù Lạc quy thành Hoài Dương quốc.\n\nNăm Vĩnh Bình thứ 16 (73), Lưu Diên cùng [[Tạ Yểm]] (谢弇), Phò mã của Quán Đào công chúa là [[Hàn Quang]] (韩光) chiêu gian hoạt, tác đồ sấm. Cả Tạ và Hàn đều bị xử tử, còn Lưu Diên cải phong thành ''Phụ Lăng vương'' (阜陵王). Thời [[Hán Chương Đế]], Lưu Diên cùng con trai [[Lưu Phường]] (劉魴) lại âm mưu tạo phản, bị Chương Đế giam cầm đến chết.\n|-\n|8\n|Quảng Lăng Tư vương<br>(廣陵思王)\n|[[Lưu Kinh (Quảng Lăng Tư vương)|Lưu Kinh]]<br>劉荊\n|?\n|67<br>Vĩnh Bình thứ 10\n|Âm Lệ Hoa\n|Năm Kiến Vũ thứ 15 (39), sơ phong ''Sơn Dương công'' (山暘公), năm thứ 17 (41) cải phong ''Sơn Dương vương'' (山暘王).\n\nSau khi Hán Quang Vũ Đế qua đời, viết thư mạo nhận Đại hồng lư [[Quách Huống]] là cậu của Đông Hải vương Lưu Cương, xúi giục Lưu Cương tạo phản soán vị. Sự tình bại lộ, Hán Minh Đế niệm tình là anh em cùng mẹ nên giam cầm ở Hà Nam cung. Năm Vĩnh Bình nguyên niên (58), cải phong ''Quảng Lăng vương'' (廣陵王), đất phong nay tại [[Dương Châu]], tỉnh [[Giang Tô]].\n|-\n|9\n|Lâm Hoài Hoài công<br>(临淮懷公)\n|[[Lưu Hành]]<br>劉衡\n|?\n|[[15 tháng 8]], năm [[41]]<br>Kiến Vũ thứ 17\n|Âm Lệ Hoa\n|Năm Kiến Vũ thứ 15 (39), thụ phong ''Lâm Hoài công'' (臨淮公).\n\nMất sớm.\n|-\n|10\n|Trung Sơn Giản vương<br>(中山简王)\n|[[Lưu Yên (Trung Sơn Giản vương)|Lưu Yên]]<br>劉焉\n|?\n|90<br>Vĩnh Nguyên thứ 2\n|Quách Thánh Thông\n|Năm Kiến Vũ thứ 15 (39), phong ''Tả Dực công'' (左翊公), năm thứ 17 (41) cải phong ''Tả Dực vương'' (左翊王). Năm Kiến Vũ thứ 30 (54), chính thức phong ''Trung Sơn vương'' (中山王).\n\nNăm Vĩnh Bình thứ 2 (59), về phong quốc, nhưng do Quách Thái hậu yêu con, nên có đặc quyền lui tới kinh sư.\n|-\n|11\n|Lang Tà Hiếu vương<br>(琅邪孝王)\n|[[Lưu Kinh (Lang Tà Hiếu vương)|Lưu Kinh]]<br>劉京\n|?\n|81<br>Kiến Sơ thứ 6\n|Âm Lệ Hoa\n|Năm Kiến Vũ thứ 15 (39), phong ''Lang Tà công'' (琅邪公), năm thứ 17 (41) cải phong ''Lang Tà vương'' (琅邪王). Ông nổi tiếng có tính hiếu, lại ham học.\n\nNăm Vĩnh Bình thứ 2 (59), Hán Minh Đế lấy 3 huyện của quận Thái Sơn là Cái, Nam Vũ Dương, Hoa cùng 3 huyện của quận Đông Lai là Xương Dương, Lư Hương cùng Đông Mưu hợp lại thành Lang Tà quốc. Năm Vĩnh Bình thứ 6 (62), trở về đất phong. Ông qua đời thời [[Hán Hòa Đế]].\n|-\n|\n| colspan=7 align=\"center\"| '''Hoàng nữ'''\n|-\n|1\n|Vũ Dương Trưởng công chúa<br>(舞暘長公主)\n|[[Lưu Nghĩa Vương]]<br>劉義王\n|?\n|?\n|''Không rõ''\n|Năm Kiến Vũ thứ 15 (39), thụ tước Vũ Dương Trưởng công chúa, là [[Trưởng công chúa]] đầu tiên.\n\nHạ giá [[Lương Tùng]] (梁松), con trai của [[Lương Thống]] (梁统). Năm [[83]], nhà họ Đậu vu cáo nhà họ Lương, em trai của Lương Tùng là [[Lương Tủng]] (梁竦), ông ngoại của [[Hán Hòa Đế]], tằng tổ của [[Lương Ký]], bị giam và chết trong ngục. Công chúa bị liên lụy, biếm xuất đến [[Tân Thành]].\n|-\n|2\n|Niết Dương công chúa<br>(涅暘公主)\n|[[Lưu Trung Lễ]]<br>劉中禮\n|?\n|?\n|''Không rõ''\n|Năm Kiến Vũ thứ 15 (39), thụ tước Niết Dương công chúa. Thời [[Hán Chương Đế]] tôn [[Trưởng công chúa]] sau khi Vũ Dương Trưởng công chúa qua đời.\n\nHạ giá lấy [[Đậu Cố]] (窦固), cháu nội của Khai quốc công thần [[Đậu Dung]] (窦融); Dung là cụ của [[Chương Đức Đậu hoàng hậu]] của [[Hán Chương Đế]].\n|-\n|3\n|Quán Đào công chúa<br>(馆陶公主)\n|[[Lưu Hồng Phu]]<br>劉紅夫\n|?\n|?\n|''Không rõ''\n|Năm Kiến Vũ thứ 15 (39), thụ tước Quán Đào công chúa. Hạ giá [[Hàn Quang]] (韓光).\n\nSau Hàn Quang cùng Hoài Dương vương Lưu Diên mưu phản, tự sát.\n|-\n|4\n|Dục Dương công chúa<br>(淯暘公主)\n|[[Lưu Lễ Lưu]]<br>劉禮劉\n|?\n|?\n|''Có thuyết là Quách Thánh Thông''\n|Năm Kiến Vũ thứ 17 (41), thụ tước Dục Dương công chúa. Hạ giá An Dương hầu [[Quách Hoàng]] (郭璜), con trai của [[Quách Huống]] (郭况) - em trai Quách Thánh Thông.\n|-\n|5\n|Ly Ấp công chúa<br>(酈邑公主)\n|[[Lưu Thụ]]<br>劉绶\n|?\n|?\n|''Không rõ''\n|Năm Kiến Vũ thứ 21 (45), thụ tước Ly Ấp công chúa. Hạ giá Tân Dương hầu Thế tử [[Âm Phong]] (陰豐), con trai của em trai Âm hoàng hậu là [[Âm Tựu]] (陰就).Nổi tiếng kiêu ngạo và hay đố kị.\n\nNăm Vĩnh Bình thứ 2 ([[59]]), Công chúa bị chồng giết hại, Âm Phong cùng Âm Tựu bị ép tự sát.\n|}\n\n== Xem thêm ==\n* [[Nhà Hán]]\n* [[Nhà Tân]]\n* [[Trận Côn Dương]]\n* [[Vương Mãng]]\n* [[Lưu Huyền]]\n* [[Lưu Diễn]]\n* [[Khởi nghĩa Lục Lâm]]\n* [[Khởi nghĩa Xích Mi]]\n* [[Ngôi Hiêu|Quỳ Ngao]]\n* [[Công Tôn Thuật]]\n* [[Duyên Sầm]]\n* [[Mã Viện]]\n* [[Vân Đài nhị thập bát tướng]]\n\n== Tham khảo ==\n* Tào Hồng Toại (2004), ''Thời niên thiếu của các bậc đế vương'', Nhà xuất bản Văn hóa thông tin\n* Tiêu Lê (2000), ''Những ông vua nổi tiếng trong lịch sử Trung Quốc'', Nhà xuất bản Đà Nẵng\n* Tiêu Lê, Mã Ngọc Chu, Lã Diên Đào (2004), ''100 người đàn ông có ảnh hưởng đến lịch sử Trung Quốc'', Nhà xuất bản Chính trị quốc gia\n* Lê Đông Phương, Vương Tử Kim (2007), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Đặng Huy Phúc (2001), ''Các hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội\n* Kỳ Ngạn Thần (2007), ''Người Trung Quốc và những hiểu lầm về lịch sử'', Nhà xuất bản Công an nhân dân\n* Bielenstein, Hans. (1986). \"Wang Mang, the Restoration of the Han Dynasty, and Later Han,\" in ''The Cambridge History of China: Volume I: the Ch'in and Han Empires, 221 TCN. – A.D. 220'', 223–290. Edited by Denis Twitchett and Michael Loewe. Cambridge: Cambridge University Press. ISBN 0-521-24327-0.\n* ''[[Tư trị thông giám]]'' của [[Tư Mã Quang]], các quyển 38-44 (bản gốc tại [[:zh:s:資治通鑑]]), và bản tiếng Hán hiện đại được [[Bá Dương]] biên tập (Đài Bắc, 1982-1989).\n* ''[[Hậu Hán thư]]'' của [[Phạm Diệp]], quyển 1 [[:zh:s:後漢書\/卷1上|thượng]] và [[:zh:s:後漢書\/卷1下|hạ]] (Thế Tổ Quang Vũ Đế kỷ).\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Vua nhà Hán}}\n{{Kiểm soát tính nhất quán}}\n{{Thanh chủ đề|Lịch sử|Trung Quốc}}\n\n[[Thể loại:Hoàng đế nhà Hán|Quang Vũ đế]]\n[[Thể loại:Sinh năm 6 TCN]]\n[[Thể loại:Mất năm 57]]\n[[Thể loại:Sinh năm 5 TCN]]\n[[Thể loại:Năm 5 TCN]]"}