{"Hán Linh Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Hán Linh Đế\n| tên gốc = 漢靈帝\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| thêm = china\n| chức vị = [[Hoàng đế]] [[Đông Hán]]\n| hình = Emperor Ling of Han.jpg\n| cỡ hình = 250px\n| ghi chú hình = Hán Linh Đế nét vẽ thời nhà Thanh\n| tại vị = [[17 tháng 2]] năm [[168]] &ndash; [[13 tháng 5]] năm [[189]]<br>({{số năm theo năm và ngày|168|2|17|189|5|13}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:-202 till:220\nAlignBars = early\nScaleMajor = increment:422 start:-202\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:168 till:189 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Hán Hoàn Đế|<font color=\"grey\">Hán Hoàn Đế<\/font>]]\n| kế nhiệm = [[Lưu Biện|<font color=\"blue\">Hán Thiếu Đế<\/font>]]\n| tên đầy đủ = Lưu Hoành (劉宏)\n| kiểu tên đầy đủ = Tên thật\n| kiểu hoàng tộc = Triều đại\n| niên hiệu = <\/div>\n*Kiến Ninh (建寧: [[168]] – [[172]])<\/small>\n*Hy Bình (熹平: [[172]] – [[178]])<\/small>\n*Quang Hòa (光和: [[178]] - [[184]])<\/small>\n*Trung Bình (中平: [[184]] - [[189]]) <\/small>\n| thông tin niên hiệu = ẩn\n| vợ = [[Tống hoàng hậu (Hán Linh Đế)|Hiếu Linh Tống hoàng hậu]]<br>[[Linh Tư Hà Hoàng hậu]]<br>[[Vương mỹ nhân (Hán Linh Đế)|Linh Hoài Vương hoàng hậu]]\n| con cái = [[Lưu Biện|Hán Thiếu Đế]] Lưu Biện<br>[[Hán Hiến Đế]] Lưu Hiệp<br>[[Vạn Niên công chúa]]\n| thông tin con cái = ẩn\n| thụy hiệu = <font color = \"grey\">Hiếu Linh hoàng đế<\/font><br>(孝靈皇帝)\n| cha = Hiếu Nhân hoàng [[Lưu Trường (Đông Hán)|Lưu Trường]]\n| mẹ = [[Đổng thái hậu (Nhà Hán)|Hiếu Nhân Đổng hoàng hậu]]\n| sinh = 155\n| nơi sinh = [[Hà Giang quốc]]\n| mất = 13 tháng 5, {{năm mất và tuổi|189|156}}\n| nơi mất = Nam Cung, [[Gia Đức điện]]\n| nơi an táng = [[Văn Lăng (mộ)|Văn Lăng]] (文陵)\n}}\n\n'''Hán Linh Đế''' ([[chữ Hán]]: 漢靈帝; [[156|155]] - [[189]]), húy '''Lưu Hoành''' (劉宏), là vị [[Hoàng đế]] thứ 12 của thời [[Đông Hán]], và cũng là Hoàng đế thứ 27 của triều đại [[nhà Hán]] trong [[lịch sử Trung Quốc]]. Ông tại vị từ năm [[168]] đến năm [[189]], tổng 22 năm.\n\nDưới thời đại của Hán Linh Đế, nền chính trị nhà Hán tiếp tục rơi vào khủng hoảng. Bên cạnh các thế lực [[ngoại thích]] cùng [[hoạn quan]] đối chọi nhau, thời kỳ Hán Linh Đế còn phải trải qua [[Khởi nghĩa Khăn Vàng]] có quy mô rất lớn. Dù Đại tướng quân [[Hà Tiến]] thành công bình định cuộc phản loạn này, song cơ bản đã khiến Đông Hán bước đến thời kỳ cáo chung.\n\nThời đại Linh Đế trị vì đã chứng kiến một sự thối nát cùng cực của chính quyền, khi hoạn quan thao túng, ngoại thích họ Đổng của mẹ ông là Hiếu Nhân Đổng hậu vơ vét tiền tài, còn công khai ''\"mua quan bán chức\"'' có quy mô cấp triều đình. Thời của ông thường được gộp với người đời trước là [[Hán Hoàn Đế]], được gọi là Hoàn Linh (桓靈), một chuỗi thời kỳ được xem là đen tối cùng cực của Đông Hán. Thừa tướng nhà [[Thục Hán]] là [[Gia Cát Lượng]] khi viết ''[[Xuất sư biểu]]'', đã phải thốt lên: ''\"''Thở dài thống hận với Hoàn, Linh''\"''<ref>Nguyên vắn: 亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。<\/ref>, cũng phần nào cho thấy sự thối rữa cùng cực của nhà Hán được các sĩ nhân phù Hán như Gia Cát Lượng nhận định đều từ hai đời Hoàn Đế và Linh Đế vậy.\n\n== Thân thế ==\nLưu Hoành sinh năm Vĩnh Thọ thứ 2 ([[156]]) thời [[Hán Hoàn Đế]]. Thân phụ là Giải Độc Đình hầu [[Lưu Trường (Đông Hán)|Lưu Trường]] (劉萇) - cháu 4 đời của [[Hán Chương Đế]], được phong tước Giải Độc Đình hầu tại đất Hà Giang quốc, khu vực thuộc tỉnh [[Hà Bắc, Trung Quốc]] hiện nay. Thân mẫu là [[Đổng thái hậu (Nhà Hán)|Đổng phu nhân]], cũng là người Hà Giang. Hán Chương Đế có người con thứ là [[Lưu Khai]] (劉開), Lưu Khai sinh [[Lưu Thục]] (劉淑), Lưu Thục sinh Lưu Trường, Lưu Trường sinh Lưu Hoành. Sau khi Lưu Trường qua đời, Lưu Hoành nối cha làm Giải Độc đình hầu<ref>《后汉书·卷八·孝灵帝纪第八》：孝灵皇帝讳宏，肃宗玄孙也。曾祖河间孝王开，祖淑，父苌。世封解渎亭侯，帝袭侯爵。母董夫人。<\/ref>.\n\nNăm Vĩnh Khang nguyên niên ([[167]]), [[mùa đông]], ngày [[28 tháng 12]], Hán Hoàn Đế băng hà. Ngày hôm sau, [[Đậu Diệu|Đậu hoàng hậu]] trở thành [[Hoàng thái hậu]]. Khi ấy Hán Hoàn Đế qua đời mà không có con, nên Đậu Thái hậu tiến hành chọn người kế vị. Cha của Thái hậu là Thành môn Giáo úy [[Đậu Vũ]] hỏi Ngự sử người Hà Giang tên Lưu Thúc, dò hỏi xem trong Hà Giang có ai ưu tú, thì Thúc tiến cử Giả Độc hầu Lưu Hoành. Đậu Vũ vào cung báo lên Thái hậu.\n\nNăm Kiến Ninh nguyên niên ([[168]]), [[tháng giêng]], Đậu Thái hậu sai [[Tào Tiết (hoạn quan)|Tào Tiết]] cầm Phù tiết, dùng Hoàng môn Hổ bí Vũ Lâm quân hơn 1.000 người đưa xa giá đi đến Hà Giang quốc để rước Giải Độc Đình hầu Lưu Hoành nhập cung<ref>《后汉书·宦者列传》：建宁元年，（曹节）持节将中黄门虎贲羽林千人，北迎灵帝，陪乘入宫。<\/ref><ref>《后汉书·卷八·孝灵帝纪第八》李贤注引《东观汉记》：（刘宏）到夏门外万寿亭，群臣谒见。<\/ref>. Sang ngày [[21 tháng 1]] (tức ngày [[17 tháng 2]] dương lịch), Giải Độc Đình hầu Lưu Hoành mới 12 tuổi nối ngôi, sử gọi Hán Linh Đế<ref>《后汉书·卷十下·皇后纪第十下》：永康元年冬，帝寝疾，遂以圣等九女皆为贵人。及崩，无嗣，后为皇太后。太后临朝定策，立解犊亭侯宏，是为灵帝。<\/ref><ref>《后汉纪·后汉孝桓皇帝纪下卷第二十二》：初，河间孝王生解渎亭侯淑，淑生苌，苌生宏。帝崩无嗣，大将军窦武召御史刘倏，倏盛称宏于武，武与太后定策禁中。太后诏曰：“大行皇帝，德配天地，光照上下，不获胤嗣之祚，早弃万国，朕忧心摧伤。追览前代，法王后无适，即择览近亲。考德叙才，莫若解渎亭侯宏，年十有二，嶷然有周成之质。春秋之义，为人后者为之子。其以宏为大行皇帝嗣。”使光禄大夫刘倏持节之国奉迎。<\/ref>. Đậu Thái hậu phong Thành môn Giáo úy Đậu Vũ làm ''Đại tướng quân'', cùng Thái phó [[Trần Phồn]] và Tư đồ [[Hồ Quảng (Đông Hán)|Hồ Quảng]] (鬍廣) cùng làm phụ chính cho Hán Linh Đế.\n\nSau đó, Linh Đế cho truy phong cha là Lưu Trường làm Hiếu Nhân hoàng (孝仁皇), lăng tẩm là Thận lăng; còn mẹ Đổng phu nhân thành Thận Viên Quý nhân (慎園貴人) theo cựu lệ của nhà Hán<ref>《后汉书·卷八·孝灵帝纪第八》：闰月甲午，追尊皇祖为孝元皇，夫人夏氏为孝元皇后，考为孝仁皇，夫人董氏为慎园贵人。<\/ref>.\n\n==Cai trị==\n=== Hoạn quan trừ ngoại thích ===\nSau khi nắm đại quyền, Đậu Vũ và Trần Phồn đều muốn cố gắng khôi phục lại trật tự của nhà Hán, tiêu diệt sách quyền lực của các [[hoạn quan]]. Hai người khôi phục lại tước vị của những nạn nhân bị các hoạn quan buộc tội trước đây, biến họ thành thế lực chóng lại hoạn quan.\n\nNăm Kiến Ninh nguyên niên ([[168]]), Đậu Vũ và Trần Phồn lên kế hoạch trừ khử các hoạn quan do [[Vương Phủ]] (王甫) cùng [[Tào Tiết (hoạn quan)|Tào Tiết]] cầm đầu. Trần Phồn nói:''\"Trung thường thị Tào Tiết, Vương Phủ khi hầu cận Tiên Đế đã làm dấy động chính sự quốc gia, chướng khí mù mịt, bá tánh hỗn loạn, tội họa chính là bọn họ. Hiện tại không giết bọn chúng, đại sự không thành\"''. Đậu Vũ phi thường tán thành, sau đó sắp đặt các thân tín là Thượng thư lệnh [[Doãn Huân]] (尹勋), Thị trung [[Lưu Du]] (刘瑜), lại mời [[Thái thú]] [[Việt Tây]] là [[Tuân Dực]] (荀翌) làm ''Tòng sự Trung lang'', người Dĩnh Xuyên là [[Trần Thực]] làm Duyện thuộc, đồng thương định kế sách, văn sĩ khắp thiên hạ không ai là không phấn chấn. Đậu Vũ từng bàn định kế hoạch với Đậu Thái hậu, nhưng Thái hậu mãi không hề quyết, sự việc cứ bị trì kéo mãi<ref>Cát Kiếm Hùng, sách đã dẫn, tr 581<\/ref><ref>Đặng Huy Phúc, sách đã dẫn, tr 106<\/ref>.\n\n[[Tháng 8]], sao [[Thái Bạch]] xuất hiện, Lưu Du viết thư cho Trần Phồn cùng Đậu Vũ, khuyên răn đại sự không thể đợi được nữa. Thế là Đậu Vũ dùng quyền thủ phụ ra lệnh bãi miễn Hoàng môn lệnh [[Ngụy Bưu]] (魏彪), lấy người của mình là Tiểu hoàng môn [[Sơn Băng]] (山冰) thay thế, lại bắt giam Trường Lạc Thượng thư [[Trịnh Táp]] (郑飒) vốn là kẻ giảo hoạt vào Bắc ngục. Trần Phồn khuyên nên giết Trịnh Táp, nhưng Đậu Vũ không nghe, lệnh Sơn Băng cùng Doãn Huân thẩm vấn, lời khai khai ra Tào Tiết cùng Vương Phủ, thế là lại tra khảo Tào, Vương trong ngục<ref>《后汉书·卷六十九·窦何列传第五十九》：至八月，太白出西方。刘瑜素善天官，恶之，上书皇太后曰：“太白犯房左骖，上将星入太微，其占宫门当闭，将相不利，奸人在主傍。愿急防之。”又与武、蕃书，以星辰错缪，不利大臣，宜速断大计。武、蕃得书将发，于是以朱宇为司隶校尉，刘祐为河南尹，虞祁为洛阳令。武乃奏免黄门令魏彪，以所亲小黄门山冰代之。使冰奏素狡猾尤无状者长乐尚书郑飒，送北寺狱。蕃谓武曰：“此曹子便当收杀，何复考为！”武不从，令冰与尹勋、侍御史祝瑨杂考飒，辞连及曹节、王甫。勋、冰即奏收节等，使刘瑜内奏。<\/ref>.\n\nHoạn quan [[Chu Vũ (hoạn quạn)|Chu Vũ]] (朱瑀) là người được phong làm ''Tư lệ Giáo úy'' (司隶校尉), nhìn lén tấu chương phát hiện kế hoạch Trần Phồn cùng Đậu Vũ lên kế hoạch giết toàn bộ hoạn quan, Vũ tri hô:''\"“Hoạn quan phóng túng phi pháp đương nhiên có thể sát. Ta có tội gì? Vì lý gì phải cũng bị diệt tộc?\"'', thế là Chu Vũ lên một âm mưu với 17 hoạn quan khác để phát động chính biến chống Trần Phồn và Đậu Vũ. Tào Tiết cùng các hoạn quan khác vào tẩm cung bắt cóc Hán Linh Đế, bàn mưu cùng nhau làm ra một chiếu chỉ giả, bổ nhiệm Trường lạc thực giám Vương Phủ làm ''Hoàng môn lệnh'' (黄门令), mang quân giết Doãn Huân cùng Sơn Băng để giải cứu Trịnh Táp, sau đó họ vào cung bắt cóc Đậu Thái hậu để đoạt tỉ thụ, ban hành chiếu lệnh sai Trịnh Táp cấm Tiết phù để bắt Đậu Vũ. Biết sự việc đại họa, Đậu Vũ giết chết sứ giả, chỉ huy mấy ngàn quân đóng ở [[Đô Đình]] (thuộc [[Lạc Dương]], [[Hà Nam, Trung Quốc]]), giao chiến ác liệt với quân Hổ bôn và quân Vũ lâm của Vương Phủ, nhưng cuối cùng ông bị thua trận và buộc phải tự sát. Trần Phồn cũng tham chiến và bị bắt giết.\n\nSau đó, Đậu Vũ cùng Trần Phồn bị bêu đầu ở kinh thành [[Lạc Dương]], gia đình ông bị lưu đày đến quận [[Nhật Nam]] (thuộc Trung Bộ [[Việt Nam]] hiện nay), những người trong họ và tân khách bị giết chết. Đậu Thái hậu bị buộc phải rút lui khỏi vai trò nhiếp chính và bị quản thúc ở Nam Cung, tức [[Trường Lạc cung]]<ref>《后汉书·卷六十九·窦何列传第五十九》：时，武出宿归府，典中书者先以告长乐五官史朱瑀。瑀盗发武奏，骂曰：“中官放纵者，自可诛耳。我曹何罪，而当尽见族灭！”因大呼曰：“陈蕃、窦武奏白太后废帝，为大逆！”乃夜召素所亲壮健者长乐从官史共普、张亮等十七人，歃血共盟诛武等。曹节闻之，惊起，白帝曰：“外间切切，请出御德阳前殿。”令帝拔剑踊跃，使乳母赵娆等拥卫左右，取印信，闭诸禁门。召尚书官属，胁以白刃，使作诏板。拜王甫为黄门令，持节至北寺狱，收尹勋、山冰。冰疑，不受诏，甫格杀之。遂害勋，出送郑飒。还共劫太后，夺玺书。令中谒者守南宫，闭门，绝复道。使郑飒等持节，及侍御使、谒者捕收武等。武不受诏，驰入步兵营，与绍共射杀使者。召会北军五校士数千人屯都亭下，令军士曰：“黄门常待反，尽力者封侯重赏。”诏以少府周靖行车骑将军，加节，与护匈奴中郎将张奂率五营士讨武。夜漏尽，王甫将虎贲、羽林、厩驺、都候、剑戟士，合千余人，出屯朱雀掖门，与奂等合。明旦悉军阙下，与武对阵。甫兵渐盛，使其士大呼武军曰：“窦武反，汝皆禁兵，当宿卫宫省，何故随反者乎？先降有赏！”营府素畏服中官，于是武军稍稍归甫。自旦至食时，兵降略尽。武、绍走，诸军追围之，皆自杀，枭首洛阳都亭。收捕宗亲、宾客、姻属，悉诛之，及刘瑜、冯述，皆夷其族。徒徙家属日南，迁太后于云台。当是时，凶竖得志，士大夫皆丧其气矣。武府掾桂阳胡腾，少师事武，独殡敛行丧，坐以禁锢。武孙辅，时年二岁，逃窜得全。事觉，节等捕之急。胡腾及令史南阳张敞共逃辅于零陵界，诈云已死，腾以为己子，而使聘娶焉。<\/ref><ref>《后汉书·卷十下·皇后纪第十下》：太后素忌忍，积怒田圣等，桓帝梓宫尚在前殿，遂杀田圣。又欲尽诛诸贵人，中常侍管霸、苏康苦谏，乃止。时太后父大将军武谋诛宦官，而中常侍曹节等矫诏杀武，迁太后于南宫云台，家属徙比景。<\/ref>.\n\n=== Hỏng chính sự ===\nNăm Kiến Ninh thứ 2 ([[169]]), Đậu Thái hậu sau sự kiện trên thì rút vào hậu cung. Hoàng quyền có biến, Hán Linh Đế Lưu Hoành nhân đó bèn cho người đón mẹ ruột là Đổng phu nhân vào cung, tôn xưng Hiếu Nhân hoàng hậu (孝仁皇后). Cháu trai trong họ của Đổng hậu là [[Đổng Trọng]] (董重) được vào triều làm ''Phiêu kỵ tướng quân'' (骠骑将军).\n\nNăm đó, Đôc bưu của quận Sơn Dương là [[Trương Kiệm]] (张俭) buộc tội Trung thường thị [[Hầu Lãm]] (侯览) nhân danh về quê tảo mộ cho mẹ, đã phô trương thanh thế, quấy nhiễu dân chúng. Điều này chọc giận Hầu Lãm, thế là Hầu Lãm liên kết với người trong đảng phái của mình thượng thư buộc tội Trương Kiệm cùng 24 vị danh sĩ khác kết bè kéo đảng, gây họa chính trị. Khi Linh Đế nhìn thấy tấu chương, hỏi thân tín Tào Tiết, và Tào Tiết phụ họa theo Hầu Lãm, rốt cuộc khiến Linh Đế phê duyệt. Cuối cùng đòn đánh chính trị này của Hầu Lãm đã diễn ra một đợt càn quét đảng người sĩ phu, người đào vong, người bị bắt rồi giết lên đến 700 người. Đây gọi là Đảng cố chi họa (党锢之祸) lần thứ hai của thời Đông Hán, lần thứ nhất diễn ra vào năm Vĩnh Khang ([[167]]) thời Hán Hoàn Đế.\n\nTrong thời gian Linh Đế tại nhiệm, hoàng quyền có điều suy yếu, do các hoạn quan đều nắm hết mấu chốt chính trị. Sau khi họ Đậu bị diệt, đã hình thành nên 10 thế lực hoạn quan mạnh nhất đương thời. Trong đó có: [[Trương Nhượng]], [[Triệu Trung]], [[Tào Tiết (hoạn quan)|Tào Tiết]], [[Phong Tư]], [[Đoàn Khuê]], [[Hầu Lãm]], [[Quách Thắng]], [[Kiển Thạc]], [[Hạ Huy]], [[Trình Khoáng]]; đương thời gọi là Thập thường thị (十常侍). Thời kỳ Linh Đế trị vì, là thời gian mà hoạn quan đời Hán nắm chính lâu nhất trong lịch sử. Thời kỳ đầu, Vương Phủ cùng Tào Tiết là hai hoạn quan thân tín nhất của Linh Đế, sau đó Vương Phủ bị [[Dương Cầu]] (阳球) hại chết, Tào Tiết chết già, thì đến Trương Nhượng nổi lên, Linh Đế kính trọng Trương Nhượng xem như cha đẻ vậy.\n\nĐương thời, Linh Đế Lưu Hoành từ nhỏ bị bao vây bởi các thế lực, lớn lên cũng bị đánh giá là kém về khả năng chính trị<ref name=\"LDP336\">Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 336<\/ref>. Sau nhiều đợt thanh trừng của ngoại thích và hoạn quan, Linh Đế không chăm lo triều chính nữa mà chỉ đam mê tửu sắc và hưởng lạc. Long xa ông dùng không lấy [[ngựa]] kéo mà thay bằng [[lừa]] kéo, tung hoành khắp nơi mà không có quy củ. Vì chán cảnh sống nhàm trong cung, ông sai các cung nữ mở quán trọ trong cấm thành, còn mình đóng vai khách vào ngủ trọ. Hiếu Nhân Đổng hoàng hậu và những người trong hoàng tộc cũng ăn chơi xa xỉ, đã giục con bán quan chức thu tiền. Năm Quang Hòa nguyên niên ([[178]]), ông cho áp dụng chính sách mua bán quan chức: chức [[Tam công]] bán 10 triệu, tước Hầu bán 5 triệu. [[Tào Tung]], cha của [[Tào Tháo]] đã bỏ tiền ra mua được chức [[Thái úy]] trong dịp này<ref name=\"LDP336\"\/>. Do Hoàng đế cho mua quan bán chức, những người mua được chức quan lại bóc lột của dân nặng nề để thu lại tiền bỏ ra. Triều đình thu [[thuế thân|sưu]] cao [[thuế]] nặng nên đời sống nhân dân rất cực khổ.\n\nNăm Quang Hòa thứ 3 ([[180]]), Linh Đế lập người quận Nam Dương là [[Linh Tư Hà hoàng hậu|Quý nhân Hà thị]] làm Hoàng hậu, anh Hà hậu là [[Hà Tiến]] cũng được phong Đại tướng trong triều, trở thành ngoại thích mới.\n\n=== Loạn lạc khắp nơi ===\nDo nạn quan tham tràn lan, nhiều nơi nhân dân nổi dậy làm phản, đồng thời một số trấn địa phương cũng không tuân phục triều đình. Năm Quang Hòa thứ 7 ([[184]]), anh em [[Trương Giác]] nổi dậy một cuộc khởi nghĩa có quy mô lớn, được sử gọi là [[khởi nghĩa Khăn Vàng|loạn Khăn Vàng]]. Phía Tây bắc, [[Mã Đằng]] cùng [[Hàn Toại]], Vương Quốc chiếm lĩnh [[Tây Lương]]. Phía Nam, [[Quan Hộc]] tự xưng là Bình Thiên tướng quân, [[Hứa Sinh]] nổi dậy ở Cú Chương thuộc Dương châu. Phía Bắc, [[Quách Đại]] nổi lên ở Bạch Ba.\n\nTheo ý kiến của Hà Tiến, Hán Linh Đế kêu gọi các trấn mang quân tiếp ứng giúp triều đình. Cuối cùng các cuộc nổi dậy đều bị dẹp. Tình hình tạm yên, Linh Đế lại trọng dụng các hoạn quan. Hai vị tướng có công dẹp loạn là [[Hoàng Phủ Tung]] và [[Lư Thực]] bị hoạn quan gièm pha nên bị hạch tội và tước quân công ngoài chiến trường. Hoạn quan Trương Nhượng từng thông đồng với quân Khăn Vàng lại được ghi công đầu dẹp loạn<ref name=\"LDP336\"\/>. Hán Linh Đế còn cho hoạn quan [[Kiển Thạc]] (蹇硕) lên chức Thượng quân Giáo úy, cầm quyền chỉ huy quân đội. Các sử gia đánh giá quyết định này là sai lầm lớn của Hán Linh Đế khi ông buộc Hà Tiến phải dưới quyền Kiển Thạc khiến cho hai người mâu thuẫn gay gắt thêm, dẫn tới khởi đầu cho loạn lạc trong triều sau này<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 337<\/ref>.\n\n==Qua đời==\nVào lúc này các hoàng tử lớn lên, Hán Linh Đế cần quyết định chọn ngôi vị [[Thái tử]]. Sử hầu [[Lưu Biện]] là con trai của [[Linh Tư Hà hoàng hậu|Hà hoàng hậu]], lại là con trưởng, nhưng Hán Linh Đế thấy đứa con này không đủ trí tuệ, không thể làm Tự quân, mà rất thích [[Lưu Hiệp]] là con của [[Vương mỹ nhân (Hán Linh Đế)|Vương mỹ nhân]] quá cố. Tuy vậy, Linh Đế khi ấy đang sủng ái Hà hậu, lại có anh trai của Hà hậu là Hà Tiến nhậm chức ''Đại tướng quân'', quyền khuy rất lớn, nên Hán Linh Đế chần chờ không quyết<ref>《后汉书·卷六十九·窦何列传第五十九》：初，何皇后生皇子辩，王贵人生皇子协。群臣请立太子，帝以辩轻佻无威仪，不可为人主，然皇后有宠，且进又居重权，故久不决。<\/ref>.\n\nNăm Trung Bình thứ 6 ([[189]]), Hán Linh Đế hấp hối. Trước khi qua đời, Linh Đế giao phó Lưu Hiệp cho Thượng quân Giáo úy Kiển Thạc (蹇硕), hòng hi vọng Lưu Hiệp có thể kế thừa Hoàng vị. Cùng năm, ngày [[11 tháng 4]] (tức ngày [[13 tháng 5]] dương lịch), Linh Đế Lưu Hoành băng hà tại [[Gia Đức điện]] (嘉德殿) ở Nam Cung. Chung niên 33 tuổi, tại ngôi 22 năm, [[thụy hiệu]] Hiếu Linh hoàng đế (孝靈皇帝). Ngày [[17 tháng 6]] (tức ngày [[17 tháng 7]] dương lịch), ông được an táng vào Văn Lăng (文陵)<ref>《后汉书·卷八·孝灵帝纪第八》：丙辰，帝崩于南宫嘉德殿，年三十四。戊午，皇子辩即皇帝位，年十七......辛酉，葬孝灵皇帝于文陵。<\/ref>.\n\nKiển Thạc muốn giết Hà Tiến trước để đoạt quyền, nên cho mời Hà Tiến vào hậu cung. Khi ấy, Tư mã Phan Ẩn (潘隐) thông đồng Hà Tiến, ra hiệu cho Hà Tiến biết mối nguy, nên Hà Tiến trở về đại doanh củng cố lực lượng. Sự việc này là tiền đề để Hoàng tử Biện lên ngôi<ref>《后汉书·何进传》：“六年，帝疾笃，属协于蹇硕。硕既受遗诏，且素轻忌于进兄弟，及帝崩，硕时在内，欲先诛进而立协。及进从外入，硕司马潘隐与进早旧，迎而目之。进惊，驰从儳道归营，引兵入屯百郡邸，因称疾不入。硕谋不行，皇子辩乃即位，……”<\/ref>. Hai ngày sau khi Linh Đế băng hà, Hoàng tử Lưu Biện ở trước linh cữu của Linh Đế đăng cơ, năm ấy 14 tuổi, tức [[Lưu Biện|Hán Thiếu Đế]]. [[Tháng 8]] năm ấy, Lưu Biện bị [[Đổng Trác]] phế, con thứ Lưu Hiệp kế vị, tức [[Hán Hiến Đế]].\n\n== Niên hiệu ==\nTrong thời gian ở ngôi, Hán Linh Đế dùng các niên hiệu:\n*Kiến Ninh (建寧; 168 – 172)\n*Hy Bình (熹平; 172 – 178)\n*Quang Hòa (光和; 178-184)\n*Trung Bình (中平; 184-189)\n\n==Gia đình==\n{{Ahnentafel top}}<center>\n{{ahnentafel-compact5\n|boxstyle_1 = background-color: #ff8000;\n|boxstyle_2 = background-color: #ff6700;\n|boxstyle_3 = background-color: #ff4e00;\n|boxstyle_4 = background-color: #ff3500;\n|boxstyle_5 = background-color: #ff1c00;\n|1 = '''Hiếu Linh hoàng đế Lưu Hoành'''\n|2 = '''Cha：''' Hiếu Nhân hoàng [[Lưu Trường (Đông Hán)|Lưu Trường]] (truy tôn)\n|3 = '''Mẹ：''' [[Đổng thái hậu (Nhà Hán)|Hiếu Nhân hoàng hậu]] Đổng thị\n|4 = '''Tổ phụ：''' Hiếu Nguyên hoàng [[Lưu Thục (Giải Độc Đình hầu)|Lưu Thục]] (truy tôn)\n|5 = '''Tổ mẫu：''' [[Lưu Thục (Giải Độc Đình hầu)|Hiếu Nguyên hoàng hậu]] Hạ thị (truy tôn)\n|6 = \n|7 = \n|8 = '''Tằng tổ phụ：''' Hiếu Mục hoàng [[Lưu Khai]] (truy tôn)\n|9 = '''Tằng tổ mẫu：''' [[Lưu Khai|Hiếu Mục hoàng hậu]] Triệu thị (truy tôn)\n|10 = \n|11 = \n|12 = \n|13 = \n|14 = \n|15 = \n|16 = '''Cao tổ phụ：'''Túc Tông Hiếu Chương hoàng đế [[Lưu Đát]]\n|17 = '''Cao tổ mẫu：''' Quý nhân Điền thị\n|18 = \n|19 = \n|20 = \n|21 = \n|22 = \n|23 = \n|24 = \n|25 = \n|26 = \n|27 = \n|28 = \n|29 = \n|30 = \n|31 = \n}}<\/center>\n{{ahnentafel bottom}}\n\n* Thân phụ: Giải Độc Đình hầu [[Lưu Trường (Đông Hán)|Lưu Trường]] [劉萇], thụy '''Hiếu Nhân hoàng''' (孝仁皇).\n* Thân mẫu: [[Đổng thái hậu (Nhà Hán)|Hiếu Nhân Đổng hoàng hậu]].\n* Hậu phi:\n# [[Tống hoàng hậu (Hán Linh Đế)|Tống hoàng hậu]], bị phế.\n# [[Linh Tư Hà Hoàng hậu]], mẹ của Lưu Biện.\n# [[Vương mỹ nhân (Hán Linh Đế)|Vương Vinh]], mẹ của Lưu Hiệp, sau được truy tôn Linh Hoài hoàng hậu.\n\n* Hậu duệ:\n# [[Lưu Biện|Hán Thiếu Đế]] Lưu Biện [劉辯].\n# [[Hán Hiến Đế]] Lưu Hiệp [劉協].\n# [[Vạn Niên công chúa]] [萬年公主].\n\n==Xem thêm==\n* [[Lưu Biện]]\n* [[Hán Hiến Đế]]\n* [[Hà Tiến]]\n* [[Khởi nghĩa Khăn Vàng]]\n* [[Đổng Trác]]\n\n==Tham khảo==\n* Cát Kiếm Hùng chủ biên (2006), ''Bước thịnh suy của các triều đại phong kiến Trung Quốc'', tập 1, Nhà xuất bản Văn hoá thông tin\n* Lê Đông Phương, Vương Tử Kim (2007), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Đặng Huy Phúc (2001), ''Các hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội\n* Nguyễn Khắc Thuần (2003), ''Các đời đế vương Trung Hoa'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thanh chủ đề|Lịch sử|Trung Quốc}}\n{{Kiểm soát tính nhất quán}}\n{{Navboxes\n|title= Hán Linh Đế\n|list1=<span>{{đầu hộp}}\n{{thứ tự kế vị|chức vụ=[[Nhà Hán|Hoàng đế nhà Hán]]|trước=[[Hán Hoàn Đế]]|sau=[[Hán Thiếu Đế]]|năm=168-189}}\n{{cuối hộp}}\n{{Vua nhà Hán}}\n{{nhân vật Tam Quốc}}\n}}\n\n[[Thể loại:Hoàng đế nhà Hán|Linh đế]]\n[[Thể loại:Vua thiếu nhi cổ đại]]\n[[Thể loại:Sinh năm 156]]\n[[Thể loại:Mất năm 189]]"}