{"Hưng Đức vương":"{{Tên Triều Tiên\n|hangul=흥덕왕\n|hanja=興德王\n|hanviet=Hưng Đức Vương\n|rr=Heungdeok wang\n|mr=Hŭngdŏk wang\n}}\n'''Hưng Đức Vương''' (mất 836, trị vì 826–836) là người trị vì thứ 42 của vương quốc [[Tân La]]. Ông là đệ của [[Hiến Đức Vương]]. Ông kết hôn với Định Mục (Jeongmok) vương hậu, con gái của [[Chiêu Thánh Vương]]. Ông có tên húy là Kim Cảnh Huy (金景徽, 김경휘). \n\nNăm [[826]] vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]] qua đời, ông lên kế vị ngôi vua [[Tân La]], tức là Hưng Đức Vương. Vương hậu Định Mục mất sớm khiến Hưng Đức Vương đau lòng, từ đó ông không gần gũi với cung tần nào hết, vì vậy ông không có con. Thế lực các quý tộc đang lớn mạnh lên, đứng đầu là [[Kim Quân Trinh]] và [[Kim Trung Công]]. [[Kim Trung Công]] lên làm tể tướng, về sau sẽ được kế vị ngai vàng.\n\nKhi lên ngôi, Hưng Đức Vương phong cho [[Tân La Thần Vũ vương|Kim Hựu Trưng]] (con của Kim Quân Trinh) làm Sử trung đại nhân (''sijung'') (nhằm chi phối thế lực [[Kim Trung Công]]).\n\nTrước đó vào năm [[825]] thương nhân [[Tân La]] là [[Trương Bảo Cao]] (Jang Bogo) từ [[Dương Châu]] [[nhà Đường]] về Thanh Hải (Cheonghae) thuộc [[Tân La]] để đánh dẹp hải tặc [[Lý Đạo Hình]] đang hoành hành bờ biển Tây Nam giúp triều đình [[Tân La]] nhưng bị quan quân Võ Trân Châu (Muju) ngăn lại<ref>{{chú thích web|last=Cho|first=yeong kyong|title=장보고|url=https:\/\/terms.naver.com\/entry.naver?cid=47317&docId=3533768&categoryId=47317|url-status=live|access-date=2021-06-13|website=terms.naver.com|language=ko}}<\/ref>.\n\nNăm [[826]] [[Tân La Thần Vũ vương|Kim Hựu Trưng]] giúp đỡ [[Trương Bảo Cao]] lên bờ và đóng trại ở Thanh Hải (Cheonghae). Trong cuộc chiến thì Tiết Bình đại nhân (chủ của Jang Bogo) bị hải tặc Yeom Mun bắt. Trương Bảo Cao cũng bắt Lý Đạo Hình. Hai bên trao đổi con tin, nào ngờ bọn hải tặc xảo trá bắn lén Tiết Bình. Tiết Bình bị thương nặng. Phu nhân Jami báo lên Tể tướng rằng Jang Bogo với Kim Hựu Trưng cấu kết hải tặc. Kim Hựu Trưng bị bắt về Kim Thành (Khánh Châu - Gyeongju). [[Trương Bảo Cao]] mang Tiết Bình về Dương Châu ([[nhà Đường]]) chữa trị nên thoát. Tiết Bình mất, [[Trương Bảo Cao]] lên làm chủ thương đoàn và về [[Tân La]]. [[Trương Bảo Cao]] bị bắt về Kim Thành tra khảo đủ điều. Lý Đạo Hình biết được nên kéo quân đánh Thanh Hải. Tướng lĩnh [[Trương Bảo Cao]] xông pha giết hải tặc. Việc này khiến Hưng Đức Vương nghĩ lại, thả Kim Hựu Trưng ra và phục hồi chức vị. Kim Hựu Trưng thả [[Trương Bảo Cao]] ra và trị vết thương do tra tấn trong ngục. Hưng Đức Vương triệu kiến [[Trương Bảo Cao]] và cho [[Trương Bảo Cao]] quyền đánh hải tặc.\n\n[[Trương Bảo Cao]] giết Lý Đạo Hình, Yeom Mun (Diêm Môn) lên làm thủ lĩnh hải tặc. [[Trương Bảo Cao]] sau đó đánh tan bọn hải tặc bờ biển tây nam [[Tân La]], bắt luôn Yeom Mun và cho hắn lao động tại công trường ở Võ Trân Châu (Muju).\n\n[[Tập tin:Chunghaejin 02.jpg|nhỏ|trái|300px|Mô hình Thanh Hải trấn (Cheonghaejin) của [[Trương Bảo Cao]]]]\nSau khi dẹp xong hải tặc ở bờ biển tây nam Tân La, cộng với việc đang sở hữu một hạm đội tư nhân đáng gờm có trụ sở tại Thanh Hải (Cheonghae), [[Trương Bảo Cao]] đã gửi thư về kinh đô Kim Thành (Khánh Châu - Gyeongju) thỉnh cầu Hưng Đức Vương thành lập một đơn vị đồn trú hàng hải vĩnh viễn để bảo vệ các hoạt động buôn bán của người Tân La ở trên biển Hoàng Hải. Hưng Đức Vương muốn đồng ý nhưng bị các quý tộc ngăn cản. Sau đó Trương Bảo Cao ở đảo Thanh Hải mở cứ điểm buôn bán, thiết lập mạng lưới mậu dịch giữa [[nhà Đường]] (đời vua [[Đường Kính Tông]]), [[Tân La]] và [[Nhật Bản]] (đời [[Thiên hoàng Junna]]).\n\nNăm [[827]] [[Trương Bảo Cao]] phát hiện có đám hải tặc mới ở bờ biển tây nam [[Tân La]] thì tiếp tục dẫn thuộc hạ đi tiêu diệt.\n\nMùa xuân năm [[828]] sau hai năm mở mạng lưới mậu dịch trên biển giữa [[nhà Đường]] (đời vua [[Đường Văn Tông]]), [[Tân La]] và [[Nhật Bản]] (đời [[Thiên hoàng Junna]]), [[Trương Bảo Cao]] đã phát triển Thanh Hải thành trung tâm thương mại lớn nhất Tân La. Tàu bè người Ba Tư, nước Đại Tùng quốc cũng cập bến Thanh Hải buôn bán giao thương với Trương Bảo Cao. [[Trương Bảo Cao]] luôn đóng thuế rất nhiều cho triều đình Tân La và đóng thuế luôn cho các thương đoàn hoạt động ở Thanh Hải.\n\nTháng 4 năm [[828]], [[Trương Bảo Cao]] nhận thư triệu kiến của Hưng Đức Vương vào kinh đô Kim Thành (Khánh Châu - Gyeongju). Hưng Đức Vương ghi nhớ công lao dẹp hải tặc ở bờ biển Tây Nam 2 năm trước của [[Trương Bảo Cao]] và công lao biến Thanh Hải thành trung tâm mậu dịch lớn của Tân La nên phong cho [[Trương Bảo Cao]] làm đại sứ ''Thanh Hải trấn'' (Cheonghaejin, là đảo Wando ngày nay ngoài khơi tỉnh Nam Jeolla của Hàn Quốc), cai trị đảo Thanh Hải (nay là Hoàn đảo - Wando). Trương Bảo Cao còn được vua ban cho thượng phương bảo kiếm, có thể điều động 1 vạn quân để thành lập và điều khiển các công trình phòng thủ tại Thanh Hải (Theo [[Tam quốc sử ký]]). Việc này chấn động kinh đô Kim Thành và cả đất nước Tân La. Sau đó Trương Bảo Cao về Thanh Hải (''\"Biển được thanh lọc\"'' hoặc ''\"Biển xanh\"''). Cả Thanh Hải trấn đều kinh ngạc và chào đón [[Trương Bảo Cao]] nồng nhiệt (về sau [[Trương Bảo Cao]] sử dụng doanh trại ở Thanh Hải như là một cơ sở để thống trị nền chính trị Tân La vào giữa thế kỷ thứ 9).\n\n[[Trương Bảo Cao]] bắt đầu thiết lập bộ thương mại cho buôn bán, bộ chính trị lo dân sinh và bộ quân sự lo phòng thủ cho Thanh Hải. [[Trương Bảo Cao]] đã thành lập một lâu đài nhỏ và một căn cứ quân sự ở Garipo thuộc đảo Thanh Hải. Việc thành lập đồn trú của Thanh Hải trấn đánh dấu đỉnh cao của sự nghiệp của Trương Bảo Cao. Từ lúc đó, ông ta có thể được nhìn thấy trong bối cảnh nhiều lãnh chúa tư nhân phát sinh bên ngoài kinh đô Kim Thành của Tân La, những người thường được hậu thuẫn bởi những đội quân tư nhân đáng gờm. Lực lượng của Trương Bảo Cao mặc dù trên danh nghĩa là được truyền lại bởi Hưng Đức Vương, nhưng thực sự nằm dưới sự kiểm soát của ông ta. Trương Bảo Cao trở thành trọng tài thương mại và hàng hải ở Thanh Hải.\n\nThanh Hải trấn được độc lập về kinh tế, quân sự, và hành chính; và nó trở thành trung tâm của một mạng lưới buôn bán quốc tế. Với thế lực này, [[Trương Bảo Cao]] bảo đảm sự an toàn của đảo Thanh Hải, biến nó thành nơi trung gian cho các giao dịch thương mại trên biển Đông Á bấy giờ. Thanh Hải trấn đã rất thành công trong nhiệm vụ của mình; nó duy trì mối quan hệ thương mại mạnh mẽ với các cảng thương mại của nhà Đường và Nhật Bản và bảo vệ thành công thương nhân Tân La và cư dân ven biển khỏi hải tặc. Trương Bảo Cao đã gửi các đoàn người gọi là Hoyeoksa (호역사) cho các hoạt động giao dịch và trao đổi văn hóa giữa Tân La với các nước. Các tàu bè nhà Đường, Nhật Bản, Ba Tư, Đại Tùng quốc liên tiếp cập bến Thanh Hải.\n\nNgười [[Nhật Bản]] (đời [[Thiên hoàng Junna]]) xin [[Trương Bảo Cao]] chỉ họ cách đóng tàu bè đi xa vì kỹ thuật đóng tàu của người [[Nhật Bản]] lúc này còn hạn chế. [[Trương Bảo Cao]] đưa thợ giỏi ở Thanh Hải dạy cho các thương thuyền [[Nhật Bản]] cách đóng tàu kiên cố, có thể đi xa từ Nhật Bản đến nhà Đường được. Từ đó về sau người Nhật dần biết cách đóng tàu chuyên nghiệp và mấy thế kỷ sau [[Chiến tranh Nhật Bản – Triều Tiên (1592–1598)|đưa tàu đi xâm lược lại bán đảo Triều Tiên (1592 - 1598)]].\n\n[[Kim Dương]] (con cháu kẻ phản nghịch [[Kim Hiến Xương]] năm 822) đang làm đô đốc Võ Trân Châu, đã phóng thích Yeom Mun (Diêm Môn), đổi tên hắn thành Yeon Jang (Diêm Trường) và cho Yeom Jang làm tướng của mình. Một cuộc tranh giành quyền lực trong Kim Thành sắp mở màng.\n\nNăm [[829]] [[Trương Bảo Cao]] phát hiện có đám hải tặc mới xuất hiện ở bờ biển tây nam [[Tân La]] thì tiếp tục dẫn thuộc hạ đi tiêu diệt hải tặc. Liên tục từ năm [[829]] đến năm [[834]], [[Trương Bảo Cao]] đã tiêu diệt và bắt sống rất nhiều hải tặc rồi giải bọn chúng về Võ Trân Châu (Muju) thuộc [[Tân La]] cho lao động khổ sai. \n\nTừ năm [[830]] vua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] cũng tiến hành các hoạt động thương mại với [[Tân La]].\n\nCùng năm [[834]], Hưng Đức Vương cho sửa đổi màu sắc của lễ phục chính thức. Ông cũng ban hành chỉ dụ cấm thường dân \"xa xỉ quá mức\".\n\nVào thời điểm đó, [[Trương Bảo Cao]] ở Thanh Hải được hậu thuẫn bởi quân đội 1 vạn quân của chính ông ấy đã cho ông ấy quyền lực to lớn trong chính trị. Về mặt quân sự, [[Trương Bảo Cao]] đủ mạnh để lật đổ nhà nước [[Tân La]] và trở thành vua mà ông ấy muốn. [[Trương Bảo Cao]] thường bị các thành viên hoàng tộc [[Tân La]] ganh ghét vì địa vị nổi bật và thực tế là ông ấy sinh ra là một nô lệ, không phải là một quý tộc.\n\nĐầu năm [[835]], [[Trương Bảo Cao]] phát hiện đám hải tặc cuối cùng ở bờ biển tây nam [[Tân La]] thì tiếp tục dẫn thuộc hạ đi tiêu diệt hải tặc. Đám hải tặc cuối cùng này nhanh chóng bị [[Trương Bảo Cao]] tiêu diệt và bờ biển tây nam [[Tân La]] bấy giờ mới thực sự yên bình. \n\nCùng năm [[835]] Tể tướng [[Kim Trung Công]] đột ngột qua đời ở kinh đô Kim Thành, [[Kim Quân Trinh]] (cha của [[Tân La Thần Vũ vương|Kim Hựu Trưng]]) lên làm Tể tướng. Theo luật lệ của Tân La thì hai cha con không thể giữ chức Tể tướng và Sử trung đại nhân, vì hai chức này là đối trọng lẫn nhau. Kim Hựu Trưng liền tự nhường chức Sử Trung đại nhân cho [[Mẫn Ai vương|Kim Minh]] (con của Tể tướng [[Kim Trung Công]]). Jami phu nhân (khi đó đang ủng hộ [[Mẫn Ai vương|Kim Minh]]) cùng Kim Minh phái thích khách đi hành thích [[Tân La Thần Vũ vương|Kim Hựu Trưng]] nhưng thất bại. [[Tân La Thần Vũ vương|Kim Hựu Trưng]] ghi hận trong lòng. \n\nNăm [[836]], Hưng Đức Vương lâm bệnh nặng. Sử trung đại nhân [[Mẫn Ai vương|Kim Minh]] cùng Jami phu nhân liền triệu tập Hội nghị các quý tộc định bàn chuyện lên ngôi và lập kế giết [[Kim Quân Trinh]] và [[Tân La Thần Vũ vương|Kim Hựu Trưng]]. Kim Dương muốn lấy được sự tín nhiệm của Kim Hựu Trưng nên sai Yeom Jang đi hành thích Kim Minh. Jami phu nhân sai người đưa thi thể Kim Minh bỏ trốn. Kim Hựu Trưng và Kim Quân Trinh trách mắng Kim Dương, nhưng việc đã rồi. Kim Quân Trinh cho Kim Dương điều động binh tiễu trừ hết vây cánh Kim Minh, làm cho Kim Thành rối loạn trong bể máu. Việc này loan đến Thanh Hải khiến Trương Bảo Cao thất vọng về Kim Hựu Trưng, một con người không màng chính sự mà bây giờ lại làm ra cuộc đấu tranh đẫm máu thế này. \n\nBiết bệnh nặng không qua khỏi, Hưng Đức Vương bí mật gọi [[Trương Bảo Cao]] tại Thanh Hải về và trao ấn tín hoàng đế [[Tân La]], dặn rằng sau hội nghị Hòa Bạch<ref name =\"HB\">''\"Hòa Bạch\"'' (화백, Hwabaek) đóng vai trò là một hội đồng hoàng gia với các với các quyết định về các vấn đề sống còn của vương quốc [[Tân La]] như kế vị ngai vàng hay tuyên chiến. Hòa Bạch do [[Thượng đại đẳng]] (Sangdaedeung) đứng đầu, người này được lựa chọn từ tầng lớp \"thánh cốt\" (seonggol, 성골, 聖骨) - tầng lớp có tư cách kế thừa ngôi vị quân vương [[Tân La]]. Một trong những quyết định quan trọng của hội đồng hoàng gia này là đưa Phật giáo trở thành tôn giáo chính thức của [[Tân La]]<\/ref>, ai được bầu lên ngôi vua thì đưa ấn tín hoàng đế [[Tân La]] cho người đó, tránh việc tranh đoạt đổ máu. Trương Bảo Cao nhận mệnh và về Thanh Hải. Không lâu sau, vua Hưng Đức Vương qua đời cùng năm [[836]] mà không có con kế vị. Hưng Đức Vương được chôn cất tại Angang-hyeon, nay là Angang-eup, [[Gyeongju]], [[Gyeongsang Nam]]. [[Trương Bảo Cao]] vì sợ ngọc tỷ bị cướp nên không đến Kim Thành dự tang lễ của Hưng Đức Vương mà ở Thanh Hải lập bài vị của Hưng Đức Vương và cho dân chúng cúng bái.\n\nHưng Đức Vương đã mất, [[Kim Quân Trinh]] đang làm tể tướng nên đương nhiên sẽ được kế vị ngôi vua [[Tân La]]. [[Tân La Hi Khang vương|Kim Đễ Long]] (cháu trai của vua Hưng Đức Vương) biết [[Mẫn Ai vương|Kim Minh]] còn sống thì liền triệu tập các quý tộc để tính chuyện chống lại cha con [[Kim Quân Trinh]] và [[Tân La Thần Vũ vương|Kim Hựu Trưng]]. Từ đây Kim Đễ Long cùng thúc phụ (em họ của vua Tân La Hưng Đức Vương) là Kim Quân Trinh (Kim Gyunjeong) tranh giành quyền lực. Sau đó, Kim Hựu Trưng cố gắng thuyết phục ông và phe cánh của ông ủng hộ cha của Kim Hựu Trưng là Tể tướng [[Kim Quân Trinh]] lên ngôi. Kết quả tại Hội nghị Hoà Bạch,<ref name =\"HB\"\/> Tể tướng [[Kim Quân Trinh]] được tất cả mọi người tôn lên làm vua mới của [[Tân La]], chọn ngày tốt làm lễ đăng cơ. Tin tức truyền đến Thanh Hải và [[Trương Bảo Cao]] dẫn [[Trịnh Niên]], [[Thôi Võ Xương]], [[Triệu Tương Kiến]], Jang Seong-pil đến kinh đô Kim Thành giao ngọc tỷ lại cho Kim Hựu Trưng. Giao xong ngọc tỷ, [[Trương Bảo Cao]] dẫn toàn bộ quân trở về Thanh Hải mà không dự lễ đăng cơ của [[Kim Quân Trinh]].\n\n[[Tập tin:Balhae-Territory in 830.JPG|thumb|trái|300px|Bản đồ [[vương quốc Bột Hải]] của vua [[Đại Di Chấn|Bột Hải Trang Tông]] khi quân đội Bột Hải nam tiến can thiệp vào ngôi vua của [[Tân La]] phía nam năm 836.]]\nNgày hôm sau lễ đăng cơ của [[Kim Quân Trinh]] diễn ra. Thái tử [[Tân La Thần Vũ vương|Kim Hựu Trưng]], Kim Dương, Kim Ứng Thuận, Yeom Jang, Jang Dae Chi, Bạch Hà đi theo hộ vệ từ ngoài Kim Thành vào hoàng cung Kim Thành. Jami phu nhân mượn quân đội [[vương quốc Bột Hải|Bột Hải]] từ vua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] và quân đội [[Tân La]] của [[Tân La Hi Khang vương|Kim Đễ Long]] cùng hộ vệ của bà ta tiến về Kim Thành tập kích đoàn người đưa Kim Quân Trinh đăng cơ làm vua. [[Kim Quân Trinh]] bị giết chết khi chưa kịp làm lễ đăng cơ nên lịch sử [[Tân La]] không công nhận [[Kim Quân Trinh]] là vua của [[Tân La]]. [[Tân La Thần Vũ vương|Kim Hựu Trưng]] và Kim Dương đều bị thương. Lúc này [[Trương Bảo Cao]] thấy có quân đội lạ không cờ hiệu đang tiến về Kim Thành nên dẫn toàn quân quay lại Kim Thành, cứu được [[Tân La Thần Vũ vương|Kim Hựu Trưng]] rồi đưa ông cùng về Thanh Hải. Kim Dương, Yeom Jang, Jang Dae Chi, Bạch Hà cũng chạy theo hướng Thanh Hải. [[Triệu Tương Kiến]] vào Kim Thành đưa [[Tân La Văn Thánh vương|Kim Khánh Ưng]] (con của [[Tân La Thần Vũ vương|Kim Hựu Trưng]]) rời Kim Thành để đi đến Thanh Hải.\n\nJami phu nhân cùng Kim Đễ Long, [[Kim Rihong]] và quân Bột Hải đưa [[Mẫn Ai vương|Kim Minh]] (Kim Myeong) tiến vào hoàng cung Kim Thành. [[Mẫn Ai vương|Kim Minh]] sau đó nghe đề nghị của Jami phu nhân mà lập [[Tân La Hi Khang vương|Kim Đễ Long]] (kẻ đối kháng với [[Kim Quân Trinh]]) lên ngôi vua Tân La, tức là vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]]. Quân đội [[vương quốc Bột Hải|Bột Hải]] sau đó rút về [[vương quốc Bột Hải]] (đời vua [[Đại Di Chấn|Bột Hải Trang Tông]]).\n\n==Xem thêm==\n*[[Danh sách vua Triều Tiên]]\n*[[Lịch sử Triều Tiên]]\n\n==Chú thích==\n{{Tham khảo}}\n\n{{vua Tân La}}\n\n{{Persondata\n| name =Heungdeok của Silla\n| alternative names =\n| short description =\n| date of birth =\n| place of birth =\n| date of death = 836\n| place of death =\n}}\n[[Thể loại:Vua Tân La]]\n[[Thể loại:Mất năm 836]]\n[[Thể loại:Sinh năm 777]]\n[[Thể loại:Năm sinh không rõ]]"}