{"Hạ Hầu Thượng":"'''Hạ Hầu Thượng''' ([[chữ Hán]]: 夏侯尚, ? – 226) là tướng lãnh, sủng thần [[nhà Tào Ngụy]] [[thời Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Xuất thân==\nThượng tự Bá Nhân, là cháu họ (tòng tử) của [[Hạ Hầu Uyên]], nên ông cũng là thành viên của gia tộc Hạ Hầu, có hộ tịch ở huyện Tiếu, nước Bái {{ref|1}}. Thiếu thời, Thượng kết bạn thân thiết với [[Tào Phi]]. {{refn|group=Tam quốc|'''[[Trần Thọ]], [[Tam quốc chí]] quyển 9, Ngụy chí 9, Chư Hạ Hầu Tào truyện: [[wikisource:zh:三國志\/卷09#夏侯尚|Hạ Hầu Thượng]]''': Hạ Hầu Thượng tự Bá Nhân, Uyên tòng tử dã. Văn đế dữ chi thân hữu.}}\n:[[Vương Thẩm]] cho biết Thượng có tài bày mưu tính kế, được Tào Phi xem trọng, sớm kết bạn từ thưở hàn vi. {{refn|group=Tam quốc|'''[[Bùi Tùng Chi]] chú Tam quốc chí, dẫn [[Vương Thẩm]], Ngụy thư''': Ngụy thư viết: Thượng hữu trù họa trí lược, Văn đế khí chi, dữ vi bố y chi giao.}}\n\n[[Tào Tháo]] chiếm được Ký Châu, Thượng được làm Quân tư mã, nắm kỵ binh tham gia chinh chiến, về sau được làm Ngũ quan tướng Văn học {{ref|2}}. Tào Tháo trở thành Ngụy vương (216), Thượng được thăng làm Hoàng môn thị lang. Người [[Ô Hoàn]] ở quận Đại nổi dậy (218), Tháo sai Yên Lăng hầu [[Tào Chương]] đánh dẹp, lấy Thượng làm Tham quân sự cho Chương. Bọn họ bình định đất Đại rồi trở về. {{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: Hạ Hầu Thượng''': Thái Tổ định Ký Châu, Thượng vi Quân tư mã, tương kị tòng chinh phạt, hậu vi Ngũ quan tướng văn học. Ngụy quốc sơ kiến, thiên Hoàng môn thị lang. Đại Quận Hồ bạn, khiển Yên Lăng hầu Chương chinh thảo chi, dĩ Thượng tham Chương quân sự, định Đại địa, hoàn.}}\n\n==Sự nghiệp==\nTào Tháo mất ở Lạc Dương (220), Thượng được cầm cờ tiết, đưa quan tài về Nghiệp. Triều đình xét công trước, Thượng được phong Bình Lăng đình hầu, bái quan Tán kị thường thị, thăng chức Trung lĩnh quân. Cùng năm, Tào Phi lên ngôi, là Tào Ngụy Văn đế, Thượng được đổi phong Bình Lăng hương hầu, thăng làm Chinh nam tướng quân, lĩnh Kinh Châu thứ sử, Giả tiết Đô đốc nam phương chư quân sự. Thượng tâu: “Một cánh quân của [[Lưu Bị]] ở Thượng Dung, đường núi hiểm trở, họ không đề phòng về chúng ta. Nếu lấy kỳ binh lẻn đi, xuất kì bất ý, chính là tình thế chỉ có thành công mà thôi.” Thượng kéo các cánh quân đánh phá Thượng Dung, chiếm được 3 quận 9 huyện, được thăng làm Chinh nam đại tướng quân\n{{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: Hạ Hầu Thượng''': Thái Tổ băng vu Lạc Dương, Thượng trì tiết, phụng tử cung hoàn Nghiệp. Tịnh lục tiền công, phong Bình Lăng đình hầu, bái Tán kị thường thị, thiên Trung lĩnh quân. Văn đế tiễn tộ, canh phong Bình Lăng hương hầu, thiên Chinh nam tướng quân, lĩnh Kinh Châu thứ sử, Giả tiết Đô đốc nam phương chư quân sự. Thượng tấu: “Lưu Bị biệt quân tại Thượng Dung, sơn đạo hiểm nan, bỉ bất ngã ngu, nhược dĩ kì binh tiềm hành, xuất kì bất ý, tắc độc khắc chi thế dã.” Toại lặc chư quân kích phá Thượng Dung, bình tam quận cửu huyện, thiên Chinh nam đại tướng quân.}}\n\n[[Tôn Quyền]] xưng thần với Tào Ngụy (221), nhưng Thượng vẫn chuẩn bị việc đánh dẹp. Năm Hoàng Sơ thứ 3 (222), Quyền quả nhiên xưng đế; Văn đế đến Uyển Thành, sai Thượng soái các cánh quân với [[Tào Chân]] cùng vây Giang Lăng. Tướng Ngô là [[Gia Cát Cẩn]] cùng Thượng cách sông [[Trường Giang]] đối trận. Cẩn vượt sông đến cù lao ở giữa dòng, rồi chia thủy quân ở đấy. Thượng nhân đêm tối dùng thuyền nhỏ, đem vạn bộ kỵ, từ hạ lưu lén vượt sông, tấn công các cánh quân của Cẩn, đốt thuyền bè của địch ở men sông, thủy lục cùng đánh, phá được quân Ngô. Chưa chiếm được thành thì quân Ngụy gặp bệnh dịch, triều đình giáng chiếu cho Thượng đem quân về. Sau đó Thượng được thêm phong 600 hộ, kể cả trước đây là 1900 hộ, còn được Giả việt, tiến làm Châu mục. {{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: Hạ Hầu Thượng''': Tôn Quyền tuy xưng phiên, Thượng ích tu công thảo chi bị, Quyền hậu quả hữu nhị tâm. Hoàng Sơ tam niên, xa giá hạnh Uyển, sử Thượng suất chư quân dữ Tào Chân cộng vi Giang Lăng. Quyền tướng Gia Cát Cẩn dữ Thượng quân đối giang, Cẩn độ nhập giang trung chử, nhi phân thủy quân vu giang trung. Thượng dạ đa trì du thuyền, tương bộ kị vạn dư nhân, vu hạ lưu tiềm độ, công Cẩn chư quân, giáp giang thiêu kì chu thuyền, thủy lục tịnh công, phá chi. Thành vị bạt, hội đại dịch, chiếu lai Thượng dẫn chư quân hoàn. Ích phong lục bách hộ, tịnh tiền thiên cửu bách hộ, Giả việt, tiến vi mục.}}\n\nKinh Châu đất đai hoang phế, mặt tây liền kề nhiều bộ tộc thiểu số, mặt đông cùng nước Ngô lấy sông Hán làm ranh giới, dân cư xưa phần nhiều định cư ở bờ nam Trường Giang. Thượng từ Thượng Dung mở đường đi về phía tây, được hơn 700 dặm, các tộc thiểu số miền núi phần nhiều phục tòng, trong thời gian 5 – 6 năm, có vài ngàn gia đình chịu quy hàng. Năm Hoàng Sơ thứ 5 (224), Thượng được dời phong Xương Lăng hương hầu. {{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: Hạ Hầu Thượng''': Kinh Châu tàn hoang, ngoại tiếp Man Di, nhi dữ Ngô trở Hán thủy vi cảnh, cựu dân đa cư Giang Nam. Thượng tự Thượng Dung thông đạo, tây hành thất bách dư lí, sơn dân Man Di đa phục tòng giả, ngũ lục niên gian, hàng phụ sổ thiên gia. Ngũ niên, tỉ phong Xương Lăng hương hầu.}}\n\n==Cái chết==\nThượng sủng ái người thiếp, khiến cô ta lấn át vợ cả. Vợ cả của Thượng là con gái họ Tào, nên Văn đế sai người thắt cổ chết người thiếp. Thượng thương cảm, phát bệnh hoảng hốt, đã chôn cất người thiếp, mà không ngừng nhớ nhung, muốn đi gặp cô ta. Văn đế nghe vậy thì mắng rằng: “[[Đỗ Tập (Tam Quốc)|Đỗ Tập]] vốn khinh bạc Thượng, đúng là có lý do mà.” Nhưng Thượng là bề tôi khi Văn đế còn là thế tử, nên ân sủng không giảm. Năm thứ 6 (225), Thượng bệnh nặng, được về kinh đô, Văn đế mấy lần đến thăm, cầm tay ông mà chảy nước mắt. {{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: Hạ Hầu Thượng''': Thượng hữu ái thiếp bế hạnh, sủng đoạt thích thất; thích thất, Tào thị nữ dã, cố Văn đế khiển nhân giảo sát chi. Thượng bi cảm, phát bệnh hoảng hốt, kí táng mai thiếp, bất thắng tư kiến, phục xuất thị chi. Văn đế văn nhi khuể chi viết: “Đỗ Tập chi khinh bạc Thượng, lương hữu dĩ dã.” Nhiên dĩ cựu thần, ân sủng bất suy. Lục niên, Thượng tật đốc, hoàn kinh đô, đế sổ lâm hạnh, chấp thủ thế khấp.}}\n\nTháng 4 ÂL năm thứ 7 (226), Thượng mất, {{refn|group=Sử liệu khác|'''[[Tấn thư]] [[wikisource:zh:晉書\/卷013|quyển 13]], Chí 3, Thiên văn hạ''': Ngụy Văn đế Hoàng Sơ... Thất niên... Tứ nguyệt, Chinh nam đại tướng quân Hạ Hầu Thượng hoăng.}} thụy là Điệu hầu, {{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: Hạ Hầu Thượng''': Thượng hoăng, thụy viết Điệu hầu.}} được tặng quan Chinh nam đại tướng quân, giữ ấn thụ Xương Lăng hầu. {{refn|group=Tam quốc|'''[[Bùi Tùng Chi]] chú Tam quốc chí, dẫn [[Vương Thẩm]], Ngụy thư''': Ngụy thư tái chiếu viết: “Thượng tự thiếu thị tòng, tận thành kiệt tiết, tuy vân dị tính, kì do cốt nhục, thị dĩ nhập vi phúc tâm, xuất đương trảo nha. Trí lược thâm mẫn, mưu mô quá nhân, bất hạnh tảo vẫn, mệnh dã nại hà! Tặng Chinh nam đại tướng quân, Xương Lăng hầu ấn thụ.”}}\n\nCon là [[Hạ Hầu Huyền]] được kế tự. Triều đình lại chia 300 hộ của Thượng cho con của em trai ông là Hạ Hầu Phụng, ban cho anh ta tước Quan nội hầu. {{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: Hạ Hầu Thượng''': Tử Huyền tự. Hựu phân Thượng hộ tam bách, tứ Thượng đệ tử Phụng tước Quan nội hầu.}}\n\n==Gia đình==\n* Vợ là Đức Dương hương chúa, {{refn|group=Sử liệu khác|'''[[Tấn thư]] quyển 31, liệt truyện 1, [[wikisource:zh:晉書\/卷031#景懷夏侯皇后|Cảnh Hoài Hạ Hầu hoàng hậu]]''': Cảnh Hoài Hạ Hầu hoàng hậu húy Huy, tự Viện Dung, Bái quốc Tiếu nhân dã. Phụ Thượng, Ngụy Chinh nam đại tướng quân; mẫu Tào thị, Ngụy Đức Dương hương chúa.}} em gái của Tào Chân. {{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: Hạ Hầu Thượng, [[wikisource:zh:三國志\/卷09#子_玄|tử Huyền]]''': Huyền, [[Tào Sảng|(Tào) Sảng]] chi '''cô tử''' dã.}} Vì Tào Chân được Tào Tháo thu làm con nuôi, {{refn|group=Tam quốc|'''Tam quốc chí, Chư Hạ Hầu Tào truyện: [[wikisource:zh:三國志\/卷09#曹真|Tào Chân]]''': Thái Tổ ai Chân thiếu cô, thu dưỡng dữ chư tử đồng, sử dữ Văn đế cộng chỉ.}} nên có thể Đức Dương hương chúa cũng được như vậy.\n* Con trai là Hạ Hầu Huyền, bị [[Tư Mã Chiêu]] sát hại.\n* Con gái là [[Hạ Hầu Huy]], được gả cho [[Tư Mã Sư]], bị Sư đầu độc mà chết. Một người con gái (không rõ tên) khác được gả cho Hòa Du, con trai của [[Hòa Hiệp (Tam Quốc)|Hòa Hiệp]], sanh ra [[Hòa Kiệu]] và [[Hòa Úc]]. {{refn|group=Tam quốc|'''[[Bùi Tùng Chi]] chú Tam quốc chí quyển 23, Ngụy chí 23, Hòa Thường Dương Đỗ Triệu Bùi truyện: [[wikisource:zh:三國志\/卷23#和洽|Hòa Hiệp]], dẫn [[Phó Sướng]], Tấn chư công tán''': Hòa Kiệu tự Trường Dư, Du chi tử dã. Thiếu tri danh, dĩ nhã trọng xưng. Thường mộ kì '''cữu''' Hạ Hầu Huyền chi vi nhân, hậu tự phong thực, nghi nhiên bất quần.}}\n\n==Hình tượng văn học==\nTrong [[Tam quốc diễn nghĩa]], Thượng xuất hiện ở [[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 70|hồi thứ 70]], là cháu của [[Hạ Hầu Đôn]] và là bộ tướng của [[Tào Hồng]]. Thượng cùng [[Hàn Hạo]] nhận lệnh đến giúp [[Trương Cáp]] chống lại quân Thục, nhưng lại bị [[Hoàng Trung]] đánh bại, phải chạy về giữ núi Thiên Đãng cùng anh trai là Hạ Hầu Đức. Hoàng Trung tiếp tục tấn công, giết được Hàn Hạo và Hạ Hầu Đức, Thượng và Cáp bỏ chạy về với [[Hạ Hầu Uyên]] ở núi Định Quân. [[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 71|Hồi thứ 71]], Hoàng Trung lại đến đánh, Uyên sai Thượng ra khiêu chiến, bị Trung bắt được, sau đó đem trao đổi với tướng Thục là [[Trần Thức]]. Trong lúc chạy về, Thượng bị bắn trúng lưng.\n\n[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 76|Hồi thứ 76]], Thượng cùng [[Từ Hoảng]] giữ Tương Dương, trong bối cảnh [[Quan Vũ]] vừa rút lui khỏi Phàn Thành. [[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 79|Hồi thứ 79]], Thượng theo Từ Hoảng chiếm lấy Thượng Dung, rồi cùng [[Mạnh Đạt]] đánh bại [[Lưu Phong (Tam Quốc)|Lưu Phong]]. [[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 85|Hồi thứ 85]], Thượng cùng Tào Chân vây Nam Quận, bị tướng Ngô là [[Lục Tốn]] đánh bại.\n\nNhìn chung, vai trò và hành trạng của nhân vật Hạ Hầu Thượng hoàn toàn sai lệch với sử sách.\n\n==Tham khảo==\n<div style=\"height: 300px; overflow: auto; padding: 3px; reflist\" >\n* '''Trần chí, Bùi chú'''\n{{tham khảo|group=Tam quốc}}\n* '''Một số sử liệu khác'''\n{{tham khảo|group=Sử liệu khác}}\n<\/div>\n\n==Chú thích==\n# {{note|1}} Nay là [[địa cấp thị]] [[Bạc Châu]], [[tỉnh (Trung Quốc)|tỉnh]] [[An Huy]], [[Trung Quốc]].\n# {{note|2}} Ngũ quan tướng gọi đầy đủ Ngũ quan Trung lang tướng (五官中郎将) là chức vụ do Tào Tháo đặt ra, có quyền lực tương đương phó chức của Thừa tướng, được dành cho Tào Phi. Ngũ quan tướng Văn học là thị tòng, cố vấn kiêm quản lý văn thư của Ngũ quan tướng. Đây là hình thức Tào Tháo giúp đỡ Tào Phi xây dựng đội ngũ phụ tá trong tương lai.\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Mất năm 226]]"}