{"Hạ Tề":"{{Thông tin nhân vật phong kiến\n| tên = Hạ Tề\n| tên gốc = 賀齊\n| tự = Công Miêu (公苗)\n| cha = [[Khánh Phụ]]\n| nơi sinh = huyện [[Sơn Âm]], quận [[Cối Kê]]\n| mất = 227\n| quốc gia = [[Đông Ngô]]\n| triều đại = [[Thời Tam Quốc]]\n| phục vụ = [[Đông Ngô]]\n| cấp bậc = [[Tướng]]\n}}\n'''Hạ Tề''' ([[chữ Hán]]: 賀齊; ?-[[227]]) là tướng nhà [[Đông Ngô]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thân thế==\nHạ Tề tên tự là '''Công Miêu''' (公苗), người huyện Sơn Âm quận Cối Kê. Họ Hạ vốn là họ Khánh. Bác ruột của Hạ Tề là Khánh Thuần là nhà Nho có tiếng tăm, vào thời [[Hán An Đế]] làm Thị trung, Thái thú Giang Hạ, vì tránh tên húy cha của An Đế là Thanh Hà vương Lưu Khánh nên đổi sang họ Hạ. Cha Hạ Tề là Khánh Phụ, làm trưởng huyện Vĩnh Ninh.\n \n==Quan huyện ở Cối Kê==\nThời trẻ, Hạ Tề làm quan trong quận, giữ chức Diệm Trưởng. Có viên quan trong huyện là Tư Tòng càn rỡ làm việc ác, Hạ Tề muốn bắt trị tội hắn, quan Chủ bạ can ngăn không nên, vì người này có nhiều vây cánh với người Sơn Việt.\n\nHạ Tề không nghe, cứ đi chém Tòng. Phe đảng của Tòng bèn tụ họp với nhau, có đến hơn nghìn người, đem quân đánh huyện. Hạ Tề đem quan dân mở cửa thành ra đánh, đại phá bọn chúng, làm kinh động cả vùng người Sơn Việt. Sau đó dân các huyện Thái Mạt, Phong Phố nổi lên chống lại, ông chuyển làm huyện trưởng Thái Mạt, giết kẻ ác, giúp người tốt, một tháng thì dẹp xong.\n\n==Giúp họ Tôn dẹp yên Giang Đông==\nNăm [[196]], [[Tôn Sách]] đến Giang Đông [[chiến dịch Dương châu|dựng nghiệp]], xét cho Hạ Tề trúng Hiếu liêm. Tôn Sách đuổi đánh thái thú Cối Kê là [[Vương Lãng]] (cùng phe [[Lưu Do]]) đang trốn đến ở Đông Dã, trưởng huyện Hầu Quan là Thương Thăng giúp Lãng dấy binh. Tôn Sách sai trưởng huyện Vĩnh Ninh là Hàn Yến lĩnh chức Nam bộ Đô úy, đem quân đánh Thăng, lấy Hạ Tề làm trưởng huyện Vĩnh Ninh.\n\nHàn Yến đánh Thăng bị thua trận, Hạ Tề lại thay Yến làm việc quan Đô úy. Thương Thăng sợ uy danh của Hạ Tề, sai sứ đến thề ước xin hòa. Hạ Tề nhân đó khuyên dụ, Thương Thăng bèn ra trại xin hàng. Nhưng đồng đảng của Thăng là Trương Nhã, Chiêm Cương không muốn hàng theo Thăng hàng, cùng nhau giết Thăng. Trương Nhã xưng là Vô thượng Tướng quân, Chiêm Cường xưng là Thái thú Cối Kê. Do quân ít hơn bên địch, Hạ Tề dừng quân nghỉ ngơi. Nhân lúc Trương Nhã cùng con rể là Hà Hùng tranh chấp với nhau, Hạ Tề lập kế ly gián. Sau đó ông lại đến đánh, một trận phá được Trương Nhã. Quân của Chiêm Cường sợ hãi, dắt nhau ra hàng<ref name=\"ReferenceA\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B760 Hạ Toàn Lã Chu Chung Ly truyện]<\/ref>.\n\nTôn Sách mất ([[200]]), Hạ Tề phục vụ [[Tôn Quyền]]. Các huyện Kiến An, Hán Hưng, Nam Bình lại nổi dậy. Năm [[203]], Hạ Tề đem quân đến Kiến An, lập phủ Đô úy. Quận phát 5000 quân của các huyện, đều sai các quan huyện trưởng lĩnh quân, dưới quyền của Hạ Tề.\n\nNăm tướng bên địch là Hồng Minh, Hồng Tiến, Uyển Ngự, Ngô Miễn, Hoa Đương đều lĩnh vạn hộ, đóng đồn liền tiếp ở huyện Hán Hưng, đem 5000-6000 hộ ở huyện Ngô đóng đồn riêng ở huyện Đại Trạch, đem 6000 hộ ở huyện Trâu Lâm đóng đồn riêng ở huyện Cái Trúc, lại cùng đến huyện Dư Can, đem quân đánh huyện Hán Hưng.\n\nHạ Tề cho rằng quân địch ít, vào sâu mà không nối tiếp, sợ bị đánh chặn, do đó sai huyện trưởng Tùng Dương là Đinh Phiên ở lại giữ huyện Dư Can. Đinh Phiên từ chối không chịu ở lại, Hạ Tề bèn chém Phiên, do đó trong quân run sợ, tất cả đều vâng lệnh. Ông chia quân ở lại giữ, đến đánh thắng địch liên tiếp, chém được Hồng Minh trong trận khiến Miễn, Đương, Tiến, Ngự đều ra hàng.\n\nSau đó Hạ Tề đi đánh huyện Cái Trúc, đem quân hướng đến huyện Đại Trạch, quân nổi dậy ra hàng. Cả thảy đánh dẹp chém 6000 người, bắt sống các tướng địch, lại lập ra huyện ấp, thu nạp được vạn quân. [[Tôn Quyền]] phong ông làm Bình đông Hiệu úy.\n\nNăm [[205]], ông sang đánh huyện Thượng Nghiêu, chia huyện ấy lập ra huyện Kiến Bình.\n\nNăm [[208]], Hạ Tề chuyển làm Uy vũ Trung lang tướng, đánh các huyện Y, Thiệp của quận Đan Dương. Bấy giờ, người bốn ấp Vũ Cường, Diệp Hương, Đông Dương, Phong Phố hàng trước, Hạ Tề dâng biểu xin lấy ấp Diệp Hương lập thành huyện Thủy Tân. Nhưng tướng địch ở huyện Thiệp là Kim Kì đem vạn hộ đóng đồn ở núi Vạn Lặc, Mao Cam đem vạn hộ đóng đồn ở núi Ô Liêu, tướng ở huyện Y là Trần Bộc, Tổ Sơn đem hai vạn hộ đóng đồn ở núi Lâm Lịch.\n\nNúi Lâm Lịch bốn bề vách đá dựng đứng, cao đến mấy chục trượng, đường hẹp ngăn trở, không vừa đao khiên, quân địch lên chỗ cao ném đá xuống, do đó không đánh lên được. Quân Ngô đóng nhiều ngày, mọi người lo lắng. Hạ Tề tự đi xung quanh, xem xét địa hình, ngầm kén chọn quân khỏe mạnh, tạo ra lưỡi câu sắt, ém nấp ở chỗ hiểm mà quân địch không phòng bị, lấy lưỡi câu móc mà men theo đường, buổi đêm ngầm sai trèo lên, lại bày treo nhiều dây xuống dưới, do đó đem mấy trăm người trèo lên được, bốn bề bủa vây, lại cùng đánh trống thổi tù và. Hạ Tề lĩnh quân đợi, buổi đêm quân địch nghe tiếng trống bốn bề, bảo nhau là đại quân đã lên được hết, sợ hãi rối loạn, không biết làm gì, những kẻ giữ chỗ hiểm đều chạy về. Đại quân nhân đó trèo lên trên, đại phá Trần Bộc, những người còn lại đều hàng phục, cả thảy chém 7000 người<ref name=\"ReferenceA\"\/>.\n\nHạ Tề lại dâng biểu lên Tôn Quyền xin chia huyện Thiệp lập ra các huyện Tân Định, Lê Dương, Hưu Dương, gồm cả huyện Y, huyện Thiệp, cả thảy là sáu huyện. Tôn Quyền bèn chia đặt thành quận Tân Đô, lấy Hạ Tề làm Thái thú, lập phủ ở huyện Thủy Tân, phong thêm chức Thiên tướng quân.\n\nNăm [[211]], dân ở huyện Dư Hàng quận Ngô là Lang Trĩ hợp lực lượng nổi dậy, có đến mấy nghìn người. Hạ Tề lại ra đánh, liền chém được Trĩ, dâng biểu xin chia huyện Dư Hàng lập ra huyện Lâm Thủy. Khi ông ra lệnh về sở quan, lúc đang về quận, [[Tôn Quyền]] ra đón ở đường, bày voi tấu nhạc, ban cỗ xe dùng đôi ngựa khỏe cho Hạ Tề.\n\nNăm [[213]], dân phía đông quận Dự Chương là Bành Tài, Lý Ngọc, Vương Mai nổi dậy, có đến mấy vạn người. Hạ Tề đến đánh dẹp, giết kẻ đứng đầu, những người còn lại đều hàng phục. Ông chọn người khỏe mạnh vào làm lính, còn lại cho vào sổ hộ. Tôn Quyền chuyển ông làm Phấn vũ Tướng quân.\n\nNăm [[215]], ông theo Quyền đi đánh quận Hợp Phì của [[Tào Tháo]]. Thế trận bất lợi, Tôn Quyền rời quận Hợp Phì rút về, bị [[Trương Liêu]] đánh úp ở phía bắc bờ sông, rất nguy cấp. Bấy giờ Hạ Tề đem 3000 quân ở tại bờ nam đón Tôn Quyền. [[Từ Thịnh]] bị thương làm rơi cây mâu. Hạ Tề xua quân đánh chặn, lấy được cây mâu mà Thịnh làm rơi. Tôn Quyền rất biết ơn ông<ref name=\"ReferenceA\"\/>.\n\nNăm [[216]], dân ở quận Bà Dương là Vưu Đột nhận ấn thao của [[Tào Tháo]], dụ dân chống [[Tôn Quyền]]. Dân các huyện Lăng Dương, huyện Thủy An, huyện Kinh đều ứng theo với Đột. Hạ Tề cùng [[Lục Tốn]] đánh phá Đột, chém mấy ngàn người, số còn lại sợ phục, ba huyện của quận Đan Dương đều bình định, thu được 8000 quân tinh nhuệ. Nhờ công đó, ông được phong làm An đông Tướng quân, tước Sơn Âm Hầu, ra giữ ở miền trên sông Giang, trông coi miền Phù Châu lên đến huyện Hoản.\n\n==Chống Tào Ngụy==\nNăm [[220]], [[Tào Phi]] cướp ngôi nhà Hán lập ra nhà Ngụy, sai [[Tào Hưu]] đi đánh [[Đông Ngô]]. Hạ Tề vì đường xa mà đến sau, nhân đó đóng quân ở Tân Thị mà ngăn chống. Gặp lúc các quân ở Động Khẩu gặp gió giật mà rơi xuống nước chìm đắm, chết đuối rất nhiều, tướng sĩ Đông Ngô đều lo sợ. Nhờ vào việc Hạ Tề chưa qua sông, quân khỏe vẫn còn, do đó các tướng được dựa vào thế của cánh quân Hạ Tề.\n\nDo tính Hạ Tề thích làm việc quân, các đồ binh khí rất là đẹp đẽ, thuyền che lọng và các đồ binh khí đều vẽ hình đẹp, cung nỏ tên đạn đều làm bằng gỗ tốt, trùm bít các đồ lên trên đầu thuyền, nhìn từ xa như quả núi; vì vậy [[Tào Hưu]] thấy cánh quân của ông rất e ngại, dẫn quân về. [[Tôn Quyền]] chuyển ông làm Hậu tướng quân, ban Giả tiết, lĩnh chức Từ châu mục<ref name=\"ReferenceA\"\/>.\n\nTướng Ngô là Tấn Tông làm đốc ở Hí Khẩu, đem quân phản Ngô theo Ngụy, được làm Thái thú quận Kì Xuân (thuộc Dương châu), đánh úp huyện An Lạc, bắt lấy quân dân Đông Ngô. Tháng 5 năm [[223]], [[Tôn Quyền]] sai Hạ Tề dẫn các tướng [[My Phương]], Tiên Vu Đan đánh úp quận Kì Xuân, bèn bắt sống được Tấn Tông<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B747 Ngô chủ truyện]<\/ref>.\n\nNăm 227, Hạ Tề qua đời, không rõ ông bao nhiêu tuổi. Hạ Tề có nhiều công trạng với [[Đông Ngô]], nhưng phần lớn là việc đánh dẹp trong lãnh thổ họ Tôn quản lý, ít tham gia những trận giao tranh với các phe phái quân phiệt bên ngoài. Ông không được [[La Quán Trung]] nhắc đến trong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]].\n\n==Xem thêm==\n* [[Tôn Quyền]]\n* [[Tôn Sách]]\n\n==Tham khảo==\n* ''Trần Thọ, [[Tam quốc chí|Tam Quốc chí]], Bùi Tùng Chi chú, các thiên'':\n** [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B760 Hạ Toàn Lã Chu Chung Ly truyện ]\n** [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B747 Ngô chủ truyện]\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 227]]"}