{"Hạ Hầu Đôn":"{| style=\"float:right; border:2px solid; margin:5px\" bgcolor=\"#f7f8ff\" cellspacing=\"0\" cellpadding=\"3\"\n|colspan=2 align=center|[[Tập tin:Xiahou Dun Portrait.jpg|nhỏ|230px|giữa|Hình minh họa Hạ Hầu Đôn nuốt con mắt bị trúng tên của mình trong tiểu thuyết ''[[Tam Quốc Diễn Nghĩa]]'' thời [[nhà Thanh]].]]\n|-\n!style=\"background:#ccf; border-bottom:2px solid\" colspan=2|[[Tên người Trung Quốc|Tên]]\n|-\n|align=right|[[Chữ Hán giản thể|Giản thể]]:||夏侯惇\n|-\n|align=right|[[Chữ Hán phồn thể|Phồn thể]]:||夏侯惇\n|-\n|align=right|[[Bính âm Hán ngữ|Bính âm]]:||Xiàhóu Dūn\n|-\n|align=right|[[Wade-Giles]]:||Hsiahou Tun\n|-\n|align=right|[[Tên chữ (người)|Tên tự]]:||Nguyên Nhượng (元讓)\n|-\n|align=right|Tên khác:||Manh Hạ Hầu <br \/> (''Hạ Hầu mù'') (盲夏侯)\n|}\n\n'''Hạ Hầu Đôn''' ([[chữ Hán]]: 夏侯惇; 155–[[220]]), [[Tên chữ (người)|tên tự]] là '''Nguyên Nhượng''' (元讓) là công thần khai quốc nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông là anh họ của [[Hạ Hầu Uyên]] và cũng là một trong những tướng trung thành với Tào Tháo, góp công trong những trận đánh với [[Lưu Bị]], [[Tôn Quyền]], [[Lã Bố|Lữ Bố]].\n\nHạ Hầu Đôn là một người tính tình chính trực nhưng nóng nảy, tử tế và trung thành với bạn bè và gia đình, không khoan nhượng đối với kẻ thù. Ông được coi là hữu tướng quân của Tào Tháo, được phép đi chung xe ngựa là một vinh dự mà ngay cả cận vệ của Tào Tháo là [[Điển Vi]] và [[Hứa Chử]] cũng không có. Tuy vậy, trên chiến trường sự nóng nảy của ông thường dẫn đến thất bại. Tuy có sức mạnh hơn ngươi những Hạ Hầu Đôn có rất ít trận thắng, chủ yếu do nôn nóng rơi vào bẫy của kẻ địch\n\n==Thời trẻ==\n\nHạ Hầu Đôn là người Tiêu (譙) Quận, nước Bái (nay là [[Bạc Châu]], [[An Huy]]), là đồng hương và là bạn chí cốt của Tào Tháo. Ông là hậu duệ của [[Hạ Hầu Anh]] – người phục vụ cho hoàng đế Cao Tổ [[Lưu Bang]]. Khi 14 tuổi, Hạ Hầu Đôn đã giết một người xúc phạm đến thầy giáo mình.\n\n==Phục vụ dưới quyền Tào Tháo==\n\nNăm 190, Tào Tháo tập hợp lực lượng đánh [[Đổng Trác]], Hạ Hầu Đôn cùng em họ là Hạ Hầu Uyên dẫn 1.000 quân đến giúp Tào Tháo. Hạ Hầu Đôn trở nên một tướng thân tín với Tào Tháo sau trận đầu tiên đánh Đổng Trác và trận [[Duyện Châu]], trở thành một tướng chỉ huy. Sau đó, liên quân đánh Đổng Trác tan rã, Đôn và Uyên giúp Tào Tháo tăng cường lực lượng và mở rộng lãnh thổ.\n\nNăm 194, ông bị bắt làm con tin ngay trong doanh trại của mình. Vào thời điểm đó Tào Tháo đang dẫn quân đi đánh [[Đào Khiêm]], thứ sử [[Từ Châu]] (nay là bắc [[Giang Tô]]), người bị Tào Tháo buộc tội đã giết cha mình. Hạ Hầu Đôn ở lại trấn thủ [[Bộc Dương]].\n\nTrong một trận chiến vào năm 198, Hạ Hầu Đôn bị mất mắt trái và từ đó có biệt danh ''Manh Hạ Hầu'' (Hạ Hầu mù). Hình ảnh này được mô tả trong [[Tam quốc diễn nghĩa|''Tam Quốc diễn nghĩa'']], khi Hạ Hầu Đôn bị [[Tào Tính]] bắn trúng mắt, đã rút tên nuốt con ngươi và làm đối phương khiếp sợ.\n\nHạ Hầu Đôn không tham gia vào việc quân sự chống quân Viên của Tào Tháo, nhưng thay vào đó ông đã ở lại phía sau để bảo vệ lãnh thổ của Tào Tháo. Năm 202 Hạ Hầu Đôn, [[Vu Cấm]] mang quân đi đánh [[Lưu Bị]], rồi rơi vào phục kích ở đồi Bác Vọng. Quân của Hạ Hầu Đôn thương vong vô số nhưng nhờ có viện quân của [[Lý Điển]] mà Hạ Hầu Đôn đã thoát thân.\n\nNăm 204 ông được phong làm đại đô đốc, và được chỉ định các chức quan ở Hà Nam. Ông đã có thể quản lý và giám sát công việc trôi chảy mà không bị cản trở bởi bất kỳ hình thức nào.\n\nNăm 207 ông được ban thưởng cho những đóng góp to lớn của ông. Năm 216 ông cùng các tướng được lệnh đóng quân tại [[Cư Sào]], ồ ạt tấn công quân Đông Ngô, nhưng đến tháng 3 năm 217 vẫn không hạ được.\n\nNăm 219 Tào Tháo lại tái phát bệnh đau đầu, giao lại bản doanh Nghiệp Thành của nước Ngụy cho thế tử [[Tào Phi]] quản lý, còn mình về [[Lạc Dương]] dưỡng bệnh. Trong chuyến đi, ông ta đối xử với Hạ Hầu Đôn như một người thân cận và đáng tin cậy, như là ông đã để cho ông đi cùng xe, ngồi ăn cùng bàn, cho phép ông đi ra vào nhà ở của Tào Tháo mà không cần phải xin phép Tào Tháo. Tháo thấy được lòng trung của ông nên phong cho ông làm Xa Kị tướng quân.\n\nSau khi Tào Tháo chết vào năm 220, Tào Phi đã phong chức Đại tướng quân cho Hạ Hầu Đôn, nhưng chỉ 3 tháng sau ông qua đời vì bệnh.\n\n[[Tam quốc chí|''Tam Quốc chí'']] mô tả Hạ Hầu Đôn là người rộng rãi và khiêm nhường. Ông đưa cả thầy giáo đến doanh trại để có thể tiếp tục việc học hành ngay giữa trận chiến. Ông cũng phân phát của cải dư thừa, chỉ giữ lại số tài sản đủ để sống. Sau khi mất, Hạ Hầu Đôn được phong tước ''Trung hầu'' (忠侯), tôn vinh lòng trung thành của ông.\n\n==Gia đình==\nEm trai: Hạ Hầu Liêm.\n\nEm họ: [[Hạ Hầu Uyên]].\n\nCon: [[Hạ Hầu Sung]], [[Hạ Hầu Mậu]], và năm con trai khác.\n\nCháu: Hạ Hầu Dị.\n\nChắt: Hạ Hầu Thiệu.\n\n==Trò chơi==\nHạ Hầu Đôn xuất hiện trong rất nhiều trò chơi lấy chủ đề về thời kỳ Tam Quốc. Trong dòng trò chơi nổi tiếng [[Dynasty Warriors (trò chơi điện tử)|''Dynasty Warriors'']], ông được xem như nhân vật chính.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Trung Quốc}} \n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 220]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}