{"Hầu Cảnh":"[[File:侯景（南史演義）.jpg|thumb|200px|Hầu Cảnh]]\n'''Hầu Cảnh''' ({{zh|s=侯景|p=Hóu Jǐng}}, [[503]] – [[552]]), [[Tên chữ (người)|tên tự]] là '''Vạn Cảnh''', tên lúc nhỏ là '''Cẩu Tử''', nguyên quán là quận Sóc Phương (có thuyết là quận Nhạn Môn), sinh quán là trấn Hoài Sóc <ref>Nay là phía nam [[Cố Dương]], [[Nội Mông|Nội Mông Cổ]]<\/ref>, [[yết|dân tộc Yết]] đã [[Tiên Ti|Tiên Ti hóa]], là tướng lĩnh [[bắc Ngụy|nhà Bắc Ngụy]], phản tướng [[đông Ngụy|nhà Đông Ngụy]], [[nhà Lương]] thời [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều (Trung Quốc)]] trong [[lịch sử Trung Quốc]]. Sau khi phát động các cuộc binh biến chống Đông Ngụy và nhà Lương, Hầu Cảnh tự lập làm vua nhưng nhanh chóng thất bại.\n\n==Thiếu thời==\nHầu Cảnh từ nhỏ quấy phá thôn xóm, bị mọi người xa lánh. Khi trưởng thành, ông có tính kiêu dũng lại có sức mạnh, giỏi cưỡi ngựa bắn cung. Nhờ đó được tuyển làm Hoài Sóc trấn binh, lập một ít công lao, làm đến Công tào sứ.\n\n[[Loạn Lục trấn|Lục Trấn khởi nghĩa]] nổ ra, Hầu Cảnh đầu quân cho [[Nhĩ Chu Vinh]], rất được xem trọng, ủy nhiệm việc quân. Ban đầu, ông theo học binh pháp bộ tướng của Vinh là [[Mộ Dung Thiệu Tông]], chẳng bao lâu, Thiệu Tông phải hỏi ý kiến của ông. Nhờ tham gia đánh dẹp [[Cát Vinh]], Hầu Cảnh được làm Định Châu thứ sử, Đại hành đài, phong Bộc Dương quận công, bắt đầu có tiếng tăm.\n\n==Phò tá Cao Hoan==\nHầu Cảnh vốn có quan hệ hữu hảo với [[Cao Hoan]], sau khi Cao Hoan diệt họ Nhĩ Chu, Cảnh đưa quân về hàng, tiếp tục được trọng dụng. Ông sớm làm đến Lại bộ thương thư, thường phàn nàn đây là việc giấy tờ, không phù hợp với mình.\n\nNăm Thiên Bình đầu tiên ([[534]]), Hầu Cảnh đánh bại [[Hạ Bạt Thắng]], chiếm được Kinh Châu.\n\nNăm thứ 3 (536), Hầu Cảnh thống lĩnh 7 vạn quân đi đánh chiếm được Sở Châu của nhà Lương, bắt thứ sử [[Hoàn Hòa]]. Ông thừa thắng tiến quân, nhưng bị [[Trần Khánh Chi]] đánh bại, phải bỏ hết quân nhu chạy trốn.\n\nKhi Cao Hoan đưa quân đến [[Trận Sa Uyển|Sa Uyển]] (537), Hầu Cảnh nhận chức Tây đạo đại hành đài, kiến nghị chia quân Tiền – Hậu mà tiến. Cao Hoan không nghe, kết quả đại bại.\n\nNăm sau (538), Hầu Cảnh soái bọn Lư Dũng đưa quân tây tiến, đánh hạ Nam Phần Châu, Toánh Châu, Dự Châu, cùng [[Cao Ngao Tào]] vây tướng [[Tây Ngụy]] là [[Độc Cô Tín]] ở Kim Dung. [[Vũ Văn Thái]] đưa đại quân đến, ông lui quân về bờ nam [[Hoàng Hà]], bắc giữ Hà Kiều, nam dựa Mang Sơn mà bày trận, bẻ gãy tiền quân Tây Ngụy, suýt giết được Vũ Văn Thái. Nhưng vì ông không kịp chỉnh đốn, bị đại quân Tây Ngụy tràn lên [[trận Hà Kiều|đánh bại]], phải lui chạy.\n\nMùa thu năm Hưng Hòa thứ 3 ([[541]]), Hầu Cảnh được làm Hà Nam đạo Đại hành đài, nắm 10 vạn binh, chuyên chế Hà Nam.\n\nNăm Vũ Định đầu tiên ([[543]]), nhân [[Đông Ngụy]] giành được thắng lợi ở [[Trận Mang Sơn (543)|trận Mang Sơn]], Cảnh dùng kế lừa chiếm thành Hổ Lao, rồi thu lấy Bắc Dự Châu và Lạc Châu, được tiến vị làm Tư không.\n\nNăm thứ 3 ([[545]]), ông đổi sang giữ chức [[Tư đồ]].\n\n==Phản Đông Ngụy==\n{{chính|Loạn Hầu Cảnh (Đông Ngụy)}}\n\n==Phản Lương==\n===Dưỡng hổ thành giặc===\nSau khi vượt [[hoài Hà|sông Hoài]], Cảnh không biết phải đi đâu, Mã Đầu thú chủ [[Lưu Thần Mậu]] của Lương cùng Nam Dự Châu Giám châu sự [[Vi Ảm]] (con [[Vi Duệ]]) bất hòa, nên giục ngựa đến tìm Cảnh, khuyên Cảnh cướp lấy thành Thọ Dương, còn nói: \"Triều đình mừng Vương về nam, ắt không trách đâu!\" Cảnh mừng lắm, làm theo kế ấy, đến Thọ Dương, gặp Ảm mặc giáp đứng trên thành. Cảnh nói với Thần Mậu: \"Việc không xong rồi!\" Thần Mậu đáp: \"Ảm hèn nhát lại kém khôn, có thể thuyết phục được!\" Cảnh bèn sai Dự Châu tư mã Từ Tư Ngọc trong đêm vào thành thuyết phục, Ảm bèn mở cửa cho Cảnh vào. Cảnh bắt được Ảm, mấy lần muốn chém, mãi mới tha cho. Rồi sai Vu Tử Duyệt dâng biểu nhận tội thua trận, tự xin biếm tước. Có chiếu không cho, được thụ Nam Dự Châu thứ sử, quan chức như cũ.\n\nTháng 2 năm Thái Thanh thứ 2 (548), Đông Ngụy sau khi giành lại Huyền Hồ, muốn thông qua Trinh Dương hầu [[Tiêu Uyên Minh]] giao hảo với nhà Lương. Cảnh nghe tin thì nghi hoặc, lại biết triều đình sai sứ đến Ngụy, thì đâm ra sợ hãi, [[Vương Vĩ]] cho rằng hoặc bó tay chịu chết, hoặc làm loạn chịu chết, giục Cảnh đưa ra quyết định. Cảnh vì thế hạ quyết tâm khởi binh. Cảnh bắt tất cả cư dân trong thành Thọ Xuân làm lính, dừng mọi công việc buôn bán, cấy cày, buộc trai gái trăm họ gia nhập quân đội. Cảnh xin mấy vạn xúc gấm may áo cho binh sĩ. Chu Dị cho rằng gấm của Ngự phủ (tức Hoàng đế) là để ban thưởng, không phải là để may nhung phục, nên đổi giao cho vải xanh. Cảnh lại cho rằng binh khí của triều đình có chất lượng kém, xin cho thợ rèn Đông Dã <ref>Đông Dã nay là một dải [[Dã Sơn]], chân núi đông nam [[Bình Sơn]], [[Phúc Châu]]. Tên cũ là Dã Thành, đô thành của nước [[Mân Việt]] đời Hán. Cái tên Dã Thành có nguồn gốc từ Dã Sơn, tương truyền là nơi [[Âu Trị Tử]] đúc kiếm<\/ref> đến làm lại, triều đình cũng cấp cho. Cảnh từ khi về nam, nhiều lần đưa ra yêu cầu, triều đình chưa từng từ chối.\n\nNguyên Trinh biết Cảnh muốn làm phản, tâu xin về triều. Cảnh nói: \"Sắp định Giang Nam, sao lại thiếu nhẫn nại vậy!?\" Trinh càng sợ, bỏ trốn về Kiến Khang <ref>Nay là [[Nam Kinh]]<\/ref>, không dám nói việc này ra. Hợp Châu thứ sử Bà Dương vương Tiêu Phạm trấn Hợp Phì, Ti Châu thứ sử [[Dương Nha Nhân]] đều tâu rằng Cảnh có ý khác, Lãnh quân Chu Dị nói: \"Hầu Cảnh có mấy trăm tên phản quân, sao làm loạn được?\" rồi giữ lại không tâu lên, lại còn ban thưởng thêm. Cảnh dâng biểu can ngăn việc hòa giải Lương – Ngụy, tỏ thái độ hỗn xược, lời lẽ không đúng mực. [[Lương Vũ Đế|Lương Vũ đế]] không thừa nhận cũng không phủ nhận, gọi mình là chủ, Cảnh là khách, cho rằng khách có gì không hài lòng, là lỗi không chu đáo ở chủ. Cảnh thấy Vũ đế tuy lời lẽ hòa nhã, nhưng ý tứ lạnh nhạt, lại biết Lâm Hạ vương [[Tiêu Chánh Đức]] oán vọng triều đình, ngầm cho người đến liên kết. Chánh Đức nhận làm nội ứng.\n\n===Thẳng tiến Kiến Khang===\n{{chính|Loạn Hầu Cảnh}}\n\n===Làm chiếu tự phong===\nTháng 11 năm Thái Thanh thứ 2 (548), Cảnh tự làm Tướng quốc, Thiên trụ tướng quân.\n\nSau khi khống chế triều đình nhà Lương, Hầu Cảnh tự ý làm chiếu, mượn danh nghĩa của Lương đế phong tước, tiến chức cho thủ hạ của mình. Tam công có đến vài mươi người, nghi đồng còn nhiều hơn nữa. Đương nhiên, Cảnh nhiều lần làm chiếu tự phong cho mình.\n\nTháng 3 năm Thái Thanh thứ 3 (549), Cảnh đóng quân ở Tây Châu, làm chiếu đại xá, tự làm Đại đô đốc, Đô đốc trung ngoại chư quân, Lục thượng thư sự, còn Thị trung, Sứ trì tiết, Đại thừa tướng, Vương tước như cũ.\n\nTháng giêng năm Đại Bảo đầu tiên (550), Cảnh làm chiếu tự gia ban 400 giáp sĩ, cấp trước sau 2 bộ nhạc Vũ Bảo, Cổ Xuy, đặt tả hữu trưởng sử, 4 Tòng sự trung lang.\n\nTháng 4 năm Đại Bảo đầu tiên (550), Cảnh lại làm chiếu tự tiến vị làm Tướng quốc, phong Hán vương, lấy 20 quận Thái Sơn làm thực ấp, vào triều không rảo bước, vái lạy không xưng tên, được mang kiếm lên điện, như Tiêu Hà đời Hán.\n\nTháng 10 năm Đại Bảo đầu tiên (550), Cảnh làm chiếu cho phép gia hiệu Vũ trụ đại tướng quân, Đô đốc lục hợp chư quân sự. Nhưng việc này chưa tiến hành.\n\nTháng 10 năm Đại Bảo thứ 2 (551), Cảnh làm chiếu, tự gia lễ Cửu Tích, đặt trăm quan dưới quyền thừa tướng. Lại làm chiếu truy tặng tổ tiên làm Đại tướng quân, Thừa tướng.\n\n===Tùy ý phế lập===\nTháng 11 năm Thái Thanh thứ 2 (448), Cảnh đưa [[Tiêu Chánh Đức]] lên ngôi ở Nghi Hiền đường, đổi niên hiệu là Chánh Bình. Chánh Đức lấy con gái ông làm vợ.\n\nSau khi chiếm được Đài thành, giáng Tiêu Chánh Đức làm Thị trung, Đại tư mã, bá quan đều được phục chức.\n\nTháng 5 năm Thái Thanh thứ 3 (449), Vũ đế băng ở điện Văn Đức. Cảnh giữ kín không phát tang, quàng ở điện Chiêu Dương, quan lại bên ngoài đều không biết. Hơn 20 ngày sau, đưa quan tài lên gian trước của điện Thái Cực, đón Tiêu Cương lên ngôi, là [[Lương Giản Văn Đế|Lương Giản Văn đế]]. Sau đó làm chiếu xá cho nô tỳ có gốc gác phương bắc, thu dùng tất cả bọn họ.\n\nTháng 6, Cảnh giết Tiêu Chánh Đức ở Vĩnh Phúc tỉnh.\n\nTháng giêng năm Đại Bảo thứ 2 (551), Cảnh bèn phế Giản Văn đế. [[Vương Vĩ]] khuyên ông lên ngôi, [[Quách Nguyên Kiến]] cố can, bèn đưa Dự Chương vương [[Tiêu Đống]] (con Ai thái tử Tiêu Thống) lên ngôi, đổi niên hiệu là Thiên Chánh.\n\nTháng 10, Cảnh sai Vệ úy Bành Tuấn, Vương Tu Toản dâng rượu chuốc say Giản Văn đế, rồi dùng túi đất đè chết.\n\nTháng 11, tự gia các thứ phục sức, xe cộ, nghi thức dành cho hoàng đế, đều theo Hán lễ. Làm chiếu để Tiêu Đống nhường ngôi, giáng làm Hoài Âm vương; đặt quốc hiệu là Hán, đổi niên hiệu là Thái Thủy; truy tôn ông nội là Hầu Chu làm Đại thừa tướng, cha là Hầu Tiêu làm Nguyên hoàng đế.\n\n===Chết không toàn thây===\nSau khi Hầu Cảnh thua chạy khỏi Kiến Khang, [[Vương Tăng Biện]] sai [[Hầu Thiến]] soái quân đuổi theo. Cảnh đến Tấn Lăng, rồi đi Ngô Quận, tiếp đến là Gia Hưng, [[Triệu Bá Siêu]] chiếm cứ Tiền Đường chống lại. Cảnh lui về Ngô Quận, đến Tùng Giang, thì quân Hầu Thiến đuổi kịp. Quân của Cảnh chưa bày trận, đều dựng cờ hiệu xin hàng. Cảnh không thể ngăn được, bèn cùng vài chục người tâm phúc bỏ chạy, ném hai con xuống nước, từ Hỗ Độc ra biển.\n\nTháng 4, đến Hồ Đậu châu, bị Thái tử xá nhân (tiền nhiệm) Dương Côn giết chết, gởi thây đến Vương Tăng Biện ở Kiến Khang, truyền đầu về Giang Lăng. Thây bị phơi ở chợ, trăm họ tranh nhau ăn sống; đốt xương thành tro, hòa rượu mà uống. Đầu bị bêu ở chợ, sau đó bị nấu rồi đem sơn, cất vào Vũ khố.\n\n==Tính cách==\nCảnh tính tàn nhẫn bạo ngược, trị quân nghiêm chỉnh; mỗi khi cướp bóc tiền của, thì chia đều cho tướng sĩ, nên bọn họ vì ông mà ra sức, giành được nhiều thắng lợi.\n\nCảnh lưng dài chân ngắn (có thuyết là chân cao chân thấp), không có sở trường cưỡi ngựa bắn cung, chỉ dựa vào mưu trí. Bộ tướng của Cao Hoan là bọn [[Cao Ngao Tào]], [[Bành Nhạc]] đều có dũng lực trùm đời, riêng ông xem thường: \"Thứ lợn hùng hục, thì làm được gì?\"\n\n==Dật sự==\nNgay sau trận thua Sa Uyển, Cảnh nói với Cao Hoan: \"Vũ Văn Thái cậy vừa chiến thắng, bây giờ ắt tỏ ra lười nhác, xin (cho tôi) đưa mấy ngàn kỵ binh vào Quan Trung bắt hắn.\" Hoan đem lời ấy thuật lại cho vợ là Lâu thị, nói: \"Hắn mà bắt được Thái, thì không trở về nữa. (Bắt) được Thái (mà để) sổng Cảnh, cũng chẳng ích gì!\" (ý nói Cảnh sẽ thay Thái cát cứ Quan Trung).\n\nCảnh từng nói với Cao Hoan: \"Hận không bắt được Thái. Xin lấy 3 vạn quân, tung hoành thiên hạ; có thể vượt sông bắt trói lão già Tiêu Diễn, để thời thái bình trở lại.\" Hoan rất lấy làm vừa ý, vì thế giao cho vùng Hà Nam, xem ông như một nửa cơ thể mình.\n\nSau khi Cảnh chạy sang miền nam, [[Đông Ngụy]] giành lại được đất đai đã mất, nên muốn hòa giải với nhà Lương, Lương Vũ đế triệu quần thần bàn bạc. Cảnh nghe tin, chưa vội tin, làm giả thư của Đông Ngụy xin đổi Trinh Dương hầu [[Tiêu Uyên Minh]] lấy Hầu Cảnh, Vũ đế nhận lời. Cảnh nói với bộ hạ: \"Ta biết được lòng dạ bạc bẽo của lão già nhà ngươi rồi!\" Bèn xin cưới con gái nhà Tạ, Vương, Vũ đế đáp rằng: \"Con nhà Tạ, Vương không phải cao môn thì không gả, nếu là Chu, Trương trở xuống thì được!\" Ông căm tức nói: \"Sau này sẽ đem gả bọn chúng cho nô tỳ!\" Sau này khi hạ được Đài thành, Cảnh lấy Lật Dương công chúa (con gái [[Lương Giản Văn Đế|Tiêu Cương]]) làm vợ.\n\n==Tham khảo==\n* [[Lương thư]], [[:zh:s:梁書\/卷56|quyển 56]]\n* [[Nam sử]], [[:zh:南史\/卷80|quyển 80]]\n* [[Tư trị thông giám]], các quyển [[:zh:s:資治通鑑\/卷149|149]], [[:zh:s:資治通鑑\/卷150|150]], [[:zh:s:資治通鑑\/卷152|152]], [[:zh:s:資治通鑑\/卷155|155]], [[:zh:s:資治通鑑\/卷156|156]], [[:zh:s:資治通鑑\/卷157|157]], [[:zh:s:資治通鑑\/卷158|158]], [[:zh:s:資治通鑑\/卷159|159]], [[:zh:s:資治通鑑\/卷160|160]], [[:zh:s:資治通鑑\/卷161|161]], [[:zh:s:資治通鑑\/卷162|162]], [[:zh:s:資治通鑑\/卷163|163]], [[:zh:s:資治通鑑\/卷164|164]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Vua thời Nam Bắc triều (Trung Quốc)}}\n\n[[Thể loại:Tướng nhà Bắc Ngụy]]\n[[Thể loại:Tướng nhà Đông Ngụy]]\n[[Thể loại:Tướng nhà Lương]]\n[[Thể loại:Vua Nam-Bắc triều (Trung Quốc)]]\n[[Thể loại:Sinh năm 503]]\n[[Thể loại:Mất năm 552]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Vua Trung Quốc]]"}