{"Hậu Lương Thái Tổ":"{{Thông tin nhân vật hoàng gia\n| tên = Hậu Lương Thái Tổ\n| tên gốc =後梁太祖\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm =china\n| hình = Emperor Taizu of Later Liang Zhu Wen.jpg\n| cỡ hình = 180px\n| ghi chú hình= \n| chức vị = [[Hoàng đế]] [[Hậu Lương (Ngũ đại)|Hậu Lương]]\n| tại vị = [[1 tháng 6]] năm [[907]]<ref name=AS\/><ref name=TTTG266>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref> - [[18 tháng 7]] năm [[912]]<br>({{số năm theo năm và ngày|907|6|1|912|7|18}})\n| đăng quang = Soán vị\n| tiền nhiệm =[[Đường Ai Đế]]<br> ''' Sáng lập triều đại'''\n| kế nhiệm = [[Chu Hữu Khuê]]\n| vợ = [[Trương thị (Chu Toàn Trung)|Trương thị]]<br>Trần chiêu nghi<br>Lý chiêu dung<br>Đoàn mĩ nhân, muội [[Đoàn Ngưng]]\n| con cái = [[#Con cái|Xem văn bản]]\n| miếu hiệu =[[Thái Tổ]] (太祖)\n| thụy hiệu =Thần Vũ Nguyên Thánh Hiếu hoàng đế<br> (神武元聖孝皇帝)\n| niên hiệu =Khai Bình (開平, 4\/907-4\/911 ÂL)<br>Càn Hóa (乾化, 5\/911-1\/913 ÂL)\n| tên đầy đủ =nguyên danh: Chu Ôn (朱溫)<br>năm 882 cải thành Chu Toàn Trung (朱全忠)<br>năm 907 cải thành Chu Hoảng (朱晃)\n| cha = Chu Thành (朱誠)\n| mẹ = Vương thị\n| sinh = 5 tháng 12, 852<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref name=CNDS1>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷1|quyển 1]].<\/ref>\n| nơi sinh = \n| mất = 18 tháng 7. 912<ref name=AS\/><ref name=CNDS7>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷7|quyển 7]].<\/ref>(59 tuổi)\n| nơi mất = \n| ngày an táng = \n| nơi an táng = Tuyên lăng (宣陵)\n}}\n'''Hậu Lương Thái Tổ''' ({{zh|t=後梁太祖|s=后梁太祖}}), tên húy '''Chu Toàn Trung''' (朱全忠) (852&ndash;912), nguyên danh '''Chu Ôn''' (朱溫), sau khi tức vị cải thành '''Chu Hoảng''' (朱晃), là một nhân vật quân sự và chính trị vào cuối thời [[Nhà Đường]] và đầu thời [[Ngũ Đại Thập Quốc]] trong [[lịch sử Trung Quốc]]. Ông nguyên là một tướng lĩnh trong [[loạn Hoàng Sào|đội quân nổi dậy]] của [[Hoàng Sào]], sau đó đầu hàng và trở thành một [[tiết độ sứ]] của Nhà Đường. Đến năm 907, ông lật đổ triều Đường, trở thành hoàng đế của [[Hậu Lương (Ngũ đại)|triều đại Hậu Lương]], mở ra thời kỳ [[Ngũ Đại Thập Quốc]] trong [[Lịch sử Trung Quốc]].\n\nChu Ôn kiểm soát được hầu hết khu vực trung tâm của Trung Hoa, song phần lớn các khu vực nay là [[Thiểm Tây]], [[Sơn Tây (Trung Quốc)|Sơn Tây]], và [[Hà Bắc (Trung Quốc)|Hà Bắc]] vẫn nằm ngoài tầm tay của ông, các khu vực này tương ứng thuộc về các nước kình địch là [[Kỳ]], [[Tấn (Ngũ đại)|Tấn]], và [[Yên (Ngũ đại)|Yên]]. Hầu hết các chiến dịch cuối cùng của ông đều nhằm vào nước Tấn ở Sơn Tây, song gần như đều thất bại trước các quân chủ người [[Sa Đà]] - trước là [[Lý Khắc Dụng]] và sau là [[Lý Tồn Úc]]. Do tập trung vào việc thống nhất phương Bắc, Chu Ôn không thể tiến quân về phương Nam. Các thủ lĩnh ở phương Nam đa phần đều quy phục Chu Ôn trên danh nghĩa, ngoại trừ quân chủ nước [[Ngô (Thập quốc)|Ngô]] và [[Tiền Thục (nước)|Tiền Thục]].\n\nChu Ôn trị vì cho đến năm 912, khi ông bị hoàng tử [[Chu Hữu Khuê]] sát hại. Chu Hữu Khuê sau đó lại bị [[Chu Hữu Trinh]] lật đổ. Triều đại Hậu Lương tồn tại cho đến năm 923.\n\n==Thân thế==\nChu Ôn là út trong số ba nhi tử của cha Chu Thành (朱誠)- một thầy dạy [[Tứ Thư Ngũ Kinh|Ngũ Kinh]] ở [[Đãng Sơn]], Tống châu<ref group=\"chú\">宋州, trị sở nay thuộc [[Thương Khâu]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>, hai huynh của ông là [[Chu Toàn Dục]] và [[Chu Tồn]].<ref name=TNDS1>''[[Tân Đường thư]]'', [[:zh:s:新五代史\/卷01|quyển 1]].<\/ref> Ngoài ra, ông cũng có muội kết hôn với Viên Kính Sơ (袁敬初) ở Hạ Ấp, gần Đãng Sơn, cha và tổ phụ của Kính Sơ từng giữ đến chức ''tả bộc xạ'', ''tư không'', và xưng là hậu duệ của tể tướng [[Viên Thứ Kỷ]] thời trung Đường. (Con trai của bà là [[Viên Tượng Tiên]] về sau trở thành một trọng tướng của Hậu Lương và [[Hậu Đường]].)<ref name=CNDS59>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷59|quyển 59]].<\/ref> Chu Thành qua đời khi Chu Ôn vẫn còn là một cậu bé, có vẻ là vào khoảng năm 864, hoặc sau đó. Sau đó, góa phụ của Chu Thành đem ba người con trai của bà đến sinh sống tại nhà của Lưu Sùng ở Tiêu huyện, Từ châu. Mẹ của Chu Thành mang họ Lưu, vì thế có thể Lưu Sùng là một người họ hàng với tổ mẫu của Chu Ôn. Nhà họ Lưu là một gia tộc có thế lực trong khu vực, việc họ gả con gái cho nhà họ Chu cho thấy gia tộc này cũng có vị thế nhất định.<ref>{{Harvnb|Wang Gungwu|1963|p=27}}<\/ref>\n\nChu Ôn làm công việc quản gia cho nhà họ Lưu, song các thành viên của gia tộc này không xem trọng ông, ngoại trừ mẹ của Lưu Sùng,<ref name=CNDS1\/> bà thường can thiệp mỗi khi Lưu Sùng phạt đánh Chu Ôn do không hài lòng về ông.<ref name=TTTG254>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷254|quyển 254]].<\/ref>\n\n== Theo Hoàng Sào ==\n[[Chu Ôn]] quay sang lập một băng đảng, trở thành một trong các nhóm đạo tặc hoạt động tại khu vực nằm giữa [[Hoàng Hà]] và [[Hoài Hà]].<ref name=\"Wang Gungwu 1963 28\">{{Harvnb|Wang Gungwu|1963|p=28}}<\/ref> Vào khoảng năm 877, Chu Ôn và trọng huynh Chu Tồn (朱存) cùng gia nhập vào [[loạn Hoàng Sào|đội quân nổi dậy]] của [[Hoàng Sào]] khi họ đi qua khu vực. Chu Tồn sau đó bị giết trong lúc lâm trận, còn Chu Ôn lập công nên trở thành một đội trưởng, lãnh binh đóng ở Đông Vị Kiều<ref group=\"chú\">東渭橋, nay thuộc huyện [[Cao Lăng]], Thiểm Tây<\/ref> khi quân Hoàng Sào công chiếm kinh sư [[Trường An]] vào tháng 1 năm 881.<ref name=CNDS1\/><ref name=TNDS1\/>\n\nSau khi Hoàng Sào tuyên bố lập quốc Đại Tề, Chu Ôn đem binh sĩ công chiếm Đồng châu<ref group=\"chú\">同州, nay thuộc [[Vị Nam]], [[Thiểm Tây]]<\/ref>, được Hoàng Sào bổ nhiệm là ''phòng ngự sứ'' của châu này.<ref name=TTTG254\/> Sau đó, Chu Ôn tự đem quân tiến đánh Đan châu ở phía nam.<ref name=CNDS1\/>\n\n== Quy phục triều đình ==\nNhiều tiết độ sứ bày tỏ quy phục Hoàng Sào sau khi quân của ông ta chiếm được Trường An, song sau đó họ lại quay sang trung thành với triều đình Đường (di tản đến [[Thành Đô]]). Năm 882, Hoàng Sào bị bao vây, ngoài khu vực kinh sư thì chỉ còn kiểm soát được hai châu, trong đó có Đồng châu do Chu Ôn quản lý. Chu Ôn thấy tình thế đó thì bắt đầu tìm kiếm thời cơ thích hợp để rời bỏ Hoàng Sào, và sau khi giết chết giám quân Nghiêm Thực (嚴實) do Hoàng Sào phái đến, Chu Ôn đầu hàng Hà Trung<ref group=\"chú\">河中, trị sở nay thuộc [[Vận Thành]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref> tiết độ sứ [[Vương Trọng Vinh]], được ''Chư đạo hành doanh đô thống'' [[Vương Đạc (nhà Đường)|Vương Đạc]] của triều đình Đường trao cho chức Đồng Hoa tiết độ sứ. Nhằm ban thưởng cho hành động ly khai hợp thời điểm này, [[Đường Hy Tông]] hạ chiếu cho Chu Ôn giữ chức ''hữu kim ngô đại tướng quân'', ''Hà Trung hành doanh chiêu thảo phó sứ'', ban danh \"Toàn Trung\".<ref name=TTTG255>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷255|quyển 255]].<\/ref>\n\nVào ngày 3 tháng 5 năm 883, Chu Toàn Trung được bổ nhiệm là Biện châu<ref group=\"chú\">汴州, nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> thứ sử và Tuyên Vũ<ref group=\"chú\">宣武, trị sở tại Biện châu<\/ref> tiết độ sứ, việc bổ nhiệm có hiệu lực sau khi tái chiếm Trường An theo như dự kiến. Hoàng Sào khi đó đang có kế hoạch chạy trốn về phía đông đến khu vực Hà Nam qua Lam Điền quan, triều đình Đường cần một người để bảo vệ tuyến kênh nối đến vựa lương thực ở đông-nam.<ref name=TTTG255\/> Do nguyên là một tướng lĩnh nổi dậy và thông thạo địa bàn, Chu Toàn Trung là một sự lựa chọn tất nhiên.<ref name=\"Wang Gungwu 1963 28\"\/> Chu Toàn Trung cũng nhận Vương Trọng Vinh là ''cữu'' (anh\/em của mẹ) do mẹ của ông cũng mang họ Vương. Quân Đường tiến vào Trường An nửa tháng sau khi Chu Toàn Trung được bổ nhiệm, và đến ngày 9 tháng 8 thì Chu Toàn Trung đến nhậm chức ở Biện châu.<ref name=TTTG255\/>\n\n==Tham gia chống Hoàng Sào==\nChu Toàn Trung đến Biện châu sau ba tháng được bổ nhiệm.<ref name=TTTG255\/> Sự chậm trễ này có thể là do ông còn được giao các nhiệm vụ khác trong khoảng thời gian đó, song cũng có thể là để thương lượng xem ông được đem theo bao nhiêu người của mình đến nơi sẽ nhậm chức. Khi đầu hàng quân Đường, Chu Toàn Trung đang có một đội quân với vài nghìn binh lính, song đội quân này sau đó phần lớn bị phân tán hoặc hợp nhất vào quân triều đình, ông chỉ có thể đem theo vài trăm lính đến Biện châu, bao gồm ít nhất 80 tùy tùng quân sự. Những tùy tùng quân sự này sẽ giúp đỡ ông trong việc đưa ra các quyết định trong những năm đầu tại Biện châu. Phần lớn họ có lẽ từng cùng với Chu Toàn Trung phục vụ dưới quyền Hoàng Sào, song một số người, chẳng hạn như [[Bàng Sư Cổ]] (龐師古), thì là những người mới. Quân Tuyên Vũ là một trong các đội quân hùng mạnh trong khu vực, Chu Toàn Trung nay phải bắt đầu đảm bảo rằng đội quân này trung thành với ông. Quân Tuyên Vũ gồm hai bộ phận: nha quân bảo vệ tiết độ sứ và đại quân chiến đấu.<ref>{{Harvnb|Wang Gungwu|1963|p=51}}<\/ref>\n\nChu Toàn Trung bổ nhiệm một số tùy tùng quân sự của mình giữ chức trong nha quân, như [[Đinh Hội]] (丁會) giữ chức ''đô áp nha'',<ref name=CNDS59\/> và [[Hồ Chân (nhà Đường)|Hồ Chân]] (胡真) giữ chức ''đô tướng''.<ref name=CNDS16>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷16|quyển 16]].<\/ref> Trưởng tử của Chu Toàn Trung là [[Chu Hữu Dụ]] cũng trở thành một sĩ quan, mặc dù khi đó chỉ là một cậu bé.<ref>''Cựu Ngũ Đại sứ'', [[:zh:s:舊五代史\/卷12|quyển 12]].<\/ref> Sự bổ nhiệm quan trọng nhất là [[Chu Trân (Hậu Lương)|Chu Trân]] (朱珍), người này trở thành ''Tuyên Vũ hữu chức'', chịu trách nhiệm tuyển chọn, huấn luyện và cải tổ.<ref>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷19|quyển 19]].<\/ref> Chu Toàn Trung giữ lại các sĩ quan thế tập trong nha quân và đại quân, song nhiệm vụ tiến hành cải tổ và chuẩn bị giao chiến với Hoàng Sào được giao cho những người mà ông tin tưởng. Chu Toàn Trung từng ấn tượng trước sức mạnh của các kị binh [[Sa Đà]] khi tái chiếm Trường An, song do quân Tuyên Vũ phần lớn là bộ binh, vì thế ông hạ lệnh thành lập các đội kị binh của riêng mình. Quyền chỉ huy đội kị binh đầu tiên được giao cho Bàng Sư Cổ, và khi các đội kị binh tiếp theo hình thành, các sĩ quan được tuyển chọn cả từ những người đi theo Chu Toàn Trung từ trước và những người mới song trung thành.<ref>{{Harvnb|Wang Gungwu|1963|p=53}}<\/ref>\n\nSau khi qua Lam Điền quan, Hoàng Sào tiến công Thái châu<ref group=\"chú\">蔡州, nay thuộc [[Trú Mã Điếm]], Hà Nam<\/ref>, Phụng Quốc<ref group=\"chú\">奉國, trị sở tại Thái châu<\/ref> tiết độ sứ [[Tần Tông Quyền]] đào ngũ sang quân nổi dậy. Sau đó, Hoàng Sào tiếp tục tiến công Trần châu<ref group=\"chú\">陳州, nay thuộc Trú Mã Điếm<\/ref>, song thứ sử [[Triệu Thù]] (趙犨) vẫn quyết định kháng cự ngay cả khi châu thành bị bao vây. Quân của Hoàng Sào lâm vào thế bế tắc tại Trần châu, và cũng gặp phải kháng cự tại các châu khác, trước tình hình này Chu Toàn Trung cùng với các tiết độ sứ khác trong khu vực vào đầu năm 884 cùng kêu gọi Hà Đông<ref group=\"chú\">河東, trị sở nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], Sơn Tây<\/ref> tiết độ sứ [[Lý Khắc Dụng]] đến tiếp viện. Vào mùa xuân năm 884, liên quân của Chu Toàn Trung và Lý Khắc Dụng đánh bại các bộ tướng của Hoàng Sào, Hoàng Sào buộc phải từ bỏ việc bao vây Trần châu.<ref name=TTTG255\/> Đến mùa hè cùng năm, Hoàng Sào bị giết.<ref name=TTTG256>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷256|quyển 256]].<\/ref> một số chỉ huy trong đội quân nổi dậy Hoàng Sào đầu hàng Chu Toàn Trung, do đó lực lượng của ông được tăng cường, và những người này trở thành nhóm sĩ quan trung thành thứ hai với ông trong những năm tiếp theo.<ref>{{Harvnb|Wang Gungwu|1963|p=57}}<\/ref>\n\nNgay sau khi Hoàng Sào bị tiêu diệt, giữa Chu Toàn Trung và Lý Khắc Dụng liền xảy ra tranh chấp, và khi Lý Khắc Dụng qua Biện châu, Chu Toàn Trung từng cố ám sát Lý Khắc Dụng vào đêm ngày 11 tháng 6 năm 884. Nỗ lực này thất bại, Lý Khắc Dụng chạy về Thái Nguyên và thượng biểu tố cáo với triều đình Đường. Chu Toàn Trung trả lời rằng không biết trước về sự việc, song giải thích rằng kế hoạch do các binh sĩ của bộ tướng Dương Ngạn Hồng (楊彥洪) sắp đặt, thông đồng với một đại diện của triều đình, và rằng Dương Ngạn Hồng đã bị hành quyết. (Trong thực tế, Dương Ngạn Hồng chết do một mũi tên đi lạc do Chu Toàn Trung bắn, khi ông định bắn chết Lý Khắc Dụng).<ref name=TTTG255\/> Triều đình Đường khi đó còn lại rất ít quyền lực, vì thế họ không sẵn lòng lựa chọn giữa hai quân phiệt và không truy cứu thêm nữa, gia phong Lý Khắc Dụng làm Lũng Tây quận vương.<ref name=TTTG256\/> Sự việc này khởi đầu xung đột 40 năm giữa hai bên, vẫn diễn ra sau khi cả Toàn Trung và Khắc Dụng qua đời.<ref>[[Bá Dương]], ''Trung Quốc nhân sử cương'' (中國人史綱), quyển 2, tr 588-589.<\/ref>\n\n== Chống Tần Tông Quyền==\nSau khi Hoàng Sào bị giết, Tần Tông Quyền vẫn tiếp tục chống lại triều đình, xưng là hoàng đế. Tần Tông Quyền mở rộng lãnh thổ của mình ra xung quanh, thậm chí còn chiếm được đông đô [[Lạc Dương]] vào năm 885-886.<ref name=TTTG256\/> Do quân Lý Khắc Dụng triệt thoái trước đó, Chu Toàn Trung không còn đủ sức mạnh để đánh bại quân nổi dậy. Ông cũng không thể nhận được sự giúp đỡ từ triều đình do lúc này Đường Hy Tông đang phải chạy trốn khỏi Trường An sau một cuộc tranh chấp với Vương Trọng Vinh.<ref name=TTTG256\/>\n\nVào mùa thu năm 884, Đường Hy Tông ban cho Chu Toàn Trung chức ''kiểm hiệu tư đồ'', ''đồng bình chương sự'', phong tước Phái quận hầu, thực ấp 1.000 hộ.<ref name=CNDS1\/> Năm 885, Chu Toàn Trung gả nhi nữ của mình- người mà sau này trở thành Trường Lạc công chúa, cho [[Triệu Nham (Hậu Lương)|Triệu Nham]] (趙巖)- nhi tử của Triệu Thù, Triệu Thù vốn mang ơn Chu Toàn Trung vì từng giải vây cho ông ta khỏi quân Hoàng Sào.<ref name=TTTG256\/><ref>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷14|quyển 14]].<\/ref> Với liên minh này, Chu Toàn Trung có được một vùng đệm quan trọng giữa Biện châu và Thái châu- thủ đô của Tần Tông Quyền. Cơ hội để ông nâng cao vị thế đến vào tháng 12 năm 886, khi các binh sĩ Nghĩa Thành quân<ref group=\"chú\">義成, trị sở nay thuộc [[An Dương (địa cấp thị)|An Dương]], Hà Nam<\/ref>- trị sở tại Hoạt châu (滑州), tiến hành binh biến chống lại tiết độ sứ [[An Sư Nho]] (安師儒) do triều đình bổ nhiệm. An Sư Nho đàn áp cuộc binh biến, song sau đó Chu Toàn Trung đem quân tiến công, chiếm được Hoạt châu và giết chết An Sư Nho, cho thuộc hạ là Hồ Chân giữ chức Nghĩa Thành lưu hậu. Chu Toàn Trung cũng đánh bại được nỗ lực đoạt lấy Nghĩa Thành của Thiên Bình<ref group=\"chú\">天平, trị sở nay thuộc [[Thái An, Sơn Đông|Thái An]], [[Sơn Đông]]<\/ref> tiết độ sứ [[Chu Tuyên]].<ref name=TTTG256\/>\n\nBinh lính Nghĩa Thành được tái tổ chức, một số sĩ quan và binh lính được chuyển sang quân Nghĩa Vũ, và các sĩ quan của quân Nghĩa Vũ được bổ nhiệm sẽ chỉ huy đội quân Nghĩa Thành còn lại. Phần lớn các binh sĩ Nghĩa Thành được để lại Hoạt châu phòng thủ [[Hoàng Hà]], Chu Toàn Trung có được một đội quân dự phòng chiến lược. Vào tháng 1 năm 887, Đường Hy Tông bổ nhiệm Chu Toàn Trung giữ chức ''kiểm hiệu thái phó'', cải phong Ngô Hưng quận vương, thực ấp 3.000 hộ.<ref name=CNDS1\/>\n\nĐến tháng 6\/7 năm 886, Chu Toàn Trung khiển đô tướng Quách Ngôn (郭言) đem ba vạn bộ-kị binh tiến công thủ đô Thái châu của Tần Tông Quyền. Tuy nhiên, quân Tuyên Vũ chiến bại và đến cuối năm 886 thì Tần Tông Quyền bắt đầu chiến dịch chống Chu Toàn Trung, tiến quân hướng về Biện châu và có ý muốn đánh chiếm thành. Chu Toàn Trung khiển Chu Trân tiến về phía đông và mộ thêm quân bên ngoài lãnh địa. Việc này là vừa nhằm phát triển lực lượng, vừa cải thiện tình hình tiếp tế cho Biện châu.<ref name=TTTG256\/> Quách Ngôn được phái tiến về phía tây, vào lãnh địa do quân nổi dậy kiểm soát. Sau khi đánh bại một băng đảng cướp bóc lớn, Quách Ngôn tuyển mộ những người còn sống sốt và cùng các tân binh trở lại Biện châu, toàn bộ cuộc viễn chinh kéo dài trong 6 tháng. Chu Trân tiến về một nơi tương đối thái bình là Bình Lô quân<ref group=\"chú\">平盧, trị sở nay thuộc [[Duy Phường]], Sơn Đông<\/ref>, ông ta đánh bại quân Bình Lô và tuyển mộ binh lính trong khu vực, đoạt lấy ngựa, trở về Biện châu vào mùa xuân năm 887 chỉ sau hai tháng xuất phát, đem về cho Chu Toàn Trung, theo ''[[Tư trị thông giám]]'', một vạn tân binh và một nghìn con ngựa.<ref name=TTTG257>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷257|quyển 257]].<\/ref> Những con số này có thể là phóng đại, song tổng số binh sĩ của Chu Toàn Trung khi đó có thể đạt đến 3 vạn.<ref>{{Harvnb|Wang Gungwu|1963|p=62}}<\/ref>\n\nĐến tháng 5\/6 năm 887, Chu Toàn Trung cảm thấy binh lực nay đủ để tiến công. Ông lệnh quân Nghĩa Thành đến, và xin các quân khác cứu viện, kết quả nhận được trợ giúp của Chu Tuyên và họ hàng của ông ta là Thái Ninh<ref group=\"chú\">泰寧, trị sở nay thuộc [[Tế Ninh]], Sơn Đông<\/ref> tiết độ sứ [[Chu Cẩn]] (朱瑾). Binh sĩ của bốn quân hợp binh và khiến quân của Tần Tông Quyền thảm bại tại Biên Hiếu thôn (邊孝村) ở ngay bên ngoài thành Biện châu, Tần Tông Quyền chạy trốn.<ref name=TTTG257\/>\n\nNăm 888, nhận thấy Tần Tông Quyền đang trong tình thế khó khăn, bộ tướng của Tần Tông Quyền là [[Triệu Đức Nhân]] (趙德諲) quyết định quay sang quy phục Đường và liên kết với Chu Toàn Trung. Trong khi đó, sau khi đoạt được Lạc Dương và Hà Dương<ref group=\"chú\">河陽, nay thuộc [[Lạc Dương]], Hà Nam<\/ref>, Chu Toàn Trung quyết định tiến hành chiến dịch quyết định chống lại Tần Tông Quyền. Chu Toàn Trung đánh bại Tần Tông Quyền trong một trận chiến diễn ra ngay phía nam Thái châu, Tần Tông Quyền triệt thoái vào Thái châu và thủ thành chống lại cuộc bao vây của Chu Toàn Trung. Đến khi nguồn lương thực cạn kiệt, Chu Toàn Trung triệt thoái. Sau khi Chu Toàn Trung dời đi, quân của Tần Tông Quyền tái chiếm Hứa châu.<ref name=TTTG257\/> Khoảng tết năm 889, Tần Tông Quyền bị thuộc hạ phản bội, giải đến Biện châu, sau đó Chu Toàn Trung cho giải Tần Tông Quyền đến Trường An.<ref name=TTTG258>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷258|quyển 258]].<\/ref> Đến tháng 3 năm đó, Chu Toàn Trung được kiêm chức ''Trung thư lệnh'', tiến tước ''Đông Bình quận vương''.<ref name=TTTG258\/>\n\n== Chinh phục Hà Nam==\nLiên minh giữa Chu Toàn Trung với Chu Tuyên và Chu Cẩn không kéo dài lâu, ngay khi quân đội của họ trở về phía đông sau khi cứu viện Chu Toàn Trung, Chu Toàn Trung liền buộc tội Chu Tuyên và Chu Cẩn xúi binh lính của ông đào ngũ chạy sang phía đông. Lấy cớ này, Chu Toàn Trung tiến công Chu Cẩn, sai tướng Chu Trân và [[Cát Tùng Chu]] công chiếm Tào châu<ref group=\"chú\">曹州, nay thuộc [[Hà Trạch]], Sơn Đông<\/ref> bắt được thứ sử Khâu Hoằng Lễ (丘弘禮). [[Trương Quy Bá]] (張歸霸) giao chiến với Chu Cẩn ở Kim Hương<ref group=\"chú\">金鄉, nay thuộc Tế Ninh, Sơn Đông<\/ref> và tràn qua Bộc châu<ref group=\"chú\">濮州, nay thuộc Hà Trạch, Sơn Đông<\/ref>. Tuy nhiên, khi định chiếm thủ phủ Vận châu (鄆州) của Thiên Bình quân, Chu Trân bị đẩy lui.<ref name=TTTG257\/>\n\nTrong khi đó, ở phương Nam, Hoài Nam<ref group=\"chú\">淮南, trị sở nay thuộc [[Dương Châu]], [[Giang Tô]]<\/ref> tiết độ sứ [[Cao Biền]] bị giết hại trong một cuộc binh biến và triều đình Đường cho Chu Toàn Trung kiêm Hoài Nam tiết độ sứ, ban cho ông là ''Đông Nam diện chiêu thảo sứ''. Chu Toàn Trung khiển ''Hành quân tư mã'' Lý Phan (李璠) đi giữ chức Hoài Nam lưu hậu, song khi đến nơi thì Lý Phan nhận thấy [[Dương Hành Mật]] đang kiểm soát thủ phủ Dương châu của Hoài Nam quân. Mặc dù tiếp sứ giả của Chu Toàn Trung là Trương Đình Phạm (張廷範), song Dương Hành Mật từ chối chấp thuận để Lý Phan làm lưu hậu. Cảm Hóa<ref group=\"chú\">感化, trị sở nay thuộc [[Từ Châu]], [[Giang Tô]]<\/ref> tiết độ sứ [[Thì Phổ]] cũng không hài lòng vì ông ta không được trao cho Hoài Nam quân, do vậy đem quân chặn không cho Lý Phan và Quách Ngôn (hộ tống Lý Phan) tiến gần Dương châu, Chu Toàn Trung phải từ bỏ kế hoạch tiếp quản Hoài Nam.<ref name=TTTG257\/>\n\nĐể thu mua tài vật cho chiến dịch chống lại quân nổi dậy của Tần Tông Quyền, Chu Toàn Trung phái thuộc cấp đem một vạn lạng bạc đi lên phía bắc mua lương thực của Ngụy Bác<ref group=\"chú\">魏博, trị sở nay thuộc [[Hàm Đan]], Hà Bắc<\/ref> tiết độ sứ [[Nhạc Ngạn Trinh]] (樂彥禎). Tuy nhiên, trùng thời điểm đó, Ngụy Bác xảy ra binh biến, sứ giả của Chu Toàn Trung bị giết, còn tiền bạc và số lương thực mua được có lẽ đều bị tịch thu. Để trả đũa, Chu Toàn Trung khiển Chu Trân đem quân đi cướp bóc khắp lãnh thổ Ngụy Bác trước khi trở về. Cuối cùng, Ngụy Bác về tay [[La Hoằng Tín]] (羅弘信), người này thiết lập hòa bình với Chu Toàn Trung.<ref name=TTTG257\/>\n\nỞ phía tây, cũng vào năm 888, [[Gia Cát Sảng]] (諸葛爽), Hà Nam<ref group=\"chú\">河南, tức Lạc Dương<\/ref> doãn [[Trương Toàn Nghĩa]] và Hà Dương<ref group=\"chú\">河陽, trị sở tại Mạnh châu (孟州), gần Lạc Dương<\/ref> tiết độ sứ [[Lý Hãn Chi]] (李罕之) giao chiến với nhau, Lý Hãn Chi cuối cùng phải chạy đến chỗ Lý Khắc Dụng. Lý Khắc Dụng phái quân đi giúp Lý Hãn Chi phục chức, Trương Toàn Nghĩa quay sang cầu viện Chu Toàn Trung. Đáp lại, Chu Toàn Trung phái Đinh Hội, Cát Tùng Chu, [[Ngưu Tồn Tiết]] (牛存節) đem quân cứu viện Trương Toàn Nghĩa, kết quả quân Tuyên Vũ đánh bại quân Lý Khắc Dụng. Sau đó, Chu Toàn Trung có được một đồng minh trung thành là Trương Toàn Nghĩa, có thể dựa vào người này để giải quyết vấn đề tiền bạc và lương thực.<ref name=TTTG257\/>\n\nĐến tháng 6\/7 năm 888, việc bao vây Thái châu đã diễn ra liên tục trong hơn 100 ngày. Thì Phổ trên danh nghĩa là đô thống chịu trách nhiệm diệt trừ Tần Tông Quyền, Chu Toàn Trung thượng biểu cho triều đình buộc tội Thì Phổ và thỉnh cầu bãi chức đô thống của Thì Phổ. Trước đó, do địa phương xảy ra biến loạn, Sở châu<ref group=\"chú\">楚州, nay thuộc [[Hoài An]], Giang Tô<\/ref> thứ sử Lưu Toản (劉瓚) chạy đến chỗ Chu Toàn Trung. Nhằm kích động Thì Phổ động binh, Chu Toàn Trung khiển Chu Trân dẫn theo một đội quân tiến về phía đông phục chức cho Lưu Toản, vì để đến Sở châu thì Chu Trân phải qua Cảm Hóa quân của Thì Phổ. Đúng như dự tính, Thì Phổ không thể nhẫn nhịn được nên cho quân tiến công Chu Trân. Tuy nhiên, Chu Trân giành được chiến thắng trong một trận chiến trước Thì Phổ và tiến chiếm được Túc châu<ref group=\"chú\">宿州, nay thuộc [[Túc Châu, An Huy|Túc Châu]], [[An Huy]]<\/ref> ở phía nam.<ref name=TTTG257\/> Sau đó, Chu Toàn Trung lệnh cho Bàng Sư Cổ tiến công Từ châu của Cảm Hóa quân. Vào tháng 2\/3 năm 889, Bàng Sư Cổ đánh bại Thì Phổ trong một trận chiến.<ref name=\"TTTG258\"\/>\n\nTrong những năm đầu tiên giữ chức tiết độ sứ, Chu Toàn Trung đặt nhiều tin tưởng vào ''Tuyên Vũ đô chỉ huy sứ'' Chu Trân, đến nỗi Chu Trân có đủ quyền hạn để thách thức quyền lực của Chu Toàn Trung. Để kiểm tra, Chu Toàn Trung bổ nhiệm Lý Đường Tân (李唐賓) làm người giám sát, học theo mô hình cho các thái giám làm giám quân của triều Đường. Chu Trân và Lý Đường Tân sớm xảy ra tranh chấp<ref name=TTTG257\/><nowiki> và đến tháng 8 năm 889, trong khi binh lính dựng trại ở Tiêu huyện để tiếp tục chiến dịch tiến công Thì Phổ, Chu Trân tìm ra cớ để giết Lý Đường Tân, sau đó thông báo Đường Tân bị xử tử vì làm loạn. Đây là một cuộc khủng hoảng nghiêm trọng đối với Chu Toàn Trung, đe dọa sẽ nổ ra một cuộc binh biến lớn trong quân đội. Sau khi lên kế hoạch với ''Tả tư mã'' <\/nowiki>[[Kính Tường]] (敬翔), Chu Toàn Trung đầu tiên giả bộ cầm tù gia tộc của Lý Đường Tân, tỏ ra dường như tán thành lời buộc tội nổi loạn, sau đó đến doanh trại ở Tiêu huyện. Khi Chu Toàn Trung đến, Chu Trân ra nghênh tiếp thì liền bị quân hộ vệ của Chu Toàn Trung bắt giữ và sát hại trước mặt các sĩ quan khác.<ref name=TTTG258\/> Chu Toàn Trung tiến hành cải tổ quân đội để đảm bảo một tình huống tương tự không thể xảy ra được nữa, một đô chỉ huy sứ mới được bổ nhiệm song không còn có quyền lực như trước, không sĩ quan đơn lẻ nào có thể có đủ quyền lực để đe dọa Chu Toàn Trung.\n\nTrong khi đó, ở phía nam, Dương Hành Mật buộc phải từ bỏ Dương châu cho [[Tôn Nho]]- một thuộc hạ cũ của Tần Tông Quyền. Sau khi phân binh lính của Chu Trân cho Bàng Sư Cổ và [[Hoắc Tồn]] (霍存), đến mùa xuân năm 890, Chu Toàn Trung lệnh cho Bàng Sư Cổ vượt Hoài Hà tiến công Tôn Nho, song chiến thắng thuộc về Tôn Nho.<ref name=TTTG258\/>\n\nTháng 4\/5 năm 890, quân đồn trú Túc châu tiến hành binh biến và đào thoát về với Thì Phổ. Chu Toàn Trung đích thân tiến hành một nỗ lực nhằm tái chiếm châu này song không thành công. Ông phải mất đến một năm rưỡi bao vây để tái chiếm Túc châu.<ref name=TTTG258\/>\n\nỞ phía bắc, Lý Khắc Dụng cũng vừa đánh bại hai kình địch là [[Hách Liên Đạc]] và [[Lý Khuông Uy]], hai người này cùng với Chu Toàn Trung thượng biểu cho triều đình Đường xin thảo phạt Lý Khắc Dụng. Ở Trường An, tể tướng [[Trương Tuấn (nhà Đường)|Trương Tuấn]] được cho là bị Chu Toàn Trung mua chuộc nên bày tỏ ủng hộ đề xuất, song đa số triều sĩ phản đối. Tuy nhiên, đồng cấp của Trương Tuấn là [[Khổng Vĩ]] cũng ủng hộ kiến nghị của Chu Toàn Trung, [[Đường Chiêu Tông]] cuối cùng bổ nhiệm Trương Tuấn là ''Hà Đông hành doanh đô chiêu thảo chế trí nghi úy sứ'', đem quân đi thảo phạt Lý Khắc Dụng.<ref name=TTTG258\/>\n\nLúc này, xảy ra binh biến tại Lộ châu<ref group=\"chú\">潞州, nay thuộc [[Trường Trị]], Sơn Tây<\/ref>- trị sở của Chiêu Nghĩa quân. Chiêu Nghĩa tiết độ sứ [[Lý Khắc Cung]] (李克恭)- đệ của Lý Khắc Dụng, bị sát hại. Thủ lĩnh loạn binh là Phùng Bá (馮霸) mời Chu Toàn Trung tiếp quản Lộ châu. Chu Toàn Trung sai Cát Tùng Chu đem quân đến chiếm cứ Lộ châu, triều đình bổ nhiệm một triều sĩ là Tôn Quỹ (孫揆) giữ chức Chiêu Nghĩa tiết độ sứ. Tuy nhiên, trên đường đến Lộ châu nhậm chức, Tôn Quỹ bị [[Lý Tồn Hiếu]] (con nuôi của Lý Khắc Dụng) phục kích và bắt giữ, Cát Tùng Chu cuối cùng buộc phải bỏ Lộ châu.<ref name=TTTG258\/>\n\nThay vì cung cấp hỗ trợ trực tiếp cho chiến dịch chống Lý Khắc Dụng của triều đình, Chu Toàn Trung nay tìm cách mở rộng thế lực của ông về phía bắc. Vào tháng 12 ÂL (tháng 12\/890 hoặc tháng 1\/891), Chu Toàn Trung từ bỏ yêu sách với Hoài Nam, thay vào đó được kiêm chức Tuyên Nghĩa tiết độ sứ (tức Nghĩa Thành khi trước, đổi tên do [[kị húy]] cha Chu Thành của Chu Hữu Trinh). Điều này có nghĩa là Hồ Chân nay bị bãi quyền tiết độ sứ, người này sau làm quan cho triều đình và không còn phụng sự Chu Toàn Trung nữa.<ref name=CNDS16\/><ref name=TTTG258\/> Chu Toàn Trung bổ nhiệm một người từng đi theo ông từ khi còn ở trong đội quân nổi dậy của Hoàng Sào là [[Tạ Đồng]] (謝瞳) đến Hoạt châu giúp ông cai quản Tuyên Nghĩa.<ref>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷20|quyển 20]].<\/ref>\n\nTiếp theo, Chu Toàn Trung yêu cầu Ngụy Bác tiết độ sứ La Hoằng Tín phải cho quân lính Tuyên Vũ quyền đi qua, cũng như cung cấp lương thực cho chiến dịch chống Lý Khắc Dụng sắp tới. La Hoằng Tín từ chối với lý do lương thực khan hiếm và chỉ ra rằng binh lính của Chu Toàn Trung không cần phải đi qua lãnh địa của ông ta để lên phía bắc trong khi tiến đánh Lý Khắc Dụng ở phía tây. Lấy đây làm cớ, vào tháng 3\/4 năm 891, Chu Toàn Trung tiến công Ngụy Bác, Cát Tùng Chu và Đinh Hội làm phó, chiếm được bốn huyện và đại thắng quân Ngụy Bác trong một trận chiến tại [[Nội Hoàng]]. Sau các thất bại, La Hoằng Tín buộc phải cầu hòa và chấp thuận liên kết với Chu Toàn Trung. Trong khi đó, Lý Khắc Dụng đánh bại quân triều đình của Trương Tuấn, Đường Chiêu Tông buộc phải khôi phục quan tước cho Lý Khắc Dụng.<ref name=TTTG258\/>\n\nVào tháng 11\/12 năm 891, Cát Tùng Chu và Đinh Hội dùng kế khiến Túc châu bị ngập lụt, cuối cùng thành này cũng rơi vào tay quân của Chu Toàn Trung. Tháng sau, Tào châu đô tướng Quách Thù (郭銖) giết chết thứ sử Quách Từ (郭詞), đem Tào châu hàng Chu Toàn Trung.<ref name=TTTG258\/>\n\nVào tháng 3 năm 892, Chu Toàn Trung dẫn quân tiến công Vận châu, cho trưởng tử là Chu Hữu Dụ làm tướng tiên phong. Tuy nhiên, nghiệp binh của Chu Hữu Dụ không có một khởi đầu triển vọng khi Chu Toàn Trung chiến bại hai lần do Chu Hữu Dụ không thể gặp đại quân. Mặc dù vậy, Chu Toàn Trung vẫn giao phó cho nhi tử quyền chỉ huy độc lập trong mùa đông sau đó, khi Chu Hữu Dụ chiếm Bộc châu của Thiên Bình và sau đó bao vây Thì Phổ ở Từ châu. Tuy nhiên, trong lúc đó, ''đô ngu hầu'' [[Chu Hữu Cung]] (朱友恭)- con nuôi của Chu Toàn Trung- gửi thư gièm pha Chu Hữu Dụ bất tài sau một trận chiến với Chu Cẩn, Chu Toàn Trung do đó giao binh quyền của Hữu Dụ lại cho Bàng Sư Cổ. Vào tháng 4\/5 năm 893, Bàng Sư Cổ chiếm được Từ châu, Thì Phổ tự sát, Chu Toàn Trung loại bỏ được một đối thủ trong tiến trình xưng bá trong khu vực. (Do những cáo buộc của Chu Hữu Cung, Chu Toàn Trung suýt xử tử Chu Hữu Dụ, song xá tội cho Hữu Dụ sau khi [[Trương phu nhân (Chu Toàn Trung)|Trương phu nhân]] can thiệp.)<ref name=TTTG259\/>\n\nChu Toàn Trung chọn thuộc hạ của mình là Tống châu thứ sử Trương Đình Phạm (張廷範) đến Từ châu giữ chức Cảm Hóa lưu hậu, song các châu khác của Cảm Hóa được trao cho tướng Cát Tòng Chu cai quản.<ref name=TTTG259\/> Do Cát Tùng Chu thường xuyên vắng mặt trên chiến trường, nên không chắc Trương Đình Phạm có thể khuếch trương thế lực. Bằng cách làm suy yếu địa vị của thống đốc quân sự mới, Chu Toàn Trung có thể kiểm soát trực tiếp các châu khác và đảm bảo không ai có thể có thể gây dựng được căn cứ quyền lực độc lập để đối chọi lại với ông.<ref>{{Harvnb|Wang Gungwu|1963|p=78}}<\/ref>\n\n==Đoạt lấy Thiên Bình và Thái Ninh==\nSau khi chiếm được Cảm Hóa, Chu Toàn Trung tập trung vào việc đánh bại Chu Tuyên và Chu Cẩn. Ông tiến công Chu Tuyên vào năm 894, đánh bại liên quân Chu Tuyên và Chu Cẩn, giết một vạn quân đối phương. Khoảng thời gian này, sức mạnh của Lý Khắc Dụng bắt đầu suy yếu do phải tiêu tốn tài lực trong cuộc chiến với con nuôi là Lý Tồn Hiếu. Đồng thời, mối quan hệ giữa Chu Toàn Trung và Dương Hành Mật lại bắt đầu trở nên căng thẳng, sau khi chư hầu của Chu Toàn Trung là Trương Gián (張諫) quay sang chống lại Chu Toàn Trung và dâng Tứ châu<ref group=\"chú\">泗州, nay thuộc [[Hoài An]], Giang Tô<\/ref> cho Dương Hành Mật, Chu Toàn Trung sau đó bắt giữ một lô hàng [[Trà|chè]] lớn mà Dương Hành Mật cho đưa đến Biện châu để bán.<ref name=TTTG259>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷259|quyển 259]].<\/ref>\n\nChu Toàn Trung sau đó lại gây thiệt hại lớn cho Chu Tuyên và Chu Cẩn, bất chấp việc Lý Khắc Dụng cho quân đến tiếp viện họ. Vào cuối năm 896, Chu Toàn Trung khiển Cát Tòng Chu bao vây Duyện châu (兗州)- thủ phủ của Thái Ninh quân, còn bản thân thì theo sau yểm trợ. Khi Chu Tuyên khiển binh sĩ Thiên Bình và Hà Đông đến giải vây, họ bị Chu Toàn Trung đánh bại. Chu Toàn Trung tuyên bố với các sĩ quan quân Thiên Bình và Hà Đông rằng ông đã bắt được Chu Cẩn, mục đích là khiến họ đầu hàng. Tuy nhiên, Chu Cẩn sau đó vờ đầu hàng, rồi tận dụng thời cơ để bắt và xử tử một người họ hàng từng đầu hàng quân Tuyên Vũ (Tề châu<ref group=\"chú\">齊州, nay thuộc [[Tế Nam]], [[Sơn Đông]]<\/ref> thứ sử Chu Quỳnh (朱瓊)). Chu Toàn Trung mất tinh thần và quyết định triệt thoái khỏi Duyện châu. Tuy nhiên, ông vẫn để Cát Tòng Chu đóng quân ở vùng lân cận nhằm theo dõi và gây thiệt hại cho Chu Cẩn.<ref name=TTTG260>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷260|quyển 260]].<\/ref>\n\nVào cuối năm 895 và đầu năm 896, Lý Khắc Dụng cố gắng cử hai đợt tiếp viện lớn cho Chu Tuyên và Chu Cẩn, đợt đầu do Sử Nghiễm (史儼) và Lý Thừa Tự (李承嗣) chỉ huy, và đợt sau do con nuôi là Lý Tồn Tín (李存信) chỉ huy. Cả hai đợt quân tiếp viện đều đi qua Ngụy Bác, đợt đầu tiên đi qua suôn sẻ, song Lý Tồn Tín lại tiến hành cướp bóc của người dân Ngụy Bác khiến cho Ngụy Bác tiết độ sứ La Hoằng Tín tức giận. Hơn nữa, Chu Toàn Trung viết thư cho La Hoằng Tín và cảnh báo La Hoằng Tín rằng Lý Khắc Dụng có ý muốn chinh phục toàn bộ vùng lãnh thổ ở bờ bắc Hoàng Hà (Hà Bắc), bao gồm cả Ngụy Bác. Do vậy, La Hoằng Tín phục kích Lý Tồn Tín, gây tổn thất nặng nề cho quân Hà Đông và ngăn cản họ tiến đến Thiên Bình, sau đó La Hoằng Tín trở thành một đồng minh của Tuyên Vũ, đặc biệt là sau khi liên quân Ngụy Bác\/Tuyên Vũ đẩy lùi một cuộc tiến công vào Ngụy Bác của Lý Khắc Dụng.<ref name=TTTG260\/>\n\nVào đầu năm 896, quân của Bàng Sư Cổ tiến đến thủ phủ Vận châu của Thiên Bình quân.<ref name=TTTG260\/> Vào mùa xuân năm 897, quân của Bàng Sư Cổ và Cát Tòng Chu cùng bao vây Vận châu, Chu Tuyên cùng phu nhân bị bắt khi đang chạy trốn, Chu Tuyên sau đó bị xử tử. Chu Cẩn bỏ Vận châu, chạy về Hoài Nam với Sử Nghiễm và Lý Thừa Tự, Chu Toàn Trung nay kiểm soát toàn bộ các lãnh thổ ở phía đông Tuyên Vũ, xa đến [[biển Hoa Đông|Đông Hải]] (khi đó Bình Lô của [[Vương Sư Phạm]] cũng trở thành một chư hầu). Tuy nhiên, tàn quân Thiên Bình\/Thái Ninh\/Hà Đông nay hợp nhất vào quân Hoài Nam, năng lực chiến đấu trên bộ của quân Hoài Nam được cải thiện lên nhiều trong các trận chiến sau đó với Chu Toàn Trung (trước đây quân Hoài Nam chỉ giỏi chiến đấu trên mặt nước). Thoạt đầu, Chu Toàn Trung đem phu nhân của Chu Cẩn (bị quân Tuyên Vũ bắt) làm tiểu thiếp của mình, song Trương phu nhân lại chỉ ra rằng đây là hành động hạ nhục phu nhân của Chu Cẩn, Chu Toàn Trung liền cho phu nhân của Chu Cẩn làm ni cô. Ông bổ nhiệm Cát Tòng Chu giữ chức Thái Ninh lưu hậu, bổ nhiệm Chu Hữu Dụ giữ chức Thiên Bình lưu hậu, còn Bàng Sư Cổ giữ chức Vũ Ninh lưu hậu (tức Cảm Hóa, đổi lại tên trước đó của quân này).<ref name=TTTG261>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷261|quyển 261]].<\/ref>\n\n== Tiếp tục khuếch trương ==\nVào thời điểm này, Chu Toàn Trung cũng liên kết với tể tướng [[Thôi Dận]], khi đang lánh nạn ở Hoa châu, Đường Chiêu Tông muốn cử Thôi Dận đến phương trấn, Thôi Dận liền dùng ảnh hưởng của Chu Toàn Trung để buộc Trấn Quốc<ref group=\"chú\">鎮國, trị sở nay thuộc Vị Nam, Thiểm Tây<\/ref> tiết độ sứ [[Hàn Kiến]] và Đường Chiêu Tông phải để Thôi Dận ở lại trong triều.<ref name=TTTG261\/>\n\nTrong khi đó, Hộ Quốc<ref group=\"chú\">護國, trị sở nay thuộc Vận Thành, Sơn Tây<\/ref> tiết độ sự [[Vương Kha]] và Bảo Nghĩa<ref group=\"chú\">保義, trị sở nay thuộc [[Tam Môn Hiệp]], Hà Nam<\/ref> tiết độ sứ [[Vương Củng]] tranh giành quyền kiểm soát Hộ Quốc. Lý Khắc Dụng ủng hộ con rể Vương Kha, còn Chu Toàn Trung ủng hộ thân thích Vương Củng. Vào mùa xuân năm 897, Chu Toàn Trung khiển [[Trương Tồn Kính]] (張存敬) và [[Dương Sư Hậu]] (楊師厚) đem quân đi bao vây Hộ Quốc, song Lý Khắc Dụng lại khiển cháu là [[Lý Tự Chiêu]] (李嗣昭) đem quân đến cứu viện Hộ Quốc, kết quả quân Tuyên Vũ chiến bại và buộc phải bỏ bao vây.<ref name=TTTG261\/>\n\nSau khi Dương Hành Mật tiến công đồng minh của Chu Toàn Trung là Vũ Xương<ref group=\"chú\">武昌, trị sở nay thuộc [[Vũ Hán]], [[Hồ Bắc]]<\/ref> tiết độ sứ [[Đỗ Hồng]]; vào mùa thu năm 897, Chu Toàn Trung quyết định phát động một cuộc tiến công lớn nhằm vào Dương Hành Mật, mục đích là để chiếm Hoài Nam. Trong chiến dịch, Bàng Sư Cổ là tướng tiên phong, còn Chu Toàn Trung chỉ huy đại quân Tuyên Vũ. Chu Toàn Trung tập hợp binh sĩ hiện có; khiển Bàng Sư Cổ đem 7 vạn quân Tuyên Vũ và Vũ Ninh đến Thanh Khẩu<ref group=\"chú\">清口, nay thuộc Hoài An, Giang Tô<\/ref>, giả bộ tiến đến thủ phủ Dương châu (揚州) của Hoài Nam; khiển Cát Tòng Chu đem quân Thiên Bình và Thiên Ninh đến An Phong<ref group=\"chú\">安豐, nay thuộc [[Lục An]], [[An Huy]]<\/ref>, giả bộ tiến đến Thọ châu<ref group=\"chú\">壽州, nay thuộc Lục An<\/ref>; Chu Toàn Trung dẫn đại quân đến Túc châu. Người dân Hoài Nam quân rất sửng sốt và mất tinh thần khi biết quân của Chu Toàn Trung tiến đánh. Tuy nhiên, quân của Bàng Sư Cổ bị quân Hoài Nam tiêu diệt, Bàng Sư Cổ bị giết. Cát Tòng Chu cũng chiến bại trước tướng [[Chu Diên Thọ]] (朱延壽) của Hoài Nam. Hay tin cả hai bộ tướng đều thua trận, Chu Toàn Trung cũng triệt thoái. Trận chiến này do đó khẳng định quyền kiểm soát của Dương Hành Mật với vùng lãnh thổ nằm giữa Hoài Hà và [[Trường Giang]]. Trong khi đó, vào mùa xuân năm 898, theo thỉnh cầu của Chu Toàn Trung, Đường Chiêu Tông bổ nhiệm ông giữ chức tiết độ sứ của cả ba quân: Tuyên Vũ, Tuyên Nghĩa và Thiên Bình. Sau đó, Chu Toàn Trung kết hợp với quân Ngụy Bác, tiến công ba châu Hình (邢), Minh (洺), Từ (磁) của Chiêu Nghĩa nằm ở phía đông của [[Thái Hành Sơn]] (vùng Sơn Đông) do Lý Khắc Dụng kiểm soát, ba châu sớm thất thủ, Chu Toàn Trung cho Cát Tòng Chu giữ chức Chiêu Nghĩa lưu hậu, cai quản ba châu này.<ref name=TTTG261\/>\n\nĐồng thời, sau khi Chu Toàn Trung chiến bại ở Thanh Khẩu, nhi tử và người kế nhiệm của Triệu Đức Nhân là Trung Nghĩa<ref group=\"chú\">忠義, trị sở nay thuộc [[Tương Dương]], Hồ Bắc<\/ref> tiết độ sứ [[Triệu Khuông Ngưng]] (趙匡凝) quay sang liên kết với Dương Hành Mật. Chu Toàn Trung khiển Thị Thúc Tông (氏叔琮) và Khang Hoài Trinh (康懷貞) tiến công Trung Nghĩa, Triệu Khuông Ngưng lo sợ nên lại quay sang làm chư hầu của Chu Toàn Trung. Trong khi đó, Đường Chiêu Tông cố gắng hòa giải Lý Khắc Dụng và Chu Toàn Trung, Lý Khắc Dụng chấp thuận, song Chu Toàn Trung từ chối, hy vọng hòa bình cũng chấm dứt.<ref name=TTTG261\/>\n\nSau đó, Chu Toàn Trung phát hiện ra một chư hầu khác là Phụng Quốc tiết độ sứ Thôi Hồng (崔洪) có liên lạc với Dương Hành Mật. Ông khiển Trương Tồn Kính đem quân tiến công Thôi Hồng, Thôi Hồng lo sợ nên đành phải phái đệ là ''đô chỉ huy sứ'' Thôi Hiền (崔賢) đến chỗ Chu Toàn Trung làm con tin và đề nghị được hợp binh với Tuyên Vũ. Thoạt đầu, Chu Toàn Trung chấp thuận và triệu Trương Tồn Kính về, khi Chu Toàn Trung khiển Thôi Hiền quay trở lại Phụng Quốc để truyền lệnh Phụng Quốc gửi đồ tiếp tế cho quân Tuyên Vũ, các binh sĩ Phụng Quốc liền tiến hành binh biến, giết chết Thôi Hiền và buộc Thôi Hồng phải chạy trốn đến Hoài Nam.<ref name=TTTG261\/>\n\nVào mùa xuân năm 899, quân của Chu Toàn Trung phải giao chiến với đối thủ trên ba mặt trận: Lý Hãn Chi khi đó đoạt lấy nửa phía tây của Chiêu Nghĩa sau cái chết của bộ tướng Tiết Chí Cần (薛志勤) của Lý Khắc Dụng, Chu Toàn Trung phái binh đến tiếp viện cho Lý Hãn Chi; [[Lưu Nhân Cung]] sau khi đoạt được Lô Long<ref group=\"chú\">盧龍, trị sở nay thuộc [[Bắc Kinh]]<\/ref> và Nghĩa Xương<ref group=\"chú\">義昌, trị sở nay thuộc [[Thương Châu]], Hà Bắc<\/ref>, quay sang tiến công Ngụy Bác, Chu Toàn Trung phái quân đi tiếp viện cho Ngụy Bác tiết độ sứ [[La Thiệu Uy]] (kế nhiệm La Hoằng Tín); Dương Hành Mật và Chu Cẩn thì tiến công Vũ Ninh. Cuộc tiến công của Dương Hành Mật có vẻ sớm tiêu tan, quân của Chu Toàn Trung giành thắng lợi trên cả hai mặt trận Chiêu Nghĩa và Ngụy Bác, tiêu diệt quân của Lưu Nhân Cung và buộc người này phải dừng cuộc tiến công Ngụy Bác, Lý Khắc Dụng cũng phải dừng tiến công Chiêu Nghĩa.<ref name=TTTG261\/>\n\nNăm 900, khi Đường Chiêu Tông trở về Trường An, còn Thôi Dận mất chức tể tướng do áp lực từ các hoạn quan, Thôi Dận lại sử dụng ảnh hưởng của Chu Toàn Trung để phục chức và buộc đồng cấp là [[Vương Đoàn]] (王摶) cùng các hoạn quan Chu Đạo Bật (朱道弼) và Cảnh Vụ Tu (景務脩) phải chết.<ref name=TTTG262>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷262|quyển 262]].<\/ref>\n\nCũng trong năm 900, Chu Toàn Trung phát động chiến dịch tiến công lên phía bắc, gây tổn thất nặng nề cho Lưu Nhân Cung, và buộc hai quân khác vốn liên minh lỏng lẻo với Lý Khắc Dụng: Thành Đức<ref group=\"chú\">成德, trị sở nay thuộc [[Thạch Gia Trang]], Hà Bắc<\/ref> của [[Vương Dung]], và Nghĩa Vũ<ref group=\"chú\">義武, trị sở nay thuộc [[Bảo Định, Hà Bắc|Bảo Định]], Hà Bắc<\/ref> của [[Vương Xử Trực]], phải quy phục mình. Theo ghi chép, vào thời điểm này, toàn bộ các quân ở Hà Bắc đều quy phục Chu Toàn Trung.<ref name=TTTG262\/>\n\nVào cuối năm 901, các hoạn quan ở Trường An tiến hành binh biến, buộc Đường Chiêu Tông phải [[thiện nhượng|nhường ngôi]] lại cho thái tử [[Lý Dục]]. Các hoạn quan cũng muốn giết chết Thôi Dận, song vì lo sợ Chu Toàn Trung nên chỉ dám bãi chức ''Diêm-thiết chuyển vận sứ'' của ông ta. Trong khi đó, Thôi Dận bí mật liên lạc thư từ với Chu Toàn Trung, lập kế hoạch chống lại các hoạn quan. Chu Toàn Trung giam giữ các sứ giả của Lưu Quý Thuật (hoạn quan lãnh đạo binh biến), phái thuộc hạ là [[Lý Chấn]] đến Trường An để trực tiếp trao đổi với Thôi Dận về các hành động tiếp theo. Tuy nhiên, trước khi Chu Toàn Trung kịp có hành động, tại Trường An diễn ra phản binh biến vào đầu năm 902, Đường Chiêu Tông phục vị và sau đó phong cho Chu Toàn Trung tước Đông Bình vương.<ref name=TTTG262\/>\n\nVào mùa xuân năm 902, Chu Toàn Trung tập kích Hộ Quốc, nhanh chóng nắm quyền kiểm soát độc đạo giữa Hà Đông và Hộ Quốc, vì vậy Lý Khắc Dụng không thể cứu viện cho Vương Kha. Không được Lý Khắc Dụng cứu viện, Vương Kha nhanh chóng phải đầu hàng, Chu Toàn Trung giành được quyền kiểm soát Hộ Quốc. Mặc dù sau đó Lý Khắc Dụng đề nghị hòa bình, song Chu Toàn Trung vẫn quyết định tiến công Hà Đông. Chu Toàn Trung bao vây trị sở của Hà Đông là thành Thái Nguyên, song vì thời tiết khắc nghiệt nên Chu Toàn Trung sớm phải từ bỏ việc bao vây. Không lâu sau, Đường Chiêu Tông bổ nhiệm ông giữ chức tiết độ sứ của bốn quân: Tuyên Vũ, Tuyên Nghĩa, Thiên Bình và Hộ Quốc.<ref name=TTTG262\/>\n\nTrong khi đó, tại Trường An, các hoạn quan lập một liên minh vững chắc hơn với Phượng Tường<ref group=\"chú\">鳳翔, trị sử nay thuộc [[Bảo Kê]], Thiểm Tây<\/ref> tiết độ sứ [[Lý Mậu Trinh]], chuẩn bị có hành động chống lại Thôi Dận (vì Thôi Dận có ý muốn đồ sát các hoạn quan). Thôi Dận lo sợ, viết thư cho Chu Toàn Trung và nói rằng các hoạn quan đang lên kế hoạch cùng Lý Mậu Trinh tiến công Chu Toàn Trung. Sau đó, Chu Toàn Trung chuẩn bị hành quân đến Trường An, các hoạn quan hay tin thì quyết định bắt Đường Chiêu Tông cùng hoàng gia, đưa đến Phượng Tường cùng với họ.<ref name=TTTG262\/>\n\n== Tiến đánh Phượng Tường ==\nSau đó, Chu Toàn Trung tiến quân đến Trường An và gặp Thôi Dận, tiếp tục tiến đến Phượng Tường, trong khi Lý Mậu Trinh và ''Hữu thần sách quân hộ quân trung úy'' [[Hàn Toàn Hối]] (韓全誨) buộc Đường Chiêu Tông phải hạ chỉ lệnh cho Chu Toàn Trung quay trở về Tuyên Vũ. Thoạt đầu Chu Toàn Trung rút lui, song sau đó quay sang tập trung vào việc chinh phục các lãnh địa khác của Lý Mậu Trinh tại [[Quan Trung]] trước, trong đó ban gồm Tĩnh Nan <ref group=\"chú\">靜難, trị sở nay thuộc [[Hàm Dương]], Thiểm Tây<\/ref> do con nuôi của Lý Mậu Trinh là [[Lý Kế Huy]] (李繼徽) cai quản; ông nhanh chóng buộc Lý Kế Huy và các thuộc hạ khác của Lý Mậu Trinh phải đầu hàng, cô lập Phượng Tường.<ref name=TTTG262\/>\n\nHàn Toàn Hối phái sứ giả đến các quân ở vùng đông nam của đế chế, yêu cầu họ tiến công vào lãnh địa của Chu Toàn Trung, song hầu hết hoặc tất cả các sứ giả này đều bị chặn lại và giết chết dưới tay một đồng minh của Chu Toàn Trung là Nhung Chiêu<ref group=\"chú\">戎昭, trị sở nay thuộc [[An Khang]], Thiểm Tây<\/ref> tiết độ sứ [[Phùng Hành Tập]] (馮行襲). Lý Mậu Trinh cũng cố gắng cầu viện Tây Xuyên<ref group=\"chú\">西川, trị sở nay thuộc [[Thành Đô]], [[Tứ Xuyên]]<\/ref> tiết độ sứ [[Vương Kiến (Tiền Thục)|Vương Kiến]], Vương Kiến bề ngoài thì thể hiện ủng hộ Lý Mậu Trinh và quở trách Chu Toàn Trung, song lại bí mật liên lạc với Chu Toàn Trung và muốn nhân cơ hội này để đoạt lấy các vùng lãnh thổ của Lý Mậu Trinh ở phía nam [[Tần Lĩnh]].<ref name=TTTG262\/> Lý Khắc Dụng cũng cố gắng giúp đỡ Lý Mậu Trinh khi khiển [[Lý Tự Chiêu]] (李嗣昭) và [[Chu Đức Uy]] (周德威) đem quân tiến công Hộ Quốc, song bị quân của Chu Toàn Trung dưới quyền Chu Hữu Ninh (朱友寧) và Thị Thúc Tông (氏叔琮) đánh bật và thành Thái Nguyên còn bị bao vây trong một thời gian. Mặc dù sau đó quân Hà Đông có thể đẩy lui được quân Tuyên Vũ, song trong vài năm sau đó, Lý Khắc Dụng không còn dám thách thức quyền uy của Chu Toàn Trung trong khu vực.<ref name=TTTG263>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷263|quyển 263]].<\/ref>\n\nMùa xuân năm 902, Chu Toàn Trung đem đại quân trở lại Phượng Tường và bao vây thành. Lý Mậu Trinh tiến hành một vài nỗ lực phản công, song đều bị quân Tuyên Vũ đánh lui. (Trong khi đó, Đường Chiêu Tông phái sứ giả [[Lý Nghiễm (Ngô)|Lý Nghiễm]] (李儼) đến Hoài Nam để lệnh cho Dương Hành Mật tiến công vào lãnh thổ của Chu Toàn Trung, Dương Hành Mật tuân theo lệnh, song sau đó phải triệt thoái vì vấn đề cung cấp lương thực.) Đến mùa thu năm 902, Phượng Tường lâm vào tình thế tuyệt vọng, song quân bao vây thành của Chu Toàn Trung cũng phải chịu cảnh mưa dầm và quân sĩ đổ bệnh. Theo đề xuất của chỉ huy sứ [[Cao Quý Hưng|Cao Quý Xương]], ông giăng bẫy Lý Mậu Trinh bằng cách cho một người tên là Mã Cảnh (馬景) đến trá hàng Lý Mậu Trinh và khai rằng quân của Chu Toàn Trung phải chịu cảnh bệnh tật nên đêm đó rút lui. Lý Mậu Trinh đem quân từ trong thành ra tiến công, song do trúng bẫy của Chu Toàn Trung nên quân Phượng Tường bị tổn thất rất nặng, và từ thời điểm đó, Lý Mậu Trinh bắt đầu tính đến việc hòa đàm với Chu Toàn Trung.<ref name=TTTG263\/>\n\nCác bên sớm khởi đầu đàm phán nghiêm túc, Chu Toàn Trung cho đưa đồ tiếp tế vào trong thành cho Đường Chiêu Tông, mục đích là khiến Lý Mậu Trinh và Đường Chiêu Tông nghi kỵ lẫn nhau. Khoảng tết năm 903, Chu Toàn Trung dần chiếm được các lãnh thổ xung quanh của Lý Mậu Trinh, còn các lãnh thổ ở phía nam Tần Lĩnh thì rơi vào tay Vương Kiến. Sau đó, Lý Mậu Trinh bắt đầu đàm phán trực tiếp với Chu Toàn Trung và nghĩ đến hành động đồ sát các hoạn quan nhằm cứu lấy bản thân.<ref name=TTTG263\/>\n\nTuy nhiên, trong khi Chu Toàn Trung bao vây Phượng Tường, các hoạn quan lại cử sứ giả đến các quân, ban chiếu chỉ nhân danh Đường Chiêu Tông lệnh cho họ cần vương, tiến công Chu Toàn Trung. Vào mùa xuân năm 903, Bình Lô tiết độ sứ Vương Sư Phạm bắt đầu một cuộc nổi dậy đầy tham vọng, ông ta cho các sĩ quan của mình cải trang thành thương nhân đi đến thành thành do Chu Toàn Trung nắm giữ, đồng thời tổ chức các cuộc nổi dậy nhân dân chống lại Chu Toàn Trung. Tuy nhiên, gần như toàn bộ số sĩ quan mà Chu Toàn Trung phái đi đều bị phát hiện và bắt giữ tại các thành mà họ đến, ngoại trừ [[Lưu Tầm]] (劉鄩), người này có thể tập kích quân đồn trú của Chu Toàn Trung tại Thái Ninh<ref group=\"chú\">Cát Tòng Chu khi đó đó đóng quân tại Hình châu (邢州, nay thuộc [[Hình Đài]], Hà Bắc), nhằm đề phòng Lý Khắc Dụng có thể tiến công<\/ref> và chiếm được thủ phủ Duyện châu của quân này. Chu Toàn Trung khiển Chu Hữu Ninh và Cát Tòng Chu tiến về phía đông, chạm trán với Vương Sư Phạm.<ref name=TTTG263\/>\n\nMột thời gian ngắn sau khi Vương Sư Phạm nổi dậy, Chu Toàn Trung và Lý Mậu Trinh đạt được thỏa thuận hòa bình, Lý Mậu Trinh đồ sát các hoạn quan và giao Hoàng đế cùng hoàng gia cho Chu Toàn Trung, Chu Toàn Trung đích thân hộ tống Đường Chiêu Tông trở về Trường An. Sau khi Chu Toàn Trung và Thôi Dận cùng dâng biểu, toàn bộ các thái giám trong cung, bao gồm cả những người không liên quan đến âm mưu của Hàn Toàn Hối và những người ở lại Trường An, đều bị đồ sát, cấm binh này nằm dưới quyền chỉ huy của Thôi Dận.<ref name=TTTG263\/>\n\n== Chuyển triều đình đến Lạc Dương ==\nSau khi trở về Trường An, Đường Chiêu Tông ban cho Chu Toàn Trung hiệu là ''Hồi thiên tái tạo kiệt trung thủ chính công thần'', trên danh nghĩa cho hoàng tử Huy vương [[Đường Ai Đế|Lý Tộ]] giữ chức ''Chư đạo binh mã nguyên soái'' và để Chu Toàn Trung làm phó, cho giữ chức ''Thái úy'', tiến tước Lương vương. Trong khi đó, đồng minh của Chu Toàn Trung là Thôi Dận nắm quyền kiểm soát tại kinh thành và khống chế triều đình. Sau đó, Chu Toàn Trung rời khỏi Trường An để trở về Tuyên Vũ nhằm đối phó với Vương Sư Phạm, song ông để người cháu là Chu Hữu Luân (朱友倫) ở lại kinh sư cùng với hai vạn binh sĩ Tuyên Vũ, tiếp tục bảo vệ hay kiểm soát Hoàng đế.<ref name=TTTG264>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷264|quyển 264]].<\/ref>\n\nKhi trở về Tuyên Vũ, Chu Toàn Trung tập hợp binh sĩ sẵn sàng công chiếm hai quân đang do Vương Sư Phạm chiếm giữ là Bình Lô và Thái Ninh. Tuy nhiên, vào mùa hè năm 903, Vương Sư Phạm liên minh với bộ tướng của Dương Hành Mật là [[Vương Cảnh Nhân|Vương Mậu Chương]] (王茂章), tiêu diệt binh lính và giết chết Chu Hữu Ninh trên chiến trường, cho phép đội quân của Vương Sư Phạm có được một thời gian hòa bình ngắn ngủi. Tuy nhiên, Vương Mậu Chương thấy tình thế vô vọng nên đem quân Hoài Nam triệt thoái, Vương Sư Phạm nay phải một mình đối mặt với Chu Toàn Trung. Hơn nữa, không lâu sau đó, Dương Hành Mật cũng phải đương đầu với các cuộc binh biến của thuộc hạ nên không thể lại cứu viện cho Vương Sư Phạm. Vương Sư Phạm buộc phải đầu hàng Chu Toàn Trung, Chu Toàn Trung cho phép Vương Sư Phạm tiếp tục giữ chức Bình Lô tiết độ sứ, người này sau đó không còn là mối đe dọa của Chu Toàn Trung.<ref name=TTTG264\/>\n\nTrong khi đó, Thôi Dận bắt đầu nhận thấy đội quân mà Chu Toàn Trung để lại Trường An là một mối đe dọa cho an ninh của triều đình và bản thân mình, do đó ông ta cố gắng tuyển mộ một đội quân mới để thay thế cấm binh và Thần Sách quân khi xưa. Chu Toàn Trung biết được điều này, ông bắt đầu nghi ngờ Thôi Dận quay sang chống lại mình. Hơn nữa, khi Chu Hữu Luân qua đời khi chơi thể thao vào mùa đông năm 903, Chu Toàn Trung nghi ngờ rằng đây không phải là tai nạn và Thôi Dận có liên quan. Chu Toàn Trung khiển một người cháu khác là Chu Hữu Lượng (朱友諒) đến Trường An thay thế vị trí của Chu Hữu Luân, cũng khiển các binh sĩ của mình thâm nhập vào đội quân mà Thôi Dận đang gây dựng.<ref name=TTTG264\/>\n\nQuân đội của Lý Mậu Trinh đương thời cũng được cải tổ, Lý Kế Huy quay sang trung thành với Lý Mậu Trinh do Chu Toàn Trung hãm hiếp phu nhân của ông ta trong chiến dịch bao vây Phượng Tường, Chu Toàn Trinh do vậy nhận thấy quyền khống chế Hoàng đế của mình bị thách thức không chỉ từ Thôi Dận, mà còn từ Lý Mậu Trinh và Lý Kế Huy. Do đó, ông quyết định buộc Hoàng đế phải di chuyển đến Lạc Dương để gần với căn cứ Biện châu của ông hơn. Vào mùa xuân năm 904, ông thượng biểu cho Đường Chiêu Tông, buộc tội Thôi Dận làm phản, và sau đó cho quân Tuyên Vũ bao vây phủ đệ của Thôi Dận và giết chết người này. Sau đó, Chu Toàn Trung buộc Đường Chiêu Tông, hoàng gia, và cư dân Trường An phải chuyển đến Lạc Dương. Sau khi Đường Chiêu Tông đến Lạc Dương, toàn bộ cấm binh đều là các binh sĩ tinh nhuệ của Chu Toàn Trung, Hoàng đế bị cô lập.<ref name=TTTG264\/>\n\n== Giết vua, soán vị ==\nDo hậu quả của hành động ép buộc Hoàng đế, các quân phiệt còn lại- những người không phục tùng Chu Toàn Trung: Lý Mậu Trinh, Lý Kế Huy, Lý Khắc Dụng, Lưu Nhân Cung, Vương Kiến, Dương Hành Mật, Triệu Khuông Nhưng và đệ là Kinh Nam<ref group=\"chú\">荊南, trị sở nay thuộc [[Kinh Châu]], [[Hồ Bắc]] tiết độ sứ<\/ref> [[Triệu Khuông Minh]], đều kêu gọi người dân nổi dậy chống lại Chu Toàn Trung và phục hồi quyền lực cho hoàng đế. Chu Toàn Trung lo sợ rằng Đường Chiêu Tông mặc dù đang bị canh gác nghiêm ngặt song vẫn sẽ cố gắng tiến hành các hoạt động để chống lại các quyền lợi của ông nếu như ông đi chinh chiến, đặc biệt là khi ông không thể khiến Đường Chiêu Tông chấp thuận xử tử [[Lý Dục]]- vị hoàng tử mà khi còn nhỏ bị các hoạn quan từng đưa lên ngôi thay thế Đường Chiêu Tông. Chu Toàn Trung cho rằng mình nên loại bỏ Đường Chiêu Tông và lập một hoàng tử thiếu nhi lên ngôi để dễ bề điều khiển. Vào mùa thu năm [[904]], Chu Toàn Trung lệnh cho Chu Hữu Cung và Thị Thúc Tông dẫn quân vào cung điện ở Lạc Dương và sát hại Đường Chiêu Tông, sau đó đổ tội hành thích cho hai bộ tướng này và buộc họ phải tự sát. Chu Toàn Trung tôn hoàng tử Lý Tộ làm hoàng đế mới, tức Đường Ai Đế.<ref name=TTTG265>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷265|quyển 265]].<\/ref> Tại thời điểm đó, [[Độc Cô Tổn]], [[Bùi Xu]] và [[Thôi Viễn]] đều là các đại thần có xuất thân quý tộc, họ xem thường [[Liễu Xán]] vì người này cộng tác với Chu Toàn Trung.\n\nCùng năm [[904]], Trương phu nhân qua đời, bà được cho là có ảnh hưởng ở một mức độ nhất định và là một quân sư khôn ngoan cho Chu Toàn Trung, người ta nói rằng sau khi bà mất, khuynh hướng bạo lực và hoang dâm của Chu Toàn Trung vượt ra khỏi tầm kiểm soát.<ref>''Tân Ngũ Đại sử'', [[:zh:s:新五代史\/卷13|quyển 13]].<\/ref>\n\nVào mùa xuân năm [[905]], [[Bùi Xu]] đã xúc phạm Chu Toàn Trung, [[Liễu Xán]] nắm lấy cơ hội này để buộc tộc [[Thôi Viễn]] và [[Độc Cô Tổn]] cũng bất kính với Chu Toàn Trung. Do đó, Chu Toàn Trung đã giáng chức cả ba người, phái [[Độc Cô Tổn]] đi giữ chức [[Tiết độ sứ]] [[Tĩnh Hải quân]] (靜海, tương đương [[Bắc Bộ]], [[Bắc Trung Bộ]] [[Việt Nam]] và một phần [[Quảng Tây]], [[Trung Quốc]], trị sở [[Đại La]] nay thuộc [[Hà Nội]], [[Việt Nam]]).<ref name=TTTG265\/> thay cho anh mình là [[Chu Toàn Dục]] (朱全昱).\n\nMột thời gian ngắn sau cái chết của Đường Chiêu Tông, Chu Toàn Trung cũng hạ sát toàn bộ các hoàng tử của [[Đường Chiêu Tông]] (trong đó có [[Lý Dụ]], ngoại trừ vua [[Đường Ai Đế]]), hoàng gia chỉ còn [[Đường Ai Đế]] và mẹ là [[Hà hoàng hậu (Đường Chiêu Tông)|Hà thái hậu]]. Hơn nữa, nghe theo ý của đồng minh là tể tướng [[Liễu Xán]] (柳璨) và [[Lý Chấn]], Chu Toàn Trung tiến hành một cuộc đồ sát các quan lại Đại Đường có xuất thân quý tộc. Đầu tiên Chu Toàn Trung giáng chức và đày ải một lượng lớn đại thần, [[Độc Cô Tổn]] đang là [[Tĩnh Hải quân]] [[tiết độ sứ]] trở thành thứ sử Đệ châu (棣州, nay thuộc [[Tân Châu, Sơn Đông]], [[Sơn Đông]]), và sau đó là ti hộ Quỳnh Châu (瓊州, trị sở nay thuộc [[Định An, Hải Nam|Định An]], [[Hải Nam]]). Không lâu sau, khoảng 30 triều sĩ bị biếm quan, bao gồm [[Độc Cô Tổn]], bị đưa đến tập trung tại Bạch Mã Dịch (白馬驛, nay thuộc [[An Dương (địa cấp thị)|An Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]]) và được lệnh phải [[tự sát]]. Theo đề nghị của Lý Chấn, [[Chu Toàn Trung]] đã ném thi thể của họ xuống [[Hoàng Hà]].<ref name=TTTG265\/>\n\nTrong lúc nhà Đường chưa kịp cử quan cai trị mới sang trấn nhậm [[Tĩnh Hải quân]], một hào trưởng địa phương là [[Khúc Thừa Dụ]] đã dẫn quân đi đánh chiếm lấy thủ phủ [[Đại La]]<ref>Tống Bình cũ, từ khi [[Cao Biền]] sang trấn nhậm xây lại và đổi tên gọi<\/ref> của [[Tĩnh Hải quân]], tự xưng là [[Tiết độ sứ]]. [[Khúc Thừa Dụ]] khéo léo dùng danh nghĩa \"xin mệnh nhà Đường\" để buộc triều đình nhà Đường phải công nhận chính quyền của mình. Chu Toàn Trung đang mưu cướp ngôi nhà Đường, đã nhân danh vua [[Đường Ai Đế]] thừa nhận [[Khúc Thừa Dụ]] là [[Tĩnh Hải quân]] [[tiết độ sứ]]. Từ đó người Việt bắt đầu khôi phục quyền tự chủ.\n\nVào mùa thu năm [[905]], Chu Toàn Trung tiến công huynh đệ họ Triệu, huynh đệ họ Triệu nhanh chóng chiến bại và buộc phải chạy trốn, Chu Toàn Trung đoạt được Trung Nghĩa và Kinh Nam. Lúc ban đầu thì ông lên kế hoạch quay trở về lãnh địa của mình sau khi thắng lợi, song sau đó đổi ý và quyết định tiến công [[Dương Hành Mật]]. Tuy nhiên, quân của Chu Toàn Trung gặp phải dông tố và không thể gây ra bất cứ thiệt hại nào tại lãnh địa của [[Dương Hành Mật]] trước khi rút lui.<ref name=TTTG265\/>\n\nVào thời điểm này, Chu Toàn Trung quyết định sẽ soán vị triều Đường. Liễu Xán cùng xu mật sứ Tưởng Huyền Huy (蔣玄暉) vì vậy lập kế hoạch tiến hành các bước nhằm chuyển giao triều đại theo truyền thống, trong đó bao gồm việc Chu Toàn Trung được phong vương của một thái ấp lớn, được trao [[cửu tích]], các tước hiệu cao quý bất thường khác, trước khi ông được chính thức truyền ngôi. Bước đầu tiên, họ buộc Đường Ai Đế phải cho Chu Toàn Trung giữ chức ''Chư đạo binh mã nguyên soái''. Chu Toàn Trung do thiếu kiên nhẫn nên không hài lòng trước các trình tự này, ông muốn việc chuyển giao diễn ra nhanh hơn, trong khi đó, các đối thủ của Tưởng Huyền Huy là Vương Ân (王殷) và [[Khổng Tuần|Triệu Ân Hành]] (趙殷衡) liền tận dụng cơ hội này để vu cáo Liễu Xán, Trương Đình Phạm và Tưởng Huyền Huy có ý muốn cho triều Đường tồn tại lâu hơn, chờ thời cơ để thay đổi tình thế, họ còn cáo buộc Tưởng Huyền Huy có giao thiệp với Hà thái hậu. Do đó, Chu Toàn Trung nổi giận với Liễu Xán và Tưởng Huyền Huy, sau đó nhân danh Đường Ai Đế phong mình là Tướng quốc, là Ngụy vương cai quản Ngụy quốc với 21 đạo (gồm Tuyên Vũ, Tuyên Nghĩa, Thiên Bình, Hộ Quốc, Thiên Hùng, Vũ Thuận, Hựu Quốc, Hà Dương, Nghĩa Vũ, Chiêu Nghĩa, Bảo Nghĩa, Nhung Chiêu, Vũ Định, Thái Ninh, Bình Lư, Trung Vũ, Khuông Quốc, Trấn Quốc, Vũ Ninh, Trung Nghĩa, Kinh Nam), cùng với cửu tích. Cũng trong năm 905, Chu Toàn Trung xử tử Liễu Xán, Tưởng Huyền Huy, Trương Đình Phạm và Hà thái hậu.<ref name=TTTG265\/>\n\nVào mùa xuân năm [[906]], La Thiệu Uy lo sợ nha quân sẽ tiến hành binh biến, vì thế người này phối hợp với Chu Toàn Trung để đồ sát các binh sĩ nha quân, Chu Toàn Trung cũng sẽ cho quân Tuyên Vũ đến trợ giúp tiệt trừ các cuộc binh biến có thể diễn ra sau đó. Khi La Thiệu Uy tiến hành vụ đồ sát, nhiều binh sĩ Ngụy Bác tiến hành binh biến, liên quân của Chu Toàn Trung và La Thiệu Uy phải mất vài tháng để đàn áp. Sau chiến dịch này, Chu Toàn Trung tiến về phía bắc, mục đích là nhằm chiếm lãnh thổ của Lưu Nhân Cung. Ông bao vây nhi tử của Lưu Nhân Cung là Nghĩa Xương tiết độ sứ [[Lưu Thủ Văn]] ở Thương châu (滄州). Tuy nhiên, cũng vào lúc này, Chiêu Nghĩa tiết độ sứ Đinh Hội phẫn nộ trước việc Chu Toàn Trung sát hại Đường Chiêu Tông nên thừa cơ tiến hành nổi dậy chống Chu Toàn Trung, dâng lãnh thổ của mình đầu hàng Lý Khắc Dụng. Chu Toàn Trung buộc phải từ bỏ chiến dịch ở Nghĩa Xương và triệt thoái.<ref name=TTTG265\/>\n\nNgày [[7 tháng 2]] năm [[906]], [[Đường Ai Đế]] phong thêm cho [[Tĩnh Hải quân]] [[Tiết độ sứ]] [[Khúc Thừa Dụ]] tước \"Đồng bình chương sự\". Sau đó, [[Khúc Thừa Dụ]] tự lấy quyền mình, phong cho con là [[Khúc Hạo]] chức vụ \"Tĩnh Hải hành quân tư mã quyền tri lưu hậu\", tức là chức vụ chỉ huy quân đội và sẽ kế vị quyền Tiết độ sứ của mình. \n\nTrên đường trở về Tuyên Vũ, Chu Toàn Trung dừng chân tại Ngụy Bác để dưỡng bệnh. La Thiệu Uy nói với ông rằng các quân phiệt còn kháng cự lại ông đều tuyên bố rằng họ muốn khôi phục lại quyền lực của hoàng đế Đại Đường, và đề nghị ông nên nhanh chóng tức vị để chấm dứt các hy vọng này. Mặc dù không trả lời đề nghị của La Thiệu Uy, song Chu Toàn Trung đích thân cảm tạ La Thiệu Uy vì đưa ra đề xuất này. Khi ông trở về Tuyên Vũ, [[Đường Ai Đế]] \"khiển\" ''ngự sử đại phu'' [[Tiết Di Củ]] (薛貽矩) đến úy lạo ông, người này cũng đề xuất ý tưởng soán vị, song ông cũng không trả lời. Tiết Di Củ trở về Lạc Dương và thuật lại sự việc cho Đường Ai Đế, sau đó Đường Ai Đế ban một chiếu chỉ chuẩn bị nhường ngôi vào mùa xuân năm [[907]]. Sau đó, Chu Toàn Trung đổi tên thành Chu Hoảng, và đến khi Đường Ai Đế khiển các tể tướng [[Trương Văn Úy]] (張文蔚) và [[Dương Thiệp]] (楊涉) đến Đại Lương để đề nghị trao lại hoàng vị, Chu Toàn Trung chấp thuận. Chu Toàn Trung lên ngôi hoàng đế, đặt quốc hiệu là '''Lương''' (sử gọi là [[Hậu Lương (Ngũ đại)|Hậu Lương]]) bất chấp những lo âu của đại ca Chu Toàn Dục (朱全昱) và lời dự báo sau đó của Chu Toàn Dục rằng điều này sẽ mang lại tai họa cho nhà họ Chu.<ref name=TTTG266\/>\n\n== Hoàng đế Hậu Lương ==\nHậu Lương Thái Tổ phế cựu hoàng đế triều Đường thành Tế Âm vương, đưa đến Tào châu, cho binh sĩ canh chừng, đến năm 908 thì hạ độc sát hại cựu hoàng. Hậu Lương truy phong thụy hiệu và miếu hiệu hoàng đế và hoàng hậu cho tổ tiên trong phạm vi bốn đời của mình. Hậu Lương Thái Tổ cho Kính Tường đứng đầu Sùng Chính viện, làm người cố vấn tham mưu chính cho mình, cùng Kính Tường đưa ra các quyết định trước khi lệnh cho Kính Tường thông báo chúng cho các tể tướng.<ref name=TTTG266\/>\n\nHầu hết các quân đều quy phục Hậu Lương Thái Tổ, ngoại trừ những nơi nằm dưới quyền kiểm soát của Lý Khắc Dụng (phát triển thành nước [[Hậu Đường]]), Lý Mậu Trinh (phát triển thành nước [[Kỳ]]), nhi tử và người kế nhiệm của Dương Hành Mật là [[Dương Ác]] (phát triển thành nước [[Ngô (Thập quốc)|Ngô]]), và Vương Kiến (phát triển thành nước [[Tiền Thục (nước)|Tiền Thục]]). Lý Khắc Dụng, Lý Mậu Trinh, Dương Ác tiếp tục sử dụng [[niên hiệu]] \"Thiên Hựu\" của triều Đường, thể hiện rằng họ vẫn là một phần của đế chế Đại Đường thực tế không còn tồn tại, còn Vương Kiến một thời gian ngắn sau đó quay sang xưng đế. Lưu Nhân Cung thoạt đầu không có phản ứng, song ngay sau đó người này bị nhi tử là [[Lưu Thủ Quang]] lật đổ, Lưu Thủ Quang quy phục Hậu Lương trên danh nghĩa.<ref name=TTTG266\/>\n\nKhông lâu sau khi trở thành hoàng đế, Hậu Lương Thái Tổ khiển Khang Hoài Trinh tiến quân về phía bắc đánh Tấn, bao vây Lộ châu do Lý Tự Chiêu trấn thủ, sau đó Hậu Lương Thái Tổ thân chinh đến siết chặt bao vây Lộ châu. Thoạt đầu, Lý Khắc Dụng khiển Chu Đức Uy đêm quân đến nhằm giải vây, song không đạt được mục đích. Vào mùa xuân năm 908, Lý Khắc Dụng lâm bệnh nặng, Chu Đức Uy buộc phải triệt thoái về Thái Nguyên. Sau khi Lý Khắc Dụng qua đời, nhi tử là [[Hậu Đường Trang Tông|Lý Tồn Úc]] kế vị. Hậu Lương Thái Tổ cho rằng Lộ châu sau đó sẽ dễ dàng thất thủ, vì thế ông quyết định mình và binh lính dưới quyền [[Lưu Tri Tuấn]] (劉知俊) triệt thoái, đi phòng thủ trước quân Kỳ ở phía tây. Lý Tồn Úc nhận thấy quân Hậu Lương suy giảm, vì thế liền tập kích đội quân còn lại đang bao vây Lộ châu, tiêu diệt quân Hậu Lương và giải vây cho thành, đảm bảo an ninh cho nước Tấn. Khi nhận được tin thảm bại, Hậu Lương Thái Tổ thán:<ref name=TTTG266\/>\n\n{{quote|Nếu sinh con thì nên sinh người giống như Lý Á Tử [tức Lý Tồn Úc]. Giống như Lý Khắc Dụng không chết. Các con ta, chúng như đám đồn khuyển.}}\n\nNăm 909, Hậu Lương Thái Tổ dời đô từ Đại Lương đến Lạc Dương, để con nuôi là Bác vương [[Chu Hữu Văn]] trấn thủ Đại Lương.<ref name=TTTG267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref>\n\nCũng trong năm 909, Lưu Tri Tuấn khi đó đang trấn thủ vùng biên giới phía tây, người này lo sợ khi Hậu Lương Thái Tổ tin theo lời vu cáo của Lưu Hãn (劉捍) mà đồ sát Hựu Quốc<ref group=\"chú\">佑國, trị sở khi đó tại Trường An<\/ref> tiết độ sứ Vương Trọng Sư (王重師) cùng gia quyến. Do vậy, Lưu Tri Tuấn liền dâng Trung Vũ (tức Khuông Quốc lúc trước)<ref group=\"chú\">匡國, trị sở nay thuộc [[Vị Nam]], Thiểm Tây<\/ref> và chiếm Trường An rồi đầu hàng Kỳ. Hậu Lương Thái Tổ nhanh chóng khiển Dương Sư Hậu và Lưu Tầm tái chiếm Trường An và buộc Lưu Tri Tuấn phải chạy trốn đến Phượng Tường, Hậu Lương không chịu nhiều thiệt hại ở biên giới phía tây.<ref name=TTTG267\/>\n\nCùng năm, Lưu Thủ Quang bắt được Lưu Thủ Văn, sau đó kiểm soát được Nghĩa Xương, người này tiếp tục quy phục Hậu Lương Thái Tổ trên danh nghĩa, được Hậu Lương Thái Tổ bổ nhiệm giữ chức tiết độ sứ của cả Lô Long và Nghĩa Xương.<ref name=TTTG267\/>\n\nỞ phía bắc, Thành Đức (đổi tên thành Vũ Thuận (武順) do [[húy kỵ]] Chu Thành- cha của Hậu Lương Thái Tổ) tiết độ sứ Vương Dung và Nghĩa Vũ tiết độ sứ [[Vương Xử Trực]] cũng quy phục Hậu Lương Thái Tổ trên danh nghĩa, tuy nhiên họ không chịu nộp tô thuế như thời Đường, song thường xuyên cống nạp cho Hoàng đế. Thêm vào đó, nhi tử của Vương Dung là [[Vương Chiêu Tộ]] (王昭祚) kết hôn với Phổ Ninh công chúa của Hậu Lương Thái Tổ. Tuy nhiên, Hậu Lương Thái Tổ nghi ngờ rằng hai quân phiệt này cuối cùng sẽ quay sang chống lại ông, vì thế ông quyết định dùng kế để kiểm soát trực tiếp hai quân này. Hậu Lương Thái Tổ khiển thuộc hạ là Đỗ Đình Ẩn (杜廷隱) và Đinh Diên Huy (丁延徽) đem 3.000 quân tiến về Thâm châu (深州) và Ký châu (冀州)<ref group=\"chú\">nay đều thuộc [[Hành Thủy]], Hà Bắc<\/ref> của Vũ Thuận. Vương Dung và Vương Xử Trực cầu viện Lý Tồn Úc và Lưu Thủ Quang, Lý Tồn Úc đích thân đem quân Tấn đến hợp binh. Vào mùa xuân năm 911, liên quân Tấn\/Vũ Thuận\/Nghĩa Vũ tiêu diệt quân Hậu Lương của Vương Cảnh Nhân, Vũ Thuận sau đó lấy lại tên Thành Đức và còn được gọi là nước [[Triệu (Ngũ đại)|Triệu]], Thành Đức và Nghĩa Vũ trở thành đồng minh của Tấn.<ref name=TTTG267\/>\n\nSau khi Hậu Lương chiến bại ở Lộ châu trước Tấn, chiến bại ở Bá Hương<ref group=\"chú\">柏鄉, nay thuộc Hình Đài, Hà Bắc<\/ref> trước liên quân Tấn\/Triệu\/Nghĩa Vũ, Hậu Lương Thái Tổ mong muốn có thời cơ để đích thân trả đũa các địch thủ, ông trở nên dễ cáu gắt và hung dữ hơn với thuộc hạ, trong một thời gian vào năm 911, ông không thể nhử quân Tấn\/Triệu giao chiến. Hơn nữa, do lại lâm bệnh, ông càng trở nên cáu gắt hơn. Ông nghĩ rằng thời cơ xuất hiện vào năm 912 khi Tấn tiến công Yên Đế Lưu Thủ Quang. Đường Thái Tổ cố gắng cứu giúp Lưu Thủ Quang khi cho một đội quân lớn tiến về phía bắc. Tuy nhiên, sau khi quân tiền phong do thám bị đánh bại và bắt giữ bởi tướng Tấn [[Lý Tồn Thẩm]] (李存審), Lý Tồn Thẩm cùng với đồng sự là Sử Kiến Đường (史建瑭) và Lý Tự Quăng (李嗣肱) lừa Hậu Lương Thái Tổ tin rằng đó chỉ là một phần của một thất bại trên quy mô lớn hơn và một đội quân Tấn hùng mạnh đang tiến đến gần. Hậu Lương Thái Tổ chạy trốn trong hoảng loạn, chịu tổn thất nặng nề. Sau thất bại, bệnh tình của ông càng nặng thêm, ông quay trở về Lạc Dương.<ref name=TTTG268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\nTrong khi đó, theo ghi chép, trong những năm cuối đời của mình, sau khi Trương phu nhân qua đời, Hậu Lương Thái Tổ ngày càng trở nên dâm loạn. (Giả dụ như vào năm 911, khi đi tránh nóng tại phủ đệ của Trương Toàn Nghĩa (do húy kỵ nên đổi tên thành Trương Tông Thích sau khi Hậu Lương Thái Tổ tức vị). Trong khi ở tại dinh thự của Trương Tông Thích, theo ghi chép thì Hậu Lương Thái Tổ [[quan hệ tình dục|tính giao]] với gần như toàn bộ các phụ nữ trong gia tộc họ Trương, khiến nhi tử của Trương Tông Thích là Trương Kế Tộ (張繼祚) cảm thấy bị sỉ nhục và định hành thích Hoàng đế, song Trương Tông Tích kịp thời ngăn lại, nói rằng Hậu Lương Thái Tổ khi trước từng cứu cả nhà họ khi họ bị Lý Hãn Chi tiến công.) Cũng theo ghi chép, do các hoàng tử của Hậu Lương Thái Tổ thường xuyên dời khỏi kinh thành để làm nhiệm vụ, Hậu Lương Thái Tổ triệu các con dâu vào cung và thường bảo họ ''thị tẩm'' (hầu ngủ). Ông đặc biệt sủng ái phu nhân của Chu Hữu Văn. Hơn nữa, mặc dù Chu Hữu Văn không phải là con ruột, song là hoàng tử lớn tuổi nhất còn sống, ông dự tính truyền lại hoàng vị cho Chu Hữu Văn.<ref name=TTTG268\/>\n\nVào mùa hè năm 912, bệnh tình chuyển biến xấu, ông sai Vương thị đến Đại Lương [tức Biện châu] triệu Chu Hữu Văn hồi kinh. Đồng thời, ông lệnh cho Kính Tường ban chỉ lệnh cho Dĩnh vương [[Chu Hữu Khuê]] ra khỏi kinh thành Lạc Dương, đi giữ chức Lai châu<ref group=\"chú\">萊州, nay thuộc [[Yên Đài]], [[Sơn Đông]]<\/ref> thứ sử, và lệnh cho hoàng tử này phải đi nhậm chức ngay lập tức. Chu Hữu Khê vốn không được phụ hoàng yêu mến, ông ta cho rằng sau đó mình sẽ bị giết. Chu Hữu Khê lập tức âm mưu cùng với ''thị vệ chư quân sứ'' Hàn Kính (韓勍), sau đó đem quân thị vệ tiến vào cung. Chu Hữu Khê sát hại Hậu Lương Thái Tổ với sự hỗ trợ của nô bộc là Phùng Đình Ngạc (馮廷諤), sau đó ban chiếu chỉ nhân danh Hậu Lương Thái Tổ lệnh cho tứ đệ là Quân vương [[Chu Hữu Trinh]] giết chết Chu Hữu Văn. Sau đó, Chu Hữu Khuê công khai việc Hậu Lương Thái Tổ qua đời, đổ tội hành thích cho Chu Hữu Văn, sau đó tức vị. Chu Hữu Trinh sang năm sau thì lật đổ tam huynh, đoạt lấy hoàng vị.<ref name=TTTG268\/>\n\n== Gia đình ==\n\n* Thê thiếp\n** [[Trương phu nhân (vợ Chu Ôn)|Hiền phi Trương thị]] (贤妃张氏)\n** Đệ nhị phu nhân Thạch thị (第二夫人石氏)\n** Chiêu nghi Trần thị (昭仪陈氏)\n** Chiêu dung Lý thị (昭容李氏)\n** Mỹ nhân Đoàn thị (美人段氏), em gái [[Đoàn Ngưng]] (段凝)\n* Huynh\n** Quảng Đức Tĩnh vương [[Chu Toàn Dục]] (广德靖王朱全昱)\n** Lãng vương [[Chu Tồn]] (朗王朱存)\n* Con cái\n** Con trai\n***Sâm vương [[Chu Hữu Dục|Chu Hữu Dụ]] (郴王朱友裕), mất 904\n***Dĩnh vương [[Chu Hữu Khuê]] (郢王朱友珪)\n***Phúc vương [[Chu Hữu Chương]] (福王朱友璋)\n***Hạ vương [[Chu Hữu Ung]] (贺王朱友雍)\n***Kiến vương [[Chu Hữu Huy]] (建王朱友徽)\n***Khang vương [[Chu Hữu Tư]] (康王朱友孜), năm 915 bị Chu Hữu Trinh giết\n***Quân vương [[Chu Hữu Trinh]] (均王朱友贞), Trương thị sinh\n** Con gái\n***An Dương công chúa (安阳公主), trưởng nữ, gả cho [[La Đình Quy]] (罗廷规), con trai [[La Thiệu Uy]] (罗绍威)\n***Trường Lạc công chúa (长乐公主), gả cho [[Triệu Nham]] (赵岩), con trai [[Triệu Trừu]] (犨\n***Kim Hoa công chúa (金华公主) kế thất của La Đình Quy, sau làm ni cô\n***Phổ Ninh công chúa (普宁公主), gả cho [[Vương Chiêu Tộ]] (王昭祚), con trai [[Vương Dung]] (王镕)\n***Chân Ninh công chúa (真宁公主)\n**Nghĩa tử\n*** Bác vương [[Chu Hữu Văn]] (博王朱友文), nguyên danh Khang Cần (康勤)\n*** Ký vương Chu Hữu Khiêm (冀王朱友谦), nguyên danh Chu Giản (朱简)\n*** Tả long hổ thống quân Chu Hữu Cung (左龙虎统军朱友恭), nguyên danh Lý Ngạn Uy (李彦威), khôi phục bản danh và bị giết năm 904\n*** Chu Hữu Nhượng (朱友让), nguyên danh Lý Thất Lang, Lý Nhượng (李七郎, 李让)\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"|3}}\n== Tham khảo ==\n{{tham khảo|3}}\n== Thư mục ==\n* {{chú thích| author =Ouyang Xiu|title=Historical Records of the Five Dynasties, Richard L. Davis dịch và giới thiệu|year=2004|publisher=Columbia University Press|isbn=0-231-12826-6}}\n* {{chú thích|author=Wang Gungwu|title=The Structure of Power in North China during the Five Dynasties|year=1963|publisher=Stanford University Press}}\n\n{{S-start}}\n{{s-hou|[[Hậu Lương (Ngũ đại)|Nhà Hậu Lương]]||852||912}}\n{{s-reg}}\n{{s-bef|before=không (triều đại thành lập)}}\n{{s-ttl|title=Hoàng đế Hậu Lương|years=907-912}}\n{{s-aft|after=[[Chu Hữu Khuê]] (Dĩnh vương)|rows=2}}\n|-\n{{s-bef|before=[[Đường Ai Đế]]|rows=4}}\n{{s-ttl|title=[[Hoàng đế Trung Hoa]] (hầu hết khu vực)|years=907–912}}\n|-\n{{s-ttl|title=[[Hoàng đế Trung Hoa]] (vùng [[Bắc Kinh]]\/[[Thiên Tân]]\/[[Thương Châu]])|years=907-911}}\n{{s-aft|after=[[Lưu Thủ Quang]] (Yên đế)}}\n|-\n{{s-ttl|title=Quân chủ Trung Hoa (vùng [[Thạch Gia Trang]]\/[[Hành Thủy]])|years=907-910}}\n{{s-aft|after=[[Vương Dung]] (Triệu vương)}}\n|-\n{{s-ttl|title=Quân chủ Trung Hoa (vùng [[Bảo Định, Hà Bắc|Bảo Định]])|years=907-910}}\n{{s-aft|after=[[Vương Xử Trực]] (Bắc Bình vương)}}\n{{end}}\n\n{{Dữ liệu nhân vật <!-- Siêu dữ liệu: xem [[Wikipedia:Dữ liệu nhân vật]] -->\n|TÊN = Chu Toàn Trung\n|TÊN KHÁC = Chu Ôn, Chu Hoảng\n|TÓM TẮT = Hoàng đế Trung Hoa\n|LÚC SINH = 5 tháng 12 năm 852\n|LÚC MẤT = 18 tháng 7 năm 912\n|NƠI SINH = \n|NƠI MẤT = Lạc Dương\n}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Sinh năm 852]]\n[[Thể loại:Mất năm 912]]\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Hậu Lương (Ngũ đại)]]"}