{"Hậu Đường Mẫn Đế":"'''Hậu Đường Mẫn Đế''' ({{zh|t=後唐閔帝|s=后唐闵帝}}), tên húy là '''Lý Tùng Hậu''' ({{zh|s=李从厚|t=李從厚|p=Lǐ Cónghòu}}) (914–934), tiểu tự '''Bồ Tát Nô''' (菩薩奴), là một hoàng đế của triều [[Hậu Đường]] thời [[Ngũ Đại Thập Quốc]], cai trị từ năm 933 đến năm 934. Ông bị con nuôi của cha là [[Lý Tùng Kha]] lật đổ.\n\n== Thân thế ==\nLý Tùng Hậu sinh ngày Canh Thân (28) tháng 11 năm Giáp Tuất, tức 17 tháng 12 năm 914, khi đó cha ông là [[Lý Tự Nguyên]] đang là tướng của [[Tấn (Ngũ đại)|Tấn]]<ref group=\"c\">tiền thân của [[Hậu Đường]]<\/ref>, dưới quyền Tấn vương [[Lý Tồn Úc]]. Mẹ của ông là Hạ phu nhân,<ref name=HFD45\/> bà mất vào đầu niên hiệu Đồng Quang (923-926), sau khi Lý Tự Nguyên làm hoàng đế thì được truy phong là Tấn quốc phu nhân, bà cũng sinh [[Lý Tùng Vinh]].<ref name=HFD49>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷49|quyển 49]].<\/ref> Ông là con trai thứ ba (theo ''[[Cựu Ngũ Đại sử]]'')<ref name=HFD45\/> hoặc là con trai thứ năm (theo ''[[Tân Ngũ Đại sử]]'') của Lý Tự Nguyên.<ref name=NHFD7>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷07|quyển 7]].<\/ref> Ông sinh tại phủ đệ của Lý Tự Nguyên tại đô thành Tấn Dương của Tấn, tức Thái Nguyên. Theo ghi chép thì khi còn nhỏ ông đã ham đọc ''[[Kinh Xuân Thu|Xuân Thu]]'' và có thể lược thông ý chính. Ông cũng có bề ngoài giống với cha mình nên được cha yêu mến.<ref name=HFD45\/>\n\n== Thời Minh Tông ==\n{{Thông tin nhân vật hoàng gia\n| tên = Hậu Đường Mẫn Đế\n| tên gốc = 后唐闵帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[Hậu Đường]]\n| tại vị = [[20 tháng 12]], 933<ref name=TTTG278>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref> — [[19 tháng 5]], 934<ref name=AS\/><ref name=TTTG279>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref><timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:923 till:937 \nAlignBars = early\nScaleMajor = increment:14 start:923\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:933 till:934 color:red\n<\/timeline>\n| đăng quang = \n| tiền nhiệm = [[Hậu Đường Minh Tông]]\n| kế nhiệm = [[Lý Tòng Kha|Hậu Đường Phế Đế]]\n| vợ = [[Khổng hoàng hậu]]\n| con cái = [[Lý Trọng Tiết]] và ba hoàng nam khác\n| miếu hiệu = \n| thụy hiệu = Mẫn Hoàng đế (閔皇帝)\n| niên hiệu = Ứng Thuận (應順) 934\n| cha = Lý Tự Nguyên\n| mẹ = Hạ thị\n| sinh = {{birth date|914|12|17|df=y}}<ref name=\"AS\"\/><ref name=HFD45>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷45|quyển 45]].<\/ref>\n| nơi sinh = [[Thái Nguyên, Sơn Tây|Thái Nguyên]]\n| mất = {{death date and age|934|5|24|914|12|17|df=y}}<ref name=AS\/><ref name=TTTG279\/>\n| nơi mất = [[An Dương (địa cấp thị)|An Dương]]\n| ngày an táng = [[26 tháng 1]] năm 935\n| nơi an táng = [[Lạc Dương]]\n}}\nNăm 926, Hậu Đường Trang Tông bị sát hại trong một cuộc binh biến tại kinh thành ở Lạc Dương, Lý Tự Nguyên sau đó xưng đế. Ngày Quý Dậu tháng 1 năm Đinh Hợi (25 tháng 2 năm 927), Hậu Đường Minh Tông bổ nhiệm Lý Tùng Hậu làm Đồng bình chương sự, đảm nhiệm chức Hà Nam<ref group=\"c\">Hà Nam (河南), tức là vùng Lạc Dương<\/ref> doãn, Phán lục quân chư vệ sự. Mẫu huynh của Lý Tùng Hậu là Lý Tùng Vinh, đang là Thiên Hùng<ref group=\"c\">Thiên Hùng (天雄), trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> tiết độ sứ, khi biết tin thì không vui,<ref name=TTTG275>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref> do điều này sẽ cho phép Lý Tùng Hậu ở lại kinh thành ''và'' kiểm soát cấm quân.<ref>''Tư trị thông giám'' bản Bá Dương, quyển 68 [927].<\/ref>\n\nNăm Mậu Tý (928), Minh Tông định để Lý Tùng Hậu kết hôn với con gái của Xu mật sứ [[An Trọng Hối]], song do Xu mật xứ, Đồng bình chương sự [[Khổng Tuần]] khuyên can không nên có quan hệ hôn nhân với hoàng tử nên An Trọng Hối từ chối. Sau đó Khổng Tuần lại liên hệ với ái phi của Minh Tông là [[Vương thục phi (Hậu Đường Minh Tông)|Vương đức phi]] để cho con gái mình được nạp. Theo thỉnh cầu của Vương đức phi, Minh Tông sắp xếp để Lý Tùng Hậu kết hôn với con gái của Khổng Tuần, An Trọng Hối rất tức giận. Ngày Bính Tuất (11) tháng 4 (3 tháng 5), Lý Tùng Hậu được bổ nhiệm làm Tuyên Vũ<ref group=\"c\">Tuyên Vũ (宣武), trị sở tại Khai Phong<\/ref> tiết độ sứ và tiếp tục làm Phán lục quân chư vệ sự. Ngày Canh Dần 19) tháng 11 cùng năm (2 tháng 1 năm 929), Lý Tùng Hậu nạp con gái của Khổng Tuần làm phi, Khổng Tuần nhân cơ hội này muốn ở lại thành Đại Lương ở Khai Phong, song do An Trọng Hối phản đối nên phải trở về đông đô Lạc Dương. Trong khi đó, theo ghi chép thì Lý Tùng Hậu được miêu tả là cung cẩn hiếu thiện, những đức tính mà Minh Tông hy vọng Hà Đông<ref group=\"c\">Hà Đông (河東), trị sở tại Thái Nguyên<\/ref> tiết độ sứ Lý Tùng Vinh noi theo (do người này kiêu ngạo và hung bạo) song không có kết quả.<ref name=TTTG276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref>\n\nNgày Nhâm Tý (13) tháng 4 năm Kỉ Sửu (24 tháng 5 năm 929), Lý Tự Nguyên cho Lý Tùng Hậu làm Hà Đông tiết độ sứ và Bắc Đô lưu thủ, trong khi cho Lý Tùng Vinh làm Hà Nam doãn và Phán lục quân chư vệ sự. (Lúc này, triều đình đã chuyển về Lạc Dương.)<ref name=TTTG276\/>\n\nNgày Bính Thìn (25) tháng 8 năm Canh Dần (20 tháng 9 năm 930), Lý Tự Nguyên lập Lý Tùng Hậu làm Tống vương, còn Lý Tùng Vinh được lập làm Tần vương vào trước đó.<ref name=TTTG277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref>\n\nSang năm sau, Lý Tùng Hậu thêm chức Kiểm hiệu thái úy, kiêm Thị trung, dời đến thành Nghiệp Đô ở Thiên Hùng.<ref name=HFD45\/>\n\nNgáy Ất Sửu (13) tháng 4 năm Nhâm Thìn (21 tháng 5 năm 932), Lý Tùng Hậu được kiêm chức Trung thư lệnh.<ref name=TTTG277\/> Đương thời, Lý Tùng Vinh là nhân vật nổi bật trong triều, kiêu túng bất pháp. Lý Tùng Vinh thấy Lý Tùng Hậu có thanh danh thì ghen ghét, song Lý Tùng Hậu khiêm nhường hạ mình với mẫu huynh nên hiềm khích cũ giữa họ bên ngoài không thấy được.<ref name=TTTG278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref>\n\nCuối năm 933, Lý Tự Nguyên lâm trọng bệnh, Lý Tùng Vinh sợ rằng các triều thần sẽ gây trở ngại cho việc kế vị nên cố gắng dùng vũ lực đoạt lấy quyền kiểm soát triều đình, song thất bại dưới tay của các Xu mật sứ [[Chu Hoằng Chiêu]], [[Phùng Vân]] và bị giết. Lý Tự Nguyên sau đó quyết định triệu Lý Tùng Hậu từ Thiên Hùng về, song trước khi Lý Tùng Hậu có thể đến Lạc Dương, Lý Tự Nguyên mất vào ngày Mậu Tuất (26) tháng 11 cùng năm (15 tháng 12 năm 933). Lý Tùng Hậu đến Lạc Dương vào ngày Tân Sửu (29) cùng tháng (18 tháng 12). Ngày Quý Mão (1) tháng 12 ([[20 tháng 12]]), phát tang Minh Tông, Lý Tùng Hậu đăng cơ.<ref name=TTTG278\/>\n\n== Trị vì ==\nSau khi Lý Tùng Hậu trở thành hoàng đế, Chu Hoằng Chiêu và Phùng Vân nắm giữ triều chính. Họ cũng loại trừ một số thân tín của Lý Tùng Hậu khỏi triều đình, bất chấp hoàng đế không hài lòng. Trong khi đó, Lý Tùng Hậu tôn chính thất của Lý Tự Nguyên là [[Tào hoàng hậu (Hậu Đường)|Tào hoàng hậu]] làm hoàng thái hậu và tôn Vương thục phi làm thái phi (song ông luôn nghi ngờ bà từng liên kết với Lý Tùng Vinh).<ref name=TTTG278\/>\n\nChu Hoằng Chiêu và Phùng Vân ngờ vực nghĩa huynh của Lý Tùng Hậu là Lộ vương [[Lý Tùng Kha]], đang giữ chức Phượng Tường<ref group=\"c\">Phượng Tường (鳳翔), trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]]<\/ref> tiết độ sứ, và anh rể của Lý Tùng Hậu là [[Thạch Kính Đường]], đang giữ chức Hà Đông tiết độ sứ. Họ bãi chức Khống hạc đô chỉ huy sứ của Lý Trọng Cát (李重吉), con trưởng của Lý Tòng Kha, trong khi lại triệu con gái của Lý Tùng Kha là Lý Huệ Minh (李惠明) vào cung, trong khi bà đang là ni cô tại Lạc Dương, khiến Lý Tùng Kha trở nên sợ hãi.<ref name=TTTG278\/> Sang mùa xuân năm Giáp Ngọ (934), họ quyết định chuyển Lý Tùng Kha từ Phượng Tường đến Hà Đông, chuyển Thạch Kính Đường từ Hà Đông đến Thành Đức<ref group=\"c\">Thành Đức (成德), trị sở nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, và chuyển Thành Đức tiết độ sứ [[Phạm Diên Quang]] đến Thiên Hùng. Họ làm vậy mà không cần Lý Tùng Hậu giáng chế thư, mà chỉ cứ sứ thần đem lệnh từ Xu mật viện đến trấn.<ref name=TTTG279\/>\n\nLý Tùng Kha cho rằng các hành động này là nhằm vào mình, do đó tiến hành nổi dậy, tuyên bố rằng Chu Hoằng Chiêu và Phùng Vân sát trưởng lập thiếu, chuyên chế triều quyền. Ngày Tân Mão (21) tháng 2 (7 tháng 4), Lý Tùng Hậu bổ nhiệm [[Vương Tư Đồng]] làm Tây diện hành doanh mã bộ quân đô bộ thự, Dược Ngạn Trù làm phó, đem quân thảo phạt Lý Tùng Kha. Quân của Vương Tư Đồng ban đầu giành được thắng lợi, thành Phượng Tường gần thất thủ, song Thiên tì Dương Tư Quyền (楊思權) tiến hành binh biến và đầu hàng Lý Tùng Kha, dẫn đến phản ứng dây chuyền khiến quân triều đình sụp đổ, hầu hết binh sĩ đầu hàng Lý Tùng Kha. Lý Tùng Kha sau đó hành quân về Lạc Dương.<ref name=TTTG279\/>\n\nKhi biết tin, Lý Tùng Hậu ban đầu định đích thân đến gặp Lý Tùng Kha và nhượng lại hoàng vị, song Khang Nghĩa Thành (康義誠) phản đối. Ngày Quý Hợi (23) tháng 3 (9 tháng 5), Lý Tùng Hậu bổ nhiệm Khang Nghĩa Thành làm Phượng Tường hành doanh đô chiêu thảo sứ, đem quân giao chiến với Lý Tùng Kha. Tuy nhiên, Khang Nghĩa Thành lại đầu hàng Lý Tùng Kha, điều này khiến Lý Tùng Hậu kinh hãi. Ngày Mậu Thìn (28) tháng 3 ([[14 tháng 5]]), ông định chạy đến Thiên Hùng và lệnh cho Chu Hoằng Chiêu dự tính cho hành trình, tuy nhiên Chu Hoằng Chiêu lại tự sát, Kinh thành tuần kiểm [[An Tùng Tiến]] sau đó sát hại Phùng Vân, cho chuyển đầu của Chu Hoằng Chiêu và Phùng Vân đến chỗ Lý Tùng Kha. Lý Tùng Hậu đến đêm chạy khỏi Lạc Dương với chỉ 50 kị binh, hướng đến Ngụy châu<ref group=\"c\">Ngụy châu (魏州), thời Lý Tồn Úc từng đổi làm Hưng Đường phủ (興唐府), trị sở ở [[Đại Danh]], Hà Bắc.<\/ref>, thủ phủ của Thiên Hùng.<ref name=TTTG279\/>\n\nNgày Canh Ngọ (1) tháng 4 (16 tháng 5), Lý Tùng Hậu đến gần Vệ châu<ref group=\"c\">Vệ châu (衛州), nay thuộc [[An Dương (địa cấp thị)|An Dương]], Hà Nam<\/ref> thì gặp Thạch Kính Đường, người đang tiến từ Hà Đông về phía nam, ban đầu có ý hỗ trợ Lý Tùng Hậu. Thạch Kính Đường tham vấn Vệ châu thứ sử Vương Hoằng Chí (王弘贄), người này cho rằng sự nghiệp của Lý Tùng Hậu không còn hy vọng. Khi binh sĩ của Lý Tùng Hậu là Cung tiễn khố sứ Sa Thủ Vinh và Bôn Hồng Tiến nghe được, họ trách mắng Thạch Kính Đường xảo trá, Sa Thủ Vinh cố gắng ám sát Thạch Kính Đường song thất bại, Bôn Hồng Tiến tự sát. Nha nội chỉ huy sứ [[Lưu Tri Viễn]] của Thạch Kính Đường dẫn binh tận sát hầu cận và binh sĩ của Lý Tùng Hậu, chỉ tha cho Lý Tùng Hậu, Thạch Kính Đường và tùy tùng tiếp tục đến Lạc Dương (để quy thuận Lý Tùng Kha).<ref name=TTTG279\/>\n\nNgày Quý Dậu (4) tháng 4 ([[19 tháng 5]]), Tào thái hậu hạ lệnh phế Lý Tùng Hậu và giáng ông làm Ngạc vương, sau đó lệnh Lý Tùng Kha tức hoàng đế vị. Lý Tùng Kha sau đó tức vị tại Lạc Dương. Trong khi đó, Vương Hoằng Chí chuyển Lý Tùng Hậu đến một dinh doanh của châu. Lý Tòng Kha sau đó cho con của Vương Hoằng Chí là Vương Loan (王巒) đem rượu độc đến Vệ châu giết Lý Tùng Hậu. Ngày Mậu Dần (9) tháng 4 (24 tháng 5), Vương Loan đến Vệ châu, yết kiến Lý Tùng Hậu song Lý Tùng Hậu không đáp lại. Vương Hoằng Chí nhiều lần dâng rượu, song Lý Tùng Hậu biết rằng trong đó có độc nên không uống, Vương Loan bèn siết cổ giết ông. Khổng hoàng hậu và bốn hoàng tử của Lý Tùng Hậu cũng bị giết. Ngày Ất Dậu tháng 12 (26 tháng 1 năm 935), Lý Tùng Hậu được án táng với tước Dĩnh vương ở phía nam Huy Lăng (lăng mộ của Minh Tông).<ref name=TTTG279\/> Sau khi Thạch Kính Đường lật đổ Lý Tùng Kha và xưng đế, Thạch Kính Đường truy thụy hiệu cho Lý Tòng Hậu là \"Mẫn\".<ref name=HFD45\/>\n\n== Ghi chú ==\n{{tham khảo|group=\"c\"}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{S-start}}\n{{s-hou|[[Hậu Đường]]}}\n{{s-reg}}\n{{s-bef|before=[[Hậu Đường Minh Tông|Minh Tông]] Lý Tự Nguyên|rows=3}}\n{{s-ttl|title=Hoàng đế [[Hậu Đường]]|years=933–934}}\n{{s-aft|after=[[Hậu Đường Phế Đế|Phế Đế]] Lý Tùng Kha|rows=2}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa (trung bộ)|years=933-934}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa (tây nam bộ)|years=933-934}}\n{{s-aft|after=[[Mạnh Tri Tường]] của [[Hậu Thục]]}}\n{{end}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n\n{{thời gian sống|914|934}}\n\n[[Thể loại:Vua Hậu Đường]]\n[[Thể loại:Sinh năm 914]]\n[[Thể loại:Mất năm 934]]"}