{"Hậu Chu Thái Tổ":"{{Thông tin nhân vật hoàng gia\n| tên = Hậu Chu Thái Tổ\n| tên gốc = 後周太祖\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| thêm = china\n| hình = Guo_Wei_scth.jpg\n| ghi chú hình = Chân dung Thái Tổ Vũ Hiếu Hoàng đế của nhà Hậu Chu trích từ họa phẩm [[Tam tài đồ hội]]\n| cỡ hình = 250px\n| chức vị = [[Hoàng đế]] [[nhà Hậu Chu]]\n| tại vị = [[951]] – [[954]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color = \"red\">'''Sáng lập triều đại'''<\/font>\n| kế nhiệm = [[Hậu Chu Thế Tông]]\n| hoàng tộc = [[Hậu Chu]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Quách Uy (郭威) <br> '''[[biểu tự]]''': Văn Trọng 文仲\n| kiểu tên đầy đủ = Tên thật\n| niên hiệu = Quảng Thuận (広順: [[951]]-[[953]]) <br> Hiển Đức (顕徳\n| thời gian của niên hiệu = [[954]])\n| tôn hiệu = Thánh Minh Văn  Vũ Nhân  Đức Hoàng đế (聖明文武仁德皇帝)\n| miếu hiệu = [[Thái Tổ]] (太祖)\n| thụy hiệu = Thánh Thần Cung Túc Văn Vũ Hiếu Hoàng đế <br> (聖神恭粛文武孝皇帝)\n| phối ngẫu = Thánh Mục Sài Hoàng Hậu <br> 聖穆柴皇后\n| kiểu phối ngẫu = Hoàng Hậu\n| cha = Quách Giản 郭簡\n| mẹ = Vương thị 王氏\n| thông tin con cái = ẩn\n| con cái = \n| sinh = [[904]]\n| mất = [[954]]\n| nơi mất = [[Trung Quốc]] - [[Hậu Chu]] triều\n| nơi an táng = Tung Lăng 嵩陵\n}}\n{{thiếu nguồn gốc}}\n'''Hậu Chu Thái Tổ''' ([[chữ Hán]]: 後周太祖), tên thật là '''Quách Uy''' (郭威) ([[904]] - [[954]]), thụy là '''Thánh Thần Cung Túc Văn Vũ Hiếu Hoàng Đế''', là một trong những vị Hoàng đế thời [[Ngũ Đại Thập Quốc]] trong lịch sử Trung Quốc. Vốn là 1 viên tướng của [[nhà Hán|nhà Hậu Hán]], đã lật đổ vua [[Hậu Hán Ẩn Đế]], lập ra nhà [[Hậu Chu]] năm 951.\n\nÔng trị vì trong 4 năm (951 - 954) với niên hiệu là: Quảng Thuận (951-953) và Hiển Đức (954). Năm 954, Hậu Chu Thái Tổ mất, thọ 51 tuổi.\n\n== Bối cảnh lịch sử ==\nKhi quân [[Liêu]] do [[Da Luật Đức Quang]] chỉ huy xâm chiếm Trung Nguyên, diệt nhà [[Hậu Tấn]], đã đàn áp và cướp bóc nhân dân vô cùng dã man. Nhiều cuộc khởi nghĩa nông dân đã nổ ra, quân Liêu hoảng sợ phải rút về nước.\n\nNăm 947, sau khi quân Liêu rút lui khỏi [[Biện Kinh]], [[Lưu Tri Viễn]] liền xưng đế ở Thái Nguyên rồi dẫn quân đánh đuổi tàn dư quân Liêu khỏi Trung Nguyên. Tháng 6 năm đó, Lưu Tri Viễn định đô ở [[Biện Kinh]], đổi quốc hiệu là Hán. Đó là [[Hậu Hán Cao Tổ]]. 10 tháng sau, Lưu Tri Viễn chết, con là Lưu Thừa Hựu nối ngôi, tức là [[Hậu Hán Ẩn Đế]]. Lúc này, nội bộ triều Hậu Hán xảy ra biến loạn.\n\nẨn Đế sợ các tướng có quyền lực quá lớn, nên bí mật sai người đến [[Nghiệp Thành]] ám sát đại tướng là Quách Uy, bị Quách Uy phát hiện, đem quân nổi dậy chống lại. Quách Uy vốn là [[người Hán]] chứ không phải người [[Sa Đà]] như vua nhà Hậu Hán, ông làm tướng dưới triều Hậu Hán vào năm 19 tuổi.<ref name=\":0\">''\"Lịch sử Trung Quốc 5000 năm\".'' Nguồn: Đài Phát Thanh Quốc tế Trung Quốc (CRI). Tác giả: Lâm Hán Đạt - Tào Dư Chương.<\/ref>\n\n== Làm hoàng đế ==\nNăm 950, Quách Uy lật đổ triều Hậu Hán, được các tướng sĩ tôn lên làm hoàng đế. Năm 951, Quách Uy lên ngôi tại Biện Kinh, đổi quốc hiệu là Chu, tức Hậu Chu Thái Tổ. Vì xuất thân nghèo khổ nên Hậu Chu Thái Tổ Quách Uy hiểu được nỗi khổ của dân. Ông cũng được học hành chút ít, nên chú ý trọng dụng nhân tài và quan tâm cải cách chính trị. Dưới sự cai trị của Quách Uy, tình hình hỗn loạn của thời Ngũ Đại bắt đầu được an định lại.\n\nKhi Hậu Chu mới thành lập, em của Lưu Tri Viễn là [[Lưu Mân|Lưu Sùng]] không phục tùng sự thống trị của Hậu Chu, liền chiếm cứ Thái Nguyên, trở thành 1 chính quyền cát cứ. Lịch sử gọi chính quyền này là [[Bắc Hán]] (một trong Thập Quốc). Để đối kháng với Hậu Chu, Lưu Sùng liền nương tựa vào nước Liêu, tôn vua Liêu làm ''\"hoàng đế chú\"'', nhiều lần nhờ sự giúp đỡ của quân Liêu, đem quân đánh Hậu Chu nhưng đều bị Chu Thái Tổ đánh bại.\n\nTrong suốt 30 năm thời Ngũ Đại, dân tộc Hán ở phía Bắc đã phải chịu sự cai trị của rợ Sa Đà qua 4 triều đại: [[Hậu Lương (Ngũ đại)|Hậu Lương]], [[Hậu Đường]], [[Hậu Tấn]] và [[Hậu Hán]], lại bị người [[Khiết Đan]] nhà Liêu cướp bóc. Đến đời vua Hậu Chu Thái Tổ, dân tộc Hán miền Bắc mới đứng lên làm chủ được, vì nhà Hậu Chu là triều đại của người Hán.\n\nTrong suốt thời thống trị của nhà Hậu Hán, không quan tâm đến đời sống nhân dân, chỉ lo bóc lột của dân, thuế khóa nặng nề, kinh tế suy sụp, ''\"dùng thịt người làm lương thực cho quân lính\"'' (theo [[Lữ Chấn Vũ]]).\n\nĐến khi vua Hậu Chu Thái Tổ lên ngôi, đã xóa bỏ sức ép của sự bóc lột đang đè nặng lên vai nông dân. Ông giảm nhẹ thuế khóa, thủ tiêu đặc quyền miễn thuế, chấn hưng lại kinh tế. Nhờ đó, dân Bắc Trung Quốc mới được yên ổn, đất nước hưng vượng trở lên.<ref name=\":0\" \/>\n\n== Cuối đời và băng hà ==\nNăm 954, Chu Thái Tổ đổ bệnh mất, thọ 51 tuổi. Ông không có con trai, [[Sài hoàng hậu]] có người cháu là [[Hậu Chu Thế Tông|Sài Vinh]], từ nhỏ đã thông minh lanh lợi, lại giỏi giang võ nghệ, được Chu Thái Tổ nhận làm con. Khi Chu Thái Tổ mất, Sài Vinh kế thừa ngôi hoàng đế. Đó là '''Hậu Chu Thế Tông'''.\n* Niên hiệu: Chu Thái Tổ trị vì trong 4 năm (951 - 954) với 2 niên hiệu:\n- Quảng Thuận (951-953),\n\n- Hiển Đức (954). \n* Thụy hiệu: '''Thánh Thần Cung Túc Văn Vũ Hiếu Hoàng Đế.'''<ref name=\":0\" \/>\n\n{{thời gian sống|sinh=904|mất=954}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai nhân vật hoàng gia Trung Quốc}}\n{{Vua thời Ngũ đại Thập quốc}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Vua Hậu Chu]]\n[[Thể loại:Sinh năm 904]]\n[[Thể loại:Mất năm 954]]"}