{"Hề Cân":"'''Đạt Hề Cân''' ({{zh|s=达奚斤|t=達奚斤}}, [[369]] – [[448]]) hay '''Hề Cân''', người quận Đại<ref>Nay là [[Đại Đồng]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>, tướng lãnh [[bắc Ngụy|nhà Bắc Ngụy]] trong [[lịch sử Trung Quốc]].\n\nĐạt Hề là một trong 10 họ của bộ tộc [[Thác Bạt]], dân tộc [[Tiên Ti]]. Trong những năm Thái Hòa (477 - 499), [[Bắc Ngụy Hiếu Văn Đế|Bắc Ngụy Hiếu Văn đế]] tiến hành [[Hán hóa]], đổi gọi họ Đạt Hề ra họ Hề, sử cũ quen gọi ông là '''Hề Cân'''.\n\n==Thời [[Bắc Ngụy Đạo Vũ Đế|Đạo Vũ đế]]==\nHề Cân tính khôn khéo và sáng suốt, lại có hiểu biết và độ lượng.\n\nĐầu những năm Đăng Quốc (386 – 395), ông cùng bọn [[Trưởng Tôn Phì]] cùng thống lãnh Cấm binh. Về sau Ngụy vương [[Bắc Ngụy Đạo Vũ Đế|Thác Bạt Khuê]] lấy Cân làm thị lang, giữ ở bên cạnh. Theo quân phá [[Mộ Dung Bảo]] ở [[Trận Tham Hợp Pha|Tham Hợp Pha]].\n\nĐầu những năm Hoàng Thủy (396 - 397), theo quân đánh [[Trung Nguyên]], được dùng làm Chinh đông trưởng sử, bái làm Việt kỵ hiệu úy, nắm Túc vệ cấm lữ. Xa giá về kinh sư, dân các quận Bác Lăng, Bột Hải, Chương Vũ nổi dậy, giết hại quan viên Bắc Ngụy. Cân cùng bọn Lược Dương công [[Nguyên Tuân]] soái các cánh quân Sơn Đông đi dẹp.\n\nTheo quân đi đánh các bộ lạc thuộc tộc [[Cao Xa]], đại phá bọn họ. Tiếp đó phá được các bộ lạc Khố Địch, Hựu Liên, dời bọn họ đi Tái Nam. Tiếp đó tiến đánh bộ lạc Hầu Mạc Trần, bắt được hơn 10 vạn gia súc các loài, đến Đại Nga Cốc, đặt đồn thú rồi về.\n\nĐược thăng làm Đô thủy sứ giả (chức quan coi việc trị thủy), ra làm Tấn binh tướng quân, U Châu thứ sử, được ban tước Sơn Dương hầu.\n\n==Thời [[Bắc Ngụy Minh Nguyên Đế|Minh Nguyên đế]]==\nMinh Nguyên đế lên ngôi, lấy Cân làm Trịnh binh tướng quân, tuần hành châu quận, thăm hỏi nhân dân. Dân Chương Vũ là Lưu Nha tụ đảng làm loạn, ông đánh dẹp được. Có chiếu khen Cân đời đời trung hiếu, tặng cha là [[Hề Đan|Đan]] tước Trường ninh tử.\n\nĐế đi Vân Trung, để ông giữ kinh sư. Xương Lê vương Mộ Dung Bá Nhân cùng bọn Lý Trầm 300 người mưu phản, Cân nghe được, triệu Bá Nhân đến Đông vũ của điện Thiên Văn, tra hỏi bằng được, bắt hết đồng đảng mà giết đi. Có chiếu cho ông cùng bọn Nam Bình công [[Trưởng Tôn Tung]] đều ngồi ở triều đường, xét xử tù đồ.\n\nĐế duyệt quân ở Đông Giao, lấy Cân coi việc Tả thừa tướng, duyệt quân ở núi Thạch Hội. Xa giá đi về phía tây, có chiếu lấy ông làm tiền khu, dẹp bộ lạc Việt Lặc ở núi Lộc Na, đại phá bọn họ, bắt được 5 vạn thớt ngựa, 20 vạn bò, cừu. dời hơn 2 vạn nhà mà về.\n\nLại có chiếu cho ông cùng bọn Trưởng Tôn Tung 8 người, ngồi ở bên phải cửa Chỉ Xa (dừng xe), xử lý chánh sự. Người Nhuyễn Nhuyễn xâm phạm, lệnh cho bọn Cân đuổi đánh. Được bái làm Thiên bộ đại nhân, tiến tước làm công, mệnh cho ông ra vào triều được ngồi xe, có người theo hầu.\n\n[[Bắc Ngụy Thái Vũ Đế|Thác Bạt Đảo]] làm Thế tử, lâm triều nghe chính, lấy ông làm Tả phụ.\n\nLưu Tống Thiếu đế [[Lưu Tống Thiếu Đế|Lưu Nghĩa Phù]] bị lật đổ, triều đình muốn nhân đó giành lấy vùng Hà Nam, lấy ông làm Giả tiết, Đô đốc tiền phong chư quân sự, Tư không công, Tấn binh đại tướng quân, Hành Dương Châu thứ sử, soái bọn Ngô binh tướng quân Công Tôn Biểu nam chinh. Cân theo kế của Biểu, đánh Hoạt Đài, không hạ được, xin thêm quân. Đế giận, gởi thư trách mắng. Ông bèn tự đưa quân xuống phía nam, nhắm đến Trung Sơn. Đông Quận thái thú Vương Cảnh Độ [[lưu Tống|nhà Lưu Tống]] bỏ thành chạy trốn, bọn [[Tư Mã Sở Chi]] sai sứ xin hàng. Cân từ Hoạt Đài đi gấp Lạc Dương, Hổ Lao thủ tướng [[Mao Đức Tổ]] nhà Lưu Tống sai bọn tư mã Địch Quảng, tướng quân Diêu Dũng Thác, Đậu Bá đưa 5000 quân giữ thổ lâu chống lại. Cân tiến đánh, phá được; bọn Quảng một ngựa chạy thoát, quân Tống bị giết sạch. Ông ruổi quân đến Hổ Lao, dừng lại ở bờ đông sông Tỷ, không mang theo xe cộ quân nhu, tự soái khinh binh tiến xuống Hà Nam, Toánh Xuyên, Trần Quận về phía nam, trăm họ không nơi nào không quy phụ. Trần Lưu thái thú Nghiêm Lăng dâng quận đầu hàng. Ông tiếp tục bình định các quận thuộc Duyện, Dự, rồi quay lại vây Hổ Lao, Đức Tổ cố thủ chưa hạ được ngay. Khi thành vỡ, Cân đặt quan viên để phủ dụ. Từ khi Bắc Ngụy mở nước, đại tướng cầm quân, chỉ có Trưởng Tôn Tung từng chống lại Lưu Dụ; nay ông đánh Hà Nam, riêng cấp Lậu khắc (đồng hồ nước) cùng 12 cây Nha kỳ (cờ ngà voi).\n\nMinh Nguyên đế băng, ông bèn ban sư trở về kinh.\n\n==Thời [[Bắc Ngụy Thái Vũ Đế|Thái Vũ đế]]==\nThái Vũ đế lên ngôi, Cân được tiến tước Nghi Thành vương, vẫn làm Tư không.\n\nBắc Ngụy Thái Vũ đế đánh [[Hạ|nước Hạ]], sai ông soái bọn Nghĩa binh tướng quân Phong Lễ đốc 45000 tập kích Bồ Phản. Thủ tướng Hách Liên Ất Thăng nghe tin, sai sứ báo với Hạ vương [[Hách Liên Xương]]. Sứ giả đến Thống Vạn, thấy đại quân Ngụy đã vây thành, về nói với Ất Thăng \"Xương đã thua rồi.\" Ất Thăng sợ, bỏ Bồ Phản chạy về phía tây. Cân đuổi theo đánh bại hắn ta, Ất Thăng bèn đi Trường An. Ông vào Bồ Phản, thu hết tài sản của hắn ta, phủ dụ trăm họ an tâm làm ăn.\n\nEm Xương là Trợ Hưng, trước giữ Trường An. Ất Thăng đến, lại cùng Trợ Hưng bỏ thành, chạy đi An Định ở phía tây, Cân chiếm được Trường An. Vì thế các dân tộc Đê, Khương ở vùng Tần Ung đều xin quy phụ. Ông cùng [[Hách Liên Định]] giằng co, Định nghe tin Xương thua, bèn chạy đi Thượng Khuê. Cân đuổi theo đến đất Ung, không kịp mà về. Có chiếu ban sư, ông nhất định không đồng ý, mấy lần dâng biểu xin đánh. Đế cho, cấp vạn người, sai tướng quân Lưu Bạt đưa đến 3000 thớt ngựa. Ông tiến đánh An Định, Xương lui về Bình Lương. Cân đóng đồn ở An Định, lấy cớ lương cạn ngựa chết, đặt lũy cố thủ. Giám quân thị ngự sử [[An Hiệt]] tiến đánh, bắt được Xương.\n\nNgười Hạ lập Định làm chủ, giữ Bình Lương. Cân cho rằng mình là nguyên soái, mà không bắt được Xương, rất hổ thẹn. Bèn bỏ lại quân nhu, mang theo 3 ngày lương, đuổi đánh Định ở Bình Lương. [[Nga Thanh (Bắc Ngụy)|Nga Thanh]] muốn theo đường thủy mà đi, ông không nghe, từ Bắc đạo đón đường chạy của quân Hạ. Quân Hạ chưa đến, gặp lúc một viên tiểu tướng có tội, trốn đi thông báo nội tình của quân Ngụy. Định biết quân của Cân thiếu lương, bèn đón đánh trước sau. Quân Ngụy tan vỡ, ông cùng Nga Thanh, Lưu Bạt bị bắt, tướng sĩ chết đến 6, 7 ngàn người. Về sau Đế hạ được Bình Lương, bọn Cân mới thoát ra. Bị miễn chức, phải làm việc bếp núp, sai vác rượu thịt theo xa giá về kinh sư mà chịu nhục.\n\nÍt lâu sau được bái làm An đông tướng quân, giáng tước làm công. Xa giá sắp đi dẹp Phùng Văn Thông, có chiếu cho Cân gọi dân U Châu cùng tộc [[Đinh Linh]] ở Mật Vân được vạn người, vận chuyển công cụ ra Nam đạo. Đầu những năm Thái Duyên (435 - 440), làm Vệ úy, đổi làm Hoằng Nông vương, gia hiệu Chinh nam đại tướng quân. Sau làm Vạn kỵ đại tướng quân.\n\nVua Ngụy triệu tập quần thần ở Tây Đường, bàn việc đánh [[Bắc Lương]]. Bọn Hề Cân hơn 30 người bàn rằng: ''Hà Tây vương [[Thư Cừ Mục Kiền]] vẫn cống nạp đầy đủ, vả quân đội năm trước mới viễn chinh, người ngựa mỏi mệt; lại thêm Lương Châu khô hạn, khó lòng giao chiến lâu dài''. Đế không nghe. Bắc Lương dẹp xong, nhờ công được ban 70 hộ nô bộc. Bởi Cân là nguyên lão, được ban An xa, cho phán xử hình ngục, tra xét triều chánh.\n\nHề Cân tranh biện mạnh mẽ, rất hay đàm luận. Ông kể những chuyện xưa, tuy không phải luôn đúng, nhưng cũng có chỗ hay, người nghe đều thán phục. Mỗi lần nghị chánh, phần nhiều ý kiến của Cân được dùng, triều đình tín nhiệm. Năm Thái Bình Chân Quân thứ 9 (448), hoăng. Hưởng thọ 80 tuổi. Đế đích thân đến khóc, đặt thụy là Chiêu vương.\n\nHề Cân có mấy chục vợ, hơn 20 con trai.\n\n==Tham khảo==\n* [[Ngụy thư]]\n* [[Bắc sử]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Tướng nhà Bắc Ngụy]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]\n[[Thể loại:Sinh năm 369]]\n[[Thể loại:Mất năm 448]]"}