{"Hồ Tông Thốc":"{{Chú thích trong bài|date=tháng 1\/2022}}\n'''Hồ Tông Thốc''' (胡宗簇; 1324-1404) là một vị quan, [[nhà sử học]] của [[Việt Nam]] vào thời vua [[Trần Nghệ Tông]]. Ông làm quan cho [[triều Trần]] tới chức Hàn Lâm học sĩ phụng chỉ kiêm Thẩm hình viện sứ, soạn các bộ sách sử như Việt Nam thế chí (01 bộ); [[Việt sử cương mục]] (01 bộ), nay đã thất lạc, mất năm 80 tuổi.\n\n==Nguồn gốc và giáo dục==\nTên của ông nguyên là '''Hồ Tông Thốc''', song sách ''[[Khâm định Việt sử Thông giám cương mục|Khâm Định Việt Sử Thông Giám Cương Mục]]'' (gọi tắt là Cương mục) ghi là '''Hồ Tôn Thốc''' (đổi sang ''Tôn'') do kiêng [[húy]] [[nhà Nguyễn]].Ông người ở Sĩ Thành<ref>Sách Khâm định việt sử thông giám cương mục ghi là người Đông Thành, Diễn Châu<\/ref>, Diễn Châu, nay là xã Thọ Thành, huyện [[Yên Thành]], tỉnh [[Nghệ An]].\n\nHồ Tông Thốc tuổi trẻ đã đỗ cao, có tài danh. Khi chưa nổi danh, gặp tết Nguyên tiêu, có đạo nhân là Lê Pháp Quan treo đèn đặt tiệc, mời khách văn chương đến dự làm vui. Hồ Tông Thốc nhận thiếp xin đề thơ, làm xong trăm bài thơ ngay trên bữa tiệc. Mọi người xúm lại xem, rất thán phục. Từ đấy tiếng dậy kinh sư, vì giỏi văn học nên được người đương thời kính trọng.<ref name=\"Nội 1993\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 277, 278<\/ref>\n\n==Sự nghiệp==\n===Quan trường===\n\nDưới triều vua Trần Nghệ Tông, năm 1372, Hồ Tông Thốc được làm Hàn Lâm viện học sĩ. Trước kia Hồ Tông Thốc làm An phủ, có lấy của dân, việc bị phát giác, vua Trần Nghệ Tông thấy làm lạ hỏi ông chuyện đó. Tông Thốc lạy tạ thưa rằng: ''Một con chịu ơn vua, cả nhà ăn lộc trời'', vua tha tội cho. Sau ông được thăng nhiều lần, năm 1386 được phong làm Hàn Lâm học sĩ phụng chỉ kiêm Thẩm hình viện sứ.<ref name=\"Nội 1993\"\/>\n\n===Tác phẩm===\nNhà Minh xâm lược Đại Việt, theo phần Văn Tịch chí trong sách Lịch triều hiến chương loại chí, các sách của Hồ Tông Thốc đã bị nhà Minh tịch thu đem về Kim Lăng, nay đã mất, bao gồm: Thảo nhàn hiệu tần (1 quyển); Việt Nam thế chí (1 bộ); Việt sử cương mục (1 bộ).<ref>Khâm định việt sử thông giám cương mục, bản điện tử, tr 356<\/ref> Các sách Truyền kỳ mạn lục của Nguyễn Dữ, Hoàng Việt thi tuyển của Bùi Huy Bích còn chép được mấy bài thơ như Thị ý, Đề Hạng Vương từ (2 bài), Du Động Đình họa Nhị Khê của Hồ Tông Thốc.<ref>[http:\/\/vanhoanghean.com.vn\/dat-va-nguoi-xu-nghe6\/nguoi-xu-nghe43\/ho-tong-thoc-la-nguoi-dua-thoi-dai-hung-vuong-vao-chinh-su] Hồ Tông Thốc là người đưa thời đại Hùng Vương vào chính sử\n<\/ref>\n\nTrích dẫn bài thơ Đề Hạng Vương Từ:\n\n'''Đề Hạng Vương Từ'''\n\n''Bách nhị sơn hà khởi chiến phong\n\nHuề tương tử đệ nhập Quan Trung\n\nYên tiêu Hàm Cốc châu cung lãnh\n\nTuyến tán Hồng Môn ngọc đẩu không\n\nNhất bại hữu thiên vong Trạch Tả\n\nTrùng lai vô địa đáo Giang Đông\n\nKinh doanh ngũ tại thành hà sự?\n\nTiêu đắc khu khu tán Lỗ Công''\n\n'''Dịch nghĩa:'''\n\n'''Đề đền Hạng Vương'''\n\nNon nước trăm hai nổi bụi hồng\n\nĐem đoàn đệ tử đến Quan Trung\n\nKhói tan Hàm Cốc cung châu lạnh\n\nTuyến rã Hồng Môn chén ngọc tan\n\nThua chạy trời xui đường Trạch Tả\n\nQuay về đất lấp nẻo Giang Đông\n\nNăm năm lặn lội hoài công cốc\n\nChỉ còn vùi nơi mộ Lỗ Công.\n\n==Cái chết==\n\nTheo sách Đại Việt sử ký toàn thư, Hồ Tông Thốc chết khi 80 tuổi, năm 1404.\n==Ghi công==\nTên ông được đặt cho trường Trung học Cơ sở Hồ Tông Thốc (ở xã Thọ Thành, huyện [[Yên Thành]], [[Nghệ An]]), và đường Hồ Tông Thốc (ở thị trấn Tân Kỳ, huyện [[Tân Kỳ]], tỉnh [[Nghệ An]]).\n\n==Nhận định==\n\nNgô Sỹ Liên trong Đại Việt sử ký toàn thư bàn về sách Việt sử cương mục của Hồ Tông Thốc:''Riêng có bộ “Việt sử cương mục”của Hồ Tông Thốc làm là ghi chép thận trọng mà có phương pháp, bình luận sự việc thiết đáng mà không rườm rà, cũng gần hy vọng được. Nhưng sau cơn binh lửa, sách ấy không truyền.''\n\n==Giai thoại==\nTheo sách Đại Việt sử ký toàn thư, trong thời gian đi sứ Trung Quốc ông có làm nhiều bài thơ hay. Trong đó phải nhắc đến bài thơ đuổi hồn ma Hạng Vũ như sau: Thói thường khi đi qua Ô Giang, nơi có đền thờ Hạng Vũ trên bờ sông, ai muốn qua sông an toàn thì phải mua hương và vàng mã để đốt cho Hạng Vũ. Nhưng Hồ Tông Thốc không mua mà cứ giục thuyền đi thẳng, đi đến giữa sông thì chợt nổi sóng gió mịt mù, thuyền như sắp lật nhưng ông không hề sợ mà còn đứng trước mũi thuyền đọc to bốn câu thơ: \"''Quân bất quân hề, thần bất thần. Như hà miếu mạo tại Giang Tân. Giang Đông tích nhật do hiềm tiểu. Hà tích thiên tiền bách vạn càn''\". Dịch nghĩa như sau: \"''Vua chẳng ra vua, tôi chẳng tôi. Trên sông đình miếu để thờ ai? Giang Đông ngày trước còn chê nhỏ. Tiền giấy nay sao lại cố đòi?''\n\nÝ bài thơ là Hạng Vũ là tôi nước Sở nhưng quyền uy át vua nhỏ. Lúc đánh thua Lưu Bang có người khuyên ông nên đến Giang Đông để chiêu mộ binh sĩ quay lại tranh thiên hạ với Lưu Bang nhưng ông chê Giang Đông đất hẹp, người thưa khó lập đại nghiệp nên ông quay ra tử chiến với Lưu Bang và bị chết, hành động ấy không phải hành động của người trượng phu. Bài thơ vừa dứt thì sóng gió tắt ngấm, dòng sông êm đềm trở lại. Từ đấy mọi người đi qua sông đều không phải đốt vàng mã nữa. Sau đó Hồ Tông Thốc đến thăm đền thờ Hạng Vũ và có làm bài thơ ca ngợi tính dũng cảm thiện chiến của ông.\n\n==Tham khảo==\n*Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993.\n*Khâm định việt sử thông giám cương mục,Nhà xuất bản giáo dục, 1997.\n*Hoàng Việt văn tuyển, Nhà xuất bản văn học, 2007.\n*Truyền kỳ mạn lục, Nhà xuất bản văn nghệ, 1988.\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n* [https:\/\/www.mofa.gov.vn\/quehuong\/nr050307131435\/nr050307110310\/nr050307153635\/ns060712150437\/newsitem_print_preview Một nhà ba trạng nguyên]\n*\n[http:\/\/vanhoanghean.com.vn\/dat-va-nguoi-xu-nghe6\/nguoi-xu-nghe43\/ho-tong-thoc-la-nguoi-dua-thoi-dai-hung-vuong-vao-chinh-su] Hồ Tông Thốc là người đưa thời đại Hùng Vương vào chính sử.\n\n{{Thời gian sống |1324}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà sử học Việt Nam]]"}