{"Imagawa Yoshimoto":"{{Infobox Chinese\n|title             = 今川義元\n|kanji             = 今川 義元\n|romaji            = Imagawa Yoshimoto\n|hiragana          = いまがわ よしもと\n|katakana          = イマガワ ヨシモト\n}}\n[[Tập tin:Imagawa-Yoshimoto-Ukiyo-e.jpg|nhỏ|phải|Imagawa Yoshimoto]]\n[[Tập tin:The grave of Yoshimoto Imagawa in Okehazama.jpg|nhỏ|phải|Mộ Imagawa Yoshimoto ở Okehazama]]\n{{nihongo|'''Imagawa Yoshimoto'''|今川義元||hanviet=Kim Xuyên Nghĩa Nguyên|kyu=|hg=|kk=|extra=[[12 tháng 6]], [[1519]] - [[1560]]}} là một trong các ''[[daimyō|daimyo]]'' hàng đầu (lãnh chúa phong kiến) vào đầu [[thời kỳ Chiến Quốc (Nhật Bản)|thời đại Sengoku]] ở Nhật Bản. Lấy cơ sở là [[tỉnh Suruga]], ông là một trong ba daimyo thống trị [[Tōkaidō (vùng)|vùng Tōkaidō]]. Ông là một trong những daimyo có ảnh hưởng lớn cho đến khi qua đời năm 1560\n\n==Thời trẻ==\nÔng là con trai thứ ba của [[Imagawa Ujichika]]. Ông được gửi đến một đền thờ khi còn là một cậu bé và được đổi tên là Baigaku Shōhō. Tình hình không còn yên ổn khi anh trai ông, [[Imagawa Ujiteru|Ujiteru]] chết đột ngột (có người nói ông bị ngộ độc) năm 1536. Người anh trai cùng cha của ông, Genkō Etan, cố đoạt quyền thừa kế nhưng gia tộc chia thành hai phe. Phe của Yoshimoto cho rằng mẹ của ông là chính thất của Ujichika, nên ông là người thừa kế chính thức. Phe của Genkō Etan cho rằng vì Etan lớn tuổi hơn nên ông mới đúng là người thừa kế. Mẹ của Genkō Etan là thiếp và là người nhà Kushima, nhưng họ bị đánh bại và bị sát hại ở trong sự kiện Hanakura-no-ran (Hanagura-no-ran). Ông đổi tên là Yoshimoto sau sự kiện này và thừa kế quyền điều hành gia tộc. Quan hệ với gia tộc Hōjō xấu đi khi ông kết hôn với con gái Takeda Nobutora (mẹ của Ujizane). Ông đẩy lùi nhà Hōjō, và giành quyền kiểm soát một vùng rộng lớn bao gồm các tỉnh Suruga, Totomi, và Mikawa tỉnh.\n\n==Trận Okehazama==\n{{chính|Trận Okehazama}}\n\nVào tháng 5 hay tháng 6 năm 1560, sau khi thành lập liên minh tay ba với hai nhà Takeda và Hojo, Yoshimoto tiến quân đến thủ phủ của [[Tokugawa Ieyasu|Matsudaira Motoyasu]] ở Mikawa. Mặc dù có lực lượng mạnh đến 25.000 người, Yoshimoto thận trọng tuyên bố rằng mình có đến 40.000 lính. Trong khi lời tuyên bố này làm nhiều người sợ hãi, nhưng [[Oda Nobunaga]] ở [[tỉnh Owari]] đã nhìn thấu được kế này.\n\nSau hàng loạt thắng lợi, quân đội của Yoshimoto lơ là cành giác, chúc mừng chiến thắng bằng rượu [[sake]] và các bài hát. Một đòn tấn công bất ngờ của quân đội Oda sau một trận mưa rào khiến cho toàn quân của Yoshimoto hoàn toàn mất khả năng điều khiển, và chính Yoshimoto tử trận.\n\n[[Imagawa Ujizane]] thừa kế vị trí đứng đầu gia tộc sau khi Yoshimoto qua đời, nhưng nhà Imagawa dần bị mất quyền lực, và cuối cùng trở thành thuộc hạ của [[gia tộc Tokugawa]].\n\n==Các tướng của Yoshimoto==\n{| class=\"wikitable\"\n| [[Tokugawa Ieyasu|Matsudaira Motoyasu]]\n| [[Okabe Motonobu]]\n| [[Matsui Munenobu]]\n| [[Udono Nagateru]]\n| [[Asahina Yasutomo]]\n| [[Ii Naomori]]\n|}\n<br \/>\n<sub>Bảng sau liệt kê các tướng không có trang riêng trong wikipedia<\/sub>\n\n{| class=\"wikitable\"\n| Abe Motozane\n| Ichinomiya Munekore\n| Ii Naochika\n| Iio Tsuratatsu\n| Iio Noritsura\n| Itami Yasunao \n| Katsurayama Ujimoto\n| Yamaguchi Noritsugu\n| Yamaguchi Noriyoshi\n| Yokoe Magohachi\n| Taigen Sessai\n| Miura Yoshinari\n|}\n\n==Xuất hiện trong văn hóa đại chúng==\n[[Tập tin:Yoshimoto.jpg|phải|200 px|nhỏ|Hình Imagawa Yoshimoto trong video game ''[[Samurai Warriors 2: Xtreme Legends]]'' của [[Koei]].]]\nImagawa Yoshimoto là một nhân vật chơi được trong game hành động ''[[Samurai Warriors|Samurai Warriors: Xtreme Legends]]'' của [[Koei]]. Ông cũng xuất hiện lúc đầu trong game hành động chiến thuật ''[[Kessen III]]''. Cả hai game đều mô tả Imagawa là người ăn mặc diêm dúa và tính trẻ con, mặc dù ''Samurai Warriors'' nhấn vào điểm này nhất khi cho ông dùng [[kemari]] (quả bóng đá của Nhật), làm vũ khí (mặc dù ông sử dụng một thanh kiếm thông thường trong game Samurai Warriors đầu tiên). Khi phần truyện của ông kết thúc, Yoshimoto làm một việc phi thường là đánh bại được cả [[Takeda Shingen]] và [[Oda Nobunaga]] ở Kyoto, và sau đó chơi kemari một cách vui vẻ khi các daimyo khác nhìn vào vừa thích thú, vừa phẫn nộ.\n\nTuy nhiên, trong Samurai Warriors 2, vì vấn đề thời gian (cũng như một bước chuyển trong cuộc đời Nobunaga từ những năm trước ông), trận Okehazama trở thành một phần đoạn phim giới thiệu của Nobunaga, [[Nōhime|Noh]], và [[Akechi Mitsuhide|Mitsuhide]], và Yoshimoto chỉ được nhắc đến khi ông bị đâm chết trong kiệu của mình bởi một lính cầm giáo của. Tuy vậy, trong Samurai Warriors 2: Xtreme Legends, trận đánh lại được đưa vào, và Yoshimoto có một diện mạo và các chiêu thức mới cũng như một câu chuyện khác về ông sống sót sau trận công kích dữ dội ở Okehazama.\n \nTrong trò chơi [[Warriors Orochi]] cũng của [[Koei]], Yoshimoto tham gia vào lực lượng khởi nghĩa chống lại Orochi, nhưng rồi gia nhập đội quân nước [[Tào Ngụy]] sau khi bị đội quân này đánh bại ở đất Saika.\n\nYoshimoto cũng là một nhân vật chơi được trong game hành động Nhật Bản Sengoku Basara (cũng như phần mở rộng). Game được làm lại khá nhiều khi đến thị trường phương Tây và được đổi tên là ''Vua Quỷ'', cắt đi tất cả những phần liên quan đến lịch sử Nhật Bản, Nhân vật Yoshimoto do vậy trở thành.\n\nTrong bản dịch ''Con đường sát thủ'' ([[''Hanzo no Mon'']]), viết về viễn cảnh của Tokugawa Ieyasu và Hattori Hanzō, Yoshimoto được nhìn nhận một cách xác thực hơn (có lẽ hơi trớ trêu khi so sánh với Nobunaga) và thậm chí trong chiến dịch Okehazama còn quyết định thay thế Ujizane bằng Ieyasu (khi đó làMatsudaira Motoyasu) trên vị trí người thừ kế, mặc dù chết trước khi làm được điều đó.\n\nÔng cũng xuất hiện thoáng qua trong manga ngắn của Yoshihiro Takahashi, Kacchu no Senshi Gamu.\n\n{{Các chủ đề|Nhật Bản|Lịch sử}}\n{{Kiểm soát tính nhất quán}}\n{{thể loại Commons|Imagawa Yoshimoto}}\n\n==Tham khảo==\n{{tham khảo}}\n{{Nhân vật nổi bật thời Sengoku}}\n\n[[Thể loại:Sinh năm 1519]]\n[[Thể loại:Mất năm 1560]]\n[[Thể loại:Daimyo]]\n[[Thể loại:Thời kỳ Sengoku]]"}