{"Ioannes I Tzimiskes":"{{Thông tin nhân vật hoàng gia\n|tên            =Ioannes I Tzimiskes \n|tên đầy đủ       = \n|tước vị          =[[Hoàng đế]] của [[Đế quốc Đông La Mã]]\n|hình= Histamenon nomisma-John I-sb1776.jpg\n|ghi chú hình        =Đồng xu vàng ''[[histamenon]]'' của Ioannes Tzimiskes thể hiện cảnh ông được Đức Mẹ Maria đội vương miện.\n|tại vị          =11 tháng 12, 969 – 10 tháng 1, 976\n|sinh  =khoảng 925\n|nơi sinh =\n|mất  =10 tháng 1, 976 (50 tuổi)\n|nơi mất =[[Constantinopolis]]\n|tiền nhiệm    = [[Nikephoros II Phokas]]\n|kế nhiệm      = [[Basileios II]]\n|phối ngẫu         = Maria Skleraina & [[Theodora, con gái của Konstantinos VII|Theodora]]\n|hoàng tộc        = [[Nhà Makedonia|Makedonia]]\n}} \n'''Ioannes I Tzimiskes''' ({{Lang-el|Ἰωάννης Α΄ Τζιμισκής}}, ''Iōannēs&nbsp;I Tzimiskēs''; khoảng [[925]] – [[10 tháng 1]], [[976]]) là [[Hoàng đế Đông La Mã]] từ ngày [[11 tháng 12]] năm [[969]] đến ngày [[10 tháng 1]] năm 976. Là một vị tướng trực quan và tài năng, ông đã góp phần củng cố đế chế và mở rộng cương thổ trong suốt triều đại ngắn ngủi của mình.<ref>{{chú thích sách |last=Treadgold |first=Warren |title=A History of the Byzantine State and Society |url=https:\/\/archive.org\/details\/historybyzantine00trea_749 |publisher=Stanford University Press |year=1997 |location=Stanford |page=[https:\/\/archive.org\/details\/historybyzantine00trea_749\/page\/n530 512] |isbn=0-8047-2630-2 }}<\/ref> Ngày nay tên của ông đã được Chính phủ [[Hy Lạp]] đặt cho con đường thương mại chính ở trung tâm thành phố [[Thessaloniki]] gọi là [[Đường Tsimiski]].\n\n==Thân thế==\n[[Hình:Gunthertuch.jpg|left|thumb|250px|[[Gunthertuch|Bamberger Gunthertuch]], một tấm thảm lụa Đông La Mã mô tả sự trở về của Ioannes Tzimiskes sau một chiến dịch thành công.]] \nIoannes I Tzimiskes được sinh ra trong dòng họ [[Kourkouas]], một gia tộc gốc gác [[Armenia]].<ref>John H. Rosser. Historical Dictionary of Byzantium. — Second Edition.— Scarecrow Press, 2011. — p. 52.:\"''Beginning in the sixth century, Armenians emigrated to Byzantium in great numbers, becoming the most assimilated of any ethnic group, while, at the same time, maintaining their distinct literature, religion, and art. Thousands of Armenian soldiers served in imperial forces, and a number of important military leaders and civil administrators were Armenian, including emperors Leo V, Basil I, Romanos I Lekapenos, and John I Tzimiskes.''\"<\/ref> Các học giả đã suy đoán rằng biệt danh \"''Tzimiskes''\" của ông được bắt nguồn hoặc từ ''Chmushkik'' (Չմշկիկ), trong [[tiếng Armenia]] có nghĩa là \"giày ống đỏ\", hoặc một từ tiếng Armenia mang nghĩa \"tầm vóc ngắn\". Một lời giải thích có phần thuận lợi hơn được đưa ra bởi nhà sử học Armenia thời Trung cổ [[Matthew thành Edessa]], cho rằng \"Tzimiskes là từ vùng Khozan, từ khu vực mà nay gọi là [[Çemişgezek|Chmushkatzag]]\".<ref>{{hy icon}} [[Matthew of Edessa]]. ''Մատթեոս Ուռհայեցի`Ժամանակնագրություն'' (''The Chronicle of Matthew of Edessa''). Translation and commentary by [[Hrach Bartikyan]]. Yerevan, Armenian SSR: Hayastan Publishing, 1973, pp. 12–13.<\/ref> Khozan nằm trong khu vực Paghnatun, trong tỉnh [[Armenia Thứ tư]] (Sophene) thuộc Đông La Mã.<ref>See Matthew of Edessa. ''The Chronicle of Matthew of Edessa'', p. 301, note 52.<\/ref>\n\nTzimiskes chào đời vào năm 925 từ kết quả của mối tình giữa một thành viên giấu tên của gia tộc Kourkouas với em gái của Hoàng đế [[Nikephoros II Phokas]] trong tương lai. Cả Kourkouti và [[Phokadai]] đều được xếp thành những dòng tộc [[Cappadocia]], và là những kẻ nổi bật nhất trong số tầng lớp quý tộc quân sự mới nổi vùng [[Tiểu Á]]. Một số thành viên của họ đã từng là tướng lĩnh tài ba, đáng chú ý nhất là [[Ioannes Kourkouas]] với công lao chinh phục miền [[Melitene]] và phần lớn xứ Armenia.\n\nCác nguồn sử liệu đương thời mô tả Tzimiskes như một người đàn ông cường tráng thấp bé với mái tóc vàng hoe hơi đỏ và bộ râu cùng đôi mắt xanh cuốn hút phụ nữ.<ref>Treadgold. ''History of the Byzantine State and Society'', pp. 505, 506.<\/ref> Ông xem ra từng tòng quân hồi còn trẻ, ban đầu phục dịch dưới trướng người chú bên ngoại Nikephoros Phokas. Sau này cũng được coi là người hướng dẫn về binh pháp cho Tzimiskes. Một phần do mối liên hệ dòng tộc và một phần là nhờ vào khả năng cá nhân của mình, Tzimiskes đã nhanh chóng thăng quan tiến chức. Ông được triều đình giao phó trọng trách chỉ huy quân sự và chính trị tại quân khu (thema) Armenia trước khi bước sang tuổi hai mươi lăm.\n\nCuộc hôn nhân với Maria Skleraina, con gái của [[Pantherios Skleros]] và em gái của [[Bardas Skleros]], đã giúp ông gắn kết với danh gia vọng tộc [[Skleroi]]. Giới sử gia hiểu biết quá ít về thân thế Maria Skleraina; bà đã chết trước khi Tzimiskes lên ngôi, và cả hai dường như không có con. Nhà sử học đương đại [[Leon Diakonos]] còn nhận xét rằng bà sở hữu dung mạo mỹ miều lẫn trí tuệ sắc sảo.{{sfn|PmbZ|loc=Maria Skleraina (#24924)}}\n\n==Lên ngôi==\n[[Tập tin:Coronation of John Tzimiskes.jpg|thumb|250px|Lễ đăng quang của Ioannes Tzimiskes, lấy từ quyển ''[[Madrid Skylitzes]]'']] \nĐế quốc Đông La Mã đang [[Chiến tranh Đông La Mã–Ả Rập (780–1180)|có chiến tranh]] với các nước láng giềng phía đông gồm các tiểu vương quốc tự trị và bán tự trị khác nhau nổi lên từ sự tan rã của [[Nhà Abbas|Vương triều Abbas]]. Nổi bật nhất trong số đó là [[Tiểu vương quốc Aleppo]] nhà [[Hamdanid]], dưới sự cai trị của [[Sayf al-Dawla]]. Armenia từng là ranh giới giữa hai đế chế và Tzimiskes đã bảo vệ thành công tỉnh này. Đích thân ông dẫn lực lượng của mình gia nhập vào đại quân triều đình đang trong chiến dịch dưới sự chỉ huy của Nikephoros Phokas.\n\nNikephoros (có nghĩa là \"người mang chiến thắng\") đã chứng minh danh xưng của mình bằng một loạt chiến công vang dội, di dời các đường biên giới phía đông với việc chiếm giữ khoảng 60 thành phố vùng biên bao gồm cả [[Aleppo]]. Đến năm [[962]], nhà Hamdan đã đề nghị cầu hòa với các điều kiện có lợi cho Đông La Mã, đảm bảo an ninh cho cả tuyến biên giới phía đông của đế chế thêm một vài năm nữa. Bản thân Tzimiskes còn nổi danh với ba quân trong suốt cuộc chiến ở bên chú mình và thống lĩnh một phần binh sĩ chiến đấu dưới sự chỉ huy của riêng mình, như trong [[trận Raban]] năm [[958]]. Ông còn được lòng tướng sĩ và có tiếng vang nhờ quyền chủ động trong trận đánh đã giúp quân Đông La Mã chuyển bại thành thắng trước quân thù.\n\nSau cái chết của Hoàng đế [[Romanos II]] vào năm [[963]], Tzimiskes thúc giục người chú đoạt lấy ngai vàng. Sau khi giúp Nikephoros lên ngôi và tiếp tục bảo vệ các tỉnh phía đông của đế quốc, Tzimiskes bỗng nhiên bị cách chức chỉ huy bởi một mưu toan soán ngôi, mà ông trả đũa lại bằng cách hợp lực với vợ của Nikephoros là [[Theophano]] và một số tướng lĩnh hàng đầu lòng đầy bất mãn ([[Mikhael Bourtzes]] và [[Leon Balantes]]) tiến hành ám sát Nikephoros.\n\n==Triều đại==\n[[Hình:Lebedev Svyatoslavs meeting with Emperor John.jpg|thumb|250px|Cuộc gặp gỡ của [[Svyatoslav I]] với Hoàng đế Ioannes Tzimiskes]] \nSau khi đăng quang vào tháng 12 năm 969, Tzimiskes liền cử em rể [[Bardas Skleros]] tới trấn áp một cuộc nổi loạn của [[Bardas Phokas Trẻ|Bardas Phokas]], một người anh em họ của Tzimiskes khao khát kế thừa ngôi vị của hoàng thúc. Để củng cố vị trí của mình, Tzimiskes đã kết hôn với [[Theodora]], con gái của cố Hoàng đế [[Konstantinos VII]]. Hoàng đế vẫn cố biện minh cho sự tiếm quyền của mình bằng cách chặn đứng những cuộc xâm lăng Đế quốc của ngoại bang. Trong một loạt các chiến dịch chống lại sự xâm lấn của người [[Rus Kiev]] lên vùng Hạ [[Danube]] vào năm 970–971, ông đánh đuổi quân thù ra khỏi xứ [[Thracia]] trong [[Trận Arcadiopolis (970)|trận chiến Arcadiopolis]], vượt qua núi [[Haemus Mon|Haemus]], và [[Cuộc vây hãm Dorostolon|công hãm pháo đài Dorostolon]] ([[Silistra]]) trên sông Danube trong sáu mươi lăm ngày, chỉ sau vài trận kịch chiến mà ông đã đánh tan tành quân của Đại công [[Svyatoslav I]] xứ Rus. Tzimiskes và Svyatoslav đã kết thúc việc hòa đàm theo đó thì các loại vũ khí, áo giáp và đồ tiếp tế đã được đem ra trao đổi cho chuyến khởi hành của người Rus đang lâm vào tình cảnh đói kém. Trên đường trở về [[Constantinopolis]], Tzimiskes làm lễ ca khúc khải hoàn, cho xây [[Nhà thờ Chúa Kitô Chalkè]] để tạ ơn, đoạt lấy biểu tượng hoàng gia của Hoàng đế [[Boris II của Bulgaria|Boris II]] xứ Bulgaria bị cầm tù, và tuyên bố sáp nhập [[Bulgaria]] vào cương thổ của đế chế. Hoàng đế tiếp tục củng cố vùng biên giới phía bắc của mình bằng cách di dời một số kiều dân giáo phái [[Paulicia]] đến xứ Thracia, mà ông nghi ngờ họ thông đồng với các nước láng giềng [[Hồi giáo]] ở phía đông.\n\nNăm [[972]] Tzimiskes quay lưng lại với Đế chế Abbas và chư hầu, khởi đầu bằng một cuộc xâm lược vùng Thượng [[Lưỡng Hà]]. Một chiến dịch thứ hai vào năm [[975]] nhằm vào [[Syria]], nơi đại quân của hoàng đế đã tiến chiếm hàng loạt thành phố [[Emesa]], [[Baalbek]], [[Damascus]], [[Tiberias]], [[Nazareth]], [[Caesarea]], [[Sidon]], [[Beirut]], [[Byblos]], và [[Tripoli (Liban)|Tripoli]] nhưng thất bại trong việc tái chiếm [[Jerusalem]]. Ông qua đời đột ngột vào năm 976 trong lần viễn chinh thứ hai chống lại vương triều Abbas và được [[chôn cất]] trong Nhà thờ Chúa [[Kitô Chalkè]] mà ông đã xây dựng lại. Một số nguồn sử liệu đều cho rằng chính quan thị vệ đại thần [[Basileios Lekapenos]] đã ra tay đầu độc Hoàng đế nhằm ngăn cản việc tước đoạt đất đai và của cải bất chính của Lekapenos.<ref>Treadgold. ''History of the Byzantine State and Society'', p. 512.<\/ref> Cháu và người được bảo hộ là Basileios, từng là đồng hoàng đế trên danh nghĩa từ năm 960, lên nối ngôi Tzimiskes hiệu là [[Basileios II]].\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* {{citation | last = Andriollo | first = Lisa | chapter = Les Kourkouas (IXe-XIe siècle) | language=fr | title = Studies in Byzantine Sigillography | volume = 11 | editor1-last = Cheynet | editor1-first=Jean-Claude | editor2-last = Sode | editor2-first = Claudia | location = Berlin | publisher = De Gruyter | year = 2012 | pages = 57–88 | isbn = 978-3-11-026668-9 | url = http:\/\/www.academia.edu\/2074096\/Les_Kourkouas_IXe-XIe_siecle_}}\n* {{cite encyclopedia | editor1-last = Lilie | editor1-first = Ralph-Johannes | editor2-last = Ludwig | editor2-first = Claudia  | editor3-last = Zielke | editor3-first = Beate | editor4-last = Pratsch | editor4-first = Thomas | encyclopedia = Prosopographie der mittelbyzantinischen Zeit Online. Berlin-Brandenburgische Akademie der Wissenschaften. Nach Vorarbeiten F. Winkelmanns erstellt | language=de | publisher = De Gruyter | year = 2013 | url = http:\/\/www.degruyter.com\/view\/db\/pmbz | ref={{harvid|PmbZ}}}}\n*''The [[Oxford Dictionary of Byzantium]]'', Oxford University Press, 1991.\n*{{EB1911}}\n*{{chú thích sách | last=Norwich| first=John J. | title=Byzantium: The Apogee | publisher=Alfred A. Knopf, Inc. | year=1991}}\n\n==Liên kết ngoài==\n{{Thể loại Commons|Ioannes I Tzimiskes|position=left}}\n*[http:\/\/www.wegm.com\/coins\/johni.htm Dữ liệu về Ioannes I Tzimiskes] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110514183502\/http:\/\/www.wegm.com\/coins\/johni.htm |date = ngày 14 tháng 5 năm 2011}}\n*[http:\/\/www.wildwinds.com\/coins\/byz\/john_I\/t.html Tiền đúc của Tzimiskes]\n\n{{s-start}}\n{{s-hou|[[Nhà Makedonia|Makedonia]]||khoảng 925|10 tháng 1|976}}\n{{s-reg|}}\n{{succession box | before=[[Nikephoros II Phokas]] | title=[[Hoàng đế Đông La Mã]] | years=969–976 (với [[Basileios II]])| after=[[Basileios II]] và<br>[[Konstantinos VIII]]}}\n{{s-mil}}\n{{s-bef|before=[[Nikephoros II Phokas|Nikephoros Phokas]]}}\n{{s-ttl|title=[[Domestikos tōn Scholōn]] phía Đông|years=963–?}}\n{{s-vac|unknown|next=[[Melias (Domestikos tōn Scholōn)|Melias]]}}\n{{s-end}}\n{{Hoàng đế La Mã}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Tzimiskes, John I}}\n[[Thể loại:Hoàng đế Đông La Mã thế kỷ 10]]\n[[Thể loại:Nhà Makedonia]]\n[[Thể loại:Hoàng đế Đông La Mã gốc Armenia]]\n[[Thể loại:Nhân vật Đông La Mã trong Chiến tranh Ả Rập–Đông La Mã]]\n[[Thể loại:Nhân vật Đông La Mã trong Chiến tranh Đông La Mã–Bulgaria]]\n[[Thể loại:Sinh năm 925]]\n[[Thể loại:Mất năm 976]]\n[[Thể loại:Gia tộc Kourkouas]]\n[[Thể loại:Vua Chính thống giáo Đông phương]]\n[[Thể loại:Domestikos tōn Scholōn]]\n[[Thể loại:Đế quốc Đông La Mã vào những năm 960]]\n[[Thể loại:Đế quốc Đông La Mã vào những năm 970]]\n[[Thể loại:Chôn cất tại Constantinopolis]]"}