{"Jacques de Molay":"{{short description|Đại huynh trưởng của Hiệp sĩ dòng Đền}}\n{{About|Đại huynh trưởng của Hiệp sĩ dòng Đền|tướng Mongol|Mulay}}\n{{Infobox officeholder\n| honorific-prefix = \n| name = Jacques de Molay\n| native_name = \n| native_name_lang = \n| honorific-suffix = \n| image = JacquesdeMolay.jpg\n| imagesize = \n| smallimage = \n| alt = \n| caption = \n| order = \n| office1 = [[Đại huynh trưởng của Hiệp sĩ dòng Đền]]\n| term_start1 = 1292\n| term_end1 = 1314\n| monarch1 = [[Philippe IV của Pháp|Vua Philip IV]]\n| predecessor1 = [[Thibaud Gaudin]]\n| successor1 = Giải thể\n| birth_date = Khoảng 1240–1250<ref name=\"demurgerBeck1a\"\/>\n| birth_place = [[Molay, Haute-Saône]], [[Burgundy (lãnh địa bá tước)|Burgundy]]\n| death_date = 11 hoặc 18 tháng 3 năm 1314 (khoảng 70 tuổi)<ref name=\"demurgerProf14\">{{chú thích sách |author= Alain Demurger |translator=Teresa Lavender Fagan |title=The Persecution of the Templars. Scandal, Torture, Trial |trans-title=La Persécution des templiers: journal (1305–1314) |year=2018 |orig-year=2015 |publisher=Profile Books. |isbn=978-1-78283-329-1 |page=|edition= |language=en |chapter=14 The Council of Vienne and the Burning of Jaques de Molay (1311-1314) |quote=The date given in the chronicle of Guillaume de Nangis was the day after the Feast of Saint Gregory, or Monday 18 March (the feast day fell on 12 March); this is the date most often retained by historians of the Temple trial. But other chroniclers, such as Bernard Gui, have proposed the Monday before the Feast of Saint Gregory, or 11 March. We tend to agree with Bernard, since the chronology he proposes is most often very accurate.}}<\/ref>\n| death_place = [[Paris]], Pháp\n| restingplace = \n| restingplacecoordinates = \n| birthname = \n| citizenship = \n| nationality = Franc-Comtois\n| party = \n| otherparty = <!--For additional political affiliations-->\n| spouse = \n| partner = \n| relations = \n| children = \n| residence = \n| alma_mater = \n| occupation = \n| profession = \n| cabinet = \n| committees = \n| portfolio = \n| religion = [[Giáo hội Công giáo Rôma]]\n| signature = \n| signature_alt = <!--Military service-->\n| nickname = \n| allegiance = [[Tập tin:Cross of the Knights Templar.svg|border|22px]] [[Hiệp sĩ Đền thánh|Hiệp sĩ dòng Đền]]\n| branch = \n| serviceyears = 1265–1314\n| rank = [[Đại huynh trưởng (cấp bậc)|Đại huynh trưởng]] <small>(1292–1314)<\/small>\n| unit = \n| commands = \n| battles = [[Cuộc bao vây Ruad]]\n| awards = \n| military_blank1 = \n| military_data1 = \n| military_blank2 = \n| military_data2 = \n| military_blank3 = \n| military_data3 = \n| military_blank4 = \n| military_data4 = \n| military_blank5 = \n| military_data5 = \n}}\n[[Tập tin:Coat of arms Jacques de Molay.svg|150px|thumb|Cờ hiệu của Jacques de Molay]]\n\n'''Jacques de Molay''' ({{IPA-fr|də mɔlɛ|lang}}; khoảng 1240-1250<ref name=\"demurgerBeck1a\"\/> – 11 hoặc 18 tháng 3 năm 1314<ref name=\"demurgerProf14\"\/>), còn được đánh vần là \"'''Molai'''\",<ref name=birthyear>Demurger, pp. 1-4. \"So no conclusive decision can be reached, and we must stay in the realm of approximations, confining ourselves to placing Molay's date of birth somewhere around 1244\/5 – 1248\/9, even perhaps 1240–1250.\"<\/ref> là đại huynh trưởng thứ 23 và cũng là cuối cùng của [[Hiệp sĩ Đền thánh|Hiệp sĩ dòng Đền]]. Ông lãnh đạo dòng Đền từ ngày 20 tháng 4 năm 1292 cho đến khi nó bị giải tán theo lệnh của [[Giáo hoàng Clêmentê V]] vào năm 1312.<ref name=catholic>\"Jacques de Molai\", ''Catholic Encyclopedia''.<\/ref> Mặc dù ít ai biết về cuộc sống và hoạt động thực tế của ông ngoại trừ những năm cuối là tổng chỉ huy, nhưng Jacques de Molay là một trong những hiệp sĩ dòng Đền được biết đến nhiều nhất.\n\nMục tiêu của ông trên cương vị đại huynh trưởng là cải tổ hoạt động của dòng Đền, điều chỉnh theo tình hình trong những ngày tàn của cuộc Thập tự chinh đến Thánh địa. Khi bảo trợ của các nước châu Âu cho các cuộc Thập tự chinh suy giảm, các lực lượng khác đã tìm cách giải tán dòng Đền và tuyên bố tài sản của các Hiệp sĩ dòng Đền là của họ. Vua [[Philippe IV của Pháp]] mắc nợ dòng Đền rất nhiều, khiến Molay và nhiều Hiệp sĩ dòng Đền khác ở Pháp bị bắt giữ vào năm 1307, sau đó bị tra tấn ép buộc nhận những tội danh mà họ không làm. Khi Molay rút lại lời thú tội của mình, Philip đã cho hỏa thiêu ông trên một giàn gỗ ở một hòn đảo trên sông Seine trước [[nhà thờ Đức Bà Paris]] vào tháng 3 năm 1314.<ref name=\"Middle Ages Vol 1888, p. 325\">A History of the Inquisition of the Middle Ages Vol. III by Henry Charles Lea, NY: Hamper & Bros, Franklin Sq. 1888, p. 325. Not in copyright.<\/ref> Kết thúc bất ngờ của dòng Đền sau hàng thế kỷ tồn tại và cuộc hành quyết đầy kịch tính đối với tổng chỉ huy cuối cùng đã biến Molay thành một nhân vật huyền thoại.\n==Tuổi trẻ==\nNhững năm đầu đời có rất ít thông tin về ông nhưng Jacques de Molay có lẽ được sinh ra ở [[Molay, Haute-Saône]], lúc bấy giờ là vùng đất bá tước [[Burgundy (vùng đất bá tước)|Burgundy]] được cai trị bởi [[Otto III, Bá tước Burgundy|Otto III]] như là một phần của [[Đế quốc La Mã Thần thánh]], ngày nay thuộc [[vùng của Pháp|vùng]] [[Bourgogne-Franche-Comté]], miền đông nước Pháp.<ref name=\"demurgerBeck1a\"\/> Năm ông chào đời vẫn chưa được biết chính xác nhưng xét đoán qua bản kê khai xét án sau đó thì có lẽ là vào khoảng 1240-1250.<ref name=\"demurgerBeck1a\">{{chú thích sách |author=Alain Demurger|translator=Holger Fock und Sabine Müller |title=Der letzte Templer. Leben und Sterben des Grossmeisters Jacques de Molly |trans-title=Jacques de Molay. Le crépuscule des Templiers|year= 2015 |orig-year= 2014 |publisher=C.H.Beck |isbn=978-3-406-68238-4 |page=|edition= |language=de |chapter=1 Der junge Jacques de Molay 1250. Wo und wann wurde er geboren? |quote=Das Geburtsjahr läßt sich also nicht eindeutig bestimmen. Wir beschränken uns auf eine ungefähre Schätzung. Demnach wurde Jacques de Molay im fünften Jahrzehnt des 13. Jahrhunderts in der Zeitspanne von 1244\/45 bis 1248\/49 geboren.... Wenngleich zu dieser – wohl eher unbedeutenden – Frage noch nicht alles gesagt ist, würde ich für das Molay in der Haute-Saône optieren.... Jacques de Molay stammt also aus einem vielleicht bedeutenden Adelsgeschlecht der Freigrafschaft Burgund und ist zwischen 1240 und 1250 geboren worden. Dieser räumliche und zeitliche Zusammenhang ist wichtig, denn die Freigrafschaft Burgund gehörte nicht zum französischen Königreich, sondern zum Deutschen Reich: Jacques de Molay war insofern kein Untertan des französischen Königs.... }}<\/ref>\n\nCũng như hầu hết các Hiệp sĩ dòng Đền khác, ông sinh ra trong một gia đình quý tộc tiểu hoặc trung lưu.<ref name=birthyear\/> Có ý kiến ​​cho rằng, ông được nhận tước Hiệp sĩ ở tuổi 21 vào năm 1265 và được biết là ông bị xử tử vào năm 1314, tức là khoảng 70 tuổi. Không biết năm sinh chính xác của ông và nhà sử học người Pháp [[Alain Demurger]] nhận thấy rằng ông được sinh ra trong giai đoạn 1244\/45 đến 1248\/49 hoặc thậm chí từ 1240 đến 1250.<ref name=\"demurgerBeck1a\"\/>\n\nNăm 1265, khi còn là một chàng trai trẻ, ông đã được nhận vào dòng Đền trong một nhà nguyện tại nhà ở [[Beaune]], bởi [[Humbert de Pairaud]], một hiệp sĩ và thanh tra viên dòng Đền ở Pháp và Anh. Một hiệp sĩ dòng Đền nổi tiếng khác cũng có mặt trong ngày hôm đó là Amaury de la Roche, chỉ huy của dòng Đền tại khu vực Pháp.<ref name=catholic\/><ref name=demurger>Demurger, ''Last Templar''.<\/ref>\n\nKhoảng năm 1270, Molay đi về phía Đông ([[Outremer]]) và trong khoảng 20 năm sau đó, có rất ít các ghi chép về hoạt động của ông.<ref name=demurger\/>\n==Đại huynh trưởng dòng Đền==\nSau [[Cuộc vây hãm Acre (1291)|cuộc vây hãm Acre]] năm 1291 bởi người Ai Cập Mamluk, những người Frank (tên được sử dụng tại Levant cho người Công giáo châu Âu) tham gia đã rút lui đến đảo Síp. Nó trở thành kinh đô của [[vương quốc Jerusalem]] đang trên đà suy tàn và là cơ sở hoạt động cho những nỗ lực quân sự trong tương lai của quân Thập tự chinh chống lại Mamluk Ai Cập, những người đã chinh phục hệ thống tất cả các thành trì Thập tự chinh cuối cùng trên đất liền. Dòng Đền ở Sip bao gồm Jacques de Molay và [[Thibaud Gaudin]], đại huynh trưởng thứ 22 của họ. Trong một cuộc họp được triệu tập trên đảo vào mùa thu năm 1291, Molay đã nói về việc cải tổ dòng và ứng cử mình với tổng chỉ huy hiện tại. Gaudin sau đó qua đời vào khoảng năm 1292 và vì không có ứng cử viên sáng giá nào cho vị trí này vào thời điểm đó nên Molay đã sớm được bầu làm đại huynh trưởng thứ 23.<ref>{{chú thích sách|last=Nicholson|first=Helen|title=The debate on the trial of the Templars (1307-1314)|last2=Crawford|first2=Paul F.|last3=Burgtorf|first3=Jochen|date=2016|publisher=Routledge|others=Burgtorf, Jochen., Crawford, Paul,, Nicholson, Helen J.|year=2016|isbn=978-1-315-61534-9|location=Abingdon, Oxon|pages=22|oclc=948605256}}<\/ref>\n\nVào mùa xuân năm 1293, ông bắt đầu một chuyến du lịch về phía tây để cố gắng tập hợp nhiều sự ủng hộ hơn cho việc tái chiếm Thánh địa. Ông đã phát triển mối quan hệ với các nhà lãnh đạo châu Âu lúc bấy giờ như [[Giáo hoàng Bônifaciô VIII]], [[Edward I của Anh]], [[Jaume I của Aragon]] và [[Carlo II của Napoli]], mục tiêu trước mắt của Molay là tăng cường bảo vệ căn cứ đảo Síp và xây dựng lại lực lượng dòng Đền.<ref>Martin, p. 113.<\/ref> Từ những chuyến đi của mình, ông đã đảm bảo được sự ủy quyền từ một số quốc vương cho việc cung cấp nguồn lực sang đảo Síp, nhưng không thể có được cam kết chắc chắn nào cho một cuộc Thập tự chinh mới.<ref>Nicholson, p. 200.<\/ref> Đã có cuộc trao đổi liên quan đến việc sáp nhập các Hiệp sĩ dòng Đền với một trong những dòng tu quân sự khác, [[Hiệp sĩ Cứu tế]]. Các đại huynh trưởng của cả hai dòng này đã phản đối việc sáp nhập như vậy, nhưng áp lực từ Giáo hoàng ngày một tăng lên.\n\nĐược biết, Molay đã tổ chức hai cuộc họp toàn thể dòng Đền ở miền nam nước Pháp, một tại [[Montpellier]] vào năm 1293 và một tại [[Arles]] vào năm 1296, nơi ông cố gắng thực hiện cải cách. Vào mùa thu năm 1296, Molay trở lại Síp để bảo vệ dòng Đền chống lại [[Henry II của Jerusalem]], khi mẫu thuẫn xung đột đã bắt nguồn từ thời đại huynh trưởng thứ 21 là [[Guillaume de Beaujeu]].\n\nTừ năm 1299 đến 1303, Molay đã tham gia lên kế hoạch và thực hiện một cuộc tấn công mới chống lại người Mamluk. Kế hoạch là phối hợp với các dòng tu quân đội Kitô giáo, quốc vương Síp, quý tộc Síp, lực lượng [[vương quốc Kilikia|Armenia của Cilicia]] và một đồng minh tiềm năng mới, [[Hãn quốc Y Nhi]] của Mông Cổ, để chống lại Mamluk Ai Cập và tái chiếm thành phố ven biển [[Tartus|Tortosa]] ở [[Syria]].\n\nQua các thế hệ, đã có sự liên lạc giữa người Mông Cổ và châu Âu về khả năng tạo ra một [[Liên minh Frank-Mông Cổ]] chống lại người Mamluk, nhưng không thành công. Người Mông Cổ đã nhiều lần cố gắng tự mình [[Cuộc xâm lược của người Mông Cổ ở Levant|chinh phục Syria]], nhưng đều gặp sự kháng cự quyết liệt bởi người Mamluk Ai Cập buộc phải quay trở lại hoặc phải rút lui vì một cuộc nội chiến ở đế quốc, như là các cuộc tấn công của [[Hãn quốc Kim Trướng]] ở phía bắc. Năm 1299, Hãn quốc Y Nhi một lần nữa cố gắng chinh phục Syria, và đã có một số thành công ban đầu chống lại người Mamluk như là chiến thắng tại [[trận Wadi al-Khaznadar]] vào tháng 12 năm 1299.\n\nVào năm 1300, Molay và các lực lượng khác đã tập hợp một hạm đội nhỏ gồm 16 tàu thực hiện các cuộc tấn công dọc theo bờ biển Ai Cập và Syria từ đảo Síp. Lực lượng này được chỉ huy bởi vua [[Henry II của Jerusalem]] là quốc vương của Síp cùng với người em trai của ông [[Amalric, Huân tước của Tyre|Amalric]], cùng những người đứng đầu các dòng tu quân sự, đại sứ của nhà lãnh đạo Hãn quốc Y Nhi là [[Ghazan]] cũng tham gia. Các tàu rời [[Famagusta]] vào ngày 20 tháng 7 năm 1300, dưới sự lãnh đạo của chỉ huy hải quân [[Baudouin de Picquigny]] đã đột kích vào bờ biển Ai Cập và Syria gồm [[Rosetta]],<ref name=demurger-147>Demurger, p. 147.<\/ref> [[Alexandria]], [[Acre]], Tortosa và [[Maraclea]], trước khi quay trở về đảo Síp.<ref name=schein-811>Schein, 1979, p. 811.<\/ref>\n\nNgười Síp sau đó đã chuẩn bị cho một cuộc tấn công khác vào Tortosa cuối năm 1300, gửi một lực lượng chung đến một khu vực tổ chức trên đảo [[Arwad|Ruad]], đó là nơi phát động các cuộc tấn công lên đất liền. Mục đích là thiết lập một cơ sở dòng Đền chờ đợi sự hỗ trợ từ quân Mông Cổ của Ghazan, nhưng người Mông Cổ đã không xuất hiện vào năm 1300. Điều tương tự xảy ra vào năm 1301 và 1302, và hòn đảo cuối cùng đã bị đánh chiếm trong [[Cuộc bao vây Ruad]] vào ngày 26 tháng 9 năm 1302, phá hủy thành trì cuối cùng của Thập tự quân gần đất liền.\n\nSau khi mất Ruad, Molay từ bỏ chiến thuật tiến công nhỏ lẻ, và thay vào đó, ông dồn tâm huyết của mình vào việc cố gắng nâng cao sự ủng hộ cho một cuộc Thập tự chinh lớn mới, cũng như củng cố dòng Đền ở Síp. Khi một cuộc đấu tranh quyền lực nổ ra giữa vua Henry II và em trai ông Amalric, các Hiệp sĩ dòng Đền đã ủng hộ Amalric, người sau đó đã giành vương quyền và Henry II bị lưu đày vào năm 1306. Trong khi đó, trước áp lực ngày càng gia tăng ở châu Âu về việc sáp nhập dòng Đền với dòng tu quân sự khác, được đặt dưới quyền của một vị vua và người đó sẽ trở thành vua mới của Jerusalem khi chinh phục được Thánh địa.<ref name=nicholson-204>Nicholson, p. 204.<\/ref>\n===Đến Pháp===\nNăm 1305, [[Giáo hoàng Clêmentê V]] mới đắc cử đã lấy ý kiến các chỉ huy của các dòng tu quân sự liên quan đến việc thiết lập một cuộc thập tự chinh mới và sáp nhập các dòng tu. Molay được yêu cầu viết bản trích yếu về từng vấn đề mà ông đã làm trong mùa hè năm 1306.<ref>Read, ''The Templars'', p. 262.<\/ref> Molay đã phản đối việc sáp nhập, thay vào đó ông tin rằng các dòng tu quân sự riêng biệt sẽ mạnh mẽ và phát triển hơn, vì mỗi dòng có một sứ mệnh khác nhau. Ông cũng có niềm tin rằng nếu có một cuộc thập tự chinh mới, thì nó cần phải có quy mô lớn hơn, vì những hành động nhỏ hơn đều không hiệu quả.<ref name=nicholson-204\/><ref name=Martin-114>Martin, pp. 114–115.<\/ref>\n==Tham khảo==\n{{tham khảo}}\n==Đọc thêm==\n* Archivio Segreto Vaticano (2007), ''Processus Contra Templarios'' (Prosecution Against the Templars), {{ISBN|978-88-85042-52-0}}.\n\n==Liên kết ngoài==\n{{Thể loại Commons|Jacques de Molay}}\n{{Wikiquote}}\n* [http:\/\/www.mastermason.com\/mmcdemolay\/Res%20-%20JD%20Execution%20Site.htm Jacques de Molay's Site of Execution]\n* [http:\/\/www.lebrelblanco.com\/13.htm Jacques de Molay in Medieval History of Navarre]\n* [http:\/\/www.demolay.org DeMolay International, a Freemason-sponsored youth group]\n\n{{S-start}}\n{{Succession box|\n title=[[Đại huynh trưởng của Hiệp sĩ dòng Đền]] |\n before= [[Thibaud Gaudin]]|\n after= ''Lệnh giải tán''|\n years=1292–1314 }}\n{{S-end}}\n\n[[Thể loại:Đại huynh trưởng của Hiệp sĩ dòng Đền]]\n[[Thể loại:Nhân vật bị xử tử vì dị giáo]]\n[[Thể loại:Hiệp sĩ Pháp thời Trung Cổ]]\n[[Thể loại:Người Pháp thế kỷ 14]]\n[[Thể loại:Sinh thập niên 1240]]\n[[Thể loại:Mất năm 1314]]\n[[Thể loại:Người Pháp thế kỷ 13]]"}