{"Jakob Roggeveen":"{{Thông tin nhân vật\n|name=Jacob Roggeveen\n|image=\n|image_size=\n|caption=\n|birth_name=\n|birth_date=1 tháng 2 năm 1659\n|birth_place=[[Middelburg]]\n|death_date=31 tháng 1 năm 1729\n|death_place=[[Middelburg]]\n|death_cause=\n|resting_place=\n|resting_place_coordinates=\n|residence=\n|nationality={{NED}}\n|other_names=\n|known_for=\n|education=Đại học Harderwijk\n|employer=[[Công ty Tây Ấn Hà Lan]]\n|occupation=\n|title=\n|religion=Tin lành\n|spouse=Marija Margaerita Vincentius, Anna Adriana Clement\n|children=\n|parents=Arend Roggeveen, Maria Storm\n|discovered=Đảo Phục Sinh (Isla de Pascua, Rapa Nui)\n|relatives=\n|signature=\n|website=\n|footnotes=\n}}\nJacob Roggeveen ([[1 tháng 2]] năm [[1659]] tại [[Middelburg]] - ngày [[31 tháng 1]] năm [[1729]], Middelburg) là một nhà thám hiểm người Hà Lan đã được phái đi để tìm ''[[Terra Australis]]'' (miền đất chưa biết ở phương nam), nhưng thay vì tìm ra miền đất này ông lại tình cờ đi qua [[đảo Phục Sinh]].\n\n== Tiểu sử ==\n\nCha của ông là, Arend Roggeveen, là một nhà toán học với nhiều kiến ​​thức về thiên văn học, địa lý, tu từ học, [[triết học]] và lý thuyết hàng hải. Ông dành thời gian cho nghiên cứu về các thần thoại ''[[Terra Australis]]'', và thậm chí có một bằng sáng chế cho một chuyến tham quan thăm dò, nhưng chính con trai ông lúc 62 tuổi, cuối cùng được trang bị ba tàu và thực hiện các chuyến thám hiểm.\n\nTrước cuộc hành trình, ông đã sống một cuộc sống bận rộn. Ông trở thành công chứng viên của Middelburg (thủ phủ của [[tỉnh Zeeland]], nơi ông sinh ra) vào ngày 30\/3\/1683. Ngày 12 tháng 8 năm 1690 ông tốt nghiệp tiến sĩ luật tại [[Đại học Harderwijk]]. Ông kết hôn với Marija Margaerita Vincentius, nhưng cô đã chết vào tháng 10 năm 1694. Năm 1706 ông gia nhập [[Công ty Đông Ấn Hà Lan]], và giữa 1707 và 1714 như là một Raadsheer van Justitie (\"Chúa Hội đồng Tư pháp\") ở Batavia, [[Đông Ấn Hà Lan]] (nay là [[Jakarta]]). Ông kết hôn với Anna Adriana Clement ở đó, nhưng bà đã qua đời ngay sau đó. Năm 1714, ông trở về Middelburg của mình.\n\nÔng đã tham gia vào tranh cãi tôn giáo, hỗ trợ các nhà truyền giáo tự do Pontiaan van Hattem bằng việc xuất bản của tờ De val ông van 'werelds afgod (Sự sụp đổ của thần tượng của thế giới). Phần đầu tiên xuất hiện trong 1718, ở Middelburg, và sau đó bị tịch thu bởi hội đồng thành phố và đốt cháy. Roggeveen bỏ chạy từ Middelburg để Flushing gần đó. Sau đó ông đã định cư tại thị trấn nhỏ Arnemuiden, và xuất bản phần 2 và 3 của loạt bài này, một lần nữa nâng cao một cuộc tranh cãi. \n== Thám hiểm ==\nNgày 1 tháng 8 năm 1721 ông bắt đầu ra đi thực hiện chuyến thám hiểm của mình, phục vụ cho Công ty Tây Ấn Hà Lan, để tìm kiếm Terra Australis. Nó gồm ba tàu, các Arend, các Thienhoven, và Afrikaansche Galey.\n\nRoggeveen đầu tiên khởi hành đi xuống [[quần đảo Falkland]] (mà ông đổi tên thành \"[[Belgia Australis]]\"), đi qua các [[eo biển Le Maire]] và tiếp tục vượt ra ngoài về phía nam tới 60 độ về phía nam để vào [[Thái Bình Dương]]. Ông đã đổ bộ gần Valdivia, Chile. Ông đến thăm [[quần đảo Juan Fernández]], nơi ông đã trải qua ngày 24 tháng 1 - 17 tháng 3. Các cuộc thám hiểm sau này thấy [[Đảo Phục Sinh]] (Rapa Nui) trong ngày [[Lễ Phục Sinh]], [[Chúa nhật]] ngày 5 tháng 4 năm 1722 (nơi ông báo cáo nhìn thấy 2.000-3.000 người). Ông sau đó đi thuyền đến Batavia bằng cách quần đảo Tuamotu, quần đảo Society, và Samoa. Ở đó, ông đã bị bắt vì ông đã vi phạm sự độc quyền của Công ty Đông Ấn Hà Lan, nhưng Công ty này sau đó buộc phải thả ông, để đền bù cho ông về vụ rắc rối, và phải trả phi hành đoàn của mình. Năm 1723, Roggeveen trở về Hà Lan.\n\nSau khi trở về Roggeveen, ông đã phát hành phần 4 của ''De val van 's werelds afgod''. \n== Tham khảo ==\n{{tham khảo}}\n* ''Who's Who in Pacific Navigation'', John Dunmore Melbourne University Press 1972\n* ''The Journal of Jacob Roggeveen'', edited by Andrew Sharpe, Oxford University Press, 1970\n* [http:\/\/www.zeeuwsarchief.nl\/newframe.htm?\/activiteiten\/expositie-roggeveen-catalogus.htm Biograpical and archival data from the Zeeland archives] ([[tiếng Hà Lan]])\n{{thời gian sống|sinh=1659|mất=1729}}\n\n[[Thể loại:Mất năm 1729]]\n[[Thể loại:Sinh năm 1659]]"}