{"James Clerk Maxwell":"{{1000 bài cơ bản}}\n{{thông tin nhà khoa học\n|name = James Clerk Maxwell\n|image = James Clerk Maxwell.png\n|image_size = 225px\n|caption = James Clerk Maxwell (1831–1879)\n|birth_date = {{birth date|df=yes|1831|6|13}}\n|birth_place = [[Edinburgh]], Scotland\n|death_date = {{death date and age|df=yes|1879|11|5|1831|6|13}}\n|death_place = [[Cambridge]], Anh\n|nationality = Scotland\n|citizenship = Anh\n|religion = [[Ki-tô]]<ref name=\"The Aberdeen University Press\">{{chú thích tạp chí |year=1916 |journal=The Aberdeen University Review |publisher=The Aberdeen University Press |volume=III |url=https:\/\/archive.org\/stream\/aberdeenuniversi03univuoft\/aberdeenuniversi03univuoft_djvu.txt |title=The Aberdeen university review}}<\/ref>\n|fields = [[Toán học]] và [[Vật lý học]]\n|workplaces = [[Marischal College, Aberdeen]]<br \/>[[Đại học King|King's College, London]]<br \/>[[Đại học Cambridge]]\n|alma_mater = [[Đại học Edinburgh]]<br \/>Đại học Cambridge\n|academic_advisors = [[William Hopkins]]\n|notable_students = [[George Chrystal]] <br> [[John Henry Poynting]]\n|known_for = [[Phương trình Maxwell]]<br \/>[[Phân phối Maxwell–Boltzmann]]<br \/>[[Con quỷ của Maxwell]]<br \/>[[Đĩa Maxwell]]<br \/>[[Định lý Maxwell]]<br \/>[[Vật liệu Maxwell]]<br \/>[[Mô hình Maxwell tổng quát]]<br \/>[[Dòng điện dịch]]<br \/>[[Cuộn Maxwell]]<br \/>[[Bánh xe Maxwell]]<ref>{{chú thích web|url=http:\/\/www.nikhef.nl\/~h73\/kn1c\/praktikum\/phywe\/LEP\/Experim\/1_3_18.pdf|title=Mechanical conservation of energy \/ Maxwell's wheel|publisher=PHYWE Laboratory Experiments: Physics|access-date =ngày 14 tháng 7 năm 2014}}<\/ref>\n|author_abbrev_bot =\n|author_abbrev_zoo =\n|influences =\n|influenced =\n|awards = [[Giải Smith]] (1854) <br>[[Giải Adams]] (1857) <br>[[Huy chương Rumford]] (1860) <br> [[Giải Keith]] (1869–71)\n|signature = James Clerk Maxwell sig.svg\n|footnotes =\n}}\n\n'''James Clerk Maxwell''' {{Post-nominals|FRS|FRSE}} (13 tháng 6 năm 1831&nbsp;– 5 tháng 11 năm 1879) là một [[nhà toán học]], một [[nhà vật lý học]] người Scotland.<ref>{{chú thích web |title=Early day motion 2048 |url=http:\/\/www.parliament.uk\/edm\/2005-06\/2048 |access-date =ngày 22 tháng 4 năm 2013 |publisher=UK Parliament}}<\/ref><ref>{{chú thích web |title=James Clerk Maxwell |url=http:\/\/www.sciencemuseum.org.uk\/onlinestuff\/People\/James%20Clerk%20Maxwell%20183179.aspx |access-date =ngày 22 tháng 4 năm 2013 |publisher=The Science Museum, London}}<\/ref><ref>{{chú thích web |url=http:\/\/www-history.mcs.st-and.ac.uk\/HistTopics\/Knots_and_physics.html |title=Topology and Scottish mathematical physics |publisher=University of St Andrews |access-date =ngày 9 tháng 9 năm 2013}}<\/ref> Thành tựu nổi bật nhất của ông đó là thiết lập lên lý thuyết cổ điển về [[bức xạ điện từ]], mà đã lần đầu tiên bắc chiếc cầu nối giữa [[điện học]], [[từ học]], và [[ánh sáng]] như là biểu hiện của cùng một hiện tượng. [[Phương trình Maxwell]] của [[trường điện từ]] đã được gọi là \"lần thống nhất vĩ đại thứ hai trong vật lý\"<ref>{{chú thích tạp chí |doi=10.1109\/6.123329 |author=Nahin, P.J. |journal=Spectrum, IEEE |volume =29 |issue =3 |year=1992 |page=45 |title=Maxwell's grand unification}}<\/ref> sau lần thống nhất bởi [[Isaac Newton]].\n\nVới bài báo ''[[Một lý thuyết động lực học của trường điện từ]]'' công bố năm 1865, Maxwell đã chứng tỏ được rằng [[lực tĩnh điện]] và [[từ trường]] lan truyền trong không gian như là các [[sóng]] chuyển động với vận tốc bằng [[tốc độ ánh sáng]]. Maxwell cho rằng ánh sáng là một dạng dao động sóng trong cùng một môi trường mà là nguyên nhân gây các các hiện tượng điện và từ.<ref name=\"ADTEF\">{{chú thích tạp chí |last=Maxwell |first=James Clerk |title=A dynamical theory of the electromagnetic field |url=http:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/19\/A_Dynamical_Theory_of_the_Electromagnetic_Field.pdf |format=PDF |journal=Philosophical Transactions of the Royal Society of London |volume=155 |pages=459–512 |year=1865 |bibcode=1865RSPT..155..459C |doi=10.1098\/rstl.1865.0008}} (This article accompanied an ngày 8 tháng 12 năm 1864 presentation by Maxwell to the Royal Society. His statement that \"light and magnetism are affections of the same substance\" is at page 499.)<\/ref> Sự thống nhất của ánh sáng với các hiện tượng điện đã đưa đến tiên đoán tồn tại [[sóng vô tuyến]].\n\nMaxwell đóng vai trò trong việc phát triển [[phân phối Maxwell–Boltzmann]], một phương pháp thống kê miêu tả các đặc điểm của [[thuyết động học chất khí]]. Ông là người đầu tiên đưa ra phương pháp tạo ra [[chụp ảnh màu|ảnh màu]] bền lâu vào năm 1861 và ông có những công trình nền tảng trong lý thuyết phân tích [[độ cứng kết cấu|độ cứng]] của hệ khung liên kết bởi các nút và thanh ([[khung giàn]]) như ở kết cấu [[cầu (giao thông)|cầu]].\n\nCác khám phá của ông đã mở ra lối đi cho vật lý hiện đại, đặt cơ sở cho các lĩnh vực như [[thuyết tương đối hẹp]] và [[cơ học lượng tử]]. Nhiều nhà vật lý coi Maxwell là nhà khoa học thế kỷ 19 có ảnh hưởng lớn nhất đến vật lý thế kỷ 20. Đóng góp của ông đối với khoa học được sánh ngang với các nhà khoa học [[Isaac Newton]] và [[Albert Einstein]].<ref name=\"Tolstoy_p 2\">{{harvnb|Tolstoy|1982|p=2}}<\/ref> Trong một cuộc khảo sát bỏ phiếu chọn ra 100 nhà vật lý có tầm ảnh hưởng nhất trong 1000 năm qua—Maxwell được đánh giá xếp thứ ba, chỉ xếp sau Newton và Einstein.<ref>{{chú thích báo |url=http:\/\/news.bbc.co.uk\/1\/hi\/sci\/tech\/541840.stm |work=BBC News |title=Einstein the greatest |publisher=BBC |date=ngày 29 tháng 11 năm 1999 |access-date =ngày 2 tháng 4 năm 2010}}<\/ref> Vào dịp kỷ niệm 100 năm ngày sinh của Maxwell, Einstein đã miêu tả các công trình của Maxwell \"có tầm sâu sắc nhất và là mảnh đất màu mỡ nhất mà vật lý có được kể từ thời của Newton\".<ref>{{chú thích web |url=http:\/\/www.maxwellyear2006.org\/html\/press_coverage.html#Press5 |title=Brainy young James wasn't so daft after all |last1=McFall |first1=Patrick |date=ngày 23 tháng 4 năm 2006 |work=The Sunday Post |publisher=maxwellyear2006.org |access-date =ngày 29 tháng 3 năm 2013}}<\/ref>\n\n==Cuộc đời==\n\n===Thời trẻ, 1831–39===\n[[tập tin:James Clerk Maxwell's birthplace at 14 India Street.jpg|thumb|upright|Nơi sinh của James Clerk Maxwell tại nhà số 14 đường India, [[Edinburgh]]]]\n\nJames Clerk Maxwell sinh ngày 13 tháng 6 năm 1831 tại nhà số 14 đường India, [[Edinburgh]], con của ông [[John Clerk-Maxwell của Middlebie]], một người biện hộ, và Frances Cay<ref name=\"oxford_506\">{{harvnb|Harman|2004|p=506}}<\/ref><ref name=\"Waterston\">{{harvnb|Waterston|Macmillan Shearer|2006|page=633}}<\/ref> con của [[Robert Hodshon Cay]] và chị của [[John Cay]]. Bố ông là một người có địa vị và giàu có<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=MwTNCEoGsfYC&pg=PA49#v=onepage&q&f=false |page=49 |title=Energy and the Unexpected |last=Laidler |first=Keith James |publisher=Oxford University Press |year=2002 |isbn=9780198525165}}<\/ref> của dòng họ Clerk ở [[Penicuik]], những người giữ tước tòng nam (baronetcy) [[tòng nam tước Clerk|Clerk của Penicuik]]. [[Sir George Clerk, tòng nam tước thứ 6|Bác]] của ông là tòng nam tước thứ 6.<ref name=\"preface\">{{chú thích sách |url=https:\/\/books.google.com\/?id=Jrzq_7NhGRkC&pg=PR90baronet#v=onepage&q&f=false |chapter=Preface |title=The Scientific Papers of James Clerk Maxwell |isbn=9781108012256 |author1=Maxwell |first1=James Clerk |year=2011}}<\/ref> Tên khai sinh của bố ông là \"John Clerk\", cộng thêm tên đệm Maxwell sau khi ông thừa hưởng (lúc thơ ấu năm 1793) đất đai xứ Middlebie gần [[Corsock]], Kirkcudbrightshire, từ mối liên hệ với dòng họ Maxwell, cũng là một tầng lớp quý tộc.<ref name=\"oxford_506\"\/> James Clerk Maxwell cũng là anh em họ của họa sĩ [[Jemima Blackburn]]<ref>{{chú thích web |url=http:\/\/www.scottish-places.info\/scotgaz\/people\/famousfirst2374.html |title=Jemima Blackburn |publisher=Gazetteer for Scotland |access-date =ngày 27 tháng 8 năm 2013}}<\/ref> và của (con trai của cậu) kỹ sư xây dựng [[William Dyce Cay]]. Họ là những người bạn thân và Cay là phù rể trong lễ cưới của Maxwell.<ref>{{chú thích web|url=http:\/\/www.scottisharchitects.org.uk\/architect_full.php?id=404238|title=William Dyce Cay|work=scottisharchitects.org.uk}}<\/ref>\n\nBố mẹ của Maxwell gặp nhau và làm đám cưới khi họ đã ngoài 30 tuổi;<ref>{{harvnb|Tolstoy|1982|p=11}}<\/ref> khi ông sinh ra thì mẹ ông đã gần 40 tuổi. Họ đã từng có một đứa con gái trước đó, tên là Elizabeth, tuy vậy đã chết yểu.<ref>{{harvnb|Campbell|1882|p=1}}<\/ref>\n\nGia đình Maxwell chuyển đến ngôi nhà Glenlair khi ông còn trẻ, mà bố mẹ ông đã xây dựng trên khu đất Middlebie hơn {{convert|1500|acre|ha}}.<ref>{{harvnb|Mahon|2003|pp=186–7}}<\/ref> Mọi chứng cứ gợi ý rằng Maxwell đã có tính tò mò không ngừng ngay từ hồi nhỏ.<ref>{{harvnb|Tolstoy|1982|p=13}}<\/ref> Cho đến lúc ba tuổi, mọi thứ chuyển động, phát sáng hay gây ra tiếng ồn đều khiến cậu đưa ra câu hỏi: \"cái gì khiến nó như thế?\"<ref>{{harvnb|Mahon|2003|p=3}}<\/ref> Trong một lá thư của bố ông đến mợ Jane Cay vào năm 1834, mẹ ông đã miêu tả tính hay tò mò này của ông:\n{{Quote|Nó là một cậu bé rất vui vẻ, và đã khá hơn nhiều kể từ khi thời tiết dễ chịu hơn; nó quan tâm nhiều tới cửa, khóa, chìa khóa, etc., và lúc nào cũng bập bẹ nói \"chỉ cho con làm thế nào mà\". Nó cũng tìm hiểu bí ẩn trong những dòng suối ngầm và các sợi dây chuông, cách mà nước chảy từ hồ qua tường....<ref name=\"Campbell_p 27\">{{harvnb|Campbell|1882|p=27}}<\/ref>}}\n\n===Giáo dục, 1839–47===\nNhận ra khả năng tiềm tàng của cậu bé, mẹ của Maxwell bà Frances đã có trách nhiệm trong việc giáo dục James từ lúc còn nhỏ, cũng do đây là một công chủ yếu của người phụ nữ trong gia đình ở [[thời kỳ Victoria]].<ref name=\"Tolstoy_p 15-16\">{{harvnb|Tolstoy|1982|pp=15–16}}<\/ref> Lúc 8 tuổi ông có thể đọc thuộc lòng các đoạn thơ dài của [[John Milton]] và toàn bộ bài [[thánh Vịnh]] thứ 119 (176 câu thơ). Quả thực ông hiểu biết rất chi tiết về kinh thánh; ông có thể nói ra chương và câu thơ đối với hầu hết đoạn trích nào từ thánh Vịnh. Mẹ ông có sức khỏe yếu dần do [[ung thư dạ dày]], sau một lần phẫu thuật không thành công, bà qua đời vào tháng 12 năm 1839. Việc giáo dục của James lúc đó do bố ông và dì Jane giám sát, mà cả hai người này đóng vai trò quan trọng trong cuộc đời ông.<ref name=\"Tolstoy_p 15-16\"\/> Việc đi học chính thức của ông khởi đầu không thành công dưới sự hướng dẫn của một học sinh 16 tuổi ở lớp trên. Thông tin về thanh niên này được John thuê về để dạy con trai ông không có nhiều, ngoại trừ anh ta khắt khe với cậu bé, chê mắng cậu vì tính chậm chạp và ương ngạnh.<ref name=\"Tolstoy_p 15-16\"\/> John đuổi gia sư này vào tháng 11 năm 1841, và suy nghĩ cẩn thận, ông gửi James tới trường học Edinburgh Academy danh giá.<ref>{{harvnb|Campbell|1882|pp=19–21}}<\/ref> Ông ở tại nhà của dì Isabella trong thời gian học ở đây. Thời gian này ông trở lên hứng thú với hội họa bởi ảnh hưởng từ chú Jemima lớn tuổi hơn ông.<ref name=\"mahon_p 12-14\">{{harvnb|Mahon|2003|pp=12–14}}<\/ref>\n\n[[tập tin:Edinburgh Academy frontage.jpg|right|thumb|Trường Edinburgh Academy, nơi Maxwell bắt đầu đi học.]]\n\nCậu bé Maxwell 10 tuổi, được nuôi nấng tách biệt trong khu đất nông thôn của bố ông, đã không hợp lắm với trường học.<ref name=\"mahon_p 10\">{{harvnb|Mahon|2003|p=10}}<\/ref> Học xong năm đầu tiên, ông tiếp tục được vào học cùng với các anh lớn tuổi trong năm thứ hai.<ref name=\"mahon_p 10\"\/> Phong cách và giọng nói vùng [[Galloway]] của ông tác động vào các chàng trai khác một cách mộc mạc. Ngày đầu tiên đến trường ông đi đôi giày và mặc áo dài thắt ngang lưng của nhà làm, và người ta đặt cho cậu biệt danh là \"[[wikt:daft|Daftie]]\" (gàn dở).<ref>{{harvnb|Mahon|2003|p=4}}<\/ref> Có vẻ ông chưa bao giờ bực bội với biệt danh này, và chẳng phàn nàn gì về nó trong nhiều năm.<ref>{{harvnb|Campbell|1882|pp=23–24}}<\/ref> Cách sống biệt lập tại trường Academy kết thúc khi ông gặp [[Lewis Campbell (nhà cổ điển học)|Lewis Campbell]] và [[Peter Guthrie Tait]], hai chàng trai cùng lứa tuổi và sau này trở thành những học giả có tiếng. Họ đã trở thành những người thân hữu lâu năm.<ref name=\"oxford_506\"\/>\n\nMaxwell đã thích thú [[hình học]] ngay từ khi còn bé, cậu khám phá lại các [[khối đa diện đều]] trước khi bắt được đi học chính thức.<ref name=\"mahon_p 12-14\"\/> Mặc dù chiến thắng trong cuộc thi tìm hiểu về kinh thánh ở năm học thứ hai, các công trình hàn lâm của ông vẫn không được chú ý tới<ref name=\"mahon_p 12-14\"\/> cho đến khi, lúc ông 13 tuổi, ông giành được huy chương toán học của trường và giải nhất về văn học Anh và thơ ca.<ref name=\"Campbell, p 43\">{{harvnb|Campbell|1882|p=43}}<\/ref>\n\nNhững quan tâm của Maxwell vượt ra ngoài phạm vi chương trình dạy ở trường và ông cũng không quá tập trung vào các kỳ thi kiểm tra.<ref name=\"Campbell, p 43\"\/> Ông viết bài báo khoa học đầu tiên lúc 14 tuổi. Nội dung bài báo miêu tả cách vẽ bằng cơ học của các [[đường cong|đường cong toán học]] với sợi dây cuộn, và các tính chất của [[elíp]], [[oval Descartes]], và các đường cong liên quan có nhiều hơn hai [[tiêu điểm (hình học)|tiêu điểm]]. Nghiên cứu của ông về ''các đường cong oval'' được trình bày tại [[Hội Hoàng gia Edinburgh]] bởi [[James David Forbes|James Forbes]], một giáo sư [[triết học tự nhiên]] ở [[đại học Edinburgh]],<ref name=\"oxford_506\"\/><ref name=\"gardner\">{{harvnb|Gardner|2007|pp=46–49}}<\/ref> bởi Maxwell quá trẻ để có thể trình bày công trình.<ref name=\"Mahon_2003_p_16\">{{harvnb|Mahon|2003|p=16}}<\/ref> Nghiên cứu này hoàn toàn không phải là nghiên cứu gốc, do [[René Descartes]] cũng đã kiểm tra các tính chất của [[elíp đa tiêu điểm]] trong thế kỷ 17, nhưng Maxwell đã chỉ ra cách dựng hình đơn giản hơn.<ref name=\"Mahon_2003_p_16\"\/>\n\n===Đại học Edinburgh, 1847–50===\n[[tập tin:Edinburgh University 1827.jpg|left|thumb|Đại học Edinburgh năm 1827.]]\n\nMaxwell rời trường Academy vào năm 1847 lúc 16 tuổi và bắt đầu tham dự các lớp của đại học Edinburgh.<ref name=\"Harman_p 662\">{{harvnb|Harman|2004|p=662}}<\/ref> Ông đã có cơ học để học tại [[đại học Cambridge]], nhưng sau một học kỳ đầu tiên ông đã quyết định học một chương trình đại học hoàn toàn ở đại học Edinburgh. Các giảng viên ở trường Edinburgh khi ấy bao gồm một số tên tuổi lớn như thầy dạy năm thứ nhất của ông là tòng nam tước Sir William Hamilton, người dạy ông môn [[logic]] và [[siêu hình học]], Philip Kelland dạy về toán học, và James David Forbes dạy về triết học tự nhiên.<ref name=\"oxford_506\"\/> Chương trình dạy ở Edinburgh không quá yêu cầu nặng nề đối với ông,<ref>{{harvnb|Tolstoy|1982|p=46}}<\/ref> vì vậy ông có thể tự thực hiện nghiên cứu trong thời gian rãnh rỗi khi ở trường và đặc biệt khi quay về thăm nhà ở Glenlair.<ref>{{harvnb|Campbell|1882|p=64}}<\/ref> Ông có thể làm thí nghiệm với các hóa chất tùy biến, dòng điện và các thiết bị từ, nhưng ông có sự quan tâm chủ yếu vào tính chất của [[phân cực|ánh sáng bị phân cực]].<ref>{{harvnb|Mahon|2003|pp=30–31}}<\/ref> Ông tạo ra các khối [[gelatin]], cho chúng chịu dưới nhiều [[ứng suất]] khác nhau, và với một cặp [[lăng trụ Nicol|lăng trụ phân cực]] do [[William Nicol (nhà sáng chế)|William Nicol]] làm cho ông, ông đã quan sát thấy các vân giao thoa tương tự như ở các con sứa.<ref>{{harvnb|Timoshenko|1983|p=58}}<\/ref> Nhờ thí nghiệm này mà ông đã khám phá ra phương pháp [[quang đàn hồi học]], cho phép xác định sự phân bố ứng suất bên trong cấu trúc vật liệu và kết cấu.<ref>{{harvnb|Russo|1996|p=73}}<\/ref>\n\nỞ tuổi 18, Maxwell đã viết hai bài báo cho Tạp chí Triết học của Hội hoàng gia Edinburgh. Một bài báo với tiêu đề ''On the Equilibrium of Elastic Solids'' (Về sự cân bằng của vật rắn đàn hồi), đã đặt cơ sở cho khám phá quan trọng về sau của ông, đó là [[lưỡng chiết]] tạm thời hình thành trong chất lỏng có [[độ nhớt]] dưới tác dụng của [[ứng suất cắt]].<ref>{{harvnb|Timoshenko|1983|pp=268–278}}<\/ref> Bài báo kia có tiêu đề ''Rolling Curves'' (Các đường cong tạo từ sự lăn không trượt) và, giống như bài báo ''Oval Curves'' mà ông đã viết tại trường Edinburgh Academy, một lần nữa ông bị xem là quá trẻ để có thể đứng trước bục thuyết trình. Bài báo này sau đó do người thầy Kelland của ông trình bày trước Hội hoàng gia.<ref>{{harvnb|Glazebrook|1896|p=23}}<\/ref>\n\n===Đại học Cambridge, 1850–56===\n[[tập tin:YoungJamesClerkMaxwell.jpg|thumb|right|upright|Thanh niên Maxwell ở [[Trinity College, Cambridge]]. Ông đang giữ một trong các [[vòng tròn màu]].]]\n\nTháng 10 năm 1850, lúc này ông đã trở thành một nhà toán học, Maxwell rời Scotland chuyển đến [[đại học Cambridge]]. Lúc đầu ông đăng ký vào [[Peterhouse College, Cambridge|Peterhouse]], nhưng trước khi kết thúc nhiệm kỳ thứ nhất ông chuyển tới [[Trinity College, Cambridge|Trinity]], nơi ông tin nhận được học bổng dễ dàng hơn.<ref>{{harvnb|Glazebrook|1896|p=28}}<\/ref> Ở Trinity, ông được bầu chọn vào một hội bí mật quan trọng là Những người cải cách Cambridge (Cambridge Apostles).<ref>{{harvnb|Glazebrook|1896|p=30}}<\/ref> Tri thức hiểu biết của Maxwell về đức tin Cơ đốc và khoa học phát triển nhanh chóng trong những năm ông ở [[Cambridge]]. Ông gia nhập \"Hội những người cải cách\", một hội quy tụ những tri thức lớn khi đó, nơi nhờ các bài luận của ông mà ông có thể nắm bắt dần kiến thức về thế giới quan.<ref name=\"MIT IAP Seminar\">{{chú thích web |url=http:\/\/silas.psfc.mit.edu\/maxwell |title=James Clerk Maxwell and the Christian Proposition |publisher=MIT IAP Seminar |access-date =ngày 13 tháng 10 năm 2014}}<\/ref>\n\nVào mùa hè năm thứ ba, Maxwell đã có thời gian ở nhà của Charles Benjamin Tayler tại Otley thuộc hạt [[Suffolk]], chú của người bạn cùng lớp G.W.H. Tayler. Tình yêu đối với chúa của gia đình đã gây ấn tượng với Maxwell, đặc biệt sau khi ông được chăm sóc trong lúc ốm bởi ông bộ trưởng và vợ của ông.<ref>{{harvnb|Campbell|1882|pp=[https:\/\/books.google.com\/books?id=8_iS-4ec9wwC&pg=PA170 169–170]}}<\/ref>\n\nTháng 11 năm 1851, Maxwell học thầy [[William Hopkins]], người đã dạy nhiều thiên tài toán học mà được mọi người đặt cho biệt danh \"người đào tạo những sinh viên giỏi\" (senior wrangler-maker).<ref>{{harvnb|Warwick|2003|pp=84–85}}<\/ref>\n\nNăm 1854, Maxwell tốt nghiệp trường Trinity với bằng cử nhân toán học. Ông xếp thứ hai trong kỳ thi tốt nghiệp, xếp sau [[Edward Routh]] và được trao danh hiệu sinh viên giỏi. Về sau ông đạt đồng giải nhất với Routh trong kỳ thi của Giải Smith.<ref name=\"Tolstoy_p 62\">{{harvnb|Tolstoy|1982|p=62}}<\/ref> Ngay sau khi tốt nghiệp, Maxwell đã đọc bài báo ''On the Transformation of Surfaces by Bending'' trước Hội Triết học Cambridge.<ref>{{harvnb|Harman|1998|p=3}}<\/ref> Đây là một trong số ít bài báo thuần túy toán học do ông viết, chứng tỏ sự tiến triển trong tầm vóc của Maxwell như là một nhà toán học.<ref>{{harvnb|Tolstoy|1982|p=61}}<\/ref> Maxwell quyết định ở lại Trinity sau khi tốt nghiệp và nộp hồ sơ để làm thành viên của trường, một quá trình mà ông nghĩ có thể mất hai năm.<ref name=\"Mahon_p 47-48\">{{harvnb|Mahon|2003|pp=47–48}}<\/ref> Nhờ sự thành công khi còn là sinh viên nghiên cứu, ông có thể tự do khỏi trách nhiệm giảng dạy và coi thi, để theo đuổi mục tiêu nghiên cứu khoa học theo ý ông muốn.<ref name=\"Mahon_p 47-48\"\/>\n\nBản chất và sự cảm nhận màu sắc là một trong những quan tâm của ông khi ông học ở Đại học Edinburgh dưới sự hướng dẫn của giáo sư Forbes.<ref name=\"Mahon_p 51\">{{harvnb|Mahon|2003|p=51}}<\/ref> Với [[đánh quay|con quay]] nhiều màu sắc do Forbes sáng chế ra, Maxwell có thể chứng minh được ánh sáng trắng là tổ hợp của ánh sáng màu đỏ, lục và lam.<ref name=\"Mahon_p 51\"\/> Bài báo ''Experiments on Colour'' của ông đặt cơ sở cho các nguyên lý kết hợp màu sắc và được trình bày trước Hội Hoàng gia Edinburgh vào tháng 3 năm 1855.<ref name=\"Tolstoy_p 64-65\">{{harvnb|Tolstoy|1982|pp=64–65. The full title of Maxwell's paper was ''Experiments on colour, as perceived by the eye, with remarks on colour-blindness''.}}<\/ref> Thời điểm này Maxwell đã có thể tự trình bày các bài báo của mình trước hội đồng các nhà khoa học.<ref name=\"Tolstoy_p 64-65\"\/>\n\nMaxwell chính thức trở thành thành viên của trường Trinity ngày 10 tháng 10 năm 1855, sớm hơn so với thông thường,<ref name=\"Tolstoy_p 64-65\"\/> và được yêu cầu chuẩn bị các bài giảng về [[thủy tĩnh học]] và [[quang học]] cũng như các câu hỏi kiểm tra.<ref name=\"Glazebrook_p 43-46\">{{harvnb|Glazebrook|1896|pp=43–46}}<\/ref> Tháng 2 năm sau thầy Forbes hối thúc ông đảm nhiệm vị trí mới là Chủ tịch phân viện Triết học tự nhiên tại [[Marischal College]], Aberdeen.<ref name=\"Campbell p 126\">{{harvnb|Campbell|1882|p=126}}<\/ref> Bố ông đã hỗ trợ ông chuẩn bị những thứ cần thiết, nhưng ông đã qua đời vào ngày 2 tháng 4 tại Glenlair trước khi biết kết quả của việc ứng cử của Maxwell.<ref name=\"Campbell p 126\"\/> Maxwell được nhận làm giáo sư ở Aberdeen, và ông rời Cambridge tháng 11 năm 1856.<ref name=\"Glazebrook_p 43-46\"\/>\n\n===Trường Marischal College, Aberdeen, 1856–60===\n[[tập tin:Saturn during Equinox.jpg|thumb|left|Maxwell đã chứng minh rằng [[vành đai Sao Thổ]] cấu thành bởi rất nhiều hạt bụi nhỏ.]]\nChàng thanh niên Maxwell 25 tuổi trẻ hơn 15 tuổi so với bất kỳ giáo sư nào khác ở Marischal. Ông đảm trách vị trí trưởng khoa, đưa ra đề cương và chuẩn bị các bài giảng.<ref name=\"Mahon_p 69-71\">{{harvnb|Mahon|2003|pp=69–71}}<\/ref> Ông tự cam kết sẽ tham gia giảng dạy khoảng 15&nbsp;tiếng một tuần, bao gồm bài giảng cuối tuần miễn phí (''pro bono'') tại một trường đào tạo công nhân ở địa phương.<ref name=\"Mahon_p 69-71\"\/> Ông sống ở Aberdeen trong thời gian sáu tháng của năm học và dành thời gian của mùa hè ở trại Glenlair, nơi ông được thừa kế từ bố ông.<ref name=\"preface\"\/>\n\n[[tập tin:JamesClerkMaxwell-KatherineMaxwell-1869.jpg|thumb|upright|James và Katherine Maxwell, 1869.]]\nÔng tập trung chú trọng vào một vấn đề làm đau đầu các nhà khoa học trong suốt 200 năm: đó là bản chất của [[vành đai Sao Thổ]]. Trước đó, người ta không biết được tại sao nó vẫn ổn định mà không bị vỡ tan ra, bay ra khỏi hoặc rơi trở lại [[Sao Thổ]].<ref>{{harvnb|Harman|1998|pp=48–53}}<\/ref> Vấn đề này còn thu hút sự chú ý đặc biệt vào lúc đó bởi trường [[St John's College, Cambridge]] đã chọn nó làm chủ đề cho [[giải Adams]] vào năm 1857.<ref name=\"oxford_508\">{{harvnb|Harman|2004|p=508}}<\/ref> Maxwell đã dành 2 năm để nghiên cứu vấn đề này, ông chứng minh rằng một vành đai đặc rắn sẽ không thể ổn định, trong khi một vành chất lỏng sẽ bị tác động bởi [[lực thủy triều]] và xé nhỏ thành các mảnh nhỏ. Vì chi tiết cấu tạo vành đai chưa từng được quan sát kỹ, Maxwell kết luận rằng các vành đai phải là tổ hợp của nhiều hạt nhỏ mà ông gọi là những viên gạch vỡ (\"brick-bats\"), từng hạt quay độc lập quanh Sao Thổ.<ref name=\"oxford_508\"\/> Maxwell được trao giả Adams trị giá £130 vào năm 1859 cho bài luận của ông ''On the stability of the motion of Saturn's rings'';<ref>{{chú thích web |url=https:\/\/ia600402.us.archive.org\/11\/items\/onstabilityofmot00maxw\/onstabilityofmot00maxw.pdf|title=On the stability of the motion of Saturn's rings |access-date =ngày 24 tháng 3 năm 2014}}<\/ref> ông là người duy nhất đã viết về vấn đề này.<ref>{{harvnb|Mahon|2003|p=75}}<\/ref> Công trình rất chi tiết đầy thuyết phục của ông được [[George Biddell Airy]] bình luận khi ông đọc nó là \"Đây là một trong những ứng dụng nổi bật nhất của toán học đối với vật lý mà tôi từng xem.\"<ref name=mactutor\/> Vấn đề này được chứng thực cho tới tận khi tàu ''[[chương trình Voyager|Voyager]]'' bay qua Sao Thổ vào thập niên 1980 và xác nhận tiên đoán của Maxwell.<ref>{{chú thích web |url=http:\/\/digital.nls.uk\/scientists\/biographies\/james-clerk-maxwell\/index.html |title=James Clerk Maxwell (1831–1879) |publisher=National Library of Scotland |access-date =ngày 27 tháng 8 năm 2013}}<\/ref>\n\nNăm 1857 Maxwell trở thành bạn với Reverend Daniel Dewar, lúc đó là hiệu trưởng của trường Marischal.<ref>{{chú thích web |url=http:\/\/www.stanford.edu\/group\/auden\/cgi-bin\/auden\/individual.php?pid=I20494&ged=auden-bicknell.ged |title=Very Rev. Daniel Dewar DD (I20494) |publisher=Stanford University |access-date =ngày 27 tháng 8 năm 2013}}<\/ref> Thông qua đó mà Maxwell đã gặp con gái của Dewar, Katherine Mary Dewar. Họ đính hôn vào tháng 2 năm 1858 và làm lễ cưới ở Aberdeen vào ngày 2 tháng 6 năm 1858. Ở giấy đăng ký kết hôn, Maxwell được ghi là giáo sư Triết học tự nhiên ở Marischal College, Aberdeen.<ref>James Clerk Maxwell and Katherine Mary Dewar marriage certificate, Family History Library film #280176, district 168\/2 (Old Machar, Aberdeen), page 83, certificate No. 65.<\/ref> Thông tin về Katherine ít được biết đến, người ta chủ yếu biết rằng bà đã trợ giúp ông trong văn phòng của mình và làm các nghiên cứu thực nghiệm tính nhớt của chất lỏng.<ref>{{harvnb|Maxwell|2001|p=351}}<\/ref> Người bạn và người viết về tiểu sử Maxwell - Lewis Campbell, người viết về Katherine như một người trầm lặng, thông qua miêu tả cuộc sống hôn nhân của họ như là \"một trong những sự cống hiến chưa từng có\".<ref>{{harvnb|Tolstoy|1982|pp=88–91}}<\/ref>\n\nNăm 1860, Marischal College sáp nhập với trường [[King's College, Aberdeen|King's College]] để thành lập lên [[Đại học Aberdeen]]. Không có phòng cho hai giáo sư về Triết học tự nhiên, do vậy Maxwell - mặc dù ông với danh tiếng khoa học, ông phải tự mình chuyển đi. Ông đăng ký không thành công vào vị trí mà giáo sư Forbes gần đây đã bỏ trống tại Edinburgh, do vị trí này được trao cho nhà vật lý [[Peter Tait (nhà vật lý)|Tait]]. Thay vào đó, Maxwell được chọn làm chủ tịch khoa Triết học tự nhiên ở [[King's College, London]].<ref name=\"Glazebrook_p 54\">{{harvnb|Glazebrook|1896|p=54}}<\/ref> Sau khi bình phục từ một lần bị [[đậu mùa]] thập tử nhất sinh vào năm 1860, Maxwell chuyển tới London cùng với vợ ông.<ref>{{harvnb|Tolstoy|1982|p=98}}<\/ref>\n\n===King's College, London, 1860–65===\n[[tập tin:Maxwell IEEE Plaque KCL.jpg|thumb|left|Bảng hiệu ghi công phương trình của Maxwell tại King's College. Đây là một trong ba tấm bảng giống nhau của [[IEEE]] về Maxwell, hai tấm bảng còn lại đặt ở nơi sinh của Maxwell tại Edinburgh và tại trang trại của gia đình tại Glenlair.<ref>{{chú thích web|url=http:\/\/www.clerkmaxwellfoundation.org\/JCMF_brochure_v2.pdf|title=James Clerk Maxwell Foundation|publisher=James Clerk Maxwell Foundation|access-date =ngày 28 tháng 5 năm 2015}}<\/ref>]]\n\nThời gian Maxwell ở trường King's là những năm hoàng kim của ông. Ông được trao [[huy chương Rumford]] của [[Hội Hoàng gia Luân Đôn]] năm 1860 cho nghiên cứu của ông về màu sắc và sau đó ông được bầu làm thành viên của Hội vào 1861.<ref name=\"Tolstoy_p 103-104\">{{harvnb|Tolstoy|1982|p=103}}<\/ref> Giai đoạn cuộc đời này chứng kiến ông trình bày máy chụp ảnh màu chớp sáng đầu tiên trên thế giới, các ý tưởng phát triển về [[độ nhớt]] của khí, và đề xuất hệ thống xác định các đại lượng vật lý—mà ngày nay gọi là [[phân tích thứ nguyên]]. Maxwell thường tham dự các bài giảng của Viện Hoàng gia (Royal Institution), nơi ông thường gặp [[Michael Faraday]]. Mối quan hệ giữa hai người không thể miêu tả là thân thiết, bởi Faraday hơn Maxwell 40 tuổi và đã có dấu hiệu [[suy giảm trí nhớ]]. Họ chưa từng thể hiện sự kính trọng cao đối với tài năng của mỗi người.<ref>{{harvnb|Tolstoy|1982|pp=100–1}}<\/ref>\n\n[[tập tin:James Clerk Maxwell 16 Palace Gardens Terrace blue plaque.jpg|thumb|Biển hiệu màu xanh, tại nhà số 16 Palace Gardens Terrace, Kensington, nơi ở của Maxwell giai đoạn 1860-65]]\nThời gian này đặc biệt đáng nhớ đối với sự nghiệp của Maxwell trong nghiên cứu về [[điện trường]] và [[từ trường]]. Ông xem xét bản chất của cả từ trường và điện trường trong bài báo hai phần ''[[On Physical Lines of Force]]'', công bố năm 1861. Trong bài báo này ông đưa ra mô hình tưởng tượng về [[hiện tượng cảm ứng điện từ]], chứa những lý thuyết xoắn phân tử mô tả cho [[từ thông]]. Thêm hai phần nữa được đưa thêm vào và công bố trong cùng bài báo vào đầu năm 1862. Trong phần viết thêm thứ nhất, ông thảo luận về bản chất của [[tĩnh điện học]] và [[dòng điện dịch]] chuyển. Trong phần viết thêm thứ hai, ông nghiên cứu về sự quay mặt phẳng của [[phân cực|phân cực ánh sáng]] trong trường điện từ, một hiện tượng do Faraday khám phá và ngày nay được gọi là [[hiệu ứng Faraday]].<ref>{{harvnb|Mahon|2003|p=109}}<\/ref>\n\n===Những năm cuối đời, 1865–1879===\n[[tập tin:JCM Grave-1.jpg|thumb|right|upright|Mộ đá tại Parton Kirk (Galloway) của James Clerk Maxwell, bố mẹ và vợ ông.]]\n[[tập tin:JCM Memorial Stone-1.jpg|thumb|right|Bia tưởng niệm James Clerk Maxwell đứng trước nhà thờ ở Parton (Galloway).]]\nNăm 1865 Maxwell thôi vị trí trưởng khoa tại King's College, London, và trở về Glenlair cùng với Katherine. Trong bài báo ''On reciprocal figures, frames and diagrams of forces'' (1864, 1870) ông đã miêu tả phương pháp xác định biểu đồ lực đối với kết cấu giàn mà ngày nay được biết đến như là [[phương pháp Cremona-Maxwell]] trong [[cơ học kết cấu]].<ref>{{chú thích tạp chí |url=http:\/\/digital.nls.uk\/scientists\/pageturner.cfm?id=74629052 |doi=10.1017\/S0080456800026351 |title=I.—On Reciprocal Figures, Frames, and Diagrams of Forces |year=2013 |last1=Maxwell |first1=J. Clerk |journal=Transactions of the Royal Society of Edinburgh |volume=26 |pages=1}}<\/ref><ref>{{chú thích tạp chí |url=http:\/\/www.iri.upc.edu\/people\/ros\/StructuralTopology\/ST1\/st1-06-a3-ocr.pdf |title=Structural rigidity |last=Crapo |first=Henry |journal=Structural Topology |year=1979 |issue=1 |pages=26–45}}<\/ref> Ông viết cuốn sách ''Theory of Heat'' (1871) và chuyên luận ''Matter and Motion'' (1876). Maxwell cũng lần đầu tiên sử dụng phương pháp phân tích thứ nguyên vào năm 1871.<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=uzXUmwp9um4C&pg=PA20#v=onepage&q&f=false |pages=20–21 |title=The Creative Power of Chance |isbn=9780252066863 |last=Lestienne |first=Rémy |year=1998}}<\/ref>\n\nNăm 1871 ông trở thành giáo sư Cavendish về Vật lý đầu tiên ở Cambridge.<ref>{{chú thích web |url=http:\/\/www.phy.cam.ac.uk\/history\/cavprof.php |title=The Cavendish Professorship of Physics |publisher=University of Cambridge, Department of Physics |access-date =ngày 27 tháng 3 năm 2013 |archive-date = ngày 3 tháng 7 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130703172354\/http:\/\/www.phy.cam.ac.uk\/history\/cavprof.php }}<\/ref> Maxwell được giao nhiệm vụ phát triển [[Phòng thí nghiệm Cavendish]], giám sát từng bước trong quá trình xây dựng và mua các trang thiết bị thí nghiệm.<ref>{{chú thích web |url=http:\/\/www.phy.cam.ac.uk\/history\/old_maxwell.php |title=The Old Cavendish – \"The First Ten Years\" |publisher=University of Cambridge Department of Physics |author=Moralee, Dennis |access-date =ngày 30 tháng 6 năm 2013 |archive-date = ngày 15 tháng 9 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130915013523\/http:\/\/www.phy.cam.ac.uk\/history\/old_maxwell.php }}<\/ref> Một trong những đóng góp lớn cuối cùng của Maxwell đối với khoa học đó là tham gia soạn thảo (với những ghi chú gốc) các nghiên cứu của [[Henry Cavendish]], mà từ đó phát hiện ra các nghiên cứu của Cavendish, mà một trong số đó là vấn đề về [[khối lượng riêng]] của [[Trái Đất]] và thành phần của [[nước]].<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=46Rx1U5x70QC&pg=PA40#v=onepage&q&f=false |page=40 |title=What's Who?: A Dictionary of Things Named After People and the People They are Named After |isbn=9781848760479 |last=Jones |first=Roger |year=2009}}<\/ref>\n\nMaxwell qua đời ở Cambridge do [[ung thư dạ dày]] vào ngày 5 tháng 11 năm 1879 ở tuổi 48.<ref name=\"Harman_p 662\"\/> Mẹ ông cũng mất với cùng độ tuổi và cùng căn bệnh ung thư.<ref>{{chú thích web |url=http:\/\/www.clerkmaxwellfoundation.org\/JCMF_brochure_v2.pdf |title=James Clerk Maxwell Foundation |access-date =ngày 30 tháng 6 năm 2013}}<\/ref>\n\nMaxwell được chôn cất tại Parton Kirk, gần thị trấn [[Castle Douglas]] ở Galloway gần nơi ông lớn lên.<ref>{{chú thích web |url=http:\/\/www.clerkmaxwellfoundation.org\/html\/parton.html |title=Parton & Sam Callander |publisher=James Clerk Maxwell Foundation |access-date =ngày 30 tháng 6 năm 2013}}<\/ref> Cuốn tiểu sử ''The Life of James Clerk Maxwell'', viết bởi người bạn lâu năm là giáo sư Lewis Campbell, được xuất bản năm 1882.<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=8_iS-4ec9wwC |title=The Life of James Clerk Maxwell: With a Selection from His Correspondence and Occasional Writings and a Sketch of His Contributions to Science |isbn=9781108013703 |last=Campbell |first=Lewis |year=2010}}<\/ref><ref>{{chú thích sách |last=Campbell |first=Lewis |year=1882 |title=The Life of James Clerk Maxwell: With a Selection from His Correspondence and Occasional Writings and a Sketch of His Contributions to Science |publisher= Macmillan |place=London |edition=1 |volume= |url=https:\/\/archive.org\/details\/lifejamesclerkm01garngoog |access-date = ngày 16 tháng 6 năm 2014 }}<\/ref> Tuyển tập các công trình của ông được in thành hai tập bởi [[Nhà xuất bản Đại học Cambridge]] năm 1890.<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=Jrzq_7NhGRkC |title=The Scientific Papers of James Clerk Maxwell |isbn=9781108012256 |author1=Maxwell |first1=James Clerk |year=2011}}<\/ref>\n\n===Cá nhân===\nLà một người yêu [[thơ Scotland]], Maxwell ghi nhớ về chúng và cũng tự mình làm thơ.<ref>{{chú thích web|url=http:\/\/www.amphilsoc.org\/sites\/default\/files\/Seitz.pdf |title=James Clerk Maxwell (1831–1879); Member APS 1875 |last=Seitz |first=Frederick |publisher=The American Philosophical Society |access-date =ngày 20 tháng 5 năm 2011 |location=Philadelphia |url-status=dead |archiveurl=https:\/\/web.archive.org\/web\/20111018052416\/http:\/\/www.amphilsoc.org\/sites\/default\/files\/Seitz.pdf |archive-date=ngày 18 tháng 10 năm 2011 }}<\/ref> Bài thơ nổi bật nhất là ''Rigid Body Sings'', dựa trên bài \"Comin' Through the Rye\" của [[Robert Burns]], mà ông thường dùng nó để hát khi chơi [[guitar]]. Các đoạn đầu của bài thơ là<ref>{{chú thích web |title=Rigid Body Sings |publisher=Haverford College |url=http:\/\/www.haverford.edu\/physics-astro\/songs\/rigid.htm |access-date =ngày 26 tháng 3 năm 2013}}<\/ref>\n\n{{quote|Gin a body meet a body<br \/>\nFlyin' through the air.<br \/>\nGin a body hit a body,<br \/>\nWill it fly? And where?}}\n\nTập hợp các bài thơ của ông được người bạn Lewis Campbell công bố vào năm 1882.<ref>{{chú thích web |url=https:\/\/tspace.library.utoronto.ca\/html\/1807\/4350\/poet400.html |title=Selected Poetry of James Clerk Maxwell (1831–1879) |publisher=University of Toronto Libraries |access-date =ngày 27 tháng 8 năm 2013}}<\/ref>\n\n==Sự nghiệp khoa học==\n\n===Điện từ học===\n{{chính|Phương trình Maxwell|Điện từ học}}\n[[tập tin:Postcard-from-Maxwell-to-Tait.jpg|thumb|left|Một lá thư của Maxwell gửi tới Peter Tait.]]\nMaxwell bắt đầu nghiên cứu và phê bình về điện và từ học vào năm 1855 khi bài báo của ông ''On Faraday's lines of force'' được đọc tại Hội Triết học Cambridge.<ref>{{chú thích web |url=http:\/\/www.scribd.com\/doc\/39568221\/maxwell-on-faraday-s-lines-of-force |title=On Faraday's Lines of Force |last1=Maxwell |first1=James Clerk |year=1855 |work=Transactions of the Cambridge Philosophical Society |publisher=blazelabs.com |access-date =ngày 27 tháng 3 năm 2013}}<\/ref> Bài báo trình bày một mô hình đơn giản về nghiên cứu của Faraday và hai hiện tượng liên hệ với nhau như thế nào. Ông thu gọn mọi hiểu biết thời đó vào trong hệ 20 [[phương trình vi phân]] có 20 biến. Công trình này sau này được công bố trong bài báo ''On Physical Lines of Force'' vào tháng 3 năm 1861.<ref>{{chú thích web |url=http:\/\/www.kcl.ac.uk\/newsevents\/news\/newsrecords\/2011\/04Apr\/JamesClerkMaxwell.aspx |title=1861: James Clerk Maxwell's greatest year |date=ngày 18 tháng 4 năm 2011 |publisher=King's College London |access-date =ngày 28 tháng 3 năm 2013}}<\/ref>\n\nKhoảng năm 1862, khi đang giảng dạy tại King's College, Maxwell đã tính ra tốc độ lan truyền của một trường điện từ xấp xỉ bằng [[tốc độ ánh sáng]]. Ông coi kết quả này không chỉ là sự trùng hợp ngẫu nhiên, khi viết, \"Chúng ta khó tránh khỏi kết luận rằng ánh sáng chứa những dao động theo phương ngang của cùng một môi trường mà gây ra các hiện tượng điện và từ.\"<ref name=\"mactutor\">{{chú thích web|url=http:\/\/www-groups.dcs.st-and.ac.uk\/~history\/Biographies\/Maxwell.html |title=James Clerk Maxwell |last1=O'Connor |first1=J. J. |last2=Robertson |first2=E. F. |date=November 1997 |publisher=School of Mathematical and Computational Sciences University of St Andrews |access-date =ngày 25 tháng 3 năm 2013 |url-status=dead |archiveurl=https:\/\/web.archive.org\/web\/20110128034939\/http:\/\/www-groups.dcs.st-and.ac.uk\/~history\/Biographies\/Maxwell.html |archive-date=ngày 28 tháng 1 năm 2011 }}<\/ref>\n\nNghiên cứu vấn đề xa hơn, Maxwell chứng tỏ rằng [[phương trình sóng điện từ|các phương trình]] dự đoán sự tồn tại các sóng [[bức xạ điện từ|dao động của từ trường và điện trường]] truyền qua chân không với một tốc độ có thể tiên đoán được từ thí nghiệm điện đơn giản; sử dụng dữ liệu có được lúc đó, Maxwell thu được vận tốc của sóng bằng {{convert|310740000|m\/s}}.<ref>{{chú thích web |url=http:\/\/ecee.colorado.edu\/~ecen3410\/ECEN3410-FirstClass.pdf |title=ECEN3410 Electromagnetic Waves |publisher=University of Colorado |access-date =ngày 30 tháng 6 năm 2013 |archive-date = ngày 17 tháng 3 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140317170802\/http:\/\/ecee.colorado.edu\/~ecen3410\/ECEN3410-FirstClass.pdf }}<\/ref> Trong bài báo năm 1864 ''Một lý thuyết động lực học của trường điện từ'' - ''A Dynamical Theory of the Electromagnetic Field'', Maxwell viết, \"Các kết quả khớp nhau dường như cho thấy ánh sáng và từ học là những ảnh hưởng của cùng một thứ, và rằng ánh sáng là một dao động điện từ lan truyền qua trường tuân theo các định luật của điện từ học\".<ref name=ADTEF\/>\n\nPhương trình nổi tiếng của ông, trong dạng hiện đại chứa bốn [[phương trình đạo hàm riêng]], xuất hiện đầy đủ lần đầu tiên trong cuốn sách của ông ''A Treatise on Electricity and Magnetism'' xuất bản năm 1873.<ref>{{chú thích web |url=http:\/\/libraries.mit.edu\/150books\/2011\/01\/19\/1873\/ |title=Year 13 – 1873: A Treatise on Electricity and Magnetism by James Clerk Maxwell |publisher=MIT Libraries |access-date =ngày 30 tháng 6 năm 2013}}<\/ref> Maxwell thực hiện phần lớn công trình này ở Glenlair trong thời gian ông giữ vị trí ở London và đảm nhiệm chức danh giáo sư Cavendish.<ref name=mactutor\/> Maxwell biểu diễn thuyết điện từ trong dạng đại số của các [[quaternion]] và sử dụng thế điện từ làm đối tượng trung tâm của lý thuyết.<ref>{{chú thích web |url=http:\/\/www.cheniere.org\/books\/aids\/ch4.htm |title=Extraordinary Physics |publisher=The Tom Bearden Website |access-date=ngày 30 tháng 4 năm 2013 |archive-date=2013-03-04 |archive-url=https:\/\/web.archive.org\/web\/20130304022724\/http:\/\/www.cheniere.org\/books\/aids\/ch4.htm |url-status=dead }}<\/ref> Năm 1881, [[Oliver Heaviside]] thay đại lượng thế điện từ của Maxwell bằng 'trường lực' trở thành trung tâm của lý thuyết. Heaviside đã giảm thiểu tính phức tạp của lý thuyết Maxwell xuống còn bốn phương trình vi phân, mà ngày nay biết tới như là các định luật Maxwell hay [[phương trình Maxwell]]. Theo Heaviside, trường thế điện từ là tùy ý và cần phải \"loại bỏ\".<ref>{{cite thesis |type=PhD |first=B. J. |last=Hunt |title=The Maxwellians |publisher=The Johns Hopkins University |year=1984 |pages=116–117}}<\/ref> Cách sử dụng thế vô hướng và vectơ ngày nay trở thành mẫu mực trong trình bày nghiệm của phương trình Maxwell.<ref>{{harvnb|Eyges|1972|p=section 11.6.}}<\/ref>\n\nMột vài năm sau đã có cuộc tranh luận giữa Heaviside và Peter Guthrie Tait về vai trò của [[giải tích vectơ]] và [[quaternion]]. Kết quả là các nhà vật lý nhận ra rằng không cần có ý nghĩa vật lý đem lại bởi [[quaternion]] nếu lý thuyết là định xứ thuần túy, và giải tích vectơ trở lên phổ biến.<ref>{{harvnb|Barrett|Grimes|1995|pp=7–8}}<\/ref> Maxwell đã được chứng minh là đúng, và mối liên hệ định lượng của ông giữa ánh sáng và điện từ học được coi là một trong những thành tựu vĩ đại của [[vật lý toán]] trong thế kỷ 19.<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=B6shu_hAiGkC&pg=PA86#v=onepage&q&f=false |page=86 |title=Dot-Dash to Dot.Com: How Modern Telecommunications Evolved from the Telegraph to the Internet |isbn=9781441967602 |last=Wheen |first=Andrew |year=2010}}<\/ref>\n\nMaxwell cũng giới thiệu ra khái niệm ''trường điện từ'' khi so sánh với các đường sức mà Faraday miêu tả.<ref name=\"tef\">{{chú thích web|url=http:\/\/www-history.mcs.st-and.ac.uk\/Projects\/Johnson\/Chapters\/Ch4_4.html |title=The Electromagnetic Field |publisher=University of St Andrews |access-date =ngày 30 tháng 6 năm 2013 |author=Johnson, Kevin |date=May 2002 |url-status=dead |archiveurl=https:\/\/web.archive.org\/web\/20110827131533\/http:\/\/www-history.mcs.st-and.ac.uk\/Projects\/Johnson\/Chapters\/Ch4_4.html |archive-date=ngày 27 tháng 8 năm 2011 }}<\/ref> Bằng cách hiểu sự lan truyền của điện từ như là một trường phát ra các hạt, Maxwell có thể tiến bước trong lý thuyết của ông về ánh sáng. Lúc đó, Maxwell tin rằng sự lan truyền của ánh sáng đòi hòi môi trường cho các sóng, mà ông đặt là ête siêu sáng (luminiferous aether).<ref name=\"tef\"\/> Về sau, sự tồn tại của một môi trường như thế, thấm vào toàn bộ không gian và không phát hiện được bằng bất kỳ cơ chế nào, được chứng minh là không tương hợp với kết quả một số thí nghiệm như [[thí nghiệm Michelson–Morley]].<ref>{{Chú thích tạp chí |last1=Michelson |first1=Albert Abraham |last2=Morley |first2=Edward Williams |title=[[s:On the Relative Motion of the Earth and the Luminiferous Ether|On the Relative Motion of the Earth and the Luminiferous Ether]] |journal=American Journal of Science |volume=34 |year=1887 |pages=333–345 |doi=10.2475\/ajs.s3-34.203.333 |issue=203}}<\/ref> Hơn nữa, nó dường như đòi hỏi một [[hệ quy chiếu]] tuyệt đối mà trong đó các phương trình vẫn còn đúng, nhưng dạng của phương trình bị thay đổi một cách khó chịu khi viết trong hệ quy chiếu của một người đang chuyển động. Những khó khăn này đã thúc đẩy [[Albert Einstein]] thiết lập ra [[thuyết tương đối hẹp]]; trong đó Einstein đã bác bỏ sự cần thiết có một môi trường ê te siêu sáng.<ref>{{chú thích web |url=http:\/\/www-history.mcs.st-and.ac.uk\/Extras\/Einstein_ether.html |title=Ether and the Theory of Relativity |last=Einstein |first=Albert |access-date =ngày 19 tháng 12 năm 2013}}<\/ref>\n\n===Thị giác màu sắc===\n[[tập tin:Tartan Ribbon.jpg|thumb|Bức ảnh màu có độ bền đầu tiên, do James Clerk Maxwell thực hiện trong bài thuyết trình năm 1861.]]\n\nNhư các nhà vật lý thời đó, Maxwell rất quan tâm tới [[tâm lý học]]. Ông đặc biệt chú ý tới, theo các hướng của [[Isaac Newton]] và [[Thomas Young (nhà vật lý)|Thomas Young]], nghiên cứu [[thị giác màu sắc]] (colour vision). Từ 1855 đến 1872, ông công bố một loạt đều đặn các bài báo khảo cứu về cảm nhận màu sắc, [[rối loạn sắc giác]], và lý thuyết màu sắc, và được trao [[Huy chương Rumford]] về bài báo ''On the Theory of Colour Vision''.<ref>{{chú thích web |url=http:\/\/www-history.mcs.st-and.ac.uk\/Projects\/Johnson\/Chapters\/Ch4_2.html|title=Colour Vision |publisher=University of St Andrews |author=Johnson, Kevin|date=May 2012 |access-date =ngày 20 tháng 5 năm 2013}}<\/ref>\n\nIsaac Newton đã chứng minh, sử dụng lăng kính, rằng ánh sáng trắng, như [[bức xạ Mặt Trời|ánh nắng Mặt Trời]], là tổ hợp của một số ánh sáng đơn sắc mà có thể kết hợp thành ánh sáng trắng.<ref>{{chú thích sách |last=Newton |first=Isaac |date=1704 |title=Opticks: or a treatise of the reflexions, refractions, inflexions and colours of light |url=https:\/\/archive.org\/details\/opticksortreatisnewt |location=London |publisher=Printed for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Church-yard}}<\/ref> Newton cũng chỉ ra rằng một màu sơn vàng cam làm từ màu đỏ và vàng nhìn y hệt như ánh sáng đơn sắc vàng cam, mặc dù là tổ hợp của hai ánh sáng đơn sắc đỏ và vàng. Từ đây xuất hiện nghịch lý thách thức các nhà vật lý thời đó: hai ánh sáng phức hợp (là tổ hợp của hai hay nhiều ánh sáng đơn sắc) có thể nhìn giống nhau nhưng khác nhau về mặt vật lý, gọi là hiện tượng phân dị (''metamerism''). Thomas Young về sau đề xuất cách lý giải nghịch lý này bởi cảm nhận màu sắc thông qua một số giới hạn các kênh trong [[mắt]], mà ông đề xuất lý thuyết ba màu đơn sắc,<ref>{{chú thích tạp chí| last=Young| first=Thomas| title=Bakerian Lecture: Experiments and calculations relative to physical optics|journal=Philosophical Transactions of the Royal Society|year=1804|volume=94|pages = 1–16 | url = https:\/\/books.google.com\/books?id=7AZGAAAAMAAJ&pg=PA1#v=onepage&q&f=false|bibcode = 1804RSPT...94....1Y| doi=10.1098\/rstl.1804.0001}}<\/ref> hay ''[[lý thuyết Young–Helmholtz]]''. Maxwell sử dụng công cụ [[đại số tuyến tính]] phát triển gần đây để chứng minh lý thuyết Young. Bất kỳ ánh sáng đơn sắc nào kích thích ba thụ thể có thể được kích thích bằng nhau bởi ba ánh sáng đơn sắc khác nhau (thực tế, bởi bất kỳ ba ánh sáng khác nhau). Ông chứng minh đó là trường hợp,<ref>{{chú thích tạp chí |last=Maxwell |first=James Clerk |date=1857 |title=XVIII.—Experiments on Colour, as perceived by the Eye, with Remarks on Colour-Blindness |url=http:\/\/journals.cambridge.org\/action\/displayAbstract?fromPage=online&aid=8419209&fileId=S0080456800032117 |journal=Transactions of the Royal Society of Edinburgh |publisher=Royal Society of Edinburgh |volume=21 |issue=02 |pages=275–298}}<\/ref> phát minh ra thí nghiệm làm phù hợp màu và so khớp màu (colorimetry).\n\nMaxwell cũng thích thú áp dụng lý thuyết của ông đến cảm nhận màu sắc, hay [[chụp ảnh màu]]. Xuất phát trực tiếp từ nghiên cứu tâm lý học của ông về cảm nhận màu sắc: nếu tổng của bất lỳ ba ánh sáng màu nào có thể tái tạo bất kỳ màu được cảm nhận nào, thì có thể tạo ra các bức ảnh màu thông qua bộ lọc ba màu sắc. Trong nội dung bài báo năm 1855, Maxwell đề xuất là, nếu ba bức ảnh màu đen trắng về một cảnh được chụp thông qua bộ lọc ba màu đỏ, lục và lam và các phim trong suốt của các bức ảnh này được chiếu lên một màn sử dụng ba máy chiếu trang bị các bộ lọc tương tự, thì khi ghép chồng trên màn ảnh sẽ cho cảm nhận của mắt người như một bức ảnh đầy đủ về màu sắc.<ref>{{chú thích tạp chí |last1=Maxwell |first1=James Clerk |year=1855 |title=Experiments on Colour, as Perceived by the Eye, with Remarks on Colour-Blindness |journal=Transactions of the Royal Society of Edinburgh |volume=21 |issue=2 |pages=275–298 |doi=10.1017\/S0080456800032117}} (This thought-experiment is described on pages 283–284. The short-wavelength filter is specified as \"violet\", but during the 19th century \"violet\" could be used to describe a deep violet-blue such as the colour of cobalt glass.)<\/ref>\n\nTrong một bài giảng về màu sắc tại Viện Hoàng gia vào năm 1861 về lý thuyết màu sắc, Maxwell trình bày bức ảnh màu đầu tiên trên thế giới dựa theo nguyên lý phân tích và tổng hợp ba màu này. Nhiếp ảnh gia Thomas Sutton, người sáng chế ra [[máy ảnh phản xạ ống kính đơn]], đã chụp bức ảnh này. Ông chụp một dải ruy băng ba lần, thông qua các bộ lọc đỏ, lục và lam, đồng thời chụp một bức ảnh thứ tư thông qua bộ lọc vàng, mặc dù theo như Maxwell, đã không được sử dụng trong bức ảnh tổng hợp. Bởi vì tấm kính ảnh (photographic plate) của Sutton không đủ nhạy với màu đỏ và chỉ hơi nhạy với màu lục, bức ảnh tổng hợp tiên phong này còn khá xa so với mục đích mong muốn. Trong bài giảng ông viết rằng \"nếu ảnh màu đỏ và lục được chụp đầy đủ như ảnh màu lục,\" nó \"sẽ trở thành một bức ảnh ruy bông màu thực sự. Bằng cách tìm các vật liệu chụp ảnh có độ nhạy hơn với các tia ít khúc xạ hơn, độ biểu diễn màu sắc của vật thể có thể được nâng cao nhiều lên.\"<ref name=\"Tolstoy_p 103-104\"\/><ref>{{chú thích sách |url=http:\/\/notesonphotographs.org\/index.php?title=Maxwell,_J._Clerk._%22On_the_Theory_of_Three_Primary_Colours.%22 |author=Maxwell, J. Clerk|chapter=On the Theory of Three Primary Colours|pages=445–450 |year=2011 |origyear=1890|title=The Scientific Papers of James Clerk Maxwell|volume =1 |publisher=Cambridge University Press|isbn=9780511698095|access-date =ngày 28 tháng 3 năm 2013}}<\/ref><ref>{{chú thích tạp chí |url=http:\/\/notesonphotographs.org\/index.php?title=%22The_Theory_of_the_Primary_Colours.%22_The_British_Journal_of_Photography,_August_9,_1861 |title=The Theory of the Primary Colours|journal=The British Journal of Photography|author=Maxwell, J. Clerk| year=1861|access-date =ngày 28 tháng 3 năm 2013}}<\/ref> Các nhà nghiên cứu vào năm 1961 kết luận rằng chất lượng ảnh thấp do ảnh hưởng tự bộ lọc màu đo là vì ánh sáng [[tử ngoại]], nó bị phản xạ mạnh bởi một số thuốc nhuộm màu đỏ, và không hoàn toàn bị chặn bởi bộ lọc màu đỏ này, và trong phạm vi nhạy của quá trình nhúng ướt mà Sutton đã áp dụng.<ref>{{chú thích tạp chí |last1=Evans |first1=R. |date=November 1961 |title=Maxwell's Color Photography |url=https:\/\/archive.org\/details\/sim_scientific-american_1961-11_205_5\/page\/117 |journal=Scientific American |volume=205 |issue= 5|pages=117–128 |doi=10.1038\/scientificamerican1161-118}}<\/ref>\n\n===Thuyết động học chất khí và nhiệt động lực học===\n{{chính|Phân phối Maxwell–Boltzmann}}\n[[tập tin:Maxwell's demon.svg|thumb|right|[[con quỷ Maxwell|Con quỷ của Maxwell]], một thí nghiệm tưởng tượng về entropy suy giảm.]]\nMaxwell cũng quan tâm nghiên cứu [[thuyết động học chất khí|thuyết động học]] của chất khí. Bắt đầu từ [[Daniel Bernoulli]], lý thuyết này phát triển bởi các nghiên cứu của [[John Herapath]], [[John James Waterston]], [[James Prescott Joule|James Joule]], và đặc biệt là của [[Rudolf Clausius]], đạt đến mức độ chính xác của nó nói chung vượt ra khỏi sự nghi ngờ; lý thuyết cũng nhận nhiều sự đóng góp lớn từ Maxwell, người trong lĩnh vực này như là một nhà thực nghiệm (về các định luật ma sát chất khí) cũng như một nhà toán học.<ref>{{chú thích web|url=http:\/\/www.theiet.org\/resources\/library\/archives\/biographies\/maxwell.cfm |title=Archives Biographies: James Clerk Maxwell |publisher=The Institution of Engineering and Technology |access-date =ngày 1 tháng 7 năm 2013}}<\/ref>\n\nGiữa các năm 1859 và 1866, ông phát triển lý thuyết phân bố vận tốc của hạt trong một chất khí, mà công trình này về sau được [[Ludwig Boltzmann]] tổng quát hóa lên.<ref>{{chú thích web |url=http:\/\/users.ece.gatech.edu\/~alan\/ECE6451\/Lectures\/StudentLectures\/Hill_5p4_MaxwellBoltzmannDistribution.pdf |title=The Maxwell–Boltzmann distribution |publisher=Georgia Institute of Technology |last=Hill |first=Melanie |access-date =ngày 28 tháng 8 năm 2013}}<\/ref><ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=DWRkfjIFdOIC&pg=PA51#v=onepage&q&f=false |page=51 |title=The Corresponding-States Principle and its Practice: Thermodynamic, Transport and Surface Properties of Fluids |isbn=9780080459042 |author1=Xiang |first1=Hong Wei |year=2005}}<\/ref> Công thức [[phân phối Maxwell–Boltzmann]] cho tỷ lệ các [[phân tử]] khí chuyển động ở một vận tốc cho trước tại một nhiệt độ bất kỳ. Trong thuyết động học chất khí, nhiệt độ và nhiệt lượng đóng góp chỉ bởi chuyển động của phân tử. Cách tiếp cận này tổng quát các định luật nhiệt động lực học thiết lập trước đó theo cách tốt hơn phương pháp áp dụng trước đây. Công trình của Maxwell về [[nhiệt động lực học]] đưa ông đi đến [[thí nghiệm tưởng tượng]] mà ngày nay gọi là [[con quỷ Maxwell]], nơi [[định luật hai nhiệt động lực học]] bị vi phạm bằng tưởng tượng có một cách sắp xếp lại phân bố của các hạt phân tử theo năng lượng.<ref>{{chú thích web |url=http:\/\/phys.org\/news\/2010-11-maxwell-demon-energy.html |title=Maxwell's demon demonstration turns information into energy |date=ngày 15 tháng 11 năm 2010 |author=Edwards, Lin |publisher=phys.org |access-date =ngày 1 tháng 7 năm 2013}}<\/ref>\n\nNăm 1871 ông thiết lập [[liên hệ Maxwell|liên hệ nhiệt động lực học Maxwell]], phát biểu về sự bằng nhau giữa đạo hàm bậc hai của [[thế nhiệt động lực]] với từng biến nhiệt động lực khác nhau. Năm 1874, ông làm một mặt nhiệt động lực bằng thạch cao khi nghiên cứu về sự chuyển pha, dựa trên các bài báo về nhiệt động lực học bằng đồ thị của nhà vật lý người Mỹ [[Josiah Willard Gibbs]].<ref>{{chú thích tạp chí |author=West, Thomas G. |title=James Clerk Maxwell, Working in Wet Clay |url=http:\/\/www.siggraph.org\/publications\/newsletter\/v33n1\/columns\/west.html |journal=SIGGRAPH Computer Graphics Newsletter |volume=33 |issue=1 |date=February 1999 |pages=15–17 |doi=10.1145\/563666.563671 |access-date=2016-06-06 |archive-date=2021-04-19 |archive-url=https:\/\/web.archive.org\/web\/20210419091357\/http:\/\/www.siggraph.org\/publications\/newsletter\/v33n1\/columns\/west.html }}<\/ref><ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=UqbxZpELwHYC |page=118 |title=Great Physicists: The Life and Times of Leading Physicists from Galileo to Hawking |isbn=9780195173246 |last=Cropper |first=William H. |publisher=Oxford University Press |year=2004}}<\/ref>\n\n===Lý thuyết điều khiển===\n{{chính|Lý thuyết điều khiển tự động}}\nMaxwell viết một bài báo tiêu đề ''On governors'' trong ''Proceedings of Royal Society'', tập 16 (1867–1868).<ref name=\"Maxwell1867\">{{chú thích tạp chí |author=Maxwell, James Clerk |year=1868 |title=On Governors |journal=Proceedings of the Royal Society of London |volume=16 |pages=270–283 |doi=10.1098\/rspl.1867.0055 |jstor=112510}}<\/ref> Bài báo này chứa đựng nội dung trung tâm của lý thuyết điều khiển tự động trong những ngày đầu.<ref>{{chú thích tạp chí |last=Mayr |first=Otto |title=Maxwell and the Origins of Cybernetics |journal=Isis |volume=62 |issue=4 |year=1971 |pages=424–444 |doi=10.1086\/350788}}<\/ref> Ở đây \"governors\" nói tới [[bộ điều tốc]] hoặc [[bộ điều tốc ly tâm]] sử dụng trong [[động cơ hơi nước]].\n\n==Vinh danh==\n[[tập tin:James Clerk Maxwell statue in George Street, Edinburgh.jpg|thumb|upright|Đài tượng niệm James Clerk Maxwell ở Edinburgh, tạo bởi [[Alexander Stoddart]]. Khai trương vào năm 2008 bởi Hội Hoàng gia Edinburgh.]]\nMaxwell đã được vinh danh bởi:\n* Đơn vị [[maxwell (đơn vị)|maxwell]] (Mx), một đơn vị dẫn xuất trong hệ [[CGS]] đo [[từ thông]]<ref name=\"martinfrost\"\/>\n* [[Giải thưởng Maxell của IEEE]]\n* [[Dãy núi Maxwell]], một dãy núi trên [[Sao Kim]]<ref name=\"martinfrost\">{{chú thích web |url=http:\/\/martinfrost.ws\/htmlfiles\/maxwell1.html |title=James Clerk Maxwell |publisher=martinfrost.ws |access-date =ngày 30 tháng 6 năm 2013 |archive-date = ngày 10 tháng 4 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130410073948\/http:\/\/www.martinfrost.ws\/htmlfiles\/maxwell1.html }}<\/ref>\n* [[Khoảng trống Maxwell]] trong [[vành đai Sao Thổ]]<ref>{{chú thích web |url=http:\/\/photojournal.jpl.nasa.gov\/catalog\/PIA09857 |title=PIA09857: Maxwell's Namesake |publisher=JPL\/NASA |access-date =ngày 1 tháng 7 năm 2013}}<\/ref>\n* [[Kính thiên văn James Clerk Maxwell]], một kính thiên văn bước sóng dưới milimét, có đường kính 15 m.<ref name=\"martinfrost\"\/>\n* Tòa nhà James Clerk Maxwell của Đại học Edinburgh, nơi đặt khoa toán, vật lý và [[khí tượng học]].<ref>{{chú thích web |url=http:\/\/www.ph.ed.ac.uk\/about\/locations\/jcmb |title=James Clerk Maxwell Building (JCMB) |publisher=University of Edinburgh |access-date =ngày 1 tháng 7 năm 2013}}<\/ref>\n* Tòa nhà James Clerk Maxwell tại khu Waterloo của trường King's College London, một chức danh trong khoa vật lý, và hội các sinh viên vật lý được mang tên ông tại đại học này.<ref>{{chú thích web |url=http:\/\/www.kcl.ac.uk\/aboutkings\/history\/famouspeople\/jamesclerkmaxwell.aspx |title=James Clerk Maxwell |publisher=King's College London |access-date =ngày 1 tháng 7 năm 2013}}<\/ref>\n* Trung tâm James Clerk Maxwell tại trường Edinburgh Academy.<ref>{{chú thích web |url=http:\/\/www.edinburghacademy.org.uk\/EA_Enterprises\/Venues_and_Facilities\/James_Clerk_Maxwell_Science_Centre |title=James Clerk Maxwell Science Centre |publisher=Edinburgh Academy |access-date =ngày 30 tháng 6 năm 2013 |archive-date = ngày 12 tháng 7 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130712044029\/http:\/\/www.edinburghacademy.org.uk\/EA_Enterprises\/Venues_and_Facilities\/James_Clerk_Maxwell_Science_Centre }}<\/ref>\n* Trung tâm Maxwell tại Đại học Cambridge, dành cho hợp tác giữa doanh nghiệp và các nhà khoa học trong lĩnh vực Công nghệ và khoa học Vật lý.<ref>{{chú thích web |url=http:\/\/www.maxwell.cam.ac.uk |title=Maxwell Centre |publisher=University of Cambridge |access-date =ngày 6 tháng 5 năm 2016}}<\/ref>\n* Một bức tượng được dựng ở đường George, Edinburgh.<ref>{{chú thích web |url=http:\/\/news.bbc.co.uk\/1\/hi\/scotland\/south_of_scotland\/7746365.stm |title=The science world's unsung hero? |last1=Rinaldi |first1=Giancarlo |date=ngày 25 tháng 11 năm 2008 |publisher=BBC |access-date =ngày 27 tháng 3 năm 2013}}<\/ref>\n* Nhà sản xuất GPU [[Nvidia]] đã đặt tên của ông cho kiến trúc của dòng chip xử lý đồ họa GeForce 900.<ref>{{chú thích báo|url=http:\/\/www.kitguru.net\/components\/graphic-cards\/anton-shilov\/nvidia-to-skip-geforce-gtx-800-series-to-introduce-geforce-gtx-970-gtx-980-in-mid-september\/ |first=Anton |last=Shilov |title=Nvidia to skip GeForce GTX 800 series, to introduce GeForce GTX 970, GTX 980 in mid-September|newspaper=KitGuru|date=ngày 29 tháng 8 năm 2014}}<\/ref>\n*Phần mềm [[ANSYS]] dành cho phân tích điện từ, mang tên Maxwell.\n{{Clear}}\n\n==Công bố khoa học==\n\n*{{Citation | last1=Maxwell | first1=James Clerk | title=A treatise on electricity and magnetism Vol I | url=https:\/\/archive.org\/details\/electricandmagne01maxwrich | publisher=Oxford: Clarendon Press | year = 1873}}\n*{{Citation | last1=Maxwell | first1=James Clerk | title=A treatise on electricity and magnetism Vol II | url=https:\/\/archive.org\/details\/electricandmag02maxwrich | publisher=Oxford: Clarendon Press | year = 1873}}\n*{{Citation | last1=Maxwell | first1=James Clerk | title=An Elementary treatise on electricity | url=https:\/\/archive.org\/details\/elementarytreati00maxwrich | publisher=Oxford: Clarendon Press | year = 1881}}\n*{{Citation | last1=Maxwell | first1=James Clerk | title=The scientific papers of James Clerk Maxwell Vol I | url=https:\/\/archive.org\/details\/scientificpapers01maxw | publisher=Dover Publication | year = 1890}}\n*{{Citation | last1=Maxwell | first1=James Clerk | title=The scientific papers of James Clerk Maxwell Vol II | url=https:\/\/archive.org\/details\/scientificpapers02maxwuoft | publisher= Cambridge, University Press | year = 1890}}\n*{{Citation | last1=Maxwell | first1=James Clerk | title=Theory of heat | url=https:\/\/archive.org\/details\/theoryofheat00maxwrich | publisher=Longmans Green Co. | year = 1908 }}\n*Three of Maxwell's contributions to ''Encyclopædia Britannica'' appeared in the Ninth Edition (1878): ''Atom'',[https:\/\/en.wikisource.org\/wiki\/Encyclop%C3%A6dia_Britannica,_Ninth_Edition\/Atom] ''Attraction'',[https:\/\/en.wikisource.org\/wiki\/Encyclop%C3%A6dia_Britannica,_Ninth_Edition\/Attraction], and ''Ether''[https:\/\/en.wikisource.org\/wiki\/Encyclop%C3%A6dia_Britannica,_Ninth_Edition\/Ether]; and three in the Eleventh Edition (1911): ''Capillary Action'',[https:\/\/en.wikisource.org\/wiki\/1911_Encyclop%C3%A6dia_Britannica\/Capillary_Action] ''Diagram'',[https:\/\/en.wikisource.org\/wiki\/1911_Encyclop%C3%A6dia_Britannica\/Diagram] and ''Faraday, Michael''[https:\/\/en.wikisource.org\/wiki\/Author:James_Clerk_Maxwell#Contributions_to_EB1911].\n\n==Tham khảo==\n\n===Chú thích===\n{{tham khảo|30em}}\n\n===Thư mục tham khảo===\n{{refbegin}}\n* {{chú thích sách| last1 = Barrett| first1 = Terence William| last2 = Grimes| first2 = Dale Mills| title = Advanced Electromagnetism: Foundations, Theory and Applications| url = https:\/\/books.google.com\/?id=lA8tgLMRu2kC| year = 1995| publisher = World Scientific| isbn = 9789810220952}}\n* {{chú thích sách |first=Lewis |last=Campbell |author2=Garnett, William |title=The Life of James Clerk Maxwell |publisher=MacMillan |location=Edinburgh |year=1882 |url=http:\/\/www.sonnetsoftware.com\/bio\/maxbio.pdf |format=PDF |oclc=2472869 }}\n* {{chú thích sách| last = Eyges| first = Leonard| title = The Classical Electromagnetic Field| url = https:\/\/books.google.com\/?id=4U_2KXNi5pgC| year = 1972| publisher = Dover Publications Inc.| location = New York}}\n* {{chú thích sách| last = Gardner| first = Martin| authorlink = Martin Gardner| title = The Last Recreations: Hydras, Eggs, and Other Mathematical Mystifications| url = https:\/\/books.google.com\/?id=RHCkV2YaGoEC| year = 2007| publisher = Springer-Verlag| location = New York| isbn = 978-0-387-25827-0}}\n* {{chú thích sách| last = Glazebrook| first = R. T.| title = James Clerk Maxwell and Modern Physics| url = https:\/\/archive.org\/stream\/jamesclerkmaxwel00glaziala#page\/n7\/mode\/2up| year = 1896| publisher = 811951455| oclc = 811951455}}\n* {{chú thích sách| last = Harman| first = Peter M.| title = The Natural Philosophy of James Clerk Maxwell| url = https:\/\/books.google.com\/books\/about\/The_Natural_Philosophy_of_James_Clerk_Ma.html?id=v4xjVtszqssC| year = 1998| publisher = Cambridge University Press| isbn = 0-521-00585-X}}\n* {{chú thích sách| last = Harman| first = Peter M.| title = Oxford Dictionary of National Biography| volume = 37| year = 2004| publisher = Oxford University Press| isbn = 0-19-861411-X}}\n* {{chú thích sách| last = Mahon| first = Basil| title = The Man Who Changed Everything – the Life of James Clerk Maxwell| url = https:\/\/books.google.com\/?id=mGo_jtHwL0sC| year = 2003| publisher = Wiley| location = Hoboken, NJ| isbn = 0-470-86171-1}}\n* {{chú thích sách| last = Maxwell| first = James Clerk| title = Theory of Heat| url = https:\/\/books.google.com\/?id=qE50pbHfQtgC| edition = 9| year = 2001| publisher = Courier Dover Publications| isbn = 978-0-486-41735-6}}\n* {{chú thích sách| last = Porter| first = Roy| title = Hutchinson Dictionary of Scientific Biography| url = https:\/\/books.google.com\/?id=3nKVSwAACAAJ| year = 2000| publisher = Hodder Arnold H&S| isbn = 978-1-85986-304-6| oclc = 59409209}}\n* {{chú thích sách| last = Russo| first = Remigio| title = Mathematical Problems in Elasticity| url = https:\/\/books.google.com\/?id=qe05dx_hpVsC| year = 1996| publisher = World Scientific| isbn = 981-02-2576-8}}\n* {{chú thích sách| last = Timoshenko|first= Stephen |year=1983|title=History of Strength of Materials|publisher= Courier Dover Publications|isbn=978-0-486-61187-7}}\n* {{chú thích sách| last = Tolstoy| first = Ivan| title = James Clerk Maxwell: A Biography| year = 1982| publisher = University of Chicago Press| isbn = 0-226-80787-8| oclc = 8688302}}\n* {{chú thích sách| last = Warwick| first = Andrew| title = Masters of Theory: Cambridge and the Rise of Mathematical Physics| url = https:\/\/books.google.com\/?id=tRnwfbg_O1gC| year = 2003| publisher = University of Chicago Press| isbn = 0-226-87374-9}}\n* {{chú thích sách| last1 = Waterston| first1 = Charles D| last2 = Macmillan Shearer| first2 = A.| title = Former Fellows of the Royal Society of Edinburgh 1783–2002: Biographical Index| url = http:\/\/www.rse.org.uk\/cms\/files\/fellows\/biographical_index\/fells_indexp2.pdf| volume = II| date = July 2006| publisher = The Royal Society of Edinburgh| location = Edinburgh| isbn = 978-0-902198-84-5| access-date = 2016-06-06| archive-date = 2019-04-05| archive-url = https:\/\/web.archive.org\/web\/20190405024225\/https:\/\/www.rse.org.uk\/cms\/files\/fellows\/biographical_index\/fells_indexp2.pdf}}\n{{refend}}\n\n==Liên kết ngoài==\n{{Commons|James Clerk Maxwell}}\n{{wikiquote}}\n{{Wikisource author|James Clerk Maxwell}}\n* {{Gutenberg author |id=Maxwell,+James+Clerk | name=James Clerk Maxwell}}\n* {{Internet Archive author |sname=James Clerk Maxwell}}\n* {{Librivox author |id=736}}\n* {{MacTutor Biography|id=Maxwell}}\n* {{chú thích web |url=http:\/\/www.numericana.com\/arms\/maxwell.htm |title=Genealogy and Coat of Arms of James Clerk Maxwell (1831–1879) |publisher=Numericana}}\n* {{chú thích web |url=http:\/\/www.clerkmaxwellfoundation.org\/ |title=The James Clerk Maxwell Foundation}}\n* {{chú thích web |url=http:\/\/www.scotlandspeople.gov.uk\/content\/help\/index.aspx?r=546&1145 |title=Maxwell, James Clerk (Maxwell's last will and testament) |publisher=scotlandspeople.gov.uk |ngày truy cập=2016-06-06 |archive-date=2006-12-30 |archive-url=https:\/\/web.archive.org\/web\/20061230185305\/http:\/\/www.scotlandspeople.gov.uk\/content\/help\/index.aspx?r=546&1145 |url-status=dead }}\n* {{chú thích web |url=http:\/\/www.clerkmaxwellfoundation.org\/PUBLISHED_SCIENTIFIC_PAPERS.pdf |title=The Published Scientific Papers and Books of James Clerk Maxwell |publisher=Clerk Maxwell Foundation}}\n* {{chú thích web |url=http:\/\/www.clerkmaxwellfoundation.org\/Bibliography.pdf |title=Bibliography |publisher=Clerk Maxwell Foundation}}\n* James Clerk Maxwell, [http:\/\/lhldigital.lindahall.org\/cdm\/ref\/collection\/color\/id\/29023 \"Experiments on colour as perceived by the Eye, with remarks on colour-blindness\"]. ''Proceedings of the Royal Society of Edinburgh'', vol. 3, no. 45, pp.&nbsp;299–301. (digital facsimile from the Linda Hall Library)\n\n{{Scientists whose names are used as non SI units}}\n\n{{Authority control}}\n\n{{Dữ liệu nhân vật\n|TÊN=Maxwell, James Clerk\n|TÊN KHÁC=James Clerk\n|TÓM TẮT=[[danh sách nhà toán học|nhà toán học]] và [[nhà vật lý|nhà vật lý học]] người [[Scotland]]\n|LÚC SINH=[[13 tháng 6]] năm [[1831]]\n|NƠI SINH=[[Edinburgh]], [[Scotland]], [[Vương quốc Liên hiệp Anh và Ireland]]\n|LÚC MẤT=[[5 tháng 11]] năm [[1879]]\n|NƠI MẤT=[[Cambridge]], [[Anh]], [[Vương quốc Liên hiệp Anh và Ireland]]\n}}\n{{Thời gian sống|sinh=1831|mất=1879|tên=Maxwell, James Clerk}}\n\n[[Thể loại:Nhà vật lý Scotland]]\n[[Thể loại:Nhà vật lý lý thuyết]]\n[[Thể loại:Nhà toán học Scotland]]\n[[Thể loại:Hội viên Hội Hoàng gia]]\n[[Thể loại:Nhà phát minh Scotland]]\n[[Thể loại:Chết vì ung thư dạ dày]]\n[[Thể loại:Mất năm 1879]]"}