{"Jan III Sobieski":"{{sơ khai nhân vật hoàng gia châu Âu}}\n{{For|một vài vị vua Ba Lan tên Jan|Jan của Ba Lan}} \n{{Thông tin nhân vật hoàng gia|\n|tên=Jan III Sobieski\n|tước vị=[[Vua]] nước [[Ba Lan]]; [[Đại công tước|Đại Công tước]] xứ [[Litva]]\n|hình=Coques John III Sobieski.jpg\n|ghi chú hình=Quốc vương Jan III Sobieski trên lưng chiến mã. Họa phẩm của họa sĩ [[Gonzales Coques]], sau năm [[1674]]. \n|chức vị = Vua [[nhà Sobieski]] <br> [[Vương quốc Ba Lan và Đại Công quốc Litva]]\n|tại vị=[[21 tháng 5]] năm [[1674]] - [[17 tháng 6]] năm [[1696]]\n|đăng quang=2 tháng 2 năm 1676 tại [[Nhà thờ Wawel]], [[Kraków]]\n|tiền nhiệm=[[Michał Korybut Wiśniowiecki]] {{Vương miện}}\n|kế nhiệm=[[August II của Ba Lan|August II]] {{Vương miện}}\n|thông tin tước vị đầy đủ = ẩn\n|tước vị đầy đủ = Vua của Vương quốc Ba Lan <br> Đại Công tước của Đại Công quốc Litva \n|hoàng tộc=[[Nhà Sobieski]]\n|sinh=17 tháng 8 năm 1629\n|nơi sinh=[[Olesko]], [[Ukraina]]\n|mất=17 tháng 6 năm 1696\n|mất=[[Cung điện Wilanów]], [[Warszawa]], [[Ba Lan]] \n|cha=[[Jakub Sobieski]]\n|mẹ=[[Zofia Teofilla Daniłowicz]]\n}}\n'''Jan III Sobieski''' ([[17 tháng 8]] năm [[1629]] - [[17 tháng 6]] năm [[1696]]) là một trong những vị vua nổi tiếng nhất của [[Vương quốc Ba Lan và Đại Công quốc Litva]], là [[vua Ba Lan]] và [[Đại vương công Lietuva]] từ năm 1674 tới khi [[Chết|qua đời]] vào năm 1696. Trước khi lên ngôi vua, ông từng là một vị anh hùng của Quân đội Ba Lan, ông thống lĩnh Quân đội Ba Lan đánh tan tác quân Thổ Ottoman trong [[trận Khotyn]] vào năm [[1673]]. Là một lãnh tụ chính trị chín chắn và đầy kinh nghiệm, vào năm 1674, ông được tôn làm vua Ba Lan tại kinh đô [[Warszawa]].<ref name=\"ReferenceA\">Daniel Stone, ''The Polish-Lithuanian state, 1386-1795'', trang 238<\/ref><ref name=\"ReferenceA\"\/><ref>William Young, ''International Politics and Warfare in the Age of Louis XIV and Peter the Great: A Guide to the Historical Literature'', trang 425<\/ref>\n\n[[Triều đại]] kéo dài suốt 22 năm của vua Sobieski cho thấy sự thanh bình của Vương quốc Ba Lan và Đại Công quốc Litva sau khi một loạt các cuộc [[chiến tranh]] như [[Đại hồng thủy (lịch sử Ba Lan)|Đại hồng thủy]] hay [[cuộc nổi loạn Khmelnysky]] kết thúc.<ref>{{en icon}} {{chú thích sách |author=Aleksander Gieysztor|title=History of Poland|year=1979|editor= |page=[https:\/\/archive.org\/details\/isbn_831003928\/page\/223 223]|pages= |chapter= |chapter-url= |publisher=PWN, Polish Scientific Publishers|location= |isbn=83-01003-92-8|url=https:\/\/archive.org\/details\/isbn_831003928|format= |access-date =}}<\/ref>\n\nKhông những là một vị Quân vương được lòng dân, ông còn là một thiên tài quân sự, và chiến thắng nổi tiếng nhất của ông là [[Trận Viên|trận chiến chống quân Thổ Nhĩ Kỳ Ottoman tại thành Viên]] năm 1683.<ref>{{en icon}} {{chú thích sách |author=J.A. Hammerton|title=Peoples Of All Nations: Their Life Today And Story Of Their Past|year=2007|editor= |page=4142|pages= |chapter= |chapter-url= |publisher=Concept Publishing Company|location= |isbn=81-72681-44-5|url=|format= |access-date =}}<\/ref> Sau nhiều chiến thắng oanh liệt của Quân đội Ba Lan trước [[Đế quốc Ottoman]], ông được họ mệnh danh là \"[[Sư tử|Hùng sư]] của dân [[Ba Lan]]\", và được [[Giáo hoàng]] xem là vị cứu tinh của các quốc gia [[Kitô giáo|Ki-tô giáo]] của [[châu Âu]].<ref>{{en icon}} {{chú thích sách |author=Mario Reading|title=The Complete Prophecies of Nostradamus|year=2009|editor= |page=382|pages= |chapter= |chapter-url= |publisher=Sterling Publishing Company, Inc|location= |isbn=19-06787-39-5|url=|format= |access-date =}}<\/ref>\n\nLà một nhà chiến lược và nhà chính trị kiệt xuất, ông là vị Quốc vương vĩ đại cuối cùng trong [[lịch sử Ba Lan]].<ref>Halina Iwanicka, [http:\/\/books.google.com.vn\/books?id=ufXkAAAAMAAJ&q=%22last+Great+Polish ''A thousand years of Polish heritage''], Commerce Clearing House, 1966, trang 31<\/ref>\n\n== Thời trai trẻ ==\nJan Sobieski chào đời năm 1629 tại Olesko, Ukraina (một phần của vùng Ruthenia), là hậu duệ nổi tiêng của dòng họ Sobieski<ref>Wojciech Skalmowski; Tatjana Soldatjenkova; Emmanuel Waegemans (2003). ''Liber amicorum''. Peeters Publishers. p. 165. <nowiki>ISBN 90-429-1298-7<\/nowiki>.<\/ref> danh tiếng từ lâu đời của Khối thịnh vượng chung. Cha của ông, Jakub Sobieski, là Voivode của Ruthenia và Castellan của Kraków. Mẹ ông, bà Zofia Teofillia Daniłowicz là cháu gái của Hetman Stanisław Żółkiewski<ref>Red. (Eds.) (1962–1964). \"Jan III Sobieski\". ''Polski Słownik Biograficzny'' (in Polish) p.413<\/ref>. Thời niên thiếu, Jan sống cùng với gia đình tại Żółkiew. Jan Sobieski tốt nghiệp ở Cao đẳng Nowodworski ở Krakow năm 1643, sau đó tốt nghiệp Đại học Jagiellonian năm 1646<ref>Red. (Eds.), ''Jan III Sobieski'', p.413<\/ref>.\n\nSau khi tốt nghiệp đại học, Jan cùng anh trai là Marek Sobieski rời đất nước đi du lịch. Hai anh em nhà Sobieski đến thăm Leipzig, Antwerp, Paris, London, Leiden và The Hague; gặp mốt số quan chức như Louis II de Bourbon, Charles II của Anh và William II - hoàng thân xứ Orange, và học tiếng Pháp, tiếng Đức, Italia và tiếng Latinh<ref>Daniel Stone (2001). ''The Polish–Lithuanian state, 1386–1795''. University of Washington Press. p. 236. <nowiki>ISBN 0-295-98093-1<\/nowiki>.<\/ref>\n\nCả hai anh em trở về nước năm 1648. Khi ấy, đất nước bị khủng hoảng do việc vua [[Władysław IV Vasa]] vừa qua đời và nổi loạn của Khmelnytsky đang diễn ra; hai anh em nhà Sobieski quyết định tham gia quân đội<ref name=\"Red. p.413\">Red. (Eds.), Jan III Sobieski, p.413<\/ref><ref>Tindal Palmer, Alicia (1815), ''Authentic memoirs of John Sobieski, King of Poland'', Printed for the author; and sold by Longman and Co, p. 7<\/ref>. Cả hai đều tham gia chiến đấu trong cuộc bao vây Zamość. Nhờ có tài năng về quân sự, hai anh em được cất nhắc làm chỉ huy của quân Cossack (''hussars'' Ba Lan). Trong khi chiến sự diễn ra, một sự kiện bất ngờ làm thay đổi vận mệnh của Jan Sobieski: cha là Jakub giao chiến trong trận Zboriv, anh trai là Marek chết trong trận Batih với quân Tatars năm 1652<ref>Tindal Palmer 1815, pp. 12–13<\/ref>; Jan ngay lập tức được nhà vua phong làm đại tá và chỉ huy quân đội đánh trận Berestechko. Nhằm tránh các cuộc giao tranh với quân Tatars, vua [[Jan II Kazimierz Waza|Jan II Casimir]] cử Jan Sobieski là một trong những phái viên trong phái bộ ngoại giao của Mikołaj Bieganowski tới Đế quốc Ottoman<ref name=\"Red. p.413\"\/><ref>Simon Millar; Peter Dennis (2008). ''Vienna 1683: Christian Europe Repels the Ottomans''. Osprey Publishing. p. 17. <nowiki>ISBN 1-84603-231-8<\/nowiki>.<\/ref>. Ở đế quốc Ottoman, Sobieski học ngôn ngữ Tatar và ngôn ngữ Thổ Nhĩ Kỳ và nghiên cứu truyền thống và chiến thuật quân sự của Ottoman. Nhờ học được các chiến thuật quân sự của Ottoman mà Sobieski vận dụng thành công trong trận chiến Okhmativ năm 1655<ref name=\"Red. p.413\"\/>.\n\nSau khi bắt đầu cuộc xâm lược Ba Lan của Thụy Điển, Jan Sobieski gia nhập Trung đoàn Ba Lan do Krzysztof Opaliński, Palatine của Poznań lãnh đạo tại Ujście, và thề trung thành với vua [[Karl X]] Gustav của Thụy Điển<ref>Simon Millar; Peter Dennis (2008). ''Vienna 1683: Christian Europe Repels the Ottomans''. Osprey Publishing. p. 17. <nowiki>ISBN 1-84603-231-8<\/nowiki>.<\/ref>. Tuy nhiên, vào khoảng cuối tháng 3 năm 1656, ông đã từ bỏ phe Krzysztof Opaliński, trở về bên cạnh vua Ba Lan [[Jan II Kazimierz Waza]], chiến đấu dưới sự chỉ huy của hetmans Stefan Czarniecki và Jerzy Sebastian Lubomirski\n\n== Sĩ quan chỉ huy ==\n[[Tập tin:Anonymous John III Sobieski on horseback.jpg|nhỏ|Tranh chân dung Jan Sobieski trên lưng ngựa, khoảng những năm 1670]]\nĐến ngày 26 tháng 5 năm 1656, ông nhận được vị trí của chorąży koronny (Người mang Vương miện). Trong cuộc chiến kéo dài ba ngày của Warsaw năm 1656, Sobieski chỉ huy một trung đoàn 2.000 người đã tấn công mạnh mẽ vào kỵ binh Tatars. Sobieski tham gia nhiều trận đánh tiếp theo, trong đó có cả trận bao vây Toruń năm 1658<ref>Red. (Eds.), Jan III Sobieski, p.414<\/ref>. Năm 1659, ông được bầu làm phó chủ tịch cho Sejm (quốc hội Ba Lan), và là một trong những nhà đàm phán bản Hiệp ước Hadiach với quân Cossacks. Năm 1660, ông tham gia vào cuộc tấn công cuối cùng chống lại người Thụy Điển ở Phổ, được thăng làm tướng cao cấp ở Stryj (starost of Stryj). Ngay sau đó, ông tham gia vào cuộc chiến chống lại người Nga, tham gia Trận Slobodyshche và Trận Lyubar, và cuối năm đó ông lại là một trong những nhà đàm phán của một hiệp ước mới với Cossacks (Hiệp ước Cudnów).\n\nThông qua các mối quan hệ với chỉ huy và các đồng sự, Jan Sobieski trở thành một người ủng hộ mạnh mẽ của phe Pháp trong triều đình Ba Lan, đại diện bởi hoàng hậu Marie Louise Gonzaga. Lòng trung thành của người Pháp đã được củng cố vào năm 1665, khi ông kết hôn với [[Marie Casimire Louise de la Grange d'Arquien]] và được thăng cấp bậc Đại vương miện<ref>Wojciech Skalmowski; Tatjana Soldatjenkova; Emmanuel Waegemans (2003). ''Liber amicorum''. Peeters Publishers. p. 165. <nowiki>ISBN 90-429-1298-7<\/nowiki>.<\/ref>.\n\nNăm 1662, ông lại được bầu làm phó chủ tịch cho Sejm (quốc hội Ba Lan), và tham gia vào việc cải cách quân đội. Ông cũng là thành viên của Sejm năm 1664 và 1665. Giữa ông tham gia chiến dịch của Nga năm 1663. Sobieski vẫn trung thành với nhà vua trong việc dập tắt cuộc nổi loạn Lubomirski năm 1665–66, mặc dù đó là một quyết định khó khăn đối với ông. Ông tham gia vào Sejm năm 1665, sau một vài sự cố thì Jan được Quốc hội phong làm Nguyên soái vào ngày 18 tháng 5 năm đó<ref>Red. (Eds.), Jan III Sobieski, p.415<\/ref>. Vào khoảng cuối tháng 4 hoặc đầu tháng 5 năm 1666, ông được cử làm tướng chỉ huy tổ chức Field Crown Hetman. Ngay sau đó, ông đã bị đánh bại trong trận Mątwy, và đã ký Hiệp định Łęgonice vào ngày 21 tháng 7, kết thúc cuộc nổi loạn Lubomirski.\n\nTrong tháng 10 năm 1667, ông đã đạt được một chiến thắng trước Cossacks của Petro Doroshenko và các đồng minh Crimean Tatar của họ trong Trận Podhajce trong Chiến tranh Ba Lan-Cossack-Tatar (1666–71). Điều này cho phép ông lấy lại hình ảnh của mình như một nhà lãnh đạo quân sự có tay nghề cao. Cuối năm đó, vào tháng 11, đứa con đầu lòng của ông, James Louis Sobieski sinh ra ở Paris<ref>Simon Millar; Peter Dennis (2008). ''Vienna 1683: Christian Europe Repels the Ottomans''. Osprey Publishing. p. 17. <nowiki>ISBN 1-84603-231-8<\/nowiki>.<\/ref>. Vào ngày 5 tháng 2 năm 1668, ông đạt được danh hiệu Grand Hetman of the Crown, cấp bậc quân sự cao nhất trong Khối thịnh vượng chung Ba Lan - Lietuva, và do đó là tổng tư lệnh quân đội Ba Lan. Cuối năm đó, ông ủng hộ ứng cử viên của Pháp Louis, Grand Condé cho ngai vàng Ba Lan, và sau khi ứng cử này sụp đổ, Philip William, tuyển hầu Palatine.\n\nSau cuộc bầu cử [[Michał Korybut Wiśniowiecki]], ông gia nhập phe đối lập. Jan Sobieski và các đồng minh của ông đã giúp phủ quyết một số quyết định của sejms (bao gồm cả những người đăng quang), và thái độ của ông một lần nữa dẫn đến Jan mất dần ảnh hưởng trong số các szlachta. Trong khi lập trường thân Pháp của ông bị nhiều quý tộc xa lánh, chiến thắng quân sự của ông chống lại xâm lược Tatars năm 1671 đã giúp ông khôi phục và củng cố quan hệ với các đồng minh khác. Năm 1672 nhìn thấy chính trị nội bộ bất ổn của Khối thịnh vượng chung, vì phe ủng hộ của Sobieski và phe ủng hộ của vua Michał thành lập hai liên minh với mục đích là chống cuộc xâm lược Ottoman lớn ở miền nam hơn là đoàn kết để bảo vệ đất nước<ref name=\"Red. p.416\">Red. (Eds.), Jan III Sobieski, p.416<\/ref>. Để chống lại Sobieski, tòa án hoàng gia ra phán quyết tịch thu tài sản và miễn nhiệm mọi chức vụ của Sobieski, tuyên bố ông là \"kẻ thù của nhà nước\". Sự chia rẽ nội bộ đến đỉnh điểm trong Hiệp ước nhục nhã Buchach, nơi Khối Thịnh vượng chung buộc phải nhượng quyền một số lãnh thổ cho người Ottoman, nhưng hứa hẹn một cống nạp hàng năm<ref>Frank N. Magill (ngày 13 tháng 9 năm 2013). ''The 17th and 18th Centuries: Dictionary of World Biography''. Routledge. p. 726. <nowiki>ISBN 978-1-135-92414-0<\/nowiki>.<\/ref>. Sobieski cuối cùng đã thành công trong việc cân bằng chính trị và quốc phòng, và kết hợp các chiến thắng quân sự của mình đối với quân xâm lược, và các cuộc đàm phán thành công tại Sejm vào tháng 4 năm 1673, dẫn đến một sự thỏa hiệp trong đó triều đình đã giảm nhu cầu và thách thức của ông chống lại ông.\n[[Tập tin:Stech Kessel Bitwa pod Chocimiem.jpg|nhỏ|Jan III Sobieski, người chiến thắng [[Trận Khotyn (1673)|trận Khotyn]] (1673).]]\nVào ngày 11 tháng 11 năm 1673 Sobieski thêm một chiến thắng lớn vào danh sách của mình, lần này đánh bại quân Ottoman trong Trận Khotyn và chiếm được pháo đài ở đó. Tin tức về trận chiến trùng với cái chết của vua Michal ngay trước trận chiến<ref>Simon Millar; Peter Dennis (2008). ''Vienna 1683: Christian Europe Repels the Ottomans''. Osprey Publishing. p. 17. <nowiki>ISBN 1-84603-231-8<\/nowiki>.<\/ref>. Điều này đã làm cho Sobieski trở thành một trong những nhân vật hàng đầu của nhà nước, nên vào ngày 19 tháng 5 năm sau, ông được bầu làm quốc vương của Khối thịnh vượng chung. Nhiều quý tộc và người thân cận của Sobieski ra sức ủng hộ việc ông lên ngôi, song chỉ có khoảng một chục thành viên chống đối ông (chủ yếu tập trung xung quanh các ông trùm của gia đình Pac Lithuania). Do đang bận chiến tranh, lễ đăng quang của Jan Sobieski bị trì hoãn đến tận ngày 2 tháng 2 năm 1676 thì mới chính thức đăng quang, lấy hiệu '''''Jan III Sobieski'''''<ref>Wojciech Skalmowski; Tatjana Soldatjenkova; Emmanuel Waegemans (2003). ''Liber amicorum''. Peeters Publishers. p. 165. <nowiki>ISBN 90-429-1298-7<\/nowiki>.<\/ref>\n\n== Quốc vương Ba Lan ==\nMặc dù lên ngôi ở một nước đông dân nhất châu Âu<ref>Howard N. Lupovitch (ngày 16 tháng 12 năm 2009). ''Jews and Judaism in World History''. Routledge. p. 120. <nowiki>ISBN 978-1-135-18965-5<\/nowiki>.<\/ref>, Sobieski trở thành một vị vua của một quốc gia bị tàn phá do nửa thế kỷ chiến tranh liên tục<ref>Joseph Cummins. ''The War Chronicles: From Chariots to Flintlocks. Fair Winds''. p. 323. <nowiki>ISBN 978-1-61673-403-9<\/nowiki>.<\/ref>. Kho bạc nhà nước gần như trống rỗng và triều đình bị rối loạn do mâu thuẫn phe phái liên tục diễn ra<ref>F. L. Carsten (ngày 1 tháng 1 năm 1961). ''The New Cambridge Modern History: Volume 5, The Ascendancy of France, 1648–88''. CUP Archive. p. 564. <nowiki>ISBN 978-0-521-04544-5<\/nowiki>.<\/ref><ref>Frank N. Magill (ngày 13 tháng 9 năm 2013). ''The 17th and 18th Centuries: Dictionary of World Biography''. Routledge. p. 727. ISBN 978-1-135-92414-0<\/ref>.\n[[Tập tin:Royal Banner of Jan III Sobieski.svg|nhỏ|Cờ hiệu Hoàng gia Ba Lan dưới thời trị vì của Jan III Sobieski.]]\nJan III Sobieski có một số kế hoạch dài hạn, bao gồm việc thiết lập triều đại của chính mình trong Khối thịnh vượng chung, lấy lại các lãnh thổ bị mất, và tăng cường phục hưng đất nước thông qua các cải cách khác nhau<ref>Frank N. Magill (ngày 13 tháng 9 năm 2013). ''The 17th and 18th Centuries: Dictionary of World Biography''. Routledge. p. 727. <nowiki>ISBN 978-1-135-92414-0<\/nowiki>.<\/ref><ref>Oskar Halecki; W: F. Reddaway; J. H. Penson. ''The Cambridge History of Poland''. CUP Archive. p. 538. <nowiki>ISBN 978-1-00-128802-4<\/nowiki>.<\/ref>. Một trong những tham vọng của ông là hợp nhất Kitô giáo châu Âu trong một cuộc thập tự chinh để đưa người Thổ Nhĩ Kỳ ra khỏi châu Âu. Nhưng tham vọng này nhanh chóng bị cản trở bởi âm mưu xâm lược Khối thịnh vượng chung của vua [[Karl X Gustav của Thụy Điển|Karl X]] của Thụy Điển. Vua [[Louis XIV của Pháp]] hứa sẽ hòa giải một thỏa thuận ngừng bắn giữa Ottoman và Ba Lan để Sobieski có thể tập trung sự chú ý của ông vào Phổ, nhưng dự tính hòa giải của vua Pháp bị thất bại do âm mưu xâm lược ngày càng rõ của Thụy Điển ở biên giới phía nam hơn cuộc đe dọa biên giới phía nam của Sultan [[Mehmed IV]] của Ottoman<ref>Frank N. Magill (ngày 13 tháng 9 năm 2013). ''The 17th and 18th Centuries: Dictionary of World Biography''. Routledge. p. 726. <nowiki>ISBN 978-1-135-92414-0<\/nowiki>.<\/ref>.\n\n=== Chiến tranh Khối thịnh vượng chung - Đế quốc Ottoman ===\nVào mùa thu năm 1674, Jan III Sobieski bắt đầu cuộc chiến chống lại quân Ottoman và đã chiếm lại một số thành phố và pháo đài bao gồm Bratslav, Mogilev và Bar, nơi đã tái lập một đường biên giới để bảo vệ biên giới phía nam của Ba Lan ở Ukraine<ref name=\"Red. p.416\"\/>. Năm 1675, Sobieski đánh bại một cuộc tấn công của Thổ Nhĩ Kỳ và Tatar nhằm vào Lviv<ref name=\"Red. p.416\"\/><ref>Oskar Halecki; W: F. Reddaway; J. H. Penson. ''The Cambridge History of Poland''. CUP Archive. p. 542. <nowiki>ISBN 978-1-00-128802-4<\/nowiki>.<\/ref>. Năm 1676, Tatars bắt đầu phản công và vượt qua Dneper, nhưng không thể chiếm lại thị trấn chiến lược của Żórawno, và một hiệp ước hòa bình (Hiệp ước Żurawno) đã được ký ngay sau đó<ref name=\"Red. p.416\"\/>. Mặc dù Kamieniec Podolski và phần lớn Podolia vẫn là một phần của Đế chế Ottoman, Ba Lan đã giành được sự trở lại của các thị trấn Bila Tserkva và Pavoloch<ref name=\"Red. p.416\"\/>.\n[[Tập tin:Dukat miejski Gdańsk 1677.jpg|nhỏ|Đồng Duat của Ba Lan tại Gdańsk, đúc khoảng năm 1677]]\nHiệp ước với người Ottoman bắt đầu một giai đoạn hòa bình cần thiết cho việc tái thiết đất nước và tăng cường quyền lực của hoàng gia. Sobieski bắt đầu cải cách quân đội Ba Lan<ref>Wiktor Waintraub (1976). ''Memoirs of the Polish Baroque: the writings of Jan Chryzostom Pasek, a squire of the Commonwealth of Poland and Lithuania''. University of California Press. p. 308. <nowiki>ISBN 0-520-02752-3<\/nowiki>.<\/ref>. Quân đội đã được tổ chức lại thành các trung đoàn, bộ binh. Jan II Sobieski loại bỏ giáo mác và dùng hỏa pháo (battle-axes) để thay thế, củng cố kỵ binh thành một lực lượng tinh nhuệ và thiện chiến<ref>Mirosław Nagielski (1995). ''Hetmani Rzeczypospolitej Obojga Narodów'' (in Polish). Bellona. p. 227. <nowiki>ISBN 83-11-08275-8<\/nowiki>.<\/ref>. Sobieski cũng tăng đáng kể số lượng pháo và giới thiệu các chiến thuật pháo binh mới.\n\n=== Chiến tranh với Prussia (Phổ) ===\nSobieski muốn chinh phục Phổ với quân đội Thụy Điển và hỗ trợ của Pháp<ref>Wiktor Waintraub (1976). ''Memoirs of the Polish Baroque: the writings of Jan Chryzostom Pasek, a squire of the Commonwealth of Poland and Lithuania''. University of California Press. p. 308. <nowiki>ISBN 0-520-02752-3<\/nowiki>.<\/ref>. Jan III Sobieski đánh Phổ với mục đích lấy lại quyền kiểm soát của tỉnh tự trị này là vì lợi ích tốt nhất của Khối thịnh vượng chung, và Sobieski cũng hy vọng nó sẽ trở thành một phần của triều đình Khối thịnh vượng chung của ông<ref>Frank N. Magill (ngày 13 tháng 9 năm 2013). ''The 17th and 18th Centuries: Dictionary of World Biography''. Routledge. p. 727. <nowiki>ISBN 978-1-135-92414-0<\/nowiki>.<\/ref>. Để dọn đường cho việc chinh phục Phổ, Sobieski quyết định hội đàm với Sultan Ottoman ở Jaworów (1675), nhưng không được kết quả nào. Về phía Sultan, quân Ottoman tổ chức các cuộc tấn công về phía Phổ, nhưng bị đánh bật ra hết vì tuyển hầu nước Phổ là [[Friedrich Wilhelm I xứ Brandenburg]] đã liên minh và nhờ Quốc vương Pháp hỗ trợ chống giặc ngoại xâm. Ngược lại, Sobieski vẫn nuôi hi vọng đánh chiếm Phổ<ref name=\"Red. p.416\"\/><ref>Oskar Halecki; W: F. Reddaway; J. H. Penson. ''The Cambridge History of Poland''. CUP Archive. p. 542. <nowiki>ISBN 978-1-00-128802-4<\/nowiki>.<\/ref>, nhưng cũng bất thành bởi âm mưu của bọn quý tộc trong nước muốn truất ngôi ông để đưa Quận công Pháp là Charles của Lorraine thay thế<ref name=\"Red. p.417\">Red. (Eds.), Jan III Sobieski, p.417<\/ref>.\n[[Tập tin:Jan Tricius (attributed to) - Portrait of John III Sobieski in a leopard skin - Google Art Project.jpg|nhỏ|Chân dung Jan III Sobieski mặc áo da báo, khoảng năm 1680.]]\nHiệp ước Pháp-Phổ năm 1678 đã làm Sobieski đã mất đồng minh lớn của mình cho chiến dịch dự định của ông chống lại Phổ. Để giải quyết Hiệp ước 1678, Jan III Sobieski cắt đứt quan hệ với Pháp<ref name=\"Red. p.417\"\/> và trục xuất đại sứ Pháp về nước tại Hội nghị của Sejm năm 1683. Cùng lúc đó, Sobieski quan hệ tốt với phe ủng hộ Habsburg và bắt đầu bị lôi cuốn vào một liên minh với Áo<ref>Oskar Halecki; W: F. Reddaway; J. H. Penson. ''The Cambridge History of Poland''. CUP Archive. pp. 543–544. <nowiki>ISBN 978-1-00-128802-4<\/nowiki>.<\/ref>. Việc này của ông không làm thay đổi thái độ của phe đối lập, nhưng cũng phần nào làm suy yếu phe này khi một số thành viên của phe đối lập ra ủng hộ nhà vua do việc Sobieski trao chức vụ hetman cho lãnh tụ của phe đối lập là Stanisław Jan Jabłonowski<ref>Oskar Halecki; W: F. Reddaway; J. H. Penson. ''The Cambridge History of Poland''. CUP Archive. p. 541. <nowiki>ISBN 978-1-00-128802-4<\/nowiki>.<\/ref>.\n\n=== Liên minh với [[Đế quốc La Mã Thần thánh]] ===\nÝ thức rằng Ba Lan thiếu đồng minh và mạo hiểm trong các cuộc chiến tranh chống lại hầu hết các nước láng giềng, Sobieski tìm kiếm liên minh với Hoàng đế [[Leopold I của Thánh chế La Mã]]<ref name=\"Red. p.417\"\/>. Cả hai bên hứa sẽ viện trợ lẫn nhau nếu thủ đô của họ bị đe dọa<ref>Frank N. Magill (ngày 13 tháng 9 năm 2013). ''The 17th and 18th Centuries: Dictionary of World Biography.'' Routledge. p. 727. <nowiki>ISBN 978-1-135-92414-0<\/nowiki>.<\/ref>. Liên minh này được đại diện hoàng gia ký vào ngày 31 tháng 3 năm 1683, và được Hoàng đế và Quốc hội Ba Lan phê chuẩn trong vòng vài tuần sau đó<ref>Kenneth Meyer Setton (1991). ''Venice, Austria, and the Turks in the Seventeenth Century''. American Philosophical Society. pp. 266–269. <nowiki>ISBN 978-0-87169-192-7<\/nowiki>.<\/ref>. Mặc dù nhằm trực tiếp chống lại quân Ottoman và gián tiếp chống lại Pháp, nó có lợi thế là giành được sự ủng hộ nội bộ cho việc bảo vệ biên giới phía Nam Ba Lan<ref name=\"Red. p.417\"\/>. Đây là một khởi đầu của những gì sẽ trở thành một đại diện trung thành của Công giáo, được [[Giáo hoàng Innôcentê XI]] cử đi dẹp \"dị giáo\" để bảo vệ các quốc gia Công giáo<ref>Oskar Halecki; W: F. Reddaway; J. H. Penson. ''The Cambridge History of Poland''. CUP Archive. pp. 544–545. <nowiki>ISBN 978-1-00-128802-4<\/nowiki>.<\/ref>.\n\nTrong khi đó, vào mùa xuân năm 1683, gián điệp hoàng gia phát hiện ra các hoạt động ngấm ngầm của Thổ Nhĩ Kỳ cho một chiến dịch quân sự chống lại Khối thịnh vượng chung. Sobieski sợ rằng mục tiêu có thể là các thành phố Ba Lan của Lwów và Kraków<ref>Simon Millar; Peter Dennis (2008). ''Vienna 1683: Christian Europe Repels the Ottomans''. Osprey Publishing. p. 17. <nowiki>ISBN 1-84603-231-8<\/nowiki>.<\/ref>. Để chống lại các mối đe dọa, Sobieski bắt đầu củng cố các thành phố và yêu cầu cho quân đội của đồng minh giúp đỡ<ref>Simon Millar; Peter Dennis (2008). ''Vienna 1683: Christian Europe Repels the Ottomans''. Osprey Publishing. p. 17. <nowiki>ISBN 1-84603-231-8<\/nowiki>.<\/ref>. Nhận được yêu cầu của vua Ba Lan, Hoàng đế La Mã thần thánh phái quân của tuyển hầu Bavaria và Saxon tham gia chiến đấu dưới quyền của chỉ huy Charles của Lorraine<ref>Kenneth Meyer Setton (1991). ''Venice, Austria, and the Turks in the Seventeenth Century''. American Philosophical Society. pp. 266–269. <nowiki>ISBN 978-0-87169-192-7<\/nowiki>.<\/ref><ref>Oskar Halecki; W: F. Reddaway; J. H. Penson. ''The Cambridge History of Poland''. CUP Archive. pp. 547–548. <nowiki>ISBN 978-1-00-128802-4<\/nowiki>.<\/ref>\n\n== Trận thành Vienna (1683) ==\n\n=== Hoàn cảnh ===\nTrận đánh Vienna được xem là trận đánh thành công của liên minh Khối thịnh vượng chung - Đế quốc La Mã thần thánh chống lại sự xâm nhập của Đế quốc Ottoman vào châu Âu. Chúng ta còn nhớ các đế quốc của người Hồi giáo nhiều lần xâm nhập vào châu Âu, và cũng bị chặn đứng nhiều lần. Trận đầu tiên là [[Trận Tours]] của Tể tướng [[người Frank]] là [[Charles Martel]] (732), lần đầu tiên đánh bại quân Hồi xâm lược. Trận thành Vienna năm 1683 là trận đánh lớn đánh bại tham vọng xâm lược của người Hồi giáo vào châu Âu, tạo tiền đề cho [[Trận Lepanto]] tiêu diệt hoàn toàn sự xâm nhập của Đế quốc Ottoman để chiếm Địa Trung Hải và chiếm đóng châu Âu.\n\nTrước trận đánh, hai bên đều có tính toán chiến lược kỹ càng. Về phía Sultan, việc chiếm được thành phố Vienna từ lâu đã là khát vọng chiến lược của Đế chế Ottoman, bởi sự kiểm soát chặt chẽ của nó đối với các tuyến thương mại Danubian (Biển Đen đến Tây Âu) phía nam châu Âu và các tuyến đường thương mại (Địa Trung Hải đến Đức). Để tìm hậu thuẫn cho mình, Sultan đã cung cấp hỗ trợ quân sự cho người Hungary và những người không phải Công giáo ở các vùng bị chiếm đóng của Habsburg ở Hungary. Sultan Mehmed IV đưa Imre Thökölý là Vua của \"Thượng Hungary\" (phần phía đông của Slovakia ngày nay và các bộ phận về phía đông bắc Hungary, mà trước đó ông đã thực hiện bằng vũ lực từ đế chế Habsburgs), cùng lời hứa Imre Thökölý sẽ làm vua thành Vienna nếu Ottoman đánh thắng.\n[[Tập tin:Schultz John III Sobieski.jpg|nhỏ|Tranh chân dung của Sobieski trong trang phục của người La Mã cổ, khoảng sau năm 1680.]]\n\n=== Diễn biến ===\nNgày 31 tháng 3 năm 1683, Tể tướng Kara Mustafa Pasha thay mặt cho Mehmet IV gửi tối hậu thư đến chính quyền hoàng gia ở Vienna. và buộc Vienna phải đầu hàng. Không đợi trả lời, Tể tướng Kara Mustafa dẫn đại quân với 170.000 người<ref>Wimmer, Jan (1983), ''Wiedeń 1683'', MON, p. 306<\/ref>, phối hợp với 40,000 quân Crimean Tatar và 150 khẩu súng<ref>Bruce Alan Masters, Gábor Ágoston: ''Encyclopedia of the Ottoman Empire'', Infobase Publishing, 2009, <nowiki>ISBN 1438110251<\/nowiki>, 584.<\/ref> chuẩn bị tiến quân. Đại quân Ottoman từ kinh đô Edirne ở Rumelia và tiến nhanh đến Belgrade vào đầu tháng 5\/1683 với sự tham gia của một đội quân khác do Hoàng tử Transylvania Mihaly Apafi và một lực lượng Hungary dưới quyền Imre Thököly. Quân xâm lược đã vây hãm Győr và 150.000 quân còn lại di chuyển về thành phố Vienna.\n\nTại thành Vienna, 60.000 quân giữ thành đã theo lệnh của Hoàng đế và cùng với 20.000 quân của Charles V, Công tước xứ Lorraine, rút về phía Linz; chỉ để lại một lực lượng nhỏ là 15.000 người, bao gồm 8.700 tình nguyện viên với 370 khẩu pháo, do Bá tước Ernst Rüdiger Graf von Starhemberg (Tổng chỉ huy ở thành Vienna từ năm 1680) chỉ huy ra giữ thành<ref name=\"Tucker, S.C. 2010\">Tucker, S.C., 2010, ''A Global Chronology of Conflict'', Vol. Two, Santa Barbara: ABC-CLIO, LLC, ISBN 9781851096671<\/ref>. Chỉ vài ngày sau khi nhận được tin về vụ thảm sát ở Perchtoldsdorf, quân giữ thành Vienna đã từ chối việc đầu hàng và ra sức cố thủ để đợi viện binh<ref name=\"Tucker, S.C. 2010\"\/>. Tại thành Vienna, Bá tước Ernst Rüdiger lệnh cho toàn dân trong thành phải phá hủy hết nhà cửa để khiến Vienna trở thành một tòa thành trống rỗng.\n\nKhi quân đội liên minh do Tể tướng Ottoman chỉ huy đến bao vây thành, ông ra lệnh cho công binh đào những đường hầm xuyên vào thành để tiện cho quân đội dễ xâm nhập vào. Người Ottoman có 130 súng trường và 19 khẩu pháo tầm cỡ trung bình, không đủ khi đối mặt với khẩu pháo 370 của đối phương. Sau khi đào xong các đường hầm, quân Ottoman cho bôi đen các đường hầm để ngụy trang. Thế nhưng việc ngụy trang này tỏ ra không có kết quả, khi rừng cây gần khu vực ngụy trạng bị chết thối khiến kế hoạch của Tể tướng Ottoman gặp nhiều khó khăn. Cuối cùng, khó khăn cũng được khắc phục. Quan điểm của Tể tướng Ottoman là muốn chiếm nguyên vẹn một thành phố Vienna tráng lệ, không bị tàn phá hoặc bị quân đội của mình tấn công hay cướp bóc của cải.\n\nCuộc vây hãm của quân đội Ottoman tại thành Vienna bắt đầu. Lúc đầu, quân Ottoman chặn đứng hết mọi viện trợ và ngầm cho công binh thọc sâu vào thành. Trong thành, quân giữ thành ra sức cố thủ và cảnh giác cao độ. Mệt mỏi trở nên phổ biến đến mức Ernst Rüdiger Graf von Starhemberg ra lệnh cho bất kỳ người lính nào ngủ khi đang canh gác sẽ bị bắn ngay. Trong lúc quân giữ thành Vienna đang tuyệt vọng thì ở bên ngoài thành, viên tướng Charles V, Công tước Lorraine, đã đánh bại Thököly tại Bisamberg, cách thủ đô Vienna 5&nbsp;km (3,1&nbsp;mi) về phía tây bắc.\n[[Tập tin:Siemiginowski Sobieski at the Battle of Vienna.jpg|nhỏ|Người chiến thắng Jan III Sobieski tại [[trận Viên]] (1683), tranh chân dung cưỡi ngựa của [[Jerzy Siemiginowski-Eleuter]].]]\nCuộc phản công thắng lợi của Công tước Lorraine mở đường cho cuộc phản công của chủ lực triều đình do Jan III Sobieski chỉ huy. Quân chủ lực Ba Lan vượt sông Danube và họp với quân của lực lượng bổ sung từ Saxony, Bavaria, Baden, Franconia và Swabia. Vua Pháp từ chối giúp đỡ Sobieski vì ông ta đang có hiềm khích với Hoàng đế La Mã thần thánh. Mặc dù vậy, vua Jan III cũng nhận được sự giúp đỡ nhiệt tình của Hoàng đế Leopold I của La Mã thần thánh - nâng tổng số quân đội của ông lên 80.000 người, chuẩn bị đương đầu với 150.000 quân Ottoman.\n\nTại thành Vienna, quân giữ thành ra sức cố thủ và đào hàng loạt đường hầm để ngăn chặn công binh của Ottoman có thể đưa pháo vào đường hầm để lọt vào thành. Mặc dù ra sức chống đỡ, rốt cuộc quân Ottoman cũng tràn được vào thành thông qua lập các pháo đài công thành hiệu quả. Ở bên ngoài Vienna, Hoàng đế La Mã thần thánh cũng ra sức viện trợ nhiều tiền bạc và của cải; ngay cả Đức Giáo hoàng La Mã cũng cho Sobieski một số tiền lớn để duy trì việc giữ thành Vienna.\n\nBao vây thành lâu ngày không có kết quả khả quan, Tể tướng Kara Mustafa Pasha rút lui và giao quyền chỉ huy cuộc bao vây cho Khan Krym, với 40.000 quân tham gia. Vì lý do chưa rõ, Khan tuyên bố không tiến đánh viện binh của vua Ba Lan đến giải vây thành. Người Ottoman cũng không thể dựa vào các đồng minh Wallachian và Moldavian của họ. George Ducas, Hoàng tử Moldavia, bị bắt, trong khi các lực lượng Șerban Cantacuzino bắt đầu rút lui sau cuộc tấn công của kỵ binh do Sobieski chỉ huy.\n[[Tập tin:King John III Sobieski Sobieski sending Message of Victory to the Pope, after the Battle of Vienna 111.PNG|nhỏ|''Sobieski gửi thư chiến thắng tới Giáo hoàng sau [[trận Viên]]''. Họa phẩm của [[Jan Matejko]], hiện đang lưu trữ tại [[Bảo tàng Vatican]].]]\nSau khi quân đội của Khối thịnh vượng chung (có liên minh với La Mã thần thánh và các quốc gia Công giáo khác) đến sát chân thành Vienna, cuộc phản công chính thức bắt đầu. Charles of Lorraine đem quân đánh vào cánh trái của quân địch và nhanh chóng đánh tan giặc, chiếm được các làng kiên cố của Nussdorf và Heiligenstadt. Đến trưa, quân đội hoàng gia đã tàn phá nghiêm trọng sức lực của người Ottoman, tuy nhiên sức chiến đấu của quân địch không vì thế mà giảm sút. Mustafa Pasha ngay sau đó tung gần hết đạo quân của mình để chuẩn bị chiếm Vienna trước khi Jan III Sobieski đến, nhưng lại bị quân trong thành chặn đánh quyết liệt. Những người lính công binh Ottoman đặt mìn để phá tường thành, nhưng kết quả rất hạn chế: tường bị phá mất 10 chỗ, phần còn lại vẫn đứng vững. Đến đầu buổi chiều, Jan III quyết định đánh vào cánh phải của giặc và nhanh chóng chiếm được ngôi làng Gersthof, nơi sẽ đóng vai trò là căn cứ quan trọng để giữ vững kỵ binh.\n\nLực lượng của Jan III Sobieki bắt đầu tăng cường phản công mạnh vào chiều 12\/9\/1683. Jan III bất ngờ tấn công vào cánh trái và bị quân Ottoman chặn đánh quyết liệt, nhưng quân Ba Lan của Jan III đã cố gắng đánh tan và buộc quân Ottoman rút lui và nhanh chóng đánh chiếm Unterdöbling và Oberdöbling rồi tiến vào làng Türkenschanze. Đúng 4 giờ chiều, quân Ba Lan bắt đầu tấn công và nhanh chóng đánh tan quân địch, dồn chúng vào Türkenschanze - nơi có lực lượng Ba Lan từ phía tây, Saxons và Bavarian từ phía tây bắc và Áo từ phía bắc hỗ trợ. Thất vọng vì bị thua trận, các tướng và quân sĩ Ottoman lặng lẽ rút đi.\n[[Tập tin:Sarcophagus with the heart of Jan III Sobieski in the Capuchin church in Warsaw.png|nhỏ|Phần quách lưu giữ trái tim Jan III Sobieski tại [[Nhà thờ Capuchin]], Warszawa.]]\nCác đồng minh đã sẵn sàng cho trận đánh cuối cùng. Vào khoảng 6 giờ chiều, nhà vua Ba Lan đã ra lệnh cho 18.000 người lính chia thành 4 cánh quân đồng loạt tấn công. Đạo quân của Jan Sobieski đổ bộ lên cánh đồng đầu tiên với 600 quân chính quy, 3.000 quân kỵ hạng nặng đã chuẩn bị kỹ càng cho đợt phản công. Cuộc chiến đấu diễn ra quyết liệt. Đạo quân Ottoman vốn đã mệt mỏi nên đã chống đỡ bị động rồi từ từ rút lui, để lại nhiều xác chết và người bị thương, bị bắt. Chưa đầy ba giờ sau vụ tấn công bằng kỵ binh, các lực lượng Cơ đốc giáo đã thắng trận và cứu Vienna. Vị sĩ quan Kitô giáo đầu tiên bước vào Vienna là Margrave Ludwig của Baden, ở đầu những con rồng. Sau đó Sobieski diễn giải lời trích dẫn nổi tiếng của Julius Caesar (Veni, vidi, vici) bằng cách nói \"Veni, vidi, Deus vicit\" - \"Tôi đến, tôi thấy, Đức Chúa Trời chinh phục\"\n\n== Qua đời ==\nVua Jan III Sobieski qua đời tại Wilanów, Ba Lan ngày 17 tháng 6 năm 1696. Vợ ông, Maria Kasimira, qua đời năm 1716 ở Blois, Pháp về được an táng ở Ba Lan. Họ được chôn cất ở Nhà thờ Wawel, Kraków, Ba Lan.\n\nVua Jan III Sobieski được kế vị bởi [[August II của Ba Lan|August II]], người đã lên ngôi với sự ủng hộ của người Nga. Với cái chết của vua August II năm 1733, cuộc [[Chiến tranh Kế vị Ba Lan]] bùng nổ.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n{{refbegin|colwidth=60em}}\n# {{en icon}} {{chú thích|last = Tindal Palmer| first = Alicia| title = Authentic memoirs of John Sobieski, King of Poland| year = 1815| publisher = Printed for the author; and sold by Longman and Co| place =|isbn =}}.\n{{refend}}\n\n== Sách đọc thêm ==\n* Tatham, ''John Sobieski'', (Oxford, 1881)\n* Dupont, ''Mémoires pour servir à l'histoire de Sobieski'', (Warsaw, 1885)\n* Salvandy, ''Histoire de Pologne avant et sous le roi Jean Sobieski'', (two volumes, new edition, Paris, 1855)\n* Coyer, ''Histoire de Jean Sobieski'', (Amsterdam, 1761 and 1783)\n* Waliszewski, ''Acta'', (three volumes, Cracow, 1684)\n* Rieder, ''Johann III., König von Polen'', (Vienna, 1883)\n* Chełmecki, ''König J. Sobieski und die Befreiung Wiens'', (Vienna, 1883)\n* Du Hamel de Breuil, ''Sobieski et sa politique de 1674 à 1683'', (Paris, 1894)\n\n== Liên kết ngoài ==\n{{Commonscat|John III of Poland}}\n* [http:\/\/wielkisobieski.pl\/index.php Polish website about John III Sobieski] {{Webarchive|url=https:\/\/archive.is\/20130416092452\/http:\/\/wielkisobieski.pl\/index.php |date = ngày 16 tháng 4 năm 2013}}\n\n{{Các chủ đề|Lịch sử|Ba Lan}}\n\n[[Thể loại:Sinh năm 1629]]\n[[Thể loại:Mất năm 1696]]\n[[Thể loại:Quốc vương Ba Lan]]\n[[Thể loại:Đại vương công Lietuva]]\n[[Thể loại:Nhân vật thời Đại chiến Thổ Nhĩ Kỳ]]\n[[Thể loại:Vương triều Sobieski]]\n[[Thể loại:Vua theo đạo Công giáo Rôma]]"}