{"Jane Austen":"{{Thông tin nhà văn|name=Jane Austen|image=CassandraAusten-JaneAusten(c.1810) hires.jpg|image_upright=.91|alt=Chân dung Jane Austen bằng chì và màu nước|caption=Chân dung, {{Circa|1810}}{{Efn|Bản gốc không ký tên nhưng được tin là vẽ bởi Cassandra và được lưu giữ trong gia đình cho đến năm 1920 cùng với một bức ký họa do Cassandra ký tên. Bản ký họa gốc không giống người thật lắm theo nhận xét của một người họ hàng nhà Jane Austen.<ref>Kirkham (2005), 68–72.<\/ref>}}|pseudonym=|birth_name=|birth_date={{Birth date|df=y|1775|12|16}}|birth_place=Steventon, Rectory, [[Hampshire]], Anh|death_date={{Death date and age|df=y|1817|7|18|1775|12|16}}|death_place=[[Winchester]], Hampshire, Anh|resting_place=Giáo đường Winchester, Hampshire, Anh|occupation=|nationality=|citizenship=|education=|alma_mater=|period=1787–1817|genre=|subject=|movement=|notableworks=|spouse=|partner=|children=|relatives=|awards=|signature=Jane Austen signature from her will.svg|signature_alt=Chữ ký trong di chúc của Austen năm 1817}} \n\n'''Jane Austen''' ({{IPAc-en|ˈ|ɒ|s|t|ᵻ|n|,_|ˈ|ɔː|s|-\n}} ; 16 tháng 12 năm 1775 - 18 tháng 7 năm 1817) là một [[tiểu thuyết gia]] [[người Anh]]. Bà nổi tiếng với sáu cuốn tiểu thuyết lấy bối cảnh giới địa chủ trung lưu Anh vào cuối thế kỷ 18. Cốt truyện của Austen thường phản ánh tình cảnh phụ thuộc của người phụ nữ vào hôn nhân như là cứu cánh duy nhất để đảm bảo vị thế xã hội và lợi ích vật chất. Các tác phẩm của bà phê phán thể loại tiểu thuyết tình cảm nửa sau thế kỷ 18 và góp phần vào giai đoạn chuyển đổi sang chủ nghĩa văn học hiện thực thế kỷ 19.<ref>Grundy (2014), 195–197<\/ref>{{Efn|Oliver MacDonagh says that ''Sense and Sensibility'' \"may well be the first English realistic novel\" based on its detailed and accurate portrayal of what he calls \"getting and spending\" in an English gentry family.<ref name=\"MacDonagh 1991, 65, 136–137\">MacDonagh (1991), 65, 136–137.<\/ref>}} Tính châm biếm song song với tính hiện thực và phê bình xã hội đã khiến Austen được hoan nghênh và ca ngợi bởi cả công chúng và giới phê bình.  \n\nVới việc xuất bản ''[[Lý trí và tình cảm]]'' (1811), ''[[Kiêu hãnh và định kiến]]'' (1813), ''[[Công viên Mansfield|Trang viên Mansfield]]'' (1814), và ''[[Emma (tiểu thuyết)|Emma]]'' (1816), Austen đạt được một số thành công nhất định nhưng do tác phẩm đều được xuất bản ẩn danh, tên tuổi bà hoàn toàn không được biết tới khi còn tại thế. Bà còn hoàn thành hai cuốn tiểu thuyết khác - ''Northanger Abbey'' (Tu viện Northanger) và ''Persuasion'' (Thuyết phục), đều được xuất bản sau khi bà qua đời vào năm 1818 - và một cuốn còn dang dở là ''Sanditon''. Bà cũng để lại bản thảo ba tập truyện thanh thiếu niên, cuốn tiểu thuyết sử thi ngắn ''Lady Susan'' và cuốn tiểu thuyết chưa hoàn thành ''The Watsons'' (Gia đình Watson).\n\nDanh tiếng của Austen đến sau khi bà qua đời, với sáu cuốn tiểu thuyết đã hoàn thành hầu như chưa khi nào ngừng tái bản. Một bước chuyển biến quan trọng diễn ra vào năm 1833, khi tiểu thuyết của bà được tái bản trọn bộ trong tuyển tập của nhà xuất bản Richard Bentley, minh họa bởi Ferdinand Pickering. Tiểu thuyết Austen dần dần được đón nhận và hoan nghênh rộng rãi. Năm 1869, nửa thế kỷ sau khi bà qua đời, cháu trai bà đã xuất bản ''Hồi ức về Jane Austen'', giới thiệu một phiên bản hấp dẫn về văn nghiệp và cuộc đời vốn được cho là bình lặng của bà tới công chúng. \n\nAusten đã khơi nguồn cảm hứng của một số lượng lớn các tiểu luận phê bình và tuyển tập văn học. Tiểu thuyết Austen là nguyên tác chuyển thể nhiều bộ phim điện ảnh và truyền hình, tiểu thuyết, hậu truyện, tiểu thuyết cải biên, từ ''Pride and Prejudice'' năm 1940 cho đến các chế tác gần đây hơn như ''[[Sense and Sensibility (phim)|Sense and Sensibility]]'' (1995), [[Nhật ký tiểu thư Jones]] (2001) và  ''Love & Friendship'' (2016).\n== Cuộc đời ==\n\n=== Nguồn tiểu sử ===\n[[Tập tin:Letter_from_Jane_Austen_to_her_sister_Cassandra,_1799_June_11._Page_4_(NLA).tiff|nhỏ|Trang cuối cùng của lá thư Austen gửi cho chị gái Cassandra, ngày 11 tháng 6 năm 1799.]]Có rất ít thông tin về cuộc đời của Austen ngoại trừ một vài lá thư còn sót lại và những ghi chú của các thành viên trong gia đình bà.<ref name=\"Fergus(2005)3ff\">Fergus (2005), 3–4<\/ref> Trong suốt cuộc đời, Austen có thể đã viết tới 3.000 bức thư, nhưng chỉ còn sót lại 161.<ref name=\"LF33\">Le Faye (2005), 33<\/ref> Vào năm 1843, chị gái bà Cassandra đã tiêu hủy phần lớn thư từ nhận được từ Jane để ngăn chúng rơi vào tay họ hàng và đảm bảo rằng \"đám cháu gái không đọc được bất kỳ lời bình luận nào, nhiều khi quá bộc trực, của Jane Austen về láng giềng hoặc các thành viên trong gia đình\".<ref>Nokes (1998), 1; Le Faye (2005), 33<\/ref>{{Efn|Những chi tiết quan trọng về các bất hạnh của gia đình Austen bị cố ý lược bỏ, như người anh trai George bị gửi đi xa, hai người anh khác phải gia nhập hải quân từ sớm; hoặc bà dì giàu có Leigh-Perrot bị bắt và ra tòa vì tội tham ô.<ref name=\"Nokes 1998 1 2 Fergus 2005 3 4\">Nokes (1998), 1–2; Fergus (2005), 3–4<\/ref>}}\n\nTiểu sử đầu tiên về Austen là bản \"Thông cáo tiểu sử\" năm 1818 của anh trai bà, Henry Thomas Austen. Nó được in kèm với một ấn bản ''Northanger Abbey'', bao gồm các đoạn trích từ hai bức thư, bất chấp sự phản đối của các thành viên khác trong gia đình. Các chi tiết về cuộc đời của Austen tiếp tục bị lược bỏ hoặc tô vẽ trong cuốn ''Hồi ức về Jane Austen'' của cháu trai bà xuất bản năm 1869, và trong cuốn tiểu sử của William và Richard Arthur Austen-Leigh, ''Jane Austen: Cuộc đời và những bức thư'', xuất bản năm 1913, tất cả đều bao gồm thêm các bức thư.<ref>Nokes (1998), 2–4; Fergus (2005), 3–4; Le Faye (2004), 279<\/ref> Gia đình và họ hàng Austen đã cố tạo dựng hình ảnh một \"dì Jane tốt bụng\", chân dung của một người phụ nữ có hoàn cảnh gia đình hạnh phúc và coi gia đình là cuộc sống. Tuy nhiên, các nhà viết tiểu sử hiện đại đã nghiên cứu lại các chi tiết bị lược bỏ từ các bức thư và tiểu sử gia đình trước đây, và có một số cái nhìn mới về Austen. Nhà nghiên cứu về Austen Jan Fergus cho rằng quan điểm trái ngược là khó tránh khỏi, về một Austen mệt mỏi chìm trong những bất hạnh liên tiếp, \"một người phụ nữ chán nản, thất vọng bị mắc kẹt trong một gia đình hoàn toàn không dễ chịu”.<ref name=\"Fergus(2005)3ff2\">Fergus (2005), 3–4<\/ref>\n\n=== Gia đình ===\nJane Austen sinh ra ở Steventon, [[Hampshire]], [[Anh|Anh Quốc]], vào ngày 16 tháng 12 năm 1775, là con của George và Cassandra (nhũ danh Leigh) Austen. Bà sinh ra muộn hơn một tháng so với dự kiến của cha mẹ.<ref>Le Faye (2004), 27<\/ref> Mùa đông năm 1776 đặc biệt khắc nghiệt nên phải đến ngày 5 tháng 4 bà mới được làm lễ rửa tội tại nhà thờ địa phương.<ref>Le Faye (2004), 27<\/ref>\n[[Tập tin:Chawton_Church,_Steventon,_Hampshire.jpg|nhỏ|Nhà thờ Steventon được mô tả trong ''Hồi ức về Jane Austen.''<ref name=\"Le Faye 2004 202\">Le Faye (2004), 20<\/ref>]]\nGeorge Austen (1731–1805) là mục sư cai quản một vài giáo xứ [[Giáo hội Anh|Anh giáo]] ở Steventon và Deane ở lân cận.<ref>Todd (2015), 2<\/ref>{{Efn|Irene Collins estimates that when George Austen took up his duties as rector in 1764, Steventon comprised no more than about thirty families.<ref>Collins (1994), 86<\/ref>}} Ông xuất thân từ một gia đình buôn len lâu đời giàu có và đáng kính. Tuy nhiên, nhánh gia tộc của George không nhận được nhiều thừa kế và sống nghèo khổ. Ông và hai chị em gái mồ côi cha mẹ từ nhỏ và được người thân nhận nuôi. George nhập học trường St John's College, Oxford theo diện nghiên cứu sinh và có thể đã gặp Cassandra Leigh (1739–1827) tại đây.<ref>Le Faye (2004), 3–5, 11<\/ref> Bà xuất thân từ gia đình nam tước Leigh danh giá; cha bà là hiệu trưởng Đại học All Souls, Oxford, bà lớn lên giữa giới thân sĩ. Anh cả James của bà được thừa kế một gia tài và đất đai lớn từ bà dì Perrot và đổi họ sang Leigh-Perrot.<ref>Le Faye (2004), 8; Nokes (1998), 51<\/ref>\n\nNhà thờ Steventon được mô tả trong ''Hồi ức về Jane Austen.''\n\nSau khi hai người đính hôn, George nhận công việc ở giáo xứ Steventon từ họ hàng.<ref>Le Faye (2004), 6<\/ref> Họ kết hôn vào ngày 26 tháng 4 năm 1764 ở [[Bath, Somerset|Bath]] trong một buổi lễ đơn giản, hai tháng sau khi cha của Cassandra qua đời.<ref>Le Faye (2004), 11; Nokes (1998), 24, 26<\/ref> Thu nhập của họ rất khiêm tốn, với trợ cấp ít ỏi hàng năm của George và kỳ vọng về một khoản thừa kế nhỏ của Cassandra.<ref>Le Faye (2004), 12; Nokes (1998), 24<\/ref>\n\nGia đình Austens tạm trú tại giáo xứ Deane gần đó cho đến khi nhà xứ Steventon được cải tạo xong. Cassandra sinh được ba người con tại Deane: James năm 1765, George năm 1766 và Edward năm 1767.<ref>Le Faye (2004), 11, 18, 19; Nokes (1998), 36<\/ref>\n\n=== Steventon ===\n[[Tập tin:SteventonRectory.jpg|nhỏ|Tòa giáo xứ [[Steventon, Hampshire|Steventon]], như được miêu tả trong ''Hồi ức về Jane Austen'', nằm trong một thung lũng và được bao quanh bởi đồng cỏ.<ref name=\"Le Faye 2004 203\">Le Faye (2004), 20<\/ref>]]\nNăm 1768, gia đình chuyển đến cư trú ở Steventon. Tại đây Henry ra đời năm 1771,<ref>Nokes (1998), 37; Le Faye (2004), 25<\/ref> Cassandra năm 1773, tiếp theo là Francis năm 1774, và Jane năm 1775.<ref>Nokes (1998), 37; Le Faye (2004), 24–27<\/ref> Vào thời gian này, cậu con thứ George có biểu hiện phát triển không bình thường, có thể bị câm và điếc nên đã được gửi nuôi ở nơi khác.<ref>Le Faye (2004), 22<\/ref>\n\nTheo Honan, bầu không khí của gia đình Austen là một ngôi nhà \"cởi mở, thú vị, trí thức\", nơi nhiều ý tưởng khác nhau, dù có thể bất đồng về mặt chính trị hoặc xã hội, được đem ra xem xét và thảo luận.<ref>Honan (1987), 211–212<\/ref> Gia đình sống dựa vào sự bảo trợ của họ hàng và đón nhiều chuyến thăm viếng của người thân.<ref name=\"Todd4\">Todd (2015), 4<\/ref> Bà Austen đã trải qua mùa hè năm 1770 ở London với các chị em chồng.<ref>Nokes (1998), 39; Le Faye (2004), 22–23<\/ref>{{Efn|Philadelphia had returned from India in 1765 and taken up residence in London; when her husband returned to India to replenish their income, she stayed in England. He died in India in 1775, with Philadelphia unaware until the news reached her a year later, fortuitously as George and Cassandra were visiting. See Le Faye, 29–36}} Thông tin về những chuyến du lịch nước ngoài và cuộc sống thời thượng ở London của những người họ hàng này rất có thể đã giúp mở rộng tầm nhìn và cuộc sống thời niên thiếu của Jane, điều này có ảnh hưởng lớn đến cuộc đời và tác phẩm của bà sau này.<ref>Le Faye (2004), 29<\/ref>\n\nAnh họ của Cassandra Austen là Thomas Leigh đã đến thăm gia đình nhiều lần trong những thập niên 1770 và 1780, và mời Cassandra đến thăm họ ở [[Bath, Somerset|Bath]] vào năm 1781. Trong khi Cassandra và Jane có mối quan hệ chị em vô cùng thân thiết, giữa Cassandra và Edward và giữa Henry và Jane cũng có mối liên kết đặc biệt.\"<ref>Le Faye (2004), 26<\/ref>\n\nTừ năm 1773 đến năm 1796, George Austen gia tăng thu nhập qua công việc đồng áng và dạy kèm tại nhà.<ref>Honan (1987), 14, 17–18; Collins (1994), 54.<\/ref> Dinh cơ Austen có thu nhập hàng năm là 200 bảng Anh (32.000 bảng Anh hoặc 42.000 đô la Mỹ vào năm 2022) từ hai nguồn này.<ref name=\"Irvine 2005 p.2\">Irvine (2005) p.2<\/ref> Đây là một con số rất khiêm tốn vào thời điểm bấy giờ, khi một tay thợ lành nghề như thợ rèn hoặc thợ mộc có thể kiếm được khoảng 100 bảng Anh hàng năm, còn thu nhập thông thường của một gia đình quý tộc là từ 1.000 đến 5.000 bảng Anh một năm. <ref name=\"Irvine 2005 p.2\" \/>\n\nTrong giai đoạn này, Austen thường xuyên đi nhà thờ, giao lưu với bạn bè và láng giềng,{{Efn|For social conventions among the gentry generally, see Collins (1994), 105}} và đọc tiểu thuyết cho gia đình nghe vào buổi tối - thường là những tác phẩm bà tự sáng tác. Việc giao tế với láng giềng thường là khiêu vũ, có thể là ngẫu hứng ở một gia đình nào đó sau bữa tối  hoặc tại các vũ hội được tổ chức thường xuyên ở sảnh tòa thị chính.<ref>Tomalin (1997), 101–103, 120–123, 144; Honan (1987), 119.<\/ref> Anh trai Henry sau này nói rằng \"Jane rất thích khiêu vũ và rất xuất sắc ở môn này\".<ref>Quoted in Tomalin (1997), 102; see also Honan (1987), 84<\/ref>\n\n=== Giáo dục ===\n[[Tập tin:CassandraAustenSilhouette.png|nhỏ|Tranh bóng của Cassandra Austen, chị gái và người bạn thân nhất của Jane.]]\nNăm 1783, Austen và chị gái Cassandra được gửi đến [[Oxford]] để học với bà Ann Cawley. Bà đã mang họ cùng đi khi chuyển đến [[Southampton]] vào cuối năm. Vào mùa thu, cả hai cô gái được đưa về nhà do mắc [[Sốt phát ban (typhus)|bệnh sốt phát ban]] và Austen thậm chí suýt mất mạng.<ref>Le Faye (2004), 47–49; Collins (1994), 35, 133.<\/ref> Từ đó Austen được giáo dục tại nhà, cho đến đầu năm 1785 khi bà đi học nội trú ở [[Reading]] cùng với chị gái tại Trường nữ sinh Reading Abbey, quản lý bởi bà La Tournelle, người có tật ở chân và đam mê sân khấu.<ref>Todd (2015), 3<\/ref> Chương trình học có thể bao gồm một ít tiếng Pháp, đánh vần, may vá, khiêu vũ và âm nhạc và có thể cả kịch nghệ. Hai chị em trở về nhà trước tháng 12 năm 1786 vì học phí gia đình Austen không kham nổi chi phí đắt đỏ.<ref>Tomalin (1997), 9–10, 26, 33–38, 42–43; Le Faye (2004), 52; Collins (1994), 133–134<\/ref> Từ sau năm 1786, Austen \"không bao giờ lại sống ở bất cứ nơi nào bên ngoài gia đình\".<ref>Le Faye (2004), 52<\/ref>\n\nBà được tiếp thụ nền giáo dục qua sách vở, do cha và các anh trai James và Henry hướng dẫn.<ref>Grundy (2014), 192–193; Tomalin (1997), 28–29, 33–43, 66–67; Honan (1987), 31–34; Lascelles (1966), 7–8<\/ref> Irene Collins tin rằng Austen \"đã học cùng các giáo trình như các nam sinh\" mà cha bà dạy kèm.<ref>Collins (1994), 42<\/ref> Austen có quyền tự do sử dụng thư viện của cha và cả thư viện của một người bạn của gia đình là [[Warren Hastings]], vì vậy nguồn sách vở bà được tiếp cận rất rộng lớn và đa dạng. Cha bà cũng rất khoan dung với những thử nghiệm viết lách mà đôi khi khá mạo hiểm của Austen, và chu cấp cho cả hai chị em những loại giấy đắt tiền và các dụng cụ cần thiết khác khác để viết và vẽ.<ref>Honan (1987), 66–68; Collins (1994), 43<\/ref>\n\nSân khấu gia đình là một phần thiết yếu trong nền giáo dục của Austen. Từ thời thơ ấu, gia đình và bạn bè bà đã dàn dựng trong nhà kho một loạt vở kịch bao gồm ''The Rivals'' của [[Richard Brinsley Sheridan|Richard Sheridan]] (1775) và ''Bon Ton'' của [[David Garrick]] . Anh cả của Austen là James viết lời mở đầu và phần kết, còn bà có thể đã tham gia vào những hoạt động này, ban đầu với tư cách là một khán giả và sau đó là một diễn viên.<ref>Le Faye (2014), xvi–xvii; Tucker (1986), 1–2; Byrne (2002), 1–39; Gay (2002), ix, 1; Tomalin (1997), 31–32, 40–42, 55–57, 62–63; Honan (1987), 35, 47–52, 423–424, n. 20.<\/ref> Hầu hết trong số này đều là hài kịch, đây là môi trường nuôi dưỡng tài năng trào phúng của Austen.<ref>Honan (1987), 53–54; Lascelles (1966), 106–107; Litz (1965), 14–17.<\/ref> Ở tuổi 12, bà lần đầu thử sức mình trong lĩnh vực soạn kịch; và đã viết ba vở kịch ngắn khi còn niên thiếu.<ref>Tucker (1986), 2<\/ref>\n\n=== ''Juvenilia'' ( ''1787–1793'') ===\nTừ năm mười một tuổi hoặc có thể sớm hơn, Austen đã tập sáng tác thơ và truyện ngắn để giải trí cho bản thân và gia đình.<ref>Le Faye (2004), 66; Litz (1986), 48; Honan (1987), 61–62, 70; Lascelles (1966), 4; Todd (2015), 4<\/ref> Bà đưa vào trong những tác phẩm đầu tay này các chi tiết phóng đại về cuộc sống hàng ngày và nhại lại các mô típ truyện phổ biến, với \"những câu chuyện đầy ảo tưởng vô luật về quyền lực nữ giới, bằng cấp, hành vi bất chính và tinh thần cao cả\", theo Janet Todd.<ref>Todd (2015), 4–5<\/ref> Austen đã gom nhặt chỉnh tề hai mươi chín tác phẩm đầu tay viết từ năm 1787 đến năm 1793 vào ba cuốn sổ đóng gáy, ngày nay được gọi là ''Juvenilia.''<ref>{{Chú thích báo|title=Jane Austen's juvenilia|agency=British Library|url=https:\/\/www.bl.uk\/romantics-and-victorians\/articles\/jane-austens-juvenilia|access-date=26 August 2020}}<\/ref> Bà gọi ba cuốn sổ là \"Tập thứ nhất\", \"Tập thứ hai\" và \"Tập thứ ba\", lưu giữ 90.000 chữ bà đã viết trong suốt thời niên thiếu.<ref>Southam (1986), 244<\/ref> Theo học giả Richard Jenkyns, ''Juvenilia'' đầy tính \"náo nhiệt\" và \"vô chính phủ\"; được ông so sánh với tác phẩm của tiểu thuyết gia thế kỷ 18 Laurence Sterne.<ref>Jenkyns (2004), 31<\/ref>\n\nTrong số này có một cuốn tiểu thuyết châm biếm bằng thư có tựa đề ''Love and Freindship'' (nguyên văn), được bà viết năm mười bốn tuổi vào năm 1790,<ref>Todd (2015), 5; Southam (1986), 252<\/ref>, trong đó bà chế giễu những cuốn tiểu thuyết tình cảm nổi tiếng.<ref>Litz (1965), 21; Tomalin (1997), 47; Honan (1987), 73–74; Southam (1986), 248–249<\/ref> Năm tiếp theo, bà viết ''Lịch sử nước Anh'', một bản thảo dài ba mươi tư trang kèm theo mười ba bức tiểu họa màu nước do Cassandra minh họa. Cuốn ''Lịch sử'' của Austen nhại lại các thư tịch lịch sử phổ biến, đặc biệt là ''Lịch sử nước Anh của'' Oliver Goldsmith (1764).<ref>Honan (1987), 75<\/ref> Honan suy đoán rằng không lâu sau khi viết ''Love and Freindship'', Austen quyết định sẽ \"viết để kiếm tiền, để biến những câu chuyện thành công việc chính trong cuộc sống\", tức là trở thành một nhà văn chuyên nghiệp. Từ năm mười tám tuổi, Austen bắt đầu viết những tác phẩm dài và phức tạp hơn.<ref name=\"Honan, 93\">Honan (1987), 93<\/ref>\n\nVào tháng 8 năm 1792, ở tuổi mười bảy, Austen bắt đầu viết ''Catharine or the Bower'', trước tác cho các tác phẩm thành niên sau này, đặc biệt là ''Northanger Abbey''; tác phẩm bị bỏ dở và câu chuyện sau đó được tiếp tục trong ''Lady Susan''.<ref>Todd (2015), 5; Southam (1986), 245, 253<\/ref> Một năm sau, cô bắt đầu viết một vở kịch ngắn dang dở, sau này được đặt là ''Ngài Charles Grandison hay Người đàn ông hạnh phúc, một vở hài kịch 6 màn'', bà quay lại hoàn thành nó vào khoảng năm 1800. Đây là một vở hài kịch nhại lại những mẩu tóm tắt trong sách giáo khoa của cuốn tiểu thuyết đương đại yêu thích của Austen, ''Truyện Sir Charles Grandison'' (1753), của Samuel Richardson.<ref>Southam (1986), 187–189<\/ref>\n\nKhi Austen lần đầu tiên được làm cô ở tuổi mười tám, bà đã gửi tặng cháu gái mới sinh Fanny-Catherine Austen-Knight \"năm mẩu truyện ngắn trong Juvenilia như là 'ý kiến và khuyến nghị về cách ứng xử của phụ nữ trẻ{{Single double}}. Đối với Jane-Anna-Elizabeth Austen (cũng sinh năm 1793), Austen đã viết \"thêm hai 'mẩu chuyện tào lao', dành tặng cho [Anna] vào ngày 2 tháng 6 năm 1793,\" khuyên rằng nếu cháu nghiêm túc theo dõi  thì sẽ rút ra từ đó những Hướng dẫn rất quan trọng, liên quan đến Cách ứng xử trong cuộc sống.{{Single double}}<ref name=\"Le Faye 1993\">{{Chú thích sách|title=Jane Austen: A Family History|last=Austen-Leigh|first=William|last2=Austen-Leigh|first2=Richard Arthur|last3=Le Faye|first3=Dierdre|date=1993|publisher=The British Library|isbn=978-0-7123-0312-5|location=London|pages=76–77}}<\/ref> Có bằng chứng tài liệu cho thấy Austen tiếp tục viết những mẩu chuyện này cho đến tận cuối năm 1811 (khi bà đã 36 tuổi), tặng cho cháu gái và cháu trai của bà, Anna và James Edward Austen, và còn chỉnh sửa thêm nữa cho đến năm 1814.<ref>Sutherland (2005), 14; Doody (2014) 87–89<\/ref>\n\nTrong khoảng từ 1793 đến 1795 (từ mười tám đến hai mươi tuổi), Austen viết ''Lady Susan'', một tiểu thuyết sử thi ngắn, thường được cho là tác phẩm đầu tay tham vọng và công phu nhất của bà.<ref>Honan (1987), 101–102; Tomalin (1997), 82–83<\/ref> Tiểu thuyết này không giống với bất kỳ tác phẩm nào khác của Austen, với giọng điệu giễu cợt hoài nghi, xoay quanh nhân vật nữ chính là một kẻ chuyên đi quyến rũ, sử dụng nhan sắc và trí thông minh để thao túng, phản bội và lợi dụng những người xung quanh.<ref>Tomalin (1997), 83–84; see also Sutherland (2005), 15<\/ref> Theo Janet Todd, Austen có thể lấy cảm hứng từ cuộc đời hào nhoáng và những cuộc phiêu lưu của người chị dâu Eliza de Feuillide. Người chồng trước người Pháp của Eliza bị chém đầu năm 1794; sau đó bà kết hôn với anh trai của Jane là Henry Austen vào năm 1797.<ref name=\"Todd42\">Todd (2015), 4<\/ref>\n\n=== Tom Lefroy ===\n[[Tập tin:Thomas_Langlois_Lefroy.jpg|nhỏ|Thomas Langlois Lefroy, Thẩm phán tối cao Ireland, vẽ bởi W.H. Mote (1855); khi về già, Lefroy thừa nhận rằng ông đã từng yêu Austen.<ref>Tomalin (1997), 118.<\/ref>]]\nNăm Austen hai mươi tuổi, Tom Lefroy, một người hàng xóm, đã đến thăm viếng Steventon từ tháng 12 năm 1795 đến tháng 1 năm 1796. Ông vừa tốt nghiệp đại học và chuyển tới London để học nghề luật sư. Lefroy và Austen có thể đã làm quen tại một vũ hội hoặc một buổi xã giao láng giềng. Qua những lá thư của Austen gửi cho Cassandra, có thể thấy rằng họ nhanh chóng trở nên thân thiết.  <ref>Quoted in Le Faye (2004), 92.<\/ref> Austen viết trong thư rằng Lefroy là một \"thanh niên rất lịch lãm, đẹp trai, dễ mến\".<ref name=\"halperin721\">Halperin (1985), 721<\/ref> Năm ngày sau trong một bức thư khác, Austen viết rằng bà mong đợi Lefroy sẽ cầu hôn nhưng \"Em sẽ từ chối anh ta, trừ khi anh ta hứa sẽ bỏ cái áo khoác trắng đi\", ở dưới viết \"Em sẽ trao cả tương lai vào tay Ông Tom Lefroy, người mà em sẽ không cho đồng sáu xu nào, và từ chối tất cả những người khác\" (đồng sáu xu ý nói bóng gió là một tín vật tình yêu).<ref name=\"halperin721\" \/> Ngày hôm sau, Austen viết: “Sẽ đến ngày mà em tán tỉnh Tom Lefroy lần cuối và khi chị nhận được thư này, mọi chuyện đã kết thúc rồi. Nước mắt em tuôn rơi khi viết ra ý nghĩ u sầu này\".<ref name=\"halperin721\" \/>\n\nHalperin lưu ý rằng trong các bức thư Austen thường chế giễu và nhại lại các loại tiểu thuyết tình cảm lãng mạn, vì vậy một số lời lẽ nhắc đến Lefroy có thể mang ý nghĩa châm biếm. Tuy nhiên, rõ ràng là Austen đã thực sự bị thu hút bởi Lefroy và không ai trong số những người cầu hôn sau đó của bà có thể so sánh được với ông.<ref name=\"halperin7212\">Halperin (1985), 721<\/ref> Gia đình Lefroy đã can thiệp và bắt anh ta đi London vào cuối tháng Giêng. Cả Lefroy và Austen đều biết cuộc hôn nhân này là phi thực tế. Lefroy không có tiền, phải dựa vào một người ông chú ở Ireland chu cấp cho việc học và lập nghiệp. Sau này khi Tom Lefroy trở lại Hampshire, ông bị bắt tránh xa gia đình Austen, và hai người không bao giờ còn gặp lại nhau nữa.<ref>Le Faye (2014), xviii; Fergus (2005), 7–8; Tomalin (1997), 112–120, 159; Honan (1987), 105–111.<\/ref> Vào tháng 11 năm 1798, Austen vẫn còn nghĩ đến Lefroy, như trong thư viết cho chị gái rằng bà đã uống trà với một người họ hàng nhà Lefroy, bà rất muốn hỏi thăm về ông ta nhưng mà không có cách nào gợi chuyện được.<ref name=\"halperin722\">Halperin (1985), 722<\/ref>\n\n=== Những bản thảo đầu tay (1796–1798) ===\nSau khi hoàn thành ''Lady Susan'', Austen bắt đầu cuốn tiểu thuyết dài đầu tiên ''Elinor và Marianne''. Chị gái bà kể lại rằng nó đã được đọc cho gia đình nghe \"trước năm 1796\" và cũng được kể lại qua một loạt thư từ. Không còn bản thảo gốc nào ót lại nên không có cách nào biết được bản nháp này được giữ lại bao nhiêu phần khi cuốn tiểu thuyết cuối cùng được xuất bản ẩn danh vào năm 1811 với tên gọi ''[[Lý trí và tình cảm|Sense and Sensibility]]''.<ref>Sutherland (2005), 16–18; LeFaye (2014), xviii; Tomalin (1997), 107, 120, 154, 208.<\/ref>\n\nAusten bắt đầu viết cuốn tiểu thuyết thứ hai, ''Ấn tượng đầu tiên'' (sau này được xuất bản với tên gọi ''[[Kiêu hãnh và định kiến|Kiêu hãnh và Định kiến]]''), vào năm 1796. Bà hoàn thành bản thảo đầu tiên vào tháng 8 năm 1797, ở tuổi 21; như tất cả các tiểu thuyết khác, Austen đã đọc tác phẩm cho gia đình nghe trong quá trình viết và nó được đón nhận nồng nhiệt.<ref>Le Faye (2004), 100, 114.<\/ref> Vào thời điểm này, cha bà đã thử xuất bản một trong những cuốn tiểu thuyết tại Thomas Cadell ở London nhưng không thành. Austen có thể không biết về những nỗ lực của cha mình.<ref>Le Faye (2004), 104; Sutherland (2005), 17, 21; quotations from Tomalin (1997), 120–122.<\/ref> Sau khi hoàn thành ''Ấn tượng đầu tiên'', Austen quay trở lại chỉnh sửa phần lớn ''Elinor và Marianne'' từ tháng 11 năm 1797 cho đến giữa năm 1798, thay đổi nhiều nội dung và chuyển dạng [[Trần thuật|tường thuật sang ngôi thứ ba]], tạo ra bản nháp ''Sense and Sensibility'' gần hoàn chỉnh.<ref>Le Faye (2014), xviii–xiv; Fergus (2005), 7; Sutherland (2005), 16–18, 21; Tomalin (1997), 120–121; Honan (1987), 122–124.<\/ref> Năm 1797, Austen gặp người chị họ (và cũng là chị dâu tương lai), Eliza de Feuillide, một quý tộc người Pháp có người chồng đầu tiên là Bá tước de Feuillide đã bị chém đầu trong [[Cách mạng Pháp]], khiến bà phải chạy trốn sang Anh và sau đó kết hôn với Henry Austen.<ref name=\"King page 2\">King, Noel \"Jane Austen in France\" ''Nineteenth-Century Fiction'', Vol. 8, No. 1, June 1953 p. 2.<\/ref> Vụ hành quyết Bá tước Feuillide do Eliza kể lại đã gây cho Austen nỗi kinh hoàng tột độ về cuộc Cách mạng, kéo dài đến hết đời bà.<ref name=\"King page 2\" \/>\n\nVào giữa năm 1798, sau khi hoàn thành chỉnh sửa ''Elinor và Marianne'', Austen bắt đầu viết cuốn tiểu thuyết thứ ba với tựa đề ''Susan'' —sau này là ''Tu viện Northanger'' —một tác phẩm nhại lại dòng tiểu thuyết Gothic thịnh hành thời bấy giờ.<ref>Litz (1965), 59–60.<\/ref> Austen hoàn thành tác phẩm này khoảng một năm sau đó. Đầu năm 1803, Henry Austen gửi ''Susan'' đến Benjamin Crosby, một nhà xuất bản ở London, và được trả 10 bảng Anh tiền bản quyền. Crosby hứa sẽ xuất bản sớm và thậm chí còn quảng cáo cuốn sách công khai \"trên báo chí\", nhưng để đó không làm gì thêm.<ref>Tomalin (1997), 182.<\/ref> Bản thảo nằm trong tay Crosby và không được xuất bản cho đến khi Austen mua lại tác quyền vào năm 1816.<ref>Le Faye (2014), xx–xxi, xxvi; Fergus (2005), 8–9; Sutherland (2005), 16, 18–19, 20–22; Tomalin (1997), 199, 254.<\/ref>\n\n=== Bath và Southampton ===\n[[Tập tin:4_Sydney_Place.jpg|trái|nhỏ|Nhà của Austen ở 4 Sydney Place, [[Bath, Somerset]]]]\nVào tháng 12 năm 1800, George Austen bất ngờ thông báo quyết định về hưu, rời Steventon và chuyển cả gia đình đến số 4, Sydney Place ở [[Bath, Somerset|Bath]], hạt Somerset.<ref>{{Chú thích web|url=http:\/\/www.seekingjaneausten.com\/bath.html|tựa đề=Bath|tác giả=hubbard|tên=susan|website=seekingjaneausten.com|url lưu trữ=https:\/\/web.archive.org\/web\/20190616014458\/http:\/\/www.seekingjaneausten.com\/bath.html|ngày lưu trữ=16 June 2019|url-status=dead|ngày truy cập=27 May 2017}}<\/ref> Điều này khiến Jane Austen bị sốc khi đột ngột phải chuyển đi xa {{Convert|50|mi}} khỏi ngôi nhà duy nhất bà từng sống. <ref>Collins (1994), 8–9.<\/ref> Điều này thể hiện qua năng suất viết lách suy giảm rõ rệt trong thời gian bà sống ở Bath. Bà có thể đã chỉnh sửa ''Susan'', và bắt đầu rồi bỏ ngang một cuốn tiểu thuyết mới, ''Nhà Watson'', nhưng bút lực không còn dồi dào được như giai đoạn 1795–1799.<ref>Sutherland (2005), 21.<\/ref> Tomalin cho rằng điều này phản ánh một hội chứng trầm cảm, nhưng Honan không đồng ý vì Austen vẫn tiếp tục viết hoặc chỉnh sửa các bản thảo đều đặn trong cả cuộc đời mình, chỉ ngoại trừ vài tháng sau khi cha bà qua đời.<ref>Le Faye (2014) xx–xxii; Fergus (2005), 8; Sutherland (2005), 15, 20–22; Tomalin (1997), 168–175; Honan (1987), 215.<\/ref>{{Efn|Doody agrees with Tomalin; see Doody, \"Jane Austen, that disconcerting child\", in Alexander and McMaster 2005, 105.}} Người ta thường cho rằng Austen không hạnh phúc ở Bath nên bà mất hứng thú viết lách, nhưng cũng có thể là đời sống xã hội sôi động ở Bath đã khiến bà không còn nhiều thời gian để viết tiểu thuyết.<ref name=\"Irvine, 2005 4\">Irvine, 2005 4.<\/ref> Nhà phê bình Robert Irvine cho rằng Austen viết lách nhiều khi bà còn ở nông thôn có thể là do bà có nhiều thời gian rảnh rỗi, hơn là do sống ở nông thôn hạnh phúc hơn.<ref name=\"Irvine, 2005 4\" \/> Bên cạnh đó, Austen thường xuyên di chuyển và đi du lịch khắp miền nam nước Anh trong thời kỳ này, một hoàn cảnh không thuận lợi để viết một cuốn tiểu thuyết dài.<ref name=\"Irvine, 2005 4\" \/> Austen đã bán tác quyển ''Susan'' cho nhà xuất bản Crosby & Company với giá 10 bảng Anh ({{Inflation|UK|10|1800|r=-1|fmt=eq|cursign=£}}) <ref name=\"Irvine, 2005 3\">Irvine, 2005 3.<\/ref> The Crosby & Company đã đăng quảng cáo ''Susan'', nhưng không bao giờ xuất bản.<ref name=\"Irvine, 2005 3\" \/>\n[[Tập tin:Godmersham_Hall_-_geograph.org.uk_-_407850.jpg|phải|nhỏ|250x250px|Austen thường xuyên viếng thăm dinh thự của anh trai Edward, Godmersham Park ở [[Kent]], từ năm 1798 đến 1813. Ngôi nhà được coi là có ảnh hưởng đến các tác phẩm của cô.<ref>{{Chú thích báo|title=Godmersham, Jane Austen's second home|agency=Press Reader|url=https:\/\/www.pressreader.com\/uk\/kentish-express-ashford-district\/20130606\/282278137880255|access-date=31 August 2020}}<\/ref>]]\nNhững năm từ 1801 đến 1804 là khoảng trống đối với các học giả Austen vì Cassandra đã hủy tất cả thư từ giữa hai người trong thời kỳ này mà không rõ lý do.<ref name=\"halperin729\">Halperin (1985), 729<\/ref> Vào tháng 12 năm 1802, Austen nhận được lời cầu hôn duy nhất được biết tới từ Harris Bigg-Wither. Hai chị em bà đến thăm bạn cũ là Alethea và Catherine Bigg ở gần Basingstoke. Em trai của họ, Harris Bigg-Wither, mới quay trở về nhà từ Oxford, đã cầu hôn bà và được chấp nhận. Theo mô tả của Caroline Austen, cháu gái của Jane, và Reginald Bigg-Wither, một hậu duệ của Harris, ông này không phải người hấp dẫn, có dáng vẻ to lớn, giản dị, ít nói, mắc bệnh nói lắp, hành xử thô bạo và vụng về. Tuy nhiên, Austen đã biết ông ta từ khi cả hai còn trẻ và cuộc hôn nhân sẽ mang lại nhiều lợi ích thiết thực cho Austen và gia đình. Ông là người thừa kế điền sản xung quanh ngôi nhà thời thơ ấu của Austen. Với điều kiện này, Austen có thể giúp cha mẹ có một tuổi già an nhàn, cho Cassandra một nơi cư trú ổn định và hỗ trợ các anh trai trong sự nghiệp của họ. Đến sáng hôm sau, Austen nhận ra mình đã mắc sai lầm và rút lại lời chấp nhận.<ref>Le Faye (2014), xxi; Fergus (2005), 7–8; Tomalin (1997), 178–181; Honan (1987), 189–198.<\/ref> Không có bức thư hay nhật ký còn lại nào mô tả cảm nhận của Austen về lời cầu hôn này.<ref>Le Faye (2005), 51.<\/ref> Irvine mô tả Bigg-Wither là một người \"...dường như khó mà cảm mến được chứ chưa nói đến việc yêu\".<ref>Irvine (2005), 3<\/ref>\n\nNăm 1814, trong một bức thư gửi cho cháu gái Fanny Knight khi được hỏi xin lời khuyên về một mối quan hệ nghiêm túc, Austen viết rằng \"& và cầu xin cháu đừng đi xa hơn, & đừng nghĩ đến việc chấp nhận trừ khi cháu thực sự thích anh ta. Thà phải chịu bất cứ thứ gì cũng còn hơn kết hôn không tình yêu”.<ref>Letter dated 18–20 November 1814, in Le Faye (1995), 278–282.<\/ref> Học giả người Anh Douglas Bush đã viết rằng Austen \"theo đuổi lý tưởng rằng tình yêu là mối gắn kết giữa hai vợ chồng... Tất cả các nữ anh hùng trong tiểu thuyết của bà..., tỷ lệ thuận với sự trưởng thành của họ, đều thấm thía ý nghĩa của tình yêu chân chính.\"<ref name=\"halperin732\">Halperin (1985), 732<\/ref> Một chi tiết trong ''Sense and Sensibility'' có thể được lấy cảm hứng từ chính cuộc đời Austen là khi Elinor Dashwood chiêm nghiệm rằng \"thứ tồi tệ nhất và vô phương nhất trong tất cả các tai họa, là một mối gắn kết suốt đời\" với một người đàn ông không phù hợp.<ref name=\"halperin732\" \/>{{Efn|Elinor Dashwood's original quote from chapter 29, page 159, of ''Sense and Sensibility'' is: \"the ''worst'' and most irremediable of all evils, a connection, for life, with an ''unprincipled'' man.\"}}\n\nNăm 1804, khi sống ở Bath, Austen bắt đầu viết tiểu thuyết ''Nhà Watson'', xoay quanh một giáo sĩ tàn tật nghèo khổ cùng bốn cô con gái chưa chồng, nhưng cuối cùng bỏ dở. Sutherland mô tả cuốn tiểu thuyết là \"một công trình về hoàn cảnh kinh tế khắc nghiệt và lệ thuộc của thân phận người phụ nữ\".<ref>Sutherland (2005), 15, 21.<\/ref> Honan và Tomalin cùng cho rằng Austen đã ngừng viết tiếp sau khi cha bà qua đời vào ngày 21 tháng 1 năm 1805, và có thể sự tương đồng giữa hoàn cảnh cá nhân của bà với các nhân vật đã gây cho bà những cảm xúc không hề dễ chịu.<ref>Le Faye (2014) xxii; Tomalin (1997), 182–184; Honan (1987), 203–205.<\/ref>\n\nCái chết đột ngột của ông Austen khiến Jane, Cassandra và mẹ rơi vào tình cảnh bấp bênh. Edward, James, Henry và Francis Austen (được gọi là Frank) đã cam kết cùng đóng góp những khoản hỗ trợ hàng năm cho mẹ và các em gái.<ref>Honan (1987), 213–214.<\/ref> Trong bốn năm tiếp theo, cuộc sống tằn tiện phản ánh tình hình tài chính eo hẹp của họ. Họ phải sống một thời gian trong các khu nhà trọ ở Bath trước khi rời thành phố vào tháng 6 năm 1805 để đi thăm viếng gia đình ở Steventon và Godmersham. Trong những tháng mùa thu, họ chuyển đến khu nghỉ mát ven biển mới nổi lên Worthing trên bờ biển Sussex, và cư ngụ tại Stanford Cottage.{{Efn|Austen's observations of early Worthing probably helped inspire her final, but unfinished novel, ''[[Sanditon]]'', the story of an up-and-coming seaside resort in Sussex.}} Chính tại đây, người ta cho rằng Austen đã hoàn thiện bản thảo ''Lady Susan'' và thêm vào phần \"Đoạn kết\". Năm 1806, ba người chuyển đến [[Southampton]] sống cùng Frank Austen và người vợ mới cưới. Phần lớn thời gian này họ dành để đi thăm viếng họ hàng thân thuộc.<ref>Tomalin (1997), 194–206.<\/ref>\n\nVào ngày 5 tháng 4 năm 1809, khoảng ba tháng trước khi cả nhà chuyển đến Chawton, Austen đã viết một bức thư đầy giận dữ tới Richard Crosby, đề nghị gửi cho ông ta một bản thảo mới của ''Susan'' nếu cần để cuốn tiểu thuyết phải được xuất bản ngay lập tức, hoặc là ông ta phải trả lại bản gốc để bà đi tìm một nhà xuất bản khác. Crosby không định xuất bản cuốn sách nên đã gợi ý Austen mua lại bản thảo với giá 10 bảng Anh ban đầu để đi tìm nơi khác xuất bản. Tại thời điểm đó Austen không có đủ tiền,<ref>Tomalin (1997), 207.<\/ref> và phải đến năm 1816 bà mới có thể mua lại được bản quyền từ tay Crosby.<ref>Le Faye (2014), xx–xxi, xxvi; Fergus (2005), 8–9; Sutherland (2005), 16, 18–19, 20–22; Tomalin (1997), 182, 199, 254.<\/ref>\n\n=== Chawton ===\n[[Tập tin:Jane_Austen_house_museum_7.jpg|nhỏ|Gia trang Chawton, Hampshire nơi Austen sống trong tám năm cuối đời, nay là Bảo tàng Jane Austen's House]]\nKhoảng đầu năm 1809, anh trai Edward của Austen mời mẹ và các chị em gái tới sống tại ngôi nhà ở làng Chawton{{Efn|Chawton had a population of 417 at the census of 1811.<ref>Collins (1994), 89.<\/ref>}}, thuộc khu đất Chawton House gần đó của Edward. Jane, Cassandra và mẹ chuyển đến Chawton vào ngày 7 tháng 7 năm 1809<ref>Le Faye (2014), xxii; Tomalin (1997), 194–206; Honan (1987), 237–245; MacDonagh (1991), 49.<\/ref> và sống một cuộc sống yên tĩnh tại đây, không giao du nhiều mà chỉ tiếp đãi người trong gia đình thăm viếng. Theo cháu gái Anna của Austen mô tả, họ sống \"yên tĩnh\", \"đọc sách nhiều\", \"bên cạnh việc nội trợ họ còn giúp đỡ người nghèo và dạy trẻ em đọc và viết.\"<ref>{{Chú thích sách|url=https:\/\/archive.org\/details\/janeaustencompan00grey|title=The Jane Austen companion|last=Grey|first=J. David|last2=Litz|first2=A. Waton|last3=Southam|first3=B. C.|last4=Bok|first4=H.Abigail|date=1986|publisher=Macmillan|isbn=9780025455405|page=[https:\/\/archive.org\/details\/janeaustencompan00grey\/page\/38 38]|url-access=registration}}<\/ref>\n\n== Thể loại và phong cách ==\nCác tác phẩm của Austen đã châm biếm dòng tiểu thuyết tình cảm chủ đạo nửa sau thế kỷ 18 và góp phần dịch chuyển nền văn học Anh sang chủ nghĩa hiện thực thế kỷ 19.<ref>Litz (1965), 3–14; Grundy (2014), 195–197; Waldron (2005), 83, 89–90; Duffy (1986), 93–94.<\/ref> Austen đã học hỏi phong cách hiện thực chủ nghĩa từ [[Samuel Richardson]] và [[Henry Fielding]] để tạo ra lối viết hiện thực châm biếm đặc trưng của mình.<ref>Grundy (2014), 196<\/ref><ref>Todd (2015), 21<\/ref>\n\nWalter Scott chú ý rằng Austen \"bài xích chủ nghĩa giật gân rác rưởi của phần lớn tiểu thuyết hiện đại - 'những tác phẩm phù phiếm chỉ để đáp ứng nhu cầu lấp đầy giá sách'\".<ref name=\"Keymer21\">Keymer (2014), 21<\/ref> Tuy nhiên, bà cũng không hẳn xa rời hoàn toàn thể loại này, như đã thấy trong ''Northanger Abbey'' và ''Emma''.<ref name=\"Keymer21\" \/> Tương tự như [[William Wordsworth]], người đã chỉ trích thậm tệ lối viết cường điệu kịch tính của tiểu thuyết hiện đại trong \"Lời nói đầu\" của quyển ''Lyrical Ballads'' (1800), Austen tách mình khỏi những tiểu thuyết thoát ly; những nguyên tắc và phá cách mà bà thể hiện cũng tương tự như ông [Wordsworth], và bà đã cho thấy rằng \"tính cường điệu giảm thì chất nghệ thuật lại tăng.\"<ref name=\"Keymer21\" \/> Bà tránh xa thể loại tiểu thuyết Gothic phổ biến bấy giờ, những câu chuyện rùng rợn mà nhân vật nữ chính thường bị mắc kẹt ở một nơi hẻo lánh, một lâu đài hoặc tu viện (có 32 tiểu thuyết từ năm 1784 đến 1818 có từ \"tu viện\" trong tiêu đề). Bà ám chỉ đến [[Trope (điện ảnh)|trope]] này trong ''Northanger Abbey'', với nhân vật nữ chính, Catherine, du lịch đến một tu viện hẻo lánh. Thay vì phủ định hay chế nhạo hoàn toàn, Austen biến đổi thể loại này cho phù hợp với thực tế, ví dụ như những mô tả về phòng ốc trang nhã và tiện nghi hiện đại trái ngược với những kỳ vọng \"như trong tiểu thuyết\" của nữ chính.<ref>Keymer (2014), 24–25<\/ref> Bà cũng không phủ nhận hoàn toàn tiểu thuyết Gothic mà thay vào đó bà biến đổi các bối cảnh và tình huống, ví dụ chi tiết nhân vật nữ chính vẫn bị giam cầm, nhưng là bị giam cầm bởi những quy tắc ứng xử ngặt nghèo và cứng nhắc của phòng khiêu vũ.<ref name=\"Keymer29\">Keymer (2014), 29<\/ref> Theo nhà phê bình Keymer, trong ''Sense and Sensibility,'' Austen thể hiện những nhân vật có chiều sâu và động cơ phức tạp, mặc dù đây là một tác phẩm nhại tiểu thuyết diễm tình, \"tâm hồn lãng mạn của Marianne phản ứng trước một thế giới đầy toan tính... với tiếng thét chính đáng của một người phụ nữ khổ đau.\"<ref name=\"Keymer32\">Keymer (2014), 32<\/ref>\n\nAusten là tiểu thuyết gia người Anh đầu tiên áp dụng thủ pháp tường thuật gián tiếp tự do, thông qua đó, bà có khả năng trình bày trực tiếp suy nghĩ của nhân vật với người đọc mà vẫn giữ được khả năng kiểm soát câu chuyện. Phong cách này cho phép tác giả chuyển đổi linh hoạt giữa giọng điệu của người kể chuyện và của những nhân vật khác.<ref>Lodge (1986), 171–175<\/ref><blockquote>Mái tóc được cuốn lên, và cô hầu được cho ra ngoài, và Emma ngồi nghĩ ngợi và đau khổ. Thật là một sự tình đen đủi! Thật là một sự đảo lộn hoàn toàn mọi ước vọng của nàng! Thật là một tiến triển theo một cách nàng ít mong đợi nhất! \n\n<small>— ví dụ về tường thuật gián tiếp tự do, Jane Austen, ''[[Emma (tiểu thuyết)|Emma]].''<ref>qtd. in Lodge (1986), 175<\/ref><\/small><\/blockquote>Theo học giả Mary Lascelles, Austen là thiên tài xây dựng ngôn ngữ và hội thoại giữa các nhân vật: \"Rất ít tiểu thuyết gia có thể kỹ lưỡng hơn Jane Austen trong lời nói và suy nghĩ của các nhân vật.\"<ref>Lascelles (1966) 101<\/ref> Đặc điểm và giọng điệu của nhân vật thể hiện qua những lời nói rải rác; \"cú pháp và cách dùng từ thay vì từ vựng\" được sử dụng để ám chỉ thành phần xã hội của nhân vật.<ref>Lascelles (1966), 96, 101<\/ref> Đối thoại bộc lộ tâm trạng của nhân vật — thất vọng, tức giận, hạnh phúc — mỗi người được thể hiện khác nhau thông qua các mẫu cấu trúc câu khác nhau. Ví dụ, khi Elizabeth Bennet từ chối Darcy, giọng điệu cứng nhắc và cấu trúc câu phức tạp cho thấy rằng anh thực sự đã làm cô tổn thương:<ref>Baker (2014), 177<\/ref><blockquote>Ngay từ đầu, có thể nói là ngay từ giây phút đầu tiên, của mối quen biết với anh, cách cư xử của anh đã gây cho tôi ấn tượng với niềm tin tuyệt đối về sự kiêu căng, tính tự phụ và thói ích kỷ coi thường cảm xúc của người khác, đó là cơ sở của sự không tán thành, mà từ đó dẫn tới các sự kiện tiếp theo đã tạo nên một sự ghét bỏ không gì lay chuyển được. Và tôi còn biết anh chưa được một tháng trước khi tôi cảm thấy rằng anh là người đàn ông cuối cùng trên thế giới mà tôi có thể lấy làm chồng.<ref>qtd in Baker (2014), 177<\/ref><\/blockquote>Các cốt truyện của Austen nhấn mạnh hoàn cảnh phụ thuộc truyền thống của phụ nữ vào hôn nhân để đảm bảo vị thế xã hội và kinh tế.<ref>MacDonagh (1991), 66–75; Collins (1994), 160–161.<\/ref> Xét trên phương diện nghệ thuật, tiểu thuyết thế kỷ 18 ít nghiêm túc hơn so với thế kỷ 19, khi tiểu thuyết được coi là \"phương tiện tự nhiên để thảo luận và phơi bày những điều quan trọng trong cuộc sống\".<ref>Bayley (1986), 24<\/ref> Thay vì đi quá sâu vào tâm lý nhân vật, Austen thích thể hiện chúng qua lăng kính hài hước, theo nhà phê bình John Bayley. Ông cho rằng nguồn gốc của óc hóm hỉnh và châm biếm của bà chính là thái độ coi hài hước \"là ơn huệ của cuộc sống\".<ref name=\"Bayley26ff\">Bayley (1986), 25–26<\/ref> Một trong những điều làm nên danh tiếng của Austen chính là ở việc bà là người phụ nữ đầu tiên thành công trong tiểu thuyết hài kịch.<ref name=\"Polhemus\">Polhemus (1986), 60<\/ref>\n\nÓc hài hước của bà đến từ sự khiêm tốn và bình dị, khiến cho những nhân vật thành công nhất của bà, chẳng hạn như Elizabeth Bennet, vượt lên trên những điều tầm thường của cuộc sống, trong đó những nhân vật ngu ngốc hơn lại bị cuốn vào.<ref name=\"Bayley26ff2\">Bayley (1986), 25–26<\/ref> Austen sử dụng chất hài kịch để khám phá tính cá thể trong cuộc sống và các mối quan hệ của người phụ nữ, và để tìm kiếm những điều tốt đẹp trong cuộc sống. Bà thường kết hợp hài kịch với \"cảm quan đạo đức\" để tạo ra các xung đột nghệ thuật. Nhà phê bình Robert Polhemus viết, \"Để hiểu được trọn vẹn tác phẩm và thành tựu của Austen, chúng ta cần nhận ra niềm đam mê sâu sắc của bà đối với cả sự kính trọng và chế nhạo... và óc hài hước của của bà thể hiện cả sự hài hòa lẫn đối lập trong tâm trí và tầm nhìn, khi bà luôn cố dung hòa những thành kiến trào phúng của mình với ý thức hướng thiện.\"<ref name=\"Polhemus2\">Polhemus (1986), 60<\/ref>\n\n== Đánh giá ==\n\n=== Phản ứng đương thời ===\nVì các tác phẩm của Austen được xuất bản ẩn danh nên không mang lại nhiều tiếng tăm cho bà khi còn sống. Chúng khá thịnh hành nhưng ít khi được giới phê bình chú ý.<ref name=\"Honan 1987, 289–290\">Honan (1987), 289–290.<\/ref> Hầu hết các bài đánh giá đều ngắn gọn và tích cực, nhưng hời hợt và dè dặt,<ref>Fergus (2014), 10; Honan (1987), 287–289, 316–317, 372–373.<\/ref><ref name=\"SouthamVol1p1\">Southam (1968), 1.<\/ref> thường tập trung vào các bài học được rút ra từ câu chuyện.<ref>Waldron (2005), 83–91.<\/ref>\n\n[[Walter Scott|Sir Walter Scott]], tiểu thuyết gia hàng đầu thời bấy giờ, đã viết một bài đánh giá ẩn danh về ''Emma'' năm 1815, trong đó ông khen ngợi tính hiện thực của Austen, \"nghệ thuật sao chép từ tự nhiên như nó vốn tồn tại giữa mọi nẻo đường cuộc sống, và mang đến cho độc giả, thay vì những cảnh tượng choáng ngợp từ một thế giới tưởng tượng, một sự tái hiện chính xác và ấn tượng cái thế giới đang diễn ra hàng ngày xung quanh\".<ref>Scott (1968), 58; Waldron (2005), 86; Duffy (1986), 94–96.<\/ref> Một đánh giá quan trọng thời kỳ đầu khác được cho là của Richard Whately vào năm 1821, tuy Whately phủ nhận điều này, trong đó đã so sánh Austen với những ví dụ kinh điển như [[Homeros|Homer]] và [[William Shakespeare|Shakespeare]], đồng thời ca ngợi chất kịch tính trong mạch truyện. Scott và Whately đã định hình quan điểm cho hầu hết các bài phê bình Austen trong thế kỷ 19 sau đó.<ref>Waldron (2005), 89–90; Duffy (1986), 97; Watt (1963), 4–5.<\/ref>\n\n=== Thế kỷ 19 ===\n[[Tập tin:Jane_Austen,_from_A_Memoir_of_Jane_Austen_(1870).jpg|phải|nhỏ|Bức vẽ Austen trong ''Hồi ức về Jane Austen'' (1871) được viết bởi cháu trai của bà là James Edward Austen-Leigh, và dựa trên bản phác thảo của Cassandra. Tất cả các chân dung sau này của Austen nói chung đều dựa trên bức vẽ này, bao gồm cả mặt trái của tờ 10 bảng Anh ra đời tháng 9 năm 2017.]]\n[[Chủ nghĩa lãng mạn]] với phong cách cường điệu kịch tính là phong cách chủ đạo trong văn học thế kỷ 19 và văn học thời Victorian,<ref>Duffy (1986), 98–99; MacDonagh (1991), 146; Watt (1963), 3–4.<\/ref> các tác giả được ưa chuộng thời kỳ này là [[Charles Dickens]] hay [[George Eliot]].<ref>Southam (1968), 1; Southam (1987), 2.<\/ref> Bất chấp sự khen ngợi của Walter Scott, tiểu thuyết Austen không phù hợp với mỹ quan thịnh hành của chủ nghĩa tư tưởng lãng mạn.<ref name=\"Litz, A pages 669\">Litz, A. Walton \"Recollecting Jane Austen\" pp. 669–682 from ''Critical Inquiry'', Vol. 1, No. 3, March 1975 p. 672.<\/ref> Các tác phẩm của bà được tái bản đều đặn và có doanh số ổn định ở Anh từ những năm 1830 nhưng cũng không được coi là ăn khách.<ref>Johnson (2014), 232; Gilson (2005), 127.<\/ref>\n\nNhà phê bình người Pháp đầu tiên chú ý đến Austen là Philarète Chasles trong một bài tiểu luận năm 1842, cho bà là nhàm chán, bắt chước và rỗng tuếch.<ref name=\"auto\">King, Noel \"Jane Austen in France\" from ''Nineteenth-Century Fiction'' pp. 1–28, Vol. 8, No. 1, June 1953 p. 23.<\/ref> Austen gần như hoàn toàn bị bỏ qua ở Pháp cho đến năm 1878,<ref name=\"auto\" \/> khi nhà phê bình người Pháp Léon Boucher xuất bản cuốn tiểu luận ''Le Roman Classique en Angleterre'', trong đó ông là tác giả người Pháp đầu tiên gọi Austen là một \"thiên tài\".<ref name=\"auto1\">King, Noel \"Jane Austen in France\" from ''Nineteenth-Century Fiction'' pp. 1–28, Vol. 8, No. 1, June 1953 p. 24.<\/ref> Bản dịch chính xác đầu tiên tác phẩm Austen sang tiếng Pháp là bản dịch ''Northanger Abbey'' sang ''Catherine Moreland'' năm 1899 của Félix Fénéon.<ref name=\"auto1\" \/>\n\nỞ Anh, Austen dần dần lên ngôi cùng với sự quan tâm của giới phê bình. Triết gia và nhà phê bình văn học George Henry Lewes đã viết một loạt các bài đăng tâm huyết vào những năm 1840 và 1850.<ref>Southam (1968), 152; Southam (1987), 20–21.<\/ref> Cuối thế kỷ 19, tiểu thuyết gia [[Henry James]] đã nhiều lần nhắc đến và tán dương Austen, có lần đã xếp bà cùng với Shakespeare, [[Miguel de Cervantes|Cervantes]], và [[Henry Fielding]] là một trong số \"những họa sĩ vẽ cuộc đời\".<ref>Southam (1987), 70.<\/ref>\n\nViệc xuất bản cuốn ''Hồi ức về Jane Austen'' của James Edward Austen-Leigh vào năm 1869 đã giới thiệu Austen với công chúng một hình ảnh \"dì Jane thân yêu\", một bà cô độc thân khả kính. Việc xuất bản ''Hồi ức'' đã thúc đẩy việc tái bản các tiểu thuyết của Austen.<ref>Southam (1987), 58–62.<\/ref> Tác giả và nhà phê bình Leslie Stephen đã đặt tên cơn sốt Austen vào những năm 1880 là \"Austenolatry\". Có hẳn một biệt danh để gọi những người say mê Austen là ''Janeites.'' Vào khoảng đầu thế kỷ 20, một nhóm trí thức ''Janeites'' đã phản đối trào lưu Austen, cho rằng lòng hâm mộ sâu sắc của họ không thể đánh đồng với nhiệt tâm thô thiển của quần chúng.\n\nĐáp lại, [[Henry James]] chê bai \"sự say mê đắm đuối\" Austen, với làn sóng quan tâm đột biến của công chúng đã vượt quá \"các giá trị nội tại\" của Austen.<ref>Southam (1987), 46–47, 230 (for the quote from James); Johnson (2014), 234.<\/ref> Nhà phê bình văn học Mỹ Walton Litz cho rằng những người \"anti-Janites\" trong thế kỷ 19 và 20 bao gồm nhiều tác giả đình đám như [[Mark Twain]], Henry James, [[Charlotte Brontë]], [[D. H. Lawrence|DH Lawrence]] và [[Kingsley Amis]], nhưng trong \"mọi trường hợp, sự phán xét tiêu cực chỉ đơn thuần tiết lộ những hạn chế đặc biệt hoặc tính cách lập dị của nhà phê bình, chứ không mấy đả động gì được đến Jane Austen\".<ref>Litz, A. Walton \"Recollecting Jane Austen\" pp. 669–682 from ''Critical Inquiry'', Vol. 1, No. 3, March 1975 p. 670.<\/ref>\n\n=== Thời hiện đại ===\nCác tác phẩm của Austen thu hút mối quan tâm của một lượng đông đảo học giả. Luận án đầu tiên về Austen được xuất bản năm 1883 bởi George Pellew, một sinh viên tại Đại học Harvard.<ref>Devoney Looser, The Making of Jane Austen (Baltimore, MD: Johns Hopkins University Press, 2017), 185–196.<\/ref> Một bài phân tích học thuật thời kỳ đầu khác là bài tiểu luận năm 1911 của học giả Shakespeare học, A.C. Bradley từ Oxford,<ref>Trott (2005), 92.<\/ref> ông đã phân các tiểu thuyết của Austen thành hai giai đoạn \"sớm\" và \"muộn\", cách phân loại này vẫn được sử dụng đến ngày nay.<ref>Southam (1987), 79.<\/ref> Sách nghiên cứu đầu tiên về Austen ở Pháp là ''Jane Austen'' của Paul và Kate Rague (1914), phân tích lý do tại sao giới phê bình và độc giả Pháp nên coi trọng Austen.<ref name=\"auto12\">King, Noel \"Jane Austen in France\" from ''Nineteenth-Century Fiction'' pp. 1–28, Vol. 8, No. 1, June 1953 p. 24.<\/ref> Cùng năm, Léonie Villard xuất bản ''Jane Austen, Sa Vie et Ses Oeuvres'', phát triển từ luận án Tiến sĩ, một nghiên cứu học thuật nghiêm túc đầu tiên về Austen ở Pháp.<ref name=\"auto12\" \/> Năm 1923, R.W. Chapman xuất bản ấn bản học thuật đầu tiên của các tuyển tập Austen, đây cũng là ấn bản học thuật đầu tiên của một tiểu thuyết gia người Anh. Bản Chapman vẫn là cơ sở cho tất cả các ấn bản xuất bản tiếp theo của các tác phẩm của Austen.<ref>Southam (1987), 99–100; see also Watt (1963), 10–11; Gilson (2005), 149–50; Johnson (2014), 239.<\/ref>\n\nXuất bản năm 1939 ''Jane Austen và Phong cách nghệ thuật'' của Mary Lascelles đã đặt nền móng vững chắc cho ngành nghiên cứu Austen.<ref>Southam (1987), 107–109, 124.<\/ref> Lascelles phân tích những cuốn sách Austen đã đọc và ảnh hưởng của chúng lên các tác phẩm, đồng thời xem xét kỹ lưỡng phong cách và \"nghệ thuật kể chuyện\" của Austen. Bà cũng đưa ra lo ngại rằng giới học thuật đang làm lu mờ sự công nhận chính đáng dành cho Austen bằng những lý thuyết huyền hoặc. Đây vẫn là một chủ đề tranh luận cho đến tận bây giờ.<ref>Southam (1986), 108; Watt (1963), 10–11; Stovel (2014), 248; Southam (1987), 127<\/ref>\n\nKể từ Thế chiến II trở đi các phương pháp tiếp cận phê bình Austen ngày một đa dạng, từ thuyết nữ quyền, cho đến thuyết hậu thuộc địa gây tranh cãi.<ref>{{Chú thích sách|title=Culture and imperialism|last=Said, Edward W.|year=1994|isbn=0-679-75054-1|edition=1st Vintage books|location=New York|oclc=29600508}}<\/ref> Có sự phân tách rõ ràng giữa niềm yêu thích đại chúng đối với Austen, tiêu biểu là những người Janeites hiện đại, và các đánh giá phê bình học thuật.<ref>Rajan (2005), 101–110<\/ref> Năm 1994, nhà phê bình văn học Harold Bloom đã xếp Austen vào danh sách những nhà văn phương Tây vĩ đại nhất mọi thời đại.<ref>{{Chú thích sách|url=https:\/\/archive.org\/details\/westerncanonbook00bloorich\/page\/226|title=The Western Canon: The Books and School of the Ages|last=Bloom|first=Harold|publisher=Harcourt Brace|year=1994|isbn=0-15-195747-9|location=New York|page=[https:\/\/archive.org\/details\/westerncanonbook00bloorich\/page\/2 2]|author-link=Harold Bloom}}<\/ref>\n\nỞ [[Trung Quốc|Cộng hòa Nhân dân Trung Hoa]] sau năm 1949, các tác phẩm của Austen bị coi là phù phiếm<ref>Zhu Hong \"Nineteenth-Century British Fiction in New China: A Brief Report\" pp. 207–213 from ''Nineteenth-Century Fiction'', Volume 37, No. 2. September 1982 p. 210.<\/ref> và bị cấm trong giai đoạn [[Đại Cách mạng Văn hóa vô sản|Cách mạng Văn hóa Trung Quốc 1966-1969]] vì là \"tư sản đế quốc Anh\".<ref>Zhu Hong \"Nineteenth-Century British Fiction in New China: A Brief Report\" pp. 207–213 from ''Nineteenth-Century Fiction'', Volume 37, No. 2. September 1982 p. 212.<\/ref> Vào cuối những năm 1970, các tác phẩm Austen được tái xuất bản ở Trung Quốc và thịnh hành đến nỗi gây nghi ngại cho giới cầm quyền vốn có thói quen gắn liền nghệ thuật với khuynh hướng chính trị.<ref>Zhu Hong \"Nineteenth-Century British Fiction in New China: A Brief Report\" pp. 207–213 from ''Nineteenth-Century Fiction'', Volume 37, No. 2. September 1982 p. 213.<\/ref>\n\nTrong một cuộc tranh luận thời hiện đại điển hình, giáo sư phái bảo thủ người Mỹ Gene Koppel, trước sự phẫn nộ của các sinh viên văn khoa theo phái tự do, đã tuyên bố Austen và gia đình bà là người \"Tories ở mức độ cao nhất\", tức là những người theo đảng bảo thủ đối lập với Đảng Whigs tự do. Trong khi một số tác giả nữ quyền như Claudia Johnson và Mollie Sandock giành Austen về phía mình, Koppel cho rằng những người khác nhau phản ứng với một tác phẩm văn học theo những cách chủ quan khác nhau, như nhà triết học [[Hans-Georg Gadamer]] giải thích. Do đó, các cách diễn giải đối chọi về Austen có thể có giá trị như nhau, miễn là chúng được xây dựng dựa trên cơ sở phân tích văn bản và bối cảnh lịch sử: có thể coi Austen là một nhà nữ quyền phê phán xã hội nước Anh thời Nhiếp chính và đồng thời là một người bảo thủ đề cao các giá trị của nó.<ref name=\"Koppel\">{{Chú thích web|url=http:\/\/www.jasna.org\/persuasions\/printed\/number11\/koppel.htm|tựa đề=Pride and Prejudice: Conservative or Liberal Novel—Or Both? (A Gadamerian Approach)|tác giả=Koppel|tên=Gene|ngày=2 November 1989|ngày truy cập=25 October 2016}}<\/ref>\n\n=== Chuyển thể ===\nTiểu thuyết Austen đã truyền cảm hứng cho hàng loạt hậu truyện, tiền truyện và tác phẩm chuyển thể thuộc mọi thể loại. Từ thế kỷ 19, các thành viên trong gia đình bà đã xuất bản phần kết cho những cuốn tiểu thuyết chưa hoàn chỉnh, và tính đến năm 2000 đã có hơn 100 tác phẩm chuyển thể được xuất bản.<ref>Lynch (2005), 160–162.<\/ref> Tiểu thuyết Austen đã được đưa lên sân khấu kịch từ những năm cuối thế kỷ 19 - đầu thể kỷ 20.<ref>Devoney Looser, The Making of Jane Austen (Baltimore, MD: Johns Hopkins University Press, 2017), 85.<\/ref> Bộ phim chuyển thể đầu tiên là ''Pride and Prejudice'' do [[MGM]] sản xuất năm 1940 với sự tham gia của [[Laurence Olivier]] và [[Greer Garson]].<ref>Brownstein (2001), 13.<\/ref> Các vở kịch truyền hình của BBC từ những năm 1970 được xây dựng tỉ mỉ và bám sát với cốt truyện, tinh thần và bối cảnh của nguyên tác.<ref>Troost (2007), 79.<\/ref> Nhà phê bình người Anh Robert Irvine nhấn mạnh rằng trong các bản phim chuyển thể Mỹ, bắt đầu từ phiên bản ''Kiêu hãnh và định kiến'' năm 1940, yếu tố giai cấp bị xem nhẹ và hệ thống phân cấp xã hội Anh quốc dựa trên điền sản và dòng họ đã không được người Mỹ nắm bắt đầy đủ.<ref>Irvine, Robert ''Jane Austen'', London: Routledge, 2005 pp. 158–159<\/ref>\n\nTừ năm 1995, nhiều tác phẩm chuyển thể tiểu thuyết Austen đã xuất hiện, với [[Sense and Sensibility (phim)|bộ phim ''Sense and Sensibility'']] của [[Lý An (đạo diễn)|Lý An]], do [[Emma Thompson]] biên kịch và thủ vai chính, bên cạnh [[Kate Winslet]], [[Hugh Grant]],... đã giành được [[giải Oscar]], và bộ phim truyền hình ăn khách năm 1995 của đài BBC, ''Pride and Prejudice'', với sự tham gia của [[Jennifer Ehle]] và [[Colin Firth]].<ref>Troost (2007), 82–84.<\/ref> Những tác phẩm khác là bộ phim [[Kiêu hãnh và định kiến (phim 2005)|''Kiêu hãnh và Định kiến'']] của Anh năm 2005 do [[Joe Wright]] đạo diễn với sự tham gia của [[Keira Knightley]] và [[Matthew Macfadyen]],<ref>Carol Kopp, [http:\/\/www.cbsnews.com\/stories\/2006\/02\/15\/oscar\/main1321171.shtml \"The Nominees: Keira Knightley\"], CBS News, 20 October 2008.<\/ref> theo sau là ''Mansfield Park'', ''Northanger Abbey'' và ''Persuasion'' của [[ITV (mạng truyền hình)|ITV]] năm 2007,<ref>Julia Day, [https:\/\/www.theguardian.com\/media\/2005\/nov\/10\/broadcasting.ITV \"ITV falls in love with Jane Austen\"], ''The Guardian'', 10 November 2005.<\/ref> và bộ phim điện ảnh chuyển thể từ Lady Susan, ''Love & Friendship'' năm 2016 do [[Kate Beckinsale]] thủ vai chính.<ref>Alonso Duralde, Alonso, [http:\/\/www.thewrap.com\/love-friendship-review-whit-stillman-kate-beckinsale-chloe-sevigny-jane-austen\/ \"'Love & Friendship' Sundance Review: Whit Stillman Does Jane Austen—But Hasn't He Always?\"], ''The Wrap'', 25 January 2016.<\/ref>\n\n=== Tưởng niệm ===\n[[Tập tin:Jane_Austen,_Poets'_Corner.jpg|nhỏ|Bia tưởng niệm Austen trên bức tường Góc thi sĩ ở [[Tu viện Westminster]], London]]\nJane Austen có mặt trên tờ 10 bảng Anh mới được phát hành vào năm 2017, thế chỗ [[Charles Darwin]].<ref>{{Chú thích báo|date=14 September 2017|title=Jane Austen is now on Britain's 10 pound note|language=en-AU|work=ABC News|url=https:\/\/www.abc.net.au\/news\/2017-09-14\/jane-austen-is-now-on-the-10-pound-note\/8947154|access-date=4 December 2019}}<\/ref><ref>{{Chú thích báo|last=Morris|first=Steven|date=18 July 2017|title=Jane Austen banknote unveiled – with strange choice of quotation|language=en-GB|work=The Guardian|url=https:\/\/www.theguardian.com\/business\/2017\/jul\/18\/jane-austen-banknote-unveiled-with-strange-choice-of-quotation|access-date=4 December 2019|issn=0261-3077}}<\/ref> \n\nVào tháng 7 năm 2017, một bức tượng của Jane Austen đã được dựng lên ở Basingstoke, Hampshire nhân kỷ niệm 200 năm ngày mất của bà.<ref>Zamira Rahim.[https:\/\/www.cnn.com\/2017\/07\/18\/europe\/jane-austen-statue-unveiled-bicentenary\/index.html \"World first’ statue of Jane Austen unveiled\"]. CNN. 18 July 2017.<\/ref>\n\n== Tác phẩm ==\n'''Tiểu thuyết'''\n\n* ''[[Lý trí và tình cảm]]'' (1811)\n* ''[[Kiêu hãnh và định kiến]]'' (1813)\n* ''Trang viên Mansfield'' (1814)\n* ''[[Emma (tiểu thuyết)|Emma]]'' (1815)\n* ''Northanger Abbey'' (1818, di cảo)\n* ''Persuasion'' (1818, di cảo)\n* ''Lady Susan'' (1871, di cảo)\n\n'''Chưa hoàn thành'''\n\n* ''The Watsons'' (1804)\n* ''Sanditon'' (1817)\n\n'''Các tác phẩm khác'''\n\n* ''Sir Charles Grandison'' (kịch chuyển thể) (1793, 1800)\n* ''Juvenilia Tập 1'' (1787–1793)\n* ''Juvenilia Tập 2'' (1787–1793)\n\n==Tham khảo==\n<references group=\"lower-alpha\" \/>\n\n== Dẫn nguồn ==\n{{tham khảo}}\n\n=== Thư mục ===\n{{refbegin|30em}}\n* Alexander, Christine and Juliet McMaster, eds. ''The Child Writer from Austen to Woolf''. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-81293-3}}.\n* Auerbach, Emily. ''Searching for Jane Austen''. Madison: University of Wisconsin Press, 2004. {{ISBN|0-299-20184-8}}\n* Austen, Jane. ''Catharine and Other Writings''. Ed. Margaret Anne Doody and Douglas Murray. Oxford: Oxford University Press, 1993. {{ISBN|0-19-282823-1}}.\n* Austen, Jane. ''[[The History of England (Austen)|The History of England]]''. Ed. [[David Starkey]]. Icon Books, HarperCollins Publishers, 2006. {{ISBN|0-06-135195-4}}.\n* Austen, Henry Thomas. \"Biographical Notice of the Author\". ''Northanger Abbey and Persuasion''. London: John Murray, 1817.\n* Austen-Leigh, James Edward. ''[[A Memoir of Jane Austen]]''. 1926. Ed. R.W. Chapman. Oxford: Oxford University Press, 1967.\n* Austen-Leigh, William and Richard Arthur Austen-Leigh. ''Jane Austen: Her Life and Letters, A Family Record''. London: Smith, Elder & Co., 1913.\n* Bayley, John. \"Characterization in Jane Austen\".  ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan Publishing Company, 1986. {{ISBN|0-02-545540-0}}. 24–34\n* Baker, Amy. \"Caught in the Act of Greatness: Jane Austen's Characterization Of Elizabeth And Darcy By Sentence Structure In ''Pride and Prejudice''\". ''Explicator'', Vol. 72, Issue 3, 2014. 169–178\n* Brownstein, Rachel M. \"Out of the Drawing Room, Onto the Lawn\". ''Jane Austen in Hollywood''. Eds. Linda Troost and Sayre Greenfield. Lexington: University Press of Kentucky, 2001 {{ISBN|0-8131-9006-1}}. 13–21.\n* Butler, Marilyn. \"History, Politics and Religion\".  ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan Publishing Company, 1986. {{ISBN|0-02-545540-0}}. 190–208\n* [[Paula Byrne|Byrne, Paula]]. ''Jane Austen and the Theatre''. London and New York: Continuum, 2002. {{ISBN|978-1-84725-047-6}}.\n* Cartmell, Deborah and Whelehan, Imelda, eds. ''The Cambridge Companion to Literature on Screen''. Cambridge: Cambridge University Press, 2007. {{ISBN|978-0-521-84962-3}}.\n* Collins, Irene. ''Jane Austen and the Clergy''. London: The Hambledon Press, 1994. {{ISBN|1-85285-114-7}}.\n* Copeland, Edward and Juliet McMaster, eds. ''The Cambridge Companion to Jane Austen''. Cambridge: Cambridge University Press, 2014. {{ISBN|978-0-521-74650-2}}.\n* [[Margaret Doody|Doody, Margaret Anne]]. \"The Early Short Fiction\".  ''The Cambridge Companion to Jane Austen''. Eds. Edward Copeland and Juliet McMaster. Cambridge: Cambridge University Press, 2014. {{ISBN|978-0-521-74650-2}}. 72–86.\n* Duffy, Joseph. \"Criticism, 1814–1870\".  ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan Publishing Company, 1986. {{ISBN|0-02-545540-0}}. 93–101\n* Fergus, Jan. \"Biography\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 3–11\n* Fergus, Jan. \"The Professional Woman Writer\". ''The Cambridge Companion to Jane Austen''. Eds. Edward Copeland and Juliet McMaster. Cambridge: Cambridge University Press, 2014. {{ISBN|978-0-521-74650-2}}. 1–20.\n* Gay, Penny. ''Jane Austen and the Theatre''. Cambridge: Cambridge University Press, 2002. {{ISBN|0-521-65213-8}}.\n* Gilson, David. \"Letter publishing history\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 121–159\n* Gilson, David. \"Editions and Publishing History\".  ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 135–139\n* Grey, J. David. ''The Jane Austen Companion''. New York: Macmillan Publishing Company, 1986. {{ISBN|0-02-545540-0}}.\n* Grundy, Isobel. \"Jane Austen and literary traditions\". ''The Cambridge Companion to Jane Austen''. Eds. Edward Copeland and Juliet McMaster. Cambridge: Cambridge University Press, 2014.  {{ISBN|978-0-521-74650-2}}. 192–214\n* Halperin, John. \"Jane Austen's Lovers\".  ''SEL: Studies in English Literature 1500–1900'' Vol. 25, No. 4, Autumn, 1985. 719–720\n* Harding, D.W., \"Regulated Hatred: An Aspect of the Work of Jane Austen\". ''Jane Austen: A Collection of Critical Essays''. Ed. Ian Watt. Englewood Cliffs, NJ: Prentice-Hall, 1963.\n* [[Park Honan|Honan, Park]]. ''Jane Austen: A Life''. New York: St. Martin's Press, 1987. {{ISBN|0-312-01451-1}}.\n* Irvine, Robert ''Jane Austen''. London: Routledge, 2005. {{ISBN|0-415-31435-6}}\n* Jenkyns, Richard. ''A Fine Brush on Ivory: An Appreciation of Jane Austen''. Oxford: Oxford University Press, 2004. {{ISBN|0-19-927661-7}}.\n* Johnson, Claudia. \"Austen cults and cultures\". ''The Cambridge Companion to Jane Austen''. Eds. Edward Copeland and Juliet McMaster. Cambridge: Cambridge University Press, 2014. {{ISBN|978-0-521-74650-2}}. 232–247.\n* Kelly, Gary. \"Education and accomplishments\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 252–259\n* Keymer, Thomas. \"''Northanger Abbey'' and ''Sense and Sensibility''\". ''The Cambridge Companion to Jane Austen''. Eds. Edward Copeland and Juliet McMaster. Cambridge: Cambridge University Press, 2014. {{ISBN|978-0-521-74650-2}}. 21–38\n* Kirkham, Margaret. \"Portraits\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 68–82\n* [[Mary Lascelles|Lascelles, Mary]]. ''Jane Austen and Her Art''. Oxford: Oxford University Press, 1966 [1939].\n* Lane, Maggie. ''Jane Austen and Food.'' London: The Hambledon Press, 1995.\n* Leavis, F.R. ''The Great Tradition: George Eliot, Henry James, Joseph Conrad''. London: Chatto & Windus, 1960.\n* [[Deirdre Le Faye|Le Faye, Deirdre]], ed. ''Jane Austen's Letters''. Oxford: Oxford University Press, 1995. {{ISBN|0-19-283297-2}}.\n* Le Faye, Deirdre. \"Chronology of Jane Austen's Life\". ''The Cambridge Companion to Jane Austen''. Eds. Edward Copeland and Juliet McMaster. Cambridge: Cambridge University Press, 2014. {{ISBN|978-0-521-74650-2}}. xv–xxvi\n* Le Faye, Deirdre. ''Jane Austen: The World of Her Novels''. New York: Harry N. Abrams, 2002. {{ISBN|0-8109-3285-7}}.\n* Le Faye, Deirdre. ''Jane Austen: A Family Record''. Second Edition. Cambridge: Cambridge University Press, 2004. {{ISBN|0-521-53417-8}}.\n* Le Faye, Deirdre. \"Letters\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 33–40\n* Le Faye, \"Memoirs and Biographies\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 51–58\n* Litz, A. Walton. ''Jane Austen: A Study of Her Development''. New York: Oxford University Press, 1965.\n* Litz, A. Walton.  \"Chronology of Composition\".  ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 47–62\n* Lodge, David.  \"Jane Austen's Novels: Form and Structure\".  ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 165–179\n* Looser, Devoney. ''The Making of Jane Austen''. Baltimore, MD: Johns Hopkins University Press, 2017. {{ISBN|1-4214-2282-4}}.\n* Lynch, Deirdre Shauna. \"Sequels\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 160–169\n* MacDonagh, Oliver. ''Jane Austen: Real and Imagined Worlds''. New Haven: Yale University Press, 1991. {{ISBN|0-300-05084-4}}.\n* McMaster, Juliet. \"Education\".  ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan Publishing Company, 1986. {{ISBN|0-02-545540-0}}. 140–142\n* Miller, D.A. ''Jane Austen, or The Secret of Style''. Princeton: Princeton University Press, 2003. {{ISBN|0-691-12387-X}}.\n* [[David Nokes|Nokes, David]]. ''Jane Austen: A Life''. Berkeley: University of California Press, 1998. {{ISBN|0-520-21606-7}}.\n* Page, Norman. ''The Language of Jane Austen''. Oxford: Blackwell, 1972. {{ISBN|0-631-08280-8}}.\n* Polhemus, Robert M.  \"Jane Austen's Comedy\".  ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 60–71\n* Raven, James. \"Book Production\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 194–203\n* Raven, James. ''The Business of Books: Booksellers and the English Book Trade''. New Haven: Yale University Press, 2007. {{ISBN|0-300-12261-6}}.\n* Rajan, Rajeswari. \"Critical Responses, Recent\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 101–10.\n* [[Walter Scott|Scott, Walter]]. \"Walter Scott, an unsigned review of ''Emma'', ''Quarterly Review''\". ''Jane Austen: The Critical Heritage, 1812–1870''. Ed. B.C. Southam. London: Routledge and Kegan Paul, 1968. {{ISBN|0-7100-2942-X}}. 58–69.\n* Southam, B.C. \"Grandison\". ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 187–189\n* Southam, B.C. \"Criticism, 1870–1940\". ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 102–109\n* Southam, B.C., ed. ''Jane Austen: The Critical Heritage, 1812–1870''. Vol. 1. London: Routledge and Kegan Paul, 1968. {{ISBN|0-7100-2942-X}}.\n* Southam, B.C., ed. ''Jane Austen: The Critical Heritage, 1870–1940''. Vol. 2. London: Routledge and Kegan Paul, 1987. {{ISBN|0-7102-0189-3}}.\n* Southam, B.C. \"Juvenilia\". ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 244–255\n* Stovel, Bruce. \"Further reading\". ''The Cambridge Companion to Jane Austen''. Eds. Edward Copeland and Juliet McMaster. Cambridge: Cambridge University Press, 2014. {{ISBN|978-0-521-74650-2}}. 248–266.\n* Sutherland, Kathryn. \"Chronology of composition and publication\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 12–22\n* [[Janet Todd|Todd, Janet]], ed. ''Jane Austen in Context''. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}.\n* Todd, Janet. ''The Cambridge Introduction to Jane Austen''. Cambridge: Cambridge University Press, 2015. {{ISBN|978-1-107-49470-1}}.\n* [[Claire Tomalin|Tomalin, Claire]]. ''Jane Austen: A Life''. New York: Alfred A. Knopf, 1997. {{ISBN|0-679-44628-1}}.\n* Troost, Linda. \"The Nineteenth-Century Novel on Film\". ''The Cambridge Companion to Literature on Screen''. Eds. Deborah Cartmell and Imelda Whelehan. Cambridge: Cambridge University Press, 2007. {{ISBN|978-0-521-84962-3}}. 75–89\n* Trott, Nicola. \"Critical Responess, 1830–1970\", ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 92–100\n* Tucker, George Holbert. \"Amateur Theatricals at Steventon\". ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 1–4\n* Tucker, George Holbert. \"Jane Austen's Family\". ''The Jane Austen Companion''. Ed. J. David Grey. New York: Macmillan, 1986. {{ISBN|0-02-545540-0}}. 143–153\n* Waldron, Mary. \"Critical Response, early\". ''Jane Austen in Context''. Ed. Janet Todd. Cambridge: Cambridge University Press, 2005. {{ISBN|0-521-82644-6}}. 83–91\n* [[Ian Watt|Watt, Ian]]. \"Introduction\". ''Jane Austen: A Collection of Critical Essays''.  Ed. Ian Watt. Englewood Cliffs, NJ: Prentice Hall, 1963.<!-- page numbers? -->\n* Watt, Ian, ed. ''Jane Austen: A Collection of Critical Essays''. Englewood Cliffs, NJ: Prentice Hall, 1963.\n* Wiltshire, John. ''Jane Austen and the Body: The Picture of Health''. Cambridge: Cambridge University Press, 1992. {{ISBN|0-521-41476-8}}.\n{{refend}}\n\n== Liên kết ngoài ==\n{{Wikisourcelang|en|Author:Jane Austen|Jane Austen}}\n{{thể loại Commons|Jane Austen}}\n* [http:\/\/www.gutenberg.org\/author\/Jane+Austen Tác phẩm của Jane Austen tại Project Gutenberg]\n* [http:\/\/www.classicistranieri.com\/austen\/ Các tác phẩm của Jane Austen]\n* [http:\/\/romance-books.classic-literature.co.uk\/jane-austen\/ Các tác phẩm của Jane Austen] (dạng HTML)\n* [http:\/\/www.janeaustenmuseum.org.uk\/ Bảo tàng Jane Austen]\n* [http:\/\/www.pemberley.com The Republic of Pemberley], kho tàng Jane Austen lớn nhất trên web\n\n{{Thời gian sống|sinh=1775|mất=1817|tên=Austen, Jane}}\n\n{{DEFAULTSORT:Austen, Jane}}\n[[Thể loại:Nhà văn Anh]]\n[[Thể loại:Nữ nhà văn]]\n[[Thể loại:Tín hữu Anh giáo]]\n[[Thể loại:Jane Austen]]\n[[Thể loại:Mất năm 1817]]\n[[Thể loại:Sinh năm 1775]]\n[[Thể loại:Chết vì bệnh lao]]\n[[Thể loại:Tiểu thuyết gia Anh]]\n[[Thể loại:Mất thế kỷ 19 do bệnh lao]]\n[[Thể loại:Tử vong bệnh truyền nhiễm ở Anh]]"}