{"Jean de La Fontaine":"{{Nhiều vấn đề|\n{{Cần chuyên gia|date=tháng 1\/2022}}\n{{Chú thích trong hàng|date=tháng 1\/2022}}\n}}\n{{Thông tin nhà văn\n| name = Jean de La Fontaine\n| image = La Fontaine par Rigaud.jpg|nhỏ|trái|225px\n| caption =\n| birth_date = {{birth date|1621|7|8|df=y}}\n| birth_place = [[Château-Thierry]], [[Champagne, France|Champagne]].<sup>1<\/sup>\n| death_date = {{death date and age|1695|4|13|1621|6|8|df=y}}\n| death_place = [[Paris]], [[Pháp]]\n| occupation = [[nhà thơ ngụ ngôn]], [[nhà thơ]]\n| genre = \n| movement =\n| influences = \n| influenced = \n| website =\n}}\n'''Jean de La Fontaine''' (phiên âm Tiếng Việt: '''Giăng đờ La Phông-ten''') ([[8 tháng 7]] năm [[1621]] – [[13 tháng 4]] năm [[1695]]) là một nhà thơ [[ngụ ngôn]] nổi tiếng của [[Pháp]], những bài thơ của ông được biết đến rất rộng rãi vào [[thế kỷ 17]]. Theo [[Gustave Flaubert]], ông là nhà thơ Pháp duy nhất hiểu và làm chủ những kết cấu tinh vi trong của ngôn ngữ Pháp trước [[Victor Hugo]]. Một bộ phim nói về cuộc sống của ông đã được phát hành tại Pháp vào tháng 4 năm 2007 (''Jean de La Fontaine - le défi'').\n\n== Tiểu sử ==\nLa Fontaine sinh ra tại [[Château-Thierry]] trong một gia đình người quản lý rừng. Bố mất sớm, ông thừa hưởng sự giáo dục đầy tự do và sâu rộng của mẹ. Từ bé ông đã sống giữa chiến tranh, yêu cảnh rừng núi và thú rừng hoang dã. Học  luật xong ở [[Paris]], ông trở về quê hương nối nghiệp cha quản lý khu rừng địa ngục , sống với những người dân đen lao động nghèo khó.\n\n== Những năm tháng học tập (1641-1658) ==\nCó rất ít thông tin về những năm tháng học tập của La Fontaine. Người ta chỉ biết rằng Ông ta đã học tại trường Cao đẳng ở [[Château-Thierry]] cho đến năm thứ ba, nơi mà ông ta đã học tiếng [[latinh|latin]], nhưng không phải là [[Tiếng Hy Lạp cổ|Tiếng Hy Lạp]]. Vào năm [[1641]], Ông tham gia vào tu hội [[Congrégation de l'Oratoire|Oratoire]], nhưng vào năm 1642 ông đã ra khỏi hội tôn giáo này.\n\nÔng tiếp tục học chuyên về luật, và tham gia thường xuyên vào hội những nhà thơ trẻ: [[kỵ sĩ bàn tròn]], nơi mà ông đã gặp [[Pellisson]],[[François Charpentier]], [[Tallemant des Réaux]]. Vào năm 1649 Ông đã lấy được bằng luật sư tại quốc hội Paris, trong khi đó vào năm 1647 Cha của ông, đã tổ chức cho ông lễ cưới với Marie Héricart, và năm 24 tuổi ông có một đứa con trai tên là Charles.\n\n== Các hoạt động văn học (1664-1679) ==\nNăm 1664, Ông chuyển qua làm việc cho duchesse de Bouillon và duchesse d’Orléans, La Fontaine chia sẻ thời gian làm việc của mình giữ Paris và Château-Thierry, Đó là khi La Fontaine thực hiện những bước đầu tiên vào văn học bằng một câu chuyện hoang đường 'xử bắn [[l'Arioste]]', Joconde. Sự viết lại này đã tạo nên một cuộc tranh luận văn học, cuộc tranh luận về sự tự do có thể làm phát triển lối kể theo kiểu hoang đường, nơi mà bản viết nháp là cực kỳ chính xác.\n\nVà hai bộ sưu tập về các câu chuyện tiếp theo sau đó, vào năm 1665 và năm 1666, La Fontaine lại tiếp tục dựa trên những kinh nghiệm có được, nhưng lần này dưới dạng truyện ngắn, đây cũng là thời gian của đạo đức truyền thống, và thể loại ngụ ngôn đã được chọn lựa và ra đời vào năm 1668 dành riêng cho Grand Dauphin.\n\nNăm 1669, La Fontaine đã thêm một thể loại mới vào hoạt động của ông ta, bằng việc cho xuất bản cuốn tuyểu thuyết ''Tình yêu của Psyché và chàng trai trẻ'': trộn lẫn văn xuôi và thơ, một câu chuyện huyền thoại.\n\nNăm 1672 cái chết của công tước Orléans, và lúc ấy cũng là lúc La Fontaine gặp khó khăn về tài chính, và đã ở nhờ tại nhà của Marguerite de La Sablière trong năm 1673.\n\nVào năm 1674, La Fontaine đã bắt đầu với một thể loại mới đó là opera hợp tác với Jean-Baptiste Lully.\n\n== Các tác phẩm ==\nChính cuộc sống chan hòa với thiên nhiên, gần gũi với người dân thường đã khiến cho thơ văn của ông giàu tính dân gian, giàu chất thơ của cuộc sống và sự thực tinh tế, sinh động. Khi ông miêu tả thiên nhiên hay viết về các loài thú, loài cây, về con cáo, chùm nho, con cừu, cây bắp cải cũng như thể hiện lòng nhân ái bao la của ông đối với người nghèo. Ông có kiến thức uyên bác về cả thiên nhiên và xã hội, giao thiệp rộng rãi với giới tri thức tự do, sống phóng túng, không thích gần gũi cung đình như nhiều nhà văn Cổ điển khác. Có lẽ vì vậy ông không được vua [[Louis XIV của Pháp]] ưa thích.\n\nLa Fontaine sáng tác nhiều tác phẩm với những thể loại khác nhau: Truyện, thơ (1665), tiểu thuyết (''Xise'', 1664-1674), kịch, nhưng ông nổi tiếng thế giới với tập ''Ngụ ngôn'' (1666-1694) gồm 12 quyển. Ông bước vào [[Viện Hàn lâm Pháp]] năm 1683.\n\nVăn phong của La Fontaine giàu chất thơ, dí dỏm và hàm súc đa nghĩa. Truyện của ông gồm trên 60 truyện in thành tập, nổi bật với tài kể chuyện. Thơ ngụ ngôn của nhà thơ tiêu biểu cho bút pháp nhẹ nhàng linh hoạt, uyên bác, hài hước, dí dỏm và cũng mơ mộng, phóng túng. Thơ của ông mang tính chất dân tộc sâu sắc, là biểu tượng của nền văn hóa Pháp{{cần chú thích}}.\n\nLa Fontaine có nhiều bài thơ nổi tiếng: [[Ve và Kiến]], [[Quạ và cáo]], [[Chó sói và cừu non]], [[Thần chết và lão tiều phu]], [[Con cáo và chùm nho]], [[Gà trống và cáo]], [[Ông già và các con]], [[Gà mái đẻ trứng vàng]], [[Chó thả mồi bắt bóng]], [[Đám ma sư tử]], [[Hội đồng chuột]],... Chúng phản ánh chân thực những mặt trái và tình huống của xã hội thời bấy giờ.<!-- các bài thơ này có tên tiếng Pháp, hãy dùng các tên đó -->.\n\nNhà thơ kế thừa truyền thống sáng tác của các nhà thơ ngụ ngôn trước ông như Edov{{who}} (Hy Lạp), Brabiux{{who}} (Syria), Phedro{{who}} ([[Đế quốc La Mã|La Mã]]) và sáng tạo nhiều hình tượng mới có tính chất thời đại<!-- tên của những người này là gì? -->.\n\nXã hội loài vật trong ngụ ngôn tượng trưng cho xã hội Pháp thời đại La Fontaine sống, với các cung bậc, tầng lớp, những mâu thuẫn bộc lộ bản chất của xã hội đó: từ những người thấp cổ bé họng đến những vị quyền cao chức trọng{{cần chú thích}}.\n\nLa Fontaine trở thành nhà văn quen thuộc của mọi lứa tuổi, mọi thời đại, và ngày nay thơ ông vẫn giữ nguyên giá trị thời sự sâu sắc.\n\n== Vinh danh ==\nNgày 8 tháng 7 năm 2011, nhằm kỉ niệm 390 năm ngày sinh, ông được [[Google Doodle]] vinh danh vì những cống hiến to lớn của mình.\n\n== Thư viện ==\n* Pierre Clarac, ''La Fontaine'', Bordas, 1949.\n* René Jasinski, ''La Fontaine và những tập ngụ ngôn đầu tiên'', Nizet, 1966.\n* Jean-Pierre Collinet, ''Thé giới văn học của La Fontaine'', báo universitaires de Grenoble, 1970.\n* Louis Marin, ''Câu truyện kể là một cái bẫy'', Minuit, 1978.\n* tham khảo ''Le Fablier'', từ năm 1989, annuelle.\n* Patrick Dandrey, ''Sự bịa đặt của những chuyện ngụ ngôn'', Klincksieck, 1992.\n* Olivier Leplatre, ''Những khả năng và lời nói trong chuyện Ngụ Ngôn'', PUL, 2000.\n* Jean-Charles Darmon, ''Triết lý trong ngụ ngôn. La Fontaine et la crise du Lyrisme'', PUF, 2002.\n* Marc Escola, ''6 cách sắp xếp bố cục của La Fontaine'', Báo Đại học Vincennes, 2003.\n\n== Danh mục phim ==\n* [http:\/\/fr.wikipedia.org\/wiki\/2007_au_cinéma 2007]: ''[http:\/\/fr.wikipedia.org\/wiki\/Jean_de_la_Fontaine,_le_défi Jean de la Fontaine, Sự thách thức]'', Thực hiện bởi [http:\/\/fr.wikipedia.org\/wiki\/Daniel_Vigne Daniel Vigne].\n \n== Câu nói nổi tiếng ==\n\" Làm việc ngăn nắp sẽ đem đến cho ta tính nhẫn nại và sự hài lòng \"\n \n== Thư viện ảnh ==\n<center><gallery>\nImage:La cigale et la fourmi illustration dore.jpg|Gustave Doré vẽ \"Con [[ve sầu]] và con [[kiến]]\" \nImage:Grandville leLoup Et Le Chien.jpg|[[Grandville]]: ''Chó sói và chó nhà''\nImage:La Fontaine (1).JPG|Pho tượng [[Charles Correia]] (1983) tại [[Jardin du Ranelagh|Vườn Ranelagh]] ở [[Paris]]\nImage:La Fontaine 10.jpg|Tranh \"Con [[ếch]] muốn to bằng con [[bò]]\" (1936)\nImage:La Fontaine 03.jpg|Tranh \"Rùa và thỏ\" (1936)\nImage:La Fontaine 12.jpg|Sói trở thành Chó\n<\/gallery><\/center>\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n{{wikisource tác giả|Jean de La Fontaine}}\n{{wikisource|Thơ ngụ ngôn La Fontaine}}\n* [http:\/\/www.musee-jean-de-la-fontaine.fr\/ Website của bảo tàng Jean de La Fontaine] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071012015930\/http:\/\/www.musee-jean-de-la-fontaine.fr\/ |date=2007-10-12 }}\n* [http:\/\/www.lafontaine.net\/ Các tác phẩm của La Fontaine. Truyện ngụ ngôn minh họa bởi Willy Aractingi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110712184544\/http:\/\/www.lafontaine.net\/ |date = ngày 12 tháng 7 năm 2011}}\n* [http:\/\/www.gutenberg.org\/browse\/authors\/l#a1758 Các hoạt động dưới nhiều thể loại] tại Gutenberg.org\n* [http:\/\/cesar.org.uk\/cesar2\/people\/people.php?fct=edit&person_UOID=100750 Những tác phẩm được dựng thành kịch] {{Webarchive|url=https:\/\/archive.is\/20121223213408\/http:\/\/cesar.org.uk\/cesar2\/people\/people.php?fct=edit&person_UOID=100750 |date = ngày 23 tháng 12 năm 2012}} tại địa chỉ [http:\/\/cesar.org.uk CÉSAR]\n* [http:\/\/www.la-fontaine-ch-thierry.net\/ Các website thuộc hiệp hội Bảo tàng Jean de La Fontaine]\n* [http:\/\/www.jdlf.com Ngụ ngôn La Fontaine dưới nhiều ngôn ngữ]\n* Hình ảnh phổ biến: [http:\/\/www.miscellanees.com\/l\/lafont01.htm ''Ngụ ngôn La Fontaine''] (19..).\n* http:\/\/www.la-fontaine-ch-thierry.net\/\n* lastree.net: [http:\/\/www.lastree.net\/log\/la_fontaine\/index.php] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110613022108\/http:\/\/www.lastree.net\/log\/la_fontaine\/index.php |date = ngày 13 tháng 6 năm 2011}}\n\n{{sơ khai nhân vật Pháp}}\n\n{{thời gian sống|sinh=1621|mất=1695|tên=La Fontaine, Jean de}}\n\n[[Thể loại:Nhà văn Pháp]]\n[[Thể loại:Nhà thơ Pháp]]\n[[Thể loại:Mất năm 1695]]\n[[Thể loại:Sinh năm 1621]]\n[[Thể loại:Chôn cất tại nghĩa trang Père-Lachaise]]"}