{"Jean de Jandun":"'''Jean de Jandun''' (khoảng [[1285]]&ndash;[[1323]]) là một [[triết gia]], [[nhà thần học]] và [[nhà văn]] [[chính trị]] [[người Pháp]]. Jandun nổi tiếng với sự bào chữa thẳng thắn của [[chủ nghĩa Aristote]] và ảnh hưởng của ông trong phong trào Latinh [[Averroes]] thuở ban đầu.\n\n==Tiểu sử==\nJandun chào đời ở [[Reims]], tại vùng Champagne nước Pháp, từ năm 1280 đến 1289, dù không rõ ngày tháng năm sinh. Rất có thể ông xuất thân ở thị trấn nhỏ Jandun.<ref>Nay là xã [[Signy-l'Abbaye]] thuộc vùng [[Grand Est]] ở phía bắc nước Pháp.<\/ref>\n\nJandun sớm nổi danh là một thành viên của khoa nghệ thuật tại [[Paris]] vào năm 1310, có thể vào đầu năm 1307. Trong lúc làm giáo sư tại Paris, Jandun đôi lúc thường hay tham gia vào các cuộc tranh luận thần học với đồng môn. Năm 1315 Jandun trở thành thành viên ban đầu của khoa tại [[Học viện xứ Navarre]] và phụ trách giảng dạy cho 29 sinh viên. Năm 1316 [[Giáo hoàng John XXII]] đã ban cho Jandun một chức giáo sĩ ở [[Senlis]], và có vẻ như ông đã dành thời gian ở đó, dù vẫn tiếp tục giảng dạy tại Paris trong mười năm tới.\n\nJandun gắn liền tên tuổi mình với [[Marsilio thành Padova]], một nhà văn Latinh [[Averroes]] đồng thời là hiệu trưởng tại trường Đại học Paris từ năm 1312-1313. Marsilio đã gửi tặng cho Jandun một bản sao chép phần bình luận của [[Pietro d'Abano]] về những vấn đề của [[Aristotle]].\n\nVào ngày 19 tháng 6 năm 1324, Jandun đã tham gia vào một giao dịch kinh doanh cho thuê nhà suốt cuộc đời. Bốn ngày sau, Marsilio đã hoàn thành tác phẩm ''[[Defensor Pacis]]''. Chỉ đến khi mọi việc được làm sáng tỏ vào năm 1326 rằng Marsilius chính là tác giả của ''Defensor Pacis'', ông và Jandun đã chạy trốn cùng nhau đến triều đình của vua [[Ludwig IV của Đế quốc La Mã Thần thánh|Ludwig IV xứ Bayern]]. Giáo hoàng John XXII đã bắt đầu lên tiếng chống đối Jandun từ ngày 6 tháng 9 năm 1326 và sau cùng ông bị rút phép thông công vào ngày 23 tháng 10 năm 1327 như một kẻ dị giáo.\n\nJandun hộ tống Ludwig IV tới [[Ý]], và đã có mặt tại [[Roma]] vào ngày 1 tháng 5 năm 1328 khi Ludwig IV lên ngôi [[Hoàng đế La Mã Thần thánh]]. Để đền đáp công lao của ông, Ludwig đã bổ nhiệm Jandun làm [[Giám mục Ferrara]]. Mười tuần sau, Jandun chính thức được triều đình Ludwig IV thâu nhận làm thành viên, và được ban tặng khẩu phần lương thực vô hạn dành cho ba người hầu và ba con ngựa. Vào cuối mùa hè năm đó, khoảng ngày 31 tháng 8 năm 1328, Jandun qua đời ở [[Todi]], rất có thể là trên đường đến tòa giám mục mới của mình.\n\n==Tác phẩm==\nJandun được biết đến nhiều nhất vì những nghiên cứu của ông về ''[[agens sensus]]'', nguyên tắc của sự cá tính hoá, và quyền ưu tiên của kiến thức phổ thông cho đến kiến thức đặc thù. Ông còn viết lý thuyết về chân không, sự đa dạng của các hình thái, hình thể và vật chất, linh hồn, trí tuệ, cũng như các chủ đề khác liên quan đến [[Aristotle]]. Vì mối quan hệ gần gũi với Marsilio thành Padova, Jandun thường bị ghi nhận sai là tác giả hoặc đồng tác giả với ''Defensor pacis''. Người ta thường chấp nhận rằng ông không viết nhưng có khả năng là Marsilius đã hỏi ý kiến Jandun về tác phẩm này.\n\nCác tác phẩm của Jandun lần đầu tiên xuất hiện trong bản thảo với một đoạn ''quaestio'' ngắn năm 1314, dù ông có thể bắt đầu viết vào khoảng năm 1310 hay năm 1307. Ông cũng là tác giả của một bài văn tán tụng Paris (''Tractatus de laudibus parisius''), sáng tác năm 1323, mô tả về thành phố này vào thế kỷ 14.<ref>Ấn bản của tác phẩm, cùng với các ghi chú đề tựa và một bản dịch, xuất hiện trong ''Paris et ses historiens aux 14<sup>e<\/sup> et 15<sup>e<\/sup> siècles; documents et écrits originaux recueillis et commentés par Le Roux de Lincy et L.M. Tisserand'' (Paris: Imprimerie impériale, 1867): 1-79.<\/ref> Những ấn bản in các tác phẩm của ông bao gồm:\n\n* ''Quaestiones super tres libros Aristotelis de Anima''. [[Venice|Venetiis]]: F. de Hailbrun & N. de Franckfordia socios, 1483. [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5403731v\/f5.image.r=.langEN]\n* ''Questiones magistri Joannis Dullaert a gandavo in librum predicabilium Prphirii secumdum duplicem viam nominalium et realium inter se bipartitarum annesiis aliquos questionibus et difficultatibus Joannis Drabbe Bonicollii Gandensis''. [[Paris]]iis: apud Prigentium Calvarin, in clauso Brunello, 1528. [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k53564b.r=.langEN]\n* ''Questiones magistri Ioannis Dullaert a gandavo in librum predicamemtorum Aristotelis; Secundum viam nominalium nunc''. Parisiis: apud Prigentium Calvarin, 1528. [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k53567c.r=.langEN]\n* '' In libros Aristotelis De coelo et mundo quae extant quaestiones subtilissimae, quibus nuper consulto adjecimus Averrois: sermonem de substantia orbis, cum ejusdem Joannis commentario ac quaestionibus''. Venetiis: Juntas, 1552. [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k58595425.r=.langEN]\n* ''Quaestiones in duodecim libros Metaphysicae''. Venetiis, 1553. New edition, Frankfurt: Minerva, 1966. \n* ''Super libros Aristotelis de anima''. Venetiis, 1480, 1587 [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k58493v.r=.langEN]. New edition: Frankfurt: Minerva, 1966. \n* ''Quaestiones super 8 libros Physicorum Aristotelis''. New edition: Frankfurt: Minerva, 1969.\n\n==Di sản==\nTác phẩm của Jandun đã mang truyền thống Latinh Averroes từ Paris cho đến [[Bologna]], [[Padova]], và [[Erfurt]] vào thế kỷ 14, và [[Krakow]] vào thế kỷ 15. Jandun có khuynh hướng dựa trên quan điểm của [[Aristotle]], nhưng không ngại đi theo một ý tưởng để đưa ra phần kết luận hợp lý của nó. Nhiều quan điểm của ông hơi khác thường và gây nhiều tranh cãi, và không được sự chào đón tốt lành gì cho lắm từ Giáo hội Công giáo. Các bản thảo và bản in tác phẩm của ông đã ảnh hưởng đến phong trào Latinh Averroes cho đến tận thời đại của [[Galileo]].\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*Gewirth, A. (1948). John of jandun and the defensor pacis. Speculum, 23(2), 267-272.\n*Grant, E. (1981). Much ado about nothing, theories of space and vacuum from the Middle Ages to the scientific revolution. (pp.&nbsp;10–32). Cambridge Univ Pr.\n*Inglis, E. “Gothic Architecture and a Scholastic: Jean de Jandun's ‘Tractatus de laudibus Parisius’ (1323),” Gesta Vol. 42, No. 1 (2003), pp. 63-85.\n*MacClintock, S. (1956). Perversity and error: Studies on the \"averroist\" john of jandun. (pp.&nbsp;4–101). Bloomington, IN: Indiana University Press.\n*Mahoney, E. P. (1998). John of jandun. In E. Craig (Ed.), Routledge encyclopedia of philosophy volume 5 (pp.&nbsp;106–108). New York, NY: Routledge.\n*Marenbon, J. (2003). Bonaventure, the German Dominicans and the new translations. In J. Marenbon (Ed.), *Medieval Philosophy: Routledge history of philosophy volume 3 (pp.&nbsp;225–240). New York, NY: Routledge.\n*South, J. B. (2002). John of jandun. In J. J. E. Gracia & T. B. Noone (Eds.), A Companion to Philosophy in the Middle Ages (pp.&nbsp;372–373). Truy cập from http:\/\/www.elcaminosantiago.com\/PDF\/Book\/A_Companion_To_Philosophy_In_The_Middle_Ages.pdf\n\n{{Authority control}}\n\n[[Thể loại:Nhà triết học người Pháp]]\n[[Thể loại:Mất năm 1323]]\n[[Thể loại:Người Reims]]\n[[Thể loại:Nhà văn người Pháp]]\n[[Thể loại:Nhà thần học người Pháp]]\n[[Thể loại:Mất năm 1323]]\n[[Thể loại:Nhà triết học Pháp]]"}