{"Jeanne Baret":"{{Thông tin nhân vật đặc biệt\n| name = Jeanne Baret\n| năm hoạt động = \n| notable works = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| tiêu đề = \n| nhiệm kỳ = \n| công việc = [[Nhà thám hiểm]]<br \/>[[Thực vật học|Nhà thực vật học]]<br \/>Nhà kinh doanh\n| đảng phái = \n| kế nhiệm = \n| người hôn phối = [[Philibert Commerçon]]<br \/>''(tình nhân 1760 - 1773)''<br \/>Jean Dubernat<br \/>''(kết hôn: 1774 - qua đời)''\n| con cái = \n| cha = Jean Baret\n| mẹ = Jeanne Pochard\n| giải thưởng = \n| website = \n| cỡ chữ ký = \n| tổ chức = \n| tiền nhiệm = \n| signature = \n| học vị = \n| caption = Ảnh chân dung Jeanne Baret mặt đồ thủy thủ và hoa, vẽ năm 1817 sau khi cô qua đời.\n| birth_name = Jeanne Baret\n| birth_date = [[27 tháng 7]] năm [[1740]]\n| birth_place = Xã [[La Comelle]], [[Bourgogne]], Triều Bourbon, [[Pháp]]\n| death_date = {{BirthDeathAge| |1740| | |1807|08|05}}\n| death_place = {{flagicon|FRA}} [[Saint-Aulaye]], [[Đệ Nhất Đế chế Pháp]]\n| nationality = [[Pháp]]\n| image = Jeanne Barret.jpg\n| học vấn = \n| cỡ hình = \n| tên gốc = \n| an táng = [[Saint-Aulaye]], [[Pháp]]\n| tên khác = Jeanne Barret<br \/>Jeanne Baré<br \/>Jeanne Barer<br \/>Jeanne de Bonefoy\n| dân tộc = [[Người Pháp]]\n| quốc tịch = \n| known_for = '''''Người phụ nữ đầu tiên hoàn thành hành trình vòng quanh thế giới.'''''\n| cư trú = [[Paris]]<br \/>[[Mauritius]]<br \/>[[Port Louis]]<br \/>[[Saint-Aulaye]]\n|color=#7FFF00}}'''Jeanne Baret''' ([[Phụ nữ|Nữ]]. Sinh ngày 27 tháng 07 năm 1740 – mất ngày 05 tháng 08 năm 1807), tên gọi khác là '''Baré''', '''Barret''', hay '''Barer''', [[nhà thám hiểm]], [[Thực vật học|nhà thực vật học]], và là một thành viên đoàn thám hiểm thuộc địa của [[đô đốc]] [[Louis Antoine de Bougainville]] trên các tàu ''La Boudeuse'' và ''Étoile'' vào giai đoạn 1766–1769. Baret được công nhận là người phụ nữ đầu tiên đã hoàn thành hành trình đi vòng quanh thế giới.<ref>Dunmore, John (2002), ''Monsieur Baret: First Woman Around the World.'' Nhà xuất bản Heritage, ISBN 978-0-908708-54-3. Trang 12.<\/ref><ref>Ridley, Glynis (2010), ''The Discovery of Jeanne Baret'', Crown Publisher New York, ISBN 978-0-307-46352-4. Trang 13.<\/ref><ref name=\":0\">{{Chú thích web|url=https:\/\/www.panmacmillan.com.au\/9781760784959\/in-search-of-the-woman-who-sailed-the-world\/|tựa đề=IN SEARCH OF THE WOMAN WHO SAILED THE WORLD|tác giả=Danielle Clode|website=MACMILAN|url lưu trữ=https:\/\/web.archive.org\/web\/20200730170206\/https:\/\/www.panmacmillan.com.au\/9781760784959\/in-search-of-the-woman-who-sailed-the-world\/|ngày lưu trữ=2020-07-30|url-status=dead|ngày truy cập=ngày 31 tháng 7 năm 2020}}<\/ref>\n\nJeanne Baret đã cải trang thành nam giới để tham gia đoàn thám hiểm, tự gọi mình là '''Jean Baret'''. Cô có một phần cuộc đời và sự nghiệp lĩnh vực [[thực vật học]] gắn bó với [[Lịch sử tự nhiên|nhà tự nhiên]] [[Cộng đồng Philibert|Philibert Commerçon]] (được gọi là [[Philibert Commerson|Commerson]]), thu thập và mô tả nhiều loài thực vật tự nhiên. Theo hồi ký hành trình của nhà thám hiểm [[Louis Antoine de Bougainville|Bougainville]], Baret là một chuyên gia thực vật học.<ref name=\":0\" \/>\n\n== Thuở thiếu thời ==\nJeanne Baret sinh ngày 27 tháng 07 năm 1740 tại xã [[La Comelle]] thuộc vùng [[Bourgogne]] của [[Pháp]]. Cô là con gái của Jean Baret và Jeanne Pochard. Cha cô được xác định là một người lao động dường như không biết chữ, vì ông không ký vào sổ đăng ký giáo xứ ở [[Bourgogne]].<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 12.<\/ref><ref>Ridley, Glynis (2010), trang 13.<\/ref>\n\nCó ít thông tin ghi chép về thời thơ ấu cùng thanh thiếu niên của Baret. Cô đã từng nói với [[Louis Antoine de Bougainville|Bougainville]] rằng: ''cô mồ côi và mất hết tài sản trong một vụ kiện trước khi ngụy trang thành nam giới. Mẹ cô mất 15 tháng sau khi Jeanne chào đời và cha cô qua đời khi cô 15 tuổi.''<ref>Clode, Danielle (2020) Pan Macmillan, trang 21, 27.<\/ref> Các nhà sử học cho rằng, một số chi tiết về câu chuyện mà cô kể cho [[Louis Antoine de Bougainville|Bougainville]] là sự thật, trong khi một số khác được bịa đặt để bảo vệ [[Philibert Commerson|Commerson]], người đã hỗ trợ cô cải trang.<ref name=\"Dunmore, p 152\">Dunmore, John (2002), ''Monsieur Baret.'' Trang 15.<\/ref><ref>Ridley, Glynis (2010), trang 162.<\/ref> Trên thực tế, vùng [[Bourgogne]] [[Pháp]] vào thời điểm thập niên 1750 là một trong những tỉnh lạc hậu, đa phần đều là các tầng lớp nông dân, và khả năng lớn là gia đình của Baret nghèo khó.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 11 - 14.<\/ref><ref>Ridley, Glynis (2010), trang 14 - 16.<\/ref>\n\nMột trong những bí ẩn về cuộc sống của Baret là cách cô được [[giáo dục]], học tập. Cô xuất thân trong môi trường lạc hậu, nền giáo dục thô sơ. Chữ ký của cô trên tài liệu pháp lý sau này chính là bằng chứng cho thấy rằng cô không [[mù chữ]]. Glynis Ridley, người viết tiểu sử của cô đã cho rằng mẹ cô có thể là [[Huguenot|người Huguenot]],<ref group=\"Ghi chú\">[[Huguenot]]: tín hữu [[Kháng Cách]] tại [[Pháp]] chấp nhận nền [[thần học Calvin]].<\/ref> một nhóm có truyền thống biết chữ cao hơn so với các tầng lớp nông dân thời đó.<ref>Ridley, Glynis (2010), trang 36 - 38.<\/ref> Một người viết tự truyện khác là John Dunmore cho rằng cô được [[linh mục]] giáo xứ dạy dỗ, hoặc được nhận học tập trong một khóa từ thiện bởi một thành viên của các tiểu quý tộc địa phương.<ref name=\"Dunmore, p 152\"\/> Tuy nhiên, [[Danielle Clode]] lưu ý rằng Jeanne đã không ký vào sổ đăng ký giáo xứ cho cái chết của cha cô.<ref>Clode, Danielle (2020), trang 36.<\/ref> Chữ ký đầu tiên được biết đến của cô là vào năm 1764, khiến cho một khả năng khác là [[Philibert Commerson|Commerson]] đã dạy cô học viết, để phụ giúp ông trong công việc. Cô luôn ký tên của chính mình là ''Barret''.<ref>Clode, Danielle (2020), trang 38.<\/ref>\n\n== Thời với Commerson ==\nThời điểm những năm giữa 1760 và 1764, Baret trở thành quản gia cho [[Philibert Commerson|Commerson]], lúc này định cư ở [[Toulon-sur-Arroux]], khoảng {{Convert|20|km}} về phía Nam [[La Comelle]]. [[Philibert Commerson|Commerson]] kết hôn năm 1760, vợ của ông là em gái của linh mục giáo xứ, đã qua đời ngay sau khi sinh con trai vào tháng 04 năm 1762, rất có thể Baret đã tiếp quản quản lý gia đình của [[Philibert Commerson|Commerson]] vào thời điểm đó.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 27 - 28.<\/ref><ref>Ridley, Glynis (2010), trang 38 - 39.<\/ref>\n\nGiữa Baret và [[Philibert Commerson|Commerson]] đã nảy sinh tình cảm, khi Baret đã mang thai vào năm 1764. Luật pháp nước Pháp vào thời điểm đó yêu cầu những phụ nữ [[Thai nghén|mang thai]] ngoài giá thú phải có được ''giấy chứng nhận mang thai'', trong đó ghi tên người cha của đứa con chưa sinh của họ. Giấy chứng nhận của Baret, từ tháng 08 năm 1764, được nộp trong một thị trấn cách đó {{Convert|30|km}}, được chứng kiến và xác nhận bởi hai người đàn ông. Cô đã từ chối đặt tên cho cha của con mình, nhưng các nhà sử học khẳng định rằng đó là [[Philibert Commerson|Commerson]] và chính [[Philibert Commerson|Commerson]] cũng đã thay mặt cô, sắp xếp với luật sư và các nhân chứng.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 29.<\/ref><ref>Ridley, Glynis (2010), trang 40 - 41<\/ref>\n\nNgay sau đó, Baret và [[Philibert Commerson|Commerson]] cùng nhau chuyển đến [[Paris]], nơi cô tiếp tục trong vai trò quản gia. Baret đã đổi tên thành ''Jeanne de Bonefoy'' trong giai đoạn này.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 29 - 30.<\/ref><ref>Ridley, Glynis (2010), trang 68.<\/ref> Con của cô, sinh vào tháng 12 năm 1764, được đặt tên là Jean-Pierre Baret. Baret đã đưa đứa trẻ đến Bệnh viện Foundling, Paris. Đứa trẻ nhanh chóng được nuôi bởi mẹ nuôi nhưng đã qua đời vào mùa hè năm 1765.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 31 - 32.<\/ref><ref>Ridley, Glynis (2010), trang 51 - 56<\/ref>\n\nNăm 1765, [[Philibert Commerson|Commerson]] được mời tham gia cuộc thám hiểm của [[đô đốc]] [[Louis Antoine de Bougainville|Bougainville]]. Ông do dự vì thường có [[sức khỏe]] kém, ông yêu cầu sự giúp đỡ của Baret như một y tá cũng như quản gia của mình, quản lý các bộ sưu tập cũng như giấy tờ.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 32, 36.<\/ref><ref>Ridley, Glynis (2010), trang 57.<\/ref> Lời mời tham gia cuộc thám hiểm cho phép ông có một người hầu, chi phí sẽ được hoàng gia chi trả. Nhưng vào thời điểm này, phụ nữ hoàn toàn bị cấm trên các tàu [[hải quân Pháp]].<ref>Ridley, Glynis (2010), trang 59.<\/ref> Ý tưởng của Baret về cải trang thành một người đàn ông để đi cùng với [[Philibert Commerson|Commerson]] đã được hình thành. Để tránh sự dò xét, cô đã tham gia vào cuộc thám hiểm ngay trước khi con tàu ra khơi, giả vờ là một người xa lạ với [[Philibert Commerson|Commerson]].\n\nTrước khi rời [[Paris]], [[Philibert Commerson|Commerson]] đã bắt đầu kế hoạch, viết giấy di chúc để lại cho ''Jeanne Baret, còn được gọi là de Bonnefoi, quản gia.'' Nội dung để lại gồm một khoản tiền lương 600 livre và các món đồ nội thất trong căn hộ ở Paris.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 43.<\/ref><ref>Ridley, Glynis (2010), trang 66 - 67.<\/ref> Sau đó, trong câu chuyện Baret nói với [[Louis Antoine de Bougainville|Bougainville]] đã dựng lên tình tiết để giải thích sự hiện diện của cô trên tàu, cẩn thận để [[Philibert Commerson|Commerson]] không bị liên lụy, có bằng chứng tài liệu rõ ràng về mối quan hệ trước đây của họ.\n\n== Hành trình vòng quanh thế giới ==\n[[Tập tin:La Boudeuse.jpg|nhỏ|Tàu ''Boudeuse'' trong hành trình.]]\nBaret và [[Philibert Commerson|Commerson]] đã tham gia cuộc thám hiểm [[Louis Antoine de Bougainville|Bougainville]] tại cảng [[Rochefort, Charente-Maritime|Rochefort]] vào cuối tháng 12 năm 1766. Họ được chỉ định đi thuyền kho<ref group=\"Ghi chú\">Thuyền kho: loại thuyền vận tải lương thực, đồ phụ trợ, hỗ trợ hệ thống đoàn thuyền.<\/ref> – ''Étoile''. Vì số lượng thiết bị khổng lồ mà [[Philibert Commerson|Commerson]] mang theo trong chuyến đi, thuyền trưởng của tàu, François Chenard de la Giraudais, đã nhường cabin lớn của mình trên tàu cho [[Philibert Commerson|Commerson]] và \"trợ lý\" Baret.<ref>Ridley, Glynis (2010), trang 71.<\/ref> Điều này mang lại cho Baret sự riêng tư đáng kể trên con tàu đông đúc. Đặc biệt, cabin của thuyền trưởng đã cho phép Baret quyền sử dụng các phương tiện vệ sinh riêng, không cần phải sử dụng chung với các thành viên khác trong đoàn.  \n\nNgoài ghi chép được xuất bản của [[Louis Antoine de Bougainville|Bougainville]], câu chuyện của Baret được nhắc tới trong ba cuốn hồi ký khác của cuộc thám hiểm: một lưu giữ hành trình của [[Philibert Commerson|Commerson]] và Pierre Duclos-Guyot; một bản ghi chép của Karl Heinrich von Nassau-Siegen – một hành khách trên tàu ''Boudeuse''; và một cuốn hồi ký của François Vivès – một bác sĩ phẫu thuật trên tàu ''Étoile''.<ref>Ridley, Glynis (2010), trang 4.<\/ref> François Vivès có nhiều điều nói về Baret, nhưng cuốn hồi ký này nảy sinh vấn đề vì mâu thuẫn giữa ông và Commerson trong suốt chuyến đi, và hồi ký phần lớn được viết hoặc sửa đổi sau khi kết thúc, đầy những lời bình luận cay độc nhắm vào cả [[Philibert Commerson|Commerson]] và Baret.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 53, 56.<\/ref><ref>Ridley, Glynis (2010), trang 5.<\/ref>\n[[Tập tin:CircumnavigationBougainville FR.svg|trái|nhỏ|Bản đồ hành trình vòng quanh thế giới của Đô đốc Bougainville.]]\nTrong hành trình, [[Philibert Commerson|Commerson]] bị [[say sóng]] nặng và phải chịu đựng một vùng [[Loét da|loét]] tái phát ở chân trong thời kỳ đầu, và Baret đã dành phần lớn thời gian của mình để theo dõi sức khỏe của ông. Ngoài ghi chép vượt [[Xích đạo]] mà [[Philibert Commerson|Commerson]] đã mô tả chi tiết trong cuốn hồi ký của mình, hai nhà thực vật học gần như không có việc để làm cho đến khi tàu ''Étoile'' cập bến [[Montevideo]].<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 55 - 67.<\/ref> Từ đây, đoàn bắt đầu cuộc thám hiểm đến vùng đồng bằng và vùng núi xung quanh. Thời điểm này, chân của [[Philibert Commerson|Commerson]] vẫn còn gây phiền toái, và Baret đã phải làm nhiều công việc lao động chân tay, mang vác các vật tư và mẫu vật.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 72.<\/ref> Trong [[Rio de Janeiro]] – một nơi nhiều nguy hiểm hơn, nơi mà giáo sĩ của đoàn ''Étoile'' bị sát hại trên bờ ngay sau khi tới. [[Philibert Commerson|Commerson]] lúc này bị giới hạn trong con tàu để chữa chân, nhưng ông và Baret vẫn tiếp thu thập mẫu vật từ một vườn hoa. Cả hai là những người đầu tiên mô tả hoa giấy – ''[[Chi Hoa giấy|Bougainvillea]]''.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 72 - 78.<\/ref>\n\nSau chuyến thăm thứ hai tới [[Montevideo]], hai người có cơ hội để thu thập thực vật ở [[Patagonia]] trong khi các tàu của đoàn thám hiểm đang chờ những cơn gió thuận lợi để đưa họ qua [[Eo biển Magellan]]. Tại đây, Baret đã đồng hành cùng [[Philibert Commerson|Commerson]] trong chuyến du ngoạn rắc rối nhất trên địa hình gồ ghề và cô trở nên nổi tiếng về lòng can đảm và sức mạnh của mình.<ref name=\"NLA\">Forster, Honore (tháng 01 năm 2000), [http:\/\/pandora.nla.gov.au\/pan\/131760\/20120120-0944\/www.nla.gov.au\/pub\/nlanews\/2000\/jan00\/story-1.pdf ''Voyaging Through Strange Seas: Four Women Travellers in the Pacific''], ''NLA News.'' Truy cập ngày 31 tháng 07 năm 2020.<\/ref><ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 84 - 87.<\/ref> [[Philibert Commerson|Commerson]] vẫn bị cản trở bởi chấn thương ở chân, đã gọi Baret là ''thú gánh nặng (beast of burden),'' vượt qua gian khổ trong những chuyến thám hiểm này. Ngoài những công việc thủ công về thu thập thực vật, đá và vỏ sò, Baret còn giúp [[Philibert Commerson|Commerson]] lập danh mục mẫu vật và ghi chú của họ trong những tuần tiếp theo, khi các con tàu tiến vào [[Thái Bình Dương]].\n[[Tập tin:Voyage de Bougainville image anglaise de 1780.jpg|nhỏ|Hành trình của Đô đốc Bougainville ở [[Eo biển Magellan]].]]\nCác hồi ký cuộc thám hiểm khác nhau khi giới tính của Baret được phát hiện lần đầu tiên. Theo [[Louis Antoine de Bougainville|Bougainville]], tin đồn rằng Baret là người phụ nữ đã lan tràn một thời gian, nhưng giới tính của cô không được xác nhận cho đến khi đoàn thám hiểm đến [[Tahiti]] vào tháng 4 năm 1768. Ngay khi đáp xuống bờ, Baret ngay lập tức bị người Tahiti bao vây và kêu lên rằng cô là một phụ nữ. Cô được đưa trở lại tàu để bảo vệ khỏi những người Tahiti phấn khích, [[Louis Antoine de Bougainville|Bougainville]] đã ghi lại sự việc này trên hồi ký của mình. Vài tuần sau đó, ông đã trực tiếp vấn đáp Baret khi có cơ hội đến tàu ''Étoile''.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 100 - 101.<\/ref><ref name=\"Anne\">Salmond, Anne (2010), trang 92, 103, 112, 116.<\/ref>\n\nTrong hồi ký của mình, François Vivès ghi nhiều suy đoán về giới tính của Baret ngay từ đầu hành trình và khẳng định rằng Baret tự xưng [[hoạn giả]] khi bị La Giraudais chất vấn (người không tồn tại trong nhật ký).<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 59.<\/ref><ref>Ridley, Glynis (2010), trang 82 - 84.<\/ref> Ghi chép của [[Louis Antoine de Bougainville|Bougainville]] về việc Baret bị phát hiện ở Tahiti không được chứng thực bởi các ghi chép khác trong cuộc thám hiểm, mặc dù François Vivès đã mô tả một sự việc tương tự. François Vivès mô tả một sự cố khác ở [[New Ireland]] vào giữa tháng Bảy, khi đó Baret mất cảnh giác, bị kiểm tra bởi một nhóm người hầu khác trong chuyến thám hiểm. Duclos-Guyot và Nassau-Siegen cũng ghi lại rằng Baret đã được phát hiện là một phụ nữ ở [[New Ireland]], nhưng không đề cập chi tiết.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 136 - 138<\/ref>\n\n[[Ahutoru]]<ref group=\"Ghi chú\">Ahutoru, nhà thám hiểm người Tahiti, đi cùng đoàn thám hiểm Pháp.<\/ref> trở về Pháp cùng đoàn thám hiểm và sau đó bị thẩm vấn về Baret. Các học giả hiện đại tin rằng Ahutoru thực sự nghĩ rằng Baret là một [[người chuyển giới]], hay ''Māhū''.<ref group=\"Ghi chú\">Māhū, tên gọi ở vùng Hawaii và Tahiti về giới tính thứ ba.<\/ref><ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 96 - 100.<\/ref><ref>Ridley, Glynis (2010), trang 165 - 169<\/ref> Tuy nhiên, những người bản địa Tahiti khác đã khẳng định với những vị khách sau này đến đảo, bao gồm [[James Cook]] vào năm 1769 và [[Domingo de Bonechea]] vào năm 1772 rằng có sự hiện diện của một người phụ nữ trong chuyến thám hiểm của [[Louis Antoine de Bougainville|Bougainville]].<ref name=\"Salmond\">Salmond, Anne (2010), trang 164, 255 - 256<\/ref>\n\nSau khi băng qua [[Thái Bình Dương]], đoàn thám hiểm rất thiếu lương thực. Sau một thời gian dừng lại để tiếp tế cho các nguồn cung ở [[Đông Ấn Hà Lan]] (nay là [[Indonesia]]), các con tàu đã dừng lại lâu hơn tại đảo [[Mauritius]] ở [[Ấn Độ Dương]]. Hòn đảo này, được gọi là ''[[Isle de France (Mauritius)|Isle de France]]'', khi đó là một trạm giao dịch quan trọng của [[Pháp]]. Ở đây, [[Philibert Commerson|Commerson]] rất vui mừng khi thấy người bạn cũ của mình và nhà thực vật học đồng nghiệp [[Pierre Poivre]] đang là thống đốc trên đảo. [[Philibert Commerson|Commerson]] và Baret ở lại với tư cách là khách của [[Pierre Poivre|Poivre]]. [[Louis Antoine de Bougainville|Bougainville]] cũng tích cực khuyến khích sắp xếp này, vì nó giúp ông không phải lo vấn đề có một người phụ nữ bất hợp pháp trong chuyến thám hiểm của anh mình.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 102, 158 - 164.<\/ref><ref>Ridley, Glynis (2010), trang 205 - 210.<\/ref>\n\nỞ [[Mauritius]], Baret tiếp tục với vai trò là trợ lý và quản gia của [[Philibert Commerson|Commerson]]. Hai người cùng thu thập thực vật trên đảo [[Madagascar]] và [[Réunion]] vào năm 1770–1772. [[Philibert Commerson|Commerson]] tiếp tục gặp vấn đề nghiêm trọng về sức khỏe, và ông qua đời ở [[Mauritius]] vào tháng 2 năm 1773. Lúc đó, tài chính hai người có trên đảo đã cạn kiệt, người bảo trợ [[Pierre Poivre|Poivre]] bị điều về Paris. Baret đã tự lập một cách độc lập, được cấp tài sản ở [[Port Louis]] vào năm 1770.<ref>Danielle Clode (2020), trang 257.<\/ref>\n\n== Cuộc sống cá nhân ==\n[[Tập tin:France 1793-A 24 Livres.jpg|trái|nhỏ|Đồng Livrơ Pháp, Baret được trợ cấp vì cống hiến thám hiểm.]]\nSau cái chết của [[Philibert Commerson|Commerson]], Baret điều hành một quán rượu ở [[Port Louis]]. Cô từng bị phạt 50 đồng livrơ vì phục vụ rượu vào Chủ nhật năm 1773.<ref>Danielle Clode (2020), trang 274.<\/ref> Sau đó, vào ngày 17 tháng 05 năm 1774, cô kết hôn với Jean Dubernat, một sĩ quan [[quân đội Pháp]].<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 180 - 182.<\/ref><ref>Ridley, Glynis (2010), trang 231 - 232.<\/ref> Cô có được một khoản thu nhập từ quán rượu và các công việc kinh doanh khác mà cô điều hành trên đảo.<ref>Danielle Clode (2020), trang 289.<\/ref>\n\nKhông có hồ sơ chính xác về thời gian mà Baret và chồng cô về [[Pháp]], hoàn thành chuyến đi vòng quanh của cô, nhiều khả năng là vào năm 1775. Vào tháng 04 năm 1776, cô đã nhận được số tiền từ di chúc của [[Philibert Commerson|Commerson]] sau khi nộp đơn trực tiếp cho Tổng Chưởng lý.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 182 - 185.<\/ref><ref>Danielle Clode (2020), trang 235 - 236.<\/ref> Với số tiền này, cô định cư với Dubernat tại ngôi làng quê hương [[Saint-Aulaye]], nơi họ mua bất động sản bằng tiền của Jeanne.<ref>Danielle Clode (2020), trang 376.<\/ref>\n\nNăm 1785, Baret được Bộ Hải quân Pháp cấp một khoản trợ cấp 200 đồng livrơ mỗi năm. Tài liệu cấp cho cô lương hưu này dựa trên những đóng góp lớn của cô trong chuyến hành trình vòng quanh thế giới:<blockquote>Jeanne Barré, bằng cách cải trang, đã đi vòng quanh địa cầu trên một trong những tàu do ông đô đốc Bougainville chỉ huy. Cô đặc biệt tận tụy giúp đỡ ông Commerson, nhà thực vật học, và chia sẻ công việc lao động đầy nguy hiểm. Hành trình của cô là mẫu mực và ngài Bougainville đã hết lời khen ngợi. Người phụ nữ phi thường này hoàn toàn xứng đáng được cấp một khoản trợ cấp hai trăm đồng mỗi năm rút từ quỹ cho các quân nhân đặc biệt, và khoản trợ cấp này sẽ được cấp từ ngày 01 tháng 01 năm 1785.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 185 - 186.<\/ref><\/blockquote>Jeanne Baret sống ở [[Saint-Aulaye]] cho đến cuối đời, mất ngày 05 tháng 08 năm 1807, ở tuổi 67.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 188.<\/ref><ref>Ridley, Glynis (2010), trang 241.<\/ref>\n\n== Di sản ngành thực vật và cống hiến ==\n[[Tập tin:Solanum baretiae flower.png|nhỏ|[[Chi Cà]] ''Solanum baretiae'' được đặt để vinh danh Jeanne Baret.]]\n[[Philibert Commerson|Commerson]] đặt tên cho nhiều loại cây mà ông thu thập được theo tên của bạn bè và người quen. Một trong số đó, loại cây bụi cao với lá màu xanh đậm và hoa trắng ông tìm thấy ở [[Madagascar]] được đặt tên là ''Baretia bonafidia''. Nhưng tên của [[Philibert Commerson|Commerson]] cho chi này đã không tồn tại tới ngày nay, vì nó đã được đặt một cái tên khác vào thời điểm các báo cáo của ông đến được Paris;<ref name=\"Knapp\">Sandra Knapp (3 tháng 02 năm 2011), [http:\/\/www.nature.com\/nature\/journal\/v470\/n7332\/full\/470036a.html The plantswoman who dressed as a boy], ''[[Nature (journal)|Nature]]'' '''470''', 36–37. Truy cập ngày 31 tháng 07 năm 2020.<\/ref> nó hiện được gọi là ''[[Turraea]]''.<ref>Dunmore, John (2002), ''Monsieur Baret.'' Trang 168.<\/ref><ref>Ridley, Glynis (2010), trang 219 - 220.<\/ref> Trong khi hơn bảy mươi loài được đặt tên để vinh danh [[Philibert Commerson|Commerson]], chỉ có một loài ''[[Chi Cà|Solanum]] [[:fr:Solanum baretiae|baretiae]]'' đặt vinh danh Baret.<ref>{{Chú thích tạp chí|last=Tepe|first=Eric J.|last2=Ridley|first2=Glynis|last3=Bohs|first3=Lynn|year=2012|title=A new species of Solanum named for Jeanne Baret, an overlooked contributor to the history of botany|journal=PhytoKeys|volume=8|issue=8|pages=37–47|doi=10.3897\/phytokeys.8.2101|pmc=3254248|pmid=22287929}} Truy cập ngày 31 tháng 07 năm 2020.<\/ref>\n\n[[Vườn bách thảo New York]] có một mẫu vật thực vật được cho là do [[Philibert Commerson|Commerson]] và Baret thu thập, lưu trữ trong phòng mẫu của vườn.<ref>{{Chú thích web|url=https:\/\/www.nybg.org\/blogs\/science-talk\/2014\/03\/the-amazing-feat-of-jeanne-baret\/|tựa đề=The Amazing Feat of Jeanne Baret|tác giả=Kiernan|tên=Elizabeth|website=Science Talk--NYBG blog|nhà xuất bản=New York Botanical Garden|ngày truy cập=ngày 31 tháng 7 năm 2020}}<\/ref>\n\nTrong nhiều năm, bản ghi chép được xuất bản của [[Louis Antoine de Bougainville|Bougainville]] – một cuốn sách bán chạy phổ biến nhất vào thời đó trong bản dịch tiếng Pháp cũng như tiếng Anh, trở thành nguồn thông tin rộng rãi về Baret. Nghiên cứu gần đây đã phát hiện thêm các sự kiện và tài liệu bổ sung về cuộc sống của cô, nhưng phần lớn thông tin mới vẫn còn ít được biết đến và không thể tiếp cận với công chúng, đặc biệt là bên ngoài nước Pháp. Tiểu sử tiếng Anh đầu tiên của Baret, bởi John Dunmore, mãi cho đến năm 2002 mới được xuất bản, nhưng chỉ ở [[New Zealand]]. Các bài báo khác chỉ xuất hiện trong các tạp chí học thuật.<ref>Schiebinger, Londa (2003), [https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S0160932703000188?via%3Dihub Jeanne Baret: the first woman to circumnavigate the globe\", ''Endeavour''], '''27''' (1): 22–25, doi:10.1016\/S0160-9327(03)00018-8, [https:\/\/pubmed.ncbi.nlm.nih.gov\/12642142\/ PMID 12642142]. Truy cập ngày 31 tháng 07 năm 2020.<\/ref>\n\nTiểu sử năm 2010 về Baret của Glynis Ridley, ''The Discovery of Jeanne Baret'', đã khiến Baret thu hút sự chú ý của nhiều khán giả hơn và giúp phủ định một số hiểu nhầm trước kia về cuộc đời cô.<ref>[https:\/\/www.npr.org\/2010\/12\/26\/132265308\/a-female-explorer-discovered-on-the-high-seas \"A Female Explorer Discovered On The High Seas\", NPR, ngày 26 tháng 12 năm 2010]. Truy cập ngày 31 tháng 7 năm 2020.<\/ref> Tuy nhiên, tiểu sử của Ridley cũng bị một số nhà phê bình chỉ trích vì chỉ dựa vào các suy đoán không khả dĩ và thiếu chứng thực bằng các nguồn tham khảo trực tiếp và gián tiếp.<ref name=\"Knapp2\">Sandra Knapp (3 tháng 2 năm 2011), [http:\/\/www.nature.com\/nature\/journal\/v470\/n7332\/full\/470036a.html The plantswoman who dressed as a boy], ''[[Nature (journal)|Nature]]'' '''470''', 36–37. Truy cập ngày 31 tháng 7 năm 2020.<\/ref><ref>[https:\/\/www.wsj.com\/articles\/SB10001424052748704034804576025743375892716 \"Incredible Voyage\"], [[The Wall Street Journal]] Truy cập ngày 31 tháng 7 năm 2020.<\/ref> Bản nghiên cứu mới<ref>Maguet, Nicolle, and Sophie Miquel. 2019. ''Từ Ấn Độ Dương đến bờ Dordogne: sự trở lại của Jeanne Barret sau chuyến lưu diễn vòng quanh thế giới của cô. Jeanne Barret và Jean Dubernat.'' 114 (1):15-42.<\/ref><ref>Miquel, Sophie. 2017. ''Di chúc của Jeanne Barret, người phụ nữ đầu tiên đi vòng quanh thế giới và của người chồng tuyệt vời Jean Dubernat.'' 144:771-82.<\/ref> của các nhà nghiên cứu Pháp đã cung cấp thông tin lưu trữ rõ ràng hơn về cuộc đời của Jeanne Barret cũng như tiểu sử mới của Danielle Clode, ''In Search of the Woman who Sails the World'', xuất bản năm 2020.\n\nNgày 27 tháng 07 năm 2020, [[Google]] đã tổ chức kỷ niệm 96 năm ngày sinh của Jeanne Baret tại [[Google Doodle]], công bố trên [[internet]] [[Pháp]], [[Ý]], [[Ireland]], [[Croatia]], [[Hy Lạp]], [[Bulgaria]], [[Litva]], [[Canada]], [[Úc]], [[Tanzania]], [[Kenya]],[[Uganda]], [[Nam Phi]], [[Nigeria]], [[Ghana]], [[Sénégal]], [[Brasil]], [[Argentina]], [[Venezuela]], [[Peru]], [[Colombia]], [[Chile]], [[Ecuador]], [[Nicaragua]], [[Honduras]], [[Costa Rica]], [[Cộng hòa Dominica|Dominica]], [[Panama]] và [[New Zealand]].<ref>{{Chú thích web|url=https:\/\/www.google.com\/doodles\/jeanne-barets-280th-birthday|tựa đề=Kỷ niệm 280 năm ngày sinh của Jeanne Baret|ngày=ngày 27 tháng 7 năm 2020|website=Google Doogle|url lưu trữ=https:\/\/web.archive.org\/web\/20200731202221\/https:\/\/www.google.com\/doodles\/jeanne-barets-280th-birthday|ngày lưu trữ=2020-07-31|url-status=dead|ngày truy cập=ngày 1 tháng 8 năm 2020}}<\/ref>\n\n== Ghi chú ==\n{{Tham khảo|group=Ghi chú|30em}}\n\n== Tham khảo ==\n{{Tham khảo|cột=30em}}\n\n=== Thư mục ===\n\n* Dunmore, John (2002), ''Monsieur Baret: First Woman Around the World.'' Nhà xuất bản Heritage, ISBN 978-0-908708-54-3.\n* Ridley, Glynis (2010), ''The Discovery of Jeanne Baret'', Crown Publisher New York, ISBN 978-0-307-46352-4.\n* Danielle Clode (2020), ''IN SEARCH OF THE WOMAN WHO SAILED THE WORLD.'' Nhà xuất bản Picador Australia, ISBN 9781760784959.\n* Ridley, Glynis (2010), ''The Discovery of Jeanne Baret'', Crown Publisher New York, ISBN 978-0-307-46352-4.\n* Salmond, Anne (2010). ''Aphrodite's Island''. Berkeley: University of California Press. [[Đặc biệt:Sách\/9780520261143|ISBN <bdi>9780520261143<\/bdi>]].\n* Nadine Lefebure, Femmes Océanes, ''les grandes pionnières maritime (Những người tiên phong hàng hải vĩ đại)'', édition Glénat, 1995. [[Đặc biệt:Sách\/9782723418126|ISBN <bdi>9782723418126<\/bdi>]].\n* Carole Christinat, ''«Une femme globe-trotter avec Bougainville: Jeanne Barret 1740-1807»'', ''Annales de Bourgogne.'' Nhà xuất bản Dijon, 1995.<small>{{ISSN|0003-3901}}<\/small>.\n* Tạp chí Pháp về lịch sử hải ngoại ''(Revue française d'histoire d'outre-mer).'' 1996 {{ISSN|0300-9513}}.\n* Hubert Verneret, ''Le Travesti de l'Étoile'', Précy-sous-Thil, Éditions de l'Armancon, 2011, {{ISBN|978-2-84479-161-0}}.\n* Michèle Kahn, ''La Clandestine du voyage de Bougainville'', Éditions Le Passage, 2014 {{ISBN|978-2-84742-229-0}}.\n* Sophie Miquel, Di chúc của Jeanne Barret, người phụ nữ đầu tiên đi vòng quanh thế giới và chồng Kean Dubernat (''Les testaments de Jeanne Barret, première femme à faire le tour de la terre, et de son époux périgordin Jean Dubernat)'', dans ''Bulletin de la Société historique et archéologique du Périgord'', 2017.\n\n== Liên kết ngoài ==\n\n* [http:\/\/jeannebarret.24.free.fr\/ Nghiên cứu mới] về Jeanne Baret.\n* [https:\/\/www.panmacmillan.com.au\/9781760784959\/in-search-of-the-woman-who-sailed-the-world\/ ''In Search of the Woman who Sails the World''] - Jeanne Baret.\n\n{{Kiểm soát tính nhất quán|BNF=cb12114594b|GND=1021099562|ISNI=0000 0001 2027 1762|LCCN=nb2002052350|Trove=1479232|VIAF=63516463|WorldCat Identities=lccn-nb2002052350}}\n\n{{Thanh chủ đề|Khoa học|Pháp}}\n{{Thời gian sống|sinh=1740|mất=1807}}\n\n[[Thể loại:Sinh năm 1740]]\n[[Thể loại:Mất năm 1807]]\n[[Thể loại:Người Pháp]]\n[[Thể loại:Nhà thám hiểm Pháp]]\n[[Thể loại:Nhà khoa học Pháp]]"}