{"Jean-Auguste-Dominique Ingres":"{{Redirect|Ingres|hệ cơ sở dữ liệu|Ingres (cơ sở dữ liệu)}}\n{{Infobox Artist\n| bgcolour = #EEDD82\n| tiền tố = \n| name = Jean Auguste Dominique Ingres\n| tên gốc = \n| nền = họa sĩ\n| image = Ingres, Self-portrait.jpg\n| imagesize = 180px\n| caption = ''Chân dung tự họa khi 24 tuổi'', 1804 (sửa lại khoảng 1850), sơn dầu trên vải, 78 x 61 cm, Musée Condé.\n| nghệ danh = \n| birthname = Jean Auguste Dominique Ingres\n| birthdate = {{Ngày sinh|1780|8|24|mf=y}}\n| location = [[Montauban]], [[Tarn-et-Garonne]], [[Pháp]]\n| deathdate = {{Ngày mất and age|1867|1|14|1780|8|24|mf=y}}\n| deathplace = [[Paris]], [[Pháp]]\n| nationality = \n| nghề nghiệp = \n| field = [[Hội họa]], [[Vẽ phác họa]]\n| vợ = \n| training = \n| movement = [[Phái tân cổ điển]]\n| works = ''Louis-François Bertin'', 1832<br \/>''The Turkish Bath'', 1862\n| patrons = \n| awards = \n}}\n\n'''Jean Auguste Dominique Ingres''' ({{pronounced|ɛ̃ːɡʁ}}) (29 tháng 8 năm 1780 – 14 tháng 1 năm 1867) là một [[hội họa|họa sĩ]] theo [[trường phái tân cổ điển]] người [[Pháp]]. Mặc dù ông tự nhận mình là [[hội họa lịch sử|họa sĩ của lịch sử]] theo truyền thống của [[Nicolas Poussin]] và [[Jacques-Louis David]], đến cuối đời, chính những [[tranh chân dung]] do Ingres vẽ, cả bằng sơn màu và phác họa, mới được công nhận là di sản lớn nhất của ông.\n\nLà một người hết sức tôn sùng quá khứ, ông tự nhận mình với vai trò là người bảo vệ chính thống hàn lâm chống lại phong cách [[chủ nghĩa lãng mạn|lãng mạn]] đang đi lên đại diện là họa sĩ đối địch [[Eugène Delacroix]]. Hình mẫu của ông, như ông từng giải thích, là \"những người thầy vĩ đại nổi tiếng trong thế kỷ của những ký ức vinh quang khi [[Raffaello|Raphael]] thiết lập những ranh giới vĩnh cửu và không thể chối cãi trong nghệ thuật... do đó tôi là ''người bảo tồn'' học thuyết tốt đẹp, chứ không phải là ''người sáng tạo''\"<ref>Condon et al. 1983, p. 14.<\/ref>. Tuy vậy, các ý kiến ngày nay có xu hướng xem Ingres và những nhà Tân cổ điển cùng thời với ông là hiện thân của tinh thần Lãng mạn vào thời đó<ref>Turner 2000, p. 237.<\/ref>, trong khi những biến cách về hình dáng và không gian mang tính biểu hiện khiến ông trở thành một điềm báo quan trọng cho [[nghệ thuật hiện đại]].\n\n== Thời thơ ấu: Montauban và Toulouse ==\nIngres sinh ra ở [[Montauban]], [[Tarn-et-Garonne]], Pháp năm 1780, là con cả trong gia đình có 7 người con (trong đó 5 người sống qua thời thơ ấu) của ông Jean-Marie-Joseph Ingres (1755–1814) và bà Anne Moulet (1758–1817). Cha ông là người đa tài và thành công trong nhiều lĩnh vực nghệ thuật, một nhà vẽ [[tiểu hoạ]], [[nhà điêu khắc]], thợ trang trí đá và [[nhạc sĩ]] nghiệp dư; mẹ ông là người con gái gần như mù chữ của một thợ làm [[tóc giả]] bậc thầy.<ref>Parker 1926.<\/ref> Từ cha, cậu bé Ingres được tiếp nhận sự động viên và hướng dẫn từ sớm trong hội hoạ và âm nhạc, và bức vẽ được biết đến đầu tiên của ông, có chủ đề về một đồ đúc cổ, được sáng tác năm 1789.<ref name=\"Arikha 1986, p. 103\">Arikha 1986, p. 103.<\/ref> Bắt đầu từ năm 1786, ông đi học ở một trường học địa phương có tên [[tiếng Pháp]] là École des Frères de l'Éducation Chrétienne, nhưng sự học của ông đã bị gián đoạn bởi sự rối loạn gây ra bởi [[Cách mạng Pháp]] và sự kiện trường học đóng cửa năm 1791 đã chấm dứt sự giáo dục theo lối cổ truyền của Ingres. Sự thiếu hụt trong việc được dạy dỗ ở nhà trường làm lưu lại cho ông một sự thiếu tự tin.<ref>Tinterow, Conisbee et al. 1999, pp. 25, 280.<\/ref>\n\nNăm 1791, cha Ingres đưa Ingres về [[Toulouse]] và cho ông đăng kí theo học tại [[Học viện Hoàng gia về Hội hoạ, Điêu khắc và Kiến trúc]]. Tại đây, Ingres học với nhà điêu khắc [[Jean-Pierre Vigan]], hoạ sĩ vẽ tranh phong cảnh [[Jean Briant]] và hoạ sĩ theo phong cách tân cổ điển [[Guillaume-Joseph Roques]]. Sự tôn kính của Roques với đại danh hoạ [[Raphael]] đã gây ảnh hưởng quyết định đến Ingres.<ref>Prat 2004, p. 15.<\/ref>\n\nTừ thưở nhỏ Ingres đã có ý định trở thành hoạ sĩ lịch sử, mà theo hệ thống thứ bậc các nghệ sĩ đặt ra bởi Học viện Hoàng gia về Hội hoạ và Điêu khắc dưới quyền của Louis XIV và tiếp tục cho đến thế kỉ XIX, được coi là đỉnh cao nhất của hội hoạ. Ingres không muốn đơn thuần chỉ vẽ chân dung và hình minh hoạ của cuộc sống thật như cha mình; ông muốn thể hiện các bậc anh hùng của [[tôn giáo]], [[lịch sử]] và [[thần thoại]], lí tưởng hoá họ và trình bày họ theo cách mà giải thích hành động của họ, cạnh tranh với những tác phẩm tốt nhất của [[văn học]] và [[triết học]].{{Sfn|Jover|2005|page=16}}\n\n== Thời kì ở Paris (1797 - 1806) ==\n[[Tập tin:Ingres - estudo de nu - 1801.jpg|thumb|right|200px|''Thân trên nam giới'' (1800), Montauban, Bảo tàng Ingres]]\n\nTháng 3 năm 1797, Học viện nơi Ingres theo học trao cho ông giải nhất trong môn vẽ, và đến tháng tám cùng năm ông chuyển đến [[Paris]] để học trong xưởng vẽ của [[Jacques-Louis David]] - hoạ sĩ hàng đầu của nước Pháp và [[Châu Âu]] trong thời kì Cách mạng, và Ingres ở lại 4 năm trong xưởng vẽ này. Ingres đi theo tấm gương về phong cách tân cổ điển của thầy.<ref>Tinterow, Conisbee et al. 1999, p. 31.<\/ref> Trong năm 1797, David đang sáng tác kiệt tác khổng lồ của mình \"[[Cuộc bắt cóc phụ nữ Sabine]]\", và đang dần dần thay đổi phong cách từ những hình mẫu thực tế và nghiêm ngặt của [[La Mã]] sang hình mẫu lí tưởng tinh khiết, trinh tiết và giản dị của [[Hy Lạp cổ]].{{Sfn|Jover|2005|page=20}} Một trong số các học trò khác của David, [[Étienne-Jean Delécluze]], người mà về sau trở thành [[nhà phê bình nghệ thuật]] nói về Ingres khi ông còn là học trò như sau: <blockquote> Ông ấy trở nên nổi bật không chỉ nhờ tính cách thật thà bộc trực và khuynh hướng làm việc một mình... ông ấy là một trong số những người chịu khó nhất... Ingres ít quan tâm đến tất cả những sự huyên náo và điên rồ xung quanh mình, và ông học với nhiều kiên nhẫn hơn hầu hết bạn đồng môn... Tất cả những tính chất làm nên tài năng của người hoạ sĩ, sự tinh tế của đường nét, sự đúng đắn và tính truyền cảm sâu sắc của hình thức và một hình mẫu đặc biệt chính xác và vững chắc, có thể thấy ngay trong quá trình học hỏi ban đầu của ông. Trong khi vài bạn đồng chí và cả David bày tỏ dấu hiệu về khuynh hướng cường điệu trong sự học của ông, mọi người đã bị ấn tượng bởi tư chất cao quý và đã công nhận tài năng của Ingres.<ref>Delécluze, Étienne-Jean, ''Louis David, son école et son temps'' (1863).<\/ref><\/blockquote> Ingres được nhận vào khoa Hội hoạ của trường [[École des Beaux-Arts]] tháng 10 năm 1799. Vào năm 1800 và 1801, ông giành giải cao nhất cho nội dung tranh vẽ người cho bức hoạ thân trên nam giới của ông.{{Sfn|Jover|2005|page=24}}Cũng trong 2 năm đó ông đều tham gia thi giải [[Prix de Rome]], giải thưởng cao nhất của Học viện Hoàng gia, mà tạo điều kiện cho người chiến thắng được cư trú 4 năm tại [[Viện Hàn lâm Pháp]] tại [[Rome]]. Ingres giành giải Nhì trong lần thi đầu tiên, nhưng đến năm 1801 ông giật giải nhất cho bức [[Các sứ giả của Agamemnon trong lều của Achilles]]. Hình tượng của các sứ giả, được đặt phía bên phải bức tranh, trông cơ bắp và cứng rắn như các bức tượng, giống như phong cách Ingres được dạy bởi David,  nhưng hai hình ảnh chính bên trái, [[Achilles]] và [[Patroclus]] lại trông dễ biến đổi, đầy sức sống và phong nhã, giống như tượng đắp nổi thấp tinh xảo.{{Sfn| Jover|2005|page=25}}\n\n[[Hình:The Envoys of Agamemnon by Ingres.jpg|thumb|left|300px|''[[Các sứ giả của Agamemnon trong lều của Achilles]]'', 1801, tranh sơn dầu, École des Beaux Arts, Paris]]\n\nSự lưu trú của Ingres ở Rome bị hoãn lại tới năm 1806 do sự thiếu hụt ngân sách nhà nước. Trong thời gian đó, ông làm việc ở Paris cùng với vài học trò khác của David trong một xưởng vẽ hỗ trợ bởi nhà nước, và ông đã tiến xa hơn trong việc phát triển một phong cách nhấn mạnh sự tinh khiết của đường nét. Ingres tìm thấy nguồn cảm hứng trong các tác phẩm của Raphael, bức hoạ trên bình [[Etruscan]] và bản in khắc phác thảo của hoạ sĩ người [[Anh]] [[John Flaxman]].<ref name=\"Mongan_Naef_xix\">Mongan and Naef 1967, p. xix.<\/ref> Các bức vẽ của ông về [[sinh vật lưỡng tính]] và nữ thần [[Salmacis]] đã tạo ra phong cách lí tưởng mới về vẻ đẹp của [[phụ nữ]], điều mà sau đó xuất hiện trở lại trong ''Jupiter et Thetis'' và các [[tranh khoả thân]] nổi tiếng của ông.{{Sfn|Jover|2005|page=29}}\n\nNăm 1802, Ingres lần đầu tiên được trưng bày tranh tại [[Salon Paris]] với bức [[Chân dung một phụ nữ]] (nơi đặt bức tranh này hiện nay vẫn chưa được biết). Giữa năm 1804 và 1806, ông vẽ một loạt các bức [[tranh chân dung|chân dung]] mà gây ấn tượng sâu sắc bởi sự chính xác cực độ, đặc biệt là sự phong phú của chất vải và các tiểu tiết. Chúng bao gồm ''Chân dung Philipbert Riviére'' (1805), ''Chân dung Sabine Rivière'' (1805–06), ''Chân dung Madame Aymon'' (1806), ''Chân dung Caroline Rivière'' (1805 - 06). Các khuôn mặt phụ nữ được thể hiện không quá chi tiết nhưng được làm mềm, và được chú ý bởi đôi mắt to hình trái xoan, màu sắc da thịt thanh tú và xinh như mộng. Các tranh chân dung của Ingres có nền đơn giản của màu tối và rắn hoặc màu nhạt, hay của bầu trời. Những điều này khởi tạo một loạt tranh làm cho Ingres được coi là hoạ sĩ vẽ chân dung trứ danh nhất thế kỉ XIX.{{Sfn|Jover|2005|pages=36–51}}\n\nTrong thời gian Ingres chờ khởi hành tới Rome, bạn ông là [[Lorenzo Bartolini]] giới thiệu với ông các tác phẩm hội hoạ [[Phục Hưng]] [[Ý]], đặc biệt là tác phẩm của [[Bronzino]] và [[Pontormo]], mà [[Napoleon]] mang về từ chiến dịch của ông ta ở Ý và đặt tại [[Bảo tàng Louvre|Louvre]]. Ingres đồng hoá sự rõ ràng, sáng sủa và tính hoàng tráng từ tranh của họ vào phong cách chân dung riêng của ông.  Tại Louvre còn có các kiệt tác của [[Hội hoạ Flemish]], bao gồm bức [[Ghent Altarpiece]] của [[Jan Van Eyck]] mà quân đội Pháp tịch thu được trong cuộc xâm chiếm Flanders. Sự chính xác của hội hoạ Phục hưng Flemish trở thành một phần trong phong cách vẽ của Ingres.{{Sfn|Jover|2005|page=36}} Phong cách chiết trung của ông đại diện cho một xu hướng mới trong nghệ thuật. Bảo tàng Louvre khi đó, mới được lấp đầy bởi chiến lợi phẩm của Napoleon trong các chiến dịch tại Ý và [[Vùng đất thấp]], cho phép các nghệ sĩ Pháp đầu thế kỉ XIX một cơ hội vô tiền khoáng hậu để học hỏi, so sánh và sao chép các tác phẩm bậc thầy từ thời [[Cổ đại]] và toàn bộ lịch sử nghệ thuật Âu châu.<ref>Tinterow, Conisbee et al. 1999, p. 27.<\/ref> Như [[nhà sử học nghệ thuật]] [[Marjorie Coln]] đã viết: \"Vào thời điểm đó (đầu thế kỉ XIX), [[lịch sử nghệ thuật]] như một vấn đề học thuật vẫn còn mới toanh. Các nghệ sĩ và các nhà phê bình người này đã cố vượt lên người kia trong sự tìm tòi, thể hiện và khai thác những gì họ bắt đầu lĩnh hội như các bước phát triển phong cách nghệ thuật trong lịch sử.\"\"<ref name=\"Condon et al. 1983, p. 13\">Condon et al. 1983, p. 13.<\/ref> Vào thời gian đầu của sự nghiệp, Ingres đã tự do mượn ý tưởng từ hội hoạ trước đó, làm theo phong cách lịch sử dành riêng cho chủ đề của ông, và do đó ông bị một số nhà phê bình buộc tội là đã tước đoạt quá khứ.<ref name=\"Condon et al. 1983, p. 13\"\/>\n\n[[Hình:Ingres, Napoleon on his Imperial throne.jpg|thumb|''[[Napoléon trên ngai vàng]]'', 1806, tranh sơn dầu, 260 x 163 cm, [[Musée de l'Armée]], Paris]]\n\nNăm 1803, Ingres nhận một nhiệm vụ đem lại uy tín, là một trong năm hoạ sĩ được chọn (cùng với [[Jean-Baptiste Greuze]], [[Robert Lefèvre]], [[Charles Meynier]] và [[Marie-Guillemine Benoist]]) để vẽ chân dung toàn thân của [[Napoleon Bonaparte]] trong vai trò [[Đệ nhất tổng tài]]. Các bức tranh này sẽ được phân phát cho các thị xã mới sáp nhập vào Pháp sau [[Hiệp ước Lunéville]] kí năm 1801 như [[Liège]], [[Antwerp]], [[Dunkerque]], [[Brussels]], và [[Ghent]].<ref>Tinterow, Conisbee et al. 1999, p. 46.<\/ref> Napoleon không được biết đến là đã làm mẫu vẽ cho các hoạ sĩ, và sự tỉ mỉ và chính xác của bức [[Bonaparte, Đệ nhất tổng tài]] của Ingres được thể hiện như theo hình mẫu Napoleon trong tranh của [[Antoine-Jean Gros]] vẽ năm 1802<ref>Tinterow, Conisbee et al. 1999, p. 48.<\/ref>\n\n[[Tập tin:Medallion portrait of Julie Forestier 1.jpg|thumb|left|''Chân dung vẽ trên huy chương của Julie Forestier'', 1806, Ingres]]\n\nVào mùa hè năm 1806, Ingres chính thức kết hôn với [[Marie-Anne-Julie Forestier]], một hoạ sĩ kiêm nhạc sĩ, trước khi chuyển đến Rome vào tháng 9 cùng năm. Mặc dù ông hi vọng được ở lại Paris đủ lâu để đích thân chứng kiến sự mở đầu của triển lãm tại Salon năm đó, mà ông định trưng bày vài tác phẩm, ông đã miễn cưỡng rời đến Ý vài ngày trước cuộc triển lãm.<ref>Cohn and Siegfried 1980, p. 22.<\/ref>\n\nIngres vẽ một bức chân dung mới về Napoleon để trưng bày tại Salon năm 1806, bức tranh thể hiện hình ảnh Napoleon trên ngai vàng vão lễ đăng quang của ông ta. Tác phẩm này khác hoàn toàn với bức tranh Napoleon, Đệ nhất tổng tài trước đó của Ingres; nó tập trung hầu như toàn bộ vào bộ trang phục hoàng đế xa hoa mà Napoleon chọn mặc, và biểu tượng quyền lực và ông nắm giữ. Quyền trượng của [[Charles V]], thanh gươm của [[Charlemagne]] và sự giàu có của vải, da và áo choàng không tay, chiếc vương miện làm từ lá vàng, dây chuyền vàng và các huy hiệu tất cả đều được miêu tả tỉ mỉ đến từng chi tiết; khuôn mặt và đôi tay của vị Hoàng đế bị ẩn mất trong bộ trang phục uy nghi. {{Sfn|Jover|2005|pages=48–51}}\n\n== Rome và Viện Hàn lâm Pháp (1806 - 1814) ==\n[[File:Jean-Auguste-Dominique Ingres - La Baigneuse Valpinçon.jpg|thumb|right|The ''[[The Valpinçon Bather|Grande Baigneuse]]'', còn được gọi là ''The Valpinçon Bather'' (1808), [[Louvre]]]]\nVừa mới đến Roma, Ingres vừa phải đọc với sự phẫn nộ ngày càng tăng về những mẩu báo chí tiêu cực mà bạn bè ông gửi cho ông từ Paris. Trong các lá thư gửi cho cha vợ tương lai của mình, anh bày tỏ sự phẫn nộ của mình với các nhà phê bình:\"Vì vậy Salon là nơi nhục nhã của tôi; những tên vô lại, họ chờ tới khi tôi đi xa để ám sát thanh danh của tôi ... tôi chưa bao giờ phải khổ sở như vậy ... tôi biết mình có nhiều kẻ thù. Tôi chưa bao giờ chấp thuận họ và sẽ không bao giờ chấp nhận. Ước muốn lớn nhất của tôi là bay đến thẩm mỹ viện và pha trộn chúng với các tác phẩm của tôi, những thứ không giống với họ chút nào; và càng tiến bộ, công việc của họ càng ít giống với công việc của tôi.\" {{Sfn|Jover|2005|page=54}} Ông thề sẽ không bao giờ triển lãm nữa ở Salon, và việc ông từ chối trở lại Paris đã dẫn đến việc hủy hôn ước của mình.<ref>Tinterow, Conisbee et al. 1999, p. 546.<\/ref>  Julie Forester, khi được hỏi tại sao cô chưa bao giờ kết hôn, trả lời, \"Khi một người có vinh dự đính hôn với Monsieur Ingres, người đó không kết hôn.\"<ref>Tinterow, Conisbee et al. 1999, p. 75.<\/ref>\n\nNgày 23 tháng 11 năm 1806, ông viết thư cho Jean Forestier, cha của vị hôn thê cũ của ông, \"Vâng, nghệ thuật sẽ cần phải được cải cách, và tôi có xu hướng mang tính cách mạng đó.\"{{Sfn|Jover|2005|page=54}} Theo tính cách của ông, ông đã tìm thấy một xưởng vẽ trên khuôn viên của [[Villa Medici]] cách xa các nghệ sĩ cư trú khác, và vẽ một cách kịch liệt. Nhiều bản vẽ về công trình kỷ niệm ở Rome từ thời điểm này được cho là của Ingres, nhưng dường như các học giả gần đây cho rằng chúng thực sự là công việc của các cộng tác viên của ông, đặc biệt là bạn ông, nghệ sĩ phong cảnh [[François Marius Granet]].{{Sfn|Jover|2005|page=56}} Như yêu cầu của tất cả các người chiến thắng của Prix, ông đã gửi các tác phẩm một cách đều đặn đến Paris để sự tiến bộ của ông có thể được đánh giá. Theo truyền thống, các học giả gửi bức tranh về các anh hùng Hy Lạp hoặc La Mã nam, nhưng trong những mẫu đầu tiên của ông, Ingres đã gửi bức ''Baigneuse à mi-corps'' (1807), một bức tranh vẽ phía sau của một người thiếu nữ đang tắm, dựa theo một tác phẩm điêu khắc trên bình cổ, và [[The Valpinçon Bather]] (1808) - một tác phẩm lớn hơn vẽ phía sau một người phụ nữ khỏa thân,  và là người mẫu đầu tiên của Ingres mặc một tấm khăn, một chi tiết ông mượn từ Fornarina của họa sĩ yêu thích của ông, [[Raphael]].{{Sfn|Jover|2005|pages=58–59}} Để thỏa mãn học viện ở Paris, ông cũng đã gửi bức [[Oedipus và Nhân sư]] để thể hiện tài làm chủ của mình trong việc vẽ tranh khỏa thân.<ref>Condon et al. 1983, p. 38.<\/ref>  Phán quyết của các nhà hàn lâm ở Paris là những con số này không đủ lý tưởng.<ref>Tinterow, Conisbee et al. 1999, pp 98–101.<\/ref> Trong những năm sau, Ingres đã vẽ một số biến thể của các tác phẩm; một bức tranh khỏa thân khác bắt đầu vào năm 1807, [[Venus Anadyomene]], vẫn còn trong tình trạng chưa hoàn thành trong nhiều thập kỉ, được hoàn thành bốn mươi năm sau<ref name=\"Condon_64\">Condon et al. 1983, p. 64.<\/ref> và cuối cùng được trưng bày vào năm 1885.\n\nTrong quãng thời gian ở Rome, Ingres còn vẽ nhiều bức họa khác: ''[[Chân dung Madame Duvaucey|Madame Duvaucey]]'' (1807), ''François-Marius Granet'' (1807), ''Joseph-Antoine Moltedo'' (1810), ''Madame Panckoucke'' (1811), and ''Charles-Joseph-Laurent Cordier'' (1811).<ref>Radius 1968, pp. 90–92.<\/ref> Năm 1812, ông đã vẽ một trong vài bức chân dung của ông về một người phụ nữ lớn tuổi, Comtesse de Tournon, mẹ của người hoàn hảo của Rome.<ref>Tinterow, Conisbee et al. 1999, p. 138.<\/ref> Năm 1810, khoản trợ cấp của Ingres tại Villa Medici kết thúc, nhưng ông quyết định ở lại Roma và tìm kiếm sự bảo trợ từ chính phủ chiếm đóng của Pháp.\n\n[[File:Jean Auguste Dominique Ingres - Oedipus and the Sphynx - WGA11843.jpg|thumb|upright|''[[Oedipus và Nhân sư (Ingres)|Oedipus và Nhân sư]]'' (1808), [[Louvre]]]]\n\nNăm 1811 Ingres hoàn thành bài tập cuối cùng của mình, [[Jupiter và Thetis]], một cảnh trong [[Illiad]] của Homer: Nữ thần biển, Thetis, cầu xin thần Zeus giúp đỡ [[Achilles]], con trai bà.\n\n== Rome sau khi rời Viện Hàn lâm và Florence (1814 - 1824) ==\n\n== Trở lại Paris và lui về Rome (1824 - 1834) ==\n\n== Giám đốc Viện Hàn lâm Pháp tại Rome (1834 - 1841) ==\n\n== Những năm cuối đời (1841 - 1867) ==\n\n== Phong cách ==\n{{main|Danh sách tác phẩm của Jean-Auguste-Dominique Ingres}}\n\n=== Chân dung ===\n=== Màu sắc ===\n\n== Ingres và Delacroix ==\n\n== Học trò ==\nIngres là một người thầy tận tâm và được các học trò rất ngưỡng mộ.<ref>Tinterow, Conisbee et al. 1999, p. 281.<\/ref> Học trò nổi tiếng nhất của ông là [[Théodore Chassériau]], khi đó là một cậu bé phát triển sớm khi mới mười một tuổi, bắt đầu học với Ingres từ năm 1830 đến 1834, lúc mà Ingres đóng cửa xưởng vẽ và trở lại Rome. Ingres coi Chassériau là môn đệ đáng tin cậy nhất và thậm chí còn tiên đoán - theo lời một nhà viết tiểu sử - rằng Chassériau có thể trở thành \"Napoleon của hội hoạ\".<ref>Guégan et al. 2002, p. 168.<\/ref> Trong thời gian Chassériau ghé thăm Ingres ở Rome năm 1840, dù sao, lòng trung thành của nhà hoạ sĩ trẻ với phong cách lãng mạn của Delacroix đã rõ ràng, điều này khiến Ingres chối bỏ ông, người mà Ingres sau đó nói về rất ít và có thái độ nghiêm khắc. Không hoạ sĩ nào khác mà đã học tập với Ingres thành công trong việc xây dựng cá tính mạnh, trong đó những người nổi tiếng nhất là [[Jean-Hippolyte Flandrin]], [[Henri Lehmann]] và [[Eugène Emmanuel Amaury-Duval]].<ref>Tinterow, Conisbee et al. 1999, p. 370.<\/ref>\n\n== Ảnh hưởng đến Hội hoạ hiện đại ==\n\n== Tác phẩm ==\n<center>\n<gallery perrow=5>\nImage:Ingres, Self-portrait.jpg|''Chân dung tự họa năm 24 tuổi'', 1804, [[Musée Condé]]\nImage:IngresOdipusAndSphinx.jpg|''[[Oedipus]] và [[Nhân sư]]'', 1808, [[Bảo tàng Louvre|Louvre]]\nImage:Jean-Auguste-Dominique Ingres - La Baigneuse Valpinçon.jpg|''[[The Valpinçon Bather]]'', 1808, [[Bảo tàng Louvre|Louvre]]\nImage:Ingres Marcotte d-Argenteuil.jpg|''Marcotte d'Argenteuil'', 1810, [[National Gallery of Art]]\nImage:Ingres Mademoiselle Jeanne Suzanne Catherine Gonin.jpg|''Mademoiselle Jeanne-Suzanne-Catherine Gonin'', 1821 [[Taft Museum of Art]]\nImage:Ingres Madame Marie Marcotte.jpg|''Madame Marie Marcotte'', 1826, [[Bảo tàng Louvre|Louvre]]\nImage:Louise de Broglie by Jean Auguste Dominique Ingres.jpg|''Louise de Broglie, Countess d'Haussonville'', 1845, [[Frick Collection]]\nImage:Ingres_Princess_Albert_de_Broglie.jpg|''Princesse Albert de Broglie, née Joséphine-Eléonore-Marie-Pauline de Galard de Brassac de Béarn'', 1853, [[Metropolitan Museum of Art]]\nImage:Jean Auguste Dominique Ingres - The Spring - Google Art Project 2.jpg|''The Source'', 1856, [[Bảo tàng Orsay|Musée d'Orsay]]\nImage:Dominique Ingres - Mme Moitessier.jpg|''[[Madame Moitessier|Mme. Moitessier]]'', 1856, [[National Gallery of Art]]\n<\/gallery>\n<\/center>\n\n== Ghi chú ==\n{{tham khảo|cột=}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Jean Auguste Dominique Ingres}}\n* [http:\/\/www.louvre.fr\/llv\/dossiers\/detail_oal.jsp?CONTENT%3C%3Ecnt_id=10134198674046752&CURRENT_LLV_OAL%3C%3Ecnt_id=10134198674046752&FOLDER%3C%3Efolder_id=9852723696500955&bmLocale=en '''A Closer Look at the portrait of Louis-François Bertin by Ingres''' (Louvre Museum)]\n* [http:\/\/www.malarze.walhalla.pl\/galeria.php5?art=59 '''Art Gallery'''—Jean Auguste Dominique Ingres]\n* [http:\/\/www.wga.hu\/index1.html '''Web Gallery of Art'''—Jean Auguste Dominique Ingres]\n* [http:\/\/www.jeanaugustedominiqueingres.org '''www.JeanAugusteDominiqueIngres.org''' 200 paintings by Jean Auguste Dominique Ingres]\n* [http:\/\/www.newadvent.org\/cathen\/08008b.htm '''Catholic Encyclopedia''' article on Ingres]\n* [http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=gr&GSvcid=51657&GRid=6155& Memorial Page at FindaGrave]\n{{sơ khai nhân vật Pháp}}\n{{Kiểm soát tính nhất quán}}\n{{start box}}\n{{s-culture}}\n{{succession box |\n before=[[Horace Vernet]] |\n title=Giám đốc <br \/>[[Viện Pháp tại Roma]] |\n years=1835–1840|\n after=[[Jean-Victor Schnetz]]\n}}\n{{end box}}\n\n{{Thời gian sống|1780|1857}}\n\n{{DEFAULTSORT:Ingres, Jean Auguste Dominique}}\n[[Thể loại:Người Montauban]]\n[[Thể loại:Họa sĩ Pháp]]\n[[Thể loại:Giải thưởng La Mã cho hội họa]]\n[[Thể loại:Người nhận Pour le Mérite]]\n[[Thể loại:Nghệ thuật học viện]]\n[[Thể loại:Mất năm 1867]]\n[[Thể loại:Chôn cất tại nghĩa trang Père-Lachaise]]"}