{"Johann Baptist von Spix":"{{Thông tin nhân vật\n| hình = Johann_Baptist_von_Spix.jpg\n| cỡ hình = 190px\n| alt = \n| ghi chú hình = \n| tên khai sinh = \n| ngày sinh = {{birth date|df=yes|1781|2|9}}\n| nơi sinh = [[Höchstadt an der Aisch]], [[Giáo phận vương quyền Bamberg]]\n| ngày mất = {{death date and age|df=yes|1826|3|13|1781|2|9}}\n| nơi mất = [[Munich]], [[Liên bang Đức]]\n| quốc gia = Đức\n| tên khác = \n| nổi tiếng = \n| công việc = nhà sinh vật học\n| chữ ký = \n| website = \n| giải thưởng = \n| mẹ = \n| cha = \n| con cái = \n| người hôn phối = \n| tiêu đề = \n| đảng phái = \n| kế nhiệm = \n| tiền nhiệm = \n| nhiệm kỳ = \n| học vấn = \n| cân nặng = \n| chiều cao = \n| quê quán = \n| notable works = \n| tổ chức = \n| năm hoạt động = \n| học vị = \n| quốc tịch = \n| dân tộc = \n| cư trú = \n| an táng = \n| tên gốc = \n| tên = Johann Baptist von Spix\n| cỡ chữ ký = \n}}\n'''Johann Baptist Ritter von Spix''' (sinh 9 tháng 2 năm 1781 - mất 13 tháng 3 năm 1826) là một [[Lịch sử tự nhiên|nhà sinh vật học]] [[Đức|người Đức]]. Ông là người đã mang về Đức một số lượng lớn các mẫu [[thực vật]], [[côn trùng]], [[Lớp thú|động vật có vú]], [[Lớp chim|chim]], [[lưỡng cư]] và [[cá]] từ chuyến đi đến [[Brasil]]. Những đóng góp của ông là cơ sở quan trọng cho Bộ sưu tập Động vật học Quốc gia và bộ sưu tập Bảo tàng Dân tộc học ở [[München|Munich]].\n\n== Tiểu sử ==\nSpix sinh ra ở Höchstadt, thuộc khu vực miền [[Mittelfranken|Trung Franconia]] ngày nay, ông là người con thứ 7 trong gia đình. Nơi ở thời thơ ấu của ông ngày nay là Bảo tàng Spix, đã mở cửa cho công chúng tham quan từ năm 2004. Ông học [[triết học]] ở [[Bamberg]] và tốt nghiệp hạng tiến sĩ. Sau đó, ông học [[thần học]] ở [[Würzburg|Wurzburg]]. Sau khi tham dự các bài giảng của giáo sư [[Friedrich Wilhelm Joseph Schelling|F. W. J. Schelling]], Spix bắt đầu quan tâm đến thế giới tự nhiên. Ông từ bỏ nghiên cứu thần học và bắt đầu nghiên cứu [[y học]], ông đã tốt nghiệp ngành y với bằng tiến sĩ thứ hai vào năm 1807.\n\nSau một thời gian ngắn làm bác sĩ ở Bamberg, ông được [[Maximilian I Joseph của Bayern|Maximilian I Joseph của Bavaria]] bổ nhiệm làm sinh viên (\"''Eleve''\") về động vật học ở Munich tại Học viện Khoa học và Nhân văn Bavaria ở Munich năm 1808. Sau đó, ông được nhận học bổng tới Paris để học ngành động vật học nơi ông đã học cùng [[Georges Cuvier]]. Một thời gian sau, ông thực hiện một chuyến du ngoạn đầu tiên đến Normandy. Sau đó, ông đến miền Nam nước Pháp và Ý, thu thập các tiêu bản động vật cung cấp cho bộ sưu tập động vật học của Viện Khoa học và Nhân văn Bavaria và tiến hành nghiên cứu sinh vật biển.\n\nNăm 1810, Spix trở lại Munich, tại đây, ông sắp xếp lại bộ sưu tập động vật học và viết ấn phẩm đầu tiên của mình về sao biển và các loại sinh vật biển khác. Ấn phẩm đầu tiên là một cuốn sách viết về lịch sử phân loại [[động vật học]], xuất bản năm 1811, sau đó ông được bổ nhiệm làm thành viên của Viện hàn lâm Khoa học Bavaria. Spix cũng được bổ nhiệm là người đảm nhiệm khâu bảo quản. Sau đó, ông xuất bản thêm một số tác phẩm, nổi bật nhất là việc so sánh hình thái, kết cấu hộp sọ của nhiều loài động vật khác nhau, bao gồm con người, [[Liên họ Người|vượn]], [[Động vật bò sát|bò sát]], [[chim]] và những loài khác. Cuốn sách này mang tên ''Ceph halogenesis'', xuất bản năm 1815, được viết bằng [[tiếng Latinh]] và được minh họa bằng các bản [[in thạch bản|in đá]].\n\n== Chuyến đi tới Brazil ==\n[[Tập tin:Testudines_Tab._XI.jpg|nhỏ| Bản minh họa loài [[Chelus fimbriatus|mata mata]] được thu thập bởi Spix khi ông ở Brazil ]]\nNăm 1817, Spix và Carl Friedrich Philipp von Martius tới [[Brasil|Brazil]] cùng một phái đoàn các nhà tự nhiên học người Áo. Sau khi đến Rio de Janeiro, ông và Martius tách khỏi đoàn và đi khắp Brazil: từ miền nam Rio de Janeiro đến miền bắc São Paulo. Trong phần này của cuộc hành trình, họ đã đồng hành cùng với một họa sĩ người Áo Thomas Ender. Sau đó, họ tiếp tục đến Ouro Preto và Diamantina, Minas Gerais, nơi họ đã mô tả lại quá trình khai thác kim cương. Sau đó, họ đi sâu hơn vào lục địa rồi quay lại bờ biển Salvador.\n\nKhi băng qua vùng Caatinga khô hạn ở phía đông bắc Brazil, họ mắc phải một số căn bệnh nghiêm trọng và nhiều lần suýt chết khát. Trong toàn bộ cuộc hành trình, Spix đã thu thập và mô tả lại nhiều loài động thực vật và các đề tài khác phục vụ cho nhiều lĩnh vực khoa học. Ông cũng đã mô tả lại người dân bản địa và phong tục tập quán của họ, điều tra thiên thạch khổng lồ Bendegó đồng thời phát hiện ra những hóa thạch cá thuộc hệ tầng Santana trong khoảng thời gian này.\n\nỞ giai đoạn cuối cùng của chuyến thám hiểm là cuộc hành trình đến [[sông Amazon]]. Spix và Martius đã đi trên hai tuyến đường khác nhau để khám phá khu vực. Spix đã đến [[Tabatinga]], biên giới Peru và từ Manaus lên [[Rio Negro (Amazon)|sông Negro]]. Martius đi thuyền đến sông Yupurá, và từ đó anh đưa đến Munich hai đứa trẻ bản địa Brazil từ hai bộ lạc Juri và Miranha. Spix và Martius trở lại Munich vào năm 1820 với hàng ngàn mẫu tiêu bản động thực vật và một vài thứ từ các dân tộc bản địa. Các mẫu vật là cơ sở cho bộ sưu tập của Bảo tàng Lịch sử Tự nhiên tại [[München|Munich]] và Bảo tàng für Völkerkunde München (nay là Bảo tàng Fünf KContente).\n\nSau khi Spix được vua Bavaria phong tước hiệp sĩ. Ông đã làm việc với các mẫu vật của mình và viết mô tả về cuộc hành trình cùng với Martius. Mô tả này được in thành ba tập vào các năm 1823, 1828 và 1831, được dịch sang tiếng Anh (chỉ tập đầu tiên) và tiếng Bồ Đào Nha, mang giá trị rất lớn. Spix qua đời trong quá trình chuẩn bị tập thứ hai, nhưng Martius đã hoàn thành nó thông qua các ghi chú của chính mình và của Spix. Spix đã mô tả và đặt tên cho nhiều loài chim, vượn, dơi và bò sát. Ông đã mô tả tổng số khoảng 500 đến 600 loài và phân loài với một số loài được đặt theo tên ông. Trong số những khám phá nổi tiếng nhất của Spix là loài [[Vẹt đuôi dài xanh|vẹt đuôi dài Spix]], được đặt theo tên ông sau chuyến thám hiểm của nhà tự nhiên học người Đức Georg Marcgrave. Ông qua đời vào ngày 13 tháng 5 năm 1826 tại Munich, có thể do một căn bệnh nhiệt đới như [[Bệnh ghẻ cóc|bệnh Yaws]] hoặc [[Bệnh Chagas|Chagas]].\n\n== Di sản ==\nSpix được đặt theo tên khoa học của ba loài bò sát Nam Mỹ: ''[[Acanthochelys spixii]]''; ''Chironius spixii''; và ''Micrurus spixii''.<ref>Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). ''The Eponym Dictionary of Reptiles''. Baltimore: Johns Hopkins University Press. xiii + 296 pp. {{ISBN|978-1-4214-0135-5}}. (\"Spix\", p. 250).<\/ref> [https:\/\/www.uni-bamberg.de\/universitaet\/profil\/geschichte-und-tradition\/persoenlichkeiten\/bedeutende-persoenlichkeiten\/spix\/ Đại học Bamberg], Đức, đã lập chức giáo sư thỉnh giảng quốc tế hàng năm mang tên Spix.\n\n== Chú thích ==\n\n* Adler, Kraig (1989); Spix, JB von (1781 - 1826) trong: ''Contributions to the History of Herpetology'' - Society for the Study of Amphibians and Reptiles, trang 23 \n* {{In lang|de}} Fittkau, EJ (1995); ''Johann Baptist Ritter von Spix. Rundgespräche d. Kommment f. Ökologie, Tropenforschung - Bayer. Akad. d. Wissenschaften.'' 10: 29-38 \n* {{In lang|de}} Schonitzer, Klaus; ''Ein Leben für die Zoologie - Die Reisen und Forschungen des Johann Baptist Ritter von Spix'', Allitera Verlag, phiên bản monacensia, München 2011, 224 S. {{ISBN|978-3-86906-179-5}}. \n* Vanzolini, Paulo Emilio (1981) Các nội dung khoa học và chính trị của cuộc thám hiểm từ Bavaria đến Brasil. Trong: Herpetology of Brasil. Biên tập: Soc. các nghiên cứu về lưỡng cư và bò sát, Oxford, trang IX - XXIX. Cuốn sách chủ yếu là tái bản của các tác phẩm từ Spix, xem thêm phần giới thiệu của K. Adler, trang v -vii\n\n== Đọc thêm ==\n\n* \"Johann Baptist von Spix,\" in Tom Taylor and Michael Taylor, ''Aves: A Survey of the Literature of Neotropical Ornithology'', Baton Rouge: Louisiana State University Libraries, 2011.\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n\n* {{Commonscat-inline|Johann Baptist von Spix}} \n* [http:\/\/www.sil.si.edu\/DigitalCollections\/NHRareBooks\/Spix\/spix-introduction.htm Bộ sưu tập kỹ thuật số] Thư viện Smithsonian \n* Works by or about Johann Baptist von Spix \n* [http:\/\/www.qype.co.uk\/place\/801481 Bảo tàng Spix ở Höchstadt] trên QYPE\n\n[[Thể loại:Người thời kỳ Khai sáng]]\n[[Thể loại:Nhà triết học Đức]]\n[[Thể loại:Nhà thực vật học Đức]]\n[[Thể loại:Mất năm 1826]]\n[[Thể loại:Sinh năm 1781]]\n[[Thể loại:Nhà sinh học Đức]]\n[[Thể loại:Nhà thám hiểm thế kỷ 19]]\n[[Thể loại:Nhà tự nhiên học Đức]]"}