{"Johannes Brahms":"{{1000 bài cơ bản}}\n{{Thông tin nhạc sĩ\n| tên nghệ sĩ = Johannes Brahms\n| hình = JohannesBrahms.jpg\n| chú thích hình = Chân dung Johannes Brahms\n| kích thước hình = 230px\n| ngày sinh = {{Ngày sinh|1833|5|7}}\n[[Hamburg]], [[Đức]]\n| ngày mất = {{ngày mất và tuổi|1897|4|3|1833|5|7}}\n[[Viên]], [[Áo]]\n| nguyên quán = [[Hamburg]]\n| nhạc cụ = [[Dương cầm]]\n}}\n\n'''Johannes Brahms''' ([[7 tháng 5]] năm [[1833]] tại [[Hamburg]] – [[3 tháng 4]] năm [[1897]] tại [[Viên]]) là một nhà soạn nhạc, nghệ sĩ dương cầm và chỉ huy dàn nhạc [[người Đức]]. Các tác phẩm của ông được xếp vào [[chủ nghĩa lãng mạn]] (''romanticism'').\n\nSinh ra trong một gia đình theo [[đạo Luther]] tại Hamburg, Brahms sống phần lớn cuộc đời sự nghiệp tại Viên, [[Áo]]. Danh tiếng và ảnh hưởng của Brahms lúc sinh thời đã được công nhận; theo sau bình luận của nhà chỉ huy thế kỉ XIX [[Hans von Bülow (nhà soạn nhạc)|Hans von Bülow]], ông thường được nhóm chung với [[Johann Sebastian Bach]] và [[Ludwig van Beethoven]] thành \"Ba B\".\n\nBrahms sáng tác cho [[piano]], [[nhạc thính phòng]], [[dàn nhạc giao hưởng]], giọng hát và [[hợp xướng]]. Là một [[nghệ sĩ]] [[dương cầm]] điêu luyện, ông thực hiện các buổi diễn ra mắt nhiều tác phẩm của chính mình, ông cũng đã từng làm việc với một số nghệ sĩ hàng đầu vào thời bấy giờ, kể cả với nghệ sĩ dương cầm [[Clara Schumann]] và nghệ sĩ [[vĩ cầm]] [[Joseph Joachim]]. Nhiều tác phẩm của ông trở thành trụ cột trong vốn tiết mục biểu diễn. Brahms là một người kiên quyết theo [[chủ nghĩa cầu toàn]], cho nên ông đã tự hủy và không công bố rất nhiều tác phẩm của mình.\n\nCác sáng tác của Brahms bao hàm cả những chất liệu truyền thống lẫn sáng tạo. Âm nhạc của ông có cấu trúc và kỹ thuật bắt nguồn vững chắc từ các bậc thầy [[Baroque]] và [[nhạc cổ điển|Cổ điển]]. Âm nhạc của Johannes Brahms, với vẻ đẹp hình thức hoàn hảo và sự dung dị sâu sắc của tâm hồn. Ông là người tiếp nối các truyền thống hiện thực cổ điển và \"làm giàu\" chúng bằng những thành tựu của [[chủ nghĩa lãng mạn]] [[Đức]]. [[Âm nhạc]] của Johannes Brahms vừa đầy chất [[triết học]] trữ tình đặc trưng của [[Johann Sebastian Bach|Bach]] vừa mang những hình tượng âm nhạc hoành tráng và bạo liệt theo tinh thần [[Ludwig van Beethoven|Beethoven]], nhưng cũng đậm nỗi lo âu về số phận của [[con người]] [[hiện đại]].\n\n== Cuộc đời ==\n=== Niên thiếu ===\n[[Tập tin:Brahms geburtshaus in Hamburg.jpg|nhỏ|upright|trái|Ảnh chụp từ năm 1891 tòa nhà ở Hamburg, nơi Brahms được sinh ra. Gia đình Brahms ở tầng 1, phía sau hai cửa sổ hai phía bên tay trái.]]\nBrahms sinh ngày 7\/5\/1833 tại thành phố cảng [[Hamburg]], miền bắc nước Đức, là con thứ trong gia đình một nhạc sĩ nghèo, dòng dõi thị dân. Cha của ông là Johann Jakob Brahms (1806–72) di dân từ [[Dithmarschen]] đến Hamburg, kiếm sống bằng nghề chơi nhạc, ông có thể chơi nhiều nhạc cụ khác nhau, nhưng chủ yếu là thổi [[kèn cor]], chơi [[contrabass]]. Chính Brahms nói về thời thơ ấu của mình: \"Chẳng có mấy ai sống khổ như tôi\".\n\n[[Johann Jakob Brahms]] đã cho con trai mình đi học nhạc lần đầu tiên. Brahms học piano từ 7 tuổi với [[Otto Friedrich Willibald Cossel]]. Do đói nghèo của [[gia đình]], cậu bé Brahms phải chơi nhạc ở các [[vũ trường|sàn nhảy]] và [[nhà thổ]] xung quanh là các [[thủy thủ]] say [[rượu]] và [[gái mại dâm]] thường vuốt ve cậu. Các nhà viết tiểu sử hiện đại đã nhấn mạnh thời kỳ này là nguyên nhân làm cho Brahms không có khả năng 'để có một mối quan hệ hôn nhân thành công, quan điểm của ông về phụ nữ bị biến dạng bởi những trải nghiệm trong quá khứ của mình'.<ref name=\"ReferenceA\">Richard A. Leonard, abridged from ''The Stream of Music''; Doubleday & Co., 1943<\/ref> Gần đây, các học giả nghiên cứu về Brahms là [[Styra Avins]]<ref>{{chú thích tạp chí |last= Avins|first= Styra |authorlink= |year=2001|title= The Young Brahms: Biographical Data Reexamined|journal=19th-century Music |volume= 24|issue= 3|pages= 276–289|id= |url= http:\/\/www.jstor.org\/stable\/746931?&Search=yes&searchText=avins&list=hide&searchUri=%2Faction%2FdoBasicSearch%3Ffilter%3Diid%253A10.2307%252Fi230066%26Query%3Davins%26Search.x%3D0%26Search.y%3D0%26wc%3Don&prevSearch=&item=1&ttl=5&returnArticleService=showFullText}}<\/ref> và [[Kurt Hoffman]] cho rằng những nhận xét này là sai lầm.\n\nTrong một thời gian, Brahms cũng học thêm [[cello]].<ref>Hoffmann (1999) Kurt. \"Brahms the Hamburg musician 1833–1863\" Cambridge. Musgrave (editor) Michael ''The Cambridge Companion to Brahms'' Cambridge University Press, p. 9<\/ref> Sau khi những bài học piano đầu tiên với Otto Cossel, Brahms tiếp tục học piano với [[Eduard Marxsen]], một người đã từng học ở [[Viên]] với Ignaz von Seyfried (một học sinh của [[Wolfgang Amadeus Mozart|Mozart]]) và Carl Maria von Bocklet (một người bạn thân của [[Franz Schubert|Schubert]]). Chàng trai Brahms đã biểu diễn một vài buổi hòa nhạc công cộng ở Hamburg, nhưng chẳng gây được tiếng tăm gì cho đến khi ông thực hiện một tour diễn ở tuổi 19.\n\n=== Hội ngộ với Joachim và Liszt ===\n[[Tập tin:Johannes Brahms 1853.jpg|nhỏ|upright|Brahms năm 1853]]\nVào tháng 4 và tháng 5 năm 1853, Brahms rời bỏ Hamburg đi lưu diễn khắp đất nước cùng nghệ sĩ violin – nhà cách mạng người [[Hungary]] – [[Eduard Reményi]] và qua đó có dịp gặp [[Franz Liszt]], [[Peter Cornelius]], [[Joachim Raff]] tại [[Weimar]], và [[Joseph Joachim]] tại [[Hannover]]. Lúc này Liszt đã sừng sững như một tượng đài âm nhạc thế giới, nhưng chỉ mới vài ngày Brahms đã ngộ ra rằng giữa ông và nhà soạn nhạc vĩ đại người Hungary không thể có \"điểm tiếp xúc\" nào cả. Khát vọng nghệ thuật của Liszt vì một thứ âm nhạc có chương trình trong đó nội dung và hình thức được xác định bằng hình tượng văn học quá xa lạ với Brahms. Theo nhiều nhân chứng cho cuộc tao ngộ giữa Brahms với Liszt (lúc đó Liszt trình diễn \"khúc keczô\" ([[Scherzo]]), op.4 của Brahms), trong khi Brahms lại không toàn tâm toàn ý để trình bày bản ''[[sonata dành cho đàn Piano trên cung Si thứ (Liszt)|sonata]]'' của Liszt (Brahms đã ngủ thiếp đi khi đang thực hiện buổi diễn), điều này làm cho Reméyi cảm thấy bị xúc phạm và họ chia tay ngay sau đó. Brahms sau đó bào chữa cho mình, nói rằng ông không thể chống đỡ cơn buồn ngủ sau khi bị kiệt sức do di chuyển.\n\n=== Brahms và Schumann ===\nJoachim đã gửi một thư giới thiệu Brahms cho [[Robert Schumann]], và sau đó Brahms đã bắt tàu đến [[Düsseldorf]]. Tại đây, Brahms gặp [[Robert Schumann]] và cuộc gặp này tạo ra bước ngoặt lớn trong cuộc đời của ông. Tuy đang bị bệnh tâm thần hành hạ nhưng nhà soạn nhạc người Đức nổi tiếng Schumann đã phải sửng sốt trước tài năng độc đáo của chàng nhạc sĩ vô danh 20 tuổi, nên vào [[ngày]] [[28 tháng 10]] năm [[1853]] Schumann đã viết bài báo cuối cùng của mình (sau 10 năm gác bút) với nhan đề ''Neue Bahnen'' (Con đường mới) trên tạp chí âm nhạc ''[[Neue Zeitschrift für Musik]]'' do ông sáng lập. Hai mươi năm trước đó, Schumann là người đầu tiên viết về [[Frédéric Chopin|Chopin]] và bây giờ ông là người đầu tiên viết về Brahms. Ông gọi Brahms là \"''bậc thầy biểu đạt hoàn hảo tâm hồn thời đại''\".<ref name=bahne>{{Chú thích web\n|url=http:\/\/w3.rz-berlin.mpg.de\/cmp\/brahms_bahnen.html\n|title=Robert Schumann's Artikel Neue Bahnen\n|access-date =ngày 30 tháng 10 năm 2007\n|archive-date = ngày 14 tháng 6 năm 2009 |archive-url=http:\/\/webarchive.loc.gov\/all\/20090614095721\/http%3A\/\/w3.rz%2Dberlin.mpg.de\/cmp\/brahms_bahnen.html\n|url-status=dead\n}}<\/ref> Bài báo của Schumann khiến cho những người hâm mộ ông (như nhạc trưởng dàn nhạc Philharmonic và một nhà xuất bản âm nhạc tại Hamburg) rất ấn tượng với tài năng trẻ Brahms,<ref>Avins, p. 33<\/ref> nhưng một số người khác vẫn còn hoài nghi. Điều này làm Brahms càng thêm khắt khe với chính những tác phẩm của ông. Ông viết cho Schumann, \"người thầy vĩ đại\" vào tháng 11 năm 1853, \"lời khen của thầy về tôi làm cho công chúng đã có những kỳ vọng mà tôi không biết làm cách nào để thỏa mãn họ...\"<ref><Avins, p. 24<\/ref>\n\nTrong thời gian ở Düsseldorf, Brahms cùng với Schumann và học trò của ông là [[Albert Dietrich]] soạn bản sonata để dành tặng cho nghệ sĩ vĩ cầm [[Joseph Joachim]]; bản sonata được biết dưới cái tên ''[[F–A–E Sonata]]'' ({{Lang-de|Frei aber einsam}}, tự do nhưng cô độc). Vợ của Schumann, nhà soạn nhạc và nghệ sĩ dương cầm [[Clara Schumann|Clara]], viết trong nhật ký của mình về chuyến thăm đầu tiên của ông rằng Brahms \"''là một trong những người từ trên trời do Đấng Toàn năng gửi xuống-Anh ấy cho chúng tôi nghe các bản [[sonata]], [[scherzos]] v.v... của riêng mình, tất cả đều cho thấy trí tưởng tượng dồi dào, độ sâu của cảm giác, với một trình độ điêu luyện... những gì anh đã chơi cho chúng tôi nghe đã ở mức bậc thầy mà người ta không thể không nghĩ rằng Đấng Toàn năng lòng lành gửi anh tới trong trạng thái sẵn sàng. Anh ta sẽ có một tương lai tuyệt vời, với điều kiện anh ta phải tìm thấy một lĩnh vực phù hợp với thiên tài của mình trước khi đặt bút viết nốt nhạc đầu tiên cho dàn nhạc.''\"<ref>Litzmann, pp. 42-43<\/ref>\n\nSau khi Schumann tự tử bất thành và bị đưa vào viện điều dưỡng tâm thần ở gần Bonn vào tháng 2 năm 1854, Clara trở nên \"tuyệt vọng\" khi đang chờ sinh đứa con thứ tám của Schumanns.<ref>Gál, p. 9<\/ref> Brahms vội vã tới Düsseldorf. Ông và\/hoặc Joachim, Dietrich, và Julius Otto Grimm đã đến thăm Clara thường xuyên trong tháng 3 năm 1854, làm bà khuây khỏa khỏi bi kịch của ông chồng Robert bằng cách chơi nhạc cùng hoặc cho Clara nghe.<ref>Litzmann, pp. 61–62, 69, 71<\/ref> Clara đã viết trong nhật ký của bà rằng \"''Brahms tử tế luôn luôn cho thấy mình là một người bạn đồng cảm nhất. Anh ta không nói nhiều, nhưng người ta có thể nhìn thấy trong mắt Brahms... việc chia sẻ đau buồn với tôi vì một người thân yêu mà anh ta luôn kính trọng. Bên cạnh đó, anh ấy rất tử tế khi tranh thủ mọi cơ hội cổ vũ tôi bằng bất cứ điều gì liên quan đến âm nhạc. Sự hy sinh của một chàng trai trẻ như vậy tôi không thể không nhận ra, một sự hy sinh chắc chắn là bất cứ ai ở gần tôi bây giờ đều thấy rõ\"''.<ref>Litzmann, p. 69<\/ref>\n\nSau đó, để giúp Clara và các con của bà, Brahms đến ở tại căn hộ ngay trên nhà Schumann trong một căn nhà ba tầng, tạm thời đẩy sự nghiệp âm nhạc của mình sang một bên. Clara đã không được phép đến thăm Robert cho đến hai ngày trước khi ông qua đời. Còn Brahms có thể đến thăm ông nhiều lần<ref>Gál, p. 10<\/ref> và trở thành người trung gian liên lạc. Gia đình Schumanns có một quản gia, \"Bertha\"<ref>Litzmann, p. 58; she first noticed Robert had left the house, when he went to throw himself into the Rhine<\/ref> tại Düsseldorf, sau đó là Elisabeth Werner tại Berlin.<ref>Litzmann, p. 183<\/ref> Ngoài ra còn có một đầu bếp thuê, ở Berlin, tên là \"Josephine\".<ref name=Eugenierehouseh>Eugenie Schumann, pp. 149–150<\/ref> Khi con gái lớn nhất của nhà Schumanns, Marie, sinh năm 1841, đến tuổi trưởng thành, cô đã tiếp quản công việc quản gia và nội trợ trong nhà.<ref name=\"Eugenierehouseh\"\/> Clara thường đi lưu diễn một vài tháng liên tục, hoặc đôi khi nghỉ hè chữa bệnh, và trong ba năm 1854-1856 Brahms cũng đi lưu diễn, để lại việc nhà cho toàn bộ gia nhân. Clara đánh giá rất cao hỗ trợ tinh thần âm nhạc của Brahms.\n\nTrong một buổi biểu diễn ở Leipzig vào tháng 10 năm 1854, Clara chơi phần Andante và Scherzo của Sonata cung Fa thứ của Brahms, \"lần đầu tiên âm nhạc của Brahms đã được chơi trước công chúng\".<ref>Avins, p. 65.<\/ref>\n\nBrahms và Clara đã có một mối quan hệ rất chặt chẽ và lâu dài nhưng không bình thường. Họ đã có tình cảm tuyệt vời với nhau, nhưng cũng tôn trọng lẫn nhau. Năm 1887 Brahms nhắc nhở Clara tất cả các thư từ giữa ông và Clara nên đem hủy đi.<ref name=\"Gál, p. 89\">Gál, p. 89<\/ref> Trên thực tế Clara giữ khá nhiều thư Brahms đã gửi cho bà. Marie đã khuyên can bà không hủy nhiều thư Brahms đã gửi lại.<ref name=\"Gál, p. 89\" \/> Cuối cùng, các bức thư giữa Clara và Brahms đã được công bố tại Đức.<ref name=\"ReferenceB\">Clara Schumann and Brahms, \"Briefe\"<\/ref> Một trong số các bức thư đầu tiên của Brahms gửi cho Clara cho thấy tình yêu sâu sắc của Brahms với Clara. Thư từ Clara gửi Brahms, trừ một bức thư, cho thấy cảm tình của Clara bắt đầu muộn hơn, từ năm 1858. Các bức thư, một số đoạn trích chọn lọc, và nhật ký của Clara đã được dịch sang tiếng Anh. Bức thư trích đoạn và được dịch sớm nhất của Brahms gửi cho Clara có ngày tháng 10 năm 1854.<ref>Litzmann, pp. 87, 89<\/ref> Hans Gál cảnh báo rằng các thư từ được phổ biến ra công chúng có thể \"đã trải qua kiểm duyệt trước của Clara\".<ref>Gál, pp. 89–90<\/ref>\n\nBrahms cảm thấy xung đột mạnh mẽ giữa tình cảm với Clara và sự tôn trọng dành cho bà và Robert, điều này làm ông có lúc đã nghĩ đến tự tử.<ref>Gál, p. 117<\/ref> Không lâu sau khi Robert qua đời, Brahms đã quyết định ông phải ra khỏi gia đình Schumann. Ông đã ra đi theo một cách khá cộc cằn, để lại cảm giác bị tổn thương cho Clara.<ref>Eugenie Schumann, p. 154<\/ref> Tuy nhiên, Brahms và Clara vẫn giữ mối quan hệ qua thư từ. Ông đã cùng nghỉ hè với Clara và một số người con của bà. Năm 1862, Clara đã mua một ngôi nhà ở [[Lichtental]], sau đó kể từ năm 1909 mua tiếp nhà ở [[Baden-Baden]], và sống ở đó với gia đình còn lại của mình từ năm 1863 đến năm 1873. Về phần Brahms, từ năm 1865 tới năm 1874 đã dành một số thời gian nghỉ hè sống trong một căn hộ gần đó trong một ngôi nhà mà bây giờ là một bảo tàng Brahms (\"Brahmshaus\").<ref>{{chú thích web | url = http:\/\/www.schumann-portal.com\/baden-baden.html | tiêu đề = Baden | author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = de }}<\/ref> Trong những năm sau đó, Brahms xuất hiện tại nhà Clara như là một ông chú họ của Eugenie Schumann.<ref>Eugenie Schumann, pp. 141–151, 159–166<\/ref> Clara và Brahms đi một chuyến lưu diễn cùng nhau trong tháng 11 và tháng 12 năm 1868 tại Viên, sau đó vào đầu năm 1869 tới Anh và Hà Lan; tour du lịch kết thúc vào tháng 4 năm 1869.<ref>Briefe, Band I, p. 603, footnote<\/ref> Sau khi Clara chuyển từ Lichtental đến [[Berlin]] vào năm 1873, hai người gặp nhau ít thường xuyên hơn, vì Brahms đã có nhà tại [[Viên]] từ năm 1863.\n\nClara lớn hơn Brahms 14 tuổi. Trong một bức thư cho bà ngày 24 tháng 5 năm 1856, hai năm rưỡi sau khi gặp Clara, và sau hai năm cùng nhau, Brahms đã viết rằng ông tiếp tục gọi Clara theo đại từ nhân xưng lịch sự của Đức \"Sie\" thay vì sử dụng các đại từ nhân xưng với người thân \"Du\"<ref>Briefe, no. 101<\/ref> Clara đồng ý rằng họ gọi nhau là \"Du\"; bà viết trong nhật ký của mình: \"Tôi không thể từ chối, vì thực sự tôi yêu cậu ấy như yêu con trai mình.\"<ref>Litzmann, p. 94<\/ref> Brahms đã viết trong bức thư đề ngày 31 tháng 5:\n\n\"Tôi ước gì có thể viết thư cho em là dịu dàng như tôi yêu em, và làm nhiều điều tốt đẹp cho em, như em muốn. Em vô cùng thân thiết với tôi đến nỗi tôi khó có thể thể hiện tình cảm đó. Tôi muốn gọi em là em yêu và rất nhiều những cái tên gần gũi khác, mà vẫn không bao giờ đủ\".<ref name=Gal90>Gál, p. 90<\/ref><ref>Briefe, no. 102.<\/ref>\n\nPhần còn lại của bức thư, và các bức thư sau đó, có nội dung về âm nhạc và các nhạc sĩ, cập nhật về các chuyến đi và trải nghiệm của hai người. Brahms coi trọng các ý kiến ​​có giá trị của Clara với tư cách một nhà soạn nhạc. \"Không có tác phẩm nào của Brahms mà không có sự góp ý của Clara. Bà là cố vấn trung thành tận tụy của ông.\"<ref>Gál, p. 91<\/ref> Trong một bức thư gửi cho Joachim vào năm 1859, ba năm sau cái chết của Robert, Brahms đã viết về Clara:\n\n\"Tôi tin rằng tôi tôn trọng và ngưỡng mộ cô ấy nhiều như tình cảm tôi dành cho cô ấy và bị cô ấy bỏ bùa. Thường thì tôi buộc phải kiềm chế bản thân mình, chỉ lặng lẽ ôm Clara và thậm chí tôi không biết, cái ôm đó rất tự nhiên và Clara sẽ không coi nó là ý xấu.\"<ref name=Gal90>Gál, p. 90<\/ref><ref>Gál writes that this letter was not in the published (1908) two volumes of Brahms-Joachim correspondence but was \"brought to light by Arthur Holde in ''The Musical Quarterly'' (New York: July, 1959).\" Avins, pp. 46-48, gives a translation of the whole letter, saying that most of it had been published, but not the just quoted passage, which she says is \"restored here [with a little different translation] from the autograph.\"<\/ref>\n\nBrahms không kết hôn với bất cứ ai, mặc dù sau đó ông vẫn có những cảm xúc cháy bỏng với nhiều phụ nữ khác, kể cả việc dự tính tiến đến đính hôn với [[Agathe von Siebold]] ở [[Göttingen]] vào năm [[1859]], tuy nhiên tất cả mối quan hệ này đều nhanh chóng tan vỡ. Dường như Brahms đã không kín đáo về mối quan hệ này, và điều đó đã khiến ông gặp rắc rối với bạn bè.<ref name=Agathe>Gál, pp. 94-95,<\/ref> Sau khi lễ đính hôn bị hủy, Brahms đã viết cho Agathe:. \"Anh yêu em! Anh phải gặp lại em lần nữa, nhưng anh không có khả năng chịu sự ràng buộc. Hãy viết thư cho anh và nói liệu anh có thể trở lại để ôm em trong vòng tay, hôn em, và cho em biết rằng anh yêu em biết bao.\" Nhưng họ không bao giờ gặp nhau lần nào nữa.<ref name=Agathe>Gál, pp. 94-95,<\/ref>\n\n=== Detmold và Hamburg ===\nSau cái chết của Schumann tại viện điều dưỡng vào năm 1856, Brahms lui tới giữa Hamburg để xây dựng và tổ chức một dàn đồng ca nữ, và công quốc Detmold để dạy nhạc và làm nhạc trưởng. Ông là nghệ sĩ solo tại buổi ra mắt ''[[Concerto số 1 cho piano (Brahms)|Concerto số 1 cho piano]]'' của mình vào năm 1859.\n \nNăm [[1862]], Brahms sang sống tại [[Viên]], khi ấy được coi là [[thủ đô]] âm nhạc của [[thế giới]]. Năm [[1863]] ông được bổ nhiệm làm chỉ huy ca đoàn Viên ({{Lang-de|Vienna Singakademie}}). Mặc dù ông từ chức ngay trong năm sau đó và nghĩ đến chuyện chuyển đi thành phố khác, Brahms ngày càng gắn liền với Viên và Từ [[1872]]-[[1875]], Brahms là giám đốc của hội ''[[Gesellschaft der Musikfreunde]]'' ở Viên; kể từ sau đó ông không nhận thêm chức danh nào nữa. Ông từ chối nhận bằng [[tiến sĩ]] âm nhạc danh dự của trường [[Đại học Cambridge]] năm [[1877]], nhưng lại chấp nhận bằng tiến sĩ của trường [[Đại học Breslau]] năm [[1879]]. Ông sáng tác [[Academic Festival Overture]] như một lời cảm ơn trường này.\n\nỞ Viên, Brahms trở thành chủ tướng của những người \"chống lại\" [[Liszt]] và [[Richard Wagner|Wagner]] trong cái gọi là cuộc chiến giữa hai trường phái \"[[Leipzig]]\" và \"[[Weimar]]\". Thậm chí cả Hans Von Bulow, học trò lỗi lạc của Liszt và là bạn của Wagner, cũng nhảy sang phe Brahms. Bulow gọi Bản [[giao hưởng số 1 (Brahms)|Giao hưởng số 1]] của Brahms (viết năm [[1876]]) là \"bản giao hưởng thứ 10 của Beethoven\". Đó là một lời nói hơi thậm xưng, nhưng nó thể hiện quan điểm của giới âm nhạc nửa cuối thế kỷ 19: tên tuổi Brahms được đặt cạnh tên của Beethoven và Bach - thần tượng của ông. Cuối đời Brahms đã nói một câu nổi tiếng: \"Có 2 sự kiện lớn nhất đời tôi – đó là sự thống nhất nước Đức và việc xuất bản tuyển tập tác phẩm của Bach\".\n\n10 năm ở Viên là thời kỳ sáng tạo của Brahms đạt tới đỉnh cao huy hoàng. Trừ [[opera]] và [[âm nhạc theo chương trình]], ông đã viết đến 380 tác phẩm thanh nhạc, 3 [[sonata]], 5 [[biến tấu]], 5 [[ballad]], 3 [[rhapsody]]... cho piano, 3 sonata cho [[violin]], 2 sonata cho [[cello]] và nhiều tác phẩm [[Tam tấu]], [[Tứ tấu]], [[Ngũ tấu]]... trong đó có nhiều tuyệt tác như [[Biến tấu theo chủ đề của Paganini (Brahms)|Biến tấu theo chủ đề của Paganini]] (A-moll), [[Quintet cho piano cung Fa trưởng (Brahms)|Quintet cho piano]] (F-moll), [[Sonata số 3 cho violin (Brahms)|Sonata số 3 cho violin]], [[Concerto số 2 cho piano (Brahms)|concerto số 2 cho piano]] (B-dur) - một \"giao hưởng\" 4 chương độc đáo có phần solo của piano. Đặc biệt với các tác phẩm [[giao hưởng]], Brahms trở thành một trong những nhân vật lỗi lạc nhất của lịch sử âm nhạc thế giới [[thế kỷ 19]]. Giữa lúc hệ thống tư duy giao hưởng lãng mạn tưng bừng lên ngôi, ông đã đẩy tới sự hoàn chỉnh những nguyên tắc của [[chủ nghĩa cổ điển]] trong các thể tài giao hưởng. Đây chính là sự độc đáo và cống hiến lịch sử của Brahms. Thế nhưng, không giống những hậu bối của [[Felix Mendelssohn]] máy móc rập khuôn các quy luật cấu trúc và hình thức xưa cũ, Brahms sử dụng các thủ pháp giao hưởng cổ điển một cách sáng tạo để thể hiện một thế giới hình tượng lãng mạn, những tình cảm hiện đại, chất thơ, chất phóng túng của âm nhạc. Đương thời một nhà phê bình đã nói \"Brahms cảm nhận bằng đầu và [[tư duy]] bằng [[trái tim]]\".\n\n=== Những năm nổi tiếng ===\nBuổi ra mắt bản hợp xướng lớn nhất của ông ''[[Requiem (Brahms)|A German Requiem]]'' tại [[Bremen]] năm [[1868]] đã khẳng định danh tiếng của Brahms ở khắp [[Châu Âu]], và khiến nhiều người chấp nhận rằng ông đã chinh phục được Beethoven và các bản giao hưởng. Điều này cho ông thêm tự tin để hoàn tất một số công trình mà ông đã vật lộn trong nhiều năm, chẳng hạn như cantana ''[[Rinaldo (Brahms)|Rinaldo]]'', tứ tấu dành cho đàn dây đầu tiên, [[Tứ tấu số 3 cho piano (Brahms)|tứ tấu thứ 3 dành cho piano]], và bản giao hưởng đầu tiên. Ba bản giao hưởng khác sau đó hoàn tất vào năm [[1877]], [[1883]], và [[1885]].\n\nBốn bản giao hưởng của Brahms đưa ông đến những đỉnh cao nhất của âm nhạc giao hưởng thời kỳ sau Beethoven. [[Giao hưởng số 4 (Brahms)|Giao hưởng số 4]] (E-moll) kể về các khúc ngoặt bi thương của cuộc sinh tồn đầy kịch tính và tinh thần bất khuất, thuộc số những tác phẩm độc đáo và hoàn mỹ nhất của Brahms. Bản [[Concerto cho violin (Brahms)|Concerto cho violin]] (D-dur) là một trong những concerto hay nhất thế giới viết cho violin. Brahms nói: \"Sáng tác đẹp như [[Wolfgang Amadeus Mozart|Mozart]] thì chúng ta chịu, nhưng ít nhất phải cố viết được tinh khiết như ông\". Vấn đề không chỉ liên quan về [[kỹ thuật]] mà còn liên quan đến cả vẻ đẹp [[thẩm mỹ]] nội dung âm nhạc Mozart. Nhạc của Brahms phức tạp, xung động hơn nhạc của Mozart, như thời đại ông với thời đại của Mozart. Nhưng Brahms theo đuổi tín điều này, vì toàn bộ hoạt động sáng tạo của ông được đặc trưng khát vọng vươn tới những lý tưởng thẩm mỹ cao đẹp.\n\nNăm [[1889]], Brahms được trở thành công dân danh dự của [[Hamburg]] và cho đến tận năm [[1948]] thì ông người gốc Hamburg duy nhất được nhận vinh dự này.<ref>[http:\/\/fhh.hamburg.de\/stadt\/Aktuell\/senat\/service\/ehrenbuerger\/start.html Stadt Hamburg Ehrenbürger] {{de icon}} Retrieved on ngày 17 tháng 6 năm 2008<\/ref>\n\n=== Cuối đời ===\n[[Tập tin:Zentralfriedhof Vienna - Brahms.JPG|nhỏ|upright|Mộ của Brahms tại ''Zentralfriedhof'' (Nghĩa trang trung tâm), Viên.]]\nNăm [[1890]], ở 57 tuổi Brahms đã quyết định ngừng sáng tác. Tuy nhiên, khi những ý nhạc bật ra, ông không thể thực hiện được quyết định của mình, và trong những năm trước khi qua đời ông đã sáng tác thêm một số kiệt tác được ghi nhận. Sự ngưỡng mộ của ông đối với [[Richard Mühlfeld]], một nghệ sĩ [[clarinet]] ở dàn nhạc Meiningen, đã gợi ý cho ông sáng tác các [[tam tấu clarinet (Brahms)|tam tấu clarinet]], Op. 114, [[tứ tấu clarinet (Brahms)|tứ tấu clarinet]], Op. 115 ([[1891]]), và bản [[sonata cho clarinet thứ 2 (Brhams)|sonata số 2 cho clarinet]], Op. 120 ([[1894]]). Ông cũng viết ''[[Vier ernste Gesänge]]'', Op. 121 ([[1896]]), và ''[[Eleven Chorale Preludes]]'' dành cho [[organ (nhạc cụ)|organ]], Op. 122 (1896).\n\nSau khi hoàn thành tác phẩm Op.121, Brahms đã bị bệnh [[ung thư]] (theo nhiều nguồn khác nhau thì là [[ung thư gan]] hoặc [[ung thư tuyến tụy|tuyến tụy]]). Bệnh dần trở nặng và ông qua đời vào ngày 03 tháng 4 năm 1897, thọ 63 [[tuổi]]. Brahms được [[chôn cất|chôn]] trong ''[[Zentralfriedhof]]'' (nghĩa trang trung tâm) ở [[Viên]].\n\n=== Tưởng niệm ===\nCuối năm 1897, sau khi Brahms vừa mất, nhà soạn nhạc người Anh [[Hubert Parry]] đã viết một bản giao hưởng ngắn ''[[Elegy for Brahms]]'' ([[tiếng Việt]]: ''Bi khúc dành cho Brahms'') để tưởng nhớ đến ông. Đối với Parry thì Brahms mãi mãi là nghệ sĩ vĩ đại nhất. Tuy nhiên bản giao hưởng này lại không được trình diễn vào lúc Parry còn sống, lần đầu tiên nó được trình diễn trước công chúng là vào năm [[1918]] trong 1 chương trình tưởng niệm cho chính Parry.\n\n== Âm nhạc của Brahms ==\n\n=== Những tác phẩm ===\n{{Listen|filename=Brahms Intermezzo 116-4.ogg|title=Intermezzo, Op. 116, No. 4|description=\n|filename2=Brahms Intermezzo Op. 76 No. 7.ogg|title2=Intermezzo, Op. 76, No. 7|description2=\n|filename4=CELLO LIVE PERFORMANCES JOHN MICHEL-Brahms Double Concerto in a Op 102 2nd.ogg|title4=Double Concerto in A minor, 2nd movement|description4=\n|filename5=CELLO LIVE PERFORMANCES JOHN MICHEL-Brahms Double Concerto in a Op 102 3rd.ogg|title5=Double Concerto in A minor, 3rd movement|description5=\n|filename6=CELLO LIVE PERFORMANCES JOHN MICHEL-Brahms Cello Sonata in F Op 99 1st.ogg|title6=Cello Sonata in F, Op. 99, 1st movement|description6=\n|filename7=CELLO LIVE PERFORMANCES JOHN MICHEL-Brahms Cello Sonata in F Op 99 2nd.ogg|title7=Cello Sonata in F, Op. 99, 2nd movement|description7=\n|filename8=CELLO LIVE PERFORMANCES JOHN MICHEL-Brahms Sonata in F Op 99 3rd.ogg|title8=Cello Sonata in F, Op. 99, 3rd movement|description8=\n|filename9=CELLO LIVE PERFORMANCES JOHN MICHEL-Brahms Cello Sonata in F Op 99 4th.ogg|title9=Cello Sonata in F, Op. 99, 4th movement|description9=}}\nBrahms đã soạn một số công trình lớn cho [[dàn nhạc giao hưởng]], bao gồm hai bản [[mộ khúc]] (serenade), bốn bản giao hưởng (symphony), bản concerto dành cho đàn piano số 2 (số 1 là viết trên cung [[Rê thứ]], số 2 là viết trên cung [[Si giáng trưởng]]), một concerto cho đàn violon, một concerto đôi dành cho đàn violin và cello, và hai concerto overture: ''[[Academic Festival Overture]]'' và ''[[Tragic Overture]]''.\n\n''Ein deutsches Requiem, nach Worten der heiligen Schrift, op. 45'' (bản cầu siêu bằng tiếng Đức, ca từ trích từ [[Kinh Thánh|Thánh kinh]]) là bản [[hợp xướng]] lớn của ông, tuy nhiên lời ca trong đó không phải được lấy trong nghi thức thánh lễ ''Missa pro defunctis'' (lễ cầu siêu), mà ông trích từ cuốn [[kinh Thánh|kinh thánh]] tiếng Đức do [[Martin Luther]] dịch. Công trình này được viết trong 3 giai đoạn chính của cuộc đời Brahms. Phiên bản đầu tiên của phần 2 được sáng tác vào năm 1854, không lâu sau lần tự tử hụt của Schumann, phần sáng tác này sau đó được Brahms sử dụng để viết concerto đầu tiên của ông dành cho đàn piano. Phần lớn bản Requiem này được ông viết sau cái chết của mẹ ông vào năm 1865. Phần 5 được bổ sung sau khi công bố chính thức vào năm 1868, tác phẩm được xuất bản vào năm 1869.\n\n=== Nhạc cụ ===\nJohann Brahms chủ yếu sử dụng đàn piano của Đức và [[Viên]]. Trong những năm đầu tiên của mình, ông chơi trên một cây đàn piano của một công ty ở [[Hamburg]], Baumgarten & Heins.<ref>Münster, Robert (2020). \"Bernhard und Luise Scholz im Briefwechsel mit Max Kalbeck und Johannes Brahms\". In Thomas Hauschke (ed.). ''Johannes Brahms: Beiträge zu seiner Biographie'' (in German). Vienna: Hollitzer Verlag. pp. 153–230. doi:10.2307\/j.ctv1cdxfs0.14. ISBN [[Đặc biệt:BookSources\/978-3-99012-880-0|<bdi>978-3-99012-880-0<\/bdi>]].<\/ref> Năm 1856, [[Clara Schumann]] tặng ông một cây đàn piano Graf. Brahms đã sử dụng nó cho công việc của mình cho đến năm 1873.<ref>Walter Frisch, Kevin C. Karnes. Brahms and his World. Princeton University Press, 2009. ISBN 1400833620 p.53-54<\/ref> Sau đó, ông tặng nó cho [[:en:Gesellschaft der Musikfreunde|Gesellschaft der Musikfreunde]]; ngày nay nó được trưng bày trong [[:en:Kunsthistorisches Museum|Bảo tàng Kunsthistorisches]] ở Viên.<ref>Kottick, Edward L. and George Lucktenberg p.15<\/ref> Sau đó, vào năm 1864, ông viết thư cho Clara Schumann về sự quan tâm của ông đối với Streicher.<ref>''Ich habe einen schönen Flügel von Streicher. Er hat mir eben neue Erningenschaften dadurch inittheilen wollen(...)\"'' August, 1887. Litzmann, Clara Schumann, ein Kunstlerleben, vol. 3, 493-94; Litzmann, Berthold (1 February 1903). \"Clara Schumann von Berthold Litzmann. Erster Band, Mädchenjahre\". ''The Musical Times''. '''44''' (720): 113. doi:10.2307\/903152. [[ISSN]] 0027-4666.JSTOR903152.<\/ref> Năm 1873, ông nhận được cây đàn piano Streicher op.6713 và giữ nó trong nhà cho đến khi ông qua đời.<ref>Biba, Otto (January 1983). \"Ausstellung 'Johannes Brahms in Wien' im Musik Verein\". ''[[:en:Österreichische Musikzeitschrift|Österreichische Musikzeitschrift]]''. '''38''' (4–5). doi:10.7767\/omz.1983.38.45.254a. [[S2CID (identifier)|S2CID]]163496436.<\/ref> Ông viết cho Clara: “Ở đó [trên chiếc Streicher] tôi luôn biết chính xác những gì tôi viết và tại sao tôi viết theo cách này hay cách khác”.<ref>Litzmann, Berthold (1 February 1903). \"Clara Schumann von Berthold Litzmann. Erster Band, Mädchenjahre\". ''[[:en:The Musical Times|The Musical Times]]''. '''44''' (720): 113. doi:10.2307\/903152. ISSN 0027-4666. JSTOR 903152.<\/ref>\n\nVào những năm 1880 trong các buổi biểu diễn trước công chúng của mình, Brahms chủ yếu chơi trên một chiếc đàn piano Bösendorfer. Trong các buổi hòa nhạc Bonn của mình, ông đã chơi đàn Steinweg Nachfolgern năm 1880 và đàn Blüthner năm 1883. Brahms cũng sử dụng đàn piano Bechstein trong một số buổi hòa nhạc của mình: Wurzburg và Cologne năm 1872,  và Amsterdam năm 1881.<ref>Cai, Camilla (1989). \"[[doi:10.5642\/perfpr.198902.01.3|Brahms's Pianos and the Performance of His Late Works\". ''Performance Practice Review'']]. '''2''' (1): 59. doi:10.5642\/perfpr.198902.01.3. ISSN 1044-1638.<\/ref>\n\n== Đọc thêm ==\n=== Tiếng Anh ===\n* Deiters\/Newmarch. (1888). ''Johannes Brahms: A Biographical Sketch''. Fisher Unwin (reissued by [[Cambridge University Press]], 2009; ISBN 978-1-108-00479-4)\n* ''Johannes Brahms: Life and Letters'', ISBN 0-19-816234-0 by Brahms himself, edited by [[Styra Avins]], translated by [[Josef Eisinger]] (1998). A biography by way of comprehensive footnotes to a comprehensive collection of Brahms's letters (some translated into English for the first time). Elucidates some previously contentious matters, such as Brahms's reasons for declining the Cambridge invitation.\n* ''Brahms, His Life and Work'', by [[Karl Geiringer]], photographs by [[Irene Geiringer]] (1987, ISBN 0-306-80223-6). A biog and discussion of his musical output, supplemented by, and cross-referenced with, the body of correspondence sent ''to'' Brahms.\n* [[Charles Rosen]] discusses a number of Brahms's imitations of Beethoven in Chapter 9 of his ''Critical Entertainments: Music Old and New'' (2000; Cambridge, MA: Harvard University Press, ISBN 0-674-17730-4).\n* ''Brahms'' by [[Malcolm MacDonald (music critic)|Malcolm MacDonald]] is a biography and also discussion of virtually everything Brahms composed, along with chapters examining his position in Romantic music, his devotion to Early Music, and his influence on later composers. (Dent 'Master Musicians' series, 1990; 2nd edition Oxford, 2001, ISBN 0-19-816484-X\n* ''Johannes Brahms: A Biography'', by [[Jan Swafford]]. A comprehensive (752 pages) look at the life and works of Brahms. (1999; Vintage, ISBN 0-679-74582-3)\n* ''Late Idyll: The Second Symphony of Johannes Brahms'', by Reinhold Brinkmann, translated by Peter Palmer. An analysis of Symphony No.2 and meditation of its position in Brahms's career and in relation to 19th century ideas of melancholy. (1995, Harvard, ISBN 0-674-51175-1)\n* ''Johannes Brahms, His Work & Personality'', by Hans Gal (Translated by Joseph Stein). Wiedenfeld & Nicolson, 1963.\n* ''The Music of Brahms'', by Michael Musgrave. Oxford, 1985 ISBN 0-19-816401-7\n\n=== Tiếng Đức ===\n* [[Max Kalbeck]]: ''Johannes Brahms.'' Biographie in 4 Bänden. 1904–1914. Faksimile-Nachdruck Schneider\/Tutzing 1976 ([http:\/\/www.zeno.org\/Musik\/M\/Kalbeck,+Max\/Johannes+Brahms digitalisierte Online-Version])\n* [[Willibald Nagel (Musikwissenschaftler)|Willibald Nagel]]: ''Johannes Brahms.'' Stuttgart 1923.\n* Florence May: ''Johannes Brahms. Die Geschichte seines Lebens. Aus dem Englischen übersetzt von Ludmille Kirschbaum''. Breitkopf & Härtel, Leipzig <sup>2<\/sup>1925.\n* W. Gieseler: ''Die Harmonik bei Johannes Brahms.'' Dissertation. 1949.\n* [[Hans Gál]]: ''Johannes Brahms – Werk und Persönlichkeit.'' Fischer, Frankfurt am Main 1961.\n* Renate und Kurt Hofmann: ''Johannes Brahms. Zeittafel zu Leben und Werk.'' Tutzing 1983.\n* S. Kross (Hrsg.): ''Brahms – Bibliographie.'' Tutzing 1983.\n* C. M. Schmidt: ''Johannes Brahms und seine Zeit.'' Regensburg 1983.\n* M. L. McCorkle: ''Johannes Brahms thematisch-bibliographisches Werkverzeichnis.'' München 1984.\n* M. Rohn: ''Die Coda bei Johannes Brahms.'' Heidelberg 1986.\n* Christian Martin Schmidt: ''Reclams Musikführer Johannes Brahms.'' Reclam, Stuttgart 1994.\n* S. Kross: ''Johannes Brahms. Versuch einer kritischen Dokumentar-Biographie.'' Bände 1 und 2. Bonn 1997.\n* Peter Clive: ''Brahms and his world: a biographical dictionary'', Lanham, Md. [u.a.]: Scarecrow Press, 2006, ISBN 978-0-8108-5721-6\n* Malte Korff: ''Johannes Brahms.'' dtv premium, München 2008, ISBN 978-3-423-24656-9.\n* Wolfgang Sandberger: ''Brahms-Handbuch'', Stuttgart: Metzler; Kassel: Bärenreiter, 2009, ISBN 978-3-476-02233-2\n* {{Chú thích sách | author = Peter Schmitz\n | title = Johannes Brahms und der Leipziger Musikverlag Breitkopf und Härtel (Abhandlungen Zur Musikgeschichte)\n | publisher= V&R unipress\n | place = \n | year = 2009\n | ISBN = 978-3-89971-728-0\n | pages = \n}}\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Johannes Brahms}}\n* [http:\/\/www.youtube.com\/watch?v=zKrxesI3ziE The Best of Brahms]\n* [http:\/\/www.youtube.com\/watch?v=OPNPJD36DBE The Best of Brahms]\n* [http:\/\/www.youtube.com\/watch?v=TJcoaIeH3GI Johannes Brahms- Waltz]\n* [http:\/\/www.youtube.com\/watch?v=pREtP6YRMR8 Brahms- Cradle Song]\n* [http:\/\/www.youtube.com\/watch?v=3X9LvC9WkkQ Johannes Brahms - Hungarian Dance No. 5]\n* [http:\/\/www.youtube.com\/watch?v=t894eGoymio Johannes Brahms - Lullaby]\n* [http:\/\/w3.rz-berlin.mpg.de\/cmp\/brahms.html Johannes Brahms] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090614093445\/http:\/\/w3.rz-berlin.mpg.de\/cmp\/brahms.html |date = ngày 14 tháng 6 năm 2009}}\n\n{{Thời gian sống|sinh=1833|mất=1897|tên=Brahms, Johannes}}\n\n[[Thể loại:Nhạc sĩ cổ điển]]\n[[Thể loại:Nhà soạn nhạc Đức]]\n[[Thể loại:Chỉ huy dàn nhạc]]\n[[Thể loại:Âm nhạc lãng mạn]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Nghệ sĩ piano cổ điển Đức]]\n[[Thể loại:Sinh năm 1833]]\n[[Thể loại:Mất năm 1897]]\n[[Thể loại:Chết vì ung thư gan]]"}