{"Johann Christian Bach":"{{Thông tin nghệ sĩ\n| nền = nhạc sĩ biểu diễn nhạc không lời\n}}\n\n'''Johann Christian Bach''' (5 tháng 9 năm 1735 - 1 tháng 1 năm 1782) là một [[nhà soạn nhạc]] người [[Đức]] thời kỳ Cổ điển, người con thứ 11 và là người con trai út của [[Johann Sebastian Bach]].<ref>Eric Siblin ''The Cello Suites: J. S. Bach, [[Pablo Casals]], and the Search for a...'' 2011, p. 234. \"Known as the 'London Bach', he travelled to Italy, converted to Roman Catholicism, and enjoyed celebrity status in England, going by the name John Bach. Only fourteen years old when Bach died, Johann Christian apparently occupied a...\"<\/ref> Ông nổi bật với những ảnh hưởng lên phong cách concerto của [[Wolfgang Amadeus Mozart|Mozart]].\n\n== Cuộc đời sự nghiệp ==\nJohann Christian Bach được sinh ra ở Leipzig, Đức là con của [[Johann Sebastian Bach]] và [[Anna Magdalena Bach]].\nÔng được cha hướng dẫn âm nhạc. Sau khi cha ông qua đời, ông sống với anh là [[Carl Philipp Emanuel Bach]].\n\nTừ năm 1756, ông bắt đầu sống ở [[Ý]]. Vào năm 1760, ông trở thành nghệ sĩ chơi [[đại phong cầm]] tại [[nhà thờ Milan]]. Năm 1762, ông đến [[Luân Đôn]] cho ra mắt các vở [[opera]] của mình. Năm 1766, ông đã gặp ca sĩ giọng nữ cao [[Cecilia Grassi]] và họ đã kết hôn.\n\nVào cuối thập niên 1770, âm nhạc của ông đã không còn phổ biến. Người quản lý của ông đã tham ô gần như tất cả tài sản của ông và ông đã chết trong nợ nần vào ngày đầu năm 1782.<ref>{{Allmusic|class=artist|id=mn0002132738|first=Joseph|last=Stephenson}}<\/ref>\n\n== Đời sống ==\nJohann Christian Bach sinh Johann Sebastian và Anna Magdalena Bach ở Leipzig, Đức. Người cha ưu tú của anh đã ngoài 50 vào thời điểm anh sinh ra - một khoảng cách tuổi tác được minh chứng bởi sự khác biệt rõ rệt trong phong cách âm nhạc của cha và con trai. Mặc dù vậy, cha Bach đã hướng dẫn Johann Christian âm nhạc cho đến khi ông qua đời vào năm 1750. [5] Sau khi cha qua đời, ông làm việc (và sống) với người anh cả thứ hai là Carl Philipp Emanuel Bach, [5], người hơn ông 21 tuổi và được coi là người có năng khiếu âm nhạc nhất trong các con trai của Bach vào thời điểm đó.\n\nAnh có một sự nghiệp đầy hứa hẹn, đầu tiên là một nhà soạn nhạc, sau đó là một nghệ sĩ biểu diễn cùng với Carl Friedrich Abel, người chơi viola da gamba đáng chú ý. Ông đã sáng tác cantatas, [[nhạc thính phòng]], keyboard và các tác phẩm dành cho dàn nhạc, các vở opera và giao hưởng.\n\nBach sống ở Ý trong nhiều năm, bắt đầu từ năm 1750, [1] học với Padre Martini ở Bologna. Ông trở thành nghệ sĩ chơi organ tại nhà thờ Milan vào năm 1760. Trong thời gian ở Ý, ông chuyển đổi từ đạo Lutheraism sang Công giáo [cần dẫn nguồn] và dành nhiều thời gian cho việc sáng tác nhạc nhà thờ, bao gồm cả nhạc cho Thánh lễ Requiem và nhạc Te Deum. [6 ] Tác phẩm chính đầu tiên của ông là một Thánh lễ, đã nhận được một màn trình diễn xuất sắc và được hoan nghênh vào năm 1757. [6] Năm 1762, Bach đến London để công chiếu ba vở opera tại Nhà hát King, bao gồm cả Orione vào ngày 19 tháng 2 năm 1763. Năm 1764 hoặc 65, diễn viên Giusto Fernando Tenducci, người đã trở thành bạn thân, đã tạo ra vai chính trong vở opera Adriano của ông ở Siria tại Của vua. [7]\n\nĐiều đó đã tạo nên danh tiếng của ông ở Anh, và ông đã trở thành bậc thầy âm nhạc cho Nữ hoàng Charlotte. Năm 1766, Bach gặp nữ cao Cecilia Grassi, kém anh mười một tuổi, và kết hôn với cô sau đó không lâu. Họ không có con. J. C. Bach đã biểu diễn các bản giao hưởng và hòa tấu tại các Phòng Quảng trường Hanover ở góc Quảng trường Hanover và Phố Hanover. Đây là địa điểm hòa nhạc hàng đầu của London ở trung tâm Mayfair thời trang. Những ngôi nhà ở Georgia xung quanh cung cấp lượng khách hàng khá giả cho các buổi biểu diễn của anh ấy.\n\nMột trong những giới văn học chính của London, bao gồm Jane Timbury, Robert Gunnell Esq., Lord Beauchamp, và Nữ công tước Buccleuch, đã quen biết với Bach và các thành viên là những người thường xuyên tham dự các sự kiện của anh ấy.\n\nNăm 1777, ông thắng một vụ kiện mang tính bước ngoặt, Bach v Longman, đã thiết lập luật bản quyền (theo luật của Anh) áp dụng cho các bản nhạc.\n\nVào cuối những năm 1770, cả sự nổi tiếng và tài chính của ông đều suy giảm. Vào thời điểm Bach qua đời vào ngày Tết Dương lịch 1782, [8] ông đã mắc nợ quá nhiều (một phần do người quản lý của ông biển thủ tiền của mình), nên Nữ hoàng Charlotte đã đứng ra để trang trải các chi phí của bất động sản và cung cấp một khoản trợ cấp trọn đời cho Quả phụ của Bach. Ông được chôn cất tại nghĩa địa của Nhà thờ cổ Thánh Pancras, London.\n\n== Tác phẩm ==\nCác sáng tác của ông gồm 31 tác phẩm cho nhạc cụ dây phím; 105 tác phẩm thính phòng; 94 tác phẩm cho dàn nhạc; 54 tác phẩm opera và âm nhạc ngẫu nhiên; khoảng 45 aria và các ca khúc; và các tác phẩm tôn giáo khác.\n\n== Chú thích ==\n{{tham khảo}}\n\n== Tham khảo ==\n*Hans T. David, A. Mendel, [[Christoph Wolff|C. Wolff]]. ''The New Bach Reader: A Life of Johann Sebastian Bach in Letters and Documents'' (NY: Norton, 1998).\n*Heinz Gärtner (trans. by Reinhard Pauly). '' John Christian Bach: Mozart's Friend and Mentor''. (Portland, Oregon: Amadeus Press, 1994).\n*[[Philipp Spitta]] (trans. by [[Clara Bell]] & [[John Alexander Fuller Maitland|J. A. Fuller-Maitland]]). ''Johann Sebastian Bach, his work and influence on the music of Germany, 1685–1750, 3 vols.'' (London: Novello & Co., 1899): [https:\/\/archive.org\/details\/johannsebastian03maigoog Vol I], [https:\/\/archive.org\/details\/johannsebastian01maigoog Vol II], [https:\/\/archive.org\/details\/johannsebastian04maigoog Vol III]\n*[[Charles Sanford Terry (historian)|Charles Sanford Terry]]. ''John Christian Bach'' (London: [[Oxford University Press]], 1967).\n*[[Christoph Wolff]] et al. ''The New Grove Bach Family.'' (NY: Norton, 1983) pp.&nbsp;315ff. ISBN 0-393-30088-9.\n*[[Percy M. Young]]. ''The Bachs: 1500–1850'' (London: J.M. Dent & Sons, Ltd., 1970).\n\n== Liên kết ngoài ==\n\n;Thông tin:\n{{thể loại Commons|Johann Christian Bach}}\n* [http:\/\/www.classical.net\/music\/comp.lst\/bachjc.php J C Bach] (classical.net)\n* [http:\/\/www.classicalarchives.com\/composer\/2112.html#tvf=tracks&tv=about J C Bach] (classicalarchives.com)\n* [http:\/\/www.pianosociety.com\/cms\/index.php?section=1860 J C Bach] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304051930\/http:\/\/www.pianosociety.com\/cms\/index.php?section=1860 |date=2016-03-04 }} (pianosociety.com)\n* [http:\/\/www.earlymusicworld.com\/id1.html Article: \"Gainsborough and Music\" by [[Brian Robins]]]\n\n;Âm nhạc:\n* [http:\/\/www.youtube.com\/watch?v=DKNc_1ZaE0Y&fmt=18 J.C. Bach's Concerto in D Major Op.13, No.2, 1st movement] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070921141643\/http:\/\/www.earlymusicworld.com\/id1.html |date=2007-09-21 }} ([[YouTube]])\n* [http:\/\/www.youtube.com\/watch?v=xGtGcs0z-0c&feature=related J C Bach's Quartet in B Flat Major] (YouTube)\n* {{IckingArchive|idx=J.C.Bach|name=Johann Christian Bach}}\n* {{IMSLP|id=Bach%2C_Johann_Christian|cname=Johann Christian Bach}}\n* [http:\/\/hdl.handle.net\/1802\/4643 Flute sonatas, W. B 10-15], 1780 edition (From the Sibley Music Library Digital Scores Collection)\n\n[[Thể loại:Sinh năm 1735]]\n[[Thể loại:Mất năm 1782]]\n[[Thể loại:Nhà soạn nhạc Đức]]\n[[Thể loại:Nhà soạn nhạc opera]]\n[[Thể loại:Gia đình Bach]]\n[[Thể loại:Người cải sang Công giáo]]"}