{"Johannes Vermeer":"{{chú thích trong bài}}\n \n{{Thông tin nghệ sĩ\n| tiền tố = \n| name = Jan Vermeer\n| tên gốc = \n| nền = họa sĩ\n| image = Cropped version of Jan Vermeer van Delft 002.jpg\n| imagesize = 200px\n| caption = Chi tiết bức tranh ''[[The Procuress (Vermeer)|The Procuress]]'' (c. 1656), được coi là một bức [[chân dung]] tự họa của Vermeer<ref>[http:\/\/www.essentialvermeer.com\/lost_vermeer_self_portrait_baron_rolin\/procuress_self-portrait.html \"The Procuress: Evidence for a Vermeer Self-Portrait\"]. Truy cập ngày 13 tháng 9 năm 2010.<\/ref>\n| nghệ danh = \n| birthname = \n| birthdate = [[31 tháng 10]] năm [[1632]] (rửa tội)\n| location = [[Delft]], [[Hà Lan]]\n| deathdate = [[15 tháng 12]] năm [[1675]]\n| deathplace = [[Delft]], [[Hà Lan]]\n| nationality = {{Flagicon|Hà Lan}} [[Hà Lan]]\n| nghề nghiệp = \n| field = [[Hội họa]]\n| training = \n| movement = [[Hội họa Baroque|Baroque]]\n| famous works = [[Cô gái đeo hoa tai ngọc trai|Het meisje met de parel]], [[Schrijvend meisje]] và [[De geograaf]]\n| patrons = \n| awards = \n}}\n'''Johannes Vermeer''' hay '''Jan Vermeer''' (rửa tội [[31 tháng 10]] năm [[1632]] - [[15 tháng 12]] năm [[1675]]) là một [[họa sĩ]] người [[Hà Lan]] thời [[Baroque]], nổi tiếng với các tác phẩm về đời sống hiện thực. Ông sống phần lớn cuộc đời tại thị trấn [[Delft]]. Tuy nhiên, cuộc đời của Vemeer dường như chưa bao giờ ổn định, chủ yếu là do ông chỉ sáng tác ít tác phẩm. Khi qua đời, Vemeer để lại cho vợ và mười một người con một món nợ.\n\nÔng vẽ rất chậm và vô cùng tỉ mỉ, ông cũng hay sử dụng những màu xa xỉ thời đó. Ông nổi tiếng với cách xử lý và sử dụng điêu luyện ánh sáng trong các tác phẩm của mình.\n\nVermeer vẽ chủ yếu là những cảnh gia đình. \"Hầu như tất cả các bức tranh của ông đều được đặt vào bối cảnh hai phòng nhỏ trong nhà của ông ở Delft, chúng có cùng đồ nội thất và các đồ trang trí, chỉ khác nhau cách bài trí khác và tranh thường miêu tả cùng một người, chủ yếu là phụ nữ.\" <ref>Koningsberger, Hans. 1977. ''The World of Vermeer'', New York: Time-Life Books<\/ref>\n\nSau khi bị lãng quên gần hai thế kỷ, năm 1866 nhà phê bình nghệ thuật người Pháp [[Thoré Bürger]] đã cho xuất bản một bài tiểu luận về 66 bức tranh được coi là của Vermeer (chỉ có 35 bức được xác nhận là của Vemeer). Từ đó, danh tiếng của ông đã nổ rộ nhanh chóng, hiện nay Vermeer được coi là một trong những họa sĩ vĩ đại nhất của [[Thời kì vàng kim Hà Lan]].\n\n== Phong cách hội họa ==\nVermeer có thể đã bắt đầu thực hiện các bức tranh của mình giống như hầu hết các hoạ sỹ cùng thời đại của mình, sử dụng các xám-tối đơn sắc (\"grisaille\") hoặc một bảng giới hạn các màu nâu và màu xám (\"màu chết\"), rồi sau đó ông sẽ có thể điểm thêm nhiều màu thuần hơn (đỏ, vàng và xanh dương) dưới dạng những ánh bóng lên, trong suốt. Các bức tranh của ông cung cấp vài gợi ý về phương pháp chuẩn bị.\n\nChắc chắn không có họa sĩ thế kỷ 17 nào khác sử dụng những màu cực kỳ đắt tiền, ví dụ như bột ''ngọc lưu ly'' (màu xanh biển biếc tự nhiên), nhiều và sớm như Vermeer. Ông còn sử dụng màu nâu vỏ gỗ (umbre) màu vàng hoàng thổ (orche) để diễn tả ánh sáng ấm áp bên trong nội thất của một bức tranh, phản chiếu nhiều màu sắc của nó lên tường. Bằng cách này, ông đã tạo ra một thế giới còn đẹp hơn bất cứ cái mà ông đã chứng kiến. Phương pháp vẽ này có lẽ được lấy cảm hứng từ sự hiểu biết của Vermeer về cách quan sát của Leonardo: bề mặt của mọi vật thể ''chia sẻ'' màu sắc của vật thể liền kề. Điều này có nghĩa là không có vật thể nào được nhìn thấy hoàn toàn bằng màu tự nhiên của nó.\n\n[[Tập tin:Johannes Vermeer (1632-1675) - The Girl With The Pearl Earring (1665).jpg|nhỏ|200px|trái|Tác phẩm ''[[Cô gái đeo hoa tai ngọc trai|Het meisje met de parel]]'', được biết đến như là \"Mona Lisa của phương Bắc\"]]\n{{clear}}\n{{thể loại Commons-inline|Jan Vermeer van Delft}}\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai tiểu sử}}\n\n{{thời gian sống|sinh=1632|mất=1675|tên=Vermeer, Johannes}}\n\n{{thể loại Commons|Jan Vermeer van Delft}}\n\n{{DEFAULTSORT:Vermeer, Johannes}}\n[[Thể loại:Họa sĩ Hà Lan]]\n[[Thể loại:Mất năm 1675]]"}