{"John Canfield Spencer":"{{Infobox officeholder 1\n|name         = John Canfield Spencer \n|image        = SpencerJohn.jpg\n|imagesize    = 220px\n|office       = [[Bộ trưởng Ngân khố Hoa Kỳ]] thứ 16\n|president    = [[John Tyler]]\n|term_start   = 8 tháng 3 năm 1843\n|term_end     = 2 tháng 5 năm 1844\n|predecessor  = [[Walter Forward]]\n|successor    = [[George Mortimer Bibb]]\n|office1      = [[Bộ trưởng Chiến tranh Hoa Kỳ]] thứ 17\n|president1   = [[John Tyler]]\n|term_start1  = 12 tháng 10 năm 1841\n|term_end1    = 4 tháng 3 năm 1843\n|predecessor1 = [[John Bell (Chính trị gia đến từ Tenessee)|John Bell]]\n|successor1   = [[James Madison Porter]]\n|office2      = [[Ngoại trưởng New York]]\n|governor2    = [[William H. Seward]]\n|term_start2  = 4 tháng 2 năm 1839\n|term_end2    = 12 tháng 10 năm 1841\n|predecessor2 = [[John Adams Dix]]\n|successor2   = [[Archibald Campbell (New York)|Archibald Campbell]] {{small|(Acting)}}\n|office3      = [[Phát ngôn viên Hạ viện Tiểu bang New York]]\n|term_start3  = 4 tháng 1 năm 1820\n|term_end3    = 30 tháng 6 năm 1820\n|predecessor3 = [[Obadiah German]]\n|successor3   = [[Peter Sharpe]]\n|state4       = [[New York (tiểu bang)|New York]]\n|district4    = {{ushr|New York|21|21st}}\n|term_start4  = 4 tháng 3 năm 1817\n|term_end4    = 3 tháng 3 năm 1819\n|predecessor4 = [[Archibald S. Clarke]]\n|successor4   = [[Albert H. Tracy]]\n|birth_date   = {{birth date|1788|1|8}}\n|birth_place  = [[Hudson, New York|Hudson]], [[New York (tiểu bang)|New York]], [[Hoa Kỳ]]\n|death_date   = {{death date and age|1855|5|17|1788|1|8}}\n|death_place  = [[Albany, New York|Albany]], [[New York (tiểu bang)|New York]], [[Hoa Kỳ]]\n|party        = [[Democratic-Republican Party|Democratic-Republican]] {{small|(Before 1825)}}<br>[[Whig Party (United States)|Whig]] {{small|(1825–1856)}}\n|spouse       = Elizabeth Scott Smith\n|parents      = [[Ambrose Spencer]]\n|education    = [[Williams College]]<br>[[Union College]] {{small|([[Bachelor of Arts|BA]])}}\n|allegiance   = {{flag|United States}}\n|branch       = {{flag|United States Army}}\n|serviceyears = 1812–1814\n|battles      = [[War of 1812]]\n}}\n'''John Canfield Spencer''' (8 tháng 1 năm 1788 - 17 tháng 5 năm 1855) là luật sư, chính trị gia và là thẩm phán người Mỹ. Ông cũng từng là thư ký Nội các Hoa Kỳ trong chính quyền của Tổng thống [[John Tyler]].\n\n==Tuổi thơ==\nJohn Canfield Spencer sinh ngày 8 tháng 1 năm 1788 tại Hudson, bang New York, Hoa Kỳ, ông là con trai của Ambrose Spencer, Chánh án Tòa án tối cao của bang New York. Ông tốt nghiệp Đại học Union năm 1806, trở thành thư ký Thống đốc New York Daniel D. Tompkins vào năm 1807, học luật ở Albany, New York, và được nhận vào quán bar vào năm 1809, bắt đầu thực hành trong Canandaigua, New York. Ông kết hôn với Elizabeth Scott Smith vào năm 1809 và trở thành một bậc thầy của Chancery năm 1811. Ngày 28 tháng 1 năm 1823, Elizabeth Scott Smith sinh ra một người con trai Philip Spencer.\n==Sự nghiệp chính trị tiểu bang==\nTrong cuộc chiến tranh năm 1812, Spencer phục vụ trong quân đội Hoa Kỳ, nơi ông được bổ nhiệm làm thẩm phán lữ đoàn nói chung ủng hộ cho biên giới phía bắc. Ông là bưu điện của Canandaigua, New York vào năm 1814, trở thành trợ lý tổng chưởng lý và luật sư quận cho năm quận phía tây của New York vào năm 1815 và được bầu một đảng Dân chủ Cộng hòa với Hạ viện Hoa Kỳ vào năm 1816, phục vụ từ ngày 04 tháng 3, năm 1817, đến ngày 03 tháng 3, năm 1819. Ông là một thành viên của ủy ban báo cáo bất lợi về công việc của Ngân hàng thứ hai của Hoa Kỳ.\n\nNăm 1819, ông là ứng cử viên Clintonian cho Hoa Kỳ Thượng nghị sĩ đến từ New York, nhưng do một cuộc thi có ba góc với Bucktail Samuel Young và Liên bang Rufus King, không ai được bầu. Ông là thành viên của bang hội New York 1820-1822, và là loa vào năm 1820. Ông là một thành viên của nhà nước Thượng viện New York 1825-1828.\n\nNăm 1826, Spencer phục vụ như là một công tố viên đặc biệt để điều tra sự biến mất của William Morgan, người đã bị bắt, bị bắt cóc và sát hại để lộ bí mật giữ Tam, do đó làm dấy lên phong trào chống Masonic. Spencer đứng về phía chống HTĐ và là tác giả của một bản thảo về nghi lễ của HTĐ. Ông một lần nữa đã là một thành viên của New York hội 1831-1833 và chuyển đến Albany, New York vào năm 1837. Ông đã biên tập bản tiếng Anh của Dân chủ Alexis de Tocqueville tại Mỹ và từng là thư ký của tiểu bang New York 1839-1841.\n==Chính phủ liên bang==\n[[Tập tin:SPENCER, John C-Treasury (BEP engraved portrait) (cropped).jpg|trái|nhỏ|John Spencer]]\nNăm 1841, Tổng thống John Tyler bổ nhiệm Spencer là Bộ trưởng Chiến tranh theo chính quyền của ông, sau khi John Bell từ chức. Khi đang làm Bộ trưởng Chiến tranh, ông đề xuất một chuỗi các bài viết mở rộng từ Council Bluffs, Iowa đến sông Columbia. Ông cũng đề nghị chính phủ tuân thủ các thỏa thuận được thực hiện bởi các chỉ huy quân đội trong lĩnh vực bồi thường của người da đỏ Creek, người đã bị buộc phải di chuyển về phía tây của sông Mississippi. Ngày 1 tháng 12 năm 1842, con trai ông mười chín tuổi, Philip Spencer, một hải quân chuẩn úy, đã được thực hiện mà không cần tòa án quân sự cùng với hai thủy thủ khác trên tàu USS brig Somers vì bị cáo buộc cố gắng nổi loạn.\n\nNăm 1843, Spencer được bổ nhiệm làm Bộ trưởng Ngân khố sau khi Walter Forward từ chức. Như Bộ trưởng Ngân khố, ông còn bận tâm với các thuế quan và tin rằng thâm hụt và chi tiêu liên bang khác nên được tài trợ bởi thuế nhập khẩu hơn là thuế nội địa, điều mà ông đã buộc phải công bố cho năm tài chính vào năm 1843. Các khoản chi của kho bạc đã vượt biên lai của nó và ông chủ trương thuế nhập khẩu bổ sung vào bài viết như cà phê và trà. Để tài trợ cho thâm hụt liên bang, ông tham gia vào các vấn đề gây tranh cãi của Kho bạc Notes. Ông cũng tiếp tục phát triển một kế hoạch, ban đầu được khởi xướng bởi Forward, một Hội đồng quản trị kho bạc để giữ và giải ngân quỹ công cộng nêu lên nhiệm vụ. Các hóa đơn Bộ trưởng Ngân khố, trong đó phản ánh sự quan tâm liên tục trong một số hình thức của hệ thống Kho bạc độc lập, không do một cuộc xung đột chính trị trong Quốc hội Hoa Kỳ.\n\n== Từ chức và qua đời ==\nTổng thống Tyler đề cử Spencer là một pháp sư của Tòa án tối cao hai lần, lần đầu tiên trong tháng 1 năm 1844 để thế chỗ của Smith Thompson và một lần nữa vào tháng sáu cùng năm để thế chỗ Henry Baldwin, nhưng Thượng viện không xác nhận anh ấy cả hai lần. Là một trong số ít người miền Bắc trong một chính quyền thống trị bởi quyền lợi miền Nam, Spencer thấy nó ngày càng khó khăn để phục vụ trong nội các của ông và từ chức Bộ trưởng Ngân khố vào ngày mùng 2 tháng 5 năm 1844. Ông trở lại Albany và qua đời tại Albany vào ngày 17 tháng 5 năm 1855 ở tuổi 67. Ông được chôn cất tại Nghĩa trang nông thôn Albany bên cạnh vợ ông, Elizabeth.\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n*{{Thể loại Commons nội dòng|John Canfield Spencer}}\n* {{Gutenberg author | id=Spencer,+John+C.+(John+Canfield)}}\n* {{Internet Archive author |sname=John Canfield Spencer |sopt=t}}\n* {{Find a Grave|6911960}}\n\n[[Thể loại:Sinh năm 1788]]\n[[Thể loại:Mất năm 1855]]\n[[Thể loại:Bộ trưởng Ngân khố Hoa Kỳ]]\n[[Thể loại:Bộ trưởng Chiến tranh Mỹ]]"}