{"John Mayow":"'''John Mayow''' [[Hội Hoàng gia Luân Đôn|FRS]] (1641-1679) là một [[nhà hóa học]], bác sĩ và [[Sinh lý học|nhà sinh lý học]] được nhớ đến ngày hôm nay vì đã tiến hành các nghiên cứu đầu tiên về hô hấp và bản chất của không khí. Mayow làm việc trong một lĩnh vực đôi khi được gọi là hóa học khí nén.\n\n== Cuộc đời ==\nĐã có những tranh cãi về cả địa điểm và năm sinh của Mayow, với cả [[Cornwall]] và London được tuyên bố là nơi sinh của ông, cùng với các năm sinh từ 1641 đến 1645. Nghiên cứu sâu rộng của Proctor đã khiến ông kết luận rằng Mayow sinh năm 1641 gần Morval ở Cornwall và ông được nhận vào Wadham College, Oxford năm ông 17 tuổi, vào năm 1658.<ref>{{Chú thích sách|url=https:\/\/books.google.com\/?id=1YTaHPKHonkC&printsec=titlepage|title=A History of Breathing Physiology|last=Proctor, Donald F.|publisher=Marcel Dekker, Inc.|year=1995|isbn=0-8247-9653-5|location=New York|access-date=11 February 2008}}<\/ref> Một năm sau Mayow trở thành học giả tại Oxford, và năm 1660, ông được bầu vào học bổng nghiên cứu sinh tại All Souls. Ông tốt nghiệp ngành luật (cử nhân, 1665, bác sĩ, 1670), nhưng làm nghề y, và được chú ý vì đã hành nghề ở đó, đặc biệt là vào mùa hè, tại thành phố [[Bath, Somerset|Bath]]. Năm 1678, theo đề nghị của [[Robert Hooke]], Mayow được bổ nhiệm là thành viên của [[Hội Hoàng gia Luân Đôn|Hiệp hội Hoàng gia]]. Năm sau, sau một cuộc hôn nhân không hoàn toàn hạnh phúc với Mayow, ông qua đời tại Luân Đôn <ref name=\"EB1911\">{{EB1911|wstitle=Mayow, John|volume=17|pages=938–939|inline=1}}<\/ref> và được chôn cất tại Nhà thờ St Paul, Covent Garden.<ref>{{Chú thích sách|title=Athenae Oxonienses. An Exact History of all the Writers and Bishops who Have Had Their Education in the University of Oxford|last=Wood, A. A.|publisher=F., C. & J. Rivington|year=1817|location=London = volume III|page=1199}}\n<\/ref>\n\n== Công việc khoa học ==\nMayow cũng phát hiện ra rằng có hai thành phần của không khí. Không hoạt động và hoạt động. Mayow xuất bản hai tác phẩm tại Oxford năm 1668, về [[Hô hấp (sinh lý học)|hô hấp]] và [[còi xương]], và vào năm 1674, chúng được in lại, trước đây ở dạng mở rộng và sửa chữa, với ba bản khác là ''De sal-nitro et spiritu nitro-a bd'', ''De'' ''resp Hôe fetus in utero'' ''et ovo'' và ''De motu musculari et Spiritibus Animalibus'' là ''Tractatus quinque medico-Physici''. Nội dung của tác phẩm này, đã được tái bản nhiều lần và được dịch sang [[tiếng Hà Lan]], tiếng Đức và tiếng Pháp, cho thấy ông là một nhà điều tra đi trước thời đại.<ref name=\"EB1911\"\/> \n[[Tập tin:Mayow_John_burning_expt.jpg|phải|nhỏ| Thiết bị được Mayow sử dụng trong các thí nghiệm cháy]]\nChấp nhận như đã được chứng minh bằng các thí nghiệm của [[Robert Boyle|Boyle]] rằng không khí là cần thiết cho [[Cháy|quá trình đốt cháy]], Mayow cho thấy rằng lửa được hỗ trợ không phải bởi toàn bộ không khí mà bởi một phần tích cực và tinh tế hơn của nó. Phần này ông gọi là \"Spiritus igneo-aereus\", hoặc đôi khi là \"nitro-aereus\", vì ông đã xác định nó với một trong những thành phần của phần [[axit]] [[Đá tiêu|nitre]] (bây giờ gọi là kali nitrat, KNO <sub>3<\/sub>) mà ông coi là được hình thành bởi sự kết hợp của [[Chất kiềm|kiềm]] cố định với một axitusus. Trong quá trình đốt cháy, các hạt nitro-aereae - tồn tại trước trong vật được tiêu thụ hoặc cung cấp bởi không khí - kết hợp với vật liệu bị cháy; khi Mayow suy luận từ quan sát của mình rằng antimon, được nung nóng mạnh mẽ bằng một chiếc cốc đang cháy, trải qua sự gia tăng trọng lượng có thể được quy cho không gì khác ngoài những hạt này.<ref name=\"EB1911\"\/>\n\nMayow lập luận rằng các hạt tương tự được tiêu thụ trong hô hấp, bởi vì ông phát hiện ra rằng khi một con vật nhỏ và một ngọn nến được đặt trong một bình kín chứa đầy không khí, ngọn nến đầu tiên đã tắt và ngay sau đó con vật đã chết. Tuy nhiên, nếu không có nến, con vật sống lâu gấp đôi. Ông kết luận rằng thành phần này của không khí là hoàn toàn cần thiết cho sự sống và cho rằng [[phổi]] đã tách nó ra khỏi khí quyển và truyền vào máu. Cũng cần thiết, Mayow suy luận, đối với tất cả các chuyển động cơ bắp, và anh nghĩ có lý do để tin rằng sự [[Cơ (sinh học)|co cơ]] đột ngột được tạo ra bởi sự kết hợp của nó với các hạt dễ cháy (salino-sulphureous) khác trong cơ thể; do đó [[Tim|trái tim]], là một cơ quan có cơ bắp, ngừng đập khi ngừng hô hấp. Nhiệt động vật cũng là do sự kết hợp của các hạt nitro-không khí, hít vào từ không khí, với các hạt dễ cháy trong máu, và được hình thành thêm bởi sự kết hợp của hai tập hợp các hạt này trong cơ bắp khi gắng sức dữ dội.<ref name=\"EB1911\"\/>\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Hội viên Hội Hoàng gia]]\n[[Thể loại:Nhà hóa học Anh]]\n[[Thể loại:Người Luân Đôn]]\n[[Thể loại:Mất năm 1679]]\n[[Thể loại:Sinh năm 1643]]"}