{"John Clare":"{{Infobox writer <!-- for more information see [[:Template:Infobox writer\/doc]] -->\n| name = John Clare\n| image = John Clare.jpg\n| caption = ''John Clare'' by [[William Hilton]],<br>oil on canvas, 1820\n| birth_date = {{birth-date|df=yes|1793|7|13}}\n| birth_place = Helpston, Soke of Peterborough, Northamptonshire, Anh\n| death_date = {{death-date and age|1864|5|20|1793|7|13}}\n| death_place = St Andrew's Hospital|Northampton General Lunatic Asylum, Northampton, Anh\n| notableworks = ''Thơ về cuộc sống nông thôn và phong cảnh - Poems Descriptive of Rural Life and Scenery''\n| genre = Thơ đồng quê\n|James Thomson]], [[Lord Byron]], [[William Shakespeare]]\n| signature = John Clare signature.svg\n}}\n'''John Clare''' (13 tháng 7 năm [[1793]] - 20 tháng 5 năm [[1864]]) là một [[nhà thơ]] [[người Anh]], được coi là một trong những nhà thơ quan trọng nhất của Anh [[thế kỷ XIX]].\n\n==Tiểu sử==\nClare sinh ở Helpston, gần thành phố Peterborough trong một gia đình làm nông nghiệp. Bắt đầu làm thơ chịu ảnh hưởng của James Thomson. Tình cờ một người bán sách đọc được một bài thơ của Clare đã đi tìm tác giả của nó rồi giới thiệu với các nhà in. Tập thơ đầu tiên ''Thơ về cuộc sống nông thôn và phong cảnh'' (Poems Descriptive of Rural Life and Scenery, [[1820]]) được xuất bản và được đánh giá cao. Clare trở nên nổi tiếng và được mời đến [[London]], làm quen với các nhà thơ, nhà văn nổi tiếng. Một số đại gia Luân Đôn đã mua nhà và trợ cấp cho Clare để ông theo đuổi nghiệp văn chương, tuy nhiên cuộc sống của nhà thơ vẫn nghèo khó vì thói nghiện rượu của ông.\n\nGiai đoạn sau ông in thêm một số tác phẩm, trong đó nổi tiếng nhất là tập thơ ''Nàng thơ nơi thôn dã'' (The Rual Muse, 1935) mà đặc biệt là bài thơ ''Tôi là'' (I am) được coi là một trong số những bài thơ hay nhất của nước [[Anh]]. Quãng thời gian từ 1837 đến [[1841]] Clare sống trong bênh viện tâm thần ở High Beach, Essex và vẫn tiếp tục làm thơ. Đáng ngạc nhiên là bài thơ ''I am'' được viết trong thời gian này.\n\nThơ của ông là những bức tranh mô tả phong cảnh và thiên nhiên làng quê nước Anh, tràn đầy lòng tin và thấm đượm một nỗi buồn man mác. Khoảng nửa thế kỷ sau đấy thơ của ông bị người đời lãng quên, chỉ đến đầu [[thế kỷ XX]], người đọc mới bắt đầu quan tâm trở lại. Năm 1935 ''Tuyển tập tác phẩm'' của ông 2 tập được xuất bản và năm [[2003]], ''Toàn tập tác phẩm'' gồm 9 tập được in. Năm [[1989]] bảng tên ông được đặt trong ''Góc Thi sĩ'' (Poets’ Corner) ở [[Tu viện Westminster]] danh tiếng.\n\n==Một số tập thơ==\n*''Thơ về cuộc sống nông thôn và phong cảnh'' (Poems Descriptive of Rural Life and Scenery, 1820)\n*''Làng Minstrel và những bài thơ khác'' (The Village Minstrel, and Other Poems, 1821)\n*''Nàng thơ nơi thôn dã'' (The Rural Muse, 1835) \n*''Thơ Sonnet'' (Sonnet, 1841)\n*''Tình đầu'' (First Love)\n*''Bão tuyết'' (Snow Storm)\n\n==Một số bài thơ==\n{|\n|- valign=\"top\"\n|\n;I Am\n\n:I am: yet what I am none cares or knows\n:My friends forsake me like a memory lost,\n:I am the self-consumer of my woes—\n:They rise and vanish in oblivious host,\n:Like shadows in love's frenzied, stifled throes—\n:And yet I am, and live—like vapors tossed\n:&nbsp;\n:Into the nothingness of scorn and noise,\n:Into the living sea of waking dreams,\n:Where there is neither sense of life or joys,\n:But the vast shipwreck of my life's esteems;\n:Even the dearest, that I love the best,\n:Are strange—nay, rather stranger than the rest.\n:&nbsp;\n:I long for scenes, where man hath never trod,\n:A place where woman never smiled or wept—\n:There to abide with my Creator, God,\n:And sleep as I in childhood sweetly slept,\n:Untroubling, and untroubled where I lie,\n:The grass below—above the vaulted sky.\n:&nbsp;\n;First Love\n\n:I ne'er was struck before that hour \n:With love so sudden and so sweet. \n:Her face it bloomed like a sweet flower \n:And stole my heart away complete. \n:&nbsp;\n:My face turned pale, a deadly pale. \n:My legs refused to walk away, \n:And when she looked what could I ail \n:My life and all seemed turned to clay. \n:&nbsp;\n:And then my blood rushed to my face \n:And took my eyesight quite away. \n:The trees and bushes round the place \n:Seemed midnight at noonday. \n:&nbsp;\n:I could not see a single thing, \n:Words from my eyes did start. \n:They spoke as chords do from the string, \n:And blood burnt round my heart. \n:&nbsp;\n:Are flowers the winter's choice \n:Is love's bed always snow \n:She seemed to hear my silent voice\n:Not love appeals to know. \n:&nbsp;\n:I never saw so sweet a face \n:As that I stood before. \n:My heart has left its dwelling place \n:And can return no more. \n|\n;Tôi là\n\n:Tôi là ai, cần gì phải quan tâm\n:Giờ bạn bè chẳng còn trong trí nhớ\n:Tôi gặm nhấm nỗi buồn đau thống khổ\n:Những nỗi đau này ghé đến thường xuyên\n:Bóng tối tình yêu vẫn còn hành hạ\n:Nhưng tôi sống đây – như ở trong sương. \n:&nbsp;\n:Vào hư vô của khinh miệt, tiếng ồn\n:Cuộc đời ta là giấc mơ ngắn ngủi\n:Nơi chẳng có niềm vui và ý nghĩa\n:Nhưng nơi đây từng có những ánh nhìn\n:Tôi đã yêu. Nhưng giờ không gọi nữa\n:Bởi giờ đây tôi thành kẻ lạ lùng. \n:&nbsp;\n:Tôi muốn về nơi chẳng có người nào\n:Không tiếng cười, chẳng nước mắt phụ nữ\n:Nơi chỉ có mình tôi cùng Thượng đế\n:Để ngủ say trong giấc ngủ ngọt ngào\n:Và vô tư lự như thời thơ ấu\n:Dưới – cỏ xanh, trời xanh thắm – trên đầu. \n:&nbsp;\n;Tình đầu\n\n:Chưa bao giờ tôi có được phút giây\n:Với một tình yêu ngọt ngào như thế \n:Em như bông hoa đẹp xinh, tươi trẻ \n:Ngay lập tức chinh phục trái tim tôi. \n:&nbsp;\n:Gương mặt tôi bỗng trở nên tê tái\n:Và đôi chân như ai đó xích vào\n:Trước ánh mắt em quá đỗi ngọt ngào\n:Cuộc đời tôi bỗng nhiên thành tro bụi. \n:&nbsp;\n:Dòng máu nóng chảy lên gương mặt tôi\n:Và đôi mắt bỗng trở nên tăm tối\n:Những bụi cây, những thân cây quanh đấy\n:Thành bóng đêm dày đặc giữa ban ngày. \n:&nbsp;\n:Tôi không nhìn ra sáng tỏ một điều\n:Nhưng lời nói bỗng trở nên sôi nổi\n:Và như những hợp âm làm thành chuỗi\n:Dòng máu dạt dào trong trái tim yêu\n:&nbsp;\n:Chẳng lẽ hoa thường thích chọn mùa đông\n:Giường tình yêu vẫn thích nằm trong tuyết\n:Nàng dường như nghe tiếng nói lặng thầm\n:Một tình yêu mà chưa ai từng biết. \n:&nbsp;\n:Chưa bao giờ tôi gặp cảnh thế kia\n:Gương mặt ngọt ngào, ánh mắt kinh ngạc\n:Giờ tâm hồn tôi đã lìa khỏi xác\n:Và chắc là không quay lại bao giờ.\n\n:''Bản dịch của Hồ Thượng Tuy''\n|}\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n{{thể loại Commons|John Clare}}\n* {{Gutenberg author |id=Clare,+John+(1793-1864) | name=John Clare}}\n* [http:\/\/www.johnclare.org.uk\/ The John Clare Society]\n* [http:\/\/www.johnclare.org\/ The John Clare Society of North America]\n* [http:\/\/www.clarecottage.org\/ Clare Cottage, Helpston]\n* [http:\/\/www.johnclare.info The John Clare Page], chronology, poems, images, essays, bibliography, press coverage, links, etc.\n* [http:\/\/www.johnclare.info\/birtwhistle.htm The 1824 essay \"Popularity in Authorship\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120305042222\/http:\/\/www.johnclare.info\/birtwhistle.htm |date=2012-03-05 }} introduced by the poet John Birtwhistle.\n* [http:\/\/www.johnclarepoetry.co.uk John Clare's family researching and challenging stigma] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090227051800\/http:\/\/www.johnclarepoetry.co.uk\/ |date=2009-02-27 }}\n* {{NRA|P43653}}\n* [http:\/\/theotherpages.org\/poems\/poem-cd.html#clare Index entry for John Clare at Poets' Corner]\n\n{{thời gian sống|sinh=1793|mất=1864|tên= Clare, John}}\n\n{{DEFAULTSORT:Clare, John}}\n[[Thể loại:Nhà thơ Anh]]\n[[Thể loại:Mất năm 1864]]"}