{"Josefa Joaquina Sanchez":"'''Josefa Joaquina Sanchez''' (18 tháng 10 năm 1765 - 1813) là một nữ anh hùng người Venezuela đã làm lá cờ của phong trào cách mạng, do đó bà được coi là (''Bordadora de la primera Bandera de Venezuela)'' \"thợ thêu lá cờ đầu tiên của Venezuela\"\" <ref name=\"bicentenarioenlacapital\">{{Chú thích web|url=http:\/\/bicentenarioenlacapital.gdc.gob.ve\/content\/site\/module\/pages\/op\/displaypage\/page_id\/195\/format\/html\/|title=Josefa Joaquina Sánchez|publisher=Gobierno Bolivariano de Venezuela|language=es|access-date=15 February 2014|archive-date=2017-04-22|archive-url=https:\/\/web.archive.org\/web\/20170422005236\/http:\/\/bicentenarioenlacapital.gdc.gob.ve\/content\/site\/module\/pages\/op\/displaypage\/page_id\/195\/format\/html}}<\/ref> Sinh ra ở La Guaira, bà là con gái của Joaquin Sanchez và Juana Bastidas.\n\nVào ngày 27 tháng 7 năm 1783, bà kết hôn với nhà lãnh đạo quân đội Venezuela, ông Jose María España, người có chín người con. Cùng với chồng, bà đã tham gia vào ''Conspiración de Gual y España'' với mục đích nâng cao dân số Venezuela và giải thoát họ khỏi [[Tây Ban Nha]]. Sanchez được giao nhiệm vụ sao chép các tài liệu của phong trào cách mạng và làm những lá cờ sẽ được sử dụng bởi các nhà cách mạng. Vào ngày 8 tháng 5 năm 1799, chồng bà đã bị chính quyền Venezuela giết chết, người đã treo xác ông như một lời cảnh báo cho những kẻ âm mưu khác. Ngày trước, Sanchez đã bị các quan chức Venezuela nghi ngờ về España, sau khi một nô lệ da đen tên là Rafael España phản bội họ.\n\nSau cái chết của chồng, bà đã bị bắt và bị đưa đến [[Caracas]], nơi mà nhiều tháng sau, bà đã nhận án tù trong thời gian 8 năm, mà bà sẽ phục vụ tại [[Nhà thờ Hồi giáo]] Casa. Tuy nhiên, vào năm 1808, theo các điều khoản trong bản án của mình, bà đã bị trục xuất đến Cumaná cùng với các con của mình. Khi quá trình độc lập của Venezuela bắt đầu, bà trở lại Venezuela và xin trợ cấp cho chính phủ. Bà mất năm 1813 tại Cumaná.\n\n== Tham khảo ==\n{{Tham khảo}}\n\n[[Thể loại:Mất năm 1813]]\n[[Thể loại:Sinh năm 1765]]\n[[Thể loại:Nữ giới Venezuela]]"}