{"K'inich Janaab' Pakal":"{{Thông tin nhân vật hoàng gia\n| tên =K'inich Janaab' Pakal\n| tước vị =Nhà vua [[Palenque]]\n| hình= File:PacalII.svg\n| ghi chú hình =Pakal Đại đế\n| tại vị = [[29 tháng 7]], [[612]]—[[28 tháng 8]], [[683]]\n| đăng quang = \n| tên đầy đủ =K’inich Janaab’ Pakal\n| tiền nhiệm =Sak K’uk’\n| nhiếp chính =Sak K‘uk’ (?—[[12 tháng 9]], [[640]])\n| kế nhiệm =[[Kʼinich Kan Bahlam II|K’inich Kan B’alam II]]\n| phối ngẫu =Ix Tz’akbu Ajaw ([[610]]—[[16 tháng 11]], [[672]])\n| con cái ={{plainlist|*[[Kʼinich Kan Bahlam II|K’inich K’an B’alam II]]\n*[[Kʼinich Kʼan Joy Chitam II|K’inich K’an Joy Chitam II]]\n*Tiwol Chan Mat ([[648]]—[[680]])}}\n| hoàng tộc =\n| cha =K’an Mo’ Hix ([[612]]—?)\n| mẹ =Sak K’uk’\n| sinh =[[23 tháng 3]], [[603]]\n| nơi sinh = [[Palenque]]\n| mất =[[28 tháng 8]], [[683]] (80 tuổi)\n| nơi mất = [[Palenque]]\n| ngày an táng =\n| nơi an táng =[[Đền của những câu khắc]], [[Palenque]]\n}} \n'''K'inich Janaab' Pakal''' (23 tháng 3, 603—28 tháng 8, 683)<ref>Đây là những ngày tháng ghi trên văn khắc Maya: trong bộ [[Lịch Đếm Ngày Trung Bộ châu Mỹ]], 9.8.9.13.0 and 9.12.11.5.18 {{harv|Tiesler|Cucina|2004|p=40}}.<\/ref> là vua xứ [[Palenque]] của [[Văn minh Maya|Maya]] cuối thời hậu cổ điển theo [[bảng niên đại Trung Bộ châu Mỹ]] [[tiền Colombo]]. Trong suốt triều đại dài khoảng 68 năm — thời kỳ trị vì dài nhất được biết đến trong lịch sử Tây bán cầu — Pakal chịu trách nhiệm cho việc xây dựng hay mở rộng một số chữ khắc còn sót lại và là kiến trúc hoành tráng đáng chú ý nhất của Palenque.\n\n==Tên gọi==\nTrước khi tên gọi của ông đã được giải mã một cách an toàn từ những đoạn [[Chữ viết Maya|văn khắc Maya]] còn tồn tại, nhà cai trị này còn được biết đến bởi một loại biệt hiệu và sự phỏng chừng bao gồm '''Pakal''' (hoặc '''Pacal'''), \"Khiên Mặt Trời\", \"8 Ahau\" và quen thuộc là '''Pakal Đại đế'''. Từ pakal có nghĩa là \"khiên\" trong [[tiếng Maya]].<ref name=\"S71\">Skidmore, 2008; 71<\/ref>\n\nTrong các nguồn tài liệu hiện đại tên của ông cũng đôi khi được gắn với một [[số năm trị vì]] nhằm phân biệt ông với [[Janaab' Pakals]] khác mà có thể là người cai trị trước đó hoặc sau ông trong phổ hệ vương triều của Palenque.<ref>Danh hiệu người cai trị và tên chữ khắc Maya tự chúng không sử dụng số năm trị vì, chỉ thích hợp cho các học giả hiện đại.<\/ref> Cái tên này dễ gây nhầm lẫn vì có lần ông được gọi là \"Pakal I\" hoặc \"Pakal II\". Thư tịch đề cập đến ông như là Pakal II ám chỉ ông ngoại (chết năm [[612]]) cũng được đặt tên là Janaab' Pakals. Tuy nhiên, mặc dù ông nội của ông là một người quyền cao chức trọng lên đến đẳng cấp ''[[ajaw]]'', ông không tự mình xuất đầu lộ hiện ra làm một vị vua. Khi cái tên Pakal I thay vì được sử dụng, điều này dùng để phân biệt ông từ hai người sau này được biết đến là những người kế thừa quyền cai trị Palenque, [[Upakal K'inich Janaab' Pakal]] (trị vì khoảng năm [[742]], còn gọi là \"[K'inich Janaab'] Pakal II\"<ref>Florescano, 2009; 235. Grube, 2006; 457. Skidmore, 2008; 82<\/ref>) và [[Wak Kimi Janaab' Pakal]] (còn gọi là [Janaab'] Pakal III<ref>Florescano, 2009; 235. Grube, 2006; 457. Skidmore, 2008; 91<\/ref>), người cai trị Palenque cuối cùng được biết đến và lên ngôi vào năm [[799]].<ref>Spencer, 2007; 68<\/ref>\n\n==Tiểu sử==\n===Triều đại===\n[[Tập tin:PakalImage3 cropped.jpg|thumb|left|Hình vẽ đại diện trong khu nhà bầu dục \"C\" tại Cung điện Palenque cho thấy buổi lễ đăng quang của K'inich Janaab' Pakal. Mẹ ông là [[Sak K'uk']] đang đưa một cái băng buộc đầu làm bằng đĩa ngọc '''sak hu'unal'' và lông vũ rực rỡ.]]\nK'inich Janaab' Pakal sinh vào ngày 9.8.9.13.0, tháng 3 năm 603.<ref name=\"T\">Tiesler, 2004; 40<\/ref> Ông được sinh ra vào một thời điểm đầy khốc liệt trong lịch sử Palenque. Hai năm sau, vào năm 605, Palenque bị Kaan tấn công và một vị vua mới được dựng lên. Sau đó, khi ông vừa tròn tám hay chín tuổi vào năm 610 và 611 Palenque lại bị Kaan cướp phá tan tành. Tháng 10 năm 612, mẹ của Pakal là Ix Sak K'uk' được lập làm ''Ajaw'' của Palenque. Ngày 9.9.0.0.0. theo lịch Maya là một ngày mà lẽ ra được tổ chức như một sự kết thúc chu kỳ. Thay vì ăn mừng \"Satay k'uhul ixik, satay ajaw\" \"Sa đọa là nữ thánh, sa đọa là chúa tể\" đã được ghi chép lại trong lịch sử Palenque. Ý nghĩa của văn bản này cho đến nay vẫn còn gây tranh cãi.\n\nK'inich Janaab' Pakal lên ngôi vua Palenque khi mới 12 tuổi vào ngày theo bộ [[Lịch Maya|lịch Đếm Ngày]] (Long Count) là 9.9.2.4.8 5 Lamat 1 Mol, tháng 7 năm 615 và sống đến 80 tuổi.<ref name=\"S71\"\/> Ông được coi là vị vua đã mở rộng quyền lực của Palenque ở phía tây các nước Maya và khởi xướng một chương trình xây dựng tại thủ đô của mình từ đó sản sinh ra một số nghệ thuật và kiến trúc tốt nhất của nền văn minh Maya. Người cai trị tiền nhiệm của Palenque là mẹ ông tức phu nhân [[Sak K'uk']].<ref>Bernal, 2011; 282-283<\/ref> Triều đại Palenque có vẻ như phụ nữ lên nắm quyền chỉ khi không có người thừa kế nam nào đủ điều kiện, Sak K'uk' đã chuyển giao quyền cai trị cho con trai mình khi cậu vừa đến tuổi trưởng thành.\n\nNăm [[626]], Pakal kết hôn với [[Ix Tz'akbu Ajaw]], con gái của [[Yax Itzam Aatml]], người cai trị xứ [[Uxte'k'uh]].<ref>Bernal, 2012; 5<\/ref> Tz'akbu Ajaw còn là một hậu duệ của [[nhà Toktahn]], triều đại ban đầu của Palenque. Năm [[628]], một trong những quan lại của Pakal đã bị [[Piedras Negras]] cố ý bắt giữ. Sáu ngày sau [[Nuun Ujol Chaak]], ajaw của [[Santa Elena]] đem quân đến khiêu chiến Pakal nhưng bị đánh bại và bị bắt làm tù binh đưa đến Palenque.<ref name=\"B302\">Bernal, 2011; 302<\/ref> Kể từ đó Santa Elena trở thành một nước chư hầu của Palenque. Do được bổ nhiệm là ''ajaw'' ở tuổi mười hai, mẹ của Pakal giữ chức [[nhiếp chính]] cho con trai mình, trải qua năm tháng bà dần dần đánh mất quyền lực. Sak K'uk' qua đời vào ngày 9 tháng 9 năm [[640]] và cha của ông là K'an Mo' Hix ít lâu sau cũng mất vào ngày 29 tháng 12 năm [[642]]. Kể từ khi Pakal làm lễ đăng quang vào năm 615 cho đến năm 644, Palenque đã trải qua một thời kỳ hòa bình yên ổn giúp dân số tăng trưởng mau lẹ. Trong suốt giai đoạn gần ba mươi năm phục hồi hoạt động sản xuất và các nghi lễ công cộng, do vậy đã thúc đẩy sự tin tưởng của người dân vào vương triều và giúp củng cố chính quyền.<ref name=\"B288\">Bernal, 2011; 288<\/ref>\n\nNgày 6 tháng 2 năm 644, sau cái chết của Ik 'Veery Muwaan I, B'ahlam Ajaw đã đăng quang tại Tortuguero. Vị vua mới này đã khởi xướng một chính sách chiến tranh chống lại Lakamha '(Palenque) và các thành phố đồng minh của nó nhưng không thể nào khuất phục nổi họ. Đến năm 649, B'ahlam chuyển hướng tấn công sang lãnh địa Moyoop (mà vị trí chưa được xác định), rồi tiến chiếm Usiij và đánh phá Comalcalco, cả hai đều là các đồng minh thân cận của chính quyền Pakal, góp phần làm suy yếu lãnh thổ phía Tây của Palenque. Tuy vậy, Pakal không hề nản lòng, ông liên tục phái quân của mình ngăn chặn đà tiến quân của đối phương, chờ đến khi địch mệt mỏi rã rời mới tung các đợt tấn công mãnh liệt, toàn quân của B'ahlam đại bại tháo chạy tán loạn.<ref name=\"B8\">Bernal 2012; 8<\/ref> Thế nhưng Pakal lại gặp thất bại ngay khi công hãm thành Tortuguero do quân địch cố thủ quá chắc đã gây không ít khó khăn và bất ổn cho chính quyền còn non trẻ của ông.<ref>Bernal, 2011; 290<\/ref>\n\n[[Tập tin:Grosser Tempel in Palenque.jpg|thumb|250px|[[Cung điện Palenque]]]]\nNăm [[659]], Pakal cho mở một cuộc tấn công quân sự vào mùa hè, chiếm được một số trọng trấn ở phía Đông như [[Pomona]] và [[Yo'ki'b]] (Piedras Negras), đồng thời bắt giữ các nhà lãnh đạo địa phương gồm [[Ahiin Chan Ahk]] xứ [[Pipa']], Nu'n U Jol Chaak xứ Santa Elena, [[Sakjaal Itzamnaaj]] và [[Ahiin Chan Ahk]] xứ Pomona, [[K'in-ha 'Yaxkab']] xứ B'atuun. Pipa' thường liên kết với Pomona, [[Tabasco]] để tạo sức ép lên lãnh địa của Palenque.<ref>Bernal, 2011; 291<\/ref> Năm [[663]] một vị lãnh chúa khác của Pipa' khởi binh dấy loạn liền bị Pakal giết chết. Vào thời điểm này, ông cũng bắt giữ sáu kẻ phiến loạn đến từ Santa Elena. Pakal có lý do để bắt đầu cuộc xâm nhập quân sự này, mặc dù đó có thể là một hành động phòng ngừa chống lại một cuộc tấn công phối hợp giữa các thành phố dưới sự chi phối của Calakmul.<ref>Bernal, 2012; 9<\/ref> Cũng theo những thư tịch của Palenque ghi chép cho biết kể từ năm 672, Pakal đã mở hàng loạt cuộc chiến tranh sát phạt những lân bang ở phía Đông và phía Tây nhằm bắt họ thần phục mình.<ref>Bernal, 2011; 296<\/ref> Sự cân bằng các kết quả của những cuộc đối đầu nghiêng theo Palenque vào năm 675 khi Pakal bắt giữ một chức sắc tên là Sak-jal? K'in? và đem ông ta ra hiến tế cho thần Ich Cham Ajaw.<ref>Bernal, 2011; 301<\/ref>\n\n===Dự án xây dựng===\nNăm [[647]] K'inich Janaab' Pakal đã bắt đầu dự án xây dựng đầu tiên của mình (mà vào lúc đó ông đã 44 tuổi). Dự án đầu tiên là một ngôi đền gọi là [[El Olvidado]], đôi khi được gọi là ngôi đền bị lãng quên vì nó nằm cách xa Lakamha'. Trong tất cả các dự án xây dựng của Pakal, có lẽ thành tựu nhất là [[Cung điện Palenque]]. Việc xây dựng có lẽ đã từng tồn tại nhưng Pakal đã biến nó lớn hơn nhiều lần. Pakal bắt đầu việc xây dựng của mình bằng cách thêm các phòng lăng mộ vào các tầng cũ kỹ của công trình. Sau đó ông đã xây dựng sak nuk naah dịch ra có nghĩa là \"Nhà da trắng\", còn được gọi là tòa nhà E, nó là tòa nhà duy nhất trong cung điện được sơn màu trắng chứ không phải màu đỏ. Sân phía đông của cung điện là một khu vực nghi lễ đánh dấu lễ mừng chiến thắng quân sự. Nhà B và C đã được xây dựng vào năm [[661]] và nhà A vào năm [[668]]. Nhà A được bao phủ với những bức bích họa của các tù nhân bị bắt vào năm [[662]].\n\n==Chôn cất==\n[[Tập tin:Ajuar funerario de Pakal el Grande (Museo Nacional de Antropología).JPG|thumb|left|200px|Bản phục dựng lăng mộ của Pakal tại [[Museo Nacional de Antropología]]]]\nSau khi Pakal mất, con trưởng là [[K'inich Kan B'alam II]] kế vị. K'inich Kan B'alam II mất thì ngôi vị truyền lại cho em là [[K'inich K'an Joy Chitam II]]. Sau khi qua đời, Pakal được triều đình phong thần và theo tín ngưỡng cho là ông có thể giao tiếp với con cháu mình; vị vua đáng kính được chôn cất trong ngôi [[Đền của những câu khắc]]. Mặc dù Palenque đã được giới khảo cổ khảo sát từ trước đây, bí mật chỉ bắt đầu hé mở ngay từ ngôi mộ của ông vốn được đóng chặt bằng một phiến đá mỏng với các nút đá bịt lỗ, mà giới khảo cổ không để ý đến cho đến khi được phát hiện bởi nhà khảo cổ học México [[Alberto Ruz Lhuillier]] vào năm [[1948]]. Phải mất bốn năm để xóa các đống đổ nát từ cầu thang dẫn xuống ngôi mộ của Pakal, nhưng cuối cùng nó đã được phát hiện vào năm [[1952]]. Bộ xương của ông vẫn còn nằm trong quan tài, đeo cái mặt nạ ngọc và chuỗi hạt vòng cổ, bao quanh bởi các tác phẩm điêu khắc và phù điêu bằng vữa miêu tả quá trình chuyển đổi của người cai trị tới thần linh và các nhân vật từ [[thần thoại Maya]]. Dấu vết của chất nhuộm cho thấy rằng chúng được phủ một lớp sơn đầy màu sắc, khá phổ biến trong nhiều tác phẩm điêu khắc Maya vào thời điểm đó.<ref>{{chú thích sách|last=Stokstad|first=Marilyn|title=Art History Fourth Edition|year=2008|publisher=Prentice Hall|location=Upper Saddle River, New Jersey|isbn=0-205-74422-2|pages=388}}<\/ref>\n\n[[Tập tin:Temple of Inscriptions, Palenque (2088170629).jpg|thumb|[[Đền của những câu khắc]]]]\nCho dù những mảnh xương trong ngôi mộ thực sự là của Pakal vẫn còn gây nhiều tranh cãi bởi vì phân tích quá trình mài mòn trên răng của bộ xương đã đặt tuổi tác của chủ sở hữu sau khi chết là 40 tuổi trẻ hơn so với độ tuổi khi qua đời của Pakal. Các nhà tạo tác nhấn mạnh rằng những dòng chữ khắc trên mộ chỉ ra rằng nó thực sự là K'inich Janaab 'Pakal được chôn vùi bên trong, và rằng ông đã qua đời ở tuổi 80 sau khi trị vì được khoảng 70 năm. Một số cuộc tranh cãi về những nét chạm khắc có nhắc đến hai người có cùng tên gọi hoặc một phương pháp bất thường cho việc ghi chép niên đại đã được sử dụng, nhưng các chuyên gia khác trong lĩnh vực này nói rằng việc cho phép đối với khả năng như vậy sẽ đi ngược lại tất cả mọi thứ khác biết được về [[lịch Maya]] và tài liệu ghi chép các sự kiện. Lời giải thích phổ biến nhất được chấp nhận cho các bất thường là Pakal, vốn là một nhà quý tộc nên thường dùng những loại thực phẩm mềm mại và ít mài mòn hơn người bình thường do vậy hàm răng của ông tự nhiên sẽ ít bị mài mòn. Bất chấp những tranh cãi, nó vẫn là một trong những nhất phát hiện ngoạn mục của ngành khảo cổ Maya. Một bản sao ngôi mộ của ông được tìm thấy tại [[Bảo tàng Quốc gia Nhân chủng học và Lịch sử]] ở [[Thành phố México]].\n\n==Hình tượng trên nắp quan tài của Pakal==\nNắp quan tài bằng đá lớn được chạm trổ vô cùng tinh xảo nằm trong ngôi đền của những câu khắc là một bộ phận duy nhất đại diện cho [[Nghệ thuật Maya|nghệ thuật cổ điển Maya]]. Về sự mô tả bằng hình tượng có liên quan chặt chẽ đến các ván tường lớn của đền thờ có hình chữ thập và thập tự giá hình lá tập trung vào [[cây thế giới]]. Xung quanh các góc cạnh của nắp quan tài là một đường viền với những dấu hiệu của vũ trụ, kể cả ánh nắng mặt trời, mặt trăng và ngôi sao, cũng như những người đứng đầu trong sáu quý tộc có tên tuổi thuộc cấp bậc khác nhau.<ref>Schele and Mathews 1998: 111-112<\/ref> Hình ảnh trung tâm là một cái cây thế giới có dạng chữ thập. Bên dưới Pakal là một trong những cái đầu của một con rắn hai đầu thiêng liêng được nhìn từ chính diện. Cả nhà vua và đầu con rắn mà coi bộ ông đang tựa lên vốn được đóng khung bởi cái hàm mở toang của một con rắn tang tóc, một loại dụng cụ mang tính tượng trưng khá phổ biến dùng để báo hiệu lối vào, hoặc cư trú tại lãnh địa của người chết. Bản thân nhà vua thì đang mặc bộ đồ tượng trưng của vị [[Thần ngô Maya|thần ngô Tonsured]] - đặc biệt là một vật trang trí hình rùa trên ngực - và được thể hiện trong một tư thế đặc biệt nhằm biểu thị sự tái sinh.<ref>Stuart and Stuart 2008: 174-177<\/ref> Cách giải thích hình chạm khắc trên nắp quan tài đã làm dấy lên một cuộc tranh cãi sôi nổi. [[Linda Schele]] trông thấy Pakal như đang rơi xuống dải [[Ngân Hà]] vào đường chân trời phía Nam,<ref>Freidel, Schele, Parker 1993: 76-77<\/ref> một quan điểm như vậy xem ra vẫn chưa đạt được sự đồng thuận giữa các học giả.\n\n==Quan tài của Pakal trong văn hóa đại chúng==\n===Thuyết du hành vũ trụ của Erich von Däniken===\n[[Tập tin:Pacal the Great tomb lid.svg|thumb|250px|Nắp quan tài được chạm trổ trong lăng mộ của K'inich Janaab' Pakal tại ngôi đền của những câu khắc.]] \nNgôi mộ của Pakal đã là trọng tâm chú ý của một số người đam mê thuyết \"[[phi hành gia cổ đại]]\" kể từ khi nó xuất hiện trong tác phẩm bán chạy nhất năm [[1968]] của [[Erich von Däniken]] với nhan đề ''[[Chariots of the Gods?]]'' (Những cỗ xe ngựa của thần linh?). Von Däniken đã sao chép một bản vẽ của nắp quan tài và gán nó vào một cách không đúng từ \"[[Copán]]\" và so sánh tư thế của Pacal với các phi hành gia của [[Dự án Mercury]] trong những năm 1960, đang cố giải thích những hình vẽ bên dưới chân của nhà vua giống như những tên lửa, và lấy nó ra làm bằng chứng có thể có về ảnh hưởng của [[người ngoài hành tinh]] lên Maya cổ đại.\n\n{{quote|Ngay giữa khung hình là một người đàn ông đang ngồi cúi về phía trước. Ông ấy có một cái mặt nạ ngay trên mũi, ông dùng hai bàn tay của mình để thao tác một số điều khiển, và gót chân của bàn chân trái đang tựa lên một loại bàn đạp với những điều chỉnh khác nhau. Phần phía sau được ngăn cách với nhà vua; ông đang ngồi trên một chiếc ghế phức tạp, và bên ngoài của toàn bộ khung hình này, bạn sẽ thấy một ngọn lửa nhỏ trông giống như một ống xả.<ref>von Däniken, Erich. 1968. ''Chariots of the Gods?'' Bantam Books. pp. 100-101, line drawing between pp. 78 & 79.<\/ref>}}\n\n===Thuyết huyền sử \"Pacal Votan\" của José Argüelles===\nMột ví dụ khác của sự biểu lộ hình khắc này trong ngành [[giả khảo cổ]] là sự xác định của [[José Argüelles]] về \"Pacal [[Votan]]\" như kiểu hóa thân được gọi là \"Valum [[Votan]],\" người sẽ đóng vai trò như một \"sự kết thúc chu kỳ\" năm 2012 (một sự kiện mà còn có ý nghĩa về bộ lịch '\"13 Mặt Trăng\" của Argüelles). [[Daniel Pinchbeck]] trong cuốn sách năm 2012 của mình với nhan đề ''The Return of Quetzalcoatl'' (2006), cũng sử dụng tên \"[[Votan]]\" có liên quan đến Pakal. Tuy nhiên, cái tên này lại không được các nhà nghiên cứu Maya sử dụng dành cho Pakal như giới khảo cổ học, cổ tự học và hình tượng học hàn lâm đã làm. Argüelles cung cấp một sự liên kết giữa Pakal và nhân vật bán tín bán nghi trong lịch sử Toltec là [[Topiltzin Ce Acatl Quetzalcoatl]], nhưng điều này không được hỗ trợ bởi bằng chứng khảo cổ hoặc cổ tự. Sự giải thích [[kỷ nguyên mới]] về ngôi mộ của Pakal là một nền tảng của [[chủ nghĩa Maya]] đương đại\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Freidel, David, Linda Schele, Joy Parker, ''Maya Cosmos''. William Morrow & Company, New York 1993.\n* Schele, Linda, and Peter Mathews, ''The Code of Kings''. New York: Scribner 1998.\n* Stuart, David, and George Stuart, ''Palenque, Eternal City of the Maya''. Thames & Hudson 2008.\n* {{chú thích | surname1=Tiesler| given1=Vera | surname2=Cucina | given2=Andrea | title= Janaab' Pakal de Palenque: Vida y muerte de un gobernante maya| publisher=[[UNAM]] | place= Mexico | year=2004 | isbn=978-970-32-1489-1 | url=http:\/\/books.google.com\/books?id=yaMuPdEF9k4C&printsec=frontcover&hl=fr | access-date =}}\n* {{chú thích |surname1=Skidmore |given1=Joel |year=2008 |title= The Rulers of Palenque. A Beginner's Guide |publisher=Mesoweb Publications |url=http:\/\/www.mesoweb.com\/palenque\/resources\/rulers\/PalenqueRulers-03.pdf |access-date =ngày 6 tháng 5 năm 2013}}\n\n==Liên kết ngoài==\n*[http:\/\/www.mesoweb.com\/palenque\/monuments\/TI_sarcophagus\/index.html Bản vẽ quan tài của Pakal Đại đế]\n*[http:\/\/www.7is7.com\/otto\/travel\/photos\/20030404\/palenque_62_pacaltombstone2_p.html Hình ảnh chiếc quan tài của Pakal II]\n*[http:\/\/www.mesoweb.com\/palenque\/features\/sarcophagus\/pakals_tomb.html Mô tả của Mesoweb về việc phát hiện mộ Pakal II]\n*[https:\/\/web.archive.org\/web\/20080412070747\/http:\/\/members.shaw.ca\/mjfinley\/vondaniken.html \"T\" của Michael Finley]\n*[http:\/\/www.youtube.com\/watch?v=En1_sMTutHo&list=TLEvEbps59rFgWk30uBQyUYTifBpnOGm1t K'inich Janaab Pakal được dựng hình 3D (nhà điêu khắc Juan Carlos Varela)]\n\n{{s-start}}\n{{s-reg}}\n{{succession box | before = [[Sak K'uk']]| title = [[Palenque#Danh sách triều đại|Vua xứ Palenque]]|years=tháng 7, 615 – tháng 8, 683| after = [[K'inich Kan B'alam II]]}} \n{{s-end}}\n\n{{Maya}}\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Kinich Janaab Pakal\n| ALTERNATIVE NAMES = \n| SHORT DESCRIPTION = Nhà cai trị Palenque\n| DATE OF BIRTH = tháng 3, 0603\n| PLACE OF BIRTH = \n| DATE OF DEATH = tháng 3, 0683\n| PLACE OF DEATH = \n}}\n{{DEFAULTSORT:Kinich Janaab Pakal}}\n[[Thể loại:Sinh năm 603]]\n[[Thể loại:Mất năm 683]]\n[[Thể loại:Sinh thế kỷ 7]]\n[[Thể loại:Mất thế kỷ 7]]\n[[Thể loại:Vua xứ Palenque]]\n[[Thể loại:Quân chủ thế kỷ 7]]\n[[Thể loại:Nền văn minh Maya]]"}