{"Kara Mustafa Pasha":"{{Thiếu nguồn gốc}}\n\n'''Merzifonlu Kara Mustafa Pasha''' (tiếng Thổ Nhĩ Kỳ Ottoman: مرزيفونلى قره مصطفى پاشا, tiếng Thổ Nhĩ Kỳ: ''Merzifonlu Kara Mustafa Paşa''), (1634\/1635 - 25 tháng 12, 1683) là một nhà quý tộc [[Đế quốc Ottoman|Ottoman]], người từng là nhân vật trung tâm trong những nỗ lực cuối cùng của Đế chế Ottoman nhằm mở rộng sang cả Trung và Đông Âu.\n\n== Đầu đời ==\nSinh ra tại làng Mirince\/Marınca gần [[Merzifon]] (nay là Karamustafapaşa), Mustafa được dạy dỗ trong gia đình của Köprülü Mehmed Pasha và sau làm rể gia đình quyền lực này. Năm 1659, ông trở thành thống đốc tỉnh Silistria và sau đó giữ một số chức vụ quan trọng. Ông đã đại diện cho anh\/em rể mình, Grand vizier Köprülüzade Fazıl Ahmed Pasha khi vắng mặt tại triều đình của [[Sultan]] trong mười năm.\n\nÔng từng chỉ huy lục quân trong chiến tranh chống lại [[Ba Lan]] và là người thực hiện đàm phán với [[Jan III Sobieski|John Sobieski]] vào năm 1676 để sáp nhập tỉnh Podolia vào đế quốc. Chiến thắng này đã giúp người Ottoman biến các vùng Cossack ở miền nam [[Ukraina]] thành một vùng bảo hộ. Khi Köprülü Fazıl Ahmed Pasha qua đời cùng năm đó, Mustafa kế vị anh ta với tư cách Grand vizier.\n\nKara Mustafa đã dẫn đầu một số chiến dịch thành công vào Ukraina, cố gắng củng cố vị trí của nhà nước [[Cossack]] thuộc Cánh hữu Ukraina, lúc đó là một chư hầu của Ottoman. Ông đã thành lập các đơn vị đồn trú của Ottoman tại nhiều thành phố của Ukraine, và chinh phục thủ đô truyền thống Chyhyryn của người Cossack, nơi từng bị Nga chiếm đóng.\n\n== Trận Viên ==\n''Chi tiết: [[Trận Viên]]''\n\nNăm 1683, ông mở một chiến dịch bắc tiến đánh Áo nhằm mở rộng Đế chế Ottoman. Vào giữa tháng 7, mười vạn quân Ottoman đã bao vây Viên (được 10.000 lính Habsburg canh giữ). Đến tháng 9, ông đã chiếm một phần tường thành và '''suýt''' thắng.\n\nNgày 12 tháng 9 năm 1683, một đội quân Ba Lan dưới quyền của Vua John III Sobieski đã  tấn công sườn quân Ottoman một cách tàn khốc bởi đội [[Polish hussars|kỵ binh Winged]] Ba Lan do Sobieski chỉ huy. Người Ottoman rút lui vào Hungary, một phần đông đầu hàng Áo và các nước đồng minh.\n\nThất bại đã khiến Mustafa mất vị tri Grand vizier và bị hành quyết. Vào ngày 25 tháng 12 năm 1683, Kara Mustafa bị treo cổ tại Belgrade theo lệnh của [[Mehmed IV]].\n\n== Nhận xét ==\nCác sự gia nhận định Mustafa là một chiến lược gia tài ba hoặc là một chỉ huy liều lĩnh.\n\n[[Mustafa Kemal Atatürk|Kemal Atatürk]] cho rằng việc dẫn một đội quân 173.000 người từ [[Constantinopolis|Constantinoplis]] đến Viên là một chiến tích vĩ đại đối với bất kỳ chỉ huy nào, người duy nhất đã đạt được thành tích đó chính là Sultan [[Suleiman I]].\n\nNơi sinh của Kara Mustafa gần quận Merzifon được đổi tên thành [[Karamustafapaşa, Merzifon|Karamustafapaşa]] để vinh danh ông.\n\n== Truyền thông ==\nTrong bộ phim Bitwa pod Wiedniem (2012) của Ba Lan, Mustafa do nam diễn viên người Ý Enrico Lo Verso thủ vai\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh thập niên 1630]]\n[[Thể loại:Mất năm 1683]]"}