{"Khuông Việt":"{{Thiền sư Việt Nam}}\n'''Khuông Việt''' (匡越, [[933]]-[[1011]]) trước tên là '''Ngô Chân Lưu''' (吳真流), tu chùa Phật Đà, làng Cát Lợi, Thường Lạc (nay là Vệ Linh, [[Sóc Sơn]], [[Hà Nội]]).<ref>{{Chú thích web |url=http:\/\/www.phatgiao.vn\/PrintView.aspx?Language=vi&ID=765059 |ngày truy cập=2014-05-02 |tựa đề=Đi tìm địa chỉ Ngô Chân Lưu |archive-date = ngày 3 tháng 5 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140503032646\/http:\/\/www.phatgiao.vn\/PrintView.aspx?Language=vi&ID=765059 }}<\/ref> Sư là người Cát Lợi, hậu duệ nhà Ngô (吳), thuộc đời (hay thế hệ) thứ 4, dòng [[Vô Ngôn Thông]]. Đại sư Khuông Việt là vị thiền sư được phong [[Tăng thống]] đầu tiên trong lịch sử Phật giáo Việt Nam.<ref>[http:\/\/nguoiphattu.com\/news\/khuong-viet-dai-su-mot-thien-su-tieu-bieu-trong-buoi-dau-dung-nuoc.d-768.aspx Khuông Việt đại sư - một thiền sư tiêu biểu trong buổi đầu dựng nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111128164011\/http:\/\/nguoiphattu.com\/news\/khuong-viet-dai-su-mot-thien-su-tieu-bieu-trong-buoi-dau-dung-nuoc.d-768.aspx |date=2011-11-28 }}, TT. Thích Bảo Nghiêm, Báo Người Phật tử, ngày 15-09-2011<\/ref>\n\nTăng Thống Ngô Chân Lưu, được ban danh hiệu Khuông Việt đại sư năm 971, quê quán tại hương Cát Lợi, huyện Thường Lạc, sau là thôn Đoài xã Da Hạ, huyện Kim Hoa phủ Bắc Hà, nay là thôn Thụy Hương, xã Phú Cường, huyện Sóc Sơn, Hà Nội.\n==Tiểu sử==\n:''Xem thêm bài:'' '''[[Ngô Quyền]]''', '''[[Ngô Xương Ngập]]'''\n \nTheo sách ''Phả hệ họ Ngô Việt Nam'', ông là con cả của Thiên Sách vương [[Ngô Xương Ngập]] vốn có tên là Ngô Xương Tỷ. Ông là anh của sứ quân [[Ngô Xương Xí]]. Sách ''Thiền Uyển tập anh'' chỉ ghi ''ông thuộc dòng dõi Ngô Thuận Đế'' [[#Chú thích|<sup>'''1'''<\/sup>]].\n\nNgô Xương Tỷ ra đời dưới thời cai trị của Tiết độ sứ [[Dương Đình Nghệ]] (933), cha vợ thứ của ông nội ông là [[Ngô Quyền]]. Năm 937, Đình Nghệ bị [[Kiều Công Tiễn]] giết, Ngô Quyền giết Tiễn và đánh bại quân Nam Hán, lên ngôi vua (938). Năm 944, Ngô Quyền mất, đáng lý con trai trưởng ông là Ngô Xương Ngập phải được thừa kế, nhưng người con của Dương Đình Nghệ là [[Dương Tam Kha]] tranh ngôi. Cha ông phải bỏ trốn về Hương Trà, nương nhờ Phạm Lệnh Công và lấy con gái Lệnh Công, sinh ra người em Xương Xí.\n\nDương Tam Kha lùng bắt cha ông rất gắt gao nhưng không bắt được. Chú hai [[Ngô Xương Văn]] là con bà nội kế [[Dương Như Ngọc]] nên được Tam Kha nhận làm con nuôi. Có lẽ trong cảnh gia đình gặp tai họa đó, người cha không biết sống chết lúc nào, cậu bé Ngô Chân Lưu (11 tuổi năm 944) không nơi nương tựa đã tìm đến cửa Thiền đề thoát nạn.\n\n==Cơ duyên và hành trạng==\nSư Khuông Việt có tướng mạo khôi ngô, tính tình phóng khoáng. Lúc nhỏ theo học Nho, lớn lên quy y Phật.\n\nSư cùng bạn học Trụ trì đến Thiền Sư [[Vân Phong]] chùa Khai Quốc (nay là [[chùa Trấn Quốc]]), thọ giới Cụ túc [[#Chú thích|<sup>'''2'''<\/sup>]].\n\nTừ đó, Sư đọc khắp sách Phật, tìm hiểu yếu chỉ của [[Thiền]].\n\nMột lần Sư đi chơi núi Vệ Linh, ở quận Bình Lỗ [[#Chú thích|<sup>'''3'''<\/sup>]], thích phong cảnh vắng đẹp, bèn muốn lập am để ở. Đêm xuống nằm mộng thấy một vị thần, mình mặc áo giáp vàng, tay trái cầm thương vàng, tay phải đỡ bảo tháp, hơn mười người theo hầu, hình tướng dễ sợ, đến nói rằng: \"Ta là [[Đa Văn thiên vương|Tỳ Sa Môn thiên vương]], những người theo ta là [[Dạ-xoa]]. Thiên đế có sắc sai ta đến nước này để giữ gìn biên giới, khiến cho Phật pháp thịnh hành. Ta có duyên với ngươi, nên đến đây báo cho ngươi biết\". Sư kinh hãi thức dậy, nghe trong núi có tiếng kêu la ầm ĩ, lòng rất lấy làm lạ. Đến sáng Sư vào núi, thấy một cây to, cao khoảng mười trượng, cành lá sum suê, bên trên lại có mây xanh bao phủ, nhân đó sai thợ đến chặt. Đem về, khắc tượng như đã thấy trong mộng, để thờ...\n\n===Các tràng kinh của Đinh Liễn===\n[[Tập tin:Khuôn viên Nhất Trụ tự, 2010 (2).jpg|nhỏ|phải|250px|Cột kinh sân [[chùa Nhất Trụ]] ở [[Cố đô Hoa Lư]]]]\nNăm bốn mươi tuổi, danh Sư vang tới [[triều đình]]. Năm [[969]], [[Đinh Tiên Hoàng]] mời Sư đến. Thấy Sư đối đáp hiệp chỉ, bèn phong làm đã phong cho Khuông Việt làm [[Tăng thống]]. Đây là lần đầu tiên chức [[Tăng thống]] được nói đến trong [[lịch sử Việt Nam]]. Và sau này cho đến thời [[nhà Trần]] và [[nhà Lê sơ|nhà Lê]] vẫn còn sử dụng. Nhiệm vụ của người giữ chức này, tuy sử sách không ghi lại rõ ràng, song vẫn có thể hiểu như một chức để nắm các sư sãi ở trong nước.\n\nCác nhà khảo cổ học cho biết năm [[1963]], tại vùng đất [[Hoa Lư]], đã tìm được gần 20 tràng kinh hình bát giác cao từ 50 đến 80&nbsp;cm. Theo những dòng chữ ghi trên tràng kinh thì năm Quý Dậu ([[973]]), Nam Việt Vương [[Đinh Liễn|Đinh Khuông Liễn]] đã cho dựng 100 tràng kinh.\n\nVào năm [[1987]], một số tràng kinh khác lại được phát hiện tại khu di tích [[cố đô Hoa Lư]]. Căn cứ thông tin trên số tràng kinh cho thấy năm [[979]] [[Đinh Khuông Liễn]] lại dựng 100 tràng kinh nữa.\n\nCác kinh tràng và sự tham mưu của Khuông Việt, tuy gián tiếp, nhưng rất có ý nghĩa đối với lịch sử và văn hóa dân tộc cũng như Phật giáo.<ref>[http:\/\/www.khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=1234#_ftnref3 Khuông Việt thiền sư hay phức thể dung hội Nho- Phật]<\/ref>\n\nNăm Thái Bình thứ hai ([[971]]). Vua ban hiệu Khuông Việt đại sư. [[#Chú thích|<sup>'''4'''<\/sup>]]\n\n===''Vương Lang Quy''===\n[[Lý Giác]] là người đã từng đi trong phái bộ [[Lý Nhược Chuyết]] trong năm trước để sang phong cho vua [[Lê Đại Hành]] làm [[An Nam]] đô hộ [[Tĩnh Hải quân]] tiết độ sứ và đòi vua [[Lê Đại Hành]] trao trả hai tên tướng là [[Quách Quân Biện]] và [[Triệu Phụng Huân]] bị bắt trong cuộc chiến năm [[981]].\n\nPhái bộ của Lý Giác đến Việt Nam lần hai vào năm [[Thiên Phúc]] thứ 7 ([[987]]).\n\nVua Lê Đại Hành đã nhờ [[Pháp Thuận]] và Khuông Việt cùng đứng ra đón tiếp. Pháp Thuận đã đón Lý Giác từ chùa Sông Sách, nay thuộc tỉnh [[Hải Dương]], để đưa về kinh ấp [[Hoa Lư]]. Đến [[Hoa Lư]], Khuông Việt đã đứng ra tiếp.\n\nTrước khi Lý Giác ra về, vua Lê Đại Hành đã ra lệnh cho Khuông Việt viết một khúc nhạc để tiễn đưa phái bộ. Đây có thể nói là lần đầu tiên văn chương nghệ thuật đã công khai đưa vào phục vụ sự nghiệp chính trị ngoại giao. Đây là một loại từ khúc lưu hành khá phổ biến thời bấy giờ, có thể dùng như lời của một bản nhạc để hát với việc sử dụng các nhạc khí để tấu kèm theo. Khúc từ này có tên là ''[[Ngọc Lang Quy]]'', mà truyền bản [[nhà Nguyễn]] viết thành ''[[Vương Lang Quy]]''.\n\nĐây là một tác phẩm văn học đầu tiên hiện còn của [[lịch sử ngoại giao Việt Nam]], nếu không kể đến các văn thư ngoại giao với Trung Quốc. Đồng thời, nó cũng là bài ''[[Nguyễn Lang Quy]]'' không những xưa nhất của văn học Việt Nam, mà còn của văn học thế giới, bởi vì những bài từ loại này hiện còn chép trong các sách Trung Quốc như ''Tống lục thập danh gia từ'', ''Tuyệt diệu hảo từ thiêm'', ''Từ tổn'' v.v. đều là của những tác giả về sau như [[Âu Dương Tu]] (1007-1072), [[Tô Đông Pha|Tô Thức]] (1037-1101), [[Hoàng Đình Kiên]] (1045-1105)...\n{|valign=top\n|祥光風好錦㠶張<br>\n神𠎣復帝鄉<br>\n千重萬里涉滄浪<br>\n九天㱕路長<br>\n人情慘切對離觴<br>\n攀戀星星郎<br>\n願將深意爲南強<br>\n分明報我皇<br>\n|valign=top |\n:Tường quang, phong hảo, cẩm phàm trương\n:Thần tiên phục đế hương\n:Thiên trùng vạn lý thiệp thương lang\n:Cửu thiên quy lộ trường\n:Nhân tình thảm thiết đối li trường\n:Phan luyến tinh tinh lang\n:Nguyện tương thâm ý vị Nam cương\n:Phân minh báo ngã hoàng\n|valign=top |\n:''Trời lành gió thuận, gấm buồm dương''\n:''Thần tiên về để hương ''\n:''Muôn trùng vạn dặm biển mênh mang''\n:''Trời xanh xa dặm trường ''\n:''Tình ray rứt chén lên đường''\n:''Bịn rịn sứ tinh lang''\n:''Nguyện đem thâm ý vì Nam bang ''\n:''Phân minh tâu Thượng hoàng.''\n|}\n\n===Triết lý hành động===\nTrên 30 năm đại sư Khuông Việt đã phục vụ trong các chính quyền của [[Đinh Tiên Hoàng]] và [[Lê Đại Hành]] và đã thể hiện được tài năng nhiều mặt của mình. Không chỉ trong lĩnh vực sinh hoạt Phật giáo mà cả trong lĩnh vực chính trị và ngoại giao. Điều này chứng tỏ nền giáo dục Việt Nam và [[Phật giáo Việt Nam]] lúc ấy đã thực hiện tốt chức năng đào tạo những người trí thức có khả năng gánh vác không chỉ việc đạo mà cả việc nước việc dân.\n\nKhuông Việt, trong thời gian theo học tại chùa Khai Quốc, đã được [[Thiền sư]] [[Vân Phong]] dạy những gì hiện không ai biết, và tiểu sử của Vân Phong cũng không ghi nhận có dấu tích nào. Tuy nhiên, quan điểm học thuật của Vân Phong, dẫu có nằm trong dòng chủ lưu của tư tưởng thiền, xoay quanh những vấn đề như sống chết, nhưng đã đưa ra những kiến giải mới phù hợp với hệ tư tưởng thiền của dòng thiền Pháp Vân. Đó là, muốn tránh khỏi sống chết thì hãy ở trong sống chết mà nắm lấy. Nói cách khác, không có chỗ không sống chết bên người sống chết để cho người ta tìm thấy được. Chính trong chỗ sống chết người ta mới tìm được sự không sống chết.\n\nĐây rõ ràng phản ảnh tư tưởng \"Tây thiên cõi này, cõi này Tây thiên\" và quan điểm \"Phật ở khắp mọi nơi\" của [[Cảm Thành]]. Nếu suy rộng ra, thì đây cũng là tư tưởng trong [[kim cương bát-nhã-ba-la-mật-đa kinh|kinh Kim Cương]] mà Thanh Biện đã đề xuất. Đó là \"tất cả pháp đều là Phật pháp\". Xuất phát từ một học lý như thế, người ta mới có thể dễ dàng ung dung tham dự vào mọi sinh hoạt của cuộc đời, coi sự hoàn thành việc đời như một chứng tích cho sự hoàn thành việc đạo. Người ta không thể tìm có một thế giới giác ngộ nào khác bên ngoài cuộc đời này. Nói một cách hình ảnh, thì lửa có sẵn trong cây, vấn đề là làm sao cho cây bật ra lửa.\n\nTriết lý hành động của Khuông Việt như thế dựa trên một nhận thức luận coi cuộc đời là nơi mình có thể giải thoát được bằng chính nhận thức của mình. Thế giới giác ngộ cũng như hành động của Phật giáo không nằm bên ngoài cuộc đời, và con người không cần đi tìm bất cứ một thế giới nào khác. Điều này giải thích cho ta tại sao Khuông Việt đã ung dung tích cực tham gia vào việc nước việc dân và có những đóng góp to lớn cho sự nghiệp bảo vệ độc lập của tổ quốc.\n\nKhi đã rời nhiệm vụ Tăng thống và những chính sự khác, Đại sư đã trở về mở trường ở chùa Thanh Tước núi Du Hý của quận Thường Lạc. Tại đây, \"học trò tìm tới đông đảo\". Dù vậy, Khuông Việt đã không quên ngôi chùa lịch sử của thầy mình, đó là chùa Khai Quốc. Sư cũng thường lui tới giảng dạy tại trường giảng của chùa này. Sử sách đã ghi lại cho ta một người có thể bước theo bước chân của thầy mình, đó là thiền sư Đa Bảo, người có ảnh hưởng đến sự việc lên ngôi của [[Lý Thái Tổ|Lý Công Uẩn]].\n\nMột hôm, đệ tử nhập thất là Đa Bảo hỏi: \"Thế nào là chung thủy của sự học đạo\".\nSư đáp: \"Thủy chung không vật, diệu hư không. Hiểu được chân hư, thể tự đồng\"[[#Chú thích|<sup>'''5'''<\/sup>]].\n\n:Bảo tiếp: \"Làm sao đảm bảo được?\"\n:Sư đáp: \"Không có chỗ cho người xuống tay.\"\n:Bảo nói: \"Hòa thượng nói xong rồi.\"\n:Sư lại hỏi: \"Ngươi hiểu gì.\"\n:Bảo bèn hét lên.\n\nNgày 15 tháng 2 năm Thuận Thiên thứ 2 (tức [[22 tháng 3]] năm [[1011]]), khi sắp cáo tịch, Sư dạy Đa Bảo kệ rằng:\n{|valign=top\n|木中原有火<br>\n有火火還生<br>\n若謂木無火<br>\n鑽遂何由萌<br>\n|\n:Mộc trung nguyên hữu hoả\n:Hữu hoả, hoả hoàn sinh\n:Nhược vị mộc vô hoả\n:Toản toại hà do manh.\n|\n:''Trong cây vốn có lửa''\n:''Có lửa, lửa mới bừng''\n:''Nếu bảo cây không lửa''\n:''Cọ xát do đâu bùng.''\n|}\n\nNói kệ xong, Sư ngồi [[kiết già]] mà mất, thọ 82 tuổi[[#Chú thích|<sup>'''5'''<\/sup>]]...\n\n==Nguyên bản Hán văn==\n<div class=\"toccolours\">\n□第四世二人□□□□□□□□□□□\n:匡越大師\n常樂吉利鄉佛陀寺匡越大師〖初名真流〗吉利人\n也姓吳氏吳順帝之裔狀貌魁偉志尚倜儻\n少業儒及長㱕釋與同學住持投開國雲峯\n受具由是該覧竺墳探幁禪要年四十名震\n于朝丁先皇帝召對稱旨拜為僧統太平二\n年賜號匡越大師黎大行皇帝尤加禮敬凢\n\n朝廷軍國之事師皆與焉嘗逰平虜𨛦衛靈\n山悅其境致幽勝欲爰(1)庵居之夜夢神人身\n披金甲左執金鎗右擎寶塔從者十餘軰狀\n貌可怖來謂之曰吾即毗沙門天王從者皆\n落叉也天帝有勑令徃此國護其疆界使佛\n法興行於汝有緣故來相託師驚寤聞山中有\n呵喝聲心甚異之及旦入山見一大木長十\n丈許枝斡繁茂又有瑞雲覆蔭其上因命工\n伐取如夢中所見刻像祠焉天福元年宋兵\n入冦帝素聞其事命師就祠禳禱虜軍驚駭\n退保友寧江友(又)見風濤震蕩蛟龍騰躍虜乃\n\n奔潰七年宋人阮覺來聘時法師杜順亦有盛\n名帝命變服爲江令迎於江曲覺見其善於文\n談以詩贈之有天外有天外有天應返照(2)之句帝\n以示師對曰此(3)尊陛下與其主不異覺還師作\n詞曰玉(4)郎㱕送之其詞云\n:祥光風好錦㠶張\n:神𠎣復帝鄉\n:千重萬里涉滄浪\n:九天㱕路長\n:人情慘切對離觴\n:攀戀星星郎\n:願將深意爲南強\n:分明報我皇\n尋以衰老乞辭㱕還本郡逰戱山創\n寺住持學者輻溱一日入室弟子多寶問云如\n何是學道始終師云始終無物玅虚空會得真\n如骵自同寶云如何保任師云無汝下手處進\n\n云和尚道了也師云汝作麽生會宝便喝李朝順\n天二年二月十五日將告寂示宝偈云木中元有\n火元火復还生若謂本無火鑽燧何由萌偈畢跌跏而逝\n壽五十有二或云壽七十九□□□□□□□□□□\n#爰; Bản Nguyễn; LMT = 構\n#返照: LMT = 遠照\n#此; bản khắc 〖⿰土匕〗\n#玉; Nguyễn, A 2767, LMT = 王\n<\/div>\n\n==Ghi công từ hậu thế==\nQuốc sư Khuông Việt được thờ tại [[Chùa Non Nước (Hà Nội)]] và [[Chùa Nhất Trụ]] ([[Ninh Bình]]). Ông cũng được thờ tại di tích miếu Hạ, xóm 2, thôn Ngọc Lâm, xã Yên Lâm, huyện [[Yên Mô]], [[Ninh Bình]].\n\nVới vai trò là vị tăng thống đầu tiên của [[Việt Nam]], thiền sư Khuông Việt được hậu thế suy tôn như là một vị đại sư có công mở nước:\n*'''Tạp chí Khuông Việt''' là tờ báo của [[Giáo hội Phật giáo Việt Nam]] ra đời với tôn chỉ, mục đích là nghiên cứu, giới thiệu tri thức Phật học và những giá trị văn hóa Phật giáo, theo phương châm hoạt động của Giáo hội Phật giáo Việt Nam là Đạo pháp - dân tộc - chủ nghĩa xã hội.\n*'''Chùa Khuông Việt''': có nhiều chùa ở [[Việt Nam]] và nước ngoài mang tên ông như chùa Khuông Việt ở Sài Gòn<ref>{{Chú thích web |url=http:\/\/phattuvietnam.net\/1\/3449.html |ngày truy cập=2009-12-06 |tựa đề=Chùm ảnh: TP. Hồ Chí Minh đón chờ Phật đản (Phần một) |archive-date=2009-09-09 |archive-url=https:\/\/web.archive.org\/web\/20090909174053\/http:\/\/phattuvietnam.net\/1\/3449.html |url-status=dead }}<\/ref>, chùa Khuông Việt ở Paris<ref>{{Chú thích web |url=http:\/\/www.giacngo.vn\/thoisu\/2009\/02\/24\/7BD612\/ |ngày truy cập=2009-12-06 |tựa đề=Ủng hộ nhu cầu tâm linh chính đáng của kiều bào ta ở nước ngoài |archive-date = ngày 27 tháng 2 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090227150538\/http:\/\/www.giacngo.vn\/thoisu\/2009\/02\/24\/7BD612 }}<\/ref>, chùa Khuông Việt ở Na Uy<ref>[http:\/\/www.lebichson.org\/Phatphap\/061Duyenphatsanh.htm DUYÊN PHẬT SANH]<\/ref>.\n*'''Đường Khuông Việt''': có ở các [[ninh Bình (thành phố)|thành phố Ninh Bình]] và [[Thành phố Hồ Chí Minh|Sài Gòn]]. Ở Thành phố Đà Nẵng, thành phố Tam Kỳ và thị xã Nghi Sơn có đường Ngô Chân Lưu.\n*'''Học viện Phật giáo Khuông Việt''' hiện được xây dựng tại khuôn viên [[chùa Bái Đính]], [[Ninh Bình]]\n*'''Trường Khuông Việt''': Một số cơ sở dạy Phật giáo mang tên trường Khuông Việt như ở thành phố Hồ Chí Minh và Hà Nội ([[chùa Quán Sư]]) hay ở Thị trấn Thác Mơ, [[Phước Long (định hướng)|Phước Long]], [[Bình Phước]] có \"trung tâm Văn Hoá Lịch sử Phật giáo Khuông Việt\" ở [[núi Bà Rá]].\n\n==Tham khảo==\n*[http:\/\/www.giaohoiphatgiaovietnam.vn\/index.php?option=com_content&view=article&id=1239:quc-s-khuong-vit-vi-nn-ngoi-giao-vit-nam&catid=48:t-liu-nghien-cu-trao-i&Itemid=30 QUỐC SƯ KHUÔNG VIỆT VỚI NỀN NGOẠI GIAO VIỆT NAM ĐẦU KỶ NGUYÊN ĐỘC LẬP]\n*[http:\/\/baoninhbinh.org.vn\/news\/23\/2DDC98 Tưởng niệm 1.000 năm Quốc sư Khuông Việt viên tịch]{{Liên kết hỏng|date = ngày 6 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n*Lê Mạnh Thát: ''Nghiên cứu về Thiền Uyển Tập Anh'', Nhà xuất bản Thành phố Hồ Chí Minh 1999.\n*[http:\/\/www.thoidai.org\/TD6_AlexandreLe.pdf Bài ''Từ Ngọc Lang Quy'' của ''Khuông Việt Đại Sư''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060504022837\/http:\/\/www.thoidai.org\/TD6_AlexandreLe.pdf |date = ngày 4 tháng 5 năm 2006}}\n*[http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf Thiền Uyển Tập Anh - Bản tiếng Việt]\n*[http:\/\/www.viethoc.org\/eholdings\/sach\/ThienUyenTapAnh-BanChuHan.pdf Thiền Uyển Tập Anh - Bản chữ Hán] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060523015811\/http:\/\/www.viethoc.org\/eholdings\/sach\/ThienUyenTapAnh-BanChuHan.pdf |date = ngày 23 tháng 5 năm 2006}}\n*[http:\/\/www.thientam.vn\/index.php?nv=News&at=article&sid=82 Khuông Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080113181143\/http:\/\/thientam.vn\/index.php?nv=News&at=article&sid=82 |date = ngày 13 tháng 1 năm 2008}}\n{{Viết tắt Phật học}}\n\n==Ghi chú==\n#Bài này lấy từ sách ''Thiền Uyển tập anh'', ghi nguyên văn là ''Ngô Thuận Đế''. Trong sách in có chú thích Thuận đế chính là Tiền Ngô vương Quyền, dù ông chưa từng xưng đế nhưng không biết vì sao ở đây lại gọi như vậy. Theo ''Phả hệ họ Ngô Việt Nam'' thì sư Khuông Việt vốn tên là Xương Tỷ, con Thiên Sách vương [[Ngô Xương Ngập]].\n\n#Thọ giới Cụ túc, tức nhận lấy đầy đủ những kỷ luật chi phối đời sống cá nhân và đời sống tập thể của tổ chức Phật giáo. Thường thường, những kỷ luật ấy gồm số những điều luật, mà tùy theo tôn phái và nam nữ, có thể bắt đầu từ khoảng hai trăm mấy chục giới cho đến 500 giới, dùng cho đời sống cá nhân. Khi một người nào chịu nhận số những điều luật đó, họ được gọi là Tỳ kheo nếu là đàn ông, hay Tỳ kheo ni nếu là đàn bà, và họ là những người đã thọ Cụ túc giới.\n#Địa danh Bình Lỗ xuất hiện xưa nhất trong ''[[Việt sử Toàn thư]]'' trong trận đánh vào tháng 5 năm [[1141]]. Ngày nay tại huyện Kim Anh, tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]] ta có một làng tên Phù Lỗ. Quận Bình Lỗ có thể rơi vào khoảng đất huyện Kim Anh ngày nay.\n#''Đại Việt sử lược'' ghi: \"Năm Thái Bình thứ hai (971) đặt phẩm trật cho quan văn quan võ, thầy tu và đạo sĩ\". ''Việt sử Toàn thư'' cũng ghi: \"Năm Thái Bình thứ 2 hai bắt đầu định phẩm cho văn võ Tăng đạo\", nhưng còn thêm: \"Tăng thống Ngô Chân Lưu được vua ban hiệu là Khuông Việt đại sư\". Đây là lần đầu tiên chức Tăng thống được nói đến trong lịch sử của Việt Nam.\n#Tạm dịch: Vốn không có thủy, không có chung, chỉ có hư không là kỳ diệu - Nếu hiểu thấu chân như (thực tại) thì sẽ rõ vạn vật có cùng tâm thể với chân như.\n#Có tài liệu ghi Thiện sư Khuông Việt thọ 79 tuổi.\n==Chú thích==\n<div style=\"height: 120px; overflow: auto; padding: 3px; border:1px solid #AAAAAA; reflist\" >\n{{Tham khảo|30em}}\n<\/div>\n\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Thiền phái Vô Ngôn Thông]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Văn học Việt Nam thời Tiền Lê]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Sinh năm 933]]\n[[Thể loại:Mất năm 1011]]"}