{"Khương Duy":"{{Thông tin nhân vật Tam Quốc\n|Tên=Khương Duy\n|Hình=JiangWei.jpg\n|Chức vụ=Đại tướng\n|Nước=[[Thục Hán]]\n|Sinh=[[202]]\n|Nơi sinh=Quận [[Thiên Thủy]], [[Cam Túc]]\n|Mất=[[264]]\n|Giản thể=姜维\n|Phồn thể=姜維\n|Bính âm=Jiāng Wéi\n|Tự=Bá Ước (伯約)\n}}\n\n'''Khương Duy''' (姜維, bính âm: Jiang Wei, [[202]]-[[264]]), là một đại tướng của nhà [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\nNguyên là một quan nhỏ của [[Tào Ngụy]], ông bất đắc dĩ đã phải hàng [[Thục Hán]], phục vụ dưới quyền [[Gia Cát Lượng]], rồi [[Tưởng Uyển]], [[Phí Y]]. Sau khi Phí Y bị ám sát, Khương Duy nắm được binh quyền và nhiều lần tấn công [[Tào Ngụy]] nhằm kế tục di nguyện khôi phục [[nhà Hán]] của Gia Cát Lượng, nhưng đa phần thất bại, góp phần khiến nước nhà suy kiệt. Cuối cùng quân Ngụy tấn công, vua [[Thục Hán]] là [[Lưu Thiện]] bạc nhược đầu hàng, tuy nhiên Khương Duy vẫn giữ vững lòng trung, ông không chịu làm hàng tướng mà lập kế khôi phục nhà Thục Hán, nhưng cuối cùng thất bại và tử trận.\n\nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa]], Khương Duy được xây dựng như là học trò, người kế thừa trung thành di nguyện ''\"Bắc phạt trung nguyên, khôi phục Hán triều\"'' của [[Gia Cát Lượng]], và được [[nhà văn]] [[La Quán Trung]] thêm thắt nhiều chiến công [[hư cấu]].\n\n== Thân thế ==\nKhương Duy tự là '''Bá Ước''' (伯約), người huyện Ký, Thiên Thủy<ref>Nay là phía đông Hợp Cốc, [[Cam Túc]]<\/ref>. Cha ông là Khương Quýnh (có bản dịch là Khương Duật) từng làm chức Công tào trong quận.<ref name=\":0\">[[Trần Thọ (sử gia)|Trần Thọ]] (Bùi Tùng Chi chú), [[Tam quốc chí|''Tam quốc chí'']] - [https:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B744 Thục thư, quyển 14, ''Tưởng Uyển Phí Y Khương Duy truyện'']<\/ref>\n\nCha mất sớm, Khương Duy sống với mẹ, say mê Kinh học của [[Trịnh Huyền]], làm chức Thượng kê duyên (ghi chép) trong quận, sau đó được lên chức tùng sự. Do cha ông tử trận trong lúc bảo vệ Thái thú chống lại người Khương, Nhung nổi dậy, nhà Ngụy phong cho ông làm chức Trung lang, được tham dự việc quân ở quận.<ref name=\":0\"\/>\n\n== Bỏ Ngụy về Thục Hán ==\n\n=== Nguyên nhân hàng Thục Hán ===\n\n==== Theo Tam quốc chí ====\n[[Tam quốc chí|''Tam quốc chí'']] của [[Trần Thọ (sử gia)|Trần Thọ]] chép:\n\nNăm Kiến Hưng thứ 6 ([[228]]), [[Tể tướng|Thừa tướng]] nhà [[Thục Hán]] là [[Gia Cát Lượng]] xuất quân bắc phạt, đóng ở Kỳ Sơn. Thái thú Thiên Thủy là Mã Tuân dẫn Khương Duy cùng Lương Tự, Doãn Thưởng, Lương Kiền ra ngoài dò xét.<ref name=\":0\"\/>\n\nNghe tin quân Thục sắp đến nơi và các huyện đều hưởng ứng, lại nghi ngờ bọn Khương Duy, Mã Tuân nhân lúc đêm tối bỏ trốn về giữ Thượng Nhai. Duy biết Thái thú đã bỏ đi liền đuổi theo, nhưng cửa thành đã đóng, không vào được. Ông trở về Ký thành, nhưng Ký thành cũng không cho vào.<ref name=\":0\"\/>\n\nThế cùng, Khương Duy bèn đến hàng Gia Cát Lượng. Lúc [[Mã Tắc]] bại trận ở Nhai Đình, Lượng di dời hơn 1.000 hộ dân ở Tây Thành cùng Duy về Thục, bởi thế mà Duy cùng với mẫu thân ly tán.<ref name=\":0\"\/>\n\n==== Theo Ngụy lược ====\nThái thú Thiên Thủy là Mã Tuân dẫn Duy cùng với các quan theo Thứ sử Ung Châu [[Quách Hoài]] đi về phía Tây đến Lạc Môn xem xét. Nghe tin đại quân của Lượng đã tới Kỳ Sơn, Hoài ngoảnh sang Tuân bảo: “''Quả là việc chẳng lành!''” rồi vội trở về Thượng Khuê phòng bị.\n\nMã Tuân nghĩ Ký huyện là nơi biên cương nên lo sợ sẽ có loạn lạc. Khương Duy khuyên Tuân về phòng thủ Ký huyện, nhưng Tuân nói \"''ngươi hãy cùng với mọi người hãy trở về đó mà chống địch''”, rồi trốn theo Quách Hoài.\n\nQuân dân ở Ký huyện thấy Khương Duy về hết sức vui mừng, tiến cử Duy đến diện kiến Gia Cát Lượng, Duy không biết làm sao, đành cùng mọi người đến hàng Lượng. Lượng đón tiếp, rất hài lòng.\n\nLúc đó tiền quân của Lượng bị [[Trương Cáp]], Phí Diệu đánh tan trong [[trận Nhai Đình]]. Quân Ngụy lấy lại Ký thành, bắt được vợ con Duy cùng mẹ già. Khương Duy đành phải bỏ lại người thân, cùng Lượng về Thục.\n\n=== Dưới trướng Gia Cát Lượng ===\n\n==== Được cất nhắc ====\nGia Cát Lượng đánh giá cao tài năng của Khương Duy, cho làm Thương tào duyện.\n\nTrong thư gửi cho Trưởng sử [[Trương Duệ]], Lượng đã viết: “''Khương Bá Ước trung thành, chăm chỉ, suy nghĩ thấu đáo. Vĩnh Nam ([[Lý Thiệu]]), Quý Thường ([[Mã Lương]]) cũng không sánh được, quả là kẻ sĩ đất Lương Châu''.”<ref name=\":0\" \/>\n\nTrong thư gửi Tham quân [[Tưởng Uyển]], Lượng lại bảo: “''Trước hãy tạm giao cho hắn cai quản huấn luyện 5, 6 ngàn quân tinh nhuệ. Khương Bá Ước vốn sáng suốt việc quân sự, rất có can đảm, hiểu sâu binh pháp. Người này có lòng với Hán thất, tài cán hơn người, tất sau này sẽ coi sóc việc quân, giờ nên phái ngay đến cung đình, cho diện kiến chủ thượng.''”<ref name=\":0\" \/>\n\nDuy được thăng làm Trung giám quân, Chinh Tây tướng quân, Đan Dương đình hầu.<ref name=\":0\" \/>\n\n==== Mẹ gọi không về ====\nSách ''Tạp ký'' của Tôn Thịnh chép rằng Khương Duy nhận được thư của mẹ già muốn gọi Duy trở về. Ông than rằng: “''Ruộng tốt trăm khoảnh, sao bằng tìm lấy một vùng, chỉ cần có chí cao xa, há đâu cứ phải trở về quê quán''.”, rồi vẫn ở lại Thục, không về Ngụy.\n\nTừ năm [[228]] đến năm 234, Khương Duy phục vụ dưới trướng Gia Cát Lượng, nhưng không có thành tích gì đáng kể được ghi chép lại.\n\n== Dưới quyền Tưởng Uyển, Phí Y ==\nNăm Kiến Hưng thứ 12 ([[234]]), [[Gia Cát Lượng]] chết. Khương Duy trở về Thành Đô, nhận chức Tả giám quân, Phụ Hán tướng quân,  Bình tương hầu.<ref name=\":0\" \/> Tuy thống lĩnh ba quân,<ref name=\":0\" \/> nhưng trên thực tế, ông vẫn ở dưới quyền [[Tưởng Uyển]].\n\nNăm 238, Uyển được phong làm Đại tư mã thì Khương Duy được phong làm Tư mã.<ref name=\":0\" \/> Sau này lại được phong làm Trấn tây đại tướng quân, kiêm nhiệm thứ sử Lương châu.<ref name=\":0\" \/>\n\n=== Thục Ngụy giao tranh ===\nNăm [[240]], Khương Duy dẫn quân tiến ra Lũng Tây, bị [[Quách Hoài]] đánh đuổi đến tận Cường Trung, phải lui binh.<ref name=\":1\">[[Trần Thọ (sử gia)|Trần Thọ]] (Bùi Tùng Chi chú), ''[[Tam quốc chí]] - Ngụy thư - Quách Hoài truyện''<\/ref>\n\nNăm Duyên Hi thứ bảy ([[244]]), [[Tào Sảng]] kéo đại quân đến đánh Thục ở Hán Trung (漢中), [[Phí Y]] được giao dẫn binh ra chống cự. Y đánh bại quân Ngụy ở Hưng Thế (興勢), được phong làm Thành Hương hầu.<ref name=\":0\" \/>\n\n=== Dẹp loạn hai quận ===\nNăm [[246]], Tưởng Uyển chết. [[Phí Y]] trở thành Đại tướng quân chấp chính, sau lĩnh cả Thứ sử Ích Châu, gánh vác công việc như Tưởng Uyển xưa, có Thị Trung thủ Thượng thư lệnh Đổng Doãn làm phụ tá. Sau đó [[Đổng Doãn]] cũng mất, Khương Duy thay thế.<ref name=\":0\" \/>\n\nNăm [[247]], Khương Duy được phong làm Vệ tướng quân. Các tộc thiểu số ở Vấn Sơn và huyện Bình Khang nổi dậy, ông thống lĩnh quân mã đi đánh dẹp, bình định hai vùng.<ref name=\":0\" \/>\n\n=== Đánh Ngụy lần thứ 1 ===\nTheo ''[[Tư trị thông giám]]'' của [[Tư Mã Quang]]'','' cùng năm [[247]], người Khương ở Lũng Tây, Nam An, Kim Thành, Tây Bình là Ngạ Hà, Thiêu Qua, Nga Già Tắc cùng cấu kết với nhau nổi dậy, tấn công vây hãm thành ấp, lại hướng về Nam xin Thục binh tương trợ. Khương Duy xuất quân, thủ lĩnh người Hồ ở Lương châu là Trì Vô Đái cũng hưởng ứng.<ref name=\":1\" \/>\n\nNhà Ngụy cho [[Hạ Hầu Bá]] đốc xuất ba quân đóng binh ở Vị Thí ngăn chặn. Quân [[Quách Hoài]] mới đến Địch Đạo, tính rằng Khương Duy ắt sẽ tiến ra đánh Bá, bèn vào đất Phong Trung, đi vòng về phía Nam nghênh đón Bá. Khương Duy quả nhiên tấn công vào Vị Thí, vừa gặp quân của Hoài cũng đến đó, Duy vội lui binh. Quách Hoài tiến quân đánh dẹp quân Khương, giết chết Nga Hà, Thiêu Qua.<ref name=\":1\" \/>\n\nNăm [[248]], Nga Già Tắc tụ tập thuộc hạ ở Bạch Thổ Thành, nương theo sông Hà quan chống cự quân Ngụy, bị Quách Hoài tập kích. Trì Vô Đái bao vây Vũ Uy, Hoài tiến quân đến Tây Hải, muốn ngầm bắt gia thuộc của Đái. Đái quay về cứu, đánh nhau ở phía bắc Long Di, thua trận bỏ chạy.<ref name=\":1\" \/>\n\nKhương Duy tiến ra Thạch Thao, theo lối Cường Xuyên, hướng về Tây nghênh đón Vô Đái, để thái thú Âm Bình là [[Liêu Hóa|Liêu Hoá]] giữ Trọng Sơn xây đắp thành quách, thu nhặt quân Khương tản mát ở các nơi. Quách Hoài để [[Hạ Hầu Bá]] chực sẵn để đuổi Khương Duy ở Đạp Trung, còn mình tự suất ba quân tới tấn công Liêu Hoá. Khương Duy phải quay về cứu Hoá, không đón được Vô Đái, đành quay về Thục.<ref name=\":1\" \/>\n\n=== Đánh Ngụy lần thứ 2 ===\nTheo ''[[Tư trị thông giám]]'' của [[Tư Mã Quang]]'','' mùa thu năm [[249]], Khương Duy được [[Lưu Thiện]] cho phép tiến quân ra Ung châu thu phục người Khương. Ông lập hai thành đồn ở Khúc Sơn (麴山), giao cho Cẩu An và Lý Hâm giữ. Ngụy tướng [[Quách Hoài]] dẫn [[Trần Thái (Tam Quốc)|Trần Thái]], Từ Chất, và [[Đặng Ngải]] đến bao vây hai thành đó, chặn đường lấy nước. Quân Thục khốn quẫn, bốc tuyết nấu ăn cho qua ngày tháng chờ cứu viện.\n\nKhương Duy dẫn quân đến cứu, tiến ra hướng núi Ngưu Đầu. [[Trần Thái (Tam Quốc)|Trần Thái]] chặn giữ ở núi, không giao chiến, lại phái sứ đến đề nghị Quách Hoài  từ phía Nam vượt qua Bạch Thủy, men sông đến thẳng Ngưu Đầu nhằm cắt đứt đường về của quân Thục.<ref name=\":2\">[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]] - Ngụy Thư - Hoàn nhị Trần Từ Vệ Lư truyện<\/ref>\n\nKhương Duy nghe tin Quách Hoài đã đến Thao Thủy, lo lắng phải rút chạy. Các tướng Thục là Cẩu An, Lý Hâm ở Khúc Sơn cô thế, bèn ra hàng.<ref name=\":2\">[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]] - Ngụy Thư - Hoàn nhị Trần Từ Vệ Lư truyện<\/ref>\n\n=== Đánh Ngụy lần thứ 3 ===\nNăm Diên Hi thứ 13 ([[250]]), Khương Duy lại dẫn quân ra Tây Bình, không thu được kết quả gì, lại quay về.<ref name=\":3\">[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]] - Thục Chí - Hậu Chủ truyện<\/ref>\n\n=== Bị Phí Y kềm chế ===\nMỗi khi Duy muốn khởi quân đánh Ngụy, Phí Y thường không đồng tình, cắt giảm số quân đem theo xuống còn chưa đến một vạn người,<ref name=\":0\" \/> chỉ cho Duy mở các cuộc đột kích nhỏ. \n\n''Hán Tấn Xuân Thu'' chép rằng Phí Y bảo Duy:<blockquote>\"''Bọn ta chẳng bằng được Thừa tướng lại muốn làm được quá thế ư. Đến như Thừa tướng còn chẳng yên định được Trung Nguyên, huống hồ là bọn ta. Vậy nên chẳng gì bằng giữ yên nước mà trị dân, thận trọng coi giữ xã tắc, bảo trì công nghiệp, thu dụng kẻ sỹ, chẳng nên mong cầu sự may mắn mà quyết sự thành bại ở một lần vọng động. Ví bằng chẳng được như ý, có hối cũng không kịp nữa vậy.\"''<\/blockquote>\n== Tự nắm binh quyền ==\n\n=== Phí Y bị ám sát ===\nNgày 16 tháng 2 năm [[253]], tại lễ mừng thọ 60 tuổi, [[Phí Y]] bị hàng tướng của Ngụy là Quách Tuần (郭脩, có bản dịch là Quách Tu) ám sát<ref>[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]] - Thục Chí - Phí Y truyện<\/ref> ở Hán Thọ.<ref name=\":3\">[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]] - Thục Chí - Hậu Chủ truyện<\/ref> Khương Duy lên nắm quyền.\n\nKẻ giết Phí Y là người do Khương Duy đem về đề cử. Theo ''Ngụy thị xuân thu'', Quách Tuần (tự Hiếu Tiên) vốn là người quận Tây Bình, có đức hạnh nổi tiếng, giữ chức Trung lang tướng. Khi Khương Duy đánh Tây Bình bắt được Quách Tuần, đưa về Thục cho làm Tả tướng quân. Quách Tuần muốn ám sát [[Lưu Thiện]] nhưng không tiếp cận được, bèn chuyển mục tiêu sang Phí Y. [[Tào Phương|Ngụy chủ Tào Phương]] hạ chiếu phong thưởng cho con cháu Quách Tuần.<ref>[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]] - Ngụy Thư quyển 4 - Tam Thiếu Đế Kỷ - Tào Phương Truyện<\/ref>\n\n=== Đánh Ngụy lần thứ 4 ===\nMùa hạ năm Diên Hi thứ 13 ([[253]]), Khương Duy dẫn mấy vạn quân tiến ra Thạch Doanh (石營), theo lối Đổng Đình, tiến đến Nam An. Thứ sử Ung Châu là [[Trần Thái (Tam Quốc)|Trần Thái]] đóng quân giữ vững Lạc Môn (洛門), Duy hết lương phải lui về.<ref name=\":0\" \/>\n\n=== Đánh Ngụy lần thứ 5 ===\n\nNăm sau ([[254]]), Khương Duy được Hậu Chủ cho nắm hết việc quân sự trong ngoài. Ông lại tiến quân ra Lũng Tây, tướng Ngụy giữ Địch Đạo (狄道) là Lý Giản (李簡) dâng thành đầu hàng.<ref name=\":0\" \/>\n\nDuy tiến quân vây Tương Vũ (襄武), giao chiến với Nguỵ tướng là Từ Chất, thắng trận và giết được Chất. Ngụy quân thua to lui về. Duy thừa thắng thu phục cả vùng đất rộng lớn, vây hãm Hà Gian, Địch Đạo, Lâm Thao, đem dân chúng ba huyện ấy về Thục.<ref name=\":0\" \/> Tuy thắng nhưng quân Thục cũng bị tổn thất tướng [[Trương Ngực]] tử trận.<ref>[[Trần Thọ (sử gia)|Trần Thọ]] (Bùi Tùng Chi chú), [[Tam quốc chí]] - Thục thư, quyển 13, ''Hoàng Lý Lã Mã Vương Trương truyện''.<\/ref>\n\n=== Đánh Ngụy lần thứ 6 ===\nNăm [[255]], Khương Duy lại một lần nữa đề nghị xuất quân bắc phạt. [[Trương Dực]] phản đối, cho rằng \"nước nhỏ dân mệt, không nên lạm dụng vũ lực\".<ref>[[Thường Cừ]], ''Hoa Dương quốc chí'', quyển 10, ''Tiên hiền chí''.<\/ref> Duy không đồng tình, vẫn quyết tâm xuất quân. Lúc này phía Ngụy đã có nhiều thay đổi: [[Quách Hoài]] đã mất, [[Trần Thái (Tam Quốc)|Trần Thái]] thay thế làm Chinh Tây tướng quân, còn Vương Kinh thế vào chỗ Trần Thái làm Thứ sử Ung châu. [[Hạ Hầu Bá]] sợ bị họ Tư Mã giết, chạy qua Thục đầu hàng và được phong đại tướng.\n\nCuối năm, Khương Duy cùng với [[Hạ Hầu Bá]], [[Trương Dực]] tiến ra Địch Đạo (狄道). Quân Thục đại phá Vương Kinh ở bờ tây sông Thao Thủy, giết chết hơn một vạn quân địch. Kinh lui quân giữ chặt thành Địch Đạo, bị Duy vây hãm ở đó.<ref name=\":0\" \/>\n\nTrương Dực khuyên: \"''Nên dừng lại ở đây, không nên đánh tiếp, nếu tiến thêm có thể đánh mất công lớn vừa lập.\"''<ref>[[Trần Thọ]] (Bùi Tùng Chi chú), ''[[Tam quốc chí]] -'' ''Thục thư'', quyển 15, ''Đặng Trương Tông Dương truyện''.<\/ref> Khương Duy không nghe, tiếp tục bao vây nhưng nhiều ngày không hạ được thành. Phía Ngụy sai Chinh Tây tướng quân [[Trần Thái (Tam Quốc)|Trần Thái]] cùng [[Đặng Ngải]], Hồ Phấn, Vương Bí, [[Tư Mã Phu]] tiến binh giải vây.<ref name=\":0\" \/>\n\nLúc này thành Địch Đạo của Vương Kinh còn không đầy 10 ngày lương, [[Trần Thái (Tam Quốc)|Trần Thái]] gấp rút tiến quân đến núi Hạng Lĩnh phía Đông Nam thành Địch Đạo, đóng quân trên đỉnh núi, đêm đốt lửa làm hiệu, ngày thì thúc trống. Quân Ngụy trong thành Địch Đạo thấy cứu viện đã đến, đều lấy làm phấn chấn.<ref name=\":2\" \/>\n\nKhương Duy tấn công lên núi. Trần Thái dẫn quân đi ra Lũng Tây, trên đường thấy núi non hiểm trở thì nghi có phục binh, rẽ qua con đường phía Nam. Quả đúng là Khương Duy đã cho quân mai phục ở đó được 3 ngày, nay thấy bẫy không thành bèn đem binh vượt núi đuổi theo. Hai bên giao chiến, Duy gặp bất lợi phải rút lui.<ref name=\":2\" \/>\n\nLúc này quân Ngụy ở Lương châu cũng vừa tới phía nam Kim Thành, chiếm giữ nơi sườn núi. [[Trần Thái (Tam Quốc)|Trần Thái]] hẹn với Vương Kinh cùng tiến binh ra đường lớn, muốn chặn đường lui của quân Thục.<ref name=\":2\" \/> Khương Duy lo sợ, phải rút quân về đóng giữ Chung Đê.<ref name=\":0\" \/>\n\n=== Đánh Ngụy lần thứ 7 ===\nMùa xuân năm [[256]], Khương Duy được [[Lưu Thiện]] phong làm Đại tướng.<ref name=\":0\" \/>\n\nTheo ''[[Tư trị thông giám]]'' của [[Tư Mã Quang]]'','' đến mùa thu, Khương Duy từ Chung Đê (鐘堤) tiến ra Kỳ Sơn (祁山), nhưng tướng Ngụy là [[Đặng Ngải]] đã có phòng bị trước, Duy bị đẩy lùi.\n\nKhương Duy chỉnh đốn binh mã, ước định ngày giờ hội quân với [[Hồ Tế (Tam Quốc)|Hồ Tế]] ở Thượng Khuê (上邽), nhưng Hồ Tế không đến kịp. Khương Duy bị [[Đặng Ngải]] chặn đánh ở Đoạn Cốc (段谷), quân Thục đại bại, thương vong rất nhiều. Binh sĩ và dân chúng oán hận ông, các địa phương Lũng Tây cũng nhân đó nổi loạn.<ref name=\":0\" \/>\n \nKhương Duy dẫn quân về, xin chịu tội, tự giáng chức như Thừa tướng [[Gia Cát Lượng]] từng làm khi mất Nhai Đình trước kia. [[Lưu Thiện]] chuẩn y giáng ông làm Hậu tướng quân, lo việc Đại tướng quân.<ref name=\":0\" \/>\n\n=== Đánh Ngụy lần thứ 8 ===\nNăm [[257]], tướng Ngụy là [[Gia Cát Đản]] làm phản ở Hoài Nam chống quyền thần [[Tư Mã Chiêu]]. Ngụy phải chia binh ở Quan Trung kéo về phía Đông. Khương Duy lại muốn thừa cơ tiến đánh.<ref name=\":0\" \/>\n\nÔng đốc xuất mấy vạn nhân mã kéo ra Lạc Cốc (駱谷), theo lối tắt đến Trầm Lĩnh (沈嶺). Bấy giờ ở Trường Thành của Ngụy lương thảo tích trữ rất nhiều mà binh lính trấn giữ lại ít, nghe tin Duy đã đến, mọi người đều kinh hoảng. Đại tướng quân [[Tư Mã Vọng]] cố sức chống cự, [[Đặng Ngải]] cũng từ Lũng Hữu kéo đến, ba quân đều tụ tập ở Trường Thành.<ref name=\":0\" \/>\n\nKhương Duy thúc quân tới Mang Thủy (芒水), tựa vào núi lập doanh trại. Vọng và Ngải dựa sông Vị kiên trì cố thủ. Duy đưa thư khiêu chiến, Vọng và Ngải quyết không ra đánh.<ref name=\":0\" \/>\n\nNăm Cảnh Diệu nguyên niên ([[258]]), Khương Duy nghe tin Gia Cát Đản đã thất bại, bèn trở về [[Thành Đô]]. Ông được [[Lưu Thiện]] phục chức Đại tướng quân.<ref name=\":0\" \/>\n\n=== Đánh Ngụy lần thứ 9 ===\nMùa xuân năm Cảnh Diệu thứ năm ([[262|262)]], Khương Duy lại lên kế hoạch ra quân đánh Ngụy. ''[[Tư trị thông giám]]'' của [[Tư Mã Quang]] chép rằng lão tướng [[Liêu Hóa]] bất mãn, nói rằng: \"''Bá Ước về trí lực, quân lực đều kém kẻ địch mà cứ mãi tấn công, làm thế nào thắng được?''\"\n\nMùa đông năm ấy, Khương Duy đốc xuất binh sỹ ra Hán Xuyên tiến đến lấy thành Hầu Hà (和縣), nhưng lại bị [[Đặng Ngải]] đánh đại bại, phải lui về giữ Đạp Trung (沓中).<ref name=\":0\" \/>\n\n== Thục Hán diệt vong ==\n\n=== Dỡ bỏ hệ thống phòng thủ Hán Trung ===\nNgày trước, khi [[Ngụy Diên]] được [[Lưu Bị]] cho trấn thủ [[Hán Trung]] đã theo  quẻ “Trọng Môn” trong Chu Dịch, đặt tinh binh ở vòng ngoài đón địch, nếu như địch đánh tới có vòng trong tiến ra cứu viện, gọi là \"cửa trong cửa\", khiến quân địch không được thể xâm nhập. Cách bày trí hệ thống phòng thủ này của Ngụy Diên đã được chứng minh là rất hiệu quả trong trận Hưng Thế khi [[Vương Bình]] chặn được [[Tào Sảng]] chờ [[Phí Y]] đem quân đến giúp.<ref name=\":0\" \/>\n\nNay Khương Duy tự cho mình là giỏi, xét lại rằng: thế trận thủ ở một nơi như vậy, tuy rất hợp lý và có thể chế ngự được địch, nhưng chẳng thu được thắng lợi lớn. Duy cho rằng nên dẫn dụ kẻ địch kéo đến, giấu phục binh trong hẻm núi và đặt binh giữ vững cửa ải trọng yếu, khiến kẻ địch không thể tiến vào nơi bình địa. Địch đánh cửa quan không xong, chẳng vượt được Tán Cốc, phải tải lương ngìn dặm xa xôi, tất sinh mỏi mệt, đến một ngày nào đó ắt phải lui binh, bấy giờ binh ở các thành đều tiến ra, lấy quân nhàn đánh quân mỏi.<ref name=\":0\" \/>\n\nDuy lấy làm tự đắc, gọi đó là \"thuật tối cao để đánh địch vậy\", rồi lệnh cho Đề đốc Hán Trung Hồ Tế lui binh giữ đất Hán Thọ, Giám quân Vương Hàm trấn giữ Lạc Thành, Hộ quân Tưởng Bân trấn giữ Hán Thành, lại đến Tây An - Kiến Uy - Vũ Vệ - Thạch Môn - Vũ Thành - Kiến Xương - Lâm Viễn lập đồn thú trấn giữ.<ref name=\":0\" \/>\n\n=== Hoàng Hạo chuyên quyền ===\nKhương Duy nhiều năm chinh chiến không lập được chiến công gì, mà bỏ bê việc triều chính để bè lũ hoạn quan [[Hoàng Hạo]] lộng quyền ở trong cung. Hữu đại tướng quân Diêm Vũ cùng với Hạo cấu kết với nhau, âm mưu phế bỏ Duy lập Vũ lên thay. Duy rất lo lắng, không chịu trở về Thành Đô.<ref name=\":0\" \/>\n\nSách ''Hoa Dương quốc chí'' chép: Duy ghét Hoàng Hạo phóng túng chuyên quyền, mới bẩm với Hậu chủ muốn giết đi. Hậu chủ nói: “''Hạo chẳng qua là kẻ hầu mọn để sai bảo việc vặt mà thôi, xưa kia [[Đổng Doãn]] vẫn nghiến răng căm giận, ta vẫn hận việc ấy, ngươi sao phải hậm hực để ý làm gì''”. Duy biết Hạo nương cậy vào Hậu chủ, sợ có lời thất thố, mới nhún nhường từ tạ lui ra ngoài. Hậu chủ lệnh cho Hạo đến gặp Duy tạ tội. Duy nói với Hạo rằng muốn ra Đạp Trung lập đồn điền trồng lúa, nhân đó tránh tai vạ.<ref name=\":0\" \/>\n\nNăm Cảnh Diệu thứ sáu ([[263]]), Duy dâng biểu lên Hậu chủ rằng: “''Thần nghe tin [[Chung Hội]] đang dồn binh ở Quan Trung, ắt có mưu toan tiến thủ, nên sớm sai [[Trương Dực]], [[Liêu Hóa|Liêu Hoá]] đốc xuất ba quân chia nhau bảo vệ cửa ải Dương An và đầu cầu Âm Bình để đề phòng nghiêm cẩn''”. Hoàng Hạo lại cho mời [[Giao tiếp linh hồn|đồng cốt]] đến, phán rằng sẽ chẳng có kẻ địch nào đến. Thế nên trong triều quần thần chẳng ai hay biết gì cả, còn Hậu chủ [[Lưu Thiện]] cứ kê cao gối mà ngủ.<ref name=\":0\" \/>\n\n=== Nhà Ngụy tấn công ===\n[[Tư Mã Chiêu]] sau khi dẹp bỏ hầu hết các thế lực chống đối bèn lên kế hoạch thôn tính nhà [[Thục Hán|Quý Hán]], sai [[Chung Hội]], [[Đặng Ngải]], [[Gia Cát Tự]] chia 3 đường tiến vào đánh Thục.\n\nKhương Duy ở Đạp Trung viết biểu cảnh báo, nhưng Lưu Thiện tin theo Hoàng Hạo không điều động quân đi phòng thủ. Đến khi Đặng Ngải sắp kéo đến Đạp Trung (沓中), Chung Hội sắp tiến vào Lạc Cốc (駱谷), triều đình Thục Hán mới cho Liêu Hóa đến giúp Duy, và điều [[Trương Dực]], [[Đổng Quyết]] tới ải Dương An (陽安).<ref name=\":0\" \/>\n\n=== Thua ở Đạp Trung, rút về Âm Bình ===\nViện binh của Thục do [[Liêu Hóa]] chỉ huy gần đến Âm Bình (陰平) thì nghe tin tướng Ngụy là [[Gia Cát Tự]] đến Đình Uy (建威), nên dừng lại chờ đón đánh. Đến cuối tháng, Khương Duy ở Đạp Trung không có tiếp viện, bị [[Đặng Ngải]] đánh bại, phải chạy về giữ Âm Bình.<ref name=\":0\" \/>\n\n[[Gia Cát Tự]] cắt đường rút lui của Khương Duy và dồn ông vào Khổng U cốc.<ref>Nay thuộc vùng ngoài Bạch Lang Giang, bến nước Khổng U, huyện Vũ Đô, Cam Túc<\/ref> Khương Duy dùng kế giả đi vòng ra sau quân của Tự, trong lúc Tự vội lui binh thì Duy quay lại, vượt qua Kiều Đầu hướng về [[Kiếm Các]].<ref>[[Trần Thọ (sử gia)|Trần Thọ]], [[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B728 quyển 28]<\/ref>\n\nCùng lúc đó, [[Chung Hội]] đem quân tấn công Hán thành (漢城) và Lạc thành (樂城), đồng thời phái tướng tấn công ải Dương An. Tướng Thục giữ ải là Tưởng Thư mở cửa ra hàng, còn [[Phó Thiêm]] tử trận. [[Chung Hội]] đánh Lạc thành không được, nghe báo đã chiếm được ải Dương An liền dẫn quân đi qua lối đó.<ref name=\":0\" \/>\n\n=== Bỏ Âm Bình, lui giữ Kiếm Các ===\n[[Đổng Quyết]] và [[Trương Dực]] đi chi viện ải Dương An, vừa đến Hán Thọ (漢壽) thì nghe tin ải đã mất. Khương Duy và [[Liêu Hóa]] lúc này phải bỏ Âm Bình rút về, trên đường gặp được Quyết và Dực. Duy cùng các tướng họp quân rút về [[Kiếm Các]] cầm cự với Chung Hội.<ref name=\":0\" \/>\n\nChung Hội viết thư ca ngợi Khương Duy \"văn võ uy đức toàn tài, bụng chứa đầy mưu lược\", dụ ông đầu hàng. Duy không thèm trả lời, giữ vững doanh trại, cậy hiểm cố thủ. Hội lâu ngày không đánh được, đường xa vận chuyển lương thảo khó khăn, nên bắt đầu toan tính chuyện rút quân.<ref name=\":0\" \/>\n\n=== Đặng Ngải lấy Miên Trúc, Lưu Thiện đầu hàng ===\nNhưng trong khi Chung Hội bắt đầu nản chí thì [[Đặng Ngải]] lại đi tắt theo đường núi Âm Bình, vượt qua Cảnh Cốc, đánh bại con trai [[Gia Cát Lượng]] là [[Gia Cát Chiêm]] ở Miên Trúc, rồi tiến thẳng đến Thành Đô. Hậu chủ Lưu Thiện sợ hãi, xin hàng Ngải.<ref name=\":0\" \/>\n\nKhương Duy và các tướng vừa nghe tin Gia Cát Chiêm thua trận, nghĩ rằng [[Lưu Thiện]] có thể cố thủ ở Thành Đô hoặc chạy về Kiến Ninh phía nam, hoặc chạy sang [[Đông Ngô]]. Họ định dẫn quân kéo về Quảng Hán, sai người đi tra xét rõ thực hư, không ngờ có [[Tưởng Hiển]] mang lệnh của Hậu chủ [[Lưu Thiện]] gửi đến yêu cầu bỏ gươm cởi giáp đầu hàng.<ref name=\"TQC 332\">[[Trần Thọ (sử gia)|Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 3, ''[[wikisource:zh:三國志\/卷33|Hậu chủ truyện]]''.<\/ref><ref name=\"TTTG 782\">[[Tư Mã Quang]], ''[[Tư trị thông giám]]'', quyển 78, [[wikisource:zh:資治通鑑\/卷078|''Ngụy kỷ (10)'']].<\/ref> Các tướng sĩ đều tức giận, tuốt đao chém xuống đá.<ref name=\":0\" \/>\n\n== Tận trung với Thục Hán ==\n\n=== Xúi dục Chung Hội làm phản ===\nKhương Duy đem toàn quân đến Phù Thành (涪縣) hàng [[Chung Hội]]. ''Tấn Kỷ'' của Kiền Bảo chép rằng Chung Hội hỏi Khương Duy: “''Sao ông đến hàng chậm thế?''” Duy nghiêm mặt chảy nước mắt nói: “''Hôm nay đến đây cũng là quá sớm vậy!''” Hội rất lấy làm kinh ngạc.<ref name=\":0\" \/>\n\nChung Hội đãi Khương Duy rất hậu: trả lại hết tước hiệu, binh quyền tướng ấn, cùng với Duy ra ngoài cùng xe, ngồi thì cùng chiếu. Hội nói với Trưởng sử là [[Đỗ Dự]] rằng: “''Đem Bá Ước với so với các danh sỹ Trung Thổ thì [[Gia Cát Đản|Công Hưu]], [[Hạ Hầu Huyền|Thái Sơ]] không sao bằng được vậy.”''<ref name=\":0\" \/>\n\nChung Hội tranh công đánh Thục với Đặng Ngải, vu cho Ngải làm phản, sai [[Vệ Quán]] bắt Ngải, định nhân Ngải giết Quán thì sẽ có cớ đánh. Nhưng Vệ Quán tự dùng mưu bắt sống được cha con Đặng Ngải đem nộp. Hội sai giải Ngải về [[Lạc Dương]], rồi cùng Khương Duy tiến vào Thành Đô.\n\nBiết Chung Hội có ý phản [[Tư Mã Chiêu]] để tranh giành thiên hạ, Khương Duy lấy gương [[Văn Chủng]], [[Hàn Tín]] ra nói với Hội để kích động. Chung Hội nghe theo, quyết định làm phản.\n\nChung Hội muốn giao cho ông 5 vạn quân tiến ra Tà Cốc, còn mình dẫn đại quân theo sau để đánh vào Lạc Dương tranh thiên hạ với họ Tư Mã. Thế nhưng Tư Mã Chiêu cũng trù liệu Hội làm phản nên đã dồn đại quân đến [[Trường An]], sai [[Giả Sung]] lén đến Tà Cốc, đóng quân ở Lạc Thành. Hội biết mình đã bị Chiêu nghi ngờ, bèn mượn cớ Ngụy thái hậu họ Quách có thư sai mình đánh quyền thần Tư Mã Chiêu để ra lệnh các tướng phản lại Chiêu. Các tướng Ngụy không nghe theo, Chung Hội liền sai giam cả lại, rồi cho những người thân tín nắm binh quyền.\n\nKhương Duy thấy thời cơ đã tới, ông kích động cho Hội giết các tướng Ngụy, rồi sẽ tìm cơ hội giết chết Chung Hội để khôi phục nhà Hán. Ông viết mật thư gửi cho [[Lưu Thiện]] nói rằng<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 430<\/ref>:\n:''\"Bệ hạ hãy nhẫn nhục ít ngày, thần sẽ khiến xã tắc chuyển nguy thành an, nhật nguyệt mờ rồi lại sáng\".''\n\n=== Thất bại và bị giết ===\nTrong các tướng bị giam, [[Hồ Liệt]] có con là Hồ Uyên đang ở ngoài. Uyên được cha mật báo cho biết việc làm của Chung Hội, bèn ngầm dẫn quân bản bộ cùng Vệ Quán đánh vào [[Thành Đô]], cứu các tướng Ngụy ra. Hồ Liệt trong ngục cũng phao tin rằng Chung Hội chỉ tin tưởng Khương Duy và định chôn sống tất cả quân Ngụy. Vì vậy các tướng sĩ nước Ngụy đều nổi giận, tập hợp binh mã đánh Chung Hội. Khương Duy và [[Chung Hội]] không chống nổi cuộc nổi dậy của các tướng Ngụy nên bị giết ở Thành Đô đầu năm 264. Chết trong loạn quân còn có [[Trương Dực]], [[Tưởng Bân]], [[Tưởng Hiển]], [[Vệ Kế]] cùng thái tử [[Lưu Tuyền]].<ref name=\"TQC 45\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 15, ''[[wikisource:zh:三國志\/卷45|Đặng Trương Tông Dương truyện]]''.<\/ref>\n\nKhương Duy mất năm 62 tuổi. Họ hàng ông sau đó cũng bị giết. Sách ''Thế ngữ'' (世語) ghi rằng khi quân Ngụy phanh thây Khương Duy, người ta nhìn thấy quả mật của ông to bằng một ''đấu'' (斗).<ref>(世語曰：維死時見剖，膽如斗大。) Chú giải từ ''Thế ngữ'' trong ''Tam quốc chí'', quyển 44.<\/ref>\n\nSách ''Hoa Dương Quốc chí'' cho rằng Khương Duy xui [[Chung Hội]] giết hết cả 10 vạn quân Ngụy và được Chung Hội nghe theo, nhưng các sử gia hiện nay cho rằng điều đó không thực tế vì không thể dễ dàng thực hiện được, mà ý định của Khương Duy chỉ giết các tướng Ngụy; do Hồ Liệt phao tin đồn phóng đại lên rằng Chung Hội muốn giết hết họ<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 596<\/ref>, làm cho các binh sĩ Tào Ngụy sớm biết tin và bị kích động mạnh nên cùng nhau hành động phản kháng; chính lời đồn của Hồ Liệt làm hỏng mưu kế của Khương Duy<ref name=\"ReferenceA\"\/>.\n\n== Cửu phạt trung nguyên? ==\nTừ năm 247, Khương Duy ra quân đánh Ngụy. Việc [[Gia Cát Lượng]] ra Kỳ Sơn 6 lần trước đây được [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]] gọi là ''[[Chiến tranh Thục-Ngụy (228-234)|Lục xuất Kỳ Sơn]]'', còn Khương Duy đánh Ngụy được gọi là ''[[Chiến tranh Thục-Ngụy (247-262)|Cửu phạt trung nguyên]]''. Theo các sử gia Trung Quốc, ''\"Cửu phạt trung nguyên\"'' chỉ chính xác đúng 1 chữ \"cửu\", còn 3 chữ sau không chính xác:\n* ''Phạt'': Trong 9 lần đánh nhau với quân Ngụy, không phải tất cả các lần ông chủ động ra quân, mà có lần đánh trong thế bị động.\n* ''[[Trung Nguyên|Trung nguyên]]'': Cả chín lần ông dùng binh đều không phải tại các địa điểm thuộc trung nguyên (vùng trung tâm Trung Quốc)<ref>Lê Đông Phương, sách đã dẫn, tr 426<\/ref>. Khương Duy chỉ đánh vào vùng biên viễn phía tây nước Ngụy. Vì nhà Tào Ngụy cai trị trung nguyên nên việc \"đánh Ngụy\" được gọi là ''đánh trung nguyên''.\n\n== Gia quyến và hậu thế ==\nPhụ thân của Khương Duy là Khương Quýnh (姜冏), làm chức Công tào trong quận Thiên Thủy. Khi người Nhung và người Khương chống lại nhà Ngụy, Khương Quýnh bảo vệ cho thái thú và bị tử trận.\n\nSách thế phả ''Đại Đường sắc tu liệt sơn tứ nhạc Thiên Thủy quận Khương tính cổ phả tổng thế hệ'' (大唐敕修烈山四岳天水郡姜姓古譜總世系) ghi nhận rằng Khương Duy có một người vợ họ Liễu (柳).\n\nSau khi mưu trá hàng thất bại, Khương Duy tử nạn và gia quyến bị diệt. Tuy nhiên theo [[Tân Đường thư]] thì đến đời Đường có các tướng Khương Bảo Nghị (姜寶誼) đại thần đầu triều Khương Khác (姜恪) được cho là hậu duệ của Khương Duy.<ref>(蜀大將軍平襄侯[姜]維，裔孫[姜]明，世居上邽。) ''Tân Đường thư'' quyển 73 (phần 3).<\/ref>\n\n== Nhận định ==\nKhương Duy xuất thân là tướng nước Ngụy nhưng gần như cả cuộc đời ông phục vụ nước Thục. [[Gia Cát Lượng]] đã nhìn nhận đúng về lòng trung thành với [[nhà Hán]] của Khương Duy ngay trong thời gian đầu.\n\nKhương Duy có tài kiêm văn võ, có chí lập công danh, cả đời ông sống cần cù tiết kiệm – giống như phong cách của Gia Cát Lượng. Người đồng liêu của ông là [[Khước Chính]] – đã theo Hậu chủ Lưu Thiện sang hàng Ngụy - có nhân định về ông như sau:\n:''\"Khương Bá Ước nắm quyền thượng tướng, dưới một người trên vạn người, vậy mà nhà cửa ông lại sơ sài cũ nát, trong nhà cũng không có vật gì quý giá. Ông không có vợ bé, không có thê thiếp thân cận, hậu đường không có đàn sáo hát ca, quần áo chỉ cần đủ mặc, xe ngựa chỉ cần chỉnh tề, không hề có yêu cầu cao xa gì. Việc ăn uống của ông cũng rất hạn chế, không thừa không thiếu là được. Triều đình cung cấp vật dụng tiền nong cho ông, ông liền phân phát hết... Mọi người cho rằng Khương Duy đầu hàng hai nơi, mình thì bị giết, tông tộc bị diệt, vì vậy chỉ trích ông mà không suy xét các mặt khác của ông. Đó chính là theo nghĩa \"khen chê\" của [[Kinh Xuân Thu]] mà nêu cao. Con người Khương Duy học không biết mỏi, tiết kiệm hết mình, thật đáng cho muôn đời học tập\"''<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 694<\/ref>.\n\nBàn về cái chết của ông, đời sau có cách nhìn nhận khác nhau. Tôn Thịnh tỏ ý bài bác, cho rằng Khương Duy là bất trung, bất nghĩa<ref name=\"ReferenceA\"\/>, và có thêm nhận xét:\n:''Tiến không được, lùi không thống lĩnh được chư tướng, không bảo vệ được vua Thục, kế sách xây dựng đất nước đi ngược với thời thế, làm nước hèn yếu''<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 693<\/ref>.\n\nCác sử gia Trung Quốc hiện đại coi nhận định của Tôn Thịnh là hoàn toàn sai lầm. Khương Duy phải sang hàng Thục vì bị ngăn đường về nhà, buộc phải đầu hàng nước địch, không thể coi là bất nghĩa; nước mất nhưng không chết theo ngay, một là vì vâng lệnh Hậu chủ Lưu Thiện, hai là vì mưu kế khôi phục, không thể nói là ông không trung<ref name=\"ReferenceA\"\/>.\n\nSử quan [[Bùi Tùng Chi]] khi chú giải [[Tam quốc chí]] đã bác bỏ ý kiến của Tôn Thịnh:\n:''Lúc đó Chung Hội đã đến Kiếm Các, Khương Duy và các tướng chống trả quyết liệt... Hội không có cách nào tiến, đã chuẩn bị lui quân, thiếu chút nữa thì Khương Duy lập được đại công bảo vệ nước Thục. Không ngờ Đặng Ngải ngầm đi đường Âm Bình,... Thành Đô tự vỡ… Nếu Khương Duy về chi viện cho [[Thành Đô]], [[Chung Hội]] sẽ tập kích đằng sau. Vì vậy nếu trách Khương Duy không bảo vệ được Thục chủ, thật là làm khó cho người… Sau đó Chung Hội… mưu làm việc lớn, giao binh lính cho Khương Duy, dùng ông làm tiền khu. Nếu sự việc không bị vỡ lở, việc ấy thành công… thì khôi phục lại Thục Hán đâu phải chuyện khó... Ta không nên vì sự việc không tiến triển như dự kiến mà cho rằng mưu Khương Duy không tốt. Thử nghĩ, nếu xưa kia [[Điền Đan]] định kế xong nhưng cơ hội không tốt mà không thành công thì lẽ nào lại nói Điền Đan ngu xuẩn, đần độn hay sao?''<ref name=\"ReferenceB\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 693-694<\/ref>.\n\n:''Khước Chính luận như thế [về Khương Duy], ấy mới thật đáng khen, chẳng thể bảo rằng Duy trước sau làm việc đều được chuẩn mực cả. Nói rằng “nghi biểu một thời”, ấy là chỉ ở việc hiếu học và thanh bạch thôi vậy. Nguyên uỷ truyện này [Tam quốc chí] và sách Nguỵ lược đều nói rằng Duy vốn không có ý phản bội, chỉ vì bị bức bách mới phải theo về Thục. Tôn Thịnh lấy điều ấy để chê trách, nghĩ rằng chỉ nên trách Duy đã trái lời mẹ già. Thế đã là quá lắm rồi, sao lại còn chê trách cả Khước Chính vậy.''<ref>Tam quốc chí. Trần Thọ viết, Bùi Tùng Chi chú thích. Khương duy truyện. (Biên dịch: Bùi Thông. Hiệu đính: Phạm Thành Long.)<\/ref>\n\nCác sử gia Trung Quốc coi những ý kiến của Bùi Tùng Chi và Khước Chính về ông là ''\"tận tình tận lý, đủ thuyết phục người\"''<ref name=\"ReferenceB\"\/>. Cái chết của ông được cảm thán là ''\"rất đáng tiếc, rất đáng thương\"''<ref name=\"ReferenceA\"\/>.\n\nTrong ''Thánh Thán ngoại thư'', [[Mao Tôn Cương]] khi bình luận về nhân vật Khương Duy trong tiểu thuyết cũng có lời ca ngợi tương tự như Khước Chính và Bùi Tùng Chi đối với con người Khương Duy lịch sử:\n\n:''Xem vậy đủ biết kế của Duy không phải là không thâm thuý, mà lòng Duy không phải là không đau khổ. (...) Thế mà Chung Hội bị giết mà các tướng Nguỵ không bị diệt. Đặng Ngải chết nhưng Vệ Quán không can gì. Xem thế mới biết con người không cưỡng lại trời được vậy. Nhiều nhà bình luận về sau thường trách Khương Duy \"đa sự\". Nếu vậy thì [[Lục Tú Phu]] cõng Vua xuống biển, [[Trương Thế Kiệt]] đốt hương, [[Văn Thiên Tường]] khóc ở Nhai Sơn xưa... Các bậc trung liệt ấy cũng “đa sự” sao? [[Lý Lăng]] xưa không vội chết, để mong có được lúc hô lời: “quyết tâm báo ơn Hán!”, thì Khương Duy không vội chết chẳng qua cũng là hy vọng cố sống để “quyết chí báo nghĩa Hán” chứ có chi lạ? Người đời Nguyên có câu thơ vịnh Vũ hầu: “Gia Cát vị vong do thị Hán” thì nay ta cũng xin mượn câu thơ đối lại: “Khương Duy bất tử thượng vì Lưu” để khỏi phụ tấm lòng đau khổ của Khương Bá Ước đối với nhà Thục Hán khi mạt vận vậy.''\n\n== Trong văn học và văn hóa đại chúng ==\nTrong tác phẩm [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]], nhân vật Khương Duy được tác giả mô tả là vị tướng tài năng, dũng mãnh và mưu trí. Để tăng tính hấp dẫn, [[nhà văn]] [[La Quán Trung]] đã thêm thắt cho nhân vật này nhiều chiến công [[hư cấu]] như: vây khốn nhân vật [[Tư Mã Chiêu]] ở núi Thiết Lung, tay không bắt mũi tên rồi bắn chết nhân vật [[Quách Hoài]], giết nhân vật [[Vương Quán (Tam Quốc)|Vương Quán]] (được hư cấu thành cháu Vương Kinh), nhiều lần đánh bại nhân vật [[Đặng Ngải]] khiến Ngải phải hối lộ [[Hoàng Hạo]] để quân Thục rút về.\n\n[[La Quán Trung]] khi đề cập tới việc ông về theo hàng Thục đã hư cấu ra tình tiết: [[Gia Cát Lượng]] mến tài ông và muốn thu phục nên đã giương bẫy sai người đóng giả làm Khương Duy làm những điều phản nghịch khiến Mã Tuân nghi ngờ ông và dồn ông vào chỗ buộc phải sang hàng Thục. Điều đó khác với sử sách: Mã Tuân đã nghi ngờ ông và sợ ông ngay từ đầu.\n\nTrong bài ca tóm tắt truyện Tam Quốc Diễn Nghĩa ở cuối sách, La Quán Trung nói về việc 9 lần ra quân đánh Ngụy của ông:\n:''Khương Duy cậy sức làm già''\n:''Chín phen đánh Ngụy kể đà uổng công!''\n\nVề cái chết của ông, La Quán Trung mô tả, khi đang đánh giết các tướng Ngụy chống lại ở Thành Đô cùng Chung Hội thì ông bị đau bụng dữ dội không chiến đấu được nữa nên kiệt sức và tự vẫn. La Quán Trung cũng mô tả khi chết Khương Duy bị quân Ngụy mổ bụng, thấy quả mật to như quả trứng gà.\n\nLa Quán Trung có bài thơ viếng Khương Duy như sau:\n:''Anh tài người Ký huyện''\n:''Hào kiệt đất Lương Châu''\n:''Con cháu dòng Khương Thượng''<ref>Tức là Khương Tử Nha – [[Khương Tử Nha|Lã Vọng]], công thần khai quốc [[nhà Chu]]. Vì Khương Duy cùng họ Khương với Tử Nha nên tác giả cho rằng ông là dòng dõi Lã Vọng<\/ref>\n:''Học theo lối Vũ hầu''<ref>Tức Gia Cát Lượng<\/ref>\n:''Mật lớn, gan ai địch?''\n:''Lòng trung vững một màu''\n:''Thương thay khi tự vẫn''\n:''Xiết bao nỗi thảm sầu !''\n\nTrong trò chơi [[Dynasty Warriors]] và [[Warriors Orochi]] của [[Nhật Bản]] được sản xuất bởi hãng [[Koei Tecmo|Koei]], Khương Duy là một trong những nhân vật chính của phe [[Thục Hán]]. Ông được miêu tả là một viên tướng trẻ tuổi, tận tuỵ, trung thành, là học trò của Gia Cát Lượng.\n\n== Tham khảo ==\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2002), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động\n* Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n\n== Xem thêm ==\n* [[Tam Quốc]]\n* [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]]\n* [[Gia Cát Lượng]]\n* [[Đặng Ngải]]\n* [[Chung Hội]]\n\n== Chú thích ==\n{{Tham khảo}}\n{{nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Mất năm 264]]\n[[Thể loại:Sinh năm 202]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]"}