{"Khổng Dung":"{{Thông tin nhân vật phong kiến\n| tên gốc = 孔融\n| tự = Văn Cử\n| quốc gia = [[Nhà Hán|Hán]]\n| triều đại = [[Đông Hán]]\n}}\n\n'''Khổng Dung''' ([[chữ Hán]]: 孔融; [[153]]–[[208]]) là quan nhà [[Đông Hán]] và quân phiệt đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Thời trẻ==\nKhổng Dung có [[Tên chữ (người)|tên tự]] là '''Văn Cử''' (文舉), là cháu 20 đời của [[Khổng Tử]]. Ông sinh ra tại nước Lỗ<ref>Thuộc nam [[Sơn Đông]], bắc [[Hồ Bắc]], [[Giang Tô]] và [[An Huy]] hiện nay<\/ref>, nổi tiếng học giỏi, được nhiều người biết đến. Cha ông là Khổng Tuyệt Minh làm thợ dệt, chết lúc ông năm tuổi; mẹ ông là Khổng Tuyệt An làm một nữ thợ làm bánh. Khổng Tuyệt An do có khói bốc lên từ bánh mì lên người mà có thai\n\nThời trẻ, Khổng Dung tìm đến danh sĩ Lý Ưng (con trai Lý Cầm, mẹ là Lý Minh Thiếp), một người rất khó tính và ít giao tiếp với người lạ, chỉ gặp người thân thích hoặc họ hàng. Khi được hỏi có thân thích gì với Lý Ưng mà tới gặp, Khổng Dung đáp rằng tổ mình trước kia là Khổng Tử từng là học trò và là bằng hữu của Lão Tử, mà Lão Tử mang họ Lý, cùng họ với Lý Ưng. Một người khách có mặt tại đó nói với Lý Ưng rằng những đứa trẻ thông minh lớn lên chưa chắc đã ra gì, Khổng Dung lập tức quay sang người khách đó đáp rằng: \"Chắc hồi nhỏ ông cũng thông minh lắm!\" Lý Ưng nghe Khổng Dung nói rất thán phục và tiên đoán Khổng Dung sẽ trở thành người phi thường.\n\n== Trấn giữ Bắc Hải==\nLớn lên, Khổng Dung làm quan cho nhà Đông Hán. Đến năm [[190]], ông được bổ nhiệm làm tướng quốc nước Bắc Hải thuộc Thanh châu, khu vực là địa bàn hoạt động của quân [[khởi nghĩa Khăn Vàng]]. Khi đến Bắc Hải, ông ra sức chỉnh đốn lại tình hình nội trị và tái thiết, mở nhiều trường học, thu dụng nhiều người phải chạy loạn do chiến tranh.\n\nKhổng Dung nghe tiếng [[Thái Sử Từ]] ở Đông Lai là người có tài muốn kết giao. Nhiều lần Khổng Dung đến thăm và biếu quà cho mẹ Thái Sử Từ.\n\nNăm [[193]], quân Khăn Vàng hoạt động mạnh trở lại. Để đề phòng quân Khăn Vàng, Khổng Dung điều quân ra đóng ở Đô Xương<ref>Phía tây huyện Xương Ấp, [[Sơn Đông]]<\/ref>, liền bị tướng Khăn Vàng là Quản Hợi bao vây. Đúng lúc đó Thái Sử Từ trở về nhà. Mẹ Thái Sử Từ khuyên con đi trả ơn Khổng Dung. Thái Sử Từ phóng ngựa đến thành Đô Xương, nhân lúc quân Quản Hợi lơi lỏng bèn vượt vòng vây vào trong thành gặp Khổng Dung.\n\nĐịa bàn Thanh châu khi đó trở thành nơi tranh chấp giữa 2 quân phiệt [[Viên Thiệu]] và [[Công Tôn Toản]]. Công Tôn Toản cũng cử thủ hạ Điền Khải làm thứ sử Thanh châu, Viên Thiệu cũng sai con cả là [[Viên Đàm]] làm Thứ sử Thanh châu, hai bên đánh nhau. Công Tôn Toản sai [[Lưu Bị]] và Triệu Vân mang quân giúp sức Điền Khải, đóng quân ở Bình Nguyên.\n\nKhổng Dung muốn cầu viện Lưu Bị ở Bình Nguyên, bèn cử Thái Sử Từ cầm thư đi cầu cứu. Thái Sử Từ đến Bình Nguyên, gặp Lưu Bị cầu cứu. Lưu Bị nhận lời, mang 3000 quân lại cứu Khổng Dung. Quân Khăn Vàng thấy có viện binh bèn rút lui. Khổng Dung qua được nạn đó càng quý trọng Thái Sử Từ, nhưng rồi Từ từ biệt ông sang Dương châu với người quen là Thứ sử [[Lưu Do]]<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 715<\/ref>.\n\nNăm [[195]], Điền Khải chết, Khổng Dung được Lưu Bị tiến cử làm Thứ sử Thanh châu. Sang năm [[196]], [[Viên Đàm]] theo lệnh của Viên Thiệu tấn công Khổng Dung. Khổng Dung không chống cự nổi, phải bỏ thành chạy, gia quyến của ông bị bắt.\n\n==Tại Hứa Xương==\nLúc đó thứ sử Duyện châu là [[Tào Tháo]] đã đón [[Hán Hiến Đế]] về Hứa Xương, bắt đầu khống chế nhà Hán. Khổng Dung chạy về Hứa Xương với triều đình Hán Hiến Đế, được giữ chức Thiếu phó (少府). Ông thường có bất đồng chính kiến với Tào Tháo.\n\nKhổng Dung kết bạn với danh sĩ [[Nễ Hành]], ra sức tiến cử Nễ Hành với Tào Tháo, nhưng vì Nễ Hành quá ngạo mạn, luôn mắng chửi mọi người<ref>Dịch Trung Thiên, sách đã dẫn, tr 68<\/ref>. Sau nhiều lần bị thất vọng vì thái độ của Nễ Hành, Tào Tháo sai Nễ Hành sang Kinh châu với [[Lưu Biểu]].\n\nNăm [[197]], [[Viên Thuật]] xưng đế ở Thọ Xuân. Vì [[Dương Bưu]] là em rể Viên Thuật nên Tào Tháo muốn giết Dương Bưu, bèn bắt giam. Khổng Dung vội đến gặp Tào Tháo hết lời can ngăn. Tuy ban đầu Tào Tháo không nghe, nhưng Khổng Dung hết sức dùng lý lẽ bảo vệ cho Dương Bưu, nên Tào Tháo bất đắc dĩ phải thả Dương Bưu<ref name=\"ReferenceA\">Dịch Trung Thiên, sách đã dẫn, tr 74<\/ref>.\n\nKhi Tào Tháo chuẩn bị đối đầu với [[Viên Thiệu]], Khổng Dung tỏ ra bi quan, ông cho rằng Viên Thiệu rất mạnh, Tào Tháo khó lòng thắng được<ref name=\"ReferenceB\">Dịch Trung Thiên, sách đã dẫn, tr 75<\/ref>. Nhưng cuối cùng Tào Tháo [[trận Quan Độ|đại phá Viên Thiệu ở Quan Độ]] rồi sau đó lần lượt trừ nốt các con Viên Thiệu. Năm [[204]], Tào Tháo [[trận Nghiệp Thành (204)|hạ Nghiệp Thành]], lấy con dâu thứ hai của Viên Thiệu là [[Chân Lạc]] (vợ [[Viên Hy]]) cho con trai lớn là [[Tào Phi]]. Nghe tin đó, Khổng Dung viết thư cho Tào Tháo nói rằng: ''\"Khi vua [[Chu Vũ Vương]] diệt Trụ, đã cưới [[Đát Kỷ]] cho [[Chu Công]]\"''. Cho rằng Khổng Dung học rộng biết nhiều, Tào Tháo hỏi ông sách nào nói như vậy, ông đáp rằng đó là chuyện xảy ra trước mắt ngày nay<ref name=\"ReferenceA\"\/>. Điều đó càng khiến Tào Tháo bất mãn với ông.\n\n[[Tào Tháo]] đề ra chính sách cấm rượu để tiết kiệm lương thực, nhưng Khổng Dung lại lên tiếng phản đối:\n:''Trên trời có tửu tinh, dưới đất có tửu tuyền, nhân gian có tửu đức, sao lại cấm tửu? Hơn nữa từ xưa thường vì đàn bà mà mất nước, sao không cấm đàn bà?''\n\nTào Tháo tuy khó chịu nhưng vì uy tín của Khổng Dung rất lớn nên đành cho qua<ref name=\"ReferenceB\"\/>.\n\n== Bị giết==\nTháng 6 năm [[208]], Tào Tháo tâu với [[Hán Hiến Đế]] khôi phục lại chức thừa tướng và Ngự sử đại phu, rồi tự phong mình làm thừa tướng và phong [[Si Lự]] (kỵ của [[Si Giám]]) làm Ngự sử đại phu. Si Lự vốn có hiềm khích với Khổng Dung, bèn nghe theo ý của Tào Tháo, cùng [[Lộ Túy]] tố cáo Khổng Dung có mưu đồ phản nghịch<ref>Dịch Trung Thiên, sách đã dẫn, tr 76<\/ref>. Tào Tháo sau đó cáo buộc Khổng Dung phạm 4 tội danh, hạ lệnh bắt giết cả nhà ông.\n\nKhi cả nhà bị bắt, hai đứa con nhỏ của Khổng Dung đang ngồi chơi. Mọi người giục hai đứa trẻ đi trốn, nhưng hai đứa trẻ đáp:\n:''Tổ chim đã vỡ làm sao trứng được lành?'' (nguyên văn: 安有巢毀而卵不破者乎 Câu này về sau trở thành thành ngữ).\n\nCả nhà Khổng Dung bị hại. Xác ông bị bỏ ra đường. Chỉ có một mình Chi Tập (脂習) dám thu nhặt xác ông mang [[chôn cất]]. Năm đó Khổng Dung 56 tuổi.\n\n== Nhà thơ, nhà văn ==\nKhổng Dung nổi tiếng với tài thơ văn đương thời, là một trong [[Kiến An thất tử]] (bảy danh sĩ thời [[Hán Hiến Đế]], niên hiệu Kiến An bao gồm: Khổng Dung, Vương Xán, Trần Lâm, Lưu Trinh, Từ Cán, Nguyễn Vũ, Ứng Sướng). Ông sáng tác nhiều thơ. Sau khi ông bị giết, [[Tào Phi]] thu thập được 25 bài thơ của ông đưa vào sách. Nhưng phần lớn những bài thơ này nay đã thất truyền, chỉ còn 5 bài được truyền lại tới ngày nay.\n\nNhiều tác phẩm khác của Khổng Dung cũng không còn, một số ít còn sót lại được tìm thấy gồm những bức thư gửi Tào Tháo, tỏ ý phê phán đường lối chính trị của họ Tào.\n\n== Trong Tam Quốc diễn nghĩa==\nKhổng Dung trong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]] xuất hiện từ hồi 11 tại Bắc Hải khi ông được [[Thái Sử Từ]] và [[Lưu Bị]] cứu khỏi vòng vây quân Khăn Vàng.\n\n[[Tam Quốc diễn nghĩa]] không đề cập tới diễn biến sự việc ông rời Bắc Hải tới Hứa Xương. Ông xuất hiện trở lại vào hồi 40 với cương vị là Thái trung đại phu, vì chê Tào Tháo muốn đánh [[Tôn Quyền]] và [[Lưu Bị]] là bất nhân nên bị Tào Tháo bắt giết.\n\n==Xem thêm==\n* [[Tào Tháo]]\n* [[Nễ Hành]]\n* [[Lưu Bị]]\n* [[Thái Sử Từ]]\n* [[Dương Bưu]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n\n==Chú thích==\n{{Tham khảo}}\n{{Kiểm soát tính nhất quán}}\n\n{{Nhân vật Tam Quốc}}{{Văn học Kiến An}}{{Bát bái chi giao}}\n\n[[Thể loại:Sinh năm 153]]\n[[Thể loại:Mất năm 208]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]\n[[Thể loại:Nhà thơ Trung Quốc thời Hán]]\n[[Thể loại:Nhà văn Trung Quốc thời Hán]]"}