{"Kim Thế Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Kim Thế Tông \n|tên gốc = 金世宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[nhà Kim|Đại Kim]]\n| tại vị = [[tháng 10]] năm [[1161]]<ref name=KS6 \/> – [[tháng 1]] năm [[1189]]<ref name=KS8>[http:\/\/zh.wikisource.org\/wiki\/%E9%87%91%E5%8F%B2\/%E5%8D%B78 Kim sử, quyển 8: Bản kỷ 8 - Thế Tông hạ]<\/ref><timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1115 till:1234\nAlignBars = early\nScaleMajor = increment:119 start:1115\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1161 till:1189 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color=\"grey\">[[Kim Hải Lăng Vương]]<\/font>\n| kế nhiệm = <font color=\"blue\">[[Kim Chương Tông]]<\/font>\n| tên đầy đủ = Hoàn Nhan Ô Lộc<br>Hoàn Nhan Tụ<br>Hoàn Nhan Ung<br> [[Hoàn Nhan Bao]]<br>\n| kiểu tên đầy đủ = Tên húy\n| miếu hiệu = [[Thế Tông]] (世宗)\n| thông tin niên hiệu =\n| niên hiệu = Đại Định\n| thời gian của niên hiệu = [[1161]]-[[1189]]\n| thụy hiệu = <font color=\"grey\">Quang Thiên Hưng Vận Văn Đức Vũ Công Thánh Minh Nhân Hiếu Hoàng đế<\/font><br>(光天興運文德武功聖明仁孝皇帝)<ref name=KS6 \/><ref name=KS8 \/>\n| vợ = Chiêu Đức hoàng hậu Ô Lâm Đáp thị<br>Trương nguyên phi<br>Lý nguyên phi<br>Lương chiêu nghi<br>Thạch Mạt tài nhân\n| thông tin con cái =\n| con cái = 10 con trai và một con gái (xem văn bản)\n| hoàng tộc = [[Nhà Kim]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Nhà Kim|Kim]] [[Duệ Tông]]<ref name=KS6 \/><ref name=TP>Truy phong<\/ref> [[Hoàn Nhan Tông Phụ|Hoàn Nhan Tông Nghiêu]]\n| mẹ = Mẹ đích: Khâm Từ hoàng hậu<ref name=TP \/> Bồ Sát thị<br>Mẹ sinh: Trinh Ý hoàng hậu<ref name=TP \/> Lý thị<ref name=KS6 \/> \n| sinh = 1123<ref name=KS6 \/>\n| mất ={{năm mất và tuổi|1189|1123}}\n| nơi mất = [[Trung Quốc]]\n| nơi an táng = Hưng Lăng<ref name=KS8 \/>\n| tôn giáo = \n}}\n'''Kim Thế Tông''' ([[chữ Hán]]: 金世宗; [[1123]]<ref>Kim sử, quyển 6 chép là ông sinh năm Thiên Phụ thứ 7 đời [[Kim Thái Tổ]], tức năm 1123.<\/ref> – [[1189]]), tên thật là '''Hoàn Nhan Ô Lộc'''<ref name=KS6>[http:\/\/zh.wikisource.org\/wiki\/%E9%87%91%E5%8F%B2\/%E5%8D%B76 Kim sử, quyển 6: Bản kỷ 6 - Thế Tông thượng]<\/ref>, tên khác là '''Hoàn Nhan Ung'''<ref name=KS6 \/> hay '''Hoàn Nhan Bao''', tự '''Ngạn Cử''' ([[chữ Hán]]: 彦举)<ref>'''Từ Mộng Sân - Tam triều bắc minh hội biên''' dẫn từ Trương Lệ - Chính Long sự tích rằng: Bầu (裒) là con trai của Lộ vương Tông Phụ, con trai thứ ba của Thái Tổ, em họ của Lượng. Bầu tự Ngạn Cử, sanh giờ Dần ngày 1 tháng 3 năm Ất tị, tiểu tự Hốt Lạt Mã, sau khi tức vị đổi là Ung. '''Lý Tâm Truyện - Hệ niên yếu lục''' cũng dẫn câu này, nhưng thay chữ Bầu bằng chữ Bao (襃)<\/ref>, là vị [[hoàng đế]] thứ năm của [[nhà Kim]] trong [[lịch sử Trung Quốc]].\n\n== Thân thế ==\nHoàn Nhan Ung là con của [[hoàng tử]] [[Hoàn Nhan Tông Phụ]], cháu nội của [[Kim Thái Tổ]] Hoàn Nhan A Cốt Đả. Mẹ ông là Lý thị, vợ thứ của Tông Phụ, người quý tộc [[Bột Hải]], sinh ra ông năm [[1123]] tại hoàng cung phủ Hội Ninh, Thượng Kinh.\n\nHoàn Nhan Tông Phụ thường đóng vai trò trấn giữ kinh sư khi Kim Thái Tổ và các hoàng tử khác đi chinh chiến. Ông được mẹ dạy dỗ từ nhỏ, sớm thông hiểu nhiều sách vở. Khi Tông Phụ qua đời ([[1135]]), Hoàn Nhan Ung mới 12 tuổi. Theo tục người [[Nữ Chân]], [[phụ nữ]] góa chồng có thể được mang gả cho người trong tông tộc, nhưng Lý thị từ chối tục này và xuất gia đi tu ở Liêu Dương<ref name=\"Tiêu Lê, sách đã dẫn, tr 29\">Tiêu Lê, sách đã dẫn, tr 29<\/ref>.\n\n==Thời trẻ==\nHoàn Nhan Ung khi sinh ra có 7 nốt ruồi trên ngực<ref name=\"tt474\">Thương Thánh, sách đã dẫn, tr 474<\/ref>. Tiếp nối truyền thống thượng võ của gia tộc, Hoàn Nhan Ung theo nghề võ, giỏi cưỡi ngựa, bắn cung. Ông được giáo dục tốt về quân sự và được theo các chú, bác là [[Ngột Truật|Hoàn Nhan Tông Bật]], Hoàn Nhan Tông Xương, [[Hoàn Nhan Tông Hàn]] ra chiến trận.\n\n==Thời Hi Tông và Hải Lăng Vương==\n===Nhẫn nhịn tìm đường sống===\nHoàn Nhan Ung là viên tướng có sức khỏe và tài năng. Đến thời [[Kim Hi Tông]], Hoàn Nhan Ung được bổ nhiệm làm Quang lộc đại phu, rồi tước Cát vương, giữ chức Binh bộ thượng thư.\n\nSau mấy năm làm vua, Kim Hi Tông ham mê rượu chè và thảm sát nhiều anh em trong họ tộc. [[Hoàng hậu]] Điệu Bình lại chuyên quyền, hay tham gia vào triều chính, vì vậy Hoàn Nhan Ung và vợ là Ô Lâm Đáp thị phải trải qua nhiều ngày sóng gió. Để tránh tai họa, theo lời vợ, ông mang báu vật gia đình là đai bạch ngọc trắng mà vua Tống thường dùng (vốn là chiến lợi phẩm khi đánh Tống), dâng hoàng hậu để tránh bị giết và giữ được chức Binh bộ Thượng thư<ref name=\"Tiêu Lê, sách đã dẫn, tr 29\"\/><ref name=\"tt475\">Thương Thánh, sách đã dẫn, tr 475<\/ref>.\n\nNăm [[1149]], người anh họ ông là [[Kim Hải Lăng Vương|Hoàn Nhan Lượng]] (cháu đích tôn của [[Kim Thái Tổ]]) giết chết Kim Hi Tông giành ngôi vua. Hoàn Nhan Lượng cũng ra tay sát hại nhiều người trong tông thất vì không cùng cánh hoặc phòng ngừa họ chống đối. Để thoát hiểm, Hoàn Nhan Ung cũng phải dâng nhiều của báu như bội đao sừng tê triều [[nhà Liêu|Liêu]], bộ đồ uống trà bằng ngọc của Thổ Phồn lên Hoàn Nhan Lượng. Tuy không bị giết, Hoàn Nhan Ung vẫn bị điều đi làm quan ở xa, lần lượt đảm đương các chức vụ như Hội Ninh mục, Trung Kinh lưu thủ, Yên Kinh lưu thủ, Tế Nam doãn.\n\nHoàn Nhan Lượng rất hiếu sắc, đã giết hại nhiều tông thất và tướng sĩ trong triều và cướp vợ, con gái những người này đưa vào cung làm phi tần<ref>An Tác Chương, sách đã dẫn, tr 209<\/ref>. Trước sau có gần 20 phi tần của Hoàn Nhan Lượng là những người thân thích trong họ, vợ góa con côi của tông thất. Khi Hoàn Nhan Ung ở Tế Nam, Hoàn Nhan Lượng cũng muốn cướp vợ ông, bèn triệu bà vào cung. Vì tính mạng của ông, Ô Lâm Đáp thị nhẫn nhục lên đường, trước khi đi dặn ông hãy nén giận để chiêu nạp hiền sĩ đợi ngày trả thù; khi đi tới Cố Tiết cách Trung Đô hơn 70 dặm, bà nhảy xuống hồ [[tự sát]]<ref name=\"tt475\"\/>.\n\nNăm [[1155]], Hoàn Nhan Lượng bổ nhiệm ông làm Đông Kinh lưu thủ. Hoàn Nhan Ung bắt đầu xây dựng thế lực riêng cho mình. Được sự giúp đỡ của mẹ đẻ là Lý thị, ông có được sự hậu thuẫn của họ bên mẹ ở Bột Hải, đứng đầu là cậu ruột Lý Thạch. Trong thời gian trấn trị tại đây, Hoàn Nhan Ung đã liên kết với 2 gia tộc lớn là Lý và Trương. Ngoài ra, do sự cai trị khá hà khắc và thích chiến tranh của Hoàn Nhan Lượng khiến các tướng sĩ và quý tộc [[Nữ Chân]] ở vùng Liêu Dương chán ghét, nhiều người quay sang ủng hộ ông<ref name=\"tt474\"\/>. Điều đó khiến Hoàn Nhan Lượng bắt đầu lo ngại về ông.\n\n===Làm binh biến lên ngôi===\nHoàn Nhan Lượng có ý định phát động chiến tranh để xâm chiếm hoàn toàn [[Nhà Tống|Nam Tống]]. Năm [[1160]], vua Kim phát binh đánh Tống, huy động mấy chục vạn quân và ngựa chiến ra trận. Tuy nam tiến, vua Kim vẫn đề phòng Hoàn Nhan Ung, sai em họ là Cao Tồn Phúc đưa Lý Nhan Long tới Đông Kinh làm Phó lưu thủ để giám sát ông. Cao Tồn Phúc có con gái làm phi tần của vua Kim, được tin cậy, thấy Hoàn Nhan Ung chiêu binh tích vũ khí bèn mật báo với Hoàn Nhan Lượng.\n\nVì Hoàn Nhan Lượng huy động rất nhiều quân trong toàn quốc ra trận khiến nước Kim xao động. Nhiều người [[Nữ Chân]] không muốn ra trận. Khi quân Kim đi qua sông Hoài đến Lô châu<ref>Nay là Hợp Phì, [[An Huy]]<\/ref>, nhiều người cùng nhau đào ngũ. Tháng 8 năm [[1161]], quan Mưu khắc của phủ Hàm Bình là Khoát Lý nổi dậy làm binh biến ở [[Liêu Đông]] chống lại Hoàn Nhan Lượng. Cùng lúc, một cánh quân do tướng Hoàn Nhan Phúc Thọ<ref name=KS6 \/> chỉ huy gần 1 vạn người đã phản biến chạy về Đông Kinh, tuyên bố ủng hộ lập Hoàn Nhan Ung lên ngôi.\n\nHoàn Nhan Ung mang quân dẹp Khoát Lý, Khoát Lý vội lui binh. Hoàn Nhan Ung được một người nhà của Cao Tồn Phúc báo tin Cao Tồn Phúc đã tâu lên vua Kim và muốn giết mình. Ông vội hỏi kế Lý Thạch. Nghe theo lời Lý Thạch, Hoàn Nhan Ung bèn chủ động ra tay trước. Ông lấy lý do \"chống giặc\" để triệu tập Cao Tồn Phúc và Lý Nhan Long tới họp mặt tại chùa Thanh An nơi mẹ ông xuất gia.\n\nCao Tồn Phúc không dám đến. Hoàn Nhan Ung cho người tới giục giã mấy lần, Phúc và Long phải tới dự. Ông bèn hạ lệnh bắt giữ Phúc và Long. Ngày 3 tháng 10 năm 1161 Hoàn Nhan Phúc Thọ mang 1 vạn quân từ [[Sơn Đông]] về hội, Hoàn Nhan Mưu Diễn cũng mang 5000 quân từ Thường An<ref>Đông bắc Thẩm Dương, [[Liêu Ninh]]<\/ref> đến theo ông. Ngày 7 tháng 10 ÂL (tức [[27 tháng 10]] DL), Hoàn Nhan Ung tập hợp mấy cánh quân tiến vào thành giết chết Cao Tồn Phúc và những người cùng phe, tự lập làm [[hoàng đế]], đặt niên hiệu là '''Đại Định''', tức là '''Kim Thế Tông'''.\n\nKim Thế Tông mang quân đánh chiếm Yên Kinh, Trung Đô rất thuận lợi. Để có danh nghĩa thảo phạt Hoàn Nhan Lượng, Hoàn Nhan Ung đưa thư đi các nơi kể tội Lượng sát hại mẹ (thái hậu)<ref>Hoàn Nhan Lượng là con đẻ của Đại thị, vợ lẽ của cha; sau khi lên ngôi đã giết vợ chính của cha là thái hậu Đan Đồ thị<\/ref>, giết hại tông thất, giết con cháu của [[Kim Thái Tông]], con cháu của [[Hoàn Nhan Tông Hàn]] và [[Ngột Truật|Hoàn Nhan Tông Bật]], đốt cung thất Thượng Kinh... tất cả 16 tội; rồi ông tuyên bố phế Hoàn Nhan Lượng làm ''Hải Lăng vương''<ref>An Tác Chương, sách đã dẫn, tr 227<\/ref>.\n\nHoàn Nhan Lượng nghe tin có binh biến, không còn đường về, cố sức đánh chiếm [[Nhà Tống|Nam Tống]]. Nhưng dần dần chiến sự bất lợi trước sức chống trả của quân Tống. Do Lượng quá tàn bạo khiến tướng sĩ chán ghét, tháng 11 năm [[1161]], các tướng sĩ đánh vào trại giết chết Lượng, sau đó về Biện Kinh giết nốt con Lượng là thái tử Quang Anh. Quân Kim rút lui.\n\n==Ổn định quốc gia==\nĐể ổn định tình hình trong nước, trước hết Kim Thế Tông tính tới việc ổn định tập đoàn thống trị. Sau khi tiến vào Trung Đô, ông tuyên bố bãi bỏ chính sách tàn sát nội tộc, cho đưa hài cốt của các tướng sĩ và tông thất bị Hoàn Nhan Lượng sát hại được đưa về quê chôn cất, phục hồi lại chức vụ cho con cháu họ, phong thưởng cho các tướng sĩ có công mà chưa được thưởng. Ông khoan dung không trị tội những người đi theo Hoàn Nhan Lượng, thu dùng họ<ref>Tiêu Lê, sách đã dẫn, tr 38<\/ref>.\n\nÔng bỏ hiệu cũ Đông Hôn vương mà Hoàn Nhan Lượng đã đặt cho vua cũ Hoàn Nhan Đản (bị Hoàn Nhan Lượng lật đổ), truy tôn là '''Kim Hi Tông''', cải táng tư lăng. Đồng thời, Kim Thế Tông cho tu sửa cung điện phủ Hội Ninh từng bị Hoàn Nhan Lượng hủy diệt, khôi phục lại tên cũ là Thượng Kinh. Chính sách mới của Kim Thế Tông khiến các quý tộc [[Nữ Chân]] rất vui mừng và ủng hộ ông<ref>Tiêu Lê, sách đã dẫn, tr 39<\/ref>.\n\nKim Thế Tông cũng nhanh chóng đánh dẹp các lực lượng còn trung thành với Hoàn Nhan Lượng, dùng chính sách vừa đánh vừa phủ dụ. Cuối cùng các lực lượng thân vua cũ để quy phục ông.\n\nNhân sự hỗn loạn trong nội bộ nước Kim do nhiều người oán hận Hải Lăng vương Lượng gây ra, nhiều người cũng nhân đó khởi binh nổi dậy. Tháng 12 năm 1161, Y Lạt Oa Oát cầm đầu người [[Khiết Đan]] khởi binh chống lại Kim Thế Tông, tự xưng là [[hoàng đế]].\n\nĐầu năm [[1162]], Kim Thế Tông bắt đầu ra quân dẹp loạn. Ông cử Hoàn Nhan Mưu Diễn làm tướng, chủ trương \"vừa đánh vừa vỗ về\". Trong khi giao chiến, ông vẫn hạ chiếu kêu gọi người Khiết Đan đầu hàng. Sau hơn 10 trận giao tranh, quân Khiết Đan bị tổn thất nặng nề. Hai bên gặp nhau trong trận đánh lớn ở Niểu Lĩnh, bị chết trận rất nhiều, cuối cùng quân Kim bắt được Oa Oát. Kim Thế Tông ra lệnh giết Oa Oát cùng cả nhà ông ta.\n\n==Đối nội==\n===Triều đình và bộ máy liêu thuộc===\nTheo lời một số triều thần, Kim Thế Tông dời đô từ Thượng Kinh đến Trung Đô. Sau đó, ông thực hiện một số cải cách trong triều. Về quan chức, ông thực hiện chính sách trọng dụng người tài, có sức khỏe, không câu nệ lai lịch của họ, dựa theo tài năng, không vì ân oán riêng tư<ref>Đặng Huy Phúc, sách đã dẫn, tr 379<\/ref>. Điển hình trong số những người phục vụ đắc lực cho Hoàn Nhan Lượng được ông trọng dụng là Chí Ninh và Dương Huyền Tố<ref>Tiêu Lê, sách đã dẫn, tr 40<\/ref>.\n\nNgười [[Bột Hải]], [[Khiết Đan]], [[người Hán]] đều được tham gia bộ máy triều chính. Trong thời gian cai trị, Kim Thế Tông đã lựa chọn được nhiều quan lại có thực tài, thanh liêm; thực hiện chế độ thưởng phạt nghiêm minh. Ông quy định các quan lại trung ương và địa phương phải thường xuyên gặp gỡ nhau để trao đổi công việc. Ai đến tuổi 60 thì ông cho nghỉ hưu<ref>Tiêu Lê, sách đã dẫn, tr 50-51<\/ref>.\n\nTrong bộ máy cai trị, Kim Thế Tông thực thi chính sách tập trung quyền lực vào tay [[hoàng đế]]. Ông lấy thượng thư lệnh và Tả, Hữu thừa tướng và Bình chương chính sự làm quan đầu triều.\n\nVề mặt pháp luật, Kim Thế Tông dựa theo luật cũ của [[nhà Đường]] và [[nhà Tống]], sửa đổi để dùng tại nước Kim. Ông quan tâm sửa đổi pháp luật về hình sự, khiến nhân dân dễ hiểu về luật lệ<ref name=\"Đặng Huy Phúc, sách đã dẫn, tr 380\">Đặng Huy Phúc, sách đã dẫn, tr 380<\/ref>.\n\n===Dân tộc===\nĐể ngăn ngừa sự nổi dậy kế tiếp của người Khiết Đan, sau khi dẹp loạn, Kim Thế Tông thay đổi chính sách thống trị trước đây. Ông trọng dụng các binh lĩnh người [[Khiết Đan]] trong quân ngũ; áp dụng chính sách di dân, đưa người Khiết Đan ở vùng đông bắc tới các lộ Thượng Kinh, Ô Lý Thạch Lũy Bộ<ref>Nay là lưu vực sông Tuy Phương<\/ref>, lại chuyển người Khiết Đan ở vùng tây bắc đến các lộ Thượng Kinh, Tế châu<ref>Nay là phía tây [[Cát Lâm]]<\/ref> để họ chung sống với người [[Nữ Chân]] và [[người Hán]]. Các tộc chung sống hòa binh, giải quyết được vấn đề sắc tộc, tạo ra sự ổn định trong nước<ref>Tiêu Lê, sách đã dẫn, tr 41<\/ref>.\n\n===Kinh tế===\nChiến tranh thời Hải Lăng vương [[Kim Hải Lăng Vương|Hoàn Nhan Lượng]] khiến nước Kim bị suy đồi [[kinh tế]], kho tàng trống rỗng. Để khôi phục lại kinh tế trong nước, Kim Thế Tông chú trọng phát triển [[nông nghiệp]].\n\nNăm [[1162]], ông hạ chiếu xá tội cho những người dân từng theo các lực lượng khởi nghĩa chống triều đình thời Hoàn Nhan Lượng, thả hàng loạt tù binh cho về nhà tham gia sản xuất để tăng sức lao động làm nghề nông. Năm [[1163]], ông hạ lệnh miễn giảm thuế và lao dịch. Năm [[1165]], sau khi đạt được hòa ước với [[Nhà Tống|Nam Tống]], ông chỉ duy trì 6 vạn quân lưu thú ở Giang Hoài, còn cho tất cả giải ngũ<ref>Tiêu Lê, sách đã dẫn, tr 55<\/ref>. Đến năm [[1173]], lao dịch trong nước đã giảm đi một nửa.\n\nKhi nhà Kim mới vào trung nguyên đã trưng dụng nhiều đất của nhân dân để làm vườn tược và nơi săn bắn, tới thời [[Kim Hi Tông]] giảm bớt, sang thời Kim Thế Tông bỏ hoàn toàn, trả lại hết đất đai cho dân. Ông còn lệnh cho các quý tộc có quá nhiều đất đai trả lại một số cho dân cày cấy<ref>Tiêu Lê, sách đã dẫn, tr 57-58<\/ref>.\n\nTrong những năm tiếp theo bị mất mùa, ông đều ra lệnh giảm tô thuế. Ông xuống chiếu khuyến khích nghề nông, răn đe những ai phá hoại sản xuất đều bị trị tội, không ngoại trừ thân vương quý tộc. Ông cho thả nhiều nô tỳ, động viên họ làm ruộng và làm thủy lợi.\n\nKim Thế Tông còn cho đúc thêm [[tiền]], thúc đẩy [[thương mại]] phát triển. Những biện pháp đó của Kim Thế Tông khiến nước Kim được phục hồi sau nhiều năm chiến tranh, phát triển khá phồn vinh<ref name=\"Đặng Huy Phúc, sách đã dẫn, tr 380\"\/><ref>Tiêu Lê, sách đã dẫn, tr 59<\/ref>.\n\nKim Thế Tông còn đề xướng chính sách tiết kiệm. Ông nhiều lần hạ chiếu giảm bớt cung nữ để giảm chi tiêu của hoàng cung. Mỗi bữa ăn ông cũng lệnh không nấu dư thừa, nên có lần công chúa tới thỉnh an lúc ông đang ăn nhưng ông không còn cơm để thết đãi con gái<ref name=\"Thương Thánh, sách đã dẫn, tr 476\">Thương Thánh, sách đã dẫn, tr 476<\/ref>.\n\nÔng luôn dạy các [[hoàng tử]], [[công chúa]] phải hết sức tiết kiệm. Ông từ chối đề nghị của một viên quan về việc tăng thêm đồ dùng cho bản thân và cho đông cung thái tử<ref name=\"Đặng Huy Phúc, sách đã dẫn, tr 380\"\/><ref name=\"Thương Thánh, sách đã dẫn, tr 476\"\/>.\n\n===Văn hóa, giáo dục===\nKim Thế Tông ra sức thay đổi chính sách theo kiểu Hán trước đây mà Hoàn Nhan Lượng áp dụng. Ông khôi phục quyền lợi cho người Nữ Chân, nỗ lực đề xướng khôi phục phong tục của người Nữ Chân, cấm họ mặc quần áo người Hán, không được kết hôn với người Hán và không đổi sang họ người Hán<ref name=\"Thương Thánh, sách đã dẫn, tr 476\"\/>.\n\nTuy nhiên, cùng việc tiếp thu văn hóa Hán từ nhỏ và nhận thức được tầm quan trọng của văn hóa Hán, Kim Thế Tông vẫn giữ một số nét chính trong chính sách Hán hóa. Ông đề cao tư tưởng Trung Dung và đạo đức của [[Nho giáo|Nho gia]]. Ông mở đường ngôn luận, lắng nghe ý kiến của quan lại và nhân dân<ref name=\"Thương Thánh, sách đã dẫn, tr 476\"\/>.\n\nThời Kim Thế Tông, [[giáo dục]] được coi trọng. Ông tuyển chọn nhiều quan lại qua thi cử. Khi ông mới lên ngôi, có người khuyên nên bỏ chế độ khoa cử, theo chính sách của [[Tần Thủy Hoàng]]. Kim Thế Tông không nghe theo, ngược lại còn thúc đẩy giáo dục và khoa cử phát triển hơn trước. Ông chủ trương nếu ai có tài đáng làm tiến sĩ thì cho đỗ cả, không hạn chế số lượng; nhưng ông cũng rất đề cao đức độ của họ; người đỗ [[trạng nguyên]] phải về địa phương khảo đức hạnh, không có đức hạnh thì sĩ gạch tên, không trọng dụng<ref>Tiêu Lê, sách đã dẫn, tr 53-54<\/ref>.\n\nNăm [[1166]], ông mở trường Thái học, năm đầu chỉ có 160 người, sang năm sau lên 400. Tại kinh đô thành lập ''Nữ Chân Viên Tử học'', năm [[1176]], hệ thống các trường cấp lộ được thiết lập gọi là Nữ Chân phủ học, và năm 1189, hệ thống này được thiết lập tại cấp quận. Kim Thế Tông cho giảng dạy các môn học này (sách luận) bằng tiếng Nữ Chân năm [[1164]], [[tiếng Trung Quốc|tiếng Hán]] được phiên âm sang [[tiếng Nữ Chân]] để người Nữ Chân có thể học tập. Từ Kim Thế Tông trở đi, các khoa cử đều dùng Nữ Chân văn, người Hán muốn gia nhập vào giới sĩ phu cũng phải theo con đường đó. Do chính sách của Thế Tông, văn hóa của giới quý tộc Nữ Chân được nâng lên cao hơn nhiều so với trước<ref>Tiêu Lê, sách đã dẫn, tr 53<\/ref>.\n\nMột công trình xây dựng nổi tiếng trong thời gian Kim Thế Tông cai trị còn tồn tại đến ngày nay là [[Lư Câu Kiều]], gần [[Bắc Kinh]]. Cây cầu này xây dựng trong vòng 3 năm (1189 – 1192) có chiều dài 265,5&nbsp;m (874&nbsp;ft) và rộng 9,3&nbsp;m (30,5&nbsp;ft), được đỡ bằng 281 cột. Tại mỗi cột có chạm khắc một con sư tử đá.\n\n==Đối ngoại==\n===Với Nam Tống===\nNhận thấy việc đánh [[Nhà Tống|Nam Tống]] của Hoàn Nhan Lượng là không nên, ngay tháng 12 năm [[1161]] sau khi Hoàn Nhan Lượng chết, Kim Thế Tông sai Nguyên soái tả giám quân Cao Trung Kiến đến đề xuất bãi binh với Nam Tống. Ông hạ lệnh cho những binh sĩ từng nam chinh thuộc các lộ [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Sơn Đông]], [[Thiểm Tây]] được giải ngũ về quê<ref>Tiêu Lê, sách đã dẫn, tr 42<\/ref>. Ông trả lại những vùng lãnh thổ mà Hoàn Nhan Lượng đã chiếm của Nam Tống như các lộ Hà Bắc, Sơn Đông, Thiểm Tây.\n\nNhưng năm [[1162]], [[Tống Hiếu Tông]] lên ngôi lại chủ trương kháng Kim, bèn bổ nhiệm Trương Tuấn làm tướng vùng Giang Hoài để chống Kim. Kim Thế Tông gấp rút xây dựng lực lượng chống Tống, xây dựng các phòng tuyến để đề phòng sự tấn công từ phía nam. Tháng 5 năm [[1162]], Nam Tống xuất quân đánh chiếm Túc châu của nước Kim. Kim Thế Tông hạ lệnh phản công nhanh chóng chiếm lại Túc châu.\n\nTrong triều Tống vẫn tiếp tục đấu tranh giữa hai phe chủ chiến và nghị hòa không chấm dứt. Thấy vua Tống vẫn còn ý định gây chiến, để gây sức ép khiến Tống Hiếu Tông phải nghị hòa, Kim Thế Tông quyết định đánh Tống trước. Một mặt, ông sai hữu thừa tướng Bộc Tán Trung Nghĩa làm Đô nguyên soái, thống lĩnh ba quân ở Nam Kinh ([[Khai Phong]], Biện Kinh cũ của Bắc Tống), sai Phó nguyên soái Liệt Chí Ninh đóng quân ở Hoài Dương; mặt khác ông lệnh cho 2 tướng ra đề nghị bên Tống ngừng bắc tiến và cống nạp thì sẽ ngưng chiến.\n\nLiệt Chí Ninh đưa thư cho tướng Tống là Trương Tuấn đề nghị giảng hòa. Trương Tuấn không chịu, ra quân đánh Kim, nhưng bị quân Kim nhanh chóng đánh lui.\n\nĐể nghị hòa nhanh chóng đạt kết quả, Kim Thế Tông đồng ý bớt điều kiện, cho vua Tống không phải xưng thần như trước, mà chỉ phải xưng \"cháu\" (điệt)<ref>Tiêu Lê, sách đã dẫn, tr 45<\/ref>. Bộc Tán Trung Nghĩa cho thư qua lại với Tống Hiếu Tông 7 lần, vua Tống vẫn chưa dứt khoát. Theo lệnh của Thế Tông, năm [[1164]], quân Kim vượt sông Hoài, đánh chiếm Vu Thai, Lư châu, Hào châu. Trước thế mạnh của quân Kim, Tống Hiếu Tông sợ hãi sai sứ đến xin giảng hòa.\n\nĐầu năm [[1165]], Kim Thế Tông chấp nhận hòa ước với Nam Tống. Hai bên thỏa thuận hòa bình, gọi là ''Hòa ước Long Hưng'' giữa nhà Kim và [[nhà Tống]], với nội dung chủ yếu là<ref>Tiêu Lê, sách đã dẫn, tr 46<\/ref>:\n*''Biên giới'': phía Đông lấy trung du, phía Tây lấy hai châu Đường, Đặng ([[Hồ Bắc]]) làm ranh giới. Nam Tống phải trả lại 6 châu Hải, Tứ, Đường, Đặng, Thường, Tần cho Kim\n* ''Quan hệ'': hai nước có quan hệ ''chú-cháu'', Tống Hiếu Tông không phải xưng \"thần\" nhưng phải xưng \"cháu\" với Kim Thế Tông\n* ''Cống nạp'': hàng năm Tống phải cống cho Kim 20 vạn lạng bạc và 20 vạn tấm lụa\n\nTừ đó hai nước sống trong hòa bình, suốt 40 năm không xảy ra chiến tranh<ref name=\"Thương Thánh, sách đã dẫn, tr 476\"\/><ref>Tiêu Lê, sách đã dẫn, tr 47<\/ref>.\n\n===Với Đại Việt===\nSau khi đã có hòa bình với Nam Tống, năm [[1168]], Kim Thế Tông sai sứ giả vượt qua lãnh thổ Nam Tống đến nước [[Đại Việt]]<ref name=\"Ngô Thì Sĩ, sách đã dẫn, tr 350\">Ngô Thì Sĩ, sách đã dẫn, tr 350<\/ref><ref name=\"cm5\">Khâm định Việt sử thông giám cương mục, Chính biên quyển 5<\/ref> và đó cũng là lần duy nhất nhà Kim có quan hệ ngoại giao với Đại Việt<ref name=\"vsh143\">Viện Sử học, sách đã dẫn, tr 143<\/ref>.\n\nCùng với sứ nhà Kim, sứ Nam Tống cũng đến Đại Việt lúc đó. Vua [[Lý Anh Tông]] sai các quan đón tiếp sứ giả cả hai nước chu đáo nhưng không cho đoàn sứ giả hai nước gặp nhau<ref name=\"Ngô Thì Sĩ, sách đã dẫn, tr 350\"\/><ref name=\"cm5\"\/><ref name=\"vsh143\"\/>.\n\n==Qua đời==\nTrái với Hoàn Nhan Lượng thích nữ sắc, Kim Thế Tông sống khá tiết dục. Ông cho nhiều cung nữ ra khỏi hoàng cung và không lập hoàng hậu khác sau khi người vợ chính Ô Lâm Đáp thị qua đời.\n\nDo thái tử Doãn Cung mất sớm năm [[1185]], ông lập cháu nội là Hoàn Nhan Cảnh làm hoàng thái tôn.\n\nNgày 24 tháng 1 năm [[1189]], Kim Thế Tông lâm bệnh và qua đời tại điện Phúc An thuộc Trung Đô, ở ngôi được 29 năm, hưởng thọ 67 tuổi. Ông được an táng tại Hưng Lăng trên núi Đại Phong. Thái tôn Hoàn Nhan Cảnh lên nối ngôi, tức là [[Kim Chương Tông]].\n\n==Nhận định==\nKim Thế Tông được đánh giá là vị minh quân nhà Kim, nhà chính trị kiệt xuất trong [[lịch sử]] [[phong kiến]] [[Trung Quốc]]<ref>Tiêu Lê, sách đã dẫn, tr 66<\/ref>. Ông đã nghiên cứu và đúc kết kinh nghiệm cai trị từ nhiều vị vua đời trước làm bài học cho mình. Ông có công đưa nước Kim từ chiến tranh trở lại hòa bình, thiết lập quan hệ với láng giềng, xây dựng nước Kim thịnh trị, phồn vinh. Việc tuyển chọn quan lại theo tài năng và mở đường ngôn luận được coi là những chính sách tiến bộ của Kim Thế Tông<ref name=\"tt474\"\/>.\n\nDuy có việc phế bỏ chính sách Hán hóa mà Hoàn Nhan Lượng đang theo đuổi, trở về với diện mạo văn hóa [[Nữ Chân]] của ông rất có ý nghĩa bản sắc văn hóa dân tộc, tuy nhiên đáng tiếc về lâu dài đã không được thành công<ref name=\"tt474\"\/>.\n\nXét trên tổng thể, Kim Thế Tông vẫn là một vị vua có đủ tài đức, nhiều công lao. Ông được sử sách ca ngợi là \"tiểu [[Nghiêu Thuấn]]\"<ref>An Tác Chương, sách đã dẫn, tr 226<\/ref><ref>Tiêu Lê, sách đã dẫn, tr 57-66<\/ref>.\n\n== Gia đình ==\n=== Cha mẹ ===\n* Cha: [[Hoàn Nhan Tông Phụ]]\n* Mẹ đích: Khâm Từ hoàng hậu Bồ Sát thị\n* Mẹ sinh: Trinh Ý hoàng hậu Lý thị\n\n=== Vợ con ===\n* Chiêu Đức hoàng hậu Ô Lâm Đáp thị. Đây chính là người vợ bị Hoàn Nhan Lượng bắt vào cung và đã tự vẫn ở Cố Tiết. Khi lên ngôi vua, Kim Thế Tông đã truy phong bà làm hoàng hậu và không lập ai làm hoàng hậu nữa để bày tỏ lòng thương tiếc người vợ cũ suốt đời<ref name=\"tt475\"\/>.\n** Thái tử [[Hoàn Nhan Doãn Cung]] (1146-1185). Sau này con trai ông là Chương Tông [[Kim Chương Tông|Hoàn Nhan Cảnh]] truy tôn làm Hiến Tông.\n** Triệu vương Hoàn Nhan Thục Liễn\n** Việt vương Hoàn Nhan Tà Lỗ\n** Dự quốc công chúa\n* Trương nguyên phi\n** Hạo vương Hoàn Nhan Vĩnh Trung\n** Việt vương Hoàn Nhan Vĩnh Công\n* Lý nguyên phi\n** Trịnh vương Hoàn Nhan Vĩnh Đạo\n** Vệ Thiệu vương [[Kim Vệ Thiệu Vương|Hoàn Nhan Vĩnh Tế]]\n** Lộ vương Hoàn Nhan Vĩnh Đức\n* Lương chiêu nghi\n** Dự vương Hoàn Nhan Vĩnh Thành\n* Thạch Mạt tài nhân\n** Quỳ vương Hoàn Nhan Vĩnh Thăng\n\n==Xem thêm==\n* [[Kim Chương Tông]]\n* [[Kim Hải Lăng Vương]]\n\n== Tham khảo ==\n* Thương Thánh ([[2011]]), ''Chính sử Trung Quốc qua các triều đại'', Nhà xuất bản Văn hóa thông tin\n* An Tác Chương ([[1996]]), ''Chuyện những kẻ bạo tàn trong lịch sử'', Nhà xuất bản Văn hóa thông tin\n* Tiêu Lê ([[2000]]), ''Những ông vua nổi tiếng Trung Quốc, tập 3'', Nhà xuất bản Đà Nẵng\n* Nguyễn Khắc Thuần ([[2003]]), ''Các đời đế vương Trung Quốc'', Nhà xuất bản Giáo dục\n* Đặng Huy Phúc ([[2001]]), ''Các hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội\n* [[Ngô Thì Sĩ]] ([[2011]]), ''[[Đại Việt sử ký tiền biên]]'', Nhà xuất bản Văn hóa thông tin\n* ''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]'', bản điện tử\n* Viện Sử học ([[1987]]), ''Biên niên lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Navboxes\n|title= Kim Thế Tông\n|list1=<span>\n{{s-start}}\n{{s-hou|[[Nhà Kim|Hoàng tộc họ Hoàn Nhan]]|&nbsp;|1123|&nbsp;|1189}}\n{{s-reg}}\n{{s-bef|before=[[Kim Hải Lăng Vương|Hải Lăng Vương]]|rows=1}}\n{{s-ttl|title=[[Nhà Kim|Hoàng đế nhà Kim]]|years=1161-1189}}\n{{s-aft|rows=1|after=[[Kim Chương Tông]]}}\n{{end}}\n{{vua nhà Kim}}\n}}\n{{Nhân vật chiến tranh Kim-Tống}}\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n\n[[Thể loại:Vua nhà Kim]]\n[[Thể loại:Sinh năm 1123]]\n[[Thể loại:Mất năm 1189]]\n[[Thể loại:Chính khách từ Cáp Nhĩ Tân]]"}