{"Kim Thái Tổ":"{{Thông tin nhân vật hoàng gia\n| tên = Kim Thái Tổ \n|tên gốc =金太祖\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| thêm = china\n| hình = Wanggiyan_Aguda.jpg\n| cỡ hình = 250px\n| ghi chú hình = Hình vẽ Hoàn Nhan A Cốt Đả lưu tại [[Bảo tàng Lịch sử Kim Thượng Kinh]] [[Cáp Nhĩ Tân]].\n| chức vị = [[Hoàng đế]] [[nhà Kim|Đại Kim]]\n| tại vị = [[28 tháng 1]] năm [[1115]] &ndash; [[19 tháng 9]] năm [[1123]]<br>({{số năm theo năm và ngày|1115|1|28|1123|9|19}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1115 till:1234\nAlignBars = early\nScaleMajor = increment:119 start:1115\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1115 till:1123 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <span style=\"color:red;\">'''Sáng lập triều đại'''<\/span>\n| kế nhiệm = [[Kim Thái Tông|<span style=\"color:blue\">Kim Thái Tông<\/span>]]\n| tên đầy đủ = Hoàn Nhan A Cốt Đả (完颜阿骨打)<br \/>Tên Hán: Hoàn Nhan Mân (完颜旻)\n| kiểu tên đầy đủ = Tên thật\n| miếu hiệu = [[Thái Tổ]] (太祖)\n| thông tin niên hiệu = ẩn\n| niên hiệu = Thu Quốc: 1115-1116<br>Thiên Phụ: 1117-1123\n| thời gian của niên hiệu = \n| tước hiệu = [[Hoàng đế]]\n| thụy hiệu = <span style=\"color:grey;\">Ứng Càn Hưng Vận Chiêu Đức Định Công Nhân Minh Trang Hiếu Đại Thánh Vũ Nguyên Hoàng đế<\/span><ref name=KS02>[http:\/\/zh.wikisource.org\/wiki\/%E9%87%91%E5%8F%B2\/%E5%8D%B702 Kim sử], Quyển 2: Bản kỷ - Thái Tổ.<\/ref> <br \/>(応乾興運昭徳定功仁明庄孝大聖武元皇帝)\n| hoàng tộc = [[Nhà Kim]]\n| vợ = Xem văn bản.\n| thông tin con cái = ẩn \n| con cái = Xem văn bản.\n| kiểu hoàng tộc = Triều đại\n| cha = Kim Thế Tổ [[Hoàn Nhan Hặc Lý Bát]]<ref name=TT>Truy tôn.<\/ref>\n| mẹ = Dực Giản hoàng hậu Noa Lãn thị<ref name=TT \/>\n| sinh = {{ngày sinh|1068|8|1}} <ref name=GR>Theo [[lịch Gregory đón trước]].<\/ref>\n| mất = {{ngày mất và tuổi|1123|9|19|1068|8|1}} <ref name=GR \/>\n| nơi mất = [[Trung Quốc]]\n| nơi an táng = Hòa lăng, sau đổi thành Duệ lăng, sau di dời tới [[núi Đại Phòng]], nhưng vẫn gọi là Duệ lăng.\n| tôn giáo = \n}}\n'''Kim Thái Tổ''' ([[chữ Hán]]: 金太祖, [[1 tháng 8]] năm [[1068]] – [[19 tháng 9]] năm [[1123]]) là miếu hiệu của vị [[hoàng đế]] khai quốc của [[nhà Kim]] trong [[lịch sử Trung Quốc|lịch sử Trung Hoa]], trị vì từ ngày 28 tháng 1 năm 1115 cho đến ngày 19 tháng 9 năm 1123. Tên thật của ông là '''Hoàn Nhan A Cốt Đả''' (chữ Hán: 完顏阿骨打, bính âm: ''Wanyan Aguda''), có tên Hán là '''Hoàn Nhan Mân''' (完顏旻). Ông là người sáng lập và là vị hoàng đế đầu tiên của triều đại [[nhà Kim]] trong [[lịch sử Trung Quốc]].\n\n==Tiểu sử==\nHoàn Nhan A Cốt Đả xuất thân trong một gia đình quý tộc của tộc Nữ Chân, cháu của [[Ô Cốt Nãi|Hoàn Nhan Ô Cốt Nãi]] (完顏烏骨迺), tù trưởng bộ lạc Hoàn Nhan của người [[Nữ Chân]] vùng [[Hổ Thủy]],<ref>Nay là [[A Thập Hà]] đông nam [[Cáp Nhĩ Tân]], [[Hắc Long Giang]]<\/ref> con trai thứ hai của [[Hoàn Nhan Hặc Lý Bát]] (完顏劾里鉢), em trai của [[Ô Nhã Thúc|Hoàn Nhan Ô Nhã Thúc]] (完顏烏雅束). Do ảnh hưởng của những cuộc chiến tranh bộ lạc liên miên nên ngay từ nhỏ đã hình thành trong ông tinh thần thượng võ, hơn nữa ông còn nổi tiếng là một xạ thủ cừ khôi. Thời thanh niên, A Cốt Đả bắt đầu theo cha và các anh em đi chinh chiến khắp nơi, ông chiến đấu anh dũng, quả cảm, dốc lòng cho sự nghiệp thống nhất các bộ lạc Nữ Chân. Năm [[Càn Thống (niên hiệu)|Càn Thống]] thứ chín ([[1109]]), lúc cao điểm của nạn đói hoành hành khắp nơi, A Cốt Đả đã giúp huynh trưởng là Ô Nhã Thúc thuần phục các chiến binh bị nạn đói của các bộ lạc khác để gia tăng thực lực cho bộ lạc mình. Năm [[Thiên Khánh (niên hiệu)|Thiên Khánh]] thứ hai ([[1112]]), khi [[Liêu Thiên Tộ Đế|Thiên Tộ Đế]] tuần du đến [[Xuân Châu]]<ref>Nay thuộc tỉnh [[Cát Lâm]].<\/ref> tụ hội cùng với tù trưởng các tộc Nữ Chân đã cư xử bất kính với A Cốt Đả và các tù trưởng khác, khiến họ vô cùng bất mãn, trong lòng nảy sinh ý định phản kháng triều Liêu.\n\nTháng 10 năm Thiên Khánh thứ ba ([[1113]]), huynh trưởng Ô Nhã Thúc bệnh chết, A Cốt Đả chính thức kế vị lãnh tụ liên minh các bộ lạc Nữ Chân với tên gọi ''[[Bột cực liệt|Đô bột cực liệt]]''. Ông cho xây dựng thành lũy, chuẩn bị vũ khí, huấn luyện binh mã, chờ đợi thời cơ tiến đánh nước Liêu. Năm Thiên Khánh thứ tư ([[1114]]), A Cốt Đả nhận thấy thời cơ đã đến bèn thống lĩnh toàn quân 2500 người trong tộc kéo đến đánh phá [[Ninh Giang Châu|châu Ninh Giang]] của Liêu.<ref>Nay là phía đông nam [[Phù Dư]] tỉnh [[Cát Lâm]]<\/ref> Tướng Liêu là [[Tiêu Tự Tiên]] tức tốc dẫn 7000 tinh binh tập kết tại [[Xuất Hà Điếm]] nhằm ngăn chặn quân Nữ Chân, A Cốt Đả nhân lúc trời tối đã dẫn 3700 quân lén vượt sông [[Tùng Hoa|Hỗn Đồng]]<ref>Nay thuộc sông [[Tùng Hoa]]<\/ref> tập kích bất ngờ quân doanh của Liêu, khiến quân Liêu hoảng hốt tháo chạy tán loạn. Quân Nữ Chân thừa thắng truy kích, binh lực phát triển tới một vạn người, lãnh thổ được mở rộng đáng kể.\n\nĐầu tháng Giêng [[âm lịch]] năm Thiên Khánh thứ năm ([[28 tháng 1]] năm [[1115]]) A Cốt Đả chính thức lên ngôi hoàng đế ở [[Hội Ninh]]<ref>Nay thuộc [[A Thành]], Cáp Nhĩ Tân, Hắc Long Giang<\/ref>, định quốc hiệu là \"[[Nhà Kim|Đại Kim]]\", đặt niên hiệu [[Thu Quốc (niên hiệu)|Thu Quốc]], đổi tên '''Hoàn Nhan Mân'''. Tháng 9 cùng năm, ông đem quân tiến đánh trọng trấn của triều Liêu ở vùng đông bắc là [[Hoàng Long phủ]]<ref>Nay thuộc huyện [[Nông An]] tỉnh Cát Lâm<\/ref>. Liêu Thiên Tộ Đế phái hơn hai mươi vạn kỵ binh và bộ binh đến phòng thủ đông bắc, bị quân Kim đánh cho đại bại, mất sạch cả vũ khí và đồ quân dụng. Sau đại thắng, A Cốt Đả mới mở hội nghị quân sự, đề xuất lấy Ngũ Kinh của Liêu làm mục tiêu, phân binh làm hai lộ triển khai chiến tranh Kim diệt Liêu. Đến lúc này, Liêu Thiên Tộ Đế mới xem trọng sự việc, đồng thời hạ lệnh thân chinh, song quân Liêu bị quân Kim đánh bại, còn nội bộ triều Liêu lại xảy ra việc [[Da Luật Chương Nô]] và [[Cao Vĩnh Xương]] làm phản.\n\nTháng 5 năm Thu Quốc thứ hai ([[1116]]), quân Đông lộ chiếm lĩnh [[Đông Kinh Liêu Dương phủ]]<ref>Nay thuộc [[Liêu Dương]], [[Liêu Ninh]]<\/ref>, đến năm Thiên Phụ thứ tư ([[1120]]) quân Tây lộ đánh chiếm [[Thượng Kinh Lâm Hoàng phủ]]<ref>Nay thuộc [[Baarin Tả|Ba Lâm Tả]], [[Nội Mông]]<\/ref>, triều Liêu để mất một nửa đất đai, quốc lực dần suy yếu. Trong lúc đang diễn ra chiến sự, [[Bắc Tống]] liên tục phái các sứ giả [[Mã Chính]], [[Triệu Lương Tự]] đến, cùng Kim định ''[[Liên minh trên biển|Hải thượng chi minh]]'' (Minh ước trên biển), liên hiệp tiến công Liêu. Năm Thiên Phụ thứ ba ([[1119]]), Liêu Thiên Tộ Đế đành phải sách phong Hoàn Nhan Mân là '''Hoàng đế Đông Hoài quốc''' nhằm xoa dịu người Kim, nhưng văn bản trong sắc phong không gọi Hoàn Nhan Mân là huynh trưởng, quốc hiệu không phải là Đại Kim, do vậy ông không tiếp thụ sắc phong mà tiếp tục tiến đánh nước Liêu.<ref>[http:\/\/zh.wikisource.org\/wiki\/%E9%87%91%E5%8F%B2\/%E5%8D%B784 Kim sử], Quyển 84 - Liệt truyện 22.<\/ref>\n\nNăm Thiên Phụ thứ sáu ([[1122]]), quân Đông lộ đánh hạ Trung Kinh Đại Định phủ<ref>Nay thuộc [[Ninh Thành, Xích Phong|Ninh Thành]], Nội Mông<\/ref>, Thiên Tộ Đế chạy đến [[sa mạc Gobi]]. Đồng thời, quân Tây lộ cũng đánh hạ Tây Kinh Đại Đồng phủ<ref name=\"ReferenceA\">Nay thuộc [[Đại Đồng, Sơn Tây|Đại Đồng]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>, [[Da Luật Đại Thạch]] lập [[Da Luật Thuần]] ở [[Nam Kinh Tích Tân phủ]]<ref>Nay thuộc thủ đô [[Bắc Kinh]]<\/ref>, tức chính quyền [[Bắc Liêu]]. Bắc Tống phái [[Đồng Quán]] cùng những người khác nhiều lần đem quân bắc phạt Liêu, song đều bị quân Liêu đánh tan. Bắc Tống cuối cùng phải thỉnh quân Kim đánh hạ Nam Kinh của Liêu, Bắc Liêu mất, đến lúc này Ngũ Kinh của Liêu đều bị Kim đánh hạ. Tống và Kim trải qua hiệp thương, kết quả là quân Kim sẽ trao cho Tống một bộ phận thành thị của [[Yên Vân thập lục châu]], đồng thời thu được tuế tệ, song cuối cùng Bắc Tống chỉ thu được các tòa thành trống không sau khi chúng bị quân Kim cướp phá tan tành.\n\nTháng 8 năm Thiên Phụ thứ bảy ([[1123]]), A Cốt Đả qua đời khi đang trên đường trở về Kim Thượng Kinh<ref>Nay thuộc vùng phụ cận A Thành, Cáp Nhĩ Tân, Hắc Long Giang<\/ref>, tại vị được 9 năm, hưởng thọ 56 tuổi. Hoàng đệ là Hoàn Nhan Ngô Khất Mãi kế vị, tức [[Kim Thái Tông]]. Sau khi ông mất, vào tháng 6 năm [[Thiên Hội (niên hiệu)|Thiên Hội]] thứ ba ([[1125]]), triều đình đặt [[thụy hiệu]] là '''Đại Thánh hoàng đế''' (大圣皇帝), tháng 12 cùng năm đổi là '''Đại Thánh Vũ Nguyên hoàng đế''' (大圣武元皇帝), [[miếu hiệu]] '''Thái Tổ'''. Tháng 10 năm [[Hoàng Thống (niên hiệu)|Hoàng Thống]] thứ năm ([[1145]]), gia thụy là '''Ứng Càn Hưng Vận Chiêu Đức Định Công Nhân Minh Trang Hiếu Đại Thánh Vũ Nguyên hoàng đế''' (应乾兴运昭德定功仁明庄孝大圣武元皇帝).<ref>[http:\/\/zh.wikisource.org\/wiki\/%E9%87%91%E5%8F%B2\/%E5%8D%B732 Kim sử], Quyển 32: Chí - Lễ ngũ.<\/ref> Thi hài của A Cốt Đả được [[chôn cất|chôn]] tại [[Duệ Lăng]] ở [[Đại Phòng Sơn]] bên ngoài [[Trung Đô]] ngày nay thuộc thủ đô Bắc Kinh của nước [[Cộng hòa Nhân dân Trung Hoa]].\n\nNgày [[5 tháng 9]] năm [[2003]], Cục Di sản Văn hóa [[Chính phủ Nhân dân Bắc Kinh]] đã phát biểu: vào năm [[1980]] tại khu lăng mộ nhà Kim trong núi Long Sơn ở vùng ngoại thành phía tây nam [[Bắc Kinh]], chứng thực rằng đây chính là quan tài bằng đá chứa hài cốt và đồ trang sức của Hoàn Nhan A Cốt Đả.\n\n==Đối ngoại==\n[[Tập tin:Wanyan Aguda.jpg|thumb|Tượng Hoàn Nhan A Cốt Đả tại quảng trường [[Bảo tàng Lịch sử Kim Thượng Kinh]].]]\nNgoài tài lãnh đạo quân sự phi phàm, A Cốt Đả còn là người có con mắt nhìn xa trông rộng trong lĩnh vực chính trị. Song song với chiến tranh chống Liêu, ông đã duy trì mối quan hệ tốt đẹp với các nước láng giềng nhằm ổn định thế cục trong nước và cũng là để tránh sự quấy rối từ bên ngoài, từ đó tập trung sức mạnh đánh Liêu. A Cốt Đả đã thực thi một loạt chính sách chính trị với trọng tâm \"lấy dân làm gốc\", do đó đã thu được hiệu quả rõ rệt.<ref name=\"CSTQ\">Thương Thánh, ''Chính sử Trung Quốc qua các triều đại (350 vị hoàng đế nổi tiếng)'', Việt Văn Book dịch, Nhà xuất bản Văn hóa - Thông tin, 2011, trang 464-465<\/ref>\n\nĐối với các bộ tộc bị áp bức bóc lột và dân lành Khiết Đan, A Cốt Đả đã chọn chính sách \"vỗ về\", hơn nữa khích lệ họ yên tâm sản xuất, còn đối với tầng lớp quý tộc Khiết Đan, ông quán triệt chính sách \"kháng cự sẽ tiêu diệt, quy phục hưởng khoan hồng\". Những người không chống đối, A Cốt Đả đều miễn tội, cho họ giữ nguyên chức vụ cũ. Với những người Hán theo Liêu thì ông lại chọn chính sách thu nạp nhân tài, chọn ra những địa chủ tài giỏi và phần tử tri thức người Hán để tham gia công cuộc xây dựng chính quyền nước Kim. Đối với các nước láng giềng, A Cốt Đả đã thiết lập quan hệ tốt đẹp với [[Cao Ly]], [[Tây Hạ]], [[Bắc Tống]]. Những chính sách được áp dụng ngay từ sau khi lập quốc đã giúp nước Kim củng cố chính quyền và chờ thời cơ tiêu diệt triều Liêu.<ref name=\"CSTQ\"\/>\n\nA Cốt Đả tuy rất căm hận triều Liêu, nhưng đối với Nhà Tống lại có mối quan hệ tốt đẹp, lúc kiến quốc ban đầu từng có hữu ý liên hợp với Tống, chỉ tới các đời đế vương nhà Kim sau này mới đối địch với triều Tống. Theo quyển ''[[Tĩnh Khang bại sử tiên chứng]]'' ghi chép thì người con thứ hai của ông là [[Hoàn Nhan Tông Vọng]] từng nói rằng: \"Thái Tổ cấm ta phạt Tống, lời nói vẫn còn bên tai\".<ref>[[Tĩnh Khang bại sử tiên chứng]] chi tứ: ''Hoàng tử vị: \"Thái Tổ chỉ ngã phạt Tống, ngôn do tại nhĩ, Hoàng đế ngưỡng thể thử ý, cố lệnh ngã muộn tự tiện\".''<\/ref> Nhà Tống theo như minh ước chỉ đòi lại vùng [[Yên Kinh]]<ref>Nay thuộc tây nam Bắc Kinh<\/ref> với [[Tây Kinh]]<ref name=\"ReferenceA\"\/>, đại thần nước Kim là [[Tả Xí Cung]] (thời [[Trương Giác (nhà Kim)|Trương Giác]] chống Kim bị giết) đã khuyên A Cốt Đả không nên trao trả Yên Vân thập lục châu nhưng ông vẫn làm đúng theo điều ước trả lại Yên Kinh, [[Trác Châu]], [[Dịch Châu]], [[Đàn Châu]], [[Thuận Châu]], [[Cảnh Châu]], [[Kế Châu]] trong Yên Vân thập lục châu.<ref>[http:\/\/zh.wikisource.org\/wiki\/%E9%87%91%E5%8F%B2\/%E5%8D%B775 Kim sử], Quyển 75 - Tả Xí Cung truyện: ''Thái Tổ ký định yến, tòng sơ ước, dĩ dữ tống nhân. xí cung hiến thi lược viết: \"quân vương mạc thính quyên yến nghị, nhất thốn san hà nhất thốn kim\". Thái Tổ bất thính.''<\/ref> Trong số đó có Cảnh Châu<ref>Nay thuộc [[Tuân Hóa]], Hà Bắc, đây là Cảnh Châu của Kim, không phải là Cảnh Châu cùng tên của Tống, Cảnh Châu của Tống nay thuộc [[Cảnh (huyện)|huyện Cảnh]], [[Hành Thủy]], Hà Bắc<\/ref> tuy nằm bên trong Trường Thành nhưng không thuộc mười sáu châu Yên Vân mà [[Thạch Kính Đường]] đã cắt nhường cho Liêu. Dịch Châu<ref>Nay thuộc [[Dịch (huyện)|huyện Dịch]], [[Bảo Định]], Hà Bắc<\/ref> vào năm [[Thống Hòa (niên hiệu)|Thống Hòa]] thứ bảy nhà Liêu ([[989]]) đoạt từ bên Tống,<ref>[http:\/\/zh.wikisource.org\/wiki\/%E9%81%BC%E5%8F%B2\/%E5%8D%B740 Liêu sử], Quyển 40 - Địa lý chí tứ: ''Thống Hòa thất niên công khắc chi, thăng Cao Dương quân.''<\/ref> cũng không được tính là một trong mười sáu châu. Hai châu Mạc, Doanh thì sớm được thu hồi và là trị sở phủ Hà Gian của Bắc Tống. Như vậy là bảy châu nằm trong [[Thái Hành Sơn]] thuộc tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Sơn Tây (Trung Quốc)|Sơn Tây]] gồm [[Yên Châu|Yên]], [[Trác Châu|Trác]], [[Đàn Châu|Đàn]], [[Thuận Châu|Thuận]], [[Kế Châu|Kế]], [[Mạc Châu|Mạc]], [[Doanh Châu|Doanh]] đều được trả lại cho Tống triều. Chỉ trừ chín châu ngoài Thái Hành Sơn là [[Nho Châu|Nho]], [[Quy Châu|Quy]], [[Vũ Châu|Vũ]], [[Tân Châu|Tân]], [[Úy Châu|Úy]], [[Ứng Châu|Ứng]], [[Hoàn Châu|Hoàn]], [[Sóc Châu|Sóc]], [[Vân Châu|Vân]] còn đang bị hai nước Liêu Kim tranh đoạt nên Kim Thái Tổ không thể trao trả được.\n\n==Đối nội==\nSau khi xưng đế, Hoàn Nhan A Cốt Đả bắt đầu xây dựng chính quyền quý tộc chủ nô triều Kim. Ông tích cực cải cách tệ nạn xấu trong xã hội, đồng thời phát triển kinh tế dựa trên nền tảng \"nông nghiệp là gốc\", khiến quyền lực ngày một củng cố. Để thiết lập quan hệ chiếm hữu [[nô lệ]] mới, trước tiên A Cốt Đả đã xác lập hoàng quyền, xây dựng nên cơ cấu quyền lực tối cao trong giai cấp thống trị trung ương, gọi là chế độ ''[[Bột cực liệt]]''; thay đổi quân sự từ thời kỳ thị tộc nguyên thủy thành tổ chức hành chính địa phương, tăng cường mạnh mẽ tính năng động và tổ chức kỷ luật trong quân đội. Kế đến A Cốt Đả chú trọng tới luật pháp, ban hành pháp chế mới, quy định kẻ phạm tội không phân biệt sang hèn đều sẽ bị xử phạt như nhau; thực thi phạt tội và chuộc tội song song; từ bỏ tập tục nguyên thủy, nghiêm cấm kết hôn cùng họ.<ref name=\"CSTQ\"\/>\n\nCuối cùng là phát triển sự nghiệp văn hóa. A Cốt Đả ra chiếu lệnh sáng tạo chữ viết của người Nữ Chân và ban hành toàn quốc, lịch sử gọi là \"Nữ Chân đại tự\"; học văn hóa tiên tiến của dân tộc Hán, coi trọng phần tử tri thức; chú trọng sưu tập các loại sách vở. Là lãnh đạo của một dân tộc du mục, liên tục bận rộn chinh chiến, song ông không hề lơ là việc phát triển kinh tế, đóng góp rất nhiều công sức cho công cuộc phát triển khu vực đông bắc và sự tiến bộ xã hội của dân tộc Nữ Chân.<ref name=\"CSTQ\"\/>\n\nTrong chiến tranh chống Liêu, A Cốt Đả cấm binh sĩ cướp bóc của dân chúng, giảm bớt thuế cho họ, từ đó được dân chúng yêu mến. Vào lúc này, A Cốt Đả một mặt thực thi chính sách \"di dân thực nội\", tức là đưa một bộ phận [[người Hán]], người Khiết Đan vào đất nước mình để làm dồi dào lực lượng, lấy đó phát triển nông nghiệp; mặt khác chuyển một bộ phận người Nữ Chân trong nước ra phía ngoài nhằm mở rộng diện tích đất canh tác. Để bảo đảm thu thuế đầy đủ và binh lực dồi dào, A Cốt Đả đã thực thi rất nhiều biện pháp, hạn chế phát triển chế độ nô lệ, nghiêm cấm biến dân thường thành nô lệ.<ref name=\"CSTQ\"\/>\n\n==Gia đình==\n* [[Thánh Mục hoàng hậu (Kim Thái Tổ)|Thánh Mục hoàng hậu]] Đường Quát thị (聖穆皇后唐括氏).\n** Con trai thứ 5, nhưng là dòng đích nên coi là con trưởng: [[Hoàn Nhan Tông Tuấn]] (完顏宗峻), tên Nữ Chân là Thằng Quả, về sau được con trai là [[Kim Hi Tông]] Hoàn Nhan Hợp Lạt tôn miếu hiệu là Huy Tông.\n** Con trai thứ 7: Phong vương [[Hoàn Nhan Tông Triều]] (完顏宗朝), tên Nữ Chân là Ô Liệt (hay Liệt Bồ Dương Hổ)<ref>[[Tam triều bắc minh hội biên]] quyển 18 ngày 19 tháng 6 năm Tuyên Hòa thứ 5 dẫn \"Thần lộc ký\" viết: ''Thái Tổ cửu tử: chánh thất sinh đệ tam tử Thánh Quả, danh Tông Tuấn, [[Kim Hi Tông|Đản]] phụ, đệ thất tử Liệt Bồ Dương Hổ, danh Tông Triều''.<\/ref>.\n** Triệu vương [[Hoàn Nhan Tông Kiệt]] (完顏宗傑), tên Nữ Chân là Một Lý Dã.\n* [[Quang Ý hoàng hậu (Kim Thái Tổ)|Quang Ý hoàng hậu]] Bùi Mãn thị (光懿皇后裴滿氏).\n** Con trai lớn, nhưng không là dòng đích nên không coi là con trưởng: Liêu vương [[Hoàn Nhan Tông Cán]] (完顏宗幹), tên Nữ Chân là Oát Bản. Thời [[Kim Hải Lăng Vương]] (con trai thứ hai của ông này) trị vì được truy tôn làm Kim Đức Tông, đến thời [[Kim Thế Tông]] bị giáng làm Liêu vương.\n* [[Khâm Hiến hoàng hậu]] Hột Thạch Liệt thị (欽憲皇后紇石烈氏).\n** Con trai thứ 2: Tống vương [[Hoàn Nhan Tông Vọng]] (完顏宗望), tên Nữ Chân là Oát Li Bất.\n** Con trai thứ 6<ref>Căn cứ [[Tùng mạc kỉ văn]] của [[Hồng Hạo]]: ''Đệ lục tử viết Bồ Lộ Hổ, vi Duyện vương, thái phó, lĩnh thượng thư tỉnh sự''. Như thế \"Bồ Lộ Hổ\" là nhầm lẫn với \"Ngoa Lỗ Quan\". Hoàn Nhan Tông Tuyển được phong tới Duyện quốc vương. \"Bồ Lỗ Hổ\" là tên Nữ Chân của [[Hoàn Nhan Tông Bàn]], con trai lớn của [[Kim Thái Tông|Hoàn Nhan Ngô Khất Mãi]], chứ không phải là con trai của Hoàn Nhan A Cốt Đả. [[Tam triều bắc minh hội biên]] quyển 18 dẫn \"Thần lộc ký\" viết: ''Kế thất sinh nguyên soái nhị thái tử, danh Tông Kiệt, đệ lục tử Tông Tuyển''. Như vậy \"Tông Kiệt\" chính là nhầm lẫn từ \"Tông Vọng\".<\/ref>: Trần vương [[Hoàn Nhan Tông Tuyển]] (完顏宗雋), tên Nữ Chân là Ngoa Lỗ Quan.\n** Thẩm vương [[Hoàn Nhan Ngoa Lỗ]] (完顏訛魯).\n* [[Tuyên Hiến hoàng hậu (Kim Thái Tổ)|Tuyên Hiến hoàng hậu]] Phó Tán thị (宣獻皇后僕散氏).\n** Con trai thứ 3: Kim Duệ Tông [[Hoàn Nhan Tông Phụ|Hoàn Nhan Tông Nghiêu]] (完顏宗堯), tên Nữ Chân là Ngoa Lý Đóa. Con trai ông này là [[Kim Thế Tông]].\n** Bân vương [[Hoàn Nhan Ngoa Lỗ Đóa]] (完顏訛魯朵).\n* [[Ô Cổ Luận]] Nguyên phi (烏古論元妃).\n** Con trai thứ 4: Lương vương [[Ngột Truật|Hoàn Nhan Tông Bật]] (完顏宗弼), tên Nữ Chân là [[Ngột Truật]].\n** Con trai thứ 8<ref name=eightnine>[[Tam triều bắc minh hội biên]] quyển 18 dẫn Thần lộc kí: Nguyên soái tứ thái tử Ngột Truật danh Tông Bật, đệ bát tử A Lỗ Bảo, đệ cửu tử A Lỗ Bột Sơn.<\/ref>: Vệ vương [[Hoàn Nhan Tông Cường]] (完顏宗強), tên Nữ Chân là A Lỗ.\n** Con trai thứ 9<ref name=eightnine \/>: Thục vương [[Hoàn Nhan Tông Mẫn]] (完顏宗敏), tên Nữ Chân là A Lỗ Bổ.\n* [[Tiêu Sùng phi]] (蕭崇妃).\n** Kỷ vương [[Hoàn Nhan Tập Nê Liệt]] (完顏習泥烈).\n** Tức vương [[Hoàn Nhan Ninh Cát]] (完顏寧吉).\n** Cử vương [[Hoàn Nhan Yến Tôn]] (完顏燕孫).\n* Nương tử [[Độc Nô Khả]] (娘子獨奴可).\n** Nghiệp vương [[Hoàn Nhan Oát Hốt]] (完顏斡忽).\n\n;Con gái\n*Trưởng công chúa [[Hoàn Nhan Ngột Lỗ]] (完颜兀鲁), gả cho [[Đồ Đan Cung]].\n*Tất Quốc công chúa, gả cho [[Ô Cổ Luận Ngoa Luận]].\n*Vợ của [[Bồ Sát Thạch Gia Nô]] (Bồ Sát Thạch Gia Nô là cháu của [[Bồ Sát Hộc Lỗ Đoản]], cháu ngoại Hặc Lý Bát và A Cốt Đả).\n\n==Trong văn học==\nHoàn Nhan A Cốt Đả là một nhân vật trong tác phẩm [[Thiên long bát bộ|Thiên Long Bát Bộ]] của nhà văn [[Kim Dung]], trong tiểu thuyết này, ông xuất hiện và gặp gỡ với [[Kiều Phong]] khi đang đánh [[hổ]], sau đó ông dẫn Kiều Phong về bộ tộc của mình, cho ở nhờ để chữa trị bệnh tình cho [[A Tử]], em gái [[Aju|A Châu]] (người yêu của [[Kiều Phong]]). Ông còn là một nhân vật trong tiểu thuyết kiếm hiệp [[Tứ đại danh bổ]] của nhà văn [[Ôn Thụy An]], trong tiểu thuyết này ông là vua nước Kim có dã tâm xâm lược [[Nhà Tống|Nam Tống]].\n\n==Tham khảo==\n* [[Herbert Franke (nhà Trung Hoa học)|Herbert Franke]], 1997 (I): \"Chinese Texts on the Jurchen (I): a Translation of the Jurchen in the ''San ch'ao pei-meng hui-pien''. Originally published in ''Zantralasiatische Studien 9''. Wiesbaden, 1975. Reprinted in: Herbert Franke and Hok-lam Chan, \"Studies on the Jurchens and the Chin Dynasty\", Variorum Collected Series Studies: CS591, Ashgate, 1997. ISBN 0-86078-645-5. \n* (CHT) ''The [[Cambridge History of China]]'', vol. 6.\n*Jing-shen Tao, ''The Jurchen in Twelfth-Century China''. University of Washington Press, 1976, ISBN 0-295-95514-7.\n*Guy Gavriel Kay, ''River of Stars'' là một cuốn tiểu thuyết lấy bối cảnh nước Liêu trong cuộc xâm lược của tộc Nữ Chân.\n\n==Chú thích==\n{{Tham khảo|3}}\n\n{{Vua nhà Kim}}\n\n[[Thể loại:Vua nhà Kim]]\n[[Thể loại:Sinh năm 1068]]\n[[Thể loại:Mất năm 1123]]\n[[Thể loại:Chính khách từ Cáp Nhĩ Tân]]"}