{"Klemens von Metternich":"{{Thông tin viên chức\n| image = Prince Metternich by Lawrence.jpeg\n| image_size = 240px\n| caption = Hoàng thân Metternich (khoảng 1825) bởi [[Thomas Lawrence (họa sĩ)|Họa sĩ Thomas Lawrence]].\n| honorific-prefix=[[Durchlaucht]]\n| name = Hoàng thân Klemens Wenzel Fürst von Metternich\n| title = Hoàng thân Metternich\n| birth_date = [[15 tháng 5]] năm [[1773]]\n| birth_place = [[Koblenz]]\n| death_date = [[11 tháng 6]] năm [[1859]]\n| death_place = Viên, Áo\n| nationality = Áo\n| known_for = [[Đại hội Viên]], Minister of State, Bảo thủ, [[Concert of Europe]]\n| education = [[Đại học Strasbourg]], [[Đại học Mainz]]\n\n|order2 = 1st\n|office2 = Quan Chưởng ấn (Tể tướng) thứ nhất của Đế quốc Áo\n|term_start2 = [[25 tháng 5]] năm [[1821]]\n|term_end2 = [[13 tháng 3]] năm [[1848]]<br >{{số năm theo năm và ngày |1821|5|25|1848|3|13}}\n|monarch2 = [[Francis II của đế quốc La Mã Thần thánh|Francis I]] (1821–1835)<br>[[Ferdinand I of Austria|Ferdinand I]] (1835–1848)\n|predecessor2 = [[Wenzel Anton, Prince of Kaunitz-Rietberg]] (với danh hiệu Quan Chưởng ấn của Áo trong [[Đế quốc La Mã Thần thánh]])\n|successor2 = [[Bá tước Franz Anton von Kolowrat-Liebsteinsky]] (với danh hiệu Thủ tướng)\n\n| order3 = 2nd\n| office3 = Bộ trưởng Ngoại giao của Đế quốc Áo\n| term_start3 = [[8 tháng 10]] năm [[1809]]\n| term_end3 = [[13 tháng 3]] năm [[1848]]<br >{{số năm theo năm và ngày |1809|10|8|1848|3|13}}\n| monarch3 = [[Francis II, Holy Roman Emperor|Francis I]] (1809–1835)<br>[[Ferdinand I of Austria|Ferdinand I]] (1835–1848)\n| predecessor3 = Bá tước Warthausen\n| successor3 = [[Bá tước Karl Ludwig von Ficquelmont|Bá tước Charles-Louis de Ficquelmont]]\n\n| religion = [[Công giáo]]\n| spouse = {{Kết hôn|Công chúa Eleonore von Kaunitz|1795|1825}}<br \/>{{Kết hôn|Nữ nam tước Antoinette Leykam|1827|1829}}<br \/>{{Kết hôn|Nữ bá tước Melanie Zichy-Ferraris |1831|1854}}\n| partner =\n| children = {{unbulleted list\n|'''Với Eleonore:'''<br \/> bốn con gái, ba con trai\n|'''Với Antoinette:'''<br \/> Một con trai, [[Richard von Metternich|Richard Klemens Josef Lothar Hermann]] (1829–1895)\n|'''Với Melanie:'''<br \/> [[Melanie Metternich-Zichy]], ba con trai, hai con gái\n|'''Với Katharina Bagration'''<br \/> (ngoài giá thú, thừa nhận): một con gái, Marie-Klementine Bagration (1802–1884)\n}}\n| parents = Franz Georg Karl, Graf von Metternich-Winneburg và Nữ bá tước Beatrix Kagenegg\n| relatives =\n| website =\n}}\n\n'''Klemens Wenzel Nepomuk Lothar, Thân vương xứ Metternich-Winneburg zu Beilstein'''<ref group=\"nb\">{{IPAc-en|ˈ|m|ɛ|t|ər|n|ɪ|x}} {{respell|MET|ər|nikh}}; {{lang-de|Klemens Wenzel Nepomuk Lothar Fürst von Metternich-Winneburg zu Beilstein}} {{IPA-de|ˈkleːməns fɔn ˈmɛtɐnɪç|}}<\/ref> (15 tháng 5 năm 1773 – 11 tháng 6 năm 1859),<ref>{{harvnb|Palmer|1972|pp=5–6, 339}}<\/ref> được gọi ngắn gọn là '''Klemens von Metternich''' hoặc '''Hoàng thân Metternich''', ông là một chính khách và nhà ngoại giao [[bảo thủ]] người Đức, phục vụ cho [[Đế quốc La Mã Thần thánh]] và sau là cho [[Đế quốc Áo]]. Matternich giữ vai trò giúp cân bằng cán cân quyền lực của các cường quốc châu Âu và được xem là nhạc trưởng của nền chính trị châu lục này trong 3 thập kỷ dưới vài trò Bộ trưởng ngoại giao của Đế quốc Áo từ năm 1809 và Tể tướng đại thần (Thủ tướng) từ năm 1821 cho đến khi [[Cách mạng 1848|Cách mạng Tự do 1848]] buộc ông phải từ chức.\n\nÔng là thành viên của [[Nhà Metternich]] với tư cách là con trai của một nhà ngoại giao, Metternich được học hành tử tế tại các trường [[Đại học Strasbourg]] và [[Đại học Mainz|Mainz]]. Metternich đã thăng tiến nhờ các chức vụ ngoại giao quan trọng, bao gồm vai trò đại sứ tại [[Vương quốc Sachsen]], [[Vương quốc Phổ]], và đặc biệt là nước Pháp thời [[Napoleon I|Napoléon]]. Một trong những nhiệm vụ đầu tiên của ông với tư cách là Bộ trưởng Ngoại giao là thiết kế một hòa hoãn với Pháp, bao gồm cuộc hôn nhân của Napoléon với [[Maria Ludovica của Áo|Nữ đại công tước Áo Marie Louise]]. Ngay sau đó, ông đã dàn dựng việc Áo tham gia [[Chiến tranh Liên minh thứ Sáu]] theo phe Đồng minh, ký [[Hiệp ước Fontainebleau (1814)|Hiệp ước Fontainebleau]] đưa Napoléon đi lưu vong và dẫn đầu phái đoàn Áo tại [[Đại hội Viên]] phân chia châu Âu thời hậu Napoléon giữa các cường quốc. Vì sự phục vụ tận tuỵ của mình cho quyền lợi của Đế chế Áo, Metternich được phong tước [[Thân vương]] vào tháng 10 năm 1813. Dưới sự hướng dẫn của ông, \"hệ thống Metternich\" của các đại hội quốc tế tiếp tục tồn tài trong một thập kỷ nữa khi Áo liên kết với [[Đế quốc Nga]] và ở một mức độ thấp hơn là [[Vương quốc Phổ]]. Điều này đánh dấu đỉnh cao về tầm quan trọng ngoại giao của Áo và sau đó Metternich dần dần trượt vào vùng ngoại vi của ngoại giao quốc tế. Ở quê nhà, Metternich giữ chức vụ Tể tướng đại thần, đứng đầu chính phủ của Đế chế từ năm 1821 đến năm 1848 dưới thời cả [[Franz II của Thánh chế La Mã|Hoàng đế Francis I]] và con trai của ông là [[Ferdinand I của Áo|Hoàng đế Ferdinand I]]. Sau một thời gian ngắn sống lưu vong ở [[London]], [[Brighton]] và [[Brussels]], kéo dài cho đến năm 1851, ông trở lại triều đình Viên, ông đã đưa ra lời khuyên cho người kế vị của Ferdinand là [[Franz Joseph I của Áo|Hoàng đế Franz Josef]]. Metternich đã sống thọ hơn bất kỳ chính trị gia nào khác cùng thời với mình, ông qua đời vào năm 1859 ở tuổi 86.\n\nLà một người bảo thủ truyền thống, Metternich rất muốn duy trì sự cân bằng quyền lực, đặc biệt là bằng cách chống lại tham vọng lãnh thổ của Đế chế Nga ở [[Trung Âu]] và [[Đế chế Ottoman]] ở vùng Cận Đông. Chẳng hạn, ông không thích chủ nghĩa tự do và cố gắng ngăn chặn sự tan rã của Đế chế Áo bằng cách dập tắt các cuộc nổi dậy của những người theo chủ nghĩa dân tộc ở miền Bắc [[Bán đảo Ý]] thuộc Áo. Ở quê nhà, ông theo đuổi một chính sách tương tự, sử dụng cơ chế kiểm duyệt và mạng lưới gián điệp rộng khắp để trấn áp tình trạng bất ổn. Metternich vừa được khen ngợi vừa bị chỉ trích nặng nề vì những chính sách mà ông theo đuổi. Những người ủng hộ ông chỉ ra rằng ông chủ trì \"hệ thống Áo\" khi ngoại giao quốc tế giúp ngăn chặn các cuộc chiến tranh lớn ở châu Âu. Những phẩm chất ông ấy với tư cách là một nhà ngoại giao đã được khen ngợi, một số nhà sử học đã lưu ý rằng chính những kỹ năng khôn khéo và dứt khoát đã tạo ra một địa vị đáng nể cho Đế chế Áo. Trong khi đó, những người gièm pha lập luận rằng lẽ ra ông có thể làm được nhiều điều để đảm bảo tương lai của Áo, và ông bị coi là vật cản đối với các cải cách ở Áo. Metternich cũng là một người ủng hộ nghệ thuật, đặc biệt quan tâm đến âm nhạc; ông quan tâm đến một số nhà soạn nhạc nổi tiếng nhất ở châu Âu vào thời điểm đó bao gồm [[Joseph Haydn|Haydn]], [[Ludwig van Beethoven|Beethoven]], [[Gioachino Rossini|Rossini]], [[Franz Liszt|Liszt]] và [[Johann Strauss I|Strauss]].\n\n==Cuộc sống đầu đời==\n[[Hình:Zámek Kynžvart.jpg|300px|thumb|right|[[Lâu đài Kynžvart]] ở [[Bohemia]]]]\nKlemens Metternich được sinh ra  vào ngày 15 tháng 5 năm 1773, trong [[Nhà Metternich|Gia tộc Metternich]], một gia đình quý tộc lâu đời ở vùng Rhenish. Cha của ông là [[Franz Georg Karl Bá tước xứ Metternich-Winneburg zu Beilstein]] (1746–1818), một nhà ngoại giao đã chuyển từ phục vụ tại Tổng giáo phận vương quyền Trier sang phục vụ cho [[Đế chế La Mã Thần thánh|triều đình đế chế]], và mẹ ông là Nữ bá tước Maria Beatrix Aloisia von Kageneck (1755-1828).<ref name=\"cecil72\">{{harvnb|Cecil|1947|pp=72–73}}<\/ref> Ông được đặt tên để vinh danh Thân vương [[Clemens Wenceslaus xứ Sachsen]], Tổng giám mục-tuyển hầu tước xứ Trier và là chủ cũ của cha ông.<ref name=\"palmer5\">{{harvnb|Palmer|1972|pp=5–8}}<\/ref> Ông là con trai cả và có một chị gái Pauline (1772–1855), vợ của [[Công tước Ferdinand Frederick Augustus xứ Württemberg|Công tước Ferdinand xứ Württemberg]]. Vào thời điểm ông sinh ra, gia đình Metternich sở hữu một pháo đài đổ nát ở Beilstein, một lâu đài ở Winneberg, một điền trang ở phía Tây [[Koblenz]], và một điền trang khác ở [[Lázně Kynžvart|Königswart]], [[Bohemia]], giành được trong thế kỷ XVII.<ref name=\"palmer5\"\/> Vào thời điểm này, cha của Metternich, được người đương thời mô tả là ''\"một kẻ nói lảm nhảm nhàm chán và nói dối kinh niên\"'', trở thành đại sứ Áo tại các triều đình của ba [[Tuyển đế hầu]] ở vùng Rhenish (Trier, Cologne và Mainz).<ref name=\"palmer5\"\/> Việc học của Metternich do mẹ của ông phụ trách, bị ảnh hưởng nặng nề bởi việc họ ở gần Pháp; Metternich nói [[tiếng Pháp]] tốt hơn [[tiếng Đức]]. Khi còn nhỏ, ông đã đi thăm chính thức cha mình và dưới sự hướng dẫn của gia sư [[Tin lành]] John Frederick Simon, được dạy kèm các môn học thuật, bơi lội và cưỡi ngựa.<ref name=\"palmer10\">{{harvnb|Palmer|1972|pp=10–12}}<\/ref>\n\nVào mùa hè năm 1788, Metternich bắt đầu học luật tại [[Đại học Strasbourg]], trúng tuyển vào ngày 12 tháng 11. Khi còn là sinh viên, ông đã được [[Maximilian I Joseph của Bayern|Thân vương Maximilian xứ Zweibrücken]], vị vua tương lai của [[Vương quốc Bayern]], cho ở tại tư dinh trong một thời gian.<ref name=\"palmer10\"\/> Vào thời điểm này, ông được Simon mô tả là \"hạnh phúc, đẹp trai và đáng yêu\", mặc dù những người đương thời sau này kể lại ông đã từng là một kẻ dối trá và khoác lác như thế nào.<ref name=\"palmer12\">{{harvnb|Palmer|1972|pp=12–16}}<\/ref> Metternich rời Strasbourg vào tháng 9 năm 1790 để tham dự lễ đăng quang vào tháng 10 của [[Leopold II của Thánh chế La Mã|Hoàng đế Leopold II]] tại [[Frankfurt]], nơi ông giữ vai trò là Thống chế Nghi lễ cho Bá tước xứ Westphalia (một trong 4 ghế dự bị trong [[Đại hội Đế quốc (Thánh chế La Mã)|Đại hội Đế chế]]). Ở đó, dưới sự che chở của cha mình, Metternich đã gặp [[Franz II của Thánh chế La Mã|Hoàng đế Francis II]] tương lai.<ref name=\"palmer12\"\/>\n\nTừ cuối năm 1790 đến mùa hè năm 1792, Metternich học luật tại [[Đại học Mainz]],<ref name=\"sauvignyxiii\">{{harvnb|Bertier|1962|pp=xiii–xvii}}<\/ref> nhận được một nền giáo dục bảo thủ hơn ở Strasbourg, một thành phố không an toàn để quay lại. Vào mùa hè, anh ấy làm việc với cha mình, người đã được bổ nhiệm vào ghế Cai trị toàn quyền xứ [[Hà Lan Áo|Hà Lan thuộc Áo]]. Vào tháng 3 năm 1792, Francis kế vị vương miện Hoàng đế La Mã Thần thánh và lên ngôi vào tháng 7, cho phép Metternich tiếp tục đảm nhận vai trò Thống chế Nghi lễ trước đó của ông. Trong khi đó, Pháp đã tuyên chiến với Áo, bắt đầu [[Chiến tranh Liên minh thứ nhất]] (1792–7) và khiến việc nghiên cứu thêm của Metternich ở Mainz là không thể.<ref name=\"palmer16\">{{harvnb|Palmer|1972|pp=16–22}}<\/ref> Giờ đây, theo công việc của cha mình,<ref name=\"sauvignyxiii\"\/> ông được cử ra mặt trận thực hiện một nhiệm vụ đặc biệt. Tại đây, ông dẫn đầu cuộc thẩm vấn Bộ trưởng Bộ Chiến tranh Pháp, [[Pierre de Ruel, Hầu tước xứ Beurnonville|Hầu tước xứ Beurnonville]] và một số ủy viên Hội nghị Quốc gia tháp tùng. Metternich đã quan sát cuộc bao vây và sự sụp đổ của Valenciennes, sau này nhìn lại những điều này như những bài học quan trọng về chiến tranh. Đầu năm 1794, ông được cử đến [[Vương quốc Anh]], bề ngoài là giúp Tử tước Desandrouin, Tổng Thủ quỹ của Hà Lan thuộc Áo, đàm phán một khoản vay.<ref name=\"palmer22\">{{harvnb|Palmer|1972|pp=22–25}}<\/ref>\n\n==Cuộc hôn nhân đầu tiên và Đại hội Rastatt==\n[[Hình:Eleonora_z_Kounic-Metternichu.jpg|250px|thumb|right|Nữ bá tước Eleonore xứ Kaunitz-Rietberg (1775–1825), người vợ đầu tiên của Metternich]]\nTrong quá trình thực hiện công tác tại [[Vương quốc Anh]], ông đã có cơ hội diện kiến Nhà vua nhiều lần và ăn tối với một số chính trị gia có ảnh hưởng của Anh lúc bầy giờ, bao gồm [[William Pitt Trẻ|William Pitt]], [[Charles James Fox]] và [[Edmund Burke]]. Metternich cũng đã ăn tối với nhà soạn nhạc nổi tiếng [[Joseph Haydn]] và ông bầu [[Johann Peter Salomon]] sau khi xem một số buổi hòa nhạc của họ tại [[Quảng trường Hannover, Westminster|Quảng trường Hannover]]. Chính tại một trong những buổi hòa nhạc này, ông ấy đã hội ngộ với một người thầy của mình trong quá khứ, [[Andreas Joseph Hofmann|Andreas Hofmann]] trong số khán giả đã đến để do thám nước Anh cho [[người Pháp]].<ref>{{harvnb|Cecil|1947|p=76}}<\/ref> Metternich được đề cử làm [[Công sứ]] mới của [[Hà Lan Áo|Hà Lan thuộc Áo]] và rời Anh vào tháng 9 năm 1794. Khi đến nơi, ông thấy một chính phủ lưu vong và bất lực đang phải rút lui khỏi cuộc tiến công mới nhất của Pháp.<ref name=\"palmer22\"\/> Vào tháng 10, một đội quân Pháp tràn vào Đức và sáp nhập tất cả các điền trang của Metternich ngoại trừ Königswart. Thất vọng và bị ảnh hưởng bởi những lời chỉ trích mạnh mẽ về chính sách của cha mình, ông đã cùng cha mẹ mình đến [[Vienna]] vào tháng 11.<ref name=\"palmer25\">{{harvnb|Palmer|1972|pp=25–27}}<\/ref> Ngày 27 tháng 9 năm 1795, ông kết hôn với Nữ bá tước Eleonore von Kaunitz-Rietberg (1775-1825), cháu gái của cựu thủ tướng Áo [[Wenzel Anton, Thân vương xứ Kaunitz-Rietberg]].<ref name=\"cecil78\">{{harvnb|Cecil|1947|pp=78–79}}<\/ref> Cuộc hôn nhân do mẹ của Metternich sắp đặt và giới thiệu anh với xã hội Viên. Đây chắc chắn là một phần động lực cho Metternich, người ít thể hiện tình cảm với cô hơn là cô dành cho ông. Cha của cô dâu, Hoàng thân Kaunitz, đưa ra hai điều kiện: thứ nhất, Eleonore vẫn còn trẻ nên phải tiếp tục sống ở nhà mình; và thứ hai, Metternich bị cấm phục vụ với tư cách là một nhà ngoại giao chừng nào Hoàng thân vẫn còn sống.<ref name=\"palmer25\"\/> Con gái Maria của họ chào đời vào tháng 1 năm 1797.<ref name=\"palmer27\">{{harvnb|Palmer|1972|pp=27–31}}<\/ref>\n\nSau khi Metternich học ở Vienna, cái chết của Hoàng thân vào tháng 9 năm 1797 đã cho phép Metternich tham gia [[Đại hội Rastatt lần hai|Đại hội Rastatt]].<ref name=\"palmer31\"\/> Ban đầu, cha của ông, người đứng đầu phái đoàn hoàng gia, đã nhận ông làm thư ký và đảm bảo rằng, khi đại hội chính thức bắt đầu vào tháng 12 năm 1797, ông được chỉ định là đại diện của Bá tước xứ Westphalia.<ref name=\"cecil78\"\/> Metternich buồn chán vẫn ở lại Rastatt với vai trò này cho đến năm 1799 khi đại hội cuối cùng bị giải tán.<ref name=\"palmer27\"\/> Trong thời kỳ này, Eleonore đã chọn sống với Metternich tại Rastatt: và sinh các con trai Francis (tháng 2 năm 1798) và Klemens (tháng 6 năm 1799) ngay sau khi kết thúc Đại hội. Metternich vô cùng đau khổ, Klemens qua đời chỉ sau vài ngày, còn Francis nhanh chóng bị nhiễm trùng phổi và không bao giờ hồi phục.<ref name=\"palmer31\">{{harvnb|Palmer|1972|pp=31–37}}<\/ref>\n\n==Đại sứ==\n===Dresden và Berlin===\nThất bại của [[Đế chế La Mã Thần thánh]] trong [[Chiến tranh Liên minh thứ hai]] đã làm rung chuyển giới ngoại giao, và Metternich đầy triển vọng giờ đây được đưa ra lựa chọn giữa ba vị trí: Đại diện cho Hoàng gia trong [[Đại hội Đế quốc (Thánh chế La Mã)|Đại hội Đế chế]] tại Regensburg; làm đại sứ tại [[Copenhagen]] của [[Đan Mạch|Vương quốc Đan Mạch]]; hoặc làm đại sứ tại [[Dresden]] của [[Tuyển hầu xứ Sachsen]]. Ông đã chọn trở thành đại sứ tại Dresden vào cuối tháng 1 năm 1801, và việc bổ nhiệm ông được chính thức công bố vào tháng 2 cùng năm. Metternich đã nghỉ hè ở Vienna, nơi ông viết \"Hướng dẫn\", một bản ghi nhớ thể hiện sự hiểu biết sâu sắc hơn nhiều về nghệ thuật chính trị so với bài viết trước đó của mình. Ông đến thăm điền trang Königswart vào mùa thu trước khi đảm nhận vị trí mới vào ngày 4 tháng 11.<ref name=\"palmer31\" \/> Sự tinh tế của bản ghi nhớ đã bị mất tại triều đình Sachsen, do [[Friedrich August I của Sachsen|Tuyển hầu Frederick Augustus]] đã nghỉ hưu, một người đàn ông có ít sáng kiến ​​chính trị, đứng đầu. Bất chấp sự nhàm chán của triều đình, Metternich tận hưởng sự phù phiếm nhẹ nhàng của thành phố và lấy một tình nhân, [[Catherine Bagration|Katharina Bagration-Mukhranska]], người đã sinh cho ông một cô con gái, [[Marie-Clementine Bagration|Marie-Clementine]]. Vào tháng 1 năm 1803, Metternich và vợ có một đứa con mà họ đặt tên là Viktor.<ref name=\"palmer31\" \/> Tại Dresden, Metternich cũng có một số mối quan hệ quan trọng bao gồm [[Friedrich von Gentz]],<ref name=\"cecil85\" \/> một nhà báo sẽ phục vụ Metternich với tư cách vừa là bạn tâm giao vừa là nhà phê bình trong ba mươi năm tới. Ông cũng thiết lập mối quan hệ với các nhân vật chính trị quan trọng của Ba Lan và Pháp.<ref name=\"palmer37\">{{harvnb|Palmer|1972|pp=37–40}}<\/ref>\n\n{{rquote|right|Bá tước Metternich còn trẻ nhưng không hề kém cỏi. Chúng ta sẽ xem anh ấy định hình như thế nào ở Berlin.|{{ill|Franz de Paula Karl von Colloredo|de|lt=Colloredo}} to [[Johann Amadeus von Thugut|Thugut]] {{harv|Palmer|1972|p=39}}}}\n\nĐể bù đắp cho việc mất đi các điền trang của tổ tiên Metternich ở thung lũng Moselle khi bị [[Đệ nhất Cộng hòa Pháp]] sáp nhập bờ Tây sông Rhine, ''[[Reichsdeputationshauptschluss]]'' năm 1803 đã mang lại cho gia đình Metternich những điền trang mới ở [[Ochsenhausen]], tước hiệu [[Thân vương]] và một ghế trong Đại hội Đế chế. Trong cuộc cải tổ ngoại giao sau đó, Metternich được bổ nhiệm làm đại sứ tại [[Vương quốc Phổ]], được thông báo về điều này vào tháng 2 năm 1803 và nhậm chức vào tháng 11 năm đó.<ref name=\"palmer37\"\/> Ông đến Phổ trong giải đoạn quan trọng trong nền ngoại giao châu Âu,<ref name=\"cecil85\">{{harvnb|Cecil|1947|pp=85–87}}<\/ref> nhanh chóng trở nên lo lắng về tham vọng lãnh thổ của [[Napoléon Bonaparte]], nhà lãnh đạo mới của Pháp. Nỗi sợ hãi này đã được chia sẻ bởi triều đình Nga dưới thời [[Aleksandr I của Nga|Alexander I]], và Sa hoàng đã thông báo cho Metternich về chính sách của [[Đế quốc Nga|Đế chế Nga]]. Vào mùa thu năm 1804, Vienna quyết định hành động bắt đầu vào tháng 8 năm 1805, Đế quốc Áo (khi Đế chế La Mã Thần thánh đang trong quá trình tan rã)<ref name=\"cecil85\"\/> bắt đầu tham gia vào [[Chiến tranh Liên minh thứ ba]]. Nhiệm vụ gần như bất khả thi lúc này của Metternich là thuyết phục Phổ tham gia liên minh chống lại Bonaparte. Tuy nhiên, thỏa thuận cuối cùng của họ không phải do Metternich, và sau thất bại của liên minh trong [[Trận Austerlitz]], Phổ đã bỏ qua thỏa thuận và thay vào đó ký một [[Hiệp ước Schönbrunn (1805)|hiệp ước với Pháp]].<ref>{{harvnb|Palmer|1972|pp=40–44}}<\/ref>\n\n===Paris===\n[[Tập tin:Graf Clemens Metternich.jpg|thumb|upright|250px|Metternich, c.&nbsp;1808]]\nTrong cuộc cải tổ sau đó ở Vienna, Bá tước Johann Philipp von Stadion-Warthausen trở thành [[Danh sách Ngoại trưởng của Áo-Hung|Bộ trưởng Ngoại giao của Đế chế Áo]], Metternich đã bị loại khỏi kế hoạch đến làm Đại sứ tại [[Đế quốc Nga]]. Ông ấy không bao giờ đến được Nga, vì nhu cầu về một đại sứ Áo tại triều đình Pháp là cấp bách hơn cả. Metternich đã được phê duyệt cho vị trí này vào tháng 6 năm 1806.<ref group=\"nb\">There is some confusion over why Metternich was selected. Napoleon said he wanted \"a Kaunitz\", and whether he literally meant someone from the {{ill|Kaunitz family|de|Kaunitz (Adelsgeschlecht)|lt=house of Kaunitz}} or merely someone in the style of [[Wenzel Anton, Prince of Kaunitz-Rietberg|the Prince of Kaunitz]], who had been ambassador to France from 1750 until 1753, this worked in favour of Metternich, the husband of a Kaunitz {{harv|Palmer|1972|pp=44–47}}.<\/ref> Ông rất thích và vui mừng vì được gửi đến Pháp với mức lương hậu hĩnh 90.000 [[Gulden (đơn vị tiền tệ)|Gulden]] mỗi năm.<ref>{{harvnb|Palmer|1972|pp=44–47}}<\/ref> Sau một chuyến đi gian khổ, ông đến trú sứ vào tháng 8 năm 1806, được giới thiệu tóm tắt bởi Nam tước von Vincent và Engelbert von Floret, những người mà ông sẽ giữ lại làm cố vấn thân cận trong hai thập kỷ tiếp theo của sự nghiệp mình. Ông gặp ngoại trưởng Pháp Thân vương [[Charles Maurice de Talleyrand-Périgord]] vào ngày 5 tháng 8 và diện kiến [[Napoleon I|Hoàng đế Napoléon]] năm ngày sau tại [[Château de Saint-Cloud|Saint-Cloud]]; chẳng bao lâu, [[Chiến tranh Liên minh thứ tư]] đã kéo cả Talleyrand và Napoléon về phía Đông.<ref name=\"palmer47\">{{harvnb|Palmer|1972|pp=47–56}}<\/ref> Vợ và các con của Metternich đã đến sống cùng ông ở Paris vào tháng 10, và ông ấy bước vào xã hội thượng lưu, sử dụng sự quyến rũ của mình để giành được sự nổi tiếng ở đó. Sự hiện diện của Eleonore không ngăn cản Metternich khỏi một loạt các cuộc tình vụng trộm, trong đó có cả [[Caroline Bonaparte|Công chúa Caroline Murat]], em gái của Hoàng đế Napoléon,<ref>{{harvnb|Cecil|1947|p=93}}<\/ref> [[Laure Junot, Công tước phu nhân xứ Abrantès|Laure Junot]], và có lẽ nhiều người khác nữa.<ref name=\"palmer47\"\/>\n\nSau [[Hiệp ước Tilsit]] vào tháng 7 năm 1807, Metternich thấy rằng vị trí của Áo ở châu Âu dễ bị tổn thương hơn nhiều nhưng tin rằng hiệp định giữa Nga và Pháp sẽ không kéo dài. Trong khi chờ đợi, ông nhận thấy Bộ trưởng Ngoại giao mới của Pháp, [[Jean-Baptiste de Nompère de Champagny|Jean-Baptiste Champagny]] không thích nghi và đã tranh cãi để thương lượng một giải pháp thỏa đáng về tương lai của một số pháo đài của Pháp trên [[Sông Inn]]. Trong những tháng tiếp theo, chính sách của Áo và danh tiếng của Metternich đã tăng lên.<ref name=\"palmer56\">{{harvnb|Palmer|1972|pp=56–61}}<\/ref> Metternich đã thúc đẩy một liên minh Nga-Áo, mặc dù Sa hoàng Alexander quá bận tâm đến ba cuộc chiến khác mà ông đã tham gia. Theo thời gian, Metternich coi cuộc chiến cuối cùng với Pháp là điều không thể tránh khỏi.<ref name=\"palmer56\"\/>\n\n[[Tập tin:Entrevue Erfurt by Nicolas Grosse.jpg|thumb|right|250px|Napoléon tiếp von Vincent tại Erfurt, một đại hội mà Metternich không được phép tham dự]]\n\nTrong một sự kiện đáng nhớ, Metternich đã tranh luận với chính Hoàng đế Napoléon tại lễ kỷ niệm sinh nhật lần thứ 39 của Napoléon vào tháng 8 năm 1808 về sự chuẩn bị ngày càng rõ ràng cho chiến tranh của cả hai bên.<ref name=\"cecil98\">{{harvnb|Cecil|1947|pp=98–101}}<\/ref>  Ngay sau đó, Napoléon từ chối sự tham dự của Metternich tại [[Đại hội Erfurt]]; Metternich sau đó rất vui khi nghe tin từ Talleyrand rằng nỗ lực của Napoléon tại Đại hội nhằm khiến Nga xâm lược Áo đã không thành công.<ref name=\"palmer61\">{{harvnb|Palmer|1972|pp=61–69}}<\/ref>  Cuối năm 1808, Metternich được triệu hồi về [[Viên]] để họp trong 5 tuần về khả năng Áo xâm lược Pháp trong khi Napoléon đang tham gia chiến dịch ở Tây Ban Nha.<ref name=\"palmer61\"\/> Bản ghi nhớ của ông báo cáo rằng Pháp không đoàn kết sau Napoléon, rằng Nga có vẻ không muốn đánh Áo, và rằng Pháp có ít quân đội đáng tin cậy có thể chiến đấu ở Trung Âu.<ref name=\"cecil98\"\/> Trở lại Paris, Metternich tỏ ra lo lắng về sự an toàn của bản thân. Khi Áo tuyên chiến với Pháp, Metternich thực sự đã bị bắt để trả đũa việc bắt giữ hai nhà ngoại giao Pháp ở Vienna, nhưng tác động của việc này là rất nhỏ. Ông được phép rời Pháp dưới sự hộ tống của quân đội để trở về Áo vào cuối tháng 5 năm 1809. Sau khi Napoléon chiếm được [[Viên|Kinh đô Viên]], Metternich được đến và trao đổi ở đó để lấy các nhà ngoại giao Pháp.<ref name=\"palmer61\"\/>\n\n==Bộ trưởng ngoại giao==\n===Hòa hoãn với Pháp===\n[[Tập tin:Napoleon Marie Louise Marriage1.jpeg|thumb|upright=1.3|250px|Metternich đã có ảnh hưởng trong việc mang lại cuộc hôn nhân của Napoléon với Nữ Đại công tước Marie Louise của Áo. Tranh của [[Georges Rouget]].]]\nLúc bấy giờ trở lại Áo, Metternich đã tận mắt chứng kiến ​​sự thất bại của quân đội Áo trong [[Trận Wagram]] năm 1809. Stadion đã đệ đơn từ chức Bộ trưởng Ngoại giao sau đó, và Hoàng đế ngay lập tức trao chức vụ này cho Metternich. Ông ấy tiếp nhận chức vụ mới với lo lắng rằng Napoléon sẽ nắm bắt điều này để yêu cầu các điều khoản hòa bình khắc nghiệt hơn, thay vào đó, ông đồng ý trở thành ngoại trưởng (ông đã bắt đầu vào ngày 8 tháng 7) và dẫn đầu các cuộc đàm phán với [[người Pháp]] với sự hiểu biết rằng ông sẽ thay thế Stadion làm Bộ trưởng Ngoại giao tại một ngày sau đó.<ref name=\"palmer69\">{{harvnb|Palmer|1972|pp=69–72}}<\/ref> Trong các cuộc đàm phán hòa bình tại Altenburg, Metternich đưa ra các đề xuất thân Pháp để cứu chế độ quân chủ Áo. Tuy nhiên, Napoléon không thích quan điểm của ông về tương lai của Ba Lan, và Metternich dần dần bị [[Johann I Joseph, Thân vương xứ Liechtenstein|Thân vương xứ Liechtenstein]] loại khỏi quá trình đàm phán. Tuy nhiên, ông sớm giành lại ảnh hưởng vào ngày 8 tháng 10, với tư cách là Bộ trưởng Ngoại giao (và thêm vào đó là Bộ trưởng Bộ Hoàng gia).<ref name=\"palmer69\"\/> Đầu năm 1810, mối quan hệ tình cảm trước đó của Metternich với Junot được công khai nhưng nhờ sự khéo léo của Eleonore nên vụ bê bối chỉ ở mức tối thiểu.<ref name=\"palmer72\"\/>\n\nMột trong những nhiệm vụ đầu tiên của Metternich là thúc đẩy cuộc hôn nhân của Napoléon với [[Maria Ludovica của Áo|Nữ Đại công tước Marie Louise]] hơn là với em gái út của Sa hoàng Nga [[Anna Pavlovna của Nga|Anna Pavlovna]]. Metternich sau đó đã tìm cách tránh xa kế hoạch dùng hôn nhân để cầu hoà với Pháp bằng cách cho rằng đó là ý tưởng riêng của Napoléon, nhưng điều này là không thể xảy ra; trong mọi trường hợp, ông ấy rất vui khi nhận trách nhiệm vào thời điểm đó.<ref name=\"palmer72\">{{harvnb|Palmer|1972|pp=72–77}}<\/ref> Đến ngày 7 tháng 2, Napoléon đã đồng ý và cặp đôi đã kết hôn theo ủy quyền vào ngày 11 tháng 3. Marie Louise rời Pháp ngay sau đó và Metternich theo một con đường khác và không chính thức. Metternich giải thích rằng chuyến đi được thiết kế để đưa gia đình ông (bị mắc kẹt ở Pháp do chiến tranh bùng nổ) về nhà và báo cáo với Hoàng đế Áo về các hoạt động của Marie Louise.<ref name=\"palmer72\"\/>\n\nThay vào đó, Metternich ở lại 6 tháng, giao văn phòng của mình ở Vienna cho cha mình. Ông ta bắt đầu sử dụng cuộc hôn nhân và sự tâng bốc, để đàm phán lại các điều khoản đặt ra tại [[Schönbrunn]]. Tuy nhiên, những nhượng bộ mà ông ta giành được là khá tầm thường: một số quyền kinh doanh, chậm thanh toán tiền bồi thường chiến tranh, bồi thường một số điền trang thuộc về người Đức trong quân đội Áo, bao gồm cả gia đình Metternich, và dỡ bỏ giới hạn 150.000 người đối với quân đội Áo. Vấn đề cuối cùng được hoan nghênh và xem như một dấu hiệu cho thấy Áo ngày càng độc lập, mặc dù Áo không còn đủ khả năng chi trả cho một đội quân lớn hơn giới hạn quy định.{{sfn|Palmer|1972|p=77}}\n\n====Trở thành đồng minh của Pháp====\n[[Tập tin:Europe 1812 map en.png|thumb|right|250px|Châu Âu năm 1812 sau một số chiến thắng của Pháp]]\nKhi Metternich trở lại Vienna vào tháng 10 năm 1810, ông không còn nổi tiếng nữa. Ảnh hưởng của ông chỉ giới hạn trong các vấn đề đối ngoại, và những nỗ lực của ông nhằm tái lập một [[Hội đồng Nhà nước]] đầy đủ đã thất bại.<ref name=\"palmer72\"\/> Tin chắc rằng một nước Áo suy yếu nhiều sẽ tránh được một cuộc xâm lược khác của Pháp, ông bác bỏ những tiến bộ của Sa hoàng Alexander và thay vào đó ký kết liên minh với Hoàng đế Napoléon vào ngày 14 tháng 3 năm 1812. Ông cũng ủng hộ một giai đoạn kiểm duyệt vừa phải, nhằm ngăn chặn sự khiêu khích của người Pháp.<ref name=\"palmer78\"\/> Yêu cầu chỉ có 30.000 quân Áo chiến đấu bên cạnh quân Pháp,{{sfn|Cecil|1947|p=125}}  hiệp ước liên minh hào phóng hơn hiệp ước mà [[Vương quốc Phổ]] đã ký một tháng trước đó; điều này cho phép Metternich đảm bảo với cả Anh và Nga rằng Áo vẫn cam kết kiềm chế tham vọng của Napoléon. Ông tháp tùng vị Hoàng đế của mình trong cuộc gặp cuối cùng với Napoléon tại [[Dresden]] vào tháng 5 năm 1812 trước khi Napoléon bắt tay vào cuộc [[Chiến tranh Pháp–Nga (1812)|xâm lược Nga]].<ref name=\"palmer78\">{{harvnb|Palmer|1972|pp=78–86}}<\/ref>\n\nCuộc họp ở Dresden tiết lộ rằng ảnh hưởng của Áo ở châu Âu đã đạt đến điểm thấp nhất, và Metternich hiện đang muốn thiết lập lại ảnh hưởng đó bằng cách sử dụng điều mà ông coi là mối quan hệ bền chặt với tất cả các bên trong cuộc chiến, đề xuất các cuộc đàm phán hòa bình chung do Áo đứng đầu. Trong 3 tháng tiếp theo, ông sẽ từ từ tách Áo ra khỏi chính nghĩa của Pháp, đồng thời tránh liên minh với Phổ hoặc Nga,<ref name=\"palmer86\">{{harvnb|Palmer|1972|pp=86–92}}<\/ref> và sẵn sàng đón nhận bất kỳ đề xuất nào có thể đảm bảo một vị trí cho vương triều Bonaparte-Habsburg kết hợp.<ref name=\"palmer86\"\/> Điều này được thúc đẩy bởi mối lo ngại rằng nếu Napoléon bị đánh bại, Nga và Phổ sẽ thu được quá nhiều.<ref name=\"ford221\">{{harvnb|Ford|1971|p=221}}<\/ref> Tuy nhiên, Napoléon không khoan nhượng và cuộc giao tranh (nay chính thức là [[Chiến tranh Liên minh thứ sáu]]) vẫn tiếp tục. Liên minh của Áo với Pháp kết thúc vào tháng 2 năm 1813, và Áo sau đó chuyển sang vị trí trung lập vũ trang.<ref name=\"palmer86\"\/>\n\n====Tuyên bố trung lập====\n[[Tập tin:Historia del Consulado y del Imperio, 1879 \"Célebre entrevista de M. de Metternich con Napoleón - último reto del emperador\". (4268283413).jpg|250px|thumb|right|Cuộc gặp giữa Hoàng đế Pháp Napoléon I và nhà ngoại giao Áo Hầu tước Klemens von Metternich tại Cung điện Marcolini ở Dresden vào ngày 26 tháng 6 năm 1813.]]\n\nNếu so với các nhà chính trị cùng thời với mình, Metternich ít muốn quay lưng lại với Pháp hơn (mặc dù không phải là Hoàng đế), và ông ủng hộ các kế hoạch của riêng mình cho một dàn xếp chung. Vào tháng 11 năm 1813, ông đưa ra [[Đề xuất Frankfurt]] cho Napoléon, cho phép Napoléon vẫn là Hoàng đế nhưng sẽ đưa nước Pháp trở thành \"biên giới tự nhiên\" và hủy bỏ quyền kiểm soát của nước này đối với hầu hết [[Bán đảo Ý]], Đức và Hà Lan. Napoléon, mong muốn chiến thắng trong cuộc chiến, đã trì hoãn quá lâu và đánh mất cơ hội này; đến tháng 12, quân Đồng minh đã rút lại lời đề nghị. Đến đầu năm 1814, khi họ đã tiến gần đến Paris, Napoléon đã đồng ý với các đề xuất Frankfurt, quá muộn, và Matternich đã từ chối, sau đó các điều khoản mới, khắc nghiệt hơn được đề xuất.{{sfn|Riley|2013|p=[https:\/\/books.google.com\/books?id=beq3AAAAQBAJ&pg=PA206 206]}}{{sfn|Ross|1969|pp=341–44}}\n\nTuy nhiên, quân Đồng minh không tiến triển tốt và mặc dù tuyên bố về mục tiêu chiến tranh chung bao gồm nhiều cái gật đầu với Áo đã được đảm bảo từ Nga, Anh vẫn không tin tưởng và nhìn chung không muốn từ bỏ sáng kiến quân sự mà nước này đã đấu tranh trong 20 năm để thiết lập. Mặc dù vậy, Hoàng đế Francis đã trao cho Matternich, lúc này là Bộ trưởng Ngoại giao Áo [[Huân chương quân sự Maria Theresa|Huân chương Maria Theresa ở mức Grand-Chancellor]], một vị trí đã bị bỏ trống kể từ thời Kaunitz.<ref name=\"palmer92\">{{harvnb|Palmer|1972|pp=92–96}}<\/ref> Metternich ngày càng lo lắng rằng cuộc rút lui của Napoléon sẽ kéo theo tình trạng hỗn loạn có thể gây hại cho [[Vương tộc Habsburg]].<ref name=\"ford221\"\/><ref name=\"palmer92\"\/> Ông tin rằng một nền hòa bình phải sớm được ký kết. Vì không thể ép buộc người Anh nên Anh chỉ gửi đề xuất cho Pháp và Nga. Tuy nhiên, những điều này đã bị từ chối sau các [[Trận Lützen (1813)|Trận Lützen]] (2 tháng 5) và [[Trận Bautzen|Trận Bautzen (1813)]] (20–21 tháng 5), một hiệp định đình chiến do Pháp khởi xướng đã được ký kết. Bắt đầu từ tháng 4, Metternich chuẩn bị \"chậm rãi và miễn cưỡng\" cho Áo tham chiến với Pháp; hiệp định đình chiến cho Áo thời gian để huy động đầy đủ hơn.<ref name=\"palmer92\"\/>\n\nVào tháng 6, Metternich rời Vienna để đích thân xử lý các cuộc đàm phán tại [[Jičín]] ở [[Bohemia]]. Khi đến nơi, ông được đón chào bởi sự hiếu khách của [[Công chúa Wilhelmine, Nữ công tước xứ Sagan]] và bắt đầu mối quan hệ tình cảm với cô kéo dài vài tháng. Không có tình nhân nào khác từng đạt được ảnh hưởng đối với Metternich như Wilhelmine, và ông ấy vẫn tiếp tục viết thư cho cô sau khi họ chia tay. Trong khi đó, Bộ trưởng Ngoại giao Pháp [[Hugues-Bernard Maret, duc de Bassano|Hugues-Bernard Maret]] vẫn lảng tránh, mặc dù Metternich đã cố gắng thảo luận về tình hình công việc với Sa hoàng vào ngày 18–19 tháng 6 tại [[Opočno, Louny|Opotschna]].<ref name=\"palmer96\">{{harvnb|Palmer|1972|pp=96–102}}<\/ref> Trong các cuộc đàm phán mà sau này sẽ được phê chuẩn thành [[Hiệp ước Reichenbach (1813)|Công ước Reichenbach]], họ đã đồng ý về các yêu cầu hòa bình chung<ref group=\"nb\">, namely that [[Lübeck]] and [[Hamburg]] would return to being free cities, and more generally the end of direct French control over the [[Rhenish Confederation]]; the return of annexed Prussian territory; the return of the Illyrian provinces to Austria; and the dissolution of the French-dominated [[Grand Duchy of Warsaw]] {{harv|Palmer|1972|p=97}}.<\/ref> và đặt ra một quy trình để Áo có thể tham chiến theo phe Liên minh. Ngay sau đó Metternich được mời tham gia nghị đàm cùng Napoléon tại Dresden, nơi ông có thể trực tiếp đưa ra các điều khoản. Mặc dù không có hồ sơ đáng tin cậy nào về cuộc họp của họ vào ngày 26 tháng 6 năm 1813, nhưng có vẻ như đó là một cuộc họp giông bão nhưng hiệu quả. Thỏa thuận cuối cùng đã đạt được khi Metternich chuẩn bị rời đi:<ref name=\"palmer96\"\/> các cuộc đàm phán hòa bình sẽ bắt đầu ở [[Praha]] vào tháng 7 và kéo dài đến ngày 20 tháng 8.<ref name=\"cecil134\">{{harvnb|Cecil|1947|pp=134–135}}<\/ref> Khi đồng ý với điều này, Metternich đã phớt lờ Công ước Reichenbach, và điều này khiến các đồng minh Liên minh của Áo tức giận.<ref name=\"palmer96\"\/> Hội nghị Praha sẽ không bao giờ họp đúng nghĩa vì Napoléon đã trao cho các đại diện của mình là [[Armand-Augustin-Louis de Caulaincourt|Armand Caulaincourt]] và [[Louis, comte de Narbonne-Lara|Bá tước Narbonne]] không đủ quyền đàm phán.<ref name=\"cecil134\"\/> Tại các cuộc thảo luận không chính thức được tổ chức thay cho hội nghị, Caulaincourt ngụ ý rằng Napoléon sẽ không đàm phán cho đến khi quân đội đồng minh đe dọa chính nước Pháp. Điều này đã thuyết phục được Metternich, và sau khi tối hậu thư mà Metternich đưa ra cho Pháp không được chú ý, Áo tuyên chiến vào ngày 12 tháng 8.<ref name=\"palmer96\"\/>\n\n====Trở thành đối tác liên minh====\n[[Tập tin:Declaration of victory after the Battle of Leipzig, 1813 (by Johann Peter Krafft).jpg|thumb|upright=1.3|250px|Karl von Schwarzenberg và ba quân vương đồng minh sau [[Trận Leipzig]], 1813 (tranh của [[Johann Peter Krafft]])]]\n\nCác đồng minh của Áo coi tuyên bố này là sự thừa nhận rằng tham vọng ngoại giao của Áo đã thất bại, nhưng Metternich coi đó là một nước đi trong một chiến dịch dài hơn nhiều.<ref name=\"palmer103\">{{harvnb|Palmer|1972|pp=103–107}}<\/ref> Trong phần còn lại của cuộc chiến, ông đã cố gắng giữ Liên minh lại với nhau và do đó, để kiềm chế động lực của Nga ở châu Âu. Cuối cùng, ông đã giành được chiến thắng sớm với tư cách là một tướng Áo, [[Karl Philipp, Thân vương xứ Schwarzenberg|Thân vương Schwarzenberg]], được xác nhận là chỉ huy tối cao của lực lượng Liên minh chứ không phải là [[Aleksandr I của Nga|Sa hoàng Alexander I]]. Ông cũng đã thành công trong việc lôi kéo được ba vị vua đồng minh (Alexander, Francis và [[Friedrich Wilhelm III]]) đi theo ông và quân đội của họ trong chiến dịch. Với Hiệp ước [[Teplice|Teplitz]], Metternich cho phép Áo tiếp tục cam kết về tương lai của Pháp, Ý và Ba Lan. Tuy nhiên, ông vẫn bị giới hạn bởi người Anh, những người đang trợ giúp cho Phổ và Nga (vào tháng 9, Metternich cũng yêu cầu hỗ trợ cho Áo).<ref name=\"palmer103\"\/> Trong khi đó, lực lượng Liên minh đã tấn công.<ref name=\"palmer103\"\/> Vào ngày 18 tháng 10 năm 1813, Metternich chứng kiến [[Trận Leipzig]] thành công và hai ngày sau, ông được phong tước [[Thân vương]] ([[tiếng Đức]]: Fürst) vì \"chỉ đạo sáng suốt\" của mình.<ref name=\"sauvignyxiii\"\/> Metternich rất vui mừng khi [[Frankfurt]] được chiếm lại vào đầu tháng 11 và đặc biệt, bằng cách khác, Sa hoàng đã cho Francis thấy tại một buổi lễ do Metternich tổ chức ở đó. Về mặt ngoại giao, khi chiến tranh sắp kết thúc, ông vẫn quyết tâm ngăn cản việc thành lập một nhà nước Đức thống nhất, thậm chí còn đưa ra những điều khoản hào phóng cho Napoléon để giữ ông ta làm đối trọng. Vào ngày 2 tháng 12 năm 1813, Napoléon đồng ý đàm phán, mặc dù các cuộc đàm phán này bị trì hoãn do cần có sự tham gia của một nhà ngoại giao cấp cao hơn của Anh, ([[Robert Stewart, Tử tước xứ Castlereagh|Tử tước Castlereagh]]).<ref name=\"palmer103\"\/>\n\nTrước khi các cuộc đàm phán có thể bắt đầu, quân đội Liên minh đã vượt sông Rhine vào ngày 22 tháng 12. Metternich từ Frankfurt về [[Breisgau]] để đón Giáng sinh cùng gia đình vợ trước khi đến trụ sở mới của Liên minh tại [[Basel]] vào tháng 1 năm 1814. Những cuộc cãi vã với Sa hoàng Alexander, đặc biệt là về số phận của nước Pháp<ref group=\"nb\">At this time, the Russians favoured a new monarchy under [[Charles XIV John of Sweden|Jean Bernadotte]], while Austria favoured keeping the Bonaparte-Habsburg dynasty, if not under Napoleon himself {{harv|Palmer|1972|p=112}}.<\/ref> gia tăng vào tháng 1, khiến vị sa hoàng này nổi cơn thịnh nộ. Do đó, ông đã bỏ lỡ sự xuất hiện của Castlereagh vào giữa tháng Giêng.<ref name=\"palmer107\">{{harvnb|Palmer|1972|pp=107–117}}<\/ref> Metternich và Castlereagh đã hình thành một mối quan hệ làm việc tốt đẹp và sau đó gặp Alexander tại [[Langres]]. Tuy nhiên, Sa hoàng vẫn không hài lòng, yêu cầu tấn công mạnh vào trung tâm nước Pháp; nhưng ông ấy quá bận tâm để phản đối những ý tưởng khác của Metternich, chẳng hạn như một hội nghị hòa bình cuối cùng ở Vienna. Metternich đã không tham gia các cuộc nói chuyện với người Pháp tại Chatillon vì ông ấy muốn ở lại với Alexander. Các cuộc đàm phán bị đình trệ, và sau một cuộc tiến công ngắn, lực lượng Liên quân phải rút lui sau [[Trận Montmirail]] và [[Trận Montereau]]. Điều này làm giảm bớt lo ngại của Metternich rằng một Alexander quá tự tin có thể hành động đơn phương.<ref name=\"palmer107\"\/>\n\n{{rquote|right|Bạn không biết những người ở trụ sở chính áp đặt cho chúng tôi những đau khổ như thế nào! Tôi không thể chịu đựng lâu hơn nữa và Hoàng đế Francis đã bị ốm. [Các nhà lãnh đạo khác] đều bị điên và thuộc về nhà thương điên.|Metternich đến Stadion {{harv|Palmer|1972|p=116}}}}\n\nMetternich tiếp tục đàm phán với đặc phái viên Pháp Caulaincourt từ đầu đến giữa tháng 3 năm 1814, khi chiến thắng tại [[Trận Laon|Laon]] đưa Liên quân trở lại cuộc tấn công. Vào thời điểm này, Metternich đã quá mệt mỏi với việc cố gắng giữ các nước trong Liên minh lại với nhau, và ngay cả [[Hiệp ước Chaumont]] do Anh thiết kế cũng không giúp được gì.<ref name=\"palmer107\"\/> Trong trường hợp không có người Phổ và người Nga, Liên minh đã đồng ý [[Bourbon phục hoàng|khôi phục triều đại Bourbon]].<ref name=\"palmer107\"\/><ref name=\"ford257\"\/> Hoàng đế Francis từ chối lời cầu xin cuối cùng từ Napoléon rằng ông sẽ thoái vị để ủng hộ [[Napoleon II|con trai]] mình với Marie Louise làm nhiếp chính, và Paris thất thủ vào ngày 30 tháng 3. Các cuộc diễn tập quân sự đã buộc Metternich phải đi về phía Tây đến [[Dijon]] vào ngày 24 tháng 3 và bây giờ, sau một sự trì hoãn có chủ ý, ông đã rời thủ đô của Pháp vào ngày 7 tháng 4.<ref name=\"palmer107\"\/> Vào ngày 10 tháng 4, ông tìm thấy một thành phố yên bình và, khiến ông rất khó chịu, phần lớn nằm trong sự kiểm soát của Sa hoàng Alexander. Người Áo không thích các điều khoản của [[Hiệp ước Fontainebleau (1814)]] mà Nga đã áp đặt lên Napoléon khi họ vắng mặt, nhưng Metternich miễn cưỡng phản đối chúng và vào ngày 11 tháng 4 đã ký vào hiệp ước. Sau đó, ông tập trung vào việc bảo vệ lợi ích của Áo trong hoà ước sắp tới; khẳng định ảnh hưởng của Áo ở Đức so với Phổ; và hủy bỏ uy quyền của Nga. Vì những lý do này, ông đảm bảo rằng các tỉnh Lombardy và Venetia của Ý, [[Hòa ước Pressburg (1805)|bị mất vào tay các quốc gia chư hầu của Pháp]] vào năm 1805, đã được sáp nhập lại một cách hợp lệ vào Đế chế Áo.<ref name=\"palmer118\">{{harvnb|Palmer|1972|pp=118–123}}<\/ref>\n\nVề việc phân chia Ba Lan và Đức trước đây do Pháp chiếm đóng, Metternich bị hạn chế nhiều hơn bởi lợi ích của Đồng minh. Sau hai đề xuất thất bại do người Phổ đưa ra, vấn đề này đã bị hoãn lại cho đến sau khi một hiệp ước hòa bình được ký kết.<ref name=\"palmer123\"\/> Ở những nơi khác, Metternich, giống như nhiều người đồng cấp của mình, lo lắng cung cấp cho chế độ quân chủ mới của Pháp các nguồn lực để đàn áp cuộc cách mạng mới. [[Hiệp ước Paris (1814)]] hào phóng được ký kết vào ngày 30 tháng 5.<ref name=\"ford257\">{{harvnb|Ford|1971|p=257}}<\/ref> Bây giờ được tự do, Metternich tháp tùng Sa hoàng Alexander đến Anh; Wilhelmine, người đã theo Metternich đến Paris, cũng đã vượt biển.<ref name=\"palmer123\"\/> Metternich chiến thắng đã lấp đầy bốn tuần của mình bằng sự vui chơi, tái lập danh tiếng của ông và của Áo; ông cũng đã được trao bằng luật danh dự tại [[Đại học Oxford]]. Ngược lại và theo niềm vui của Metternich, Alexander lại cư xử thô lỗ và thường xuyên xúc phạm. Bất chấp những cơ hội, rất ít hoạt động ngoại giao diễn ra; thay vào đó, tất cả những gì đã được nhất trí chắc chắn là các cuộc thảo luận thích hợp sẽ diễn ra tại Viên, với ngày dự kiến được ấn định là ngày 15 tháng 8. Khi Sa hoàng cố gắng hoãn nó đến tháng 10, Metternich đã đồng ý nhưng đưa ra các điều kiện ngăn cản Alexander thực hiện bất kỳ lợi thế nào do quyền kiểm soát trên thực tế của ông đối với Ba Lan. Metternich cuối cùng đã được đoàn tụ với gia đình ở Áo vào giữa tháng 7 năm 1814, sau khi dừng lại một tuần ở Pháp để xoa dịu nỗi sợ hãi xung quanh Marie Louise, vợ của Napoléon, hiện là Nữ công tước xứ Parma. Sự trở lại Vienna của ông được tổ chức bằng một bản cantata thỉnh thoảng có dòng ''\"Lịch sử tôn vinh bạn cho hậu thế như một hình mẫu giữa những vĩ nhân\"''.<ref name=\"palmer123\">{{harvnb|Palmer|1972|pp=123–129}}<\/ref>\n\n===Đại hội Viên===\n{{Chính|Đại hội Viên}}\n\n[[Tập tin:Vienna Congress.jpg|thumb|upright=1.3|250px|Metternich bên cạnh\n[[Arthur Wellesley, Công tước thứ nhất xứ Wellington|Công tước xứ Wellington]], [[Charles Maurice de Talleyrand-Périgord|Talleyrand]] và các nhà ngoại giao châu Âu khác tại [[Đại hội Viên]], 1815]]\n\n[[Tập tin:Europe 1815 map en.png|thumb|upright=1.3|250px|Biên giới quốc gia bên trong châu Âu do Đại hội Viên thiết lập]]\n\nVào mùa thu năm 1814, những người đứng đầu của năm triều đại trị vì và đại diện của 216 gia đình quý tộc bắt đầu tập trung tại [[Viên|Kinh thành Viên]] của Đế chế Áo. Trước khi các bộ trưởng từ \"Big Four\" (đồng minh của Liên minh gồm Anh, Áo, Phổ và Nga) đến, Metternich lặng lẽ ở lại [[Baden bei Wien]], hai giờ về phía nam. Khi nghe tin họ đã đến Vienna, ông ấy đã lên đường đến gặp họ và khuyến khích họ đi cùng mình trở lại Baden. Họ từ chối, và bốn cuộc họp đã được tổ chức ngay trong thành phố.<ref name=\"palmer130\"\/> Trong đó, các đại diện đã đồng ý về cách thức hoạt động của Đại hội và, trước sự vui mừng của Metternich, đã bổ nhiệm phụ tá của mình là Friedrich Gentz làm thư ký cho các cuộc đàm phán của \"Big Six\" (Bộ tứ lớn cộng với Pháp và Tây Ban Nha). Khi [[Charles Maurice de Talleyrand-Périgord|Talleyrand]] và đại diện Tây Ban Nha [[Don (kính ngữ)|Don]] [[Pedro Gómez Labrador|Pedro Labrador]] biết được những quyết định này, họ đã vô cùng tức giận vì các thỏa thuận chỉ được đàm phán bởi Big Four. Thụy Điển và Bồ Đào Nha cũng tức giận tương tự khi họ bị loại khỏi tất cả trừ Đại hội đầy đủ, đặc biệt là vì Metternich quyết tâm trao cho Đại hội càng ít quyền càng tốt. Kết quả là, Big Six trở thành Ủy ban sơ bộ của 8 người, quyết định đầu tiên của họ là hoãn đại hội đến ngày 1 tháng 11.<ref name=\"palmer130\">{{harvnb|Palmer|1972|pp=130–133}}<\/ref> Trên thực tế, nó sẽ sớm bị hoãn lại, chỉ với một khoản hoa hồng nhỏ bắt đầu được thực hiện vào tháng 11.<ref name=\"palmer133\"\/> Trong khi chờ đợi, Metternich đã tổ chức một loạt các trò giải trí gây tranh cãi cho các đại biểu bao gồm cả chính ông.<ref name=\"palmer130\"\/>\n\nRời [[Robert Stewart, Tử tước Castlereagh|Castlereagh]] để thay mặt Sa hoàng Alexander đàm phán, Metternich nhanh chóng chuyển sự chú ý của mình sang việc dập tắt cảm giác chống [[Quân chủ Habsburg|Habsburg]] ở [[Bán đảo Ý]]. Cùng lúc đó, ông ấy biết rằng Nữ công tước xứ Sagan đang tán tỉnh Sa hoàng. Thất vọng và kiệt sức vì các vòng xã hội, Metternich mất cảnh giác, khiến Sa hoàng Alexander tức giận trong các cuộc đàm phán về Ba Lan (lúc đó được Napoléon cai trị với tư cách là [[Công quốc Warszawa|Đại công quốc Warsaw]]) bằng cách ám chỉ Áo có thể sánh ngang với Nga về mặt quân sự. Bất chấp sai lầm, Hoàng đế Francis từ chối cách chức bộ trưởng ngoại giao của mình, và cuộc khủng hoảng chính trị đã làm rung chuyển Vienna trong suốt tháng 11, đỉnh điểm là tuyên bố của Sa hoàng Alexander rằng Nga sẽ không thỏa hiệp trong tuyên bố của mình đối với Ba Lan với tư cách là một vương quốc vệ tinh. Liên minh hoàn toàn bác bỏ điều này, và thỏa thuận dường như còn xa vời hơn bao giờ hết.<ref name=\"palmer133\"\/> Trong lúc đối đầu, có vẻ như Alexander thậm chí còn đi xa đến mức thách đấu tay đôi với Metternich.<ref>{{harvnb|Hamilton-Williams|1996|p=47}}<\/ref> Tuy nhiên, Sa hoàng Alexander đã sớm tỏ ra nhanh chóng và đồng ý chia cắt Ba Lan. Ông cũng mềm mỏng hơn đối với [[Vương quốc Sachsen]] của người Đức, và lần đầu tiên cho phép Talleyrand tham gia vào tất cả các cuộc thảo luận của Big Four (nay là Big Five).<ref name=\"palmer133\">{{harvnb|Palmer|1972|pp=133–139}}<\/ref>\n\nVới sự đồng thuận mới, các vấn đề chính liên quan đến Ba Lan và Đức đã được giải quyết vào tuần thứ hai của tháng 2 năm 1815.<ref name=\"palmer139\"\/> Áo giành được đất đai trong sự phân chia của Ba Lan và ngăn cản việc Phổ sáp nhập Sachsen, nhưng buộc phải chấp nhận sự thống trị của Nga ở Ba Lan và gia tăng ảnh hưởng của Phổ ở Đức.<ref name=\"okey73\">{{harvnb|Okey|2001|pp=73–74}}<\/ref> Metternich hiện tập trung vào việc khiến các nhà nước khác nhau của Đức nhượng lại các quyền lịch sử cho một [[Công ước Liên bang (Bang liên Đức)|Quốc hội Liên bang]] mới có thể chống lại Phổ. Ông cũng hỗ trợ Ủy ban Thụy Sĩ và giải quyết vô số vấn đề nhỏ hơn, như quyền hàng hải trên [[Rhein|sông Rhine]]. Bắt đầu [[Mùa Chay]] vào ngày 8 tháng 2 đã mang lại cho ông nhiều thời gian hơn để dành cho các vấn đề Đại hội này cũng như các cuộc thảo luận riêng về miền Nam Bán đảo Ý, nơi [[Joachim Murat]] được cho là đang nuôi dưỡng một đội quân Neapolitan.<ref name=\"palmer139\">{{harvnb|Palmer|1972|pp=139–146}}<\/ref> Vào ngày 7 tháng 3, Metternich được đánh thức với tin tức rằng [[Napoleon I|Hoàng đế Napoléon]] đã trốn thoát khỏi [[Elba|đảo Elba]] của mình<ref name=\"cecil169\">{{harvnb|Cecil|1947|pp=169–175}}<\/ref> và trong vòng một giờ đã gặp cả Sa hoàng và Vua nước Phổ. Tất nhiên, Metternich không muốn thay đổi vội vàng và lúc đầu, có rất ít tác động đến Đại hội. Cuối cùng, vào ngày 13 tháng 3, Big Five tuyên bố Napoléon là kẻ ngoài vòng pháp luật và quân Đồng minh bắt đầu chuẩn bị cho cuộc giao tranh mới. Vào ngày 25 tháng 3, họ đã ký một hiệp ước cam kết mỗi bên cử 150.000 người mà không có dấu hiệu nào cho thấy lập trường gây chia rẽ trước đây của họ. Sau khi các chỉ huy quân sự rời đi, [[Đại hội Viên]] bắt tay vào công việc nghiêm túc, ấn định ranh giới của một Hà Lan độc lập, chính thức hóa các đề xuất về một liên minh lỏng lẻo gồm các [[bang của Thụy Sĩ]] và phê chuẩn các thỏa thuận trước đó về Ba Lan. Đến cuối tháng 4, chỉ còn lại hai vấn đề lớn, đó là tổ chức một liên bang mới của Đức và vấn đề của Ý.<ref name=\"palmer139\"\/>\n\n{{rquote|right|Các bộ trưởng và đại diện của các Thân vương Đức được cử đến đại hội tiếp tục ca ngợi Hoàng thân Metternich.... Họ ngưỡng mộ sự khéo léo và thận trọng mà ông đã xử lý ủy ban Đức.|Từ báo cáo của một đặc vụ của cơ quan tình báo Áo {{harv|Palmer|1972|pp=147–148}}.}}\n\nÁo đã củng cố quyền kiểm soát của mình đối với Lombardy-Venice và mở rộng sự bảo vệ của mình đối với các tỉnh trên danh nghĩa nằm dưới sự kiểm soát của Marie Louise, con gái của Hoàng đế Francis. Vào ngày 18 tháng 4, Metternich thông báo rằng Áo chính thức có [[Chiến tranh Napoli|chiến tranh với Napoli của Murat]]. Áo thắng [[Trận Tolentino]] vào ngày 3 tháng 5 và chiếm được [[Napoli]] chưa đầy ba tuần sau đó. Metternich sau đó có thể trì hoãn quyết định về tương lai của đất nước cho đến sau Đại hội Vienna. Các cuộc thảo luận về nước Đức sẽ kéo dài cho đến đầu tháng 6 khi một đề xuất chung giữa Áo-Phổ được phê chuẩn. Nó để lại hầu hết các vấn đề hiến pháp cho Quốc hội mới; chủ tịch của nó sẽ là chính Hoàng đế Francis.<ref name=\"palmer146\"\/> Bất chấp những lời chỉ trích từ bên trong Áo, Metternich hài lòng với kết quả và mức độ kiểm soát mà nó mang lại cho [[Vương tộc Habsburg]], và thông qua họ, cho chính ông.<ref name=\"palmer146\"\/> Chắc chắn, Metternich đã có thể sử dụng Quốc hội cho mục đích của mình trong nhiều trường hợp.<ref>{{harvnb|Ford|1971|p=302}}<\/ref> Sự sắp xếp cũng phổ biến tương tự với hầu hết các đại diện của Đức. Một hiệp ước tổng kết được ký vào ngày 19 tháng 6 (người Nga ký một tuần sau đó),<ref name=\"cecil169\"\/> Đại hội Viên chính thức kết thúc. Bản thân Metternich đã lên đường vào ngày 13 tháng 6 để ra tiền tuyến, chuẩn bị cho một cuộc chiến trường kỳ chống lại Napoléon. Tuy nhiên, Napoléon đã bị đánh bại một cách dứt khoát trong [[Trận Waterloo]] vào ngày 18 tháng 6.<ref name=\"palmer146\">{{harvnb|Palmer|1972|pp=146–149}}<\/ref>\n\n===Paris và Ý===\n[[Tập tin:Map of the Holy Alliance (1840).svg|thumb|250px|Bản đồ Châu Âu, làm nổi bật [[Liên minh Thần thánh]], được thành lập năm 1815, năm 1840]]\nMetternich đã sớm trở lại với các đồng minh trong liên minh ở [[Paris]], một lần nữa thảo luận về các điều khoản hòa bình. Sau 133 ngày đàm phán, lâu hơn cả tình trạng hỗn loạn, [[Hiệp ước Paris (1815)|Hiệp ước Paris thứ hai]] đã được ký kết vào ngày 20 tháng 11. Metternich, cho rằng nước Pháp không nên bị chia cắt, hài lòng với kết quả:<ref name=\"palmer150\"\/> Pháp chỉ mất một vùng đất nhỏ dọc theo biên giới phía Đông, 700 triệu [[franc Pháp]] và các tác phẩm nghệ thuật mà nước này đã cướp được. [[Vương quốc Pháp]] cũng chấp nhận một đội quân chiếm đóng lên tới 150.000 người.<ref name=\"cecil169\"\/> Trong khi chờ đợi, một hiệp ước riêng biệt, do Alexander đề xuất và Metternich soạn thảo lại, đã được ký kết vào ngày 26 tháng 9. Điều này đã tạo ra một [[Liên minh Thần thánh]] mới tập trung vào Nga, Phổ và Áo; đó là một tài liệu mà Metternich không thúc đẩy cũng không mong muốn, do tình cảm tự do mơ hồ của nó.{{sfn|Bertier|1962|pp=129–131}} Đại diện của hầu hết các quốc gia châu Âu cuối cùng đã ký kết, ngoại trừ [[Lãnh địa Giáo hoàng]], [[Vương quốc Anh]] và [[Đế chế Ottoman]]. Ngay sau đó, một hiệp ước riêng biệt đã tái khẳng định Liên minh Bốn bên và thiết lập thông qua điều khoản thứ sáu của nó Hệ thống các cuộc họp ngoại giao thường kỳ của Đại hội hội. Khi châu Âu hòa bình, lá cờ Áo giờ đây đã tung bay trên 50% diện tích đất liền so với khi Metternich trở thành Bộ trưởng Ngoại giao.<ref name=\"palmer150\">{{harvnb|Palmer|1972|pp=150–156}}<\/ref>\n\nMetternich hiện quay trở lại câu hỏi về Bán đảo Ý, thực hiện chuyến thăm đầu tiên đến đất nước này vào đầu tháng 12 năm 1815. Sau khi thăm [[Venice]], gia đình ông đã cùng ông đến [[Milan]] vào ngày 18 tháng 12. Lần đầu tiên, Metternich đóng vai người theo chủ nghĩa tự do, thúc giục Hoàng đế Francis trao cho khu vực một số quyền tự trị một cách vô ích. Metternich đã dành bốn tháng ở Ý, bận rộn vô tận và bị viêm mí mắt mãn tính. Ông cố gắng kiểm soát chính sách đối ngoại của Áo từ Milan và khi có bất đồng nghiêm trọng giữa Đế chế Áo và [[Vương quốc Bayern]], ông đã bị chỉ trích nặng nề vì vắng mặt. Tuy nhiên, kẻ thù của ông ta không thể tận dụng điều này; Stadion bận rộn với công việc của mình với tư cách là bộ trưởng tài chính và [[Maria Ludovika của Áo-Este|Hoàng hậu Maria Ludovika]], một người chỉ trích gay gắt các chính sách của Metternich, qua đời vào tháng 4.<ref name=\"palmer156\">{{harvnb|Palmer|1972|pp=156–161}}<\/ref> Khoảng cách không bình thường giữa quan điểm của Metternich và hoàng đế của ông chỉ được xoa dịu bằng sự thỏa hiệp tích cực của các đề xuất. Metternich trở lại Vienna vào ngày 28 tháng 5 năm 1816 sau gần một năm vắng bóng. Về mặt chuyên môn, phần còn lại của năm 1816 lặng lẽ trôi qua đối với vị Bộ trưởng mệt mỏi, người quan tâm đến chính sách tài khóa và theo dõi sự lan rộng của chủ nghĩa tự do ở Đức và chủ nghĩa dân tộc ở Ý. Cá nhân ông ấy đã bị chấn động vào tháng 11 trước cái chết của Julie Zichy-Festetic. Hai năm sau, ông ấy viết rằng ''\"cuộc đời đã kết thúc ở đó\"'' và sự phù phiếm cũ của ông ấy đã mất một thời gian để quay trở lại. Niềm an ủi duy nhất là tin tức vào tháng 7 rằng Metternich sẽ nhận được các điền trang mới dọc theo sông Rhine tại [[ohannisberg (Geisenheim)|Johannisberg]], chỉ 25 dặm (40 km) từ nơi sinh của ông tại Koblenz.<ref name=\"palmer156\"\/>\n\nVào tháng 6 năm 1817, Metternich được yêu cầu hộ tống con gái mới cưới của hoàng đế là [[Maria Leopoldina của Áo|Maria Leopoldina]] lên một con tàu ở [[Livorno]]. Có sự chậm trễ khi họ đến nơi, và Metternich lại dành thời gian đi du lịch vòng quanh nước Ý; ông ấy đã đến thăm Venice, [[Padua]], [[Ferrara]], [[Pisa]], [[Florence]] và [[Lucca]]. Mặc dù lo lắng trước những diễn biến (ông lưu ý rằng nhiều nhượng bộ của hoàng đế Francis vẫn chưa được thực hiện), ông vẫn lạc quan và đưa ra một lời kêu gọi khác về phân quyền vào ngày 29 tháng 8.<ref name=\"palmer161\"\/> Sau khi điều này thất bại, Metternich quyết định mở rộng nỗ lực của mình sang cải cách hành chính chung để tránh có vẻ như ủng hộ người Ý hơn phần còn lại của Đế chế. Trong khi làm việc này, ông trở lại Vienna vào ngày 12 tháng 9 năm 1817 để ngay lập tức bị cuốn vào việc tổ chức hôn lễ của con gái ông là Maria với Bá tước [[Esterházy|Joseph Esterházy]] chỉ 3 ngày sau đó. Nó đã chứng minh quá nhiều, và Metternich bị ốm. Sau một thời gian trì hoãn để phục hồi, Metternich đã cô đọng các đề xuất của mình cho Ý thành ba tài liệu mà ông đệ trình lên Hoàng đế Francis, tất cả đều đề ngày 27 tháng 10 năm 1817. Chính quyền sẽ vẫn phi dân chủ, nhưng sẽ có một Bộ Tư pháp mới và bốn bộ trưởng mới—mỗi người có tiền gửi địa phương, bao gồm một cho \"Ý\".<ref name=\"palmer161\"\/> Điều quan trọng là, sự phân chia sẽ mang tính khu vực chứ không phải quốc gia.<ref name=\"okey73\" \/> Cuối cùng, hoàng đế đã chấp nhận các đề xuất sửa đổi, mặc dù có một số thay đổi và hạn chế.<ref name=\"palmer161\">{{harvnb|Palmer|1972|pp=161–168}}<\/ref><ref group=\"nb\">Specifically, four chancellorships became three, one of which was never filled, and Italy did get a chancellery and permission to run its administration, education, and law in Italian; there was to be no new Ministry of Justice, though the Count of Wallis was made head of one new department responsible for legal reform and a new viceroy to Lombardy-Venetia was appointed (one of Francis' earlier concessions) {{harv|Palmer|1972|pp=161–168}}.<\/ref>\n\n===Aachen, Teplice, Karlsbad, Troppau và Laibach===\n[[Tập tin:Kongressdenkmal im Farwickpark - panoramio.jpg|thumb|upright=1.05|250px|Đài tưởng niệm Đại hội ở Aachen]]\nTrọng tâm chính của Metternich vẫn là duy trì sự thống nhất giữa các cường quốc châu Âu và do đó, quyền lực của chính ông với tư cách là người hòa giải. Ông cũng lo ngại về ảnh hưởng ngày càng tăng của [[Ioannis Kapodistrias]] có đầu óc tự do đối với Sa hoàng Alexander và mối đe dọa liên tục của việc Nga sáp nhập các khu vực rộng lớn của [[Đế quốc Ottoman]] đang suy tàn (cái gọi là [[Câu hỏi phương Đông]]).<ref name=\"palmer169\">{{harvnb|Palmer|1972|pp=169–180}}<\/ref> Như ông đã dự tính trước đó, vào tháng 4 năm 1818, nước Anh đã soạn thảo và Metternich đã thông qua các đề xuất tổ chức [[Đại hội Aix-la-Chapelle (1818)|Đại hội tại Aachen]], khi đó là một thị trấn biên giới của [[Vương quốc Phổ]], 6 tháng sau. Trong khi đó, Metternich được khuyên nên đến thị trấn spa [[Karlovy Vary|Karlsbad]] để điều trị chứng [[thấp khớp]] ở lưng.<ref name=\"palmer180\">{{harvnb|Palmer|1972|pp=180–185}}<\/ref> Đó là một chuyến đi thú vị kéo dài 1 tháng, mặc dù ở đó ông nhận được tin cha mình qua đời ở tuổi 72.<ref>{{harvnb|Cecil|1947|p=182}}<\/ref> Ông đã đến thăm điền trang của gia đình tại Königswart và sau đó là [[Frankfurt]] vào cuối tháng 8 để khuyến khích các quốc gia thành viên của [[Bang liên Đức]] thống nhất về các vấn đề thủ tục. Bây giờ ông ấy cũng có thể đến thăm Koblenz lần đầu tiên sau 25 năm và điền trang mới của ông ấy tại Johannisberg. Đi cùng Hoàng đế Francis, ông được các thị trấn Công giáo dọc theo sông Rhine chào đón nồng nhiệt khi ông tiến về phía [[Aachen]].<ref name=\"palmer169\"\/> Ông đã sắp xếp trước để các tờ báo đưa tin về đại hội thời bình đầu tiên của loại hình này. Khi các cuộc thảo luận bắt đầu, Metternich đã thúc đẩy việc rút quân đồng minh khỏi Pháp và các biện pháp để duy trì sự thống nhất của các cường quốc châu Âu. Thỏa thuận đầu tiên đã được đồng ý gần như ngay lập tức, nhưng thỏa thuận thứ hai chỉ mở rộng để duy trì Liên minh Bộ tứ. Metternich từ chối các kế hoạch lý tưởng của Sa hoàng về (trong số những thứ khác) một đội quân châu Âu duy nhất. Các khuyến nghị của chính ông với người Phổ về việc kiểm soát nhiều hơn quyền tự do ngôn luận cũng khó không kém đối với các cường quốc khác như Anh để ủng hộ một cách công khai.<ref name=\"palmer169\"\/>\n\n[[Tập tin:Ermordung August von Kotzebues.jpg|thumb|upright=1.3|250px|Vụ sát hại [[August von Kotzebue]] vào năm 1819 là cơ hội để Metternich chiến đấu chống lại phe đối lập.]]\n\n[[Tập tin:Der-Denkerclub_1819.jpg|thumb|upright=1.3|250px|Một bản in thạch bản đương đại chế giễu những hạn chế mới đối với báo chí và quyền tự do ngôn luận do [[Nghị định Carlsbad]] áp đặt.]]\n\n{{rquote|right|Ngày nay, tội ác lớn nhất – và do đó, ngay lập tức nhất – là báo chí.|Metternich đến Gentz, tháng 6 năm 1819 {{harv|Palmer|1972|p=182}}.}}\n\nMetternich đã cùng Thân vương phu nhân [[Dorothea Lieven|Dorothea von Lieven]] đến [[Brussels]] ngay sau khi đại hội tan rã, và mặc dù ông không thể ở lại quá vài ngày, nhưng cặp đôi đã trao đổi thư từ trong 8 năm tiếp theo. Ông đến Viên vào ngày 11 tháng 12 năm 1818 và cuối cùng đã có thể dành thời gian đáng kể cho các con của mình.<ref name=\"palmer169\"\/> Ông ấy đã tiếp đãi Sa hoàng trong mùa [[Giáng sinh]] và dành 12 tuần để theo dõi Bán đảo Ý và Đức trước khi lên đường cùng Hoàng đế trong chuyến đi thứ ba tới Ý. Chuyến đi bị cắt ngắn do vụ ám sát nhà viết kịch bảo thủ người Đức [[August von Kotzebue]]. Sau một thời gian ngắn trì hoãn, Metternich quyết định rằng nếu chính phủ Đức không hành động để giải quyết vấn đề đã được nhận thức này, thì Áo sẽ phải buộc họ. Ông triệu tập một hội nghị không chính thức ở [[Karlsbad]]<ref name=\"palmer180\"\/> và bày tỏ trước sự ủng hộ của Phổ bằng cuộc gặp với [[Friedrich Wilhelm III]] tại Teplice vào tháng 7.<ref name=\"palmer180\"\/><ref name=\"ford303\">{{harvnb|Ford|1971|p=303}}<\/ref> Metternich đã thực hiện ngày đó, sử dụng một nỗ lực gần đây về cuộc đời của Bộ trưởng Nassau, [[Carl Friedrich Emil von Ibell|Carl Ibell]] để giành được sự đồng ý cho chương trình bảo thủ hiện được gọi là Công ước [[Teplice|Teplitz]]. Hội nghị Karlsbad khai mạc vào ngày 6 tháng 8 và kéo dài đến hết tháng.<ref name=\"palmer180\"\/> Metternich đã vượt qua bất kỳ sự phản đối nào đối với \"nhóm các biện pháp phản cách mạng, đúng đắn và phủ đầu\" do ông đề xuất, mặc dù chúng bị người ngoài lên án.<ref name=\"palmer180\"\/> Bất chấp sự chỉ trích, Metternich rất hài lòng với kết quả này,<ref name=\"palmer180\"\/> được gọi là [[Nghị định Carlsbad]].<ref name=\"okey73\"\/><ref name=\"ford303\"\/>\n\nTại hội nghị ở Viên vào cuối năm đó, Metternich thấy mình bị các Vua của Württemberg và Bayern ép buộc phải từ bỏ kế hoạch cải cách [[Bang liên Đức]].<ref>{{harvnb|Cecil|1947|p=197}}<\/ref> Bây giờ ông ấy hối hận vì đã nhanh chóng thông qua hiến pháp ban đầu của nó 5 năm trước. Tuy nhiên, ông vẫn giữ vững quan điểm về các vấn đề khác và Đạo luật cuối cùng của Hội nghị có tính phản động cao, giống như Metternich đã dự tính. Ông ở lại Kinh đô Viên cho đến khi kết thúc vào tháng 5 năm 1820, và nhận thấy toàn bộ công việc trở nên nhàm chán. Vào ngày 6 tháng 5, ông nghe tin con gái mình [[Nữ thân vương Klementine von Metternich|Klementine]] qua đời vì [[Lao|bệnh lao]]. Đang trên đường đến [[Praha]], ông nghe tin con gái lớn Maria của mình cũng mắc bệnh. Metternich đã ở bên giường bệnh của cô ấy ở [[Baden bei Wien]] khi cô ấy qua đời vào ngày 20 tháng 7.<ref name=\"palmer186\"\/> Điều này đã thôi thúc Eleonore và những đứa trẻ còn lại rời đến nước Pháp có không khí trong lành hơn.<ref name=\"cecil200\"\/> Phần còn lại của năm 1820 tràn ngập các cuộc nổi dậy của phe tự do mà Metternich dự kiến ​​sẽ đáp trả. Cuối cùng, Bộ trưởng Ngoại giao Áo đã bị giằng xé giữa việc tuân theo cam kết bảo thủ của mình (một chính sách được người Nga ủng hộ) và tránh xa một quốc gia mà Áo không có lợi ích (được người Anh ủng hộ). Ông đã chọn \"không hành động thông cảm\" đối với Tây Ban Nha<ref group=\"nb\">Metternich succeeded in preventing proposals for a French-led invasion only by rendering Tsar Alexander fearful of a French conspiracy {{harv|Palmer|1972|p=199}}.<\/ref>, nhưng trước sự thất vọng và ngạc nhiên của ông, [[Guglielmo Pepe]] đã lãnh đạo một cuộc nổi dậy ở Napoli kinh đô của [[Vương quốc Hai Sicilia]] vào đầu tháng 7 và buộc [[Ferdinando I của Hai Sicilie|Vua Ferdinand I]] phải chấp nhận một hiến pháp mới.<ref name=\"palmer186\"\/> Metternich miễn cưỡng đồng ý tham dự [[Đại hội Troppau]] do Nga khởi xướng vào tháng 10 để thảo luận về những sự kiện này. Ông không cần phải lo lắng: Sa hoàng đã nhượng bộ và chấp nhận một đề nghị thỏa hiệp về chủ nghĩa can thiệp ôn hòa.[58] Vẫn lo lắng về ảnh hưởng của Kapodistrias đối với Sa hoàng, ông đã đặt ra các nguyên tắc bảo thủ của mình trong một bản ghi nhớ dài, bao gồm cả việc tấn công báo chí tự do và sáng kiến của tầng lớp trung lưu.<ref name=\"palmer186\">{{harvnb|Palmer|1972|pp=186–198}}<\/ref>\n\nĐại hội giải tán vào tuần thứ ba của tháng 12, và bước tiếp theo sẽ là một [[Đại hội Laibach|Đại hội tại Laibach]] để thảo luận về việc can thiệp với Ferdinand để kiềm chế cách mạng tự do tại Vương quốc Hai Sicilia.<ref name=\"cecil200\">{{harvnb|Cecil|1947|pp=200–202}}<\/ref> Metternich nhận thấy mình có thể nắm đại hội Laibach dưới bàn tay của mình hơn bất kỳ đại hội nào khác, giám sát việc Ferdinand từ chối hiến pháp tự do mà ông đã đồng ý chỉ vài tháng trước đó. Quân đội Áo hành quân đến kinh đô [[Napoli]] vào tháng 2 và tiến vào thành phố vào tháng 3. Đại hội đã bị hoãn lại, nhưng, được báo trước hoặc do may mắn, Metternich đã theo sát các đại diện của các cường quốc cho đến khi cuộc nổi dậy bị dập tắt.<ref name=\"palmer198\">{{harvnb|Palmer|1972|pp=198–202}}<\/ref> Kết quả là, khi các cuộc nổi dậy tương tự nổ ra ở [[Piemonte|Piedmont]] vào giữa tháng 3, Metternich đã nắm được Sa hoàng trong tay, người đã đồng ý cử 90.000 người đến biên giới để thể hiện tình đoàn kết. Viên ngày càng lo ngại rằng chính sách của Metternich quá đắt. Ông ấy trả lời rằng Napoli và Piedmont sẽ trả giá cho sự ổn định; tuy nhiên, rõ ràng ông cũng lo lắng cho tương lai của Bán đảo Ý. Ông cảm thấy nhẹ nhõm khi được Hoàng đế Áo trao cho ghế Chưởng ấn triều đình và Chưởng ấn Nhà nước vào ngày 25 tháng 5, một vị trí bị bỏ trống kể từ cái chết của Kaunitz vào năm 1794. Ông cũng hài lòng về sự gần gũi mới (nếu mong manh) giữa Áo, Phổ và Nga;<ref name=\"palmer198\"\/> tuy nhiên, nó đã phải trả giá bằng cái giá của hiệp định Anh-Áo.<ref name=\"cecil207\">{{harvnb|Cecil|1947|p=207}}<\/ref>\n\n==Giữ ghế Tể tướng đại thần==\n===Hannover, Verona, và Czernowitz===\n[[Tập tin:Congress of Verona.jpg|thumb|upright=1.2|250px|Hí hoạ về [[Đại hội Verona]] (1822)]]\n\nNăm 1821, trong khi Metternich vẫn đang ở Laibach cùng với Sa hoàng Alexander, cuộc nổi dậy của Hoàng thân [[Alexander Ypsilantis (1792–1828)|Alexander Ypsilantis]] đe dọa đưa [[Đế chế Ottoman]] đến bờ vực sụp đổ. Muốn có một Đế chế Ottoman hùng mạnh để đối trọng với [[Đế quốc Nga]],<ref name=\"palmer203\"\/> Metternich phản đối mọi hình thức của chủ nghĩa dân tộc Hy Lạp.<ref>{{harvnb|Ford|1971|p=279}}<\/ref> Trước khi Alexander trở về Nga, Metternich đã đảm bảo thỏa thuận không hành động đơn phương và sẽ viết thư cho Sa hoàng hết lần này đến lần khác yêu cầu ông không can thiệp.<ref name=\"palmer203\"\/> Để được hỗ trợ thêm, ông đã gặp Tử tước Castlereagh (nay cũng là [[Hầu tước xứ Londonderry]]) và [[George IV của Anh|Vua George IV]] của Vương quốc Anh tại [[Hannover]] vào tháng 10. Sự chào đón nồng nhiệt của Metternich được làm dịu đi bởi lời hứa của ông sẽ giải quyết một phần các khoản nợ tài chính của Áo đối với Anh.<ref name=\"palmer203\"\/> Do đó, hiệp định Anh-Áo trước đó đã được khôi phục,<ref name=\"cecil207\"\/> và cặp đôi đồng ý rằng họ sẽ ủng hộ quan điểm của Áo liên quan đến vùng Balkan. Metternich vui vẻ ra về, nhất là vì ông đã gặp lại Dorothea Lieven một lần nữa.<ref name=\"palmer203\">{{harvnb|Palmer|1972|pp=203–212}}<\/ref>\n\nVào dịp Giáng sinh, Sa hoàng dao động nhiều hơn những gì Metternich mong đợi và cử [[Dmitry Tatishchev]] đến [[Viên]] vào tháng 2 năm 1822 để nói chuyện với Tể tướng đại thần Áo. Metternich sớm thuyết phục được người Nga \"tự phụ và đầy tham vọng\" để ông dàn xếp cho các sự kiện.<ref name=\"palmer203\"\/> Đổi lại, Áo hứa sẽ hỗ trợ Nga thực thi các hiệp ước với Ottoman nếu các thành viên liên minh khác cũng làm như vậy; Metternich biết rằng điều này là bất khả thi về mặt chính trị đối với [[người Anh]]. Đối thủ của Metternich tại triều đình Nga, Kapodistrias, đã nghỉ việc ở đó; tuy nhiên, vào cuối tháng 4, có một mối đe dọa mới: Nga hiện quyết tâm can thiệp vào Tây Ban Nha, hành động mà Metternich mô tả là \"hoàn toàn vô nghĩa\".<ref name=\"palmer203\"\/> Ông đã câu giờ, thuyết phục đồng minh của mình là Castlereagh đến Viên để đàm phán trước một đại hội dự kiến ở [[Verona]], mặc dù Castlereagh đã tự sát vào ngày 12 tháng 8.<ref name=\"palmer212\"\/> Với việc Castlereagh đã chết và quan hệ với người Anh suy yếu, Metternich đã mất đi một đồng minh hữu ích.{{sfn|Bertier|1962|pp=146–147}} [[Đại hội Verona]] là một sự kiện xã hội tốt nhưng kém thành công về mặt ngoại giao. Được cho là quan tâm đến Ý, thay vào đó, Đại hội phải tập trung vào Tây Ban Nha.<ref name=\"palmer212\">{{harvnb|Palmer|1972|pp=212–219}}<\/ref> Áo kêu gọi không can thiệp, nhưng chính [[người Pháp]] đã đưa ra đề xuất của họ về một lực lượng xâm lược chung.<ref name=\"cecil211\">{{harvnb|Cecil|1947|pp=211–212}}<\/ref> [[Vương quốc]] Phổ cam kết cung cấp binh lính,<ref name=\"cecil211\"\/> và Sa hoàng cam kết cử 150.000 người tham chiến.<ref name=\"palmer212\" \/> Metternich lo lắng về những khó khăn trong việc vận chuyển số lượng quân lớn như vậy đến Tây Ban Nha và về tham vọng của Pháp, nhưng vẫn cam kết hỗ trợ (nếu chỉ về mặt tinh thần) cho lực lượng chung.<ref name=\"palmer212\" \/>\n\nÔng ấy nán lại Verona cho đến ngày 18 tháng 12, sau đó dành một số ngày ở [[Venice]] với Sa hoàng và sau đó một mình ở [[Munich]]. Ông trở lại Vienna vào đầu tháng 1 năm 1823 và ở lại cho đến tháng 9; sau Verona, ông ít đi du lịch hơn trước, một phần vì chức vụ Thủ tướng mới và một phần vì sức khỏe giảm sút. Ông ấy đã phấn chấn khi gia đình của mình trở về từ [[Paris]] vào tháng 5. Metternich lại một lần nữa tỏa sáng trong xã hội Viên.<ref name=\"palmer218\"\/> Về mặt chính trị, đây là một năm đầy thất vọng. Vào tháng 3, quân Pháp đơn phương vượt qua [[Pyrénées|dãy núi Pyrenees]], phá vỡ \"tinh thần đoàn kết\" được thiết lập tại Verona. Tương tự như vậy, Metternich cho rằng tân [[Giáo hoàng Leo XII]] quá thân Pháp, và đã xảy ra rắc rối giữa Áo và một số nhà nước của Đức về lý do tại sao họ không được có mặt tại Đại hội Verona. Hơn nữa, Metternich, khi làm mất uy tín của nhà ngoại giao Nga [[Carlo Andrea Pozzo di Borgo|Pozzo di Borgo]], thay vào đó, Sa hoàng lại nghi ngờ ông trước đây. Tồi tệ hơn đến vào cuối tháng 9: khi tháp tùng Hoàng đế đến cuộc gặp với Alexander tại [[Chernivtsi|Czernowitz]], một khu định cư của Áo, ngày nay nằm trong lãnh thổ của [[Ukraine]], Metternich bị ốm sốt. Ông ta không thể tiếp tục và phải giải quyết bằng cuộc nói chuyện ngắn với Bộ trưởng Ngoại giao Nga, [[Karl Nesselrode|Bá tước Karl Robert von Nesselrode-Ehreshoven]]. Tại cuộc hội đàm Czernowitz, khi Metternich vắng mặt, một Sa hoàng thiếu kiên nhẫn đã yêu cầu tổ chức một đại hội ở thủ đô [[Saint Petersburg]] của Đế chế Nga lúc bấy giờ để thảo luận về [[Câu hỏi phương Đông]]. Metternich, cảnh giác với việc để người Nga chi phối công việc, chỉ có thể câu giờ.<ref name=\"palmer218\">{{harvnb|Palmer|1972|pp=218–224}}<\/ref>\n\n[[Tập tin:Office Prince Clemens von Metternich 1829.jpg|thumb|upright=1.2|250px|Văn phòng Hoàng thân Clemens von Metternich 1829]]\n\nĐề xuất kép của Sa hoàng cho các cuộc họp ở St Petersburg, một giải pháp cho Câu hỏi phương Đông có lợi cho Nga và quyền tự trị hạn chế cho ba công quốc Hy Lạp, là một cặp đôi không được các cường quốc châu Âu khác ưa thích và những người tham dự tiềm năng như Ngoại trưởng Anh [[George Canning]] dần quay lưng, khiến Alexander rất khó chịu. Trong vài tháng sau đó, Metternich tin rằng ông đã đạt được mức độ ảnh hưởng độc nhất vô nhị đối với Sa hoàng.<ref name=\"palmer218\"\/> Trong khi đó, ông đổi mới chương trình bảo thủ mà ông đã vạch ra tại [[Karlsbad]] vào 5 năm trước và tìm cách tăng cường hơn nữa ảnh hưởng của Áo đối với Quốc hội [[Bang liên Đức]]. Ông cũng thông báo với báo chí rằng họ không còn có thể công khai biên bản các cuộc họp của Nghị viện, mà chỉ có thể công bố các phán quyết của nó.<ref name=\"palmer225\"\/> Vào tháng 1 năm 1825, ông bắt đầu lo lắng cho sức khỏe của vợ mình là Eleonore và ông đã đến giường bệnh của bà ở Paris ngay trước khi bà qua đời vào ngày 19 tháng 3. Thương tiếc cô một cách chân thành, ông cũng nhân cơ hội dùng bữa tối với giới thượng lưu Paris. Ông rời Paris lần cuối vào ngày 21 tháng 4 và cùng với Hoàng đế đến [[Milan]] sau khi đến vào ngày 7 tháng 5. Ông từ chối lời mời của Giáo hoàng để trở thành hồng y của nhà thờ. Ngoài ra còn có một chuyến đi ngắn đến [[Genoa]]. Đầu tháng 7, triều đình ngừng làm việc và Metternich đến thăm hai cô con gái Leontine (14 tuổi) và Hermine (chín tuổi) tại thị trấn [[Bad Ischl]] yên tĩnh. Bất chấp việc sống ẩn dật, Metternich liên tục nhận được các báo cáo, bao gồm cả những báo cáo về những diễn biến đáng ngại ở Đế chế Ottoman, nơi cuộc nổi dậy của người Hy Lạp nhanh chóng bị [[Ibrahim Pasha của Ai Cập|Ibrahim Ali của Ai Cập]] dập tắt. Ông cũng phải đối phó với hậu quả từ St. Petersburg, nơi Sa hoàng, mặc dù không thể triệu tập một đại hội đầy đủ, nhưng đã nói chuyện với tất cả các đại sứ của nước lớn. Đến giữa tháng 5, rõ ràng là các đồng minh không thể quyết định hướng hành động và do đó, [[Liên minh Thần thánh]] không còn là một thực thể chính trị khả thi nữa.<ref name=\"palmer227\">{{harvnb|Palmer|1972|pp=227–230}}<\/ref>\n\n===Nghị viện Hungary, cái chết của Alexander I và các vấn đề ở Ý===\n[[Tập tin:Regi-orszaggyules.jpg|thumb|upright=1.2|250px|Nghị viện Hungary năm 1830]]\n[[Tập tin:Death Alexander I of Russia.jpg|thumb|250px|Cái chết của Sa hoàng Nga Alexander I ở Taganrog (bản in thạch bản thế kỷ 19)]]\nVào đầu những năm 1820, Metternich đã khuyên Hoàng đế Francis rằng việc triệu tập [[Nghị viện Hungary]] sẽ giúp cải cách tài chính được chấp thuận. Trên thực tế, Nghị viện từ năm 1825 đến năm 1827 đã chứng kiến 300 phiên họp đầy rẫy những lời chỉ trích về cách Đế chế đã làm xói mòn các quyền lịch sử của giới quý tộc [[Vương quốc Hungary]]. Metternich phàn nàn rằng nó \"làm cản trở thời gian của [ông ấy], phong tục của [ông ấy] và cuộc sống hàng ngày của [ông ấy]\", khi ông ấy buộc phải tới Pressburg ([[Bratislava]] ngày nay) để thực hiện các nhiệm vụ nghi lễ và quan sát.<ref name=\"palmer232\">{{harvnb|Palmer|1972|pp=232–240}}<\/ref> Ông lo lắng trước sự phát triển của tình cảm dân tộc Hungary và cảnh giác với ảnh hưởng ngày càng tăng của những người theo chủ nghĩa dân tộc như [[István Széchenyi]], người mà ông đã gặp hai lần vào năm 1825. Trở lại [[Viên|Kinh thành Viên]], vào giữa tháng 12, ông nghe tin Sa hoàng Alexander qua đời với nhiều cảm xúc lẫn lộn. Ông ta biết rõ về Sa hoàng và được nhắc nhở về sự yếu đuối của chính mình, mặc dù cái chết có khả năng xóa sạch những phương tiện ngoại giao chua chát tồn tại trước đó giữa ông và vị hoàng đế này. Hơn nữa, ông ta có thể tuyên bố công lao vì đã thấy trước cuộc nổi dậy của [[Khởi nghĩa tháng Chạp|phe tự do tháng Chạp]] mà [[Nikolai I của Nga|Sa hoàng Nicholas I]] mới lên ngôi mà phải đương đầu. Ngay thời điểm đó, Metternich đã 53 tuổi, ông chọn cử [[Ferdinand I của Áo|Đại công tước Ferdinand]] để thiết lập liên lạc đầu tiên với Nicholas. Metternich cũng thân thiện với sứ thần Anh ([[Công tước xứ Wellington]]) và tranh thủ sự giúp đỡ của ông ta để quyến rũ Nicholas. Mặc dù vậy, 18 tháng đầu tiên dưới triều đại của Nicholas không suôn sẻ đối với Metternich: thứ nhất, người Anh được chọn thay vì người Áo để giám sát các cuộc đàm phán Nga-Ottoman;<ref group=\"nb\">Britain and Austria both wished to avoid war, but the British Foreign Secretary Canning wanted an autonomous Greek state. This would be the topic of mediation with the Ottomans. Metternich, on the other hand, was resolutely opposed to courting instability by redrawing any borders in Eastern Europe {{harv|Palmer|1972|pp=236–237}}.<\/ref> và kết quả là Metternich không thể có ảnh hưởng gì đối với kết quả của [[Công ước Akkerman]]. Nước Pháp cũng bắt đầu xa rời quan điểm không can thiệp của Metternich. Vào tháng 8 năm 1826, Bộ trưởng Ngoại giao Nga Nesselrode từ chối đề xuất của Metternich về việc triệu tập một đại hội để thảo luận về các sự kiện cuối cùng đã dẫn đến sự bùng nổ của cuộc [[Nội chiến Bồ Đào Nha]], nơi mà hai anh em ruột [[Pedro I của Brazil]] thuộc chủ nghĩa tự do và [[Miguel I của Bồ Đào Nha]] theo chủ nghĩa chuyên chế tranh dành ngai vàng. Ngoại trưởng Áo chấp nhận điều này với \"sự kiên cường đáng ngạc nhiên\".<ref name=\"palmer232\"\/> Vào ngày 29 tháng 3 năm 1827, Metternich đã phát biểu và tham dự [[Đám tang của Ludwig van Beethoven|Đám tang của Beethoven]], người mà ông có thể đã gặp trong [[Đại hội Viên]].\n\nVào ngày 5 tháng 11 năm 1827 Nữ Nam tước Antoinette von Leykam, con gái của nhà ngoại giao Christoph Ambros Nam tước von Leykam (1777–1830) và Donna Antonia Caputo dei Marchesi della Petrella (b.1783), trở thành vợ thứ hai của Metternich. Cô ấy chỉ mới 20 tuổi, và cuộc hôn nhân của họ, một chuyện nhỏ ở Hetzendorf (một ngôi làng ngay bên ngoài Vienna), đã bị chỉ trích đáng kể vì sự khác biệt về địa vị của họ. Cô thuộc tầng lớp quý tộc thấp hơn nên bị xem là [[quý tiện kết hôn]], nhưng sự duyên dáng và quyến rũ của Antoinette đã sớm chiếm được cảm tình của xã hội Vienna.<ref name=\"palmer232\" \/> Cùng ngày, các lực lượng Anh, Nga và Pháp đã tiêu diệt hạm đội Ottoman trong [[Trận Navarino]]. Metternich lo lắng rằng nếu tiếp tục can thiệp sẽ lật đổ [[Đế quốc Ottoman]], điều này sẽ làm đảo lộn thế cân bằng được tạo ra một cách cẩn thận vào năm 1815. Thật nhẹ nhõm cho ông, tân Thủ tướng Anh Công tước Wellington và nội các của ông cũng lo sợ không kém việc nhường thế thượng phong cho Nga ở [[Balkan]].<ref>{{harvnb|Cecil|1947|pp=227–228}}<\/ref> Sau khi một loạt các đề xuất khác của ông về các đại hội bị từ chối, Metternich đứng ra khỏi [[Câu hỏi phương Đông]], chứng kiến [[Hiệp ước Adrianople (1829)]] được ký kết vào tháng 9 năm 1829. Mặc dù ông công khai chỉ trích hiệp định này là quá khắc nghiệt đối với Thổ, nhưng về mặt cá nhân, ông hài lòng với sự khoan hồng của nó. và hứa hẹn về quyền tự trị của Hy Lạp, khiến nước này trở thành vùng đệm chống lại sự bành trướng của Nga hơn là một quốc gia vệ tinh của Nga. Cuộc sống riêng tư của Metternich đầy đau buồn. Vào tháng 11 năm 1828, mẹ ông qua đời, và vào tháng 1 năm 1829, Antoinette qua đời, năm ngày sau khi sinh con trai của họ, [[Richard von Metternich]]. Sau khi chiến đấu với [[Lao|bệnh lao]] trong nhiều tháng, Viktor, con trai của Metternich, khi đó là một nhà ngoại giao cấp dưới, qua đời vào ngày 30 tháng 11 năm 1829. Do đó, ông đã trải qua lễ Giáng sinh một mình và chán nản, lo lắng trước những phương pháp hà khắc của một số người bảo thủ đồng nghiệp của mình và trước làn sóng đổi mới của chủ nghĩa tự do.<ref name=\"palmer241\">{{harvnb|Palmer|1972|pp=241–245}}<\/ref>\n\n{{rquote|left|Công việc cả đời của tôi bị phá hủy.|Metternich khi nghe tin về [[Cách mạng tháng Bảy]] của Pháp {{harv|Palmer|1972|p=246}}.}}\n\nVào tháng 5, Metternich đã có một kỳ nghỉ tại điền trang của mình ở [[Schloss Johannisberg|Johannisberg]]. Ông trở lại Vienna một tháng sau đó, vẫn còn lo lắng về \"sự hỗn loạn ở London và Paris\" và khả năng ngăn chặn nó đang suy giảm.<ref name=\"palmer241\"\/> Nghe tin Nesselrode sẽ đi lấy nước tại Karlsbad, hai người đã gặp nhau ở đó vào cuối tháng Bảy. Metternich mắng mỏ Nesselrode trầm lặng, nhưng không có hành vi xúc phạm nào. Hai người đã sắp xếp một cuộc gặp thứ hai vào tháng 8. Trong thời gian tạm thời, Metternich đã nghe nói về cuộc [[Trois Glorieuses|Cách mạng Tháng Bảy của Pháp]], điều này khiến ông vô cùng sốc và về mặt lý thuyết, cần phải tổ chức một đại hội của Liên minh Bộ tứ.<ref name=\"palmer245\"\/> Thay vào đó, Metternich gặp Nesselrode như đã định và trong khi người Nga từ chối kế hoạch khôi phục lại Liên minh cũ của ông ta, cả hai đồng ý về ''[[Chiffon de Carlsbad]]'': sự hoảng loạn đó là không cần thiết trừ khi chính phủ mới thể hiện tham vọng lãnh thổ ở châu Âu.<ref>{{harvnb|Cecil|1947|p=234}}<\/ref> Mặc dù hài lòng về điều này, nhưng tâm trạng của Metternich trở nên tồi tệ trước tin tức về tình trạng bất ổn ở [[Brussels]] (khi đó vẫn còn là một phần của [[Hà Lan]]), việc Wellington từ chức ở [[London]] và những lời kêu gọi hợp hiến ở Đức. Ông ấy đã viết với sự u ám: \"thú vị gần như bệnh hoạn\" rằng đó là \"sự khởi đầu của sự kết thúc\" của Châu Âu già. Tuy nhiên, ông ấy rất phấn khích trước thực tế là Cách mạng Tháng Bảy đã khiến liên minh Pháp-Nga không thể tồn tại và Hà Lan đã triệu tập một đại hội kiểu cũ theo kiểu mà ông ấy rất thích. Cuộc triệu tập Nghị viện Hungary năm 1830 cũng thành công hơn những lần trước, phong Đại công tước Ferdinand làm [[Vua của Hungary]] mà không có bất kỳ ý kiến phản đối nào. Hơn nữa, vào tháng 11, lễ đính hôn của ông với Nữ bá tước 25 tuổi Melanie [[Gia tộc Zichy|Zichy-Ferraris]], người xuất thân từ một gia đình [[quý tộc Hungary]] mà Metternichs đã biết từ lâu, đã được đồng ý. Thông báo này khiến Vienna ít kinh ngạc hơn nhiều so với cô dâu trước của Metternich, và họ kết hôn vào ngày 30 tháng 1 năm 1831.<ref name=\"palmer245\">{{harvnb|Palmer|1972|pp=245–253}}<\/ref>\n\n[[Hình:3rd Viscount Palmerston young.jpg|thumb|200px|left|Lãnh chúa Palmerston, đối thủ mới của Metternich trên trường ngoại giao châu Âu]]\nVào tháng 2 năm 1831 quân nổi dậy chiếm các thành phố [[Parma]], [[Modena]], [[Bologna]] và kêu gọi sự giúp đỡ của Pháp. Những người chủ cũ của họ đã kêu gọi sự giúp đỡ từ Áo, nhưng Metternich lo lắng không được đưa quân Áo vào [[Lãnh địa Giáo hoàng]] mà không có sự cho phép của Giáo hoàng mới [[Giáo hoàng Grêgôriô XVI|Gregory XVI]]. Tuy nhiên, ông đã chiếm đóng Parma và Modena, và cuối cùng đã xâm nhập vào lãnh thổ của Giáo hoàng. Kết quả là, Ý đã được bình định vào cuối tháng 3. Ông cho phép rút quân khỏi Lãnh địa Giáo hoàng vào tháng 7, nhưng đến tháng 1 năm 1832, họ quay lại dẹp loạn lần thứ hai.<ref name=\"palmer245\"\/> Lúc này Metternich đã già đi rõ rệt: tóc bạc và khuôn mặt hốc hác, mặc dù vợ ông vẫn rất thích bầu bạn với ông. Vào tháng 2 năm 1832, một cô con gái, cũng được đặt lên là Melanie, chào đời; năm 1833, một bé trai tên Klemens chào đời, mặc dù cậu bé này qua đời khi mới 2 tháng tuổi; vào tháng 10 năm 1834, con trai thứ hai, Paul; và vào năm 1837, một đứa con trai thứ 3 của ông với Melanie, Lothar chào đời. Về mặt chính trị, Metternich có một đối thủ mới, [[Henry John Temple|Lãnh chúa Palmerston]], người đã tiếp quản Bộ Ngoại giao Anh vào năm 1830. Đến cuối năm 1832, họ đã xung đột về hầu hết mọi vấn đề. \"Tóm lại,\" Metternich viết, \"Palmerston đã sai về mọi thứ\".<ref name=\"palmer255\"\/> Phần lớn, Metternich khó chịu vì ông khăng khăng rằng theo thỏa thuận năm 1815, ông có quyền phản đối việc Áo thắt chặt kiểm soát các hội nghị ở Đức, như Metternich đã làm một lần nữa vào năm 1832. Metternich cũng lo lắng rằng nếu các đại hội trong tương lai được tổ chức ở Anh, như Palmerston muốn, sức ảnh hưởng của chính ông ta sẽ giảm đi đáng kể.<ref name=\"palmer255\">{{harvnb|Palmer|1972|pp=255–264}}<\/ref>\n\n===Câu hỏi phương Đông được xem xét lại và hòa bình ở châu Âu===\n[[Tập tin:Metternich (c. 1835-40).jpg|thumb|upright|250px|Metternich trong một bức tranh được cho là có niên đại từ năm 1835 đến 1840]]\n[[Tập tin:Liberal_Wars.jpg|thumb|250px|Biếm họa Pedro IV và Miguel I của Bồ Đào Nha tranh chấp vương miện. Sự phát triển của cuộc nội chiến Bồ Đào Nha sẽ là một trong những lý do chính để ký kết Hiệp ước Bộ tứ.<ref name=\":0\">{{Harvard citation text|López-Cordón|1981|pp=849–850}}<\/ref>]]\nNăm 1831, [[Chiến tranh Ai Cập-Ottoman (1831-1833)|Ai Cập xâm lược Đế quốc Ottoman]]. Có những lo ngại về sự sụp đổ hoàn toàn của Đế chế này, theo đó Đế chế Áo sẽ thu được rất ít quyền lợi. Do đó, Metternich đã đề xuất hỗ trợ đa phương cho Ottoman và một Đại hội Viên để sắp xếp chi tiết, nhưng người Pháp lảng tránh và người Anh thì từ chối ủng hộ bất kỳ đại hội nào được tổ chức tại Viên. Vào mùa hè năm 1833, quan hệ Anh-Áo xuống một mức thấp mới. Với Nga, Metternich tự tin hơn trong việc gây ảnh hưởng. Tuy nhiên, ông đã nhầm lẫn và phải quan sát từ xa sự can thiệp của Nga vào khu vực (đỉnh điểm là [[Hiệp ước Hünkâr İskelesi]]). Ông vẫn sắp xếp để gặp Vua nước Phổ tại Teplitz và tháp tùng Hoàng đế Francis đến gặp Sa hoàng Nicholas tại [[Mnichovo Hradiště|Münchengrätz]] vào tháng 9 năm 1833. Cuộc gặp trước đó diễn ra tốt đẹp: Metternich vẫn cảm thấy có thể thống trị người Phổ, bất chấp vị thế kinh tế đang lên của họ ở châu Âu.<ref name=\"palmer255\"\/> Sau này căng thẳng hơn, nhưng khi Nicholas ấm lên, ba Thỏa thuận Münchengrätz đã đạt được và hình thành nên một liên minh bảo thủ mới nhằm duy trì trật tự hiện có ở Thổ Nhĩ Kỳ, Ba Lan và các nơi khác.<ref>{{harvnb|Okey|2001|p=78}}<\/ref> Metternich rời đi trong hạnh phúc; nỗi thất vọng duy nhất của ông là phải cam kết cứng rắn hơn với những người theo chủ nghĩa dân tộc Ba Lan.<ref name=\"palmer255\"\/> Gần như ngay lập tức, ông nghe nói về việc thành lập [[1834 Liên minh Bốn bên|Liên minh Bốn bên năm 1834]] giữa Anh, Pháp, Tây Ban Nha và Bồ Đào Nha. Liên minh của những người theo chủ nghĩa tự do này là một sự sỉ nhục đối với các giá trị của Áo đến nỗi Palmerston đã viết rằng: ông \"rất muốn nhìn thấy khuôn mặt của Metternich khi ông ấy đọc hiệp ước của chúng ta\". Nó thực sự đã bị lên án gay gắt, chủ yếu là vì nó tạo cơ hội cho chiến tranh bùng nổ. Metternich đã thử hai chiến thuật: âm mưu phế truất Ngoại trưởng Anh và cố gắng (vô ích) xây dựng các thỏa thuận giữa các khối quyền lực. Palmerston thực sự đã rời nhiệm sở vào tháng 11, nhưng chỉ tạm thời và không phải do bất kỳ nỗ lực nào của Metternich. Tuy nhiên, chiến tranh quy mô lớn đã tránh được và Liên minh Bốn bên đang bắt đầu tan rã.<ref name=\"palmer255\"\/>\n\nVào ngày 2 tháng 3 năm 1835, Hoàng đế Francis qua đời, người con trai mắc bệnh động kinh của ông là Ferdinand I lên kế vị. Metternich sớm tháp tùng Ferdinand trong cuộc gặp đầu tiên với Sa hoàng Nicholas và Vua Phổ, một lần nữa tại Teplitz. Ferdinand bị choáng ngợp, đặc biệt là khi các phái đoàn diễu hành vào [[Praha]]. Tuy nhiên, về tổng thể, đó là một cuộc họp không có gì rắc rối.<ref name=\"palmer264\">{{harvnb|Palmer|1972|pp=264–270}}<\/ref> Vài năm tiếp theo trôi qua tương đối yên bình đối với Metternich: sự cố ngoại giao chỉ giới hạn ở việc thỉnh thoảng trao đổi giận dữ với Lãnh chúa Palmerston và việc Metternich không thể làm trung gian hòa giải giữa Anh và Nga về tranh chấp [[Biển Đen]] của họ. Ông cũng nỗ lực đưa công nghệ mới như [[đường sắt]] vào Đế chế Áo. Vấn đề cấp bách nhất là Hungary, nơi Metternich vẫn miễn cưỡng ủng hộ Széchenyi theo đường lối trung dung (nhưng vẫn theo chủ nghĩa dân tộc). Sự do dự của ông là \"một bài bình luận đáng buồn về quyền lực hiện diện chính trị đang suy giảm của ông\".<ref name=\"palmer271\">{{harvnb|Palmer|1972|pp=271–279}}<\/ref> Tại triều đình, Metternich ngày càng mất quyền lực vào tay ngôi sao đang lên [[Franz Anton von Kolowrat-Liebsteinsky]], đặc biệt là trong các đề xuất tăng ngân sách quân sự của ông. Sau nỗ lực thất bại vào năm 1836 nhằm buộc cải cách hiến pháp (điều này sẽ mang lại cho ông ảnh hưởng lớn hơn) — phần lớn bị cản trở bởi [[Đại công tước John của Áo]] có tư tưởng tự do hơn — Metternich buộc phải chia sẻ nhiều quyền lực hơn với Kolowrat và [[Đại công tước Ludwig của Áo|Đại công tước Ludwig]] như một phần của Hội nghị Nhà nước Bí mật của Áo. Việc ra quyết định tạm dừng.<ref name=\"palmer271\"\/><ref>{{harvnb|Okey|2001|pp=94–95}}<\/ref> Việc giải trí và duy trì các điền trang của ông tại Johannisberg, Königswart và [[Plasy]] (cùng với [[Mariánská Týnice]]) tiêu tốn nhiều nguồn lực của ông vào thời điểm ông phải nuôi bốn đứa con nhỏ, khiến ông thêm căng thẳng.<ref name=\"palmer271\"\/>\n\n[[Tập tin:“Reception of Grand Duke Alexander Nikolayevich by Prince Metternich in the Vienna Hofburg in 1829”.jpg|thumb|upright=1.3|250px|Lễ đón Đại công tước [[Alexander II của Nga|Alexander Nikolayevich]] của Hoàng thân Metternich tại Vienna Hofburg năm 1839]]\n\nMetternich đã dự đoán từ lâu về một cuộc khủng hoảng mới ở phương Đông, và khi [[Chiến tranh Ai Cập-Ottoman (1839-1841)|Chiến tranh Ottoman-Ai Cập lần thứ hai]] nổ ra vào năm 1839, ông rất nóng lòng muốn thiết lập lại uy tín ngoại giao của Áo. Ông nhanh chóng tập hợp các đại diện ở Vienna, từ đó vào ngày 27 tháng 7, họ đưa ra một thông cáo gửi tới [[Constantinople]] cam kết hỗ trợ Ottoman. Tuy nhiên, Sa hoàng Nicholas đã gửi cho Metternich một thông điệp từ St Petersburg thách thức tuyên bố của Vienna về vai trò trung tâm ngoại giao. Metternich làm việc cật lực đến nỗi ngã bệnh, dành 5 tuần tiếp theo để nghỉ ngơi tại Johannisberg.<ref name=\"palmer279\"\/> Người Áo mất thế chủ động và Metternich phải chấp nhận rằng London sẽ là trung tâm đàm phán mới về Câu hỏi phương Đông. Chỉ ba tuần sau khi được thành lập, Liên minh các cường quốc châu Âu của Metternich (phản ứng ngoại giao của ông đối với các động thái gây hấn của Thủ tướng Pháp [[Adolphe Thiers]]) đã trở thành một sự tò mò đơn thuần. Người ta cũng ít nghe về đề xuất tổ chức đại hội ở Đức của ông. Một nỗ lực riêng nhằm tăng cường ảnh hưởng của các đại sứ đóng tại Viên cũng bị từ chối. Điều này tạo ra tiếng vang cho phần còn lại của chức vụ thủ tướng của Metternich.<ref name=\"palmer279\">{{harvnb|Palmer|1972|pp=279–283}}<\/ref> Đối với những người khác, căn bệnh của ông ấy dường như đã phá vỡ niềm yêu thích làm việc tại văn phòng. Trong thập kỷ tiếp theo, vợ ông lặng lẽ chuẩn bị cho việc ông nghỉ hưu hoặc qua đời khi còn tại chức. Công việc của Metternich vào đầu những năm 1840 lại bị thống trị bởi Hungary và nói chung là các câu hỏi về bản sắc dân tộc đa dạng trong Đế quốc Áo. Tại đây, Metternich đã \"cho thấy [khoảnh khắc] nhận thức sâu sắc\". Tuy nhiên, các đề xuất về Hungary của ông đã đến quá muộn, vì [[Lajos Kossuth]] đã dẫn đầu sự trỗi dậy của chủ nghĩa dân tộc Hungary mạnh mẽ. Sự ủng hộ của Metternich đối với các quốc tịch khác không đồng đều vì ông chỉ phản đối những quốc gia đe dọa sự thống nhất của Đế chế.<ref name=\"palmer286\">{{harvnb|Palmer|1972|pp=286–295}}<\/ref>\n\nTại Đại hội Nhà nước, Metternich đã mất đi đồng minh chính của mình là [[Karl Clam-Martinic|Bá tước Karl von Clam-Martinic]] vào năm 1840, điều này càng làm cho chính phủ Áo ngày càng tê liệt. Metternich giờ đây đã phải vật lộn để thực thi ngay cả mức độ kiểm duyệt mà ông ấy mong muốn. Không có thách thức lớn nào đối với chế độ từ bên ngoài.<ref name=\"palmer286\"\/> [[Bán đảo Ý]] yên lặng, và việc Metternich cố gắng thuyết phục vị vua mới của Phổ [[Friedrich Wilhelm IV của Phổ|Frederick William IV]] cũng như sự nhàm chán của Nữ hoàng mới của Anh là [[Nữ hoàng Victoria|Victoria]] trong cuộc gặp đầu tiên của họ đã đặt ra những vấn đề ngay lập tức. Đáng lo ngại hơn nhiều là Sa hoàng Nicholas, người có đánh giá thấp về [[Quân chủ Habsburg|triều đại Habsburg]] và Đế chế Áo. Sau chuyến công du ngẫu hứng đến Ý vào năm 1845, Sa hoàng bất ngờ dừng lại ở Vienna. Vốn đã có tâm trạng không tốt, ông ấy là một vị khách khó tính, mặc dù giữa những lời chỉ trích Áo, ông ấy đã trấn an Metternich rằng Nga sẽ không xâm lược Đế chế Ottoman một lần nào nữa. Hai tháng sau, các quốc gia trong liên minh được yêu cầu hợp tác cùng nhau trong cuộc [[Thảm sát Galicia]] và tuyên bố độc lập khỏi [[Kraków]]. Metternich cho phép chiếm đóng thành phố và sử dụng quân đội để lập lại trật tự ở các khu vực xung quanh, với ý định hủy bỏ nền độc lập giả tạo đã được trao cho Kraków vào năm 1815. Sau nhiều tháng đàm phán với Phổ và Nga, Áo đã sáp nhập thành phố vào tháng 11 năm 1846 Metternich coi đó là một chiến thắng cá nhân, nhưng đó là một hành động có ích lợi đáng ngờ: không chỉ những người bất đồng chính kiến Ba Lan bây giờ chính thức là một phần của Áo, phong trào bất đồng chính kiến Ba Lan trên toàn châu Âu hiện đang hoạt động tích cực chống lại \"hệ thống Metternich\" đã lật đổ chế độ quyền được tôn trọng vào năm 1815. Anh và Pháp cũng tỏ ra phẫn nộ tương tự, mặc dù những lời kêu gọi Metternich từ chức đã bị phớt lờ. Trong hai năm tiếp theo, Hoàng đế Ferdinand không thể thoái vị để ủng hộ cháu trai của mình mà không có quyền nhiếp chính; Metternich tin rằng Áo sẽ cần ông trong thời gian tạm thời để cùng nhau nắm giữ chính phủ.<ref name=\"palmer286\"\/>\n\n==Cách mạng==\n{{Chính|Cách mạng 1848 ở Đế quốc Áo}}\n[[Tập tin:Revolutions of 1848 in Europe (pasopt eng).svg|thumb|upright=1.5|250px|Cách mạng 1848 ở châu Âu]]\n[[Tập tin:Fluchtkarikatur-metternich.jpg|thumb|upright=1.3|250px|Biếm họa về cuộc chạy trốn của Metternich từ tháng 3 năm 1848]]\n\nMặc dù Metternich đang mệt mỏi, nhưng các bản ghi nhớ vẫn tiếp tục tuôn ra từ vị trí thủ tướng của ông. Mặc dù vậy, ông đã không lường trước được cuộc khủng hoảng đang diễn ra. Tân [[Giáo hoàng Piô IX]] nổi tiếng là một người theo chủ nghĩa dân tộc tự do, đối trọng với Metternich và Áo; đồng thời, Đế quốc trải qua tình trạng thất nghiệp và giá cả tăng cao do mùa màng thất bát. Metternich đã rất ngạc nhiên trước sự phản đối kịch liệt của người Ý, Giáo hoàng và Palmerston khi ông ra lệnh chiếm đóng [[Ferrara]] do Giáo hoàng kiểm soát vào mùa hè năm 1847. Mặc dù đã đạt được thỏa thuận của Pháp lần đầu tiên sau nhiều năm từ [[François Guizot]] trong [[Chiến tranh Sonderbund|Nội chiến Thụy Sĩ]], Pháp và Áo buộc phải ủng hộ các bang ly khai.<ref name=\"palmer298\"\/> Cặp đôi đề xuất một hội nghị, nhưng chính phủ đã dập tắt cuộc nổi dậy. Đó là một đòn giáng mạnh vào uy tín của Metternich, và các đối thủ của ông ở Vienna gọi đó là bằng chứng cho thấy ông kém cỏi. Vào tháng 1 năm 1848, Metternich dự đoán sẽ có rắc rối ở Ý trong năm tới.<ref group=\"nb\">Sicily [[Sicilian revolution of independence of 1848|erupted in revolution]] only a fortnight later, but it was Rome he had pinpointed as the epicentre of future trouble{{harv|Palmer|1972|pp=298–311}}.<\/ref> Ông đã hành động theo phán đoán này bằng cách cử một phái viên, [[Karl Ludwig von Ficquelmont]] đến Ý; bằng cách hồi sinh kế hoạch năm 1817 của ông chính là tạo ra một ghế thủ tướng cho Ý; và bằng cách sắp xếp các kế hoạch dự phòng khác nhau với người Pháp. Vào cuối tháng 2, nguyên soái người Áo [[Joseph Radetzky von Radetz|Joseph Radetsky]] đã đặt nước Ý thuộc Áo (gọi là Vương quốc Lombardy-Venetia) dưới chế độ [[thiết quân luật]] khi những xáo trộn lan rộng. Mặc dù vậy và nghe nói về cuộc cách mạng mới ở Pháp, Metternich vẫn thận trọng, vẫn nghĩ rằng cuộc cách mạng trong nước khó có thể xảy ra.<ref name=\"palmer298\">{{harvnb|Palmer|1972|pp=298–311}}<\/ref> Ông được một nhà ngoại giao Sachsen mô tả, theo lời của nhà viết tiểu sử Musulin, ''\"đã thu nhỏ lại thành cái bóng của chính mình trước đây\"''.<ref name=\"musulin305\"\/>\n\n{{rquote|right|Tôi không còn là ai nữa... Tôi không còn gì để làm, không còn gì để bàn luận.|Metternich sau khi từ chức {{harv|Palmer|1972|p=313}}.}}\n\nVào ngày 3 tháng 3, Kossuth đã có một bài phát biểu sôi nổi tại Quốc hội Hungary, kêu gọi xây dựng hiến pháp.<ref name=\"musulin305\">{{harvnb|Musulin|1975|pp=305–306}}<\/ref> Mãi đến ngày 10 tháng 3, Metternich mới tỏ ra lo ngại về các sự kiện ở Vienna, nơi hiện đang có các mối đe dọa và phản công đang bay tới. Hai kiến nghị đã được tổ chức, kêu gọi tự do, minh bạch và đại diện hơn. Các sinh viên đã tham gia vào một số cuộc biểu tình, đỉnh điểm là vào ngày 13 tháng 3 khi họ cổ vũ hoàng gia thực hiện yêu sách, nhưng họ lại bày tỏ sự tức giận với Metternich. Sau một buổi sáng theo thông lệ, Metternich được gọi đến gặp Đại công tước Ludwig ngay sau buổi trưa.<ref name=\"palmer298\"\/> Thủ tướng đã cử quân xuống đường đồng thời tuyên bố một sự nhượng bộ tối thiểu và đã được sắp xếp trước. Vào buổi chiều, đám đông trở nên thù địch, và một bộ phận quân đội đã nổ súng vào đó, giết chết 5 người. Đám đông bây giờ đã thực sự bị kích động, khi những người theo chủ nghĩa tự do được tham gia bởi những người Vienna kém may mắn bắt đầu tàn phá.<ref name=\"palmer298\"\/> Các sinh viên đề nghị thành lập một [[Quân đoàn Hàn lâm (Viên)|Quân đoàn Hàn lâm]] ủng hộ chính phủ nếu yêu cầu của họ được đáp ứng. Ludwig háo hức chấp nhận và nói với Metternich rằng ông phải từ chức, ông miễn cưỡng đồng ý.<ref>{{harvnb|Okey|2001|pp=128–129}}<\/ref> Sau khi ngủ trong Phủ thủ tướng, ông được khuyên nên rút lại đơn từ chức hoặc rời thành phố. Sau khi Ludwig gửi cho ông ta một thông điệp rằng chính phủ không thể đảm bảo an toàn cho ông, Metternich rời đến nhà của [[Tử tước Taaffe|Bá tước Taaffe]] và sau đó, với sự trợ giúp của những người bạn [[Charles von Hügel]] và [[Bá tước Johann Bernhard von Rechberg und Rothenlöwen|Johann Rechberg]], đã đến được nơi ở của gia đình [[Quân chủ Liechtenstein|Thân vương Liechtenstein]] cách đó 40 dặm tại [[Valtice|Felsberg]], hiện nay là một thị trấn tại [[Cộng hòa Séc]]. Con gái của Metternich với Leontine, đi cùng họ vào ngày 21 tháng 3 và đề xuất nước Anh như là một nơi đến an toàn; đồng ý, Metternich, Melanie và Richard 19 tuổi lên đường, để lại những đứa trẻ cho Leontine.<ref name=\"palmer312\">{{harvnb|Palmer|1972|pp=312–319}}<\/ref> Sự từ chức của Metternich đã nhận được sự cổ vũ ở Vienna, và ngay cả những người [[thường dân|dân thường]] ở Vienna cũng hoan nghênh sự kết thúc của kỷ nguyên xã hội bảo thủ của Metternich.<ref>{{harvnb|Musulin|1975|p=308}}<\/ref>\n\n==Lưu vong, trở về và cái chết==\nSau một cuộc hành trình đầy lo lắng kéo dài 9 ngày, trong đó họ được chào đón ở một số thị trấn và bị từ chối nhập cảnh ở những thị trấn khác, Metternich, vợ và con trai Richard đã đến thành phố [[Arnhem]] của [[Hà Lan]]. Họ ở lại cho đến khi Metternich lấy lại sức, sau đó đến [[Amsterdam]] và [[The Hague]], nơi họ chờ nghe kết quả của một cuộc biểu tình của các nhà lập biểu người Anh, dự kiến ​​vào ngày 10 tháng 4. Vào ngày 20 tháng 4, họ đến [[Blackwall, London]], nơi họ ở trong khách sạn Brunswick bên [[Quảng trường Hannover]] trong 2 tuần cho đến khi tìm được nơi ở lâu dài. Metternich phần lớn tận hưởng thời gian ở [[London]]: Công tước Wellington, hiện đã gần 80 tuổi, cố gắng giúp ông giải trí, và cũng có những chuyến thăm từ Palmerston, Guizot (hiện cũng đang sống lưu vong) và [[Benjamin Disraeli]], những người rất thích cuộc trò chuyện chính trị của ông. Sự thất vọng duy nhất là chính [[Nữ hoàng Victoria]] đã không thừa nhận sự hiện diện của Metternich ở thủ đô. Bộ ba đã thuê một ngôi nhà tại 44 [[Quảng trường Eaton]], trong 4 tháng. Những đứa trẻ nhỏ hơn đã đến cùng với họ trong mùa hè. Ông ấy đã theo dõi các sự kiện ở Áo từ xa,<ref name=\"palmer312\"\/> nổi tiếng phủ nhận việc từng mắc sai lầm; trên thực tế, ông tuyên bố tình trạng hỗn loạn ở châu Âu là minh chứng cho các chính sách của mình. Tại Vienna, một nền báo chí hậu kiểm duyệt thù địch tiếp tục tấn công Metternich; đặc biệt, họ buộc tội ông ấy tham ô và nhận hối lộ, khiến chính quyền phải tiến hành điều tra. Metternich cuối cùng đã được xóa bỏ những cáo buộc cực đoan hơn, và việc tìm kiếm bằng chứng về những tội danh nhẹ hơn cũng như thế. (Rất có thể những tuyên bố chi tiêu lớn của Metternich chỉ là sản phẩm của nhu cầu ngoại giao đầu thế kỷ XIX.) Trong khi đó, khi bị từ chối lương hưu, Metternich đã phụ thuộc một cách trớ trêu vào các khoản vay.<ref name=\"palmer312\"\/>\n\n[[Tập tin:Metternich Klemens Fst.jpg|thumb|left|250px|Bức ảnh của Hoàng thân Metternich khi về già]]\n\nVào giữa tháng 9, gia đình chuyển đến 42 Brunswick Terrace, [[Brighton]], trên bờ biển phía Nam nước Anh, nơi cuộc sống yên bình tương phản rất nhiều với châu Âu cách mạng bị bỏ lại phía sau. Các nhân vật trong nghị viện, đặc biệt là Disraeli, đã đến thăm họ, cũng như [[Dorothea Lieven]], người bạn cũ của Metternich (Melanie đã dẫn đầu một cuộc hòa giải giữa hai người). Mong đợi chuyến thăm từ Leontine, con gái của Metternich và con gái riêng của cô ấy là Pauline, gia đình chuyển đến một dãy phòng tại [[Cung điện Richmond]] vào ngày 23 tháng 4 năm 1849. Những vị khách bao gồm Công tước Wellington, người vẫn theo dõi Metternich; [[Johann Strauss I]], nhà soạn nhạc; và Dorothea de Dino, em gái của người tình cũ của Metternich, Wilhemine xứ Sagan;<ref group=\"nb\">Several biographers accept the young Pauline's testimony that it was actually Wilhemine who visited. This contradicts, however, the established date of Wilhemine's death—1839 {{harv|Palmer|1972|p=322}}.<\/ref> và người tình cũ [[Catherine Bagration]].<ref name=\"palmer319\" \/> Metternich đã già đi và việc ông thường xuyên ngất xỉu là điều đáng lo ngại. Cựu Thủ tướng cũng chán nản vì thiếu thông tin liên lạc từ Hoàng đế mới [[Franz Joseph I của Áo|Franz Joseph I]] và chính phủ của ông. Leontine đã viết thư cho Vienna để cố gắng khuyến khích liên hệ này, và vào tháng 8, Metternich nhận được một lá thư ấm áp từ Hoàng đế Franz Joseph; chân thành hay không, điều đó đã khích lệ Metternich đáng kể. Từ giữa tháng 8, Melanie bắt đầu thúc đẩy việc chuyển đến [[Brussels]], một thành phố có chi phí sinh hoạt rẻ hơn và gần với các vấn đề lục địa hơn. Họ đến vào tháng 10, nghỉ qua đêm tại khách sạn Bellevue. Khi cuộc cách mạng lắng xuống, Metternich hy vọng họ sẽ quay trở lại Vienna. Trên thực tế, thời gian lưu trú của họ kéo dài hơn 18 tháng trong khi Metternich chờ cơ hội tái gia nhập chính trường Áo. Đó là một kỳ nghỉ vừa đủ dễ chịu (và rẻ), đầu tiên là ở Boulevard de l'Observatoire và sau đó là ở khu vực [[Sablon, Brussels]]—đầy những chuyến viếng thăm của các chính trị gia, nhà văn, nhạc sĩ và nhà khoa học. Tuy nhiên, đối với Metternich, sự tẻ nhạt và nỗi nhớ nhà chỉ tăng lên. Vào tháng 3 năm 1851, Melanie thuyết phục ông ta viết thư cho lực lượng chính trị mới ở Vienna, [[Thân vương Felix xứ Schwarzenberg|Hoàng thân Schwarzenberg]], để hỏi liệu ông ta có thể trở lại nếu hứa sẽ không can thiệp vào các vấn đề nhà nước hay không. Vào tháng 4, ông nhận được câu trả lời \"được phép quay về Áo\", và câu trả lời này được ủy quyền bởi Hoàng đế Franz Joseph.<ref name=\"palmer319\">{{harvnb|Palmer|1972|pp=319–327}}<\/ref>\n\n[[Tập tin:Klemens von metternich in his last years of life.png|thumb|right|250px|Bức ảnh của Hoàng thân Metternich, {{khoảng|những năm 1850}}]]\n\nVào tháng 5 năm 1851, Metternich rời đến điền trang Johannisberg của mình, nơi ông đến thăm lần cuối vào năm 1845. Mùa hè năm đó, Metternich rất thích bầu bạn với đại diện nước Phổ [[Otto von Bismarck]]. Ông ta cũng rất thích chuyến thăm của Frederick William, mặc dù Nhà vua đã chọc tức Metternich bằng cách coi ông như một công cụ chống lại Schwarzenberg. Vào tháng 9, Metternich quay trở lại Vienna, dọc đường được tiếp đón bởi nhiều Thân vương Đức.<ref name=\"palmer319\"\/> Metternich đã được hồi sinh, rũ bỏ nỗi nhớ và sống ở hiện tại lần đầu tiên sau một thập kỷ. Hoàng đế Franz Josef đã xin lời khuyên của Metternich về nhiều vấn đề (mặc dù ông ấy quá cứng đầu để bị ảnh hưởng nhiều bởi nó), và cả hai phe mới nổi ở Vienna đều cố thân thiết với Metternich; ngay cả Sa hoàng Nicholas cũng đã đến thăm ông trong một chuyến thăm cấp nhà nước. Metternich không mặn mà với Bộ trưởng Ngoại giao mới, [[Bá tước Karl Ferdinand von Buol]], vì cho rằng ông ấy kém cỏi đến mức có thể gây ấn tượng. Lời khuyên của Metternich có chất lượng khác nhau; tuy nhiên, một trong số đó rất hữu ích, ngay cả trong các vấn đề hiện đại. Lúc bấy giờ Metternich bị điếc, ông đã viết không ngừng, đặc biệt là cho Hoàng đế Franz Josef bằng tất cả lòng cảm kích vì đã cho ông hồi hương. Ông muốn Áo trung lập trong [[Chiến tranh Krym]], mặc dù Buol thì không.<ref group=\"nb\">When Buol signed an alliance with the Western powers in December 1855—albeit one that did not commit troops—Metternich would have noted with regret how Buol had broken the bonds with Russia he had cultivated for so long{{harv|Palmer|1972|pp=328–340}}.<\/ref> Sau khi lên nắm quyền vào đầu năm 1856, ông bận rộn chuẩn bị cho cuộc hôn nhân giữa con trai Richard và cháu gái Pauline (con gái của chị kế của Richard) và tiến hành nhiều chuyến du lịch hơn. Vua của Bỉ đến thăm, Bismarck cũng vậy, và vào ngày 16 tháng 8 năm 1857, ông tiếp đãi [[Edward VII của Anh|Edward VII]], vị vua tương lai của [[Vương quốc Anh]]. Tuy nhiên, Buol ngày càng phẫn nộ với lời khuyên của Metternich, đặc biệt là về [[Bán đảo Ý]]. Vào tháng 4 năm 1859, Hoàng đế Franz Josef đến hỏi ông về những gì nên làm ở Ý. Theo Pauline, Metternich cầu xin ông đừng gửi tối hậu thư cho Ý, và Franz Josef giải thích rằng tối hậu thư đó đã được gửi đi.<ref name=\"palmer328\">{{harvnb|Palmer|1972|pp=328–340}}<\/ref>\n\n[[Tập tin:Wenzelskircheplasy.jpg|thumb|upright=1.2|250px|Nhà thờ nghĩa trang St. Wenceslaus ở [[Plasy]], nơi chôn cất Metternich]]\nTheo cách này, trước sự thất vọng của Metternich và sự bối rối của hoàng đế, Áo bắt đầu tham gia [[Chiến tranh giành độc lập lần thứ hai của Ý]] chống lại lực lượng tổng hợp của [[Vương quốc Sardegna|Vương quốc Piedmont-Sardinia]] do [[Vittorio Emanuele II của Ý|Vua Victor Emmanuel II]] đứng đầu và đồng minh của nó là [[Đệ Nhị Đế chế Pháp]] của [[Napoleon III của Pháp|Hoàng đế Napoleon III]]. Mặc dù Metternich đã có thể đảm bảo việc thay thế Buol bằng người bạn Rechberg, người đã giúp đỡ ông rất nhiều vào năm 1848, nhưng bản thân việc tham gia vào cuộc chiến giờ đây đã vượt quá khả năng của ông. Ngay cả một nhiệm vụ đặc biệt do Hoàng đế Franz Josef giao cho ông vào tháng 6 năm 1859— soạn thảo các giấy tờ bí mật đề cập đến sự kiện cái chết của Franz Josef — giờ đây cũng quá nặng nề. Ngay sau đó Metternich qua đời tại Viên vào ngày 11 tháng 6 năm 1859, hưởng thọ 86 tuổi, và là nhân vật vĩ đại cuối cùng trong thế hệ của ông. Hầu như tất cả những người nổi tiếng ở Vienna đều đến để tỏ lòng thành kính; trên báo chí nước ngoài, cái chết của ông hầu như không được chú ý.<ref name=\"palmer328\"\/>\n\n==Những đánh giá của các nhà sử học==\n[[Tập tin:Klemens von Metternich - Thorvaldsens Museum - DSC08721.JPG|thumb|upright=1.05|250px|Điêu khắc trong Bảo tàng Thorvaldsens, Copenhagen, Đan Mạch. Nhà điêu khắc: Bertel Thorvaldsen (khoảng 1770-1844).]]\n\nCác nhà sử học đánh giá cao về kỹ năng ngoại giao của Metternich và sự cống hiến của ông cho chủ nghĩa bảo thủ. Theo Arthur May, ông tin rằng:\n\n<blockquote>đông đảo người châu Âu khao khát an ninh, yên tĩnh và hòa bình, đồng thời coi những khái niệm trừu tượng tự do là đáng ghê tởm hoặc hoàn toàn thờ ơ với chúng. Ông khẳng định, mô hình tốt nhất trong tất cả các mô hình chính phủ là chế độ chuyên chế độc đoán, được hỗ trợ bởi một đội quân trung thành, bởi bộ máy quan liêu và cảnh sát phục tùng, hiệu quả, và bởi những giáo sĩ đáng tin cậy.{{sfn|May|1963|pp=3–4}}<\/blockquote>\n\nĐặc biệt trong thời gian còn lại của thế kỷ XIX, Metternich bị chỉ trích nặng nề, bị coi là người đã ngăn cản Áo và phần còn lại của Trung Âu \"phát triển theo đường lối tự do và hợp hiến bình thường\".<ref name=\"sked43\">{{harvnb|Sked|1983|p=43}}<\/ref> Nếu Metternich không cản trở \"sự tiến bộ\", Áo có thể đã cải cách, giải quyết tốt hơn các vấn đề về quốc tịch và [[Chiến tranh thế giới thứ nhất]] có thể đã không bao giờ xảy ra.<ref name=\"sked43\" \/> Thay vào đó, Metternich đã chọn chiến đấu trong một cuộc chiến vô nghĩa áp đảo chống lại các lực lượng của chủ nghĩa tự do và chủ nghĩa dân tộc.<ref name=\"okey98\">{{harvnb|Okey|2001|p=98}}<\/ref> Kiểm duyệt gắt gao chỉ là một trong một loạt các công cụ [[Đàn áp chính trị|đàn áp]] của nhà nước dành cho ông ta, bao gồm cả một mạng lưới gián điệp rộng lớn.<ref name=\"palmer225\">{{harvnb|Palmer|1972|pp=225–227}}<\/ref>] Metternich phản đối cải cách bầu cử, chỉ trích [[Đạo luật Cải cách 1832|Dự luật Cải cách năm 1832]] của Anh.{{sfn|Bertier|1962|p=223}} Nói tóm lại, ông ta tự giam mình trong một trận chiến cay đắng chống lại \"tâm trạng thịnh hành của thời đại mình\".<ref name=\"palmer1\"\/>\n\nMặt khác, tài ngoại giao và tài chính trị của Metternich đã trở thành tâm điểm ca ngợi trong thế kỷ XX từ các nhà sử học có khuynh hướng ưu ái hơn, đặc biệt là nhà viết tiểu sử [[Heinrich Srbik|Heinrich von Srbik]].<ref name=\"okey75\">{{harvnb|Okey|2001|pp=75–76}}<\/ref> Ví dụ, đặc biệt là sau [[Thế chiến thứ hai]], các nhà sử học có nhiều khả năng sẽ bảo vệ các chính sách của Metternich như những nỗ lực hợp lý để đạt được các mục tiêu của ông, chủ yếu là cân bằng quyền lực ở châu Âu.<ref name=\"sked45\">{{harvnb|Sked|1983|p=45}}<\/ref> Các nhà sử học thông cảm chỉ ra rằng Metternich đã dự đoán chính xác và làm việc để ngăn chặn sự thống trị của Nga ở châu Âu, thành công ở nơi mà những người kế vị ông sẽ thất bại 130 năm sau.<ref name=\"sked45\"\/> Theo lập luận của Srbik, chính Metternich đã theo đuổi tính hợp pháp, hợp tác và đối thoại, và do đó đã giúp đảm bảo 30 năm hòa bình, \"Kỷ nguyên Metternich\". Các tác giả như [[Peter Viereck]] và [[Ernst B. Haas]] cũng ghi nhận Metternich vì những lý tưởng tự do hơn của ông, ngay cả khi chúng có trọng lượng tương đối nhỏ trong các chính sách tổng thể của ông.<ref name=\"sked46\">{{harvnb|Sked|1983|pp=46–47}}<\/ref>\n\nCác quan điểm chỉ trích cho rằng Metternich có khả năng định hình châu Âu một cách thuận lợi nhưng đã chọn không làm như vậy. Nhiều bài phê bình hiện đại hơn như của [[A. J. P. Taylor]] đã đặt câu hỏi về mức độ ảnh hưởng của Metternich trên thực tế.<ref name=\"sked43\"\/> Robin Okey, một nhà phê bình Metternich, lưu ý rằng ngay cả trong lĩnh vực đối ngoại, Metternich \"chỉ có sức thuyết phục của riêng mình để dựa vào\", và điều này đã suy giảm theo thời gian.<ref name=\"okey75\"\/> Theo cách giải thích này, nhiệm vụ của ông ta là tạo ra một \"màn khói\" che giấu điểm yếu thực sự của Áo. Khi nói đến việc chọn một tập hợp các nguyên tắc hợp lý, Taylor viết, \"hầu hết đàn ông có thể làm tốt hơn khi cạo râu.\"<ref name=\"sked44\">{{harvnb|Sked|1983|p=2}}<\/ref> Kết quả là Metternich không phải là nhà ngoại giao hấp dẫn: Taylor mô tả ông là \"người đàn ông nhàm chán nhất trong lịch sử châu Âu\".<ref name=\"sked43\"\/> Các nhà phê bình lập luận rằng những thất bại của ông không chỉ giới hạn trong các vấn đề đối ngoại: ở trong nước, ông cũng bất lực không kém, thậm chí không thực hiện được các đề xuất cải cách hành chính của chính mình.<ref name=\"okey75\"\/> Ngược lại, những người đã cố gắng phục hồi ánh hào quang của Metternich mô tả ông là \"không còn nghi ngờ gì nữa [một] bậc thầy về ngoại giao\",<ref name=\"Ford1970\">{{harvnb|Ford|1971|p=281}}<\/ref> người đã hoàn thiện và thực sự định hình bản chất của ngoại giao trong thời đại của ông.<ref name=\"palmer1\">{{harvnb|Palmer|1972|pp=1–4}}<\/ref> Theo cách tương tự, [[Alan Sked]] lập luận rằng \"màn khói\" của Metternich có thể đã phục vụ mục đích thúc đẩy một bộ nguyên tắc tương đối mạch lạc.<ref name=\"sked46\"\/>\n\n==Hậu duệ==\nCon, cháu và chắt của Metternich là (tên vẫn giữ nguyên bằng [[tiếng Đức]]):<ref>{{harvnb|Palmer|1972|p=Family tree}}<\/ref>\n<div style=\"margin-left:2em;\">\n\nVới Nữ bá tước Maria Eleonore von [[:de:Kaunitz (Adelsgeschlecht)|Kaunitz-Rietberg]]<ref group=\"nb\">Em gái của [[Aloys von Kaunitz-Rietberg]]<\/ref> (10 tháng 10 năm 1775 – 19 tháng 3 1825), cháu gái của [[Wenzel Anton, Thân vương xứ Kaunitz-Rietberg]]:\n* Maria Leopoldina (17 tháng 1 năm 1797 – 24 tháng 7 năm 1820), kết hôn vào ngày 15 tháng 9 năm 1817 với Bá tước Jozsef [[Esterházy|Esterházy de Galántha]]. Không có con.\n* Franz Karl Johann Georg (21 tháng 2 năm 1798 – 3 tháng 12 năm 1799).\n* Klemens Eduard (10 tháng 6 năm 1799 – 15 tháng 6 năm 1799).\n* Franz Karl Viktor Ernst Lothar Clemens Joseph Anton Adam (12 tháng 1 năm 1803 – 30 tháng 11 năm 1829); ông có một đứa con trai ngoài giá thú với Claire Clemence Henriette Claudine [[:fr:Maison de Maillé|de Maillé de La Tour-Landry]], con gái của Công tước thứ 2 xứ Maillé:\n** Roger Armand Viktor Maurice, Nam tước von Aldenburg (21 tháng 10 năm 1827 – 14 tháng 10 năm 1906), chưa lập gia đình.\n* [[Nữ thân vương Klementine von Metternich|Klementine Marie Octavie]] (30 tháng 8 năm 1804 – 6 tháng 5 năm 1820).\n* Leontine Adelheid Maria Pauline (18 tháng 6 năm 1811 – 16 tháng 11 năm 1861), kết hôn ngày 8 tháng 2 năm 1835 với Bá tước Moric [[:hu:Sándor család (szlavnicai)|Sándor de Szlavnicza]]. Họ có một cô con gái:\n** [[Pauline von Metternich|Pauline Klementine Marie Walburga Sándor de Szlavnicza]] (25 tháng 2 năm 1836 – 28 tháng 9 năm 1921), kết hôn vào ngày 13 tháng 6 năm 1856 với chú [[Richard von Metternich]].\n* Hermine Gabriele (Henrietta) Marie Eleonore Leopoldine (1 tháng 9 năm 1815 – tháng 12 năm 1890), chưa lập gia đình.\n\nVới [[Nam tước|Nữ Nam tước]] Maria Antoinette von [[:File:Leykam_-_Tyroff_AT.jpg|Leykam]], Nữ bá tước von Beylstein (15 tháng 8 năm 1806 – 17 tháng 1 năm 1829), con gái của Christoph Ambros [[Freiherr]] von Leykam ( 1781-1830) và vợ, Lucia Caputo di Petrella:\n* [[Richard von Metternich|Richard Klemens Josef Lothar Hermann]], Thân vương thứ 2 xứ Metternich (7 tháng 1 năm 1829 – 1 tháng 3 năm 1895), kết hôn vào ngày 13 tháng 6 năm 1856 với cháu gái [[Pauline von Metternich|Pauline Sándor de Szlavnicza]]. Họ có ba cô con gái:\n** Sophie Marie Antoinette Leontine Melanie Julie (17 tháng 5 năm 1857 – 11 tháng 1 năm 1941), kết hôn ngày 24 tháng 4 năm 1878 với Hoàng thân Franz-Albrecht xứ [[Oettingen-Spielberg|Oettingen-Oettingen und Oettingen-Spielberg]]. Họ có ba người con:\n*** Franz Albert Otto Richard Notger (2 tháng 9 năm 1879 – 9 tháng 5 năm 1895), Thân vương xứ Oettingen-Oettingen ở Oettingen-Spielberg.\n*** Moritz Joseph Richard Notger (5 tháng 5 năm 1885 – 4 tháng 10 năm 1911), Thân vương xứ Oettingen-Oettingen ở Oettingen-Spielberg.\n*** Công chúa Elisabeth Pauline Georgine Marie Notgera của Oettingen-Oettingen ở Oettingen-Spielberg (31 tháng 10 năm 1886 – 2 tháng 10 năm 1976), kết hôn vào ngày 19 tháng 11 năm 1910 với Thân vương Viktor III xứ [[Hohenlohe-Waldenburg-Schillingsfürst|Hohenlohe-Schillingsfürst-Breunner -Enkevoirth]], [[Công quốc Racibórz|Công tước xứ Ratibor và Thân vương xứ Corvey]].\n** Antoinette Pascalina (20 tháng 4 năm 1862 – 5 tháng 8 năm 1890), kết hôn ngày 11 tháng 7 năm 1885 với Bá tước Georg Wilhelm von [[Gia tộc Waldstein|Waldstein-Wartenberg]]. Không có con.\n** [[Clementine von Metternich-Sandor|Klementine Marie Melanie Sofie Leontine Crescentia]] (27 tháng 6 năm 1870 – 25 tháng 10 năm 1963), chưa lập gia đình; bà nhận Thân vương Franz Albrecht của [[Nhà Hohenlohe|Hohenlohe]] (sinh năm 1920; con trai của cháu gái bà Elisabeth), người lấy tước hiệu Thân vương xứ Hohenlohe-Schillingsfürst-Meternich-Sándor.\n\nVới Nữ bá tước Melania Maria Antonia [[Gia tộc Zichy|Zichy-Ferraris de Zich et Vásonykeö]] (18 tháng 1 năm 1805 – 3 tháng 3 năm 1854), con gái của Bá tước Ferenc Franz Zichy de Zich et Vásonkeö (1777-1839) và vợ, Nữ bá tước Marie Wilhelmine von [[:File:Ferraris_-_Tyroff_AT.jpg|Ferraris]] (1780-1866):\n* [[Melanie Metternich-Zichy|Melanie Marie Pauline Alexandrine]] (27 tháng 2 năm 1832 – 16 tháng 11 năm 1919), kết hôn vào ngày 20 tháng 11 năm 1853 với Bá tước Jozsef Zichy de Zich et Vásonykeö. Không có con.\n* Klemens (21 tháng 4 năm 1833 – 10 tháng 6 năm 1833).\n* Paul Klemens Lothar, Thân vương thứ 3 xứ Metternich (14 tháng 10 năm 1834 – 6 tháng 2 năm 1906), kết hôn vào ngày 9 tháng 5 năm 1868 với em họ là Nữ bá tước Melania Zichy-Ferraris de Zich und Vásonykeö. Họ có ba người con:\n** Klemens II Wenzel Lothar Michal Felix (Richard), Thân vương thứ 4 xứ Metternich (9 tháng 2 năm 1869 – 13 tháng 5 năm 1930), kết hôn vào ngày 4 tháng 10 năm 1905 với [[:es:Marquesado de Santa Cruz de Mudela|Isabel de Silva y Carvajal]]. Họ có một con trai:\n*** Paul II Alphonse Klemens Lothar Filip Neri Felix Nikomedes, Thân vương thứ 5 xứ Metternich (26 tháng 5 năm 1917 – 21 tháng 9 năm 1992), kết hôn vào ngày 6 tháng 9 năm 1941 với Công chúa Tatiana Hilarionovna [[:ru:Васильчиковы|Wassiltchikova]]; ông qua đời mà không có con và tước hiệu Thân vương xứ Metternich đã biến mất.\n** Emilie Marie Felicitas (24 tháng 2 năm 1873 – 20 tháng 1 năm 1884).\n** Pauline Felix Maria (6 tháng 1 năm 1880 – 19 tháng 5 năm 1960), kết hôn vào ngày 5 tháng 5 năm 1906 với Thân vương Maximilian Theodor xứ [[Thurn und Taxis]]. Họ có một cô con gái.\n* Maria Emilia Stephanie (22 tháng 3 năm 1836 – 12 tháng 6 năm 1836).\n* Lothar Stephan August Klemens Maria (13 tháng 9 năm 1837 – 2 tháng 10 năm 1904), kết hôn lần đầu vào ngày 21 tháng 4 năm 1868 với Karoline Anna Rosalie Johanna Reittner, và lần thứ hai vào ngày 5 tháng 6 năm 1900 với Nữ bá tước Františka [[:cs:Mitrovští z Mitrovic a Nemyšle|Mittrowsky von Mittrowitz]]. Không có con trong cả 2 cuộc hôn nhân.\n\nVới Nữ bá tước Katharina [[:ru:Скавронские|Skavronskaya]], con của [[Catherine Bagration|Nữ thân vương Bagration]] (ngoài giá thú, được thừa nhận):\n* [[Marie-Clementine Bagration]] (29 tháng 9 năm 1810 – 29 tháng 5 năm 1829), kết hôn vào ngày 1 tháng 5 năm 1828 với Otto, Lensgraf von [[:de:Blome (Adelsgeschlecht)|Blome]]. Họ có một con trai:\n** Otto Paul Julius Gustav (18 tháng 5 năm 1829 – 24 tháng 8 năm 1906), [[Landgrave|Lensgraf]] von Blome; kết hôn vào ngày 1 tháng 9 năm 1858 với Joséphine, Nữ bá tước von [[:de:Buol (Adelsgeschlecht)|Buol-Schauenstein]]. Họ có 9 người con:\n*** Nữ bá tước Marie-Clementine Blome (23 tháng 6 năm 1860 – chết trẻ).\n*** Karl Otto Arnold (12 tháng 12 năm 1861 – 5 tháng 9 năm 1926), Lensgraf von Blome; kết hôn vào ngày 6 tháng 7 năm 1907 với Nữ bá tước Maria Hedwig Ida Leopolda Hermenegilde xứ [[Stolberg-Stolberg]]. Không có con.\n*** Nữ bá tước Maria Sophie von Blome (23 tháng 11 năm 1864 – chết trẻ).\n*** Louis Pius Blome (1 tháng 12 năm 1865 – 1930), Lensgraf von Blome.\n*** Johannes Hubertus Xaverius (23 tháng 2 năm 1867 – 19 tháng 7 năm 1945), Lensgraf von Blome; kết hôn vào ngày 19 tháng 11 năm 1901 với Công chúa Martha Elisabeth Maria [[Stirbey]] (1877-1925). Họ có một cô con gái.\n*** Nữ bá tước Maria Adeline von Blome (21 tháng 8 năm 1868 – chết trẻ).\n*** Nữ bá tước Anna Maria von Blome (11 tháng 2 năm 1871 – 9 tháng 1 năm 1960), kết hôn năm 1896 với Franz August Joseph Maria, Bá tước von und zu [[Eltz|Eltz genannt Faust von Stromberg]]. Họ có ba người con.\n*** Nữ bá tước Maria Giulia Sidonia von Blome (29 tháng 12 năm 1873 – 7 tháng 1 năm 1939), kết hôn năm 1906 với Bá tước Joseph von Plaz. Họ có ba người con.\n*** Nữ bá tước Maria Karola von Blome (16 tháng 1 năm 1877 – 19 tháng 7 năm 1951), một nữ tu.\n<\/div>\n\n==Danh dự và huy hiệu==\n===Danh hiệu===\n* {{flag|Đế quốc Áo}}:\n** Thập tự lớn [[Huân chương Thánh Stephen của Hungary|Huân chương Hoàng gia Thánh Stephen]], bằng [[kim cương]], ''1805''<ref>[http:\/\/tornai.com\/rendtagok.htm \"A Szent István Rend tagjai\"] {{webarchive|url=https:\/\/web.archive.org\/web\/20101222022855\/http:\/\/tornai.com\/rendtagok.htm|date=22 December 2010}}<\/ref>\n** [[Huân chương Lông cừu vàng|Hiệp sĩ Lông cừu vàng]], ''1805''<ref name=\"Handbuch\">{{citation|chapter-url=http:\/\/alex.onb.ac.at\/cgi-content\/alex?aid=shb&datum=1858&page=131&size=45|chapter=Ritter-Orden|title=Hof- und Staatshandbuch der Kaiserthumes Österreich|date=1858|access-date=22 July 2020|pages=45, [http:\/\/alex.onb.ac.at\/cgi-content\/alex?aid=shb&datum=1858&page=133&size=45 47]}}<\/ref>\n** Chữ thập vàng dân sự \"Vì công trạng\" (1813\/1814)<ref name=\"Handbuch\"\/>\n** Chancellor của [[Huân chương Quân sự Maria Theresa]]<ref name=\"Handbuch\"\/>\n* {{flag|Vương quốc Bayern}}: [[Huân chương Thánh Hubert|Hiệp sĩ Thánh Hubert]], ''1813''<ref>{{chú thích sách|title=Hof- und Staatshandbuch des Königreichs Bayern: 1827|url=https:\/\/archive.org\/details\/bub_gb_MydRAAAAcAAJ|year=1827|publisher=Landesamt|page=[https:\/\/archive.org\/details\/bub_gb_MydRAAAAcAAJ\/page\/n28 7]}}<\/ref>\n* {{flagicon image|Pavillon royal de France.svg}} [[Bourbon phục hoàng|Vương quốc Pháp]]:\n** [[Bắc Đẩu Bội tinh|Thập tự lớn Bắc Đẩu Bội tinh]], ''1814''<ref>{{citation|title=Almanach Royal pour l'année 1814 : présenté à S.M. par Testu|year=1814|language=fr|chapter=Chapitre V: Ordres de France|chapter-url=https:\/\/www.napoleon-series.org\/research\/almanac\/RoyalAlmanach1814\/RoyalAlmanach1814.pdf#page=388|location=Paris|page=386|access-date=26 July 2020}}<\/ref>\n** [[Huân chương Chúa Thánh thần|Hiệp sĩ Chúa Thánh thần]], ''30 tháng 05 năm 1825''<ref>{{chú thích tạp chí|last1=Teulet|first1=Alexandre|date=1863|title=Liste chronologique des chevaliers de l'ordre du Saint-Esprit depuis son origine jusqu'à son extinction (1578–1830)|url=https:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k122126\/f378.item.zoom|language=fr|trans-title=Chronological List of Knights of the Order of the Holy Spirit from its origin to its extinction (1578–1830)|journal=Annuaire-bulletin de la Société de l'Histoire de France |number=2 |page=118 |access-date=24 March 2020}}<\/ref>\n** [[Huân chương Thánh Michael|Hiệp sĩ Thánh Michael]]\n* {{flag|Đế quốc Nga}}:\n** [[Huân chương Thánh Andrew|Hiệp sĩ Thánh Andrew]], ''27 tháng 8 năm 1813''<ref>{{chú thích sách|title=Almanach de la cour: pour l'année ... 1817|url=https:\/\/books.google.com\/books?id=8ZpKAAAAcAAJ&pg=PP7|year=1817|publisher=l'Académie Imp. des Sciences|page=[https:\/\/books.google.com\/books?id=8ZpKAAAAcAAJ&pg=PA66 66]}}<\/ref>\n** [[Huân chương Thánh Alexander Nevsky|Hiệp sĩ Thánh Alexander Nevsky]], ''27 tháng 8 năm 1813''\n** [[Huân chương Thánh Anna|Hiệp sĩ Thánh Anna]], hạng nhất, ''27 tháng 8 năm 1813''\n* {{flagicon image|Flag of the Kingdom of Prussia (1803-1892).svg}} [[Vương quốc Phổ]]:\n** [[Huân chương Đại bàng đen|Hiệp sĩ Đại bàng đen]], ''13 tháng 9 năm 1813''<ref>''Liste der Ritter des Königlich Preußischen Hohen Ordens vom Schwarzen Adler'' (1851), \"Von Seiner Majestät dem Könige Friedrich Wilhelm III. ernannte Ritter\" [https:\/\/www.digitale-sammlungen.de\/de\/view\/bsb10362193?page=27 p. 17]<\/ref>\n** [[Huân chương Đại bàng đỏ|Thập tự lớn của Đại bàng đỏ]], ''13 tháng 9 năm 1813''\n** [[Pour le Mérite]] (dân sự), ''31 tháng 5 năm 1842''<ref>{{chú thích sách|last1=Lehmann|first1=Gustaf|title=Die Ritter des Ordens pour le mérite 1812–1913|year=1913|trans-title=The Knights of the Order of the Pour le Mérite|language=de|url=https:\/\/gdz.sub.uni-goettingen.de\/id\/PPN135808618|page=577|volume=2|location=Berlin|publisher=[[E.S. Mittler & Sohn|Ernst Siegfried Mittler & Sohn]]}}<\/ref>\n* {{Flagicon image|Svensk flagg 1815.svg}} [[Thụy Điển]]: [[Huân chương Seraphim|Hiệp sĩ Seraphim]], ''12 tháng 4 năm 1814''<ref>{{chú thích sách|author=Per Nordenvall |title=Kungliga Serafimerorden: 1748–1998 |year=1998 |chapter=Kungl. Maj:ts Orden |location=Stockholm |language=sv |isbn=91-630-6744-7}}<\/ref>\n* {{flag|Đan Mạch}}: [[Huân chương Voi|Hiệp sĩ Voi]], ''7 tháng 12 năm 1814''<ref name=\"Berlien1846\">{{chú thích sách|author=J ..... -H ..... -Fr ..... Berlien|title=Der Elephanten-Orden und seine Ritter|url=https:\/\/archive.org\/details\/derelephantenor00berlgoog|year=1846|publisher=Berling|page=[https:\/\/archive.org\/details\/derelephantenor00berlgoog\/page\/n174\/mode\/2up 139]-140}}<\/ref>\n* {{flagicon image|Savoie_flag.svg}} [[Vương quốc Sardegna]]: [[Huân chương Truyền tin tối cao Thiên liêng nhất|Hiệp sĩ Truyền tin]], ''4 tháng 1 năm 1815''<ref>{{chú thích sách|title=Notizia storica del nobilissimo ordine supremo della santissima Annunziata. Sunto degli statuti, catalogo dei cavalieri|url=https:\/\/books.google.com\/books?id=Q2aP6enNFoYC|publisher=Eredi Botta|date=1869|access-date=4 March 2019|language=it|first=Luigi|surname=Cibrario|page=[https:\/\/books.google.com\/books?id=Q2aP6enNFoYC&dq=Ordine+supremo+della+Santissima+Annunziata&pg=PA99 99]}}<\/ref>\n* {{flagicon image|Flagge Großherzogtum Baden (1891–1918).svg}} [[Đại công quốc Baden]]: Thập tự lớn [[Huân chương Nhà Fidelity]], bằng [[kim cương]], ''1815''<ref>''Hof- und Staats-Handbuch des Großherzogtum Baden'' (1834), \"Großherzogliche Orden\" [https:\/\/digital.blb-karlsruhe.de\/blbihd\/periodical\/pageview\/1866771 p. 34]<\/ref>\n* {{flag|Vương quốc Sachsen}}: [[Huân chương Vương miện Rue|Hiệp sĩ Vương miện Rue]], ''1815''<ref name=\"Sachsen1857\">{{chú thích sách|author=Sachsen|title=Staatshandbuch für den Freistaat Sachsen: 1857|url=https:\/\/books.google.com\/books?id=MRBTAAAAcAAJ&pg=PP7|year=1857|publisher=Heinrich|page=[https:\/\/books.google.com\/books?id=MRBTAAAAcAAJ&pg=PA5 5]}}<\/ref>\n* {{flag|Vương quốc Hanover}}:<ref name=\"Hannover1858\">{{chú thích sách|author=Staat Hannover|title=Hof- und Staatshandbuch für das Königreich Hannover: 1858|url=https:\/\/books.google.com\/books?id=sgZTAAAAcAAJ&pg=PP7|year=1858|publisher=Berenberg|pages=[https:\/\/books.google.com\/books?id=sgZTAAAAcAAJ&pg=PA36 36], [https:\/\/books.google.com\/books?id=sgZTAAAAcAAJ&pg=PA66 66]}}<\/ref>\n** [[Huân chương Hoàng gia Guelphic|Thập tự lớn của Huân chương Hoàng gia Guelphic]], ''1816''\n** [[Huân chương Thánh George (Hannover)|Hiệp sĩ Thánh George]], ''1841''\n* {{Flagicon image|Flag of the Duchy of Parma (1851-1859).svg}} [[Công quốc Parma]]: [[Huân chương Thánh quân Constaintinian của Thánh George|Senator Grand Cross Huân chương Constantinian của Thánh George]], ''1816''<ref name=\"Almanaccoi\">{{chú thích sách|title=Almanacco di corte|url=https:\/\/books.google.com\/books?id=EqYSAAAAYAAJ&q=Almanacco%20di%20Parma&pg=PA222|date=1858|access-date=2019-04-24|language=it|pages=222–224}}<\/ref>\n* {{flag|Hai Sicilia}}:<ref name=\"(Stato)1857\">{{chú thích sách|author=Napoli (Stato)|title=Almanacco reale del Regno delle Due Sicilie: per l'anno ...|url=https:\/\/books.google.com\/books?id=iclHAQAAMAAJ&pg=PA400|year=1857|publisher=Stamp. Reale|pages=400, 405}}<\/ref><ref>{{chú thích sách|author=Escrito por Naples (Kingdom)|title=Collezione delle leggi e de' decreti reali del regno delle Due Sicilie|url=https:\/\/books.google.com\/books?id=JmIuAAAAYAAJ&dq=ducca+di+portella&pg=RA1-PA77|year=1818|publisher=Stamperia Reale}}<\/ref>\n** [[Huân chương Thánh Januarius|Hiệp sĩ Thánh Januarius]], ''1816''\n** [[Huân chương Thánh Ferdinand và Công lao|Thập tự lớn Huân chương Thánh Ferdinand và Công lao]], ''1816''\n** Công tước xứ Portella, ''1818''\n* {{flagicon|Hessen}} [[Tuyển hầu quốc Hessen]]: [[Huân chương Sư tử vàng (Hessen-Kassel)|Thập tự lớn Huân chương Sư tử vàng]], ''ngày 25 tháng 5 năm 1817''<ref name=\"Hessen-Kassel1856\">{{chú thích sách|author=Hessen-Kassel|title=Kurfürstlich Hessisches Hof- und Staatshandbuch: 1856|url=https:\/\/books.google.com\/books?id=C_RSAAAAcAAJ&pg=PP5|year=1856|publisher=Waisenhaus|page=[https:\/\/books.google.com\/books?id=C_RSAAAAcAAJ&pg=PA12 12]}}<\/ref>\n* {{Flagicon image|Flag of Spain (1785–1873, 1875–1931).svg}} [[Lịch sử Tây Ban Nha (1810-73)|Tây Ban Nha]]:<ref>{{citation |url=https:\/\/babel.hathitrust.org\/cgi\/pt?id=ucm.5325545189&view=1up&seq=48|title=Caballeros Grandes-Cruces existentes en la Real y Distinguida Orden Española de Carlos Terceros|date=1819|journal=Calendario Manual y Guía de Forasteros en Madrid|access-date=10 May 2022|page=48|language=es|last1=Guerra |first1=Francisco }}<\/ref><ref>{{chú thích sách |title=Relacíon de títulos nobiliarios vacantes, y principales documentos que contiene cada expediente que, de los mismos, se conserva en el Archivo del Ministerio de Justicia|url=https:\/\/books.google.com\/books?id=rbEP8FHpxHUC&dq=metternich+grandeza+de+espa%C3%B1a&pg=PA193|last=Cifuentes|first=María Teresa Fernández-Mota de|publisher=Ediciones Hidalguia|language=es|date=1984|access-date=14 November 2017|isbn=9788400057800}}<\/ref>\n** Thập tự lớn [[Huân chương Carlos III]], với Cổ áo, ''20 tháng 10 năm 1817''\n** [[Grandee|Grandee hạng nhất]], ''1824''\n* {{flagicon image|Flagge Königreich Württemberg.svg}} [[Vương quốc Württemberg]]: [[Huân chương Vương miện (Württemberg)|Hiệp sĩ Đại bàng vàng]], ''1818''<ref name=\"Württemberg1854\">{{chú thích sách|author=Württemberg|title=Königlich-Württembergisches Hof- und Staats-Handbuch: 1854|url=https:\/\/books.google.com\/books?id=3VsAAAAAcAAJ&pg=PR1|year=1854|publisher=Guttenberg|page=[https:\/\/books.google.com\/books?id=3VsAAAAAcAAJ&pg=PA34 34]}}<\/ref>\n* {{flagicon image|Flagge Großherzogtum Hessen ohne Wappen.svg}} [[Đại công quốc Hessen]]: [[Huân chương Ludwig|Thập tự lớn của Huân chương Ludwig]], ''5 tháng 2 năm 1820''<ref name=\"Hessen-Darmstadt1857\">{{chú thích sách|author=Hessen-Darmstadt|title=Hof- und Staatshandbuch des Großherzogtums Hessen: für das Jahr ... 1857|url=https:\/\/books.google.com\/books?id=8_hSAAAAcAAJ&pg=PR1|year=1857|publisher=Staatsverl.|page=[https:\/\/books.google.com\/books?id=8_hSAAAAcAAJ&pg=PA28 28]}}<\/ref>\n* {{flagicon image|Flagge Großherzogtum Sachsen-Weimar-Eisenach (1813-1897).svg}} [[Sachsen-Weimar-Eisenach|Công quốc Sachsen-Weimar-Eisenach]]: [[Huân chương Chim ứng trắng|Thập tự lớn của Huân chương Chim ứng trắng]], ''20 tháng 6 năm 1820''<ref>''Staatshandbuch für das Großherzogtum Sachsen \/ Sachsen-Weimar-Eisenach'' (1855), \"Großherzogliche Hausorden\" p. [https:\/\/zs.thulb.uni-jena.de\/rsc\/viewer\/jportal_derivate_00183881\/Staatshandbuch_Film_Nr_13_0018.tif 12]<\/ref>\n* {{flagicon image|Flagge Herzogtum Sachsen-Coburg-Gotha (1911-1920).svg}} {{flagicon image|Flag of Saxe-Altenburg (1893-1918).svg}} {{flagicon image|Flag of Saxe-Meiningen (1826).svg}} [[Các công quốc Ernestine]]: Thập tự lớn của [[Huân chương Nhà Sachsen-Ernestine]], ''tháng 8 năm 1835''<ref>''Adreß-Handbuch des Herzogthums Sachsen-Coburg und Gotha'' (1837), \"Herzogliche Sachsen-Ernestinischer Hausorden\" p. [https:\/\/zs.thulb.uni-jena.de\/rsc\/viewer\/jportal_derivate_00244577\/Sachsen_Coburg_Gotha_165771801_1837_0034.tif?logicalDiv=jportal_jparticle_00473385 15]<\/ref>\n* {{flagicon image|Flag of Anhalt Duchies.png}} [[Nhà Ascania|Các Công quốc Ascania]]: Thập tự lớn [[Huân chương Albert Gấu]], ''tháng 3 năm 1837''<ref name=\"Anhalt-Köthen1851\">{{chú thích sách|author=Anhalt-Köthen|title=Staats- und Adreß-Handbuch für die Herzogthümer Anhalt-Dessau und Anhalt-Köthen: 1851|url=https:\/\/books.google.com\/books?id=OI4AAAAAcAAJ&pg=PP7|year=1851|publisher=Katz|page=[https:\/\/books.google.com\/books?id=OI4AAAAAcAAJ&pg=PA11 11]}}<\/ref>\n* {{flagicon image|Flag of Belgium.svg}} [[Vương quốc Bỉ]]: Dải lớn [[Huân chương Leopold (Bỉ)|Huân chương Leopold]]<ref name=\"Almanaccoi\"\/>\n* {{flagicon image|Flag of Brazil (1822–1870).svg}} [[Đế quốc Brasil]]: [[Huân chương Thập tự Phương Nam|Thập tự lớn của Huân chương Thập tự Phương Nam]]<ref name=\"Almanaccoi\"\/>\n* {{flag|Brunswick}}: Thập tự lớn của [[Huân chương Henrich Sư tử]]<ref name=\"Almanaccoi\"\/>\n* {{flagicon image|State Flag of Greece (1863-1924 and 1935-1973).svg}} [[Vương quốc Hy Lạp]]: [[Huân chương Redeemer|Thập tự lớn của Huân chương Redeemer]]<ref name=\"Almanaccoi\"\/>\n* {{flagicon image|Flag of Hohenzollern-Hechingen and Sigmaringen.png}} [[Hohenzollern-Sigmaringen|Thân vương quốc Hohenzollern-Sigmaringen]]: Thập tự của [[Huân chương Nhà Hohenzollern|Huân chương Triều đại Hohenzollern]], hạng nhất<ref>{{chú thích sách|title=Hof- und Adreß-Handbuch des Fürstenthums Hohenzollern-Sigmaringen: 1844|url=https:\/\/books.google.com\/books?id=_GUAAAAAcAAJ&pg=PA20|year=1844|publisher=Beck und Fränkel|page=20}}<\/ref>\n* {{flagicon image|Flag of the Vatican City (2 by 3).svg}} [[Lãnh địa Giáo hoàng]]: [[Hiệp sĩ Dòng Thánh Grêgôriô Cả|Thập tự lớn Huân chương Thánh Gregory Cả]]<ref name=\"Almanaccoi\"\/>\n* {{flagicon image|Flag of the Order of St. John (various).svg}} [[Dòng Chiến sĩ Toàn quyền Malta]]: Bailiff Grand Cross of Honour and Devotion<ref name=\"Almanaccoi\"\/>\n* {{flag|Netherlands}}: [[Huân chương Sư tử Hà Lan|Thập tự lớn Huân chương Sư tử Hà Lan]]<ref name=\"Almanaccoi\"\/>\n* {{flagicon image|Flag of Portugal (1830–1910).svg}} [[Vương quốc Bồ Đào Nha]]:<ref name=\"Almanaccoi\"\/>\n** [[Huân chương Christ (Bồ Đào Nha)|Thập tự lớn Huân chương Quân sự Christ]]\n** [[Huân chương Tháp và Kiếm|Thập tự lớn Huân chương Tháp và Kiếm]]\n* {{flagicon|Tuscany|habsburg}} [[Đại công quốc Toscana]]: [[Huân chương Thánh Joseph|Thập tự lớn của Huân chương Thánh Joseph]]<ref name=\"Almanaccoi\"\/>\n\n==Huy hiệu==\n{| border=\"0\" align=\"center\" width=\"80%\"\n|-\n!width=25% |[[Tập tin:Fürst metternich.jpg|center|200px]]\n!width=25% |[[Tập tin:Porträt des Klemens von Metternich.png|center|200px]]\n!width=25% |[[Tập tin:Coat of Arms of the Prince von Metternich-Winneburg.svg|center|200px]]\n|-\n|style=\"text-align: center;\" |Huy hiệu của Thân vương xứ Metternich\n|style=\"text-align: center;\" |Chân dung Hoàng thân Klemens von Metternich năm 1836 trong bộ lễ phục\n|style=\"text-align: center;\" |Huy hiệu Thân vương xứ Metternich-Winneburg\n|}\n\n==Danh dự khác==\n[[Tập tin:Metternichia principis.jpg|thumb|upright=1.05|center|250px|Ảnh minh hoạ của loài [[Metternichia|Metternichia principis]]]]\nNăm 1823, nhà thực vật học [[Johann Christian Mikan]] đã công bố một chi thực vật có hoa từ [[Brazil]], thuộc họ ''[[Solanaceae]]'' với tên gọi ''[[Meternichia]]'' để vinh danh ông.<ref>{{chú thích web |title=''Metternichia'' J.C.Mikan {{!}} Plants of the World Online {{!}} Kew Science |url=https:\/\/powo.science.kew.org\/taxon\/urn:lsid:ipni.org:names:38452-1 |website=Plants of the World Online |access-date=27 May 2021 |language=en}}<\/ref> Chi này chỉ có một loài duy nhất, đó là '''Metternichia principis''', tên loài được đặt theo [[tiếng La Tinh]], \"principis\" có nguồn gốc từ \"Princeps\" có nghĩa là quan trọng nhất.<ref>{{chú thích sách | last=Harrison |first=Lorraine | title=RHS Latin for Gardeners | year=2012 |publisher=Mitchell Beazley | location=United Kingdom | isbn=184533731X }}<\/ref>\n\n==Nguồn==\n{{tham khảo|30em|group=nb}}\n\n==Chú thích==\n{{tham khảo|30em|group=nb}}\n==Tham khảo==\n{{tham khảo}}\n==Thư mục==\n* {{chú thích sách|last=Bertier de Sauvigny|first=Guillaume de|author-link=Guillaume de Bertier de Sauvigny|translator=Peter Ryde|title=Metternich and His Times|url=https:\/\/archive.org\/details\/metternichhistim0000bert|url-access=registration|publisher=Darton, Longman and Todd|location=London|year=1962|ref={{harvid|Bertier|1962}}}}\n* {{chú thích sách|last=Cecil|first=Algernon|title=Metternich|url=https:\/\/archive.org\/details\/metternich1773180000ceci_s8n4|url-access=registration|year=1947|publisher=Eyre and Spottiswoode|location=London|edition=3rd}}\n* {{chú thích sách|first=Franklin L.|last=Ford|title=Europe, 1780–1830|url=https:\/\/books.google.com\/books?id=pDbwSQAACAAJ|year=1971|publisher=Longman|location=Hong Kong|isbn=978-0-582-48346-0}}\n* {{chú thích sách|last=Hamilton-Williams|first=David|title=Waterloo New Perspectives: the Great Battle Reappraised|publisher=Wiley|year=1996|isbn=0-471-05225-6}}\n* {{chú thích sách|last=May|first=Arthur J.|title=The Age of Metternich 1814–1848|year=1963}}\n* {{chú thích sách|last=Musulin|first=Stella|title=Vienna in the Age of Metternich|publisher=Faber and Faber|location=London|year=1975|isbn=0-571-09858-4}}\n* {{chú thích tạp chí|last=Nadeau|first=Ryan M.|year=2016|url=https:\/\/cupola.gettysburg.edu\/ghj\/vol15\/iss1\/5\/|title=Creating a Statesman: The Early Life of Prince Clemens von Metternich and its Effect on his Political Philosophy|journal=The Gettysburg Historical Journal|volume=15|issn=2327-3917|oclc=830314384}}\n* {{Cite EB1911|wstitle=Metternich-Winneburg, Clemens Wenzel Lothar|volume=18|pages=301–307|first=Walter Alison|last=Phillips|author-link=Walter Alison Phillips}}\n* {{chú thích sách|last=Riley|first=J. P.|title=Napoleon and the World War of 1813: Lessons in Coalition Warfighting|year=2013|publisher=Routledge}}\n* {{chú thích sách|first=Robin|last=Okey|title=The Habsburg Monarchy, c.&nbsp;1765–1918|url=https:\/\/books.google.com\/books?id=G1WUQgAACAAJ|year=2001|publisher=Macmillan|isbn=978-0-333-39654-4}}\n* {{chú thích sách|last=Ross|first=Stephen T.|title=European Diplomatic History 1789–1815: France against Europe|year=1969}}\n* {{chú thích sách|last=Palmer|first=Alan|author-link=Alan Palmer|title=Metternich: Councillor of Europe|edition=1997 reprint|isbn=978-1-85799-868-9|publisher=Orion|location=London|year=1972}}\n* {{chú thích tạp chí|last=Sked|first=Alan|title=Metternich|journal=History Today|volume=33|issue=6|year=1983}}\n* {{chú thích sách|last=Sked|first=Alan|title=Metternich and Austria: An Evaluation|url=https:\/\/archive.org\/details\/metternichaustri0000sked|location=Basingstoke, England|publisher=Palgrave Macmillan|year=2008|isbn=978-1-4039-9114-0}}\n\n=== Nguồn chính ===\n* [[Mack Walker|Walker, Mack]], ed. [https:\/\/books.google.com\/books?id=ExmvCwAAQBAJ ''Metternich's Europe: Selected Documents''] (1968) 352 pp. of primary sources in English translation.\n\n==Đọc thêm==\n*{{chú thích sách |last1=Pásztorová |first1=Barbora |title=Metternich, the German Question and the Pursuit of Peace |date=2022 |publisher=De Gruyter |isbn=978-3-11-076903-6 |language=en}}\n* Šedivý, Miroslav. ''Metternich, the Great Powers and the Eastern Question'' (Pilsen: University of West Bohemia Press, 2013) major scholarly study 1032pp\n* Siemann, Wolfram. ''Metternich: Strategist and Visionary'' (Belknap Press of Harvard University Press, 2019).  A major scholarly work presenting Metternich as a thwarted innovator in the national industrial policy.\n\n== Liên kết ngoài==\n{{Thể loại Commons|Prince Klemens Wenzel von Metternich}}\n{{Wikisource1911Enc|Metternich-Winneburg, Clemens Wenzel Lothar}}\n* [http:\/\/www.archive.org\/stream\/catholicpolitica00menc#page\/140\/mode\/2up Metternich's Political Profession of Faith]\n* [http:\/\/www.h-net.org\/~habsweb\/sourcetexts\/censor.htm Metternich on censorship]\n* [http:\/\/www.fuerst-von-metternich.de\/ Fürst von Metternich] sparkling wine\n* [http:\/\/www.kynzvart.cz\/ Castle Kynžvart (Königswart) in Western Bohemia]&nbsp;– Metternich's residence with collections, now open to the public\n* [https:\/\/archive.org\/stream\/catholicpolitica00menc#page\/140\/mode\/2up Metternich's Political Profession of Faith]\n\n{{DEFAULTSORT:Metternich, Klemens}}\n[[Thể loại:Sinh năm 1773]]\n[[Thể loại:Mất năm 1859]]\n[[Thể loại:Hoàng tử Áo]]\n[[Thể loại:Người Áo gốc Đức]]\n[[Thể loại:Người Koblenz]]\n[[Thể loại:Bộ trưởng Ngoại giao Áo]]\n[[Thể loại:Chính khách Đế quốc Áo]]\n[[Thể loại:Klemens von Metternich]]\n[[Thể loại:Nhà Metternich]]\n[[Thể loại:Bộ trưởng Ngoại giao Áo]]\n[[Thể loại:Chính khách Đế quốc Áo]]\n[[Thể loại:Phản cách mạng]]\n[[Thể loại:Phản khai sáng]]\n[[Thể loại:Hiệp sĩ Lông cừu vàng Áo]]\n[[Thể loại:Bắc Đẩu Bội tinh hạng nhất]]"}