{"Konstantinos VII":"{{Thông tin nhân vật hoàng gia  \n| tên            =Konstantinos VII \n| tước vị           =[[Hoàng đế]] của [[Đế quốc Đông La Mã]]\n| hình           = Constantine VII Porphyrogenitus.jpg\n| ghi chú hình         = Chân dung Konstantinos VII Porphyrogennetos\n| tại vị           =Đồng tiểu hoàng đế 908–913 và 920–945, hoàng đế duy nhất 913–920 (dưới thời nhiếp chính) và 945–959\n| tên đầy đủ       =Konstantinos Porphyrogennetos<br>(\"[[Dòng dõi vương giả]]\") \n| tiền nhiệm     =[[Alexandros (Hoàng đế Đông La Mã)|Alexandros]]\n| kế nhiệm       =[[Romanus Lecapenus]]\n [[Romanos&nbsp;II]]\n| heir            =\n| consort         =\n| phối ngẫu        =[[Helena Lekapene]]\n| phối ngẫu 2        =\n| spouse 3        =\n| spouse 4        =\n| con cái           = [[Romanos II]]<br>Theodora\n| hoàng tộc     =\n| hoàng tộc         =[[Nhà Makedonia]]\n| cha          =[[Leon VI]]\n| mẹ          =[[Zoe Karbonopsina]]\n| sinh   =17 hay 18 tháng 5, 905<ref name=Oxf>\"Constantine VII Porphyrogennetos\" in ''[[Oxford Dictionary of Byzantium|The Oxford Dictionary of Byzantium]]'', [[Oxford University Press]], New York & Oxford, 1991, p. 502. ISBN 0195046528<\/ref>\n| nơi sinh  =[[Constantinopolis]] \n| mất   =9 tháng 11, 959 (54 tuổi)<ref name=Oxf\/>\n| nơi mất  =[[Constantinopolis]]\n| ngày an táng  =\n| nơi an táng =\n|}}\n'''Konstantinos VII''' '''''[[Porphyrogennetos]]''''' hay '''''Porphyrogenitus''''', nghĩa là \"Dòng dõi vương giả\" ({{lang-el|Κωνσταντῖνος Ζ΄ Πορφυρογέννητος, Kōnstantinos&nbsp;VII Porphyrogennētos}}; [[2 tháng 9]], [[905]] – [[9 tháng 9]], [[959]]), là vị [[Hoàng đế]] thứ tư thuộc [[Nhà Makedonia|vương triều Makedonia]] của [[Đế quốc Đông La Mã]], trị vì từ năm 913 đến 959. Ông là con trai của Hoàng đế [[Leon VI]] và người vợ thứ tư [[Zoe Karbonopsina]], và cũng là cháu của tiên đế [[Alexandros (Hoàng đế Đông La Mã)|Alexandros]].\n\nHầu hết triều đại của ông đều chịu sự chi phối của các đồng nhiếp chính: từ năm 913 đến 919 là thời kỳ thái hậu Zoe buông rèm nhiếp chính, trong khi từ năm 920 đến 945 Konstantinos phải chia sẻ ngôi báu với người cha vợ [[Romanos Lekapenos]] cùng đám con cháu kế cận. Hoàng đế còn được biết đến với bốn tác phẩm nổi tiếng của mình gồm ''[[De Administrando Imperio]]'' (dịch sang tiếng Hy Lạp là Πρὸς τὸν ἴδιον υἱόν Ῥωμανόν), ''[[De Ceremoniis]]'' (Περὶ τῆς Βασιλείου Τάξεως), ''[[De Thematibus]]'' (Περὶ θεμάτων Άνατολῆς καὶ Δύσεως), và ''Vita Basilii'' (Βίος Βασιλείου).\n\nBiệt danh của ông ám chỉ đến căn phòng màu tím của Cung thất được trang hoàng với [[pocfia]], nơi những đứa trẻ hợp pháp của các hoàng đế trị vì đã được sinh ra bình thường. Konstantinos cũng được sinh ra trong căn phòng này, mặc dù mẹ ông không được kết hôn với Leon tại thời điểm đó. Tuy nhiên, tính ngữ này lại cho phép ông nhấn mạnh đến địa vị của mình là một đứa con hợp pháp, trái với tất cả những người khác đã tuyên bố ngôi vị trong suốt cuộc đời họ. Những đứa con trai sinh ra cho một vị Hoàng đế trị vì thường được ưu tiên xếp vào dòng dõi thừa kế Đông La Mã hơn người con trai trưởng không sinh ra \"trong màu áo tía\".\n\n==Triều đại==\n[[Tập tin:MadridSkylitzesCoronationKonstantinosVIIFol114v.jpg|trái|nhỏ|240x240px|Lễ đăng quang của Konstantinos VII.]]\nKonstantinos chào đời tại kinh thành [[Constantinopolis]] vào ngày 2 tháng 9 năm 905, là một đứa con ngoài giá thú sinh ra trước cuộc hôn nhân thứ tư không hợp quy chuẩn. Để giúp hợp pháp hóa nó, bà mẹ đã lén sinh ông trong căn phòng màu tím của hoàng cung, vì thế mà Konstantinos có biệt danh là ''Porphyrogennetos''. Ông được phụ hoàng và hoàng thúc chọn lên ngôi mang tính tượng trưng khi mới lên hai tuổi vào ngày 15 tháng 5 năm 908. Sau cái chết của hoàng thúc Alexandros vào năm 913 và sự thất bại trong việc soán ngôi của [[Konstantinos Doukas]], ông chính thức kế thừa ngôi vị ở tuổi lên bảy dưới quyền nhiếp chính của [[Thượng phụ Constantinopolis]], [[Nicholas Mystikos]].\n\nThượng phụ Nicholas ngay sau đó buộc phải làm hòa với [[Simeon I của Bulgaria|Sa hoàng Simeon]] của [[Bulgaria]], người mà ông miễn cưỡng công nhận là Hoàng đế Bungaria. Vì sự nhượng bộ không mấy dễ chịu này mà Thượng phụ Nicholas đã bị Thái hậu Zoe đẩy ra khỏi chức nhiếp chính vương. Riêng bà cũng chẳng thành công gì hơn với người Bulgaria vì họ đã đánh bại người ủng hộ chính của mình là tướng quân [[Leon Phokas]] vào năm 917. Năm 919, quyền nhiếp chính của bà bị thay thế bởi [[đô đốc]] [[Romanos Lekapenos]], người đã gả con gái mình là [[Helena Lekapene]] cho Konstantinos. Romanos sử dụng vị trí của mình để thăng tiến lên tới chức ''[[basileopatōr]]'' vào tháng 5 năm 919 và ''kaisar'' ([[Caesar (danh hiệu)|Caesar]]) vào tháng 9 năm 919, rồi cuối cùng là đồng hoàng đế vào tháng 12 năm 920. Vì vậy chỉ trong một thơi gian ngắn tới tuổi thành niên trên danh nghĩa, Konstantinos đã bị che khuất bởi một Hoàng đế cấp cao.\n\n[[Tập tin:Porphyrogenetus.jpg|thumb|250px|''Chúa Kitô đội vương miện cho Konstantinos VII'' (945)]]  \nThời niên thiếu của Konstantinos tràn ngập nỗi buồn khôn nguôi do vẻ ngoài khó chịu, tính tình ít nói của mình, cũng như việc ông bị giáng xuống hàng thừa kế thứ ba, chịu đứng sau [[Christophoros Lekapenos]], con trưởng của Romanos I Lekapenos. Tuy vậy Konstantinos lại là một chàng thanh niên rất thông minh với mối quan tâm đến khá nhiều lĩnh vực nhất là văn học, phần lớn thời gian còn lại trong những năm qua ông chỉ chú tâm vào việc nghiên cứu nghi lễ trong triều đình.\n\nRomanos cố giữ vững và duy trì quyền lực cho đến năm 944 thì bị đám con cháu là đồng hoàng đế [[Stephanos Lekapenos|Stephanos]] và [[Konstantinos Lekapenos|Konstantinos]] lật đổ. Romanos đã dành những năm cuối đời mình sống lưu vong trên đảo [[Prote]] như một tu sĩ và qua đời vào ngày 15 tháng 6 năm 948.<ref>{{chú thích sách |authorlink=George Ostrogorsky |last=Ostrogorsky |first=George |title=History of the Byzantine State |location=New Brunswick, NJ |publisher=Rutgers University Press |year=1969 |page=278 |isbn=0-8135-0599-2 }}<\/ref> Với sự trợ giúp đắc lực từ vợ mình, Konstantinos VII đã thành công trong việc loại bỏ người em rể háo danh và trở thành vị Hoàng đế duy nhất ở tuổi 39 vào ngày 27 tháng 1 năm 945, sau những tháng ngày sống trong đêm tối. Vài tháng sau, Konstantinos VII làm lễ đăng quang cho thái tử [[Romanos II]] làm đồng hoàng đế. Để khỏi vướng bận đến việc thực hiện quyền hành pháp, Konstantinos dành phần lớn thời giờ cho các mục đích học thuật và giao lại quyền hành cho các quan viên và tướng lĩnh thân cận, cũng như với người vợ tràn đầy sinh lực Helena Lekapene.\n\nNăm 949 Konstantinos đã điều động một hạm đội mới gồm 100 chiến thuyền (20 tàu ''[[dromon]]'', 64 tàu ''chelandia'' và 10 tàu [[galley]]) đến tiêu diệt đám hải tặc [[Ả Rập]] ẩn náu ở [[Crete]], nhưng cũng giống như nỗ lực của tiên đế hòng chiếm lại hòn đảo vào năm 911, nỗ lực này cũng thất bại. Trên phòng tuyến phía đông thì việc này lại được làm tốt hơn dù có được thay thế bởi những thành công khác. Năm 949 Đông La Mã chinh phục được xứ [[Germanicea]], nhiều lần đánh bại quân đội của đối phương và vượt qua vùng thượng du sông [[Euphrates]] vào năm 952. Nhưng đến năm 953 ''amir'' Ả Rập là [[Sayf al-Daula]] đã tái chiếm [[Germanicea]] và tiến quân vào lãnh thổ của đế quốc. Vùng đất phía đông cuối cùng đã được [[Nikephoros Phokas]] giành lại, ông cũng chính là người đã chinh phục xứ [[Hadath]] ở miền bắc [[Syria]] vào năm 958, và bởi viên tướng người [[Armenia]] là [[Ioannes Tzimiskes]], người một năm sau đó chiếm được [[Samosata]] ở miền bắc [[Lưỡng Hà]]. Một hạm đội Ả Rập cũng bị phá hủy bởi ngọn [[lửa Hy Lạp]] vào năm 957. Những nỗ lực của Konstantinos để chiếm lại các tỉnh thành (themes) rơi vào tay người Ả Rập là những nỗ lực đầu tiên như vậy dù có được chút ít thành công thực sự.\n\n[[Tập tin:Constantine VII (Roman emperor), deathbed.jpg|thumb|280px|left|Đoạn mô tả của [[Madrid Skylitzes]] về giây phút lâm chung của Konstantinos]] \nKonstantinos cũng có mối quan hệ ngoại giao tích cực với triều đình các xứ ngoại quốc gồm [[caliph]] của [[Cordoba]] [[Abd ar-Rahman III]] và [[Hoàng đế La Mã Thần thánh]] [[Otto I]]. Ngoài ra còn thêm chuyến viếng thăm của nhiếp chính vương [[Rus Kiev]] là [[Olga của Kiev]] vào mùa thu năm 957. Nguyên nhân của chuyến đi này đến giờ vẫn còn mơ hồ; nhưng bà được rửa tội thành một người [[Thiên Chúa giáo]] với cái tên Helena và còn gửi các phái đoàn truyền giáo khuyến khích người dân của mình cải đạo sang [[Kitô giáo]]. Theo truyền thuyết thì Konstantinos VII đã phải lòng Olga nhưng bà tìm cách từ chối bằng cách đánh lừa ông trở thành [[cha đỡ đầu]] của mình. Sau khi rửa tội xong thì bà nói rằng sẽ thật khó coi nếu một người cha đỡ đầu lại đi cưới cô con gái mà mình đỡ đầu.<ref name=undefined <ref>{{chú thích sách|last= S. H. Cross and O. P. Sherbowizt-Wetzor (trans.)|title=The Russian Primary Chronicle: Laurentian Text|year=1953|publisher=Medieval Academy of America|location=Cambridge, MA|isbn=9780915651320|pages=82–83}}<\/ref>\n\nÍt lâu sau Konstantinos VII qua đời ở Constantinopolis vào tháng 11 năm 959 và thái tử lên ngôi hiệu là [[Romanos II]]. Có tin đồn rằng Konstantinos đã bị người con trai hoặc cô con gái riêng của ông là [[Theophano (Hoàng hậu Đông La Mã)|Theophano]] đầu độc.\n\n==Hoạt động văn học và chính trị==\n[[Tập tin:GoldSolidusLeoVIAndConstantinVIIPorphyrogenetos908-912.jpg|thumb|200px|Đồng xu vàng solidus của Leon VI và Konstantinos VII Porphyrogennetos, 908–912.]] \nKonstantinos VII nổi tiếng về khả năng của mình trong vai trò là một nhà văn và học giả. Ông viết hoặc sai người biên soạn các tác phẩm như ''[[De Ceremoniis]]'' (\"Lễ Nghi\", trong tiếng Hy Lạp, Περί τῆς Βασιλείου Τάξεως), mô tả các loại nghi lễ triều đình (cũng được mô tả sau này trong một cái nhìn tiêu cực hơn của [[Liutprand xứ Cremona]]); ''[[De Administrando Imperio]]'' (\"Về việc quản lý Đế quốc\", dịch sang tiếng Hy Lạp với tựa đề Προς τον ίδιον υιόν Ρωμανόν), đưa ra lời khuyên về sự điều hành trong nội bộ Đế quốc và chiến đấu với kẻ thù bên ngoài; một cuốn lịch sử của Đế quốc bao gồm các sự kiện từ sau cái chết của nhà hiền triết [[Theophanes the Confessor]] vào năm 817; và ''Excerpta Historica'' (\"Những trích đoạn Lịch sử\"), một tập hợp các trích đoạn từ giới sử học cổ đại (mà nhiều tác phẩm trong số đó giờ đã thất truyền) gồm bốn tập (1. De legationibus. 2. De virtutibus et vitiis. 3. De insidiis. 4. De sententiis.) Ngoài ra trong số các công trình lịch sử của ông là một bộ sử ca tụng về triều đại và những thành tựu của ông nội mình là Hoàng đế [[Basil I]] (Vita Basilii, Βίος Βασιλείου). Những quyển sách này có nội dung sâu sắc và quan tâm đến các mặt như sử học, xã hội học, nhân chủng học và đóng vai trò như một nguồn thông tin về các quốc gia láng giềng của Đế quốc Đông La Mã. Chúng còn cung cấp một cái nhìn sâu sắc tốt đẹp về chính Hoàng đế.\n\n[[Tập tin:GoldSolidusConstantinVIIPorphyrogenetos913-959.jpg|thumb|200px|Đồng xu vàng solidus của Konstantinos VII Porphyrogennetos, 913–959.]]\nTrong tác phẩm ''A Short History of Byzantium'' (Lược sử Byzantium), [[John Julius Norwich]] có nhắc đến Konstantinos VII như một vị \"Hoàng đế Học giả\"<ref>Norwich, John Julius. (1997) ''A Short History of Byzantium''. London: Viking, p. 180. ISBN 0-679-45088-2<\/ref> và mô tả ông như sau:\n<blockquote> \nÔng ấy như chúng ta được biết là một nhà sưu tập đam mê—không chỉ sách vở và bản thảo mà còn cả những tác phẩm nghệ thuật của mỗi loại; trông vẫn đáng nổi bật hơn là một người thuộc tầng lớp của mình, ông dường như đã là một họa sĩ tuyệt vời. Ông là người bảo trợ hào phóng nhất đối với giới văn nhân và học giả, nghệ sĩ và thợ thủ công. Cuối cùng, ông là một vị Hoàng đế tuyệt vời: một nhà quản lý tài năng, tỉ mỉ và làm việc chăm chỉ, đồng thời cũng chọn người dựa theo cảm hứng, bổ nhiệm vào các chức vụ trong quân đội, hải quân, giáo hội, dân sự và kinh viện đều giàu trí tưởng tượng và thành công. Ông đã làm nhiều việc để phát triển nền giáo dục đại học và có mối quan tâm đặc biệt đến sự công bằng trong chính quyền.<ref>Norwich, 181.<\/ref>   \n<\/blockquote>\nNăm 947, Konstantinos VII đã ra lệnh hoàn trả lại ngay lập tức tất cả đất đai của nông dân mà không cần phải bồi thường; cho đến cuối triều đại của ông, địa vị của giới nông dân được nâng lên giúp hình thành nền tảng của toàn bộ sức mạnh kinh tế và quân sự của đế quốc, trông tốt hơn nhiều so với trước đó chừng một thế kỷ.<ref>Norwich, 182-83.<\/ref>  \n \nTrong tác phẩm ''The Manuscript Tradition of Polybius'' (Bản thảo về truyền thống của Polybius), [[John Michael Moore]] (CUP, 1965) đã cung cấp một bản tóm tắt sự hữu ích của việc ủy nhiệm bởi Porphyrogenitus trong các trích đoạn về Konstantinos:\n<blockquote>\nÔng cảm thấy rằng việc nghiên cứu lịch sử đã bị lãng quên một cách nghiêm trọng, chủ yếu là do số lượng lớn nguồn sử liệu. Vì thế ông đã quyết định rằng một lựa chọn dưới năm mươi ba tựa sách phải được làm từ tất cả các nhà sử học quan trọng hiện còn ở Constantinopolis; do đó ông hy vọng việc thu thập trong một phạm vi dễ quản lý hơn những phần có giá trị nhất của mỗi tác giả.... Trong năm mươi ba tựa sách vào các đoạn trích được chia, chỉ có sáu là còn tồn tại gồm: ''de Virtutibus et Vitiis; de Sententiis; de Insidiis; de Strategematis; de Legationibus Gentium ad Romanos; de Legationibus Romanorum ad Gentes''. Các tựa sách chỉ khoảng một nửa bốn mươi bảy phần còn lại là còn được biết đến.<ref>Moore, 127.<\/ref>  \n<\/blockquote>\n\n==Gia đình==\nVới hoàng hậu [[Helena Lekapene]], con gái của Hoàng đế [[Romanos&nbsp;I]], Konstantinos&nbsp;VII có với nhau mấy người con gồm:\n* Leon, mất lúc nhỏ.\n* [[Romanos&nbsp;II]].\n*Zoe. Gửi đến một tu viện.\n* [[Theodora, con gái của Konstantinos VII|Theodora]], người kết hôn với Hoàng đế [[Ioannes &nbsp;I Tzimiskes]]. \n*Agatha. Gửi đến một tu viện.\n*Theophano. Gửi đến một tu viện. \n*Anna. Gửi đến một tu viện.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*{{chú thích sách |title=The [[Oxford Dictionary of Byzantium]] |editor-link=Alexander Kazhdan |editor-first=Alexander |editor-last=Kazhdan |location= |publisher=Oxford University Press |year=1991 }}\n*{{chú thích sách |authorlink=Steven Runciman |last=Runciman |first=Steven |title=The Emperor Romanus Lecapenus and his Reign |location=Cambridge |publisher=University Press |year=1990 |origyear=1929 |isbn=0-521-35722-5 }}\n*{{chú thích sách |authorlink=Arnold J. Toynbee |last=Toynbee |first=Arnold |title=Constantine Porphyrogenitus and his world |location=Oxford |publisher= |year=1973 |isbn=0-19-215253-X }}\n* Constantine VII, ''De ceremoniis'', ed. J. Reiske (2 vols., 1829, 1830). English translation 'The Book of Ceremonies' accompanying the Greek text in 2 volumes by Ann Moffatt and Maxene Tall, Canberra 2012 (Byzantina Australiensia 18).\n* Constantine VII, ''De administrando imperio'', ed. G. Moravcsik, tr. R.J.H. Jenkins (1967)\n* Constantine VII, 'Story of the Image of Edessa', tr. B. Slater, J. Jackson, in I. Wilson, ''The Turin Shroud'' (1978), p.&nbsp;235-51\n* Constantine VII, ''Three treatises on Imperial military expeditions'', ed. tr. J.F. Haldon (1990).\n\n==Liên kết ngoài==\n{{Wikisource author|Konstantinos VII}}\n{{Commons|Konstantinos VII}} \n*[http:\/\/www.documentacatholicaomnia.eu\/30_20_0913-0959-_Constantinus_Porphyrogenitus.html Opera Omnia by Migne Patrologia Graeca with analytical indexes]\n*[http:\/\/www.archive.org\/details\/earlyhistoryofsl00consrich De administrando Imperio chapters 29–36] tại [[Internet Archive]]\n\n{{S-start}}\n{{S-hou|[[Nhà Makedonia]]|Tháng 9|905|9 tháng 11|959}}\n{{S-reg|}}\n{{S-bef | before=[[Alexandros (Hoàng đế Đông La Mã)|Alexandros]]}}\n{{S-ttl | title=[[Hoàng đế Đông La Mã]] | years=913–959 | regent1=[[Romanos I]] |years1=920–944 | regent2=[[Christophoros Lekapenos]] | years2=921–931 | regent3 = [[Stephanos Lekapenos]] | years3 =924–945 | regent4 = [[Konstantinos Lekapenos]] | years4 =924–945 }}\n{{S-aft | after=[[Romanos II]]}}\n{{end}}\n{{Hoàng đế La Mã}}\n\n{{Persondata \n|name= Konstantinos VII\n|alternative names=\n|short description=\n|date of birth= 905 \n|place of birth= [[Constantinopolis]]\n|date of death= 959\n|place of death= [[Constantinopolis]]\n}}\n{{DEFAULTSORT:Konstantinos 07}}\n[[Thể loại:Sinh năm 905]]\n[[Thể loại:Mất năm 959]]\n[[Thể loại:Nhà Makedonia]]\n[[Thể loại:Nhà bảo trợ văn học]]\n[[Thể loại:Nhà văn Đông La Mã thế kỷ 10]]\n[[Thể loại:Hoàng đế Đông La Mã thế kỷ 10]]\n[[Thể loại:Ấu vương thời Trung Cổ]]\n[[Thể loại:Vua Chính Thống giáo]]\n[[Thể loại:Porphyrogennetoi]]\n[[Thể loại:Nhà soạn thánh ca Đông La Mã]]"}