{"Konstantinos IX Monomachos":"{{Thông tin nhân vật hoàng gia \n|tên           =Konstantinos&nbsp;IX<br>Κωνσταντῖνος Θ΄ Μονομάχος\n|tước vị          =[[Hoàng đế]] của [[Đế quốc Đông La Mã]]\n|hình          =Emperor_Constantine_IX.jpg\n|alt            =Một bức tranh khảm với một nền màu vàng cho thấy một người đàn ông có râu đội một vương miện và áo choàng gắn đầy trang sức cầm một cái túi nhỏ trong tay được gắn ở trên đầu  \n|ghi chú hình        =Một bức tranh khảm trong [[Hagia Sophia]] hiển thị chân dung Konstantinos&nbsp;IX Monomachos.  \n|tại vị          =11 tháng 6, 1042 – 11 tháng 1, 1055\n|đăng quang     =12 tháng 6, 1042\n|tiền nhiệm    =[[Zoe Porphyrogenita|Zoe]] \n|kế nhiệm      =[[Theodora (thế kỷ 11)|Theodora]]\n|phối ngẫu         =Helena Skleraina<br>[[Zoe Porphyrogenita|Hoàng hậu Zoe]]<br><small>Maria Skleraina<br>Guarandukht xứ Gruzia<\/small>\n|kiểu phối ngẫu=Wife<br><br><small>'''Mistress'''<\/small>\n|con cái          =Anastasia\n|tên đầy đủ      = \n|hoàng tộc          =[[Nhà Makedonia]] (qua hôn nhân)<br>Gia tộc Monomachi\n|kiểu hoàng tộc=Vương triều\n|cha         =Theodosios Monomachos\n|mẹ         = \n|sinh  = 1000\n|nơi sinh = [[Constantinopolis]]\n|mất  ={{Death date|1055|1|11|df=y}}\n|nơi an táng =[[Tu viện Mangana]], [[Constantinopolis]]\n|}}\n'''Konstantinos&nbsp;IX Monomachos''', [[Latinh hóa (văn học)|Latinh hóa]] thành '''Constantinus&nbsp;IX Monomachus''' ({{lang-el|Κωνσταντίνος Θ΄ Μονομάχος, Kōnstantinos&nbsp;IX Monomakhos}}; [[1000]] – [[1055]]), là [[Hoàng đế Đông La Mã]] trị vì từ ngày [[11 tháng 6]] năm [[1042]] đến ngày [[11 tháng 1]], [[1055]]. Ông được [[Zoe Porphyrogenita|Hoàng hậu Zoe]] chọn làm chồng và đồng hoàng đế vào năm 1042, dù từng bị trục xuất vì âm mưu chống lại người chồng trước của bà là Hoàng đế [[Mikhael IV Paphlagon]]. Họ trị vì cùng nhau cho đến khi Zoe qua đời vào năm 1050.\n\n==Thiếu thời==\n[[Tập tin:Coronation of Constantine Monomachos.jpg|trái|nhỏ|Tiểu họa mô tả cảnh Konstantinos Monomachos đăng quang ngôi vị hoàng đế, trích từ cuốn biên niên sử ''Madrid Skylitzes''.]]\nKonstantinos Monomachos là con trai của Theodosios Monomachos, một trọng thần dưới thời [[Basil II]] và [[Konstantinos VIII]].<ref name=\"Kazhdan, pg. 1398\">Kazhdan, pg. 1398<\/ref> Đôi lúc Theodosios hay bị nghi ngờ có mưu đồ phản nghịch nên sự nghiệp của con trai ông cũng thua thiệt theo đó.<ref name=\"Norwich, pg. 307\">Norwich, pg. 307<\/ref> Địa vị của Konstantinos chỉ được cải thiện sau khi ông kết hôn với người vợ thứ hai là cháu của Hoàng đế [[Romanos III Argyros]].<ref name=\"Norwich, pg. 306\">Norwich, pg. 306<\/ref> Được Hoàng hậu Zoe để ý, Konstantinos đã bị người chồng thứ hai của bà là [[Mikhael IV]] ra lệnh đày đến thành [[Mytilene]] trên đảo [[Lesbos]].<ref name=\"Kazhdan, pg. 504\">Kazhdan, pg. 504<\/ref> Cái chết của Mikhael IV và việc lật đổ [[Mikhael V]] vào năm 1042 mới làm ông trở về từ nơi lưu đày và được triều đình bổ nhiệm làm pháp quan tại [[Hy Lạp]].<ref>Finlay, pg. 500<\/ref> Tuy nhiên, trước khi bắt đầu đi nhậm chức, Konstantinos được triệu tập đến [[Constantinopolis]], nơi mà các mối quan hệ mong manh giữa những người kế vị Mikhael V là hoàng hậu Zoe và [[Theodora (thế kỷ 11)|Theodora]] đã tan vỡ. Sau hai tháng gia tăng mâu thuẫn giữa đôi bên, Zoe quyết định tìm kiếm một người chồng mới, qua đó hy vọng ngăn chặn cô em gái của bà tăng cường uy quyền trong triều.<ref>Finlay, pg. 499<\/ref> Sau khi người đầu tiên mà bà chọn đã thể hiện sự khinh miệt đối với hoàng hậu, và người thứ hai mà bà chọn thì chết bất đắc kỳ tử,<ref name=\"Norwich, pg. 306\">Norwich, pg. 306<\/ref> Zoe nhớ lại vẻ đẹp trai và tao nhã của Konstantinos. Cặp đôi này đã kết hôn vào ngày 11 tháng 6 năm 1042, không có sự tham gia của [[Thượng phụ]] [[Alexios I thành Constantinopolis]], vì ông đã từ chối làm lễ qua một cuộc hôn nhân thứ ba (cho cả hai vợ chồng).<ref name=\"Norwich, pg. 307\">Norwich, pg. 307<\/ref> Vào ngày hôm sau Konstantinos đã chính thức lên ngôi Hoàng đế cùng với Zoe và cô em gái Theodora.\n\n==Triều đại==\n[[Tập tin:Couronne Monomaque - Musée national hongrois.jpg|thumb|left|Vương miện của Konstantinos IX khoảng năm 1042.]]Konstantinos tiếp tục cuộc thanh trừng được tiến hành bởi Zoe và Theodora nhằm loại bỏ những kẻ thân tín của Mikhael V ra khỏi triều đình.<ref>Finlay, pg. 505<\/ref> Vị Hoàng đế có niềm hứng khởi và hay thiên về những vụ bạo lực mưu phản.<ref>Finlay, pg, 510<\/ref> Ông bị ảnh hưởng nặng nề bởi người tình của mình là [[Maria Skleraina]], cô cháu gái của bà vợ thứ hai và họ hàng của Maria. Tháng 8 năm 1042, dưới ảnh hưởng của gia tộc [[Skleroi]],<ref name=\"Canduci, pg. 269\">Canduci, pg. 269<\/ref> hoàng đế cho thuyên chuyển chức vụ tư lệnh ở Ý của Tướng [[George Maniakes]], khiến ông này nổi loạn, tự xưng đế vào tháng 9 cùng năm.<ref>Norwich, pg. 310<\/ref> Ông điều quân của mình vào khu vực [[Balkan]] và sắp sửa đánh bại quân đội của Konstantinos trong trận chiến, nhưng cuối cùng bị thương và tử trận nơi sa trường, kết thúc cuộc khủng hoảng vào năm [[1043]].<ref name=\"Norwich, pg. 311\">Norwich, pg. 311<\/ref>\n\nNgay sau khi chiến thắng, Konstantinos lại phải đối mặt với [[Chiến tranh Đông La Mã-Rus (1043)|cuộc tấn công trên biển]] từ [[Rus Kiev]];<ref name=\"Norwich, pg. 311\">Norwich, pg. 311<\/ref> \"khó mà chối cãi rằng một phân đội của Rus đã tham gia vào cuộc nổi loạn Maniakes\".<ref>Quoted from: Litavrin, Grigory. ''Rus'-Byzantine Relations in the 11th and 12th Centuries''. \/\/ History of Byzantium, vol. 2, chapter 15, p. 347-352. Moscow: Nauka, 1967 ([http:\/\/www.sedmitza.ru\/index.html?did=6195 online])<\/ref> Họ cũng bị đánh bại với sự giúp đỡ từ [[ngọn lửa Hy Lạp]].<ref>Finlay, pg. 514<\/ref> Konstantinos liền gả cô con gái của mình là [[Anastasia]] cho vị Thân vương tương lai [[Vsevolod I của Kiev]], đứa con cưng của [[Yaroslav I Thông thái]] với [[Ingegerd Olofsdotter]].\n\nÂn sủng của Konstantinos IX với Maria Skleraina trong những năm đầu triều đại của ông làm lây lan lời đồn rằng cô đang lên kế hoạch mưu sát Zoe và Theodora.<ref>Norwich, pg. 309<\/ref> Điều này dẫn đến một cuộc tổng nổi dậy của các cư dân thành Constantinopolis vào năm [[1044]], gây nguy hại thực sự đến tính mạng của Konstantinos đang tham dự một đám rước tôn giáo dọc theo đường phố Constantinopolis.<ref name=\"Finlay, pg. 503\">Finlay, pg. 503<\/ref> Đám đông chỉ dịu lại chỉ khi Zoe và Theodora xuất hiện trên ban công cung điện, trấn an mọi người rằng họ chưa gặp bất kỳ nguy cơ ám sát nào cả.<ref name=\"Finlay, pg. 503\">Finlay, pg. 503<\/ref>\n[[Tập tin:Kakikios surrenders to Constantine IX.jpg|nhỏ|Vua [[Gagik II của Armenia|Gagik II của Armenia]] đầu hàng Konstantinos Monomachos. Tiểu họa từ cuốn biên niên sử ''Madrid Skylitzes''.]]\nNăm 1045, Konstantinos cho sáp nhập vương quốc [[Ani (Armenia)|Ani]] [[Armenia]],<ref>Norwich, pg. 340<\/ref> theo một hiệp ước giữa vua [[John Smbat]] và [[Basil II]], nhưng việc mở rộng này chỉ làm tăng thêm những kẻ thù mới cho đế chế. Năm [[1046]], Đông La Mã đã có cuộc tiếp xúc lần đầu tiên với người [[Thổ Seljuk]].<ref name=\"Norwich, pg. 341\">Norwich, pg. 341<\/ref> Họ gặp nhau trong trận chiến ở Armenia vào năm [[1048]] và kết thúc với một hòa ước vào năm sau.<ref>Finlay, pg. 520<\/ref> Ngay cả khi các nhà lãnh đạo Seljuk đã sẵn sàng tuân thủ hòa ước, đồng minh Turcoman ngang bướng của họ đã ít nhiều cho thấy sự không tự kiềm chế được. Vì vậy mà Konstantinos đã làm yếu đi thực lực của quân đội Đông La Mã về sau sẽ dẫn đến thất bại thảm hại của họ trong [[trận Manzikert]] vào năm [[1071]].<ref name=\"Norwich, pg. 314\">Norwich, pg. 314<\/ref> Konstantinos cũng bắt đầu đàn áp [[Giáo hội Armenia]], cố gắng buộc nó hợp nhất với Giáo hội [[Chính Thống giáo]].<ref name=\"Norwich, pg. 341\">Norwich, pg. 341<\/ref>\n\n[[Tập tin:Assault of Tornikios against Constantinople from the Chronicle of John Skylitzes,.jpg|thumb|250px|Leo Tornikios tấn công thành Constantinople, theo biên niên sử của [[John Skylitzes|Skylitzes]].]]Năm 1047, Konstantinos đã phải đối mặt với cuộc nổi loạn của đứa cháu [[Leo Tornikios]] ở [[Adrianople]].<ref name=\"Canduci, pg. 269\">Canduci, pg. 269<\/ref> Tornikios được sự ủng hộ tại hầu hết xứ [[Thracia]] và tốn công vô ích để chiếm Constantinopolis. Buộc phải rút lui, Tornikios thất bại trong cuộc vây hãm khác và bị bắt khi đang trốn thoát.<ref name=\"Norwich, pg. 314\">Norwich, pg. 314<\/ref> Cuộc nổi loạn đã làm suy yếu sức đề kháng của Đông La Mã tại khu vực Balkan, vùng này còn bị người [[Pecheneg]] đột kích vào năm 1048 và tiếp tục cướp bóc thêm năm năm nữa.<ref>Finlay, pg. 515<\/ref> Những nỗ lực của hoàng đế nhằm kiềm chế kẻ thù thông qua ngoại giao chỉ làm tình hình càng thêm trầm trọng, các nhà lãnh đạo Pecheneg thù địch cứ gây xung đột trên lãnh thổ Đông La Mã và người dân Pecheneg lại được phép sống ở khu định cư nhỏ gọn tại vùng Balkan, khiến triều đình khó mà dẹp yên cuộc nổi loạn của họ.<ref>Norwich, pg. 315<\/ref> Đối mặt với khó khăn như vậy, Konstantinos đành phải đi tìm sự hỗ trợ của [[Vương quốc Hungary]].\n\nỞ trong nước, Konstantinos còn phải tìm cách củng cố ngôi vị của mình bằng cách biệt đãi giới quý tộc (''[[dynatoi]]''), cấp giấy miễn trừ thuế hào phóng với những điền chủ và chức sắc lớn. Tương tự như vậy, ông dường như còn trông cậy vào hệ thống ''[[pronoia]]'', một loại hợp đồng phong kiến ​​Đông La Mã, theo đó thì những khoảnh đất (hoặc doanh thu thuế từ nó) được cấp cho các cá nhân cụ thể để đổi lấy đóng góp và duy trì lực lượng quân sự.<ref name=\"Kazhdan, pg. 504\"\/><ref>Finlay, pg. 504<\/ref> Cả hai phương cách này dần dần làm tổn hại đến hiệu quả của nhà nước và đóng góp vào sự phát triển của cuộc khủng hoảng đã nhấn chìm Byzantium vào nửa sau của thế kỷ thứ 11.\n\nVào năm [[1054]] sự khác biệt hàng thế kỷ giữa [[Giáo hội Chính Thống giáo phương Đông|Giáo hội Hy Lạp]] và [[Giáo hội Cơ Đốc La Mã|La Mã]] đã dẫn đến [[Ly giáo Đông-Tây|cuộc ly giáo]] cuối cùng.<ref>Canduci, pg. 268<\/ref> Viên [[Sứ thần Giáo hoàng|sứ thần]] của [[Giáo hoàng Leo IX]] đã [[rút phép thông công]] của [[Thượng phụ Constantinople]] [[Michael Keroularios]] khi Keroularios không đồng ý hành lễ theo Giáo hội phương Tây, mà ngược lại Keroularios còn rút phép thông công sứ thần của Giáo hoàng.<ref>Norwich, pg. 321<\/ref> Điều này đã phá hoại những nỗ lực của Konstantinos nhằm trở thành đồng minh với Giáo hoàng để chống lại người [[Norman]], mà họ đã lợi dụng sự biến mất của Maniakes để nhảy vào tiếp quản [[Nam Ý|miền Nam nước Ý]].<ref>Norwich, pg. 316<\/ref>\n\nKonstantinos cố gắng can thiệp nội tình, nhưng chưa kịp làm gì thì ông đã ngã bệnh và qua đời vào ngày 11 tháng 1 năm sau.<ref>Norwich, pg. 324<\/ref> Mặc dù hoàng đế được sự thuyết phục của hội đồng hoàng gia, chủ yếu là ''[[logothetes tou dromou]]'' John, bỏ qua quyền lợi của [[Theodora]] và truyền lại ngôi vị cho ''[[Dux|doux]]'' của [[Bulgaria]] là [[Nikephoros Proteuon]],<ref>Finlay, pg. 527<\/ref> trưởng nữ của [[Konstantinos VIII]], Theodora từng trị vì cùng với người chị của bà là Zoe kể từ năm 1042, được triều thần rước khỏi chốn thiền viện và trở về làm hoàng hậu.<ref>Treadgold, pg. 596<\/ref>\n\nNhìn chung, triều đại của Konstantinos IX là một thảm họa cho [[Đế quốc Đông La Mã]],<ref name=\"Norwich, pg. 307\">Norwich, pg. 307<\/ref> đặc biệt, sự yếu kém quân sự mà ông chịu trách nhiệm chính chủ yếu góp phần vào việc để mất Tiểu Á tiếp theo vào tay người Thổ sau [[Trận Manzikert|trận chiến Manzikert]] năm 1071.\n[[Tập tin:516.Christ Pantocrator.Dome.Church of the Holy Sepulchre.Jerusalem.jpg|nhỏ|Mái vòm Nhà thờ Mộ Thánh tại Jerusalem.]]\n\n==Kiến trúc và nghệ thuật==\nKonstantinos IX là một nhà bảo trợ nghệ thuật và văn học, và trong suốt triều đại của ông các trường đại học ở Constantinopolis đã mở rộng các chương trình pháp lý và triết học. Giới văn nhân tại triều đình bao gồm nhà triết học và sử học [[Michael Psellos]] mà bộ sử biên niên ''Chronographia'' của ông có ghi chép về lịch sử triều đại của Konstantinos. Psellos đã để lại một đoạn mô tả thể trạng của Konstantinos trong bộ ''Chronographia'' của mình: \"''ông \"hồng hào như mặt trời, ngoại trừ toàn ngực và xuống đến đôi chân của mình... [được] tô điểm bởi toàn một màu trắng tinh khiết nhất, với độ chính xác tinh tế. Hồi còn trai tráng, trước khi tay chân ông mất đi tính rắn rỏi của chúng, bất cứ ai nhìn ông một lúc lâu có vẻ như đầu của ông hướng tới ánh nắng mặt trời trong niềm vinh quang của nó, tràn đầy sự rạng rỡ đó và mái tóc của ông hứng lấy những tia nắng mặt trời, trong khi phần còn lại của cơ thể mình thì ông đã có thể nhìn thấy các tinh thể tinh khiết nhất và mờ nhất.''\"<ref>Psellos, 126:2–5<\/ref>\n\nNgay sau khi lên nối ngôi vào năm 1042, Konstantinos IX đã sửa soạn về việc khôi phục lại [[Nhà thờ Mộ Thánh]] tại [[Jerusalem]], vốn đã bị phá hủy đáng kể vào năm [[1009]] bởi [[Caliph]] [[al-Hakim bi-Amr Allah]]<ref>Finlay, pg. 468<\/ref> và một trận động đất lớn vào năm [[1033]]. Được sự cho phép từ một hiệp ước với con trai của al-Hakim là [[Ali az-Zahir]] và Hoàng đế Đông La Mã [[Romanos III]], do vậy Konstantinos IX là người cuối cùng tài trợ phục dựng nhà thờ và cơ sở Kitô giáo khác tại Đất Thánh.<ref>{{chú thích tạp chí |first=Robert |last=Ousterhout |title=Rebuilding the Temple: Constantine Monomachus and the Holy Sepulchre |journal=Journal of the Society of Architectural Historians |volume=48 |issue=1 |year=1989 |pages=66–78 |doi=10.2307\/990407 }}<\/ref> Công việc tái thiết diễn ra dưới triều đại của [[Caliph Ma'ad al-Mustansir Billah]].\n[[Tập tin:Wedding Konstantin and Zoe.jpg|nhỏ|Tiểu họa mô tả cảnh đám cưới của Konstantin và Zoe từ cuốn biên niên sử Scylitzes.]]\n\n==Gia đình==\nKonstantinos Monomachos đã kết hôn ba lần:\n# với một người vợ không rõ danh tính.\n# với Helena Skleraina, con gái của Basil Skleros, chắt của [[Bardas Skleros]], và cháu gái của Hoàng đế [[Romanos III]].\n# với Hoàng hậu Zoe\nSau cái chết của người vợ thứ hai, Konstantinos đã bắt cặp với người em họ đầu tiên của bà là Maria Skleraina làm nhân tình của mình. Vào lúc Konstantinos mất vào tháng 1 năm 1055, hoàng đế còn có một người tình khác là một cô \"công chúa [[Alania|Alan]]\" nào đó, có thể là Irene, con gái của hoàng tử [[Demetrios xứ Anacopia|Demetrios]] [[nhà Bagrationi]] xứ [[Gruzia]].<ref>Lynda Garland with Stephen H. Rapp Jr. (2006). [http:\/\/www.roman-emperors.org\/maryal.htmMart'a-Maria 'of Alania']{{Liên kết hỏng|date=2021-05-07 |bot=InternetArchiveBot }}. ''An Online Encyclopedia of Roman Emperors''. Truy cập ngày 3 tháng 4 năm 2011.<\/ref>\n\nÔng không có con với người vợ đầu tiên của mình hoặc với Zoe già cả. Ông có với cả Helena hay Maria Sklerina một cô con gái tên là Anastasia, được gả cho [[Vsevolod I của Kiev]] vào năm [[1046]]. Cái tên ''Monomachos'' trong gia đình của Konstantinos (\"một người chiến đấu một mình\") được thừa hưởng từ đứa cháu trai người Kiev của ông là [[Vladimir Monomakh II]].<ref name=\"Kazhdan, pg. 1398\"\/>\n\n==Chú thích==\n{{tham khảo|colwidth=20em}}\n\n==Tham khảo==\n===Chính yếu===\n* Michael Psellus, ''Fourteen Byzantine Rulers'', trans. E.R.A. Sewter (Penguin, 1966). ISBN 0-14-044169-7\n\n===Thứ yếu===\n* {{citation | editor-first = Alexander | editor-last = Kazhdan | editor-link=Alexander Kazhdan | title = [[Oxford Dictionary of Byzantium]] | publisher = Oxford University Press | year = 1991 | isbn = 978-0-19-504652-6}}\n* {{citation | last = Norwich | first = John Julius | title =Byzantium: The Apogee | publisher = Penguin | year = 1993 | isbn = 0-14-011448-3}}\n* {{citation | last = Canduci | first = Alexander | title =Triumph & Tragedy: The Rise and Fall of Rome's Immortal Emperors | publisher = Pier 9 | year = 2010 | isbn = 978-1-74196-598-8}}\n* {{citation | title = A History of the Byzantine State and Society | last = Treadgold | first = Warren T. | year = 1997 | publisher = Stanford University Press | location = [[Stanford, CA]] | isbn = 0-8047-2630-2 | url = http:\/\/books.google.com\/books?id=nYbnr5XVbzUC}}\n* Michael Angold, ''The Byzantine empire 1025–1204'' (Longman, 2nd edition, 1997). ISBN 0-582-29468-1\n* Jonathan Harris, ''Constantinople: Capital of Byzantium'' (Hambledon\/Continuum, 2007). ISBN 978-1-84725-179-4\n* George Finlay, ''History of the Byzantine Empire from 716 – 1057'', William Blackwood & Sons, 1853\n\n{{S-start}}\n{{S-hou|[[Nhà Makedonia]]||khoảng 1000|11 tháng 1|1055}}\n{{S-reg|}}\n{{Succession box | before=[[Zoe Porphyrogenita|Zoe]] và [[Theodora (thế kỷ 11)|Theodora]] | title=[[Hoàng đế Đông La Mã]] | years=1042–1055 <br>with [[Zoe Porphyrogenita|Zoe]] (1042-1050) and [[Theodora (thế kỷ 11)|Theodora]] (1042-1055) | after=[[Theodora (thế kỷ 11)|Theodora]]}} \n{{s-end}}\n\n{{Hoàng đế La Mã}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Constantine 09 Monomachos\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Hoàng đế Đông La Mã\n| DATE OF BIRTH     = khoảng 1000\n| PLACE OF BIRTH    = [[Constantinopolis]]\n| DATE OF DEATH     = 11 tháng 1, 1055\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Konstantinos 09 Monomachos}}\n[[Thể loại:Nhà Makedonia]]\n[[Thể loại:Hoàng đế Đông La Mã thế kỷ 11]]\n[[Thể loại:Sinh năm 1000]]\n[[Thể loại:Mất năm 1055]]\n[[Thể loại:Vua Chính Thống giáo Đông phương]]\n[[Thể loại:Gia tộc Monomachos]]"}