{"Konstantinos V":"{{Thông tin nhân vật hoàng gia\n|tên            =Konstantinos V \n|tước vị           =[[Hoàng đế]] của [[Đế quốc Đông La Mã]]\n|hình= Solidus-Leo III and Constantine V-sb1504.jpg\n|ghi chú hình         =Konstantinos V và phụ hoàng [[Leo III]]\n|tại vị           =741–775\n|đăng quang      =\n|othertitles     =\n|tên đầy đủ       =\n|tiền nhiệm     =[[Leon III]]\n|kế nhiệm       =[[Leon IV]]\n|kiểu kế nhiệm        =\n|heir            =\n|queen           =\n|consort         =\n|phối ngẫu        =[[Tzitzak]] (\"Irene xứ Khazaria\")\n|phối ngẫu 2        =[[Maria, vợ Konstantinos V|Maria]]\n|spouse 3        =[[Eudokia, vợ Konstantinos V|Eudokia]]\n|con cái           = [[Leo IV]]<br>[[Nikephoros (Caesar)|Nikephoros]], ''[[Caesar (danh hiệu)|Caesar]]'',<br>Christopher, ''Caesar''<br>Niketas, ''[[Nobelissimos]]'',<br>Eudokimos, ''Nobelissimos'',<br>Anthimos, ''Nobelissimos'',<br>Anthousa (Thánh Anthousa)\n|hoàng tộc     =\n|hoàng tộc         =[[Nhà Isauria]]\n|cha          =[[Leon III]]\n|mẹ          =[[Maria, vợ Leon III|Maria]]\n|sinh   =Tháng 7, 718\n|nơi sinh  =[[Constantinopolis]]\n|mất   =14 tháng 9, 775\n|nơi mất  =\n|ngày an táng  =\n|nơi an táng =\n|}}\n'''Konstantinos V''' ([[718]] – [[775]]) ({{lang-el|Κωνσταντίνος Ε΄, Kōnstantinos V}}; kẻ thù hay phỉ báng là ''Kopronymos'' hoặc ''Copronymus'', nghĩa là ''nỗi ô nhục''); là [[Hoàng đế Đông La Mã]] từ năm [[741]] đến 775.\n\n==Tiểu sử==\n===Thiếu thời===\nKonstantinos được sinh ra ở [[Constantinopolis]], là thế tử của Hoàng đế [[Leon III]] và Hoàng hậu [[Maria, vợ Leo III|Maria]]. Vào tháng 8 năm 720 ông cùng đồng trị vì với phụ hoàng và kết hôn với [[Tzitzak]], con gái của khả hãn [[Bihar (Khazar)|Bihar]] xứ [[Người Khazar|Khazar]]. Cô dâu mới được rửa tội  thành Irene (Eirēnē, \"hòa bình\") vào năm 732. Konstantinos V lên ngôi hoàng đế duy nhất vào ngày 18 tháng 6 năm 741.\n\n===Dẹp loạn Artabasdos===\nTháng 6 năm 741 hoặc 742, trong khi Konstantinos dẫn quân vượt qua [[Tiểu Á]] để tiến hành chiến dịch ở biên giới phía đông nhằm chống lại [[Umayyad Caliphate]] dưới thời [[Hisham ibn Abd al-Malik]], thì đột nhiên bị quân của người anh rể [[Artabasdos]] tấn công. Artabasdos là ''[[strategos]]'' của [[thema]] Armenia. Konstantinos bị đánh bại ngay tức khắc và vội vàng tìm nơi trú ẩn ở [[Amorium]] để tránh sự truy đuổi, trong khi Artabasdos ung dung tiến về Constantinopolis đoạt lấy ngôi vị Hoàng đế. Tuy bị mất ngôi vị nhưng Konstantinos vẫn nhận được sự ủng hộ từ thema [[Anatolic Thema|Anatolic]] và [[Thracesian Thema|Thracesian]]; Artabasdos thì được sự ủng hộ vững chắc từ các thema [[Thracia]] và [[Opsikion]], ngoài đám lính Armenia của mình.\n\nCác hoàng đế thù nghịch đang chờ đợi cơ hội trong thời gian chuẩn bị quân sự. Artabasdos hành quân tiến đánh Konstantinos vào tháng 5 năm 743 nhưng đại bại. Ba tháng sau Konstantinos đánh bại người con của Artabasdos là Niketas và hướng về Constantinopolis. Vào đầu tháng 11 năm 743 Hoàng đế được dân chúng chào đón vào thủ đô và ngay lập tức loại bỏ các đối thủ của mình bằng cách chọc mù mắt hay xử trảm. Sự soán ngôi của Artabasdos được kết nối với sự khôi phục lại việc tôn kính các ảnh tượng, có lẽ đã dẫn Konstantinos trở thành một kẻ đả phá tín ngưỡng thậm chí còn nhiệt thành hơn cả phụ hoàng. Kẻ thù của Konstantinos cũng phải thừa nhận về vấn đề cực kỳ cảm xúc này, những người thờ thánh tượng đã gán cho ông cái tên đầy khinh miệt Kopronymos (\"cái tên ô uế\", từ kopros, có nghĩa là \"phân\" hay \"phân động vật\", và onoma nghĩa là \"tên gọi\"). Sử dụng cái tên bẩn thỉu này, họ truyền bá tin đồn đó kiểu như khi là một đứa trẻ sơ sinh mà ông đã giũ sạch trong bình đựng nước rửa tội của mình, hoặc miếng vải màu tím hoàng gia dùng để quấn tã vị hoàng đế lúc mới sinh.\n\n===Bài trừ thánh tượng===\nVào tháng 2 năm 754, Konstantinos cho triệu tập một [[Công đồng Hieria|công đồng ở Hieria]] với sự tham dự của toàn bộ giám mục chủ trương bài trừ thánh tượng. Công đồng đã tán thành chính sách tôn giáo của Konstantinos và bảo đảm cuộc bầu cử chọn ra một vị thượng phụ bài trừ thánh tượng mới, nhưng từ chối tuân theo tất cả các quan điểm của Hoàng đế. Công đồng xác nhận thân thế của Đức Mẹ Maria là Theotokos hay Mẹ của Chúa, nhằm tăng cường việc sử dụng thuật ngữ \"Đức Thánh\" và \"Thánh Thần\" như một sự hòa quyện và lên án sự mạo phạm, đốt cháy, hoặc cướp bóc của Giáo hội trong việc tìm cách ngăn chặn cơn [[bài trừ thánh tượng]].<ref>Nikephoros, ''Antiherreticus ''I, PG 100, 301C; trans. Bryer & Herrin<\/ref>\n\nTiếp theo sau đó là một chiến dịch được tiến hành để loại bỏ hình ảnh từ các bức tường của nhà thờ và nhằm thanh lọc triều đình và quan lại của phe bài trừ thánh tượng. Kể từ khi các tu viện có xu hướng trở thành những thành trì của cảm tình thờ thánh tượng, Konstantinos đặc biệt nhắm vào giới tu sĩ, ghép đôi và buộc họ phải kết hôn với nữ tu ở [[Hippodrome]] và chiếm đoạt tài sản tu viện vì lợi ích của nhà nước hoặc quân đội. Cuộc đàn áp giới tu sĩ (đỉnh điểm vào năm 766) chủ yếu dưới sự chỉ huy của tướng [[Mikhael Lachanodrakon]] với lời đe dọa sẽ chọc mù mắt hoặc lưu đày nếu họ dám phản kháng. Một trưởng tu viện phái thờ thánh tượng là [[Stephen Neos]] đã bị một đám đông hành hình dã man theo lệnh của chính quyền. Kết quả là nhiều tu sĩ đã chạy trốn đến [[miền Nam nước Ý]] và [[Sicilia]]. Vào cuối triều đại của Konstantinos, phong trào bài trừ thánh tượng đã tiến xa đến mức trở thành một vết nhơ cho các di vật và những lời cầu nguyện cho các thánh là dị giáo. Cuối cùng, phe thờ thánh tượng đều coi cái chết của ông là một hình phạt của Chúa. Vào thế kỷ thứ 9, mộ phần của Hoàng đế được khai quật và hài cốt của ông thì bị ném xuống biển cũng vì hành động nhơ nhuốc xưa kia.\n\n===Thảo phạt ngoại tộc===\nKonstantinos là một vị tướng và nhà quản lý tài năng. Ông tiến hành tái tổ chức các thema, các quân khu của đế quốc và tạo ra loại đơn vị quân đội chiến đấu mới gọi là [[tagmata]]. Tổ chức này nhằm dự định để giảm thiểu mối đe dọa từ các cuộc mưu phản và để tăng cường khả năng phòng thủ của Đế quốc. Với quân đội được tổ chức lại này, ông bắt tay vào chiến dịch trên ba tuyến biên giới lớn của Đế chế.\n\nNăm 746, lợi dụng tình hình bất ổn tại Umayyad Caliphate vốn đã đổ vỡ dưới thời [[Marwan II]], Konstantinos đã xua quân xâm lược [[Syria]] và đánh chiếm Germanikeia (nay là [[Maras]], quê hương của phụ hoàng). Ông tiến hành tổ chức tái định cư cho một phần số dân Kitô giáo địa phương sang lãnh thổ Hoàng gia ở [[Thracia]]. Năm 747, hạm đội của ông đã tiêu diệt hạm đội Ả Rập ngoài khơi [[Síp]]. Hoàng đế còn đích thân dẫn đầu một cuộc xâm lược vào vương triều [[Abbasid]] Caliphate mới dưới thời [[As-Saffah]] vào năm 752. Konstantinos chiếm được Theodosioupolis và Melitene ([[Malatya]]) và lại cho tái định cư một số dân cư trong khu vực [[Balkan]]. Những chiến dịch này thất bại trong việc đảm bảo bất kỳ lợi ích cụ thể (ngoài tăng thêm dân số dùng để tăng cường biên giới khác), nhưng điều quan trọng cần lưu ý là dưới Konstantinos V đế quốc đã bước vào thế tấn công. Trong lúc đó, cùng với sự chiếm đóng của Konstantinos, vua xứ [[Lombard]] là [[Aistulf]] đã xua quân xâm nhập nước Ý và chiếm được [[Ravenna]] vào năm 755, kết thúc hơn hai thế kỷ cai trị của Đông La Mã.\n\nNhững thành công ở phía Đông đã khiến cho Đế quốc có thể theo đuổi một chính sách tích cực tại khu vực Balkan. Với việc tái định cư của dân Kitô giáo từ phương Đông sang Thracia, Konstantinos V có ý định tăng cường sự thịnh vượng và quốc phòng của khu vực, gây lo ngại cho hàng xóm phía bắc của Đế quốc là [[Bulgaria]] và dẫn tới cuộc xung đột giữa hai quốc gia vào năm 755. [[Kormisosh của Bulgaria]] dẫn quân đột kích đến tận dãy [[Trường thành Anastasius]] nhưng sau bị Konstantinos V đánh bại trong một trận kịch chiến, hoàng đế còn mở đầu một loạt chín chiến dịch thành công nhằm thảo phạt người Bulgaria trong năm tới, giành được thắng lợi trước [[Vinekh của Bulgaria|Vinekh]], người kế vị Kormisosh ngay tại [[Trận Marcelae (756)|Marcelae]]. Ba năm sau, Konstantinos đã bị đánh bại trong [[trận đèo Rishki]] thế nhưng người Bulgaria đã tận dụng thành công của họ. Năm 763, Hoàng đế khởi hành đến Anchialus với 800 tàu chở 9.600 [[kỵ binh]] và một số bộ binh. Chiến thắng của Konstantinos gồm cả [[Trận Anchialus (763)|Anchialus]] vào năm 763 đã gây ra sự bất ổn đáng kể tại Bulgaria, nơi mà sáu vị quốc vương bị mất ngôi báu do những thất bại của họ trước các chiến dịch của Đế quốc. Đến năm 775, Konstantinos bị thuyết phục để tiết lộ cho [[Telerig của Bulgaria|Telerig]], vua của Bulgaria danh tính các đặc vụ Đông La Mã đang làm nhiệm vụ ở đây và họ mau chóng bị loại bỏ kịp thời. Konstantinos hay tin đấy đã rất tức giận và bắt đầu chuẩn bị cho một chiến dịch mới chống lại Bulgaria, nhưng chưa kịp thi hành thì Hoàng đế đột ngột qua đời vào ngày 14 tháng 9 năm 775.\n\nCác chiến dịch quân sự của Konstantinos đều quá tốn kém; dưới triều đại của ông thu nhập hằng năm của Đế quốc Đông La Mã đã giảm xuống còn khoảng 1.800.000 ''[[nomismata]]'' do hàng loạt cuộc chiến tranh thảo phạt Bulgaria và chinh phục Ả Rập.\n\n==Gia đình==\nVới người vợ đầu, [[Tzitzak]] (\"Irene xứ Khazaria\"), Konstantinos V có một đứa con:\n* [[Leon IV]], kế vị hoàng đế.\n\nVới người vợ thứ hai, [[Maria, vợ Konstantinos V|Maria]], Konstantinos V không có đứa con nào.\n\nVới người vợ thứ ba, [[Eudokia, vợ Konstantinos V|Eudokia]], Konstantinos V có năm đứa con trai và một người con gái:\n* Christopher, [[Caesar (danh hiệu)|Caesar]]\n* [[Nikephoros (Caesar)|Nikephoros]], Caesar\n* Niketas, [[Nobelissimos]]\n* Eudokimos, Nobelissimos\n* Anthimos, Nobelissimos\n* Anthousa\n\n==Tham khảo==\n{{tham khảo}}\n*''The [[Oxford Dictionary of Byzantium]]'', [[Oxford University Press]], 1991.\n\n==Liên kết ngoài==\n{{Commons-inline|Konstantinos V}}\n\n{{S-start}}\n{{S-hou|[[Nhà Isauria]]||718|14 tháng 9|775}}\n{{S-reg|}}\n{{Succession box | before=[[Leon III]] | title=[[Hoàng đế Đông La Mã]] | years=741–775 | after=[[Leon IV]]}}\n{{S-end}}\n{{Hoàng đế La Mã}}\n\n{{Persondata\n|name= Konstantinos V\n|alternative names=\n|short description=\n|date of birth= 718\n|place of birth= [[Constantinopolis]]\n|date of death= 775\n|place of death=\n}}\n{{DEFAULTSORT:Konstantinos 05}}\n[[Thể loại:Nhà Isauria]]\n[[Thể loại:Sinh năm 718]]\n[[Thể loại:Mất năm 775]]\n[[Thể loại:Hoàng đế Đông La Mã thế kỷ 8]]\n[[Thể loại:Bài trừ thánh tượng ở Đông La Mã]]\n[[Thể loại:Nhân vật Đông La Mã trong chiến tranh Ả Rập–Đông La Mã]]\n[[Thể loại:Nhân vật Đông La Mã trong chiến tranh Đông La Mã–Bulgaria]]"}