{"La Thiệu Uy":"{{Thông tin nhân vật phong kiến\n| tên = La Thiệu Uy\n| tên gốc = 羅紹威\n| tự = Đoan Kỉ\n| thụy hiệu = Trinh Tráng\n| chức vụ = [[Tiết độ sứ Ngụy Bác]]\n| nhiệm kỳ = 898－910\n| bổ nhiệm bởi = [[Đường Chiêu Tông]]\n| tiền nhiệm = [[La Hoằng Tín]]\n| kế nhiệm = [[La Chu Hàn]]\n}}\n\n'''La Thiệu Uy''' ({{zh|t=羅紹威|s=罗绍威|p=Luó Shàowēi}}, 877<ref name=\"HFD14\">''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷14|quyển 14]].<\/ref>-4 tháng 7 năm 910<ref name=\"ZZTJ267\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref><ref name=\"AS\">[http:\/\/sinocal.sinica.edu.tw\/][[Viện Nghiên cứu Trung ương (Đài Loan)]]<span> Chuyển hoán lịch Trung-Tây 2000 năm<\/span>.<\/ref>), [[Tên chữ (người)|tên tự]] '''Đoan Kỉ''' (端己), là một quân phiệt vào cuối thời [[nhà Đường]] và đầu thời [[nhà Hậu Lương]]. Ông giữ chức Ngụy Bác<ref group=\"chú\">魏博, trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> tiết độ sứ, quân này cũng gọi là Thiên Hùng. Ông cai quản Ngụy Bác theo cách thức phần lớn là độc lập, song đến cuối đời ông phải tăng cường hợp nhất với Hậu Lương, lý do phần nhiều là vì ông từng tiến hành đồ sát các đội quân ương bướng dưới quyền, khiến thực lực suy yếu.\n\n== Thân thế ==\nLa Thiệu Uy sinh năm 877, dưới triều đại của [[Đường Hy Tông]]. Ông là người Quý Hương (貴鄉), một trong hai huyện của Ngụy châu- thủ phủ của Ngụy Bác.<ref name=HFD14\/> Khi ông sinh ra, cha ông là [[La Hoằng Tín]] (羅弘信) chưa giữ chức Ngụy Bác tiết độ sứ.<ref name=NBT210>''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷210|quyển 210]].<\/ref> Năm 888, các binh sĩ Ngụy Bác tiến hành binh biến chống lại tiết độ sứ [[Lạc Ngạn Trinh]], Lạc Ngạn Trinh buộc phải đi tu. Thoạt đầu, các binh sĩ ủng hộ Triệu Văn Biện kế nhiệm Lạc Ngạn Trinh, song khi nhi tử của Lạc Ngạn Trinh là Lạc Tòng Huấn (樂從訓) đem quân tiến công, Triệu Văn Biện lại từ chối giao chiến, các binh sĩ vì thế quay sang giết chết Triệu Văn Biện và ủng hộ La Hoằng Tín làm thủ lĩnh thay thế. La Hoằng Tín sau đó đánh bại và giết chết Lạc Tòng Huấn, cũng giết chết Lạc Ngạn Trinh, giành được chức tiết độ sứ.<ref name=ZZTJ257>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷257|quyển 257]].<\/ref>\n\nKhi còn trẻ, La Thiệu Uy được mô tả là có tính quả quyết và thông minh, có tài cai quản.<ref name=NBT210\/> Sau đó, khi La Hoằng Tín hoăng vào năm 898, quân lính ủng hộ Tiết độ phó sứ La Thiệu Uy làm ''lưu hậu'', sau đó được [[Đường Chiêu Tông]] bổ nhiệm là Ngụy Bác lưu hậu. Trong cùng năm, Đường Chiêu Tông chính thức bổ nhiệm La Thiệu Uy làm tiết độ sứ,<ref name=ZZTJ261>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷261|quyển 261]].<\/ref> và phong tước Trường Sa quận vương.<ref name=HFD14\/>\n\n==Tiết độ sứ==\n=== Thời Đường ===\nSau đó, Đường Chiêu Tông cho La Thiệu Uy giữ chức ''kiểm hiệu thái úy''.<ref name=NBT210\/>\n\nNăm 899, Lô Long<ref group=\"chú\">盧龍, trị sở nay thuộc [[Bắc Kinh]]<\/ref> tiết độ sứ [[Lưu Nhân Cung]] cùng con là Nghĩa Xương<ref group=\"chú\">義昌, trị sở nay thuộc [[Thương Châu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> tiết độ sứ [[Lưu Thủ Văn]] đem quân tiến công Ngụy Bác. Lưu Nhân Cung đầu tiên tiến công Bối châu<ref group=\"chú\">貝州, nay thuộc [[Hình Đài]], Hà Bắc<\/ref> của Ngụy Bác và đồ sát dân chúng, sau đó tiến về Ngụy châu. La Thiệu Uy cầu viện đồng minh lâu năm của cha mình là Tuyên Vũ<ref group=\"chú\">宣武, trị sở nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> tiết độ sứ [[Hậu Lương Thái Tổ|Chu Toàn Trung]], Chu Toàn Trung phái bộ tướng Lý Tư An (李思安) và Trương Tồn Kính (張存敬) đến cứu viện La Thiệu Uy. Lý Tư An sau đó đánh bại Lưu Nhân Cung và buộc người này phải triệt thoái.<ref name=ZZTJ261>''Zizhi Tongjian'', [[:zh:s:資治通鑑\/卷261|vol. 261]].<\/ref> Trong lúc Lưu Nhân Cung tiến đánh, La Thiệu Uy cũng cầu viện Hà Đông<ref group=\"chú\">河東, trị sở nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref> tiết độ sứ [[Lý Khắc Dụng]], mặc dù Lý Khắc Dụng là địch thủ của cha ông và Chu Toàn Trung;<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷260|quyển 260]].<\/ref> Lý Khắc Dụng cũng phái cháu là [[Lý Tự Chiêu]] (李嗣昭) đến cứu viện Ngụy Bác, song trước khi Lý Tự Chiêu tiến quân đến nơi thì quân Lô Long đã bị quân Tuyên Vũ đẩy lui, La Thiệu Uy lại cắt đứt quan hệ với Hà Đông. Cũng trong năm đó, Đường Chiêu Tông trao cho La Thiệu Uy chức ''Đồng bình chương sự''.<ref name=ZZTJ261>''Zizhi Tongjian'', [[:zh:s:資治通鑑\/卷261|vol. 261]].<\/ref>\n\nNăm 901, Đường Chiêu Tông trao chức ''Thị trung'' cho La Thiệu Uy.<ref name=ZZTJ262>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷262|quyển 262]].<\/ref>\n\nNăm 904, Chu Toàn Trung buộc Đường Chiêu Tông phải thiên đô từ [[Trường An]] đến [[Lạc Dương]]. Chu Toàn Trung yêu cầu các quân là đồng minh của ông ta phải đóng góp trong việc xây dựng cung điện và các công trình khác của đế chế tại Lạc Dương, La Thiệu Uy do vậy đã khiển một đội quân đến xây Thái Miếu ở Lạc Dương.<ref name=HFD14\/> Nhờ việc này, trong cùng năm, Ngụy Bác quân được đổi tên thành Thiên Hùng quân. Cũng trong năm 904, tước hiệu của La Thiệu Uy được thăng thành Nghiệp vương.<ref name=ZZTJ264>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷264|quyển 264]].<\/ref>\n\nNăm 905, nha tướng Lý Công Thuyên (李公佺) cùng nha quân âm mưu tiến hành binh biến. Khi bị La Thiệu Uy phát hiện, Lý Công Thuyên đốt một số phủ và cướp phá thành, sau đó chạy sang Nghĩa Xương.<ref name=ZZTJ265>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷265|quyển 265]].<\/ref>\n\nCuộc binh biến của Lý Công Thuyên khiến cho La Thiệu Uy càng trở nên lo sợ nha quân, vốn có vai trò trọng yếu trong việc lật đổ các tiết độ sứ khác.<ref name=NHFD39>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷39|quyển 39]].<\/ref> Do đó, ông bí mật thông báo tình hình cho Chu Toàn Trung và yêu cầu Chu Toàn Trung giúp đỡ tiêu diệt nha quân. Năm 906, Chu Toàn Trung khiển Lý Tư An đem 7 vạn lính tiến đến Thiên Hùng, tuyên bố là để tiến công Nghĩa Xương cùng quân Ngụy Bác và Thành Đức<ref group=\"chú\">成德, trị sở nay thuộc [[Thạch Gia Trang]], Hà Bắc<\/ref>, nhằm trừng phạt quân này vì dám tiếp nhận Lý Công Thuyên. Chu Toàn Trung có một nhi nữ kết hôn với nhi tử của La Thiệu uy là La Đình Quy (羅廷規), song vào lúc này cô lại qua đời. Chu Toàn Trung khiển Mã Tự Huân (馬嗣勳) vào thành với một đội quân hộ vệ có vẻ là nhỏ, xưng là để chuẩn bị tang lễ cho cô, song trên thực tế giấu các binh sĩ khác trong các đồ dùng chuẩn bị cho tang lễ. Sau đó, La Thiệu Uy bí mật khiển binh sĩ làm hỏng cung và áo giáp của nha quân. Đêm hôm đó, Lã Thiệu Uy và Mã Tự Huân hợp binh tiến công nha quân, các binh sĩ nha quân cùng gia quyến bị đồ sát, lên tới khoảng 8.000 hộ.<ref name=ZZTJ265\/>\n\nViệc đồ sát các binh sĩ nha quân khiến các đội quân Thiên Hùng khác sửng sốt và tức giận, kể cả khi La Thiệu Uy cố gắng giải thích lý do cho họ. Nha tướng Sử Nhân Ngộ (史仁遇) tiến hành binh biến, tập hợp binh sĩ chiếm cứ Cao Đường<ref group=\"chú\">高唐, nay thuộc [[Liêu Thành]], [[Sơn Đông]]<\/ref> và xưng là lưu hậu, cầu viện Hà Đông và Nghĩa Xương. Tuy nhiên, các bộ tướng của Chu Toàn Trung là ''Nguyên soái phủ tả tư mã'' Lý Chu Di (李周彝) và ''hữu tư mã'' Phù Đạo Chiêu (符道昭) nhanh chóng đánh bại và giết chết Sử Nhân Ngộ, trước khi binh sĩ Hà Đông và Nghĩa Xương kịp đến cứu viện. Mặc dù được Chu Toàn Trung giúp sức song La Thiệu Uy cũng phải mất tới nửa năm để dập tắt toàn bộ các cuộc binh biến. Trong giai đoạn đó, do phải tiếp tế cho quân Tuyên Vũ đến tăng viện, Thiên Hùng trở nên kiệt quệ. Việc tiêu diệt nha quân giúp chấm dứt nhiều mối đe dọa với La Thiệu Uy, song cũng vì thế mà sức chiến đấu của quân đội Thiên Hùng bị suy giảm, bản thân La Thiệu Uy cũng ân hận.<ref name=ZZTJ265\/>\n\nSau đó, khi Chu Toàn Trung phát động chiến dịch trừng phạt Nghĩa Xương, La Thiệu Uy đóng vai trò là nguồn tiếp tế chính. La Thiệu Uy cũng cho xây một phủ cho Chu Toàn Trung ở Ngụy châu, cung cấp các đồ dùng xa xỉ cho Chu Toàn Trung. Sau khi Chu Toàn Trung buộc phải bỏ dở chiến dịch do Chiêu Nghĩa<ref group=\"chú\">昭義, trị sở nay thuộc [[Trường Trị]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref> tiết độ sứ [[Đinh Hội]] (丁會) nổi dậy,<ref name=ZZTJ265\/> ông ta trở về Ngụy châu vào mùa xuân năm 907 và ở tại đây một thời gian để dưỡng bệnh. La Thiệu Uy sợ rằng Chu Toàn Trung dự tính đoạt lấy Thiên Hùng nên đến gặp Chu Toàn Trung và đề xuất Chu Toàn Trung nên soán vị triều Đường. Khi đó, Chu Toàn Trung từ chối, trong lòng thì biết ơn La Thiệu Uy. Trong cùng năm, Chu Toàn Trung buộc [[Đường Ai Đế]] phải [[thiện nhượng]] cho mình, trở thành Hậu Lương Thái Tổ.<ref name=ZZTJ266>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref>\n\n=== Thời Hậu Lương ===\nHậu Lương Thái Tổ cho La Thiệu Uy giữ chức ''Thái phó''. Cũng trong năm đó, sau khi [[Lưu Thủ Quang]] lật đổ cha và nắm quyền cai quản Lô Long, ông ta quy phục hoàng đế Hậu Lương, Lưu Thủ Văn chiến bại trước Lưu Thủ Quang. La Thiệu Uy cho rằng đây là thời cơ tốt để thuyết phục Lưu Thủ Văn quy phục Hậu Lương, vì thế viết một lá thư cho Lưu Thủ Văn. Lưu Thủ Văn chấp thuận, xưng thần với Hậu Lương Thái Tổ.<ref name=ZZTJ266\/>\n\nNăm 909, La Thiệu Uy mắc bệnh tê liệt, thượng biểu xưng: \"Ngụy Bác vốn là đại trấn, có nhiều đối thủ. Xin hãy phái hữu công trọng thần đến trấn thủ. Thần xin được được đem thân quy phủ đệ\".<ref name=ZZTJ267\/> Hậu Lương Thái Tổ cảm động, đánh giá cao đề xuất của La Thiệu Uy, bổ nhiệm thứ tử của ông là [[La Chu Hàn]] (La Đình Quy qua đời trước đó)<ref name=HFD14\/> là tiết độ phó sứ và tạm thời làm chủ, nói với sứ giả của La Thiệu Uy: \"Nhanh chóng quay về và nói với chủ của ngươi: Phải tận lực ăn vì ta. Nếu như không thể tránh được, ta sẽ đền đáp lòng tôn kính với con cháu.\"<ref name=ZZTJ267\/> Tuy nhiên, La Thiệu Uy qua đời vào năm 910. Hậu Lương Thái Tổ cho La Chu Hàn giữ chức ''lưu hậu'',<ref name=ZZTJ267\/> rồi ''tiết độ sứ''.<ref name=HFD14\/>\n\n== Tài văn chương ==\nLa Thiệu Uy được ghi chép là có tài văn chương, ông có một bộ sưu tập sách lớn, và đã cho lập trường học trong quân. Khi thiết tiệc thuộc cấp, ông thường làm thơ. Ông ngưỡng mộ thơ của [[La Ẩn]] (羅隱), một thuộc cấp của Ngô Việt vương [[Tiền Lưu]], từng khiển sứ mang lễ vật cho La Ẩn. La Ẩn trả ơn bằng việc gửi các bài thơ của mình cho La Thiệu Uy. Sau đó, La Thiệu Uy tập hợp các bài thơ của mình thành một tuyển tập có tên \"Thâu Giang Đông tập\" (偷江東集).<ref name=HFD14\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]\n[[Thể loại:Sinh năm 877]]\n[[Thể loại:Mất năm 910]]"}