{"Lan Kinh":"'''Lan Kinh''' ({{zh|s=兰京|t=蘭京|p=Lán Jīng}}, ? - [[549]]), còn gọi là '''Lan Cố Thành''' (兰固成), người Ngụy, Trung Xương<ref>Nay là [[Đại Danh]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, nhân vật cuối thời [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều]] trong [[lịch sử Trung Quốc]].\n\n==Cuộc đời==\nTheo ''[[Bắc Tề thư]]'', Lan Kinh là con trai của dũng tướng [[Lan Khâm]] [[nhà Lương]], nhưng ''[[Lương thư]]'' lại chỉ đề cập đến 1 người con trai của Lan Khâm là Lan Hạ Lễ.\n\nKhông rõ Lan Kinh trở thành tù binh của [[Đông Ngụy]] khi nào. Ông bị phát phối đến phủ của quyền thần [[Cao Trừng]] (con trưởng của [[Cao Hoan]]) làm đầu bếp. Lan Kinh nhiều lần xin được chuộc thân, Cao Trừng không cho. Ông lại xin được về nhà, Cao Trừng mắng rằng: ''Ngươi còn lằng nhằng, ta đem ra giết chết!'' Lan Kinh ngầm cùng đồng đảng 6 người bày mưu chống lại. Ngay trước ngày ông ra tay, Hoàng môn thị lang [[Thôi Quý Thư]] ở ngoài cửa Bắc Cung ngâm thơ ''[[Bảo Chiếu]]'': ''Tướng quân ký hạ thế, bộ khúc diệc hãn tồn''.<ref>Nguyên văn: 將軍既下世, 部曲亦罕存. Tạm dịch: Tướng quân đã qua đời, bộ hạ cũng chẳng còn mấy.<\/ref>\n\nNăm 549, Cao Trừng ở [[Nghiệp (thành)|Nghiệp Thành]]<ref>Nay là trấn Nghiệp, tây nam [[Lâm Chương]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> sủng ái Lang Tà công chúa, không muốn bị quấy rầy, thường sai thị vệ ra ngoài. Ngày 8 tháng 8 năm ấy, Cao Trừng cùng Tán kỵ thường thị [[Trần Nguyên Khang]], Lại bộ thượng thư thị trung [[Dương Âm (Bắc Tề)|Dương Âm]], Hoàng môn thị lang Thôi Quý Thư ở Đông Bách đường bàn mưu thay ngôi nhà Đông Ngụy, Lan Kinh đưa thức ăn đến, Cao Trừng lệnh cho ông lui xuống, lại nói với mọi người: ''Đêm qua ta nằm mơ thấy tên nô lệ này dùng đao chặt ta, tức thì (ta) ở trên lưng ngựa nắm lấy hắn mà giết đi!''\n\nLan Kinh giấu một thanh đoản đao, quay lại vờ đưa thức ăn. Cao Trừng cả giận nói: ''Ta không gọi gì, ngươi lên đây làm chi?'' Lan Kinh rút đao ra đáp: ''Tao đến giết mày!'' Cao Trừng đang bị thương ở chân, vội trốn xuống dưới sàng. Bọn Thôi Quý Thư đều chạy trốn, chỉ có Trần Nguyên Khang liều mình ngăn cản, bị Lan Kinh đâm lòi ruột, ngã lăn ra mặt đất. Lan Kinh nhấc bàn lên, giết chết Cao Trừng. Khi ấy [[Cao Dương]] đang ở Song Đường tại phía đông thành, nghe tin vội đến, bắt Lan Kinh chém đầu.\n\n==Tham khảo==\n* [[Bắc Tề thư]] - Trần Nguyên Khang truyện\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai nhân vật Trung Quốc}}\n\n[[Thể loại:Nhân vật Nam-Bắc triều (Trung Quốc)]]\n[[Thể loại:Người Hà Bắc]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 549]]"}