{"Laura de Noves":"{{chú thích trong bài}}{{Thông tin nhân vật\n|name          = Laura de Noves\n|image         = Francesco_Petrarca01.jpg\n|image_size    = 200px\n|alt           = \n|caption       = \n|birth_name    = Laura de Noves\n|birth_date    = 1310\n|birth_place   = \n|death_date    = 1348 (38 tuổi)\n|death_place   = \n|body_discovered = \n|death_cause   = \n|resting_place = \n|resting_place_coordinates = <!-- {{coord|LAT|LONG|display=inline,title}} -->\n|residence     = \n|nationality   = \n|ethnicity     = \n|citizenship   = \n|other_names   = \n|known_for     = Nàng Thơ của [[Francesco Petrarca]]' trong ''[[Canzoniere]]'' \n|education     = \n|alma_mater    = \n|employer      = \n|occupation    = \n|years_active  = \n|home_town     = \n|salary        = \n|networth      = \n|height        = \n|weight        = \n|title         = \n|term          = \n|predecessor   = \n|successor     = \n|party         = \n|opponents     = \n|boards        = \n|religion      = [[Roman Catholic]]\n|spouse        = [[Bá tước]] [[Hugues II]]\n|partner       = \n|children      = \n|parents       = [[Audibert de Noves]] và [[Ermessenda de Réal]]\n|relations     = \n|callsign      = \n|awards        = \n|signature     = \n|website       = \n|footnotes     = \n|box_width     = \n}}\n'''Laura''' (tên đầy đủ: '''Laura de Noves''', 1308 – 1348) – là người yêu dấu, Nàng Thơ của nhà thơ vĩ đại người Ý thời tiền [[Phục Hưng|Phục hưng]] [[Francesco Petrarca]]. Cuốn ''Canzoniere'' viết về cuộc đời và cái chết của người đẹp Laura được coi là đỉnh cao của thơ ca [[Ý]] cũng như [[châu Âu]].\n==Lịch sử tình yêu của Petrarca đối với Laura==\nNgười đời biết đến tình yêu này qua chính những sáng tác của Petrarca. Hai người lần đầu tiên nhìn thấy nhau vào ngày thứ sáu, mồng 6 tháng 4 năm 1327 trong ngày lễ Phục sinh ở nhà thờ [[Avignon]]. Khi đó Petrarca 23 tuổi còn Laura thì đã lấy chồng được 2 năm. Kể từ đây Petrarca bắt đầu đi làm thơ ca ngợi vẻ đẹp thánh thiện của nàng. Laura mất năm 1348, năm đó nàng 38 tuổi.\n\nCó một câu hỏi mà các nhà nghiên cứu xưa nay và có lẽ không bao giờ tìm được câu trả lời chính xác là Laura có phải là nhân vật có thực hay chỉ là người tình trong mộng của Petrarca? Trong tất cả thư từ hay những tác phẩm văn xuôi Petrarca không hề nhắc đến tên Laura. Trong rất nhiều trường hợp tên nàng được dùng trong cụm từ cùng với vàng, nguyệt quế, không khí: ''l’aureo crine'' – tóc vàng, ''lauro'' – nguyệt quế, ''l’aura soave'' – gió thoảng, thậm chí với cả thời gian (''l’ora''). Petrarca từng viết rằng ông có hai điều khát khao – ''laura'' và ''lauro'' (nghĩa là tình yêu và sự vinh quang).\n\n==Laura de Noves và dòng họ de Sade==\nMặc dù vấn đề Laura có phải là nhân vật có thực hay không chưa có câu trả lời chính xác, rất nhiều nhà nghiên cứu cho rằng đấy chính là Laura của dòng họ de Noves. Laura de Noves là con gái của [[Audibert de Noves]] và [[Ermessenda de Réal]]. Năm lên 16 tuổi Laura lấy chồng là [[Bá tước]] [[Hugues II de Sade]], tổ tiên của [[Hầu tước de Sade]]. Hai người có với nhau 11 đứa con. Đó là: ''Paul, Audebert, Hugues III, Pierre, Jacques, Joannet, Philippe, Augière, Ermessende, Marguerite, Garsende''. [[Hầu tước de Sade]] được coi là cháu của Huges III.\n\n==Laura trong thơ của Petrarca==\n[[Tập tin:Lavra sada avinionensis.gif|nhỏ|phải|250px|Laura, Nàng Thơ của Petrarca]]\n''Quyển sách những bài ca'' (Canzoniere) của Petrarca gồm 2 phần:\n*''Về cuộc đời của người đẹp Laura'' (Rime in vita Laura) gồm 263 bài sonetto\n*''Về cái chết của người đẹp Laura'' (Rime in morte Laura) gồm 103 bài sonetto và thơ thể loại khác.\nTác phẩm ''Canzoniere'' có sự ảnh hưởng hết sức to lớn đối với việc phát triển của ngôn ngữ văn học [[Ý]] và thơ ca của cả [[châu Âu]] nói chung. Thể loại thơ mà Petrarca sáng tác có tên gọi là thơ sonetto của Petrarca, phân biệt với sonnê khác, ví dụ như sonnet của [[William Shakespeare]] hay [[Edmund Spenser]] ở [[Anh]] sau này.\n*Trong số 366 bài của'' Canzoniere'' mới chỉ có 11 bài được dịch ra [[tiếng Việt]] cho đến thời điểm hiện tại.\n\n==Sự ảnh hưởng==\n*[[André Maurois]] khẳng định rằng [[Lord Byron]] đã nói: \"Liệu bạn có nghĩ rằng, giá như Laura trở thành vợ của Petrarca thì chẳng lẽ ông lại suốt đời đi làm thơ ca ngợi nàng chăng?\"\n*Nhà sử học, nhà thơ Nga [[Nicolay Karamzin]] cũng có ý kiến tương tự: \"Tình yêu không chịu đựng sự ép buộc, một từ thôi – và tất cả niềm khoái lạc sẽ biến mất! Làm sao mà Petrarca có thể yêu được Laura đầy nhiệt huyết như vậy nếu họ đi đến hôn nhân? Sự tưởng tượng sẽ không thể tinh tế như trong những bài sonetto mà tôi vẫn khâm phục\".\n*Còn nhà thơ [[Igor Guberman]] cũng viết:\n::''Quả là Byron nói đúng''\n::''Đời cần như một món quà''\n::''May mà xưa nàng Laura''\n::''Đã không kết hôn cùng Petrarch...''\n*Nhà văn [[Ivan Alekseyevich Bunin|Ivan Bunin]] ([[giải Nobel Văn học]] [[1933]]) lấy cảm hứng từ câu chuyện tình của Petrarca và Laura để viết truyện: ''Người đẹp nhất của mặt trời'' (Прекраснейшая солнца).\n\n==Một số bài sonetto đã dịch ra [[tiếng Việt]]==\n{|\n|- valign=\"top\"\n|\n:'''Sonetto 051'''\n:Ta cảm ơn ngày tháng, phút giây\n:Và khoảnh khắc, khi ánh nhìn ta gặp\n:Ta trở thành kẻ tù binh của mắt\n:Ta cảm ơn thành phố của ta đây.\n:&nbsp;\n:Ta cảm ơn nỗi đau, lần đầu tiên\n:Ta cảm nhận mà không hề nhìn thấy\n:Rằng mũi tên tình yêu sâu đến vậy\n:Đức Chúa Trời đã cắm nó vào tim!\n:&nbsp;\n:Và thổn thức, nức nở, ta cảm ơn\n:Trong giấc mơ rừng sồi ta nghe thấy\n:Thức dậy trong lòng ta một cái tên!\n:&nbsp;\n:Ta cảm ơn những bài thơ của mình\n:Đã hát lên ngợi ca con người ấy\n:Ý nghĩ về nàng kết lại quang vinh.\n:&nbsp;\n:'''Sonetto 062'''\n:Ngày lại ngày nối đuôi nhau thơ thẩn\n:Đêm mơ về người con gái ta yêu\n:Tại vì người ta chịu đựng đã nhiều\n:Những đường nét tuyệt vời ta say đắm.\n:&nbsp;\n:Ta cầu Chúa bằng việc làm xứng đáng\n:Suy sụp của ta xin được đền bù\n:Và ta vây bắt loài quỷ sứ kia\n:Bằng lưới bện từ trong hang ổ chúng.\n:&nbsp;\n:Năm thứ mười một bây giờ đang đến\n:Kể từ khi ta chịu cảnh tù đày\n:Sự nghiệt ngã được đóng bằng dấu triện.\n:&nbsp;\n:Xin tha thứ cho kẻ không xứng đáng\n:Hãy nhắc ta nhớ ý nghĩ của mình\n:Như trong ngày Đức Chúa bị đóng đinh.\n:&nbsp;\n:'''Sonetto 065'''\n:Bị tấn công tôi không hề chuẩn bị\n:Không biết rằng sẽ chịu cảnh tù đày\n:Rằng Thần Tình yêu – quyền lực tối cao\n:Có thêm tôi, thêm một người nô lệ.\n:&nbsp;\n:Tôi không tin Thần Tình yêu như thế\n:Rằng con tim tôi đến nỗi yếu mềm\n:Để mất hết rồi cảm xúc đầu tiên\n:Ôi! Lòng tự tin sao mà nghiệt ngã.\n:&nbsp;\n:Chỉ một điều tôi năn nỉ xin Thần\n:Dù một chút lòng thương, xin hãy giữ\n:Trước lời cầu, Thần có vẻ bao dung\n:&nbsp;\n:Ô không, không phải để trong tim\n:Tắt lửa tình, mà xin đem chia sẻ\n:Đem cho nàng một nửa khối tình chung.\n:&nbsp;\n:'''Sonetto 132'''\n:Cơn sốt này không phải tình yêu sao\n:Ta bị rét? Chính vì tình yêu đó\n:Tình tốt đẹp? Nhưng trời ơi đau khổ\n:Ngọn lửa ác?… Những đau khổ ngọt ngào.\n:&nbsp;\n:Biết trách ai, ta tự bước chân vào\n:Vòng quyến rũ, thở than cho phí uổng\n:Trong đời: cái chết và tình yêu thật giống\n:Thật giống nhau khát vọng với nỗi đau.\n:&nbsp;\n:Ta cầu cứu hay đành chịu nhận về\n:Quyền lực khác?... Lý trí ta lầm lẫn\n:Ta – con thuyền nhỏ trên bồng bềnh con sóng.\n:&nbsp;\n:Không người lái, mạn đuôi thuyền trống rỗng\n:Ta dùng dằng – chẳng biết muốn điều chi\n:Trời rét – cháy lên, ta run – khi trời nóng.\n|\n:'''Sonetto 248'''\n:Không hình dung nổi Thiên nhiên hậu hĩnh\n:Và trời xanh, nếu mắt chẳng thấy Người\n:Kẻ đối với ta đã hoá mặt trời\n:Mọi tinh cầu giữa trời xanh che kín.\n:&nbsp;\n:Đừng trì hoãn khi người ta đi đến\n:Lấy những gì tốt đẹp, bỏ xấu xa\n:Và cái chết sẽ vun vút mang đi\n:Sau cái chết là tự do lựa chọn.\n:&nbsp;\n:Đừng chậm trễ – và ngươi qua ánh mắt\n:Trong một niềm sáng tạo sẽ cùng ta\n:Mọi phẩm hạnh và muôn vàn vẻ đẹp.\n:&nbsp;\n:Và nói rằng thơ của ta đã tắt\n:Rằng lý trí ta bất hạnh mù loà\n:Ai không kịp, sẽ rót đầy nước mắt.\n:&nbsp;\n:'''Sonetto 249'''\n:Tôi nhớ lại một ngày –  và thờ thẫn\n:Lại thấy ánh nhìn tiễn biệt đau thương\n:Của người đẹp – và tuyệt vọng bao trùm\n:Tôi sung sướng được quên, nhưng mà chẳng.\n:&nbsp;\n:Hình dáng buồn với hồn tôi kết đọng\n:Ánh mắt kia thánh thiện đến muôn đời\n:Cảm thấy rằng người kinh tởm trò vui\n:Vây quanh người có một điều lo lắng.\n:&nbsp;\n:Vẻ linh hoạt biến mất, và dấu vết\n:Màu áo quần tái nhợt và buồn đau\n:Màu sắc bài ca quên lãng từ lâu.\n:&nbsp;\n:Tôi lo lắng trong lòng – và nhớ hết\n:Những giấc mơ, những linh cảm buồn thương\n:Tôi cầu Trời, nuôi những ý tưởng nhầm.\n:&nbsp;\n:'''Sonetto 250'''\n:Vẻ thần tiên từ lâu trong xa ngái\n:An ủi tôi trong giấc mộng mà thôi\n:Người đẹp ơi, ân huệ ở đâu rồi?\n:Trong hồn tôi buồn đau và sợ hãi.\n:&nbsp;\n:Thường xuyên hơn nỗi đau, lòng thương cảm\n:Tôi hình dung trên gương mặt của em\n:Tôi nghe theo, có vẻ thường xuyên hơn\n:Trong ngực này hi vọng không sưởi ấm.\n:&nbsp;\n:\"Cái buổi chiều, anh còn nhớ, chưa quên –\n:Người yêu dấu nói với tôi – khi đó\n:Em vội đi có làm anh phật ý?\n:&nbsp;\n:Nhưng bấy giờ không thể nói cùng anh\n:Và em không muốn rằng anh lần cuối\n:Trong cõi đời chiều ấy nhận ra em\".\n:&nbsp;\n:'''Sonetto 299'''\n:Đâu gương mặt sáng ngời, đâu ánh mắt\n:Tôi đi theo, trái với ý của mình\n:Chỉ lối tôi đi cái ánh mắt nhìn\n:Hai ngôi sao dẫn đường như châu ngọc?\n:&nbsp;\n:Đâu trí tuệ, tiết trinh, đâu kiến thức\n:Đâu lời nói dịu êm, lời nói ngọt ngào?\n:Đâu sắc đẹp thần tiên, hình bóng từ lâu\n:Ta theo đuổi, say mê, giờ chợt mất?\n:&nbsp;\n:Đâu nét dịu dàng của vầng trán cao\n:Trong cơn nóng cho ta hơi thở mát\n:Cho ý nghĩ thanh cao, ước mơ dịu ngọt?\n:&nbsp;\n:Người dẫn dắt số phận ta giờ đâu?\n:Đời lầm than đã mất niềm hạnh phúc\n:Mắt ta u sầu, mù đi vì nước mắt.\n\n:''Bản dịch của Hồ Thượng Tuy''\n|}\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n\n{{thời gian sống|sinh=1310|mất=1348|tên= Laura}}\n{{thể loại Commons|Laura de Noves}}\n\n{{DEFAULTSORT:Laura}}\n[[Thể loại:Nàng Thơ của người nổi tiếng]]\n[[Thể loại:Phụ nữ thời Trung cổ]]\n[[Thể loại:Sinh năm 1308]]\n[[Thể loại:Mất năm 1348]]"}