{"Laurent Gouvion Saint-Cyr":"{{Infobox military person\n| name = Laurent de Gouvion Saint-Cyr\n| image = [[Tập tin:Laurent de Gouvion-Saint-Cyr.jpg|300px]]\n| caption =\n| birth_date = {{date|13 tháng 4 năm 1764}}\n| death_date = {{date|17 tháng 3 năm 1830}}\n| placeofburial_label = \n| birth_place = [[Toul]], [[Meurthe-et-Moselle]], Pháp\n| death_place = [[Hyères]], Pháp\n| placeofburial =\n| nickname = \n| allegiance = {{FRA}}\n| branch =\n| serviceyears =\n| rank = [[Thống chế Pháp]]\n| unit =\n| commands =\n| battles = [[Chiến tranh Cách mạng Pháp]], [[Chiến tranh Napoleon]]\n*[[Vây thành Roses (1808)]]\n*[[Trận Cardedeu]]\n*[[Trận Molins de Rei]]\n*[[Trận Valls]]\n*[[Vây thành Gerona lần 3]]\n*[[Vây thành Polotsk lần 1]]\n*[[Vây thành Polotsk lần 2]]\n*[[Trận Dresden]]\n| awards = \n| relations =\n| laterwork = [[Bộ trưởng Chiến tranh]]<br>[[Bộ trưởng Hải quân]]\n}}\n'''Laurent de Gouvion Saint-Cyr''', Hầu tước ''de 'Gouvion-Saint-Cyr''' (13 tháng 4 năm 1764 &ndash; 17 tháng 5 năm 1830) là một [[Thống chế Pháp]].\n\n==Thời niên thiếu==\nÔng sinh ra trong gia đình Laurent Gouvion tại [[Toul]], [[Meurthe-et-Moselle]], con út của Jean-Baptiste Gouvion, mọt người thợ rèn, với người vợ Anne-Marie Mercier. Ông được gọi là Saint-Cyr khi mẹ ông chối bỏ ông khi còn trẻ.\n\nÔng đến [[Rome]] năm 18 tuổi để học vẽ, nhưng khi quay trở lại [[Paris]] để tiếp tục học vào năm 1784, ông không bao giờ nhận bằng họa sĩ.\n\n==Chiến tranh Cách mạng==\nNăm 1792, ông được bầu làm đại uý của một tiểu đoàn chí nguyện, và là tham mưu của tướng Custine. Chỉ trong 2 năm, ông được thăng hàm trung tướng. Ông chỉ huy sư đoàn giữa của Tập đoàn quân dưới quyền tướng [[Jean Victor Marie Moreau]] trong chiến dịch Rhine 1796.\n\nNăm 1798, ông phục vụ dưới quyền [[André Masséna]] trong Tập đoàn quân Ý. Trong cùng năm, ông chỉ huy cánh trái đạo quân của tướng [[Jean-Baptiste Jourdan]] chống lại [[Đế quốc La Mã thần thánh]]. Jourdan thay thế Masséna khiến ông gia nhập tập đoàn quân của Moreau tại Ý, nơi ông khẳng định tên tuổi tại [[trận Novi]]. Moreau không thích Saint-Cyr vì tính cách bất trị của ông. Moreau đã trừng phạt ông bằng cách không cho ông giúp đỡ em trai hắn mặc dù tướng Ney và Davout đã cảm ơn sự giúp đỡ của ông trong trận đánh này. Khi Moreau được chỉ định làm tư lệnh Tập đoàn quân sông Rhine, Gouvion Saint-Cyr mặc dù đã giúp dành thắng lợi trước Nam tước Kray tại Biberach, ông đã không được thừa nhận và bị thải hồi về Paris khi chiến dịch mới bắt đầu.\n\nNăm 1801, ông được gửi tới Tây Ban Nha để chỉ huy cuộc xâm lược Bồ Đào Nha và được tặng thưởng [[Bắc đẩu bội tinh]]. Khi hiệp ước được ký kết với Bồ Đào Nha, ông được [[Lucien Bonaparte]] đề cử làm ngoại giao tại [[Madrid]].\n\n==Chiến tranh Napoleon==\n\nSaint - Cyr là một người khắc kỷ trong thời đại của chủ nghĩa thực dụng và vinh quang. Do từ chối không ký vào việccông bố chúc mừng cho tuyên bố sự ra đời của đế chế dẫn đến tên của ông không được trong danh sách các thống chế đầu tiên của Napoleon, trong khi các chỉ huy khác bao gồm Lannes, Bessières và Soult khong có kinh nghiệm bằng ông lại được. Trong cuộc đời mình, Saint - Cyr tin rằng Napoleon cố tình từ chối ông chỉ để làm nhục ông. Năm 1803 ông được bổ nhiệm làm chỉ huy của một quân đoàn tại Ý, năm 1805 ông đã phục vụ dưới trướng Masséna, và vào năm 1806 ông đã tham gia vào chiến dịch ở miền nam nước Ý. Khi ông quay trở lại Pháp, Napoleon lệnh cho ông quay trở lại chiến trường. Ông tham gia chiến dịch 1807 tại [[Phổ]] và [[Ba Lan]], và năm 1808, ông được phong danh hiệu [[bá tước]], chỉ huy một quân đoàn tại [[Catalonia]]; nhưng do không đồng tình với các nhận định từ Paris, ông từ chối quyền chỉ huy và bị bãi nhiệm cho tới năm 1811.\n\nÔng giữ nguyên quân hàm ''[[trung tướng]]'', do bị loại từ danh sách các Thống chế đầu tiên. Khi Napoleon xâm lược Nga, Saint-Cyr nhận được quyền tư lệnh một quân đoàn, và 18 tháng 8 năm 1812, ông đã dành thắng lợi trước quân Nga tại [[Polotsk]], khiến ông nhận được quân hàm Thống chế. Người Nga dưới sự chỉ huy của [[Barclay de Tolly]] đã đốt cháy mọi thứ khi rút chạy khỏi Moscow, và đám cháy đã lan đến gần Smolensk. Vì đã giành được thắng lợi tại [[Polotsk]] và [[Oudinot]] đã bị thương, Saint-Cyr phải nhận chỉ huy quân đoàn của Oudinot.\n\nTháng 10 năm 1812, Saint-Cyr tham gia trận đánh lần hai tại Polotsk. Ông đã nhận vô số vết thương khi đang rút lui. Saint-Cyr đã khẳng định tên tuổi của mình tại [[trận Dresden]] (26–27 tháng 8 năm 1813) và trong cuộc chiến tranh chống liên minh thứ sáu, sau [[trận Leipzig]], đầu hàng chỉ sau khi Hoàng đế thoái vị vào ngày 11 tháng 11.\n\n==Cuối đời==\nKhi vương triều Bourbon được phục hồi, tháng 7 năm 1815 ông được bầu làm Bộ trưởng Chiến tranh, nhưng nhanh chóng từ chức vào tháng 11 cùng năm. Là một người bạn chiến đầu lâu dài cùng thống chế Ney, ông phản bác phán quyết của bốn người bạn thống chế khác, nhưng Thống chế [[Moncey]] đã phản bác và yêu cầu hành quyết. Tháng 6 năm 1817, người ta đề cử ông làm Bộ trưởng Hải quân, với mong muốn ông sẽ chuyển giao sang vị trí Bộ trưởng Chiến tranh nhưng ông chỉ thừa nhiệm đến tháng 11 năm 1819. Trong thời gian này, ông đã tiến hành nhiều cải tổ quân sự. Ông cố gắng bảo vệ các cựu binh thời kì Đế chế, tổ chức phòng Tham mưu, và sửa lại Luật Quân sự. Ông được tặng danh hiệu Hầu tước năm 1817. Laurent de Gouvion-Saint-Cyr mất ngày 17 tháng 3 năm 1830 tại [[Hyères]], một thị trấn miền đông nam nước Pháp.\n\n==Đã xuất bản==\n*''Nhật ký về chiến dịch tại Catalogne năm 1808 và 1809'' (Paris, 1821)\n*''Hồi ký về các chiến dịch của quân đội sông Rhin và Rhin-et-Moselle từ năm 1794 đến năm 1797'' (Paris, 1829)\n*''Hồi ký về lịch sử quân sự dưới thời Viện Đốc chính, Tổng tài và Đế chế'' (1831)\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Các thống chế của Napoléon}}\n\n{{DEFAULTSORT:Gouvion Saint-Cyr, Laurent, Marquis De}}\n[[Thể loại:Sinh năm 1764]]\n[[Thể loại:Mất năm 1830]]\n[[Thể loại:Thống chế Pháp]]"}