{"Leonardo da Vinci":"{{1000 bài cơ bản}}\n{{Thông tin nhân vật\n| hình = LEONARDO.JPG\n| ghi chú hình = \n| cỡ hình = \n| tên gốc = \n| tên khai sinh = \n| ngày sinh = {{birth date|1452|4|15|mf=y }}\n| ngày mất = {{death date and age|1519|5|2|1452|4|15|mf=y}}\n| nơi mất = [[Amboise]], [[Vương quốc Pháp|Pháp]]\n| an táng = \n| cư trú = \n| quốc tịch = {{ITA}}\n| dân tộc = \n| học vấn = \n| công việc = \n| năm hoạt động = \n| tổ chức = \n| nổi tiếng = [[Hội họa]], [[Điêu khắc]], [[Kiến trúc]], [[Giải phẫu học]], [[Kĩ thuật|Phát minh kĩ thuật]], [[Khoa học tự nhiên]]\n| tác phẩm nổi bật = {{plainlist|\n*''[[Mona Lisa]]''\n* ''[[Bữa ăn tối cuối cùng (Leonardo da Vinci)|Bữa ăn tối cuối cùng]]''\n* ''[[Người Vitruvius]]''\n* ''[[Người đàn bà và con chồn]]''\n}}\n| loại = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| nhiệm kỳ = \n| tiền nhiệm = \n| đảng phái = \n| kế nhiệm = \n| người hôn phối = \n| con cái = \n| cha = \n| mẹ = \n| giải thưởng = \n| chữ ký = Firma_de_Leonardo_Da_Vinci.svg\n| cỡ chữ ký = \n| website = \n| tên = Leonardo da Vinci\n| nơi sinh = Vinci, [[Toscana]], [[Cộng hòa Florence]] ([[Ý]] ngày nay)\n| tên khác = \n| trào lưu = [[Phục Hưng]]\n}}\n'''Leonardo da Vinci''' ({{IPA-it|leoˈnardo da ˈvintʃi|3=it-Leonardo di ser Piero da Vinci.ogg}}{{#tag:ref|Phiên âm đúng theo [[tiếng Ý]] là \"Lê-ô-na-đô đa Vin-chi\", nhưng các sách báo tiếng Việt lại dựa thường theo âm [[tiếng Pháp]] mà viết phiên âm sai thành \"Lê-ô-na-đô đờ Vanh-xi\".|group=\"nb\"}}; sinh ngày [[15 tháng 4]] năm [[1452]] - tại [[Anchiano]], [[Ý]], mất ngày [[2 tháng 5]] năm [[1519]] tại [[Amboise]], [[Pháp]], tên khai sinh là '''Leonardo di ser Piero da Vinci''',{{#tag:ref|Tên khai sinh của ông có nghĩa là \"''Leonardo'', con của ngài ''Piero'', đến từ ''Vinci''\". Vinci là nơi sinh của ông, nằm trong lãnh thổ của [[Firenze (tỉnh)|tỉnh Firenze]], cách thành phố [[Firenze]] 30 km về phía Tây gần [[Empoli]]. Vì vậy \"da Vinci\" không phải là họ thật của ông. Ông cũng được gọi ngắn gọn là ''Leonardo''.|group=\"nb\"}} là một [[họa sĩ]], [[nhà điêu khắc]], [[kiến trúc sư]], [[nhạc sĩ]], [[bác sĩ]], [[kỹ sư]], [[nhà giải phẫu]], [[nhà phát minh]] và nhà [[triết học tự nhiên]] người [[Ý]]. Ông được coi là [[thiên tài]] toàn năng nhất [[lịch sử nhân loại]]. Ông là tác giả của những bức hoạ nổi tiếng như ''[[Mona Lisa]]'', ''[[Bữa ăn tối cuối cùng (Leonardo da Vinci)|Bữa ăn tối cuối cùng]]''.\n\nÔng là người có những ý tưởng vượt trước thời đại của mình, đặc biệt là khái niệm về [[máy bay trực thăng]][[xe tăng|, xe tăng]], dù nhảy, sử dụng [[năng lượng Mặt Trời]], [[máy tính]], sơ thảo lý thuyết kiến tạo địa hình, tàu đáy kép, cùng nhiều sáng chế khác. Một vài thiết kế của ông đã được thực hiện và khả thi trong lúc ông còn sống. Ứng dụng [[khoa học]] trong chế biến [[kim loại]] và trong [[công nghệ|kỹ thuật]] ở thời đại [[Phục Hưng]] còn đang ở trong thời kỳ trứng nước. Thêm vào đó, ông có đóng góp rất lớn vào kiến thức và sự hiểu biết trong [[giải phẫu học]], [[thiên văn học]], [[kĩ thuật xây dựng dân dụng|xây dựng dân dụng]], [[quang học]] và nghiên cứu về [[thủy lực học|thủy lực]]. Những sản phẩm lưu lại trong cuộc đời ông chỉ còn lại vài bức hoạ, cùng với một vài quyển sổ nháp tay (rơi vãi trong nhiều bộ sưu tập khác nhau các sáng tác của ông), bên trong chứa đựng các ký hoạ, minh hoạ về khoa học và bút ký.\n\n== Cuộc đời ==\n\n=== Thời thơ ấu, 1452-1466 ===\n[[Tập tin:Vinci casa Leonardo.jpg|nhỏ|Căn nhà của Leonardo thuở nhỏ tại [[Anchiano]]|alt=Photo of a building of rough stone with small windows, surrounded by olive trees.]]\n[[Tập tin:Study of a Tuscan Landscape.jpg|nhỏ|Bức họa sớm nhất của Leonardo, Thung lũng Arno (1473), [[Uffizi]] |alt= Pen drawing of a landscape with mountains, a river in a deep valley, and a small castle.]]\n\nLeonardo sinh ngày 15 tháng 4 năm 1452 (lịch cũ), \"lúc 3 giờ khi màn đêm buông xuống\"{{#tag:ref|Ngày sinh của ông được ghi trong nhật ký của ông nội ông Ser Antonio, được Angela Ottino della Chiesa trích dẫn trong ''Leonardo da Vinci'', và Reynal & Co., ''Leonardo da Vinci'' (William Morrow and Company, 1956): \"Cháu nội của tôi sinh ngày 15 tháng 4, thứ Bảy, 3 giờ khi màn đêm buông xuống\". Ngày trên được ghi nhận trong lịch Julius; đó là vào thời kỳ Florentine và hoàng hôn lúc 6:40 chiều, 3 giờ sau khi mặt trời lặn thì vào khoảng 9:40 tối nhưng theo cách tính hiện đại thì vẫn còn ngày 14 tháng 4. Chuyển sang lịch mới thì cộng thêm 9 ngày; vì vậy Leonardo sinh ngày 23 tháng 4 theo lịch hiện đại.<ref name=AV>{{chú thích sách|first=Alessandro|last=Vezzosi|title=Leonardo da Vinci: Renaissance Man|year=1997}}<\/ref>|group=\"nb\"}} ở thị trấn Vinci vùng [[Toscana]], thuộc thung lũng hạ lưu [[sông Arno]] vùng lãnh thổ thuộc quyền cai trị của [[Medici]]-[[cộng hòa Florence]].<ref name=\"SerA\">Ngày sinh của ông được ghi trong nhật ký của ông nội ông Ser Antoncio, được Angela Ottino della Chiesa trích dẫn trong ''Leonardo da Vinci'', tr. 83<\/ref> Leonardo là người con ngoài giá thú của công chứng viên [[Piero da Vinci|Ser Piero]] (lúc bấy giờ 25 tuổi) và người con gái nông dân Catarina, 22 tuổi.<ref name=\"AV\"\/><ref name=\"Chiesa83\">{{chú thích sách|first=Angela Ottino|last=della Chiesa|title=The Complete Paintings of Leonardo da Vinci|year=1967|page=83}}<\/ref><ref group=\"nb\">Có ý kiến ​​cho rằng, Salamina có thể là nô lệ từ [[Trung Đông]] hoặc từ [[Địa Trung Hải]]. Theo Alessandro Vezzosi, người đứng đầu Bảo tàng Leonardo ở Vinci, có bằng chứng cho thấy Piero sở hữu một nô lệ Trung Đông tên là Caterina. Rằng Leonardo có dòng máu Trung Đông được cho là được hỗ trợ bởi việc tái tạo dấu vân tay như báo cáo của Falconi, Marta (ngày 12 tháng 12 năm 2006). Các chuyên gia về kỹ thuật tái cấu trúc của vân tay Leonardo. Có 60% người gốc Trung Đông chia sẻ mô hình xoáy được tìm thấy trên dấu vân tay được tái tạo. Bài báo cũng nói rằng tuyên bố này được Simon Cole, phó giáo sư tội phạm học, luật pháp và xã hội tại Đại học California tại Irvine bác bỏ: \"Bạn không thể dự đoán chủng tộc của một người từ những loại sự cố này, đặc biệt là nếu chỉ nhìn vào một người có dấu vân tay.\"<\/ref> Leonardo không có họ trong ngữ cảnh hiện đại, \"''da Vinci''\" chỉ đơn giản là \"từ Vinci\": tên khai sinh đầy đủ của ông là \"''Leonardo di ser Piero da Vinci''\", nghĩa là \"Leonardo, (con trai) của (Mes) Ser Piero đến từ Vinci\".<ref name=SerA\/>\n\nQuan hệ của Catarina với Ser Piero dường như chấm dứt ngay sau khi bà sinh người con trai. Sau đó ít lâu bà kết hôn với người chủ một lò gốm, Accattabriga di Píaero del Vacca da Vinci, và có thêm 5 người con. Sau khi chia tay với Catarina, Ser Piero nhận nuôi dưỡng Leonardo. Ông kết hôn 4 lần, có thêm 9 người con trai và 2 người con gái với hai người vợ cuối của ông. Ser Piero là [[công chứng viên]] của nhiều gia đình danh tiếng trong thành phố và là người thành công trong nghề nghiệp. Thân chủ của ông bao gồm không những gia đình [[Medici]] mà còn gồm cả chính phủ thành phố (''signoria'') hay hội đồng quốc gia.\n\n=== Làm trong xưởng vẽ Verrocchio, 1466–1476 ===\nLeonardo lớn lên trong gia đình của cha ông và sống phần lớn thời gian thời thiếu niên tại thành phố [[Firenze]]. Trong số những đam mê của ông, Leonardo yêu thích nhất là âm nhạc, vẽ và tạo hình. Ser Piero đã chọn [[Andrea del Verrocchio]] làm thầy của Leonardo khi Verrochio nhận ra tài năng về nghệ thuật của Leonardo.\n\nMặc dù không phải là một tài năng phát minh hay sáng tạo lớn trong nghệ thuật đương thời ở Firenze nhưng Verocchio cũng là một nghệ nhân hàng đầu trong nghề kim hoàn, điêu khắc và trong hội họa. Đặc biệt ông là một người thầy tài năng. Leonardo làm việc nhiều năm (khoảng [[1470]]-[[1477]]) trong xưởng vẽ của ông cùng với [[Lorenzo di Credi]] và [[Pietro Perugino]].\n\nNăm [[1476]] ông bị buộc tội cùng với 3 người đàn ông khác đã có quan hệ tình dục với một người làm mẫu 17 tuổi, Jacopo Saltarelli, là một người đàn ông [[mại dâm]] bất hợp pháp ở thời điểm đó. Sau 2 tháng trong tù ông được tuyên bố vô tội vì không có người làm chứng, và cũng có thể là do sự can thiệp của [[Lorenzo de' Medici]].<ref name=\"fr.wikipedia.org\">{{Chú thích|title=Léonard de Vinci|date=2022-04-11|url=https:\/\/fr.wikipedia.org\/w\/index.php?title=L%C3%A9onard_de_Vinci&oldid=192765240|work=Wikipédia|language=fr|access-date=2022-04-11}}<\/ref><ref name=\"fr.wikipedia.org\"\/>\n\nChẳng bao lâu ông đã học hết tất cả những gì Verrocchio có thể dạy hay là còn nhiều hơn thế nữa, nếu như có thể tin vào những câu chuyện thường được kể lại về các hình ảnh hay tượng được cho là do những người học trò của Verrocchio sáng tác. [[Giorgio Vasari]], [[kiến trúc sư]], [[họa sĩ]] và cũng là một nhà tiên phong trong số những người biên niên sử nghệ thuật cùng thời với Leonardo cũng đã tường thuật tương tự.\n\n[[Tập tin:Leonardo da Vinci Benois Madonna.jpg|nhỏ|phải|200px|Một trong những bức tranh đầu tiên của Leonardo: ''Thánh mẫu Benois'' (1478)]]\nBức tranh ''Rửa tội Christi'' do Verrocchio phác thảo cho các nhà tu của vùng Vallombrosa hiện có thể được xem tại Viện hàn lâm Firenze. Theo Vasari thì thiên thần quỳ bên trái là do Leonardo thêm vào. Khi Verrocchio nhìn thấy, ông đã nhận ra được tính nghệ thuật hơn hẳn so với phần còn lại của chính tác phẩm của ông và người ta kể rằng từ đấy ông tuyên bố vĩnh viễn từ bỏ hội họa. Bức tranh được vẽ nguyên thủy bằng màu keo (''tempera'') này đã bị vẽ dầu chồng lên nhiều lần nên việc kết luận có sơ sở hiện nay là rất khó khăn. Một số ý kiến đáng tin cậy thiên về việc công nhận không những có bàn tay của Leonardo trên khuôn mặt của thiên thần mà còn trong nhiều phần về y phục và phong cảnh phía sau mang tính đặc trưng và có thể nhận thấy được trong các tác phẩm khác của ông. Tác phẩm này được hoàn thành vào khoảng năm [[1470|1475]], khi Leonardo 23 tuổi.\n\nVào khoảng năm [[1472]] tên của ông có trong danh sách của phường hội họa sĩ thành phố Firenze. Ông sống và làm việc tại đây thêm 10 hay 11 năm và cho đến năm [[1477]] vẫn còn được gọi là học trò của Verrocchio. Thế nhưng trong năm này dường như ông đã được [[Lorenzo de Medici]] nâng đỡ và làm việc như là một nghệ sĩ độc lập dưới sự bảo trợ của Lorenzo de Medici từ [[1482]] cho đến [[1483]].\n\nThông qua lời giới thiệu của Lorenzo de Medici cho công tước [[Ludovico Sforza]] (1452-1508, cầm quyền tại Milano từ 1494-1499), người muốn đặt một tượng đài kỵ sĩ tôn vinh [[Francesco I Sforza]] (1450-1466), người khởi đầu cho triều đại Sforza tại [[Milano]] thay cho triều đại Visconti (1281-1447), Leonardo rời Firenze đến Milano vào khoảng năm [[1483]].\n\n=== Milano ===\n[[Tập tin:Leonardo da Vinci - The Last Supper high res.jpg|nhỏ|200px|phải|''[[Bữa ăn tối cuối cùng (Leonardo da Vinci)|Bữa ăn tối cuối cùng]]'']]\nBằng chứng đầu tiên được ghi lại cho thời gian làm việc của Leonardo tại [[Milano]] được xác định là năm [[1487]]. Một vài nhà viết tiểu sử phỏng đoán là thời gian từ [[1483]] đến 1487 hay ít nhất là một phần của thời gian này được dùng cho những chuyến đi du lịch phương Đông, thế nhưng từ tất cả những người cùng thời với Leonardo đều không để lại một dấu vết nào về chuyến đi của Leonardo về phương Đông.\n\nTrong những năm đầu tiên sau khi tiếm quyền, Ludovico bị tấn công dữ dội, đặc biệt là từ những người theo phái của chị dâu của ông, Bona của [[Savoie]], mẹ của công tước trẻ tuổi [[Gian Galeazzo Sforza]] (1476-1494), người cầm quyền chính thống và cũng là cháu của vị công tước này. Để chống lại những tấn công này, Ludovico đã dùng hằng loạt thi sĩ và nghệ sĩ thông qua các diễn văn công cộng, kịch nghệ, hình ảnh và khẩu hiệu để ca ngợi sự sáng suốt và tính tốt đẹp của sự giám hộ đồng thời truyền bá tính xấu xa của những người chống lại ông. Các ghi chép và dự án trong những bản viết tay của Leonardo là bằng chứng cho thấy ông cũng thuộc về số người nghệ sĩ này. Nhiều bứ thảo như vậy hiện nay đang nằm trong Christ Church tại [[Oxford]], một bức phác thảo vẽ một nữ [[phù thủy]] có sừng hay nữ quỷ đang xua chó tấn công Milano. Bức phác thảo này gần như chắc chắn ám chỉ việc người của nữ công tước Bona ám sát Ludovico không thành vào năm [[1484]].\n\n[[Dịch hạch]] tại Milano trong thời gian 1484-[[1485]] là dịp cho Leonardo trình nhiều dự án của ông lên Ludovico nhằm chia lại thành phố và tái xây dựng theo các nguyên tắc vệ sinh tốt hơn. Thời gian 1485-1486 dường như cũng là thời gian khởi đầu cho kế hoạch làm đẹp và củng cố pháo đài của ông, mặc dầu không được toại nguyện. Sau đó là các kế hoạch và mô hình của ông trong dịp thi đua được công bố giữa các kiến trúc sư người Ý và người Đức để hoàn thành nhà thờ lớn của Milano. Văn kiện trả tiền cho ông vẫn còn tồn tại nằm trong khoảng thời gian từ tháng 8 năm [[1487]] đến tháng 5 năm [[1490]]. Cuối cùng thì không một dự án nào được tiến hành.\n\nBức tượng kỵ sĩ cao 7 [[mét]], nhiệm vụ chính của Leonardo khi đến Milano được hoàn thành vào cuối năm [[1493]], vào lúc người do hoàng đế [[Maximilian I của Thánh chế La Mã|Maximilian I]] cử đến hộ tống cô dâu [[Bianca Maria Sforza]] về làm lễ cưới. Theo tường thuật thời bấy giờ thì đây là một công trình vĩ đại, nhưng các tường thuật này lại thiếu chính xác đến mức không thể kết luận được là tượng đài này phù hợp với phác thảo nào trong số nhiều bản vẽ phác thảo còn tồn tại cho đến ngày nay.\n\nTrong khoảng thời gian từ [[1495]] đến [[1497]] Leonardo vẽ một trong những bức tranh nổi tiếng nhất của ông, bức bích họa ''[[Bữa ăn tối cuối cùng (Leonardo da Vinci)|Bữa ăn tối cuối cùng]]'' trong nhà thờ Santa Maria delle Grazie, theo yêu cầu của Ludovico Sforza. Năm [[1980]] nhà thờ cùng với bức tranh đã được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] công nhận là [[di sản thế giới|di sản văn hóa thế giới]]. Vua [[Louis XII của Pháp]], sau khi chiếm được Milano, đã đích thân đến tận nhà thờ để chiêm ngưỡng bức tranh và đã hỏi là có thể tháo gỡ ra khỏi tường nhằm mang về [[Pháp]]. Hai tháng sau khi vua Louis XII chiếm Milano, trong tháng 12 năm [[1499]], Leonardo cùng người bạn là [[Luca Pacioli]] rời thành phố Milano.\n\n=== Florence ===\n[[Tập tin:Mona Lisa, by Leonardo da Vinci, from C2RMF retouched.jpg|nhỏ|phải|''[[Mona Lisa]]'']]\nLeonardo và Luca Pacioli dừng chân tại [[Mantua]], nơi Leonardo được nữ công tước Isabella Gonzage tiếp đón nồng hậu. Khi nghe tin Ludovico kết cuộc đã bị lật đổ, hai người bạn từ bỏ kế hoạch trở về Milano và tiếp tục đi đến Firenze, thành phố đang bị sức ép từ nhiều vấn đề nội bộ và từ cuộc chiến tranh chống lại [[Pisa]] không có kết quả. Tại đây Leonardo nhận vẽ một bức tranh thờ cho nhà thờ Annunziata. [[Filippino Lippi]], người thật ra đã nhận lời yêu cầu vẽ, đã nhường lại cho Leonardo. Mãi đến tháng 4 năm [[1501]] Leonardo mới hoàn thành bản phác thảo trên giấy. Mặc dù nhận được nhiều lời khen ngợi cho bản vẽ trên giấy, Leonardo đã không hoàn thành bức tranh này và các tu sĩ Annunziata cuối cùng lại phải chuyển lời yêu cầu đến Filippino Lippi.\n\nTrong [[mùa xuân]] năm [[1502]] ông bất ngờ về làm việc cho công tước [[Cesare Borgias|Cesare Borgia]]. Trong khoảng thời gian từ tháng 5 năm 1502 cho đến tháng 3 năm [[1503]] Leonardo, với tư cách là kĩ sư quân sự có quyền cao nhất, đã đi du hành qua một phần lớn miền trung nước Ý. Hai tháng sau khi Vito Luzza, một người dưới quyền của Cesare và là bạn của Leonardo, bị Cesare giết chết, Leonardo trở về Firenze. Ông đã để lại rất nhiều ghi chú và bản vẽ có ghi ngày tháng cũng như 6 tấm bản đồ lớn do ông tự vẽ bao gồm các vùng đất [[Maremma]], [[Toscana]] và [[Umbria]].\n\nTrở về Firenze, ông được ủy nhiệm vẽ một bức bích họa trang trí cho một trong những bức tường của đại sảnh nhà hội đồng thành phố. [[Michelangelo]] được trao nhiệm vụ vẽ một bức bích họa khác cũng trong cùng căn phòng. Ông hoàn thành phác thảo trên giấy trong vòng 2 năm ([[1504]]-[[1505]]) nhưng do có nhiều khó khăn về kĩ thuật trong lúc vẽ trên tường nên bức bích họa không được hoàn thành.\n\nTrong thời gian này (1503-1506), theo một số nguồn khác là [[1510]]-[[1515]], Leonardo hoàn thành bức họa ''[[Mona Lisa]]'' (hay còn gọi là ''La Gioconda'') mà theo Vasari thì đây là bức chân dung của Lisa del Giocondo, vợ của một người buôn bán tơ lụa tại Firenze. Lúc đương thời Leonardo đã không thể rời bức tranh, ông mang bức họa này đi theo trên khắp các chặng đường đời sau đó. Sau khi Leonardo qua đời, vua [[François I của Pháp]] đã mua bức tranh này với giá là 4.000 đồng [[Florin (tiền tệ)|Florin]] vàng. Người ta nói là cho đến ngày nay chưa có ai có thể sao chép lại được nụ cười trong bức tranh này.\n\n=== Milano ===\nTrong mùa xuân [[1506]], Leonardo chấp nhận lời mời khẩn thiết của [[Charles d'Amboise]], thống đốc vùng [[Lombardia]] của vua Pháp, trở về lại Milano. Vua Pháp Louis XII gửi tin yêu cầu Leonardo hãy đợi ông đến Milano vì ông đã xem được một bức tranh Đức Mẹ nhỏ của Leonardo ở Pháp và hy vọng sẽ nhận được từ Leonardo các tác phẩm như vậy và ngoài ra có thể là một bức chân dung.\n\n[[Tập tin:Views of a Foetus in the Womb.jpg|nhỏ|phải|Hình vẽ của Leonardo: Một bào thai trong tử cung, khoảng 1510-1512]]\nTháng 9 cùng năm ông phải trở về Firenze vì việc riêng tư không vui. Cha Leonardo qua đời vào năm 1504 dường như không để lại di chúc. Sau đó Leonardo đã có tranh tụng với 7 người em trai cùng cha khác mẹ về việc thừa kế gia tài của cha ông và sau đó là của một người chú bác. Việc kiện tụng kéo dài nhiều năm và bắt buộc Leonardo phải nhiều lần tạm ngưng công việc ở Milano để về Firenze, mặc dù đã có nhiều thư của Charles d'Ambois, vua Louis XII, của những người thân quen và đỡ đầu có thế lực khác để thúc đẩy sớm kết thúc việc kiện tụng này. Trong một bức thư gửi Charles d'Amboise vào năm [[1511]], Leonardo đã nhắc đến việc kiện tụng sẽ sắp chấm dứt và viết về hai bức tranh Đức Mẹ mà ông sẽ mang về Milano. Người ta tin rằng một trong 2 bức tranh đó là bức ''Madonna Litta'' mà hiện nay một bản sao được trưng bày trong [[Viện bảo tàng Hermitage]] ([[Cung điện mùa Đông]]).\n\nVào tháng 5 năm [[1507]] vua Louis XII đến Milano và Leonardo chính thức chuyển sang phục vụ cho Louis XII với chức danh là họa sĩ triều đình và kĩ sư. Theo những ghi chép còn tồn tại, trong thời gian 7 năm Leonardo ở tại Milano (1506-1513) ông làm việc rất ít trong lãnh vực hội họa và kiến trúc. Ông đã cùng nghiên cứu về giải phẫu học với giáo sư [[Marcantonio della Torre]]. Bức chân dung tự họa bằng phấn đỏ hiện đang ở trong ''[[Biblioteca Reale]]'' tại [[Torino]] có thể được vẽ vào khoảng thời gian này khi ông gần 60 tuổi.\n\n=== Florence ===\nTháng 6 năm [[1512]] triều đại Sforza trở lại nắm quyền lực ở Milano với công tước đầu tiên - Maximilian Sforza (1512-1515). Chỉ trong vòng vài tháng sau đó Leonardo và các học trò của ông rời Milano đi đến [[Florence]] phục vụ cho gia đình Medici. Nhờ ảnh hưởng của Giuliano de Medici (1453-1478), một người bạn của Leonardo và là người em trai trẻ tuổi nhất của [[giáo hoàng]], Leonardo được cư ngụ trong [[Tòa Thánh|Tòa thánh Vatican]] và có một xưởng vẽ riêng. Theo các nguồn tài liệu đáng tin cậy còn tồn tại trong thời gian này Leonardo chỉ vẽ hai bức tranh panel nhỏ cho một viên chức trong tòa thánh. Qua nhiều công trình nghiên cứu về giải phẫu học Leonardo đã khám phá ra chứng xơ cứng động mạch ở người già. Thế nhưng các ghi chép của ông về đề tài này chưa từng được công bố và đã mất tích hằng trăm năm trước khi tái xuất hiện. Sau khi ở tại Roma gần 2 năm Leonardo chấp nhận lời mời của vua [[François I của Pháp]] đi đến nước [[Pháp]].\n\nTại Pháp trong thời gian hơn 2 năm còn lại của cuộc đời, Leonardo sống trong lâu đài Clos Lucé gần [[Amboise]]. Ông đã vẽ nhiều bức tranh như ''[[Leda và thiên nga]]'' (hiện chỉ còn lại bản sao), phiên bản thứ hai của bức tranh ''[[Đức mẹ đồng trinh trong hang đá]]''. Leonardo mất vào ngày [[2 tháng 5]] năm [[1519]].\n\nTrong suốt cuộc đời của Leonardo, tài năng sáng tạo đặc biệt của ông và cũng như tất cả các khía cạnh khác của cuộc sống của ông, luôn thu hút sự tò mò của người khác <ref>Vasari, trang 253<\/ref>. Một trong những khía cạnh của ông là tôn trọng cuộc sống, thể hiện bằng việc [[ăn chay]] trường trên cơ sở đạo đức [[Kitô giáo]] và thói quen của ông, theo Vasari, mua lồng chim và thả chúng tự do <ref>Vasari, trang 257<\/ref><ref>Eugene Muntz, ''Leonardo da Vinci Artist, Thinker, and Man of Science'' (1898), quoted at [http:\/\/www.ivu.org\/history\/davinci\/hurwitz.html Leonardo da Vinci's Ethical Vegetarianism]<\/ref>\n\nLeonardo đã có nhiều bạn bè là người nổi tiếng trong các lĩnh vực của họ hoặc có ý nghĩa lịch sử, bao gồm các nhà toán học [[Luca Pacioli]], mà ông đã cộng tác trong một cuốn sách trong thời 1490, cũng như [[Franchinus Gaffurius]] và [[Isabella d'Este]]. Leonardo không có quan hệ gần gũi với phụ nữ, ngoại trừ tình bạn của ông với hai chị em nhà Este, Beatrice và Isabella <ref>Cartwright Ady, Julia. Beatrice d'Este, Duchess of Milan, 1475–1497. Publisher: J.M. Dent, 1899; Cartwright Ady, Julia. Isabella D'Este, Marchioness of Mantua, 1474–1539. Publisher; J.M. Dent, 1903.<\/ref>. Ông đã vẽ một bức chân dung của cô trên cuộc hành trình xuyên qua Mantua, bây giờ bức tranh này bị thất lạc.\n\nNgoài tình bạn, Leonardo giữ bí mật cuộc sống riêng tư của mình. Cuộc sống tình dục của ông đã là chủ đề bị phân tích, châm biếm, và đầu cơ. Xu hướng này bắt đầu vào giữa thế kỷ 16 và đã được hồi sinh trong thế kỷ 19 và 20, đáng chú ý nhất qua [[Sigmund Freud]] <ref>Sigmund Freud, ''Eine Kindheitserinnerung des Leonardo da Vinci'' (Thời thơ ấu của Leonardo Vinci), (1910)<\/ref>. Mối quan hệ thân mật nhất của ông có lẽ với các học trò của mình Salai và Melzi. Melzi, khi viết thư để thông báo cho anh em của Leonardo về cái chết của ông, đã mô tả cảm xúc của Leonardo cho học sinh của mình là cả hai yêu thương và đam mê. Nó đã được khẳng định từ thế kỷ 16 rằng các mối quan hệ này có thể bị nghi vấn là có tính chất tình dục hoặc khiêu dâm. Hồ sơ của tòa án năm 1476, khi ông được 24 tuổi, cho thấy Leonardo và ba người đàn ông trẻ khác bị buộc tội trong một sự cố liên quan đến một mại dâm nam nổi tiếng, nhưng nghi vấn buộc tội đã bị bác bỏ vì thiếu bằng chứng <ref>{{Chú thích web |url=http:\/\/www.bnl.gov\/bera\/activities\/globe\/leonardo_da_vinci.htm |tiêu đề=How do we know Leonardo was gay? |nhà xuất bản=Bnl.gov |ngày tháng=ngày 3 tháng 5 năm 2001 |ngày truy cập=ngày 29 tháng 10 năm 2011 |archive-date=2012-11-24 |archive-url=https:\/\/web.archive.org\/web\/20121124060950\/http:\/\/www.bnl.gov\/bera\/activities\/globe\/leonardo_da_vinci.htm |url-status=dead }}<\/ref>. Kể từ đó ngày càng có nhiều nghi vấn và giả thuyết về vấn đề đồng tính luyến ái giả định và vai trò của nó trong nghệ thuật của ông, đặc biệt là trong một số bản vẽ khiêu dâm, dù những nghi vấn này không có bằng chứng xác thực.\n\n== Một số tác phẩm ==\n* [[Người Vitruvius]] (1490)\n* [[Báo tin mừng]] (1475 - 1480)\n* [[Thánh mẫu Benois]] (1478 - 1480)\n* [[Đức mẹ đồng trinh trong hang đá]] (1483 - 1486)\n* [[Người đàn bà và con chồn]] (1488 - 1490)\n* [[Chân dung một nhạc sĩ]] (khoảng 1490)\n* [[Madonna Litta]] (1490 - 1491)\n* [[Bữa ăn tối cuối cùng (Leonardo da Vinci)|Bữa ăn tối cuối cùng]] (1498)\n* [[Mona Lisa]] (1503 - 1505\/1507)\n* [[Leda và thiên nga]] (1508)\n* [[St. John the Baptist]] (khoảng 1514)\n* [[Salvator Mundi (Leonardo)|Salvator Mundi]] (không chắc chắn) (khoảng năm 1500)\n* [[Ginevra de' Benci]] (1474-1478)\n* Người đẹp đội ferronnière \n* Các bức tranh chưa hoàn thành: ''Sự sùng kính của các hiền sĩ, Thánh Jerome ở chốn hoang vu, Trận chiến Anghiari.''\n\n== Một số điều thú vị về đại danh họa ==\nLeonardo là người thuận cả hai tay trái và phải, trong cuốn sổ tay của mình ông luôn viết ngược, nghĩa là sử dụng tay trái viết từ phải qua trái, người ta muốn đọc thì phải sử dụng gương để phản chiếu lại theo chiều thuận, ông làm vậy có thể là do ông không muốn người khác đọc được những gì trong sổ tay.\n\nLá thư ông gửi cho quan nhiếp chính Ludovico Sforza thành Milan là một lá thư xin việc đáng chú ý nhất mọi thời đại, trong mười đoạn đầu tiên của lá thư ông giới thiệu kiến thức về cơ khí của mình, trong đó có khả năng thiết kế cầu, đường vận tải thủy, đại bác, các loại xe bọc thép, và cả những tòa nhà lớn, đến cuối cùng: đoạn thứ mười một: ông mới bổ sung thêm rằng mình cũng là một nghệ sĩ, nhưng theo Vasari sự nhã nhặn và đầy lôi cuốn cùng với tài năng của một nhạc sĩ và người tổ chức tiệc tùng mới là yếu tố giúp ông được nhận.\n\nTrong cuộc đời hiếm người công nhận tài năng của đại danh họa như đã nói ở trên đến cuối đời khi về dưới trướng của [[François I của Pháp]], ông mới được nhà vua của Pháp công nhận tài năng của mình và dành hàng giờ để tranh luận cùng đại danh họa.\n\nTrong các cuốn sổ tay của ông có ghi lại các hình ảnh về giải phẫu, kiến trúc, các ý tưởng về thiết bị bay thử nghiệm, mô tả hoạt động bay của chim, nghiên cứu các hệ thống cấp nước, thiết kế tượng đài, thủy lực học, các phác họa cho bức ''Bữa tối cuối cùng'', các nghiên cứu hình học cho bài toán cầu phương hình tròn, thiết kế nhà thờ hình bát giác và các đoạn viết tay theo kiểu chữ gương.\n\n==Chú thích==\n{{tham khảo|group=\"nb\"}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n{{refbegin|30em}}\n*{{chú thích sách | author = Daniel Arasse| title = Leonardo da Vinci | publisher = Konecky & Konecky | year = 1997 | isbn = 1-56852-198-7}}\n*{{chú thích sách | author = [[Michael Baxandall]] | title = Painting and Experience in Fifteenth Century Italy | year = 1974 | publisher = [[Oxford University Press]] | isbn = 0-19-881329-5}}\n*{{chú thích sách | author=Andrea Bayer | title=[http:\/\/libmma.contentdm.oclc.org\/cdm\/compoundobject\/collection\/p15324coll10\/id\/96665 ''Painters of reality: the legacy of Leonardo and Caravaggio in Lombardy''] | location=New York | publisher=The Metropolitan Museum of Art | year=2004 | isbn=9781588391162}}\n*{{chú thích sách | author = Fred Bérence | title = Léonard de Vinci, L'homme et son oeuvre | publisher = Somogy | year = 1965 | id = Dépot légal 4° trimestre 1965}}\n*{{chú thích sách | author = Luciano Berti | title = The Uffizi | year = 1971 | publisher = Scala}}\n*{{chú thích sách | author = Liana Bortolon| title = The Life and Times of Leonardo | publisher = Paul Hamlyn, London | year = 1967 | id = }}\n*{{chú thích sách | author = Hugh Brigstoke| title = The Oxford Companion the Western Art | url = https:\/\/archive.org\/details\/oxfordcompaniont0000unse_r1z5| publisher = U.S.: Oxford University Press | year = 2001 | isbn = 0-19-866203-3}}\n*{{chú thích sách | author = Gene A. Brucker| title = Renaissance Florence | url = https:\/\/archive.org\/details\/renaissanceflore00bruc| publisher = Wiley and Sons| year = 1969 | isbn = 0-471-11370-0}}\n*{{chú thích sách | author = [[Fritjof Capra]] | title = The Science of Leonardo | url = https:\/\/archive.org\/details\/scienceofleonard00capr | publisher = Doubleday | location = U.S. | year = 2007 |isbn = 978-0-385-51390-6}}\n*{{chú thích sách | author = Cennino Cennini | title = Il Libro Dell'arte O Trattato Della Pittui | publisher = BiblioBazaar | location = U.S. | year = 2009 |isbn = 978-1-103-39032-8}}\n*{{chú thích sách | author = Angela Ottino della Chiesa| title = The Complete Paintings of Leonardo da Vinci | publisher = Penguin Classics of World Art series | year = 1967 | isbn = 0-14-008649-8}}\n*{{chú thích sách | author = Simona Cremante | title = Leonardo da Vinci: Artist, Scientist, Inventor | publisher = Giunti | year = 2005 | isbn = 88-09-03891-6 (hardback)}}\n*{{chú thích sách | author = Frederich Hartt| title = A History of Italian Renaissance Art | url = https:\/\/archive.org\/details\/historyofitalian0000hart_h8b7| publisher = Thames and Hudson | year = 1970 | isbn = 0-500-23136-2}}\n*{{chú thích sách | author = [[Michael H. Hart]] | title = [[The 100: A Ranking of the Most Influential Persons in History]] | publisher = Carol Publishing Group | year = 1992 | isbn = 0-8065-1350-0 (paperback)}}\n*{{chú thích sách | author = [[Martin Kemp (art historian)|Martin Kemp]]| title = Leonardo | publisher = Oxford University Press| year = 2004 | isbn = 0-19-280644-0}}\n*{{chú thích sách | title=[http:\/\/libmma.contentdm.oclc.org\/cdm\/compoundobject\/collection\/p15324coll10\/id\/84801\/rec\/2 ''Leonardo da Vinci: anatomical drawings from the Royal Library, Windsor Castle''] | location=New York | publisher=The Metropolitan Museum of Art | year=1983 | isbn=9780870993626}}\n*{{chú thích sách| author = Mario Lucertini, Ana Millan Gasca, Fernando Nicolo | title = Technological Concepts and Mathematical Models in the Evolution of Modern Engineering Systems| url = https:\/\/archive.org\/details\/technologicalcon0000unse | work = | publisher = Birkhauser| year = 2004| isbn = 3-7643-6940-X}}\n*{{chú thích sách | author = John N. Lupia| title = The Secret Revealed: How to Look at [[Italian Renaissance Painting]] | publisher = Medieval and Renaissance Times, Vol. 1, no. 2 (Summer, 1994): 6–17 | issn = 1075-2110}}\n*{{chú thích sách | author = Andrew Martindale| title = The Rise of the Artist | publisher = Thames and Hudson | year = 1972 | isbn = 0-500-56006-4}}\n*{{chú thích sách | author = [[Roger Masters]] | title = Machiavelli, Leonardo and the Science of Power | publisher = University of Notre Dame Press | year = 1996 | isbn = 0-268-01433-7}}\n*{{chú thích sách | author = [[Roger Masters]] | title = Fortune is a River: Leonardo Da Vinci and Niccolò Machiavelli's Magnificent Dream to Change the Course of Florentine History | publisher = Simon & Schuster | year = 1998 | isbn = 0-452-28090-7}}\n*{{chú thích sách | author = Charles D. O'Malley and J. B. de C. M. Sounders | title = Leonardo on the Human Body: The Anatomical, Physiological, and Embryological Drawings of Leonardo da Vinci. With Translations, Emendations and a Biographical Introduction | publisher = Henry Schuman, New York | year = 1952 | id = }}\n*{{chú thích sách | author = Charles Nicholl | title = Leonardo da Vinci, The Flights of the Mind | publisher = Penguin | year = 2005 | isbn = 0-14-029681-6}}\n*{{chú thích sách | author = Sherwin B. Nuland| title = Leonardo Da Vinci | url = https:\/\/archive.org\/details\/leonardodavinci0000nula| publisher = Phoenix Press | year = 2001 | isbn = 0-7538-1269-X}}\n*{{chú thích sách | author =A.E. Popham | title = The Drawings of Leonardo da Vinci | publisher = Jonathan Cape | year = 1946 | isbn = 0-224-60462-7}}\n*{{chú thích sách | author =Shana Priwer & Cynthia Phillips | title = The Everything Da Vinci Book: Explore the Life and Times of the Ultimate Renaissance Man | publisher = Adams Media | year = 2006 | isbn = 1-59869-101-5}}\n*{{chú thích sách | author = Ilan Rachum| title = The Renaissance, an Illustrated Encyclopedia'' | url = https:\/\/archive.org\/details\/isbn_9780706408577| publisher = Octopus | year = 1979 | isbn = 0-7064-0857-8}}\n*{{chú thích sách | author = [[Jean Paul Richter]] | title = The Notebooks of Leonardo da Vinci | publisher = Dover | year = 1970 | isbn = 0-486-22572-0}} volume 2: ISBN 0-486-22573-9. A reprint of [http:\/\/www.gutenberg.org\/etext\/5000 the original 1883 edition].\n*{{chú thích sách | author = Marco Rosci| title = Leonardo | publisher = Bay Books Pty Ltd| year = 1977 | isbn = 0-85835-176-5}}\n*{{chú thích sách | author = Paolo Rossi| title = The Birth of Modern Science | url = https:\/\/archive.org\/details\/birthofmodernsci0000ross| publisher = Blackwell Publishing| year = 2001 | isbn = 0-631-22711-3}}\n*{{chú thích sách | author = Bruno Santi | title = Leonardo da Vinci | publisher = Scala \/ Riverside | year = 1990}}\n*{{chú thích sách |author = Theophilus | title = On Divers Arts | publisher = University of Chicago Press | location=U.S. |year = 1963 | isbn = 978-0-226-79482-2}}\n*{{chú thích sách | author = Jack Wasserman | title = Leonardo da Vinci | url = https:\/\/archive.org\/details\/leonardo0000leon | publisher = Abrams | year = 1975 | isbn = 0-8109-0262-1}}\n*{{chú thích sách | author = [[Giorgio Vasari]]| title = Lives of the Artists'' | publisher = Penguin Classics, trans. George Bull 1965| year = 1568 | isbn = 0-14-044164-6}}\n*{{chú thích sách | first = Hugh Ross | last = Williamson | title = Lorenzo the Magnificent | url = https:\/\/archive.org\/details\/lorenzomagnifice0000ross | year = 1974 | publisher = Michael Joseph | isbn = 0-7181-1204-0}}\n*{{chú thích sách | author = Emanuel Winternitz | title=Leonardo Da Vinci As a Musician | url = https:\/\/archive.org\/details\/leonardodavincia0000wint | year=1982 | publisher=Yale University Press | location=U.S. | isbn=978-0-300-02631-3}}\n*{{chú thích sách | author = Alessandro Vezzosi | title = Leonardo da Vinci: Renaissance Man | publisher = Thames & Hudson Ltd, London | year = 1997 (English translation) | isbn = 0-500-30081-X}}\n*{{chú thích sách | author = Frank Zollner | title = Leonardo da Vinci: The Complete Paintings and Drawings | publisher = Taschen | year = 2003 | isbn = 3-8228-1734-1 (hardback)}} [The chapter \"The Graphic Works\" is by Frank Zollner & Johannes Nathan].\n{{refend}}\n\n== Liên kết ngoài ==\n{{Commons|Leonardo da Vinci}}\n* [http:\/\/www.aiwaz.net\/Leonardo\/ Leonardo da Vinci] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051214022301\/http:\/\/www.aiwaz.net\/Leonardo\/ |date = ngày 14 tháng 12 năm 2005}} (tiếng Anh)\n* [http:\/\/www.bbc.co.uk\/science\/leonardo Trang web về Leonardo của BBC] (tiếng Anh)\n* [http:\/\/www.leonardodavinci.net www.LeonardoDaVinci.net] (tiếng Anh)\n* [http:\/\/www.wga.hu\/frames-e.html?\/html\/l\/leonardo\/ Web Gallery of Art]\n* [https:\/\/owlstand.com\/exhibition\/room\/ffc54ff6-1960-46ea-828d-1bae917148b6 Tác phẩm của Leonardo da Vinci] {{Webarchive|url=https:\/\/archive.today\/20151009175558\/https:\/\/owlstand.com\/exhibition\/room\/ffc54ff6-1960-46ea-828d-1bae917148b6 |date=2015-10-09 }}\n{{Thanh chủ đề|Phục Hưng|Nghệ thuật|Giáo hội Công giáo Rôma|Cơ Đốc giáo|Ý}}\n{{Leonardo da Vinci}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1452|1519}}\n\n{{DEFAULTSORT:Vinci, Leonardo da}}\n[[Thể loại:Leonardo da Vinci| ]]\n[[Thể loại:Tín hữu Công giáo Ý]]\n[[Thể loại:Người ăn chay]]\n[[Thể loại:Họa sĩ Ý]]\n[[Thể loại:Họa sĩ Phục hưng]]\n[[Thể loại:Bài cơ bản dài]]\n[[Thể loại:Toán học và văn hóa]]\n[[Thể loại:Khoa học thế kỷ 15]]\n[[Thể loại:Khoa học thế kỷ 16]]\n[[Thể loại:Thời kỳ Khai sáng]]\n[[Thể loại:Nhà phát minh Ý]]\n[[Thể loại:Kiến trúc sư thời Phục Hưng]]\n[[Thể loại:Nghệ sĩ thời Phục Hưng]]\n[[Thể loại:Chuyên gia thuật phóng]]"}