{"Lisa del Giocondo":"{{Thông tin nhân vật\n| name = Lisa del Giocondo\n| image = Mona Lisa, by Leonardo da Vinci, from C2RMF retouched.jpg|nhỏ|trái\n| alt = Phần nhỏ của bức ''[[Mona Lisa]]'' (1503–06) do [[Leonardo da Vinci]] vẽ, trưng bày tại [[Bảo tàng Louvre|Louvre]]\n| image_size = 250px\n| caption = bức tranh ''[[Mona Lisa]]'' (1503 – 1506) do [[Leonardo da Vinci]] vẽ, [[Bảo tàng Louvre|Louvre]]\n|birth_name=Lisa Gherardini\n| birth_date = {{ngày sinh|1479|6|15}}\n| birth_place = [[Florence]], [[Ý]]\n| death_date = {{ngày mất và tuổi|1542|7|15|1479|6|15|}}\n| death_place = Tu viện [[:File:Sant'orsola firenze.JPG|Sant'Orsola]], Florence, Ý\n| spouse = Francesco del Giocondo\n| children = Piero del Giocondo<br \/>Suor Beatrice (Camilla del Giocondo)<br \/>Andrea del Giocondo<br \/>Giocondo del Giocondo<br \/>Suor Ludovica (Marietta del Giocondo)<br \/> Bartolomeo del Giocondo\n| parents = Antonmaria di Noldo Gherardini<br \/>Lucrezia del Caccia\n| known_for = [[Người mẫu|Người làm mẫu vẽ]] cho bức tranh ''[[Mona Lisa]]''\n}}\n\n'''Lisa del Giocondo''' ({{IPA-it|ˈliːza del dʒoˈkondo}}; nhũ danh '''Gherardini''' {{IPA-it|ɡerarˈdiːni|}}; 15 tháng 6 năm 1479 – 15 tháng 7 năm 1542; còn được biết đến với những tên như '''Lisa Gherardini''' và '''Lisa di Antonio Maria (Antonmaria) Gherardini''', hay '''Lisa''', '''Lisa del Gioconda''' và '''Mona Lisa''') là một thành viên trong gia đình Gherardini ở [[Firenze]] và [[Toscana]] tại [[Ý]]. Tên bà được đặt cho hoạ phẩm ''[[Mona Lisa]]'', một bức chân dung của bà, do người chồng đặt [[Leonardo da Vinci]] vẽ trong thời kỳ [[Phục hưng]].\n\nCó rất ít thông tin về cuộc sống của Lisa. Bà sinh ra ở [[Firenze]] và kết hôn ở độ tuổi thiếu nữ với một thương gia buôn vải và tơ lụa, người sau này trở thành quan chức địa phương. Bà là mẹ của 6 người con và gia đình thuộc tầng lớp trung lưu có cuộc sống thoải mái, bình lặng. Lisa qua đời sau người chồng nhiều tuổi hơn đáng kể của mình.\n\nVài thế kỷ sau khi Lisa mất, ''Mona Lisa'' đã trở thành bức tranh nổi tiếng nhất thế giới<ref>{{chú thích báo|author=Riding, Alan|title=In Louvre, New Room With View of 'Mona Lisa'|url=http:\/\/www.nytimes.com\/2005\/04\/06\/arts\/design\/06lisa.html|work=The New York Times|publisher=The New York Times Company|date=ngày 6 tháng 4 năm 2005|access-date =ngày 7 tháng 10 năm 2007}}<\/ref> và có một số phận tách biệt với người phụ nữ làm mẫu. Các học giả và nhà sưu tầm đã khiến tác phẩm trở thành một biểu tượng toàn cầu và là một đối tượng được thương mại hóa. Đầu thế kỷ 21, một phát hiện của chuyên gia bản thảo thuộc [[Đại học Heidelberg]] đã trở thành bằng chứng kết thúc những suy đoán về người trong tranh và cuối cùng đã khẳng định được chính Lisa del Giocondo là người ngồi làm mẫu cho bức tranh ''Mona Lisa''.<ref name=subject \/>\n\n== Xuất thân và tuổi thơ ==\nCùng lúc với trào lưu nghệ thuật thế kỷ 15, [[Firenze]] đã trở thành một thành phố lớn của [[Châu Âu]], được đánh giá là giàu có với nền kinh tế phát triển phồn thịnh. Mọi cư dân Firenze đều không sống cuộc sống \"bình bị\"{{cần chú thích}}, vì tại đây sự phân hoá giàu nghèo rất lớn.<ref>{{harvnb|Pallanti|2006|p=17, 23–24}}<\/ref> Gia đình Lisa thuộc dòng dõi quý tộc lâu đời nhưng theo thời gian đã mất đi thế lực. Họ sống đầy đủ nhưng không giàu có và dựa vào thu nhập từ trang trại.<ref>{{harvnb|Pallanti|2006|p=58}}<\/ref>\n\nAntonmaria di Noldo Gherardini, cha của Lisa, trải qua ba đời vợ. Người vợ đầu là Lisa di Giovanni Filippo de Carducci kết hôn vào năm 1465, và vợ thứ hai là Caterina Rucellai, kết hôn vào năm 1473. Cả hai đều chết khi sinh con.<ref name=Pallanti-37>{{harvnb|Pallanti|2006|p=37}}<\/ref> Mẹ của Lisa là Lucrezia del Caccia, con gái của Piera Spinelli và là người vợ thứ ba của Gherardini, kết hôn vào năm 1476.<ref name=Pallanti-37\/> Gherardini có thời kỳ đã sở hữu hoặc thuê đến 6 trang trại tại [[Chianti]] để sản xuất lúa mì, rượu nho, dầu oliu và chăn nuôi.<ref name=\"Pallanti 2006, tr. 41-44\">{{harvnb|Pallanti|2006|p=41–44}}<\/ref>\n\nLisa sinh ngày 15 tháng 6 năm 1479 ở Via Maggio, Firenze<ref name=Pallanti-37\/> mặc dù nhiều năm người ta nghĩ rằng bà chào đời tại một trong những điền trang của gia đình ở nông thôn, Villa Vignamaggio chỉ ở ngay ngoại vi Greve.<ref>{{chú thích báo|publisher=Villa Vignamaggio|title=History of Vignamaggio|url=http:\/\/www.vignamaggio.it\/english\/history.html|access-date =ngày 5 tháng 4 năm 2008|archive-date = ngày 12 tháng 5 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20060512180457\/http:\/\/www.vignamaggio.it\/english\/history.html|url-status=dead}}<\/ref> Tên bà được đặt theo tên của bà nội.<ref>{{harvnb|Pallanti|2006|p=40}}<\/ref> Là chị cả trong số 7 anh chị em, Lisa có 3 em gái (một người tên là Ginevra) và 3 em trai: Giovangualberto, Francesco và Noldo.<ref>{{harvnb|Pallanti|2006|p=44}}<\/ref>\n\nGia đình bà sống tại Firenze, ban đầu gần [[Santa Trinita]] và sau đó thuê chỗ ở sát [[Santo Spirito, Firenze|Santo Spirito]], có lẽ vì họ không đủ khả năng trang trải cho việc sửa chữa ngôi nhà cũ khi nó bị hư hại. Gia đình Lisa chuyển đến địa điểm ngày nay gọi là Via dei Pepi, rồi đến gần Santa Croce, nơi họ sống không xa gia đình Ser Piero da Vinci, cha của [[Leonardo da Vinci]].<ref name=Pallanti-45-46>{{harvnb|Pallanti|2006|p=45–46}}<\/ref> Họ sở hữu một căn nhà nhỏ ở làng Poggio, cách thành phố St. Donato khoảng 32&nbsp;km về phía Nam.<ref name=Z4>{{harvnb|Zöllner|1993|p=4}}<\/ref> Noldo, cha của Gherardini và ông nội Lisa, để lại một trang trại tại Chianti cho bệnh viện Santa Maria Nuova. Gherardini đã có được hợp đồng thuê một nông trại khác của bệnh viện, do đó ông có thể trông nom vụ thu hoạch [[lúa mì]] và gia đình Lisa đã trải qua những mùa hè tại ngôi nhà có tên là Ca' di Pesa.<ref name=\"Pallanti 2006, tr. 41-44\"\/>\n{{clear}}\n\n== Hôn nhân và qua đời ==\n[[Tập tin:Francesco del Giocondo.jpg|nhỏ|Francesco di Bartolomeo del Giocondo]]\nVào ngày 5 tháng 3 năm 1495, Lisa kết hôn với Francesco di Bartolomeo di Zanobi del Giocondo, một thương nhân buôn bán vải và tơ [[lụa]] khá thành đạt và trở thành người vợ thứ hai của Giocondo khi mới 15 tuổi. Của hồi môn của Lisa là 170 đồng [[florin]] và trang trại San Silvestro gần căn nhà ở nông thôn của gia đình cô. Đây là một dấu hiệu cho thấy gia đình Gherardini không giàu có vào thời gian này và là lý do để cho rằng cô và người chồng yêu nhau.<ref name=Z5>{{harvnb|Zöllner|1993|p=5}}<\/ref> Trang trại của Lisa nằm giữa Castellina và San Donato ở Poggio, ở gần đó có hai trang trại mà sau này thuộc sở hữu của [[Michelangelo]].<ref name=Pallanti-45-46\/> Không nghèo túng nhưng cũng không khá giả, cuộc sống của vợ chồng Lisa thuộc tầng lớp trung lưu ở Firenze. Cuộc hôn nhân có thể đã giúp Lisa cải thiện địa vị xã hội vì gia đình chồng giàu có hơn.<ref name=Z5 \/> Francesco được cho là người có lợi vì dòng họ Gherardini là một dòng họ có tên tuổi (''old name'').<ref name=Kemp \/> Họ sống ở căn hộ cho đến 5 tháng 3 năm 1503, khi Francesco đủ khả năng để mua một ngôi nhà gần nơi ở cũ của gia đình tại Via della Stufa. Người ta cho là Leonardo cũng bắt đầu vẽ chân dung Lisa cùng năm này.<ref>{{Chú thích web|tiêu đề=Portrait of Lisa Gherardini, wife of Francesco del Giocondo|url=http:\/\/www.louvre.fr\/llv\/oeuvres\/detail_notice.jsp?CONTENT%3C%3Ecnt_id=10134198673226503&CURRENT_LLV_NOTICE%3C%3Ecnt_id=10134198673226503&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;FOLDER%3C%3Efolder_id=9852723696500816&bmUID=1155229237450&bmLocale=en|nhà xuất bản=Musée du Louvre|ngày truy cập=2007-10-04}}<\/ref><ref name=Z9>{{harvnb|Zöllner|1993|p=9}}<\/ref>\n\n[[Tập tin:Del Giocondo-Gherardini-Firenze-map.jpg|nhỏ|Trung tâm Firenze. Francesco và Lisa sống tại Via della Stufa (màu đỏ), khoảng 1 km về phía bắc của [[sông Arno]]. Cha mẹ Lisa sống gần sông, lúc đầu ở phía bắc và sau đó ở phía nam (màu xanh).]]\n\nLisa và Francesco có năm người con: Piero, Camilla, Andrea, Giocondo và Marietta; 4 trong số họ được sinh trong khoảng thời gian từ 1496–1507.<ref name=Johnston>{{chú thích báo|author=Johnston, Bruce|title=Riddle of Mona Lisa is finally solved: she was the mother of five|work=Telegraph.co.uk|publisher=Telegraph Media Group|url=http:\/\/www.telegraph.co.uk\/news\/main.jhtml?xml=\/news\/2004\/08\/01\/wmona01.xml&sSheet=\/news\/2004\/08\/01\/ixworld.html|date=ngày 1 tháng 1 năm 2004|access-date=ngày 6 tháng 10 năm 2007|archive-date=2007-10-11|archive-url=https:\/\/web.archive.org\/web\/20071011082755\/http:\/\/telegraph.co.uk\/news\/main.jhtml?xml=%2Fnews%2F2004%2F08%2F01%2Fwmona01.xml&sSheet=%2Fnews%2F2004%2F08%2F01%2Fixworld.html}}<\/ref> Bà mất một đứa con gái vào năm 1499.<ref name=Z4 \/> Lisa cũng nuôi Bartolomeo, con trai của Francesco với người vợ trước Camilla di Mariotto Rucellai, cậu bé mồ côi mẹ khi mới 1 tuổi. Mẹ kế của Lisa, Caterina di Mariotto Rucellai và người vợ đầu của Francesco là chị em, đều thuộc dòng họ Rucellai nổi tiếng.\n\nHai người con của Lisa là Camilla và Marietta đã trở thành những nữ tu sĩ [[Thiên Chúa giáo|Thiên chúa giáo]]. Camilla lấy tên là Suor Beatrice và vào nữ tu viện San Domenico di Cafaggio, nơi cô được giao phó trách nhiệm chăm sóc cho chị gái của Antonmaria là Suor Albiera và chị gái của Lisa là Suor Camilla{{efn|Suor Camilla không còn [[trinh tiết|trong trắng]] và được tha bổng trong một vụ [[scandal|bê bối]] với 4 người đàn ông trong tu viện.<ref name=Pallanti-61-62\/>}} và Suor Alessandra.<ref name=Pallanti-61-62>{{harvnb|Pallanti|2006|p=61–62}}<\/ref> Beatrice chết năm 18 tuổi<ref name=Pallanti-61-62\/> và được [[chôn cất]] tại Nhà thờ Santa Maria Novella.<ref name=M154>{{harvnb|Müntz|1898|p=154}}<\/ref> Lisa gắn bó với Sant'Orsola, một nữ tu viện được kính trọng ở Firenze, nơi bà đưa Marietta vào trong năm 1521. Marietta lấy tên Suor Ludovica và trở thành một thành viên đáng kính trong nữ tu viện với một cương vị có một số trọng trách.<ref>{{harvnb|Pallanti|2006|p=63}}<\/ref>\n\nFrancesco trở thành một quan chức ở Firenze. Ông được bầu vào ''Dodici Buonomini''{{efn|Hội đồng 12 người trong chính quyền Firenze}} vào năm 1499 và Signoria{{efn|Hội đồng 9 người trong chính quyền Firenze}} vào năm 1512, nơi ông giữ chức ''Priori'' cho đến năm 1524. Ông có thể có những mối quan hệ với gia đình [[Medici]] về chính trị hay quyền lợi thương mại. Năm 1512, chính quyền Firenze lo sợ Medici quay trở lại từ nơi sống lưu vong, Francesco đã bị tống giam và phạt tiền là 1.000 đồng florin. Ông được phóng thích vào tháng 9 khi Medici trở lại.<ref name=M154 \/><ref name=Masters>{{chú thích sách|last=Masters|first=Roger D.|title=Fortune is a River: Leonardo da Vinci and Niccolò Machiavelli's Magnificant Dream of Changing the Course of Florentine History (online notes for Chapter 6)|publisher=Free Press via Dartmouth College (dartmouth.edu)|date=15 tháng 6 năm 1998|url=http:\/\/www.dartmouth.edu\/~rmasters\/fourtune\/notes\/06.html|isbn=0-6848-4452-4|access-date = ngày 13 tháng 4 năm 2008 |archive-date = ngày 3 tháng 2 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090203114942\/http:\/\/www.dartmouth.edu\/~rmasters\/fourtune\/notes\/06.html|url-status=dead}}<\/ref>\n\nMột bản báo cáo có ghi nhận Francesco qua đời trong một trận dịch bệnh năm 1538. Lisa trở nên đau yếu và được đưa đến nữ tu viện Sant'Orsola bởi con gái bà là Ludovica. Lisa mất ở tu viện này khoảng 4 năm sau, ở tuổi 63.<ref>{{chú thích báo|author=Lorenzi, Rossella|title=Mona Lisa Grave Found, Claims Scholar|url=http:\/\/dsc.discovery.com\/news\/2007\/01\/19\/monalisa_his.html?category=history|date=ngày 19 tháng 1 năm 2007|work=Discovery Channel News|publisher=Discovery Communications|access-date=ngày 6 tháng 10 năm 2007|archive-date=2011-12-28|archive-url=https:\/\/web.archive.org\/web\/20111228110317\/http:\/\/dsc.discovery.com\/news\/2007\/01\/19\/monalisa_his.html?category=history|url-status=bot: unknown}}<\/ref><ref name=Lorenzi>{{chú thích báo|author=Lorenzi, Rossella|title=Mona Lisa's Identity Revealed?|work=Discovery Channel News|publisher=Discovery Communications|url=http:\/\/dsc.discovery.com\/news\/2007\/05\/02\/monalisa_arc.html?category=archaeology&guid=20070502143030|date = ngày 2 tháng 5 năm 2007 |access-date =ngày 6 tháng 10 năm 2007}}<\/ref> Trong một tài liệu của những học giả uyên thâm khác về cuộc sống của gia đình Lisa thì Francesco sống đến năm 80 tuổi. Ông chết vào năm 1539 và Lisa có thể sống đến ít nhất là năm 1551, khi bà đã ở độ tuổi 71 hoặc 72.<ref name=\"Z4\"\/>\n\nTháng 6 năm 1537, trong di chúc của mình, Francesco trả lại cho Lisa vật hồi môn, cung cấp quần áo cá nhân, nữ trang và đáp ứng cuộc sống tương lai của bà. Ngoài việc giao phó việc chăm sóc bà cho người con gái là Ludovica và khi Ludovica không có đủ khả năng để chăm sóc Lisa, con trai riêng của ông là Bartolomeo sẽ thực hiện việc này, Francesco viết: \"Trao gửi tình yêu của người viết di chúc tới Mona Lisa, người vợ mà ta yêu quý; cân nhắc rằng Lisa luôn hành động như một người vợ chung thủy với một tinh thần cao cả; tôi mong cô ấy sẽ có mọi thứ mình ước muốn...\"<ref>{{harvnb|Pallanti|2006|p=105}}<\/ref> Lisa del Giocondo sống những năm cuối đời ở Tu viện Sant'Orsola, nơi bà qua đời năm 63 tuổi, vào tháng 7 năm 1542.<ref>{{chú thích báo|url=http:\/\/www.telegraph.co.uk\/news\/worldnews\/europe\/italy\/11888685\/Who-was-Mona-Lisa-Burial-breakthrough-may-solve-the-identity-mystery-behind-Da-Vinci-masterpiece.html|title=Who was Mona Lisa? Burial breakthrough may solve identity mystery behind Da Vinci masterpiece|work=The Daily Telegraph|author=Squires, Nick|date=ngày 24 tháng 9 năm 2015}}<\/ref>\n\n== ''Mona Lisa'' ==\n{{chính|Mona Lisa}}\n[[Tập tin:Mona Lisa, by Leonardo da Vinci, from C2RMF retouched.jpg|nhỏ|trái|Bức tranh [[tiếng Anh]]: ''[[Mona Lisa]]'', [[tiếng Ý]]: ''La Gioconda'', [[tiếng Pháp]]: ''La Joconde'' của họa sĩ [[Leonardo da Vinci]], [[Bảo tàng Louvre|Louvre]]]]\n\nGiống như nhiều người dân Firenze khác với tiềm lực tài chính của mình, gia đình Francesco trở thành một gia đình yêu thích và bảo trợ cho nghệ thuật. Người con trai riêng là Bartolommeo đã hỏi Antonio di Donnino Mazzieri để vẽ những bức tranh tường trong khu hầm mộ gia đình tại [[Basilica della Santissima Annunziata di Firenze]]. [[Andrea del Sarto]] đã vẽ một bức tranh Đức mẹ Maria cho các thành viên khác trong gia đình của Bartolommeo.<ref name=M154 \/> Francesco đã ủy nhiệm cho Leonardo để vẽ một bức chân dung người vợ của mình và thuê [[Domenico Puligo]] để vẽ một bức tranh [[phanxicô thành Assisi|thánh Francis thành Assisi]]. Francesco nghĩ rằng việc đặt vẽ bức chân dung của Lisa là để kỷ niệm cả ngày sinh của Andrea và việc mua được căn nhà cho gia đình.<ref name=Z9 \/>\n\n[[Tập tin:Mona Lisa stolen-1911.jpg|nhỏ|Vụ mất trộm bức ''Mona Lisa'' từ bảo tàng Louvre năm 1911 và bức tranh đã du hành từ châu Á đến Bắc Mỹ trong thập niên 1960-1970, góp phần tạo nên tên tuổi và biểu tượng của bức tranh<ref>{{harvnb|Sassoon|2001|p=14–16}}<\/ref>]]\n\nBức ''Mona Lisa'' đáp ứng các nhu cầu của những bức chân dung về người phụ nữ đức hạnh vào thế 15 và đầu thế kỷ 16. Lisa được vẽ chân dung với điệu bộ tay phải đặt lên tay trái, một cử chỉ biểu hiện người vợ chung thủy. Leonardo cũng đã thể hiện Lisa như một người lịch sự và thành đạt. Áo quần tối màu và mạng che màu đen là kiểu thời trang có ảnh hưởng lớn từ [[Tây Ban Nha]]; chúng không phải là đồ bà mặc để thương tiếc cho người con gái đầu tiên của bà, như một số nhà học giả đưa ra. Bức chân dung có kích thước nổi bật; kích cỡ của bức chân dung bằng với những bức tranh được những nhà bảo trợ nghệ thuật giàu có mua vào cùng thời điểm. Sự phung phí này đã được giải thích như một dấu hiệu về tham vọng xã giao của Francesco và Lisa.<ref name=Z12>{{harvnb|Zöllner|1993|p=12}}<\/ref>\n\nLeonardo không có thu nhập trong thời gian mùa xuân năm 1503, điều này có thể một phần nào giải thích do mối quan tâm của ông trong việc hoàn thành bức chân dung cá nhân được đặt làm.<ref name=Masters \/><ref name=Z7>{{harvnb|Zöllner|1993|p=7}}<\/ref> Nhưng vào năm sau đó, ông có lẽ đã chậm trễ công việc của mình đối với bức tranh ''Mona Lisa'' khi nhận tiền công để bắt đầu vẽ bức ''[[Trận Anghiari (tranh)|Trận Anghiari]]'', đây là một bức tranh được đặt làm có giá trị hơn và khi đó ông đã giao kèo sẽ hoàn thành bức tranh này vào tháng 2 năm 1505.<ref name=M136>{{harvnb|Müntz|1898|p=136}}<\/ref> Năm 1506, Leonardo tiếp tục hoàn thành bức chân dung đang dang dở.<ref name=Clark \/> Ông không được trả tiền công cho công việc này và không chuyển bức tranh cho khách hàng sau khi hoàn thành.<ref name=Z6>{{harvnb|Zöllner|1993|p=6}}<\/ref> Những bức tranh hội họa đã đi cùng ông trong suốt cuộc đời của ông và ông có thể đã hoàn thành bức ''Mona Lisa'' nhiều năm sau tại [[Pháp]],<ref name=Kemp \/> khoảng năm 1516.<ref>{{Chú thích web|tác giả 1=|tiêu đề=Mona Lisa 1503-16|url=http:\/\/www.universalleonardo.org\/work.php?id=197|ngày tháng=|nhà xuất bản=University of the Arts, London|ngày truy cập = ngày 24 tháng 10 năm 2007}}<\/ref>\n\n[[Tập tin:Mona Lisa margin scribble.jpg|nhỏ|phải|Chú thích của Agostino Vespucci được tìm thấy tại Đại học Heidelberg]]\nNgày tháng trên bức tranh đề năm 1550. Một người quen của gia đình Francesco<ref name=\"Z4\"\/> là [[Giorgio Vasari]] đã viết \"Leonardo đồng ý vẽ cho Francesco del Giocondo, bức chân dung của Mona Lisa, vợ ông ấy\".<ref name=Clark>{{chú thích tạp chí|author=Clark, Kenneth, dẫn lời một bản dịch của Vasari|title=Mona Lisa|journal=The Burlington Magazine|publisher=The Burlington Magazine Publications via JSTOR|volume=115|issue=840|url=http:\/\/links.jstor.org\/sici?sici=0007-6287(197303)115%3A840%3C144%3AML%3E2.0.CO%3B2-Z|date= tháng 3 năm 1973|pages=144|issn=00076287|access-date = ngày 5 tháng 10 năm 2007}}<\/ref>{{efn|Nguyên văn: \"Prese Lionardo a fare per Francesco del Giocondo il ritratto di mona Lisa sua moglie\".<ref>{{harvnb|Vasari|1879|p=39}}<\/ref>}} Bức chân dung có tên tiếng Ý (''La Gioconda'') và [[tiếng Pháp]] (''La Joconde'') đặt theo tên kết hôn cũng như biệt danh của Lisa—có nghĩa là \"vui tươi\" hay \"người hạnh phúc\".<ref name=Kemp>{{harvnb|Kemp|2006|p=261–262}}<\/ref>\n\nNhững nghiên cứu cho thấy cái tên Lisa được chỉ ít nhất cho 4 bức tranh khác<ref>{{chú thích tạp chí|author=Stites, Raymond S.|title=Mona Lisa--Monna Bella|url=http:\/\/links.jstor.org\/sici?sici=1543-6314(193601)8%3A1%3C7%3AMLB%3E2.0.CO%3B2-5|journal=Parnassus|volume=8|issue=1|pages=7-10, 22-23|publisher=College Art Association via JSTOR|date=tháng 1 năm 1936|doi=10.2307\/771197|access-date =ngày 6 tháng 10 năm 2007}}<\/ref><ref>{{harvnb|Littlefield|1914|p=525}}<\/ref><ref>{{harvnb|Wilson|2000|p=364–366}}<\/ref> và 10 người khác có cùng nhân dạng giống cô.<ref>{{chú thích báo|author=Debelle, Penelope|title=Behind that secret smile|url=http:\/\/www.theage.com.au\/articles\/2004\/06\/24\/1088046208817.html|work=The Age|publisher=The Age Company|date = ngày 25 tháng 6 năm 2004 |access-date =ngày 6 tháng 10 năm 2007}}<\/ref><ref>{{chú thích báo|author=Johnston, Bruce|title=Riddle of Mona Lisa is finally solved: she was the mother of five|work=Telegraph.co.uk|publisher=Telegraph Media Group|url=http:\/\/www.telegraph.co.uk\/news\/main.jhtml?xml=\/news\/2004\/08\/01\/wmona01.xml&sSheet=\/news\/2004\/08\/01\/ixworld.html|date=ngày 8 tháng 1 năm 2004|access-date=ngày 6 tháng 10 năm 2007|archive-date=2007-10-11|archive-url=https:\/\/web.archive.org\/web\/20071011082755\/http:\/\/telegraph.co.uk\/news\/main.jhtml?xml=%2Fnews%2F2004%2F08%2F01%2Fwmona01.xml&sSheet=%2Fnews%2F2004%2F08%2F01%2Fixworld.html}}<\/ref><ref>{{chú thích báo|author=Nicholl, Charles|title=Mona Lisa: The History of the World's Most Famous Painting by Donald Sassoon: The myth of the Mona Lisa|work=Guardian Unlimited|publisher=London Review of Books via Guardian News and Media|url=http:\/\/books.guardian.co.uk\/lrb\/articles\/0,6109,675653,00.html|date = ngày 28 tháng 3 năm 2002 |access-date =ngày 6 tháng 10 năm 2007}}<\/ref><ref name=\"news.bbc.co.uk\">{{chú thích báo|author=Chaundy, Bob|title=Faces of the Week|url=http:\/\/news.bbc.co.uk\/2\/hi\/uk_news\/magazine\/5392000.stm|work=BBC News|publisher=BBC|date = ngày 29 tháng 9 năm 2006 |access-date = ngày 5 tháng 10 năm 2007}}<\/ref> Vào cuối thế kỷ 20, bức tranh trở thành một biểu tượng toàn cầu, nó được sử dụng trong hơn 300 bức tranh khác và trong 2.000 quảng cáo, xuất hiện trung bình một lần một tuần trong các quảng cáo.<ref>{{harvnb|Sassoon|2001|p=16}}<\/ref> Năm 2005, một chuyên gia tại [[Đại học Heidelberg|Thư viện Đại học Heidelberg]] khám phá ra một ghi chú do Agostino Vespucci viết năm [[1503]] bên lề một cuốn sách trong tủ sách của thư viện, điều này củng cố những chứng cứ xác định người ngồi làm mẫu là Lisa.<ref name=subject>{{Chú thích web|tiêu đề=Mona Lisa – Heidelberger Fund klärt Identität (English: Mona Lisa – Heidelberger find clarifies identity)|ngôn ngữ=tiếng Anh|url=http:\/\/www.ub.uni-heidelberg.de\/Englisch\/news\/monalisa.html|nhà xuất bản=University Library Heidelberg|ngày truy cập=ngày 15 tháng 1 năm 2008|archive-date = ngày 8 tháng 5 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110508121954\/http:\/\/www.ub.uni-heidelberg.de\/Englisch\/news\/monalisa.html|url-status=dead}}<\/ref> Người Pháp sở hữu bức ''Mona Lisa'' từ [[Cách mạng Pháp]].<ref>{{harvnb|Sassoon|2001|p=8}}<\/ref> Ngày nay, khoảng 6 triệu người đến tham quan bức tranh mỗi năm tại [[Bảo tàng Louvre]] ở [[Paris]], nơi bức tranh trở thành một phần của bộ sưu tập quốc gia Pháp.<ref name=\"news.bbc.co.uk\"\/><ref>{{chú thích báo|author=Canetti, Claudine|title=The world's most famous painting has the Louvre all aflutter|work=Actualité en France via French Ministry of Foreign and European Affairs (diplomatie.gouv.fr)|url=http:\/\/www.diplomatie.gouv.fr\/en\/france_159\/discovering-france_2005\/france-from-to-z_1978\/culture_1979\/museums_4412\/the-world-most-famous-painting-has-the-louvre-all-aflutter_6824.html|access-date=ngày 8 tháng 10 năm 2007|archive-date=2011-06-29|archive-url=https:\/\/web.archive.org\/web\/20110629055247\/http:\/\/www.diplomatie.gouv.fr\/en\/france_159\/discovering-france_2005\/france-from-to-z_1978\/culture_1979\/museums_4412\/the-world-most-famous-painting-has-the-louvre-all-aflutter_6824.html|url-status=dead}}<\/ref>\n\n==Tham khảo==\n===Chú giải===\n{{notelist|2}}\n\n===Chú thích===\n{{Tham khảo|30em}}\n\n===Thư mục===\n{{Refbegin|30em}}\n* {{chú thích sách|last=Müntz|first=Eugène|title=Leonardo Da Vinci, Artist, Thinker and Man of Science|year=1898|volume=2|url=https:\/\/books.google.com\/?id=_-QEAAAAYAAJ&printsec=titlepage#PPA153,M1|publisher=Charles Scribner's Sons|location=New York|access-date=ngày 14 tháng 10 năm 2007}}\n* {{chú thích sách|last=Pallanti|first=Giuseppe|title=Mona Lisa Revealed: The True Identity of Leonardo's Model|url=https:\/\/archive.org\/details\/monalisarevealed00pall|year=2006|publisher=Skira|location=Florence, Italy|isbn=88-7624-659-2}}\n* {{chú thích tạp chí|last=Sassoon|first=Donald|title=Mona Lisa: the Best-Known Girl in the Whole Wide World|journal=[[History Workshop Journal]]|publisher=[[Oxford University Press]]|year=2001|volume=2001|issue=51|issn=1477-4569|pages=Abstract|url=http:\/\/hwj.oxfordjournals.org\/cgi\/content\/abstract\/2001\/51\/1|doi=10.1093\/hwj\/2001.51.1}}\n* {{chú thích tạp chí|last=Zöllner|first=Frank|title=Leonardo's Portrait of Mona Lisa del Giocondo|url=http:\/\/archiv.ub.uni-heidelberg.de\/artdok\/volltexte\/2006\/157\/pdf\/Zoellner_GBA_93.pdf|format=PDF|year=1993|journal=Gazette des Beaux-Arts|issn=0016-5530|volume=121|issue=S.|access-date=ngày 9 tháng 10 năm 2007}}\n* {{chú thích sách|last=Kemp|first=Martin|title=Leonardo Da Vinci: The Marvellous Works of Nature And Man|url=http:\/\/books.google.com\/books?id=1-t_dJh-_mUC&pg=PA261|publisher=Oxford University Press|isbn=0-1928-0725-0|date=2006|access-date=ngày 5 tháng 10 năm 2007}}\n* {{chú thích sách|last=Vasari|first=Giorgio|others=Gaetano Milanesi|title=Le vite de' più eccellenti pittori, scultori ed architettori|volume=IV|url=http:\/\/books.google.com\/books?id=EroFAAAAQAAJ.|origyear=1550, rev. ed. 1568|date=1879|access-date=ngày 5 tháng 10 năm 2007|archive-date=2015-03-22|archive-url=https:\/\/web.archive.org\/web\/20150322132226\/http:\/\/books.google.com\/books?id=EroFAAAAQAAJ.}}\n* {{chú thích sách|last=Littlefield|first=Walter|title=The Two \"Mona Lisas\"|publisher=The Century: A Popular Quarterly by Making of America Project|date=1914|url=http:\/\/books.google.com\/books?id=ux0MAAAAMAAJ&pg=PA525&vq=mona+lisa#PPA528,M1|access-date=ngày 9 tháng 10 năm 2007}}\n* {{chú thích sách|last=Wilson|first=Colin|title=The Mammoth Encyclopedia of the Unsolved|publisher=Carroll & Graf|url=http:\/\/books.google.com\/books?id=Mf7ujOGDzZ8C&pg=PA364|date=2000|isbn=0-7867-0793-3|access-date=ngày 9 tháng 10 năm 2007|archive-date=2012-11-12|archive-url=https:\/\/web.archive.org\/web\/20121112191232\/http:\/\/books.google.com\/books?id=Mf7ujOGDzZ8C&pg=PA364}}\n{{Refend}}\n\n== Liên kết ngoài ==\n{{wikinews|:it:Studi rivelano che la Gioconda fu sepolta a Firenze|Studi rivelano che la Gioconda fu sepolta aline|:it:Le vite de' più eccellenti pittori, scultori e architettori (1550)\/Lionardo da Vinci|Le vite de' più eccellenti pittori, scultori e architettori (1550)\/Lionardo da Vinci}}\n* {{Britannica|388735|Mona Lisa}}\n* {{Chú thích web|tiêu đề=Portrait of Lisa Gherardini, wife of Francesco del Giocondo|url=http:\/\/www.louvre.fr\/llv\/oeuvres\/detail_notice.jsp?CONTENT%3C%3Ecnt_id=10134198673226503&CURRENT_LLV_NOTICE%3C%3Ecnt_id=10134198673226503&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;FOLDER%3C%3Efolder_id=9852723696500816&bmUID=1155229237450&bmLocale=en|nhà xuất bản=Musée du Louvre|ngày truy cập=ngày 4 tháng 10 năm 2007}}\n{{Thanh chủ đề|Hội họa|Ý|Paris|Châu Âu}}\n{{Mona Lisa}}\n{{Leonardo da Vinci}}\n{{Kiểm soát tính nhất quán}}\n{{Sao chọn lọc|phiên bản chọn lọc=1377281 |thời gian=11 tháng 8 năm 2008 }}\n\n{{DEFAULTSORT:Gherardini, Lisa}}\n[[Thể loại:Sinh năm 1479]]\n[[Thể loại:Mất năm 1542]]\n[[Thể loại:Người Firenze]]\n[[Thể loại:Bài Ý chọn lọc]]\n[[Thể loại:Nữ người mẫu Ý|I]]\n[[Thể loại:Mona Lisa]]\n[[Thể loại:Nữ giới Ý]]\n[[Thể loại:Người thời Phục Hưng]]\n[[Thể loại:Người Ý thế kỷ 15]]\n[[Thể loại:Người Ý thế kỷ 16]]\n[[Thể loại:Leonardo da Vinci]]"}