{"Liêu Hóa":"{{Thông tin nhân vật Tam Quốc\n|Tên=Liêu Hóa\n|Hình=Liao Hua 2016 Han Zhao Lie Miao.jpg\n|Cỡ hình=215px\n|Chú thích hình=tượng Liêu Hóa ở đền Vũ Hầu - Thành Đô\n|Chức vụ=Đại tướng\n|Nước=[[Thục Hán]]\n|Sinh=\n|Nơi sinh=\n|Mất=[[264]]\n|Nơi mất=\n|Giản thể=廖化\n|Phồn thể=廖化\n|Bính âm=Liao Hua\n|Tự=Nguyên Kiệm (元儉)\n|Thụy=\n}}\n\n'''Liêu Hóa''' ({{zh|t=廖化|s=廖化|p=}}, ? – 264), tên cũ là '''Liêu Thuần''' (廖淳), tự '''Nguyên Kiệm''' (元儉), là tướng lĩnh [[Quý Hán]] thời [[Tam Quốc]] trong lịch sử Trung Quốc.\n\n== Cuộc đời ==\nLiêu Hóa vốn là một thư lại ở [[Kinh Châu]], theo [[Quan Vũ]] khi đã trung tuần. Sau khi Quan Vũ thất bại ở [[trận Tương Dương-Phàn Thành|trận Phàn Thành]], Liêu Hóa bị quân [[Đông Ngô]] bắt được. Để trở về với chủ mình là [[Lưu Bị]], ông đã dàn dựng và khiến cho mọi người tin rằng ông đã chết. Thực ra, ông đã đưa mẹ ông chạy thẳng về phía tây, và gặp Lưu Bị khi đó đang dẫn quân đánh Đông Ngô báo thù cho Quan Vũ.\n\nSau khi Lưu Bị mất ở [[thành Bạch Đế]], Hóa làm cố vấn cho thừa tướng [[Gia Cát Lượng]].\n\nLiêu Hóa sau đó đã tham gia nhiều trận đánh trong chiến dịch Bắc phạt.\n\nSau khi [[Lưu Thiện|Hậu chủ]] hàng [[Tào Ngụy|Ngụy]], Liêu Hóa bị áp về [[Lạc Dương (Trung Quốc)|Lạc Dương]], nhưng được nửa đường thì mất.\n\n== Trong ''[[Tam quốc diễn nghĩa]]'' ==\nTrong Tam Quốc diễn nghĩa, Liêu Hóa từng tham gia [[khởi nghĩa Khăn Vàng]]. Khi Trương Giác chết, Liêu Hóa lên núi làm sơn tặc.\n\nSau này khi Quan Vũ bỏ [[Tào Tháo]] về với Lưu Bị. Tào Tháo nghe tin thì đuổi theo tiễn Quan Vũ. Quan Vũ cho đoàn xe [[My phu nhân]] và [[Cam phu nhân]] đi trước rồi ở lại chặn Tào Tháo. Tào Tháo tặng Quan Vũ chiến bào và Quan Vũ tiếp tục hành trình. Lúc này đoàn xe bị bọn sơn tặc của Liêu Hóa bắt. Liêu Hóa bất ngờ chuyện này và thấy thuộc hạ định làm nhục nhị tẩu thì giết chúng đi. Liêu Hóa hỏi quân lính mới biết là Quan Vũ về với Lưu Bị, đây là nhị tẩu. Bọn thuộc hạ của Liêu Hóa đòi giết vợ Lưu Bị thì Liêu Hóa giết nốt đi và đưa đoàn xe trả lại cho Quan Vũ. Quan Vũ rất cảm kích. Liêu Hóa xin theo hầu Quan Vũ nhưng Quan Vũ từ chối. Liêu Hóa đành trở về.\n\nLúc Lưu Bị và Quan Vũ, [[Trương Phi]] đóng quân tại [[Nhữ Nam]], Liêu Hóa đến đầu quân và được Quan Vũ đón nhận. Từ đây ông trở thành tướng lĩnh của Quan Vũ và lập công cho Lưu Dự Châu (Lưu Bị).\n\nKhi Quan Vũ bị vây ở [[Mạch Thành|trận Phàn Thành]], đã sai Liêu Hóa đến [[Thượng Dung]] cầu cứu [[Lưu Phong (Tam Quốc)|Lưu Phong]], [[Mạnh Đạt]]. Nhưng Lưu, Mạnh đã từ chối đưa quân đến tiếp viện. Liêu Hóa tức giận chửi mắng một hồi rồi về [[Thành Đô]] cầu cứu [[Lưu Bị|Hán Trung Vương]].\n\nHán Trung Vương ra lệnh xử tử Lưu Phong và lên ngôi vua, lập ra Thục Hán. Lưu Bị mang quân đánh Đông Ngô báo thù cho Quan Vũ. Liêu Hóa có tham chiến, đánh tan hơn 40 trại tại Kinh Châu, băng qua Hồ Khẩu, đến Nam Củng. Trong chương 81, [[La Quán Trung]] khi nêu các tướng tham gia chuẩn bị trận chiến phạt Ngô của Lưu Bị thì đã viết tên Liêu Hóa thành Liêu Thuần (tên thật). Các dịch giả khi dịch sang tiếng Việt đã dịch sai thành '''Trương Thuần''' như một nhân vật mới.\n\nLiêu Hóa tham gia nhiều trận đánh trong chiến dịch Bắc phạt của [[Gia Cát Lượng|Khổng Minh]].\n\nNăm 263, tướng Ngụy là [[Chung Hội]] và [[Đặng Ngải]] đánh Hán Trung của nước Thục. Lúc thành bị phá thì các tướng Thục lần lượt tự sát, số thì xông ra ngoài tử chiến. Liêu Hóa cũng tuốt kiếm tự vẫn, giữ lòng trung thành với đất nước, không hàng địch nhưng không thành . Về sau vì lo lắng nên qua đời.\n\n== Tham khảo ==\n{{tham khảo}}\n* [https:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E6%BC%94%E7%BE%A9\/%E7%AC%AC081%E5%9B%9E 三國演義 第八十一回]\n* Trần Thọ, Bùi Tùng Chi, [[Tam quốc chí|Tam Quốc chí]], [https:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B745 Thục thư, Tông Dự truyện], phụ chép Liệu Hóa.\n\n{{sơ khai nhân vật quân sự Trung Quốc}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 264]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Người Hồ Bắc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]"}