{"Liêu Thái Tông":"{{Thông tin nhân vật hoàng gia\n|tên= Liêu Thái Tông\n|tên gốc = 遼太宗\n|tước vị = [[Hoàng đế]] [[Trung Hoa]]\n|thêm = china\n|kiểu tại vị = Trị vì\n|sinh={{birth date|902|11|25|df=y}}\n|mất={{death date and age|947|5|18|902|11|25|df=y}}\n|cha=[[Liêu Thái Tổ]]\n|mẹ=[[Thuật Luật Bình]]\n|thời gian của niên hiệu=<\/small>\n*Thiên Hiển (天顯; 927–938)\n*Hội đồng (會同; 938–947)\n*Đại Đồng (大同; 947)\n|chức vị=[[Hoàng đế]] [[Nhà Liêu|Đại Liêu]]\n|tại vị=[[11 tháng 12]] năm [[927]] – [[18 tháng 5]] năm [[947]]<br>({{số năm theo năm và ngày|927|12|11|947|5|18}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:916 till:1125\nAlignBars = early\nScaleMajor = increment:209 start:916\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:927 till:947 color:red\n<\/timeline>\n\n|tiền nhiệm=[[Liêu Thái Tổ]]\n|kế nhiệm=[[Liêu Thế Tông]]\n|tên đầy đủ=<\/small>\n*Nghiêu Cốt {{small|(''(tên [[Khiết Đan]])''}}\n*Gia Luật Đức Quang (耶律德光) {{small|''(tên phổ biến)''}}\n|thụy hiệu=<font color=\"grey\">Hiếu Vũ Huệ Văn hoàng đế<\/font> (孝武惠文皇帝)\n|miếu hiệu= [[Thái Tông]] (太宗)\n}}\n{{Chinese|t=遼太宗|s=辽太宗|p=Liêu Thái Tông|altname=Nghiêu Cốt {{small|(tên [[Khiết Đan]])}}|t2=堯骨|s2=尧骨|p2=Yáogǔ|altname3=Gia Luật Đức Quang {{small|(tên phổ biến)}}|c3=耶律德光|p3=Yēlǜ Déguāng|altname4=Đức Cẩn {{small|([[tên tự]])}}|t4=德謹|s4=德谨|p4=Déjǐn}}\n'''Liêu Thái Tông''' ([[25 tháng 11]], [[902]] – [[18 tháng 5]], [[947]]), tên thật là '''Nghiêu Cốt''', tên tiếng Hán '''Gia Luật Đức Quang''' (耶律德光), [[tên tự]] '''Đức Cẩn''', là vị [[hoàng đế]] thứ hai của [[Khiết Đan]], tức triều đại [[nhà Liêu]] trong [[lịch sử Trung Quốc]].\n\nXuất thân là con trai thứ hai của hoàng đế khai quốc Gia Luật A Bảo Cơ, Gia Luật Đức Quang ban đầu không được chỉ định là người kế vị. Tuy nhiên ông lại nhận được sự ủng hộ từ mẫu thân là hoàng hậu [[Thuật Luật Nguyệt Lý Đóa]] (hay [[Thuật Luật Bình]]). Năm [[932]], sau khi [[Liêu Thái Tổ]] qua đời, Thuật Luật hoàng hậu truất tư cách kế vị của hoàng trưởng tử [[Gia Luật Bội]] để lập Đức Quang lên nối ngôi, tức Liêu Thái Tông.\n\nDưới thời trị vì của mình, Thái Tông đổi tên nước Đại Khiết Đan thành Đại Liêu, và tiếp tục phát triển thế lực của người Khiết Đan. Vào năm [[936]], ông trợ giúp Tiết độ sứ Hà Đông của [[Hậu Đường]] là [[Thạch Kính Đường]] nổi dậy cướp ngôi, thành lập [[Hậu Tấn]], đổi lấy việc Hậu Tấn xưng thần với [[nhà Liêu]] và cắt đất 16 châu Yến Vân cho Liêu, sự kiện này có ảnh hưởng trọng đại đến dòng chảy lịch sử Trung Quốc suốt hơn 200 năm sau đó. Để cai trị người Hán ở Yên Vân, Liêu Thái Tông lựa chọn phương thức \"nhân tục nhi trị\", tiến hành phân trị đối với người Khiết Đan và người Hán, thi hành lưỡng viện chế Nam diện quan và Bắc diện quan. Do Yến Vân có nhiều cửa ải và thành chiến lược, người Khiết Đan nay có thể tiếp cận vùng bình nguyên ở Hoa Bắc.\n\nSau khi [[Thạch Kính Đường]] mất, quan hệ Liêu - Tấn trở nên xấu đi, dẫn đến việc Liêu Thái Tông xuất binh nam hạ. Năm [[946]], ông tiêu diệt nhà [[Hậu Tấn]] và tự xưng là hoàng đế Trung Nguyên; nhưng gặp sự phản kháng quyết liệt của người Hán, cuối cùng phải rút quân vào cuối xuân năm [[947]], rồi đột ngột qua đời ở Loan Thành thuộc Hà Bắc. Con trai của [[Gia Luật Bội]] là [[Gia Luật Nguyễn]] nhân đó xưng đế, và đánh bại quân của Thuật Luật thái hậu, trở thành [[Liêu Thế Tông]].\n\n== Thân thế ==\nGia Luật Đức Quang chào đời năm [[902]], trước khi thành lập đế chế [[Khiết Đan]]. Cha ông là thủ lĩnh [[Khiết Đan]] A Bảo Cơ, và mẹ là người vợ nổi tiếng của A Bảo Cơ, Hoàng hậu [[Thuật Luật Bình]]. Ông là con trai thứ hai của họ. Khi trưởng thành, ông được ''[[Liêu sử]]'' miêu tả là có phong thái đứng đắn và thiên tư tốt, được thường xuyên cùng với cha mẹ tham gia giải quyết các công việc của quốc gia.<ref name=HL3>''[[Liêu sử]]'', [[:zh:s:遼史\/卷3|quyển 3]].<\/ref>\n\nNăm [[922]] sáu năm sau khi A Bảo Cơ lên ngôi hoàng đế Khiết Đan (tức Thái Tổ), Gia Luật Đức Quang được phong làm Thiên hạ Binh mã Đại nguyên soái, dẫn quân tấn công nước láng giềng phía nam là Tấn, tiền thân của nhà [[Hậu Đường]]. Năm [[923]], dưới sự chỉ huy của ông, quân [[Khiết Đan]] chiếm được Bình Châu<ref>平州, nay thuộc [[Tần Hoàng Đảo]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>), và cũng đánh bại được Hồ Tốn của tộc Hề. Người ta nói rằng sau đó ông theo phò Thái Tổ đánh bại các bộ lạc Quyết Lý, Ngạc Nhĩ Đa Tư, kiểm soát hành lang Hà Tây, chiếm giữ Cam châu từ tay người [[Hồi Hột]], công phá quốc đô của [[Bột Hải]], và đại phá quân [[Đảng Hạng]].<ref name=HL3\/>\n\nNăm [[926]], Liêu Thái Tổ quyết định thảo phạt [[Bột Hải quốc]]. Trong chiến dịch đó, ông chiếm giữ thành trì quan trọng của người [[Bột Hải]] là Phu Dư<ref>夫餘, nay thuộc [[Tứ Bình]], [[Cát Lâm]]<\/ref><ref name=ZZTJ275>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref> (sau sự kiện này, Bột Hải chính thức diệt vong, mặc dù Thái Tổ chưa thể chiếm ngay được quốc đô Bột Hải).<ref>''[[Bá Dương]], Edition of the Zizhi Tongjian'', quyển. 68 [926].<\/ref> Liêu Thái Tổ thiết lập ra [[Vương quốc Đông Đan]] trên lãnh thổ cũ của Bột Hải, đặt quốc đô ở Phu Dư, phong anh trai của Gia Luật Đức Quang là [[Gia Luật Bội]] làm Đông Đan vương, với danh hiệu: \"Nhân Hoàng vương\", và dùng danh xưng cho chính mình là \"Thiên hoàng đế\" và vợ là [[Thuật Luật Bình]] là \"Địa hoàng hậu\". Ông phong cho Gia Luật Đức Quang làm \"Thái tử Đại Nguyên soái\", phụ trách kinh đô [[Khiết Đan]] là Lâm Hoàng<ref>臨潢, nay thuộc [[Xích Phong]], [[Nội Mông]], [[Trung Quốc]]<\/ref>), nơi mà trước đây [[Da Luật Bội|Gia Luật Bội]] từng phụ trách.<ref name=ZZTJ275\/>\n\nTuy nhiên không lâu sau khi chiếm được Phu Dư, Liêu Thái Tổ lâm bệnh và đột ngột qua đời khi vẫn còn ở Phu Dư. Thuật Luật hoàng hậu chiếm lấy đại quyền, bà và [[Gia Luật Bội]] hộ tống di thể Thái Tổ về Lâm Hoàng, cử em trai của nhà vua là [[Gia Luật An Đoan]] làm phụ chính tạm thời cai quản Đông Đan. Khi trở lại Lâm Hoàng, bà muốn truất tư cách kế vị của Gia Luật Bội, vì mà yêu thương Đức Quang hơn. Tuy nhiên, theo truyền thống, bà triệu tập các tù tưởng, cùng với Gia Luật Bội và Gia Luật Đức Quang. Hoàng hậu nói với họ: ''Ta thương yêu cả hai đứa con trai này, nhưng không biết nên chọn ai trong số chúng làm hoàng đế. Các người nếu quyết định chọn ai thì cứ chạy đến ôm đứa đó.'' Các tù trưởng biết rằng bà thương Đức Quang, bèn chạy đến ôm chân ông. Do đó hoàng hậu lập Đức Quang làm hoàng đế, là Liêu Thái Tông. [[Gia Luật Bội]] tức giận trước âm mưu của mẹ mình, bèn dẫn mấy trăm quân sĩ chạy trốn đến [[Hậu Đường]] (triều đại kế tục nước Tấn), nhưng bị người [[Khiết Đan]] bắt lại được. Thuật Luật hoàng hậu không trừng phạt ông ta, mà đưa về Đông Đan.<ref name=ZZTJ275\/><ref>''[[Liêu sử]]'' ghi nhận rằng Gia Luật Bội tự nguyện nhường ngôi vua cho Thái Tông, tuy nhiên điều đó không phù hợp với những hành động sau đó của ông ta. Xem thêm ''[[Liêu sử]]'', [[:zh:s:遼史\/卷72|quyển 72]].<\/ref>\n\n== Những năm đầu ==\nLiêu Thái Tông tôn mẹ là Thuật Luật hoàng hậu làm hoàng thái hậu, tấn phong phu nhân là [[Thuật Luật Ôn]], cháu của Thuật Luật thái hậu, làm hoàng hậu.<ref name=HL3\/><ref name=ZZTJ275\/> Sử cũ ghi rằng ông rất hiếu kính với thái hậu, khi thái hậu ốm đau và không muốn ăn uống, thì ông cũng không ăn uống, và nếu thái hậu không hài lòng với ông vì một điều gì đó, thì ông cũng không dám đến gặp bà đến khi bà nguôi giận.<ref name=ZZTJ275\/>\n\nNăm [[930]], Liêu Thái Tông lập em trai mình là [[Gia Luật Lỳ Hồ]] làm Hoàng thái đệ.<ref name=HL3\/> Mặc dù Gia Luật Bội tự nguyện từ bỏ quyền kế vị hoàng vị, song Thái Tông vẫn xem anh trai là một mối đe dọa. Gia Luật Bội vẫn giữ chức Đông Đan hoàng vương, và trở lại Đông Đan sau khi từ bỏ quyền kế vị hoàng vị. Để ngăn cản Gia Luật Bội tạo lập quyền lực riêng tại Đông Đan, Gia Luật Đức Quang hạ lệnh rằng thủ đô của Đông Đan và toàn bộ dân trong thành phải dời đến khu vực nay là Liêu Dương để dễ bề giám sát<ref>Twitchett and Tietze (1994), 69.<\/ref>. Gia Luật Bội lo sợ và bỏ trốn sang [[Hậu Đường]].<ref name=ZZTJ277>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref>\n\nNăm [[935]], Thuật Luật hoàng hậu sau khi hạ sinh đứa con trai thứ hai là [[Gia Luật Yêm Triệt Cát]], thì lâm bệnh và qua đời.<ref name=HL3\/> Thái Tông sau đó không lập thêm [[hoàng hậu]] nào nữa.<ref name=HL71>''[[Liêu sử]]'', [[:zh:s:遼史\/卷71|quyển 71]].<\/ref>\n\n== Chi phối nhà Hậu Tấn ==\n===Giúp Hậu Tấn khai quốc ===\nNăm [[936]], [[Hậu Đường]] lâm vào cuộc tranh chấp nội bộ, vì hoàng đế [[Lý Tùng Kha]] nghi ngờ em rể là tiết độ sứ Hà Đông<ref>河東, trị sở nay thuộc [[Thái Nguyên]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>), âm mưu chống lại ông ta. Theo lời khuyên của các học sĩ [[Lý Tống]] và [[Lã Kỳ]], Lý Tùng Kha suy tính đến việc liên minh với [[Khiết Đan]] để ngăn khả năng [[Khiết Đan]] sẽ trợ giúp [[Thạch Kính Đường]]. Tuy nhiên khi một học sĩ khác là [[Tiết Văn Ngộ]] phản đối vì cho rằng Hoàng đế Khiết Đan sẽ đòi hỏi gả công chúa, Lý Tùng Kha đổi ý và quyết định không liên minh.<ref name=ZZTJ280>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷280|quyển 280]].<\/ref>\n\nKhông lâu sau đó, mùa hạ năm [[936]], theo lời của Tiết Văn Ngộ, Lý Tùng Kha hạ chiếu chuyển Thạch Kính Đường từ Hà Đông đến làm Tiết độ sứ Thiên Bình <ref>天平, trị sở nay thuộc [[Thái An]], [[Sơn Đông]], [[Trung Quốc]]<\/ref>). Điều này khiến cho Kính Đường hoảng sợ, cho rằng ông ta sẽ sớm mất mạng sau khi rời khỏi Hà Đông, và quyết định làm phản. Lý Tùng Kha sau đó cử [[Trương Kính Đạt]] đem quân tấn công Hà Đông. Thạch Kính Đường khi đó 45 tuổi, cử người sang [[Khiết Đan]] cầu viện, hứa rằng nếu Liêu Thái Tông giúp đỡ ông ta làm hoàng đế Trung Quốc, ông ra sẽ cung phụng Liêu Thái Tông như cha của mình và cắt đất [[Lư Long]]<ref>盧龍, trị sở nay thuộc [[Bắc Kinh]]<\/ref>) và các châu quận Hà Bắc ở phía bắc [[Nhạn Môn Quan]] cho người [[Khiết Đan]]. Khi sứ giả của Hà Đông đến triều đình [[Khiết Đan]], Liêu Thái Tông, khi đó 35 tuổi, rất hài lòng, ông nói với Thuật Luật thái hậu: \"Nhi thần từng mộng thấy Thạch công sẽ gửi sứ giả đến đây. Bây giờ quả nhiên là như vậy. Đây đúng là thiên ý.\" Nhà vua đáp lại rằng ông đồng ý liên minh và sẽ gửi quân tới giúp họ Thạch vào mùa thu.<ref name=ZZTJ280\/>\n\nTrong khi đó, Trương Kính Đức bao vây thủ phủ của Hà Đông là Thái Nguyên. Thái Nguyên lâm vào tình trạng thiếu lương, song không thể bị hạ ngay lập tức. Cuối mùa thu, Liêu Thái Tông đích thân dẫn 5 vạn quân (nhưng tuyên bố là 30 vạn), thẳng tiến Thái Nguyên. Khi ông đến ngoại thành Thái Nguyên, Kính Đường gửi thư nói phải tiến quân một cách thận trọng và chưa nên giao chiến ngay, nhưng Liêu Thái Tông không nghe. Ông ngay lập tức đánh tan tác quân của [[Trương Kính Đức]], dồn họ vào Tấn An trại gần Thái Nguyên, chính thức giải vây cho Thái Nguyên. Rồi Liêu Thái Tông đưa quân vào thành, tuyên bố phong Kính Đường làm hoàng đế, đặt quốc hiệu là Đại Tấn (sử [[Trung Quốc]] gọi là nhà [[Hậu Tấn]]). Thạch Kính Đường đồng ý cắt nhượng Lư Long và một phần Hà Đông, gồm 16 châu cho [[Khiết Đan]], và mỗi năm nộp vàng và lụa làm tiền triều cống cho [[Khiết Đan]].<ref name=ZZTJ280\/>\n\nLý Tùng Kha sai [[Triệu Đức Quân]], Tiết độ sứ Lư Long, dẫn quân đến Tấn An cứu [[Trương Kính Đức]], nhưng bản thân Đức Quân cũng muốn làm hoàng đế Trung Nguyên và tìm cách kiếm sự ủng hộ của Liêu Thái Tông, vì thế ông ta cho quân đóng trại ở một nơi khá xa Tấn An là Đoàn Bách Cốc<ref>團柏谷, nay thuộc [[Tấn Trung]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>), và cử sứ giả đến chỗ Liêu Thái Tông, đề nghị liên minh. Đức Quân hối lộ vàng và lụa cho Liêu Thái Tông, hứa sẽ kết làm anh em với [[Khiết Đan]] và vẫn để Thạch Kính Đường làm tiết độ sứ Hà Đông, Thái Tông ban đầu có ý bằng lòng. Thạch Kính Đường biết tin thất kinh, sai thân tín là [[Tang Duy Hàn]] đến thuyết phục rằng tình thế đang có lợi, không nên theo lời Triệu Đức Quân. Cuối cùng Liêu Thái Tông nghe lời của Duy Hàn.<ref name=ZZTJ280\/>\n\nSau khi Tấn Dương bị bao vây ba tháng và hết lương thực, phó tướng của [[Trương Kính Đức]] là [[Dương Quang Viễn]] giết chủ tướng và đầu hàng liên quân Khiết Đan - Hậu Tấn. Liêu Thái Tông trao hàng binh cho [[Thạch Kính Đường]], rồi chuẩn bị tiến đến quốc đô [[Hậu Đường]] là Lạc Dương. Với việc Dương Quang Viễn đầu hàng, quân của Triệu Đức Quân cũng nhanh chóng bị phá tan, và ông ta cũng phải đầu hàng. Khi đó, Lý Tùng Kha, đang dẫn quân chi viện cho chiến trường phía bắc, quyết định trở về Lạc Dương, nhưng khi về đến nơi thì được tin đại thế đã mất, các tướng lũ lượt dắt nhau đầu hàng liên quân Khiết Đan - Hậu Tấn. Liêu Thái Tông cùng Kính Đường đến đóng ở Lộ châu<ref>潞州, nay thuộc [[Trường Trị]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>), và ông nghĩ rằng khi quân [[Khiết Đan]] tiến vào Lạc Dương sẽ khiến người Hán hoảng sợ, nên ở lại Lộ châu, để Thạch Kính Đường dẫn quân đến Lạc Dương. Lý Tùng Kha, trong tình thế tuyệt vọng, cùng gia quyến tự thiêu. Nhưng trước khi tự thiêu, Tùng Kha lệnh giết anh của Liêu Thái Tông là [[Gia Luật Bội]]. Thạch Kính Đường vào kinh, kết thúc triều [[Hậu Đường]]. Ông ta cho hộ tống quan tài của [[Gia Luật Bội]] về [[Khiết Đan]].<ref name=ZZTJ280\/>\n\n=== Hậu Tấn thống trị Trung Hoa ===\nLiêu Thái Tông đem theo các tướng [[Hậu Đường]] mà mình bắt được trở về Khiến Đan.<ref name=HL3\/> Ông cho đổi thủ phủ trấn Lư Long là [[U Châu]] thành Nam Kinh, để dễ bề cai trị 16 châu mới giành được. Ông dành sự tôn trọng đối với viên quan bị bắt là [[Trương Lệ]] và nghe theo nhiều lời khuyên của anh ta.<ref name=ZZTJ281>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷281|quyển 281]].<\/ref>\n\nNăm [[937]], [[Lý Biện|Từ Tri Cáo]], nhiếp chính nước Ngô ở miền nam [[Trung Quốc]], gửi sứ giả đến [[Khiết Đan]] gửi sứ giả đến kết minh với [[Khiết Đan]]. Liêu Thái Tông cũng gửi sứ giả đáp lễ. Cuối năm đó, Liêu Thái Tông đổi quốc hiệu Đại Khiết Đan thành Đại Liêu. Ông học theo chế độ của triều đình Trung Quốc, cho con trai của [[Triệu Đức Quân]] là [[Triệu Diên Thọ]] làm Khu mật sứ, nắm quyền như thủ tướng. Sau đó, khi Từ Tri Cáo cướp ngôi [[Ngô (Thập quốc)|nước Ngô]], xưng là hoàng đế [[Nam Đường]], ông ta tiếp tục giữ quan hệ thân thiện với Liêu, nhưng một lần Tri Cáo sai giết chết sứ thần nước Liêu đang đi qua lãnh thổ [[Hậu Tấn]], nhằm đổ lỗi cho [[Hậu Tấn]] để hai bên bất hòa với nhau.<ref name=ZZTJ281\/>\n\nTrong khi đó, [[Thạch Kính Đường]], đã là hoàng đế [[Hậu Tấn]], tiếp tục thần phục Đại Liêu. Năm [[938]], ông ta dâng tôn hiệu cho Liêu Thái Tông và Thuật Luật thái hậu, sai [[Phùng Đạo]] và [[Lưu Hú]] làm sách lễ sứ. Dưới thời Thạch Kính Đường làm hoàng đế, ông ta viết dâng lên Liêu Thái Tông, khi thì xưng thần, khi thì xưng là \"Nhi hoàng đế\" (vua con), gọi nhà vua là \"Phụ hoàng đế\" (vua cha). Mỗi khi triều Liêu có sắc lệnh gì gửi đến, Hậu Tấn Cao Tổ đều bái thụ chiếu sắc ở biệt điện, mỗi năm dâng của cải cho Khiết Đan, ngoài ra còn tặng của cải cho thành viên hoàng thất các đại thần của Liêu, bao gồm cả Thuật Luật thái hậu, [[Gia Luật Lý Hồ]], [[Gia Luật An Đoan]], hai viên quan nam bắc viện của Liêu, và các viên quan người Hán như Triệu Diên Thọ. Hơn thế nữa, mỗi khi Liêu Thái Tông gửi thư đến với lời lẽ ngạo mạn, ông ta cũng trả lời một cách ngoan ngoãn. Do đó dưới thời [[Hậu Tấn Cao Tổ]], Tấn và Liêu không xảy ra xung đột.<ref name=ZZTJ281\/>\n\nCuối năm [[938]], Thạch Kính Đường lo sợ rằng Tiết độ sứ Thiên Hùng [[Dương Quang Viễn]]<ref>天雄, trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> khó bề kiểm soát, vì thế chia Thiên Hùng làm hai phần và dời Quang Viễn làm Tiết độ sứ Hà Dương,<ref>河陽, trị sở nay thuộc [[Lạc Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> và lưu thủ Lạc Dương. Sử sách ghi nhận là sau sự chuyển đổi này, Quang Viễn bằng đầu bất mãn với triều đình [[Hậu Tấn]] và bí mật gửi thư từ với nước Liêu.<ref name=ZZTJ281\/>\n\nNăm [[939]], lo sợ [[An Trọng Vinh]], Tiết độ sứ Thành Đức<ref>成德, trị sở nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>) sẽ khởi loạn, [[Hậu Tấn Cao Tổ]] dời đồng minh của Trọng Vinh là [[Hoàng Phủ Ngộ]], Tiết độ sứ Nghĩa Vũ <ref>義武, trị sở nay thuộc [[Bảo Định]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>) đến trấn Chiêu Nghĩa<ref>義武, trị sở nay thuộc [[Trường Trị]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>. Liêu Thái Tông thừa cơ hội này muốn kiểm soát Nghĩa Vũ, sai triều thần [[nhà Liêu]] là [[Vương Uy]], con trai của cố Tiết độ sứ [[Vương Xử Trực]] dưới thời [[Hậu Đường]], đến làm tiết độ sứ Nghĩa Vũ. [[Hậu Tấn Cao Tổ]] tìm cách thoái thác vì cho rằng [[Vương Uy]] chưa qua rèn luyện nên chưa đủ kinh nghiệm để làm Tiết độ sứ. Liêu Thái Tông giận dữ đáp lại rằng: ''Nhà người qua bao nhiêu lớp đào tạo để từ Tiết độ sứ mà lên làm [[thiên tử]]?''. Vua Tấn thất kinh, gửi biểu tạ tội và hứa sẽ phong cho cháu của [[Vương Xử Trực]] là [[Vương Đình Dận]] làm Tiết độ sứ để xoa dịu Liêu Thái Tông.<ref name=ZZTJ282>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷282|quyển 282]].<\/ref>\n\nAn Trọng Vinh, lúc này đang có ý định chống lại [[Hậu Tấn]], và rất căm hận nước Liêu. Khi sứ nhà Liêu đi ngang qua Thành Đức, ông ta thường nguyền rủa và đôi khi còn giết chết họ. Năm [[940]], Trọng Vinh bắt giam sứ giả Bắc triều, và dâng biểu lên triều đình [[Hậu Tấn]] nói rằng không nên thuần phục người [[Khiết Đan]] nữa vì người [[Khiết Đan]] coi thường người [[Trung Quốc]]. [[Tang Duy Hàn]] thuyết phục [[Hậu Tấn Cao Tổ]] rằng liên minh với Liêu chỉ có lợi không có hại, và khi nhắc đến Liêu Thái Tông, ông ta nói rằng nhà vua ''thông minh và trí dũng hơn người''. Theo lời Duy Hàn, vua [[Hậu Tấn]] tìm cách thuyết phục Trọng Vinh ngưng ý định chống Liêu. Ông cũng cử [[Dương Ngạn Tuân]], Tiết độ sứ An Quốc<ref>安國, trị sở nay thuộc [[Hình Đài]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> làm sứ giả đến bắc để giải thích với Liêu Thái Tông đang nổi cơn thịnh nộ vì vụ giết sứ giả, rằng những hành động của Trọng Vinh không phải là do ý của triều đình [[Trung Nguyên]].<ref name=ZZTJ282\/>\n\nMùa đông năm [[941]], đồng minh của [[An Trọng Vinh]] là [[An Tòng Tiến]], Tiết độ sứ Sơn Nam Đông đạo<ref>山南東道, trị sở nay thuộc [[Tương Dương]], [[Hồ Bắc]], [[Trung Quốc]]<\/ref> nổi dậy chống [[Hậu Tấn]]. An Trọng Vinh nghe được tin đó cũng nổi dậy. Quân Hậu Tấn dưới sự chỉ huy của anh rể [[Thạch Kính Đường]] là [[Đỗ Trọng Uy]] nhanh chóng đánh bại [[An Trọng Vinh]], và Trọng Vinh bị thủ hạ giết chết. [[Hậu Tấn Cao Tổ]] đem thủ cấp của [[An Trọng Vinh]] gửi cho [[nhà Liêu]] (tuy nhiên [[An Tòng Tiến]] không bị đánh bại đến sau khi [[Thạch Kính Đường]] chết).<ref name=ZZTJ283>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷283|quyển 283]].<\/ref>\n\nMặc dù An Trọng Vinh đã chết, Liêu Thái Tông tiếp tục gửi sứ thần đến Tấn, trách cứ việc người dân bộ tộc [[Thổ Dục Hồn]] sống trong đất mà [[Hậu Tấn]] đã dâng cho Liêu, thường rủ nhau trốn khỏi Liêu chạy về phía nam. Có ý kiến cho rằng Thạch Kính Đường lo lắng và ngã bệnh vì việc này. Mùa hạ năm [[942]], ông ta qua đời. Sau cuộc tranh luận giữa [[Phùng Đạo]] và tướng Thị vệ mã bộ Đô ngu hầu [[Cảnh Diên Quản]], họ quyết định rằng đất nước cần một ông vua trưởng thành, vì thế bỏ qua đứa con nhỏ của Thạch Kính Đường là [[Thạch Trọng Duệ]] và lập con người anh của [[Hậu Tấn Cao Tổ]] (được ông ta nhận nuôi) là [[Thạch Trọng Quý]] làm hoàng đế [[Hậu Tấn]].<ref name=ZZTJ283\/>\n\n== Xung đột với Hậu Tấn ==\n=== Mâu thuẫn ban đầu ===\nKhông lâu sau khi [[Thạch Trọng Quý]] nối ngôi, quan hệ giữa Liêu và Hậu Tấn trở nên tồi tệ, vì Thạch Trọng Quý nghe theo lời khuyên của [[Cảnh Diên Quảng]] và bác bỏ kiến nghị của [[Lý Tung]], không dâng ''thệ biểu'' cho hoàng đế [[Khiết Đan]] mà đổi gọi là ''quốc thư'' bố cáo việc lên ngôi, nội dung thư bày tỏ việc quan hệ giữa hai bên là bình đẳng. Hơn thế nữa, trong thư ông ta không xưng \"thần\" mà xưng là \"cháu\". Liêu Thái Tông tức giận, quẳng thư xuống đất mà nói rằng, ''Tại sao lên ngôi rồi mà không báo cho Quả nhân biết trước?'' Thay mặt Thạch Trọng Quý, Cảnh Diên Quảng đáp lại Liêu Thái Tông với lời lẽ xấc xược, khiến ông càng tức giận. Sau đó [[Triệu Diên Hựu]], Tiết độ sứ Lư Long của Liêu, muốn Liêu Thái Tông đánh Tấn và hi vọng sẽ được lập lên ngôi thay cho họ Thạch. Liêu Thái Tông bắt đầu suy tính đến việc đó.<ref name=ZZTJ283\/>\n\nTrong khi đó, Diên Quảng tiếp tục gây căng thẳng khi bắt giữ đại sứ nước Liêu ở [[Khai Phong]] là [[Kiều Vinh]] và tịch biên những hàng hóa từ nước Liêu. Hơn thế nữa, các thương nhân nước Liêu lần lượt bị bắt giết. Cuối năm đó, [[Kiều Vinh]] được thả ra và đưa trở về Liêu quốc, Cảnh Diên Quảng bảo ông ta nhắn lại với Liêu đình như sau:<ref name=ZZTJ283\/>\n\n{{quote|Nói với chủ của nhà ngươi: tiên hoàng đế (chỉ [[Hấu Tấn Cao Tổ]]) là do Bắc triều ([[nhà Liêu]]) lập nên, nên ông ta phải xưng thần và dâng biểu cho các ngươi. Tân hoàng đế là do người [[Trung Nguyên]] lập nên. Lý do mà ngài phải phụ thuộc vào Bắc triều ta là do chưa quên liên minh của tiên hoàng đế vẫn còn ở đó. Nay chỉ xưng là cháu là quá đủ rồi; không có lý do gì phải xưng thần. Hoàng đế Bắc triều đừng nên nghe lời cám dỗ của [[Triệu Diên Hựu]] mà xâm phạm [[Trung Quốc]]. Các người đã nhìn thấy quân mã của [[Trung Quốc]] rồi. Nếu như hoàng tổ phụ tức giận, ông ta có thể đến đây và giao phong với chúng ta. Đứa cháu có 10 vạn thanh gươm nhọn để đợi ông ta. Nếu ông ta bị cháu nội của mình đánh bại, thì sẽ là trò cười cho thiên hạ. Đừng quên chuyện đó!}}\n\nVì Kiều Linh lo sợ Liêu Thái Tông sẽ trách phạt ông ta vì cớ làm mất hàng hóa của nước Liêu, nên yêu cầu Cảnh Diên Quảng viết lại những lời nói trên ra giấy. Diên Quảng sai người thư ký viết lại và đưa nó cho [[Kiều Vinh]]. Khi [[Kiều Vinh]] bẩm tấu lại, Liêu Thái Tông nổi cơn thịnh nộ, nhất quyết chinh phạt [[Hậu Tấn]]. Ông sai bắt giam sứ thần [[Trung Nguyên]] ở U châu và không chịu tiếp kiến họ. Mặc dù [[Tang Duy Hàn]] nhiều lần khuyên [[Hậu Tấn Xuất Đế]] nên thần phục nước Liêu để tránh cảnh chiến tranh, nhưng [[Cảnh Diên Quảng]] lại một mực chủ chiến.<ref name=ZZTJ283\/>\n\nMùa đông năm [[943]], [[Dương Quang Viễn]], Tiết độ sứ Bình Lư<ref>平盧, trị sở nay thuộc [[Duy Phường]], [[Sơn Đông]], [[Trung Quốc]]<\/ref> của nhà [[Hậu Tấn]], đang có mẫu thuẫn với triều đình [[Hậu Tấn]], và, dù ông ta chưa sẵn sàng khởi nghĩa, nhưng đã viết thư cho Liêu Thái Tông đề nghị phạt Tấn để trừng phạt những hành vi ngạo mạn của [[Thạch Trọng Quý]]. Liêu Thái Tông trao cho [[Triệu Diên Thọ]] 5 vạn quân từ Lư Long đến trấn Đại Đồng<ref>大同, trị sở nay thuộc [[Đại Đồng]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>) yêu cầu ông ta chỉ huy các chiến dịch công đánh [[Trung Nguyên]], bảo rằng, \"Nếu nhà ngươi chiếm được, ta sẽ phong cho làm hoàng đế.\" Ông cũng thường nói với bọn người Hán về Diên Thọ, \"Hắn là chủ của các ngươi.\"<ref name=ZZTJ283\/>\n\n=== Đánh Tấn ===\nMùa xuân năm [[944]], Liêu Thái Tông đặt chân vào lãnh thổ Tấn, dùng [[Triệu Diên Thọ]] và [[Triệu Diên Chiếu]] làm tiên phong. Quân Liêu nhanh chóng lấy được Bối Châu<ref>貝州, nay thuộc [[Hình Đài]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> và sau đó tiến đến gần Nghiệp Đô (鄴都), trị sở Thiên Hùng quân. [[Thạch Trọng Quý]] tìm đường nghị hòa, song sứ giả của ông ta không thể vượt qua được quân đội Liêu đang án ngữ để đến chỗ Liêu Thái Tông. Ông ta cũng cử các tướng ra tiền tuyến để đối phó với quân Liêu, chỉ huy là [[Cảnh Diên Quảng]], bản thân Trọng Quý cũng quyết định thân chinh. Cánh quân thứ hai của Liêu, do [[Gia Luật An Đoan]] chỉ huy thẳng tiến đến Hà Đông, tuy nhiên bị quân của Tiết độ sứ Hà Đông [[Lưu Tri Viễn]] đẩy lùi. Tướng giữ Bác Châu<ref>博州, nay thuộc [[Liêu Thành]], [[Sơn Đông]], [[Trung Quốc]]<\/ref> của [[Hậu Tấn]] là [[Chu Nho]] bí mật liên lạc với [[Dương Quang Viễn]], dâng Bối Châu hàng Liêu, và khuyến khích quân Liêu mau chóng vượt sông [[Hoàng Hà]] theo đường Mã Gia Khẩu (thuộc Liêu Thành), để hội quân với Quang Viễn.\n\n[[Cảnh Diên Quảng]] bị Tiết độ lưu hậu của Thiên Bình [[Nhan Khản]] thuyết phục rằng nếu quân Liêu vượt sông, sẽ là đại họa,<ref name=ZZTJ283\/> nên quân [[Hậu Tấn]] dàn trận ở Mã Gia Khẩu để ngăn chặn quân Liêu vượt sông, và họ đã thành công. Quân Liêu trong cơn giận dữ đã tàn sát những người Hán mà họ bắt được, dẫn đến việc dân chúng càng kháng cự quyết liệt. Cuối mùa năm [[944]], quân đội do hai vị hoàng đế chỉ huy giáp mặt nhau ở Nghiệp Đô, nhưng chưa chính thức giao chiến. Cuối cùng, quân Liêu rút đi và tiến hành cướp bóc khắp nơi ở bờ bắc Hoàng Hà. Dương Quang Viễn trong khi đó đưa quân từ thủ phủ Bình Lư là Thanh châu về phía tây để hội quân với người Liêu, nhưng khi ông ta đến nơi thì Liêu đã rút quân rồi. [[Thạch Trọng Quý]] bèn sai đại tướng [[Lý Thiệu Chân]] đi đánh Bình Lư, đến mùa đông năm [[944]], con trai của Quang Viễn là [[Dương Thừa Huân]] bắt giam cha ông ta và đầu hàng quân Tấn (Quang Viễn sau đó bị bí mật thủ tiêu theo lệnh của [[Hậu Tấn Xuất Đế]]).<ref name=ZZTJ284>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷284|quyển 284]].<\/ref>\n\nMùa đông năm [[944]], Liêu Thái Tông một lần nữa dẫn binh nam họ, lấy [[Triệu Diên Thọ]] làm tiên phong. [[Thạch Trọng Quý]] có ý thân chinh, nhưng bỗng nhiên ngã bệnh. Ông ta cử các tướng quân chặn đánh quân Liêu, tuy nhiên vì họ lo sợ lực lượng hùng hậu và thiện chiến của Liêu, nên lại lui về giữ Nghiệp Đô, để cho quân Liêu có cơ hội thẳng tiến đến Nghiệp Đô mà không gặp trở ngại gì. Tuy nhiên, sau khi cướp bóc một hồi, quân Liêu rút đi vào mùa xuân năm [[945]]. Sau cuộc tấn công đó, [[Hậu Tấn Xuất Đế|Tấn Xuất Đế]] sai [[Đỗ Uy]] (tức [[Đỗ Trọng Uy]], vì kiêng húy [[Thạch Trọng Quý]] nên đổi tên) và [[Lý Thiệu Chân]] dẫn quân theo truy kích. Họ tiến vào lãnh thổ của Liêu, chiếm đất hai châu Kỳ, Thái (nay đều thuộc Bảo Định), nhưng sau đó được tin quân Liêu đã quay trở lại và sẵn sàng đối đầu với họ. Họ tìm cách thối lui, nhưng cuối cùng bị vây ở Dương Thành.<ref>陽城, nay thuộc [[Bảo Định]]<\/ref> Đỗ Uy hoảng sợ và giao chiến với quân Liêu một cách miễn cưỡng, nhưng các tướng khác như [[Dược Nguyên Phúc]] và [[Hoàng Phủ Ngộ]] chống trả quyết liệt và đánh bại quân Liêu. Quân Liêu hoảng sợ bỏ chạy; mãi sau Liêu Thái Tông mới có thể tập hợp tàn quân ở U Châu, ông bỏ tù các tướng tham gia chiến dịch đó, chỉ có [[Triệu Diên Thọ]] là không bị phạt.<ref name=ZZTJ284\/>\n\nVào thời điểm đó, quân Liêu không ngừng gây chiến ở vùng biên giới với [[Hậu Tấn]] và quân [[Hậu Tấn]] phải chống đỡ rất vất vả, vùng bờ bắc [[Hoàng Hà]] khói bếp tiêu điều lạnh lẽo. Về phía Liêu cũng chịu nhiều tổn thất về người và súc vật trong chiến dịch, và người [[Khiết Đan]] đã tỏ ra chán ngán. Thuật Luật thái hậu tìm cách khuyên giải Liêu Thái Tông nên nghị hòa với [[Hậu Tấn]]. Trong khi đó, [[Tang Duy Hàn]], lúc này đã thay thế [[Cảnh Diên Quảng]], cũng khuyên [[Hậu Tấn Xuất Đế]] nên nghị hòa. Mùa hạ năm [[945]], [[Hậu Tấn Xuất Đế]] phái [[Trương Huy]] đến Liêu đình tạ lỗi. Liêu Thái Tông đáp rằng: ''Đưa [[Tang Duy Hàn]] và [[Cảnh Diên Quảng]] tới yết kiến bọn ta, cắt hai vùng Trấn (tức Thành Đức, vì thủ phủ của Thành Đức là Trấn Châu, lúc này Thành Đức đổi tên là Thuận Quốc), Định (tức Nghĩa Vũ, vì Định Châu là thủ phủ của Nghĩa Vũ) cho ta, thì có thể nghị hòa''. [[Hậu Tấn Xuất Đế|Tấn Xuất Đế]] cảm thấy đây là một sự sỉ nhục, và lại tuyệt giao với Liêu.<ref name=ZZTJ284\/> Ông ta cũng tìm cách liên minh với [[Cao Ly Thái Tổ]] cùng nhau kháng Liêu, nhưng sau đó nhận thấy [[Cao Ly]] không đủ lực lượng để chống Liêu, nên từ bỏ ý định.<ref name=ZZTJ285>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷285|quyển 285]].<\/ref>\n\n=== Tiêu diệt Hậu Tấn ===\nNăm [[946]], có tin đồn rằng Triệu Diên Thọ đang tính kế đào tẩu sau Hậu Tấn. Các tể tướng của [[Hậu Tấn]] là [[Lý Tung (Hậu Tấn)|Lý Tung]] và [[Phùng Ngọc]]. Họ sai [[Đỗ Uy]] viết thư thuyết phục Diên Thọ quy phục nam triều, và cử [[Triệu Hành Thực]], người trước kia từng phục vụ dưới trướng Triệu Diên Thọ, làm người đưa thư. Triệu Diên Thọ, nghĩ ra kế dụ người Tấn vào một cái bẫy, viết thư đáp lại, ''Tôi bôn ba nơi xứ khác đã nhiều năm, cũng muốn trở về Trung Quốc. Mong các vị đưa quân đến hỗ trợ, tôi sẽ theo về''. Sau đó, theo lệnh của Liêu Thái Tông, tướng giữ Doanh Châu của Liêu là [[Lưu Diên Tộ]] đem đất đai trong châu hàng Tấn. [[Thạch Trọng Quý]] sai [[Đỗ Uy]] và [[Lý Thiệu Chân]] dẫn quân bắc phạt, nêu khẩu hiệu thu phục lại các châu quận trước kia đã dâng cho Liêu, thậm chí là diệt Liêu.\n\nTuy nhiên giữ lúc quân Tấn đang hừng hực khí thế bắc phạt thì gặp phải đội quân Liêu do đích thân Liêu Thái Tông chỉ huy. Quân Liêu bao vây quân [[Hậu Tấn]] tại cầu Trung Độ.<ref>中度橋, nay thuộc Bảo Định<\/ref> Liêu Thái Tông hứa hẹn sẽ phong cho [[Đỗ Uy]] làm hoàng đế nếu ông ta đầu hàng, thế là hai tướng bên Tấn đầu hàng. Liêu Thái Tông sai [[Triệu Diên Thọ]] úy lạp quân Tấn và nói với ông ta rằng quân Tấn bây giờ là của ông ta, và sau đó chuẩn bị nam xâm. Hầu như toàn bộ lực lượng Tấn đã đi theo Đỗ Uy và Lý Thiệu Chân trong chiến dịch này, vì thế sau khi hai tướng đầu hàng, cả [[Trung Nguyên]] như trống không. Kinh thành [[Khai Phong|Đại Lương]] của Tấn không còn khả năng tự vệ, [[Hậu Tấn Xuất Đế|Tấn Xuất Đế]] buộc phải đầu hàng, kết thúc triều [[Hậu Tấn]]. Liêu Thái Tông ca khải hoàn vào Đại Lương.<ref name=ZZTJ285\/>\n\n== Xưng đế ở Trung Nguyên ==\nLiêu Thái Tông bèn tự xưng là hoàng đế Trung Quốc, phủi sạch mọi lời hứa mà ông từng hứa với [[Triệu Diên Thọ]] và [[Đỗ Trọng Uy]]. Ông phong cho [[Thạch Trọng Quý]] làm Phụ Nghĩa hầu (một danh hiệu mang ý nghĩa bêu xấu) và dời nhà họ Thạch lên một nơi hoang vắng nằm sâu trong nội địa nước Liêu, cách xa [[Trung Nguyên]]. Gần như hầu hết các quan lại [[Hậu Tấn]] và các tiết độ sứ đều quy phục ông, công nhận ông là hoàng đế, ngoại trừ hai trấn ở biên giới phía tây, [[Sử Khuông Uy]] và [[Hà Trọng Kiến]] từ chối sự thống trị của người Liêu. Lo sợ thế lực của quân đội Tấn vẫn còn tồn tại, Liêu Thái Tông có ý giết hết quân sĩ [[Hậu Tấn]], nhưng [[Triệu Diên Thọ]] ngăn lại, chỉ ra rằng nếu là như vậy chẳng khác gì mở cửa [[Trung Nguyên]] cho [[Hậu Thục]] và [[Nam Đường]] tiến vào. Ông bắt các tiết độ sứ của triều Tấn đến Đại Lương xưng thần với ông, trong khi đưa các tướng Liêu (có cả người [[Khiết Đan]] và người Hán, đến thống lĩnh các phủ tiết độ. Tin tưởng rằng nền cai trị của ông ở [[Trung Nguyên]] là vững vàng, ông dành nhiều thời gian tiệc tùng chè chén, và nói với các quan lại [[Trung Nguyên]] rằng:\"Chúng ta biết rất nhiều về Trung Quốc, nhưng bọn chúng mày chả biết gì về nước tao đâu.\" Để chúc mừng đại thắng vang dội của ông, Thuật Luật thái hậu cho gửi rượu, trái cây và món ăn ngon từ [[Khiết Đan]] đến Đại Lương. Mỗi khi uống rượu của Thái hậu đem đến, ông đều đứng mà uống, nói: \"Những thứ này do thái hậu ban cho. Quả nhân không dám ngồi mà dùng.\"<ref name=ZZTJ286>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷286|quyển 286]].<\/ref>\n\nTuy nhiên, trong khi đang ngất ngây trong chiến thắng, Liêu Thái Tông dần xa lánh với người dân ở vùng đất mà ông mới chinh phạt được. [[Triệu Diên Thọ]] dâng biểu xin thu thuế để có quân lương cho quân sĩ viễn chinh, Liêu Thái Tông đáp rằng, \"Ở nước ta không có chế độ đó\". Rồi ông cho quân Liêu cướp phá các làng mạc, gọi đó là \"đả thảo cốc\". Điều này dẫn đến việc người Hán bị giết với số lượng lớn, từ già đến trẻ phải dắt díu nhau trốn trong hầm mong thoát nạn. Chẳng được bao lâu, những vùng đất nổi tiếng nhộn nhịp trù phú bao gồm Đại Lương và Lạc Dương, cùng với các châu Trịnh,<ref>鄭州, nay thuộc [[Trịnh Châu]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> Hứa,<ref>滑州, nay thuộc [[An Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> Tào,<ref>曹州, nay thuộc [[Hà Trạch]], [[Sơn Đông]], [[Trung Quốc]]<\/ref> và Bộc đều trở nên điêu tàn. Ông cũng ra lệnh buộc dân cư ở các châu quân nơi mà quân Liêu đi qua phải ra khỏi thành gọi là để nghênh đón quân Liêu, nhưng thực chất là bắt dân về phương bắc. Điều này dẫn đến sự oán giận của người Hán ngày càng tăng, họ quyết tâm đánh đuổi quân Liêu.<ref name=ZZTJ286\/>\n\nMột trong số các tiết độ sứ của triều Tấn, mặc dù đã quy phục triều Liêu, nhưng không đến Đại Lương yết kiến Liêu Thái Tông, chính là Tiết độ sứ Hà Đông [[Lưu Tri Viễn]]. Ông ta tìm cớ để ở lại Thái Nguyên nhưng chưa ra mặt chống đối người Liêu. Liêu Thái Tông cố gắng buộc ông ta thần phục bằng cách sai sứ đến chỗ Thái Nguyên và ban cho ông ta một cây roi (thứ này Liêu Thái Tông trước kia chỉ ban cho một người là chú của ông, [[Da Luật An Đoan|Gia Luật An Đoan]]) và sai nhắn với ông ta là, \"Người không phụng sự cho Nam triều (tức [[Hậu Tấn]], vì khi Liêu nam hạ, [[Lưu Tri Viễn]] đã không có hành động gì để cứu triều đình), mà nay cũng không thần phục Bắc triều. Ngươi đang có ý gì?\" Trong khi đó, [[Cao Tùng Hối]], người cai trị trên thực tế của [[Kinh Nam]], dâng biểu thần phục Liêu Thái Tông, và dâng cống phẩm. Liêu Thái Tông cũng gửi ngựa để đáp lại, nhưng mặt khác Tùng Hối cùng gửi thư cho Tri Viễn, khuyến tiến. Hoàng đế [[Nam Đường]] là [[Lý Cảnh (Nam Đường)|Lý Cảnh]] cũng sai sứ đến chỗ Liêu Thái Tông chúc mừng, và xin được cử người đến trông nom tu sửa lăng tẩm triều Đường (vì Lý Cảnh tự xưng là con cháu và người thừa kế hợp pháp của [[Nhà Đường]]). Liêu Thái Tông không theo, nhưng cũng cử sứ đến đáp tạ hoàng đế [[Nam Đường]].<ref name=ZZTJ286\/>\n\nTrong khi đó, với việc các tiết độ sứ bị triệu tập đến Đại Lương, nhiều trấn bắt đầu nổi dậy chống Liêu, khởi đầu là Bảo Nghĩa<ref>保義, trị sở nay thuộc [[Trú Mã Điếm]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>), quân lính giết chết tiết độ phó sứ [[Lưu Nguyện]], ủng hộ người của họ là [[Triệu Huy]] lên thay và tuyên bố kháng Liêu. Không lâu sau, [[Lưu Tri Viễn]] xưng đế ở Hà Đông, ban đầu chưa đặt quốc hiệu, sau mới đặt là [[Hậu Hán|Hán]]. Nghe được tin đó, nhiều tiết độ sứ có tư tưởng kháng Liêu đã tuyên bố thần phục [[Lưu Tri Viễn]]. Các cuộc nổi dậy càng ngày càng quyết liệt, Liêu Thái Tông phải than rằng, ''Quả nhân không biết là người [[Trung Quốc]] khó trị đến vậy''. Ông cử một vài tiết độ sứ trở về trấn của họ cùng với quân Liêu hộ tống phía sau, nhưng không thể dập tắt được các cuộc nổi dậy.<ref name=ZZTJ286\/>\n\nCuối mùa xuân năm [[947]], vì mệt mỏi khi phải đối phó với những cuộc nổi loạn, Liêu Thái Tông triệu tập các quan đến Đại Lương, nói với họ: ''Trời đã sắp vào hạ. Quả nhân khó mà có thể ở lại. Hãy cho ta trở về đại quốc [tức nước Liêu] để trọn đạo hiếu với Thái hậu. Quả nhân sẽ để lại một người đáng tin làm tiết độ sứ''. Ông chuẩn bị đưa toàn bộ các cựu thần nhà [[Hậu Tấn]] theo ông lên miền bắc, nhưng có người khuyên ông rằng làm như vậy sẽ khiến Đại Lương rơi vào tình trạng mất kiểm soát, vì thế ông chỉ đưa theo những quan chức cao cấp, còn lại vẫn để họ ở Đại Lương. Ông bổ nhiệm anh rể (anh trai của Thuật Luật hoàng hậu) là Thuật Luật Hàn (hay [[Tiêu Hàn]]) làm Tiết độ sứ Tuyên Vũ, và để Tiêu Hàn phụ trách phòng ngự Đại Liêu, trong khi bản thân ông rút quân khỏi [[Trung Nguyên]].<ref name=ZZTJ286\/>\n\n== Trở về nước Liêu ==\nKhi Liêu Thái Tông rút lui, đến bờ sông [[Hoàng Hà]], ông than thở rằng: ''Khi Quả nhân ở đại quốc, Quả nhân thích săn bắn. Nhưng khi ở đây thì lại thất vọng vì không có những thứ đó. Nay nếu trở về đại quốc, ta có chết cũng không hối hận''. Khi ông đi ngang qua một tòa thành từng bị quân của ông tàn sát chẳng còn một ai, ông lại than rằng: ''Trẫm làm những điều tệ hại này đối người Trung Nguyên đều là do Yên vương [tức [[Triệu Diên Hựu]]]''. Ông cũng cho rằng trách nhiệm cũng thuộc về [[Trương Lệ (Liêu)|Trương Lệ]].<ref name=ZZTJ286\/>\n\nViệc Liêu Thái Tông rời khỏi Đại Lương chỉ làm cho quân nổi dậy người Hán thêm vững tin, và không lâu sau đó, cửa ngõ án trước sông [[Hoàng Hà]] là thành [[Lạc Dương (Trung Quốc)|Hà Dương]] thất thủ. Được tin báo từ Hà Dương, nhà vua khóc rằng:<ref name=ZZTJ286\/>\n\n{{quote|Quả nhân có ba lỗi khiến cho dân chúng chống lại ta! Thứ nhất, ta hao phí tiền của ở các trấn. Thứ hai, ta cho quân đại quốc làm cỏ những nơi chúng đi qua. Thứ ba, ta không để cho các Tiết độ sứ trở lại trấn của chúng sớm hơn.}}\n\nTrong khi đó, khi Liêu Thái Tông về đến Lâm Thành thì ngã bệnh. Khi đến Loan Thành<ref>欒城, nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>), bệnh tình trở nặng. Ông vẫn hành quân trong tình trạng sốt cao, ông đắp nước đá lên ngựa, bụng và tay chân, miệng lại nhai nước đá, để hi vọng hạ sốt. Bởi vậy không lâu sau đó, ông qua đời.\n\nCác tướng lĩnh [[Khiết Đan]] mổ bụng của ông và cho muối vào để có thể di chuyển di hài ông về miền bắc. Người Hán do đó mỉa mai gọi ông là \"hoàng đế khô\". Các tù trưởng [[Khiết Đan]] tôn cháu của ông (gọi ông bằng chú), con trai của anh trai ông [[Gia Luật Bội]] là [[Gia Luật Nguyễn]] làm vua mới, tức Liêu Thế Tông.<ref name=ZZTJ286\/> Sau đó Liêu Thế Tông phải trải qua mấy trận chiến nữa để có thể yên ổn ngồi trên ngai vàng, ban đầu là với [[Triệu Diên Hựu]], sau đó là với Thuật Luật thái hậu và [[Gia Luật Lý Hồ]]. Tuy nhiên, nước Liêu không thể chiếm giữ lâu dài [[Trung Nguyên]], khi tướng cũ của [[Hậu Tấn]] là [[Lưu Tri Viễn]] đã nổi lên giành lấy [[Trung Nguyên]], lập ra nhà [[Hậu Hán]].<ref name=ZZTJ287>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷287|quyển 287]].<\/ref>\n\n== Gia quyến ==\n* Cha [[Liêu Thái Tổ]]\n* Mẹ: Hoàng hậu [[Thuật Luật Bình]], tức Ứng Thiên thái hậu\n* Vợ: Hoàng hậu [[Thuật Luật Ôn]], mẹ của Gia Luật Cảnh và Gia Luật Yểm Tát Cát\n* Thiếp: Tiêu thị, mẹ của [[Gia Luật Thiên Đức]], [[Gia Luật Địch Liệt]] và [[Gia Luật Tất Nhiếp]]\n* Các con:\n** Gia Luật Cảnh, phong Thọ An vương năm [[929]], sau là [[Liêu Mục Tông]]\n** [[Gia Luật Yểm Tát Cát]] (耶律罨撤葛), phong Thái Bình vương năm [[928]], cải phong Tề vương năm [[969]], mất năm [[972]], [[Liêu Cảnh Tông]] truy phong là Hoàng thái thúc\n** [[Gia Luật Thiên Đức]] (xử tử năm [[948]])\n** [[Gia Luật Địch Liệt]], phong Kỳ vương năm [[969]], tử trận năm [[979]]\n** [[Gia Luật Tất Nhiếp]], tấn phong Việt vương năm [[969]]\n** [[Gia Luật Lữ Bất Ổn]], phong Yên quốc Đại trưởng công chúa, kết hôn với [[Tiêu Tư Ôn]]\n** [[Gia Luật Trào Côi]], kết hôn với [[Tiêu Hải Lý]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n*{{chú thích sách|author=[[Mote, F.W.]]|title=[[Imperial China: 900-1800]]|publisher=[[Harvard University Press]]|year=1999|pages=49–52, 64–67|isbn=0-674-01212-7}}\n* ''[[Liêu sử]]'', các quyển [[:zh:s:遼史\/卷3|3]], [[:zh:s:遼史\/卷4|4]].\n* ''[[Tư trị thông giám]]'', các quyển [[:zh:s:資治通鑑\/卷275|275]], [[:zh:s:資治通鑑\/卷277|277]], [[:zh:s:資治通鑑\/卷280|280]], [[:zh:s:資治通鑑\/卷281|281]], [[:zh:s:資治通鑑\/卷282|282]], [[:zh:s:資治通鑑\/卷283|283]], [[:zh:s:資治通鑑\/卷284|284]], [[:zh:s:資治通鑑\/卷285|285]], [[:zh:s:資治通鑑\/卷286|286]].\n*Twitchett, Denis; Tietze, Klaus-Peter (1994). “The Liao”. Trong Franke, Herbert; Twitchett, Denis. The Cambridge History of China, Volume 6, Alien Regime and Border States, 907-1368. Cambridge: Cambridge University Press. tr. 43–153. ISBN 0521243319.\n{{Vua nhà Liêu}}\n\n{{Vua thời Ngũ Đại Thập Quốc}}\n\n{{DEFAULTSORT:Taizong Of Liao}}\n[[Thể loại:Sinh năm 902]]\n[[Thể loại:Mất năm 947]]\n[[Thể loại:Vua nhà Liêu]]"}