{"Liễu Vĩnh":"'''Liễu Vĩnh''' ([[chữ Hán]]: 柳永, [[1004]]-[[1054]]) <ref>Ghi theo ''Lịch sử văn học Trung Quốc'' (Tập 2, tr. 401). ''Từ điển văn học'' (bộ mới, tr. 857) chép là: 987?-1053?.<\/ref>, trước có tên là '''Tam Biến''' <ref>Chép theo ''Từ điển văn học'' (bộ mới, tr. 857). ''Lịch sử văn học Trung Quốc'' (Tập 2, tr. 401) cho biết trước khi có tên Liễu Vĩnh, ông đã đổi tên ba lần, nhưng sách không kể ra.<\/ref>, tự: '''Kỳ Khanh'''; là quan nhà Bắc [[Nhà Tống|Tống]], và là nhà làm [[Từ (thể loại văn học)|từ]] nổi tiếng ở [[Trung Quốc]].\n\n==Tiểu sử==\n'''Liễu Vĩnh''' là người Sùng An, tỉnh [[Phúc Kiến]], [[Trung Quốc]].\n\nÔng xuất thân trong một gia đình quan lại theo [[Nho giáo|Nho học]] mấy đời, tuổi trẻ từng sống và học tập ở kinh thành [[Khai Phong]], từng đi thi nhiều lần nhưng đều hỏng, về già mới đỗ [[Tiến sĩ]].\n \nSau đó, ông lần lượt làm mấy chức quan nhỏ: Triện quan ở Mục Châu, Diêm quan ở Định Hải, Hiểu phong; và làm [[Viên ngoại lang]] coi việc đồn điền. Trong các nhà làm từ nổi tiếng thời Bắc [[Nhà Tống|Tống]], ông là người giữ chức quan nhỏ nhất; nhưng lại là nhà làm từ chuyên nghiệp đầu tiên, cả đời dốc sức vào việc sáng tác từ <ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập 2, tr. 401) và ''Từ điển văn học'' (bộ mới, tr. 858).<\/ref>.\n\nNăm [[1054]] đời [[Tống Nhân Tông]], Liễu Vĩnh mất lúc 50 tuổi. Tương truyền, khi đó các kỹ nữ đã góp tiền để chôn cất ông, và còn làm lễ truy điệu <ref>Theo ''Từ điển văn học'' (bộ mới, tr. 858). Sách ''Lịch sử văn học Trung Quốc'' (Tập 2, tr. 404) kể tương tự, và viết thêm rằng: \"Đây chỉ là lời đồn, tuy không có gì chắc chắn, nhưng cũng đã nói lên mối quan hệ mật thiết giữa Liễu Vĩnh với các kỹ nữ thời bấy giờ\".<\/ref>.\n\nHiện còn quyển '''Nhạc chương tập''' (''Tập sách ghi các chương nhạc''), có gần 200 bài [[Từ (thể loại văn học)|từ]] của ông.\n\n==Sự nghiệp văn chương==\nNội dung chủ yếu của [[Từ (thể loại văn học)|từ]] Liễu Vĩnh là phản ánh tâm trạng buồn bực, bất mãn của đại bộ phận trí thức (trong đó có ông), có tài nhưng không gặp cơ hội trong xã hội [[phong kiến]], hoạn lộ trắc trở, nên đi đến chỗ lạnh nhạt với công danh lợi lộc. Có thể thấy những điều đó trong các bài [[Từ (thể loại văn học)|từ]] làm theo điệu \"Phụng quy vân\", \"Quy triều quan\", \"Khán hoa\", \"Bát thanh [[Cam Châu]]\", \"Vũ lâm linh\",...<ref>Theo ''Từ điển văn học'' (bộ mới, tr. 858) và ''Thơ Tống'', mục \"Liễu Vĩnh\".<\/ref>.\n\nỞ khía cạnh khác, mặc dù xuất thân trong một gia đình quan lại theo Nho học mấy đời, nhưng Liễu Vĩnh từng \"nhiều phen du ngoạn cùng hiệp khách\", \"thích làm các khúc ca trong hoa dưới nguyệt\" ở chốn lầu hồng, như những bài từ làm theo điệu \"Hạc xung thiên\", \"Trường thọ lạc\", \"Mê tiên dẫn\",...<ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập 2), tr. 402.<\/ref>. Ở đấy, trên quan điểm của một văn nhân bất đắc chí, ông mô tả cuộc sống của các kỹ nữ, và bày tỏ sự cảm thông với họ. Thành thử, ông làm cho từ có nội dung xã hội nhiều hơn <ref>Theo ''Từ điển văn học'' (bộ mới, tr. 858).<\/ref>.\n \nĐồng thời, Liễu Vĩnh còn làm khá nhiều bài tả cảnh phồn hoa của thị thành ([[Khai Phong]], [[Hàng Châu]], [[Tô Châu]],...), như những bài từ làm theo điệu \"Vọng hải triều\".\n\nNgoài ra, lúc làm Diêm quan ở Định Hải, ông có làm bài [[thơ]] \"Chử hải ca\" (''Bài ca nấu muối biển'') rất đáng chú ý. Đây là một tác phẩm hiện thực ưu tú, giàu cảm xúc, tả cảnh khổ phơi lọc muối và cuộc sống nghèo cực của những người dân làm muối, đồng thời tố cáo giới quan lại địa chủ đã bốc lột họ <ref name=\"Theo p 2\">Theo ''Lịch sử văn học Trung Quốc'' (Tập 2), tr. 405.<\/ref>.\n\nVề nghệ thuật, nhờ học tập và tiếp thu kinh nghiệm sáng tác của các nhạc khúc dân gian thời đầu [[Nhà Tống|Tống]] và của một số tác giả thời Trung [[Nhà Đường|Đường]]; mà Liễu Vĩnh đã có nhiều sáng tạo: hoặc theo điệu cũ điền lời mới, hoặc tự sáng sáng tạo ra điệu mới; và làm cho ngôn ngữ từ thêm rõ ràng, bình dị vì đã được ông thông tục hóa và khẩu ngữ hóa...<ref name=\"Theo p 2\"\/>.\n \nThứ nữa, ông còn là người đầu tiên làm nhiều \"mạn từ\" (tức bài từ dài, trong ''Nhạc chương tập'', \"mạn từ\" chiếm đến bảy tám phần mười), và làm cho nó trở thành một hình thức văn học thuần thục <ref>Theo ''Từ điển văn học'' (bộ mới), tr. 858.<\/ref>.\n\nNgoài ra, ông còn là người đã đem tình và cảnh lồng vào nhau, điều mà từ khúc dân gian đời [[Nhà Đường|Đường]] chưa có. Nhờ vậy, từ dân gian có một bước đổi thay khá rõ.\n\nTrong số các nhà làm từ thời Bắc [[Nhà Tống|Tống]], [[Từ (thể loại văn học)|từ]] của Liễu Vĩnh được truyền bá rộng rãi <ref>Sách ''Hậu Sơn thi thoại'' nói từ Liễu Vĩnh lúc bấy giờ \"khắp thiên hạ ngâm nga\", sách ''Năng cải trai mạn lục'' nói từ của ông từng được \"truyền bá khắp bốn phương\", Diệp Mộng Đắc trong ''Tị thử lục thoại'' cũng chép rằng cả ở Tây Hạ \"phàm những nơi có giếng nước đều ca hát từ của Liễu Vĩnh\", thiên \"Nhạc chí\" trong sách ''Cao Ly sử'' cũng cho biết rằng \"đương thời người học tập ông hoặc chịu ảnh hưởng của ông lại càng nhiều\" (theo ''Lịch sử văn học Trung Quốc (Tập 2), tr. 408).<\/ref>, và được nhiều thế hệ sau thừa kế, phát huy. Ông là một nhà văn có ảnh hưởng xã hội tương đối lớn <ref>Theo ''Từ điển văn học'' (bộ mới, tr. 859).<\/ref>.\n\n==Bát thanh Cam Châu==\nTừ của Liễu Vĩnh có nhiều bài hay, nhưng thường dài, nên ở đây chỉ có thể giới thiệu một bài từ làm theo điệu '''Bát thanh Cam Châu'''. \n{|valign=\"top\"\n|\n:Phiên âm:\n:Đối tiêu tiêu vũ sái giang thiên,\n:Nhất phiên tẩy thanh thu,\n:Tiệm sương phong thê khẩn,\n:Quan hà lãnh lạc,\n:Tàn chiếu đương lâu.\n:Thị xứ hồng suy lục giảm,\n:Nhiễm nhiễm vật hoa hưu.\n:Duy hữu Trường Giang thủy,\n:Vô ngữ đông lưu.\n\n:Bất nhẫn đăng cao lâm viễn,\n:Vọng cố hương diểu mạc,\n:Quy tứ nan thu.\n:Thán niên lai tung tích,\n:Hà sự khổ yêm lưu!\n:Tưởng giai nhân, trang lâu trường vọng,\n:Ngộ kỷ hồi, thiên tế thức quy chu?\n:Tranh tri ngã, ỷ lan can xứ,\n:Chính nhẫm ngưng sầu.\n|\n:Dịch nghĩa:\n:''Trước cảnh mưa chiều sầm sập dội xuống dòng sông mênh mông,\n:''Một phen gột rửa trời thu trong vắt.\n:''Dần dần sương gió lạnh rít,\n:''Núi sông tẻ ngắt,\n:''Bóng tà dương chiếu thẳng trước lầu.\n:''Nơi đó hồng phai thắm nhạt,\n:''Cảnh vật suy tàn.\n:''Chỉ có nước sông Trường giang,\n:''Vẫn vẫn lặng lẽ chảy về đông.\n\n:''Không nỡ lên cao nhìn xa,\n:''Trông vời quê hương mờ mịt,\n:''Nỗi nhớ nhung không ngăn được.\n:''Than thở nỗi phiêu bạt bao năm,\n:''Việc gì cứ phải nấn ná ở lại cho khổ?\n:''Nghĩ rằng người đẹp trên lầu đang đứng ngóng,\n:''Đã bao lần trông chân trời lầm tưởng thuyền về!\n:''Đâu biết ta cũng đang đứng tựa lan can,\n:''Đăm đăm sầu nhớ <ref>Theo ''Thơ Tống'', tr. 206-207.<\/ref>.\n|}\n==Sách tham khảo==\n*Trần Lê Bảo, mục từ \"Liễu Vĩnh\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Sở nghiên cứu văn học thuộc Viện Khoa học xã hội Trung Quốc biên soạn, ''Lịch sử văn học Trung Quốc (Tập II)'', Bản dịch do Nhà xuất bản Giáo dục [[Việt Nam]] ấn hành năm 1993.\n*[[Nguyễn Hiến Lê]], ''Đại cương văn học Trung Quốc''. Nhà xuất bản Trẻ, 1997.\n*Nhiều người dịch, ''Thơ Tống'' (Trương Chính giới thiệu, [[Nam Trân]] duyệt thơ). Nhà xuất bản Văn hóa, [[Hà Nội]], 1991.\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Người Phúc Kiến]]\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Sinh năm 1004]]\n[[Thể loại:Mất năm 1054]]"}