{"Liễu Tông Nguyên":"[[Tập tin:Liu Zongyuan.jpg|nhỏ|phải|Liễu Tông Nguyên]]\n'''Liễu Tông Nguyên''' ([[chữ Hán]]: 柳宗元,[[773]]-[[819]]), tự ''Tử Hậu'', là nhà văn, nhà thơ nổi tiếng thời trung [[Nhà Đường|Đường]], [[Trung Quốc]].\n\n==Tiểu sử==\n'''Liễu Tông Nguyên''', người Hà Đông, nay thuộc huyện Vĩnh Tế, tỉnh [[Sơn Tây (Trung Quốc)]].\nÔng đỗ tiến sĩ năm Trinh Nguyên thứ chín (793) đời [[Đường Đức Tông]], làm quan đến chức Giám sát ngự sử.\n\nThời [[Đường Thuận Tông]], tập đoàn Vương Thúc Văn chấp chính, ra sức cải cách về các mặt chính trị, kinh tế, quân sự; như bãi bỏ chế độ cung thị<ref>Theo chế độ này, người trong cung nhà vua ra chợ mua bất cứ đồ vật gì, muốn trả bao nhiêu tiền cũng được.<\/ref>, bỏ chế độ tiến cống, thả cho nữ nhạc trong cung đình về nhà, trừng trị bọn tham quan ô lại và mưu lấy lại binh quyền từ tay các hoạn quan. Thế nhưng tập đoàn này, mà Liễu Tông Nguyên là một trong những nhân vật chủ yếu, chỉ chấp chính được hơn một trăm bốn mươi ngày, thì bị các thế lực \"sắp bị tước mất quyền lợi\" chống lại mãnh liệt, nên công cuộc cải cách sớm thất bại thảm hại và bị bức hại tàn khốc...\nNgay sau đó, Liễu Tông Nguyên bị giáng chức làm Tư mã Vĩnh Châu (nay là Linh Lăng, [[Hồ Nam]]).\n\nNăm 815, thời [[Đường Hiến Tông]] thứ mười, ông được bổ nhiệm làm Thứ sử Liễu Châu (nay thuộc tỉnh [[Quảng Tây]])<ref>Cho nên ông còn được gọi là ''Liễu Liễu Châu'', vì ông họ Liễu và làm quan ở Liễu Châu (theo ''Từ điển văn học bộ mới'', tr. 857).<\/ref> và bốn năm sau (819), ông mất tại đó. Khi ấy, ông chỉ mới 47 tuổi.\n==Tác phẩm==\nTác phẩm của Liễu Tông Nguyên hiện còn ''Liễu Hà Đông tập'' (Tập thơ văn của họ Liễu ở Hà Đông), 45 quyển, trong đó có 2 quyển ''Cổ kim thi'' (Thơ cổ kim) gồm khoảng 140 bài.<ref>Phần tác phẩm ghi theo GS. Nguyễn Khắc Phi, ''Từ điển Văn học'' (bộ mới), sách ghi ở mục tham khảo, tr. 857.<\/ref>,\n==Đánh giá==\nTheo '''Từ điển Văn học''' (bộ mới), thì:\n \nQuan điểm chính trị và văn học, Liễu Tông Nguyên có một số điểm giống [[Hàn Dũ]] (768-824)<ref>Hàn Dũ tự Thoái Chi, danh sĩ thời Trung Đường. So sánh giữa hai ông, [[Nguyễn Hiến Lê]] viết: Liễu Tông Nguyên đồng thời với Hàn Dũ và cùng có chủ trương phục cổ, song tư tưởng và văn chương có chỗ khác nhau. Hàn sùng đạo [[Nho]], Liễu thì tôn cả [[Lão]] và [[Phật]]. Hàn là một nhà truyền đạo, Liễu chỉ là một văn nhân. Giọng Hàn mạnh mẽ, giọng Liễu thanh tao. Liễu lại có tài riêng về lối du ký...(''Đại cương Văn học sử Trung Quốc''. Nhà xuất bản Trẻ, 1997, tr. 273)<\/ref><\/ref> nhưng nhìn chung cấp tiến hơn. Vì tham gia cải cách triều chính, nhằm cải thiện đời sống dân chúng và hạn chế đặc quyền của hoạn quan và đại quý tộc, bị biếm làm Tư mã Vĩnh Châu.\n\nMười năm sống ở đây đã có ảnh hưởng to lớn đến sự phát triển tư tưởng của ông. Do thấy rõ hơn sự thối nát sự thối nát của triều đình và cuộc sống khổ cực của nhân dân, ông đã viết được một số tác phẩm có giá trị.\n \nCũng như Hàn Dũ, Liễu Tông Nguyên là một nhân vật có ảnh hưởng lớn đối với sự phát triển văn xuôi của Trung Quốc, nhờ sáng tác của ông đa dạng, hiện thực và sâu rộng.\n\nRiêng mảng thơ, đa phần thơ ông thiên về thổ lộ tâm trạng cá nhân trong những ngày bị biếm trích. Tuy có những nét ủy mị, buồn thương nhưng tình cảm thì chân thành, nghệ thuật thì điêu luyện. Bên cạnh đó, vẫn có những bài phê phán hiện thực khá trực tiếp hoặc miêu tả đời sống nhân dân tương đối chân thực như ''Cổ Đông môn hành'' (Bài hành cửa Đông xưa), ''Điền gia tam thủ'' (Ba bài thơ về nhà nông)...<ref>Theo GS. Nguyễn Khắc Phi, ''Từ điển Văn học (bộ mới),'' sách ghi ở mục tham khảo, tr. 857).<\/ref>\n \nVà lược theo '''Lịch sử Văn học Trung Quốc tập 2'''<ref>Sở Nghiên cứu Văn học Trung Quốc thuộc Viện KHXH Trung Quốc biên soạn, Bản dịch do nxb Giáo dục [[Việt Nam]] ấn hành, năm 1993, tr. 189-195<\/ref>:\n\nTrong thời gian mười năm bị giáng chức ở Vĩnh Châu, do bản thân bị bức hại, và do được quan sát hiện thực tường tận hơn, nên tác phẩm của ông không còn phù phiếm, cơ bản thoát khỏi qui củ văn chương thời ''Lục Triều''<ref>Sử gọi các triều đại Đông Ngô, Đông Tấn, Tống (hay Lưu Tống), Tề, Lương, Trần; kể từ năm 222 đến năm 589 ở [[Giang Nam]] là Lục Triều. (Dựa theo [[Nguyễn Hiến Lê]], ''Đại cương Văn học sử Trung Quốc''. Nhà xuất bản Trẻ, 1997, tr. 171)<\/ref>.trở thành nhà tản văn có phong cách độc đáo trong lịch sử văn học Trung Quốc.\n\nTản văn của ông phong phú, nhiều vẻ; trong đó những bài ''ngụ ngôn'' trào phúng và những bài ''ký sơn thủy'' là hai loại văn có nhiều tính sáng tạo nhất.\n \nCó nghĩa từ những mẩu ngụ ngôn chỉ có tác dụng ví dụ trong tản văn chư tử thời [[Tiền Tần]], ông đã phát triển thành những bài văn ngắn hoàn chỉnh có ý vị văn học, khái quát, trào phúng, hiện thực và có tính chiến đấu cao hơn.\n \nCòn những bài ''ký sơn thủy'' của ông không phải chỉ tả thiên nhiên một cách thuần túy khách quan, mà còn để bộc lộ những nỗi đau khổ, uất ức của mình.<ref>theo ''Thơ Đường'' do GS. [[Hoàng Như Mai]] chủ biên, thì Liễu Tông Nguyên được người đời sau tôn là thủy tổ lối tản văn du ký) (Nhà xuất bản Trẻ, 1989, tr. 105).<\/ref>\n \nNgoài hai loại tản văn trên, ''văn truyện ký'' và ''văn luận thuyết'' của Liễu Tông Nguyên cũng có những thành tựu.\n \nVề thơ, thơ ông phần lớn làm sau khi bị giáng chức, so với tản văn, thì nói nhiều về nỗi đau thương lo buồn của mình hơn, phản ảnh tâm trạng của tầng lớp sĩ chính trực sau khi thất bại chính trị...\nThơ ông trong sáng, đạm bạc, tinh tế, gần giống với phong cách của [[Đào Tiềm|Đào Uyên Minh]] và [[Vi Ứng Vật]]<ref>Vi Ứng Vật (737-792), người Kinh Triệu, huyện [[Trường An]] ([[Thiểm Tây]]). Làm quan đến chức Thứ sử [[Tô Châu]]. Tính tình ông cao khiết. Đặc biệt, mỗi lần đi đến đâu, ông cũng cho quét sạch đất, đốt nhang rồi mới ngồi. Thơ của ông nhàn đạm, giản phác, thâm viễn; riêng mảng thơ ngũ ngôn của ông rất được [[Bạch Cư Dị]] và [[Tô Đông Pha]] tán thưởng. Thi tập của ông gồm 10 quyển. (theo ''Dịch Quân Tả'', ''Văn học sử Trung Quốc'', GS. [[Huỳnh Minh Đức]] dịch. Nhà xuất bản Trẻ, 1992, tr. 449)<\/ref>\n\n==Trích tác phẩm== \n''Dịch Quân Tả'', một học giả người Trung Quốc, giới thiệu:\n\nThơ Liễu Tông Nguyên: siêu việt, trần tục, thanh dật, nhàn đạm, rất gần với [[Đào Tiềm]]. Hai bài hay nhất của ông còn truyền là ''Giang Tuyết'' và bài ''Ngư ông''.<ref>Dịch Quân Tả,''Văn học sử Trung Quốc'' Gs. Huỳnh Minh Đức dịch và chú giải. Nhà xuất bản trẻ, 1992, tr. 427). Và trong số thơ của Liễu Tông Nguyên, thi sĩ Tản Đà cũng chỉ chọn hai bài này để dịch (Thơ Đường. Nhà xuất bản Trẻ, 1989, tr. 106-108). Xem nguyên tác hai bài thơ trên tại:<\/ref>.\n\n===Thơ===\n{|valign=\"top\"\n|\n:''Phiên âm Hán-Việt'':\n:'''Giang tuyết'''\n:Thiên sơn điểu phi tuyệt,\n:Vạn kính nhân tung diệt,\n:Cô chu thôi lạp ông,\n:Độc điếu hàn giang tuyết.\n|\n:''Dịch nghĩa:''\n:'''Tuyết trên sông'''\n:Giữa ngàn non, chim bay bổng tuyệt mù trời.\n:Trên vạn nẻo đường tắt, dấu vết người vắng hẳn.\n:Thuyền lẻ loi có ông già mang nón lá áo tơi,\n:Một mình ngồi câu trên dòng sông đầy tuyết lạnh.\n|}\n{|valign=\"top\"\n|\n[[Tản Đà]] dịch thơ:\n:''Nghìn non mất bóng chim bay,\n:''Muôn con đường tắt dấu giày tuyệt không.\n:''Kìa ai câu tuyết bên sông,\n:''Áo tơi, nón lá, một ông thuyền chài.''<ref>Ngày Nay số 92, ra ngày 2 tháng 1 năm 1938.<\/ref>\n|\n:''Tương Như'' dịch thơ:\n:''Nghìn non, bóng chim tắt\n:''Muôn nẻo, dấu người không.\n:''Thuyền đơn, ông tơi nón,\n:''Một mình câu tuyết sông.''\n|\n:''Huỳnh Minh Đức'' dịch thơ:\n:''Chim bay về núi xa xa,\n:''Lối mòn tuyết phủ, xóa nhòa dấu chân.\n:''Thuyền con ngư lão buông cần,\n:''Áo tơi, nón rách, một thân lạnh lùng.''\n|}\n{|valign=\"top\"\n|\n:''Phiên âm Hán-Việt'':\n:'''Ngư ông'''\n:''Ngư ông dạ bạng tây nham túc\n:''Hiểu cấp thanh Tương nhiên Sở trúc.\n:''Yên tiêu nhật xuất bất kiến nhân,\n:''Ái nãi<ref>Tản Đà giải thích: ''Ái nãi có nghĩa là tiếng cái mái chèo đánh vào mạn thuyền.''<\/ref> nhất thanh sơn thủy lục.\n:''Hồi khan thiên tế hạ trung lưu,\n:''Nham thượng vô tâm vân tương trục.\n|\n:''Dịch nghĩa:''\n:'''Ông lão thuyền câu'''\n:''Ông lão thuyền câu ghé ngủ ở bên núi phía tây,\n:''Buổi sáng múc nước sông Tương nấu ăn bằng tre [[Sở]].\n:''Khói tan, mặt trời lên, không trông thấy có ai.\n:''Chỉ nghe tiếng cái mái chèo đánh vào mạn thuyền\n:''ở giữa chốn non xanh nước biếc.\n:''Ngoãnh lại thấy trời cao ở giữa dòng sông.\n:''Đầu núi mấy đám mây vô tâm trôi lững lờ.''\n|\n:''Tản Đà dịch thơ:''\n:''Thuyền câu ngủ ghé non tây,\n:''Dòng Tương, tre Sở sáng ngày nấu ăn,\n:''Khói tan trời nắng vắng tanh,\n:''Tiếng vang nước biếc non xanh một chèo.\n:''Xuôi dòng ngoảnh lại trời cao,\n:''Đầu non mấy đám mây theo lững lờ.''<ref>Ngày Nay số 113, ra ngày 5 tháng 6 năm 1938.<\/ref>\n|}\n===Tản văn===\n:'''Lời nói người bắt rắn'''\n''Lịch sử Văn học Trung Quốc'' tập 2 giới thiệu:\nTruyện ký của Liễu Tông Nguyên có bài ''Bổ xà giả thuyết'' (lời người bắt rắn), đã vạch trần hiện thực một cách trực tiếp và sắc bén... \n \nTóm lược đoạn đầu: ''Ở Vĩnh Châu có giống rắn lạ...cắn phải người, thì không có thuốc gì chữa nổi. Song giống rắn ấy lại chính là thứ thuốc quý. Cho nên nhà vua có lệ bắt dân gian mỗi năm phải hiến hai con, ai bắt được sẽ được miễn trừ thuế ruộng.''\n \nTrích bài: \n:''Hỏi ra, thì nhà họ Trương nói: Ông tôi chết về nghề bắt rắn, cha tôi cũng chết về nghề bắt rắn. Tôi nối nghề mới có mười hai năm, cũng mấy lần suýt chết.''\n:''Ta (tác giả) thương và hỏi rằng: Nhà ngươi có thật cho nghề bắt rắn là khổ không? Ta sẽ nói với quan trên cho nhà ngươi bỏ nghề ấy mà cứ nộp thuế ruộng như thường. Nhà ngươi tính sao?''\n:''Người họ Trương vừa khóc vừa nói:\n:''Ông thương tôi, muốn cho tôi sống, thì ông để cho tôi làm nghề bắt rắn còn hơn...(bởi) cách sinh nhai trong làng mỗi ngày một quẫn bách.Người làng phải rút hết cả lợi hoa màu, vét hết cả của cải trong nhà để mà nộp thuế hết, thậm chí phải bỏ làng, bỏ xóm, đói khát, trôi dạt, chết đường, chết chợ biết bao nhiêu người...Tôi nhờ nghề bắt rắn mà còn đến bây giờ.''\n:''(Ông có biết), những quan lại tàn ác về làm thuế làng tôi, xục hết đầu làng, cuối xóm, vơ vét đến cả con gà, con chó, khiến dân gian phải hãi hùng kinh sợ. Những lúc ấy, tôi được yên ăn no, ngủ yên.''\n:''Tôi làm nghề bắt rắn, một năm sợ chết chỉ hai lần, ngoài ra thì vui vẻ, không lo thuế má, không đến nỗi như người trong làng, hết ngày này sang tháng khác, khốn khổ về quan lại tàn ác. Giá tôi có chết, so với người làng xóm, cũng chậm hơn...\nTa nghe câu chuyện, lại càng thương lắm. Xưa [[Khổng Tử]] nói: \"Chính sách hà khắc độc hơn hổ dữ\", ta vẫn ngờ, bây giờ xem truyện họ Trương mới cho là thật. Than ôi, các quan lại tàn ác làm thuế ở dân gian dữ hơn rắn độc, cho nên nói ra đây để người xem xét phong tục thấu được tình cảnh đau khổ của dân.<ref>Theo Nguyễn Văn Ngọc & Trần Lê Nhân, ''Cổ học tinh hoa.'' Nhà xuất bản Trẻ, 1992, tr. 332-335. Liễu Tông Nguyên cũng đã có thơ cùng chủ đề này, xem tại đây:<\/ref>\n\nVà bài '''Tiễn người đi làm quan'''.\n\nTrích:\n\nTiết Tồn Nghĩa, người Hà Đông sắp đi làm quan. Ông Liễu Tông Nguyên làm tiệc tiễn hành ở bờ sông, rót chén rượu mời bạn rồi nói rằng:\n\n:''Phàm làm quan ở hạt nào, phải biết chức phận của mình là người làm việc cho dân, chứ không phải sai dân làm việc cho mình. Dân ở trong hạt đã chịu nộp thuế, để lấy tiền thuê quan giữ sự công bình cho dân, mà nay ngán thay, thiên hạ ra làm quan, tiền thuế của dân thì biết lấy cả, còn công việc của dân thì trễ biếng, thường khi dụng tâm ăn cắp của dân nữa.''\n:''Giả sử ta đây thuê một người làm việc trong nhà, nó đã lấy tiền thuê mà lười không làm việc, lại còn ăn cắp… thì tất ta phải giận mà trách phạt nó và đuổi nó đi. Bây giờ, làm quan như thế nhiều, mà dân không dám nổi giận trách phạt và đuổi đi là tại làm sao?...''<ref>Theo Nguyễn Văn Ngọc & Trần Lê Nhân, sách đã dẫn, tr. 307-308.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.saimonthidan.com\/?c=author&a=169 Trang thơ Liễu Tông Nguyên trên Sài môn thi đàn]\n{{Đường Tống bát đại gia}}\n\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Nhà văn Trung Quốc thời Đường]]\n[[Thể loại:Sinh năm 773]]\n[[Thể loại:Mất năm 819]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]\n[[Thể loại:Tiến sĩ nhà Đường]]\n[[Thể loại:Đường Tống bát đại gia]]"}