{"Long Thụ":"{{Dablink|Bài này về luận sư Phật giáo Long Thụ thế kỷ II. Về luận sư Phật giáo cùng tên thế kỷ VII, xem [[Long Thụ (600-650)]].}}\n{{Thông tin nhân vật\n| màu =\n| màu 2 = \n| màu chữ = \n| tên = \n| hình = Nagarjuna with 84 mahasiddha.jpg\n| cỡ hình = 250px\n| ghi chú hình = Long Thụ (trung tâm) cùng với 30 trong số 84 vị Đại thành tựu (mahasiddha)\n| tên khai sinh =\n| sinh = \n| nơi sinh = {{circa}} [[150]]<br\/>[[Andhra Pradesh]]\n| mất = \n| nguyên nhân cái chết =\n| nơi mất = [[250]]<br\/>[[Ấn Độ]]\n| an táng = \n| tưởng niệm = \n| tên khác = \n| dân tộc = \n| cư trú = \n| quốc gia = \n| quốc tịch = Ấn Độ\n| vai trò = \n| học vấn = \n| alma_mater = \n| công việc = \n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = [[Phật giáo]] Đại thừa\n| người hôn phối = \n| vợ = \n| chồng = \n| con cái = \n| cha mẹ = \n| người thân = \n| chữ ký = \n| website = \n}}\n'''Long Thụ''', còn gọi là '''Long Thọ'''<ref name=\"dict\">{{TĐBKVN|14835}}<\/ref> (zh. 龍樹; sa. ''nāgārjuna'' नागार्जुन; bo. ''klu sgrub'' ཀླུ་སྒྲུབ་), dịch âm là '''Na-già-át-thụ-na''' (zh. 那伽閼樹那), [[thế kỷ 1]]–[[thế kỷ 2|2]]<ref name=Westerhoff\/><ref>Theo Từ điển Bách khoa Toàn thư Việt Nam thì ông sống vào khoảng năm 150.<\/ref>, là một trong những luận sư vĩ đại nhất của lịch sử [[Phật giáo]].<ref name=Garfield>Garfield Jay L., 1995. ''The Fundamental Wisdom of the Middle Way'', Oxford: Oxford University Press.<\/ref><ref name=Westerhoff>{{cite SEP | url-id=nagarjuna | title=Nāgārjuna | last=Westerhoff | first=Jan Christoph }}<\/ref> Người ta xem sự xuất hiện của sư là lần chuyển pháp luân thứ hai của Phật giáo (lần thứ nhất do Phật [[Tất-đạt-đa Cồ-đàm|Thích-ca Mâu-ni]], lần thứ ba là sự xuất hiện của giáo pháp [[Đát-đặc-la]]). [[Đại thừa]] [[Ấn Độ]] xếp sư vào \"Sáu Bảo Trang của Ấn Độ\"&nbsp;– năm vị khác là [[Thánh Thiên (luận sư Phật giáo)|Thánh Thiên]] (sa. ''āryadeva''), [[Vô Trước]] (sa. ''asaṅga''), [[Thế Thân]] (sa. ''vasubandhu''), [[Trần-na]] (sa. ''diṅnāga'', ''dignāga''), [[Pháp Xứng]] (sa. ''dharmakīrti''). Trong tranh tượng, sư là vị duy nhất sau Phật Thích-ca được trình bày với chóp trên đỉnh đầu ([[nhục kế]] 肉髻, sa. ''uṣṇīṣa''), một dấu hiệu của một Đại nhân (sa. ''mahāpuruṣa''). Sư là người sáng lập [[Trung quán tông]] (sa. ''mādhyamika''), sống vào thế kỷ 1–2. Có rất nhiều tác phẩm mang danh của sư nhưng có lẽ được nhiều tác giả khác biên soạn. Sư cũng được xem là tổ thứ 14 của [[Thiền tông Ấn Độ]]. Truyền thống [[Mật tông|Mật giáo]] cũng xếp sư vào 84 vị [[Đại thành tựu]] (sa. ''mahāsiddha'').\n\n== Dẫn nhập tư tưởng ==\nĐộng cơ trung tâm cho việc hoá độ của Long Thụ&nbsp;– một công trình hoằng pháp lập cơ sở cho Trung quán tông sau này cũng như lưu lại nhiều tác phẩm triết học Phật giáo&nbsp;– chính là việc khôi phục giáo lý của đức Phật. Theo Long Thụ, tư tưởng then chốt của Phật giáo đang gặp cơ nguy thất lạc qua xu hướng kinh viện triết học trong một số trường phái [[Tiểu thừa]] thời đó. Long Thụ dùng một dụng cụ biện chứng đặc biệt để hỗ trợ phương pháp của mình, đó là [[Tứ cú phân biệt]] (sa. ''catuṣkoṭi''). Với phương pháp đó, sư tìm cách vạch ra những điểm mâu thuẫn luận lý trong các giả định xuất phát từ môi trường triết học của sư rồi sau đó tìm cách giải phá chúng. Mục đích của phương pháp, được miêu họa bằng cách cự tuyệt các \"biên kiến\", những quan điểm cực đoan, là trình bày giáo lý Trung đạo (sa. ''madhyamā pratipad'') tiền hậu nhất trí của Phật một cách có thể thông hiểu được. Đó là một Trung đạo cơ bản loại trừ tất cả những [[tà kiến]] ngăn chặn quá trình nhận thức&nbsp;– đặc biệt là '''thường kiến''' (sa. ''śāśvatavāda''), \"kiến giải chấp sự thường hằng\", và '''đoạn kiến''' (sa. ''ucchedavāda''), \"kiến giải chấp sự đoạn diệt\"&nbsp;– và bảo vệ lập trường trước những kiến giải phổ biến thời đó.\n\nViệc phát triển khái niệm [[Không tính|tính không]] (sa. ''śūnyatā'') trong mối tương quan trực tiếp với giáo lý [[duyên khởi]] (sa. ''pratītyasamutpāda'') cũng như việc tiếp tục phát triển giáo lý Nhị đế, \"hai chân lý\" (sa. ''satyadvaya'') được xem là những cống hiến chính của Long Thụ, và chúng đã đưa sư trở thành người đứng hàng đầu trong các vị đại sư Ấn Độ góp công phát triển tư tưởng Phật giáo, đặc biệt là trong truyền thống Phật giáo [[Kim cương thừa]] (sa. ''vajrayāna'') và [[Thiền tông]].\n\n== Theo truyền thuyết ==\nVề cuộc đời của Long Thụ thì không có tài liệu nào có thể được xem là chắc chắn cả. Những bộ truyện [[Thánh đồ]] sau này được lưu lại bằng [[tiếng Tạng cổ điển|tiếng Tạng]] và [[tiếng Trung Quốc|tiếng Hán]], như của [[Chân Đế]] (''Paramārtha'', 499–569) và của [[Huyền Trang]], đều mang rất nhiều nét huyền thoại, khó có thể được dùng để tinh lược những sự kiện lịch sử. Nội dung của chúng thuộc về những truyền thuyết phần lớn mang tính chất giáo huấn và cũng là những câu truyện được biến đổi đôi chút tùy theo các trường phái Phật giáo. Một trong những câu truyện này xuất phát từ chính [[Cưu-ma-la-thập]] (''Kumārajīva'', 344–413), miêu tả Long Thụ như một [[nhà luyện kim]] phù phép, dùng khả năng tàng hình của mình để cùng với bạn ban đêm lén vào cấm cung, giả dạng vua mà hưởng thụ. Khi quay trở ra thì năng lực tàng hình của hai người bạn đồng hành bị yếu đi, họ bị lính tuần tra bắt và xử trảm. Kinh nghiệm thảm thương này khiến Long Thụ lần đầu tiên đối đầu với cái khổ trong thế gian, và từ đó, sư chỉ chuyên tâm vào con đường giải thoát, vào giáo lý của Phật-đà.\n\nTheo một truyền thuyết khác thì Long Thụ, bằng những bài thuyết pháp của mình, đã thuyết phục một số loài [[rồng]] nên được mời xuống Long cung trao lại bộ kinh [[Bát-nhã-ba-la-mật-đa kinh|Bát-nhã-ba-la-mật-đa]] (sa. ''prajñāpāramitāsūtra'') để báo ân. Tương truyền là Phật đã phó chúc cho loài rồng này gìn giữ bộ kinh và chờ đến khi nào nhân duyên viên mãn, loài người đã đủ khả năng để tiếp thu giáo lý này. Truyền thuyết này mang tên [[tiếng Phạn]] là \"Nāgārjuna\", có nghĩa là \"trong trắng như loài rồng\" (''nāga'' = long\/rồng; ''arjuna'' = màu trắng, thanh tịnh). Tuy nhiên tên này được [[người Hoa]] hiểu là Long Thụ, tức là \"một loài cây của rồng\" (''arjuna'' được hiểu là một loại cây, ''[[Terminalia arjuna]]''). Một biểu tượng dành riêng cho Long Thụ khác là những con rồng (hoặc rắn) trong [[hào quang]] của sư.\n\nCòn Từ điển Bách khoa Toàn thư Việt Nam thì ghi nhận:<ref name=\"dict\"\/>\n:''Nagarjuna dịch nghĩa sang chữ Hán là Long Thọ. Thọ là cây, chỉ cây ''arjuna''; nơi sinh ra luận sư. Mẹ luận sư sinh ra luận sư dưới gốc cây ''arjuna'', nên lấy tên cây đặt tên cho con. Theo một truyền thuyết khác, khi lớn tuổi, luận sư được Long Vương (vua Rồng) đưa xuống Long cung dưới biển, truyền cho phép tu Mật giáo.''\n\nCòn rất nhiều truyền thuyết khác về Long Thụ, như câu chuyện về cơn bệnh ngặt nghèo thời niên thiếu, được chữa trị khi sư xuất gia và nghiên cứu kinh điển nhà Phật. Một truyện khác thuật lại các phép tu luyện kim và tạo nước trường sinh bất tử, cũng như việc sư [[tự sát|tự vẫn]] bằng cọng cỏ vì đáp ứng yêu cầu những người tranh luận mà sư đã hàng phục. Sư đáp ứng yêu cầu vì lòng từ bi mà được giải thích là: bởi một trong một [[tiền kiếp]], sư đã vô ý sát hại một côn trùng và việc này trở thành [[nghiệp quả]] mà sư phải trả.\n\nThông tin có thể kiểm chứng về cuộc đời thực sự của sư như vậy rất ít, nhưng mặc dù vậy, một vài điểm có thể được xác nhận, đó là sư sống trong thế kỉ 2, xuất thân từ một gia đình [[Bà-la-môn]] miền Trung Ấn là [[Vidarbha]], bang [[Maharashtra]] hiện nay. Khi tuổi đã cao, sư trở về quê hương ở Trung Ấn, sống trên núi Phạm Thiên (sa. ''brahmagiri''), cao nguyên Śrīparvata, gần [[sông Krishna|sông Kṛṣṇā]]. Ngọn đồi với ngôi chùa bây giờ vẫn còn và mang tên của sư&nbsp;– \"Đồi Long Thụ\" (sa. ''[[Nagarjunakonda|nāgārjunakoṇḍa]]''). Các nhà nghiên cứu lịch sử sau này đã xác định được khoảng thời gian sư hoằng hoá vì người ta tìm ra một vị vua có quan hệ với sư trị vì ở nửa sau thế kỷ 2 là vua xứ [[Vương triều Satavahana|Śātavāhana]] tên là [[Yajna Sri Satakarni|Gautamīputra Śatakarṇin]]<ref>{{cite book | author=Pran Nath Chopra | title=Encyclopaedia of India: Andhra Pradesh | url=https:\/\/books.google.com\/books?id=zfFtAAAAMAAJ | year=1994 | publisher=Rima | page=12 }}<\/ref><ref>{{cite book | author=Vijaya Laxmi Singh | title=Ujjayini, a numismatic and epigraphic study | url=https:\/\/books.google.com\/books?id=VmIWAQAAIAAJ | year=1998 | publisher=Khama | isbn=978-81-85495-47-7 | page=121 }}<\/ref> (dịch âm [[Từ Hán-Việt|Hán-Việt]] là Kiều-đạt-di Phổ-đặc-la Khả-nhĩ-ni) với thời gian trị vì theo các nguồn khác nhau có thể là ~152-181,<ref name=\"SEA_2001\">{{cite book | chapter-url=https:\/\/books.google.com\/books?id=MBuPx1rdGYIC&pg=PA166 | title=Empires: Perspectives from Archaeology and History | editor=Susan E. Alcock | chapter=On the edge of empire: form and substance in the Satavahana dynasty | author=Carla M. Sinopoli | publisher=Cambridge University Press | year=2001 | pages=166–168 | isbn=9780521770200}}<\/ref> ~165-195,<ref>{{cite book | url=https:\/\/books.google.com\/books?id=rOVpOG6MPMcC&pg=PA196 | title=History of Ancient India | author=Rama Shankar Tripathi | publisher=Motilal Banarsidass | year=1942 | page=196 | isbn=9788120800182}}<\/ref> ~170-199<ref>{{cite book | url=https:\/\/books.google.com\/books?id=JTZuAAAAMAAJ | title=Ancient period | editor1=Pran Nath Chopra | editor2=T. K. Ravindran | editor3=N. Subrahmanian | publisher=S. Chand | year=1979 | page=25}}<\/ref> hoặc ~174-203.<ref>{{cite book | url=https:\/\/archive.org\/details\/briefhistoryofin00dani | url-access=registration | title=A Brief History of India | author=Alain Daniélou | publisher=Inner Traditions | year=2003 | page=[https:\/\/archive.org\/details\/briefhistoryofin00dani\/page\/137 137]}}<\/ref> Sư đã viết thư khuyên vị vua này. Những lời khuyên đó còn được lưu truyền trong tập ''Khuyến giới vương tụng'' (sa. ''suhṛllekha''). Thuyết nói sư đến Đại học Phật giáo [[Na-lan-đà]] dạy có lẽ là sai, vì Na-lan-đà chỉ mới được kiến lập trong [[thế kỷ 5]].\n\n== Bối cảnh triết học của Long Thụ ==\nLong Thụ xuất hiện trong thời kì đỉnh cao của [[triết học Ấn Độ]] với nhiều trường phái Phật giáo cũng như các trường phái ngoài Phật giáo cùng với các quan điểm của họ. Thời đại bắt đầu từ [[thế kỉ 1]] này đánh dấu một giai đoạn hệ thống của triết học Ấn Độ, được miêu hoạ bằng một [[nghệ thuật tranh luận]] mà theo đó, các cuộc tranh luận về những phạm trù (''padārtha'') của một quy luật nhất định được tổ chức. Đó cũng là thời kì các nội dung giảng dạy được ghi chép lại dưới dạng kinh và những bộ luận bổ sung đi kèm.\n\n=== Học thuyết ngoài Phật ===\nTrong hoàn cảnh tranh luận sôi nổi đó, lần đầu tiên trong lịch sử, Phật giáo đã phải trải qua một cuộc khảo sát của các trường phái cạnh tranh bên ngoài. Phật giáo đã phải ứng đáp với những nghi vấn của các trường phái bên ngoài đó.\n\nThuộc về những nghi vấn đó là những câu hỏi như phương tiện nhận thức chính xác (sa. ''pramāṇa'', [[Lượng (Phật giáo)|Lượng]]) nào có thể đưa đến chân lý, hoặc việc tái sinh nên được hiểu như thế nào, hoặc thế nào là bản chất của hiện thực.\n\nChung quy về các nghi vấn quan trọng thì có hai [[mô hình]] được phát triển trong hai trường phái chính thống (chính thống vì chúng thừa nhận thẩm quyền của Phệ-đà) liên quan tới việc quy luật nhân quả xảy ra cụ thể như thế nào đó là:\n\n* Thuyết được phái '''[[Số luận]]''' (sa. ''sāṃkhya'') thừa nhận là thuyết \"Nhân quả nhất như\" (sa. ''satkāryavāda''), được hiểu sát nghĩa là \"Học thuyết về tồn tại và hiệu quả\". Học thuyết này cho rằng hiệu quả (quả) đã nằm sẵn trong nguyên nhân (nhân), như vậy thì có sự đồng nhất của nhân và quả, hay \"nhân quả nhất như\".\n* Thuyết của học phái '''[[Thắng luận]]''' (sa. ''vaiśeṣika'') cho rằng \"Nhân quả ''bất'' nhất như\" (sa. ''asatkāryavāda''), thuyết đối nghịch trực tiếp quan điểm của học phái Số luận. Họ cho rằng hiệu quả không nằm trong nguyên nhân, cả hai khác nhau hoàn toàn.\n\nTất cả những mô hình ngoài Phật giáo khác chỉ là những dạng biến đổi chút ít của hai mô hình chính này:\n\n* Quan điểm của '''[[Đạo Jaina|Kì-na giáo]]''' về mặt nhận thức luận được trình bày trong ''thuyết tương đối'' (sa. ''syādvāda'') là \"học thuyết về giá trị của mỗi phán định tuỳ theo quan điểm\", và về mặt bản thể luận được trình bày trong thuyết ''phi cực đoan'' (sa. ''anekāntavāda''), hay \"học thuyết về sự đa dạng của các biểu hiện\". Như vậy, Kì-na giáo giữ lập trường tổng hợp. Theo học thuyết này thì mỗi lời trần thuật đều đúng theo cách nhìn của người đưa ra, theo lập trường của người đó. Hiện thực không chỉ có một phương diện có thể được trình bày, mà hơn thế nữa là chỉ có thể được trình bày qua sự lưu ý đến nhiều phương diện khác nhau. Về mặt hiệu quả của quy luật nhân quả thì triết học Kì-na giáo giữ lập trường \"như thế này và cũng như thế kia\", một quan niệm sau này được một chi nhánh hữu thần của học phái Số luận thừa nhận.\n* Những người theo thuyết '''Định mệnh''' (sa. ''ājīvika'') lại tuyên bố thuyết tiền định khắt khe, bác bỏ thuyết nhân quả lập trên cơ sở luân lý đạo đức. Chủ trương của học thuyết này là thế gian chạy theo con đường của định mệnh (sa. ''niyati'') đã vạch ra. Như vậy thì người ta không có cơ hội để vượt khỏi biển luân hồi bằng tự lực vì, theo họ, giải thoát không chịu ảnh hưởng về mặt chất lượng của nghiệp, của các hành động (sa. ''akriyavāda'').\n* Đại biểu của chủ nghĩa '''Duy vật''' (sa. ''lokāyatika'') thì bác bỏ tất cả những nguyên tắc chung của tư tưởng tôn giáo triết học Ấn Độ. Họ cho rằng không có quy luật nhân quả cũng như không có tái sinh, và cuộc sống chấm dứt với cái chết. Theo họ, thế giới được hình thành một cách ngẫu nhiên từ bốn nhân tố chính (hay tứ đại) là đất, nước, gió và lửa, không theo một quy luật hoặc trật tự nào. Vì ôm ấp tư tưởng này nên họ cũng đại diện một chủ nghĩa khoái lạc, không theo đạo đức luân lý nào của xã hội.\n\n===Thuyết nhất thiết hữu bộ và Kinh lượng bộ ===\nTrong 18 trường phái Phật giáo cổ thì có 2 trường phái nổi bật, đó là '''[[Thuyết nhất thiết hữu bộ]]''' (sa. ''sarvāstivādin'') và '''[[Kinh lượng bộ]]''' (sa. ''sautrāntika''). Thuyết nhất thiết hữu bộ đặc biệt quan tâm đến [[A-tì-đạt-ma]], đặc biệt là học thuyết về các [[Pháp (Phật giáo)|pháp]]. Sự tranh luận sôi nổi về vấn đề này chính là nguyên do vì sao Kinh lượng bộ tách lìa khỏi Thuyết nhất thiết hữu bộ. Các đại biểu Kinh lượng bộ không hài lòng với cách xử lý các pháp theo Thuyết nhất thiết hữu bộ, họ chỉ thừa nhận giá trị của Kinh tạng. Sau sự tách rời này, hai trường phái tiếp nhận học thuyết Nhân quả nhất như (sa. ''satkāryavāda'') và Nhân quả bất nhất như (sa. ''asatkāryavāda'') của hai học phái Số luận và Thắng luận.\n\nCác đại biểu của Thuyết nhất thiết hữu bộ thừa nhận một mô hình cộng tồn (''coexistence'') của tất cả các [[Pháp (Phật giáo)|pháp]]&nbsp;– các pháp vị lai, quá khứ và hiện tại&nbsp;– trong một dạng tiềm tàng. Qua sự khởi động bằng nghiệp, chúng thay đổi trạng thái, lìa trạng thái tiềm tàng này để tương hỗ nhau hình thành thế giới và hiện tượng. Sau khi gây hiệu quả, và tách rời nhau, các pháp không bị huỷ hoại mà lại thể nhập trạng thái tiềm tàng như trước, đợi đến lúc bị nghiệp lực kích động để phát huy hiệu quả. Vì thế tông phái này mới có tên là \"nói là tất cả đều tồn tại\" (''sarvam asti''). Thuyết nhất thiết hữu bộ thừa nhận một tự tính (sa. ''svabhāva'') của các pháp và qua đó, đưa chúng lên tầng cấp của \"hiện thực tối cao\" (sa. ''paramārtha''). Theo quan điểm của Kinh lượng bộ thì việc gán vào các pháp một hiện thực tối cao như Thuyết nhất thiết hữu bộ là một sự phản bội giáo lý [[vô ngã]] của đức Phật, bởi vì việc đưa các pháp lên một cấp bậc bên trên những \"hiện thực\" khác đã vô tình giữ lấy một lập trường chấp ngã (pháp ngã chấp), có thể so sánh với học thuyết tự ngã của các [[Áo nghĩa thư]]. Để phản đối lại học thuyết này, Kinh lượng bộ đề xuất học thuyết [[Sát-na tồn tại]] (sa. ''kṣaṇikavāda''). Theo thuyết này thì các pháp chỉ xuất hiện chớp nhoáng, chỉ trong một khoảnh khắc, một ''sát-na'', để sau đó tịch diệt ngay tức thì. Các pháp này không tồn tại theo thời gian và không gian và cũng không có mối tương quan về mặt nhân quả với nhau. Trước khi phát sinh thì các pháp hoàn toàn không tồn tại, và sau khi đã thực hiện công năng chúng lại trở về trạng thái phi tồn tại này.\n\n=== Mô hình nhân quả ===\nNgay trong chương đầu của ''[[Trung luận|Trung quán luận]]'' (MMK), Long Thụ đã phản đối cực lực tất cả những mô hình của các trường phái trong và ngoài Phật giáo, cho rằng chúng phạm lỗi mâu thuẫn:\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''na svato nāpi parato na dvābhyāṃ nāpy ahetutaḥ'' <nowiki>|<\/nowiki> ''utpannā jātu vidyante bhāvāḥ kva cana ke cana'' <nowiki>||<\/nowiki> MMK 1,01\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Chẳng nơi nào người ta có thể tìm thấy sự hiện hữu (sa. ''bhāva'') phát sinh từ chính nó (''svataḥ''), từ cái khác (''parataḥ''), từ cả hai hoặc phát sinh không có nguyên nhân (''ahetutaḥ'').\n|}\n\nTheo Long Thụ, lập trường của Thuyết nhất thiết hữu bộ, dưới dạng \"Nhân quả nhất như\" của họ, tương đương kiến giải cực đoan Thường kiến (sa. ''śāśvatavāda''); nghĩa là họ tin vào sự trường tồn, bởi vì họ đã đưa các pháp lên một trạng thái tồn tại thường hằng. Kinh lượng bộ, với cách xử lý thuyết \"Nhân quả bất nhất như\" (sa. ''asatkāryavāda''), thì sa lạc vào Đoạn kiến (sa. ''ucchedavāda''); đây là kiến giải chấp sự đoạn diệt, bởi vì họ cho rằng các pháp trước và sau khi xuất hiện hoàn toàn không tồn tại. Cả hai kiến giải này đều không phù hợp với con đường trung đạo của Phật Thích-ca, được Long Thụ định nghĩa bằng sự tương đồng hoàn toàn của giáo lý [[Duyên khởi]] và [[Không tính|Tính không]]. Các pháp không trường tồn, bởi vì chính chúng nó xuất hiện trên cơ sở hệ thuộc, có cơ sở hệ thuộc. Nhưng chúng cũng không bị huỷ diệt, bởi vì chúng hoàn toàn không có một tự tính, không có một ''cơ sở tự tồn'' nào. Long Thụ nhấn mạnh quan điểm này trong ''[[Trung luận|Trung quán luận]]'' như sau:\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''yaḥ pratītyasamutpādaḥ śūnyatāṃ tāṃ pracakṣmahe'' <nowiki>|<\/nowiki> ''sā prajñaptir upādāya pratipat saiva madhyamā'' <nowiki>||<\/nowiki> MMK 24,18\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Cái duyên khởi ấy chính là cái chúng ta gọi là Tính không. Nó [chỉ] là một khái niệm tuỳ thuộc (''prajñapti''), nhưng chính nó lại là Trung đạo (''madhyamā pratipat'')\n|}\n\nDẫn dắt chúng sinh trực nhận chân lý trung đạo này bằng trí huệ siêu việt (''prajñā'') chính là động cơ chính nằm sau toàn bộ hệ thống triết học của Long Thụ. Sư phân tích các chủ đề quan trọng nhất của Phật giáo chính trong bối cảnh này.\n\n== Tính Không (''śūnyatāvāda'') ==\nMục đích của Long Thụ là phục hồi giáo lý Trung đạo của Phật, lúc đó đang gặp cơ nguy bị vùi lấp trong cuộc tranh luận giữa Kinh lượng bộ và Thuyết nhất thiết hữu bộ, cũng như những phỏng đoán về những sự việc siêu hình vô bổ. Nhìn như thế thì Long Thụ cũng không hẳn là người khai sáng một trường phái, hoặc là người khai sáng [[Đại thừa]]. Sư phân tích các chủ đề quan trọng nhất của Phật giáo dưới quan điểm là Duyên khởi và Tính không là đồng nhất, được Sư nhấn mạnh ngay trong câu kệ Bát bất, \"tám phủ định\", bài kệ đầu của MMK:\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''anirodham anutpādam anucchedam aśāśvataṃ'' <nowiki>|<\/nowiki> ''anekārtham anānārtham anāgamam anirgamaṃ'' <nowiki>||<\/nowiki>\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Không diệt, không sinh, không đoạn, không thường, không là một, không đa dạng, không vào (hiện hữu), không ra (cõi đoạn diệt).\n|}\n\nTheo ý Long Thụ thì các đại biểu của Kinh lượng bộ và Thuyết nhất thiết hữu bộ không thâm nhập giáo lý trung dung (''madhyamaka'') của đức Phật và vì thế, họ rơi vào biên kiến: Thuyết nhất thiết hữu bộ sa lạc vào lập trường \"nó lúc nào cũng là\" của thuyết trường tồn, và Kinh lượng bộ rơi vào quan điểm \"Nó đang là và sẽ không là\", chính là lập trường đoạn diệt. Như vậy cả hai đều xa lìa con đường trung dung với tinh hoa được Phật thuyết trong một bài kinh ([[Trung bộ kinh]], 22):\n<center>\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"600px\" align=\"center\" valign=\"top\" |\n:''Ta chỉ dạy một điều duy nhất: Khổ, và cách diệt khổ.''\n|}\n<\/center>\nTheo Long Thụ thì, tương tự khuynh hướng đã được vạch ra trong các bộ kinh Bát-nhã, [[vô minh]] (sa. ''avidyā'') là một trong những nguồn gốc chính của [[khổ (Phật giáo)|khổ]], và người ta nên khắc phục nó trước những thành phần khác, nghĩa là thay thế nó bằng nhận thức siêu việt (sa. ''prajñā''), bằng trí (sa. ''jñāna''). Theo Long thụ thì tiêu diệt vô minh cũng có thể được thực hiện bằng con đường luận lý với lý thuyết và Sư thừa nhận một giá trị thực tiễn của phương pháp này. Trong các luận cứ của mình, Long Thụ áp dụng phương pháp giải phá để hành giả Phật giáo từng bước hoá giải tất cả những khuynh hướng thủ chấp (sa. ''upādāna'') và để Trung đạo tự hiển bày trong nhận thức đã đạt được.\n\nĐể chứng minh tính Không bằng các luận cứ đích đáng, Long Thụ khảo sát tính [[vô thường]] của hiện hữu một cách khắt khe. Sư lập luận rằng, chỉ \"vì\" các hiện tượng trống không nên chúng mới có thể phát sinh và hoại diệt. Và chỉ vì chúng trống rỗng nên việc diệt [[khổ (Phật giáo)|khổ]] bằng [[Tứ diệu đế|Tứ thánh đế]] cũng như thực hành trên [[Bát chính đạo]] để đạt giải thoát mới có thể thực hiện được. Giả sử các hiện tượng không trống không thì không có sự phát triển trong thế gian, tất cả đều hoàn toàn trong trạng thái tĩnh, bất biến, có thể nói là \"đông cứng trong vô cực\". Sự vật sẽ là [[vô vi]] và vì không cần một điểm tựa nào để tồn tại nên chúng chết cứng trong vĩnh cửu. Nhưng sự việc này không tương ưng với sự biến đổi có thể thấy được trong thế gian. Chẳng nơi nào có sự vật trường tồn. Và chính vì vậy, Long Thụ kết luận rằng, không có nơi nào có sự vật không trống không.\n\nMột ví dụ cụ thể ở đây là một cây. Cây này phụ thuộc vào những nhân tố rất khác biệt nhau: rễ, thân, cành, nhánh, lá, chất dinh dưỡng trong đất, gió, mưa, ánh nắng,... Nhìn theo quan điểm này thì cây này hoàn toàn không \"có ở đây\", mà chỉ \"bước vào hiện hữu\" qua sự tương tác của các nhân tố trợ giúp khác nhau. Thuộc vào những nhân tố này là nhận thức cảm năng cũng như sự phối hợp ngôn ngữ, khiến cây này trở thành một ''biểu thị'' (zh. ''năng biểu'' 能表, de. ''Signifikant'', fr. ''signifiant'') ngôn ngữ tương đương với cái ''được biểu thị'' (zh. ''sở biểu'' 所表, de. ''Signifikat'', fr. ''signifié''). Toàn thể vũ trụ ảnh hưởng đến cây duy nhất này, bởi vì các nhân duyên ở đây, chính chúng nó, lại tuỳ thuộc vào vô vàn nhân duyên khác. Nếu một nhân tố bị loại, thì tất cả những nhân tố đều bị loại ra; chúng hoàn toàn tuỳ thuộc nhau, xuyên suốt nhau. Giả sử cây này là một hiện tượng hoàn toàn cô lập, độc lập, hiện hữu mà không tuỳ thuộc vào nhân duyên, thì nó không thể lớn lên và sinh tồn, bởi vì cho sự tồn tại của nó, nó chẳng cần cái gì khác ngoài chính nó. Như vậy, nó không chịu ảnh hưởng của sinh thành và hoại diệt, luôn luôn như vậy, không bị ràng buộc, bất tử. Nhưng sự việc như thế mâu thuẫn với hiện tượng luôn luôn biến đổi của nó, từ một hạt giống đến cây lớn gồ ghề với bộ lá thật dày, đến lúc nào đó cũng phải chịu quy luật lão và tử.\n\nNhư thế thì vạn vật không có một tự ngã (sa. ''nairātmya''), không có một tự tính (sa. ''asvabhāva'') và trống không (sa. ''śūnya''), vì tuỳ thuộc vào nhân duyên.\n\n\"Tự tính\" (sa. ''svabhāva'', tương đồng với biểu thị \"cơ bản tự tồn\") là một thuật ngữ được dùng trong triết học Ấn Độ. Nó miêu tả một cái gì đó có một cơ sở tự tồn, một cái gì đó không cần nương tựa vào đâu để tồn tại, không cần nhân duyên. Ví dụ như tự ngã (sa. ''ātman'') được nhắc đến trong các [[Áo nghĩa thư]] được miêu tả là tự sinh tự tồn (''svayambhū''). Trong chức năng này thì tự ngã đó giữ một địa vị tuyệt đối nằm trên tất cả những cái tương đối; khác với thế gian biến đổi, được cấu tạo xung quanh, nó tự tồn, vĩnh cửu, bất biến, thanh tịnh và bất sinh. Đây là những thuộc tính thường được gán vào một \"tự tính\". Và tự tính này chính là cái bị Long Thụ loại ra triệt để khi Sư phân tích thế giới hiện tượng.\n\nNhư vậy thì theo Long Thụ, vì vắng mặt một tự tính nên thế giới này không phải là thế giới của tồn tại, mà là thế giới của một sự luân chuyển vô cùng. Vạn vật không ''là'', mà ''xảy ra'', tương tự một giai điệu, chính nó cũng không ''là'', mà là một chuỗi tương tục của các nốt nhạc. Các pháp cũng rơi vào phạm trù này vì chúng không tồn tại độc lập. Chúng có mối tương quan được xác lập bởi nguyên lý [[duyên khởi]]. Vì bây giờ sinh thành trên cơ sở duyên khởi đồng nghĩa với tính không nên theo Long Thụ, vạn vật không thực sự phát sinh và hoại diệt. ''Trung luận'' chương 21 trình bày như sau:\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''dṛśyate saṃbhavaś caiva vibhavaś caiva te bhavet'' <nowiki>|<\/nowiki> ''dṛśyate saṃbhavaś caiva mohād vibhava eva ca'' <nowiki>||<\/nowiki> MMK 21,11\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Có thể ngươi cho rằng, hợp thành (''saṃbhava'') và li tán (''vibhava'') được thấy, nhưng hợp thành và li tán chỉ được thấy trên cơ sở si mê (''moha'').\n|}\n\nHai kiến giải bất thiện là Thường kiến và Đoạn kiến gán vào sự vật một thực thể; trong trường hợp đầu được xem là một cái gì đó không thể hoại diệt và trong trường hợp thứ hai là một cái gì đó đồng thời xuất hiện với các hiện tượng và sau đó bị huỷ diệt khi hiện tượng huỷ diệt. Nhưng, vì trong Phật giáo tất cả những gì được hiểu là luôn luôn chuyển biến không có một thực thể bên trong nên chúng không thường hằng (thường kiến), cũng không ngừng hiện hữu (đoạn kiến), chẳng là một (nhất nguyên), chẳng đa dạng (đa nguyên). Long Thụ so sánh sinh thành và hoại diệt&nbsp;– được hiểu một cách có thực thể&nbsp;– như dương diệm, như thành phố của [[Càn-thát-bà]], như huyễn tượng. Cái gì tuỳ thuộc vào nhân duyên, cái đó trống không. Cái gì trống không, cái ấy không có một hiện thực độc lập. Như những làn sóng khởi sinh trên mặt biển mà nước không được cho thêm vào, và cũng như các làn sóng trở về biển mà không mất nước chút nào&nbsp;– các hiện tượng sinh thành và hoại diệt cũng như thế.\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''yathā māyā yathā svapno gandharvanagaraṃ yathā'' <nowiki>|<\/nowiki> ''tathotpādas tathā sthānaṃ tathā bhaṅga udāhṛtam'' <nowiki>||<\/nowiki> MMK 7,34\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Như huyễn tượng, như giấc mộng, như lâu đài của bọn Càn-thát-bà\n:Sinh, trụ và hoại diệt nên được hiểu như thế.\n|}\n\nVạn vật không thực sự hiện hữu vì sự sinh thành của chúng tuỳ thuộc vào nhân duyên, và sự tuỳ thuộc này khiến cho việc tìm kiếm một nguyên nhân đầu tiên, một căn bản khả đắc là một việc không thể thi hành; nó bị lạc trong nguyên lý duyên khởi, một tấm lưới nhân duyên khổng lồ bao trùm tất cả. Vạn vật không hiện hữu vĩnh cửu, không xuất phát từ phi hiện hữu (''vibhāva'') để rồi trở về đó sau khi thực hiện các công năng của chúng. Vì tính không của chúng&nbsp;– một tính Không cự tuyệt mọi biên kiến&nbsp;– nên chúng không tồn tại, mà cũng không không tồn tại.\n\nTừ lập trường xác nhận này, Long Thụ đưa luận cứ lên một mức độ cao hơn nữa và miêu tả trong một câu kệ, có lẽ là câu thường được trích dẫn nhiều nhất của ''Trung quán luận''. Trong đó Sư miêu tả tính đồng nhất của [[Luân hồi]] và [[Niết-bàn]] từ đỉnh điểm của nhận thức ([[Bát-nhã]], ''prajñā''):\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''na saṃsārasya nirvāṇāt kiṃcid asti viśeṣaṇam'' <nowiki>|<\/nowiki> ''na nirvāṇasya saṃsārāt kiṃcid asti viśeṣaṇam'' <nowiki>||<\/nowiki> MMK 25,19\n:''nirvāṇasya ca yā koṭiḥ koṭiḥ saṃsaraṇasya ca'' <nowiki>|<\/nowiki> ''na tayor antaraṃ kiṃcit susūkṣmam api vidyate'' <nowiki>||<\/nowiki> MMK 25,20\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Không có một mảy may khác biệt giữa luân hồi và niết-bàn, không có một mảy may khác biệt giữa niết-bàn và luân hồi.\n:&nbsp;\n:Biên giới của niết-bàn chính là biên giới của luân hồi. Không có một trung gian mảy may nào giữa hai cái này.\n|}\n\nNhìn từ lập trường giải thoát thì không có sự phân biệt giữa các hiện tượng hữu vi và niết-bàn vô vi. [[Hữu vi]] và vô vi chỉ là những cặp đối đãi nhị nguyên, chỉ là những khái niệm tương hỗ nhau. Chỉ người chưa chứng thực tính không, chưa đạt trí huệ mới bám vào chúng; và hành vi này cản trở người này tiến đến nhận thức chân chính&nbsp;– người này đã lập ra một ranh giới giữa niết-bàn và luân hồi, một ranh giới hoàn toàn không có.\n\nVì tính không đồng nghĩa với giải thoát nên tất cả chúng sinh cơ bản đã đứng trong giải thoát. Sự việc cần được thực hiện lúc này chỉ là ý thức được trạng thái giải thoát siêu việt tất cả những hạn lượng, phân biệt và các cực biên này, để rồi nhận thức được nó.\n\nNhưng sự nhận thức này, Long Thụ cảnh huấn, không được hiểu là một hành vi ''cá nhân'' trên cơ sở giáo lý vô ngã. Sư vạch ra những điểm mâu thuẫn xuất hiện trong những ý niệm \"có niết-bàn\", \"đạt niết-bàn\", \"thành tựu niết-bàn\" hoặc \"thực hiện niết-bàn\":\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''nirvāsyāmy anupādāno nirvāṇaṃ me bhaviṣyati'' <nowiki>|<\/nowiki> ''iti yeṣāṃ grahas teṣām upādānamahāgrahaḥ'' <nowiki>||<\/nowiki> MMK 16,09\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:\"Tôi sẽ tịch diệt như một người không còn thủ chấp, tôi chứng niết-bàn\". Những ai chấp thủ như vậy mới chấp thủ nhiều hơn.\n|}\n\nNhư thế thì khái niệm tính Không trong học thuyết của Long Thụ thiên về chức năng giải thoát hơn. Nó giúp tương đối hoá các quan điểm thông thường về hiện thực&nbsp;– vốn được những điều quy ước như ngôn ngữ và tư duy ảnh hưởng&nbsp;– để rồi dọn sạch những kiến giải sai lầm ngăn cản trí huệ và kinh nghiệm tính không. Những mẫu hình tư duy cứng chắc cũng như những ý tưởng dẫn đến những cực biên cách tuyệt lẫn nhau, ví như tự tính và tha tính, đồng nhất và dị biệt v.v., nên được phá vỡ để làm an tĩnh khuynh hướng nắm bắt và nắm chặt của tư duy&nbsp;– được Long Thụ gọi là \"sự tung hoành của khái niệm\" (sa. ''prapañca'', được [[Cưu-ma-la-thập]] dịch sang Hán văn là \"hí luận\" 戲論)&nbsp;– và để hoá giải những điểm cố định đi kèm.\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''karmakleśakṣayān mokṣaḥ karmakleśā vikalpataḥ'' <nowiki>|<\/nowiki> ''te prapañcāt prapañcas tu śūnyatāyāṃ nirudhyate'' <nowiki>||<\/nowiki> MMK 18,05\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Giải thoát xuất phát từ sự huỷ diệt của nghiệp và phiền não. Nghiệp và phiền não xuất phát từ sự tung hoành [của các khái niệm] trên cơ sở tư duy phân biệt. Nhưng sự tung hoành này lại bị huỷ diệt trong tính không.\n|}\n\nLong Thụ cảnh cáo nhiều lần là không nên lầm lẫn tính Không với một hiện thực nào đó nằm phía sau thế giới hiện tượng hoặc lầm lẫn với một kiến giải đại diện cho hiện thực này. Hành giả nên tránh không làm tính Không thành một cái gì đó mang một thực thể hoặc để nó thành một \"chân tính\" của hiện hữu, thành cái \"tuyệt đối\". Tính Không đối với Long Thụ chỉ được hiểu là một phương tiện và nếu là một phương tiện thì không được cụ thể hoá quá độ.\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''śūnyatā sarvadṛṣṭīnāṃ proktā niḥsaraṇaṃ jinaiḥ'' <nowiki>|<\/nowiki> ''yeṣāṃ tu śūnyatādṛṣṭis tān asādhyān babhāṣire'' <nowiki>||<\/nowiki> MMK 13,08\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Tính Không được các vị Phật dạy để phản bác tất cả những kiến giải. Những người xem tính Không là một kiến giải được gọi là những người không thể cứu chữa.\n|}\n\nThế nên, theo Long Thụ, hành giả nên dùng khái niệm [[không tính|tính Không]] một cách thận trọng. Nó được hiểu là một phương tiện thiện lành để giải thoát hành giả ra khỏi những biên kiến, nhưng có thể, nếu được hiểu sai, gây tai hại:\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''vināśayati durdṛṣtā śūnyatā mandamedhasam'' <nowiki>|<\/nowiki> ''sarpo yathā durgṛhīto vidyā vā duṣprasādhitā'' <nowiki>||<\/nowiki> MMK 24,11\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Tính Không bị hiểu sai sẽ hại người thiển trí, như một con rắn bị nắm bắt sai chỗ hoặc phép thuật được dùng sai.\n|}\n\nVì thế hành giả nên nhận thức được rằng, tính Không&nbsp;– như một biểu thị độc lập&nbsp;– chính nó cũng trống không. Đây là một lời trần thuật đã mang đến Long Thụ nhiều lời tố cáo, rằng Sư đại diện chủ nghĩa hư vô (''nāstitva''), rằng đây chính là điểm tự phản bác học thuyết của sư, bởi vì tính Không bị hiểu lầm là một học thuyết. Tính Không chưa từng được Long Thụ hiểu là một học thuyết hoặc một lý thuyết được áp dụng để thay thế một lý thuyết đi trước. Hơn thế nữa, chủ ý của Long Thụ là cuối cùng phải buông xả ''tất cả'' những kiến giải, ''tất cả'' những lý thuyết, ngay cả kiến giải tính Không. Khi tính Không đã đạt mục đích như một phương tiện và đã \"mở mắt\" hành giả, giúp hành giả trực nhận sự việc thì chính nó cũng phải được buông xả, như người dùng bè qua sông, đến bờ bên kia liền bỏ chiếc bè. Thậm chí nói về tính Không cũng là một điều bất thiện, nếu cái được nói này tiếp tục được cụ thể hoá.\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''śūnyam iti na vaktavyam aśūnyam iti vā bhavet'' <nowiki>|<\/nowiki> ''ubhayaṃ nobhayaṃ ceti prajñaptyarthaṃ tu kathyate'' <nowiki>||<\/nowiki> MMK 22,11\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Người ta không nên nói \"trống không\", \"không trống không\", cả hai, không cả hai. [Nhưng] Để thông hiểu nhau thì ta có thể nói như vậy.\n|}\n\nCâu kệ trên nêu ra kĩ thuật biện chứng của Long Thụ bằng Tứ cú phân biệt (''catuṣkoṭi''), được xử lý trong phần tiếp theo.\n\n=== Tứ cú phân biệt (''catuṣkoṭi'') ===\nPhương tiện luận lý Phật giáo Tứ cú phân biệt, được Long Thụ áp dụng có lẽ xuất phát từ một đại biểu của phái hoài nghi thời Phật còn tại thế, tên San-xà-da Tì-la-chi-tử (zh. 珊闍耶毘羅胝子, pi. ''sañjaya-velaṭṭhiputta'') được nhắc trong Trường bộ kinh (pi. ''dīghanikāya''). Đây là một mẫu hình tư duy luận lý được xác lập bởi bốn thành phần, \"tứ cú\", tương đương với bốn cách tuyển chọn luận lý khác nhau. Theo truyền thống thì Phật Thích-ca cũng đã áp dụng Tứ cú phân biệt để ứng đáp những câu hỏi xuất phát từ những tiền đề sai lạc và như thế, theo tình huống văn cảnh, không được đưa ra đúng. Cách trả lời những câu hỏi này của Phật có thể được tìm thấy ở nhiều chỗ trong kinh tạng Pali. Ví dụ sau đây có nguồn từ Tương ưng bộ kinh (pi. ''saṃyuttanikāya''), khi [[Ma-ha-ca-diếp|Ca-diếp]] (pi. ''kassapa''), một du tăng và sau này trở thành đệ tử Phật, được Phật giải thích sự hình thành của khổ:\n<center>\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"700px\" align=\"left\" valign=\"top\" |\n:Ca-diếp: ''Thưa ngài Cồ-đàm, có phải khổ tự nó hình thành?''\n:Phật: ''Này Ca-diếp, ông không nên nói như thế.''\n:Ca-diếp: ''Hay là khổ được hình thành bởi một cái khác?''\n:Phật: ''Này Ca-diếp, ông không nên nói như thế.''\n:Ca-diếp: ''Hay là khổ một mặt tự hình thành và mặt khác được hình thành bởi một cái khác?''\n:Phật: ''Này Ca-diếp, ông không nên nói như thế.''\n:Ca-diếp: ''Hay là khổ không tự hình thành và cũng không được hình thành bởi một cái khác, mà là được hình thành ngẫu nhiên?''\n:Phật: ''Này Ca-diếp, ông không nên nói như thế.''\n:Ca-diếp: ''Như vậy thì thưa Cồ-đàm, có khổ hay không?''\n:Phật: ''Này Ca-diếp, có khổ.''\n:Ca-diếp: ''Như vậy thì ngài Cồ-đàm không biết khổ và không thấy khổ?''\n:Phật: ''Này Ca-diếp, ta biết khổ, và ta thấy khổ.''\n:Ca-diếp: ''Như vậy thì cầu mong Thế tôn giảng cho con về khổ, trình bày cho con cái khổ.''\n:Sau đó Phật thuyết giảng một cách tóm lược: ''Nếu quả quyết là người này thực hiện một hành vi và tiếp nhận những hậu quả, thì như vậy có một người có mặt từ đầu&nbsp;– nếu nói trong trường hợp ông ta là khổ tự sinh thì sẽ dẫn đến thường kiến. Nếu quả quyết là một người khác thực hiện các hành vi và cảm nhận hậu quả thì có một người chịu hậu quả. Nếu nói trong trường hợp ông ta là khổ được hình thành bởi người khác thì sẽ dẫn đến đoạn kiến. Từ bỏ hai cực đoan ấy, Như Lai thuyết pháp theo con đường trung dung. Vô minh duyên hành, hành duyên thức... Như vậy là toàn bộ khổ uẩn này tập khởi. Nhưng do li tham và đoạn diệt hoàn toàn vô minh, các hành diệt. Do các hành diệt nên thức diệt... (như trên)... Như vậy là toàn bộ khổ uẩn này đoạn diệt.'' (Saṃyuttanikāya SN 12.17)\n|}\n<\/center>\nTrong ví dụ này, Phật luận lý bằng cách phủ nhận tất cả bốn thành phần của Tứ cú phân biệt. Phật tìm cách vạch ra những biên kiến ẩn tàng trong câu hỏi. Trong trường hợp này là thường kiến và đoạn kiến, vốn có bản chất đối nghịch giáo lý Trung đạo của ngài.\n\nTứ cú phân biệt như một mô hình lý thuyết bao gồm cả hai, ''luật vô mâu thuẫn'' (de. ''Satz vom Widerspruch'', en. ''law of noncontradiction'') và ''luật bài trung'' (''luật cách tuyệt cái thứ ba'', de. ''Satz vom ausgeschlossenen Dritten'', en. ''law of excluded middle'').\n\n# Nó như thế này\n# Nó không như thế này\n# Nó vừa là thế này vừa không là thế này\n# Nó chẳng như thế này, cũng không không như thế này\n\nLuận lý học Phật giáo&nbsp;– theo giáo lý vô ngã&nbsp;– cho rằng, A không tương đồng với chính nó, có nghĩa là A không phải là A. Cái \"ta\" được tin là độc lập thật ra là một ấn tượng sai, được hình thành vì quá trình quy tụ cũng như tan rã của các pháp bị nhận lầm là một ngã trường tồn, và sự lầm lẫn này lại được hỗ trợ và duy trì bằng sự bám chặt vào đó. Như vậy thì tiền đề cơ bản của luận lý hình thức đã bị bác bỏ, tự đồng nhất A = A đã bị bác bỏ ngay từ đầu. Nhưng trong bước kế đến, sự dị biệt cũng bị phủ nhận: A cũng không phải là Phi-A (không có một ngã nằm trong và ngoài các pháp). Hai bước kế tiếp, vì chỉ là sự phối hợp của hai bước đầu, cũng bị bác bỏ.\n\nTheo phương pháp áp dụng Tứ cú phân biệt này thì không phải người dùng nó muốn chứng minh một cái gì đó là chân lý tuyệt đối, có nghĩa là phản chứng một quả quyết hoặc thay thế một sự thật \"sai\" bằng một sự thật \"đúng\", mà chỉ muốn vạch ra những nhược điểm trong những dạng luận cứ hoặc những mối tư duy nhất định cản trở tri thức. Tiêu chuẩn duy nhất có giá trị mà theo nó, một vị ngữ có thể được quyết đoán nằm ở chỗ cái được thuyết giảng có tốt cho một sự trực nhận chân lý hay không. Những câu xác nhận&nbsp;– cho dù còn liên quan đến thế giới tương đối&nbsp;– vẫn là những điều tất yếu để truyền trao và chuyển tải nội dung giảng dạy. Nhưng chúng phải được kiểm nghiệm là thiện hảo và qua đó, người ta có thể thấy rằng, mức độ chân thực của chúng cũng phụ thuộc vào tính thực dụng và hữu ích của chúng.\n\nSự hiểu biết trọn vẹn được thực hiện trên tầng cấp Bát-nhã, \"trí huệ vô ngôn\". Như vậy thì việc áp dụng Tứ cú phân biệt bao hàm hai khía cạnh:\n\n* Khía cạnh ''giải phá'' (en. ''deconstructive''), có nghĩa là vạch ra những đường cùng của tư duy hạn chế, bất thiện, và đồng thời,\n* Khía cạnh ''kiến lập'' (en. ''constructive''), là chuyển hoá vô minh (''avidyā'') thành trí bát-nhã (''prajñā''), như vậy là dẫn dắt ra khỏi tư duy hạn chế.\n\nTrong một vài [[công án]] của [[Thiền tông]], người ta vẫn còn tìm thấy các thành phần của Tứ cú phân biệt.\n\n=== Thuyết \"Nhị đế\" (''satyadvaya'') ===\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''dve satye samupāśritya buddhānāṃ dharmadeśanā'' <nowiki>|<\/nowiki> ''lokasaṃvṛtisatyaṃ ca satyaṃ ca paramārthataḥ'' <nowiki>||<\/nowiki> MMK 24,08\n:''ye 'nayor na vijānanti vibhāgaṃ satyayor dvayoḥ'' <nowiki>|<\/nowiki> ''te tattvaṃ na vijānanti gambhīraṃ buddhaśāsane'' <nowiki>||<\/nowiki> MMK 24,09\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Lời thuyết pháp của chư Phật dựa trên hai chân lý: Chân lý quy ước của thế gian (''lokasaṃvṛtisatya'') và chân lý trên bình diện tối cao (''paramārthasatya'').\n:Người nào không nhận thức được sự khác biệt của hai chân lý này cũng không nhận được chân lý thâm sâu trong giáo lý của Phật.\n|}\n\n{| class=\"wikitable\" cellpadding=\"0\" style=\"background-color: #F4F4C0;\"\n|-\n| width=\"43%\" align=\"left\" valign=\"top\" |\n:''vyavahāram anāśritya paramārtho na deśyate'' <nowiki>|<\/nowiki> ''paramārtham anāgamya nirvāṇaṃ nādhigamyate'' <nowiki>||<\/nowiki> MMK 24,10\n| width=\"57%\" align=\"left\" valign=\"top\" |\n:Không nương vào sự áp dụng [ngôn từ] (''vyavahāra'') thì hiện thực tối cao không được trình bày; và không đến chỗ hiện thực tối cao thì không thể trực chứng niết-bàn.\n|}\n\nPhương pháp được nhắc đến bên trên của Long Thụ&nbsp;– phân biệt giữa \"chân lý tối cao\" và \"chân lý quy ước, của sự che đậy\"&nbsp;– được trường phái Trung quán sau này thừa kế và phát triển, đã được tất cả các trường phái Phật giáo gìn giữ. Quan điểm cho rằng, không một lời khẳng định nào có [[giá trị tuyệt đối]] mà phải được xem là tương đối cũng như được thử xem là có thiện hảo hay không, đã giữ một vị trí nhất định trong tất cả các trường phái Phật giáo, kể từ ngày Long Thụ đề xướng thuyết \"Nhị đế\" trong tác phẩm ''Trung luận'' bên trên.\n\nNgay trong [[A-tì-đạt-ma]] người ta đã tìm thấy mầm mống của mô hình Nhị đế với sự phân biệt giữa \"''samuttisacca''\" (pi.) và \"''paramatthasacca''\" (pi.). Tuy nhiên, dưới dạng rất cổ này thì Nhị đế tương quan đến mức độ hiện thực của các pháp và những vật thể được chúng cấu thành trong thế giới hiện tượng. Các pháp, với chức năng cấu tạo cũng như mang đặc tính là không thể được rút gọn, làm nhỏ hơn nữa được, được xem là những \"hiện thực tối cao\" để phân biệt với những hiện hữu được chúng hình thành và đây cũng là nghĩa của từ \"''paramatthadhamma''\" (pi.). Những hiện tượng được các pháp này cấu thành, những khái niệm hằng ngày như \"ta\", \"của ta\", những sự vật có vẻ như có thực thể, các cá nhân... đều được xem là hệ thuộc vào \"hiện thực bị che đậy\".\n\nLong Thụ lấy mô hình này, nhưng thay đổi sự phân chia mức độ hiện thực toàn diện. Các pháp được A-tì-đạt-ma xem là những hiện thực tối cao, giờ đây&nbsp;– như tất cả những gì \"khả thuyết\"&nbsp;– được đưa vào cấp bậc của chân lý tương đối, chân lý của sự che đậy. Chân lý tối cao là một sự việc bất khả thuyết. Người ta chỉ có thể ám chỉ nó bằng chân lý tương đối&nbsp;– để rồi sau đó trực giác được nó trên một tầng cấp trí huệ siêu việt. Quan điểm cơ bản này được minh hoạ trong kinh ''[[Nhập Lăng-già kinh|Lăng-già]]'': \"Ngón tay chỉ trăng không phải là mặt trăng.\"\n\n== Trước tác ==\n* (trích)\nCác tác phẩm của Long Thụ được viết bằng [[tiếng Phạn cổ điển]] hoàn toàn, không phải [[tiếng Phạn tạp chủng]] (''Buddhist Hybrid Sanskrit'') thường thấy trong các bộ kinh Đại thừa. Nguyên nhân có lẽ là do Long Thụ xuất thân từ dòng dõi Bà-la-môn nên thông thạo tiếng Phạn cổ điển hơn hết. Theo văn phong mà suy đoán thì các tác phẩm của Sư chịu ảnh hưởng của các bộ kinh Bát-nhã, nhưng đồng thời lại rất trung thành với những bài thuyết pháp của Phật trong các [[Bộ kinh]]. Luận văn quan trọng nhất của Sư là bộ ''[[Trung luận]]'' với 27 chương (sa. ''mūlamadkyamakakārikā''). Ngoài ra, một số tác phẩm có tính chất triết học, luân lý được xem thực sự là thủ bút của Sư (mang dấu hoa thị * bên dưới). Những bộ khác mang tên Sư chưa được kiểm chứng.\n\n# ''Căn bản trung quán luận tụng'' (*) (sa. [''mūla''-] ''madhyamaka-kārikā''), cũng được gọi là ''Trung quán luận tụng'', hoặc ''Trung quán luận'' (sa. ''madhyamaka-śāstra''), [[Cưu-ma-la-thập]] dịch Hán văn. Còn [https:\/\/web.archive.org\/web\/20070927021109\/http:\/\/www.uwest.edu\/sanskritcanon\/Sastra\/Devanagari\/sastra27\/chapter1.html Phạn bản]\n# ''Căn bản trung quán luận thích vô uý chú'' (sa. ''mūlamādhyamikavṛtti-akutobhayā''), được gọi tắt là ''Vô uý chú'', chỉ còn bản Tạng ngữ;\n# ''Đại trí độ luận'' (sa. ''mahāprajñāpāramitā-śāstra'', ''mahāprajñāpāramitopadeśa''), 100 quyển, Cưu-ma-la-thập dịch;\n# ''Thập nhị môn luận'' (sa. ''dvādaśanikāya-śāstra'', ''dvādaśadvāra-śāstra''), Cưu-ma-la-thập dịch;\n# ''Nhân duyên tâm luận tụng'' (*) (sa. ''pratītyasamutpāda-hṛdaya-kārikā''), không biết người dịch; còn [https:\/\/web.archive.org\/web\/20070927021117\/http:\/\/www.uwest.edu\/sanskritcanon\/Sastra\/Roman\/sastra12.html Phạn bản]\n# ''Đại thừa nhị thập tụng'' (sa. ''mahāyāna-viṃśikā''), [[Thí Hộ]] dịch;\n# ''Bảo hành vương chính luận'' (*) (sa. ''rājaparikathā-ratnāvalī'', cũng được gọi là ''ratnāvalī'', hay Vòng bảo châu), 1 quyển, [[Chân Đế]] (sa. ''paramārtha'') dịch; còn [https:\/\/web.archive.org\/web\/20080422021953\/http:\/\/www.uwest.edu\/sanskritcanon\/Sastra\/Roman\/sastra25.html Phạn bản]\n# ''Thất thập không tính luận'' (*) (sa. ''śūnyatā-saptati''), bản Tạng ngữ vẫn còn; còn [https:\/\/web.archive.org\/web\/20080613005159\/http:\/\/www.uwest.edu\/sanskritcanon\/Sastra\/Roman\/sastra16.html Phạn bản]\n# ''Thất thập không tính luận thích'' (sa. ''śūnyatā-saptativṛtti''), chú giải ''Thất thập không tính luận'', [[Nguyệt Xứng]] (sa. ''candrakīrti'') và Parahita cũng có soạn một tác phẩm dưới tên này;\n# ''Phương tiện tâm luận'' (sa. ''upāya-hṛdaya''), một tác phẩm về Luận lý học (nhân minh) được xem là của Sư, bản dịch Hán vẫn còn do Cát-ca-dạ dịch;\n# ''Tập kinh luận'' (*) (sa. ''sūtrasamuccaya''); có hai tập dưới tên này: một tác phẩm có lẽ đã thất truyền của [[Tịch Thiên]] (sa. ''śāntideva'') và một tác phẩm được xem là của Sư;\n# ''Hồi tránh luận'' (*) (sa. ''vigraha-vyāvartanī'', ''vigrahavyāvartanīkārikā''), Tì-mục Trí Tiên và Cù-đàm Lưu-chi dịch chung; còn [https:\/\/web.archive.org\/web\/20080613003101\/http:\/\/www.uwest.edu\/sanskritcanon\/Sastra\/Roman\/sastra21.html Phạn bản]\n# ''Hồi tránh luận thích'' (sa. ''vigraha-vyāvartanī-vṛtti'');\n# ''Long Thụ Bồ Tát khuyến giới vương tụng'' (*) (sa. ''ārya-nāgārjunabodhisattva-suhṛllekha''), [[Nghĩa Tịnh]] dịch; còn [https:\/\/web.archive.org\/web\/20070927021206\/http:\/\/www.uwest.edu\/sanskritcanon\/Sastra\/Roman\/sastra15.html Phạn bản]\n# ''Quảng phá kinh'' (*) (''vaidalya-sūtra''?), Quảng phá luận (''vaidalyaprakaraṇa''?), bản dịch Hán và Tạng ngữ vẫn còn;\n# ''Lục thập tụng như lý luận'' (*) (sa. ''yukti-ṣaṣṭhikā''), Thí Hộ dịch, cũng có bản Tạng ngữ;\n# ''Thập trụ tì-bà-sa luận'' (sa. ''daśabhūmi-vibhāṣā-śāstra''), 17 quyển, Cưu-ma-la-thập dịch;\n# ''Bồ-đề tâm li tướng luận'' (sa. ''lakṣaṇavimukta-bodhihṛdaya-śāstra''), 1 quyển, Thí Hộ dịch;\n# ''Đại thừa phá hữu luận'' (sa. ''mahāyāna-bhavabheda-śāstra''), 1 quyển, Đạt-ma-cấp-đa (sa. ''dharmagupta'') dịch;\n# ''Tán Pháp giới tụng'' (sa. ''dharmadhātu-stotra''), 1 quyển, Thí Hộ dịch;\n# ''Bồ-đề tư lương luận'' (*) (sa. ''bodhisaṃbhāraka''), 6 quyển, Đạt-ma-cấp-đa (sa. ''dharmagupta'') dịch.\n\n== Xem thêm ==\n* [[Không tính|Tính Không]]\n* [[Trung quán tông]]\n* [[Trung luận]]\n* [[Pháp (Phật giáo)|Pháp]]\n* [[Duyên khởi]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* Weber-Brosamer, Back: Die Philosophie der Leere. Nāgārjuna Mulamadhyamaka-Karikas. Übersetzung des buddhistischen Basistexts mit kommentierenden Einführungen. Wiesbaden 1997 (Beiträge zur Indologie 28). ISBN 3-447-05250-3\n* Khenpo Tsultrim Gyamtso: The Sun of Wisdom&nbsp;– Teachings on the Noble Nāgārjuna's Fundamental Wisdom of the Middle Way (Na-Gar-Joo-Na), Shambala Publications 2003, ISBN 1-57062-999-4\n* ''Fo Guang Ta-tz'u-tien'' 佛光大辭典. Fo Guang Ta-tz'u-tien pien-hsiu wei-yuan-hui 佛光大辭典編修委員會. Taipei: Fo-kuang ch'u-pan-she, 1988. (Phật Quang Đại Từ điển. Phật Quang Đại Từ điển biên tu uỷ viên hội. Đài Bắc: Phật Quang xuất bản xã, 1988.)\n* ''Das Lexikon der Östlichen Weisheitslehren'', Bern 1986.\n* Garfield, Jay L. (1995), ''The Fundamental Wisdom of the Middle Way''. Oxford: [[Oxford University Press]]. ISBN 978-0-19-509336-0\n* Garfield, Jay L. and Graham Priest (2003), “[https:\/\/pdfs.semanticscholar.org\/7b8d\/3ca63f676e2306ba33dc4350a9d659c3ec6b.pdf Nāgārjuna and the Limits of Thought]”, ''Philosophy East and West'' 53 (January 2003): 1-21.\n* Jones, Richard H. (2014), ''Nagarjuna: Buddhism's Most Important Philosopher'', 2nd ed. New York: Jackson Square Books.\n* Kalupahana, David J. (1986),''The Philosophy of the Middle Way''. Albany: SUNY Press.\n* {{Citation | last =Kalupahana | first =David J. | author-link = | year =1992 | title =The Principles of Buddhist Psychology | place =Delhi | publisher =Sri Satguru Publications }}\n* {{Citation | last =Kalupahana | first =David J. | year =1994 | title =A history of Buddhist philosophy | place =Delhi | publisher =Motilal Banarsidass Publishers Private Limited}}\n* Lamotte, E., ''Le Traite de la Grande Vertu de Sagesse'', Vol I (1944), Vol II (1949), Vol III (1970), Vol IV (1976), Institut Orientaliste: Louvain-la-Neuve.\n* Mabbett, Ian, (1998, “The problem of the historical Nagarjuna revisited”, ''Journal of the American Oriental Society'', 118(3): 332–46.\n* Murti, T. R. V. (1955), ''The Central Philosophy of Buddhism''. George Allen and Unwin, London. 2nd edition: 1960.\n* Murty, K. Satchidananda (1971), ''Nagarjuna''. National Book Trust, New Delhi. 2nd edition: 1978.\n* Ramanan, K. Venkata (1966), ''Nāgārjuna's Philosophy''. Charles E. Tuttle, Vermont and Tokyo. Reprint: Motilal Banarsidass, Delhi. 1978.\n* Ruegg, D. Seyfort (1981), ''The literature of the Madhyamaka school of philosophy in India (A History of Indian literature)'', Harrassowitz, {{ISBN|978-3-447-02204-0}}.\n* Sastri, H. Chatterjee, ed. (1977), ''The Philosophy of Nāgārjuna as contained in the Ratnāvalī''. Part I [ Containing the text and introduction only ]. Saraswat Library, Calcutta.\n* Streng, Frederick J. (1967), ''Emptiness: A Study in Religious Meaning''. Nashville: Abingdon Press.\n* Tuck, Andrew P. (1990), ''Comparative Philosophy and the Philosophy of Scholarship: on the Western Interpretation of Nāgārjuna'', Oxford: Oxford University Press.\n* Walser, Joseph (2002), [https:\/\/web.archive.org\/web\/20150403235727\/http:\/\/www.thezensite.com\/ZenEssays\/Nagarjuna\/Nagarjuna-and-the-Ratnavali.pdf Nagarjuna And The Ratnavali: New Ways To Date An Old Philosopher], ''Journal of the International Association of Buddhist Studies'' 25 (1-2), 209-262\n* Walser, Joseph (2005), ''Nāgārjuna in Context: Mahāyāna Buddhism and Early Indian Culture''. New York: Columbia University Press.\n* Westerhoff, Jan (2010), ''The Dispeller of Disputes: Nāgārjuna's Vigrahavyāvartanī''. Oxford: Oxford University Press.\n* Westerhoff, Jan (2009), ''Nāgārjuna's Madhyamaka. A Philosophical Introduction''. Oxford: Oxford University Press.\n* Wedemeyer, Christian K. (2007), ''Āryadeva's'' Lamp that Integrates the Practices: ''The Gradual Path of Vajrayāna Buddhism according to the Esoteric Community Noble Tradition''. New York: AIBS\/Columbia University Press.\n\n== Liên kết ngoài ==\n{{thể loại Commons|Nagarjuna}}\n* {{Britannica|401601|Nagarjuna}}\n* [http:\/\/www.nyx.net\/~dbachman\/sanskrit\/mula.pdf Mūlamadkyamakakārikā&nbsp;– Nguyên bản Phạn văn (Devanagari & dạng Latinh hoá)]. Douglas Bachman, 2001. (dạng PDF)\n* Andreas Goppold: [<!--http:\/\/www.uni-ulm.de\/uni\/intgruppen\/memosys\/shunya01.htm-->http:\/\/www.noologie.de\/shunya01.htm Die Logik der Lehre von der Leere: Die Shunyata des Nāgārjuna]. Projekt Leonardo-Leibniz, 1994.\n* Jonah Winters: [https:\/\/web.archive.org\/web\/20100104224106\/http:\/\/bahai-library.com\/personal\/jw\/other.pubs\/nagarjuna\/nagarjuna.pdf \"Thinking in Buddhism&nbsp;– Nagarjuna's Middle Way\"] (dạng PDF)\n* Stephen Batchelor: [https:\/\/web.archive.org\/web\/20080317084144\/http:\/\/www.sharpham-trust.org\/verses_from_the_centre.htm \"Verse from the Centre\" (Bản dịch Trung quán luận từ Tạng sang Anh ngữ)]. Sharpham College, 2000.\n* [https:\/\/thuvienhoasen.org\/a3461\/chuong-3-dai-thua-phat-giao-den-thoi-dai-long-tho ĐẠI THỪA PHẬT GIÁO TƯ TƯỞNG LUẬN - CHƯƠNG BA ĐẠI THỪA PHẬT GIÁO ĐẾN THỜI ĐẠI LONG THỤ] Kimura Taiken\n* [https:\/\/thuvienhoasen.org\/p19a3462\/chuong-4-dai-thua-phat-giao-tu-sau-thoi-dai-long-tho-den-thoi-dai-vo-truoc-va-the-than ĐẠI THỪA PHẬT GIÁO TƯ TƯỞNG LUẬN - CHƯƠNG THỨ TƯ ĐẠI THỪA PHẬT GIÁO TỪ SAU THỜI ĐẠI LONG THỤ ĐẾN THỜI ĐẠI VÔ TRƯỚC VÀ THẾ THÂN.] Kimura Taiken\n{{Kiểm soát tính nhất quán}}\n{{Viết tắt Phật học}}\n{{Bồ tát}}\n{{Đề tài Phật giáo}}\n{{Thanh chủ đề|Phật giáo|Huyền bí|Châu Á}}\n\n[[Thể loại:Đại sư Phật giáo]]\n[[Thể loại:Luận sư Phật giáo]]\n[[Thể loại:Trung quán tông]]\n[[Thể loại:Nhà triết học Ấn Độ]]\n[[Thể loại:Sinh năm 150]]\n[[Thể loại:Mất năm 250]]\n[[Thể loại:Bồ Tát]]\n[[Thể loại:Thiền sư Ấn Độ]]\n[[Thể loại:Thiền tông]]"}