{"Lucy Webb Hayes":"{{Infobox officeholder 1|name=Lucy Webb Hayes|children=8, bao gồm [[Webb Hayes]] và [[Rutherford P. Hayes]]|preceded3=[[Effie McArthur]]|termstart3=[[10 tháng 1]] năm [[1876]]|termend3=[[2 tháng 3]] năm [[1877]]|succeeded2=[[Margaret W. Proctor]]|preceded2=[[Helen Finney]]|termend2=[[8 tháng 1]] năm [[1872]]|termstart2=[[13 tháng 1]] năm [[1868]]|office2=[[Đệ Nhất Phu nhân Ohio]]|signature=Lucy hayes signature.svg|alma_mater=[[Đại học Wesley (Ohio)|Cao đẳng Nữ sinh Wesley bang Ohio]] {{small|([[Bachelor of Arts|BA]])}}|death_place=[[Fremont, Ohio]], Hoa Kỳ|successor=[[Lucretia Garfield]]|death_date={{death date and age|1889|6|25|1831|8|28|df=y}}|birth_place=[[Chillicothe, Ohio]], [[Hoa Kỳ]]|birth_name=Lucy Ware Webb|birth_date={{birth date|1831|8|28|df=y}}|spouse   = {{marriage|[[Rutherford B. Hayes]]|December 30, 1852}}|restingplace = [[Spiegel Grove]]| image=Lucy Webb Hayes I.jpg|predecessor=[[Julia Grant]]|term_end=[[4 tháng 3]] năm [[1881]]<br \/>{{số năm theo năm và ngày |1877|3|4|1881|3|4}}|term_start=[[4 tháng 3]] năm [[1877]]|1namedata=[[Rutherford B. Hayes]]|1blankname=[[Tổng thống Hoa Kỳ|Tổng thống]]|office=[[Đệ Nhất Phu nhân Hoa Kỳ]]|succeeded3=không rõ}}'''Lucy Ware Hayes''' ([[nhũ danh]] '''Webb'''; 28 tháng 8 năm 1831{{spnd}} 25 tháng 6 năm 1889) là vợ của Cựu Tổng thống Hoa Kỳ thứ 19 [[Rutherford B. Hayes]] đồng thời cũng giữ chức vụ [[Đệ Nhất Phu nhân Hoa Kỳ]] từ năm 1877 đến năm 1881. Ngoài ra, bà cũng là [[Đệ Nhất Phu nhân Ohio]] thứ 29 và 32.\n\nBà là người đầu tiên được gọi với danh xưng \"Đệ nhất Phu nhân\" kiêm Đệ Nhất Phu nhân đầu tiên có bằng đại học<ref name=\":0\">{{Chú thích web|url=http:\/\/www.rbhayes.org\/hayes\/lucy-webb-hayes-and-her-influence-upon-her-era\/|title=Lucy Webb Hayes and Her Influence Upon Her Era - Rutherford B. Hayes Presidential Library & Museums|website=Rutherford B. Hayes Presidential Library & Museums|access-date=2016-12-01}}<\/ref> đồng thời Lucy cũng chính là người đã khởi xướng cho truyền thống tìm trứng trong vườn của Nhà Trắng vào ngày [[Lễ Phục Sinh|lễ Phục sinh]].<ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=fl4NEAAAQBAJ&pg=PA102|title=First Ladies of the United States|author=National Portrait Gallery|publisher=Smithsonian Institution|pages=102}}<\/ref> Lúc sinh thời, Lucy được nhận định là có lối sống chủ nghĩa bình đẳng tiến bộ hơn so với các Đệ nhất Phu nhân tiền nhiệm.<ref name=\":1\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=rxHKAgAAQBAJ&pg=PA144|title=American First Ladies: Their Lives and Their Legacy|last=Gould|first=Lewis L.|date=2014-02-04|publisher=Routledge|isbn=9781135311483|language=en}}<\/ref> Với lối suy nghĩ bình đẳng đó, Lucy đã liên tục bảo vệ quyền lợi của những [[người Mỹ gốc Phi]] từ trước và cả sau cuộc [[Nội chiến Hoa Kỳ]], điều đó được thể hiện bằng việc bà đã mời nhạc sĩ chuyên nghiệp người Mỹ gốc Phi đầu tiên xuất hiện tại [[Nhà Trắng]].<ref name=\":2\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=KqeXCgAAQBAJ&pg=PA155|title=America's First Ladies: A Historical Encyclopedia and Primary Document Collection of the Remarkable Women of the White House: A Historical Encyclopedia and Primary Document Collection of the Remarkable Women of the White House|last=Hendricks|first=Nancy|date=2015-10-13|publisher=ABC-CLIO|isbn=9781610698832|language=en}}<\/ref>\n\nCác nhà sử học đã đặt biệt danh cho bà là \"'''Lemonade Lucy'''\" (Lucy Nước chanh) bởi sự ủng hộ nhiệt tình của bà đối với Phong trào điều độ (phong trào chống lại việc tiêu dụng các chất kích thích có cồn); tuy nhiên biệt danh này không được nhắc đến và sử dụng khi bà còn sống. Và chồng bà, Rutherford cũng chính là người đã ban hành việc cấm sử dụng rượu trong Nhà Trắng.\n\n== Thiếu thời ==\nLucy Webb sinh ra vào ngày 28 tháng 8, 1831 tại [[Chillicothe, Ohio|Chillicothe, bang Ohio]]. Cha mẹ của bà là bác sĩ James Webb và Maria Cook.<ref name=\":3\">{{Chú thích web|url=http:\/\/www.rbhayes.org\/hayes\/lucy-webb-hayes\/|title=Lucy Webb Hayes|website=Rutherford B. Hayes Presidential Library & Museums|access-date=2016-12-01}}<\/ref> Bà có hai người anh và cả hai cũng nối nghiệp cha trở thành các bác sĩ y khoa.<ref name=\":1\" \/>\n\nNăm 1833, cha của Lucy đến nhà của gia đình ông tại [[Lexington, Kentucky]] để giải phóng 15-20 nô lệ mà ông được thừa kế từ người dì của mình. Và tại thời điểm đó, một trận [[dịch bệnh tả]] xảy ra và James đã tình nguyện ở lại để chăm sóc những người bệnh. Không may mắn thay, ngay sau đó, ông cũng nhiễm [[bệnh tả]] và qua đời.<ref name=\":1\" \/><ref name=\":3\" \/> Bạn bè của Maria - mẹ của Lucy - đã khuyên gia đình về việc nên bán nô lệ thay vì giải phóng họ, tuy nhiên bà đã trả lời rằng mình thà làm công việc giặt giũ để kiếm tiền thay vì bán nô lệ.<ref name=\":1\" \/>\n\nCha của Maria tức là ông ngoại của Lucy, Isaac Cook, cũng là một người theo phong trào điều độ và ông đã khuyến khích Lucy ký cam kết kiêng rượu khi bà còn trẻ.<ref name=\":1\" \/><ref name=\":2\" \/>\n\nNhững người trong gia đình Webb đều là người theo [[Phong trào Giám lý]].\n\n== Giáo dục ==\nNăm 1844, gia đình của bà chuyển đến [[Delaware, Ohio]]. Những người anh trai của Lucy đã đăng ký theo học tại trường [[Đại học Wesley (Ohio)|Đại học Wesley bang Ohio]]. Mặc dù phụ nữ không được cho phép học tại ngôi trường này, tuy nhiên Lucy vẫn đăng ký vào chương trình dự bị đại học của trường.<ref name=\":0\" \/> Và theo ghi nhận, đã từng có một báo cáo được ký bởi hiệu phó của  trường Đại học Wesley bang Ohio vào năm 1845 đã cho rằng hạnh kiểm của bà là \"không có gì để chê trách\".<ref name=\":2\" \/>\n\nVài tháng sau đó, Lucy được chuyển đến học tại trường Cao đẳng Nữ sinh Wesley tại [[Cincinnati]] bang Ohio và tốt nghiệp vào năm 1850.<ref name=\":0\" \/> Đối với phụ nữ đương thời, bà là một cô gái trẻ có học thức khác thường.<ref name=\":4\">{{Chú thích báo|date=2015-01-02|title=Lucy Ware Webb Hayes|newspaper=whitehouse.gov|url=https:\/\/www.whitehouse.gov\/about-the-white-house\/first-families\/lucy-ware-webb-hayes\/|access-date=2016-12-01}}<\/ref>\n\nTrong khoảng thời gian tại cao đẳng, Lucy đã viết rất nhiều bài luận về các vấn đề xã hội cũng như tôn giáo. Và một trong số đó có một bài tiểu luận mang tựa đề là \"Liệu việc đi du lịch vào ngày Sa-bát có phù hợp với các nguyên tắc Cơ đốc giáo không?\".\n\n== Nội chiến Hoa Kỳ ==\nKhi tin tức đầu tiền về sự kiện [[Trận đồn Sumter]] lan truyền đến vùng [[Cincinnati]], Lucy đã có thái độ ủng hộ đối với cuộc chiến này. Bà cảm thấy rằng nếu bà có mặt tại đồn quân sự Sumter với đơn vị quân sự là những người phụ nữ thì có lẽ họ đã không đầu hàng. Sự nhiệt tình của bà đã khuyến khích Rutherford nhập ngũ với tư cách là thiếu tá trong Đội quân tình nguyện số 23 của bang Ohio.<ref name=\":0\" \/> Và bà cũng thường xuyên - đôi khi cùng mẹ và các con, đến thăm chồng mình. Bà cũng hỗ trợ anh mình là bác sĩ Joe Webb để chăm sóc những người bệnh.<ref name=\":1\" \/>\n\nVào tháng 9 năm 1862, Rutherford bị thương trong trận chiến ở [[Middleton, Maryland|Middleton]], [[Maryland]]. Tuy nhiên do sự nhầm lẫn về giấy tờ nên bà nghĩ rằng ông nhập viện ở Washington nên Lucy đã tức tốc đến thủ đô của Hoa Kỳ để hỗ trợ ông. Cuối cùng, bà cũng tìm được chồng mình tại Maryland và sau hai tuần dưỡng bệnh, cả hai đã quay trở lại bang [[Ohio]] bằng xe lửa cùng với những binh lính bị thương khác.<ref name=\":2\" \/>\n\nSau khi Rutherford trở lại làm việc tại trung đoàn của mình, Lucy đã thường xuyên đến trại quân đội của ông.<ref name=\":2\" \/> Bà hỗ trợ những người bị thương, cổ vũ tinh thần cũng như an ủi những người lính đang nằm xuống.<ref name=\":3\" \/> Bà luôn đảm bảo cho sự tiếp tế của những người dân miền Bắc với quân đội Liên minh.<ref name=\":4\" \/> Lucy cũng thường tham gia cùng mẹ mình tại các trại quân đội và anh trai Joe của bà cũng là bác sĩ phẫu thuật của trung đoàn.<ref name=\":2\" \/> Những người lính tại Lực lượng Bộ binh Tình nguyện bang Ohio số 23 đã đặt cho bà một biệt danh trìu mến là \"Mẹ Lucy\" vì sự hỗ trợ cũng như phục vụ tận tình của bà.<ref name=\":3\" \/> Cựu Tổng thống Hoa Kỳ [[William McKinley]] lúc hai mươi tuổi, đã từng dành hàng giờ của mình để đốt lửa trại vì Lucy đang ngồi gần đó.<ref name=\":2\" \/>\n\nJoe, đứa con sơ sinh của cả hai đã không may mắn qua đời trong khi cả gia đình đang tập trung tại một trại quân đội.<ref name=\":2\" \/>\n\n== Hôn nhân ==\nLucy gặp [[Rutherford B. Hayes]] lần đầu tiên tại [[Đại học Wesley (Ohio)|Trường Đại học Wesley bang Ohio]].<ref name=\":1\" \/> Tại thời điểm đó, bà chỉ mới 14 tuổi còn Rutherford thì 23 tuổi.<ref name=\":5\">{{Chú thích web|url=http:\/\/www.ohiohistorycentral.org\/w\/Lucy_W._Webb|title=Lucy W. Webb - Ohio History Central|website=www.ohiohistorycentral.org|access-date=2016-12-01}}<\/ref> Mẹ của Rutherford đã hi vọng rằng cả hai sẽ đến được với nhau nhưng vào lúc đấy, Rutherford lại cho rằng Lucy \"chưa đủ lớn để yêu\".<ref name=\":2\" \/>\n[[Tập_tin:Wg-rutherford-b-hayes-8.jpg|nhỏ|314x314px|Rutherford và Lucy Hayes trong ngày cưới của họ: Ngày 30 tháng 12 năm 1852.]]\nNgày 30 tháng 12 năm 1852, cả hai chính thức trở thành vợ chồng với một đám cưới đơn giản được tổ chức tại nhà mẹ của Lucy ở [[Cincinnati]].<ref name=\":0\" \/><ref name=\":1\" \/>\n\n== Đệ Nhất Phu nhân Ohio ==\nKhi Rutherford đang trong nhiệm kỳ [[Thống đốc Ohio]], Lucy thường cùng chồng bà ghé thăm các trại giam, trại giáo huấn dành cho trẻ em cũng như bệnh viện dành cho người tâm thần và các cơ sở dành cho người bị câm điếc.<ref name=\":0\" \/>\n\nNăm 1870, Lucy và những người bạn của mình đã thành lập một trại trẻ mồ côi của quân đội tại [[Xenia, Ohio]].<ref name=\":0\" \/>\n\nRutherford ban đầu đã quyết định không tiếp tục tranh cử vị trí Thống đốc Ohio lần thứ ba vào năm 1873 nên cả gia đình đã chuyến đến [[Spiegel Grove]]. Căn nhà này được người chú của Rutherford, Sardis Birchard xây cất từ nhiều năm trước với ý định cho họ ở.<ref name=\":0\" \/> Sau này, nơi đây cũng trở thành thư viện tổng thống đầu tiên.<ref name=\":2\" \/>\n\nTuy nhiên vào năm 1875, Rutherford đã thay đổi ý nghĩ và quyết định trở lại tham gia tranh cử và thành công giành được vị trí Thống đốc Ohio một lần nữa. Chiến thắng đầy gian nan này đã tạo ra cho ông một tiếng vang lớn trên toàn quốc. Tháng 6 năm 1876, ông chính thức được [[Đảng Cộng hòa (Hoa Kỳ)|Đảng Cộng hoà]] tiến cử để tranh cử vị trí Tổng thống Hoa Kỳ.<ref name=\":0\" \/>\n\nTrong các nhiệm kỳ của ông, Lucy đã đóng góp một vai trò rất lớn cho chính quyền của chồng bà. Bà thường xuyên vận động các cơ quan lập pháp tiểu bang quyên góp cũng như tài trợ để xây dựng và phát triển những ngôi trường, trại trẻ mồ côi và các viện tâm thần.<ref name=\":4\" \/>\n\nĐứa con út của cả hai được đặt theo tên của tướng Manning F. Force, sinh ra và mất vào năm 1873 khi gia đình bà đang sinh sống tại Spiegel Grove.<ref name=\":2\" \/>\n\n== Đệ Nhất Phu nhân Hoa Kỳ ==\n[[Tập_tin:Lhayes.jpeg|nhỏ|Bức tranh chân dung chính thức của Đệ Nhất Phu nhân Lucy Webb Hayes của hoạ sĩ [[Daniel Huntington (artist)|Daniel Huntington]] do [[Woman's Christian Temperance Union]] uỷ quyền năm 1881.]]\nCuộc bầu cử Tổng thống năm 1876 được cho là một trong những cuộc bầu cử gây tranh cãi nhất trong lịch sử đất nước. Vì kết quả tranh cử bị trì hoãn đến tận năm tháng sau Ngày bầu cử vào ngày 1 tháng 3 năm 1877.<ref name=\":4\" \/> Sự trì hoãn này đã dẫn đến việc cả gia đình Hayes lên tàu đến [[Washington, D.C.|Washington]] mà không biết liệu rằng ông có đắc cử vị trí tổng thống hay không.<ref name=\":2\" \/> Ngày 2 tháng 3, khi cả gia đình đang ở gần [[Harrisburg, Pennsylvania|Harrisburg]], họ đã cuối cùng cũng đã nhận được tin từ Quốc hội rằng ông chính thức trở thành [[Tổng thống Hoa Kỳ]] thứ 19 và điều đó cũng có nghĩa rằng Lucy chính thức trở thành Đệ Nhất Phu nhân Hoa Kỳ.<ref name=\":0\" \/>\n\nTrong những ngày đầu nhiệm kỳ của Rutherford, quân đội miền Bắc đã thành công chiếm đóng miền Nam Hoa Kỳ và [[Kỷ nguyên Tái thiết]] chính thức kết thúc.\n\nNgày 31 tháng 12 năm 1877, Lucy cùng chồng mình là Tổng thống Rutherford đã tổ chức một [[Ngày kỷ niệm cưới|đám cưới bạc]] để kỷ niệm tại Nhà Trắng.\n\nVới tư cách là Đệ Nhất Phu nhân, Lucy ủng hộ việc hoàn thành [[Đài tưởng niệm Washington]].\n\nKhi trẻ em ở Washington bị cấm tìm trứng Phục sinh trong khuôn viên [[Điện Capitol Hoa Kỳ|Điện Capitol]], bà đã mời chúng sử dụng bãi cỏ của Nhà Trắng để tìm trứng vào thứ Hai sau Lễ Phục sinh. Và từ đó đã hình thành nên truyền thống tìm trứng trong vườn Nhà Trắng vào Ngày lễ Phục sinh.\n\nLucy được mô tả như là một người bạn của Đệ Nhất Phu nhân khác. Trong nhiệm kỳ của bà, Lucy đã đến thăm [[Sarah Polk]], viếng thăm cư dinh [[Mount Vernon]] của [[Martha Washington]] cũng như Montpelier, ngôi nhà của [[Dolley Madison]]. Bên cạnh đó, Lucy còn nhờ [[Julie Tyler]] hỗ trợ tiếp khách tại [[Nhà Trắng]] và có thái độ rất thân thiện với [[Julia Grant]]. Ngoài ra, bà cũng tỏ ra rất thân thiện với các Đệ Nhất Phu nhân tương lai bao gồm [[Lucretia Garfield]], [[Ida McKinley]] và [[Helen Herron Taft]].\n\nKhi [[Nhà Trắng]] ủy thác treo các bức họa của các cựu tổng thống, Lucy đòi hỏi những bức tranh của [[Martha Washington]] và [[Dolley Madison]] cũng được treo luôn. Bức chân dung chính thức của bà được thực hiện bởi hoạ sĩ [[Daniel Huntington]] do [[Hiệp hội Phụ nữ Cơ đốc giáo Ôn hoà]] uỷ quyền.\n\nVào sinh nhật lần thứ 48 của mình, Rutherford đã viết thư cho Lucy, ông bày tỏ rằng \"Cuộc sống của anh với em thật hạnh phúc--thật thành công--vượt ra ngoài những dự đoán, anh nghĩ về em với một lòng biết ơn đầy yêu thương mà anh không biết phải diễn tả như thế nào.\".<ref name=\":0\" \/>\n\nSau khi Rutherford hoàn thành xong nhiệm kỳ tổng thống của mình, cả gia đình Hayes đã trở về căn nhà [[Spiegel Grove]] của họ tại [[Fremont, Ohio]] vào năm 1881.<ref name=\":4\" \/>\n\n== Cuối đời ==\n[[Tập_tin:Hayes_grave_at_Spiegel_Grove.jpg|nhỏ|Mộ của [[Rutherford B. Hayes|Rutherford B.]] và Lucy Webb Hayes tại [[Spiegel Grove]], căn nhà của họ ở [[Fremont, Ohio]], Hoa Kỳ. Nơi này cũng đã được công nhận là [[Di tích Lịch sử Quốc gia Hoa Kỳ|Di tích Lịch sử Quốc gia]].]]\nTrở về bang Ohio sinh sống sau khi rời khỏi Tòa Bạch Ốc, Lucy đã tham gia vào Quân đoàn Cứu trợ Phụ nữ (được thành lập năm 1883), tổ chức lớp học giáo lý Chủ nhật, tham dự các cuộc đoàn tụ của Bộ binh tình nguyện bang Ohio số 23 và tiếp đãi các vị khách quý đến thăm [[Spiegel Grove]]. Bà cũng trở thành Chủ tịch của Hiệp hội Truyền giáo Phụ nữ Tại gia được thành lập với Nhà thờ Giám lý. Đồng thời với tư cách chủ tịch, cựu Đệ nhất Phu nhân cũng kêu gọi được sự quan tâm đến cuộc sống của những mảnh đời nghèo khó tại thành thị cũng như là những người Mỹ gốc Phi bị tước quyền bỏ phiếu tại miền Nam nước Mỹ. Bà cũng lên tiếng phê phán và phản đối chế độ đa thê của [[Giáo hội Mặc môn|Giáo hội Mặc Môn]]. Tuy nhiên, khi được [[Susan B. Anthony]] đề nghị cử các đại biểu từ Hội Truyền giáo Tại gia đến giao lưu trong một cuộc họp của Hội đồng Phụ nữ Quốc tế, bà đã từ chối.<ref name=\":0\" \/>\n\nLucy Webb Hayes đã dành tám năm cuối đời của mình để sinh sống tại Spiegel Grove. Và vài ngày sau khị đột quỵ, bà trút hơi thở cuối cùng ở tuổi 57 vào ngày 25 tháng 6 năm 1889.<ref name=\":3\" \/> Những tấm quốc kỳ Mỹ đã được treo nửa cột trên khắp đất nước để tôn vinh bà.<ref name=\":2\" \/>\n\nKhoảng ba năm sau cái chết của Lucy, chồng của bà, Rutherford cũng qua đời và được chôn cất bên cạnh bà. Năm 1915, hài cốt của cả hai được di chuyển đến Spiegel Grove. Bên dưới họ cũng là nơi chôn cất của chú chó Gryme và hai con ngựa tên Old Whitey và Old Ned của cả hai.<ref name=\":1\" \/>\n\n== Di sản ==\n\nLucy Hayes là Đệ nhất Phu nhân trong thời kỳ chuyển tiếp quan trọng trong lịch sử Hoa Kỳ thế kỷ XIX. Các xu hướng kinh tế chính của những năm 1870 bao gồm sự gia tăng của các doanh nghiệp quốc gia, sự thay đổi của các trung tâm nông nghiệp và sự phát triển của cán cân thương mại thuận lợi cho Hoa Kỳ. Sự di tản nhanh chóng của người dân từ nông thôn lên thành thị cũng làm cho đời sống xã hội có những thay đổi lớn.<ref name=\":0\" \/>\n\nEmily Apt Geer chia sẻ rằng,{{quote|Một nhà hoạt động nữ quyền thế kỷ 20 có lẽ tiếc về việc Lucy Hayes không ủng hộ cho quyền bầu cử của phụ nữ, nhưng nếu điều này xảy ra thì nó sẽ bị mâu thuẫn với chuẩn mực xã hội và quan niệm của bà với vai trò của một người vợ chính trị. Tuy nhiên, Lucy Hayes đã điều hành đất nước với tư cách là một người đứng đầu và người quản lý gia đình, sự tôn sùng và tôn trọng mà gia đình cô dành cho cô, nỗ lực giúp đỡ người khác, sự quan tâm chân thành đến chính trị và mức độ học vấn của cô, sẽ là một hứa hẹn tốt cho vị thế tương lai của những người phụ nữ trong tầng lớp xã hội và trí thức của Mỹ.}}Spiegel Grove được quản lý bởi Ohio History Connection và được mở cửa cho mọi người tham quan.<ref name=\":1\" \/>\n\nHayes được vinh danh với một tác phẩm điêu khắc bằng đồng có kích thước như người thật bên trong [[Đài tưởng niệm Chiến sĩ và Thủy thủ tại hạt Cuyahoga]] ở Cleveland, Ohio.<ref>{{Chú thích sách|url=https:\/\/www.worldcat.org\/oclc\/1107321740|title=Honoring their memory : Levi T. Scofield, Cleveland's monumental architect and sculptor|last=Pacini|first=Lauren R.|date=2019|isbn=978-0-578-48036-7|location=Cleveland [Ohio]|oclc=1107321740}}<\/ref>\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Tham khảo ==\n\n* [[Đệ Nhất Phu nhân Hoa Kỳ]]\n* [[Rutherford B. Hayes]]\n* [[Martha Washington]]\n* [[Julia Grant]]\n* [[Lucretia Garfield]]\n\n== Liên kết ngoài ==\n\n* [https:\/\/www.rbhayes.org\/ Trang web chính thức của Rutherford B. Hayes và Lucy Webb Hayes]\n* [https:\/\/georgewbush-whitehouse.archives.gov\/history\/firstladies\/lh19.html Lucy Ware Webb Hayes] - Trang web tiểu sử chính thức của Nhà Trắng\n* [http:\/\/www.american-presidents.org\/2006\/08\/lucy-hayes-civil-war-letters.html Thư về Nội chiến Hoa Kỳ của Lucy Hayes] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120219193525\/http:\/\/www.american-presidents.org\/2006\/08\/lucy-hayes-civil-war-letters.html |date=2012-02-19 }}\n* [http:\/\/firstladies.c-span.org\/FirstLady\/21\/Lucy-Hayes.aspx Lucy Hayes] tại [[C-SPAN]]'s ''[[First Ladies: Influence & Image]]''\n{{s-start}}\n{{s-hon}}\n{{s-bef\n| before = [[Julia Grant]]\n}}\n{{s-ttl\n| title = [[Đệ Nhất Phu nhân Hoa Kỳ]]\n| years = 1877–1881\n}}\n{{s-aft\n| after = [[Lucretia Garfield]]\n}}\n{{s-end}}\n{{Đệ Nhất Phu nhân Hoa Kỳ}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1831]]\n[[Thể loại:Mất năm 1889]]\n[[Thể loại:Phong trào bãi nô Mỹ]]\n[[Thể loại:Đệ Nhất Phu nhân Hoa Kỳ]]\n[[Thể loại:Người Mỹ thế kỷ 19]]\n[[Thể loại:Cựu sinh viên Đại học Wesley bang Ohio]]\n[[Thể loại:Rutherford B. Hayes]]\n[[Thể loại:Phong trào giám lý Mỹ]]\n[[Thể loại:Đệ nhất Phu nhân Ohio]]\n[[Thể loại:Đệ Nhất Phu nhân]]"}