{"Ludwig IV của Thánh chế La Mã":"{{Thông tin nhân vật hoàng gia\n|monarch\n| tên=Ludwig IV\n| hình=Ludovico il Bavaro.jpeg\n| ghi chú hình=Điêu khắc trên mộ bằng đá cẩm thạch đỏ của hoàng đế Ludwig der Bayer ([[Nhà thờ Đức Bà München]]), thực hiện 1468 bởi Hans Haldner)\n| chức vị = [[Vua La Mã Đức]]<br><small>cho tới 1330 cùng với [[Friedrich der Schöne]]<\/small>\n| tại vị = 20 tháng 10 1314 – 11 tháng 10 1347\n| tiền nhiệm = [[Heinrich VII của Thánh chế La Mã|Henry VII]]\n| kế nhiệm = [[Karl IV của Thánh chế La Mã|Karl IV]]\n| đăng quang= 25 tháng 11 1314 ([[Aachen]])\n| chức vị 1 = [[Vua của Ý]]\n| tại vị 1= 31 tháng 5 1327 – 11 tháng 10 1347\n| tiền nhiệm 1 = [[Heinrich VII của Thánh chế La Mã|Henry VII]]\n| kế nhiệm 1 = [[Karl IV của Thánh chế La Mã|Karl IV]]\n| đăng quang 1= 31 tháng 5 1327 ([[Milan]])\n| chức vị 2 = [[Hoàng đế La Mã Thần thánh]]. \n| tại vị 2= 1328 – 11 tháng 10 1347\n| tiền nhiệm 2 = [[Heinrich VII của Thánh chế La Mã|Henry VII]]\n| kế nhiệm 2 = [[Karl IV của Thánh chế La Mã|Karl IV]]\n| đăng quang 2= 17 tháng 1 1328 ([[Roma]])\n| chức vị 3 = [[Công tước Bayern]]<br><small>cho tới 1317 cùng với [[Rudolf I, Công tước Bayern|Rudolf I]]<\/small>\n| tại vị 3 = 1301 – 11 tháng 10 1347\n| tiền nhiệm 3 = [[Rudolf I, Công tước Bayern|Rudolf I]]\n| kế nhiệm 3 = [[Ludwig V the Brandenburger|Ludwig V]], [[Stephen II, Công tước Bayern|Stephen II]], [[Louis VI the Roman|Ludwig VI]], [[William V, Count of Hainaut|William I]], [[Albert of Holland|Albert I]] và [[Otto V the Bavarian|Otto V]]\n| đăng quang 3 = \n| phối ngẫu= [[Beatrix of Świdnica]]<br>[[Margaret II, Countess of Holland]]\n| hoàng tộc= [[Nhà Wittelsbach]]\n| cha= [[Ludwig II, Công tước Bayern]]\n| mẹ= [[Matilda của Habsburg]]\n| con cái= [[Matilda of Bavaria, Margravine of Meissen|Matilda, Margravine của Meissen]]<br>[[Ludwig V the Brandenburger|Ludwig V, Công tước Bayern]]<br>[[Stephen II, Công tước Bayern]]<br>[[Ludwig VI the Roman|Ludwig VI, Công tước Bayern]]<br>[[William I, Công tước Bayern]]<br>[[Albert I, Công tước Bayern]]<br>[[Beatrice của Bavaria|Beatrice, Nữ hoàng Thụy Điển]]<br>[[Otto V, Công tước Bayern]]\n| sinh= ngày 5 tháng 4 năm 1282\n| nơi sinh= [[München]]\n| mất= {{Death date|df=yes|1347|10|11}} (aged 65)\n| nơi mất= Puch gần[[Fürstenfeldbruck]]\n| nơi an táng= [[Nhà thờ Đức Bà München]]\n| tôn giáo =[[Công giáo La Mã]]\n}}\n\n'''Ludwig IV''' còn gọi là '''Ludwig der Bayer''' (5 tháng 4 1282 ở München - 11 tháng 10, 1347 tại Puch gần Fürstenfeldbruck), xuất thân từ [[nhà Wittelsbach]], là [[Vua La Mã Đức]] từ năm 1314, [[vua của Ý]] và [[Hoàng đế La Mã Thần thánh]] từ năm 1328.\n\nSau cái chết của Hoàng đế [[Heinrich VII của Thánh chế La Mã|Heinrich VII]], Ludwig der Bayer (nhà Wittelsbach) và Friedrich der Schöne (nhà Habsburg) đã cùng được bầu làm Vua La Mã Đức vào năm 1314. Cuộc tranh chấp ngai vàng kéo dài nhiều năm và trong trận [[Mühldorf am Inn|Mühldorf]] năm 1322 nhà Wittelsbach đã giành được thắng lợi quyết định. Tình trạng tranh chấp chấm dứt với Hiệp định München năm 1325, qua đó cả hai đều được công nhận là Vua La Mã Đức, sự kiện đánh dấu lần đầu tiên trong lịch sử một vương quốc thời Trung cổ có hai vị vua cùng lúc. Việc Ludwig can thiệp ở miền Bắc nước [[Ý]] đã gây ra một cuộc xung đột với [[giáo hoàng]] kéo dài từ năm 1323 đến 1324 dẫn tới việc ông bị [[rút phép thông công]] cho đến khi qua đời.\n\nTrong cuộc xung đột với giáo triều, hiến pháp đế quốc phát triển theo hướng thế tục. Vào năm 1328, một cuộc đăng quang hoàng đế đã được tiến hành mà không có Giáo hoàng, Ludwig nhận ngai vàng từ dân chúng La Mã. Ông là người đầu tiên của nhà Wittelsbach trở thành [[hoàng đế La Mã Thần thánh]]. Từ thập niên 1330, Ludwig theo đuổi một chính sách phát triển lãnh thổ và quyền lực và tậu được những vùng đất lớn như Niederbayern và Tirol. Mâu thuẫn giữa các công tước và hoàng đế dẫn tới việc [[Karl IV của Thánh chế La Mã|Karl IV]] được bầu làm vị vua đối lập. Ludwig mất năm 1347.\n\n==Nguồn gốc và thời niên thiếu==\nLudwig xuất thân từ dòng dõi quý tộc [[nhà Wittelsbach]]. ông cố của ông [[Otto I xứ Bayern|Otto I]] năm 1180 được Hoàng đế [[Friedrich I của Thánh chế La Mã|Friedrich I]] của [[Nhà Staufer]] giao cho công quốc Bayern. Nhờ vậy nhà Wittelsbach trở thành gia đình công tước. Tuy nhiên, họ không chỉ trung thành về chính trị với nhà Staufer, mà họ trau dồi quan hệ thân nhân với nhau. Các công tước Bayern, [[Ludwig der Strenge|Ludwig II der Strenge]], cha của Ludwig der Bayer, và [[Heinrich XIII (Bayern)|Heinrich XIII]] qua chị em là [[Elisabeth von Bayern (1227–1273)|Elisabeth]] là anh em dâu của vua La Mã Đức [[Konrad IV của Thánh chế La Mã|Konrad IV]]. Con của Konrad, Konradin do đó là một người anh em họ của Ludwig der Bayer. Với việc hành quyết Konradin, người đã thất bại trong cuộc tái chiếm miền Nam Ý, nhà Staufer đã tuyệt tư từ năm 1268. Cậu của ông ta, Ludwig der Strenge, được thừa kế vùng đất trải dài tới [[sông Lech]] của nhà Staufer.\n\nĐể gia tăng vị thế cho gia tộc, Ludwig der Strenge dùng hôn nhân như một công cụ chính trị: Trong lễ đăng quang của [[Rudolf I vua La Mã Đức|Rudolfs von Habsburg]], ông kết hôn với Matilda, con gái của nhà vua. Từ cuộc hôn nhân này (cuộc hôn nhân thứ ba của ông), hai người con trai được sinh ra: 1274 [[Rudolf I. (Pfalz)|Rudolf]] và có lẽ vào năm 1282 hoặc 1286 và Ludwig, vị hoàng đế tương lai.<ref>Waldemar Schlögl: ''Beiträge zur Jugendgeschichte Ludwigs des Bayern.'' In: ''Deutsches Archiv für Erforschung des Mittelalters'' 33 (1977), S. 182–198 ([http:\/\/www.digizeitschriften.de\/main\/dms\/img\/?PPN=PPN345858735_0033&DMDID=dmdlog18 Digitalisat]). Heinz Thomas: ''Ludwig der Bayer (1282–1347). Kaiser und Ketzer.'' Regensburg 1993, S. 13. Tobias Appl: ''Verwandtschaft – Nachbarschaft – Wirtschaft. Die Handlungsspielräume Ludwigs IV. auf seinem Weg zur Königswahl.'' In: Peter Wolf u. a. (Hrsg.): ''Ludwig der Bayer. Wir sind Kaiser!'' Regensburg 2014, S. 51–57.<\/ref> Ludwig được dạy dỗ tại cung điện ở Viên của công tước [[Albrecht I vua La Mã Đức|Albrecht I]] cùng với các con trai của công tước. Ở đó,Ludwig kết bạn với người em họ của ông, [[Friedrich der Schöne]], người sau này cũng là đối thủ của ông trong việc tranh giành ngai vàng. Cha của ông qua đời vào đầu tháng 2 1294.\n\nVào tháng 10 năm 1308, Ludwig kết hôn với Beatrix nhà Schlesien-Schweidnitz lúc đó 18 tuổi.<ref>Tobias Appl: ''Verwandtschaft – Nachbarschaft – Wirtschaft. Die Handlungsspielräume Ludwigs IV. auf seinem Weg zur Königswahl.'' In: Peter Wolf u. a. (Hrsg.): ''Ludwig der Bayer. Wir sind Kaiser!'' Regensburg 2014, S. 51–57, hier: S. 53. Joseph Gottschalk: ''Schlesische Piastinnen in Süddeutschland während des Mittelalters.'' In: ''Zeitschrift für Ostforschung'' 27 (1978), S. 275–293, hier: S. 285. Martin Clauss: ''Ludwig IV. der Bayer. Herzog, König, Kaiser.'' Regensburg 2014, S. 30. Gabriele Schlütter-Schindler: ''Die Frauen der Herzöge. Schenkungen und Stiftungen der bayerischen Herzoginnen an Klöster und Stifte des Herzogtums und der Pfalzgrafschaft von 1077 bis 1355.'' München 1999, S. 64–70 und Bernhard Lübbers: ''Briga enim principum, que ex nulla causa sumpsit exordium … Die Schlacht bei Gammelsdorf am 9. November 1313. Historisches Geschehen und Nachwirken.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 205–236, hier: S. 214. haben darauf hingewiesen, dass Beatrix aus der Linie Schlesien-Schweidnitz stammte.<\/ref>\n\n==Thừa kế==\nNăm 1310, việc thừa kế tài sản của cha mình ở Bayern đã đưa đến những tranh chấp giữa hai anh em. Theo di chúc của công tước Ludwig II der Strenge, Ludwig chia sẻ quyền lực tại [[Kurpfalz]] và công quốc Oberbayern với anh trai Rudolf I. Ở Niederbayern, nơi công tước [[Stephan I (Bayern)|Stephan I]] chết trong tháng 12 năm 1310, Ludwig nắm quyền nhiếp chính cùng với người em họ Otto III cho 2 người con trai chưa thành niên của Stephan, [[Otto IV (Bayern)|Otto IV]] và [[Heinrich XIV (Bayern)|Heinrich XIV]]. Về nhận thức về quyền nhiếp chính chẳng bao lâu gây ra tranh chấp giữa công tước Ludwig xứ Bayern và nhà Habsburg. Đối với anh trai của mình, Ludwig đã thay đổi chính sách: Tại thỏa hiệp hòa bình München vào ngày 21 tháng 6 năm 1313, họ ngưng tranh chấp và quyết định đồng cai trị Oberbayern.\n\n===Thỏa hiệp hòa bình với Friedrich ở Salzburg===\nTrong trận đánh Gammelsdorf vào ngày 09 tháng 11 năm 1313, Ludwig đánh bại Friedrich der Schöne của nhà Habsburg. Sau đó, ông đã có thể bảo đảm quyền giám hộ đối với em họ Niederbayern và gia tăng ảnh hưởng ở phía đông nam vương quốc. Ông đã thành công trong nỗ lực hất cẳng Friedrich der Schöne khỏi Niederbayern. Thành công quân sự này làm tăng danh tiếng của ông khắp đế quốc và làm cho ông trở thành một ứng cử viên tiềm năng cho cuộc bầu cử vua La Mã Đức sắp tới.<ref>Bernhard Lübbers: ''Briga enim principum, que ex nulla causa sumpsit exordium … Die Schlacht bei Gammelsdorf am 9. November 1313. Historisches Geschehen und Nachwirken.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 205–236, hier: S. 235.<\/ref> Trong các cuộc đàm phán hòa bình tiếp theo ở Salzburg, nhiều dấu hiệu và cử chỉ mang tính biểu tượng khác nhau để bày tỏ tinh thần yêu chuộng hòa bình đã được ông sử dụng: Những cái ôm và những nụ hôn, bữa ăn chung, ngủ chung trại, mặc chung quần áo. Những điều này được cả Chronica Ludovici từ quan điểm Wittelsbach cũng như biên niên sử của [[Johann von Viktring]] thân thiện với nhà Habsburg. Việc nhấn mạnh từ cả hai bên biểu tượng hòa bình làm cho sự phá vỡ những thỏa hiệp của các đối thủ chính trị sau này trở nên bi thảm hơn.<ref>[[Claudia Garnier]]: ''Inszenierte Politik. Symbolische Kommunikation während der Herrschaft Ludwigs des Bayern am Beispiel von Bündnis- und Friedensschlüssen.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 169–190, hier: S. 176.<\/ref> Ngày 17 tháng 4, 1314, một hiệp ước được thỏa thuận ở [[Salzburg]] đã kết thúc cuộc xung đột.\n\n==Giành ngôi (1314-1325)==\nSau cái chết của Hoàng đế [[Heinrich VII của Thánh chế La Mã|Heinrich VII Luxemburg]] vào tháng 8 năm 1313, mãi đến 14 tháng sau mới có một cuộc bầu cử hoàng đế bởi 7 vị hầu tước. Là con trai của cố Hoàng đế nhà Luxembourg, [[Johann von Böhmen]] muốn nối ngôi. Ngoài lá phiếu của riêng mình, ông có thể trông cậy vào lá phiếu của Tổng Giám mục Mainz Phêrô Aspelt và chú của mình, Tổng Giám mục của Trier Balduin. Vua Pháp Philip IV cùng với con trai của mình cũng tìm cách để một thành viên của [[Nhà Capet]] trở thành vua La Mã Đức, nhưng cũng như năm 1310 với cuộc bầu cử của Henry VII, các nỗ lực không thành công. Phản đối nghiêm trọng đến yêu sách đòi ngai vàng của nhà Luxembourg chỉ có nhà Habsburg. Dưới quyền lực của Friedrich der Schöne (Áo, Steiermark, Thụy Sĩ, Elsass), một vị vua không thuộc nhà Habsburg sẽ khó được công nhận nếu không có được sự chấp thuận của ông. Còn Tổng Giám mục Köln [[Heinrich II von Virneburg|Heinrich von Virneburg]] thì lại muốn ngăn chặn việc thành lập một triều đại nhà Luxembourg. Ông đảm bảo nhà Habsburg lá phiếu của mình.\n\nVới những mối quan hệ rắc rối, Tổng Giám mục của Mainz và Trier thuyết phục Johann von Böhmen không ra ứng cử. Họ đề nghị Ludwig thuộc nhà Wittelsbach làm một ứng cử viên thỏa hiệp để ngăn chặn Friedrich, nhà Habsburg, trở thành vua La Mã Đức mới. Ludwig đã được trọng nể qua chiến thắng trước Friedrich tại Gammelsdorf, và cũng có sức thu hút. Hơn nữa, nhà Wittelsbach vì tranh chấp giữa anh em như đã nói ở trên không là một nguy cơ trở thành một hoàng gia quá hùng mạnh. Theo quan điểm của những người thuộc nhà Luxembourg, Ludwig cũng phù hợp vì cơ sở quyền lực của ông ta cực kỳ thấp. - \"Ông ấy là một công tước không có đất đai\" <ref>[[Andreas Kraus]]: ''Grundzüge der Geschichte Bayerns.'' 2., durchgesehene und aktualisierte Auflage. Darmstadt 1992, S. 148.<\/ref> và chẳng có cơ sở quyền lực cũng như thu nhập cao to. Ngoài các vị tổng Giám mục của Trier và Mainz còn có bá tước Woldemar von Brandenburg ủng hộ Ludwig. Như vậy Ludwig có triển vọng tốt được lựa chọn, nhưng công tước [[Heinrich von Kärnten]], bị trục xuất năm 1310 lại đòi quyền sử dụng lá phiếu bầu cử của Bohemia, để bầu cho nhà Habsburg. Không chắc chắn cũng là lá phiếu của Sachsen. Cả nhánh Lauenburg và Wittenberg cũng đòi quyền này. Tổng Giám mục Köln, Bá tước Pfalz Rudolf I bei Rhein và [[Tuyển hầu tước]] Wittenberg [[Rudolf I (Sachsen-Wittenberg)|Rudolf von Sachsen]] hỗ trợ Friedrich. Sự chia rẽ của các tuyển hầu tước cuối cùng dẫn đến sự lựa chọn cả hai đối thủ cạnh tranh, trong đó Rudolf, anh trai Ludwig, đã bỏ phiếu cho ứng cử viên đối lập Friedrich.\n\n===Hai vị vua La Mã Đức cùng một lúc===\nVào ngày 19 Tháng 10 năm 1314, Friedrich của Áo được phong làm vua tại [[Frankfurt-Sachsenhausen|Sachsenhausen]]. Một ngày sau đó, Ludwig được bầu làm vua trước cổng của [[Frankfurt am Main|Frankfurt]]. Cả hai cuộc đăng quang diễn ra vào ngày 25 tháng 11. Nhưng chúng đã cho thấy những yếu kém về sự chính danh. Ludwig đã đăng quang cùng với vợ Beatrix vào nơi đăng quang truyền thống ở [[Aachen]], nhưng những biểu hiệu nhà vua chỉ được làm lại và Tổng Giám mục của Mainz cũng không phải là người đăng quang chính thức. Friedrich tuy được đăng quang bởi người có thẩm quyền, Tổng Giám mục Köln, được sở hữu bởi các biểu hiệu hoàng gia thật, nhưng lễ nghi không được thành phố đăng quang Aachen tổ chức, mà tại thành phố đăng quang hoàn toàn xa lạ Bonn.<ref>Michael Menzel: ''Die Zeit der Entwürfe (1273–1347) (= Gebhardt Handbuch der Deutschen Geschichte 7a).'' 10. völlig neu bearbeitete Auflage. Stuttgart 2012, S. 153–159.<\/ref> Trong Chronica Ludovici mà thù nghịch với nhà Habsburg cáo buộc Friedrich đã được đăng quan trên một thùng nước, và nhà vua sơ ý rơi vào thùng. Với câu chuyện đó, các nhà biên niên muốn làm rõ sự không chính danh của việc đăng quang này.<ref>Claudia Garnier: ''Inszenierte Politik. Symbolische Kommunikation während der Herrschaft Ludwigs des Bayern am Beispiel von Bündnis- und Friedensschlüssen.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 169–190, hier: S. 177.<\/ref>\n\nCả hai bên đều cố gắng để được Giáo hoàng công nhận quyền lực của họ. Nhưng [[Giáo hoàng Clêmentê V]] đã chết 6 tháng trước khi cuộc bầu cử ngôi vua vào ngày 20 tháng 4 năm 1314. Chiếc ghế này bỏ trống hơn hai năm cho tới ngày 07 tháng 8 năm 1316. Trong tình huống này, một quyết định quân sự sẽ làm sáng tỏ vấn đề; kết quả của các trận chiến sẽ được xem như là sự phán xét của Thiên Chúa. Nhưng giữa năm 1314 và 1322 một chiến thắng quyết định như vậy đã không xảy ra. Friedrich der Schöne đã có lý do để tự kiềm chế sau những thất bại quân sự: Sau khi đã thua trận tại Gammelsdorf, vào ngày 15 Tháng 11 1315 nhà Habsburg lại bị Liên minh Thụy Sĩ Cũ đánh bại trong Trận Morgarten.<ref>Michael Menzel: ''Die Zeit der Entwürfe (1273–1347) (= Gebhardt Handbuch der Deutschen Geschichte 7a).'' 10. völlig neu bearbeitete Auflage. Stuttgart 2012, S. 159.<\/ref> Sau đó có những trận đụng độ nhỏ xảy ra năm 1315 tại Speyer và buchloe, 1316 Esslingen, 1319 gần Mühldorf và 1320 gần Strasbourg. Tuy nhiên không có một trận chiến lớn xảy ra. Các năm tiếp theo khi nhân sự thay đổi đã mang lại những bất lợi cho Ludwig. Cả Ludwig cũng như Friedrich không hưởng lợi gì từ cái chết của Bá tước Woldemar von Brandenburg (1319). Nhưng sau cái chết của Tổng Giám mục Mainz Peter của Aspelt vào ngày 05 Tháng 6 năm 1320, [[Giáo hoàng Gioan XXII]] đã phong Matthias von Bucheck, một người ủng hộ nhà Habsburg, lên kế vì. Giáo hoàng mới, được bầu trong năm 1316, cho tới nay đứng trung lập trong cuộc đấu tranh giành ngai vàng, bây giờ hành động chống lại Ludwig.\n\n===Thắng trận quyết định===\n[[Tập tin:Schlacht bei Mühldorf.jpg|nhỏ|[[Friedrich IV (Nürnberg)|Friedrich IV xứ Nürnberg]] bị bắt giữ trong [[Trận Mühldorf|trận Mühldorf]]. Họa phẩm được vẽ khoảng đầu thế kỷ 19.]]\nMột vài tuần trước trận chiến quyết định người vợ cả của Ludwig, Beatrix qua đời trong tháng 8 năm 1322. Ba trong số 6 người con của 2 người đã đến tuổi trưởng thành: [[Mathilde von Bayern (1313–1346)|Mechthild]], [[Ludwig V (Bayern)|Ludwig V]] và [[Stephan II (Bayern)|Stephan II]]. Ngày 28 Tháng 9 năm 1322 Ludwig lại đánh bại đối thủ của mình, Friedrich von Habsburg, một lần nữa trong trận Mühldorf, nơi ông được quân đội của tử tước [[Friedrich IV (Nürnberg)|Friedrich IV von Nürnberg]] hỗ trợ. Có thể việc tu viện Fürstenfeld đã giúp nhà Wittelsbach bằng cách chặn các sứ giả Habsburg, quyết định cuộc chiến. Vì vậy tu viện này đã nhận từ Ludwig nhiều đặc quyền.<ref>Markus T. Huber: ''Die Vereinnahmung Ludwigs des Bayern durch die Nachwelt. Memoria und Repräsentation am Beispiel Münchens und der Abtei Fürstenfeld.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 495–525, hier: S. 508.<\/ref> Friedrich đã bị bắt làm tù binh. Ludwig đã tiếp đón người bà con thuộc nhà Habsburg của mình với những câu như: \". Ông anh (em) họ, tôi không bao giờ thích gặp bạn nhiều như ngày hôm nay\" <ref>Karl-Friedrich Krieger: ''Die Habsburger im Mittelalter. Von Rudolf I. bis Friedrich III.'' 2., aktualisierte Auflage, Stuttgart 2004, S. 121.<\/ref> Trong ba năm dài Ludwig giam giữ người anh em họ của mình tại [[lâu đài Trausnitz im Tal|lâu đài Trausnitz]] ở [[Oberpfalz]].\n\n===Bị rút phép thông công===\nMặc dù chiến thắng, quyền lực của Ludwig vẫn không chắc chắn, bởi vì nhà Habsburg vẫn duy trì thái độ thù địch của họ và vào ngày 23 tháng 3 năm 1324 ông bị Giáo hoàng Gioan XXII rút phép thông công, sau khi Giáo hoàng nhiều lần dọa sẽ làm chuyện này.<ref>Zu den Folgen Heinz Thomas: ''Ludwig der Bayer (1282–1347). Kaiser und Ketzer.'' Regensburg 1993, S. 163ff.<\/ref> Nhà Wittelsbach như vậy đã mang tước hiệu vua La Mã không có sự tán thành của Giáo hoàng và bắt đầu hoạt động chính trị hoàng gia ở miền bắc nước Ý bằng cách ban cho các chức vụ và thẩm quyền, trong khi chính Giáo hoàng đã cố gắng gây ảnh hưởng tại vùng này. Theo ý muốn của Giáo hoàng, Ludwig nên từ chức trong vòng ba tháng và thu hồi tất cả các chức vụ đã ban ra trước đó. Sau thời hạn này, Giáo hoàng sẽ ban [[vạ tuyệt thông]]. Cho đến khi ông qua đời vào năm 1347 Ludwig đã bị rút phép thông công.\n\nPhản ứng lại việc rút phép thông công, Ludwig gởi 3 kiến nghị („Nürnberger Appellation“ tháng 12 1323 „Frankfurter Appellation“ tháng 1 1324 và „Sachsenhausener Appellation“ tháng 5 1324) tới Giáo hoàng.<ref>Alois Schütz: ''Die Appellationen Ludwigs des Bayern aus den Jahren 1323\/24.'' In: ''Mitteilungen des Instituts für österreichische Geschichtsforschung'', Bd. 80 (1972), S. 71–112.<\/ref> Ông khẳng định quyền lực của mình đã được bầu bởi các tuyển hầu tước và lễ đăng quang, và sẵn sàng biện minh trước một công đồng. Nhưng những lời kêu gọi không được Giáo hoàng đáp ứng. Giáo hoàng Gioan XXII vào ngày 11 tháng 7 1324 lại còn không công nhận quyền lực vua chúa của Ludwig, rút phép thông công cả những người theo ông và dọa ông ta nếu tiếp tục bất tuân sẽ rút lại cả quyền cai tri công quốc và tước hiệu Công tước Bayern. Các anh em Friedrich cố gắng thu lợi từ lệnh cấm của Giáo hoàng. Dưới sự lãnh đạo của Leopold von Habsburg, họ tiếp tục kháng cự lại quyền cai trị của nhà Wittelsbach.<ref>Karl-Friedrich Krieger: ''Die Habsburger im Mittelalter. Von Rudolf I. bis Friedrich III.'' 2., aktualisierte Auflage, Stuttgart 2004, S. 124ff.<\/ref>\n\n===Thỏa hiệp hòa bình Trausnitz===\nTrước sự kháng cự của nhà Habsburg và Giáo hoàng, Ludwig quyết định thỏa thuận với Friedrich. Trong những cuộc đàm phán bí mật tù nhân Friedrich vào ngày 13 tháng 3 năm 1325 tại Trausnitz chịu từ bỏ ngai vàng và lãnh địa của đế quốc Habsburg. Ông cũng đã phải thay mặt anh em của mình thừa nhận quyền cai trị của nhà Wittelsbach. Ludwig sau đó đã trả tự do cho Friedrich. Friedrich không phải trả tiền chuộc, nhưng phải giao lại những của cải hoàng gia đã đạt được trong thời gian tranh chấp ngai vàng cho Ludwig.<ref>Claudia Garner: ''Der doppelte König. Zur Visualisierung einer neuen Herrschaftskonzeption im 14. Jahrhundert.'' In: ''Frühmittelalterliche Studien'' 44 (2010), S. 265–290, hier: S. 269.<\/ref> Thỏa hiệp hòa bình Trausnitz giữa Ludwig và Friedrich đã được hình dung bằng hình thức văn kiện và các hành động mang tính biểu tượng cho tất cả những người có mặt.<ref>Claudia Garnier: ''Inszenierte Politik. Symbolische Kommunikation während der Herrschaft Ludwigs des Bayern am Beispiel von Bündnis- und Friedensschlüssen.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 169–190, hier: S. 182.<\/ref> \nHiệp định được tổ chức theo nghi lễ của ngày Phục Sinh với [[tiệc Thánh]] và nụ hôn hòa bình. Các đối thủ cùng nghe Thánh lễ và nhận bánh thánh.<ref>Claudia Garner: ''Der doppelte König. Zur Visualisierung einer neuen Herrschaftskonzeption im 14. Jahrhundert.'' In: ''Frühmittelalterliche Studien'' 44 (2010), S. 265–290, hier: S. 271.<\/ref> Buổi tiệc Thánh tạo cho thỏa hiệp hòa bình có một phong cách thiêng liêng. Một bữa ăn chung từ thời tiền Trung cổ thuộc những hành động thường lệ để bày tỏ hòa bình và tình thân hữu.<ref>Vgl. dazu Gerd Althoff: ''Der frieden-, bündnis- und gemeinschaftstiftende Charakter des Mahles im früheren Mittelalter.'' In: Irmgard Bitsch, Trude Ehlert, Xenja von Ertzdorff (Hrsg.): ''Essen und Trinken in Mittelalter und Neuzeit.'' Sigmaringen 1987, S. 13–25.<\/ref> Cùng dùng chung tiệc Thánh, Friedrich đã lờ đi việc Ludwig bị Giáo hoàng rút phép thông công.<ref>Claudia Garner: ''Der doppelte König. Zur Visualisierung einer neuen Herrschaftskonzeption im 14. Jahrhundert.'' In: ''Frühmittelalterliche Studien'' 44 (2010), S. 265–290, hier: S. 274.<\/ref> Thêm một lời hứa cho kết hôn làm vững chắc thỏa hiệp hòa bình: Stephan, con trai của Ludwig được hứa kết hôn với con gái của Friedrich, Elisabeth. Với sự làm lành Trausnitz vào ngày 13 tháng 3 năm 1325 nó kết thúc cuộc tranh chấp ngai vàng kéo dài kể từ năm 1314.\n\n== Triều đại 2 vua (1325–1327) ==\nNhưng anh em của Friedrich không chấp thuận thỏa hiệp Trausnitz, vì vậy có những cuộc đàm phán bí mật tiếp theo giữa Ludwig và Friedrich. Nửa năm sau đó Ludwig rút lại yêu sách của mình đòi độc tôn cai trị. Trong Hiệp định München <ref>MGH Const. 6,1 S. 72ff. Nr. 105.<\/ref> từ ngày 05 tháng 9 năm 1325 Ludwig và Friedrich đã chấp nhận một thể chế có hai vị vua. Quyền cai trị giữ 2 vị vua ngang hàng với nhau là một khái niệm chính trị chưa từng có cho tới thời Trung cổ, mà sau đó cũng không được trù tính.<ref>Claudia Garner: ''Der doppelte König. Zur Visualisierung einer neuen Herrschaftskonzeption im 14. Jahrhundert.'' In: ''Frühmittelalterliche Studien'' 44 (2010), S. 265–290, hier: S. 267.<\/ref> Friedrich được làm đồng nhiếp chính ở Đức và anh em trai của ông, Leopold, đại diện cho nhà vua cai trị tại Ý. Tuy nhiên Giáo hoàng tuyên bố là hiệp định này không hợp lệ.\n\nChế độ 2 vị vua cũng chỉ kéo dài một thời gian ngắn. Tại [[Ulm]], Ludwig cho biết lần đầu tiên vào ngày 7 tháng 1 năm 1326 sẵn sàng từ bỏ ngai vàng, nếu Friedrich nhận được sự tán thành của Giáo hoàng cho đến ngày 26 tháng 7, 1326.<ref>Marie-Luise Heckmann: ''Das Doppelkönigtum Friedrichs des Schönen und Ludwigs des Bayern (1325 bis 1327). Vertrag, Vollzug und Deutung im 14. Jahrhundert.'' In: ''Mitteilungen des Instituts für Österreichische Geschichtsforschung'' 109 (2001), S. 53–81, hier: S. 55.<\/ref> Tuy nhiên, Gioan XXII do dự ra quyết định và thời hạn trôi qua. Đề nghị từ bỏ ngai vàng của Ludwig chỉ là một chiến thuật để lôi kéo các công tước và các cấp dưới đoàn kết theo ông. Giáo hoàng không chọn Friedrich, vì bây giờ ông ta quá thân cận với Ludwig. Qua sự từ chối giải pháp hòa bình trong đế quốc, Giáo hoàng được xem như là một người không hòa giải và thiếu tình cảm. Điều này gây sự đoàn kết của các người dưới quyền với Ludwig.<ref>Michael Menzel: ''Ludwig der Bayer. Der letzte Kampf zwischen Kaisertum und Papsttum.'' In: Alois Schmid, Katharina Weigand (Hrsg.): ''Die Herrscher Bayerns. 25 historische Porträts von Tassilo III. bis Ludwig III.'' München 2001, S. 106–117, hier: S. 112. Hubertus Seibert: ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel – eine Einführung.'' In: Ders. (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 11–26, hier: S. 13.<\/ref> Trong tháng 2 năm 1327 lại có sự đổ vỡ với Friedrich. Hai vị vua đã gặp nhau lần cuối cùng tại Innsbruck.<ref>Claudia Garner: ''Der doppelte König. Zur Visualisierung einer neuen Herrschaftskonzeption im 14. Jahrhundert.'' In: ''Frühmittelalterliche Studien'' 44 (2010), S. 265–290, hier: S. 286.<\/ref>\n\n== Tình hình chính trị tại Ý trong cuộc tiến quân tới Roma==\nTình hình chính trị tại Ý vào thời Hậu Trung cổ thì phức tạp.<ref>John Larner: ''Italy in the Age of Dante and Petrarch, 1216–1380.'' London u. a. 1980, S. 38ff.<\/ref> Đế chế Ý bao gồm phần lớn Trung và Bắc Ý (không bao gồm Cộng hòa Venice) và trên hình thức thuộc về đế chế La Mã Thần thánh, mặc dù các vua La Mã-Đức từ giữa thế kỷ 13 đến đầu 14 không còn tích cực can thiệp vào. Các thành bang khác nhau quyết định tình hình chính trị ở miền bắc nước Ý, nơi Guelphs (bảo hoàng) và Ghibellines (theo Giáo hoàng) thường thù địch với nhau. Tuy nhiên, không có sự phân chia rõ ràng giữa hai nhóm, họ thường được đơn giản hóa là thuộc 2 phe, bảo hoàng và đối thủ của nhà vua. Thật ra mỗi người đứng đầu thành phố ''(Signori)'' chủ yếu tranh đấu cho lợi ích riêng tư của mình. Trong cuộc tiến quân của Heinrich VII (1310–1313), người đầu tiên kể từ sự sụp đổ triều đại [[Nhà Staufer|Staufer]] vào năm 1268, cũng có một số Signori Guelph đã cố gắng để đạt được một thỏa hiệp với Hoàng đế trước khi quan hệ đổ vỡ.<ref>Zur Italienpolitik Heinrichs VII. vgl. William M. Bowsky: ''Henry VII in Italy. The Conflict of Empire and City-State, 1310–1313.'' Lincoln (Nebraska) 1960.<\/ref> Chiến dịch Ý của Heinrich sau cùng thất bại, chủ yếu là do ông mất sớm, đưa tới tình hình chính trị trong đế chế Ý vốn đã bất ổn trở nên trầm trọng hơn, cho nên hoàng triều La Mã Thần thánh càng mất ảnh hưởng chính trị ở Ý.<ref>Vgl. [[Fritz Trautz]]: ''Die Reichsgewalt in Italien im Spätmittelalter.'' In: ''Heidelberger Jahrbücher'' 7, 1963, S. 45–81.<\/ref>\n\nThêm vào đó, các thế lực khác cũng theo đuổi các lợi ích riêng của mình. Các giáo hoàng cư trú từ 1309 ở [[Avignon]], nơi mà họ đã phải chịu ảnh hưởng của chế độ quân chủ Pháp. Giáo hoàng đã hành động trong lãnh thổ của mình như chủ đất, còn vua [[Napoli]] thống trị Nam Ý. Giáo hoàng Gioan XXII trên thực tế không còn công nhận những đòi hỏi về chủ quyền của hoàng đế ở đế chế Ý nữa. 1317 ông bổ nhiệm vua Napoli [[Robert von Anjou|Robert von Neapel]], một cháu trai của nhà vua đã đánh bại nhà Staufer, người rõ ràng có tư tưởng chống hoàng đế, làm giáo chức đại diện ở [[Lombardia]] và [[Toscana]]. Ở đó Robert von Neapel thực hiện những hoạt động chống lại các lực lượng ủng hộ hoàng đế mà vẫn còn là một thế lực quan trọng.<ref>Roland Pauler: ''Die deutschen Könige und Italien im 14. Jahrhundert.'' Darmstadt 1997, S. 125ff.<\/ref>\n\n== Chiến dịch Ý (1327–1330) và đăng quang hoàng đế (1328) ==\n[[Tập tin:August von Kreling Kaiserkrönung Ludwig des Bayern in Rom.jpg|nhỏ|Ludwig IV được tấn phong là Hoàng đế La Mã Thần thánh tại Roma, năm 1328]]\nLudwig cho đổ quân sang Ý vào tháng 1 năm 1327. Động cơ, theo nguồn từ Ý đương đại, là do yêu cầu trợ giúp của các lực lượng thân hoàng đế trong đế chế Ý đối phó với phe Guelph (Welfen: Phe thân Giáo hoàng).<ref>Frank Godthardt: ''Marsilius von Padua und der Romzug Ludwigs des Bayern. Politische Theorie und politisches Handeln.'' Göttingen 2011, S. 189ff.<\/ref> Ở [[Milan]] trong ngày [[Lễ Chúa Thánh Thần Hiện Xuống|Lễ Ngũ Tuần]] 1327 là lễ đăng quang vua Ý. Giáo hoàng đã đưa ra những biện pháp kế tiếp: vào ngày 03 tháng 4 năm 1327, ông đã rút lại tước hiệu Ludwig là Công tước xứ Bayern; vào ngày 23 Tháng 10, ông lên án Ludwig là một kẻ dị giáo, và không công nhận những quyền còn lại về tài sản của ông ta. Trong các văn kiện của Giáo hoàng Ludwig chỉ được gọi một cách khinh thường là Ludovicus Bavarus (\"Ludwig der Bayer\"). Tuy nhiên, các hành động của Giáo hoàng không ngăn cản nhà vua về việc tiếp tục chiến dịch Ý. Ludwig chiến đấu ở Ý gặp ít khó khăn hơn so với người tiền nhiệm của ông, Heinrich VII, tuy nhiên, ông ta đã theo đuổi những kế hoạch sâu rộng hơn là của Ludwig, đặc biệt là việc xây dựng một cơ cấu hành chính của đế quốc lâu dài. Đầu tháng 1 năm 1328 nhà Wittelsbach đã tới được Roma và đã được người dân ở đó chào đón tưng bừng. Đứng đầu trong giới quý tộc La Mã hỗ trợ ông là Sciarra Colonna, người đã chứng tỏ là \"trụ cột hợp tác\" của người La Mã thành phố Roma với Ludwig. Sciarra bắt đầu một liên minh của các quý tộc địa chủ lớn, với các hiệp hội bảo vệ các công dân của Roma. Trên cơ sở này, Ludwig đã có thể ổn định quyền lực của mình tại Roma từ tháng 1-tháng 8 1328.<ref>Jörg Schwarz: ''Abkehr vom päpstlichen Krönungsanspruch. Die Kaiserkrönung Ludwigs des Bayern und der römische Adel.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 119–146, hier: S. 125, 130 und 145.<\/ref>\n\nTại Roma, Ludwig được ba vị giám mục là Giacomo Alberti của Prato, Giám mục của Castello (thuộc về Venice), Gherardo Orlandi từ Pisa, giám mục của Aleria (ở Corsica) và Bonifazio Gherardesca từ Pisa, Giám mục Chiron (ở Crete) và bốn quan chức của người dân Roma trao vương miện hoàng đế La Mã tại [[Vương cung thánh đường Thánh Phêrô]]. Vào ngày 18 tháng 4 năm 1328 Hoàng đế cho hạ bệ Giáo hoàng. Ngày 12 tháng 5 năm 1328 dân cử và giáo sĩ Rôma bầu Franciscan Peter của Carvaro làm giáo hoàng mới. Ông lấy tên [[Giáo hoàng đối lập Nicôla V|Nicôla V]]. Tại [[Lễ Hiện Xuống]] vào ngày 22 tháng năm 1328 Giáo hoàng mới đăng quang Ludwig tại Vương cung thánh đường Thánh Phêrô. Với hành động này Ludwig cố gắng củng cố sự chính danh của tước hiệu hoàng đế của ông. Nicôla V không đóng vai trò quan trọng khi làm giáo hoàng đối lập. Ông từ chức 1330 và chịu phục tùng Gioan XXII.\n\n[[hình:Kloster Ettal Bayern Deutschland 2004.jpg|nhỏ|Tu viện Ettal được thành lập bởi Ludwig.]]\n\nTrong chiến dịch Ý, Ludwig, vào ngày 4 tháng 8 năm 1329, quy định qua Hiệp ước Pavia với Rudolf II và anh trai của ông ta Ruprecht I, những người thùa kế nhà Wittelsbach. Ludwig được Oberbayern, để cho những hậu duệ của anh trai mình lãnh thổ Pfalz. Trong trường hợp một trong hai dòng tuyệt chủng gia tài để lại sẽ thuộc dòng bên kia.<ref>Ludwig Holzfurtner: ''Die Wittelsbacher. Staat und Dynastie in acht Jahrhunderten.'' Stuttgart 2005, S. 72f.<\/ref> Việc hình thành hai dòng chính Wittelsbach vẫn tồn tại cho đến năm 1777. Trong tháng 2 năm 1330 Ludwig trở về từ Roma. Ông bây giờ là người cai trị duy nhất vì Friedrich qua đời vào ngày 13 tháng 1 năm 1330. Trong khi Ludwig vắng mặt, Friedrich không làm được chuyện gì đáng kể trong vương quốc.<ref>Karl-Friedrich Krieger: ''Die Habsburger im Mittelalter. Von Rudolf I. bis Friedrich III.'' 2., aktualisierte Auflage, Stuttgart 2004, S. 127.<\/ref> Sau khi hoàn thành chuyến đi sang Ý, Ludwig 1330 thành lập tại [[Oberammergau]] tu viện Ettal, chỗ vượt qua núi [[Alpen]], một địa điểm chiến lược quan trọng.\n\n== Tăng cường nguyên tắc lãnh thổ ==\n\nTrong thập niên 1330, Ludwig bắt đầu tăng cường nguyên tắc lãnh thổ. Với quyền lãnh thổ Oberbayern của hoàng đế Ludwig 1346 tất cả mọi quyền bắt nguồn từ người cai trị lãnh thổ. Đó là một sách luật, là cơ sở pháp lý cho tất cả các quyết định tòa án ở Oberbayern. Luật đất đai đã được viết bằng tiếng Đức và chỉ có giá trị ở Oberbayern. Chỉ tới thế kỷ 17 mới có một luật thống nhất cho toàn Bayern. Trong một số khu vực quyền đất đai Oberbayern của Ludwig có giá trị đến đầu thế kỷ 19.<ref>Martin Clauss: ''Ludwig IV. der Bayer. Herzog, König, Kaiser.'' Regensburg 2014, S. 89.<\/ref> Trong năm 1334 Ludwig bắt buộc các con trai của mình phải theo quy luật về thừa kế. Nếu một trong những người con trai của ông chết đi, sở hữu của ông ta nên rơi vào tay nhà Wittelsbach. Sự thống nhất của gia đình và tài sản phải được tôn trọng.<ref name=\"Martin Clauss 2014\">Martin Clauss: ''Ludwig IV. der Bayer. Herzog, König, Kaiser.'' Regensburg 2014, S. 86.<\/ref>\n\n== Mối quan hệ với miền Bắc đế quốc==\nTại miền Bắc xa xôi của Đế quốc, Ludwig đã tích cực hoạt động hơn những người tiền nhiệm trước đó.<ref>Michael Menzel: ''Europas bayerische Jahre. Eine Skizze zum Nordosten und -westen des Reiches im 14. und 15. Jahrhundert.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 237–262, hier: S. 238f.<\/ref> Sau khi nhà Askanier bị tuyệt chủng 1319, ông đã đưa trong tháng 4 năm 1323 con trai dưới tuổi vị thành niên của mình, Ludwig V vào danh sách các bá tước Brandenburg. [[Berthold VII.|Berthold VII. von Henneberg-Schleusingen]] người giám hộ Ludwig V nhận được nhiều ưu đãi và nhiều tự do và sẽ tạo thành một đối trọng với nhà Luxemburger.<ref>Michael Menzel: ''Die Wittelsbacher Hausmachterweiterungen in Brandenburg, Tirol und Holland.'' In: ''Deutsches Archiv für Erforschung des Mittelalters'' 61 (2005), S. 103–159, hier: S. 111–116.<\/ref> Brandenburg đã bỏ phiếu cho nhà Wittelsbach bên cạnh [[Kurpfalz]]. Cả vua Bohemia Johann cũng đòi quyền cai trị Brandenburg. Ông ta muốn được lãnh thổ này coi như bồi thường cho việc từ bỏ ngai vàng La Mã Thần thánh, nhưng chỉ nhận được [[Altmark]], [[Lausitz]] và [[Bautzen]]. Ludwig can thiệp tại Brandenburg làm cho quan hệ với Johann trở nên ghẻ lạnh lâu dài.<ref>Michael Menzel: ''Die Zeit der Entwürfe (1273–1347) (= Gebhardt Handbuch der Deutschen Geschichte 7a).'' 10. völlig neu bearbeitete Auflage. Stuttgart 2012, S. 163.<\/ref> Hoàng đế hoạch định chủ yếu để làm vững chắc đế quốc, sau đó mới tới vấn đề mở rộng quyền lực nhà Wittelsbach. Ông muốn ngăn chặn nhà Luxemburg gia tăng quyền lực và do đó ngăn chặn một thế lực đế quốc song song.<ref>Michael Menzel, ''Die Wittelsbacher Hausmachterweiterungen in Brandenburg, Tirol und Holland.'' In: ''Deutsches Archiv für Erforschung des Mittelalters'' 61 (2005), S. 103–159, hier: S. 126f., 154.<\/ref> \nLudwig bảo đảm việc tiếp nhận Brandenburg qua thỏa thuận hôn nhân. Ludwig der Brandenburger, tên gọi của ông sau này, đã kết hôn vào tháng 11 năm 1324 với con gái của hoàng gia [[Đan Mạch]] Margaret. Ngoài ra, Ludwig cũng đã can thiệp vào lãnh thổ Thüringen-Meissen. Nhà Wettiner với bá tước Meissen và bá tước Thüringen được liên kết chặt chẽ với nhà Wittelsbach và vương quốc. Con gái cả của Ludwig, Matilda đã kết hôn với [[Friedrich II (Meißen)|Friedrich II]] của Meissen. Nhờ vậy Ludwig ngăn cản một liên kết chặt chẽ giữa Bohemia và hầu quốc Meissen lân cận. Trong trường hợp con trai ông chết, Ludwig quyết định 1327 rằng con rể ông, Friedrich nên kế thừa Mark Brandenburg. Trong cùng năm Ludwig der Brandenburger được cấp văn kiện giao lãnh thổ.<ref>Michael Menzel, ''Die Wittelsbacher Hausmachterweiterungen in Brandenburg, Tirol und Holland.'' In: ''Deutsches Archiv für Erforschung des Mittelalters'' 61 (2005), S. 103–159, hier: S. 126.<\/ref>\n\n1324 tới việc liên kết triều đại với Hà Lan-Hennegau. Ludwig cưới người vợ thứ hai là bà Margaret, con gái cả của Bá tước [[Wilhelm III (Hà Lan)|Wilhelm III]] của Hà Lan-Hennegau. Zealand và Friesland cũng thuộc sở hữu của bá tước này. Từ cuộc hôn nhân này họ có các người con: Margarete (1325-1360 \/ 1374), Anna (khoảng 1326-1361), Elisabeth (1324 \/ 1329-1401 \/ 1402),. Ludwig VI (1328 \/ 1330-1364 \/ 65), William I (1330-1388 \/ 1389), Albrecht (1336-1404), Otto V. (1341 \/ 1346-1379), Beatrix (1344-1359), Agnes (1345-1352) và Ludwig (1347- 1348).<ref>Die Lebensdaten und die Anzahl der Nachkommen weichen in den Stammtafeln geringfügig voneinander ab: Martin Clauss: ''Ludwig IV. der Bayer. Herzog, König, Kaiser.'' Regensburg 2014, S. 13. Ludwig Holzfurtner: ''Die Wittelsbacher. Staat und Dynastie in acht Jahrhunderten.'' Stuttgart 2005, S. 462f. Michael Menzel: ''Die Zeit der Entwürfe (1273–1347) (= Gebhardt Handbuch der Deutschen Geschichte 7a).'' 10. völlig neu bearbeitete Auflage. Stuttgart 2012, S. 294. Wilhelm Störmer: ''Ludwig IV. Der Bayer (1314–47).'' In: Werner Paravicini (Hrsg.): ''Höfe und Residenzen im spätmittelalterlichen Reich. Ein dynastisch-topographisches Handbuch, Bd. 1: Dynastien und Höfe.'' Ostfildern 2003, S. 295–304, hier: S. 295f. Stefanie Dick: ''Margarete von Hennegau.'' In: Amalie Fößel (Hrsg.): ''Die Kaiserinnen des Mittelalters.'' Regensburg 2011, S. 249–270, hier: S. 250.<\/ref>\n\nMột cuộc tranh cãi về luật pháp kéo dài cả thập kỷ giữa dòng [[Hiệp sĩ Teuton]] và [[Ba Lan]] thúc đẩy lãnh tụ của dòng Dietrich von Altenburg cuối thập niên 1330 kiếm sự yểm trợ của vương quốc. Ludwig nắm lấy cơ hội với sự giúp đỡ của dòng này để gia tăng thế lực của đế quốc ra khỏi biên giới phía đông bắc. Con trai thứ của ông [[Ludwig VI (Bayern)|Ludwig VI]], được gọi là \"người La Mã\", kết hôn với công chúa Ba Lan Gwendolyn. Do đó Ba Lan có quan hệ gần gũi với vương quốc. Trong tháng 11 năm 1337 Hoàng đế giao cho dòng Hiệp sĩ Teuton [[Litva]], mà không thuộc về vương quốc. Nếu chiến dịch của Dòng mang lại thành công, lợi nhuận sẽ thuộc về dòng này và chủ quyền của Lithuania sẽ được trao cho đế quốc. Trong tháng 3 năm 1339 Ludwig đòi lãnh tụ của dòng, tấn chiếm thành phố và giáo phận Reval và [[Estonia]]. Trong thỏa hiệp hòa bình của Kalisz trong năm 1343 những tranh cãi giữa Ba Lan và Hiệp sĩ Teuton đã được giải quyết. Yêu cầu của dòng được vương quốc bảo vệ chống lại Ba Lan không còn cần thiết nữa, do hoàng đế đã mất đi một áp lực.<ref>Michael Menzel: ''Europas bayerische Jahre. Eine Skizze zum Nordosten und -westen des Reiches im 14. und 15. Jahrhundert.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 237–262, hier: S. 245ff.<\/ref>\n\nMột vài công tước (Pomerania-Stettin, Jülich, Geldern) được Ludwig nâng chức tước. Việc Ludwig giao cho con trai mình lãnh thổ Mark Brandenburg dẫn đến xung đột bạo lực với các bá tước Pomerania. Pomerania lúc đó lại được coi là đất của Brandenburg. Trong tháng 8 năm 1338 công tước [[Otto I (Pommern)|Otto]] và con ông [[Barnim III (Pommern)|Barnim III]], cùng cai trị Pomerania-Stettin, không còn bị sắp xếp thuộc Mark Brandenburg nữa mà chịu trách nhiệm trực tiếp ngôi vua. Anh em trai của Otto, [[Wilhelm I (Jülich)|bá tước Wilhelm von Jülich]] được Ludwig trong năm 1336 tăng chức hầu tước và trong năm 1338 [[nguyên soái]] đế quốc. [[Rainald II (Geldern)|Bá tước Rainald II von Geldern]] 1339 được phong tước công tước.<ref>Michael Menzel: ''Europas bayerische Jahre. Eine Skizze zum Nordosten und -westen des Reiches im 14. und 15. Jahrhundert.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 237–262, hier: S. 252f.<\/ref> Tổ chức chính trị mới của Ludwig ở phía đông bắc đế quốc có giá trị cả đến thế kỷ 15.<ref>Michael Menzel: ''Europas bayerische Jahre. Eine Skizze zum Nordosten und -westen des Reiches im 14. und 15. Jahrhundert.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 237–262, hier: S. 249.<\/ref>\n\n== Liên minh với Anh (1338) và Pháp (1341) ==\n[[Hình:Edward III becomes Vicar to the Emperor Ludwig V.jpg|nhỏ|Bổ nhiệm Edward III của Anh làm đại diện hoàng gia cho Hoàng đế Ludwig IV trong tháng 9 năm 1338 tại [[Koblenz]].]]\n\nĐể bảo vệ lợi ích của đế quốc Ludwig cố gắng liên kết với các nước độc lập lân cận.<ref>Michael Menzel: ''Europas bayerische Jahre. Eine Skizze zum Nordosten und -westen des Reiches im 14. und 15. Jahrhundert.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 237–262, hier: S. 256.<\/ref> Trong tháng 7 và tháng 8 năm 1337 các thỏa thuận liên minh giữa đế quốc và Anh đã được ký kết. Năm sau một liên minh đã được hình thành.<ref>Michael Menzel: ''Europas bayerische Jahre. Eine Skizze zum Nordosten und -westen des Reiches im 14. und 15. Jahrhundert.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 237–262, hier: S. 253f.<\/ref> Trong tháng 9 năm 1338 một hội nghị hoàng gia đã diễn ra ở Koblenz, mà thường được coi là điểm cao của triều đại Ludwig.<ref>Martin Clauss: ''Ludwig IV. der Bayer. Herzog, König, Kaiser.'' Regensburg 2014, S. 77f. Stefan Weinfurter: ''Ludwig der Bayer und sein Koblenzer Programm von 1338.'' In: ''Nassauische Annalen'' 123, 2012, S. 55–79, hier: S. 79.<\/ref> Hầu như tất cả các tuyển hầu tước và vô số các vị lãnh đạo các lãnh thổ đã có mặt. Cả vua Edward III của Anh cũng đến. Một cuộc gặp mặt cá nhân giữa các vị vua và hoàng đế là khá bất thường trong thời Trung Cổ. Trong một xã hội được tổ chức theo cấp bực, các thị trấn biên giới thường được chọn để các vua chúa gặp mặt, cho thấy sự bình đẳng giữa họ với nhau.<ref>Gerald Schwedler: ''Herrschertreffen des Spätmittelalters. Formen – Rituale – Wirkungen.'' Ostfildern 2007.<\/ref> Lần này vua Anh đã vào vương quốc của hoàng đế. Ngày 5 tháng 9, Ludwig bổ nhiệm ở Koblenz Edward III làm đại diện hoàng đế cho „[[Gallia]]“ và Đức.<ref>Zu Eduards Bündnispolitik mit dem Reich vgl. etwa W. Mark Ormrod: ''Edward III.'' New Haven\/London 2011, S. 191ff.<\/ref> Eduard do đó có thể hoạt động lấy danh nghĩa đại diện cho hoàng đế. Ông phải trả 400.000 Gulden cho Ludwig và hoàng đế để bù lại sẽ cung cấp 2.000 kỵ binh có áo giáp. Tuy nhiên, liên minh chiến tranh đã không xảy ra; Eduard không trả tiền và Ludwig cũng không trợ cấp quân đội.\n\nTrong tháng 1 năm 1341 Ludwig thay đổi chính sách và đã đồng ý liên minh với vua Pháp [[Philipp VI (Pháp)|Philipp VI]]. Sự thay đổi liên minh này đã được hình thành trong bối cảnh của [[chiến tranh trăm năm]]. Nhưng trong cuộc chiến Ludwig đã không can thiệp vào. Chính sách của ông chủ yếu nhắm vào sự ổn định quyền lực của đế chế.<ref>Michael Menzel: ''Europas bayerische Jahre. Eine Skizze zum Nordosten und -westen des Reiches im 14. und 15. Jahrhundert.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 237–262, hier: S. 258.<\/ref> Trong tháng 4 năm 1341 ở Koblenz Ludwig đã rút lại quyền đại diện hoàng đế.\n\n== Triều đình ==\n[[Hình:München Alter Hof Burgstock.jpg|nhỏ|[[Alter Hof (München)|Alter Hof]] ở München]]\nCho đến thế kỷ thứ 14 hoàng đế cai trị thời Trung cổ không từ một nơi nhất định.<ref>Rudolf Schieffer: ''Von Ort zu Ort. Aufgaben und Ergebnisse der Erforschung ambulanter Herrschaftspraxis.'' In: Caspar Ehlers (Hrsg.): ''Orte der Herrschaft. Mittelalterliche Königspfalzen.'' Göttingen 2002, S. 11–23.<\/ref> Không có một thủ đô hay một cung điện thường trú. Trung tâm của đế chế là nơi mà Ludwig và triều đình của ông hiện cư trú (xem [[Königspfalz]]).<ref>Michael Menzel: ''Ludwig der Bayer und der Alte Hof.'' In: Alois Schmid, Katharina Weigand (Hrsg.): ''Schauplätze der Geschichte in Bayern.'' München 2003, S. 134–148, hier: S. 141.<\/ref> Triều đình là trung tâm thông tin và liên lạc của đế quốc. Do hầu như không tồn tại cấu trúc cố định, các mối quan hệ cá nhân tại triều đình rất là quan trọng. Vì khó mà lọt đến tai của người cai trị <ref>Gerd Althoff: ''Verwandtschaft, Freundschaft, Klientel. Der schwierige Weg zum Ohr des Herrschers.'' In: Ders.: ''Spielregeln der Politik im Mittelalter.'' Darmstadt 1996, S. 185–198.<\/ref> cấp dưới chỉ có thể phát biểu ý kiến qua những người thân cận nhất của nhà vua.\n\nPhần quan trọng nhất của triều đình là văn phòng làm việc. Dưới thời Ludwig phần văn kiện tiếng Đức gia tăng nhiều so với tiếng Latin kể từ thập niên 1330. Trên trung bình tỷ lệ 30 phần trăm văn kiện Latin so với 70 phần trăm của Đức.<ref>Mirjam Eisenzimmer: ''Der herrscherliche Hof als Nachrichten- und Kommunikationszentrum.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 331–359, hier: S. 356.<\/ref> Khác biệt với các vị vua Anh, Pháp và Sicilia thường cho mình là vị vua hào kiệt, ngoan đạo hay khôn ngoan, Ludwig nhấn mạnh tính ưu việt của ngôi hoàng đế và thể hiện chính mình như Hoàng đế và chúa tể của thế giới. Ông sử dụng trong các văn bằng, bằng khen của mình về \"hùng biện của quyền lực\" theo gương mẫu của những người tiền nhiệm của ông. Ông nhấn mạnh sự ân sủng của đế quốc mà hào phóng với những cấp dưới xứng đáng được hưởng. Là Hoàng đế ông độ lượng lắng nghe lời khẩn cầu của họ và do đó cổ vũ sự nhiệt tình của các cấp dưới của mình. Ông cũng tôn vinh chức vụ của mình được Đức Chúa Trời ban cho.<ref>Jean-Marie Moeglin: ''Der ideale Herrscher: Ludwigs Kaisertum im europäischen Vergleich (1320–1350).'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 97–117, hier: S. 116.<\/ref>\n\nTrong 33 năm cai trị Ludwig đã cư trú 2000 ngày ở München, 138 chỗ cư ngụ khác có thể chứng minh được,<ref>Michael Stephan: ''Metropolis Bavariae? – Die Bedeutung Münchens für Ludwig den Bayern.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 285–300, hier: S. 299.<\/ref> nhưng chỉ có 19 % của các văn kiện của văn phòng đế quốc được cấp tại München.<ref>Michael Stephan: ''Metropolis Bavariae? – Die Bedeutung Münchens für Ludwig den Bayern.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 285–300, hier: S. 298.<\/ref> Những ngày hội họp Hoàng gia hoặc đại hội đồng đế quốc không được tiến hành tại München.<ref>Michael Menzel: ''Ludwig der Bayer und der Alte Hof.'' In: Alois Schmid, Katharina Weigand (Hrsg.): ''Schauplätze der Geschichte in Bayern.'' München 2003, S. 134–148, hier: S. 140<\/ref> Cho dù München có đóng vai trò quan trọng như thế nào đối với nhà Wittelsbach, nó không phải là thành phố hoàng gia cư trú hay là trung tâm của đế quốc trong thời gian Ludwig der Bayer ngự trị.<ref>Michael Stephan: ''Metropolis Bavariae? – Die Bedeutung Münchens für Ludwig den Bayern.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 285–300, insbes.: S. 300.<\/ref> Ngoài München, Ludwig đặc biệt thường hay cư ngụ ở các thành phố quốc như [[Nürnberg]] và [[Frankfurt]].<ref>Mirjam Eisenzimmer: ''Der herrscherliche Hof als Nachrichten- und Kommunikationszentrum.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 331–359, hier: S. 341f.<\/ref> Điều này được phản ánh qua các văn kiện của ông: Các văn kiện được cấp bởi Ludwig nhiều nhất sau München (992) là tại Nürnberg (738) và Frankfurt (699).<ref>Sigrid Oehler-Klein: ''Gestaltung von öffentlichem Raum und Ordnung in der Regierungszeit Ludwigs des Bayern. Interaktionen zwischen den vier Reichsstädten der Wetterau und der Krone.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 300–330, hier: S. 313.<\/ref>\n\n== Đối đầu lý thuyết giữa Hoàng đế và Giáo hoàng ==\nVào cuối triều đại của Heinrich VII, đã có một cuộc thảo luận lý thuyết liên quan đến vị trí của hoàng đế và các mối quan hệ với Giáo hoàng. Trong khi Hoàng đế trong thông điệp đăng quang vào tháng 6 năm 1312 tuyên bố quyền hành toàn diện của hoàng đế và nhấn mạnh sự độc lập với Giáo hoàng, [[Giáo hoàng Clêmentê V]] ban hành ngay sau cái chết của Heinrich \"Romani Principes\", theo đó hoàng đế đã bị hạ xuống như một chư hầu của Giáo hoàng.<ref>Ausführlich dazu Malte Heidemann: ''Heinrich VII. (1308–1313). Kaiseridee im Spannungsfeld von staufischer Universalherrschaft und frühneuzeitlicher Partikularautonomie.'' Warendorf 2008, S. 170ff. bzw. S. 315ff.<\/ref>\n\nCác cuộc tranh luận cơ bản liên quan đến vị trí của đế quốc được tiếp tục trong triều đại của Ludwig. Giáo hoàng Gioan XXII nhấn mạnh đòi hỏi quyền lực của Giáo hoàng trong cả các vấn đề thường tục, mà các tác giả giáo triều (như Augustine của Ancona và Alvarus Pelagius) viết ra.<ref>[[Jürgen Miethke (Historiker)|Jürgen Miethke]]: ''De potestate papae.'' Tübingen 2000, S. 167ff.<\/ref> William Ockham và Marsilius Padua, ở về phía Ludwig, cả hai chịu ảnh hưởng triết lý chính trị của [[Aristotle]].<ref>Vgl. allgemein Jürgen Miethke: ''De potestate papae.'' Tübingen 2000, S. 204ff.<\/ref> William Ockham, người đã định vị trí mình trong cuộc tranh cãi về nghèo đói chống lại Giáo hoàng, đã viết Dialogus, một cuộc đối thoại được dựng ra giữa một học giả và sinh viên của mình.<ref>Jürgen Miethke: ''De potestate papae.'' Tübingen 2000, S. 272ff.<\/ref> Theo đó một luận đề đã được lập ra, trong số những thứ khác, rằng đức Giáo hoàng có thể sai và thậm chí là một kẻ dị giáo, và ông ta không có hoàn toàn quyền lực đối với các bộ phận của giáo hội cũng như các nhà cầm quyền thế tục (''[[plenitudo potestatis]].''). Đồng thời Ockham nhấn mạnh tầm quan trọng của chế độ quân chủ toàn diện của hoàng đế.<ref>Wilhelm von Ockham, ''Dialogus'' III 2.<\/ref>\n\nMarsilius Padua viết tác phẩm Defensor Pacis (\"Người bảo vệ hòa bình\") rõ ràng dành cho Ludwig, tới cư trú 1326 tại cung điện của nhà vua, sau khi tên tuổi tác giả của tác phẩm được công bố.<ref>Zur möglichen Beeinflussung von Ludwigs Handeln durch Marsilius’ Theorien vgl. detailliert Frank Godthardt: ''Marsilius von Padua und der Romzug Ludwigs des Bayern. Politische Theorie und politisches Handeln.'' Göttingen 2011.<\/ref> Marsilio thảo luận đặc biệt về chủ đề \"cuộc sống tốt\" trong một cộng đồng chính trị, những điều kiện nào phải có và những gì là mục tiêu thích hợp. Mục tiêu cuối cùng trong một cộng đồng nhà nước là hòa bình và bảo quản nó, trong đó Marsilio nhấn mạnh vai trò của công dân và tương đối hóa khá mạnh vai trò của nhà thờ.<ref>Jürgen Miethke: ''De potestate papae.'' Tübingen 2000, S. 206ff.<\/ref> Sự khẳng định quyền lực tuyệt đối của Giáo hoàng của các tác giả giáo triều ([[Aegidius Romanus]] và [[Jakob von Viterbo]])), đã bị Marsilius bác bỏ dứt khoát và chỉ trích đòi hỏi quyền lực của Giáo hoàng trong các vấn đề thế tục, gây rối sự an bình của cộng đồng. Trong bối cảnh này, ông tách rời ra một cách rõ ràng giữa quyền lực của giáo hội và của nhà nước.<ref>Henning Ottmann: ''Geschichte des politischen Denkens, Bd. 2, Teilbd. 2: Das Mittelalter.'' Stuttgart\/Weimar 2004, S. 269.<\/ref>\n\nCả người chủ trì nhà thờ Würzburg [[Lupold von Bebenburg]] cũng đứng về phía Ludwig. Trong tác phẩm ''Tractatus de iuribus regni et imperii Romani'' (\"luận về quyền của Vương quốc La Mã và Đế chế\"), ông phân chia giữa quyền lực thế tục và tôn giáo và nhấn mạnh quyền của chế độ quân chủ La Mã Đức. Trái với các lý thuyết thống trị ủng hộ hoàng đế khác, chủ quyền hoàng đế toàn diện không đóng một vai trò quyết định trong các cân nhắc của Lupold; nhưng đồng thời ông nhấn mạnh sự độc lập của vương quyền La Mã Đức đối với Giáo hoàng và đã từ chối mạnh mẽ đòi hỏi cần có sự tán thành của đức Giáo hoàng.<ref>Vgl. zusammenfassend Jürgen Miethke, Christoph Flüeler (Hrsg.): ''Politische Schriften des Lupold von Bebenburg'' (= ''MGH Staatsschriften des späteren Mittelalters'' 4). Hannover 2004, S. 97ff.<\/ref>\n\n== Phát triển Hiến pháp ==\nCuộc xung đột giữa Hoàng đế và Giáo hoàng dẫn đến sự hình thành một ý thức mới về đế quốc. Các công tước, giáo sĩ, các thành phố và người dân hỗ trợ Ludwig. Chỉ [[Dòng Anh Em Giảng Thuyết]] duy nhất tôn trọng các hướng dẫn của Giáo hoàng. Những ý thức này hợp lại dần dần thành hiến pháp đế quốc và phát triển hướng tới một tư duy nhà nước thế tục.<ref>Michael Menzel: ''Die Zeit der Entwürfe (1273–1347) (= Gebhardt Handbuch der Deutschen Geschichte 7a).'' 10. völlig neu bearbeitete Auflage. Stuttgart 2012, S. 170–183.<\/ref>\n\nVào ngày 16 tháng 7 năm 1338, 6 tuyển hầu tước đã họp lại để bầu nhà vua mới. Trong cuộc bầu cử này một biểu quyết đa số được áp dụng. Người được chọn không cần sự tán thành của Giáo hoàng. Ba tuần sau đó, luật lệ về thẩm quyền toàn diện của đế quốc „Fidem catholicam“ và „Licet iuris“ được công bố tại hội nghị hoàng gia ở Frankfurt vào ngày 6 tháng 8 năm 1338. Vị quân chủ La Mã Đức được bầu dựa trên quyết định của đa số tuyển hầu tước. Nhà vua mới đồng thời có quyền lực như Hoàng đế La Mã Thần thánh. Giáo hoàng không có quyền can thiệp vào. Việc đăng quang hoàng đế tại Roma bởi Giáo hoàng không còn cần thiết nữa. Với những quan điểm về ý tưởng hoàng đế Ludwig đã đi trước thời đại. Mãi tới Maximilian I, người năm 1508 lần đầu tiên tự gọi \"Hoàng đế La Mã được chọn\". Từ nửa phần sau của thế kỷ 16, các tuyển hầu tước lựa chọn tại Frankfurt không chỉ vua thôi mà cả hoàng đế.<ref>Bernd Schneidmüller: ''Kaiser Ludwig IV. Imperiale Herrschaft und reichsfürstlicher Konsens.'' In: ''Zeitschrift für Historische Forschung'' 40, 2013, S. 369–392, hier: S. 385.<\/ref>\n\n== Những năm cuối cùng ==\n[[Hình:HRR 14Jh.jpg|nhỏ|[[Đế quốc La Mã Thần thánh]] vào giữa thế kỷ thứ 14. 1363 Tirol thuộc về nhà Habsburg và 1373 nhà Wittelsbach lại mất Brandenburg.]]\n\n=== Thống nhất Bayern và giành được Tirol ===\nVào năm 1340, dòng hầu tước ở Niederbayern tuyệt chủng và lãnh thổ này thành một phần của Oberbayern. Việc thống nhất lãnh thổ làm cho Ludwig thêm nhiều quyền lực. Sau khi phân chia vào năm 1255, Bayern lần đầu tiên được đoàn tụ, nhưng không có Oberpfalz.<ref name=\"Martin Clauss 2014\"\/> Trong thập niên 1340 Ludwig nắm lấy cơ hội để dành lấy lãnh thổ Tirol cho nhà Wittelsbach. Nhưng việc này gây ảnh hưởng không tốt đến mối quan hệ với nhà Luxemburg và Habsburg. 1330, Margaret, mười hai tuổi, sau đó là người thừa kế của hầu quốc Tirol, đã kết hôn với Johann Heinrich của Luxemburg, 8 tuổi, con trai út của vua Johann von Böhmen và anh em trai của Karl von Mähren, sau này là hoàng đế Karl IV. Quyền lực của Bohemia tuy nhiên gặp sự phản kháng ở Tirol. Sau một chuyến đi săn trong tháng 11 năm 1341 Johann Heinrich không vào được cổng lâu đài Tirol, qua thông đồng giữa Margaret và Hoàng đế Ludwig. Không được vào, ông ta phải rời khỏi Tirol. Trong tháng 2 năm 1342 Ludwig thúc giục con trai là bá tước Ludwig Brandenburg kết hôn với Margaret của Tirol, mặc dù cuộc hôn nhân giữa Margaret và Johann Heinrich đã không bị vô hiệu hóa. Theo thủ tục thường lệ vào thời đó, một vụ án của giáo hội và như vậy Giáo hoàng một mình có thể tuyên bố là cuộc hôn nhân đó không có giá trị. Hành vi này của Ludwig đã gây nên sự hận thù với nhà Luxemburg. Johann von Böhmen từ bỏ quan hệ với nhà Wittelsbach. Vụ Tirol cũng có hậu quả sâu rộng đối với liên minh Luxemburg và Giáo hoàng. Vào ngày 25 tháng 4 năm 1342 Giáo hoàng Benedict XII qua đời. Giáo hoàng mới [[Giáo hoàng Clêmentê VI|Clêmentê VI]] là một người thân cận với Karl von Mähren. Cả hai đã cố gắng lập ra một cuộc bầu cử mới trong đế quốc, để Karl có thể thay thế Ludwig.\n\n=== Thêm lãnh thổ nhưng mất sự ủng hộ ===\nNgày 26 tháng 9 năm 1345 anh em rể Ludwig, Wilhelm IV của Hà Lan từ trần và không có người thừa kế. Cả ba chị em của ông có quyền thừa hưởng gia tài. Chị cả của ông, Margaret với sự giúp đỡ của chồng, là nhà vua, chiến thắng giành được cả ba hầu quốc. Thông qua việc tậu được hầu quốc Tirol (1342), Hà Lan-Hennegau, Zealand và Friesland (1346), nhà Wittelsbach trong những năm cuối cùng của triều đại của ông đạt được những thành quả đáng kể về lãnh thổ. Nhưng ông đã sao lãng trong việc tìm sự đồng thuận với các công tước như là mẫu mực cai trị căn bản <ref>Vgl. Bernd Schneidmüller: ''Kaiser Ludwig IV. Imperiale Herrschaft und reichsfürstlicher Konsens.'' In: ''Zeitschrift für Historische Forschung'' 40, 2013, S. 369–392, hier: S. 386.<\/ref> và càng ngày càng gặp sự chống đối của họ. Ông đã thất bại trong nỗ lực, đưa con trai của mình Ludwig der Brandenburger làm đồng nhiếp chính. Ngay cả Balduin von Trier, công tước trung thành nhất của Ludwig, cũng đã xoay chiều vào ngày 24 tháng 5 1346. Johann von Böhmen bắt đầu thiết lập con trai mình, Karl von Mähren, làm vị vua tương lai. Từ năm 1344 Ludwig tập hợp 4 thành phố hoàng gia của Wetterau ([[Frankfurt]], [[Gelnhausen]], [[Friedberg]] và [[Wetzlar]]) nhằm chống lại liên minh Luxemburg-Giáo hoàng.<ref>Sigrid Oehler-Klein: ''Gestaltung von öffentlichem Raum und Ordnung in der Regierungszeit Ludwigs des Bayern. Interaktionen zwischen den vier Reichsstädten der Wetterau und der Krone.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 300–330, hier: S. 328.<\/ref> Vào ngày 13 tháng 4 năm 1346 Giáo hoàng Clêmentê VI đã rút phép thông công hoàng đế hoàn toàn và đòi hỏi các tuyển hầu tước bầu lại hoàng đế mới.\n\n===Nhà vua đối lập===\nNgày 11 tháng 7 1346, bá tước [[Karl IV của Thánh chế La Mã|Karl von Mähren]] được Tổng Giám mục của Mainz là Gerlach của Nassau, ba vị tổng giám mục vùng Rhein cũng như lá phiếu của Bohemia và Sachsen bầu làm vua đối lập. Ảnh hưởng của Karl lúc đó vẫn còn hạn chế. Cuộc bầu cử diễn ra tại [[Rhens]], vì Frankfurt đứng về phía hoàng đế. Ngày 26 Tháng 11 năm 1346, Karl phải nhận vương miện tại Bonn, vì Aachen theo phe Ludwig. Ludwig lúc đó vẫn còn được hỗ trợ bởi các thành phố đế quốc tự do, và các hiệp sĩ thành công chống lại Karl mà lúc đó được nhiều người xem là vua bù nhìn của Giáo hoàng (William of Ockham gọi ông \"rex clericorum\") vì những nhượng bộ của ông ta đối với giáo triều. Cả các công tước Habsburg vẫn trung thành với Ludwig. Trong trận đánh Crécy, cha của Karl, Johann von Böhmen đã bị giết chết; ông cũng tham dự trận này nhưng chạy thoát.\n\nCác cuộc xung đột lâu dài về quyền lực tối cao trong vương quốc tuy nhiên đã không xảy ra, vì Ludwig vào mùa thu năm sau chết bất ngờ ở Puch (Fürstenfeldbruck) trong khi đi săn. Ông ta có lẽ bị [[đột quỵ]] và rơi xuống ngựa. Sau đó được chôn cất ở [[Nhà thờ Đức Bà München]]. Về tang lễ vì lý do vạ tuyệt thông không có chi tiết nào được kể lại.<ref>Zu Ludwigs Tod und Begräbnis Helga Czerny: ''Der Tod der bayerischen Herzöge im Spätmittelalter und in der frühen Neuzeit 1347–1579.'' München 2005, S. 36–60; Rudolf J. Meyer: ''Königs- und Kaiserbegräbnisse im Spätmittelalter.'' Köln u. a. 2000, S. 76–87.<\/ref> Frauenkirche phát triển sau cái chết của Ludwig thành nghĩa địa của nhà Wittelsbach. Mặc dù bị vạ tuyệt thông Ludwig đã thành công, làm cho dân chúng và giáo sĩ thề nguyện với tính hợp pháp và sự chính thống của ông.<ref>Michael Menzel: ''Die Memoria Kaiser Ludwigs des Bayern.'' In: Walter Koch (Hrsg.): ''Auxilia historica. Festschrift für Peter Acht zum 90. Geburtstag.'' München 2001, S. 247–283, hier: S. 283.<\/ref> Ký ức về ông và gia đình được Ludwig kết nối với các ngày lễ như [[Lễ Đức Mẹ dâng Chúa Giêsu trong đền thánh|Lễ Nến]] (02 tháng 2) hay Thánh Markus (25 tháng 4). Không phải những ngày đó là quan trọng, mà là hiệu quả công cộng. Việc tưởng niệm Ludwig có thể được hưởng lợi từ nhiều cuộc gặp gỡ của rất nhiều tín đồ đến tham dự các hoạt động lễ hội nhà thờ. Hình thức mới này về việc tưởng niệm cũng được các con cháu của ông duy trì.<ref>Michael Menzel: ''Die Memoria Kaiser Ludwigs des Bayern.'' In: Walter Koch (Hrsg.): ''Auxilia historica. Festschrift für Peter Acht zum 90. Geburtstag.'' München 2001, S. 247–283, hier: S. 263.<\/ref>\n\nKarl dần dần được công nhận là người cai trị mới trong vương quốc. Trong tháng 2 năm 1350, nhà Wittelsbach công nhận ông là vị vua mới và đảm nhiệm giao lại những biểu hiệu của hoàng đế. Sau cái chết của Ludwig các lãnh thổ Wittelsbach đã nhiều lần (1349, 1353, 1376) bị chia ra. Nó đưa đến việc tách rời Thượng và Hạ Bayern như trước đó. Ludwig Brandenburg được Oberbayern, Tirol và Brandenburg. Anh em trai của ông Stephen II nhận Niederbayern và những lãnh thổ ở ở Hà Lan. Việc phân chia lãnh thổ Bayern năm 1392 hình thành với Oberbayern-München, Oberbayern-Ingolstadt, Niederbayern-Landshut và Niederbayern-Straubing-Holland bốn nhánh nhà Wittenbach trong một thời gian dài.<ref>Walter Ziegler: ''Wittelsbach'' In: Werner Paravicini (Hrsg.): ''Höfe und Residenzen im spätmittelalterlichen Reich. Ein dynastisch-topographisches Handbuch, Bd. 1: Dynastien und Höfe.'' Ostfildern 2003, S. 218–225, hier: S. 223. Ludwig Holzfurtner: ''Die Wittelsbacher. Staat und Dynastie in acht Jahrhunderten.'' Stuttgart 2005, S. 93ff.<\/ref>\n\nNhiều lãnh thổ sau đó đã rơi vào tay nhà Luxemburg và Habsburg. Tirol 1363 thuộc về nhà Habsburg và Brandenburg năm 1373 nhà Luxemburg. Hà Lan-Hennegau, Zealand và Friesland cũng mất vào năm 1425. Tuy nhiên, nhà Wittelsbach giữ được các lãnh thổ ở Bayern cho đến thế kỷ thứ 20.<ref>Michael Menzel: ''Die Zeit der Entwürfe (1273–1347)'' (= ''Gebhardt Handbuch der Deutschen Geschichte'' 7a). 10. völlig neu bearbeitete Auflage. Stuttgart 2012, S. 65, 191.<\/ref>\n\n== Hậu quả ==\n=== Thời hậu Trung cổ ===\n[[hình:Tomb of Louis the Bavarian.jpg|nhỏ|München, Frauenkirche, Bia kỷ niêm hoàng đế Ludwig der Bayer 1622]]\nCác con trai của Ludwig vào tháng 9 1359 được tổng giám mục [[Paul von Jägerndorf|Paul von Freising]] theo ủy nhiệm của [[Giáo hoàng Innôcentê VI]] xóa bỏ vạ tuyệt thông.<ref>Martin Kaufhold: ''Vergessen und Erinnern: Das Verhältnis der Kirche zum gebannten Kaiser Ludwig im späten Mittelalter.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 437–449, hier: S. 441.<\/ref> Từ khoảng năm 1480 (130 năm sau khi Ludwig der Bayern mất), ông mới được giáo triều gọi là hoàng đế.<ref>Martin Kaufhold: ''Vergessen und Erinnern: Das Verhältnis der Kirche zum gebannten Kaiser Ludwig im späten Mittelalter.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 437–449, hier: S. 446.<\/ref> Vạ tuyệt thông tuy nhiên không bao giờ được rút lại.\n\nCuộc đấu tranh của Hoàng đế Wittelsbach với Giáo hoàng ngay sau khi ông qua đời bị mất tầm quan trọng. Trong lịch sử đế quốc từ 1370-1500 Ludwig không đóng một vai trò đặc biệt. Trong các tác phẩm lịch sử ở Bayern, tuy nhiên, ông đã được công nhận là một nhân vật quan trọng. Các nhà Wittelsbach đã dùng ông cho các mục đích chính trị. Ludwig được xem là tổ tiên chung của tất cả các nhánh Bayern của triều đại Wittelsbach. Chi nhánh của triều đại, người muốn đoàn tụ lại công quốc, cố gắng xuất hiện như là một hậu duệ và người thừa kế hợp pháp của Ludwig der Bayer. Theo biên niên Bayern của Andreas von Regensburg, hình ảnh của Ludwig rõ ràng là người thống nhất Bayern và tổ tiên của tất cả các nhà Wittelsbach của thế kỷ thứ 15.<ref>Jean-Marie Moeglin: ''Das Bild Ludwigs des Bayern in der deutschen Geschichtsschreibung des Spätmittelalters (ca. 1370–ca. 1500).'' In: Hermann Nehlsen, Hans-Georg Hermann (Hrsg.): ''Kaiser Ludwig der Bayer. Konflikte, Weichenstellungen und Wahrnehmung seiner Herrschaft.'' Paderborn 2002, S. 199–260, hier: S. 239ff.<\/ref>\n\n=== Từ thời Phục hưng ===\n\nTừ thế kỷ thứ 15 nhiều di tích kiến trúc và nghệ thuật được xây dựng để tưởng nhớ Ludwig. Các công trình tưởng niệm theo đuổi các mục tiêu rất khác nhau. Đối với lịch sử Bayern, Ludwig là một trong hai vị hoàng đế của triều đại Wittelsbach. Còn các công tước nhà Wittelsbach muốn chứng minh sự vĩ đại trong lịch sử của triều đại của họ để biện minh cho yêu sách cai trị của họ. Các công tước Bayern Albrecht IV và Maximilian I với ngôi mộ của Ludwig tại Frauenkirche mới xây lại vào năm 1470 muốn minh họa cho sự hiệp nhất triều đại và danh giá hoàng đế của nhà Wittelsbach.<ref>Markus T. Huber: ''Die Vereinnahmung Ludwigs des Bayern durch die Nachwelt. Memoria und Repräsentation am Beispiel Münchens und der Abtei Fürstenfeld.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 495–525, hier: S. 499.<\/ref>\n\n=== Hiện đại ===\n[[hình:Isartor, Múnich, Alemania11.JPG|nhỏ|trái|München, Isartor, Hình tường dài 20 m cảnh lange cảnh Ludwig der Bayer hiên ngang trở về München sau trận thắng ở Mühldorf.]]\n[[hình:Reiterstandbild Ludwig der Bayer GO-2.jpg|nhỏ|München, Hofgraben, Tượng tưởng niệm hoàng đế Ludwig của Hans Wimmer]]\n\n'''Vinh danh công cộng'''\n\nNăm 1806 Tuyển hầu quốc Bayern được nâng bực lên thành vương quốc. Ludwig được nêu ra để hợp thức hóa vương quốc Bayern. Vua [[Ludwig I (Bayern)|Ludwig I]] đã cho tu bổ [[cổng Isar]] từ 1833 tới 1835, với hình vẽ tường có Ludwig der Bayer tượng trung cho bổn phận trung thành qua lại giữa vua và người dân. Tuy nhiên vua Ludwig có một quan hệ mâu thuẫn với Ludwig der Bayer. Ông đã cho lấy tượng hoàng đế ra khỏi [[Walhalla]], vì ông cho là, Ludwig khi không giữ lời hứa với Friedrich der Schöne trước cuộc bầu cử hoàng đế 1314 không phải là một nhà hoàng đế vĩ đại.<ref>Karl B. Murr: ''Das Ringen um den mittelalterlichen Kaiser. Rezeptionen Ludwigs des Bayern in Deutschland in der Neuzeit.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 451–494, hier: S. 474ff.<\/ref>\n\nTháng 6 năm 1967, một bức tượng Ludwig cưỡi ngựa lớn 6m bằng đồng của nhà điêu khắc Hans Wimmer được trưng tại Hofgraben.<ref>Markus T. Huber: ''Die Vereinnahmung Ludwigs des Bayern durch die Nachwelt. Memoria und Repräsentation am Beispiel Münchens und der Abtei Fürstenfeld.'' In: Hubertus Seibert (Hrsg.): ''Ludwig der Bayer (1314–1347). Reich und Herrschaft im Wandel.'' Regensburg 2014, S. 495–525, hier: S. 522–524.<\/ref>\n\n{{clear}}\n\n== Tham khảo ==\n* {{chú thích sách| last=Cox | first=Eugene L. | title=The Green Count of Savoy | url=https:\/\/archive.org\/details\/greencountofsavo0000coxe | location=Princeton, New Jersey | publisher=Princeton University Press | year=1967 | lccn=67-11030 }}\n{{Tham khảo|3}}\n== Liên kết ngoài ==\n{{Thể loại Commons}}\n* [http:\/\/lba.hist.uni-marburg.de\/lba-cgi\/kleioc\/0010KlLBA\/exec\/showrecord\/zugangsnummer\/%2212761%22 Charter given by Louis to the Hospital of the Holy Spirit in Nuremberg] lấy từ bộ sưu tập của <nowiki>[[De:Lichtbildarchiv älterer Originalurkunden|LBA Marburg]]<\/nowiki>\n{{s-start}}\n{{S-hou|[[Nhà Wittelsbach]]||1282||1347}}\n{{S-reg|}}\n{{S-bef\n| rows = 1\n| before = [[John I, Công tước của Bavaria|John I]]\n}}\n{{S-ttl\n| title = [[Danh sách những người cai trị Bavaria|Công tước Niederbayern]]\n| years = 1340–1347\n}}\n{{S-aft\n| rows = 2\n| after = [[Louis V của Brandenburger|Louis V]]<br>''cùng với<br>[[Stephen II, Công tước của Bavaria|Stephen II]], [[Louis VI, Duke of Bavaria|Louis VI]],<br>[[William V, Bá tước của Hainaut|William I]], [[Albert, Bá tước của Holland|Albert I]], [[Otto V, Công tước của Bavaria|Otto V]]''\n}}\n{{s-break}}\n{{S-bef\n| rows = 2\n| before = [[Rudolf I, Công tước của Bavaria|Rudolf I]]\n}}\n{{S-ttl\n| title = [[Công tước Oberbayern]]\n| years = 1301–1347\n}}\n|-\n{{S-ttl\n| title = [[Danh sách Hành cung Bá tước xứ Rhein|Hành cung Bá tước xứ Rhein]]\n| years = 1319–1329\n}}\n{{S-aft\n| after = [[Rudolf II, Công tước của Bavaria|Rudolf II]]\n}}\n{{S-bef\n| before = [[Henry II, Bá tước của Brandenburg-Stendal|Henry II]]\n}}\n{{S-ttl\n| title = [[Tuyển hầu tước Brandenburg]]\n| years = 1320–1323\n}}\n{{S-aft\n| after = [[Louis V của Brandenburger|Louis I]]\n}}\n{{S-bef\n| before = [[William IV, Bá tước của Holland|William the Bold]]\n}}\n{{S-ttl\n| title = [[Bá tước Hainaut]]<br>[[Bá tước Hà Lan]]<br> [[Bá quốc Zeeland|Bá tước Zeeland]]\n| regent1 = [[Margaret II, Nữ bá tước của Hainault|Margaret II]]\n| years = 1345–1347\n}}\n{{S-aft\n| after = [[Margaret II, Nữ bá tước Hainault|Margaret II]] &<br>[[William V, Bá tước của Hainaut|William the Mad]]\n}}\n{{S-bef\n| rows = 3\n| before = [[Henry VII của Thánh chế La Mã|Henry VII]]\n}}\n{{S-ttl\n| title = [[Vua La Mã Đức]]\n| years = 1314–1347<br>với Frederick the Handsome là đối thủ và sau đó là người đồng cai trị.\n}}\n{{S-aft\n| rows = 3\n| after = [[Karl IV của Thánh chế La Mã|Karl IV]]\n}}\n{{s-break}}\n{{S-ttl\n| title = [[Vua của Ý]]\n| years = 1327–1347\n}}\n{{s-break}}\n{{S-ttl\n| title = [[Hoàng đế La Mã Thần thánh]]\n| years = 1328–1347\n}}\n{{s-end}}\n{{Đầu hộp}}\n{{S-hou|[[Nhà Wittelsbach]]||1282||1347}}\n{{S-reg|}}\n{{S-bef\n| rows = 1\n| before = [[John I, Công tước Bayern|John I]]\n}}\n{{S-ttl\n| title = [[Danh sách những người cai trị Bavaria|Công tước vùng Hạ Bavaria]]\n| years = 1340–1347\n}}\n{{S-aft\n| rows = 2\n| after = [[Louis V, Công tước Bayern|Louis V]]<br>cùng với<br>[[Stephen II, Công tước Bayern|Stephen II]], [[Louis II, Tuyển hầu tước của Brandenburg|Louis II]],<br>[[William I, Công tước Bayern|William I]], [[Albert I, Công tước Bayern|Albert I]], [[Otto V, Công tước Bayern|Otto V]]''\n}}\n{{S-break}}\n{{S-bef\n| rows = 2\n| before = [[Rudolf I, Công tước Bayern|Rudolf I]]\n}}\n{{S-ttl\n| title = [[Danh sách những người cai trị Bavaria|Công tước vùng Thượng Bavaria]]\n| years = 1301–1347\n}}\n|-\n{{S-ttl\n| title = [[Danh sách Hành cung Bá tước xứ Rhein|Hành cung Bá tước xứ Rhein]]\n| years = 1319–1329\n}}\n{{S-aft\n| after = [[Rudolf II, Bá tước Palatine của Rhine|Rudolf II]]\n}}\n{{S-bef\n| before = [[Henry II, Bá tước của Brandenburg-Stendal|Henry II]]\n}}\n{{S-ttl\n| title = [[Danh sách những người cai trị Bavaria|Tuyển hầu tước Brandenburg]]\n| years = 1320–1323\n}}\n{{S-aft\n| after = [[Louis V, Công tước Bayern|Louis V]]\n}}\n{{S-bef\n| before = [[William II, Bá tước của Hainaut|William II]]\n}}\n{{S-ttl\n| title = [[Bá tước Hainaut]]<br>[[Bá tước Hà Lan]]<br> [[Bá quốc Zeeland|Bá tước Zeeland]]\n| regent1 = [[Margaret II, Nữ bá tước Hainaut|Margaret II]]\n| years = 1345–1347\n}}\n{{S-aft\n| after = [[Margaret II, Nữ bá tước Hainaut|Margaret II]] &<br>[[William I, Công tước Bayern|William I]]\n}}\n{{S-bef\n| rows = 3\n| before = [[Henry VII của Thánh chế La Mã|Henry VII]]\n}}\n{{S-ttl\n| title = [[Vua La Mã Đức]]\n| years = 1314–1347<br>với Frederick the Handsome là đối thủ và sau đó là người đồng cai trị\n}}\n{{S-aft\n| rows = 3\n| after = [[Karl IV của Thánh chế La Mã|Karl IV]]\n}}\n{{S-break}}\n{{S-ttl\n| title = [[Vua của Ý]]\n| years = 1327–1347\n}}\n{{S-break}}\n{{S-ttl\n| title = [[Hoàng đế La Mã Thần thánh]]\n| years = 1328–1347\n}}\n{{Cuối hộp}}\n\n{{Hoàng đế La Mã Thần thánh}}\n{{Vua Đức}}\n{{Antique Kings of Italy}}\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Louis Iv, Holy Roman Emperor}}\n[[Thể loại:Sinh năm 1282]]\n[[Thể loại:Mất năm 1347]]\n[[Thể loại:Người München]]\n[[Thể loại:Hoàng đế La Mã Thần thánh]]\n[[Thể loại:Tuyển hầu Brandenburg]]\n[[Thể loại:Công tước xứ Bayern]]\n[[Thể loại:Vương tộc Wittelsbach]]\n[[Thể loại:Người bị Giáo hội Công giáo Rôma phạt vạ tuyệt thông]]"}