{"Lâm Sĩ Hoằng":"{{Thông tin nhân vật hoàng gia\n| tên = Lâm Sĩ Hoằng\n| tước vị = Hoàng đế Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = Hoàng đế nước Sở\n| tại vị = 22\/1\/617<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây].<\/ref><ref name=ZZTJ183>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷183|quyển 183]].<\/ref> – 622\n| đăng quang = nổi dậy\n| tiền nhiệm = [[Tùy Dạng Đế]]\n| kế nhiệm = [[Đường Cao Tổ]]\n| vợ = \n| con cái = \n| tước hiệu = Sở Đế\n| niên hiệu = Thái Bình (太平) 12\/616 - 10\/622 ÂL\n| cha = \n| mẹ = \n| sinh = \n| nơi sinh = \n| mất = 622<ref name=ZZTJ190>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷190|quyển 190]].<\/ref>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Lâm Sĩ Hoằng''' ({{zh|c=林士弘|p=Lín Shìhóng}}, ? - 622) là một thủ lĩnh khởi nghĩa nông dân chống lại sự cai trị của [[triều đại Trung Quốc|triều]] [[nhà Tùy|Tùy]] vào cuối thời gian trị vì của [[Tùy Dạng Đế]]. Trong một vài năm, ông đã kiểm soát hầu hết khu vực các tỉnh [[Giang Tây]] và [[Quảng Đông]] hiện nay, song sau đó đội quân của ông trở nên suy yếu, trở thành một đội quân du kích chống [[triều Đường]]. Khi ông qua đời vào năm 622, những người đi theo ông cũng lưu tán.\n\n== Bước đầu nổi dậy ==\nLâm Sĩ Hoằng là người Nhiêu châu (饒州, nay gần tương ứng với [[Thượng Nhiêu]], [[Giang Tây]]). Năm 616, ông theo đồng hương [[Thao Sư Khất]] (操師乞) nổi dậy chống triều đình Tùy. Thao Sư Khất tự xưng là Nguyên Hưng vương và cho Lâm Sĩ Hoằng làm đại tướng. Cũng trong năm đó, Tùy Dạng Đế phái [[Lưu Tử Dực]] (劉子翊) đi đánh Thao Sư Khất, Thao bị trúng tên tử trận. Lâm Sĩ Hoằng đã thống soái nghĩa quân giao chiến với quân Tùy tại [[hồ Bà Dương]], giết chết Lưu Tử Dực. Nghĩa quân của Lâm Sĩ Hoằng phát triển lên đến hơn 10 vạn người. Khoảng tết năm 617, Lâm Sĩ Hoằng xưng là 'Sở Đế'{{fn|2}} hoặc 'Nam Việt Vương'{{fn|1}}, chiếm một số quận thuộc Giang Tây ngày nay. Quý tộc địa phương đã giết hại nhiều (quận) thái thú và (huyện) lệnh để quy phục ông. Vào thời điểm tối cường, lãnh thổ do ông kiểm soát trải dài từ Cửu Giang (九江, nay thuộc [[Cửu Giang]], Giang Tây) đến Phiên Ngung (番禺, nay thuộc [[Quảng Châu]], [[Quảng Đông]]).\n\n== Mất dần sức mạnh ==\nSau đó, không rõ về hoạt động mở rộng lãnh thổ của Lâm Sĩ Hoằng, trong khi việc để mất lãnh thổ thì được ghi lại. Giả dụ, vào khoảng tết năm 618, một thủ lĩnh nổi dậy là [[Trương Thiện An]] (張善安) đã từ Phương Dự (方與, nay thuộc [[Từ Châu]], [[Giang Tô]]) băng qua [[Trường Giang]] về phía nam để hàng phục Lâm Sĩ Hoằng. Tuy nhiên, Lâm Sĩ Hoằng lại không tin tưởng vào mục đích của Trương Thiện An nên cho người này an định ở bên ngoài thủ đô Dự Chương (豫章, nay thuộc [[Nam Xương]], Giang Tây). Trương Thiện An trở nên bực tức và tiến hành tập kích Dự Chương, đánh bại quân của Lâm Sĩ Hoằng và phóng hỏa đốt tường thành Dự Chương, khiến Lâm Sĩ Hoằng phải rời đô đến Nam Khang (南康, nay thuộc [[Cám Châu]], Giang Tây). Sau đó, một thủ lĩnh nổi dậy khác là [[Tiêu Tiển]] đã phái bộ tướng Tô Hồ Nhi (蘇胡兒) đi công chiếm Nam Khang, Lâm Sĩ Hoằng để mất thành và buộc phải rút về Dư Can (餘干, nay thuộc Thượng Nhiêu).\n\nGia tộc của [[Phùng Áng]] (馮盎) vốn đã kiểm soát các quận thuộc Quảng Đông và [[Hải Nam]] ngày nay trong vài thế hệ, đến năm 618 thì Phùng Áng đã quy phục Lâm Sĩ Hoằng. Tuy nhiên, khi Lâm Sĩ Hoằng cố gắng thuyết phục Giao Chỉ quận thái thú [[Khâu Hòa]] (丘和)- cai quản miền Bắc [[Việt Nam]] ngày nay- quy phục, Khâu Hòa đã từ chối và sau này đã quy phục Tiêu Tiển khi biết tin Tùy Dạng Đế bị giết ở Giang Đô. Cuối năm 620, có vẻ như Phùng Áng không còn quy phục Lâm Sĩ Hoằng nữa vì người này đã tấn công Cao Pháp Trừng (高法澄) và Thẩm Bảo Triệt (沈寶徹), những người cai quản Quảng châu (廣州, nay gần tương ứng với Quảng Châu) và Tân châu (新州, nay gần tương ứng với [[Vân Phù]], Quảng Đông) trong khi họ đã quy phục Lâm Sĩ Hoằng.\n\n== Cuối đời ==\nNăm 621, tướng Đường là [[Lý Hiếu Cung]] tiêu diệt nước Lương của Tiêu Tiển, đoạt lấy hầu hết lãnh thổ của Lương, song phần lớn tướng sĩ của Lương đã chạy trốn và xin gia nhập vào đội quân của Lâm Sĩ Hoằng, sức mạnh quân sự của Sở vì thế mà phục hồi. Tuy nhiên, vào mùa thu năm 622, Phùng Áng đã chính thức quy phục triều Đường. Cuối năm đó, Lâm Sĩ Hoằng sai lão đệ là Bà Dương vương Lâm Dược Sư (林藥師) đi đánh Tuần châu (循州, nay gần tương ứng với [[Huệ Châu]], Quảng Đông) của Đường, thứ sử Dương Lược (楊略) đã đánh bại và giết chết Lâm Dược Sư. Sau đó, tướng Sở là Vương Nhung (王戎) đã dâng Nam Xương châu (南昌州, nay gần tương ứng với Cửu Giang) để đầu hàng Đường. Do lo sợ nên vào mùa đông năm 622, Lâm Sĩ Hoằng đã quyết định hàng phục Đường, song ngay sau đó lại thấy hối tiếc, vì thế đã bỏ thủ đô Dư Can và chạy trốn đến An Thành (安成, nay thuộc [[Cát An]], [[Giang Tây]]), bố trí phòng thủ tại các hang động trên núi, người dân địa phương phần lớn đều theo ông. Tuy nhiên, tướng Đường là Nhược Can Tắc (若干則) đã tiến công và đánh bại Lâm Sĩ Hoằng. Lâm Sĩ Hoằng mặc dù không bị bắt song đã qua đời sau đó, những người đi theo ông lưu tán, nước Sở chấm dứt tồn tại.\n\n== Ghi chú ==\n{{tham khảo|30em}}\n*{{fnb|1}}[[Tư trị thông giám khảo dị]] dẫn [[Đường thực lục|Đường Cao Tổ thực lục]]: \"Sĩ Hoằng tự xưng Nam Việt Vương, tầm tiếm hiệu, kiến nguyên Diên Khang.\"\n*{{fnb|2}}[[Tân Đường thư]], quyển 100\n\n{{start box}}\n{{succession box|title=[[Vua Trung Quốc|Hoàng Đế Trung Hoa]] ([[Giang Tây]]\/[[Quảng Đông]]\/[[Hải Nam]])|before=[[Tùy Dạng Đế]]|after=[[Đường Cao Tổ]]|years=617–622}}\n{{end box}}\n\n{{Tùy mạt Đường sơ}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Lâm Sĩ Hoằng\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH =\n| PLACE OF BIRTH =\n| DATE OF DEATH = 622\n| PLACE OF DEATH =\n}}\n{{DEFAULTSORT:Lâm Sĩ Hoằng}}\n[[Thể loại:Vua Trung Quốc]]\n[[Thể loại:Khởi nghĩa cuối đời Tùy]]\n[[Thể loại:Mất năm 622]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Người nhà Tùy]]"}