{"Lã Phạm":"'''Lữ Phạm''' ([[chữ Hán]]: 呂範; 162-[[228]]) Tự là,Tử Hành, công thần khai quốc nước [[Đông Ngô]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thời trẻ==\nLữ Phạm có [[Tên chữ (người)|tên tự]] là '''Tử Hành''' (子衡), người quận Nhữ Nam huyện Tế Dương. Ông được mô tả là người có dáng dấp, nghi dung đẹp đẽ.\n\nThời trẻ ông làm huyện lại. Người họ Lưu trong ấp giàu có, có người con gái rất đẹp, Lữ Phạm đến cầu thân. Mẹ cô gái không thích, muốn cấm giao du, nhưng cô gái nhất định muốn lấy ông vì cho rằng Lữ Phạm có tương lai tốt.\n\n==Giúp Tôn Sách==\nLữ Phạm tránh loạn ở Thọ Xuân (thuộc Dương châu), địa bàn do quân phiệt [[Viên Thuật]] đang chiếm đóng. Một thuộc tướng của Viên Thuật là [[Tôn Sách]] (con quân phiệt [[Tôn Kiên]]) gặp được ông rất quý mến. Ông đem trăm người khách riêng của mình quy phục Tôn Sách.\n\nMẹ Tôn Sách là [[Ngô phu nhân]] đang ở huyện Giang Đô (thuộc quận Quảng Lăng, Từ châu), Tôn Sách phái Lữ Phạm đến nghênh đón. Từ châu mục [[Đào Khiêm]] không ưa Tôn Sách, vì [[Tôn Kiên]] đã liên kết với [[Viên Thuật]] – người có hiềm khích với Khiêm<ref>Lê Đông Phương, sách đã dẫn, tr 146<\/ref>, nên họ Đào lệnh cho quan huyện bắt lấy Lữ Phạm để tra khảo. Lữ Phạm bèn chọn những người thân cận trẻ khoẻ đến Giang Đô cướp Ngô phu nhân đưa về, Đào Khiêm không ngăn trở được.\n\nTrong lúc Tôn Sách bôn ba đánh dẹp, ông thường đi theo, lặn lội khổ ải, nguy nan chẳng nề hà nên được Tôn Sách đãi như người thân thích.\n\nTôn Sách sai Lữ Phạm giữ chức Chủ tài kế, cầm tiền bạc. Em Sách là Tôn Quyền còn ít tuổi, tới xin tiền để dùng riêng, Lữ Phạm không dám tự tiện đồng ý. Vì thế ông được người đương thời rất ngưỡng vọng<ref name=\"TQClapham\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B756 Chu Trị Chu Nhiên Lã Phạm Chu Hoàn truyện]<\/ref>.\n\nSau Lữ Phạm theo Tôn Sách đi công phá quận Lư Giang, cùng về đông qua sông, đến Hoành Giang, Đương Lợi, đánh tan tướng của Lưu Do là Trương Anh, Vu Mi, hạ Tiểu Đan Dương, Hồ Thục, ông được lĩnh chức Hồ Thục tướng. Khi Tôn Sách bình định Mạt Lăng, Khúc A, bắt hạ của Trách Dung và Lưu Do, lại tăng thêm cho Lữ Phạm 2000 binh, năm mươi quân kỵ. Sau đó Lữ Phạm lĩnh chức Uyển Lăng lệnh, đánh dẹp phá giặc cướp ở Đan Dương, khi về Ngô quận, được thăng làm Đô đốc.\n\nBấy giờ người ở Hạ Bì là Trần Vũ tự xưng là Thái thú Ngô quận, trú ở Hải Tây, cùng với cường tộc là Nghiêm Bạch Hổ thông đồng, chống lại Tôn Sách. Tôn Sách thân đến đánh dẹp Hổ, biệt phái Lữ Phạm cùng Từ Dật đánh Trần Vũ ở Hải Tây, đánh thắng, chém bêu đầu đại tướng của Vũ là Trần Mục.\n\nLữ Phạm lại theo đi đánh Tổ Lang ở Lăng Dương, [[Thái Sử Từ]] ở Dũng Lý. Tôn Sách bình định 7 huyện, Lữ Phạm được phong làm Chinh lỗ Trung lang tướng. Ông đi chinh chiến ở quận Giang Hạ, rồi cùng Tôn Sách đánh chiếm Bà Dương.\n\n==Giúp Tôn Quyền==\nNăm [[200]], [[Tôn Sách]] chết, Lữ Phạm đưa về an táng ở Ngô quận. Em Sách là [[Tôn Quyền]] lên thay.\n\nTôn Quyền đi đánh Giang Hạ, Lữ Phạm cùng với [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] được giao ở lại giữ Ngô quận. [[Tào Tháo]] đến Xích Bích, Lữ Phạm giúp Châu Du cùng chống cự, [[trận Xích Bích|đánh thắng quân Tào]]. Lữ Phạm được phong là Bì tướng quân, lĩnh chức Thái thú Bành Trạch, lấy Bành Trạch, Sài Tang, Lịch Dương làm phụng ấp.\n\nKhi Lưu Bị đến Sài Tang gặp Quyền bàn kế liên minh, Lữ Phạm bí mật xin giữ [[Lưu Bị]] lại, nhưng cuối cùng kế không được thi hành. Sau ông được thăng làm Bình nam tướng quân, đóng trại ở Sài Tang.\n\nNăm [[219]], Tôn Quyền đánh [[Quan Vũ]], đi qua công quán của Lữ Phạm, tỏ ý hối tiếc vì không nghe theo ông trước đây và sai ông giữ Kiến Nghiệp.\n\nTôn Quyền phá Quan Vũ trở về, phong Lữ Phạm làm Kiến uy tướng quân, phong tước Uyển Lăng hầu, lĩnh chức Thái thú Đan Dương, trị sở ở Kiến Nghiệp, đốc trách từ Phù Châu ra đến biển, chuyển lấy Lật Dương, Hoài An, Ninh Quốc làm phụng ấp.\n\nCác tướng [[Tào Ngụy]] là [[Tào Hưu]], [[Trương Liêu]], [[Tang Bá]] đến đánh, Lữ Phạm đốc suất các tướng [[Từ Thịnh]], Toàn Tông, Tôn Thiều, đem thuyền binh chống cự quân Ngụy ở Đỗng Khẩu. Lữ Phạm được thăng làm Tiền tướng quân, ban cho Giả tiết, đổi phong làm Nam Xương hầu. Lúc ấy bất ngờ gặp gió lớn, thuyền nhân bị lật chìm, chết mấy nghìn người, quân kéo về, Lữ Phạm vẫn được phong làm Dương châu mục.\n\nNăm [[228]], Lữ Phạm được thăng làm Đại tư mã, ấn thụ chưa ban xuống thì ông đã bị bệnh qua đời. Tôn Quyền thương tiếc, mặc áo trắng cử ai, phái sứ giả truy tặng ấn thụ, rồi tự mình làm cỗ thái lao để tế<ref name=\"TQClapham\"\/>.\n\nVì con trưởng Lữ Phạm mất sớm nên con thứ ông là [[Lã Cứ|Lữ Cứ]] được nối nghiệp ông.\n\n==Đánh giá==\nLữ Phạm tính thích Oai Võ và nghi thức, các đại thần người như [[Lục Tốn]], [[Toàn Tông]] cùng là công tử quý tộc, đối với Lữ Phạm đều sửa mình cung kính trang nghiêm, không dám khinh mạn. Khi làm chức lớn, đồ dùng của Lữ Phạm xa hoa, nhưng lại chuyên cần việc tuân theo phép nước, cho nên Tôn Quyền không trách việc xa xỉ của ông<ref name=\"TQClapham\"\/>.\n\n==Xem thêm==\n* [[Tôn Sách]]\n* [[Tôn Quyền]]\n* [[Lã Cứ|Lữ Cứ]]\n\n==Tham khảo==\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Lê Đông Phương, (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* [[Trần Thọ]], ''[[Tam quốc chí]]'', Ngô chí, [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B756 Chu Trị Chu Nhiên Lã Phạm Chu Hoàn truyện]\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 228]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Năm sinh không rõ]]"}