{"Lã Cứ":"'''Lã Cứ''' ([[chữ Hán]]: 呂據; ?-[[256]]) là tướng nhà [[Đông Ngô]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Sự nghiệp==\nLã Cứ có tên tự là '''Thế Nghị''' (世議), là con thứ của [[Lã Phạm]]. Vì cha ông làm quan lớn trong triều đình Đông Ngô nên Lã Cứ được nhận chức Lang. Khi Lã Phạm ốm nặng, Lã Cứ được phong làm Phó quân Hiệu uý, giúp cai quản việc quân.\n\nNăm [[228]], Lã Phạm mất, Lã Cứ được thăng làm An quân Trung lang tướng. Ông mấy lần đi đánh dẹp sơn tặc, những nơi thâm ác kịch địa, đánh ở đâu cũng đều phá được.\n\nÔng theo Thái thường Phan Tuấn đi đánh dẹp Ngũ Khê, lại lập công. [[Chu Nhiên]] tấn công Phàn Thành của [[Tào Ngụy]], Lã Cứ cùng [[Chu Dị]] đánh phá các thành ngoại vi, khi về được phong làm Thiên tướng quân, vào triều được phong làm Mã Nhàn hữu bộ đốc, rồi thăng làm Việt kỵ Hiệu uý<ref name=\"TQClapham\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B756 Chu Trị Chu Nhiên Lã Phạm Chu Hoàn truyện]<\/ref>.\n\nNăm [[251]], có gió lớn, nước sông Trường Giang tràn mênh mông, ngấm đọng ở cửa thành, Tôn Quyền sai người xem kỹ thế nước, chỉ thấy một mình Lã Cứ sai người dùng thuyền lớn để phòng hại. Vì vậy Tôn Quyền khen ngợi ông, phong làm Đãng Ngụy tướng quân.\n\nNăm [[252]], [[Tôn Quyền]] ốm nặng, lấy Lã Cứ làm Thái tử Hữu bộ đốc. Tôn Quyền mất, thái tử [[Tôn Lượng]] lên ngôi, tức là Ngô Phế Đế. Lã Cứ được phong làm Hữu tướng quân.\n\n[[Tào Nguỵ]] xuất binh ra Đông Hưng, Lã Cứ đến đánh dẹp có công. Năm [[253]], Tôn Tuấn giết [[Gia Cát Khác]], thăng Lã Cứ làm Phiêu kỵ tướng quân, coi việc ở cung Bình Tây.\n\nNăm [[255]], ông được ban Giả tiết, cùng với Tôn Tuấn tập kích Thọ Xuân giúp [[Vô Khâu Kiệm]] chống [[Tư Mã Sư]]. Vô Khâu Kiệm thất bại, Lã Cứ dẫn quân quay về bất ngờ gặp tướng nước Nguỵ là Tào Trân, phá Trân ở Cao Đình<ref name=\"TQClapham\"\/>.\n\nNăm [[256]], Lã Cứ dẫn quân đánh nước Nguỵ, chưa đến sông Hoài, nghe tin [[Tôn Tuấn]] chết, em họ là [[Tôn Lâm]] tự lên thay. Lã Cứ không phục Tôn Lâm, cả giận, dẫn quân về, muốn phế bỏ Tôn Lâm. Tôn Lâm nghe được tin, sai quan Trung thư vâng chiếu chỉ, chiếu lệnh sai [[Văn Khâm]], Lưu Toản, Đường Tư bắt giữ ông, lại phái anh họ là Lự đem Đô hạ binh đón đánh ông ở Giang Đô. Thuộc hạ khuyên Lã Cứ hàng Nguỵ, nhưng ông không nghe theo vì hổ thẹn làm kẻ phản thần.\n\nRồi ông tự sát. Tôn Lâm [[tru di tam tộc]] nhà Lã Cứ.\n\n==Xem thêm==\n* [[Tôn Lâm]]\n* [[Lã Phạm]]\n* [[Tôn Tuấn]]\n\n==Tham khảo==\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Lê Đông Phương, (2007), Kể chuyện Tam Quốc, Nhà xuất bản Đà Nẵng\n* [[Trần Thọ]], ''[[Tam quốc chí]], Ngô chí'', [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B756 Chu Trị Chu Nhiên Lã Phạm Chu Hoàn truyện]\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 256]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Năm sinh không rõ]]"}