{"Lã Mông":"{{Viên chức\n| tên = Lữ Mông\n| native name = 呂蒙\n| thêm = \n| hình = Lu_Meng.jpg|100 px\n| cỡ hình = \n| miêu tả = \n| chức vụ = Đại Đô Đốc Đông Ngô\n| bắt đầu = [[217]]\n| kết thúc = [[220]]\n| kiểu tại vị = Nhậm chức\n| tiền nhiệm = [[Lỗ Túc|<span style=\"color:grey\">Lỗ Túc<\/span>]]\n| kế nhiệm = [[Lục Tốn|<span style=\"color:blue\">Lục Tốn<\/span>]]\n| vợ = \n| con = [[Lã Bá]]\n| hoàng tộc = [[Đông Ngô]]\n| kiểu hoàng tộc = Quốc gia\n| tên đầy đủ = Lữ Mông\n| kiểu tên đầy đủ = \n| tước vị đầy đủ = \n| ngày sinh = [[178]]\n| nơi sinh = \n| ngày chết = [[220]]\n| nơi chết = [[Trung Quốc]]\n| thụy hiệu = Sàn Lăng hầu\n| cha mẹ = [[Lã Hợp Huy]] <br\/> [[Lã Hợp Châu]]\n}}\n'''Lữ Mông''' ([[chữ Hán]]: 吕蒙, [[178|176]] - [[220]]), [[Tên chữ (người)|tên tự]] là '''Tử Minh''' (子明), được xưng tụng là '''Lữ Hổ Uy''' (呂虎威), là danh tướng cuối thời [[Đông Hán]] trong [[lịch sử Trung Quốc]].\n\nÔng vốn xuất thân nghèo khổ, nên thuở nhỏ cũng rất ít được đi học. Do có người anh rể là Đặng Đương làm bộ hạ cho thủ lĩnh miền Giang Đông là [[Tôn Sách]] nên Lữ Mông cũng trở thành tướng dưới trướng của họ Tôn. Kể từ đó ông liên tiếp lập được nhiều chiến công, góp phần giúp Tôn Sách chinh phục và ổn định miền Giang Đông. Sau khi [[Tôn Quyền]] lên kế vị [[Tôn Sách]], đã chú ý tới ông nên tìm cách khuyến khích Lữ Mông nỗ lực trao dồi thêm kiến thức. Không bao lâu sau thì ông đã nhanh chóng thông thạo binh lược, trở thành một đại tướng quân uy dũng của Đông Ngô. Về sau ông được phong chức Thái thú ở Nam quận, trở thành một vị tướng giỏi giúp Tôn Quyền canh giữ miền tiền tuyến. Năm [[216]], Lã Mông được phong lên làm Đại đô đốc, chức quan cao nhất ở Đông Ngô thời bấy giờ.\n\nĐến năm [[219]], Lữ Mông sử dụng kế sách ''áo trắng sang sông'' và chiếm miền tây Kinh châu, đánh bại danh tướng của Lưu Bị là [[Quan Vũ]], lập được một đại chiến công uy chấn cả [[Trung Quốc]], tuy nhiên không bao lâu sau thì ông đột ngột qua đời. Trước khi mất, ông dặn dò người nhà làm tang lễ đơn giản, và đem hết vàng bạc của cải được ban thưởng trước đó trả lại cho [[Tôn Quyền]].\n\n== Thời niên thiếu ==\nLã Mông sinh vào năm [[178]] thời [[Hán Linh Đế]] tại [[Nhữ Nam]] (nay là đông nam huyện [[Phụ Nam]], tỉnh [[An Huy]]). Khi Lã Mông còn nhỏ, gia đình do chiến loạn đã di cư đến vùng phía nam sông [[Dương Tử]], thuộc [[Giang Đông]]. Từ nhỏ Lã Mông sống trong cảnh nghèo khổ, khi lớn lên ông nương nhờ người anh rể là [[Đặng Dương]], vốn là tướng dưới quyền của [[Tôn Sách]], thủ lĩnh ở Giang Đông. Năm 16 tuổi, Lã Mông giấu gia đình, bí mật theo Đặng Dương chinh phạt quân [[Sơn Việt]].\n\nSau này, Đặng Dương phát hiện ra Lã Mông làm lính trong quân của mình nên đem việc này nói với mẹ ông khiến bà rất tức giận, mắng ông và không cho ông tòng quân nữa. Nhưng Lã Mông giải thích với mẹ rằng:''\"Chúng ta không thể sống nghèo khổ mãi, nếu có thể tự chứng tỏ bản thân qua những công việc khó khăn, thì sự giàu sang mới có thể đến với mình. Nếu không vào hang hổ thì làm sao mà có thể bắt được hổ con\"''<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Bần tiện nan khả cư, thoát ngộ hữu công, phú quý khả trí. Thả bất tham hổ huyệt, an đắc hổ tử<\/ref><ref>[http:\/\/zh.wikipedia.org\/wiki\/%E5%A4%AA%E5%B9%B3%E5%BB%A3%E8%A8%98 Thái Bình Quảng ký, quyển 109]: Lã Mông tùy tỉ phu đặng đương kích tặc, niên thập lục, a sất nhi tiền. đương bất năng cấm chỉ, quy ngôn ư mẫu viết：bần tiện nan khả cư, thiết hữu công, phú quý khả trí. Hựu viết: bất tham hổ huyệt, yên đắc hổ tử.<\/ref>.\n\nBà mẹ nghe lời giải thích của ông cũng rất cảm động, nên không giận nữa vì đồng ý cho ông đi theo con đường của mình.\n\nTuy nhiên sau này có tên thủ hạ của Đặng Dương cảm thấy Lã Mông nhỏ tuổi nên thường tỏ ra khinh thị, thường mắng chửi nhục mạ ông<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam quốc chí, quyển 54]: Bỉ thụ tử hà năng vi? Thử dục dĩ nhục ủy hổ nhĩ<\/ref>. Lã Mông vô cùng tức giận nhưng viên lại đó vẫn tiếp tục chọc phá ông. Không kiềm được tức giận, Lã Mông bèn giết chết viên lại đó. Do tội giết người đó nên ông buộc phải chạy trốn vào nhà ở huyện Đồng, sau đó lại nương nhờ Giáo úy Viên Hùng. Viên Hùng đưa ông đến gặp Tôn Sách. Sau một hồi gặp gỡ, Tôn Sách bắt đầu mên phục Lã Mông, bèn xá tội cho làm tùy tùng bên cạnh mình.\n\nVề sau Đặng Dương qua đời, đại thần Trương Chiêu bèn tiến cử Lã Mông thay thế chức vụ ấy. Do vậy ông được phong làm Biệt bộ tư mã.<ref>[http:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7063 Tư trị thông giám, quyển 63]: Đại tướng quân doanh ngũ bộ, bộ các hữu giáo úy nhất nhân, quân ti mã nhất nhân, kì biệt doanh lĩnh chúc vi biệt bộ ti mã, kì binh đa thiểu, các tùy thì nghi<\/ref>\n\nNăm [[200]], [[Tôn Sách]] qua đời, em là [[Tôn Quyền]] lên kế nhậm đại quyền ở Giang Đông<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B746 Tam quốc chí, quyển 46]<\/ref><ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B747 Tam quốc chí, quyển 47]<\/ref>. Tôn Quyền thấy Lã Mông không có điều kiện học hành nhiều, chủ yếu tiến thân bằng võ nghiệp đánh trận chém giết nên khuyên Lữ Mông dù việc quân có bận rộn đến đâu thì cũng nên giành ít thời gian đọc sách để có kiến thức, biết chữ nghĩa. Lã Mông ngẫm thấy có lý nên nghe theo, nhưng không ngờ ông học nhanh hiểu rộng, nhanh chóng trở thành một bậc tướng quân đại tài. Chính điều này khiến cho [[Lỗ Túc]], người trước đây rất coi thường Lã Mông đã phải thay đổi cách nhìn. Thây vậy, Lã Mông cười nói \n:''Kẻ sĩ ba ngày không gặp nhau thì nên rửa mắt mà nhìn''\n\n== Tham gia trận chiến Giang Hạ ==\n{{chính|Trận Giang Hạ}}\n\nNăm [[204]], [[Tôn Quyền]] đưa quân tiêu diệt thái thú Giang Hạ là Hoàng Tổ, thuộc tướng của [[Lưu Biểu]], đánh bại thủy quân của Hoàng Tổ, lấy được ba quận Đan Dương, Dự Chương, Lư Lăng và dẹp yên các bộ tộc Sơn Việt, giành chiến thắng trở về. Lã Mông cũng tham gia trong trận chiến này. Khi quân [[Tôn Quyền]] về đến Dự Chương<ref>Nay thuộc huyện Nam Xương, tỉnh Giang Tây, Trung Quốc<\/ref>, Tôn Quyền lại phái Chinh Lỗ tướng quân [[Lã Phạm]] bình định miền Bà Dương<ref>Nay thuộc phía đông bắc huyện Bà Dương, tỉnh Giang Tây, Trung Quốc<\/ref> và [[Trình Phổ]] bình định Nhạc An<ref>Nay thuộc phía đông bắc huyện Đức Hưng, tỉnh Giang Tây, Trung Quốc<\/ref>, Kiến Xương Đô úy là [[Thái Sử Từ]] đến đảm nhận vùng Hải Hôn<ref>Nay thuộc phía đông huyện Vĩnh Tu, tỉnh Giang Tây, Trung Quốc<\/ref>. Sau đó Tôn Quyền lại phong cho Lã Mông cùng với Biệt bộ tư mã [[Hoàng Cái]], Hàn Đương và [[Chu Thái]] trấn giữ các nơi hiểm yếu để đề phòng sự xâm lấn của bọn Sơn Việt. Ông theo lời của [[Tôn Quyền]], dùng vũ lực và nhanh chóng đánh bại các bộ tộc Sơn Việt. Do chiến công này, Lã Mông được phong làm Bắc Bình đô úy và Quảng Đức trưởng.\n\nNăm [[208]], Tôn Quyền nghe theo ý kiến của bộ tướng [[Cam Ninh]], phát binh tiến công Hạ Khẩu<ref>Nay thuộc Vũ Hán, Hồ Bắc, Trung Quốc<\/ref>. Đây là lần công kích thứ ba của Tôn quyền vào Giang Hạ. Lã Mông đi theo Tôn Quyền, giao chiến với [[Hoàng Tổ]]. Quân Tôn Quyền đánh bại quân thủy của Hoàng Tổ, giết tướng [[Trương Thạc]]. Hoàng Tổ cả sợ, sai Trần Tựu phong tỏa lối vào Miện Khẩu bằng các chiến thuyền lớn, lại sai quân lên mỏm núi, ném đá và lửa xuống thuyền của quân Ngô nhằm phong tỏa đường tiến quân của Tôn Quyền. Tôn Quyền bèn sai [[Đổng Tập]] và [[Tư Mã Lăng]] dẫn 100 quân cảm tử mặc 2 lần áo giáp, xông qua mưa tên đạn từ trên núi của quân Giang Hạ mà nổi lửa đốt các Mông xung bên [[Hoàng Tổ]]. Các Mông xung bị đánh chìm, quân Giang Hạ tan vỡ. Tướng Trần Tựu bị giết, Hoàng Tổ bại trận vội bỏ trốn. Tôn Quyền thừa thắng cho quân đuổi theo.\n\nThấy Tôn Quyền sắp đuổi kịp mình, [[Hoàng Tổ]] sai Thủy quân đô đốc Trần Tựu suất binh phản kích, Lã Mông được lệnh dẫn một đội quân tiên phong ra đánh. Ông nhanh chóng đánh tan quân của [[Trần Tựu]] và tự tay chém chết họ Trần. Nhờ đó quân Tôn Quyền nhanh chóng bao vây và chiếm thành Hạ Khẩu. Hoàng Tổ tìm đường bỏ trốn nhưng chẳng thoát và bị bắt đem chém đầu. Do chiến công chém tướng Trần Tựu<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Tôn quyền viết: \"Sự chi khắc, do Trần,\nTựu tiên hoạch dã<\/ref>, Lã Mông được thăng tới chức Trung Lang tướng<ref>[http:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7065 Tư trị thông giám, quyển 65]: Hoành dã, bổn tướng quân hào, dĩ tư tự vị chí, cố vi trung lang tương<\/ref> và được thưởng nhiều vàng bạc.\n\n== Hiến kế đánh Giang Lăng và Di Lăng ==\n\nCùng năm đó, Lã Mông cùng [[Chu Du]], [[Trình Phổ]]... tham gia [[trận Xích Bích]], đánh tan quân của [[Tào Tháo]] ở phía bắc<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B701 Tam quốc chí, quyển 1]<\/ref><ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam quốc chí, quyển 54]<\/ref>. Tào Tháo thoát chết, rút quân về phía bắc, cho [[Tào Nhân]] ở lại trấn thủ Giang Lăng<ref>Nay thuộc huyện Giang Lăng, tỉnh Hồ Bắc, Trung Quốc<\/ref>. Thừa thắng, Tôn Quyền hợp quân với [[Lưu Bị]] tiến công Giang Lăng, cử [[Chu Du]], [[Trình Phổ]] tiến quân đánh thành Giang Lăng. Sau [[Chu Du]] dâng biểu lên [[Tôn Quyền]] xin cho Lã Mông cai quản thay vùng Tập Túc đang quản trị nhưng Lã Mông từ chối<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Mông thịnh xưng,\ntúc hữu đảm dụng, thả mộ hóa viễn lai, ư nghĩa nghi ích bất nghi đoạt dã<\/ref>. Tôn Quyền nghe theo lời đề nghị này của ông.\n\nTào Nhân thủ thành rất vững, Chu Du đánh hơn một năm không hạ, bèn phải cầu viện [[Lưu Bị]], mời [[Quan Vũ]], [[Trương Phi]] đem quân đến ngăn cản viện quân [[Lý Thông]]. Thoát khỏi nan đề viện quân, Chu Du có thể dùng tập trung nhiều binh lực và tướng lĩnh đánh Giang Lăng. Để phân tán sự chú ý của [[Tào Nhân]], Chu Du phái [[Cam Ninh]] tiến đánh thành Di Lăng<ref>Nay thuộc huyện Nghi Xương, tỉnh Hồ Bắc<\/ref> bên cạnh Giang Lăng. Quân Tào trong thành yếu ớt, Cam Ninh nhanh chóng đánh chiếm được thành Di Lăng<ref>Lê Đông Phương, sách đã dẫn, tr 219<\/ref>, uy hiếp Giang Lăng. Tào Nhân bèn cử đại quân tiến đánh hòng chiếm lại Giang Lăng. Cam Ninh bị công đánh quyết liệt, gửi thư cầu cứu Chu Du. Lã Mông thấy thế bèn hiến kế cho Chu Du, khuyên [[Chu Du]] chia một nửa quân cho [[Lăng Thống]] và để Thống ở lại Giang Lăng vây áp Tào Nhân, để đích thân [[Chu Du]] mang quân tới giải vây thành Di Lăng<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Lưu lăng công tích, Mông dữ quân hành, giải vi thích cấp, thế diệc bất cửu, Mông bảo công tích năng thập nhật thủ dã<\/ref>. Chu Du nghe theo, kéo tới đánh bại quân Tào đang vây bức Di Lăng, giải vây cho Cam Ninh.\n\nChu Du kéo đến trước thành Di Lăng. Lã Mông lại hiến kế bảo Chu Du hãy phái 300 người dùng gỗ cây để chặn ngay con đường rút của quân Tào khi chúng bỏ chạy. Nhờ vào mưu kế đó, Chu Du nhanh chóng giải vây cho Di Lăng, giết hơn một nửa quân Tào. Bộ binh quân Tào bỏ chạy thì gặp phải gỗ cây ở trên đường, buộc chúng phải bỏ ngựa. Nhân đó Chu Du và Lã Mông cho quân xuất kích, bắt được 300 con chiến mã.\n\nSau khi giải vây cho Di Lăng, Chu Du nhanh chóng hạ được Giang Lăng và các huyện phụ cận. Tôn Quyền vô cùng hài lòng, cho Chu Du kiêm chức thái thú Nam Quận và Lã Mông làm Thiên tương quân, kiêm chức Tầm Dương lệnh<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Toại cứ Nam quận, phủ định Kinh châu hoàn, bái thiên tương quân, lĩnh Tầm dương lệnh<\/ref>.\n\n== Bày mưu đối phó Tào Tháo ==\n\nSau khi mất Giang Lăng, [[Tào Tháo]] nhiều lần cho người Lư Giang là [[Tạ Kì]] quân xâm phạm vào biên giới Đông Ngô. Lã Mông nhiều lần phái người đến dụ hàng đều không được. Do đó ông tập hợp đại quân tiến đánh tập kích nhiều lần, khiến chúng nhiều lần thua trận phải chịu hàng.\n\nNăm [[213]], [[Tào Tháo]] đích thân đem 10 vạn quân đánh [[Tôn Quyền]], tiến đến Nhu Tu Khầu<ref>Nay thuộc phía đông nam huyện Vô Vi tỉnh An Huy, Trung Quốc<\/ref>, phá doanh trại của Tôn Quyền ở Giang Tây và bắt sống được đô đốc [[Công Tôn Dương]]. Lã Mông theo lệnh của Tôn Quyền, thống lĩnh 7 vạn quân chống trả. Ông nhiều lần lập kế đẩy lui quân Tào. Sau đó, ông khuyên Tôn Quyền lập các thuyền ổ ở của Giáp Thủy, còn tự mình bố trí lực lượng phòng bị. Về sau [[Tào Tháo]] thấy quân đội của Tôn Quyền bố trí nghiêm ngặt nên không dám khinh suất, bèn rút quân về<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Ngụy sử Lư Giang tạ kì vi kì Xuân điển nông, đồn hoàn điền hương, sổ vi biên khấu. Mông sử nhân dụ chi, bất tòng, tắc tí khích tập kích, kì toại súc thối, kì bộ ngũ tôn tử tài, tống hào đẳng, giai huề phụ lão nhược, nghệ Mông hàng. Hậu tòng Quyền cự Tào công ư nhu tu, sổ cận kì kế, hựu khuyến Quyền Giáp Thủy khẩu lập ổ, sở dĩ bị ngự, thậm tinh, Tào công bất năng hạ nhi thối<\/ref>.\n\n== Trận chiến Hoàn Thành ==\n{{chính|Trận Hoàn Thành}}\nSau khi Tào Tháo rút quân đã lệnh cho [[Chu Quang]] làm thái thú Lư Giang, đóng quân ở Hoàn Thành, chiêu dụ đạo tặc địa phương cùng giúp mình chống Tôn Quyền. Lã Mông thấy vậy bèn khuyên Tôn Quyền nên mau chóng tiến đánh Hoàn Thành, không nên để lâu sẽ bất lợi<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Hoàn điền phì　mĩ, nhược nhất thu thục, bỉ\nchúng tất tăng, như thị sổ tuế, tháo thái kiến hĩ, nghi tảo trừ chi<\/ref>. Tôn Quyền đồng ý, đích thân dẫn binh tiến đánh Hoàn Thành. Riêng ý kiến của Lã Mông trái ngược với các tướng còn lại, ông cho rằng trận này phải tốc chiến tốc thắng để không làm giảm nhuệ khí của quân sĩ và tránh quân Tào ở nơi khác đến tiếp viện<ref>[http:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7067 Tư trị thông giám, quyển 67]: Trị công cụ cập thổ san, tất lịch nhật nãi thành, thành bị ký tu, ngoại cứu tất chí, bất khả đồ dã. Thả ngô thừa vũ thủy dĩ nhập, nhược lưu kinh nhật, thủy tất hướng tận, hoàn đạo gian nan, Mông thiết nguy chi. Kim quan thử thành, bất năng thậm cố, dĩ tam quân duệ khí, tứ diện tịnh công, bất di thì khả bạt, cập thủy dĩ quy, toàn thắng chi đạo dã<\/ref>. Tôn Quyền đồng ý với đề xuất này. Lã Mông sau đó lại tiến cử [[Cam Ninh]] làm Thăng thành đốc, đốc công tiền tuyến, còn ông tự mình đem quân tinh nhuệ đóng phía sau. Khi quân Ngô bắt đầu tiến công thì Lã Mông tự mình đánh trống, khiến tinh thần quân sĩ lên cao, không bao lâu sau thì công phá được thành.\n\nNghe tin Hoàn Thành nguy cấp, tướng giữ Hợp Phì là [[Trương Liêu]] sai quân cứu Viện, vừa tới Giáp Thạch thì nhận được tin Hoàn Thành đã mất đành dẫn quân về. Trong trận chiến này, Lã Mông lập được công đầu<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B755 Tam Quốc chí, quyển 55]: Ninh thủ trì luyện, thân duyên thành, vi lại sĩ tiên, tốt phá hoạch Chu Quang, kế công, Lã Mông vi tối, Ninh thứ chi<\/ref>, vì thế [[Tôn Quyền]] phong cho ông làm thái thú Lư Giang.\n\nSau khi nhận thưởng, Lã Mông trở về Tầm Dương. Lúc bấy giờ ở Lư Lăng có đám giặc cướp thường đem quân quấy nhiễu dân chúng, Tôn Quyền lại phái ông đem quân đánh dẹp. Với tài trí của ông, chẳng mấy chốc đám giặc cướp bị dẹp tan. Ông ra lệnh giết chết tên đầu sỏ, còn lại tha cho về làm lương dân<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Mông hoàn Tầm Dương, vị kì nhi lô lăng tặc khởi，,chư tương thảo kích bất năng cầm. Quyền viết：Chí điểu luy bách, bất như nhất ngạc. Phục lệnh Mông thảo chi. Mông chí, tru kì thủ ác, dư giai thích phóng， phục vi bình dân<\/ref>.\n\n== Lập kế thu phục Hác Phổ ==\nCùng năm [[214]], Lưu Bị sang thu phục Tây Xuyên, để [[Quan Vũ]] ở lại trấn thủ Kinh Châu (đang là vùng đất tranh chấp với Đông Ngô). Tôn Quyền tức giận, lại phái Lã Mông cùng [[Tiên Vu Đan]], [[Từ Trung]], [[Tôn Quy]] đem 20000 quân tiến đánh các quận Trường Sa, Linh Lăng, Quế Dương thuộc Kinh Châu<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B747 Tam Quốc chí, quyển 47]: Quyền đại nộ, nãi khiển Lã Mông đốc Tiên Vu Đan, Từ Trung, Tôn Quy đẳng binh nhị vạn thủ Trường Sa, Linh Lăng, Quế Dương tam quận; sử Lỗ Túc dĩ vạn nhân đồn Ba Khâu dĩ ngự Quan Vũ<\/ref>.\n\nLã Mông gửi thư cho ba quận dụ hàng. Thái thú Quế Dương [[Triệu Vân]] đang ở Xuyên, các quan viên dưới quyền nhanh chóng hàng phục. Thái thú Trường Sa [[Liêu Lập]] bỏ trốn. Chỉ riêng có thái thú Linh Lăng là [[Hác Phổ]] không chịu, kiên quyết chống trả. Lã Mông bèn bố trí phòng bị ở Trường Sa và đến Linh Lăng, giữa đường thì gặp người bạn cũ của Hác Phổ là Đặng Huyền Chi. Ông bèn khuyên Đặng Huyền Chi giúp mình bảo Hác Phổ đầu hàng.\n\nCùng lúc đó, thấy [[Tôn Quyền]] đánh Kinh Châu, [[Lưu Bị]] lập tức sai Quan Vũ dẫn 3 vạn quân tiến vào Ích Dương nhằm lấy lại ba quận. Tôn Quyền lúc đó đang ở Lục Khẩu, sai [[Lỗ Túc]] đem quân chống cự trước và dụ Lã Mông bỏ Linh Lăng, mau chóng sang cứu viện cho [[Lỗ Túc]].\n\nLã Mông nhận được lệnh của Tôn Quyền bèn triệu tập các tướng bàn kế sách. Sau cùng ông quyết định phải mau chóng đoạt Linh Lăng trước, bèn sai Đặng Huyền Chi phao tin với Hác Phổ rằng [[Lưu Bị]] và [[Quan Vũ]] đang bị nguy khốn, thành Linh Lăng trơ trọi một mình không giữ được lâu. Hác Phổ nghe tin hoảng sợ, vội đem Linh Lăng theo về với Lã Mông. Lã Mông cho bốn tướng và 100 quân tiễn Hác Phổ ra khỏi thành, và nhân đó đưa quân vào thành. Khi Hác Phổ ra thành thì gặp Lã Mông. Sau một hồi trò chuyện, Lã Mông đưa bức thư của Tôn Quyền gửi cho mình trao cho Hác Phổ xem, vô tình khiến ông ta biết mình đã bị lừa. Hác Phổ vô cùng tức giận, dự định sẽ báo thù Lã Mông.\n\nSau đó, Lã Mông để [[Tôn Hà]] ở lại giữ Linh Lăng, còn mình về hợp quân cùng [[Lỗ Túc]]<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B747 Tam Quốc chí, quyển 47]<\/ref>, còn mình trở về Ích Dương cùng [[Lỗ Túc]], [[Tôn Hiệu]] và [[Phan Chương]] đối phó với [[Quan Vũ]]. Tuy nhiên về sau hai bên giảng hòa với nhau, Tôn Quyền trả Linh Lăng cho Lưu Bị rồi phong Lã Mông hai huyện Tầm Dương, Dương Tân làm thực ấp<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Sơ, Mông ký định Trường Sa, đương chi Linh, Lăng, quá tái Nam Dương, Đặng Huyền chi, Huyền chi giả Hác, Phổ chi cựu dã, dục lệnh dụ phổ. Cập bị thư đương hoàn, Mông bí chi. Dạ triệu chư tướng, thụ dĩ phương lược, thần đương, công thành. Cố vị Huyền chi viết: Hác tử thái văn thế gian, hữu trung nghĩa sự, diệc dục vi, chi, nhi bất tri thì dã. Tả tướng quân tại Hán Trung, vi, Hạ Hầu Uyên sở vi. Quan Vũ tại Nam quận, kim chí tôn thân, tự lâm chi. Cận giả phá phiền, bổn truân, nghịch vi, Tôn quy sở phá. Thử giai mục, tiền chi sự, quân sở thân kiến, dã. Bỉ phương thủ vĩ đảo Huyền, cứu tử bất cấp, khởi hữu, dư lực phục doanh thử tai? Kim, ngô sĩ tốt tinh duệ, nhân tư, trí mệnh. Chí tôn khiển binh, tương kế ư đạo. Kim tử thái, dĩ đán tịch chi mệnh, đãi bất, khả vọng chi cứu. Do ngưu đề, trung ngư, ký lại giang hán, kì bất khả thị diệc minh hĩ. Nhược tử thái tất năng nhất sĩ tốt chi tâm, bảo cô thành chi thủ, thượng năng kê diên đán tịch, dĩ đãi sở quy giả, khả dã. Kim ngô kế lực độ lự, nhi dĩ công thử, tằng bất di, nhật nhi thành tất phá thành, phá chi hậu, thân tử hà ích, ư sự, nhi lệnh bách tuế lão mẫu đái bạch thụ tru khởi, tất thống tai? Độ thử gia bất, đắc ngoại vấn, vị viên khả thị, cố chí ư thử nhĩ. Quân khả kiến chi, vi trần họa phúc, huyền chi kiến phổ, cụ, tuyên Mông ý, Phổ cụ nhi thính chi. Huyền chi tiên xuất báo Mông, Phổ tầm hậu đương chí. Mông dự sắc tứ tương, các tuyển bách nhân, Phổ xuất, tiện nhập thủ thành môn. Tu du Phổ xuất, Mông nghênh chấp kì thủ, dữ câu hạ thuyền. Ngữ tất, xuất thư kì chi. Nhân phụ thủ, đại tiếu. Phổ kiến thư, tri, bị tại công an, nhi vũ tại, Ich Dương, tàm hận nhập địa. Mông lưu Tôn Hà, ủy dĩ hậu sự, tức nhật dẫn quân, phó Ích Dương. Lưu Bị thỉnh minh, Quyền nãi quy Phổ đẳng. Cát, tương thủy, dĩ Linh Lăng hoàn chi, dĩ Tầm Dương, Dương Tân vi Mông phụng ấp<\/ref>.\n\n== Trận chiến Nhu Tu Khẩu ==\n{{chính|Trận Nhu Tu Khẩu}}\n\nKhông bao lâu sau trận Ích Dương, đến năm [[215]], Lã Mông lại theo [[Tôn Quyền]] xuất quân tấn công Hợp Phì của [[Tào Tháo]] nhân lúc Tháo đánh Hán Trung. Trong trận chiến này, Tôn Quyền xuất chinh bất lợi, bị tướng của [[Tào Tháo]] là [[Trương Liêu]] truy kích, tình thế bất lợi. Lã Mông cùng với [[Cam Ninh]] cố sức chống giữ, cuối cùng giúp [[Tôn Quyền]] trốn thoát.\n\nNăm [[217]], sau khi chiếm được Hán Trung và lên ngôi Ngụy vương, Tào Tháo một lần nữa suất quân phạt Ngô, tiến vào vùng đất Cư Sào<ref>Nay nằm ở phía đông bắc huyện Huyền, tỉnh An Huy, [[Trung Quốc]]<\/ref>. Tôn Quyền lại phái Lã Mông làm đô đốc, đem quân chống Tào ở cửa Nhu Tu. Ông cho cố thủ thành nghiêm ngặt để chống cự, buộc Tào Tháo không đánh nổi phải lui quân. Sau trận này, Lã Mông được thăng lên chức Tả Hộ quân, Hổ Uy tướng quân<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Sư hoàn, toại chinh Hợp Phì，, ký triệt binh, vi Trương Liêu đẳng sở tập, Mông dữ Lăng Thống dĩ tử thiên vệ. Hậu Tào công hựu đại xuất Nhu Tu, Quyền dĩ Mông vi đốc, cứ tiền sở lập ổ, trí cường nỗ vạn trương ư kì thượng, dĩ cự Tào côn. Tào công tiền phong truân vị tựu, Mông công phá chi, Tào công dẫn thối, bái Mông Tả hộ quân, Hổ uy tương quân　<\/ref>.\n\n== Kế nhậm chức Đại đô đốc ==\n\nNăm [[217]], [[Lỗ Túc]] lâm bệnh qua đời, Lã Mông lên kế nhiệm chức Đại đô đốc, tiếp nhận hơn vạn quân mã của Đông Ngô. Sau Tôn Quyền phái ông làm Hán Xương thái thú, trấn thủ vùng tiếp giáp Kinh Châu của Quan Công. Quan Công vốn là người kiêu hùng dũng mãnh, có ý đồ xâm chiếm và bành trướng lãnh thổ của mình. Thời Lỗ Túc làm Đại đô đốc chủ trương hòa hoãn và nhân nhượng vì còn kẻ thù ở phía bắc là [[Tào Tháo]]. Đến khi nhận chức, Lã Mông lại khuyên Tôn Quyền phải chiếm Kinh Châu<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Lỗ Túc tốt, Mông tây truân Lục Khẩu, Túc vạn quân nhân mã vạn dư tận dĩ chúc Mông, hậu bái Hán Xương thái thú, thực hạ Tuyển, Lưu Dương, Hán Xương, Lưu Lăng, dữ Quan Vũ phân thổ tiếp cảnh, tri Vũ kiêu hùng, hữu tịnh kiêm tâm, thả cư quốc thượng lưu, kì thế nan cửu. Sơ Lỗ Túc đẳng dĩ vi Tào công thượng tồn, họa　 \nnan thủy cấu, nghi tương phụ hiệp, dữ chi đồng cừu, bất khả thất dã. Mông nãi mật trần kế sách viết：Kim lệnh Chinh Lỗ thủ Nam quận， Phan Chương trụ Bạch Đế, tương khâm tương du binh vạn nhân tuần Giang thượng hạ, ứng địch sở tại, Mông vi quốc gia tiền cứ Tương Dương, Như Thử, hà ưu ư Tháo, hà lại ư Vũ? Thả Vũ quân thần, căng kì trá lực, sở tại phản phúc, bất khả dĩ phúc tâm đãi dã. Kim Vũ sở dĩ vị tiện đông hướng giả, dĩ chí tôn thánh minh, Mông đẳng thượng tồn dã. Kim bất ư cường tráng thì đồ chi, nhất nhật cương bộc, dục phục trần lực　 \n, kì khả đắc tà?<\/ref>\n\nSau khi nghe sự phân tích của Lã Mông, [[Tôn Quyền]] hạ quyết tâm giành Kinh Châu để khống chế hoàn toàn miền phía nam sông Trường Giang. Lúc đầu Quyền muốn lấy Từ châu nhưng Lã Mông không đồng ý và đề xuất chiếm Kinh châu vì địa thế vùng đất ấy quan trọng hơn, hơn nữa thế lực của Tào Tháo còn lớn. Mà muốn đánh Kinh châu thì trước tiên phải tranh thủ liên kết lấy lòng và làm cho Quan Vũ nảy sinh lơ là phòng bị. Tôn Quyền chấp nhận chính sách này, sai Lã Mông đến Lục Khẩu đốc thúc. Từ đó, Lã Mông lên thay Lỗ Túc, tích cực chuẩn bị tập kích Kinh châu. Ông dùng chính sách ân cần và lấy lòng với [[Quan Vũ]], chuẩn bị cho hành động quân sự trong tương lai<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Quyền thâm nạp kì sách, hựu liêu phục dữ luận thủ Từ châu ý. Mông đối viết: Kim thao viễn tại Hà Bắc, tân phá Chư Viên, phủ tập U, Ký, vị hạ đông cố, từ thổ thủ binh, văn bất túc ngôn, vãng tự khả khắc. Nhiên địa thế lục thông, kiêu kị sở sính, chí tôn kim nhật đắc Từ châu, Tháo hậu tuần tất lai tranh, tuy dĩ thất bát vạn nhân thủ chi, do đương hoài ưu. Bất như thủ Vũ, toàn cứ Trường Giang, hình thế ích trương. Quyền vưu dĩ thử ngôn vi đương, cập Mông đại Túc, sơ chí Lục Khẩu, ngoại bội tu ân hậu, dữ Vũ kết hảo<\/ref>.\n\n== Đoạt Kinh châu, lưu danh sử sách ==\n{{chính|Trận Phàn Thành|Trận Kinh châu (219-220)}}\n\nVề sau, mối quan hệ giữa Đông Ngô và Kinh châu lại rạn nứt, Quan Vũ ỷ thế có Kinh châu, tỏ ra khinh thường và sỉ nhục Tôn Quyền<ref>Lê Đông Phương, sách đã dẫn, tr 276<\/ref>. Năm [[219]], [[Quan Vũ]] đưa quân lên phía bắc, tấn công [[Tào Nhân]] ở Phàn Thành, chỉ để [[Mi Phương]] và Phó Sĩ Nhân ở lại giữ Kinh châu. Lã Mông lại trình bày kế sách lên [[Tôn Quyền]], tự cáo ốm để Quan Vũ chủ quan ở mặt phía đông, và giả vờ xin về Kiến Nghiệp an dưỡng, Tôn Quyền bèn cho [[Lục Tốn]] ra thay chức Đại đô đốc<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: hậu Vũ thảo Phàn, lưu binh tương bị công　 \nan, Nam quận. Mông thượng sơ viết：Vũ thảo Phàn nhi đa lưu bị binh, tất khủng Mông đồ kì hậu cố dã, Mông thường hữu bệnh, khất phân sĩ chúng hoàn Kiến Nghiệp, dĩ trị tật vi danh. Vũ văn chi, tất triệt bị binh, tận phó Tương Dương. Đại quân Phù Giang, trú dạ trì thượng, tập kì không hư, tắc Nam quân khả hạ, nhi vũ khả cầm dã. Toại xưng bệnh đốc, Quyền nãi lộ hịch triệu Mông hoàn, âm dữ đồ kế<\/ref>.\n\nQuan Vũ nghe tin Lã Mông về Kiến Nghiệp, tỏ ra coi thường nguy cơ từ hậu phương vì Lã Mông không còn nên điều thêm quân từ Công An và Giang Lăng lên phía bắc. Quan Vũ vốn hay yêu quý sĩ tốt nhưng lại coi thường các sĩ phu. Vì vậy hai tướng [[My Phương]] và [[Phó Sĩ Nhân]] vẫn bất mãn với ông.\n\nQuan Vũ tập trung đánh Phàn Thành. Tướng Ngụy là [[Vu Cấm]] mang quân chống cự, cứu viện [[Tào Nhân]], bị Quan Vũ  đánh bại. Nhân lúc Quan Vũ còn ở phía bắc, Tôn Quyền lại sai Lã Mông trở lại làm Đại đô đốc, Chinh Lỗ tướng quân Tôn Kiểu làm hậu kế, đem quân ra đánh Kinh châu.\n\nMấy tháng sau, Lã Mông đưa quân vào Tầm Dương. Để tiến quân thuận lợi, Lã Mông ra lệnh quân sĩ mặc đồ trắng, cải trang thành thương nhân qua sông, đồng thời cử tinh binh mai phục trong các thuyền nhỏ, do đó nhanh chóng vượt qua các chốt phòng thủ gần bờ sông của Quan Vũ, vượt sông tiến vào vùng Kinh châu (bạch y độ giang). [[Quan Vũ]] hiện ở phía bắc, chưa biết gì về hành động bất ngờ của Lã Mông. Trong khi đó Lã Mông nhanh chóng đoạt được Nam quân, rồi sai [[Ngu Phiên]] đến thuyết hàng hai tướng Phó Sĩ Nhân và Mi Phương. Hai tướng này vốn bất mãn với Quan Vũ nên đồng ý, đầu hàng, dâng Giang Lăng và thành Công An cho [[Tôn Quyền]]. Lã Mông lại dùng chính sách Hoài Nhu, ra lệnh cho quân lính không được cướp đoạt và chém giết bách tính vô tội. Lúc đó có người đồng hương với Lã Mông (quận Nhữ Nam) ăn bớt vật tư, bị sĩ tốt phát hiện. Lã Mông không vì nể tình riêng, ra lệnh xử quyết người đó. Quân sĩ rất khâm phục ông. Ngoài ra, Lã Mông còn tìm cách lấy lòng dân chúng, thăm hỏi người già, tặng thuốc cho người bệnh,... Đối với tài sản của Quan công, Lã Mông cho phong bế lại và đưa lên [[Tôn Quyền]], không cắt xén chút nào.\n\nÍt lâu sau, Quan Vũ trở về Kinh châu, đồng thời phái người đến gặp Lã Mông<ref>Lúc đó Quan công chưa hay đã mất Kinh châu<\/ref>. Lã Mông cho dùng hậu lễ tiếp đãi. Trước mặt sứ giả, ông tỏ ra bình thường, chu du trong thành, giả vờ hỏi han về gia cảnh của các sĩ tốt hay gửi thư về nhà để tránh sự chú ý của hắn. Khi sứ của Quan công về, ông cho quân sĩ hỏi han về tình hình của Quan công. Sứ giả không biết gì cứ nói một mực ra hết. Từ đó Lã Mông dò xét được binh tình của Quan Vũ.\n\nQuan Vũ sau khi biết chuyện Kinh châu đã mất, không còn đường về khi đã mất căn cứ, vội vã chạy về Mạch Thành. Quân tướng của Quan công sợ hãi, lần lượt ra hàng [[Tôn Quyền]]. Tôn Quyền lại sai [[Phan Chương]], [[Chu Nhiên]] chặn đường chạy về phía tây của Quan công. Cuối cùng đến ngày 2\/1\/220, cha con Quan công bị bắt, toàn bộ Kinh châu thuộc về Tôn Quyền<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Vũ quả tín chi, sảo triệt binh dĩ phó Phàn. Ngụy sử ư Cấm cứu Phàn, Vũ tận cầm Cấm đẳng, nhân mã sổ vạn, thác dĩ lương phạp, thiện thủ tương quan mễ. Quyền văn chi, toại hành. Tiên khiển Mông tại tiền. Mông chí Tầm Dương, tận phục kì tinh binh trục lô trung, sử bạch y diêu lỗ, tác　 \nthương cổ nhân phục, trú dạ kiêm hành, chí Vũ sở trí giang biên truân hậu, tận thu phược chi, thị cố Vũ bất văn tri. Toại đáo Nam quận, Sĩ Nhân, Mi Phương giai hàng. Mông nhập cứ thành, tận đắc Vũ cập tương sĩ gia chúc, giai phủ úy, ước lệnh quân trung bất đắc can lịch nhân gia, hữu sở cầu thủ. Mông huy hạ sĩ, thị Nhữ Nam nhân, thủ dân gia nhất lạp, dĩ phúc quan khải, quan khải tuy công, Mông do dĩ vi phạm quân lệnh, bất khả dĩ hương lý cố nhi phế pháp, toại thùy thế trảm chi. Ư thị quân trung chấn lật, đạo bất thập di. Mông đán mộ sử thân cận tồn tuất kì lão, vấn sở bất túc, tật bệnh giả cấp y dược, cơ hàn giả tứ y lương. Vũ phủ tàng tài bảo, giai phong bế dĩ đãi Quyền chí. Vũ hoàn, tại đạo lộ, sổ sử nhân dữ Mông tương văn, Mông triếp hậu ngộ kì sử, chu du thành trung, gia gia trí vấn, hoặc thủ thư kì tín. Vũ nhân hoàn, tư tương tham tấn, hàm tri gia môn vô dạng, kiến đãi quá ư bình thì, cố Vũ lại sĩ vô đấu tâm. hội Quyền tầm chí, Vũ tự tri cô cùng, nãi tẩu Mạch thành, tây chí chương, hương, chúng giai ủy Vũ nhi hàng. Quyền sử Chu Nhiên, Phan Chương đoạn kì kính lộ, tức phụ tử câu hoạch, Kinh châu toại định<\/ref>. Phần lớn công lao trong chiến dịch này thuộc về Lã Mông.\n\nTrận Kinh châu là đỉnh cao nhất trong sự nghiệp cầm quân của Lã Mông.\n\n== Thần chết, chúa lo ==\n\nSau khi lập đại công trong việc chiếm Kinh châu, Lã Mông ngay lập tức được [[Tôn Quyền]] thăng lên chức Nam quận thái thú, tước Sàn Lăng hầu, ban 5.000 cân hoàng kim<ref>[[Tấn thư]], [http:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7026 quyển 26] cho rằng Lã Mông ban đầu được tặng tiền, sau đổi thành ban của cải<\/ref>. Lã Mông cáo ốm không nhận nhưng Tôn Quyền nhất quyết không đồng ý, vẫn phong chức cho Lã Mông, làm lễ long trọng, lại ban cho của cải quý ở hai quận Nam quận, Lư Giang.\n\nTuy nhiên không bao lâu sau đó, Lã Mông đột nhiên lâm bệnh nặng qua đời, hưởng thọ 43 tuổi. Khi Lã Mông mắc bệnh, [[Tôn Quyền]] tỏ ra vô cùng lo lắng, xây nội điện cho ông nghỉ ngơi và tặng nhiều vàng bạc mời danh y đến chữa trị, đồng thời rất quan tâm đến bệnh tình của ông, phái tiểu đồng vào phủ quan sát. Khi Lã Mông thèm ăn và ăn được thì Tôn Quyền tỏ ra vui mừng, còn khi bệnh tình chuyển biến nghiêm trọng thì Tôn Quyền rất lo lắng. Khi thấy tình trạng bệnh của ông có cải thiện, Quyền mới lại triệu tập quần thần. Điều này chứng tỏ Tôn Quyền rất xem trọng Lã Mông<ref>[[Tam quốc chí]], quyển 56: Quyền ý chi sở chung, Lã Mông, Lăng Thống tối trọng<\/ref>.\n\nTuy nhiên đến một hôm, bệnh tình trở nên nghiêm trọng, thập tử nhất sinh. Tôn Quyền lo lắng đến mức phái đạo sĩ cầu phúc cho ông. Khi biết mình khó qua khỏi, Lã Mông khuyên [[Tôn Quyền]] rằng trọng trách sau này có thể giao cho [[Lục Tốn]] hay [[Chu Nhiên]]<ref>[[Tam quốc chí]], quyển 56: Hổ uy tương quân Lã mông bệnh đốc. Quyền vấn viết: khanh như bất khởi, thùy khả đại giả? Mông đối viết：Chu Nhiên đảm thủ hữu dư, ngu dĩ vi khả nhậm<\/ref>. Không lâu sau thì ông qua đời. Trước lúc mất, ông sai đem những vàng bạc của cải của [[Tôn Quyền]] giao tặng trả lại hết, và dặn dò làm lễ tang chỉ nên giản đơn<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Dĩ Mông vi Nam quận thái thú, phong Sàn Lăng hầu, tứ tiền nhất ức, hoàng kim ngũ bách cân. Mông cố từ kim tiền, Quyền bất hứa, phong tước vị hạ. Hội Mông tật phát, Quyền thù tại Công An, nghênh trí nội điện. Sở dĩ trị hộ giả vạn phương, mộ phong nội hữu năng dũ Mông tật giả, tứ thiên kim. Thì hữu châm gia, Quyền vi chi thảm thích, dục sổ kiến kì nhan sắc, hựu khủng lao động, thường xuyên bích chiêm chi, kiến tiểu năng hạ thực tắc hỉ, cố\ntả hữu ngôn tiếu, bất nhiên tắc đốt, dạ bất năng mị. Bệnh trung sưu, vi hạ xá lệnh　quần thần tất hạ. Hậu canh tăng đốc, Quyền tự lâm thị,\nmệnh đạo sĩ ư tinh thần hạ vi chi thỉnh mệnh. Niên tứ thập nhị, toại tốt ư nội điện. Thì Quyền ai thống nhậm, vị chi hàng tổn. Mông vị tử thì, sở đắc kim bảo chư tứ tận phó phủ tàng sắc chủ giả mệnh tuyệt chi nhật giai thượng hoàn, tang sự vụ ước. Quyền văn chi, ích dĩ bi cảm<\/ref>.\n\n== Hậu duệ ==\n\nSau khi Lã Mông qua đời, con trai ông là [[Lã Bá]] kế tập tước hầu, được ban lộc 300 hộ, ruộng đất 50 khoảnh. Sau khi Lã Bá chết, anh Lã Mông là [[Lã Tông]] nối tước hầu. Sau Lã Tông chết, em Lã Mông là [[Lã Mục]] trở thành Sàn Lăng hầu.\n\n== Gia đình ==\n*Cha: [[Lã Hợp Huy]]\n*Mẹ: [[Lã Hợp Châu]]\n*Anh chị em\n**Lã thị, chị Lã Mông, lấy [[Đặng Dương]]\n**[[Lã Tông]], anh Lã Mông, sau này nối chức Sàn Lăng hầu\n**[[Lã Mục]], nối chức Sàn Lăng hầu sau khi Lã Tông chết\n*Con cái\n**[[Lã Bá]]\n== Đánh giá ==\n=== Bình luận của người đương thời ===\n\nTài năng quân sự của Lã Mông được nhiều tướng lĩnh và nhà quân sự đương thời đánh giá cao. Tại [[Tam Quốc chí]], quyển 54 (Chu Du Lỗ Túc Lã Mông truyện), [[Trần Thọ]] khen ông là người mưu dũng song toàn, có nhiều mưu kế giỏi và kì diệu như dụ hàng [[Hác Phổ]], bắt [[Quan Vũ]]... song cũng có lời bình rằng lúc trẻ Lã Mông cũng là người khinh quả vọng sát, đến sau này mới có được cái độ lượng của quốc sĩ mà làm nên nghiệp đại tướng<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Lã Mông dũng \nnhi hữu mưu đoạn, thức quân kế, quyệt Hác Phổ, cầm Quan Vũ, tối kì diệu giả. Sơ tuy　khinh quả vọng sát, chung ư khắc kỉ, hữu quốc sĩ chi lượng， khởi đồ võ tương nhi dĩ hồ！<\/ref>. Đại đô đốc trước Lã Mông là [[Lỗ Túc]], trước từng chê cười Lã Mông, sau cũng phải có lời tán dương Lã Mông vượt qua cảnh nghèo và có ý học hỏi, tự cho mình không biết hết khả năng ông<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Nhân vi Túc họa ngũ sách. Túc ư thị việt tịch tựu chi, phụ kì bối viết: Lã Tử Minh, ngô bất tri khanh tài lược sở cập nãi chí ư thử dã, toại bái Mông mẫu， kết hữu nhi biệt<\/ref>. [[Tôn Quyền]] từng khuyên Lã Mông cố gắng học hỏi để có thêm chút kiến thức, đến lúc thấy được thành quả của ông cũng rất khâm phục ý chí này của Lã Mông<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]:Mật vi túc trần tam sách， túc kính thụ chi, bí nhi bất tuyên. Quyền thường thán viết：Nhân trường nhi tiến ích, như Lã Mông, Tương Khâm, cái bất khả cập dã. Phú quý vinh hiển, canh năng chiết tiết hảo học, đam duyệt thư truyền, khinh tài thượng nghĩa, sở hành khả tích,tịnh tác quốc sĩ, bất　 \ndiệc hưu hồ!<\/ref>. Sự khâm phục này của Tôn Quyền còn kèm theo sự tin tưởng về tài năng và phẩm chất, như việc nhất quyết cử Lã Mông dẹp loạn giặc cướp trong khi các tướng có tước quyền cao hơn ông vào thời điểm đó ông thể nào làm được. Khi đàm luận về [[Chu Du]], [[Lỗ Túc]] và Lã Mông, Tôn Quyền và [[Lục Tốn]] cũng rất khen ngợi ông là ngươi dũng cảm và mưu trí<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Tôn Quyền dữ Lục Tốn luận Chu Du, Lỗ Túc cập Mông viết:... Hựu Tử Minh thiểu thì, cô vị bất từ kịch dịch, quả cảm hữu đảm nhi dĩ; cập thân trường đại, học vấn khai ích, trù lược kì chí, khả dĩ thứ ư Công Cẩn， đãn ngôn nghị anh phát bất cập chi nhĩ, đồ thủ Quan Vũ, thẳng ư Tử Kính...<\/ref>.\n\n=== Bình luận của hậu thế ===\n\nCác sử sách sau thời Tam Quốc cũng có những lời đánh giá rất cao về nhân vật Lã Mông, hoan nghênh và tỏ thái độ khâm phục đối với ông, so sánh Lã Mông với ba vị đô đốc nổi tiếng khác là [[Chu Du]], [[Lỗ Túc]] hay [[Lục Tốn]]<ref>[[Tấn thư]], [http:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7054 quyển 54]: Chu Du, Lục công, Lỗ Túc, Lã Mông chi trù, nhập vi phúc tâm, xuất vi cổ quăng<\/ref>. Ngoài ra, Tấn thư còn dẫn lời của [[Đặng Thiết]] bình luận với [[Cam Trác]] về Lã Mông, khen ông là một vị tướng tài<ref>[[Tấn thư]], [http:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7070 quyển 70]: Vũ Xương ký định, cứ kì quân thật, trấn phủ nhị châu, thi huệ sĩ tốt, sử hoàn giả như quy, thử Lã Mông sở dĩ khắc địch dã<\/ref>.\n\nĐến Cựu Đường thư vẫn thấy rất nhiều lời khen ngợi Lã Mông. Trong phần tuyện Ngụy Nguyên Trung, tác giả có chép lại lời nhận xét của Ngụy Nguyên Trung khen ngợi những vị văn thần võ tướng xuất thân bần tiện nhưng có ý chí, sau cùng làm nên đại nghiệp, trong đó có Lã Mông<ref>[[Cựu Đường thư]], [http:\/\/zh.wikisource.org\/wiki\/%E8%88%8A%E5%94%90%E6%9B%B8\/%E5%8D%B792 quyển 96]: Nhược Trần Thang, Lã Mông, Mã Long, Mạnh Quan, tịnh xuất tự bần tiện, huân tế thậm cao, vị văn kì gia đại vi tương suất<\/ref>. Còn [[Tống sử]] thì cho rằng tài năng của Lã Mông có một phần là do sự khuyến khích của Tôn Quyền<ref>[[Tống sử]], [http:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7334 quyển 334]: Tích Tôn Quyền khuyến Lã Mông học, văn vũ khởi nhị trí tai!<\/ref>. Ngoài ra trong phần Nho lâm truyện ở Tống sử còn có ghi nhận lời tôn vinh danh tiếng của các vị tướng của Đông Ngô và Thục Hán, trong đó có Lã Mông<ref>[[Tống sử]],[http:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7436 quyển 436]: Hậu nhị bách dư niên, toại vi tam quốc giao cứ chi địa, Gia Cát Lượng do thử khởi phụ tiên chủ, kinh sở chi sĩ tòng chi như vân, nhi Hán thị lại dĩ phục tồn ư Thục; Chu Du, Lỗ Túc, Lã Mông, Lục Tốn, Đẳng Ngải, Dương Hỗ giai dĩ kì địa hiển danh<\/ref>.\n\nĐến cả những nhân vật chính trị thời hiện đại cũng không ngớt khen ngợi Lã Mông. Tháng 9 năm [[1959]], trong chuyến công tác tại An Huy, [[Mao Trạch Đông]] đã có lời khen ngợi đối với Lã Mông, cho ông là người kiêu hùng dũng lược và chí khí và đánh giá cao những thành tích của ông. Ông cùng với [[Chu Du]], [[Lỗ Túc]] và [[Lục Tốn]] được hậu thế xưng tụng là '''Đông Ngô tứ đại đô đốc''' (bốn vị đô đốc Đông Ngô), đều nắm toàn quyền cai quản quân đội.\n\nVề sau, đời [[nhà Đường]], lễ nghi sử [[Nhan Chân Khanh]] từng dâng biểu lên vua Đường xin truy phong cho các 64 tướng lĩnh thời xưa, trong đó có [[Trương Liêu]], [[Đặng Ngải]], [[Quan Vũ]], [[Trương Phi]], [[Chu Du]], [[Lục Tốn]], [[Lục Kháng]] và Lã Mông, trong đó ông được phong làm ''Ngô vũ uy tướng quân nam quận thái thú Sàn Lăng hầu Lã Mông'' và được lập miếu thờ<ref>[[Tân Đường thư]], [http:\/\/zh.wikisource.org\/wiki\/%E6%96%B0%E5%94%90%E6%9B%B8\/%E5%8D%B7015 quyển 15]: Kiến trung tam niên， lễ nghi sử [[Nhan Chân Khanh]] tâu: trị　vũ thành miếu, thỉnh như nguyệt lệnh, xuân, thu thích điện. Kì truy phong dĩ vương, nghi dụng [[chư hầu]] chi sổ, nhạc tấu hiên\nhuyền. Chiếu sử quán khảo định khả phối hưởng giả， liệt cổ kim danh tương phàm lục thập tứ nhân đồ hình yên: Việt tướng [[Phạm Lãi]], Tề tướng [[Tôn Tẫn]],..., Ngô vũ uy tương quân Nam quận Thái thủ Sàn Lăng hầu Lã Mông, đại tư mã Kinh châu mục [[Lục Kháng]]... Thái úy　 \nTrung thư lệnh Thượng phụ Phần Dương quận vương [[Quách Tử Nghi]]<\/ref>. Sang thời [[nhà Tống]], năm thứ năm niên hiệu Tuyên Hòa, Lã Mông được liệt vào hàng 72 danh tướng thời cổ đại và được lập miếu thờ<ref>[[Tống sử]], [http:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7105 quyển 105]: Tuyên Hòa ngũ niên, Lễ bộ ngôn: Vũ Thành vương miếu tòng tự, trừ bổn truyền dĩ hữu phong tước giả, kì vị kinh phong tước chi nhân: Tề tướng [[Quản Trọng]] nghĩ phong Trác Thủy hầu, Đại tư mã [[Điền Nhương Tư]] Hoành San hầu,... Đặng ngải, Trương Phi, Lã Mông, Lục Kháng, Đô Dự, Đào Khản, Mộ Dung Khác, Vũ Văn Hiến... tịnh đông hướng　 \n, phàm thất thập nhị tướng vân<\/ref>.\n\n== Giai thoại ==\n=== Lòng ham học ===\n\nNhư đã nói ở trên, Lã Mông lúc còn trẻ rất ít học, mãi về sau này nghe lời khuyến khích của Tôn Quyền mới bắt đầu trao dồi học vấn<ref>[[Tư trị thông giám]], [http:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7066 quyển 66]: Tôn Quyền viết：Khanh kim đương đồ chưởng sự, bất khả bất học！<\/ref>. Lúc đầu ông lấy lý do bận quân vụ để chối từ nhưng Tôn Quyền vẫn ra sức động viên, rằng dù gì đi nữa cũng phải biết một ít chữ nghĩa<ref>[[Tư trị thông giám]], [http:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7066 quyển 66]: Tôn Quyền viết：Cô khởi dục khanh trị kinh vi bác sĩ tà! Đãn đương thiệp liệp, kiến vãng sự nhĩ. Khanh ngôn đa vụ, thục nhược cô, cô thường độc thư， tự dĩ vi đại hữu sở ích<\/ref><ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Sơ, Quyền vị Mông cập tướng khâm viết: Khanh kim tịnh đương đồ chưởng sự，nghi học vấn dĩ tự khai ích. Mông viết: Tại quân trung thường khổ đa vụ， khủng bất dung phục độc thư. Quyền viết：Cô khởi dục khanh trị kinh vi bác sĩ tà？ Đãn đương lệnh thiệp liệp kiến vãng sự nhĩ. Khanh ngôn đa vụ thục nhược cô， cô thiểu thì lịch thi,thư, lễ ký, Tả truyện, quốc ngữ， duy bất độc dịch. chí thống sự dĩ lai， tỉnh tam sử, chư gia binh thư， tự dĩ vi đại hữu sở ích. như khanh nhị nhân, ý tính lãng ngộ， học tất đắc chi， Ninh đương bất vi hồ? Nghi cấp độc Tôn Tử Lục Thao, Tả truyện, Quốc ngữ cập Tam sử, Khổng Tử ngôn chung bất thực， chung dạ bất tẩm dĩ tư, vô ích, bất như học dã. Quang Vũ đương binh mã chi vụ， thủ bất thích quyển.　Mạnh Đức diệc tự vị lão nhi hảo học, khanh hà độc bất tự miễn úc tà？ Mông thủy tựu học， đốc chí bất quyện， kì sở　lãm kiến， cựu nho bất thắng<\/ref>. Tuy nhiên sự cần cù và ý chí của ông thì ai cũng phải khâm phục. Với tài trí và lòng kiên trì của mình, chỉ trong vòng mấy năm, Lã Mông từ một kẻ dốt nát đã trở thành một học giả siêu việt, vị tướng văn võ song toàn, trụ cột đắc lực của Đông Ngô, đến cả Lỗ Túc cũng phải khâm phục<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Hậu Lỗ Túc thượng đại Chu Du, quá Mông ngôn nghị, thường dục thụ khuất. Túc phụ Mông bối viết：ngô vị đại đệ đãn hữu vũ　lược nhĩ， chí ư kim giả, \nhọc thức anh bác, phi phục ngô hạ a Mông<\/ref>. Có lần Lã Mông hỏi Lỗ Túc về cách đối phó với Quan Vũ, Lỗ Túc chỉ trả lời sẽ tùy cơ ứng biến. Lã Mông lại hiến cho Lỗ Túc năm sách lược khiến Lỗ Túc cực kì khen ngợi.\n\n=== Cách đối xử với mọi người ===\n\nThời trẻ, do mâu thuẫn với hiệu úy của anh rể [[Đặng Dương]] mà ông đã tự tay giết chết hắn, khiến bản thân suýt bị tội nặng. Về sau khi đã trở thành đại tướng, Lã Mông lại nảy sinh ra xung đột với một vị tướng khác là [[Cam Ninh]], một người hiếu sát. Giai thoại như sau: Có một lần thuộc tướng của [[Cam Ninh]] phạm tội, sợ bị Ninh giết bèn trốn sang theo Lã Mông. Ông sợ Cam Ninh giết hắn nên không giao trả ngay. Sau đó nhân lúc [[Cam Ninh]] dâng lễ vật biếu mẹ Lã Mông, ông mới đem người thuộc hạ đó giao lại cho Cam Ninh, nhưng khuyên Ninh đừng giết hắn ta. [[Cam Ninh]] ban đầu nhận lời, nhưng khi về trại thì lập tức dùng cung bắn chết người này. Lã Mông biết việc cực kì tức giận, đem thuyền và quân đánh Cam Ninh, định giết ông ta. Nhưng khi đi đến giữa đường, Lã Mông chợt nhớ lại lời người mẹ căn dặn mình trước đây, đại ý rằng Tôn Quyền đối xử với ông như cốt nhục, phó thác việc cho ông, nên ông phải hết lòng mà thờ, không thể vì thù riêng mà gây ra hiềm khích trong nội bộ. Vì thế ông từ bỏ ý định đó, chạy đến thuyền Cam Ninh và chỉ bảo rằng mẹ mình mời Ninh đến dự tiệc, và hai người hòa giải với nhau<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B755 Tam Quốc chí, quyển 55]: Ninh trù hạ nhi tằng hữu quá, tẩu đầu Lã　 \nMông. Mông khủng Ninh sát chi, cố bất tức hoàn, hậu Ninh lễ Mông mẫu, lâm đương dữ thăng đường, nãi xuất trù hạ nhi hoàn Ninh. Ninh hứa Mông bất sát, tư tu hoàn thuyền， phược trí tang thụ, tự vãn cung xạ sát chi. Tất sắc thuyền nhân canh tăng khả lãm, giải y ngọa thuyền　 \ntrung. Mông đại nộ, kích cổ hội binh, dục tựu thuyền mai Ninh. Ninh văn chi, cố ngọa bất khởi. Mông mẫu đồ tiển xuất gián Mông viết: Chí tôn đãi nhữ　như cốt nhục, chúc nhữ dĩ đại sự, hà hữu dĩ tư nộ nhi dục công sát Cam Ninh? Ninh tử chi nhật, túng chí tôn bất vấn, nhữ thị vi thần hạ phi pháp. Mông tố chí hiếu， văn mẫu ngôn, tức hoát nhiên ý thích, tự chí Ninh thuyền, tiếu hô chi viết: Hưng bá, lão mẫu đãi khanh thực, cấp thượng! Ninh thế khấp hư hi viết: Phụ khanh, dữ Mông câu hoàn kiến mẫu, hoan yến cánh nhật<\/ref>\n\nViệc Cam Ninh nóng tính thích giết người, nhiều lần trái ý của Tôn Quyền làm cho [[Tôn Quyền]] tức giận. Lã Mông thường khuyên Quyền rằng thiên hạ vẫn chưa định nên vẫn phải chịu đựng tính khí của Cam Ninh. Từ đó, [[Tôn Quyền]] hết lòng hậu đãi Ninh để Ninh trung thành với mình<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Cam Ninh thô bạo hảo sát, ký thường thất Mông, hựu thì vi quyền lệnh, Quyền nộ chi. Mông triếp trần thỉnh: Thiên hạ vị định, đấu tướng như Ninh nan đắc, nghi dung nhẫn chi. Quyền toại hậu Ninh, tốt đắc kì dụng<\/ref>.\n\nGiai thoại trên cho thấy Lã Mông là một vị tướng rất có hiếu biết quan tâm tới đồng liêu. Còn có một lần khác, Lã Mông cùng các tướng Thành Đường, Tống Định, Từ Cố đánh các vùng lân cận, ba tướng chết trận, con cháu của họ còn nhỏ. Tôn Quyền thấy vậy, định lấy thực ấp và binh quyền của ba tướng giao cho Lã Mông nhưng ông cho rằng ba vị tướng kia lập được công lao, cho dù con cháu còn nhỏ vẫn không thể phế hết tập ấm của họ được. Sau ba lần dâng biểu, cuối cùng Tôn Quyền đành phải chấp thuận. Về sau Lã Mông được cử đi dạy bảo cho người thừa tự của ba vị tướng này<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Thì Mông dữ Thành Đường, Tống Định, Từ Cố truân thứ bỉ cận, tam tương tử, tử đệ ấu nhược. Quyền tất dĩ binh tịnh Mông. Mông cố từ, trần khải cố đẳng giai cần lao quốc sự, tử đệ tuy tiểu, bất khả phế dã. Thư tam thượng, Quyền nãi thính. Mông ư thị hựu vi trạch sư, sử phụ đạp, chi， kì thao tâm suất như thử<\/ref>.\n\nNhiều lần, Lã Mông còn giải được mối hiềm khích giữa vua quan Đông Ngô, góp phần giải quyến nhiều mâu thuẫn trong nội bộ. Có lần Ngu Phiên khuyên can Tôn Quyền mà lời lẽ quá mạnh, bị Quyền đầy đi xa. Sau khi Lã Mông từ Kinh châu về Kiến Nghiệp biết được việc ấy, bèn \ntha cho Ngu Phiên và cho đi theo mình.<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B757 quyển 57]: Phiên sổ phạm nhan gián tranh, Quyền bất năng duyệt, hựu tính bất hiệp tục， đa kiến báng hủy, tọa tỉ đan dương kính huyền. Lã Mông đồ thủ Quan Vũ,, xưng tật hoàn Kiến Nghiệp, dĩ phiên kiêm tri y thuật， thỉnh dĩ tự tùy, diệc dục nhân thử lệnh phiên đắc thích dã<\/ref>. Lại một lần, [[Lăng Thống]] oán hận Cam Ninh giết cha mình là [[Lăng Thao]], thường xảy ra xung đột. Khi Lã Mông mở yến tiệc trong nhà có cả hai người tới dự, Lăng Thống cầm đao múa kiếm định đâm Cam Ninh, [[Cam Ninh]] cũng múa kiếm đáp lại. Sợ không thể cứu vãn tình thế, cũng rút đao xông ra múa giữa hai người để cản. Vì thế, trận chém giết này mới không xảy ra<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B755 quyển 55]: Lăng Thống oán Ninh sát kì phụ Thao, Ninh thường bị Thống, bất dữ tương kiến. Quyền diệc mệnh Thống bất đắc thù chi. Thường ư Lã Mông xá hội, tửu hàm, thống nãi dĩ đao vũ. Ninh khởi viết：‘Ninh năng song kích vũ. Mông viết: trữ tuy năng, vị nhược mông chi xảo dã. Nhân thao đao trì thuẫn, dĩ thân phân chi<\/ref>.\n\nLã Mông cũng tỏ ra là người công minh, không vì thù riêng mà làm lỡ đến việc nước. Lúc đầu khi chưa được học, mỗi khi cần trình quân vụ gì thì Lã Mông đều tùy tiện dùng ký hiệu trong thư. Việc làm này bị thái thú Gian Hạ [[Thái Di]] khinh thường. Lúc thái thú Dự Chương [[Cố Thiệu]] mất, Tôn Quyền hỏi về người sẽ kế thừa chức ấy, Lã Mông không ngần ngại tiến cử Thái Di. Tôn Quyền khen ông và so sánh ông với tướng quốc của nước Tấn thời xưa là Kì Hề<ref>Sống vào thời Xuân Thu. Lúc ông sắp mất, Tấn hầu hỏi về người kế chức, ông không ngần ngại tiến cử người thuộc gia tộc vốn có tư thù với mình<\/ref> và trọng dụng Thái Di<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B754 Tam Quốc chí, quyển 54]: Mông thiểu bất tu thư truyền, mỗi trần đại sự, thường khẩu chiêm vi tiên sơ. Thường dĩ bộ khúc sự vi Giang Hạ thái thủ thái di sở bạch, Mông vô hận ý. Cập Dự Chương thái thủ Cố Thiệu tốt, Quyền vấn sở dụng, Mông nhân tiến Di phụng chức giai lại, Quyền tiếu viết: Quân dục vi Kì Hề da? ư thị dụng chi<\/ref>.\n\nTrong [[trận Phàn Thành]], khi Quan Vũ đánh Tào Nhân, tướng Ngụy là [[Vu Cấm]] dẫn quân đi cứu, bị Quan Công đánh bại. [[Tôn Quyền]] bèn sai Lã Mông cùng với Chinh Lỗ tướng quân [[Tôn Kiểu]] làm đại đốc, đánh vào Nam Quận nhân lúc Quan Vũ không có ở đó. Ông cho rằng như vậy không thỏa đáng, vì hai người cùng đảm nhậm một chức sẽ dễ gây tranh chấp như [[Chu Du]] và [[Trình Phổ]] trước đây, do đó Quyền cho Lã Mông một mình giữ chức Đại đốc<ref>[[Tam Quốc chí]], quyển 51: hậu Lã Mông đương tập Nam quận, Quyền dục lệnh Kiểu dữ Mông vi tả hữu bộ đại đốc. Mông thuyết Quyền viết：Nhược chí tôn dĩ Chinh lỗ năng, nghi dụng chi. Dĩ Mông năng, nghi dụng Mông. Tích Chu Du, Trình Phổ vi tả hữu bộ đốc, cộng công Giang Lăng, tuy sự quyết ư Du, Phổ tự thị cửu tương, thả câu thị đốc, toại cộng bất mục, cơ bại quốc sự, thử mục tiền chi giới dã。. Quyền ngụ, tạ Mông viết: Dĩ khanh vi đại đốc， mệnh Kiểu vi hậu kế<\/ref>.\n\n== Trong văn học, điện ảnh ==\n=== Trong tiểu thuyết Tam Quốc diễn nghĩa ===\n\nTrong tác phẩm Tam Quốc diễn nghĩa, nhân vật Lã Mông xuất hiện từ hồi 38 đến hồi 77. Do tư tưởng đứng về phe Thục Hán nên La Quán Trung đã xây dựng hình tượng nhân vật này có phần không giống như sách sử. Tam quốc diễn nghĩa còn đề cập đến một người vì quá tôn sùng Quan Vũ nên sinh ra oán hận đối với Lã Mông qua việc chê cười và mạt sát tài năng của ông. Lần đầu tiên xuất hiện, hồi 38, Lã Mông đang làm Bắc Bình đô úy cho Tôn Quyền<ref>[[Tam quốc diễn nghĩa]], [http:\/\/vi.wikisource.org\/wiki\/Tam_qu%E1%BB%91c_di%E1%BB%85n_ngh%C4%A9a\/H%E1%BB%93i_38 hồi 38]<\/ref>, và sau đó là các việc làm của ông cho phe Đông Ngô như cùng Tôn Quyền đánh [[Hoàng Tổ]], giết tướng [[Trần Tựu]], tiến cử Cam Ninh, dụ hàng Hác Phổ, chiếm Kinh Châu... Tiểu thuyết này cũng đề cập nhiều đến sự phấn đấu trong việc học tập và nhãn quang quân sự xuất sắc của Lã Mông. Tuy nhiên ở những hồi về sau thì hình tượng nhân vật Lã Mông ít nhiều bị biến dạng, do ông là người gây ra cái chết của Quan Vũ. Ở hồi 77, tác giả mô tả việc Lã Mông bị Quan Vũ hiện về đòi mạng, nhập vào người của ông rồi đẩy Tôn Quyền, ngồi lên ngai, tự xưng là Quan Công, sau đó thì ông ngã lăn xuống đất chết<ref>Lê Đông Phương, sách đã dẫn, tr 280<\/ref><ref>[[Tam Quốc diễn nghĩa]], [http:\/\/vi.wikisource.org\/wiki\/Tam_qu%E1%BB%91c_di%E1%BB%85n_ngh%C4%A9a\/H%E1%BB%93i_77 hồi 77]<\/ref>.\n\n=== Trong các tác phẩm văn học khác ===\n\nNhân vật Lã Mông còn được nhắc đến trong các tác phẩm văn học sau này như ở Toàn Đường thi, Thái Bình Quảng kí<ref>[[Thái Bình Quảng ký]], quyển 276<\/ref>, Dịch Kinh... và quyển tiểu thuyết Đông mạn du hí...\n=== Trong phim ảnh ===\n\nNhân vật Lã Mông xuất hiện trong một số các tác phẩm của điện ảnh [[Trung Quốc]] như\n*[[Tân Tam Quốc Diễn Nghĩa]] (sản xuất 2010), do Thường Thành thủ vai Lã Mông\n*[[Chung cực Tam quốc]] (2009), diễn viên đóng vai Lã Mông là Sùng Thiệu Bách...\n\n== Câu nói nổi tiếng ==\n\n{{cquote|''Kẻ sĩ ba ngày không gặp mặt thì nên rửa mắt mà nhìn.''|||Lời nói của Lã Mông với Lỗ Túc)}}\n== Xem thêm ==\n*[[Tôn Quyền]]\n*[[Lỗ Túc]]\n*[[Quan Vũ]]\n*[[Trận Tương Dương-Phàn Thành]]\n*[[Đông Ngô tứ đại đô đốc]]\n*[[Lục Tốn]]\n*[[Tam quốc]]\n== Tham khảo ==\n*[[Tam quốc chí]], các quyển 46, 47, 54,55, 58...\n*[[Tân Đường thư]], quyển 15\n*[[Tống sử]], quyển 105\n*[[Tư trị thông giám]], quyển 66, 67, 68, 69\n*[[Tấn thư]], quyển 54, 70\n*Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n== Chú thích ==\n{{tham khảo|30em}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Sinh năm 178]]\n[[Thể loại:Mất năm 219]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Mất năm 220]]\n[[Thể loại:Người An Huy]]\n[[Thể loại:Viên chức chính quyền ở An Huy]]\n[[Thể loại:Viên chức chính quyền ở Hồ Bắc]]"}