{"Lê Đại Hành":"{{Thông tin nhân vật hoàng gia\n| tên = Lê Đại Hành\n| tên gốc = 黎大行\n| tước vị = [[Hoàng đế Việt Nam]]\n| thêm = vietnam\n| hình = Le_Dai_Hanh.jpg\n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[Đại Cồ Việt]]\n| tại vị = 980 &ndash; 18 tháng 4 năm 1005<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:980 till:1009\nAlignBars = early\nScaleMajor = increment:29 start:980\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:980 till:1005 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = <font color = \"green\">'''Sáng lập triều đại'''<\/font><br> [[Đinh Toàn]] ([[nhà Đinh]])\n| nhiếp chính = \n| kế nhiệm = [[Lê Trung Tông (Tiền Lê)|Lê Trung Tông]]\n| thông tin phối ngẫu = ẩn\n| phối ngẫu = [[Dương Vân Nga|Đại Thắng Minh Hoàng hậu]] [[Dương Vân Nga]],<br>Phụng Càn Chí Lý Hoàng hậu,<br>Thuận Thánh Minh Đạo Hoàng hậu,<br>Trịnh Quắc Hoàng hậu,<br>[[Phạm Thị Hến|Phạm Hoàng hậu]]\n| kiểu phối ngẫu = Hoàng hậu\n| chồng = \n| vợ = \n| thông tin con cái = ẩn\n| con cái = <\/small>\n*[[Lê Long Thâu]]\n*[[Lê Long Tích]]\n*[[Lê Long Việt]]\n*[[Lê Long Đinh]]\n*[[Lê Long Đĩnh]]\n*[[Lê Long Cân]]\n*[[Lê Long Tung]]\n*[[Lê Long Tương]]\n*[[Lê Long Kính]]\n*[[Lê Long Mang]]\n*[[Lê Long Đề]]\n*[[Lê Thị Phất Ngân]]\n| tên đầy đủ = [[Lê Hoàn]] (黎桓)\n| kiểu tên đầy đủ = Tên húy\n| tôn hiệu = Minh Càn Ứng Vận Thần Vũ Thăng Bình Chí Nhân Quảng Hiếu Hoàng đế (明乾應運神武昇平至仁廣孝皇帝)\n| tước vị đầy đủ = \n| thông tin niên hiệu = ẩn\n| niên hiệu = [[niên hiệu| ]]\n*Thiên Phúc (天福 [[980]] - [[988]])\n*Hưng Thống (興統 [[989]] - [[993]])\n*Ứng Thiên (應天 [[994]] - [[1005]])\n| thụy hiệu = Đại Hành Hoàng đế (大行皇帝)\n| miếu hiệu = \n| hoàng tộc = [[Nhà Tiền Lê]]\n| kiểu hoàng tộc = Triều đại\n| cha = Lê Mịch<ref name=\"ReferenceA\"\/>\n| mẹ = Đặng Thị Sen<ref name=\"ReferenceA\"\/>\n| sinh = [[10 tháng 8]], [[941]]\n| nơi sinh = [[Tĩnh Hải quân]]\n| mất = {{ngày mất và tuổi|1005|4|18|941|8|10}}\n| nơi mất = [[Hoa Lư]], [[Đại Cồ Việt]]\n| ngày an táng = \n| nơi an táng = Trường Yên ([[Hoa Lư]])\n}}\n\n'''Lê Đại Hành''' (941-1005) là vị [[Hoàng đế]] sáng lập [[nhà Tiền Lê]] nước Đại Cồ Việt, trị vì nước [[Đại Cồ Việt]] trong 24 năm. Ông là 1 trong 14 vị anh hùng tiêu biểu của dân tộc Việt Nam.<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/ban-co-biet-14-anh-hung-tieu-bieu-cua-dan-toc-viet-nam-post811996.html|tựa đề=Lê Đại Hành - vị vua \"đánh Tống, bình Chiêm\"|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nKhi còn thiếu thời ông làm quan cho [[nhà Đinh]] dưới thời [[Đinh Tiên Hoàng]], đến chức ''Thập đạo tướng quân''. Năm 979[[Spider-Man: No Way Home|,]] viên quan [[Đỗ Thích]] giết vua [[Đinh Tiên Hoàng]] và người con [[Đinh Liễn]], người con thứ tên [[Đinh Phế Đế|Đinh Toàn]] nối ngôi lúc 6 tuổi, Lê Đại Hành làm [[Nhiếp chính]], xưng là Phó vương''',''' nắm đại quyền triều đình. [[Nhà Tống]] lấy cớ Lê Đại Hành chuyên quyền để phát binh xâm lược Đại Cồ Việt (thực ra đây chỉ là cái cớ, còn thực tế chiếu phát binh của vua Tống cho thấy nhà Tống muốn khôi phục sự cai trị của mình lên nước Việt giống như thời [[nhà Đường]]).\n\nTrước tình thế đó, Đại tướng quân [[Phạm Cự Lạng]] đem binh sĩ vào cung làm binh biến, buộc Thái hậu [[Đại Thắng Minh hoàng hậu|họ Dương]] (tức mẹ [[Đinh Toàn]]) trao long cổn cho Phó vương Lê Hoàn. Sau khi lên ngôi, Lê Hoàn tự mình làm tướng đánh tan quân Tống, chém tướng [[Hầu Nhân Bảo]], bắt sống tướng Quách Quân Biện, Triệu Phụng Huân đem về [[Hoa Lư]], giúp cho Đại Cồ Việt thanh bình, bảo toàn được nền độc lập của đất nước.\n\nHiện nay, có giả thuyết cho rằng Lê Hoàn là chủ mưu vụ ám sát vua [[Đinh Tiên Hoàng]] để giành ngôi vua. Giả thuyết này đúng sai không rõ vì không có bằng chứng, nhưng việc Lê Hoàn là một vị vua giỏi và có nhiều đóng góp cho đất nước là điều không thể phủ nhận. Sau khi lên ngôi, Lê Hoàn thu được nhiều thành tích nổi bật trong việc cai trị, như việc phát triển nông nghiệp, mở trường học, tuyển dụng nhân tài và đánh bại [[Chiêm Thành]], đánh dẹp các tộc người ở biên giới, khiến họ phải quy phục triều đình. Vì vậy, ông vẫn được sử sách đánh giá là một minh quân có công trong việc xây dựng đất nước và được nhân dân ca ngợi.\n\nÔng là nhạc phụ của Hoàng đế [[Lý Thái Tổ]], ông ngoại của Hoàng đế [[Lý Thái Tông]].\n\n==Thân thế==\nĐại Hành Hoàng đế húy là '''Lê Hoàn''', sinh ngày [[15 tháng 7|15 tháng 7]], nhằm ngày mùng [[10 tháng 8|10 tháng 8]]), cha là [[Lê Mịch]], mẹ là Đặng thị, quê hương của ông ở đâu còn đang bị tranh cãi (xem phần [[Lê Đại Hành#Nghi vấn về quê hương|tranh cãi về quê hương Lê Đại Hành]]).\n\nCâu chuyện ông được sinh ra có nhuốm màu [[truyền thuyết]]. Khi mới có thai, mẹ ông chiêm bao thấy trong bụng nở [[hoa sen]], chỉ chốc lát đã sinh ra Lê Hoàn <ref name=\"ReferenceA\">[[Đại Việt Sử ký Toàn thư]], Kỷ Nhà Lê.<\/ref><ref name=\"ReferenceB\">[[Việt sử tiêu án]]; Soạn giả Ngọ Phong Ngô Thời Sĩ; Dịch giả Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu; Nhà Xuất bản Văn Sử, 1991; Chương Nhà Lê- Đại Hành Hoàng Đế.<\/ref>\n\nTrong thôn có viên quan án là Lê Đột trông thấy lấy làm lạ, nói: ''\"Tư cách đứa trẻ này, người thường không sánh được\"'', bèn nhận làm con nuôi, chăm sóc dạy dỗ, không khác gì con đẻ.<ref name=\"ReferenceA\"\/><ref name=\"ReferenceB\"\/> Có đêm mùa đông trời rét, Lê Hoàn úp cối mà ngủ. Đêm ấy ánh sáng đẹp đầy nhà, viên quan lén đến xem, thì thấy con rồng vàng che ấp bên trên, vì thế lại càng thêm quý trọng Lê Hoàn.\n\n==Sự nghiệp==\n[[Tập tin:Le Dai Hanh.jpg|nhỏ|phải|200px|Tranh vẽ trong đền thờ '''Lê Đại Hành'''.]]\n\nLớn lên, Lê Hoàn theo giúp Nam Việt vương [[Đinh Liễn]], tính tình phóng khoáng, có chí lớn. Sứ quân [[Đinh Bộ Lĩnh]] khen là người trí dũng, chắc thế nào cũng làm được việc, bèn giao cho cai quản 1 nghìn quân sĩ.<ref name=\"ReferenceA\"\/>\n\nNăm [[968]], [[Đinh Bộ Lĩnh]] lên ngôi, tức vua [[Đinh Tiên Hoàng]], đặt quốc hiệu là [[Đại Cồ Việt]]. Năm [[971]], Đinh Tiên Hoàng bắt đầu quy định cấp bậc văn võ, tăng đạo. Đinh Đế lấy [[Nguyễn Bặc]] làm ''Định quốc công'', [[Lưu Cơ (nhà Đinh)|Lưu Cơ]] làm ''Đô hộ phủ Sĩ sư'', Lê Hoàn làm ''Thập đạo tướng quân'', Tăng thống [[Ngô Chân Lưu]] được ban hiệu là ''Khuông Việt đại sư'', [[Trương Ma Ni]] làm ''Tăng lục'', Đạo sĩ [[Đặng Huyền Quang]] được trao chức ''Sùng chân uy nghi''.<ref name=\"ReferenceA\"\/>\n\nTháng 10 năm [[979]], Chi hậu nội nhân [[Đỗ Thích]] giết [[Đinh Tiên Hoàng]] và Nam Việt Vương Đinh Liễn ở sân cung. Định quốc công [[Nguyễn Bặc]], Ngoại giáp [[Đinh Điền]] cùng Lê Hoàn rước Vệ vương [[Đinh Toàn]] lên ngôi hoàng đế và tôn mẹ Đinh Toàn là [[Dương Vân Nga]] làm [[Hoàng hậu Nhà Đinh|Hoàng thái hậu]].<ref name=\"ReferenceA\"\/> Vệ vương Đinh Toàn lên ngôi khi mới 6 tuổi, Lê Hoàn làm nhiếp chính đảm đương việc nước, xưng là Phó vương. Định quốc công Nguyễn Bặc, Ngoại giáp [[Đinh Điền]], [[Phạm Hạp]] nghi ngờ Hoàn sẽ làm điều bất lợi cho vua nhỏ, bèn dấy binh, chia hai đường thủy bộ, muốn tiến về Hoa Lư giết Lê Hoàn.\n\nLê Hoàn chỉnh đốn quân lữ, đánh nhau với Đinh Điền, Nguyễn Bặc ở [[Tây Đô]]{{efn|Chú thích của sách ''[[Đại Việt sử ký toàn thư]]'': do vua Lê Hoàn quê ở [[Ái châu]] nên gọi Ái châu là [[Tây Đô]].}}, Đinh Điền, Nguyễn Bặc bỏ chạy, đem quân thủy ra đánh. Lê Hoàn nhân chiều gió phóng lửa đốt thuyền chiến, chém Đinh Điền, bắt [[Nguyễn Bặc]] đóng cũi đưa về kinh sư, sau đem chém. Phạm Hạp được tin, mất khí thế, chạy về làng Cát Lợi ở [[Bắc Giang]]. Lê Hoàn đuổi theo, bắt sống Phạm Hạp mang về kinh sư.<ref name=\"ReferenceA\"\/>\n\n===Nhà Tống xuất binh===\nTháng 6 năm [[980]], Tri châu Ung của [[nhà Tống]] là Thái thường Bác sĩ [[Hầu Nhân Bảo]] dâng thư khuyên hoàng đế [[Tống Thái Tông]] nên lựa thời cơ nước Nam rối ren, vua còn nhỏ, đem quân chinh phạt. Vua Tống nghe theo.\n\nTháng 7 năm [[980]], nhà Tống lấy [[Hầu Nhân Bảo]] làm Giao châu lục lộ thủy lộ Chuyển vận sứ, Lan Lãng đoàn luyện sứ Tôn Toàn Hưng, Bất tác sứ Hác Thủ Tuấn, Yên bi khổ sứ Trần Khâm Tộ, Tả giám môn tướng quân Thôi Lượng làm Ung Châu Lộ binh mã Bộ thư, Ninh Châu Thứ sử Lưu Trừng, Quân khi khố Phó sứ Giả Thực, Cung phụng quan Cáp môn chi hậu Vương Soạn làm Quảng Châu Lộ binh mã Đô bộ thư, họp quân cả bốn hướng, hẹn ngày cùng sang chinh phạt nước Nam.<ref name=\"ReferenceA\"\/>\n\n===Lên ngôi vua===\nNhận tin quân Tống chuẩn bị xâm lược, [[Thái hậu]] sai Lê Hoàn chọn dũng sĩ đi chiến đấu, lấy người Nam Sách Giang là [[Phạm Cự Lạng]] làm Đại tướng quân. Khi triều đình đang bàn kế hoạch xuất quân, Phạm Cự Lạng cùng các tướng quân khác đều mặc áo trận đi thẳng vào Nội phủ, nói với mọi người: ''\"Thưởng người có công, giết kẻ trái lệnh là phép sáng để thi hành việc quân. Nay chúa thượng còn trẻ thơ, chúng ta dẫu hết sức liều chết để chặn giặc ngoài, may có chút công lao, thì có ai biết cho? Chi bằng trước hãy tôn lập ông Thập đạo làm [[Thiên tử]], sau đó sẽ xuất quân thì hơn\"''. Quân sĩ đều hô ''vạn tuế''.<ref name=\"ReferenceA\" \/>\n\nThái hậu thấy mọi người vui lòng quy phục bèn sai lấy áo long cổn khoác lên người Lê Hoàn, mời lên ngôi [[Hoàng đế]]. Từ đó ông lên ngôi hoàng đế, đổi [[niên hiệu]] là Thiên Phúc năm đầu ([[980]]), giáng phong Đinh Toàn làm Vệ vương. Lê Hoàn còn truy phong cha làm ''Trường Hưng vương'' và mẹ họ Đặng làm Hoàng thái hậu.<ref name=\"ReferenceA\"\/>\n\n==Chiến tranh với Bắc Tống (981)==\n[[Tập tin:LeHoanDanhTong.svg|nhỏ|phải|250px|Lê Hoàn đại phá quân Tống năm [[981]].]]\n{{Chính|Chiến tranh Tống - Việt, 981}}\n===Ngoại giao===\nTháng 8 năm [[980]], vua Tống xuống chiếu đem quân xâm lược [[Đại Cồ Việt]], sai Lư Đa Tốn mang thư sang. Tháng 10 cùng năm, vua Lê Hoàn sắp phát binh, sai Nha hiệu là Giang Cự Vọng, Vương Thiệu Tộ đưa thư sang Tống giả làm thư Vệ vương [[Đinh Toàn]] thỉnh cầu Lê Hoàn nối ngôi cha, ban cho mệnh lệnh chính thức; ý muốn hoãn binh nhà Tống.<ref name=\"ReferenceA\"\/>\n\nNhà Tống sai Trương Tông Quyền mang thư trả lời rằng: ''Họ Đinh truyền nối ba đời, trẫm muốn cho Toàn làm thống soái, khanh<ref>Tức vua Lê Hoàn.<\/ref> làm phó. Nếu Toàn tướng tài chẳng có, vẫn còn trẻ con, thì nên bảo cả mẹ con cùng thân thuộc sang quy phụ. Đợi khi bọn họ vào chầu ắt sẽ có điển lễ ưu đãi và sẽ trao cờ tiết cho khanh. Nay có hai đường, khanh nên chọn một''. Vua Lê Hoàn không nghe.<ref name=\"ReferenceA\"\/>\n\nNhà Tống liền thảo chiếu chỉ chinh phạt Đại Cồ Việt, nội dung lời chiếu chỉ như sau:\n:''Thanh giáo và oai linh của nước nhà vang khắp cả mọi nơi, gần đây đất Diên Chỉ (chỉ [[Đại Cồ Việt]]) chưa sáp nhập vào địa đồ Trung-Quốc, chúng ở một phương, gần nơi Ngũ Lĩnh. Từ cuối đời Đường rối loạn, chia sẻ đất đai, rồi chúng làm ra một nước tiếm ngụy, ở xa thanh giáo thành ra phong tục như đứa mù đứa điếc. Kịp khi Phiên-Ngung đã bình định, mới ban cho chính sóc mà tuân hành, tuy đã phục tùng chịu làm phiên thuộc, nhưng cứ tu luyện binh lính, có ý quật cường. Lễ thờ phụng nước trên, lẽ nào như thế? Vậy ta bất đắc dĩ phải trị tội gian ngụy để cứu dân, phải cử binh qua đánh để khai hóa xứ mọi rợ; nay cho bọn [[Tôn Toàn Hưng]] xuất quân qua đánh.''<ref>[[An Nam chí lược]], Tác giả [[Lê Tắc]], Nhà Xuất bản Viện Đại học Huế, 1961, tr. 25.<\/ref>\n\n===Diễn biến===\n[[Nhà Tống]] dùng Lan Châu Đoàn luyện sứ là Tôn Toàn Hưng, Bát tắc sứ là Thích Hậu, Tả Giám môn vệ Đại tướng quân là Thôi Lượng làm chức Lục lộ Binh mã Tổng quản, từ đường [[Ung Châu]] tiến quân; Ninh Châu Thứ sử là Lưu Trừng, Án bí Khố sứ là Giả Thực, Cung phụng Quan Các môn Chi hậu là Vương Soạn làm chức Thủy quân Binh mã Tổng quản do đường [[Quảng Châu]] tiến quân. Lại dùng Ngọ Xương Duệ làm chức Tri Giao châu Hành doanh Thông tục. Hầu Nhân Bảo chỉ huy.Nhóm Toàn Hưng từ giã; vua nhà Tống là [[Tống Thái Tông|Thái Tông]] lại hạ chiếu cho dẫn tiến, khiến Lương Quýnh thiết tiệc ở vườn Ngọc Tân để tống tiễn.<ref name=\"ReferenceC\">An Nam chí lược, soạn giả Lê Tắc, Dịch giả: Ủy ban phiên dịch sử liệu Việt Nam; Nhà Xuất bản: Viện Đại học Huế 1961; Quyển Đệ tứ; bản điện tử, trang 43.<\/ref>\n\nMùa thu năm [[980]], quân Tống khởi hành; tháng 12 năm [[980]], quân Tống phá được hơn 1 vạn quân [[Đại Cồ Việt]].<ref name=\"ReferenceC\"\/>\n\nMùa xuân, tháng 2 năm [[981]], [[Hầu Nhân Bảo]], Tôn Toàn Hưng đến [[Lạng Sơn]], Trần Khâm Tộ đến Tây Kết, Lưu Trừng đến sông Bạch Đằng. Vua Lê Hoàn đích thân làm tướng, sai quân sĩ đóng cọc ngăn sông Chi Lăng.<ref name=\"ReferenceA\"\/> Sách [[Việt sử tiêu án]] chép: ''Vua tự làm tướng ra chống đánh, sai sĩ tốt cắm gỗ, đầu bịt sắt để ngăn cửa sông''.<ref name=\"ReferenceB\"\/>\n\nVua Lê Hoàn đã cho xây dựng một tòa thành có tên là [[Bình Lỗ]] để chống [[quân Tống]]. (Tháng 6 năm [[1300]], Hưng Đạo Đại vương [[Trần Hưng Đạo|Trần Quốc Tuấn]] có nhắc đến thành này trong lời dặn lúc ông sắp mất: ''\"Ngày xưa [[Triệu Đà|Triệu Vũ Đế]] dựng nước, hoàng đế [[nhà Hán]] cho quân đánh, nhân dân làm kế thanh dã, đại quân ra [[Khâm Châu]], [[Liêm Châu]] đánh vào [[Trường Sa, Hồ Nam|Trường Sa]], [[Hồ Nam]], còn đoản binh thì đánh úp phía sau. Đó là một thời. Đời [[nhà Đinh]], [[nhà Tiền Lê]] dùng người tài giỏi, đất phương nam mới mạnh mà phương bắc thì mệt mỏi suy yếu, trên dưới một dạ, lòng dân không lìa, xây thành Bình Lỗ mà phá được quân Tống...''\")\n\nMùa hạ năm [[981]], quân Tống giao chiến với quân Việt, quân Tống chém được hơn 1000 người, bắt được hơn 200 thuyền chiến. [[Phạm Cự Lạng]] xin Lê Hoàn rút quân tại Ba Bộ. Chuyển vận sứ [[nhà Tống]] là Hầu Nhân Bảo{{efn|Sách [[An Nam chí lược]] viết là Bữu.}} cùng đạo tiền quân tiến sâu vào, bị thất bại luôn.<ref name=\"ReferenceC\"\/> Cánh quân Tôn Toàn Hưng do đường thủy và đường bộ tới làng Đa-La, không gặp Hầu Nhân Bảo, bèn trở về Ba Bộ.<ref name=\"ReferenceC\"\/>\n\nVua Lê Hoàn sai quân sĩ trá hàng để dụ [[Hầu Nhân Bảo]], đem chém.<ref name=\"ReferenceA\"\/> Sách [[Việt sử tiêu án]] chép: ''sai người trá hàng, bắt được Nhân Bảo''.<ref name=\"ReferenceB\"\/> Sách [[An Nam chí lược]] chép: ''Lê Hoàn giả đầu hàng để dụ địch, Nhân – Bữu bèn trúng kế mà bị hại''.<ref name=\"ReferenceC\"\/>\n\nTrần Khâm Tộ nghe tin quân thủy thua trận, dẫn quân về. Vua Lê Hoàn thừa thắng đuổi đánh, quân của Khâm Tộ thua to, chết đến quá nửa, thây chết đầy đồng; bắt sống đại tướng là Quách Quân Biện, Triệu Phụng Huân đưa về Hoa Lư. Từ đó trong nước rất yên.<ref name=\"ReferenceA\"\/><ref name=\"ReferenceB\"\/><ref>Chép theo lời của sách [[Đại Việt sử ký toàn thư]]: Từ đó trong nước rất yên.<\/ref>\n\n===Sau chiến tranh===\nSau chiến tranh, nước Việt an bình, bầy tôi dâng tôn hiệu cho vua Lê Hoàn là ''Minh Càn Ứng Vận Thần Vũ Thăng Bình Chí Nhân Quảng '''Hiếu Hoàng Đế'''''. Vua sai sứ sang [[nhà Tống]] cống các đồ thổ sản và dâng biểu tạ lỗi.<ref name=\"ReferenceA\" \/><ref name=\"ReferenceB\" \/> Giang Nam Chuyển vận sứ của nhà Tống là Hứa Trọng Tuyên đem việc Nhân Bảo thua chết tâu lên. Vua Tống xuống chiếu rút quân về, sai sứ quở trách bọn Lưu Trừng, Giả Thực, Vương Soạn. Trừng ốm chết, Soạn bị giết ở [[Ung Châu]], Tôn Toàn Hưng cũng bị giết bêu ở chợ.<ref name=\"ReferenceA\"\/>\n\n==Chiến tranh với Chiêm Thành==\nKhi người Việt nội thuộc triều đình ở Trung nguyên thì ở phía Nam, người [[Chiêm Thành]] đã sớm xây dựng được một quốc gia độc lập tự chủ từ năm [[192]]. Sinh sống ở các thung lũng [[Nam Trung Bộ]] hẹp và nhỏ, vương quốc [[Chiêm Thành]] có thế mạnh về hàng hải và các ngành nghề thủ công, nhưng lại thiếu những miền châu thổ rộng lớn. Bởi vậy, từ khi lập nước, [[Chiêm Thành]] liên tục tiến hành các hoạt động quân sự với [[Đại Cồ Việt]].<ref>Tổng hợp từ Phan Khoang: Việt sử Đàng trong 1558-1777 (Cuộc Nam tiến của dân tộc Việt Nam), Nhà Xuất bản Văn học, N. 2001, tr. 14-30.<\/ref> Năm [[803]], vua Chiêm sai viên tướng Senapati Par đem quân xâm phạm [[An Nam]], vây hãm phía nam quận [[Cửu Chân]]. Năm [[979]], quân Chiêm được [[Ngô Nhật Khánh]] dẫn đường, tổ chức lực lượng thủy quân hùng hậu tiến đánh [[Hoa Lư]] theo đường biển, nhưng bị tan vỡ vì gặp bão ở [[cửa biển Thần Phù]].<ref>Lương Ninh. ''Lịch sử vương quốc Champa''. Nhà Xuất bản Đại học Quốc gia Hà Nội 2004: tr. 42; Phan Khoang, Việt sử xứ Đàng trong 1558-1777 (Cuộc Nam tiến của dân tộc Việt Nam). Nhà Xuất bản Văn học. 2001. tr. 29.<\/ref>\n\nNăm [[982]], Lê Hoàn cử [[Ngô Tử Canh]] và [[Từ Mục]] đi sứ Chiêm Thành bị vua Chiêm là Bê Mi Thuế (Paramesvaravarman) bắt giữ. Lê Hoàn tức giận, sai đóng chiến thuyền, sửa binh khí, tự làm tướng đi đánh, chém Bê Mi Thuế tại trận. [[Chiêm Thành]] thua to. Bắt sống được quân sĩ nhiều vô kể, cùng là tài nữ trong cung trăm người và một nhà sư người Thiên Trúc, lấy các đồ quý đem về, thu được vàng bạc của báu kể hàng vạn; san phẳng thành trì, phá hủy tông miếu, vừa một năm thì trở về kinh sư.<ref name=\"ReferenceD\">[[Ngô Sĩ Liên]] và sử thần triều Lê: Đại Việt sử ký toàn thư 1. Nhà Xuất bản Khoa học xã hội. Hà Nội 1998. tr. 216. [[Đại Việt sử ký toàn thư]], Tập 1, Sđd. tr. 222.<\/ref> [[Tống sử]] cho biết Lê Hoàn đã sai sứ dâng 93 tù binh [[Chiêm Thành]] cho vua Tống nhằm chứng tỏ thực lực của [[Đại Cồ Việt]].<ref name=\"lockhart2011\">Phuong & Lockhart (2011), các trang 143-144.<\/ref> Khi nhà vua đi đánh Chiêm, qua núi Đồng Cổ {{efn|Ở xã Đan Nê, huyện An Định, châu Ái; chú thích của sách [[Đại Việt sử ký toàn thư]].}} đến sông Bà Hòa, đường núi hiểm trở khó đi, bèn sai đào hải cảng mới, đào xong, công và tư đều tiện lợi.<ref name=\"ReferenceD\"\/>\n\nCũng theo [[Tống sử]], năm [[990]], Lê Hoàn lại đem quân đánh vào châu Địa Lý (Chiêm Thành), bắt được nhiều quân dân và tịch thu nhiều của cải.<ref name=\"lockhart2011\"\/><ref>Maspéro (2002), trang 58.<\/ref> Đến các năm [[995]] và [[997]], quân Chiêm kéo sang đánh phá biên giới Đại Cồ Việt, Lê Hoàn phải cho quân đánh đuổi.<ref>Cœdès (1968), các trang 124-126.<\/ref><ref>An Nam chí lược (1961), trang 99.<\/ref>\n\n==Chính quyền==\nTriều [[nhà Đinh]], vua [[Đinh Bộ Lĩnh]] chia nước làm mười đạo; Lê Hoàn lập ra [[nhà Tiền Lê]], đổi mười đạo làm lộ, phủ, châu. Hiện không rõ các tên hiệu và vị trí của các lộ, phủ châu như thế nào, sử cũ vẫn dùng các tên châu cũ do [[nhà Đường]] xâm lược nước Việt đặt ra. Lê Hoàn vẫn đóng đô ở [[thành Hoa Lư]], theo sách [[Khâm định Việt sử Thông giám cương mục|Cương mục]] [[Hoa Lư]] là sơn phận hai xã Uy Viễn và Uy Tế, huyện [[Gia Viễn]], tỉnh [[Ninh Bình]]; theo sách [[An Nam chí lược]] [[Hoa Lư]] ở huyện Lê Bình, nay là huyện [[Gia Viễn]].<ref>''Đất nước Việt Nam qua các đời'', Nhà Xuất bản Nhã Nam, 2016, tr. 137.<\/ref> Lê Hoàn lên ngôi năm đầu, đặt các chức quan Thái sư, Thái úy, Tổng quản, Đô chỉ huy sứ. Nhà vua phong quân sư người Tống là Hồng Hiến làm Thái sư,<ref>Nhiều tác giả (1993), [[Đại Việt Sử ký Toàn thư]], Nhà Xuất bản Khoa học Xã hội, Hà Nội, trang 69.<\/ref> [[Phạm Cự Lạng]] làm Thái úy, Từ Mục làm Đại Tổng quản tri quân dân, Đinh Thừa Chính làm Nha nội Đô Chỉ huy sứ. Về việc quân sự, năm [[986]] đặt binh Túc vệ, gọi là Thân quân, trên trán đều thích chữ ''Thiên Tử Quân'', về sau lệ cấm quân thích chữ ở trán, bụng, đùi bắt đầu từ đây. Năm [[988]], định ngũ quân, chia tướng hiệu làm hai ban.<ref>[[Lịch triều hiến chương loại chí]], Nhà Xuất bản Giáo dục, tập 1, 2007, trang 527.<\/ref><ref>[[Lịch triều hiến chương loại chí]], Nhà Xuất bản Giáo dục, tập 2, 2007, trang 313.<\/ref>\n\nLê Hoàn phong cho các con ra các trấn địa phương; năm [[989]] phong cho [[Thái tử]] [[Lê Long Thâu|Thâu]] làm Kình Thiên Đại vương ở [[kinh đô Hoa Lư]]; con thứ hai tên [[Lê Long Tích|Ngân]] Tích làm Đông Thành vương, theo suy đoán của [[Đào Duy Anh]] có lẽ cho đất ở phía đông kinh thành; con thứ ba tên [[Lê Long Việt|Việt]] làm Nam Phong vương. Năm [[991]] phong cho con thứ tư tên [[Lê Long Đinh|Đinh]] làm Ngự Man vương, đóng ở [[Phong Châu]]; cho con thứ sáu là [[Lê Long Cân|Cân]] làm Ngự Man vương, đóng ở trại Phù Lan (nay là xã Phù Vệ, huyện Đường Hào, tỉnh [[Hải Dương]]). Năm [[922]] phong cho con thứ năm là [[Lê Long Đĩnh|Đĩnh]] làm Khai Minh vương, đóng ở Đằng Châu ([[Hưng Yên]] ngày nay); cho con thứ bảy là [[Lê Long Tung|Tung]] làm Định phiên vương, đóng ở thành Tử Dinh trên sông Ngũ Huyện - con sông chảy qua các huyện Yên Lãng, Kim Anh, Đông Ngàn, Yên Phong, Tiên Du vào [[sông Cầu]]; cho con thứ tám là [[Lê Long Tương|Tương]] làm Phó vương, đóng ở sông Đỗ Động, tức [[sông Nhuệ]]; cho con thứ chín là [[Lê Long Kính|Kính]] làm Trung Quốc vương, đóng ở Càn Đà, huyện Liên Mạt, nay là Tiên Lữ, [[Hưng Yên]]. Năm [[994]] phong cho con thứ mười hai tên [[Lê Long Mang|Mang]] làm Nam Quốc vương, đóng ở châu Vũ Lang, thuộc [[Thanh Hóa]]. Năm [[995]] phong cho con thứ mười một tên [[Lê Long Đề|Đề]] làm Hành Quân vương, đóng ở châu Cổ Lãm, huyện Từ Sơn, [[Bắc Ninh]], cho con nuôi là Phù Đới vương, đóng ở Phù Đới hương, thuộc [[Hải Dương]].<ref>''Đất nước Việt Nam qua các đời'', Nhà Xuất bản Nhã Nam, 2016, tr. 138.<\/ref>\n\n===Quân sự===\nNgoài các chiến thắng quân sự đối với [[nhà Tống]], nước Chiêm, Lê Hoàn còn phải đối phó với các cuộc phản loạn trong nước và nhà vua thực hiện nhiều cuộc chinh phạt nhằm mở mang bờ cõi. Năm [[989]], vua Lê Hoàn sai viên Quảng giáo là Dương Tiến Lộc đi thu thuế ở [[châu Hoan]], [[châu Ái]]; Tiến Lộc làm phản, đem người hai châu ấy xin theo về với Chiêm Thành. [[Chiêm Thành]] không nhận. Lê Hoàn nghe tin, đem quân đánh châu Hoan, Ái đuổi bắt được Dương Tiến Lộc và giết người hai châu ấy không biết bao nhiều người mà kể.<ref name=\"ReferenceA\"\/>\n\nNăm [[995]], vua Lê Hoàn cho quân vào trấn Như Hồng thuộc [[Khâm Châu]] (nước [[Nhà Tống|Tống]]), đánh phá cư dân, cướp bóc lương thực, rồi bỏ đi. Mùa hạ cùng năm, vua Lê Hoàn lại dẫn 5.000 binh Tô Châu vào cướp Lộc-Châu, thuộc huyện của [[Ung Châu]], giao chiến với quân Tống do Tuần kiểm Dương Văn Kiệt chỉ huy, sau đó phải trở về.<ref>[[An Nam chí lược]], soạn giả [[Lê Tắc]]; Dịch giả Ủy ban phiên dịch sử liệu Việt Nam; Nhà Xuất bản: Viện Đại học Huế 1961; bản điện tử, trang 98.<\/ref> Năm [[996]], vua Lê Hoàn đem quân đi đánh được bốn động Đại, Phát, Đan, Ba ở Ma Hoàng.<ref name=\"ReferenceA\"\/> Tháng 7, năm [[996]] vua Lê Hoàn thân đi đánh quân làm phản ở [[Đỗ Động Giang]], bắt được đồ đảng đem về kinh sư.<ref name=\"ReferenceA\"\/>\n\nNăm [[999]], vua Lê Hoàn thân đi đánh Hà Động..., tất cả 49 động và phá được động Nhật Tắc, châu Định Biên. Từ đó các châu động đều quy phục.<ref name=\"ReferenceA\"\/> Năm [[1000]], Lê Hoàn xuống chiếu đi đánh người ở châu Phong là Trịnh Hàng, Trường Lệ, Đan Trường Ôn, khiến cho nhóm người này phải chạy vào vùng [[núi Tản Viên]].<ref name=\"ReferenceA\"\/>\n\nNăm [[1001]], Lê Hoàn thân đi đánh quân Cử Long. Quân Cử Long thấy vua Lê Hoàn, giương cung nhắm bắn thì tên rơi, lại giương cung thì dây đứt, tự lấy làm sợ mà rút lui. Vua Lê Hoàn bèn đi thuyền vào Cùng Giang để đuổi. Quân Cử Long bày trận hai bên bờ chống lại, quan quân bị hãm ở giữa sông, vua cũ [[nhà Đinh]] là Vệ vương [[Đinh Toàn|Toàn]] trúng tên chết tại trận. Vua Lê Hoàn kêu trời ba tiếng rồi thúc quân đánh, quân Cử Long tan vỡ.<ref name=\"ReferenceA\"\/> Năm [[1003]], vua Lê Hoàn đi [[Hoan Châu]], vét kinh Đa Cái thẳng đến Tư Củng trường ở [[Ái châu]]. Người Đa Cái làm phản, chém đầu để rao.<ref name=\"ReferenceA\"\/>\n\n===Kinh tế===\nLê Đại Hành khi cai trị đã cho xây dựng nhiều công trình, đẩy mạnh sản xuất [[nông nghiệp]] và [[thủ công nghiệp]] để chấn hưng đất nước. Ông là vị vua mở đầu cho [[Tịch điền|lễ Tịch điền]] nhằm khuyến khích sản xuất nông nghiệp dưới chế độ phong kiến [[Việt Nam]]. Mở đầu cho một lễ nghi trọng đại mà các vương triều sau tiếp tục noi theo để khuyến khích phát triển sản xuất nông nghiệp. Mùa xuân năm [[987]], vua Lê Hoàn lần đầu cày ruộng Tịch điền ở núi Đọi{{efn|Núi Đọi: tên chữ Hán là Đội Sơn hoặc Long Đội Sơn, ở xã Đại Sơn, huyện Duy Tiên, nay thuộc tỉnh [[Nam Hà (tỉnh)|Nam Hà]]; Chú thích của sách [[Đại Việt sử ký toàn thư]].}} được một hũ nhỏ vàng; lại cày ở núi Bàn Hải được một hũ nhỏ bạc, nhân đó đặt tên là ruộng Kim Ngân.<ref name=\"ReferenceA\"\/> Năm [[1003]], vua Lê Hoàn đi Hoan Châu, vét kinh Đa Cái thông thẳng đến Tư Củng trường ở Ái châu.<ref name=\"ReferenceA\"\/>\n\nLê Đại Hành cũng là vị vua đầu tiên tổ chức đào sông. Công trình đào [[sông Nhà Lê]] (hiện được nối liền 4 tỉnh [[Ninh Bình]], [[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]] và là một di tích lịch sử) do Lê Hoàn khởi dựng là con đường giao thông thủy nội địa đầu tiên của [[Việt Nam]]. Sự nghiệp mở đầu vĩ đại đó đã trở thành phương châm hành động của các thời Lý, Trần, Hậu Lê, Nguyễn sau này. Từ con sông đào do Lê Hoàn khai phá trên đất [[Thanh Hóa]], đến thời Lý, Trần sông đào đã xuất hiện ở đồng bằng Bắc Bộ đến Thanh-Nghệ-Tĩnh. Đến thời Lê đã rộng khắp dải miền Trung Bộ và đến thời Nguyễn thì sông đào có mặt ở khắp mọi miền [[Việt Nam]].{{efn|Sông Bà Hòa là tên gọi khi chảy qua địa phận xã Tân Trường đến Hải Thượng theo hướng Bắc gọi là sông Yên Hòa đổ ra cửa Bạng. Từ khu vực xã Trường Lâm một dòng sông chảy theo hướng nam đi men theo chân núi Xước nối với sông Hoàng Mai (huyện Quỳnh Lưu, tỉnh [[Nghệ An]]). Đó là kênh Bà Hòa mà Lê Đại Hành cho khơi đào.}}\n\n===Ngoại giao===\nTheo [[Phan Huy Chú]], nước Việt ở cõi Nam nuôi dân dựng nước có quy mô riêng, bên trong xưng đế, bên ngoài xưng vương, vẫn chịu phong hiệu của [[Trung Quốc]]. Năm [[980]], vua Tống sai Lư Tập đi sứ [[Đại Cồ Việt]], lúc này Lê Hoàn đã nắm quyền bính, đã đại diện cho [[Đinh Toàn]] để đứng ra tiếp sứ, tiến cống châu báu, đồng thời gửi biểu nói rằng triều đình đã tự nguyện tôn Lê Hoàn lên làm vua. Nhưng vua Tống không chịu đòi [[Đinh Phế Đế]] nắm giữ cai trị đất [[Giao Chỉ]], hoặc 2 mẹ con họ Đinh đến chầu Thiên triều thì Lê Hoàn sẽ được nắm quyền cai trị.<ref>[[An Nam chí lược]], tr. 98.<\/ref> Lê Hoàn không nghe, hai bên đánh nhau, [[nhà Tống]] thua; để giảng hòa Lê Hoàn vẫn sai sứ giả sang Trung Quốc thông hiếu. Vua Tống sai sứ sang phong cho Lê Hoàn lần lượt các chức như Đặc Tiến, Giao Chỉ quận vương, Nam Bình vương kiêm trị trung.<ref>[[An Nam chí lược]], tr. 99.<\/ref><ref>[[Lịch triều hiến chương loại chí]], Nhà Xuất bản Giáo dục, tập 2, 2007, trang 537.<\/ref> Tháng 10 âm lịch năm [[986]], Lê Hoàn trao trả các tướng Tống bị bắt năm [[981]] là Quách Quân Biện, Triệu Phụng Huân về nước.<ref>Nhiều tác giả (1993), [[Đại Việt Sử ký Toàn thư]], Nhà Xuất bản Khoa học Xã hội, Hà Nội, các trang 67-68.<\/ref>\n\nVề nghi thức tiếp đãi sứ giả, năm [[987]] nhà Tống sai Lý Giác sang [[Đại Cồ Việt]]. Khi Giác đến chùa Sách Giang, vua Lê Hoàn sai Thiền sư [[Đỗ Pháp Thuận]] giả làm người chèo đò ra đón. Lý Giác vốn hay văn thơ, ngâm một bài thơ, nhà sư cũng họa theo, Giác lấy làm lạ. Khi ra về, Lý Giác làm thơ có ý khen Lê Hoàn như vua Tống, Lê Hoàn khen ý tốt, cho rất hậu, lại sai người làm thơ tặng sứ giả.<ref>[[Lịch triều hiến chương loại chí]], Nhà Xuất bản Giáo dục, tập 2, 2007, trang 614.<\/ref>\n\nNăm [[990]], nhà Tống sai người sang sách phong, Lê Hoàn sai người đem thủy quân đi đón. Bây giờ sứ thần sang phong cũng giản dị nên nhà vua coi thường, sự đón tiếp làm ra vẻ sơ sài, kiêu ngạo. Nơi sứ quán, đồ cung tiếp không đầy đủ. Khi sứ sắp đến, Lê Hoàn mới làm gian nhà lợp tranh đề chữ ''Mao kính dịch'', nghĩa là ''trạm qua đường lợp cỏ tranh''. Đến khi Lê Hoàn ra đón ngoài thành thì quân dung lộng lẫy, cờ đàn bay khắp nơi. Vua cùng với sứ giả giong cương ngựa cùng đi. Đến cửa điện Minh Đức, Lê Hoàn nhận tờ chế đặt trên điện, không lạy, nói khéo rằng do đánh nhau với quân Man nên bị ngã ngựa, đau chân. Hôm sau lại bày trò vui tiếp sứ giả, nhân đấy nói sứ giả: ''đường sá xa xôi, núi sông hiểm trở, sau này nếu có thư tín gì về việc nước, thì nên giao cho đầu biên giới, khỏi phiền sứ quân đến đây.'' Sứ thần về tâu lại, vua Tống nghe theo.<ref>[[Lịch triều hiến chương loại chí]], Nhà Xuất bản Giáo dục, tập 2, 2007, trang 615.<\/ref><ref>Đại Việt Sử ký Bản kỷ Toàn thư, quyển I, Kỷ nhà Lê, Canh Dần, Hưng Thống năm thứ 2 [990] (Tống Thuần Hóa năm thứ 1).<\/ref><ref name=\"thienuyentapanh1\">''Thiền Uyển tập anh'', nhiều soạn giả, dịch giả: Ngô Đức Thọ-Nguyễn Thúy Nga, Quyển hạ, [http:\/\/quangduc.com\/a20024\/quyen-ha#Thiền sư PHÁP THUẬN phần: Thiền sư Pháp Thuận]<\/ref>\n\n===Bài thơ Nam quốc sơn hà===\n*Theo sách [[Lĩnh Nam chích quái]]:<ref>{{Chú thích web | url = https:\/\/sites.google.com\/site\/sachsuvietnam\/linh-nam-chich-quai | tiêu đề = Lĩnh Nam Chích Quái - Sách Sử Việt Nam | tác giả = | ngày = | ngày truy cập = 9 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n:Năm Thiên Phúc nguyên niên hiệu vua Lê Đại Hành, [[Tống Thái Tổ]] sai Hầu Nhân Bảo, Tôn Toàn Hưng cất quân xâm lược nước Nam. Hai bên đối lũy cùng cầm cự với nhau ở sông Đồ Lỗ. Vua Lê Đại Hành mộng thấy hai anh thần nhân ở trên sông vái mà nói rằng họ là [[Trương Hống]], [[Trương Hát]] xưa theo [[Triệu Việt Vương]]; nay xin cùng nhà vua đánh giặc để cứu sinh linh. Vua Lê Đại Hành tỉnh dậy liền đốt hương khấn cầu thần giúp. Đêm ấy thấy một người dẫn đoàn âm binh áo trắng và một người dẫn đoàn âm binh áo đỏ từ phía Bắc [[sông Như Nguyệt]] mà lại cùng xông vào trại quân Tống mà đánh. Quân Tống kinh hoàng, thần nhân tàng hình trên không, lớn tiếng ngâm rằng:\n\n::\"'''Nam quốc sơn hà Nam đế cư'''<br>'''Tiệt nhiên định phận tại thiên thư'''<br>'''Như hà nghịch lỗ lai xâm phạm'''<br>'''Nhữ đẳng hành khan thủ bại hư'''\"\n\n:Quân Tống nghe thấy, xéo đạp lên nhau chạy tan, đại bại mà về. Vua Lê Đại Hành trở về ăn mừng, truy phong cho hai vị thần nhân, một là ''Tinh Mẫn Đại vương'' lập miếu thờ tại ngã ba sông Long Nhãn, hai là ''Khước Mẫn Đại vương'' lập miếu thờ ở ngã ba sông Nguyệt.\n\nPGS TS Trần Bá Chí<ref>Đại học Khoa học Xã hội và Nhân văn.<\/ref> cũng khẳng định: [[Nam quốc sơn hà]] là bản tuyên ngôn độc lập, chỉ có thể ra đời sau hàng ngàn năm Bắc thuộc, nhưng không phải vào thời [[Ngô Quyền]] còn loạn lạc, chưa tức vị, trước khi chống [[Nam Hán]], mà là ở thời Vua Lê Đại Hành chống Tống khi thể chế, ngôi vị đã vững vàng, an định.<ref>Xem [[Tạp chí Hán Nôm]] số 4 - 2003. Bài \"Về mấy bài Tuyên ngôn độc lập\".<\/ref>\n\n==Cái chết==\nMùa xuân, ngày 8 tháng 3 âm lịch năm [[Ất Tỵ]] ([[18 tháng 4]] năm [[1005]]), Lê Hoàn mất ở điện Trường Xuân, gọi là Đại Hành Hoàng Đế, sau nhân đó dùng làm [[miếu hiệu]] mà không đổi, triều đình [[chôn cất|chôn]] ở sơn lăng châu Trường Yên. [[Lê Long Việt]], [[Lê Long Tích|Đông Thành vương]], [[Lê Long Kính|Trung Quốc vương]], [[Lê Long Đĩnh|Khai Minh vương]] là những người con ông, tranh ngôi tám tháng khiến nước không có chủ.<ref>[[Đại Việt Sử ký Toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1998, tập 1, trang 231, 232.<\/ref>\n\n==Nhận định==\n*Sử gia [[Lê Văn Hưu]] nhận định:<ref name=\"ReferenceA\"\/>\n{{cquote|\n''Lê Đại Hành giết [[Đinh Điền]], bắt [[Nguyễn Bặc]], tóm Quân Biện, Phụng Huân dễ như lùa trẻ con, như sai nô lệ, chưa đầy vài năm mà bờ cõi định yên, công đánh dẹp chiến thắng dẫu là [[nhà Hán]], [[nhà Đường]] cũng không hơn được. Có người hỏi: Đại Hành với [[Lý Thái Tổ]] ai hơn? Thưa rằng: Kể về mặt trừ dẹp gian trong, đánh tan giặc ngoài, làm mạnh nước Việt ta, ra oai với người Tống thì Lý Thái Tổ không bằng Lê Đại Hành có công lao gian khổ hơn. Nhưng về mặt tỏ rõ ân uy, lòng người suy tôn, hưởng nước lâu dài, để phúc cho con cháu thì Lê Đại Hành không bằng [[Lý Thái Tổ]] lo tính lâu dài hơn.|||[[Đại Việt sử ký]]}}\n\n*Sử gia [[Ngô Sĩ Liên]] nhận định:<ref name=\"ReferenceA\"\/>\n{{cquote|\n''Vua đánh đâu được đấy, chém vua [[Chiêm Thành]] để rửa cái nhục phiên di bắt giữ sứ thần, đánh lui quân Triệu Tống để bẻ cái mưu tất thắng của vua tôi bọn họ, có thể gọi là bậc anh hùng nhất đời vậy. Song trong khi làm nhiếp chính mà tự xưng là Phó Vương, dẫn đến việc bọn [[Đinh Điền|Điền]], [[Nguyễn Bặc|Bặc]] phải khởi binh, lên ngôi vua thì phải nhờ bọn [[Phạm Cự Lạng|Cự Lạng]] đem binh đến uy hiếp, làm cung điện thì lấy vàng, bạc mà trang sức. Phàm những việc như thế thì không bằng [[Lý Thái Tổ]] biết nghĩ xa hơn. [[Lê Văn Hưu|Văn Hưu]] nói lấy đức của [[nhà Lý]] mà soi đức của [[nhà Lê]] thì [đức của Lý] dày hơn, há chẳng đúng sao!''|||[[Đại Việt Sử ký Toàn thư]]}}\n\n*Sử gia [[Ngô Thì Sĩ]] nhận định:\n{{cquote|\n''Vua Đại Hành là người anh minh, quả quyết, nhiều mưu trí, dụng binh khéo như thần, cho nên khu sách các anh hào, vang động cả quân Mán và [[người Tàu]]. Nhưng vì tính nghiêm khắc, ưa nịnh hót, chỉ cốt làm cung điện cho lộng lẫy xa xỉ, còn chỗ dinh thự và trại lính thì để chật hẹp quê kệch. Sứ thần [[nhà Tống|Tống]] thấy thế chê cười''.|||[[Việt sử tiêu án]]}}\n\n*Về vua Lê Đại Hành, sử [[nhà Tống]] dẫn lời Tống Cảo, người đi sứ sang [[Đại Cồ Việt]] đã từng gặp Lê Hoàn mô tả ông là \"con người mắt lé\" nhưng \"hung hãn\" và \"có chí vác cả núi ngăn cả bể\".<ref>Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr. 746.<\/ref><ref>[[Đại Việt sử ký toàn thư]]. Tập 1. Sđd. trang 166.<\/ref>\n*Theo [[Phan Huy Chú]] nhận định trong [[Lịch triều hiến chương loại chí]]: Lê Đại Hành là một vị vua mà ''\"Sứ thần [[Trung Quốc]] phải tôn sùng, tù trưởng sơn động hết chuyện làm phản. Thành [[Hoa Lư]] phồn vinh hơn cả [[nhà Đinh]]. Còn lưu ý đến sức dân, quan tâm đến chính sự của nước, chú trọng nghề làm ruộng, nghiêm ngặt việc biên phòng, quy định pháp lệnh. Tuyển lựa quân ngũ... có thể nói là hết sức siêng năng, hết lòng lo lắng\"''.<ref>[[Phan Huy Chú]]: [[Lịch triều hiến chương loại chí]]. Bản dịch phần Nhân vật chí của Nguyễn Mạnh Quân, Trường Văn Chinh, bản in lại của Nhà Xuất bản KHXH. N. 1992, tr. 192.<\/ref>\n*Theo ''Việt giám thông khảo tổng luận'', [[Lê Tung]] bàn rằng:<ref>{{chú thích sách |tác giả =Lê Tung |tựa đề=Việt giám thông khảo tổng luận |volume= |dịch tựa đề= |url= http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/106-Khao-tong-luan?uiLang=en |định dạng= |ngày truy cập= |bản thứ= |series= |cuốn= |ngày tháng= |năm= |tháng= |năm gốc= 1514 |nhà xuất bản= Hội Bảo tồn di sản chữ Nôm |nơi= |ngôn ngữ= vi |isbn= |chương= |url chương= | ref= | trang = 10a-10b.}}<\/ref>\n{{Cquote|\n''Lê Đại Hành cầm quyền tướng quân mười đạo, giữ chức nhiếp chính, vua bé nước nguy, nhân thời chịu mệnh, giết vua [[Chiêm Thành]] để rửa cái nhục sứ thần bị bắt, phá quân Triệu Tống làm nhụt cái mưu tất thắng của chúng. Dùng bọn Hồng Hiến, Cự Lạng, Từ Mục, Tử An để làm tả hữu. Cày ruộng tịch điền ở Long Đội, mời người xử sĩ ở Tượng Sơn, kén dùng hiền tài, dựng mở trường học, có mưu lược to lớn của bậc đế vương. Nhưng làm lắm việc thổ mộc, lấy vàng ngọc trang sức cung lầu, gây nhiều việc can qua, coi nhân dân không khác cỏ rác, dẫu muốn không suy, có thể được không?''|||[[Lê Tung]]}}\n\nLê Đại Hành tin dùng, lắng nghe sự cố vấn của các thiền sư [[Phật giáo Việt Nam|Phật giáo]] như [[Vạn Hạnh]], [[Khuông Việt]] và [[Đỗ Pháp Thuận]]. Những cao tăng này đã hỗ trợ tích cực cho ông trong các hoạt động chính trị, quân sự và ngoại giao.<ref name=\"thienuyentapanh1\"\/><ref>''Thiền Uyển tập anh'', nhiều soạn giả, dịch giả: Ngô Đức Thọ-Nguyễn Thúy Nga, Quyển hạ, [http:\/\/quangduc.com\/p157a19942\/quyen-thuong#Đại sư KHUÔNG VIỆT phần: Đại sư Khuông Việt]<\/ref><ref>''Thiền Uyển tập anh'', nhiều soạn giả, dịch giả: Ngô Đức Thọ-Nguyễn Thúy Nga, Quyển hạ, [http:\/\/quangduc.com\/a20024\/quyen-ha#Thiền sư VẠN HẠNH phần: Thiền sư Vạn Hạnh]<\/ref>\n\n*Sách [[Đại Việt sử ký toàn thư]] viết rằng: ''\"Vua trừ nội gian mà lấy được nước, đuổi giặc ngoài để yên dân, trong nước thanh bình, Bắc Nam vô sự. Tiếc rằng không sớm chọn con nối, khiến cho con cái tranh nhau bên trong, dẫn đến mất ngôi\"''.\n*Theo sách [[An Nam chí lược]], trước khi sai quân đánh [[Đại Việt]], vua [[Tống Thái Tông]] đã ra lời chiếu như sau: ''Thanh-giáo và oai linh của nước nhà vang khắp cả mọi nơi, gần đây đất Diên-Chỉ chưa sáp nhập vào địa-đồ Trung-Quốc, chúng ở một phương, gần nơi Ngũ-Lĩnh. Từ cuối đời Đường rối loạn, chia sẻ đất đai, rồi chúng làm ra một nước tiếm ngụy, ở xa thanh-giáo thành ra phong-tục như đứa mù đứa điếc. Kịp khi Phiên-Ngung đã bình-định, mới ban cho Chính-Sóc mà tuân hành, tuy đã phục tùng chịu làm phiên thuộc, nhưng cứ tu luyện binh lính, có ý quật cường. Lễ thờ phụng nước trên, lẽ nào như thế? Vậy ta bất đắc dĩ phải trị tội gian ngụy để cứu dân, phải cử binh qua đánh để khai hóa xứ mọi rợ; nay cho bọn Tôn-Toàn-Hưng xuất quân qua đánh.''<ref>[[An Nam chí lược]], Tác giả [[Lê Tắc]], Ủy ban phiên dịch sử liệu Việt Nam, Viện Đại học Huế, 1961, bản điện tử, tr. 25.<\/ref>\n\nVăn bản này đã xác nhận chính quyền nhà Tống chưa thực sự sáp nhập [[Đại Việt]] vào lãnh thổ [[Trung Quốc]] và Đại Việt có phong tục riêng biệt.\n\n==Về tên \"Đại Hành\"==\nTheo ''[[Đại Việt Sử ký Toàn thư]]'', khi vua mới mất mà chưa được đặt [[thụy hiệu]] thì được gọi là '''Đại Hành Hoàng đế'''. Do vua nối ngôi là [[Lê Long Đĩnh|Lê Ngọa Triều]] đã không đặt thụy hiệu nên \"Đại Hành Hoàng đế\" đã trở thành thụy hiệu của Lê Hoàn.\n\nSử gia [[Lê Văn Hưu]] viết:\n{{cquote|\n''Thiên tử và hoàng hậu khi mới băng hà, chưa táng vào sơn lăng, thì gọi là '''Đại Hành Hoàng Đế''', '''Đại Hành Hoàng Hậu'''. Đến khi lăng tẩm đã yên thì hợp bầy tôi bàn xem đức hạnh hay dở để đặt thụy là'' mỗ hoàng đế, mỗ hoàng hậu, ''không gọi là Đại Hành nữa. Lê Đại Hành thì lấy Đại Hành làm [[thụy hiệu]] mà truyền đến ngày nay là làm sao? Vì Ngọa Triều là con bất tiếu,<ref>Không giống ông cha, [http:\/\/www.hanoimoi.com.vn\/vn\/53\/46995\/ Ý kiến GS Lê Văn Lan], chứ không phải bất tiếu là bất hiếu.{{dead link|date=June 2018}}<\/ref> lại không có bề tôi [[Nho học]] để giúp đỡ bàn về phép đặt thụy cho nên thế.''}}\nHiện nay nhiều ý kiến nghiêng về giải thích \"đại hành\" là một chuyến đi lớn.<ref>[http:\/\/daidoanket.vn\/tinh-hoa-viet\/vi-vua-mang-ten-chuyen-di-lon-tintuc404596 Vị vua mang tên chuyến đi lớn]<\/ref> Có sách khác lại giải thích \"đại hành\" là đức hạnh lớn (''hành'' và ''hạnh'' viết cùng một chữ 行, âm cổ đọc như nhau).<ref>[http:\/\/tusach.vietnhim.com\/archive\/index.php\/t-10-p-10.html Xem chú thích (333) của Đại Việt Sử ký Toàn thư]<\/ref>\n\nTheo [[Tạ Chí Đại Trường]] trong sách ''Sơ thảo bài sử khác cho Việt Nam'':<ref>''Sơ thảo bài sử khác cho Việt Nam''; soạn giả [[Tạ Chí Đại Trường]]; Nhà Xuất bản Kệ Sách; 2009.<\/ref><ref>[http:\/\/atruyen.com\/lich-su\/So-Thao-Bai-Su-Khac-Cho-Viet-Nam-Bien-Khao-9660\/ Sơ thảo bài sử khác cho Việt Nam]<\/ref>\n:''Các vua Ngô, Đinh chết đi chẳng có [[thụy hiệu]], [[miếu hiệu]] gì cả, sử quan về sau đành gọi là \"chúa, vua đầu tiên\" (Ngô Tiên Chủ, Tiên Hoàng Đế); còn Lê Hoàn chết đi, xác để đó chờ con cái tranh giành nên tạm gọi là \"ông vua chưa chôn\" (Đại Hành\/Hạnh Hoàng Đế) rồi trở thành [[miếu hiệu]] vĩnh viễn cho sử Việt.''\n\n== Nghi vấn về quê hương ==\nTheo [[Đại Việt Sử ký Toàn thư]] thì Lê Hoàn sinh ngày [[15 tháng 7]] năm [[Tân Sửu]] (tức ngày [[10 tháng 8]] năm [[941]]).<ref>Đại Việt sử ký Bản kỷ toàn thư, Quyển 1, Kỷ Nhà Lê, Mục Đại Hành Hoàng đế.<\/ref><ref>Sách [[Việt sử lược]] cũng cho biết ông sinh ngày Rằm tháng 7 [[âm lịch]] nhưng năm sinh chép là năm Thiên Phúc thứ nhất, tức năm [[936]]. [[Việt sử tiêu án]] chép năm Thiên Phúc thứ sáu đời [[nhà Tấn]].<\/ref> Về quê hương Lê Hoàn, vấn đề mà [[Ngô Thì Sĩ]] đặt ra từ [[thế kỷ XVIII]], được thảo luận nhiều lần dưới thời [[nhà Nguyễn]], nhưng các nhà sử học vẫn chưa đưa ra được kết luận nơi đâu trong ba nơi: [[Ninh Bình]], [[Thanh Hóa]] hay [[Hà Nam]] là quê hương của ông. Năm [[1981]], tại hội thảo khoa học \"Lê Hoàn và 1000 năm chiến thắng giặc Tống xâm lược\", nhiều vấn đề chung về [[thế kỷ X]], về quê hương, thân thế, sự nghiệp của ông bước đầu được giải quyết. Đến năm [[2005]], tại hội thảo \"1000 năm Thăng Long và sự nghiệp của Lê Hoàn\", trải qua một chặng đường đổi mới của sử học, nhiều vấn đề về quê hương của Lê Hoàn được đào sâu và nhìn nhận lại theo chiều hướng thoáng rộng hơn. Tựu trung có các ý kiến sau:\n\n===[[Trường Châu]] (Ninh Bình)===\n''[[Việt sử lược]]''<ref>Nhà Xuất bản Văn Sử Địa. Năm 1960, trang 53-54.<\/ref> viết từ [[nhà Trần|thời Trần]] ghi là: ''\"Đại Hành vương húy là Hoàn, họ Lê, người Trường Châu\"''. Trường Châu là vùng đất kinh đô [[Hoa Lư]], [[Ninh Bình]].<ref>Ý kiến này được thể hiện trong cuốn [[Việt sử lược]] thời Trần là sự tóm lược cuốn [[Đại Việt sử ký]] (nay đã thất truyền) của [[Lê Văn Hưu]] hoàn thành năm [[1272]]. Theo Việt sử lược: \"Đại Hành vương húy là Hoàn, họ Lê người Trường Châu, cha là Mịch, mẹ họ Đặng\". Ở một đoạn khác, Việt sử lược cho biết: \"Vua mất ở điện Trường Xuân, gọi là Đại Hành vương, nhân lấy làm [[miếu hiệu]], ở ngôi 27 năm, thọ 65 tuổi cải nguyên ba lần, an táng ở Đức Lăng, tại Trường Châu\". Trường Châu ở thế kỷ X là đất [[Ninh Bình]] ngày nay. Vấn đề ở đây là Trường Châu được ''Việt sử lược'' nêu ra lần đầu tiên là quê gốc của Lê Hoàn và cho biết cha tên là Mịch, mẹ họ Đặng.<\/ref> PGS TS Trần Bá Chí trước từng viết rất công phu về quê hương, dòng dõi Lê Đại Hành cho rằng ông người Ái Châu ([[Thanh Hóa]]), thì tại hội thảo 2005 cũng khẳng định rằng quê gốc ông là Trường Yên, [[Hoa Lư]], [[Ninh Bình]].<ref>Xem links liên kết hội thảo \"1000 năm Thăng Long và sự nghiệp của Lê Hoàn các trang đầu.<\/ref> Các nhà nghiên cứu Mai Khánh (Bảo tàng Hà Nam) và TS Vũ Văn Quân đồng ý rằng Lê Hoàn là người Trường Châu nhưng cho rằng Trường Châu khi đó bao gồm cả [[Ninh Bình]] và [[Hà Nam]].<ref>Dựa theo [[Đại Việt Sử ký Toàn thư]] chép năm [[990]] Tống Cảo đến Hoa Lư qua trạm Nại Chinh ở Trường Châu, mà Nại Chinh (nay thuộc đất [[Hà Nam]]). Vậy thì Trường Châu cũng bao gồm cả đất [[Hà Nam]].<\/ref> Thần tích một số đền thờ ở [[Hà Nam]] và [[Ninh Bình]] cũng khẳng định Lê Hoàn quê gốc [[Ninh Bình]]. Cũng giống các vị vua khác khi mất được hậu thế đưa về quê nhà, lăng mộ Lê Đại Hành đã được táng ở sơn lăng Trường Yên.<ref>''Việt sử cương mục tiết yếu'' chép: \"Mùa xuân tháng 3, vua mất (thọ 65 tuổi), táng ở sơn lăng [[Hoa Lư]] (ở núi Hoàn Ỷ huyện Gia Viễn). [[Khâm định Việt sử thông giám cương mục]] chép: \"lăng Đại Hành ở núi Phẩm Sơn thuộc xã Trường Yên Hạ\".<\/ref>\n[[Tập tin:Denvuale2.jpg|nhỏ|phải|250px|Cổng [[đền Vua Lê Đại Hành]] ở [[Hoa Lư]].]]\n\n===Ái Châu (Thanh Hóa)===\n[[Đại Việt Sử ký Toàn thư]],<ref>([[Đại Việt Sử ký Toàn thư]]. Tập 1. Nhà Xuất bản Khoa học xã hội: Năm 1972, trang 166).<\/ref> [[Lịch triều hiến chương loại chí]]<ref>([[Phan Huy Chú]]: [[Lịch triều hiến chương loại chí]], T.1, Nhà Xuất bản Khoa học Xã hội, N.1992, tr. 191).<\/ref> ghi: ''\"Vua họ Lê, tên húy là Hoàn, người [[Ái Châu]]\"''.\n\nSách ''\"Các triều đại Việt Nam\"'' còn cho rằng mẹ Lê Hoàn là Đặng Thị Sen chứ không gọi là Đặng thị.<ref>Quỳnh Cư, Đỗ Đức Hùng, ''Các triều đại việt Nam,'' Nhà Xuất bản Thanh niên, H.1999. tr.72.<\/ref>\n\nSách [[An Nam chí lược]] của [[Lê Tắc]] thời Trần, mục Lê nhị thế gia chép: \"Lê Hoàn, người [[Ái Châu]], có chí lược, được lòng quân sĩ\". Website chính thức của tỉnh [[Thanh Hóa]] cũng khẳng định Lê Hoàn là người quê hương mình.<ref>[http:\/\/www.thanhhoa.gov.vn\/web\/guest\/gtc\/tqvth?check=1 Tổng quan về Thanh Hóa]. {{Webarchive|url=https:\/\/web.archive.org\/web\/20090221121425\/http:\/\/thanhhoa.gov.vn\/web\/guest\/gtc\/tqvth?check=1 |date = ngày 21 tháng 2 năm 2009}}<\/ref>\n\n[[Đại Nam nhất thống chí]] chép: \"Miếu Lê Đại Hành Hoàng đế ở xã Trung Lập, huyện Thụy Nguyên, chỗ này là nền nhà cũ của tiên tổ nhà vua\". Mục tỉnh [[Hà Nội]] chép \"mộ tổ Lê Đại Hành ở bên miếu xã Ninh Thái, huyện [[Thanh Liêm]]\".\n\nSách [[Việt sử tiêu án]], soạn giả [[Ngô Thì Sĩ]] chép: ''Vua Lê, tên Hoàn, người châu Ái, làm vua 24 năm, hưởng thọ 65 tuổi''.<ref name=\"ReferenceB\"\/>\n\n===Bảo Thái (Hà Nam)===\n[[Đại Việt sử ký tiền biên]] <ref>[[Ngô Thì Sĩ]]: [[Đại việt sử ký tiền biên]], Nhà Xuất bản Khoa học Xã hội, N.1997. trang 166.<\/ref> ghi: \"Xét thấy Lê Đại Hành Hoàng đế người làng Bảo Thái, huyện Thanh Liêm chứ không phải Ái Châu, sử cũ chép nhầm\". Cuốn [[Việt Nam sử lược]],<ref>([[Trần Trọng Kim]]: [[Việt Nam sử lược]], N. 1928. trang 72).<\/ref> ''Từ điển nhân vật lịch sử Việt Nam'', [[Khâm định Việt sử thông giám cương mục]] đều ghi: ''\"Lê Hoàn quê ở làng Bảo Thái, huyện [[Thanh Liêm]]\"''. Nhà sử học [[Trần Quốc Vượng]] cho rằng Lê Hoàn sinh ở [[Thanh Liêm]], [[Hà Nam]] và theo ông, [[Thanh Hóa]] chỉ có thể là quê ngoại hay quê cha nuôi Lê Hoàn.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/entertainment\/story\/2005\/08\/050808_hanamquetoi.shtml Bài viết \"Hà Nam quê tôi\" của Trần Quốc Vượng]<\/ref> Lịch sử [[Hà Nam Ninh]] cũng đã nhận định: \"Lê Hoàn quê nội ở Thanh Liêm ([[Hà Nam]]), quê ngoại ở Kẻ Sập ([[Thanh Hóa]]). Tuy sinh ở đất Ái Châu nhưng ông chỉ sống ở đấy hơn 10 năm, sau trở về Thanh Liêm\".<ref>Lịch sử Hà Nam Ninh, T.1. Phòng thông sử UBND tỉnh Hà Nam Ninh xuất bản. NĐ. 1988, trang 85.<\/ref> Giáo sư [[Lê Văn Lan]] cũng cho rằng Lê Hoàn \"là đứa trẻ mồ côi ở [[làng Kẻ Sập]] - quê ngoại, chàng trai nghèo ở miền Bảo Thái quê nội\".<ref>Lê Văn Lan, ''Có một giai đoạn văn hóa Hoa Lư'', in trong: Thế kỷ X-những vấn đề lịch sử, Nhà Xuất bản Khoa học xã hội. N. 1984. tr. 287<\/ref> Ứng Hòe [[Nguyễn Văn Tố]], sau khi điểm lại một số nhận định của các cuốn sử cũ đã nêu quan điểm: Thanh Liêm là nguyên quán của cha mẹ. Ái Châu là chỗ ở của cha nuôi, mỗi quyển chép theo một nghĩa.<ref>(Ứng Hòe [[Nguyễn Văn Tố]]: Đại Nam dật sử (sử ta so với sử Tàu). Hội Khoa học Lịch sử Việt Nam. N. 1997. tr. 235). Ông còn giải thích: \"Chỗ này sử ''Khâm định'' chép: \"Lê quan sát Ái Châu\". ''Toàn thư'' chép là \"Bản châu\" có Lê quan sát. Ta không nên vin chữ \"bản châu\" ấy mà cho Lê Hoàn cũng là người Ái Châu. \"Bản châu\" nghĩa là châu mình tức là làng Bảo Thái của Lê Hoàn. Ông Lê quan sát là người đồng sự với Lê Hoàn mà làm quan sát châu Ái\" (Ứng Hòe Nguyễn Văn Tố: Đại Nam dật sử (sử ta so với sử Tàu), Hội Khoa học Lịch sử Việt Nam, N. 1997. tr. 236).<\/ref> [[Đại Nam nhất thống chí]] của Quốc sử quán triều Nguyễn, phần ghi về lăng mộ ở huyện Thanh Liêm chép: \"Mộ tổ Lê Đại Hành ở bên miếu xã Ninh Thái, huyện Thanh Liêm.<ref>(Đại Nam nhất thống chí. T.2. Nhà Xuất bản Thuận Hóa. Huế. 1992. tr. 207).<\/ref> Sử cũ cũng nhắc tới [[Trần Bình Trọng]] quê ở xã Thanh Liêm là hậu duệ của Lê Hoàn. Vị danh tướng thời Trần này được ban quốc tính vì có nhiều công trạng. Website chính thức của tỉnh [[Hà Nam]] cũng khẳng định Lê Hoàn là người quê hương mình.<ref>{{Chú thích web |url=http:\/\/www.hanam.gov.vn\/index.asp?newsID=1595&language=tiengviet |ngày truy cập=2009-01-20 |tựa đề=Lê Hoàn, nhà vua đầu tiên cày tịch điền |archive-date = ngày 18 tháng 2 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090218065949\/http:\/\/www.hanam.gov.vn\/index.asp?newsID=1595&language=tiengviet |url-status=dead }}<\/ref>\n\n===Ý kiến dung hòa===\nThần tích Lê Hoàn tại lăng vua Lê, làng Ứng Liêm ([[Hà Nam]])<ref>Tạp chí Hán Nôm, số 5\/2004, trang 74-76.<\/ref> giải thích có vẻ \"hợp tình, hợp lý\" tất cả những vấn đề khúc mắc về quê quán, xuất thân của Lê Hoàn. Thần tích cho biết ông sinh ra ở xã [[Trường Yên]], [[Hoa Lư]], tỉnh [[Ninh Bình]]. Ông nội là Lê Lộc và bà nội là Cao Thị Phương; cha là Lê Hiền, mẹ là Đặng Thị Khiết. Nhà nghèo nên đã về xã Ninh Thái, Thanh Liêm, [[Hà Nam]] làm nghề chài lưới, đơm đó bắt cá. Ngày mùng [[10 tháng 1]] năm [[Nhâm Dần]] âm lịch (tức ngày [[29 tháng 1]] năm [[942]]) sinh ra ông. Năm lên 7 tuổi, ông mồ côi cả cha lẫn mẹ, phải làm con nuôi quan án châu Ái ([[Thanh Hóa]]).\n\nTại Hội thảo Khoa học quốc gia \"Lê Hoàn - Quê hương và sự nghiệp\" được tổ chức ngày 06\/09\/2016 tại [[Hà Nam]], phát biểu kết luận hội thảo, Giáo sư, [[Nhà giáo Nhân dân]] [[Phan Huy Lê]] khẳng định: Thông qua những tư liệu lịch sử, cơ sở khoa học có thể khẳng định [[Hà Nam]] chính là quê gốc của Lê Hoàn.<ref>{{Chú thích web |url=http:\/\/hanam.gov.vn\/vi-vn\/Pages\/Article.aspx?ChannelId=206&articleID=10664 |ngày truy cập=2016-09-09 |tựa đề=Hội thảo Khoa học quốc gia \"Lê Hoàn - Quê hương và sự nghiệp\" |archive-date = ngày 16 tháng 9 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160916194939\/http:\/\/hanam.gov.vn\/vi-vn\/Pages\/Article.aspx?ChannelId=206&articleID=10664 |url-status=dead }}<\/ref>\n\nCác nhà sử học cho rằng vấn đề quê hương Lê Hoàn ở đâu không quan trọng bằng điều dễ nhận thấy là cả [[Ninh Bình]], [[Thanh Hóa]] và [[Hà Nam]] đều là những miền quê gắn bó mật thiết với cuộc đời và sự nghiệp của vị vua này. Dựa trên các tư liệu chính sử và tư liệu lưu tại các địa phương, đã minh chứng cụ thể về quê gốc, nơi sinh và dựng nghiệp của Lê Hoàn tại các địa danh tại Bảo Thái ([[Hà Nam]]), Thọ Xuân ([[Thanh Hóa]]) và Trường Châu ([[Ninh Bình]]).<ref>{{Chú thích web |url=http:\/\/dch.gov.vn\/pages\/news\/preview.aspx?n=1139&c=4 |ngày truy cập=2016-09-09 |tựa đề=Hội thảo khoa học \"Lê Hoàn - quê hương và sự nghiệp\" |archive-date = ngày 19 tháng 9 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160919175158\/http:\/\/dch.gov.vn\/pages\/news\/preview.aspx?n=1139&c=4 }}<\/ref>\n\n===Kết luận===\nVới vai trò là Chủ tọa Hội thảo \"Lê Hoàn - Quê hương và sự nghiệp\" ngày 06\/8\/2016, Giáo sư, Nhà giáo Nhân dân [[Phan Huy Lê]] - Nguyên Chủ tịch [[Hội Khoa học Lịch sử Việt Nam]] đã phát biểu tổng kết: Sử sách chép Lê Hoàn người Trường Châu (Ninh Bình) hay Ái Châu (Thanh Hóa) hay Bảo Thái (Hà Nam), mỗi ý kiến đều có những căn cứ nhất định, nhưng chỉ qui về một địa phương là không rõ ràng và xác đáng.<ref>{{Chú thích web|url=https:\/\/hanam.gov.vn\/svhttdl\/Pages\/%E2%80%9CQue-huong-cua-Le-Hoan%E2%80%9D-va-%E2%80%9CCong-viec-bao-ton-va-phat-huy-cac-gia-tri-cua-di-san-Le-Hoan-tren-%C4%91at-Ha391949746.aspx|tựa đề=\"Quê hương của Lê Hoàn\" và \"Công việc bảo tồn và phát huy các giá trị của di sản Lê Hoàn trên đất Hà Nam\".|tác giả=|họ=|tên=|ngày=2017-07-05|website=https:\/\/hanam.gov.vn|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-09-03}}<\/ref>\n#Trường Châu ([[Ninh Bình]]) là nơi ông nội của Lê Hoàn là Lê Lộc cùng vợ là Cao Thị Khương đã từng sinh sống và từ đó chuyển đến Bảo Thái lập nghiệp. Không rõ quê gốc của Lê Lộc ở đâu, nhưng ông có sống ở Trường Châu trong một thời gian trước khi tới Bảo Thái.\n# Bảo Thái ([[Hà Nam]]) là nơi định cư của Lê Lộc, ông nội của Lê Hoàn. Tại đây Lê Lộc sinh ra Lê Hiền là cha của Lê Hoàn. Bảo Thái là quê hương hai đời (không trọn vẹn) của Lê Hoàn, có thể coi là quê tổ của Lê Hoàn. [[Đại Nam nhất thống chí]] cũng coi \"mộ tổ của Lê Đại Hành\" ở Bảo Thái.\n#Ái Châu ([[Thanh Hóa]]) là nơi Lê Hoàn sinh ra. Lê Hiền và vợ là Đặng Thị Khiết chuyển vào Trung Lập, huyện Thọ Xuân, từ đây sinh ra Lê Hoàn, sau được viên Quan sát họ Lê nhận làm con nuôi. Đây là nơi sinh của Lê Hoàn và quê hương của cha nuôi.\n\n==Đền thờ==\nTính đến năm [[2014]], các nhà nghiên cứu đã thống kê được hơn 51 nơi thờ Lê Đại Hành (trong đó có 19 nơi thờ riêng, 5 nơi phối thờ với bà Đô Hồ phu nhân; 5 nơi phối thờ với Thái hậu [[Dương Vân Nga]] và 22 nơi thờ với các vị thần khác). [[Ninh Bình]] là tỉnh có nhiều di tích thờ Lê Hoàn nhất với 15 nơi; tiếp theo là [[Thái Bình]] với 10 nơi; [[Hà Nội]] có 10 nơi, [[Nam Định]] 4 nơi, [[Hà Nam]] 3 nơi; [[Hải Dương]], [[Thanh Hóa]] 2 nơi, các tỉnh [[Hưng Yên]], [[Hải Phòng]], [[Phú Thọ]] đã tìm thấy một nơi thờ.\n\n[[Ninh Bình]] là vùng đất kinh đô của đất nước dưới thời Lê Hoàn, các đền thờ thường tập trung nhiều ở [[Quần thể di tích Cố đô Hoa Lư|khu di tích Cố đô Hoa Lư]] như [[đền Vua Lê Đại Hành]] và đình Yên Thành ở [[Cố đô Hoa Lư]], đình Trung Trữ ở Ninh Giang ([[Hoa Lư]]), di tích [[chùa Đẩu Long]], đền Đồng Bến ([[thành phố Ninh Bình]]). Khu vực phía nam Ninh Bình là nơi vua đánh Tống và dẹp Chiêm đi qua nên có rất nhiều nơi thờ như đền Thượng Ngọc Lâm ở xã Yên Lâm, đền Vua Lê ở xã Yên Thắng, đình Từ Đường, đình Quảng Công ở xã Yên Thái ([[Yên Mô]]); các đền ở xã Khánh Ninh và đền Nội thị Lân ở thị trấn Yên Ninh ([[Yên Khánh]]); đình làng Yên Lâm ở xã Lai Thành  và Miếu Dỹ Ninh xã Hồi Ninh ([[Kim Sơn]]);...\n{{Toàn cảnh|Di tích thờ Vua ở Ninh Bình.jpg|300px|Sơ đồ phân bố các di tích thờ Vua ở [[Ninh Bình]] với nơi thờ Vua Lê tô <font color = \"blue\">màu xanh<\/font>.}}\n[[Thái Bình]] là nơi diễn ra một số trận đánh của Lê Hoàn khi còn là tướng giúp [[Đinh Bộ Lĩnh]] dẹp loạn [[12 sứ quân]], đặc biệt là chiến trận với các sứ quân [[Phạm Bạch Hổ]], [[Lã Đường]] ở [[Hưng Yên]], đồng thời vùng đất này cũng nằm trên đường hành quân từ kinh đô Hoa Lư ra các chiến trường Lục Đầu Giang, Chi Lăng và Bạch Đằng. Điều này có thể giải thích cho việc nhân dân quanh khu vực này thờ cúng Lê Hoàn, đặc biệt là vùng đất thuộc hai tổng Xích Bích và Ỷ Đôn xưa. Các nơi thờ tiêu biểu như di tích đình và đền Vua Lê Đại Hành ở các xã Chi Lăng, xã Đông Đô; xã Bắc Sơn, xã Tây Đô, xã Hòa Bình (huyện Hưng Hà); xã Thái Thịnh (huyện Thái Thụy); xã Quỳnh Sơn, xã Quỳnh Giao, xã Quỳnh Khê, xã Quỳnh Ngọc, xã Quỳnh Trang (huyện Quỳnh Phụ); xã Minh Tân (huyện Đông Hưng);...\n\nCác đền thờ ở khu vực [[Hà Nội]] thường ở ven [[sông Nhuệ]], trong đó [[Hà Đông]] 3 nơi, [[Thanh Trì]] 3 nơi (ở xã Tả Thanh Oai và Hữu Hòa), [[Sơn Tây (thị xã)|Sơn Tây]] 2 nơi, Thường Tín 1 nơi (đình An Lãng - xã Văn Tự)<ref>{{Chú thích web |url=http:\/\/ditichlichsuvanhoa.com\/dttc\/DINH-AN-LANG-a383.html |ngày truy cập=2015-06-28 |tựa đề=Di tích lịch sử cấp quốc gia đình đền An Lãng |archive-date = ngày 5 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160305162158\/http:\/\/ditichlichsuvanhoa.com\/dttc\/DINH-AN-LANG-a383.html }}<\/ref> và Ứng Hòa một nơi (ở Đình Thanh Dương xã Đồng Tiến). Đình Trung Kính Hạ thuộc phường Yên Hòa, quận Cầu Giấy cũng thờ Vua Lê Đại Hành.<ref>{{Chú thích web|url=http:\/\/ditichlichsu-vanhoahanoi.com\/2017\/10\/05\/dinh-trung-kinh-ha\/|tựa đề=ĐÌNH TRUNG KÍNH HẠ|tác giả=|họ=|tên=|ngày=|website=http:\/\/ditichlichsu-vanhoahanoi.com\/|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-09-03}}<\/ref>\n\nKhu di tích đình, chùa, miếu của khu Mộ Chu Hạ, phường Bạch Hạc, Việt Trì, [[Phú Thọ]] thờ Lê Đại Hành và 2 bà hoàng hậu.<ref>{{Chú thích web |url=http:\/\/www.viettri.gov.vn\/vt\/vn\/portal\/--Bach-Hac-Bao-ton-va-phat-trien-cac-gia-tri-van-hoa-lich-su-t15923-8120.html |ngày truy cập=2014-03-11 |tựa đề=Bạch Hạc: Bảo tồn và phát triển các giá trị văn hóa lịch sử |archive-date = ngày 12 tháng 3 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140312213107\/http:\/\/www.viettri.gov.vn\/vt\/vn\/portal\/--Bach-Hac-Bao-ton-va-phat-trien-cac-gia-tri-van-hoa-lich-su-t15923-8120.html |url-status=dead }}<\/ref> Đây là nơi rất xa [[kinh đô Hoa Lư]] so với các di tích khác thờ Lê Hoàn.\n\n[[Hà Nam]] có [[đền Lăng]] ở xã Liêm Cần quê hương là nơi thờ Lê Hoàn. Ông cũng được thờ ở đình Cẩm Du, xã Thanh Lưu và đình Ứng Liêm, xã Thanh Hà. Cả ba di tích đều thuộc huyện [[Thanh Liêm]].\n\n[[Thanh Hóa]] có [[đền thờ Lê Hoàn]] ở làng Trung Lập, xã Xuân Lập, Thọ Xuân được cho là quê hương của người và [[đền Vua Lê Đại Hành]] ở chân dãy [[núi Tam Điệp]], thuộc xã Nga Giáp, Nga Sơn, thuộc khu vực [[cửa biển Thần Phù]] xưa mà ở bên [[Ninh Bình]] cũng có nhiều đền thờ Lê Hoàn.\n\nCác thần tích, thần sắc tại [[Hải Dương]], [[Hải Phòng]] - nơi diễn ra trận Bạch Đằng năm [[981]] cho thấy các tướng của ông được thờ ở rất nhiều nơi và trong thần tích, thần sắc của họ có mô tả lại những chiến công của Lê Hoàn tại khu vực này. Đền Vua Lê Đại Hành ở Hải Dương được xây dựng tại xã An Lạc, huyện [[Chí Linh]] và đình Mạc Động xã Liên Mạc, [[Thanh Hà]] cũng thờ Lê Hoàn. Tại thị trấn Minh Đức ([[Thủy Nguyên]], Hải Phòng) cũng có đền riêng thờ Vua Lê Đại Hành.<ref>{{Chú thích web |url=http:\/\/hoaphuongdo.vn\/news\/tin-tuc-su-kien\/the-thao-van-hoa\/10930-khanh-thanh-den-tho-vua-le-dai-hanh-tai-huyen-thuy-nguyen.html |ngày truy cập=2010-10-31 |tựa đề=Khánh thành đền thờ vua Lê Đại Hành tại huyện Thủy Nguyên |archive-date = ngày 1 tháng 3 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100301162344\/http:\/\/hoaphuongdo.vn\/news\/tin-tuc-su-kien\/the-thao-van-hoa\/10930-khanh-thanh-den-tho-vua-le-dai-hanh-tai-huyen-thuy-nguyen.html }}<\/ref> Đền được xây dựng ngay tại khu vực núi đá Tràng Kênh, ngã ba sông Bạch Đằng, nơi diễn ra đại thắng mùa xuân [[981]].\n\n==Gia đình==\n[[Tập tin:Dinhhoaxa-Minhngulau.JPG|nhỏ|phải|250px|Đình Hoa Xá - Minh Ngự Lâu xã Tả Thanh Oai ([[Thanh Trì]]- [[Hà Nội]]), nơi thờ Lê Hoàn và người con gái làng Tó.]]\n[[Tập tin:phuvuonthien1.jpg|nhỏ|phải|250px|[[Phủ Vườn Thiên]] ở [[Cố đô Hoa Lư]], nơi thờ Hoàng tử [[Lê Long Thâu]], con cả Lê Hoàn.]]\nLê Đại Hành có 5 hoàng hậu gồm [[Đại Thắng Minh Hoàng hậu]], Phụng Càn Chí Lý Hoàng hậu, Thuận Thánh Minh Đạo Hoàng hậu, Trịnh Quắc Hoàng hậu và Phạm Hoàng hậu.\n\nSử cũng chép một người vợ khác của ông, sinh cho ông ít nhất 2 người con, Lê Long Việt và Lê Long Đĩnh. Sách [[Việt sử lược]] chép là ''sơ hầu di nữ'' (初侯姨女), [[Đại Việt sử ký toàn thư]] chép là ''chi hậu diệu nữ'' (祇候妙女). Sách [[Khâm định Việt sử Thông giám cương mục]] Chính biên chép bà là ''con gái quan Chi hậu tên là Diệu, không rõ họ là gì''. Về sau bà được con trai là Long Đĩnh truy tôn hiệu ''Hưng Quốc Quảng Thánh Hoàng thái hậu''.\n\nLê Đại Hành có 13 người con, 11 người con trai, 1 người con gái, 1 người con nuôi. 11 người con trai và cả con trai nuôi đều được phong vương:\n# [[Lê Long Thâu]] làm Kình Thiên đại vương (phong năm [[989]]), từng tham gia chiến tranh Việt - Tống [[981]], được Lê Đại Hành phong làm [[Thái tử]]. Tuy nhiên, đến năm [[1000]] thì mất.\n# [[Lê Long Tích]] làm Đông Thành vương (phong năm [[989]]), sau khi Lê Đại Hành mất, [[Lê Long Tích]] cùng các em tranh ngôi với [[Lê Long Việt]]. Song thua chạy đến [[Thạch Hà]] thì bị dân ở đây giết chết.\n# [[Lê Trung Tông (Tiền Lê)|Lê Long Việt]] làm Nam Phong vương (phong năm [[989]]), sau là vua [[Lê Trung Tông (Tiền Lê)|Lê Trung Tông]]. Sau 3 ngày ở ngôi vua thì bị [[Lê Long Đĩnh]] ám hại năm [[1005]].\n# [[Lê Long Đinh]] làm Ngự Man vương (phong năm [[991]]), đóng ở Phong Châu (nay thuộc tỉnh [[Phú Thọ]]).\n# [[Lê Long Đĩnh]] làm Khai Minh vương (phong năm [[992]]), đóng ở Đằng Châu (nay thuộc [[Hưng Yên]]), sau là vua ''Đại Thắng Minh Quang Hiếu Hoàng đế''.\n# [[Lê Long Cân]] làm Ngự Bắc vương (phong năm [[991]]), đóng ở Phù Lan, sau là Phù Vệ, huyện Đường Hào, tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]]. Hiện nay thuộc huyện Mỹ Hào, tỉnh [[Hưng Yên]].\n# [[Lê Long Tung]] làm Định Phiên vương (phong năm [[993]]), đóng ở Tư Doanh, Ngũ Huyện Giang (Cổ Loa, [[Hà Nội]]).<ref>Cương mục chính biên tờ 27a chú thích cụ thể rằng: Ngũ Huyện Giang là con sông chảy qua huyện Kim Anh, Đông Ngàn, vòng quanh đến huyện Yên Phong, Tiên Du, rồi đổ vào [[sông Nguyệt Đức]] ([[sông Cầu]]). Sông này chính là con sông Hoàng Giang chảy phía nam và đông, đông nam của [[thành Cổ Loa]]. Thành Tư Doanh được mô tả như vậy là [[thành Cổ Loa]].<\/ref>\n# [[Lê Long Tương]] làm Phó vương (phong năm 993), đóng ở [[Đỗ Động Giang]] (nay thuộc tây nam [[Hà Nội]]).\n# [[Lê Long Kính]] làm Trung Quốc vương (phong năm [[993]]), đóng ở Càn Đà, Mạt Liên (nay thuộc [[Hải Dương]]), sau bị giết năm [[1005]].\n# [[Lê Long Mang]] làm Nam Quốc vương (phong năm [[994]]), đóng ở Vũ Lung (nay thuộc [[Thanh Hóa]]).\n# [[Lê Long Đề]] (Minh Đề) làm Hành Quân vương (phong năm [[995]]), đóng ở Bắc Ngạn, Cổ Lãm (nay thuộc [[Bắc Ninh]]).\n# Con nuôi [[Dương Hy Liễn]] làm Phù Đái vương (phong năm [[995]]), đóng ở Phù Đái (nay thuộc [[Hải Phòng]]).\n# [[Lê Thị Phất Ngân]]: Hoàng hậu của vua [[Lý Thái Tổ]], mẹ của [[Lý Thái Tông]], được [[Lý Thái Tông]] phong là ''Linh Hiển Hoàng thái hậu''.\n\n==Niên hiệu==\nGiữa năm [[1005]], Lê Đại Hành [[chết|mất]]. Ông ở ngôi tất cả 26 năm, thọ 65 tuổi. Trong 26 năm làm vua, ông đặt 3 [[niên hiệu]]:\n* [[Thiên Phúc]] ([[980]] - [[988]])\n* Hưng Thống ([[989]] - [[993]])\n* Ứng Thiên ([[994]] - [[1005]])\n\n== Trong văn hóa đại chúng ==\nNgày nay các tên Lê Đại Hành hay Lê Hoàn được đặt cho nhiều đường phố và trường học tại Việt Nam, đặc biệt, tên ông cũng là của một [[Lê Đại Hành (phường)|phường]] ở quận [[Hai Bà Trưng]]. [[Hà Nội]].\n\n=== Điện ảnh ===\n{| class=\"wikitable sortable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n|2010\n|[[Khát vọng Thăng Long|''Khát Vọng Thăng Long'']]\n|[[Thạch Kim Long]]\n|-\n|2010\n|[[Huyền sử thiên đô]]\n| Duy Thanh\n|-\n| style=\"text-align:center;\" |2011|| style=\"text-align:center;\" |''Về Đất Thăng Long''|| style=\"text-align:center;\" |[[Thanh Điền (nghệ sĩ cải lương)|Nguyễn Thanh Điền]]\n|-\n|style=\"text-align:center;\" |2011\n| style=\"text-align:center;\" |[[Lý Công Uẩn: Đường tới thành Thăng Long|''Lý Công Uẩn: Đường tới thành Thăng Long'']]|| style=\"text-align:center;\" |[[Hoàng Hải (diễn viên)|Hoàng Hải]]\n|}\n\n==Xem thêm==\n{{thể loại Commons|Lê Đại Hành}}\n* [[Đền Vua Lê Đại Hành]]\n* [[Dương Vân Nga]]\n* [[Nhà Tiền Lê]]\n* [[Đại Cồ Việt]]\n* [[Trận Bạch Đằng, 981|Trận Bạch Đằng năm 981]]\n\n==Tham khảo==\n* [[Đại Việt Sử ký Toàn thư]]; Soạn giả [[Lê Văn Hưu]], [[Ngô Sĩ Liên]]...; Dịch giả Viện Sử học Việt Nam; Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993.\n*[[Lịch triều hiến chương loại chí]], Nhà Xuất bản Giáo dục, tập 1, 2, 2007.\n* [[Việt sử tiêu án]], soạn giả [[Ngô Thì Sĩ]], Dịch giả: Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu; Nhà Xuất bản: Văn Sử 1991.\n* ''Thiền Uyển tập anh'', nhiều soạn giả; dịch giả: Ngô Đức Thọ-Nguyễn Thúy Nga; Nhà Xuất bản Văn học Hà Nội 1990.\n* [[An Nam chí lược]], soạn giả [[Lê Tắc]]; Dịch giả: Ủy ban phiên dịch sử liệu Việt Nam; Nhà Xuất bản: Viện Đại học Huế 1961.\n* ''Bối cảnh định đô Thăng Long và sự nghiệp của Lê Hoàn'', Sở VHTT HN 2006.\n* Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ (2003), ''Nhìn lại lịch sử'', Nhà Xuất bản VHTT.\n* [http:\/\/www.quansuvn.net\/index.php?topic=5197.170;wap2 Bối cảnh định đô Thăng Long và sự nghiệp của Lê Hoàn]\n* [http:\/\/www.quansuvn.net\/index.php?topic=5197.0;wap2 Bối cảnh định đô Thăng Long và sự nghiệp của Lê Hoàn (Toàn cảnh)]\n* [https:\/\/www.mofa.gov.vn\/quehuong\/nr050307131435\/nr050106094245\/nr050221095119\/ns050218151705 Nhà Tiền Lê] trên trang Bộ Ngoại giao [[Việt Nam]].\n* [http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/vua\/ledaihanh.htm Lê Đại Hành] trên trang VietSciences.\n* [http:\/\/hanoi.vnn.vn\/chuyen_de\/0004\/cac_vi_vua\/bai_02.html Lê Đại Hành - Lê Hoàn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060714054851\/http:\/\/hanoi.vnn.vn\/chuyen_de\/0004\/cac_vi_vua\/bai_02.html |date = ngày 14 tháng 7 năm 2006}} trên trang Hà Nội.\n* Maspéro, Georges (2002). ''The Champa Kingdom: The History of an Extinct Vietnamese Culture''. White Lotus Press. ISBN 9747534991.\n* Cœdès, Georges (1968). ''The Indianized States of South-East Asia''. University of Hawaii Press. ISBN 082480368X.\n\n==Ghi chú==\n{{notelist|2}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n* {{TĐBKVN|15694}}\n* {{Britannica|333353|Le Hoan}}\n{{Kiểm soát tính nhất quán}}\n{{Nhóm hộp điều hướng\n|title= Lê Đại Hành\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Tiền Lê]]\n|trước = Không có\n|sau = [[Lê Trung Tông (Tiền Lê)|Lê Trung Tông]]\n|năm = 980-1005\n}}\n{{S-end}}\n{{Vua nhà Tiền Lê}}\n{{Danh sách vua và hoàng đế Việt Nam}}\n}}\n{{Dữ liệu nhân vật\n|TÊN=Lê Đại Hành\n|TÊN KHÁC=黎大行 (chữ Trung Quốc); Lê Hoàn (tên húy); 黎桓 (chữ Trung Quốc)\n|TÓM TẮT=vị vua đầu tiên của [[nhà Tiền Lê]] ([[980]]–[[1005]])\n|LÚC SINH=[[10 tháng 8]] năm [[941]] ([[Tân Sửu]])\n|NƠI SINH=Xuân Lập, [[Thọ Xuân]], [[Thanh Hóa]], [[Việt Nam]] hoặc [[Thanh Liêm]], [[Hà Nam]]\n|LÚC MẤT=[[1005]] ([[Ất Tỵ]])\n|NƠI MẤT=\n}}\n{{Thời gian sống|sinh=941|mất=1005}}\n\n[[Thể loại:Quan lại nhà Đinh]]\n[[Thể loại:Võ tướng nhà Đinh]]\n[[Thể loại:Vua nhà Tiền Lê]]\n[[Thể loại:Nhiếp chính Việt Nam]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Bài Việt Nam chọn lọc]]\n[[Thể loại:Anh hùng dân tộc Việt Nam]]"}