{"Lê Phụng Hiểu":"'''Lê Phụng Hiểu''' ([[chữ Hán]]: 黎奉曉 [[982]]? - [[1059]]?) là một võ quan cao cấp, từng giữ chức đô thống - người đứng đầu quân đội [[nhà Lý]], phụng sự ba triều vua đầu tiên của [[nhà Lý]] là [[Lý Thái Tổ]], [[Lý Thái Tông]] và [[Lý Thánh Tông]]. Ông là người có công rất lớn trong việc phò Thái tử Lý Phật Mã lên ngôi vua, tức [[Lý Thái Tông]].\n\n==Tiểu sử==\nLê Phụng Hiểu sinh ngày 8 tháng 1 năm Nhâm Ngọ ([[4 tháng 2]] năm [[982]]). Ông quê ở hương Băng Sơn tổng Dương Sơn, [[huyện]] Cổ Đằng, lộ Thanh Hóa, nay thuộc xã [[Hoằng Sơn]], huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]]. Hiện không rõ năm mất. Theo sử sách ghi lại được, ông thọ tới 77 tuổi<ref name=XuThanh>[http:\/\/nguoixuthanh.com\/2010\/01\/danh-nhan-xu-thanh-ky-3-do-thong-thuong-tuong-le-phung-hieu.nxt Danh nhân xứ Thanh]<\/ref>.\nÔng không được đi học, nhưng thuở hàn vi đã nổi tiếng là người sức khỏe muôn địch, là đô vật có tiếng với nghệ danh Đô Bưng (Băng).\n\n==Phò tá nhà Lý==\n===Dẹp loạn Tam Vương===\nTheo sử sách ghi lại, ngày mùng 3 tháng 3 năm Mậu Thìn (1028), sau khi vua Thái Tổ vừa mất, chưa làm lễ táng, các hoàng tử Võ Đức vương, Dực Thánh vương và Đông Chính vương đã đem quân đến vây thành để tranh ngôi của Thái tử. Lê Phụng Hiểu lúc ấy đang giữ chức Võ vệ tướng quân cùng một số tướng khác như [[Lý Nhân Nghĩa]], Dương Bình, Quách Thịnh... đưa quân ra ngăn chặn. Khi quân của Thái Tử và quân của các vương giáp trận, Lê Phụng Hiểu đã tuốt gươm chỉ vào Võ vương: \"Bọn Võ Đức vương ngắp nghé ngôi báu, không coi vua nối vào đâu, trên quên ơn Tiên đế, dưới trái nghĩa tôi con, vì thế thần là Phụng Hiểu xin đem thanh gươm này để dâng\".<ref name=DVSK>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html Đại Việt Sử ký Bản kỷ Toàn thư 2]<\/ref>\n\nDứt lời Phụng Hiểu vung gươm chém chết Võ Đức vương. Quân của ba hoàng tử vì thế mà loạn. Từ đó, vua Thái Tông dẹp được phản nghịch và ngôi nhà Lý từ đó mới ổn định.\n\n===Nhậm chức Đô thống Thượng tướng quân===\nSau khi làm lễ đăng quang, vua Lý Thái Tông thăng luôn cho Lê Phụng Hiểu lên chức Đô thống Thượng tướng quân, tước hầu.\n\nTừ đó cho đến cuối đời, Đô thống Thượng tướng quân Lê Phụng Hiểu một lòng phò tá nhà Lý lập được nhiều công trạng lớn, đánh đuổi Chiêm Thành (1044), giữ vững ổn định cho đất nước [[Đại Việt]] bên trong cũng như bên ngoài.\n\n==Giai thoại==\n===Một mình địch lại cả một làng===\n[[Đại Việt sử ký toàn thư]] có ghi lại câu chuyện về việc giành đất giữa 2 làng Cổ Bi và Đàm Xá. Làng Đàm Xá cậy đông người đã chiếm hẳn [[doi đất]] màu mỡ mà lẽ ra phải thuộc về làng Cổ Bi. Lê Phụng Hiểu lúc đó chưa làm quan, đứng ra giúp làng Cổ Bi. Dân làng Cổ Bi bày ra nhiều mâm cỗ to để thiết đãi. Ông đủng đỉnh ăn hết rồi ngủ một giấc no say.\n\nChờ đến khi dân làng Đàm Xá đến tranh đất, Phụng Hiểu tỉnh dậy rồi cứ đứng thế xông ra giữa đám trai tráng làng Đàm Xá mà đánh. Ông nhổ những cây bên đường làm vũ khí. Sức khỏe của ông khiến cả làng Đàm Xá khiếp sợ. Từ đó, Đàm Xá không dám ỷ thế cậy đông mà chèn ép làng Cổ Bi nữa.<ref name=XuThanh\/>\n\n===Sự tích lệ \"Thác đao điền\"===\nSau khi đánh [[Chiến tranh Việt-Chiêm 1044|Chiêm Thành]], vua định ban thưởng chức tước bổng lộc cho ông, nhưng Phụng Hiểu khước từ, chỉ xin trèo lên núi Băng Sơn quê ông ném con đao lớn ra xa, nếu đao rơi đến chỗ nào trong đất công thì xin ban cho làm sản nghiệp đến đó. Vua bằng lòng. Ông quăng đao xa hơn 10 dặm, được vua ban ruộng đất trong tầm ném đó và tha khoản thuế phải nộp trên đất này. Từ đó, triều Lý đặt ra lệ “Thác đao điền” (ruộng ném đao) để thưởng công cho các đại thần, và dân Thanh Hóa gọi ruộng thưởng công là ruộng thác đao.\n\n==Tưởng nhớ, Thờ tự==\nMặc dù sinh ra ở đất [[Thanh Hóa]], nhưng GS [[Vũ Khiêu]] vẫn xếp Lê Phụng Hiểu vào một trong những danh nhân đất [[Hà Nội]]. Một phần là do phong tục '''[[Thần Đồng Cổ#Hội thề Đồng Cổ|Hội thề đền Đồng Cổ]]''' - đến nay vẫn duy trì đều đặn, thiêng liêng, ở phường [[Bưởi, Tây Hồ|Bưởi]], Hà Nội - với lời thề độc xuất phát từ lời thề của ông khi chém Võ Đức vương trong '''loạn tam vương'''.\n\nNgày nay, ở Hà Nội, Thanh Hóa và nhiều đô thị khác đều có những con đường mang tên ông.\n\nÔng được thờ làm [[Thành hoàng]] tại đình làng Niềm Xá, phường [[Kinh Bắc (phường)|Kinh Bắc]], thành phố [[Bắc Ninh (thành phố)|Bắc Ninh]], tỉnh [[Bắc Ninh]]. Trong đình có tượng của ông được làm bằng đồng, thế ngồi, cao hơn 2m. Phía ngoài, có bức phù điêu bằng đá xanh, diễn tả lại cảnh ông dẹp loạn tam vương. Hằng năm, vào ngày 8 tháng Giêng âm lịch, dân làng Niềm Xá tổ chức Hội làng để kỷ niệm ngày sinh của ông và ngày 4 tháng 4 âm lịch, tổ chức tế lễ để tưởng nhớ ngày mất của ông. Ở thành phố Bắc Ninh có một con đường mang tên ông.\n\nTại thành phố Bắc Ninh, ông còn được thờ ở làng Hòa Đình, phường [[Võ Cường]]. Đây là một di tích quan trọng. Ngôi đền được khởi dựng từ thời Lý, thờ ba nhân vật lịch sử là Lê Cả, Lê Hai và đặc biệt là Lê Phụng Hiểu. Dân trong làng hay gọi đó là đền thờ 3 thánh, hay còn gọi là đền Hòa Đình.\n\nĐền có kiến trúc kiểu chữ tam truyền thống thường thấy trong kiến trúc đền chùa, gồm các tòa Tiền Tuế, Thiêu Hương, Hậu Cung. Toàn bộ ngôi đền được dựng bằng bộ khung gỗ lim, mái lợp ngói đắp nổi trang trí Long Ly Quy Phượng. Ngôi đền hiện tại đã được tu sửa nhiều lần, phần lớn bị ảnh hưởng do sự tàn phá của chiến tranh và sự mai một của thời gian. Đền thờ Lê Cả, Lê Hai và Lê Phụng Hiểu nằm liền kề với ngôi đình làng có quy mô lớn đằng sau tạo thành một quần thể di tích. Một điều thú vị ở ngôi đền, đó là không chỉ thờ một vị thánh, nơi đây còn thờ tự những người có công với nước và được hóa tại đây.\n\nCó 2 tấm bia có tên “Phả Lục Tam Vị Thánh”, niên đại Thành Thái Thập Tam niên 1901 và tấm bia Sự tích Bi Ký, niên đại Tự Đức Tam Thập Tam Niên 1880, đã cho biết rất rõ lai lịch, công trạng những người được thờ phụng ở đền. Những thông tin về cuộc đời của Lê Phụng Hiểu gắn bó với những sự tích ở vùng đất Hòa Đình, Tiên Du, Kinh Bắc. Đây vốn là nơi ông lưu lạc thưở hàn vi tới khi làm quan, lại là nơi ông dựng trại chống giặc ngoại xâm nên đã lập ông làm Thành Hoàng làng.\n\n== Xem thêm ==\n* [[Lý Thánh Tông]]\n* [[Lý Thường Kiệt]]\n* [[Nhà Lý]]\n* [[Hoằng Hóa]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* Các triều đại Việt Nam. Quỳnh Cư - Đỗ Đức Hùng. Nhà xuất bản Thanh Niên.\n== Liên kết ngoài ==\n*[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/ Đại Việt sử ký toàn thư] - Bản điện tử\n*[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/kdvstgcm\/ Khâm định Việt sử Thông giám cương mục] - Bản điện tử\n\n{{thời gian sống|981|1059}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Hầu tước nhà Lý]]"}