{"Lý Mậu Trinh":"{{Thông tin nhân vật hoàng gia\n| tên = Lý Mậu Trinh\n| tước vị = Vua Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = Vua nước [[Kỳ]]\n| tại vị = 901<ref name=ZZTJ262>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷262|quyển 262]].<\/ref> hay 12\/5\/907<ref name=AS\/><ref name=ZZTJ266>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref><ref group=\"chú\">Lý Mậu Trinh được [[Đường Chiêu Tông]] phong là Kì vương vào năm 901. Năm 907, sau khi [[Hậu Lương Thái Tổ|Chu Toàn Trung]] soán vị [[Đường Ai Đế]] vào năm 907, Lý Mậu Trinh cùng một số tiết độ sứ khác từ chối công nhận Hậu Lương.<\/ref> - 924\n| đăng quang = tự lập\n| tên đầy đủ = Tống Văn Thông, sau cải thành Lý Mậu Trinh\n| vợ = [[Lưu hoàng hậu (Lý Mậu Trinh)|Lưu hoàng hậu]]\n| con cái = [[#Con cái|Xem văn bản]]\n| cha = Tống Đoan (宋端)\n| mẹ = Lô thị, Yên quốc thái phu nhân\n| thụy hiệu =Trung Kính (忠敬)\n| sinh = 856<ref name=HFD132>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷132|quyển 132]].<\/ref>\n| nơi sinh = \n| mất = 17\/5\/924<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Lý Mậu Trinh''' ({{zh|c=李茂貞|p=Lǐ Màozhēn}}, 856–[[17 tháng 5]] năm 924), nguyên danh '''Tống Văn Thông''' ({{zh|c=宋文通|p=Sòng Wéntōng}}), [[Tên chữ (người)|tên tự]] '''Chính Thần''' (正臣), là [[danh sách vua Ngũ Đại Thập Quốc|người cai trị]] duy nhất của nước [[Kỳ]] thời [[Ngũ Đại Thập Quốc]] trong [[lịch sử Trung Quốc]]. Lý Mậu Trinh trở thành một [[tiết độ sứ]] hùng mạnh trong thời gian [[Đường Chiêu Tông]] trị vì, sức mạnh của ông tập trung tại trị sở Phượng Tường<ref group=\"chú\">鳳翔, nay thuộc [[Bảo Kê]], [[Thiểm Tây]]<\/ref>. Tuy nhiên, sức mạnh của Lý Mậu Trinh đã dần suy yếu sau các thất bại trước các quân phiệt [[Vương Kiến (Tiền Thục)|Vương Kiến]] và [[Hậu Lương Thái Tổ|Chu Toàn Trung]].\n\nSau khi Chu Toàn Trung soán vị [[triều Đường]] và lập ra [[Nhà Hậu Lương|triều Hậu Lương]], Lý Mậu Trinh từ chối quy phục và tiếp tục dùng tước hiệu Kỳ vương do triều Đường ban cho, song lãnh thổ của ông bị thu hẹp sau các trận chiến. Sau khi triều Hậu Lương bị triều [[Hậu Đường]] thay thế, Lý Mậu Trinh xưng thần với Hậu Đường và được phong tước Tần vương vào năm 924. Sau đó, Lý Mậu Trinh qua đời, nhi tử là [[Lý Tòng Nghiễm]] kế tập chức Phượng Tường tiết độ sứ.\n\n== Thân thế ==\nTống Văn Thông sinh năm 856, tức dưới Triều đại của [[Đường Tuyên Tông]].<ref name=HFD132\/> Ông được mô tả là đến từ Bác Dã<ref group=\"chú\">博野, nay thuộc [[Bảo Định, Hà Bắc|Bảo Định]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> — song rõ ràng là không được sinh ra tại đó do gia đình ông trong nhiều thế hệ thuộc Bác Dã quân- ban đầu thuộc về Thành Đức<ref group=\"chú\">成德, thủ ấp nay thuộc [[Chính Định]], Hà Bắc<\/ref> tiết độ sứ, nhưng đội quân này chuyển đến đóng quân gần kinh thành [[Trường An]] của Đường từ khi thống lĩnh Lý Hoàn (李寰) từ chối đi theo [[Vương Đình Thấu]] nổi dậy chống triều đình.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷242|quyển 242]].<\/ref> Tổ phụ của Tống Văn Thông tên là Tống Đạc (宋鐸); tổ mẫu của ông mang họ Trương; cha ông tên là Tống Đoan (宋端); mẹ ông mang họ Lô, về sau bà được phong là Yên quốc thái phu nhân.<ref name=HFD132\/>\n\n== Thời Đường Hy Tông ==\nTống Văn Thông dường như đã trở thành một chỉ huy trong Bác Dã quân, đội quân này sau đó đã đến đóng tại Phụng Thiên<ref group=\"chú\">奉天, nay thuộc [[Hàm Dương]], Thiểm Tây<\/ref> khi ông còn trẻ tuổi. Khi một thủ lĩnh [[loạn Hoàng Sào|nổi dậy]] lớn mạnh là [[Hoàng Sào]] chiếm Trường An vào khoảng tết năm 881 và buộc [[Đường Hy Tông]] phải chạy đến [[Thành Đô]], Bác Dã quân đã chuyển đến lãnh địa và tuân theo lệnh của Phượng Tường tiết độ sứ [[Trịnh Điền]]. Hoàng Sào phái bộ tướng [[Thượng Nhượng]] đi đánh Trịnh Điền, song bị Trịnh Điền đẩy lui; trong trận chiến đó, Tống Văn Thông thể hiện được tài năng của mình, và do vậy được thăng làm chỉ huy sứ của [[Thần Sách quân]].<ref name=HFD132\/>\n\nNăm 886, sau khi trở về Trường An, Đường Hy Tông lại phải chạy trốn đến Hưng Nguyên<ref group=\"chú\">興元, nay thuộc [[Hán Trung]], Thiểm Tây<\/ref> do hoạn quan [[Điền Lệnh Tư]] thất bại khi đương đầu với các tiết độ sứ [[Vương Trọng Vinh]] và [[Lý Khắc Dụng]]. Hai tiết độ sứ khác là [[Chu Mai]] và [[Lý Xương Phù]] quay sang chống lại Đường Hy Tông, tôn [[Lý Uân]] làm hoàng đế tại Trường An. Chu Mai sau đó phái bộ tướng [[Vương Hành Du]] đem quân tiến về Hưng Nguyên để bắt Đường Hy Tông, đánh bại tướng Dương Thịnh (楊晟). Đáp lại, Đường Hy Tông phái Tống Văn Thông, Lý Thiền (李鋋) và Trần Bội (陳佩) đến đóng quân tại Đại Đường phong<ref group=\"chú\">大唐峰, nay thuộc Hán Trung, Thiểm Tây<\/ref> để chống lại Vương Hành Du. Vương Hành Du không thể tiến quân, sau đó được hoạn quan [[Dương Phục Cung]] dụ hàng nên quay sang tiến đánh và giết chết Chu Mai; Lý Uân chạy đến lãnh địa của Vương Trọng Vinh song bị Vương Trọng Vinh giết chết.<ref name=ZZTJ256>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷256|quyển 256]].<\/ref> Để thưởng cho các công lao của Tống Văn Thông, Đường Hy Tông ban họ [[Lý (họ)|Lý]] của hoàng tộc Đường và ban tên Mậu Trinh cho ông, ngoài ra còn ban tự là Chính Thần.<ref name=HFD132\/> Vào mùa xuân năm 887, Đường Hy Tông phong Lý Mậu Trinh làm Vũ Định<ref group=\"chú\">武定, trị sở nay thuộc [[Hán Trung]], [[Thiểm Tây]]<\/ref> tiết độ sứ.<ref name=ZZTJ256\/>\n\nNăm 887, khi Đường Hy Tông dừng chân tại Phượng Tường trên đường trở lại Trường An theo thỉnh cầu của Lý Xương Phù (đã chuyển sang quy phục triều đình), quân triều đình đã đối đầu với quân của Lý Xương Phù, khởi nguồn cuộc chiến toàn diện tại Phượng Tường. Quân triều đình đã đánh bại quân của Lý Xương Phù, Lý Xương Phù chạy đến Lũng châu<ref group=\"chú\">隴州, nay thuộc Bảo Kê, Thiểm Tây<\/ref>. Đường Cao Tổ phong Lý Mậu Trinh làm Lũng Tây chiêu thảo sứ, dẫn quân đi đánh Lý Xương Phù. Cũng trong năm đó, dưới áp lực từ cuộc tiến công của Lý Mậu Trinh, Lũng châu thứ sử Tiết Tri Trù (薛知籌) giết Lý Xương Phù cùng gia tộc, dâng thành hàng Lý Mậu Trinh. Đường Hy Tông phong Lý Mậu Trinh là Phượng Tường tiết độ sứ, ban cho tước hiệu danh dự là ''Đồng trung thư môn hạ bình chương sự'' (同中書門下平章事).<ref name=ZZTJ257>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷257|quyển 257]].<\/ref>\n\n== Dưới thời Đường Chiêu Tông trị vì ==\n=== Phát triển thế lực ===\nNăm 888, Đường Hy Tông qua đời, hoàng đệ là [[Đường Chiêu Tông|Lý Diệp]] được Dương Phục Cung ủng hộ lên làm hoàng đế, tức Đường Chiêu Tông. Đường Chiêu Tông ban một số danh dự cho các tiết độ sứ, trong đó Lý Mậu Trinh được ban tước hiệu \"Thị trung\".<ref name=ZZTJ257\/>\n\nMặc dù được Dương Phục Cung lập làm hoàng đế, đến năm 891, Đường Chiêu Tông cho quân tiến công phủ đệ của Dương Phục Cung. Dương Phục Cung chạy đến Sơn Nam Tây đạo<ref group=\"chú\">山南西道, trị sở tại Hưng Nguyên<\/ref>- nơi cháu nuôi của ông ta là [[Dương Thủ Lượng]] trấn thủ, và sau đó cùng các thân thích Long Kiếm<ref group=\"chú\">龍劍, trị sở nay thuộc [[Miên Dương]], [[Tứ Xuyên]]<\/ref> tiết độ sứ [[Dương Thủ Trinh]] (楊守貞) và Kim Thượng<ref group=\"chú\">金商, trị sở nay thuộc [[An Khang]], Thiểm Tây<\/ref> tiết độ sứ [[Dương Thủ Trung]] (楊守忠) và Miên châu<ref group=\"chú\">綿州, nay thuộc Miên Dương, Tứ Xuyên<\/ref> thứ sử Dương Thủ Hậu (楊守厚) nổi dậy chống triều đình.<ref name=ZZTJ258>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷258|quyển 258]].<\/ref>\n\nVào mùa xuân năm 892, Lý Mậu Trinh cùng huynh là Thiên Hùng<ref group=\"chú\">天雄, trị sở nay thuộc Thiên Thủy, Cam Túc<\/ref> tiết độ sứ Lý Mậu Trang (李茂莊) và các đồng minh là Tĩnh Nan<ref group=\"chú\">靜難, trị sở nay thuộc Hàm Dương, Thiểm Tây<\/ref> tiết độ sứ [[Vương Hành Du]], Trấn Quốc<ref group=\"chú\">鎮國, trị sở nay thuộc [[Vị Nam]], Thiểm Tây<\/ref> tiết độ sứ [[Hàn Kiến]] và Khuông Quốc<ref group=\"chú\">匡國, trị sở nay thuộc Vị Nam, Thiểm Tây<\/ref> tiết độ sứ Vương Hành Ước (王行約), thượng biểu xin được phát động một chiến dịch chống lại họ Dương, và thăng Lý Mậu Trinh là Sơn Nam Tây đạo chiêu thảo sứ để thống soái chiến dịch. Đường Chiêu Tông lo sợ rằng nếu Lý Mậu Trinh đánh bại được họ Dương thì triều đình sẽ khó có thể kiểm soát được ông, vì thế thoạt đầu hạ chiếu cho các bên thương lượng. Tuy nhiên, Lý Mậu Trinh và Vương Hành Du đã kháng chỉ, tự tiến hành chiến dịch, Lý Mậu Trinh còn viết thư với lời lẽ bất kính cho tể tướng [[Đỗ Nhượng Năng]] và hoạn quan Tây Môn Quân Toại. Đường Chiêu Tông lo sợ rằng Lý Mậu Trinh sẽ tự ý đồ sát người dân Sơn Nam Tây đạo nên đã buộc phải lập Lý Mậu Trinh làm người thống lĩnh chiến dịch chống họ Dương. Sau đó, khi Đường Chiêu Tông giết chết Lý Thuận Tiết (李順節) và đồng minh của Lý Thuận Tiết là Giả Đức Thịnh (賈德晟), quân lính của Giả Đức Thịnh đã chạy đến Phượng Tường và gia nhập vào quân của Lý Mậu Trinh.<ref name=ZZTJ259>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷259|quyển 259]].<\/ref>\n\nVào mùa thu năm 892, Lý Mậu Trinh chiếm được Phượng châu<ref group=\"chú\">鳳州, nay thuộc Bảo Kê, Thiểm Tây<\/ref>, buộc thuộc hạ của Dương Phục Cung là Cảm Nghĩa tiết độ sứ Mãn Tồn (滿存) phải chạy trốn đến Hưng Nguyên. Lý Mậu Trinh sau đó cũng chiếm Hưng châu (興州) và Dương châu (洋州) (đều thuộc Hán Trung ngày nay), và cho thân thích của mình làm [[thứ sử]] các châu này. Không lâu sau đó, Lý Mậu Trinh chiếm được Hưng Nguyên, buộc Dương Phục Cung và thuộc hạ phải chạy đến Lãng châu<ref group=\"chú\">閬州, nay thuộc [[Nam Sung]], [[Tứ Xuyên]]<\/ref>. Lý Mậu Trinh cho dưỡng tử là Lý Kế Mật (李繼密) nắm quyền cai quản Hưng Nguyên. Trong khi đó, nhận thấy có cơ hội khuếch trương thế lực khi Tây Xuyên<ref group=\"chú\">西川, trị sở nay thuộc [[Thành Đô]], [[Tứ Xuyên]]<\/ref> tiết độ sứ [[Vương Kiến (Tiền Thục)|Vương Kiến]] và Đông Xuyên<ref group=\"chú\">東川, trị sở nay thuộc [[Miên Dương]], Tứ Xuyên<\/ref> lưu hậu [[Cố Ngạn Huy]] có xung đột, Lý Mậu Trinh đã thượng tấu cho Đường Chiêu Tông để tiến cử Cố Ngạn Huy làm Đông Xuyên tiết độ sứ; Đường Cao Tổ chấp thuận. Sau đó, Lý Mậu Trinh phái Lý Kế Mật đi cứu viện cho Cố Ngạn Huy, song sau khi Tây Xuyên quân đánh bại liên quân Đông Xuyên\/Phượng Tường tại Lợi châu<ref group=\"chú\">利州, nay thuộc [[Quảng Nguyên, Tứ Xuyên|Quảng Nguyên]], [[Tứ Xuyên]]<\/ref>, Cố Ngạn Huy quay sang cầu hòa với Vương Kiến và cắt đứt quan hệ với Lý Mậu Trinh.<ref name=ZZTJ259\/>\n\n=== Đối đầu với triều đình ===\nVào mùa xuân năm 893, Lý Mậu Trinh thượng biểu cho Đường Chiêu Tông để xin được làm tiết độ sứ của Sơn Nam Tây đạo, tin rằng Đường Chiêu Tông sẽ cho ông giữ kiêm nhiệm Phượng Tường tiết độ sứ và Sơn Nam Tây đạo tiết độ sứ. Tuy nhiên, Đường Chiêu Tông lại muốn đưa Phượng Tường vào trong tầm kiểm soát của triều đình nên quyết định hạ chiếu phong Lý Mậu Trinh làm Sơn Nam Tây đạo kiêm Vũ Định tiết độ sứ, trong khi bổ nhiệm [[Từ Ngạn Nhược]] làm Phượng Tường tiết độ sứ. Dường như để xoa dịu Lý Mậu Trinh, hai châu Lãng và Quả (nay thuộc Nam Sung)) được cắt cho Vũ Định. Lý Mậu Trinh thất vọng trước việc bị mất Phượng Tường nên từ chối tuân chỉ. Ông tiếp tục thượng biểu với lời lẽ ngạo mạn cho Đường Chiêu Tông để chế nhạo hoàng đế không thể đánh bại họ Dương và không thể kiểm soát nổi các tiết độ sứ, và viết các bức thư với lời lẽ cay nghiệt cho tể tướng Đỗ Nhượng Năng. Đường Chiêu Tông nổi giận và quyết định chuẩn bị tiến hành một chiến dịch chống lại Lý Mậu Trinh, bất chấp phân tích của Đỗ Nhượng Năng rằng triều đình lúc này không có đủ sức mạnh để đánh bại Lý Mậu Trinh, Đường Chiêu Tông còn buộc Đỗ Nhượng Năng phải chịu trách nhiệm lập kế hoạch hành động. Tuy nhiên, do thuộc hạ của Đỗ Nhượng Năng là [[Thôi Chiêu Vĩ]] cũng là một đồng minh của Lý Mậu Trinh, người này tiết lộ các sự kiện trong triều đình với Lý Mậu Trinh, vì thế Lý Mậu Trinh biết được ý đồ của Đường Chiêu Tông. Lý Mậu Trinh cố gắng ngăn chặn kế hoạch của Đường Chiêu Tông bằng cách huy động những quan lại ủng hộ mình tại Trường An phản đối chiến dịch, song Đường Chiêu Tông vẫn không đổi ý.<ref name=ZZTJ259\/>\n\nVào mùa thu năm 893, Đường Chiêu Tông phát động chiến dịch tiến công Lý Mậu Trinh, phái Đàm<!--覃--> vương Lý Tự Chu (李嗣周) thống lĩnh 3 vạn quân hộ tống Từ Ngạn Nhược đến Phượng Tường. Tuy nhiên, Lý Mậu Trinh và Vương Hành Du tập hợp được 6 vạn tinh binh để kháng cự. Quân của Lý Tự Chu vốn toàn là tân binh nên chưa đánh mà đã tan rã. Lý Mậu Trinh tiến đến gần Trường An để uy hiếp Đường Chiêu Tông, Đường Chiêu Tông tuyên bố chiến dịch này là chủ ý của Tây Môn Quân Toại và đã cho xử tử Tây Môn Quân Toại cùng các hoạn quan khác là Lý Chu Đồng (李周潼) và Đoàn Hủ (段詡). Do Thôi Chiêu Vĩ thông tin sai với Lý Mậu Trinh rằng Đỗ Nhượng Năng là người ủng hộ chiến dịch, Lý Mậu Trinh cương quyết đòi triều đình Đường cũng phải hành quyết Đỗ Nhượng Năng nếu muốn ông triệt thoái; Đường Chiêu Tông đã buộc phải hạ chiếu buộc Đỗ Nhượng Năng tự sát. Từ thời điểm đó trở đi, Đường Chiêu Tông không còn cai trị một cách độc lập, các quan lại và hoạn quan trong triều đều cố lấy lòng Lý Mậu Trinh và Vương Hành Du, như buộc Đường Chiêu Tông phải làm theo các yêu cầu của Lý Mậu Trinh và Vương Hành Du. Đường Chiêu Tông chính thức lập Lý Mậu Trinh làm tiết độ sứ của cả Phượng Tường và Sơn Nam tây đạo, giữ chức \"trung thư lệnh\". Lý Mậu Trinh do đó kiểm soát được 4 trấn: Phượng Tường, Sơn Nam Tây đạo, Vũ Định, và Thiên Hùng (thông qua Lý Mậu Trang) với 15 châu. Vào mùa xuân năm 894, Lý Mậu Trinh đến Trường An, bề ngoài là để cống nạp cho Đường Chiêu Tông, song đã dùng cơ hội này để đội quân tháp tùng thể hiện uy dũng. Lý Mậu Trịnh ở lại Trường An vài ngày trước khi trở về Phượng Tường.<ref name=ZZTJ259\/>\n\nVào mùa thu năm 894, Lý Mậu Trinh đã tiến đánh Lãng châu và chiếm được châu này, họ Dương buộc phải chạy trốn. Cuối cùng, khi cố gắng chạy đến chỗ Hà Đông<ref group=\"chú\">河東, trị sở nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|]]<\/ref> tiết độ sứ [[Lý Khắc Dụng]], họ bị quân của Hàn Kiến bắt và bị giải về Trường An để nhận án tử hình.<ref name=ZZTJ259\/>\n\nNăm 895, Thôi Chiêu Vĩ thông tin cho Lý Mậu Trinh và Vương Hành Du rằng tể tướng [[Lý Hề]] và [[Vi Chiêu Độ]] đang lên kế hoạch cho một chiến dịch chống lại họ. Vương Hành Du và Lý Mậu Trinh do đó đã liên tục thượng tấu xin bãi chức Lý Hề, Đường Chiêu Tông buộc phải chấp thuận.<ref name=ZZTJ260>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷260|quyển 260]].<\/ref>\n\nTuy nhiên, cũng trong năm đó, một mâu thuẫn khác lại bùng nổ trong quan hệ giữa triều đình và liên minh Lý Mậu Trinh\/Vương Hành Du\/Hàn Kiến. Sau khi Hộ Quốc<ref group=\"chú\">護國, trị sở tại [[Vận Thành]], Sơn Tây<\/ref> tiết độ sứ [[Vương Trọng Doanh]] qua đời, các binh sĩ quân Hộ Quốc ủng hộ cháu ruột và con nuôi của Vương Trọn Doanh là [[Vương Kha (nhà Đường)|Vương Kha]] làm người kế nhiệm, song con của Vương Trọng Doanh là Bảo Nghĩa <ref group=\"chú\">保義, trị sở nay thuộc [[Tam Môn Hiệp]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> tiết độ sứ [[Vương Củng]] lại thèm muốn Hộ Quốc, vì thế Vương Củng thuyết phục Vương Hành Du, Lý Mậu Trinh và Hàn Kiến thượng tấu để mình nhận được Hộ Quốc và để lại Bảo Nghĩa cho Vương Kha. Đường Chiêu Tông từ chối, dẫn ra rằng Lý Khắc Dụng ủng hộ quyền kế nhiệm của Vương Kha (do Vương Kha là con rể của Lý Khắc Dụng). Ngày [[4 tháng 6]], Lý Mậu Trinh, Vương Hành Du và Hàn Kiến tiến quân vào kinh thành và giết chết Lý Hề cùng Vi Chiêu Độ. Sau đó, họ dự tính phế truất Đường Chiêu Tông và đưa Cát vương [[Lý Bảo]] lên thay thế. Tuy nhiên, vào thời điểm này, họ hay tin Lý Khắc Dụng huy động quân đội và đang tiến quân đến, vì thế ba người đã để lại 2.000 binh sĩ ở Trường An nhằm giám sát hoàng đế, mang số quân còn lại về lãnh địa của mình để chuẩn bị chống Lý Khắc Dụng.<ref name=ZZTJ260\/>\n\n=== Đối đầu với Lý Khắc Dụng và phục hồi ===\nLý Khắc Dụng tiến quân và tuyên bố những lời gay gắt chống lại Lý Mậu Trinh, Vương Hành Du và Hàn Kiến, tố cáo họ đã lạm sát Vi Chiêu Độ và Lý Hề. Lý Khắc Dụng vượt [[Hoàng Hà]], tiến công Khuông Quốc, Vương Hành Ước phải chạy đến Trường An. Sau đó, Lý Khắc Dụng bao vây trị sở Hoa châu (華州) của Hàn Kiến.<ref name=ZZTJ260\/>\n\nTrong khi đó, số quân mà Lý Mậu Trinh và Vương Hành Du để lại Trường An lại quay sang chiến đấu với nhau do cả dưỡng tử của Lý Mậu Trinh là Lý Kế Bằng (chỉ huy quân Phượng Tường), và Vương Hành Ước cùng Vương Hành Thực (王行實, chỉ huy quân Tĩnh Nan) đều muốn bắt hoàng đế và đưa về lãnh địa của mình. Đường Chiêu Tông nhân cơ hội hai đội quân này giao chiến với nhau mà chạy trốn đến [[Tần Lĩnh]] để tránh bị bắt. Trong khi đó, Lý Khắc Dụng cũng biết được tin tức này nên đã nhanh chóng tiến về Trường An, buộc quân lính hai quân phải chạy về lãnh địa của họ.<ref name=ZZTJ260\/>\n\nLý Khắc Dụng sau đó tiến đến Lê Viên trại<ref group=\"chú\">黎園寨, nay thuộc Hàm Dương, Thiểm Tây<\/ref> của Tĩnh Nan. Khi hay tin Lý Khắc Dụng chiến thắng ở trại này, Lý Mậu Trịnh trở nên sợ hãi, cho hành quyết Lý Kế Bằng và đưa thủ cấp của Lý Kế Bằng đến chỗ Đường Chiêu Tông để cầu xin được tha thứ, Lý Mậu Trinh cũng viết một lá thư cho Lý Khắc Dụng nhằm cầu hòa. Đường Chiêu Tông do đó đã hạ lệnh cho Lý Khắc Dụng tập trung vào tấn công Vương Hành Du. Đường Chiêu Tông sau lại tuyên bố một chiến dịch tổng tiến công Vương Hành Du, tước tất cả chức tước của Vương Hành Du. Mặc dù gửi sứ giả đến chỗ hoàng đế và Lý Khắc Dụng, song Lý Mậu Trinh vẫn phái quân cứu viện Vương Hành Du. Lý Khắc Dụng do đó xin Đường Chiêu Tông mở rộng chiến dịch, tiến công cả Lý Mậu Trịnh, Đường Chiêu Tông không chấp thuận song hạ chiếu lệnh cho Lý Mậu Trinh lui quân. Vào mùa đông năm 895, Vương Hành Du bỏ trị sở của mình và chạy trốn, sau đó bị thủ hạ giết chết.<ref name=ZZTJ260\/>\n\nSau đó, Lý Khắc Dụng bí mật đề xuất với Đường Chiêu Tông rằng cần phát động một chiến dịch chống lại Lý Mậu Trinh, cảnh báo hoàng đế rằng triều đình sẽ không được yên nếu không tiêu diệt Lý Mậu Trinh. Tuy nhiên, Đường Chiêu Tông và các quan lại trong triều lại lo sợ rằng nếu tiêu diệt Lý Mậu Trinh thì sẽ phá vỡ thế cân bằng, khi đó không thể kiểm soát được Lý Khắc Dụng. Do đó, Đường Chiêu Tông ban thưởng cho Lý Khắc Dụng và thủ hạ, bao gồm cả tước Tấn vương cho Lý Khắc Dụng, song từ chối cho phép Lý Khắc Dụng tấn công Lý Mậu Trinh. Sau đó, Lý Khắc Dụng triệt thoái khỏi [[Quan Trung]] và trở về Hà Đông. Trong thời gian Lý Khắc Dụng ở Quan Trung, Lý Mậu Trinh và Hàn Kiến đã có lời lẽ tôn kính với Đường Chiêu Tông, song đến khi Lý Khắc Dụng triệt thoái, họ lại trở nên ngạo mạn. Lý Mậu Trinh cũng chiếm được một số lãnh thổ tại [[hành lang Hà Tây|Hà Tây tẩu lang]] và cho kì tướng là Hồ Kính Chương (胡敬璋) làm Hà Tây tiết độ sứ.<ref name=ZZTJ260\/>\n\nNăm 896, do lo ngại Đường Cao Tổ tái thiết lập cấm quân và cho các thân vương thống soái, Lý Mậu Trinh đã đệ trình một số tấu chương phản đối song không có kết quả. Do đó, Lý Mậu Trinh lại tiến quân tiếp cận kinh thành, Đường Chiêu Tông phái Lý Tự Chu suất quân giao chiến song thua trận. Đường Chiêu Tông cùng các thân vương và quan lại triều đình phải chạy ra khỏi kinh thành, Hàn Kiến sau đó mời Đường Chiêu Tông đến chỗ mình, Đường Chiêu Tông đã quyết định chấp thuận lời mời và tiến đến Hoa châu. Lý Mậu Trinh tiến vào Trường An và cho phóng hỏa đốt cung điện và thị tứ tại kinh thành, tuy nhiên sau đó ông đã dâng biểu tạ lỗi và đề nghị được sửa chữa các cung điện và công thự.<ref name=ZZTJ260\/>\n\nTại Hoa châu, Đường Chiêu Tông dự tính phản kích Lý Mậu Trinh, tuy nhiên Hàn Kiến can gián Đường Chiêu Tông.<ref name=ZZTJ260\/> Trong khi đó, Vương Kiến nối lại các cuộc tiến công vào Đông Xuyên, và khi Lý Mậu Trinh phái dưỡng tử là [[Lý Kế Huy]] đi cứu viện Cố Ngạn Huy, dưỡng tử của Vương Kiến là Vương Tông Cẩn (王宗謹) đẩy lui Lý Kế Huy. Năm 897, dưỡng tử của Lý Mậu Trinh là Lý Kế Đường (李繼瑭) được phong làm Khuông Quốc tiết độ sứ, thế lực của Lý Mậu Trinh vì thế được khuếch trương về phía đông.<ref name=ZZTJ261>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷261|quyển 261]].<\/ref>\n\nCũng trong năm đó, Đường Chiêu Tông thực hiện một nỗ lực khác để đoạt lấy Phượng Tường. Lý Mậu Trinh thượng biểu buộc tội Vương Kiến tiến công Đông Xuyên chống lại thánh chỉ. Đáp lại, Đường Chiêu Tông ban một chiếu chỉ giáng chức Vương Kiến làm Nam châu<ref group=\"chú\">南州, nay thuộc [[Trùng Khánh]]<\/ref> thứ sử, bổ nhiệm Lý Mậu Trinh làm Tây Xuyên tiết độ sứ thay thế Vương Kiến, bổ nhiệm Lý Tự Chu làm Phượng Tường tiết độ sứ thay thế Lý Mậu Trinh. Cả Vương Kiến và Lý Mậu Trinh đều từ chối tuân chỉ, Lý Mậu Trinh còn không để Lý Tự Chu đến Phượng Tường bằng cách bao vây vị thân vương này tại Phụng Thiên. Chỉ sau khi Hàn Kiến viết thư cho Lý Mậu Trinh, Lý Mậu Trinh mới bỏ việc bay vây Phụng Thiên và cho phép Lý Tự Chu trở về Hoa châu. Đường Chiêu Tông phái Chương Nghĩa<ref group=\"chú\">彰義, trị sở nay thuộc [[Bình Lương]], [[Cam Túc]]<\/ref> tiết độ sứ Trương Liễn (張璉) thống soái quân lính tiến công Lý Mậu Trinh, song không thấy ghi chép về các hành động sau đó của Trương Liễn. Đường Chiêu Tông cũng bãi bỏ các chức tước của Lý Mậu Trinh, cũng như bản thân tên \"Lý Mậu Trinh\", gọi ông theo bản danh là Tống Văn Thông. (Sau khi Đường Chiêu Tông tuyên bố thảo phạt Lý Mậu Trinh, Lý Kế Đường bỏ Khuông Quốc và chạy về Phượng Tường, Hàn Kiến đoạt lấy Khuông Quốc.)<ref name=ZZTJ261\/>\n\n=== Tái lập quan hệ với triều đình ===\nVới việc Vương Kiến tiếp tục gây áp lực lên Cố Ngạn Huy, Lý Mậu Trinh không thể đối phó cùng một lúc với cả Vương Kiến cùng triều đình. Thêm vào đó, do Tuyên Vũ<ref group=\"chú\">宣武, trị sở nay thuộc [[Khai Phong]], Hà Nam<\/ref> tiết độ sứ [[Hậu Lương Thái Tổ|Chu Toàn Trung]] cho tu sửa cung điện ở Lạc Dương và nhiều lần thỉnh cầu Đường Chiêu Tông thiên đô đến Lạc Dương, Lý Mậu Trinh và Hàn Kiến quyết định cho binh sĩ của mình cùng tu sửa cung điện và các công thự ở Trường An để xin Đường Chiêu Tông tha thứ. Đáp lại, Đường Chiêu Tông ban chiếu chỉ chấm dứt chiến dịch tiến công Lý Mậu Trinh vào mùa xuân năm 898 và phục hồi tên \"Lý Mậu Trinh\" và chức Phượng Tường tiết độ sứ, cùng năm lại bổ nhiệm Lý Mậu Trinh kiêm chức Chương Nghĩa tiết độ sứ. Sau đó, Đường Chiêu Tông trở về Trường An.<ref name=ZZTJ261\/>\n\nNăm 900, trong một lần say rượu, Đường Chiêu Tông xuống tay giết chết một vài hoạn quan và cung nữ. Các hoạn quan cấu kết phế truất Đường Chiêu Tông và lập Thái tử [[Lý Dụ]] làm tân hoàng đế. Tuy nhiên, năm 901, các chỉ huy của Thần Sách quân là Tôn Đức Chiêu (孫德昭), Chu Thừa Hối (周承誨), và Đổng Nhạn Bật (董彥弼) tiến hành phản binh biến, giết chết bốn hoạn quan thượng cấp và phục vị cho Đường Chiêu Tông. Sau sự kiện này, Lý Mậu Trinh đến Trường An để yết kiến Đường Chiêu Tông. Sau đó, Đường Chiêu Tông ban các chức vụ mang tính danh dự là ''Thượng thư lệnh'' và ''Thị trung'' cho Lý Mậu Trinh, cũng phong cho Lý Mậu Trinh tước Kỳ vương. Theo đề xuất của Tể tướng [[Thôi Dận]], Lý Mậu Trinh để 3.000 quân Phượng Tường ở lại Trường An để đề phòng Thần Sách quân [vẫn do hoạn quan chỉ huy]. Trong khi đó, khi Chu Toàn Trung tiến công Hộ Quốc, Vương Kha cầu viện cả Lý Khắc Dụng và Lý Mậu Trinh, Lý Khắc Dụng không thể giúp được con rể vì đường tiến quân bị Chu Toàn Trung cắt đứt, còn Lý Mậu Trinh không hành động. Chu Toàn Trung đã buộc Vương Kha phải đầu hàng, thôn tính Hộ Quốc.<ref name=ZZTJ262\/>\n\nTrong khi đó, nhằm giảm bớt sự độc lập tài chính của Thần Sách quân, Thôi Dận ra lệnh rằng Thần Sách quân cũng như các trấn lân cận không còn được độc quyền bán men. Tuy nhiên, Lý Mậu Trinh không muốn từ bỏ độc quyền bán men và đã thỉnh cầu được đến Trường An để giải thích lý do cho Đường Chiêu Tông. Theo ý của [[Hàn Toàn Hối]] (hoạn quan chỉ huy Thần Sách quân), Đường Chiêu Tông cho phép Lý Mậu Trinh đến kinh thành. Khi Lý Mậu Trinh đến Trường An, Hàn Toàn Hối liên minh với ông. Thôi Dận nhận ra điều này nên bắt đầu xem Lý Mậu Trinh là một mối đe dọa, vì thế liên minh với Chu Toàn Trung, đặc biệt là khi Lý Mậu Trinh cũng không hài lòng trước các nỗ lực của Thôi Dận nhằm chuyển quyền chỉ huy Thần Sách quân sang cho các đại pháp quan với lập luận rằng làm như vậy sẽ hành chế quyền lực của các quân phiệt.<ref name=ZZTJ262\/> Vào mùa thu năm 901, tình hình tại Trường An trở nên căng thẳng, Thôi Dận đã bí mật gửi thư cho Chu Toàn Trung, đề nghị Chu Toàn Trung đem quân đến Trường An để đồ sát các hoạn quan. Khi Hàn Toàn Hối và [[Trương Ngạn Hoằng]] biết tin Chu Toàn Trung đến Trường An, họ đã bắt giữ Đường Chiêu Tông và đưa hoàng đế đến Phượng Tường.<ref name=ZZTJ262\/>\n\n=== Đối đầu với Chu Toàn Trung và phục hồi ===\nChu Toàn Trung nhanh chóng tiến đến Trường An, đưa các quan còn ở lại vào trong tầm bảo hộ của mình, và sau đó tiến đến Phượng Tường. Lý Mậu Trinh buộc Đường Chiêu Tông phải ban một chiếu chỉ lệnh cho Chu Toàn Trung phải trở lại Tuyên Vũ; Chu Toàn Trung thoạt đầu rời khỏi Phượng Tường, song sau đó lại tiến về phía bắc tấn công Tĩnh Nan (đang do Lý Kế Huy trấn thủ). Lý Kế Huy đầu hàng Chu Toàn Trung, đổi tên Dương Sùng Bản.<ref name=ZZTJ262\/>\n\nTrong khi đó, Lý Mậu Trinh và Hàn Toàn Hối nhân danh Đường Chiêu Tông kêu gọi [[Cần Vương]]. Một số hoạn quan mà Hàn Toàn Hối phái đến các trấn ở đông nam bị Nhung Chiêu tiết độ sứ [[Phùng Hành Tập]] (đồng minh của Chu Toàn Trung) chặn lại và hành quyết. Trong khi đó, Vương Kiến lại muốn chống cả hai phe, Vương Kiến một mặt công khai tố cáo Lý Mậu Trinh và cung cấp hỗ trợ cho Chu Toàn Trung, song lại bí mật cử sứ giả đến Phượng Tường để khuyến khích Lý Mậu Trinh và nói rằng muốn nghênh đón hoàng đế đến lãnh địa của mình, song thực ra là có ý muốn đoạt lấy Sơn Nam Tây đạo của Lý Mậu Trinh.<ref name=ZZTJ262\/> Lý Khắc Dụng đã lệnh cho cháu trai là [[Lý Tự Chiêu]] và thủ hạ [[Chu Đức Uy]] tiến công vào Hộ Quốc, cố thu hút chú ý của Chu Toàn Trung, song Chu Toàn Trung phản ứng lại bằng cách phái thuộc hạ là [[Thị Thúc Tông]] và cháu trai là [[Chu Hữu Ninh]] tiến hành phản công và bao vây trị sở Thái Nguyên của Lý Khắc Dụng; mặc dù giữ được Thái Nguyên song quân của Lý Khắc Dụng thiệt hại nghiêm trọng.<ref name=ZZTJ262\/><ref name=ZZTJ263>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷263|quyển 263]].<\/ref>\n\nVào mùa hè năm 902, Lý Mậu Trinh cố gắng lấy lại thế chủ động khi tập hợp quân lính và ra khỏi thành, đến bao vây Chu Toàn Trung tại Quắc huyện<ref group=\"chú\">虢縣, nay thuộc Bảo Kê, Thiểm Tây<\/ref>, song bị đánh bại và mất hàng nghìn lính. Sau khi phái thủ hạ là Khổng Kình (孔勍) chiếm Phượng châu, Chu Toàn Trung đến Phượng Tường, lập năm doanh trại và bao vây phủ thành. Một thân thích của Lý Mậu Trinh là Lý Mậu Huân (李茂勳) khi đó đang là Bảo Đại<ref group=\"chú\">保大, trị sở nay thuộc [[Diên An]], Thiểm Tây<\/ref> tiết độ sứ đã cố gắng cứu viện cho Phượng Tường, song bị quân Tuyên Vũ đánh bại và buộc phải triệt thoái. Trong khi đó, Lý Kế Mật buộc phải đầu hàng Vương Kiến, khiến Sơn Nam Tây đạo và Vũ Định trở thành lãnh địa của Vương Kiến.<ref name=ZZTJ263\/>\n\nVào mùa thu năm 902, quân Tuyên Vũ gặp tình thế nguy nan do mưa và dịch bệnh, Chu Toàn Trung dự tính triệt thoái, song được thuộc hạ là [[Lưu Tri Tuấn]] và [[Cao Quý Hưng]] thuyết phục. Cao Quý Hưng đề xuất giăng bẫy Lý Mậu Trinh để giành chiến thắng quyết định. Chu Toàn Trung sau đó sai Mã Cảnh (馬景) đến trá hàng Phượng Tường quân và nói rằng quân Tuyên Vũ bị tổn hại rất nhiều do dịch bệnh và đã bí mật triệt thoái. Lý Mậu Trinh tin vào các thông tin sai của Mã Cảnh nên ra khỏi thành và cố gắng truy kích Chu Toàn Trung, kết quả Lý Mậu Trinh rơi vào ổ mai phục, quân Phượng Tường bị thiệt hại nặng nề. Sau đó, Lý Mậu Trinh trở nên lo sợ và bắt đầu nghĩ đến việc trao Hoàng đế cho Chu Toàn Trung.<ref name=ZZTJ263\/>\n\nSang mùa đông năm 902, Phượng Tường đã gần như hoàn toàn cạn kiệt nguồn cung lương thực, đến nỗi người dân phải [[ăn thịt đồng loại]]. Các nỗ lực tiếp theo của Lý Mậu Trinh nhằm phá vây đã bị đẩy lui. Khi Lý Mậu Huân tiến hành một nỗ lực khác nhằm cứu viện cho Phượng Tường, Chu Toàn Trung phản công và chiếm Bảo Đại, buộc Lý Mậu Huân phải đầu hàng. Với việc các lãnh thổ phía bắc mất về tay Chu Toàn Trung và các lãnh thổ phía nam mất vào tay Vương Kiến, Lý Mậu Trinh thấy không còn cách nào khác ngoài việc đàm phán với Chu Toàn Trung, và ông tiến hành đàm phán bí mật. Vào mùa xuân năm, Lý Mậu Trịnh bí mật gặp gỡ riêng với Đường Chiêu Tông và đề nghị giết Hàn Toàn Hối và các hoạn quan thủ lĩnh khác để cầu hòa với Chu Toàn Trung, Sau đó, Lý Mậu Trinh thực hiện hành động đó và đưa các thủ cấp đến chỗ Chu Toàn Trung. Sau khi tiến hành các cuộc hôn nhân giữa nhi tử của Lý Mậu Trinh là Lý Kế Khản (李繼侃) với Bình Nguyên công chúa của Đường Chiêu Tông, giữa hoàng tử của Đường Chiêu Tông là Cảnh vương Lý Bí với nhi nữ của [[Tô Kiểm]] (một đồng minh của Lý Mậu Trinh), Lý Mậu Trinh mở cổng thành đầu hàng Chu Toàn Trung, Chu Toàn Trung hộ tống Đường Chiêu Tông trở về Trường An, Chu Toàn Trung và Thôi Dận tiến hành đồ sát các hoạn quan. Sau đó, Đường Chiêu Tông lệnh cho Chu Toàn Trung gửi một bức thư cho Lý Mậu Trinh yêu cầu trao trả Bình Nguyên công chúa; Lý Mậu Trinh không dám lại đối đầu nên giao công chúa lại cho Đường Chiêu Tông. Lý Mậu Trinh cũng thỉnh cầu xin được giáng chức của bản thân từ ''Thượng thư lệnh'' xuống ''Trung thư lệnh''.<ref name=ZZTJ263\/>\n\nVào mùa xuân năm 904, Chu Toàn Trung giết chết Thôi Dận do nghi ngờ Thôi Dận có kế hoạch tái tổ chức cấm quân để chống lại ông ta. Vốn đã tức giận Chu Toàn Trung vì từng hãm hiếp thê tử của mình trong thời gian làm con tin, Dương Sùng Bản khi hay tin này liền quay sang quy phục Lý Mậu Trinh và đổi tên Lý Kế Huy. Lý Mậu Trinh và Lý Kế Huy hợp quân, tuyên bố rằng Chu Toàn Trung muốn soán vị triều Đường, sau đó tiến về Trường An. Chu Toàn Trung cho rằng sự kiểm soát của mình tại Trường An là mong manh nên quyết định cho phá hủy cung điện và hầu hết các công thự tại Trường An, buộc Đường Chiêu Tông và cư dân Trường An phải di chuyển đến phía đông, lập Lạc Dương làm kinh đô mới. Trong khi đó, Vương Kiến hưởng ứng lời kêu gọi đưa Đường Chiêu Tông về Trường An của Lý Mậu Trinh, hai bên lập thỏa thuận hòa bình, Vương Kiến gả một con gái cho cháu gọi bằng chú của Lý Mậu Trinh là Thiên Hùng tiết độ sứ Lý Kế Sùng (李繼崇) để củng cố liên minh.<ref name=ZZTJ264\/> Vào mùa hè năm 904, Chu Toàn Trung cho hành thích Đường Chiêu Tông, sau đó tôn hoàng tử [[Đường Ai Đế|Lý Chúc]] làm hoàng đế, tức Đường Ai Đế.<ref name=ZZTJ265>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷265|quyển 265]].<\/ref>\n\n== Thời Đường Ai Đế trị vì ==\nNăm 906, Lý Mậu Trinh phái Lý Kế Khản đến Tây Xuyên làm con tin. Vương Kiến bổ nhiệm Lý Kế Khản làm Bành châu<ref group=\"chú\">彭州, nay thuộc Thành Đô, Tứ Xuyên<\/ref> thứ sử.<ref name=ZZTJ265\/>\n\nNăm 907, Chu Toàn Trung buộc Đường Ai Đế phải [[thiện nhượng]] cho mình, trở thành Hậu Lương Thái Tổ. Lý Mậu Trinh, Lý Khắc Dụng, Hoài Nam<ref group=\"chú\">trị sở nay thuộc [[Dương Châu]], [[Giang Tô]]<\/ref> tiết độ sứ [[Dương Ác]], và Vương Kiến từ chối thừa nhận [[Hậu Lương]], song sau đó Vương Kiến nhận thấy triều Đường không thể phục hưng nên xưng đế và lập ra nước [[Tiền Thục]].<ref name=ZZTJ266\/>\n\n== Cai trị độc lập ==\n=== Đối đầu Hậu Lương, mất lãnh thổ ===\nLý Mậu Trinh biết Kỳ quốc của mình nhược tiểu nên không dám xưng đế. Tuy nhiên, ông vẫn thực hiện nhiều hành động giống như một quân chủ, bao gồm việc lập ra Kỳ vương phủ với các quan lại mang chức quan tương tự như trong triều đình đế quốc, gọi dinh thự của mình là \"cung điện\", và gọi thê của mình là \"[[Lưu hoàng hậu (Lý Mậu Trinh)|hoàng hậu]]\". Lý Mậu Trinh tiếp tục nhận được sự ủng hộ của binh lính dưới quyền bằng cách khoan dung và rộng rãi với họ, song kết quả là đội quân của ông trở nên thiếu kỷ luật. Quân đội của ông được mô tả đã rất suy yếu, năm 908, khi nhi tử của Lý Khắc Dụng là Tấn vương [[Hậu Đường Trang Tông|Lý Tồn Úc]] cố gắng giải vây cho Lý Tự Chiêu tại Chiêu Nghĩa<ref group=\"chú\">昭義, trị sở nay thuộc [[Trường Trị]], Sơn Tây<\/ref> khỏi quân Hậu Lương, Lý Mậu Trinh không thể gửi bất cứ hỗ trợ nào.<ref name=ZZTJ266\/>\n\nNăm 908, quân Kỳ và Tiền Thục hợp binh nhằm chiếm Trường An, tướng [[Trường Thừa Nghiệp]] của Tấn cũng dẫn quân đến. Tuy nhiên, sau khi quân Kỳ bị Lưu Tri Tuấn đánh bại ở Mạc Cốc<ref group=\"chú\">幕谷, nay thuộc Hàm Dương, Thiểm Tây<\/ref>, quân ba nước đều triệt thoái.<ref name=ZZTJ266\/> Cũng trong năm đó, Bảo Tắc<ref group=\"chú\">保塞, trị sở nay thuộc Diên An, Thiểm Tây<\/ref> tiết độ sứ Hồ Kính Chương (胡敬璋) của Kỳ cố gắng tiến công Thượng Bình quan<ref group=\"chú\">上平關, nay thuộc [[Lữ Lương]], Sơn Tây<\/ref> của Hậu Lương, song cũng bị Lưu Tri Tuấn đẩy lui.<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref>\n\nSau khi Dương Ác bị các thuộc hạ là [[Trương Hạo]] và [[Từ Ôn]] sát hại vào năm 908, [[Dương Long Diễn]] lên kế vị và phái thuộc quan là Vạn Toàn Cảm (萬全感) đến Tấn và Kỳ để thông báo việc này. Sau đó, Lý Mậu Trinh \"thừa chế\" ban cho Dương Long Diễn chức ''Thượng thư lệnh'' và tước hiệu Ngô vương (trước đó Dương Ác và [[Dương Hành Mật]] đã có tước hiệu này).<ref name=ZZTJ267\/>\n\nSau khi Hồ Kính Chương qua đời năm 908, thoạt đầu thuộc quan của Hồ Kính Chương là Lưu Vạn Tử (劉萬子) được bổ nhiệm làm Bảo Tắc tiết độ sứ mới. Tuy nhiên, do có tin rằng Lưu Vạn Tử âm mưu đầu hàng Hậu Lương, Lý Diên Đồ (李延圖) được phái đi tiến công Lưu Vạn Tử và chiếm Bảo Tắc. Không lâu sau đó, Bảo Tắc mã quân đô chỉ huy sứ [[Cao Vạn Hưng]] (高萬興) và Bảo Đại tiết độ sứ Lý Ngạn Bác (李彥博) đều đầu hàng Hậu Lương.<ref name=ZZTJ267\/>\n\nKhi Hậu Lương Thái Tổ triệu Lưu Tri Tuấn đến để thảo luận về một chiến dịch chống Tấn, Trung Vũ tiết độ sứ Lưu Tri Tuấn cho rằng mình sẽ bị xử tử nên quyết định đầu hàng Kỳ và tiến hành công chiếm Trường An. Tuy nhiên, sau đó tướng Hậu Lương là [[Lưu Tầm]] (劉鄩) tiến đến Trường An và tái chiếm thành từ tay quân Kỳ. Lưu Tri Tuấn buộc phải chạy trốn đến Phượng Tường, lãnh thổ do Lưu Tri Tuấn kiểm soát lại rơi vào tay Hậu Lương. Lý Mậu Trinh ban rất nhiều phú quý Lưu Tri Tuấn, song do lãnh thổ của Kỳ lúc này đã thu hẹp rất nhiều, Lý Mậu Trinh cảm thấy không còn vùng nào để giao cho Lưu Tri Tuấn quản lý, và do đó chỉ phong cho Lưu Tri Tuấn làm ''Trung thư lệnh'' và thưởng tiền bạc.<ref name=ZZTJ267\/>\n\nVào mùa đông năm 908, Lý Mậu Trinh phái Lưu Tri Tuấn đi đánh Sóc Phương<ref group=\"chú\">朔方, trị sở nay thuộc [[Ngân Xuyên]], [[Ninh Hạ]]<\/ref> của Hậu Lương, mục đích là để dùng đất đó phong cho Lưu Tri Tuấn và làm nơi cung cấp ngựa và các gia súc khác cho quân Kỳ. Khi Sóc Phương tiết độ sứ [[Hàn Tốn]] (韓遜) cầu viện triều đình Hậu Lương, Hậu Lương Thái Tổ phái Khang Hoài Trinh đi đánh Tĩnh Nan nhằm buộc Lưu Tri Tuấn phải dừng tiến công. Khang Hoài Trinh nhanh chóng chiếm được ba trong số các quận của Tĩnh Nan, song khi Lưu Tri Tuấn quay lại thì Khang rơi vào bẫy và chịu tổn hại nặng nề. Sau trận chiến, mặc dù lãnh thổ nhỏ hẹp song Lý Mậu Trinh vẫn bổ nhiệm Lưu Tri Tuấn làm Chương Nghĩa tiết độ sứ.<ref name=ZZTJ267\/>\n\nNăm 910, Lý Mậu Trinh cùng Lưu Tri Tuấn và Lý Kế Huy hợp binh với quân Tấn để tiến công Định Nan<ref group=\"chú\">定難, trị sở nay thuộc [[Du Lâm]], Thiểm Tây<\/ref> tiết độ sứ [[Lý Nhân Phúc]] (李仁福) của Hậu Lương. Sau khi Hậu Lương Thái Tổ phái Lý Ngộ (李遇) và Lưu Oản (劉綰) đến cứu viện Lý Nhân Phúc, quân Kỳ và quân Tấn triệt thoái.<ref name=ZZTJ267\/>\n\n=== Đối đầu Tiền Thục, Mất Tĩnh Nan và Thiên Hùng ===\nNăm 911, nhi nữ của Vương Kiến vốn được gả cho Lý Kế Sùng, nay được ban tước là Phổ Từ công chúa, đã cho người đến chỗ cha cáo buộc Lý Kế Sùng ngạo mạn và nghiện rượu. Sau đó, Vương Kiến triệu Phổ Từ công chúa về Tiền Thục, bề ngoài là mời bà về thăm nhà. Tuy nhiên, sau khi Phổ Từ công chúa đến Thành Đô, Vương Kiến giữ bà lại và không cho bà trở về chỗ Lý Kế Sùng. Lý Mậu Trinh tức giận và đã chấm dứt liên minh với Tiền Thục.<ref name=ZZTJ267\/>\n\nSau đó, Lý Mậu Trinh tập hợp binh lính, chuẩn bị cho một cuộc tiến công từ Tiền Thục. Vương Kiến phản ứng lại bằng cách tập hợp 12 vạn người và giao họ cho các dưỡng tử là Vương Tông Hựu (王宗祐) và Vương Tông Hạ (王宗賀) và Sơn Nam tiết độ sứ [[Đường Đạo Tập]] thống lĩnh đi đánh Kỳ. Quân Tiền Thục nhanh chóng giành được một số chiến thắng trước quân Kỳ. Tuy nhiên, Lưu Tri Tuấn và Lý Kế Sùng tiến hành phản công, đánh bại quân Tiền Thục; sau đó họ tiến đến Hưng Nguyên. Quân Tiền Thục hoảng loạn và định bỏ Hưng Nguyên, song Đường Đạo Tập từ chối làm vậy. Các cuộc phản công sau đó của quân Tiền Thục đã đánh bại quân Kỳ, buộc quân Kỳ phải triệt thoái. Sau đó, do các lời cáo buộc sai của Thạch Giản Ngung (石簡顒), Lý Mậu Trinh tước quyền thống soái của Lưu Tri Tuấn một thời gian, song sau đó do thúc giục của Lý Kế Sùng, Lý Mậu Trinh lại xử tử Thạch Giản Ngung để làm yên lòng Lưu Tri Tuấn. Sau đó, theo lời mời của Lý Kế Sùng, Lưu Tri Tuấn đưa gia đình đến Tần châu (秦州)- thủ phủ của Thiên Hùng.<ref name=ZZTJ268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref> Vài năm sau đó, giữa Tiền Thục và Kỳ tiếp tục nổ ra các trận chiến, Tiền Thục liên tục chiến thắng và dần thôn tính lãnh thổ của Kỳ.<ref name=ZZTJ268\/><ref name=ZZTJ269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref>\n\nNăm 914, Lý Kế Huy bị nhi tử là [[Lý Ngạn Lỗ]] (李彥魯) hạ độc giết chết, Lý Ngạn Lỗ tự xưng là Tĩnh Nan lưu hậu. Sau đó, năm 915, dưỡng tử của Lý Kế Huy là Lý Bảo Hành (李保衡) lại giết chết Lý Ngạn Lỗ và dâng Tĩnh Nan cho Hậu Lương. Hoàng đế Hậu Lương đương thời là [[Chu Hữu Trinh]] sau đó đã điều chuyển Lý Bảo Hành đi nơi khác và bổ nhiệm bộ tướng [[Hoắc Ngạn Uy]] làm Tĩnh Nan tiết độ sứ; Kỳ sau đó không thể đoạt lại Tĩnh Nan, một nỗ lực của Lưu Tri Tuấn nhằm tái chiếm Tĩnh Nan thoạt đầu đã có kết quả là bế tắc. Sau đó, khi tướng Tiền Thục là Vương Tông Hàn (王宗翰) tiến công Tần châu, Lý Kế Sùng đầu hàng; Lưu Tri Tuấn hay tin Thiên Hùng thất thủ và gia đình bị đưa đến Thành Đô nên quyết định bỏ cuộc bao vây Bân châu và chạy sang Tiền Thục. Trong khi đó, Nghĩa Thăng<ref group=\"chú\">義勝, trị sở nay thuộc [[Đồng Xuyên]], Thiểm Tây<\/ref> tiết độ sứ, [[Lý Ngạn Thao]] (李彥韜) thấy quốc gia nay suy yếu nên quay sang đầu hàng Hậu Lương.<ref name=ZZTJ269\/>\n\nVào mùa thu năm 916, Vương Kiến phát động một cuộc tiến công lớn vào Phượng Tường, bao vây kinh thành. Quân Kỳ thủ thành và từ chối giao chiến với quân Tiền Thục. Khi một cơn bão tuyết cản trở cuộc tiến công của Tiền Thục, quân Tiền Thục triệt thoái, song vào thời điểm này, lãnh thổ của Kỳ chỉ còn giới hạn tại Phượng Tường và các vùng ở ngay xung quanh.<ref name=ZZTJ269\/>\n\nNăm 918, Lý Mậu Trinh phái sứ giả đến cầu hòa với Tiền Thục, song không rõ kết quả. Sau khi Vương Kiến qua đời và hoàng tử [[Vương Diễn (Tiền Thục)|Vương Diễn]] lên kế vị, Tiền Thục lại tiến công Phượng Tường vào mùa xuân năm 919. Tuy nhiên, quân Tiền Thục gặp phải mưa bão nên lại triệt thoái.<ref name=ZZTJ270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref>\n\nNăm 920, Tiền Thục lại tiến công Kỳ và thoạt đầu giành được chiến thắng. Tuy nhiên, khi lương thực cạn kiệt, quân Tiền Thục cũng buộc phải triệt thoái.<ref name=ZZTJ271>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref>\n\n== Quy phục Hậu Đường ==\nNăm 923, Lý Tồn Úc lập ra triều [[Hậu Đường]] và trở thành Hậu Đường Trang Tông, cuối cùng đã giành được thắng lợi hoàn toàn trước Hậu Lương. Khi hay tin, Lý Mậu Trinh phái sứ giả đến chúc hạ Hậu Đường Trang Tông, song trong thư lại dùng lời lẽ ngạo mạn, tự xưng là \"quý phụ\".<ref name=ZZTJ272>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref> Tuy nhiên, sau khi Hậu Đường Trang Tông tiến vào Lạc Dương và lập thành này làm kinh đô, Lý Mậu Trinh lo sợ rằng Kỳ sẽ là mục tiêu tiếp theo của Hậu Đường. Vào mùa xuân năm 924, Lý Mậu Trinh đã phái nhi tử là [[Lý Tòng Nghiễm|Lý Kế Nghiễm]] dâng đồ triều cống cho Hậu Đường Trang Tông và thượng biểu xưng thần với Hậu Đường. Hậu Đường Trang Tông nồng nhiệt tiếp đón Lý Kế Nghiễm và ban cho chức ''Trung thư lệnh'', trong khi tôn vinh Lý Mậu Trinh bằng việc chỉ sử dụng từ Kế vương trong chiếu chỉ. Sau khi Lý Kế Nghiễm trở về Phượng Tường thì thuật lại cho Lý Mậu Trinh những gì tai nghe mắt thấy, rằng quân đội Hậu Đường rất hùng mạnh. Lý Mậu Trinh lo sợ và thượng biểu xin được làm một hạ thần bình thường, hay nói theo cách khác là xin Hậu Đường Trang Tông không bỏ qua tên húy trong các chiếu chỉ, Hậu Đường Trang Tông từ chối. Hậu Đường Trang Tông sau đó cải phong Lý Mậu Trinh là Tần vương, vẫn không gọi ông bằng tên húy và không yêu cầu ông phải cúi đầu trước sứ giả triều đình phái đến để tuyên bố việc sách phong.<ref name=ZZTJ273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref>\n\nCũng vào năm 924, Lý Mậu Trinh qua đời. Trong thỉnh cầu cuối cùng với Hậu Đường Trang Tông, Lý Mậu Trinh xin triều đình hãy cho Lý Kế Nghiễm tiếp tục cai quản Phượng Tường. Hậu Đường Trang Tông sau đó đã chuẩn thuận cho Lý Kế Nghiễm làm Phượng Tường tiết độ sứ.<ref name=ZZTJ273\/>\n\n== Con cái ==\n;Con đẻ\n* Lý Kế Nghiễm (李繼曮), năm 926 đổi thành [[Lý Tòng Nghiễm]] (李從曮)\n* Lý Kế Sưởng (李繼昶), năm 926 đổi thành Lý Tòng Sưởng (李從昶)\n* Lý Kế Chiêu (李繼昭), năm 926 cải thành Lý Tòng Chiêu (李從昭)\n* Lý Kế Vĩ (李繼暐)\n* Lý Kế Khản (李繼侃) hay Lý Khản (李侃), trong một thời gian ngắn năm 902 đổi thành Tống Khản (宋侃)<ref name=ZZTJ264>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷264|quyển 264]].<\/ref>\n* Con trai không rõ tên\n* bốn con gái\n;Con nuôi\n* Lý Kế Trăn (李繼臻)\n* Lý Kế Mật (李繼密), nguyên danh Vương Vạn Hoằng (王萬弘), đầu hàng Vương Kiến năm 902 và đổi tên Vương Vạn Hoằng, sau đó tự sát\n* Lý Kế Bằng (李繼鵬), nguyên danh Diêm Khuê (閻珪), bị Lý Mậu Trinh xử tử năm 895\n* Lý Kế Ngung (李繼顒), bị Vương Tông Khản (王宗侃) giết năm 895\n* Lý Kế Ung (李繼雍)\n* [[Lý Kế Huy]] (李繼徽), nguyên danh Dương Sùng Bản (楊崇本), đầu hàng Chu Toàn Trung năm 901 và đổi tên Dương Sùng Bản, sau lại quy phục Lý Mậu Trinh vào năm 904 và đổi tên Lý Kế Huy, bị con là [[Lý Ngạn Lỗ]] hạ độc sát hại vào năm 914\n* Lý Kế Chiêu (李繼昭), nguyên danh Phù Đạo Chiêu (符道昭), đầu hàng Chu Toàn Trung năm 902\n* Lý Kế Đường (李繼瑭)\n* Lý Kế Ninh (李繼寧), bị Vương Kiến bắt năm 897\n* Lý Kế Phổ (李繼溥), đầu hàng Vương Kiến năm 897\n* Lý Kế Quân (李繼筠), bị Lý Mậu Trinh xử tử năm 903\n* Lý Kế Trung (李繼忠)\n* Lý Kế Liêu (李繼鐐), bị Chu Toàn Trung bắt năm 902\n* Lý Kế Khâm (李繼欽)\n* Lý Kế Trực (李繼直), bị Hàn Tốn (韓遜) giết năm 909\n* Lý Kế Quỳ (李繼虁)\n* Lý Kế Ngập (李繼岌), nguyên danh Tang Hoằng Chí (桑弘志), đầu hàng Vương Kiến năm 916 và đổi tên Tang Hoằng Chí\n* Lý Kế Trắc (李繼陟)\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"|2}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Sinh năm 856]]\n[[Thể loại:Mất năm 924]]\n[[Thể loại:Kỳ]]"}