{"Lý Bạch":"{{1000 bài cơ bản}}\n{{Thông tin nhân vật phong kiến\n| tên = Lý Bạch\n| tên gốc = 李白\n| hình = LiBai.jpg\n| cỡ hình = \n| ghi chú hình = |<!-- Binh nghiệp -->\n| phục vụ = \n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| khen thưởng = |<!-- Quan nghiệp -->\n| chức vụ = <!-- max 7 -->\n| phẩm = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = |<!-- Thông tin chung -->\n| tên khác = \n| húy = \n| tự = Thái Bạch (太白)\n| hiệu = Thanh Liên cư sĩ (青蓮居士)\n| tôn xưng = \n| bút danh = \n| học vấn = <!-- tiến sĩ, cử nhân -->\n| chức quan = <!-- chức cao nhất -->\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = \n| tước vị = \n| cha = \n| mẹ = \n| sinh = 701\n| nơi sinh = [[Lũng Tây]], [[Cam Túc]]\n| mất = 762\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = [[Trung Quốc]]\n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Đường]]\n| tác phẩm = <!-- nổi bật -->\n| truy phong tước vị = \n| truy phong chức vị = \n| thần vị = \n| thờ tự = \n}}\n\n'''Lý Bạch''' ([[chữ Hán]]: 李白; 701<ref>{{chú thích sách|title=The Anchor Book of Chinese Poetry: From Ancient to Contemporary, The Full 3000-Year Tradition|author=Barnstone, Tony and Chou Ping|publisher=[[Random House]] LLC|year=2010|isbn=9780307481474|page=116}}<\/ref> - 762), [[biểu tự|tự]] '''Thái Bạch''' (太白), hiệu '''Thanh Liên cư sĩ''' (青蓮居士), là một trong những nhà thơ theo [[chủ nghĩa lãng mạn]] nổi tiếng nhất thời [[nhà Đường|Thịnh Đường]] nói riêng và [[Tên gọi Trung Quốc|Trung Hoa]] nói chung.\n\nSuốt cuộc đời của mình, ông được tán dương là một [[thiên tài]] về thơ ca, người đã mở ra một giai đoạn hưng thịnh của thơ Đường. Từ trẻ, ông đã xa gia đình để đi du lịch, tìm đường lập công danh sự nghiệp. Dẫu muốn góp phần cứu đời giúp dân song chưa bao giờ ông được toại nguyện. Ông cùng người bạn [[Đỗ Phủ]] trở thành hai biểu tượng thi văn lỗi lạc không chỉ trong phạm vi [[nhà Đường]] mà còn trong toàn bộ lịch sử [[Trung Hoa]], thậm chí toàn bộ khu vực [[Đông Á đồng văn]]. Do sự lỗi lạc của mình, ông được hậu bối tôn làm '''Thi Tiên''' (詩仙) hay '''Thi Hiệp''' (詩俠). Giới thi nhân bấy giờ thì rất kính nể tài uống rượu làm thơ bẩm sinh, nên gọi Lý Bạch là '''Tửu Tiên''' (酒仙) hay '''Trích Tiên Nhân''' (謫仙人). [[Hạ Tri Chương]] gọi ông là '''Thiên Thượng Trích Tiên''' (天上謫仙).\n\nÔng đã viết cả ngàn bài thơ bất hủ.<ref name=\"Watson, 141\">Watson, 141<\/ref> Hơn ngàn bài thơ của ông được tổng hợp lại trong tập ''[[Hà Nhạc Anh Linh tập]]'' (河岳英靈集), một tuyển tập thơ rất đồ sộ thời Vãn Đường do [[Ân Phan]] (殷璠) chủ biên vào năm [[753]], và hơn 43 bài của ông được ghi trong [[Đường Thi Tam Bách Thủ]] (唐詩三百首) được biên bởi [[Tôn Thù]] (孫洙), một học giả thời [[nhà Thanh]]. Vào thời đại của ông, thơ của ông đã xuất hiện các bản dịch tại phương Tây, chủ đề của ông nhấn mạnh tán dương mối quan hệ bạn bè, sự thần bí của thiên nhiên, tâm trạng tĩnh mịch và thú vui uống rượu rất đặc trưng của ông.\n\nCuộc đời của ông đi vào truyền thuyết, với phong cách yêu rượu hiếm có, những [[truyện ngụ ngôn]] và truyền thuyết về tinh thần trượng nghĩa, cũng như điển tích nổi tiếng về việc ông đã chết đuối khi nhảy khỏi thuyền để bắt cái bóng phản chiếu của mặt trăng.\n\n[[Đường Văn Tông]] ngự phong tán dương thi ca của Lý Bạch, kiếm vũ của [[Bùi Mân]], [[thảo thư]] của [[Trương Húc]], gọi là '''Tam Tuyệt''' (三絕)<ref>[[Tân Đường thư]] - Lý Bạch truyện: 文宗時，詔以白歌詩、裴旻劍舞、張旭草書為「三絕」。<\/ref>.\n\n== Thân thế ==\n[[Tập tin:Libai_touxiang.jpg|thumb|left|220px|Thi tiên Lý Bạch.]]\nLý Bạch là người [[Lũng Tây]], [[Cam Túc]]; lúc mới 5 tuổi, gia đình về định cư ở làng Thanh Liên, huyện Xương Long thuộc Miên Châu ([[Tứ Xuyên]]) nên nhà thơ vẫn coi Tứ Xuyên là quê hương của mình. Theo lời Lý Bạch kể lại, ông là hậu duệ của tướng quân [[Lý Quảng]] [[nhà Hán]], là cháu chín đời của Tây Lương Vũ Chiêu vương [[Lý Cảo]] nước [[Tây Lương]] thời [[Ngũ Hồ thập lục quốc]]. Có sách ghi ông là con cháu đời sau tông thất [[nhà Đường]], cụ thể là hậu duệ của Ẩn Thái tử [[Lý Kiến Thành]]. Vào cuối đời [[nhà Tùy]], một người họ Lý trốn ra [[Tây Vực]], kết duyên cùng một Man bà (phụ nữ Tây Vực), đến năm [[Trường An]] nguyên niên sinh ra Lý Bạch (lúc này nhà Đường đang có sự biến do [[Võ Tắc Thiên]] gây ra).\n\nTương truyền lúc ông sắp sinh, bà mẹ nằm mộng thấy [[sao Tràng Canh]] (hay ''Trường Canh''), vì sao này có tên là ''Thái Bạch'' nên đặt tên con là '''Bạch'''. Lý Bạch suốt thời thơ ấu được mẹ dạy cho chữ Tây Vực, cha dạy cho [[Kinh Thi]], [[Kinh Thư]], đến 10 tuổi đã thông thạo và thích làm thơ. Gia đình giàu có, nên từ nhỏ Lý Bạch đã tha hồ đi đây đi đó cùng cha. Ông tỏ ra rất thích, chí hướng của ông sau này không phải quan trường, mà là thơ túi rượu bầu, thong dong tiêu sái. Đến năm 10 tuổi gia đình chuyển về huyện [[Chương Minh]], [[Tứ Xuyên]]. Tại đây Lý Bạch say mê học kiếm thuật, trong một thời gian ngắn, tài múa kiếm và tài thơ của ông được bộc lộ rõ rệt.\n\nNăm 15 tuổi, ông đã có bài phú ngạo [[Tư Mã Tương Như]], bài thơ gửi Hàn Kinh Châu, khá nổi tiếng. Lúc 16 tuổi danh tiếng đã nổi khắp Tứ Xuyên, thì ông lại phát chán, bèn lên núi [[Đái Thiên Sơn]] học đạo, bắt đầu cuộc đời ẩn sĩ. Làm ẩn sĩ trên núi được 2 năm, ông lại hạ sơn, bắt đầu làm hiệp sĩ, đi lùng hết các thắng cảnh ở [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Giang Tây]], [[Trường An]]... Bạn đồng hành với ông lúc này là [[Đông Nham Tử]], nhưng chỉ đi chung được 1 năm. Đến năm 20 tuổi Lý Bạch đã đi khắp nước [[Thục]], ông lại về [[Tứ Xuyên]] với gia đình, chuẩn bị tiền đi đường và tiền mua rượu cho cuộc hành trình sắp tới. Ông đến làm dưới trướng của thứ sử [[Ích Châu]] [[Tô Dĩnh]], được ông này khen là [[thiên tài]], ''\"có thể sánh với Tư Mã Tương Như\"''.\n\nNăm [[723]], Lý Bạch mặc áo trắng, đeo một bầu rượu lớn, chống kiếm lên đường viễn du. Trong khoảng ba năm, ông đã tham quan hầu hết cảnh đẹp [[Tên gọi Trung Quốc|Trung Hoa]], như là [[hồ Động Đình]], [[sông Tương]], [[Kim Lăng]], [[Dương Châu]], [[Ngô Việt]], [[Giang Hạ]]...Đến năm [[726]], ông đến [[Vân Mộng]] kết duyên cùng cháu gái của Hứa tướng công. Thời gian này tài năng thơ bắt đầu nở rộ. Đến 30 tuổi thì tiếng tăm đã vang đến triều đình. Được mời đi làm quan, nhưng ông không nhận.\n\nNăm Khai Nguyên thứ 23 ([[735]]), ông đi chơi ở [[Thái Nguyên, Sơn Tây|Thái Nguyên]], gặp [[Quách Tử Nghi]] đang ở tù, ông xin giúp, Quách liền được thả. Ông lại dẫn vợ rong chơi qua nước [[Tề]], [[Lỗ]], rồi định cư ở [[Nhiệm Thành]]. Đến đây Lý Bạch lại được [[Khổng Sào Phủ]], [[Hàn Chuẩn]], [[Bùi Chính]], [[Đào Cái]], [[Trương Thúc Minh]] - những ẩn sĩ đương thời - rủ lên núi [[Tồ Lai]] thưởng ngoạn, rồi say sưa ở [[Trúc Khê]]. Nhóm này được người ta gọi là \"[[Trúc Khê lục dật]]\".\n\n== Vào cung và bị gièm pha ==\nNăm [[741]], Lý Bạch lại một phen từ bỏ gia đình, vợ con, ông đến [[Hồ Nam]] rồi [[Giang Tô]], [[Sơn Đông]]... đi đến đâu danh tiếng lan ra đến đó.\n\nNăm đầu niên hiệu Thiên Bảo ([[742]]), ông đến [[Cối Kê]], cùng đạo sĩ Ngô Quân ở ẩn tại [[Thiểm Trung]]. Sau đó cùng bạn về Trường An, ở đây ông gặp thái tử tân khách [[Hạ Tri Chương]], trở nên đôi bạn rượu-thơ thân thiết. Ông được Hạ Tri Chương tiến cử lên vua [[Đường Huyền Tông|Đường Minh Hoàng]], vua Đường nghe danh đã lâu nên rất thích, mời vào [[điện Kim Loan]] giao việc thảo thư từ, sau được phong làm [[Hàn Lâm]], chuyên giữ việc mật. Được vua Đường và [[Dương Quý Phi]] yêu thích. Tại đây, cùng với [[Hạ Tri Chương]], [[Thôi Tông Chi]], [[Vương Tiến]], Tô Tần, [[Trương Húc]], [[Tiêu Toại]], [[Lý Thích Chi]] hợp thành nhóm \"[[Tửu trung bát tiên]]\".\n\nĐến năm [[745]], [[Dương Quốc Trung]] gièm pha nên [[Dương quý phi|Dương Quý Phi]] cũng phát ghét, chỉ trích luôn luôn làm [[Đường Minh Hoàng]] khó xử.\n\nLý Bạch nhận thấy sự đó, cộng với lòng đam mê du lãm đang trỗi dậy, ông liền từ biệt vua Đường. Vua rất buồn, nhưng cũng nghe theo, lại tặng thêm rất nhiều vàng nhưng thi nhân không nhận, cuối cùng trao cho ông quyền uống rượu miễn phí tại bất cứ quán rượu nào mà ông đi qua, tiền rượu sẽ do ngân khố thanh toán.\n\n== Cuối đời ==\nTrong 10 năm kể từ lúc rời cung, Lý Bạch tha hồ uống rượu và đi chơi, ông từng qua [[Triệu (nước)|Triệu]], [[Ngụy (nước)|Nguỵ]], [[Tề (nước)|Tề]], [[Tần (nước)|Tần]], [[Lương]], [[Tống (nước)|Tống]], các vùng Bân, Kỳ, Thương, , [[Lạc Dương]], các [[hoài Hà|sông Hoài]], [[sông Tứ]]... Do đi quá nhiều nên ông cũng quen biết và thân thiết với rất nhiều, trong đó có [[Đỗ Phủ]], [[Sầm Tham]], [[Mạnh Hạo Nhiên]], Cao Thích...\n\nNăm Thiên Bảo thứ 13 ([[755]]), ông quen với [[Nguỵ Hạo]] ở [[Quảng Lăng]], hai người cùng xoã tóc đi thuyền vào [[sông Tần Hoài]]. Sau đó đến [[Tuyên Thành]]. [[Tháng 11]] năm này có loạn [[An Lộc Sơn]], Lý Bạch liền về [[Lư Sơn]], ở ẩn tại [[Bình phong điệp]]. Năm ông 56 tuổi, [[Tiết độ sứ]] Vĩnh Vương Lân đến tận núi mời ông về phủ. Lý Bạch đành phải đi theo. Đến khi Lân làm phản bị bắt, Lý Bạch chạy trốn nhưng không thoát, lúc sắp bị tử hình có Tuyên Uý đại sứ Thôi Chi Hoán với ngự sử trung thừa [[Tống Nhược Tư]] đem giấu đi. Sang năm [[757]], ông bị triều đình bắt lại, lúc này người từng được Lý Bạch cứu khi xưa là [[Vương Chi Hoán]] ra sức giải oan, ông được giảm xuống tội đi đày.\n\nNăm [[758]], trên đường đi đày ba vùng [[Dạ Lang]], Động Đình, [[Tam Giáp]], Lý Bạch được tha, liền đi xuống phía đông đến [[Hán Dương, Vũ Hán|Hán Dương]], tiếp tục cuộc ngao du đây đó, tuy nhiên tuổi già, sức yếu, ông đành đến Đang Đồ, ở nhờ anh họ là [[Lý Dương Băng]]. Đến năm [[762]], [[Đường Đại Tông]] lên ngôi, cũng là người hâm mộ thơ của Lý Bạch, cho người mời Lý Bạch nhưng trên đường đi thì nghe tin ông đã qua đời rồi.\n\n== Tiểu truyện ==\nTruyện kể về Lý Bạch rất nhiều, ngoại trừ những chuyện phù phép quái gở, thì những chuyện sau đây được sách sử chép lại và người đời truyền tụng:\n\n=== Chuyện thi cử ===\nNăm Thiên Bảo đời [[Đường Minh Hoàng|Đường Huyền Tông]] ([[742]]), Lý Bạch đến Trường An ứng thí, tình cờ gặp [[Hạ Tri Chương]] (đang giữ chức Hàn Lâm), cả hai đều mê rượu, mê thơ nên trở thành thân thiết.\n\nĐề thi năm ấy là: \"''Không mong văn chương hơn thiên hạ, chỉ cần văn chương đúng ý quan chấm thi''\". Khoa thi vừa xong, Hạ Tri Chương sợ Lý Bạch không có tiền đút lót sẽ bị đánh rớt, liền gửi một lá thư giới thiệu cho giám khảo. Thư đến hai quan giám khảo là [[Cao Lực Sĩ]] và [[Dương Quốc Trung]], hai người này vốn không thích [[Hạ Tri Chương]], nên càng ghét Lý Bạch. Lúc chấm thi, thấy hai chữ Lý Bạch, [[Dương Quốc Trung]] liền phê: \"Người này dốt quá chỉ đáng mài mực cho bọn sĩ tử thôi\". Cao Lực Sĩ phê hùa theo: \"Có lẽ chưa đáng mài mực, chỉ đáng cởi giày cho họ thôi\". Rồi đánh hỏng vào bài thi của ông.\n\n=== Chuyện trong cung ===\n[[Tập tin:L%27empereur_Minghuang_regardant_Li_Bai.jpg|thumb|left|250px|Tranh vẽ ''\"Lực Sĩ cởi giày, Quý phi mài mực\"'' thời Thanh.]]\n\nThi rớt kỳ ấy, Lý Bạch nghe lời [[Hạ Tri Chương]] ở lại chơi ít tháng, đợi Hạ tiến cử. Một hôm sứ [[nước Phiên]] dâng thư cho Đường Huyền Tông bằng tiếng Phiên, cả triều không ai đọc được. Huyền Tông vừa tức giận vừa hổ thẹn, hẹn sứ giả 6 ngày sẽ trả lời thư. Hạ Tri Chương kể chuyện cho Lý Bạch nghe. Vì Lý Bạch từng được mẹ dạy chữ Phiên, ông bảo ''\"cũng chẳng khó gì\"'', liền hôm sau được vua Đường vời vào triều. Lý Bạch không chịu vào, vua liền phong cho chức [[Học vị tiến sĩ]], ông mới mặc áo, đội mão bước vào. Cầm thư Phiên, Lý đọc vanh vách, vua từ đó rất thích ông, không ngờ lại có người thông tuệ như vậy, liền thăng chức cho ông làm ''[[Hàn Lâm học sĩ]]''.\n\nĐến khi Huyền Tông sai viết thư trả lời bằng tiếng Phiên, Lý Bạch mặt đỏ, liểng xiểng đi đến Cao Lực Sĩ, đưa chân cho y tháo giày, rồi ngoắc [[Dương Quốc Trung]] lại mài mực ông mới chịu viết (có truyện là [[Dương Quý phi]]). Hai người này đành phải lúi húi làm theo. Thời gian trong cung của Lý Bạch cũng có nhiều chuyện được chép lại, đại loại là về tài thơ của Lý Bạch. Như việc Lý Bạch say rượu làm thơ thần tốc thì có rất nhiều. Ngoài ra giai thoại sau đây rất nổi tiếng:\n\nThời [[Khai Nguyên]], lúc hoa nở đẹp, Đường Huyền Tông cùng [[Dương Quý phi]] ra ngắm hoa, sai nhạc đội ca hát. Lần này vua muốn có lời ca ngợi sắc đẹp của Dương Quý Phi, liền vời Lý Bạch đương say rượu vào đặt cho. Lý Bạch đang say viết liền 3 bài [[Thanh Bình điệu]]. Huyền Tông và Quý Phi rất thích.\n\nSau này Dương Quốc Trung, Cao Lực Sĩ, những người từng bị Lý Bạch làm nhục gièm pha ông với [[Dương quý phi|Dương Quý phi]] (em gái của Dương Quốc Trung) về bài Thanh Bình Điệu, bài này có đoạn: ''\"Khả liên Phi Yến ỷ tân trang\"''. Hai người cho là Lý Bạch sánh ngang Quý Phi với [[Triệu Phi Yến]] - một Hoàng hậu bị thất sủng và nổi tiếng dâm loạn thời [[nhà Hán]]. Nghe được lời này, Dương Quý phi từ đó không ưa Lý Bạch, lại thêm [[Trương Ký]] ganh ghét gièm pha, Lý Bạch phải cuốn gói khỏi triều đình.\n\n=== Cái chết ===\nThời kỳ sau của Lý Bạch ít được chú ý, đến khi [[Đường Đại Tông]] - một người yêu thơ Lý Bạch - lên ngôi thì ông đã không còn nữa rồi. Có người bảo ông chết do bệnh, nhưng trong dân gian còn lưu truyền một chuyện đẹp đẽ về cái chết của Lý Bạch:\n\nTại ghềnh Thái Thạch (một khúc thuộc sông Trường Giang), huyện [[Đang Đồ]], tỉnh [[An Huy]], trong một đêm rằm, Lý Bạch đang say xỉn trên bờ sông, thấy trăng in đáy nước đẹp quá, liền nhảy xuống với bắt mà chết đuối. Nơi đó có một cái đài, người sau đặt tên là [[Tróc nguyệt đài]] ([[Đài bắt trăng]]). Chuyện này được [[Đỗ Phủ]], [[Vương Định Bảo]], [[Hồng Dung Trai]] ghi lại.\n\nCó nhiều bằng chứng lịch sử nêu rằng Lý Bạch đã tự tử.\n\n== Lý Bạch trong đạo Cao Đài ==\nTheo giáo lý đạo [[Cao Đài]] hay [[Đại Đạo Tam Kỳ Phổ Độ]], Lý Bạch là danh xưng trong một kiếp xuống trần của [[Thái Bạch Kim Tinh]], mượn kiếp này của ngài để tôn thờ một quyền năng thiêng liêng cao trọng với danh hiệu \"Lý đại tiên kiêm giáo tông đại đạo tam kỳ phổ độ\".\n\n:\"Vâng lịnh [[Ngọc Hư]] nay xuống thế,\n:Tam Kỳ độ rỗi các nguyên nhân\"\n\nDanh xưng Thái Bạch mới có từ đời [[Phong Thần]], đến đời nhà Đường Ngài mới chiết [[chơn linh]] đầu kiếp là một đại thi hào Lý Bạch.\n\n:\"Tinh quân thọ sắc thuở [[Phong Thần]].\n:Cho đến Đường triều mới biến thân.\n:[[Thái Bạch Kim Tinh]] đang trị thế,\n:Trường canh trích tử đến thăm trần.\"\n\n== Tác phẩm ==\n[[Tập tin:月下獨酌一.svg|nhỏ|phải|250px|Một bài thơ của Lý Bạch.]]\n\nNhà thơ [[Bì Nhật Hưu]] thời [[vãn Đường]] nói rằng: ''\"Từ khi [[nhà Đường]] dựng nghiệp đến giờ, ngữ ngôn ra ngoài trời đất, tư tưởng vượt xa quỷ thần, đọc xong thì thần ruổi tám cực, lường rồi thì lòng ôm bốn bể, lỗi lạc dị thường, không phải lời của thế gian, thì có thơ Lý Bạch\"''.\n\nLý Bạch làm hơn 20.000 bài [[thơ]] cả thảy, nhưng làm bài nào vứt bài đó, nên được biết tới là nhờ [[dân gian]] ghi chép lại. Sau [[loạn An Sử|loạn An Lộc Sơn]] thì mất rất nhiều. Đến khi ông mất năm [[762]] thì người anh họ Lý Dương Lân thu thập lại, thấy chỉ còn không tới 1\/10 so với người ta truyền tụng. Sang năm [[1080]], Sung Minh Chiu người [[Cao Ly]] mới gom góp lại các tập thơ của Lý Bạch, gồm 1800 bài. Đến nay thì thơ Lý Bạch còn trên dưới 1000 bài, bài nào cũng được đánh giá rất cao, nhưng nổi tiếng trong dân gian thì có: ''[[Tương Tiến Tửu]], [[Hiệp khách hành]], [[Thanh Bình Điệu]], [[Hành lộ nan]]''...\n\nKhác với Đỗ Phủ,nhà thơ Lý Bạch thích viển vông, phóng túng, ít đụng chạm đến thế sự mà thường vấn vương hoài cổ (''Phù phong hào sĩ ca, Hiệp khách hành, Việt trung lãm cổ''...), tả cảnh thiên nhiên tươi đẹp (''Cổ phong, Quan san nguyệt''...), cảm thông cho người chinh phụ (''[[Trường can hành]], Khuê tình, Tử dạ thu ca''...), về tình bạn hữu (''Tống hữu nhân, [[Hoàng Hạc lâu tống Mạnh Hạo Nhiên chi Quảng Lăng]], Văn Vương Xương Linh thiên Long Tiêu''...), tình trai gái (''Oán tình, [[Xuân tứ]]''...), nhớ quê hương (''[[Tĩnh dạ tứ]], Ức Đông Sơn''...). Nhưng nhiều nhất vẫn là về rượu (''[[Tương Tiến tửu]], [[Bả tửu vấn nguyệt]], 4 bài nguyệt hạ độc chước, Xuân nhật độc chước, Đối tửu''...).\n\nLý Bạch làm thơ lối [[Cổ Phong]] rất được yêu thích, ngoài ra còn có thơ [[tứ cú]], [[đường luật|bát cú]].\n\n== Trích dẫn tiêu biểu ==\n# \"Mã nhĩ đông phong\" (Tai ngựa, gió đông) - Lý Bạch viết trong bài \"Nhớ mười hai đêm lạnh Vua Đáp uống một mình\" ([[s:zh:荅王十二寒夜獨酌有懷|荅王十二寒夜獨酌有懷]]): ''Thế nhân văn thử giai điệu đầu, hữu như đông phong xạ mã nhĩ'' (世人聞此皆掉頭、有如[[s:zh:荅王十二寒夜獨酌有懷|東風射馬耳]]), nghĩa là \"Mọi người trong thế giới đều nghe ấy và lắc đầu, thật giống như gió xuân thổi qua tai ngựa\".\n# \"Kim Cốc tửu sổ\" (Kim Cốc số rượu) - Từ bài thơ \"Đêm xuân uống rượu trong vườn đào mận ([[Wikisource:zh:春夜宴桃李園序|春夜宴桃李園序]])\": ''Như thi bất thành, phạt y Kim Cốc tửu sổ'' (如詩不成、罰依[[Wikisource:zh:春夜宴桃李園序|金谷酒數]]), nghĩa là \"Như thơ không thành, phạt theo số rượu ở Kim Cốc\".\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n== Xem thêm ==\n* [[Hiệp khách hành]]\n\n==Sách tham khảo==\n* Cooper, Arthur (1973). ''Li Po and Tu Fu: Poems Selected and Translated with an Introduction and Notes'' (Penguin Classics, 1973). ISBN 978-0-14-044272-4.\n* [[David Hinton|Hinton, David]] (2008). ''Classical Chinese Poetry: An Anthology''. New York: Farrar, Strauss, and Giroux. ISBN 0-374-10536-7 \/ ISBN 978-0-374-10536-5.\n* [[David Hinton|Hinton, David]] (1998). ''The Selected Poems of Li Po'' (Anvil Press Poetry, 1998). ISBN 978-0-85646-291-7.\n* [[Keith Holyoak|Holyoak, K.]] (translator) (2007). ''Facing the Moon: Poems of Li Bai and Du Fu''. (Durham, NH: [[Oyster River Press]]). ISBN 978-1-882291-04-5.\n* Obata, Shigeyoshi. (1922) ''The Works of Li Po, the Chinese Poet.'' (New York: Dutton). Reprinted: New York: Paragon, 1965. [http:\/\/books.google.com\/books?id=CnQuAAAAYAAJ&printsec=frontcover#v=onepage&q&f=false Free E-Book].\n* [[Ezra Pound|Pound, Ezra]] (1915). ''Cathay'' (Elkin Mathews, London). ASIN B00085NWJI\n* [[Hugh McBirney Stimson|Stimson, Hugh M.]] (1976). ''Fifty-five T'ang Poems''. Far Eastern Publications: Yale University. ISBN 0-88710-026-0\n* [[Vikram Seth|Seth, V.]] (translator) (1992). ''Three Chinese Poets: Translations of Poems by Wang Wei, Li Bai, and Du Fu''. (London: Faber & Faber). ISBN 0-571-16653-9.\n* [[Eliot Weinberger|Weinberger, Eliot]]. ''The New Directions Anthology of Classical Chinese Poetry''. (New York: New Directions, 2004). ISBN 0-8112-1605-5. Introduction, with translations by [[William Carlos Williams]], [[Ezra Pound]], [[Kenneth Rexroth]], [[Gary Snyder]], and David Hinton.\n* [[Burton Watson|Watson, Burton (1971)]]. ''Chinese Lyricism: Shih Poetry from the Second to the Twelfth Century''. New York: Columbia University Press. ISBN 0-231-03464-4\n* [[Joseph Edkins|Edkins, Joseph]] (1888). \"Li Tai-po as a Poet\", ''The China Review'', Vol. 17 No. 1 (1888 Jul) [http:\/\/sunzi1.lib.hku.hk\/hkjo\/view\/26\/2602182.pdf]. Truy cập from [http:\/\/sunzi1.lib.hku.hk\/hkjo\/result.jsp?noOfRec=20&totalRec=182&img=h&firstRec=61], ngày 19 tháng 1 năm 2011.\n* Eide, Elling (1973). \"On Li Po\", in ''Perspectives on the T'ang''. New Haven, London: Yale University Press, 367-403.\n* [[Hans Fränkel|Frankel, Hans H.]] (1978). ''The Flowering Plum and the Palace Lady''. (New Haven and London: Yale University Press) ISBN 0-300-02242-5.\n* Kroll, Paul (2001). \"Poetry of the T’ang Dynasty,\" in [[Victor H. Mair]]. ed., ''The Columbia History of Chinese Literature.'' (New York: Columbia University Press, 2001). ISBN 0231109849), pp.&nbsp;274–313.\n* [[Stephen Owen (academic)|Stephen Owen]] 'Li Po: a new concept of genius,\" in Stephen Owen. ''The Great Age of Chinese Poetry: The High T'ang.'' (New Haven Conn.: Yale University Press, 1981). ISBN 9780300023671.<!-- ISBN from WorldCat but somehow to Chinese translation!? -->\n* Varsano, Paula M. (2003). ''Tracking the Banished Immortal: The Poetry of Li Bo and its Critical Reception'' (University of Hawai'i Press, 2003). ISBN 978-0-8248-2573-7, [http:\/\/books.google.com\/books?id=v9dX7fh4OWgC&printsec=frontcover&dq=isbn:9780824825737&hl=en&sa=X&ei=QYKeUb-BObSCyAH22IHwAg&ved=0CDAQ6AEwAA#v=onepage&q&f=false]\n* [[Arthur Waley|Waley, Arthur]] (1950). ''The Poetry and Career of Li Po'' (New York: MacMillan, 1950). ASIN B0006ASTS4.\n*[[John Ching Hsiung Wu|Wu, John C. H.]] (1972). ''The Four Seasons of Tang Poetry''. Rutland, Vermont: Charles E. Tuttle. ISBN 978-0-8048-0197-3\n\n== Liên kết ngoài ==\n{{wikisource tác giả}}\n* {{thể loại Commons nội dòng|Li Bai}}\n* {{Britannica|338660}}\n*{{Gutenberg author|id=26288}}\n{{Thời gian sống|701|762}}\n{{Kiểm soát tính nhất quán}}\n{{Thanh chủ đề|Văn học|Châu Á|Trung Quốc}}\n\n{{Thời gian sống|sinh=701|mất=762}}\n\n[[Thể loại:Lý Bạch| ]]\n[[Thể loại:Nhà nho Trung Quốc]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Người Hồ-Hán]]"}