{"Lý Dục":"{{Thông tin nhân vật hoàng gia\n|tên= Nam Đường Hậu Chủ\n|tên gốc = 南唐後主\n|hình= Li Yu scth.jpg\n|cỡ hình=\n|ghi chú hình=\n|chức vị = [[Hoàng đế]] [[Nam Đường]]\n|tại vị=961–975\n|tiền nhiệm = <font color = \"grey\">[[Lý Cảnh|Nam Đường Nguyên Tông]]<\/font>\n|kế nhiệm= <font color = \"red\">'''Triều đại diệt vong'''<\/font>\n|vợ= [[Đại Chu hậu]]<br>[[Tiểu Chu hậu]]\n|tên đầy đủ= Lý Tòng Gia (李從嘉)<br>Lý Dục (李煜)\n|tước hiệu = Nam Đường Hoàng Đế (南唐皇帝) <br> Ngô vương (吳王)<br>Giang Nam Quốc chủ (江南國主)\n|thụy hiệu = Vị Mệnh hầu (違命侯) <br> '''Tôn hiệu:''' [[Hậu Chủ]] 後主\n|cha= [[Lý Cảnh|Nam Đường Nguyên Tông]]\n|mẹ= [[Quang Mục hoàng hậu]]\n|sinh= 937\n|mất={{death year and age|978|937}}\n| tôn giáo = [[Phật giáo]], [[Nho giáo]]\n}}\n\n'''Nam Đường Hậu Chủ''' ([[chữ Hán]]: 南唐後主; [[937]] - [[978]]), tên thật là '''Lý Dục'''<ref>các sách dùng để tham khảo phiên âm là '''Lý Dực'''.<\/ref> (李煜), thông gọi '''Lý Hậu Chủ''' (李後主), là vị [[vua]] cuối cùng nước [[Nam Đường]] thời [[Ngũ Đại Thập Quốc]] trong [[lịch sử Trung Quốc]]. Ông trị vì từ năm [[961]] đến năm [[976]], khi bị bắt giữ bởi quân đội [[nhà Tống]] hùng dũng tấn công vào đất nước của mình. Ông bị đầu độc bởi lệnh của [[Tống Thái Tông]] sau 2 năm bị giam lỏng.\n\nDù là một vị vua được cho là thiếu bản lĩnh và kém cỏi, nhưng ông được biết đến rộng rãi là một nhà [[thơ]], [[từ (thể loại văn học)|từ]], [[họa sĩ]] và [[thư pháp|nhà thư pháp]] lỗi lạc nổi tiếng của Trung Quốc trong [[thế kỷ 10]].<ref name=\"atc76\">An Tác Chương, sách đã dẫn, tr 76<\/ref><ref name=\"tt364\">Thương Thánh, sách đã dẫn, tr 364<\/ref>. Ông được xem là một người uyên thâm thể loại từ vào hàng bậc nhất, do đó được xưng tụng là '''Thiên cổ từ đế''' (千古词帝)<ref>Indiana Companion p.&nbsp;555<\/ref>\n\n==Thân thế==\nLý Dục vốn có tên là '''Lý Tùng Gia''' (李從嘉), [[biểu tự]] là '''Trùng Quang''' (重光), hiệu là '''Chung Sơn Ẩn sĩ''' (鍾山隱士), '''Chung Phong Ẩn giả''' (鍾峰隠者), '''Bạch Liên cư sĩ''' (白蓮居士) và '''Liên Phong cư sĩ''' (蓮峰居士). Ông là con trai thứ sáu của Nam Đường Nguyên Tông [[Lý Cảnh]]. Trong 5 người anh của Lý Tòng Gia thì 4 người mất rất sớm, chỉ có Lý Hoằng Ký sống đến 19 tuổi, do đó ông trở thành người con thứ hai của Nguyên Tông.\n\nChịu ảnh hưởng từ cha, từ nhỏ Lý Tòng Gia là người nhân hậu và khá nhu nhược.<ref name=\"tt363\">Thương Thánh, sách đã dẫn, tr 363<\/ref> Ông thường bị anh Lý Hoằng Ký đố kỵ truy sát, phải trốn chạy nhiều lần, do đó ông tỏ ra không quan tâm đến chính trị, không muốn tranh chấp.\n\nHằng ngày, Tòng Gia dành phần lớn thời gian ngao du sơn thủy và hoạt động nghệ thuật.<ref name=\"tt363\"\/> Vì Lý Hoằng Ký mất sớm, tháng 2 năm [[961]] Tòng Gia trở thành thái tử Nam Đường. Tháng 6 năm 961, Nam Đường Nguyên Tông qua đời, Lý Tòng Gia lên nối ngôi, đổi tên là Dục, tức là Nam Đường Hậu Chủ. Khi đó ông 25 tuổi.\n\n== Sự nghiệp chính trị==\n=== Xưng thần với Bắc Tống===\n[[Nam Đường]] từ thời cha Lý Dục là Nguyên Tông đã bị [[hậu Chu|nhà Hậu Chu]] đánh bại nhiều lần, phải xưng thần với triều đình trung nguyên ở Biện Kinh và dùng [[niên hiệu]] của triều đình đó. Từ năm [[960]], [[nhà Tống]] lên thay nhà Hậu Chu, Nam Đường tiếp tục xưng thần, dùng niên hiệu nhà Tống, dù lãnh thổ khi đó vẫn là nước lớn nhất miền nam, khống chế toàn bộ trung du và hạ du sông [[Trường Giang]] với đất đai màu mỡ, sản vật phong phú.<ref name=\"atc61\">An Tác Chương, sách đã dẫn, tr 61<\/ref>\n\nHậu Chủ hết sức cung kính với nhà [[Nhà Tống|Bắc Tống]]. Khi vừa thay cha, ông sai Phùng Diên Lỗ mang nhiều sản vật và biểu chương do đích thân ông chấp bút trình báo việc lên ngôi, với lời lẽ cung kính khiêm nhường. Để vua Tống thực sự yên tâm, Hậu Chủ chuẩn bị sẵn 2 bộ lễ phục: một bộ màu vàng để thiết triều và một bộ màu tía để tiếp sứ Tống. Khi sứ giả nhà Tống đến cầm chiếu phong của Tống Thái Tổ đến Nam Đường, Hậu Chủ mặc bộ áo màu tía ra tiếp theo đúng thân phận phiên vương.<ref name=\"atc62\">An Tác Chương, sách đã dẫn, tr 62<\/ref>\n\nNgoài ra ông còn không dùng đến cung điện rất tráng lệ của ông và cha để lại nhằm tỏ ý không muốn hưởng thụ như một [[hoàng đế]], tự giáng tước của những người trong hoàng tộc từ \"vương\" xuống \"công\" và \"hầu\".<ref name=\"tt363\"\/>\n\n=== Tổ chức phòng thủ===\nDo sự khiêm nhường của Hậu Chủ, nhà Tống tạm thời không đánh Nam Đường. Nhưng Lý Dục biết trước sau quân Tống cũng kéo đến,<ref name=\"atc63\">An Tác Chương, sách đã dẫn, tr 63<\/ref> nên phong em là Lý Tòng Thiện làm Tư đồ kiêm thị trung, Phó nguyên soái các đạo binh mã, tổ chức huấn luyện quân đội.\n\nĐồng thời ông đặt ra Long tường quân phụ trách thủy quân. Để chuẩn bị đường rút lui, ông sai người em khác là Lý Tòng Ích làm Tư không kiêm Lưu thủ Nam Đô, giao cho Tòng Ích việc xây dựng Nam Xương để nếu không giữ được Kim Lăng thì lui về giữ [[Giang Tây]].\n\n=== Hưởng lạc ===\nTạm yên tâm với tình hình biên giới nhà Tống, Lý Dục sa vào hưởng lạc. Ông rất giỏi cầm kỳ thi họa, thích làm thơ ca, và có tài sáng tác lời hát,<ref name=\"atc64\">An Tác Chương, sách đã dẫn, tr 64<\/ref> rất tâm đầu ý hợp với hoàng hậu Chu Hiến, tức là Đại Chu hậu.\n\nVì ông ít quan tâm tới chính sự, Giám sát ngự sử Trương Hiến can ngăn, nhưng Lý Dục bỏ qua không nghe theo. Nhưng chỉ tới năm [[964]], Chu hoàng hậu qua đời khi mới 29 tuổi. Lý Dục rất thương xót, tự tay viết \"Chiêu Huệ Hậu lỗi\" (Văn tế hoàng hậu Chiêu Huệ) dài vài ngàn chữ để truy điệu. Sau đó ông còn làm nhiều thơ tỏ ý thương tiếc người vợ quá cố.\n\nÍt lâu sau, Lý Dục sủng ái em gái Chu Hiến và đến năm [[968]] lập bà làm [[hoàng hậu]], tức là Tiểu Chu hậu. Cả hai chị em Chu hậu đều nổi tiếng đương thời về tài năng ca múa, thơ văn và đức độ.<ref name=\"atc67\">An Tác Chương, sách đã dẫn, tr 67<\/ref>\n\nNgoài hưởng lạc, Lý Dục còn sùng tín [[phật giáo|đạo Phật]] và cho xây cất nhiều chùa làm số lượng sư trong nước tăng lên, giảm sức sản xuất ở đồng ruộng; chính sự bị sao nhãng.<ref name=\"atc69\"\/>\n\n=== Khuyên Lưu Sưởng ===\n[[Tống Thái Tổ]] muốn đánh [[Nam Hán]] trước, nhưng ngại vùng [[Lĩnh Nam]] xa xôi hiểm trở, chưa muốn dùng binh, muốn thông qua vua nước Hậu Chủ Lý Dục tác động tới Nam Hán Hậu Chủ [[Lưu Sưởng]]. Lý Dục sợ oai nhà Tống, nhận được thư của vua Tống bèn sai Phan Hựu viết thư cho Nam Hán Hậu Chủ như sau:<ref>An Tác Chương, sách đã dẫn, tr 29<\/ref>\n:''\"Tôi với túc hạ là láng giềng. Tiếp tục minh ước của cha ông ta, tình chúng ta như anh em. Vinh nhục có nhau, sướng khổ cùng chịu. Vừa qua tôi nhập cống Tống, vua Tống bảo tôi nói với túc hạ không được động can qua nữa. Nếu từ bỏ ý đồ thì sứ giả đi xe hoa, mà hàng trăm vạn quân không phải điều động nữa. Nếu không, sẽ xảy ra bất trắc. Tôi thấy vua Tống không phải tham đất, mà là oán giận túc hạ không giữ cái lễ của kẻ bề tôi\".''\n\nLưu Sưởng đọc thư, cho rằng [[Tống Thái Tổ]] nói suông 100 vạn quân để dụ hàng, nên viết thư trả lời Lý Dục tỏ ý không đầu hàng Tống. Lý Dục báo lại cho nhà Tống. Tống Thái Tổ lại viết thư cho vua ông, sai lựa lời nói với Nam Hán lần nữa. Lý Dục lại viết thư cho Lưu Sưởng:<ref>An Tác Chương, sách đã dẫn, tr 31<\/ref>\n:''\"Hoàng đế nhà Tống lại bảo tôi chuyển lời cho túc hạ, hôm nay nạp lễ vẫn chưa muộn. Nếu không hiểu ra, mùa thu này binh lính dưới thành, hậu quả không thể lường được. Tống đã cho phép thông hiếu, vậy thượng sách là hòa không đánh, hà tất phải tranh hùng. Khuyên túc hạ nghĩ lại mà cẩn thận\"''\n\nLưu Sưởng không nghe, bèn viết thư trả lời Lý Dục với lời lẽ kiêu ngạo và bắt giam luôn sứ giả Nam Đường. Thấy Lưu Sưởng kiêu ngạo, Lý Dục một mặt sai sứ báo cho Tống Thái Tông, mặt khác vẫn tự mình viết thư phân tích lợi hại một lần nữa nhưng không kết quả. Vua Tống thấy sứ Nam Đường lại tới, biết rằng Lưu Sưởng không khuất phục, bèn quyết định khởi đại binh đánh [[Nam Hán]].\n\n=== Thất thế trước Bắc Tống ===\nQuân Tống đánh Nam Hán từ năm 970 sang năm 971 thì diệt Nam Hán. Lý Dục lo lắng khi Nam Hán đã mất, phía nam chỉ còn lại [[Nam Đường]] và [[Ngô Việt]] nhỏ bé, trước sau cũng bị Bắc Tống đánh. Vì vậy năm [[971]] ông sai em là Lý Tòng Thiện đi sứ sang Biện Kinh, nhưng [[Tống Thái Tổ|Triệu Khuông Dẫn]] lập tức bắt giữ Tòng Thiện làm con tin, không cho về nước.\n\nLý Dục bèn dâng biểu lên [[Tống Thái Tổ]] xin cho em về nhưng vua Tống không chấp nhận. Vì vậy ông rất buồn, ra lệnh bãi bỏ yến hội trong nước.\n\nTrước việc Bắc Tống ngày càng chèn ép Nam Đường, Lý Dục không có biện pháp nào cứu vãn tình thế. Một số lái buôn thấy thuyền nhà Tống đậu ở Kinh Nam, kiến nghị Lý Dục sai người đốt cháy, nhưng ông không làm theo.<ref name=\"atc70\">An Tác Chương, sách đã dẫn, tr 70<\/ref>\n\n=== Hại trung thần ===\nNăm [[973]], Nội sử xá nhân Phàn Hựu dâng thư kiến nghị Lý Dục dùng các biện pháp chấn hưng đất nước để thoát khỏi tình trạng sắp mất về tay [[Nhà Tống|Bắc Tống]]. Lý Dục tuy khen thưởng cho lòng trung của Phàn Hựu nhưng bỏ qua các kiến nghị đó. Phàn Hựu bất mãn bỏ về quê, để lại bức thư dài hơn 1 vạn chữ để can ngăn. Lý Dục cho rằng Phàn Hựu làm theo lời xui giục của Thị lang bộ Hộ là Lý Bình, bèn bắt Lý Bình hạ ngục rồi sai người đi bắt Phàn Hựu. Kết quả Lý Bình và Phàn Hựu đều bị giết trong ngục.\n\nNgoài ra, tướng Lâm Nhân Khánh, một người nổi tiếng về sự trung thành và tính cương trực, cũng bị nghi ngờ bất trung và bị đầu độc chết.\n\n=== Mất nước ===\nNăm [[974]], Triệu Khuông Dận sai sứ đến Kim Lăng yêu cầu Lý Dục đến chầu vua Tống. Lý Dục biết rằng nếu đến sẽ bị giữ lại nên ông mượn cớ đang có bệnh để thoái thác. Ít lâu sau vua Tống lại sai sứ đến lần thứ 2 giục ông vào Biện Kinh, nhưng ông vẫn cáo bệnh không đi.\n\nBiết nhà Tống sẽ khởi binh đến đánh, Lý Dục cự tuyệt đầu hàng và quyết định phản kháng. Ông ra lệnh giới nghiêm Kim Lăng và vùng ven sông, tuyên bố bãi bỏ [[niên hiệu]] Khai Bảo nhà Tống, tự xưng niên hiệu '''Can Chi''' nguyên niên để tỏ ý đoạn tuyệt với nhà Tống. Tuy nhiên, ngoài những biện pháp chính trị, ông không thực hiện một chủ trương thiết thực nào, vẫn tin dùng những người chỉ mưu lợi riêng.<ref name=\"atc74\">An Tác Chương, sách đã dẫn, tr 74<\/ref> Do đó thực lực Nam Đường đã suy yếu trong nhiều năm không thể vực dậy được.\n\nTháng 9 năm [[974]], Triệu Khuông Dận viện cớ Lý Dục không chịu đến Biện Kinh, bèn cử các tướng Tào Hàn, Phan Mỹ, Tào Bân dẫn đại quân thủy lục cùng tiến đánh Nam Đường.\n\nQuân Tống rất mạnh, quân Đường liên tiếp thất bại, nhưng bản thân Lý Dục vẫn không lo lắng về tình hình mặt trận mà chỉ vui thú trong cung. Tới tháng 6 năm [[975]], quân Tống vượt sông [[Trường Giang]] áp sát Kim Lăng. Lúc đó Lý Dục vẫn đang ở trong cung cấm cùng các phi tần, không biết tới chiến sự bên ngoài.<ref name=\"atc74\"\/>\n\nĐêm Ất Mùi [[27 tháng 11]] năm đó (tức [[1 tháng 1]] năm [[976]]), quân Tống phá vỡ thành Kim Lăng, Lý Hậu Chủ đang ngồi nghe giảng kinh [[Phật]] ở chùa Tịnh Cư, vội vàng cởi áo dẫn 40 viên quan văn võ ra hàng.<ref>Chép theo ''Lịch sử văn học Trung Quốc (Tập II)'', tr. 341.<\/ref> Hôm sau, ông cùng 300 người trong hoàng tộc và quan lại bị giải lên thuyền đi Biện Kinh.\n\n=== Bị giết===\nTháng 1 năm [[976]], Lý Dục đến Biện Kinh. [[Tống Thái Tổ|Triệu Khuông Dận]] ra tiếp nhận tù binh, nói với bá quan nhà Tống rằng Lý Dục chỉ đáng là Hàn lâm học sĩ,<ref name=\"atc75\">An Tác Chương, sách đã dẫn, tr 75<\/ref> rồi phong ông làm Vị Mệnh hầu (hay An Mệnh hầu).\n\nSống trong cảnh bị tù, ông luôn bị giám sát chặt chẽ. Cùng trong năm đó [[Tống Thái Tổ]] qua đời, em là [[Tống Thái Tông]] lên nối ngôi. Từ thời Thái Tông, việc cung ứng đồ dùng cho Lý Dục ngày càng kém. Lý Dục làm thơ gửi cung nhân cũ ở Kim Lăng, ông mô tả cảnh ngộ \"sớm tối lấy nước mắt rửa mặt\".<ref name=\"atc76\"\/>\n\nTrong những bài từ theo điệu \"Tương kiến hoan\" hay \"Ngu mỹ nhân\", ông thể hiện nỗi u buồn phẫn uất vì cuộc sống tù đày. Ngoài thương nhớ cố hương, Lý Dục còn nhớ tới những người quen cũ ở Kim Lăng và các trung thần trước đây.\n\nNăm [[978]], Tống Thái Tông sai cựu thần Nam Đường là Từ Hoằng đến thăm ông để thăm dò xem có ý tứ gì khác. Thấy Lý Dục đầu đội khăn vải, mình mặc áo đạo bào, Từ Hoằng toan quỳ lạy nhưng Lý Dục ngăn lại, hai người nhìn nhau rất đau xót.<ref name=\"atc77\">An Tác Chương, sách đã dẫn, tr 77<\/ref> Trong khi nói chuyện, Lý Dục tỏ ý hối tiếc vì đã giết hại Phàn Hựu và Lý Bình.\n\nTừ Hoằng vội cáo từ trở về. Khi Tống Thái Tông hỏi chuyện Lý Dục, Từ Hoằng thuật lại không dám giấu. Cùng lúc đó, lại có người mang những câu thơ tưởng nhớ cung điện, đất nước Nam Đường của Lý Dục tâu lên, Tống Thái Tông càng lo ngại về ông và nảy ý định giết ông.\n\nNgày 7 tháng 7 âm lịch năm [[978]], vua Tống sai người mang thuốc độc đến cho Lý Dục, là loại thuốc \"khiên cơ dược\" đã được thí nghiệm nhiều lần, ai uống vào sẽ bị co giật, co quắp tứ chi, đầu gập vào chân không thể cưỡng lại cho đến khi chết hẳn. Lý Dục không dám trái lệnh, uống thuốc xong và chết đau đớn.<ref name=\"atc78\">An Tác Chương, sách đã dẫn, tr 78<\/ref> Khi đó ông 42 tuổi, làm vua Nam Đường 15 năm và bị giam ở Biện Kinh 3 năm.\n\n== Đời sống tín ngưỡng và nghệ thuật==\n===Với Phật giáo===\nLý Dục là ông vua rất sùng [[phật giáo|đạo Phật]]. Ngay từ khi là hoàng tử, ông đã dành nhiều thời gian tụng kinh niệm Phật, đàm đạo với các tăng ni. Ông đã ra lệnh xây cất nhiều chùa chiền trong nước. Mỗi khi bãi triều, ông cùng Tiểu Chu hậu mặc áo cà sa, đội mũ tăng già đến chùa lễ Phật.<ref name=\"atc69\">An Tác Chương, sách đã dẫn, tr 69<\/ref>\n\n=== Với việc sản xuất giấy và nghiên mực===\nÔng thích thu thập tứ bảo, hoàn thiện khâu chế tác. Tự Lý Dục đích thân đôn đốc việc sản xuất mực Huy, giấy Tuyên, nghiên Xá – đặc sản nổi tiếng của vùng An Huy.\n\nTại Tuyên châu có người thợ biết làm giấy từ tre nứa. Ông cho mời vào cung, sai mở xưởng giấy ở Trừng Lâm Đường là nơi gần rừng trúc làm nguyên liệu. Khi đến xem thợ sản xuất thấy họ bận rộn, ông cũng chen vào làm giúp.<ref name=\"atc72\">An Tác Chương, sách đã dẫn, tr 72<\/ref> Loại giấy do Trừng Tâm Đường làm ra trở thành nổi tiếng với chất lượng rất cao.<ref name=\"atc72\"\/>\n\nXá châu nổi tiếng về nghề làm nghiên, cũng được ông quan tâm và đặt ra Nghiễn vụ nha môn trụ trách việc sản xuất và cải tiến kỹ thuật.\n\n===Nghệ thuật===\nTiếp thu truyền thống nghệ thuật của cha, Lý Dục cũng là một nhà thơ, từ, họa sĩ và nhà thư pháp Trung Quốc thế kỷ 10.<ref name=\"atc76\"\/><ref name=\"tt364\"\/> Những bài từ nổi tiếng của ông khi còn trong cung đình là ''\"Hoán khê sa\"'', ''\"Bồ tát man\"'' với bút pháp nhuần nhuyễn, muôn màu sắc.<ref name=\"atc76\" \/> Trong những bài từ sáng tác khi bị tù ở Biện Kinh, nổi tiếng có ''\"Tương kiến hoan\"'' hay ''\"Ngu mỹ nhân\"'', và ''\"Lãng đào sa\"'' là một danh tác.<ref name=\"atc77\" \/> Ông được người đời sau ca ngợi là '''Thiên cổ từ đế''' (千古词帝).\n\nVề sự nghiệp sáng tác từ của ông, việc thay đổi địa vị một ông vua đến thân phận một tù nhân, làm cho từ của Lý Hậu Chủ chia ra thành hai thời kỳ khác nhau.\n\n* Ở thời kỳ trước; những bài [[từ (thể loại văn học)|từ]] của ông có tình điệu vui tươi, chủ yếu phản ánh cuộc sống xa hoa và ăn chơi của người đứng đầu cung đình. Tiêu biểu là những bài làm theo điệu ''Ngọc lâu xuân, Hoán khê sa'',... Song, nhìn chung, từ trong gian đoạn này, tuy về nghệ thuật chứng tỏ một tài năng, nhưng tầm tư tưởng bị hạn chế, giống phong cách ''Hoa gian'' phái (phái \"Trong Hoa\") chuyên làm thơ diễm tình.\n* Ở thời kỳ sau; do thân bị cầm tù, bị hành hạ nên những bài từ trong giai đoạn này đã dứt bỏ được sắc màu ăn chơi, mà chan chứa nỗi đau u uất của một kẻ bất hạnh. Tiêu biểu là những bài làm theo điệu ''Ngu mỹ nhân, Lãng đào sa'',...Và mặc dù có sự cảm thụ sâu sắc về cuộc sống cực nhục mà mình nếm trải, song từ của ông vẫn thiếu một ý nghĩa xã hội sâu sắc.\n\nSau Lý Hậu Chủ, [[từ (thể loại văn học)|từ]] bắt đầu được phát triển song song và được coi trọng như thơ ca cổ điển. Sang thời [[Nhà Tống|Tống]] liền đó, [[từ (thể loại văn học)|từ]] đạt tới một trình độ rất cao, và trở thành một thể loại tiêu biểu của một thời đại.<ref>theo Trần Lê Bảo, tr. 914.<\/ref>\n\n{{Wide image|Zhao Gan. Traveling on the River in First Snow. 960-975. Ink and color on silk. 25,9x376,5cm. National Palace Museum, Taipei..jpg|4000px|''Giang hành sơ tuyết'' (江行初雪), vẽ bởi Nam Đường họa sư [[Triệu Cán]] (趙幹), Bảo Tàng quốc gia Đài Loan. Hàng chữ bên tay phải của tác phẩm là ngự bút của Lý Dục.|dir=rtl}}\n\nThư pháp của ông rất đặc biệt, được mọi người gọi là ''\"Kim thác đao\"''.<ref name=\"tt364\"\/> Trong lĩnh vực hội họa, Lý Dục thích vẽ tranh bằng mực. Ngoài ra, ông còn yêu thích âm nhạc và thông hiểu âm luật.<ref name=\"tt364\"\/> Đương thời loạn lạc, những thành tựu về văn hóa của nước Nam Đường được đánh giá là đừng đầu thời [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]].<ref name=\"atc72\"\/>\n\n===Giới thiệu tác phẩm===\nChưa rõ Lý Hậu Chủ đã để lại bao nhiêu bài [[từ (thể loại văn học)|từ]], song những bài còn lưu lại đều hay. Dưới đây là hai trong số bài [[từ (thể loại văn học)|từ]] tiêu biểu của ông.\n{| valign=\"top\"\n|\n;虞美人\n:...\n:春花秋月何時了，\n:往事知多少。\n:小樓昨夜又東風，\n:故國不堪回首月明中。\n:雕欄玉砌應猶在，\n:只有朱顏改。\n:問君能有幾多愁，\n:恰似一江春水向東流。\n|\n;Ngu mỹ nhân\n:...\n:Xuân hoa thu nguyệt hà thời liễu?\n:Vãng sự tri đa thiểu!\n:Tiểu lâu tạc dạ hựu đông phong,\n:Cố quốc bất kham hồi thủ nguyệt minh trung!\n:Điêu lan ngọc khám ưng do tại,\n:Chỉ hữu chu nhan cải.\n:Vấn quân năng hữu kỷ đa sầu?\n:Cáp tự nhất giang xuân thủy hướng đông lưu.\n|\n;Mỹ nhân họ Ngu:\n:...\n:''Xuân hoa thu nguyệt bao giờ hết?\n:''Việc cũ biết nhiều ít!\n:''Đêm qua lầu nhỏ lại gió đông,\n:''Nước cũ về chẳng được, ánh trăng trong!\n:''Bệ ngọc chừng còn đó,\n:''Hồng nhan buồn đã đổi.\n:''Ai ơi xin hỏi sầu mấy hồi?\n:''Nào khác dòng xuân hướng đông trôi.<ref>Chép theo [[Nguyễn Hiến Lê]], tr. 498.<\/ref>\n|}\n\n{| valign=\"top\"\n|\n;浪淘沙\n:...\n:簾外雨潺潺，\n:春意闌珊，\n:羅裳不耐五更寒。\n:夢裏不知身是客，\n:一晌貪歡。\n:獨自莫憑欄，\n:無限江山，\n:別時容易見時難。\n:流水落花春去也，\n:天上人間。\n|\n;Lãng đào sa\n:...\n:Liêm ngoại vũ sàn sàn,\n:Xuân ý lan san,\n:La thường bất nại ngũ canh hàn.\n:Mộng lý bất tri thân thị khách,\n:Nhất hướng tham hoan.\n:Độc tự mạc bằng lan,\n:Vô hạn giang san,\n:Biệt thời dung dị kiến thời nan.\n:Lưu thủy lạc hoa xuân khứ dã,\n:Thiên thượng nhân gian.\n|\n;Lãng đào sa\n:''Rả rích mưa tuôn,\n:''Lòng những bàn hoàn,\n:''Vạt là không ấm suốt canh tàn.\n:''Trong mộng nào hay mình ở trọ,\n:''Chợt thấy vui tràn.\n:''Một mình tựa lan can,\n:''Bát ngát giang san,\n:''Chia tay thì dễ, gặp lại khó khăn.\n:''Nước trôi hoa rụng xuân qua đó,\n:''Thiên đường nhân gian.<ref>Chép theo ''Lịch sử văn học Trung Quốc (Tập II)'', tr. 343.<\/ref>''\n|}\n\n== Nhận định==\nLý Dục được đánh giá là ông vua nhân hậu, có đóng góp cho nền văn hóa<ref name=\"atc79\">An Tác Chương, sách đã dẫn, tr 79<\/ref> nhưng chỉ có bản tính văn nhân, không thể làm bậc đế vương.<ref>Triệu Kiếm Mẫn, sách đã dẫn, tr 519<\/ref> Nếu Lý Dục làm vua thời thái bình, có thể ông sẽ là một vị vua tốt, nhưng ông không gặp may, sinh không gặp thời nên không giữ được xã tắc.<ref name=\"atc73\">An Tác Chương, sách đã dẫn, tr 73<\/ref>\n\nVề tổng thể cuộc đời ông, trong giới sử học thường so sánh với [[Tống Huy Tông]], cháu 5 đời của [[Tống Thái Tổ]] sau này, coi Huy Tông là một phiên bản của Lý Dục:<ref name=\"tt363\"\/>\n* U mê về chính trị, xa người trung, trọng dụng gian thần\n* Đời sống tiêu pha hoang phí\n* Có tài năng xuất chúng về nghệ thuật\n* Kết cục đều bị bắt làm tù binh khi mất nước\n\nNhận xét về tài năng sáng tác [[từ (thể loại văn học)|từ]] của Lý Hậu Chủ, học giả [[Nguyễn Hiến Lê]] viết:\n: ''Lý Dục tức Nam Đường hậu chủ đáng làm thiên tử trên từ đàn đời Ngũ đại. Trước khi mất nước, lời đẹp đẽ và lộng lẫy; sau khi mất nước, giọng lâm ly, thống khổ...Nhiều nhà phê bình từ của ông, khen là \"thánh phẩm\". Chu Tế nói: \"Từ của Phi Khanh (tức [[Ôn Đình Quân]]) đẹp vì rực rỡ, từ của Đoan Kỷ (tức [[Vi Trang]]) đẹp vì giản dị, còn từ của Hậu Chủ thì \"áo vải tóc bù\" mà đẹp.\n:''Tuy có công lớn với nghệ thuật, nhưng Hậu Chủ có tội lớn với quốc dân, vì mê từ quá, để nước mất.<ref>[[Nguyễn Hiến Lê]], tr. 498-499.<\/ref>\n\n== Xem thêm ==\n* [[Tống Thái Tổ]]\n* [[Lý Cảnh]]\n* [[Tống Huy Tông]]\n\n== Tham khảo==\n* [[Nguyễn Hiến Lê]] ([[1997]]), ''Đại cương văn học Trung Quốc'' (trọn bộ). Nhà xuất bản Trẻ.\n* Trần Lê Bảo ([[2004]]), mục từ \"Lý Dục\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới\n* Sở nghiên cứu văn học thuộc Viện Khoa học xã hội Trung Quốc biên soạn ([[1993]]), ''Lịch sử văn học Trung Quốc (Tập II)'', Bản dịch do Nhà xuất bản Giáo dục [[Việt Nam]]\n* An Tác Chương ([[1996]]), ''Chuyện những kẻ bạo tàn trong lịch sử'', Nhà xuất bản Văn hóa thông tin\n* Thương Thánh ([[2011]]), ''Chính sử Trung Quốc qua các Triều đại'', Nhà xuất bản Văn hóa thông tin\n* Cát Kiếm Hùng chủ biên ([[2006]]), ''Bước thịnh suy của các Triều đại phong kiến Trung Quốc, tập 2'', Nhà xuất bản Văn hóa thông tin\n* Triệu Kiếm Mẫn ([[2008]]), ''Kể chuyện Tùy Đường'', Nhà xuất bản Đà Nẵng\n* Nguyễn Khắc Thuần ([[2003]]), ''Các đời đế vương Trung Quốc'', Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Vua Ngũ đại Thập quốc|Hậu Chủ]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Sinh năm 937]]\n[[Thể loại:Mất năm 978]]\n[[Thể loại:Nhà thư pháp Trung Quốc]]\n[[Thể loại:Nhà thơ Ngũ Đại Thập Quốc]]\n[[Thể loại:Hội họa Ngũ đại Thập quốc]]\n[[Thể loại:Nam Đường]]\n[[Thể loại:Sinh năm 936]]\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Nhà nho Trung Quốc]]\n[[Thể loại:Hoàng đế từ Nam Kinh]]"}