{"Lý Tùng Kha":"{{Thông tin nhân vật hoàng gia\n| tên = Hậu Đường Phế Đế\n| tên gốc = 後唐廢帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[Hậu Đường]]\n| tại vị = [[21 tháng 5]], 934<ref name=AS\/><ref name=TTTG279>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref> - [[11 tháng 1]], 937 <br> ({{số năm theo năm và ngày|934|5|21|937|1|11}}) <timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:923 till:937 \nAlignBars = early\nScaleMajor = increment:14 start:923\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:934 till:937 color:red\n<\/timeline>\n| đăng quang = \n| tiền nhiệm = [[Hậu Đường Mẫn Đế]]\n| kế nhiệm = <font color = \"red\">'''Triều đại sụp đổ'''\n| vợ = \n| con cái = \n| niên hiệu = Thanh Thái (清泰) 31\/5\/934–11\/1\/937\n| tên đầy đủ = Lý Tùng Kha (李从珂)\n| cha = \n| mẹ = \n| sinh = [[11 tháng 2]], 885<ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref name=CND46>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷46|quyển 46]].<\/ref>\n| nơi sinh = [[Thạch Gia Trang]]\n| mất = [[11 tháng 1]], 937<ref name=AS\/><ref name=TTTG280>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷280|quyển 280]].<\/ref>\n| nơi mất = [[Lạc Dương]]\n| ngày an táng = tháng 3 ÂL năm Kỉ Mão (937)\n| nơi an táng = \n}}\n'''Lý Tùng Kha''' ({{zh|s=李从珂|t=李從珂|p=Lǐ Cóngkē}}) ([[11 tháng 2]] năm 885 – [[11 tháng 1]] năm 937), sử gọi là '''Hậu Đường Mạt Đế''' (後唐末帝) hay '''Hậu Đường Phế Đế''' (後唐廢帝) là hoàng đế cuối cùng của triều [[Hậu Đường]] thời [[Ngũ Đại Thập Quốc]]. Ông là con nuôi của [[Hậu Đường Minh Tông]] Lý Tự Nguyên, đoạt lấy ngôi vua sau khi lật đổ [[Hậu Đường Mẫn Đế]] Lý Tùng Hậu - con đẻ của Minh Tông. Sau đó, ông lại bị em rể là [[Hậu Tấn Cao Tổ|Thạch Kính Đường]] lật đổ với sự hỗ trợ của [[nhà Liêu|Khiết Đan]]. Khi liên quân của Thạch Kính Đường và Khiết Đan đánh bại quân Hậu Đường, Lý Tùng Kha cùng hoàng thất và các triều thần trung thành tự thiêu tập thể tại kinh thành.\n\n== Thân thế ==\nLý Tùng Kha sinh ngày 23 tháng 1 năm Ất Tị (11 tháng 2 năm 885, thời [[Đường Hy Tông]]) tại Bình Sơn<ref group=\"c\">Bình Sơn (平山), nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>. Ông vốn mang họ Vương, mẹ mang họ Ngụy, cả hai đều là người Bình Sơn.<ref name=CND46\/><ref name=NCND15>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷15|quyển 15]].<\/ref>\n \nĐến thời gian niên hiệu Cảnh Phúc (892-893) thời [[Đường Chiêu Tông]], khi [[Lý Tự Nguyên]]- đang là bộ tướng dưới quyền cha nuôi Hà Đông<ref group=\"c\">Hà Đông (河東), trị sở nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref> tiết độ sứ [[Lý Khắc Dụng]]- đang lược đoạt khu vực dưới sự chỉ huy của Lý Khắc Dụng, Lý Tự Nguyên bắt mẹ con Ngụy thị đem về làm thiếp.<ref name=NCND15\/><ref name=CND49>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷49|quyển 49]].<\/ref> Lý Tự Nguyên nhận nuôi và đặt tên ông là Tùng Kha.<ref name=CND46\/><ref name=NCND7>''Tân Ngũ Đại sử'', [[:zh:s:新五代史\/卷07|quyển 7]].<\/ref> (Lý Tùng Kha có lẽ lớn tuổi hơn tất cả các con đẻ của Lý Tự Nguyên, do độ tuổi của Lý Tùng Thẩm (李從審) và [[Lý Tùng Vinh]] không được ghi lại, còn Lý Tùng Hậu và [[Lý Tùng Ích]], được sinh khá lâu sau đó.)<ref>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷51|quyển 51]].<\/ref><ref>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷45|quyển 45]].<\/ref> Ông có tiểu tự là \"Nhị Thập Tam\", hay gọi tắt là \"A Tam\" theo sinh nhật của mình.<ref name=CND46>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷46|quyển 46]].<\/ref>\n \nKhi còn nhỏ, Lý Tùng Kha được miêu tả là cẩn trọng và ít nói. Theo một tường thuật mà Lý Tự Nguyên nêu ra sau này, gia cảnh của Lý Tự Nguyên đương thời không giàu sang, và thường không đủ tiền sinh hoạt. Lý Tùng Kha giúp đỡ gia đình bằng cách thu lượm vôi và phân ngựa về để dùng hoặc bán.<ref name=CND46\/> Ngụy thị mất vào năm sau khi bà bị bắt và được an táng tại Thái Nguyên, thủ phủ của Hà Đông.<ref name=NCND15\/>\n\n== Thời Tấn ==\nSau khi triều Đường sụp đổ, lãnh địa của Lý Khắc Dụng trở thành nước [[Tấn (Ngũ Đại Thập Quốc)|Tấn]] và Lý Khắc Dụng cai trị với tước Tấn vương, sau khi Lý Khắc Dụng mất, con thân sinh là [[Lý Tồn Úc]] kế tập tước Tấn vương.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref> Lý Tự Nguyên là một trong các tướng chính của Lý Tồn Úc, còn Lý Tùng Kha phụng sự dưới quyền cha nuôi. Theo ghi chép, Lý Tùng Kha là người mạnh mẽ và cao hơn bảy xích<ref>1 xích = 1\/3 m. 7 xích ~ 2m33.<\/ref>, má vuông mình lớn, tài mạo hùng vĩ, dũng mãnh cương nghị, được Lý Tự Nguyên rất yêu mến. Lý Tùng Kha theo Lý Tự Nguyên đánh dẹp, do nỗ lực chiến đấu nên có được danh tiếng, khiến Lý Tồn Úc (cùng tuổi với Lý Tùng Kha và là một chiến binh hung mãnh) từng nói \"A Tam không chỉ cùng tuổi với ta, [tính] cảm chiến cũng giống nhau.\"<ref name=\"CND46\"\/><ref name=TTTG268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref> Lý Tùng Kha cùng cha đem 3.000 kỵ binh làm tiền phong đi chiến đấu với Khiết Đan vào năm 917.<ref name=TTTG270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref>\n\nCuối năm 918, Lý Tồn Úc muỗn tiến hành một chiến dịch lớn để tiêu diệt kình địch [[Hậu Lương]] ở phía nam, đích thân dẫn quân nam hạ hướng đến kinh thành của Hậu Lương là Đại Lương. Đến tháng 1 DL năm 919, Lý Tồn Úc chạm trán với đại quân của Hậu Lương dưới quyền Bắc diện hành doanh chiêu thảo sứ [[Hà Côi]], tại Hồ Liễu Pha <ref group=\"c\">Hồ Liễu Pha (胡柳陂), tức dốc núi Hồ Liễu, nay thuộc [[Hà Trạch]], [[Sơn Đông]]<\/ref>, ở bờ nam [[Hoàng Hà]]<ref group=\"c\">là biên giới trên thực địa giữa Tấn và Hậu Lương<\/ref>. Quân Tấn ban đầu giành được thắng lợi, song sau đó do nhầm lẫn về thông tin nên quân Tấn nghĩ rằng mình chiến bại rồi suy sụp. Trong hỗn loạn, đại tướng [[Chu Đức Uy]] bị giết, Lý Tự Nguyên mất liên lạc với Lý Tồn Úc, còn Lý Tùng Kha nằm trong một nhóm nhỏ binh sĩ tháp tùng Lý Tồn Úc. Lý Tự Nguyên cho rằng Lý Tồn Úc đã vượt sang bờ bắc [[Hoàng Hà]] nên quyết định vượt sông, trong khi Lý Tồn Úc vẫn phải vật lộn tìm đường. Lý Tùng Kha cùng các bộ tướng khác và các bộ tốt sau đó chiếm được một gò đất, cho phép Lý Tồn Úc có được một vị trí cao để tiến hành một cuộc phản công. Quân Tấn phản công thành công, giết được một lượng lớn binh sĩ Hậu Lương, dẫn tới kết quả tổng thể là hai bên đều chịu thiệt hại nặng nề, mất khoảng 2\/3 binh sĩ và không thể tiến đánh lẫn nhau trong một thời gian sau đó. Đến cuối trận chiến, Lý Tồn Úc chiếm được [[Bộc Dương]], một lộ điểm để có thể rút lui về lãnh thổ Tấn. Lý Tòng Kha cũng góp công vào thắng lợi của cuộc phản kích. Lý Tự Nguyên hay tin Lý Tồn Úc đang ở Bộc Dương thì quay trở lại Hà Nam và gặp được Lý Tồn Úc. Lý Tồn Úc không hài lòng và nói: ''Công cho là ta đã chết? vượt sông làm gì?'' Lý Tự Nguyên cúi đầu sát đất tạ tội. Lý Tồn Úc thấy Lý Tùng Kha có công, nên chỉ ban rượu đại chung cho Lý Tự Nguyên để trách phạt, song từ đó đối xử sảo bạc với Lý Tự Nguyên.<ref name=TTTG270\/>\n\n== Thời Trang Tông ==\nNăm 922, Lý Tồn Úc xưng là hoàng đế, lập nước [[Hậu Đường]]. Tuy nhiên, đương thời Hậu Đường phải chịu áp lực quân sự đến từ Hậu Lương và Khiết Đan, cung ứng thực phẩm và sĩ khí của quân đội ở mức thấp. Vào lúc này, đại quân của Hậu Lương nằm dưới quyền chỉ huy của Thiên Bình<ref group=\"c\">Thiên Bình (天平), trị sở nay thuộc [[Thái An]], [[Sơn Đông]]<\/ref> tiết độ sứ [[Đái Tư Viễn]], Đái Tư Viễn để Lư Thuận Mật (盧順密), Lưu Toại Nghiêm (劉遂嚴), và Yến Ngung (燕顒) ở lại trấn thủ [[Vận Thành, Hà Trạch|Vận châu]]<ref group=\"c\">Vận châu (鄆州), trị sở nay thuộc huyện Vận Thành, tỉnh Sơn Đông.<\/ref>, thủ phủ của Thiên Bình. Tuy nhiên, không lâu sau khi Lý Tồn Úc xưng đế, Lư Thuận Mật trốn thoát sang Hậu Đường và tiết lộ rằng Vận châu chỉ có dưới 1.000 lính phòng vệ, và rằng Lưu Toại Nghiêm và Yến Ngung mất lòng binh sĩ, Hậu Đường có thể tập kích để đoạt lấy. Do Vận châu nằm sâu trong lãnh thổ Hậu Lương ở Hà Nam, hầu hết tướng của Hậu Đường Trang Tông, gồm cả Xu mật sứ [[Quách Sùng Thao]], phản đối đề xuất của Lư Thuận Mật, cho rằng điều này nguy hiểm và vô ích. Tuy nhiên, Lý Tự Nguyên vì muốn lập công để khôi phục quan hệ với Trang Tông, do vậy đề xuất để mình đảm đương nhiệm vụ. Trang Tông chấp thuận, và đến ngày Nhâm Dần (28) tháng 4 nhuận năm Quý Mùi (15 tháng 6 năm 923) cho Lý Tự Nguyên đem theo 5.000 tinh binh từ Đức Thắng đến Vận châu, lợi dung ban đêm nhanh chóng tiến quân. Quân của Lý Tự Nguyên đến dưới thành mà người Vận châu không biết, Lý Tùng Kha cầm quân tiền phong trèo lên tường thành. Sau khi Lý Tự Nguyên chiếm được thành Vận châu, người này được Trang Tông bổ nhiệm làm Thiên Bình tiết độ sứ và giữ thành trong vài tháng, quân Hậu Lương (đương thời dưới quyền [[Vương Ngạn Chương]]) thất bại trong việc cắt đường tiếp tế giữa Vận châu với lãnh thổ còn lại của Hậu Đường.<ref name=TTTG272>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref>\n\nHoàng đế Hậu Lương là [[Chu Hữu Trinh]] sau đó quyết định cho [[Đoàn Ngưng]] thay thế Vương Ngạn Chương, Đoàn Ngưng vượt Hoàng Hà và tiến đến Thiền châu<ref group=\"c\">Thiền châu (澶州), nay thuộc [[An Dương (địa cấp thị)|An Dương]], Hà Nam<\/ref> và chuẩn bị một chiến dịch tấn công Hậu Đường:<ref name=TTTG272\/>\n \n#[[Đổng Chương]] tiến hướng đến Thái Nguyên.\n#[[Hoắc Ngạn Uy]] tiến hướng đến Trấn châu<ref group=\"c\">Trấn châu (鎮州), nay thuộc [[Bảo Định]], Hà Bắc<\/ref>.\n#Vương Ngạn Chương và Trương Hán Kiệt (張漢傑) tiến hướng đến Vận châu.\n#Đoàn Ngưng cùng với [[Vương Yến Cầu|Đỗ Yến Cầu]] sẽ đối đầu với Hậu Đường Trang Tông.\n \nTháng 9 ÂL, Vương Ngạn Chương dẫn binh vượt sông Vấn, tương công Vận châu, Lý Tự Nguyên khiển Lý Tùng Kha đem kỵ binh nghịch chiến, đánh bại quân tiền phong của Hậu Lương, bắt được 300 tướng sĩ, giết được 200 người, khiến Vương Ngạn Chương phải triệt thoái về giữ Trung Đô<ref group=\"c\">Trung Đô (中都), nay thuộc [[Tế Ninh]], [[Sơn Đông]]<\/ref>. Hậu Đường Trang Tông thêm quyết tâm sau chiến thắng của Lý Tùng Kha, sau đó đánh vào sườn quân Đoàn Ngưng và tiến đến Vận châu để hội quân với Lý Tự Nguyên. Sau đó, quân Hậu Đường tiến công Trung Đô, đánh bại và bắt được Vương Ngạn Chương và Trương Hán Kiệt, sau đó tiến thẳng về kinh thành của Hậu Lương. Hoàng đế Chu Trấn của Hậu Lương thấy không còn hy vọng nên tự sát vào ngày 18 tháng 11, Hậu Lương diệt vong. Hậu Đường Trang Tông tiến vào Đại Lương và nói với Lý Tự Nguyên, \"Ta có Thiên hạ cũng là nhờ công của cha con khanh, cùng các ngươi chung hưởng thiên hạ.\" Trang Tông sau Lý Tùng Kha đi chiếm vị trí tại Phong Khâu<ref group=\"c\">Phong Khâu (封丘), nay thuộc [[Tân Hương]], Hà Nam.<\/ref>, có vẻ do lo sợ rằng Đoàn Ngưng và Đỗ Yến Cầu có thể tiếp tục kháng cự, song hai người này sau đó lần lượt đến Phong Khâu và đầu hàng Lý Tùng Kha.<ref name=TTTG272\/>\n\nNgáy Ất Tị (7) tháng 3 năm Giáp Thân (13 tháng 4 năm 924), do Khiết Đan xâm phạm, Bắc Kinh (tức Thái Nguyên) tả sương mã quân chỉ huy sứ Lý Tùng Kha cùng Hoành Hải<ref group=\"c\">Hoành Hải (橫海), trị sở nay thuộc [[Thương Châu]], Hà Bắc.<\/ref> tiết độ sứ [[Triệu Đức Quân|Lý Thiệu Bân]] chỉ huy kỵ binh phòng thủ. Ngày Đinh Dậu (5) tháng 3 năm Ất Dậu (31 tháng 3 năm 925), Lý Tự Nguyên dâng biểu xin cho Vệ châu<ref group=\"c\">Vệ châu (衛州), nay thuộc Bộc Dương<\/ref> thứ sử Lý Tùng Kha được làm Bắc Kinh nội nha mã bộ đô chỉ huy sứ để được gần gia đình, tuy nhiên Hậu Đường Trang Tông tức giận cho là Tự Nguyên quá cả gan, truất Lý Tùng Kha làm Đột kỵ chỉ huy sứ, chỉ huy vài trăm người phòng thủ trấn Thạch Môn<ref group=\"c\">Thạch Môn trấn (石門鎮), nay thuộc [[Đường Sơn]], Hà Bắc<\/ref>. Điều này khiến Lý Tự Nguyên lo sợ, còn cơn giận của Hậu Đường Trang Tông giảm bớt qua thời gian.<ref name=TTTG273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref> (Có vẻ như trong khoảng thời gian này, trong một dịp khi Lý Tùng Kha còn ở Trấn châu, thủ phủ của Thành Đức<ref group=\"c\">Thành Đức (成德), trị sở nay thuộc [[Chính Định]], Hà Bắc.<\/ref>, là nơi Lý Tự Nguyên làm tiết độ sứ, Lý Tùng Kha và thân tín của Lý Tự Nguyên là [[An Trọng Hối]] có tranh cãi trong một bữa tiệc. Lý Tùng Kha đánh An Trọng Hối, An Trọng Hối phải chạy trốn. Lý Tùng Kha hết say thì đến tạ tội với An Trọng Hối, An Trọng Hối mặc dù chấp nhận song trong lòng mang mối hận với Lý Tùng Kha.)<ref name=CND46\/>\n\nNăm 926, Hậu Đường nổ ra nhiều cuộc binh biến chống lại triều đình, Hậu Đường Trang Tông sau Lý Tự Nguyên đem quân đi trấn áp cuộc nổi dậy tại Nghiệp Đô<ref group=\"c\">Nghiệp Đô (鄴都), nay thuộc [[Hàm Đan]], Hà Bắc<\/ref>, song các binh sĩ của Lý Tự Nguyên lại tiến hành binh biến và buộc ông phải tham gia nổi dậy cùng binh sĩ tại Nghiệp Đô. Lý Tự Nguyên quyết định quay sang chống Lý Tồn Úc, tiền về phía nam hướng đến Đại Lương và kinh thành đương thời là Lạc Dương. Lý Tùng Kha đem binh sĩ dưới quyền đến hội quân với Ngu hầu tướng [[Vương Kiến Lập]] tại Trấn châu, sau đó tiến tiếp về phía nam tăng viện cho Lý Tự Nguyên. Lý Tự Nguyên nhanh chóng tiến vào Đại Lương rồi tiến hướng đến Lạc Dương.<ref name=TTTG274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref> Trước khi Lý Tự Nguyên đến Lạc Dương, Lý Tồn Úc bị sát hại trong một cuộc binh biến tại Lạc Dương, Lý Tự Nguyên vào Lạc Dương và xưng là giám quốc, do khi đó còn lưỡng lự về việc có nên ủng hộ con cả của Trang Tông là Ngụy vương [[Lý Kế Ngập]] hay không (người này đang trở về sau khi chinh phục [[Tiền Thục]]).<ref name=TTTG275>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref>\n\n== Thời Minh Tông ==\nTuy nhiên, Lý Tự Nguyên sau đó quyết định chống lại Lý Kế Ngập, cử Lý Tùng Kha đến Hộ Quốc<ref group=\"c\">Hộ Quốc (護國), trị sở nay thuộc [[Vận Thành]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref> vào ngày Kỷ Hợi (13) tháng 4 (27 tháng 5 năm 926) và cử [[Thạch Kính Đường]] đến Bảo Nghĩa<ref group=\"c\">Bảo Nghĩa (保義), trị sở nay thuộc [[Tam Môn Hiệp]], Hà Nam<\/ref> để làm lưu hậu và phòng thủ trước khả năng bị Lý Kế Ngập tiến công. Tuy nhiên, Lý Kế Ngập bị binh sĩ bỏ rơi nên quyết định tự sát. Lý Tự Nguyên sau đó xưng đế.<ref name=TTTG275\/> Đầu niên hiệu Thiên Thành (926-930), Lý Tùng Kha được bổ nhiệm làm tiết độ sứ của Hộ Quốc. Sang tháng 2 ÂL năm sau, được thêm chức Kiểm hiệu thái bảo và Đồng bình chương sự, đến tháng 11 ÂL lại được giữ thêm chức Kiểm hiệu [[thái phó]] và đến năm 930 (niên hiệu Trương Hưng năm thứ 1) thì thì được thêm chức Kiểm hiệu thái úy.<ref name=CND46\/>\n\nVào đầu thời gian trị vì của Hậu Đường Minh Tông Lý Tự Nguyên, An Trọng Hối trở thành xu mật sứ và là quan lại quyền lực nhất trong triều, đến mức cả các hoàng tử [[Lý Tùng Vinh]] và [[Lý Tùng Hậu]] phải cung kính. An Trọng Hối vẫn nhớ thù xưa, bắt đầu nói xấu Lý Tùng Kha với Lý Tự Nguyên, song Minh Tông ban đầu không nghe theo. Năm 930, An Trọng Hối giả mệnh lệnh của Minh Tông cho Hà Đông nha nội chỉ huy sứ Dương Ngạn Ôn (楊彥溫), thuộc cấp của Lý Tùng Kha, lệnh phải đuổi Lý Tùng Kha. Dương Ngạn Ôn tìm được cơ hội khi Lý Tùng Kha ra ngoài thành Hà Trung (thủ phủ của Hộ Quốc) duyệt mã, Dương Ngạn Ôn cho đóng cổng thành, từ chối cho Lý Tùng Kha vào thành. Khi Lý Tùng Kha sai người đi hỏi nguyên nhân, Dương Ngạn Ôn đáp: \"Ngạn Ôn không dám phụ ơn, nhận mệnh lệnh của Xu mật viện, mời Công vào triều\". Lý Tùng Kha quyết định tiến về Lạc Dương song dừng chân tại Ngu Hương<ref group=\"c\">Ngu hương (虞鄉), nay thuộc Vận Thành<\/ref> và cho người báo lại sự việc cho Minh Tông. Minh Tông biết tin thì ngờ vực, song An Trọng Hối chối việc có bất cứ liên lạc nào với Dương Ngạn Ôn và nói rằng Dương Ngạn Ôn là gian nhân. Minh Tông khiển các tướng Sách Tự Thông (索自通) và Dược Ngạn Trù (藥彥稠) đem quân thảo phạt Dương Ngạn Ôn, với lệnh rằng Dương Ngạn Ôn phải bị bắt sống để Minh Tông có thể gặp mặt tra hỏi. Tuy nhiên, khi Sách Tự Thông và Dược Ngạn Trù chiếm được Hà Trung vào ngày Tân Hợi (18) tháng 4 (18 tháng 5), họ lại chém Dương Ngạn Ôn, Minh Tông rất tức giận song không trừng phạt họ.<ref name=TTTG277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref>\n\nAn Trọng Hối sau đó xúi giục các tể tướng [[Phùng Đạo]] và [[Triệu Phượng]] tấu với Minh Tông rằng Lý Tùng Kha không kiểm soát được trấn, cần phải bị trừng phạt. Tuy nhiên, Minh Tông từ chối ngay cả khi đích thân An Trọng Hối đề cập đến vấn đề này, song lệnh cho Lý Tùng Kha quay trở về phủ tại kinh thành. Sau khi Sách Tự Thông được bổ nhiệm làm Hộ Quốc tiết độ sứ, An Trọng Hối xúi giục người này vu cáo Lý Tùng Kha tự tạo vũ khí. Theo ghi chép, nhờ có ái phi của Minh Tông là [[Vương thục phi (Hậu Đường Minh Tông)|Vương đức phi]] bảo hộ nên Lý Tùng Kha mới được miễn. Các sĩ đại phu không dám qua lại với Lý Tùng Kha, ngoại trừ Lã Kỳ sống gần đó, mỗi khi tấu thỉnh, Lý Tùng Kha thường bàn bạc trước với Lã Kỳ.<ref name=TTTG277\/> Lý Tòng Kha lo sợ An Trọng Hối đa phương hãm hại, chỉ đọc kinh Phật và cầu nguyện.<ref name=CND46\/>\n\nNăm 931, An Trọng Hối bị mất quyền lực, bị phế chức xu mật sứ và cuối cùng bị hành quyết. Sau khi An Trọng Hối bị loại bỏ, Minh Tông triệu kiến Lý Tùng Kha và khóc nói: \"Nếu [ta] theo ý của Trọng Hối, ngươi sao có thể lại thấy ta!\". Ngày Bính Dần (8) tháng 3 (29 tháng 3), Lý Tùng Kha được bổ nhiệm làm Tả vệ đại tướng quân. Đến ngày Ất Sửu (9) tháng 6 (26 tháng 7), Lý Tùng Kha được phục chức Đồng bình chương sự, đảm nhiệm chức Tây Đô lưu thủ tại [[Trường An]].<ref name=TTTG277\/> Ngày Canh Tý (20) tháng 7 năm Nhâm Thìn (24 tháng 8 năm 932), Lý Tùng Kha được chuyển sang giữ chức Phượng Tường<ref group=\"c\">Phượng Tường (鳳翔), trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]].<\/ref> tiết độ sứ. Ngày Mậu Dần (3) tháng 5 năm Quý Tị (29 tháng 5 năm 933), Minh Tông lập Lý Tùng Kha làm Lộ vương, đồng thời cũng phong vương cho hoàng tử Lý Tùng Ích và các tụng tử Lý Tùng Ôn (李從溫), [[Lý Tùng Chương]] (李從璋), và Lý Tùng Mẫn (李從敏).<ref name=TTTG278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref>\n \nCũng trong năm 933, Minh Tông lâm bệnh nặng, hoàng tử [[Lý Tùng Vinh]] sợ rằng sẽ không thể kế vị nên cố dùng vũ lực đoạt quyền, song thất bại và bị giết. Sau khi Minh Tông mất, Lý Tùng Hậu đăng cơ kế vị vào ngày Quý Mão (1) tháng 12 ([[20 tháng 12]]).<ref name=TTTG278\/>\n\n== Thời Mẫn Đế ==\nChính quyền của Lý Tùng Hậu do các Xu mật sứ [[Chu Hoằng Chiêu]] và [[Phùng Vân]] chi phối, họ lo sợ cả Lý Tùng Kha và Hà Đông tiết độ sứ Thạch Kính Đường (kết hôn với công chúa của Lý Tự Nguyên), do cả hai từng có thời gian dài theo Minh Tông chinh phạt lập công và có được sự ủng hộ lớn trong quân đội Hậu Đường. Ngờ vực của họ bắt nguồn từ việc khi Minh Tông lâm bệnh, Lý Tòng Kha nhiều lần khiển phu nhân đến kinh thành dò xét, khi Minh Tông mất ông cũng cáo bệnh không đến dự tang lễ. Họ bãi chức Khống hạc đô chỉ huy sứ của Lý Trọng Cát (李重吉), trưởng tử của Lý Tùng Kha, và cử đi nhậm chức [[Bạc Châu|Bạc châu]] đoàn luyện sứ, trong khi lại triệu con gái của Lý Tùng Kha là Lý Huệ Minh (李惠明) vào cung, trong khi bà đang là ni cô tại Lạc Dương, khiến Lý Tùng Kha trở nên sợ hãi.<ref name=TTTG278\/>\n\nTháng 2 năm Giáp Ngọ (934), Chu Hoằng Chiêu và Phùng Vân không muốn để Thạch Kính Đường và Lý Tùng Kha cố thủ tại trấn của họ, do vậy họ quyết định chuyển Lý Tùng Kha đến Hà Đông làm tiết độ sứ và kiêm Bắc Đô lưu thủ, chuyển Thạch Kính Đường từ Hà Đông đến Thành Đức<ref group=\"c\">Thành Đức (成德), trị sở nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, và chuyển Thành Đức tiết độ sứ [[Phạm Diên Quang]] đến Thiên Hùng. Họ làm vậy mà không cần Lý Tùng Hậu giáng chế thư, mà chỉ cứ sứ thần đem lệnh từ Xu mật viện đến trấn. Lo sợ trước những tác động, đặc biệt là khi triều đình mệnh Dương vương Lý Tùng Chương tạm quyền cai quản Phượng Tường, mà Lý Tùng Chương lại có tiếng là thô thiển, từng chính tay giết An Trọng Hối. Lý Tùng Kha thảo luận với tướng tá của mình, họ đều khuyên ông nổi dậy. Lý Tùng Kha nghe theo, tuyên bố rằng Chu Hoằng Chiêu và Phùng Vân giết trưởng lập thiếu, chuyên chế triều quyền.<ref name=TTTG279\/>\n\nTuyên bố của Lý Tùng Kha ban đầu thu hút được rất ít sự ủng hộ từ các trấn khác, hầu hết sứ giả của Lý Tùng Kha bị bắt giữ. Ngày Tân Mão (21) tháng 2 (7 tháng 4), Lý Tùng Hậu bổ nhiệm Vương Tư Đồng làm Tây diện hành doanh mã bộ quân đô bộ thự, Dược Ngạn Trù làm phó, đem quân thảo phạt Lý Tùng Kha. Ngày Ất Mão (15) tháng 3 (1 tháng 5), các đạo binh của triều đình tập hợp dưới chân thành Phượng Tường và đánh thành, trong thành người chết rất nhiều, đến ngày Bính Thìn hôm sau lại tiến công thành, thành chuẩn bị thất thủ. Phượng Tường thành thấp hào nông, khó mà phòng thủ, lòng người nguy cấp, Lý Tùng Kha lên thành khóc nói với quân bên ngoài:<ref name=TTTG279\/>\n\n{{quote|Ta từ lúc chưa đến hai mươi đã theo Tiên Đế [tức Minh Tông] bách chiến, vào sống ra chết. Ta thương tích đầy mình để lập nên xã tắc ngày nay. Các ngươi từng theo ta và thấy được sự việc. Nay triều đình tín nhiệm sàm thần, nghi kị cốt nhục, ta có tội gì mà phải chịu bị giết chứ?}}\n\nNhiều binh sĩ triều đình đã sẵn có ý ủng hộ Lý Tùng Kha, lời của Lý Tùng Kha khiến họ cảm động. Đến khi tướng triều đình là [[Trương Kiền Chiêu]] (張虔釗) buộc sĩ tốt phải leo thang lên tường thành Phượng Tường và đe dọa họ bằng lưỡi đao, sĩ tốt tức giận làm phản. Vũ lâm chỉ huy sứ Dương Tư Quyền (楊思權) nhân cơ hội đem binh sĩ trốn thoát sang phía Lý Tùng Kha, tạo ra tâm lý hoang mang trong quân đội triều đình. Hầu hết đầu hàng Lý Tùng Kha, trong khi Vương Tư Đồng và Dương Ngạn Trù chạy trốn song cuối cùng vẫn bị bắt.<ref name=TTTG279\/>\n\nLý Tùng Kha sau đó đem quân tiến về Lạc Dương, Lý Tùng Hậu cho xử tử Lý Trọng Cát và Lý Huệ Minh, giao các toán quân còn lại cho Khang Nghĩa Thành (康義誠) vào ngày Quý Hợi (23) tháng 3 (9 tháng 5), lệnh đem quân tiến về phía tây chống Lý Tùng Kha. Tuy nhiên, Khang Nghĩa Thành do có kế hoạch từ trước nên khi gặp Lý Tùng Kha thì đầu hàng. Đêm ngày Mậu Thìn (28) tháng 3 (14 tháng 5), Lý Tùng Hậu chạy khỏi kinh thành.<ref name=TTTG279\/>\n\nKhi bá quan tại Lạc Dương đề nghị trao hoàng vị cho Lý Tùng Kha, Lý Tùng Kha ban đầu từ chối. Tuy nhiên, ngày Quý Dậu (4) tháng 4 (19 tháng 5), Tào thái hậu hạ lệnh phế Lý Tùng Hậu và giáng làm Ngạc vương. Ngày Giáp Tuất (5) tháng 4 (20 tháng 5), Tào thái hậu lệnh Lý Tùng Kha tức đế vị. Đến ngày Ất Hợi (6) tháng 4 (21 tháng 5), Lý Tùng Kha tức vị. Lý Tùng Kha sau đó sai Vương Loan (王巒) đem rượu độc đến Vệ châu<ref group=\"c\">Vệ Châu (衛州), nay thuộc An Dương, Hà Nam<\/ref> giết Lý Tùng Hậu, nơi phế đế đang ở, [[Khổng hoàng hậu]] và bốn hoàng tử của Lý Tùng Hậu cũng bị giết.<ref name=TTTG279\/>\n\n== Trị vì ==\nLý Tùng Kha phải đương đầu với thực tế là quốc khố không đủ để ban thưởng như ông từng hứa với các binh sĩ Phượng Tường và các binh sĩ triều đình quy phục ông. Nghe theo ý của học sĩ [[Lý Chuyên Mỹ]] (李專美), Lý Tùng Kha giảm khao thưởng theo tình hình quốc khố, khiến lòng quân oán giận.<ref name=TTTG279\/>\n \nMột vấn đề khác là Thạch Kính Dường, người này mặc dù là em rể song là kình địch với ông một thời gian dài. Tào thái hậu và vợ chính của Thạch Kính Đường là Tấn quốc công chúa đều thỉnh xin cho Thạch Kính Đường được phép trở về Hà Đông, song những người thân tín của Lý Tùng Kha hầu hết đều chủ trương để Thạch Kính Đường ở lại Lạc Dương. Tuy nhiên, Xu mật sứ [[Hàn Chiêu Dận]] và Lý Chuyên Mỹ cho rằng giữ Thạch Kính Đường ở lại Lạc Dương sẽ khiến một người em rể khác là Tuyên Vũ<ref group=\"c\">Tuyên Vũ (宣武), trị sở tại Đại Lương<\/ref> tiết độ sứ [[Triệu Diên Thọ]] và cha là Lư Long<ref group=\"c\">Lư Long (盧龍), trị sở nay thuộc [[Bắc Kinh]]<\/ref> tiết độ sứ [[Triệu Đức Quân]] cảm thấy lo sợ. Do Thạch Kính Đường khi đó có thể trạng yếu (sau một thời giam ốm đau kéo dài), Lý Tùng Kha cho rằng Thạch Kính Đường không còn là mối đe dọa sau này, và do đó cử Thạch Kính Đường quay trở lại Hà Đông.<ref name=TTTG279\/>\n \nTrong năm 935, Khiết Đan nhiều lần xâm nhập lãnh thổ Hậu Đường, trong lãnh thổ Hậu Đường lại xảy ra nhiều trận lụt và hạn hán, do vậy xảy ra nạn đói và tình trạng dân lưu tán. Thạch Kính Đường và Triệu Đức Quân nhiều lần yêu cầu tăng viện để chống Khiết Đan, người dân bị quá sức. Hơn nữa, trong một lần khi một sứ thần của triều đình đưa quân phục đến cho binh sĩ của Thạch Kính Đường, binh sĩ của Thạch Kính Đường nhiều lần hô vạn tuế. Thạch Kính Đường cho xử tử 36 binh sĩ đề xướng, song Lý Tùng Kha vẫn ngờ vực Thạch Kính Đường, và do đó đến ngày Ất Tị (13) tháng 7 (14 tháng 8) thì bổ nhiệm Vũ Ninh<ref group=\"c\">Vũ Ninh (武寧), trị sở nay thuộc [[Từ Châu]], [[Giang Tô]]<\/ref> tiết độ sứ [[Trương Kính Đạt]] làm phó của Thạch Kính Đường, tức Bắc diện hành doanh phó tổng quản, nhằm phân tán quyền lực của Thạch Kính Đường.<ref name=TTTG279\/>\n\nĐến mùa xuân năm 936, căng thẳng giữa Lý Tùng Kha và Thạch Kính Đường trở nên gay gắt, Thạch Kính Đường tận thu của cải và củng cố tại Hà Đông, mọi người đều cho rằng Thạch Kính Đường có ý muốn làm phản. Khi Tấn quốc trưởng công chúa đến Lạc Dương chúc thọ Lý Tùng Kha, sau khi chúc rượu và xin về Hà Đông, Lý Tùng Kha say và nói \"Sao không ở lại thêm mà vội về. Muốn cùng Thạch lang phản chăng\". Thạch Kính Đường biết tin thì càng lo sợ.<ref name=TTTG280\/>\n\nCác học sĩ [[Lý Tung]] và Lã Kỳ cho rằng giải pháp là liên minh với Khiết Đan. Họ đề nghị phóng thích một lượng nhất định các tướng sĩ Khiết Đan bị bắt trước đây và mỗi năm tặng cho Khiết Đan một lượng tiền nhất định. Tể tướng [[Trương Diên Lãng]] ủng hộ đề xuất này. Tuy nhiên, một học sĩ khác là Tiết Văn Ngộ (薛文遇) phản đối vì cho rằng Khiết Đan sẽ cầu hòa thân, điều mà Tiết Văn Ngộ cho là sỉ nhục. Lý Tùng Kha do đó ngưng lại đề xuất và giáng chức Lã Kỳ.<ref name=TTTG280\/>\n\nNgày Tân Mão (3) tháng 5 năm Bính Thân (26 tháng 5 năm 936), theo đề xuất của Tiết Văn Ngộ, Lý Tùng Kha hạ chỉ chuyển Thạch Kính Đường từ Hà Đông đến Thiên Bình. Thạch Kính Đường lo sợ nên tiến hành nổi loạn. Ngày Ất Tị tháng 5 (9 tháng 6), Lý Tùng Kha bổ nhiệm Trương Kính Đạt kiêm Thái Nguyên tứ diện bài trần sứ, chỉ huy quân triều đình thảo phạt Thạch Kính Đường, Trương Kính Đạt nhanh chóng bao vây Thái Nguyên song không thể nhanh chóng chiếm được thành. Thạch Kính Đường cầu viện Hoàng đế Khiết Đan [[Gia Luật Đức Quang]], hứa rằng nếu Gia Luật Đức Quang đồng ý hỗ trợ mình làm hoàng đế thì sẽ cắt [[Yên Vân thập lục châu]] (gồm toàn bộ trấn Lư Long và các châu bắc bộ của trấn Hà Đông) cho Khiết Đan. Gia Luật Đức Quang chấp thuận, sau đó tiến đến Hà Đông, đánh bại quân Hậu Đường dưới quyền Trương Kính Đạt. Tàn quân của Trương Kính Đạt sau đó bị liên quân Khiết Đan-Hà Đông bao vây tại Tấn An trại gần Thái Nguyên.<ref name=TTTG280\/>\n\nTrong khi Tấn An trị bị bao vây, [[Gia Luật Đức Quang]] công nhận Thạch Kính Đường là hoàng đế của [[Hậu Tấn]]. Hầu hết bá quan chủ trương Lý Tùng Kha thân chinh chống Thạch Kính Đường. Lý Tùng Kha cảm thấy bắt buộc phải làm vậy, song lại sợ giao chiến với Thạch Kính Đường do tài năng của người này và bản thân ông đang bị ốm, và thường uống rượu để đối phó. Ngày Nhâm Thân (17) tháng 11 nhuận (2 tháng 1 năm 937), Lý Tùng Kha dừng lại sau khi tiến đến Hà Dương ở ngay phía bắc Lạc Dương, rồi lệnh cho Triệu Đức Quân và Phạm Diên Quang đem quân đến giải vây cho Tấn An. Tuy nhiên, Triệu Đức Quân muốn thu được sự ủng hộ của Khiết Đan cho bản thân để trở thành hoàng đế, do đó, khi đến gần Tấn An, Triệu Đức Quân dừng lại và bí mật liên hệ với Gia Luật Đức Quang. Gia Luật Đức Quang cuối cùng vẫn quyết định ủng hộ Thạch Kính Đường, trong khi phó tướng của Trương Kính Đạt là [[Dương Quang Viễn]] giết chủ tướng và đầu hàng.<ref name=TTTG280\/>\n\nLiên quân Khiết Đan-Hậu Tấn chuyển sang giao chiến với quân của Triệu Đức Quân, quân của Triệu Đức Quân chưa đánh đã tan. Triệu Đức Quân và Triệu Diên Thọ đầu hàng, quân Khiết Đan-Hậu Tấn tiến về Lạc Dương mà không gặp trở ngại. Lý Tùng Kha trở về Lạc Dương, và đến ngày Tân Tị (26) cùng tháng (11 tháng 1) thì cùng với Tào thái hậu, Lưu hoàng hậu, Ung vương Lý Trọng Mỹ cũng một số quan lại trung thành đem theo truyền quốc bảo lên Huyền Vũ lâu tự thiêu. Thạch Kính Đường sau đó tiến vào Lạc Dương và nắm quyền kiểm soát lãnh thổ cũ của Hậu Đường.<ref name=TTTG280\/> Thạch Kính Đường thu thập tro cốt của ông, đến tháng 3 ÂL năm sau (tức năm Kỷ Mão) thì hạ chiếu táng ở Huy Lăng (lăng của Hậu Đường Trang Tông).<ref name=CND48>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷48|quyển 48]].<\/ref>\n\n== Ghi chú ==\n{{tham khảo|group=\"c\"}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Vua thời Ngũ Đại Thập Quốc}}\n\n{{DEFAULTSORT:Lý Tùng Kha}}\n[[Thể loại:Sinh năm 885]]\n[[Thể loại:Mất năm 937]]\n[[Thể loại:Người tự thiêu]]\n[[Thể loại:Vua Hậu Đường]]"}