{"Lý Thánh Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Lý Thánh Tông\n| tên gốc = 李聖宗\n| tước vị = [[Hoàng đế]] [[Đại Việt]] ([[Việt Nam]])\n| tước vị thêm = \n| thêm = vietnam\n| hình = Lý Thánh Tông.JPG\n| ghi chú hình = Tượng Lý Thánh Tông tại Văn Miếu Quốc Tử Giám\n| cỡ hình = 250px\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| kiểu tại vị = Trị vì\n| tại vị = [[3 tháng 11]] năm [[1054]] &ndash; [[1 tháng 2]] năm [[1072]]<br>{{số năm theo năm và ngày |1054|11|3|1072|2|1}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1009 till:1225\nAlignBars = early\nScaleMajor = increment:216 start:1009\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1054 till:1072 color:red\n<\/timeline>\n| đăng quang = \n| tiền nhiệm = [[Lý Thái Tông]]\n| nhiếp chính = \n| kế nhiệm = [[Lý Nhân Tông]]\n| kiểu tên đầy đủ = Tên thật\n| tên đầy đủ = Lý Nhật Tôn (李日尊)\n| tên tự = \n| tên hiệu = \n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| hoàng tộc = [[Nhà Lý]]\n| phối ngẫu = \n| vợ = *[[Thượng Dương hoàng hậu|Thượng Dương Hoàng hậu]] \n* [[Nguyên phi Ỷ Lan]]\n| thông tin con cái = ẩn\n| con cái = <\/small>\n* [[Lý Nhân Tông|Lý Càn Đức]]\n* [[Minh Nhân vương|Lý Càn Quyết]]{{Sfn|Ngô Sĩ Liên|1993|pp=106-107}}\n* [[Sùng Hiền Hầu]]\n* [[Công chúa Động Thiên]]{{Sfn|Ngô Sĩ Liên|1993|pp=106-107}}\n* [[Hoàng nữ Lý Thánh Tông|Công chúa Thiên Thành]]\n* [[Công chúa Khâm Thành]]\n* [[Công chúa Bình Dương]]\n* [[Diệu Nhân|Công chúa Ngọc Kiều]] (con nuôi){{Sfn|Ngô Sĩ Liên|1993|p=117}}\n| cha = [[Lý Thái Tông]]\n| mẹ = [[Kim Thiên hoàng hậu]]\n| sinh = [[30 tháng 3]] năm [[1023]]\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1072|2|1|1023|3|30}}\n| nơi mất = \n| thông tin niên hiệu = ẩn\n| ngày an táng = \n| nơi an táng = Thọ Lăng\n| niên hiệu = Long Thụy Thái Bình <small>(龍瑞太平)<\/small>\n| thời gian của niên hiệu = [[1054]]-[[1058]]\n| niên hiệu 2 = Thiên Thánh Gia Khánh <small>(彰聖嘉慶)<\/small>\n| thời gian của niên hiệu 2 = [[1059]]-[[1065]]\n| niên hiệu 3 = Long Chương Thiên Tự <small>(龍彰天嗣)<\/small>\n| thời gian của niên hiệu 3 = [[1066]]-[[1068]]\n| niên hiệu 4 = Thiên Thống Bảo Tượng <small>(天貺寶象)<\/small>\n| thời gian của niên hiệu 4 = [[1068]]-[[1069]]\n| niên hiệu 5 = Thần Vũ <small>(神武)<\/small>\n| thời gian của niên hiệu 5 = [[1069]]-[[1072]]\n| tôn hiệu = Pháp Thiên Ứng Vận Sùng Nhân Chí Đức Anh Văn Duệ Vũ Khánh Cảm Long Tường Hiếu Đạo Thánh Thần Hoàng Đế (法天應運崇仁至德英文睿武慶感龍祥孝道聖神皇帝)\n| miếu hiệu = [[Thánh Tông]] (聖宗)\n| thụy hiệu = '''Ứng Thiên Sùng Nhân Chí Đạo Uy Khánh Long Trường Minh Văn Duệ Võ Hiếu Đứng Thánh Thần Hoàng đế'''<br>(應天崇仁至道威慶龍祥明文睿武孝德聖神皇帝)\n| tôn giáo = [[Phật giáo]]\n| chữ ký = \n| học vấn = \n| nghề nghiệp = \n}}\n'''Lý Thánh Tông''' ([[chữ Hán]]: 李聖宗 30 tháng 3 năm 1023 &ndash; 1 tháng 2 năm 1072) là vị [[Hoàng đế]] thứ ba của [[nhà Lý|hoàng triều Lý]] nước [[Đại Việt]], trị vì từ tháng 11 năm 1054 đến khi qua đời năm 1072. Trong thời kỳ cầm quyền của mình, Lý Thánh Tông đã đẩy mạnh sản xuất [[nông nghiệp]], khoan giảm hình phạt, đồng thời bảo trợ [[Phật giáo]] và [[Nho giáo]]. Ông còn xây dựng quân đội Đại Việt hùng mạnh, thực hiện chính sách đối ngoại cứng rắn với [[nhà Tống|Đại Tống]] và mở đất về ba châu Địa Lý, Mã Linh, Bố Chính (nay là một phần thuộc [[Quảng Bình]] và [[Quảng Trị]], [[Bắc Trung Bộ (Việt Nam)|Bắc Trung Bộ Việt Nam]]) sau thắng lợi trong [[chiến tranh Việt-Chiêm 1069|cuộc chiến tranh Việt - Chiêm (1069)]]. Sử thần đời [[Nhà Hậu Lê|Hậu Lê]] [[Ngô Sĩ Liên]] viết về Lý Thánh Tông: ''\"Vua khéo kế thừa, thực lòng thương dân, trọng việc làm ruộng, thương kẻ bị hình, vỗ về thu phục người xa, đặt khoa bác sĩ, hậu lễ dưỡng liêm, sửa sang việc văn, phòng bị việc võ, trong nước yên tĩnh, đáng gọi là bậc vua tốt\"''.{{sfn|Ngô Sĩ Liên|1993|p=105}}\n\nThời đại của cha ông là Lý Thái Tông, ông và con ông là Lý Nhân Tông được xem là thời thịnh vượng của [[Nhà Lý]] với tên gọi là '''Bách niên Thịnh thế (百年盛世).'''\n\n==Thân thế==\nÔng tên [[húy|thật]] là '''Lý Nhật Tôn''' (李日尊), là đích tử của [[Lý Thái Tông]] và [[Kim Thiên hoàng hậu|Linh Cảm Hoàng hậu]] họ Mai, do hai người anh của ông chết yểu khi sinh ra nên ông được xem là con trưởng. Ông sinh ngày 25 tháng 2 năm Quý Hợi niên hiệu Thuận Thiên thứ 14 (tức ngày [[30 tháng 3]] năm [[1023]]) tại cung Long Đức vào cuối thời [[Lý Thái Tổ]].{{sfn|Khuyết danh|1993|p=46}}{{sfn|Ngô Sĩ Liên|1993|p=105}} Tháng 5 âm lịch năm [[1028]], ngay sau khi lên ngôi, Lý Thái Tông sách phong Lý Nhật Tôn làm [[Thái tử]].{{sfn|Ngô Sĩ Liên|1993|p=105}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=116}}\n\nTheo sách [[Đại Việt sử lược]], Thái tử Nhật Tôn sớm trở nên ''\"tinh thông kinh truyện, hiểu [[âm nhạc|âm luật]], lại càng giỏi về võ lược\"''.{{sfn|Khuyết danh|1993|p=46}} Tháng 8 âm lịch năm [[1033]], Lý Thái Tông phong ông tước '''Khai Hoàng vương''' (開皇王) và dựng cung Long Đức làm nơi ở cho ông. Ông đã sớm được tiếp xúc với dân chúng, nên hiểu được nỗi khổ của dân và thông thạo nhiều việc.{{sfn|Ngô Thì Sĩ|1991|p=50}}\n\nTháng 2 âm lịch năm 1037, ông được Thái Tông phong làm [[Tổng thống lĩnh|Đại Nguyên soái]], cùng cha đi dẹp quân nổi dậy ở Lâm Tây ([[Lai Châu]]) và giành được chiến thắng.{{sfn|Ngô Sĩ Liên|1993|pp=95-96}}\n\nTháng 2 âm lịch năm [[1039]], Lý Thái Tông thân chinh đi đánh Nùng Tồn Phúc ở mạn tây bắc. Thái tử Nhật Tôn mới 17 tuổi được cử làm Giám quốc, coi sóc kinh thành và việc triều chính.{{sfn|Ngô Sĩ Liên|1993|pp=95-96}}\n\nNgày 1 tháng 4 âm lịch năm [[1040]], ông lại được Lý Thái Tông giao quyền xét xử các vụ kiện tụng trong nước, lập cơ quan ở điện Quảng Vũ. Sử thần đời Lê sơ [[Ngô Sĩ Liên]] trong [[Đại Việt Sử ký Toàn thư]] chỉ trích quyết định này của Thái Tông:{{sfn|Ngô Sĩ Liên|1993|p=97}}\n<blockquote><p>Chức việc của thái tử, ngoài việc thăm hỏi hầu cơm vua ra, khi ở lại giữ nước thì gọi là Giám quốc, khi đem quân đi thì gọi là Phủ quân, có thế mà thôi, chưa nghe thấy sai xử kiện bao giờ. Phàm xử kiện là việc của Hữu ty. Thái Tông sai Khai Hoàng vương làm việc đó không phải là chức phận của thái tử, lại lấy điện Quảng Vũ làm nơi Vương xử kiện là không đúng chỗ.<\/p><\/blockquote>\n\nMùa đông năm 1042, cư dân châu Văn (nay thuộc [[Lạng Sơn]]) làm binh biến.{{sfn|Khuyết danh|1993|p=43}} Ngày 1 tháng 10 âm lịch năm đó, Thái Tông phong Nhật Tôn làm Đô thống Đại Nguyên soái, chỉ huy quân đội đi trấn áp. Đến ngày 1 tháng 3 âm lịch năm [[1043]], ông lại được cử làm Đô thống Đại Nguyên soái đi dẹp loạn ở châu Ái (nay thuộc [[Thanh Hóa]]).{{sfn|Khuyết danh|1993|p=43}}{{sfn|Ngô Sĩ Liên|1993|pp=98-99}} Đại Việt sử lược chép rằng: ''\"Thánh Tông... đánh dẹp giặc giã, tới đâu cũng đều đánh thắng được cả\"''.{{sfn|Khuyết danh|1993|p=46}}\n\nCuối năm [[1043]], Lý Thái Tông thấy Chiêm Thành đã 16 năm không chịu sang cống, bèn quyết ý chinh phạt phương Nam. Mùa xuân năm 1044, Thái Tông tự làm tướng [[chiến tranh Việt-Chiêm 1044|đi đánh Chiêm Thành]], giao cho Thái tử Nhật Tôn làm Lưu thủ kinh sư. Trên mặt trận, quân Việt thắng to ở sông Ngũ Bồ, giết chết chúa Chiêm là Sạ Đẩu, chiếm quốc đô [[Phật Thệ]] trong một thời gian rồi về nước {{sfn|Khuyết danh|1993|p=43}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=127}}\n\n==Bách niên Thịnh thế==\nTháng 7 âm lịch năm [[1054]], thấy mình già yếu, Thái Tông cho phép Thái tử Nhật Tôn ra coi chầu nghe chính sự.{{sfn|Ngô Sĩ Liên|1993|p=104}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=132}} Đến ngày 1 tháng 10 âm lịch (3 tháng 11 dương lịch) năm 1054, Lý Thái Tông qua đời.{{sfn|Ngô Sĩ Liên|1993|p=104}} Lý Nhật Tôn lên nối ngôi, tức Hoàng đế '''Lý Thánh Tông''', lấy niên hiệu đầu là Long Thụy Thái Bình. Ông lập 8 [[hoàng hậu]], và tôn mẹ là Mai thị làm Linh Cảm Thái hậu.{{sfn|Khuyết danh|1993|p=46}}\n\nTrong thời gian cầm quyền, Lý Thánh Tông tự xưng là \"vạn thặng\"{{sfn|Ngô Sĩ Liên|1993|p=93}} và đặt 5 niên hiệu:\n* Long Thụy Thái Bình (龍瑞太平 1054 &ndash; 1058)\n* Chương Thánh Gia Khánh (彰聖嘉慶 1059 &ndash; 1065)\n* Long Chương Thiên Tự (龍彰天嗣 1066 &ndash; 1067)\n* Thiên Huống Bảo Tượng (天貺寶象 1068 &ndash; 1069)\n* Thần Vũ (神武 1069 &ndash; 1072)\n\n===Đối nội===\nNgay sau khi lên ngôi, năm [[1054]], Lý Thánh Tông đã đổi tên nước từ [[Đại Cồ Việt]] thành [[Đại Việt]].{{sfn|Quốc sử quán triều Nguyễn|1998|p=133}} Quốc hiệu này kéo dài 346 năm cho tới khi [[nhà Hồ]] đổi thành [[Đại Ngu]] (1400){{sfn|Quốc sử quán triều Nguyễn|1998|p=324}}, sau đó được [[nhà Hậu Lê|nhà Lê]] khôi phục năm [[1428]]{{sfn|Quốc sử quán triều Nguyễn|1998|p=393}}, và tồn tại đến đầu thời [[nhà Nguyễn]].{{sfn|Trần Trọng Kim|1971|p=252}}\n\nLý Thánh Tông được sử cũ mô tả là một [[hoàng đế]] nhân đức.{{sfn|Ngô Sĩ Liên|1993|p=108}}{{sfn|Ngô Thì Sĩ|1991|p=50}} ''[[Đại Việt sử lược]]'' ghi lại, trong mùa đông năm 1055, Thánh Tông từng nói với các quan hầu cận: ''\"Ta ở trong cung sâu, sưởi là than, mặc áo hồ cừu mà còn lạnh như thế này, huống chi những kẻ ở trong tù, khốn khổ vì trói buộc, phải trái chưa phân minh mà quần áo không đủ, thân thể không có gì che, nên mỗi khi bị cơn gió lạnh khắc nghiệt thì há không chết được người vô tội hay sao! Ta vô cùng thương xót\"''. Tiếp đó, ông sai quan Hữu ty cấp mền, chiếu trong kho cho tù nhân và yêu cầu cung cấp cho người tù hai bữa ăn đầy đủ mỗi ngày. Cùng năm đó, Thánh Tông truyền lệnh giảm một nửa tô thuế cho dân cả nước.{{sfn|Khuyết danh|1993|p=56}}\n\nLý Thánh Tông còn chủ trương giảm các hình phạt trong nước. Theo ''[[Đại Việt sử lược]]'', một trong những hành động đầu tiên của ông sau khi lên ngôi là sai đốt các công cụ tra tấn.{{sfn|Khuyết danh|1993|p=46}} ''[[Đại Việt sử ký toàn thư]]'' cũng chép, vào tháng 6 âm lịch năm 1065, khi đang ngự ở điện Thiên Khánh để xét án, nhà vua chỉ vào Động Thiên công chúa đứng cạnh ông và tuyên bố: ''\"Lòng trẫm yêu dân cũng như yêu con trẫm vậy, hiềm vì trăm họ ngu dại, làm càn phải tội, trẫm lấy làm thương lắm. Từ rày về sau tội gì cũng giảm nhẹ bớt đi\"''.{{sfn|Ngô Sĩ Liên|1993|pp=106-107}} Đến năm 1070, ông cho phép những người chịu hình phạt đánh roi (trượng hình) được nộp tiền để giảm tội.{{sfn|Khuyết danh|1993|p=52}} Ngoài ra, vào năm 1067, nhà vua đã định ra chế độ lương bổng hàng năm cho quan Đô hộ phủ Sĩ sư (người đứng đầu cơ quan tư pháp cả nước) và các cai ngục: theo đó, hai Đô hộ phủ Sĩ sư Ngụy Trọng Hòa, Đặng Thể Tư mỗi người hưởng 50 quan tiền, 200 bó lúa và các loại cá muối; ngục lại mỗi người nhận 20 quan tiền và 100 bó lúa.{{sfn|Khuyết danh|1993|p=50}}{{sfn|Ngô Sĩ Liên|1993|pp=106-107}} Chính sách này giúp nâng cao tinh thần thanh liêm của các quan hình án.{{sfn|Ngô Sĩ Liên|1993|p=108}}\n\nTiếp nối hai vua trước, Lý Thánh Tông rất chú trọng sản xuất [[nông nghiệp]].{{sfn|Ngô Sĩ Liên|1993|p=105}} Tháng 10 âm lịch năm 1056, nhà vua ban bố ''Chiếu khuyến nông''.{{sfn|Khuyết danh|1993|p=47}} Ông cũng đi đến nhiều nơi để xem [[nông dân]] gặt lúa.{{sfn|Khuyết danh|1993|p=50}} Khi sản xuất gặp khó khăn (như vào tháng 4 âm lịch năm 1070), nhà vua đem tiền, thóc và lụa trong kho phát cho dân nghèo.{{sfn|Ngô Sĩ Liên|1993|p=108}}\n\nTháng 8 âm lịch năm 1059, Lý Thánh Tông bắt đầu áp dụng kiểu mẫu triều phục cho bá quan.{{sfn|Khuyết danh|1993|p=48}} Tại điện Thủy Tinh, ông đã ban phát [[mũ cánh chuồn]] (hay mũ phốc đầu) và hia cho quan viên; từ đây có lệ quan lại vào chầu phải đội mũ cánh chuồn và mang hia.{{sfn|Ngô Sĩ Liên|1993|pp=106-107}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=134}}\n\nVề [[quân sự nhà Lý|quân sự]], Lý Thánh Tông chia quân chính quy làm 8 hiệu quân, đặt tên là Ngự Long, Vũ Thắng, Long Dực, Thần Điện, Phủng Thánh, Bảo Thắng, Hùng Lược và Vạn Tiệp. Mỗi hiệu quân có 4 bộ gồm Tả, Hữu, Tiền và Hậu, hợp lại là 100 đội có kỵ binh, cung thủ và lính bắn đá. Còn phiên binh (quân các vùng sâu xa) thì được phiên chế thành các đội riêng.{{sfn|Trần Trọng Kim|1971|p=41}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=134}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=201}} Mô hình quân đội của Lý Thánh Tông đã đạt được trình độ cao đến mức một võ quan [[nhà Tống|Đại Tống]] là Thái Diên Khánh phải áp dụng, và được [[Tống Thần Tông]] khen ngợi.{{sfn|Quốc sử quán triều Nguyễn|1998|p=134}}{{sfn|Trần Trọng Kim|1971|p=41}}\n\nLý Thánh Tông còn là một tín đồ [[Phật giáo]] mộ đạo. Ông đã cho xây rất nhiều [[chùa]] [[tháp]], trong đó có chùa Thiên Phúc, Thiên Thọ - nơi hoàng gia [[nhà Trần]] sau này thường lễ Phật. Ông còn dựng các tượng [[Thượng đế|Đế Thích, Phạm Thiên]] bằng vàng và đúc [[chuông]] đồng lớn. Đặc biệt, trong khuôn viên chùa Súng Khánh, nhà vua sai dựng Bảo tháp Đại Thắng Tư Thiên (gọi tắt là [[Tháp Báo Thiên]]) vào năm 1056.{{sfn|Ngô Sĩ Liên|1993|p=105}} Ngôi tháp này có 12 tầng và cao 20 trượng (chừng 70[[mét|m]]). Đây được xem là một trong [[An Nam tứ đại khí]], tức 4 kỳ quan của Đại Việt thời Lý-Trần.<ref>{{Chú thích web |url = https:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=77F642 |tiêu đề = Số phận hẩm hiu của 'An Nam tứ đại khí' |tác giả = Vân Nhi |năm = |ngày = |nhà xuất bản = Giác Ngộ Online |ngày truy cập = 7 tháng 1 năm 2017 |ngôn ngữ = vi }}<\/ref> Lý Thánh Tông còn là một [[thiền sư]] - cư sĩ, được coi là vị Tổ thứ hai của Thiền phái [[Thảo Đường]] &ndash; một trong ba dòng thiền chính tại Đại Việt thời đó.<ref>{{Chú thích web |url = https:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=73560A |tiêu đề = Tinh thần An cư trong Phật giáo thời nhà Trần |tác giả = Thích Phước Đạt | năm = |ngày = |nhà xuất bản = Giác Ngộ Online |ngày truy cập = 7 tháng 1 năm 2017 |ngôn ngữ = vi }}<\/ref> Theo giáo sư [[Hoàng Xuân Hãn]] trong sách ''Lý Thường Kiệt: lịch-sử ngoại-giao triều Lý'', các biểu hiện thương dân của Thánh Tông xuất phát từ sự thấm nhuần tinh thần từ bi của Phật pháp, chứ không phải từ động cơ [[tuyên truyền]] chính trị.<ref>{{harvnb|Hoàng Xuân Hãn|1949|loc=chương XIV: [http:\/\/chimviet.free.fr\/lichsu\/hoangxuanhan\/HXH_LyThuongKiet.htm \"Đạo Phật thời Lý\"]}}<\/ref> Bên cạnh đó, ông rất chú trọng mở mang [[Nho giáo|Nho học]]. Mùa thu năm 1070, nhà vua đã xây dựng [[Văn miếu]] và tạc tượng thờ [[Chu Công Đán|Chu Công]], [[Khổng Tử]] cùng 4 học trò xuất sắc. Ông cũng cho vẽ tranh thờ 72 môn sinh của Khổng Tử và sai tế lễ bốn mùa.{{sfn|Ngô Sĩ Liên|1993|p=108}}\n\nDưới thời Lý Thánh Tông, xã hội Đại Việt tương đối ổn định.{{sfn|Trần Trọng Kim|1971|p=41}} Bên cạnh đó, một số cuộc binh biến đã xảy ra tại động Sa Đãng (1061), năm huyện [[Thanh Hóa|Ái Châu]] và Giang Long (1061), động Sa Ma - nay thuộc [[Hòa Bình]] (tháng 10 âm lịch năm 1064) và châu Mang Quán - [[Lạng Sơn]] (tháng 7 âm lịch năm 1065). Lý Thánh Tông đã tự mình cầm quân đánh bại các cuộc nổi dậy này.{{sfn|Khuyết danh|1993|p=49}} Lý Thánh Tông có người vợ thứ là [[Ỷ Lan|Nguyên phi Ỷ Lan]] cũng nổi tiếng có tài trị nước. Nhà vua muộn con, không có thái tử giám quốc như các đời trước khi đi chinh chiến nhưng việc chính sự được yên ổn nhờ tay Nguyên phi Ỷ Lan.\n\n===Đối ngoại===\n====Với Nhà Tống====\nSau các cuộc quấy phá của [[Nùng Trí Cao]] vào [[Trung Quốc|Trung Hoa]], quan hệ Đại Tống – Đại Việt trở nên căng thẳng. Tri châu Ung là Tiêu Chú đã thuyết phục hoàng đế [[nhà Tống|Tống]] chuẩn bị tấn công [[Đại Việt]]. Lý Thánh Tông đã nắm được tình hình này, và thoạt tiên ông chọn cách ứng xử mềm dẻo.<ref name=\"hoangxuanhanc5\"\/> Tháng 4 âm lịch{{sfn|Khuyết danh|1993|p=47}} năm 1057, ông sai Mai Nguyên Thanh mang thú lạ sang dâng cống cho nhà Tống, và bảo rằng đây là \"[[kỳ lân]]\". Nghe lời khuyên của [[Tư Mã Quang]], Hoàng đế [[Tống Nhân Tông]] từ chối không nhận. Sau đó Tiêu Chú lại cho quân khiêu khích dọc theo biên giới.<ref name=\"hoangxuanhanc5\">{{harvnb|Hoàng Xuân Hãn|1949|loc=chương V: [http:\/\/chimviet.free.fr\/lichsu\/hoangxuanhan\/HXH_LyThuongKiet.htm \"Bang giao Lý - Tống\"]}}<\/ref>\n\nTháng 3 âm lịch năm 1059, Lý Thánh Tông sai quân tướng từ miền đông bắc đánh phá đất Tống.<ref name=\"hoangxuanhanc5\"\/> Về sự kiện này, Toàn thư chỉ chép quan quân ''\"đánh Khâm Châu nước Tống, khoe binh uy rồi về, vì ghét nhà Tống phản phúc\"''.{{Sfn|Ngô Sĩ Liên|1993|pp=106-107}} Nhưng học giả [[Hoàng Xuân Hãn]] viện dẫn các sách sử của Tống cho biết quân Đại Việt đã chiếm các động Cổ Vạn, Tư Lẩm và Chiêm Lăng, giết quan Tống là Lý Duy Tân, đồng thời bắt giữ nhiều quân, dân và vật nuôi. [[Tống Nhân Tông]] và các quan lộ Quảng Tây phải ra dụ cấm Tiêu Chú gây sự với Đại Việt, rồi Thánh Tông mới rút quân về.{{Sfn|Ngô Sĩ Liên|1993|pp=106-107}}<ref name=\"hoangxuanhanc5\"\/>\n\nCũng vào năm 1059, một số quân, dân Đại Việt đã lánh sang châu Tây Bình của Tống. Họ được chỉ huy quân sự Tây Bình là Vi Huệ Chính bao che. Thánh Tông sai Châu mục Lạng Châu là [[Thân Thiệu Thái]] mang quân sang bắt lại. Từ động Giáp (Đại Việt), Thân Thiệu Thái tiến quân vào huyện Như Ngao (Tây Bình) và giao chiến với quân Tống do Tống Sĩ Nghiêu chỉ huy. Sau trận đánh này, Thân Thiệu Thái rút quân về nước; Tống Sĩ Nghiêu phản công đánh vào động Giáp nhưng bị quân Đại Việt đập tan.<ref name=\"hoangxuanhanc5\"\/> Đến năm 1060, Thánh Tông lại sai Thân Thiệu Thái tấn công đất Tống, giết chết Tống Sĩ Nghiêu cùng 4 tướng thuộc hạ. Quân Tống ở Tây Bình chống cự không nổi. Từ châu Tây Bình, quân Đại Việt tiến tới châu Ung và tấn công trại Vĩnh Bình. Quân Tống lại thua; quân Đại Việt bắt được Chỉ huy sứ Dương Bảo Tài cùng nhiều quân dân. Vua Tống sai Thị lang Bộ lại Dư Tĩnh tung quân lộ Quảng Nam Tây phản kích nhưng không thành công.{{Sfn|Ngô Sĩ Liên|1993|pp=106-107}}<ref name=\"hoangxuanhanc5\"\/>\n\nSau các trận đánh trên biên giới, nhà Tống sa thải các quan lại hiếu chiến như Tiêu Cố, Tiêu Chú, đồng thời cử Dư Tĩnh sang điều đình với Đại Việt. Lý Thánh Tông cử Phí Gia Hậu đi hòa đàm, đối đãi với Dư Tĩnh rất hậu nhưng cương quyết không trả Dương Bảo Tài và quân dân bị bắt.{{sfn|Khuyết danh|1993|p=48}}{{Sfn|Ngô Sĩ Liên|1993|pp=106-107}}<ref name=\"hoangxuanhanc5\"\/>\n\n====Với Chiêm Thành====\n{{Chính|Chiến tranh Việt-Chiêm 1069}}\nSau khi bị Lý Thái Tông đánh bại trong chiến dịch Nam chinh năm 1044, nước [[Chiêm Thành]] một mặt cống nạp lễ vật, thú lạ cho nhà Lý, nhưng mặt khác họ ngấm ngầm thao luyện binh sĩ và thắt chặt quan hệ với nhà Tống, chờ thời cơ báo thù Đại Việt. Năm 1065, vua Chiêm là [[Chế Củ]] (Rudravarman III) đình chỉ việc cống nạp cho nhà Lý, sau đó năm 1068 quân Chiêm kéo sang quấy nhiễu biên giới.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=137-138}}<ref name=\"danhchiemthanh\">{{harvnb|Hoàng Xuân Hãn|1949|loc=chương II: [http:\/\/chimviet.free.fr\/lichsu\/hoangxuanhan\/HXH_LyThuongKiet.htm \"Đánh Chiêm Thành\"]}}<\/ref>{{sfn|Trần Trọng Kim|1971|p=41}} Tháng 2 âm lịch năm [[1069]], Lý Thánh Tông quyết định mở [[Chiến tranh Việt-Chiêm 1069|chiến dịch đánh Chiêm]]. Ông thân chinh cầm quân tấn công, đánh tan quân Chiêm Thành và bắt được Chế Củ.{{Sfn|Ngô Sĩ Liên|1993|pp=107-108}}\n\nVề cuộc chiến năm 1069, Đại Việt Sử ký Toàn thư có ghi nhận:{{Sfn|Ngô Sĩ Liên|1993|pp=107-108}}\n:''Mùa xuân, tháng 2, vua thân đi đánh Chiêm Thành, bắt được vua nước ấy là Chế Củ và dân chúng 5 vạn người. Trận này vua đánh Chiêm Thành mãi không được, đem quân về đến châu Cư Liên, nghe tin [[Ỷ Lan|Nguyên phi]] giúp việc nội trị, lòng dân cảm hóa hòa hợp. Trong cõi vững vàng, tôn sùng Phật giáo, dân gọi là bà [[Quan Âm]], vua nói: \"Nguyên phi là đàn bà còn làm được như thế, ta là nam nhi lại chẳng được việc gì hay sao?\". Bèn quay lại đánh nữa, thắng được.''\n\n:''Mùa hạ, tháng 6 đem quân về. Mùa thu, tháng 7, vua từ Chiêm Thành về đến nơi, dâng tù ở Thái Miếu, đổi niên hiệu là Thần Vũ năm thứ 1.''\n\nSách Đại Việt sử lược không nhắc đến thành tích của Nguyên phi Ỷ Lan, nhưng mô tả chi tiết hơn về những chặn đường chinh phạt của Lý Thánh Tông với những chiến thắng ở cửa biển Nhật Lệ, sông Tu Mao và chiếm đóng quốc đô Phật Thệ:{{sfn|Khuyết danh|1993|pp=51-52}}\n:''Mùa xuân, tháng 2, ngày Mậu Tuất vua xuống chiếu thân chinh đến nước Chiêm Thành. Ngày Đinh Vị [Mùi] vua thề ở nơi Long Trì... Ngày Ất Sửu sai bọn Hoàng Tiệp trong hàng Đại Liêu Ban đánh cửa biển Nhật Lệ thắng lợi... Ngày Bính Tý đóng quân ở Thị Lợi Bì Nại, có cái hiện tượng là hai con chim đều bay theo thuyền vua như thể dẫn đường vậy. Đại quân tiến lên trước đóng ở bờ sông Tu Mao thấy tướng Chiêm Thành là Bố Bì Dà La đang bày trận ở bờ sông. Quan quân xông ra đánh, chém Bố Bì Dà La, quân Chiêm chết vô số. Chúa Chiêm Thành là Đệ Củ nghe quân bị thua bèn dắt vợ con ban đêm lẫn trốn. Đêm ấy, quan quân kéo rốc vào thành Phật Thệ, đến bến Đồng La, dân ở thành [[Phật Thệ]] xin hàng.\n\n:''Mùa hạ, tháng 4 Nguyên soái Nguyễn Thường Kiệt [tức [[Lý Thường Kiệt]]] bắt được Đệ Củ ở biên giới Chân Lạp. Mùa hạ, tháng 5 vua ngự tiệc cùng quần thần ở ngôi điện của vua Chiêm Thành, vua lại thân hành múa thuẫn và đánh cầu ở nơi thềm điện ấy,...''\n\nSau chiến thắng, Lý Thường Kiệt giải Chế Củ đem về [[Thăng Long]], được Lý Thánh Tông phong làm ''Thiên tử nghĩa nam'' vì công lao này.<ref name=\"danhchiemthanh\"\/>{{Sfn|Ngô Sĩ Liên|1993|pp=107-108}} Vua Chiêm xin dâng đất ba châu là Địa Lý, Ma Linh và [[Bố Chính]] để chuộc tội. Thánh Tông lấy 3 châu ấy và tha cho Chế Củ về nước.{{Sfn|Ngô Sĩ Liên|1993|pp=107-108}}{{sfn|Lê Quý Đôn|1959|p=7}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=137}} Những châu ấy nay ở địa hạt các huyện Quảng Ninh, Quảng Trạch, Bố Trạch, Tuyên Hòa, Lệ Thủy (tỉnh [[Quảng Bình]]) và huyện Bến Hải (tỉnh [[Quảng Trị]]). Trong số tù binh Chiêm Thành bị bắt về Đại Việt có một thiền sư người Tống là [[Thảo Đường]], sau này là Quốc sư của triều đình Lý Thánh Tông và là Tổ khai sáng Thiền phái Thảo Đường - một trong 3 thiền phái của Phật giáo Đại Việt thời Lý.{{sfn|Lê Tắc|1961|p=123}}{{Sfn|Phuong & Lockhart|2011|p=270}}\n\nThắng lợi của Lý Thánh Tông tại Chiêm Thành đã làm cho các lân bang phải kiêng dè Đại Việt. Cuối năm 1069, Hoàng đế Thánh Tông cử Quách Sĩ An làm Chánh sứ, Đào Tông Nguyên làm Phó sứ sang báo cho người Tống về việc đánh bại Chiêm Thành, bắt sống vua Chiêm. [[Tống Thần Tông]] trong bụng không thích, song đành thừa nhận Chiêm Thành là chư hầu của Đại Việt. Chính quyền Tống cũng nghiêm cấm các tướng ở biên giới khiêu khích, gây hấn với Đại Việt. Còn ở phía Nam, [[Chân Lạp]] và Chiêm Thành lần lượt sai sứ sang dâng lễ cống vào các năm 1069, 1071.{{sfn|Khuyết danh|1993|pp=51-52}}<ref name=\"danhchiemthanh\"\/>\n\n==Qua đời==\nNgày Canh Dần tháng 1 năm Nhâm Tý (tức ngày [[1 tháng 2]] năm [[1072]]), vua Lý Nhật Tôn [[chết|qua đời]] ở điện Hội Tiên{{sfn|Khuyết danh|1993|pp=51-52}}, trị vì được 17 năm, hưởng thọ 49 tuổi. Triều đình dâng [[miếu hiệu]] là '''Thánh Tông''' (聖宗), [[thụy hiệu]] là ''Ứng Thiên Sùng Nhân Chí Đạo Uy Khánh Long Tường Minh Văn Duệ Vũ Hiếu Đức Thánh Thần Hoàng đế'' (應天崇仁至道威慶龍祥明文睿武孝德聖神皇帝) và an táng ở [[Thọ Lăng]] (phủ Thiên Đức).{{sfn|Khuyết danh|1993|pp=51-52}}{{Sfn|Ngô Sĩ Liên|1993|pp=108-109.}}\n\nThái tử Lý Càn Đức lên ngôi trước linh cữu Thánh Tông, tức [[Lý Nhân Tông]]. Nhà vua mới 7 tuổi nên chỉ định mẹ đích là Thượng Dương Thái hậu, mẹ đẻ là [[Ỷ Lan]] Nguyên phi cùng Thái sư [[Lý Đạo Thành]] trông coi chính sự.{{Sfn|Ngô Sĩ Liên|1993|pp=108-109}}\n\n==Nhận định ==\nSử thần [[nhà Lê sơ|thời Lê sơ]] [[Ngô Sĩ Liên]], trong bộ [[Đại Việt Sử ký Toàn thư]] do ông soạn năm 1479, có bình luận:{{Sfn|Ngô Sĩ Liên|1993|pp=108-109}}\n{{Cquote|\n''Xót thương vì hình ngục, nhân từ với thần dân, là việc đầu tiên của vương chính. Thánh Tông lo tù nhân trong ngục hoặc có kẻ vô tội mà chết vì đói rét, cấp cho chiếu chăn ăn uống để nuôi sống, lo quan lại giữ việc hình ngục hoặc có kẻ vì nhà nghèo mà nhận tiền đút lót, cấp thêm cho tiền bổng và thức ăn để nhà được giàu đủ. Lo dân thiếu ăn thì xuống chiếu khuyến nông, gặp năm đại hạn thì ban lệnh chẩn cấp người nghèo, trước sau một lòng, đều là thành thực. Huống chi lại tôn sùng đạo học, định rõ chế độ, văn sự thi hành mau chóng bên trong; phía nam bình Chiêm; phía bắc đánh Tống, uy vũ biểu dương hiển hách bên ngoài. Tuy có việc lầm lỗi nhỏ khác cũng vẫn là bậc vua hiền. Hoặc có người bảo là vua nhân nhu có thừa mà cương đoán không đủ, ngụ ý chưa cho là phải.''|||Ngô Sĩ Liên<br>\n}}\n\nSử thần [[Lê Tung]] đời [[Lê Tương Dực]], tác giả bộ ''Đại Việt thông giám tổng luận'' (1514), cũng đánh giá Lý Thánh Tông:<ref>{{chú thích sách |tác giả =Lê Tung |tựa đề=Việt giám thông khảo tổng luận |volume= |dịch tựa đề= |url= http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/106-Khao-tong-luan?uiLang=en |định dạng= |ngày truy cập= |bản thứ= |series= |cuốn= |ngày tháng= |năm= |tháng= |năm gốc= 1514 |nhà xuất bản= Hội Bảo tồn di sản chữ Nôm |nơi= |ngôn ngữ= vi |isbn= |chương= |url chương= | ref= | trang = 10b-11a}}<\/ref>\n{{cquote|\n''Thánh Tông thương dân, trọng nông, vỗ người xa, yêu người gần, đặt khoa bác học, trọng lệnh dưỡng liêm, đặt quan bí các, làm đường Minh Luân, sửa sang việc văn, chuẩn bị việc võ, trong nước đều yên tĩnh, là bậc vua hiền nối đức trước vậy. Song nhọc sức dân để xây tháp Báo Thiên, phí của dân để dựng cung Dâm Đàn, đó là chỗ kém.''|||Lê Tung<br>\n}}\n\n== Lưu danh ==\nTháng 12-2020, Ủy ban Nhân dân thành phố Hà Nội quyết định gắn biển \"Đường Lý Thánh Tông\" cho một con đường ở Huyện [[Gia Lâm]]. Trước đó 1 lần, ở quận [[Đồ Sơn]], [[Hải Phòng]] cũng có 1 con phố cùng tên.<ref>[https:\/\/baotintuc.vn\/ha-noi\/ha-noi-dat-ten-27-duong-pho-moi-20201231125320731.htm Hà Nội đặt tên 27 đường, phố mới]<\/ref>\n\n==Gia quyến==\n*Cha: [[Lý Thái Tông]] (Lý Phật Mã).\n*Mẹ: [[Kim Thiên Hoàng hậu|Kim Thiên Hoàng Thái Hậu]] (Mai thị).\n{| class=\"wikitable\"\n|+Hậu Phi\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Cha\n!Ghi chú\n|-\n|1\n|[[Thượng Dương Hoàng hậu|Thượng Dương Hoàng Hậu]] \n(上陽皇后)\n|Dương Thị \n(楊氏)\n|?-1073\n|\n|Bà là chính thất của Lý Thánh Tông và là mẹ đích (không phải mẹ đẻ) của [[Lý Nhân Tông]].\nTheo dã sử và một số nguồn thư tịch dân gian, Hoàng hậu Thượng Dương sinh hạ được hai công chúa là Từ Thục, Từ Huy. Sau này, hai công chúa xuất gia.\n\n|-\n|2\n|[[Nguyên Phi Ỷ Lan]] \n(元妃倚蘭)\n|Lê Thị \n(黎氏)\n|1044-1117\n|\n|Sau khi nhập cung bà được vua Lý Thánh Tông ban tên [[Ỷ Lan]] (倚蘭)\nBà còn được gọi là '''Linh Nhân Hoàng thái hậu.'''\n\nBà là thân mẫu của vua [[Lý Nhân Tông]]. \n|-\n|3\n|Thứ phi\n|Dương thị\n|?-?\n|Không rõ\n|Không rõ nhập cung khi nào nhưng có con gái là [[Công Chúa Thiên Thánh]].\n\n|-\n|4\n|Còn 8 hoàng hậu và một số phi tần khác\n|\n|\n|\n|\n|}\n{| class=\"wikitable\"\n|+Hoàng Tử\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Mẹ\n!Ghi chú\n|-\n|1\n|Lý Nhân Tông \n(李仁宗)\n|[[Lý Nhân Tông|Lý Càn Đức]] \n(李乾德)\n|1066-1127\n|[[Nguyên Phi Ỷ Lan]]\n(元妃倚蘭)\n|Kế vị Lý Thánh Tông trở thành hoàng đế thứ 4 của triều Lý.\n|-\n|2\n|Minh Nhân vương \n(明仁王)\n|Lý Càn Quyết \n|1068-?\n|[[Nguyên Phi Ỷ Lan]]\n(元妃倚蘭)\n|Em trai ruột của Lý Nhân Tông.{{Sfn|Ngô Sĩ Liên|1993|pp=106-107}}\n|-\n|3\n|Sùng Hiền Hầu \n(崇贤侯)\n|\n|1069-1130\n|Không rõ\n|Phụ thân của Lý Thần Tông\n|}\nNghĩa Nam Vương Lý Hưng Tích\n{| class=\"wikitable\"\n|+Công Chúa\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Ghi chú\n|-\n|1\n|[[Công chúa Động Thiên]] \n(洞天公主)\n|Lý Thị \n(李氏)\n|?-?\n|\n|-\n|2\n|[[Công chúa Thiên Thành (nhà Lý)|Công chúa Thiên Thánh]] \n(天圣公主)\n|Lý Thị \n(李氏)\n|?-?\n|Con gái của Thứ phi Dương thị.\n|-\n|3\n|[[Công chúa Bình Dương]]\n(平阳公主)\n|Lý Thị \n(李氏)\n|?-?\n|\n|-\n|4\n|[[Diệu Nhân|Công chúa Ngọc Kiều]] \n|Lý Ngọc Kiều \n(李玉嬌)\n|1042-1113\n|Bà là con gái lớn của Phụng Càn vương Lý Nhật Trung là em trai của Lý Thánh Tông. \nĐược vua Lý Thánh Tông nhận làm con nuôi\n\n|-\n|5\n|[[Công chúa Từ Thục]]\n|Lý Thị \n(李氏)\n|?-?\n| Theo dã sử là con gái của [[Thượng Dương Hoàng Hậu]].\n\n|-\n|6\n|[[Công Chúa Từ Huy]] \n|Lý thị\n(李氏)\n|?-?\n| Theo dã sử là con gái của [[Thượng Dương Hoàng Hậu]]. \n|}\n\n== Xem thêm ==\n* [[Nhà Lý]]\n* [[Lý Thái Tông]]\n* [[Ỷ Lan]]\n* [[Chiêm Thành]]\n* [[Linh Lang]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* {{Chú thích sách|tác giả=Lê Quý Đôn |lk tác giả =Lê Quý Đôn | đồng tác giả =Ngô Lập Chí (phiên dịch) | title= Phủ biên tạp lục |edition=|năm gốc = | year=1959 |language=vi |publisher=Khoa Xã hội - Trường Đại học Tổng hợp Hà Nội|location=}}\n* {{Chú thích sách|tác giả=Lê Tắc|lk tác giả =Lê Tắc | đồng tác giả =Ủy ban phiên dịch sử liệu Việt Nam (phiên dịch) | title= [[An Nam chí lược]] |edition=|năm gốc = | year=1961 |language=vi |publisher=Viện Đại học Huế|location=}}\n* {{Chú thích sách|tác giả=Khuyết danh|lk tác giả =|title=[[Đại Việt sử lược]]|volume=|năm gốc = | year=1993|language=vi |publisher=Nhà Xuất bản Thành phố Hồ Chí Minh|location=Thành phố Hồ Chí Minh}}\n* {{Chú thích sách|tác giả=Ngô Sĩ Liên|lk tác giả =Ngô Sĩ Liên|title=[[Đại Việt sử ký toàn thư]]|volume=Nội các quan bản|năm gốc = | year=1993|language=vi |publisher=Nhà Xuất bản Khoa học Xã hội|location=Hà Nội}}\n* {{Chú thích sách|tác giả=Ngô Thì Sĩ|lk tác giả =Ngô Thì Sĩ| đồng tác giả =Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu (phiên dịch) | title=Việt sử tiêu án|edition=|năm gốc = | year=1991|language=vi |publisher=Nhà Xuất bản Văn Sử|location=}}\n* {{Chú thích | author=Quốc sử quán triều Nguyễn | authorlink=Quốc sử quán triều Nguyễn | title=Khâm định Việt sử Thông giám cương mục | publisher=Nhà Xuất bản Giáo dục. | place=Hà Nội | volume= | edition= | năm gốc=| year=1998 | ISBN= | url=}}\n* {{Citation | author=Trần Trọng Kim | authorlink=Trần Trọng Kim | title=Việt Nam sử lược | publisher=Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục. | place=Sài Gòn | volume= | url= | edition= | year=1971 | ISBN=}}\n* {{Citation | author=Hoàng Xuân Hãn | authorlink=Hoàng Xuân Hãn | title=Lý Thường Kiệt lịch sử ngoại giao triều Lý | publisher= | place= | volume= | url=http:\/\/chimviet.free.fr\/lichsu\/hoangxuanhan\/HXH_LyThuongKiet.htm | edition= | year=1949 | ISBN= |ngày truy cập = 7 tháng 1 năm 2017}}\n* {{Citation|last1= Phuong |first1=Tran Ky|last2=Lockhart|first2=Bruce|title=The Cham of Vietnam: History, Society and Art|url=|year=2011|publisher=NUS Press|isbn=997169459X| ref={{harvid|Phuong & Lockhart|2011}}}}\n\n{{Navboxes\n|title= Lý Thánh Tông\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Hoàng đế [[Đại Việt]]\n|trước = [[Lý Thái Tông]]\n|sau = [[Lý Nhân Tông]]\n|năm = [[1054]]-[[1072]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Lý}}\n}}\n\n{{các chủ đề|Lịch sử|Việt Nam}}\n\n[[Thể loại:Vua nhà Lý|Thánh Tông]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Sinh năm 1023]]\n[[Thể loại:Mất năm 1072]]\n[[Thể loại:Võ tướng nhà Lý]]"}