{"Lý Mông":"'''Lý Mông''' ([[chữ Hán]]:李蒙, [[bính âm Hán ngữ|bính âm]]: Li Meng) là một viên tướng dưới trướng của [[Đổng Trác]] trong thời kỳ [[Tam Quốc]] của Lịch sử Trung Quốc. Sau khi Đổng Trác bị [[Lã Bố]] giết chết trong một âm mưu của [[Vương Doãn]], Lý Mông cùng với bạn là [[Vương Phương]] đầu quân cho Vương Doãn trong một thời gian ngắn. Sau khi bốn tướng của Tây Lương là [[Lý Thôi]], [[Quách Dĩ]], [[Trương Tế]] và [[Phàn Trù]] dẫn quân bao vây [[Trường An]]. Lý Mông và Vương Phương đã làm nội ứng để mở cửa thành cho quân Tây Lương tràn vào.\n\n==Trong Tam Quốc diễn nghĩa==\nTrong [[tiểu thuyết]] [[lịch sử]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[nhà văn]] [[La Quán Trung]] thì Lý Mông xuất hiện tại Hồi thứ 9 và chết tại Hồi thứ 10, theo đó dư đảng của Đổng Trác là Lý Mông, Vương Phương ở trong thành làm nội công cho quân Tây Lương, mở trộm cửa thành, bốn mặt quân Tây Lương kéo ùa cả vào. Sau đó, Lý Mông, Vương Phương đều được phong làm hiệu uý.\n\nKhi [[Mã Đằng]] và [[Hàn Toại]] tấn công Trường An để giúp vua. Lý Mộng, Vương Phương xin lĩnh một vạn tinh binh ra đánh, lập tức chém đầu Mã Đằng, Hàn Toại dâng dưới cờ. Lý Thôi, Quách Dĩ điểm một vạn rưởi quân mã giao cho Lý Mông, Vương Phương. Hai người mừng rỡ, đem quân đi, ra khỏi Trường An hai trăm tám mươi dặm hạ trại đóng quân ở đó.\n\nQuân Tây Lương đến, hai người dẫn quân ra đánh. Lúc hai bên dàn trận rồi, Mã Đằng, Hàn Toại sóng ngựa cùng ra trước trận, trỏ Lý Mông, Vương Phương nói rằng: Giặc phản nước kia, ai ra bắt lấy nó!. Lúc này [[Mã Siêu]] mới 17 tuổi từ trong trận xông ra Vương Phương thấy Siêu còn nhỏ khinh thường, nhảy ngựa lại đánh. Chưa được mười hiệp, Mã Siêu đâm Phương chết ngã xuống đất.\n\nLý Mông thấy Vương Phương chết, tế ngựa theo sau Mã Siêu để đánh trả thù. Mã Siêu cứ lững thững đi trở về làm ra vẻ không biết để dụ bắt Lý Mông. Mã Siêu bắt sống Lý Mông ngay ở trên mình ngựa. (Mã Siêu vẫn biết có Mông đuổi, lờ như không trông thấy, đợi cho Mông đến, phóng dao ra đâm. Mã Siêu mới tránh sang một bên, Lý Mông đâm hụt, hai con ngựa giáp nhau. Mã Siêu bấy giờ mới quờ tay vượn ra bắt sống được Lý Mông). Quân Lý Mông không có chủ, chạy trốn tán lạc cả. Mã Đằng, Hàn Toại thừa thế đuổi đánh, xông thẳng đến cửa thành hạ trại rồi đem Lý Mông ra chém bêu đầu.\n\n==Xem thêm==\n* [[Danh sách nhân vật hư cấu trong Tam quốc diễn nghĩa]]\n* [[Danh sách sự kiện hư cấu trong Tam quốc diễn nghĩa|Danh sách sự kiện hư cấu trong Tam Quốc diễn nghĩa]]\n\n{{Nhân vật Tam Quốc}}\n\n{{Các chủ đề| Trung Quốc|Lịch sử}}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Trung Quốc}}\n\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất năm 195]]"}