{"Lý An Dân":"'''Lý An Dân''' (chữ Hán: 李安民, 427 - 486), người huyện Thừa, quận Lan Lăng <ref>Nay là khu [[Dịch Thành]], thành phố [[Tảo Trang]], tỉnh [[Sơn Đông]]<\/ref>, tướng lãnh [[nhà Lưu Tống]], [[nhà Nam Tề]]. Vì [[Lý Duyên Thọ]] biên soạn Nam sử vào [[đời Đường]], phải kiêng húy của [[Đường Thái Tông]] Lý Thế '''Dân''', nên chép là '''Lý An Nhân''' (李安人).\n\n==Làm tướng nhà Lưu Tống==\n===Thiếu thời===\nÔng nội là Nghi, làm Vệ quân tham quân. Cha là Khâm Chi, hiệu là Điện trung tướng quân, được bổ làm Tiết (huyện) lệnh. Ông theo cha đến ở huyện, năm Nguyên Gia thứ 27 (450) nhà Lưu Tống, huyện bị [[Bắc Ngụy]] chiếm, ông soái bộ khúc quay về miền nam.\n\n[[Lưu Thiệu]] giết [[Lưu Tống Văn đế|Văn đế]] (453), sai An Dân lãnh một cánh quân. Ông quy hàng [[Lưu Tống Hiếu Vũ đế|Hiếu Vũ đế]], được giữ hiệu Kiến uy tướng quân, bổ làm Tả quân cho [[Lỗ Sảng]]. Khi Sảng phản, An Dân trốn về kinh sư, được ban chức Lãnh quân hành tham quân, thăng làm Tả vệ điện trung tướng quân. Trong những năm Đại Minh (457 – 464), quân Ngụy xâm phạm Từ, Duyện, lấy An Dân làm Kiến uy phủ tư mã, Vô Diêm lệnh, ban hiệu Điện trung tướng quân, lãnh quân dẹp loạn ở Hán Xuyên.\n\n===Thời Minh đế===\nTấn An vương [[Lưu Tử Huân]] xưng đế, [[Lưu Tống Minh đế|Minh đế]] ban cho An Dân hiệu Vũ vệ tướng quân, lãnh thủy quân, bổ làm Kiến An vương Tư đồ thành cục tham quân, đánh Giả Kỳ Hồ, Bạch Địch Phổ, Thát Quật, đều thắng, được ban hiệu Tích xạ tướng quân, Quân chủ. [[Trương Hưng Thế]] chiếm cứ Tiền Khê, lương hết, bị địch tấn công. Ông soái mấy trăm chiến thuyền, vượt Ngũ Thành của địch, đưa gạo cho Hưng Thế. Quân chủ Thẩm Trọng, Vương Trương của địch đưa quân từ Ngư Quý Khẩu muốn chăn ngang sông, An Dân tiến quân hợp sức chiến đấu mà phá được. Lại đánh Thước Vĩ, Giang Thành, đều có công.\n\nGiúp [[Trương Vĩnh]], [[Thẩm Du Chi]] dẹp [[Tiết An Đô]] ở Bành Thành, đài quân thất bại, An Dân ở phía sau chặn địch, lui về giữ Hạ Bi. Được ban hiệu Ninh sóc tướng quân, đồn thú thành Hoài Dương. Luận công Ngư Quý Khẩu, được phong Thiệu Vũ huyện tử, thực ấp 400 hộ. Lại theo [[Ngô Hỉ]], Thẩm Du Chi đánh Bắc Ngụy, đến Tuy Khẩu thì thua trận, lui về giữ Túc Dự. Hoài Bắc đã mất, Minh đế có sắc để ông ở lại đồn thú Giác Thành. Được ban hiệu Ninh sóc tướng quân, Nhũng tòng bộc xạ (chức quan đứng đầu thị vệ trong cung). Đồn thú Tứ Khẩu, lãnh thủy quân phòng bị men sông Hoài cho đến Thọ Xuân. Ngụy sai Trường Xã công lập doanh trại hơn 10 dặm muốn cướp Nhữ Âm, Dự Châu thứ sử Lưu Miễn đánh lui được. Kinh Đình thú chủ Thăng Khất Nô của Ngụy bỏ thành quy hàng, An Dân soái thủy quân đi trước tấn công, phá Kinh Đình, cắt đứt đường về bến sông của địch. Được thăng làm Ninh sóc tướng quân, Quan quân tư mã, Quảng Lăng thái thú, Hành (coi việc) Nam Duyện Châu sự.\n\n[[Tiêu Đạo Thành]] ở Hoài Âm, An Dân ở xa vấn muốn kết giao, Minh đế đâm ra nghi ngờ, dời ông làm Quan quân tư mã của Lưu Uẩn, Ninh sóc tướng quân, Kinh Triệu thái thú, lại ban hiệu Ninh sóc tướng quân, Ti Châu thứ sử, lãnh Nghĩa Dương thái thú, rồi không trao, giao lại chức cũ, rồi lại không trao, đổi thụ Ninh sóc tướng quân, Sơn Dương thái thú. Cuối thời Thái Thủy (465 – 471), dân Hoài Bắc nổi dậy muốn về nam, triều đình lấy An Dân làm Đốc tiền phong quân sự, lại xin tiếp viện, không thành công nên quay về. Được ban giai Việt kị hiệu úy, lại làm Ninh sóc tướng quân, Sơn Dương thái thú. Tam Ba nhiễu loạn, thái thú Trương Đạm bỏ Phù Thành mà chạy, lấy ông Giả tiết, Đô đốc thảo Thục quân sự, Phụ sư tướng quân. Ngũ Lão gây loạn Hán Trung, có sắc gọi An Dân lui quân về Ngụy Hưng thì việc đã xong, nên ông về giữ Hạ Khẩu.\n\n===Thời Hậu Phế đế===\nĐầu những năm Nguyên Huy (473 – 477), được ban chức Đốc Ti Châu quân sự, Ti Châu thứ sử, lãnh Nghĩa Dương thái thú, giả tiết, tướng quân như cũ. Gặp lúc Quế Dương vương [[Lưu Hưu Phạm]] khởi binh, An Dân dừng lại, điều quân cứu viện kinh sư. Được gọi về thụ Tả tướng quân, gia Cấp sự trung.\n\nKiến Bình vương [[Lưu Cảnh Tố]] khởi binh, bọn Quan quân Hoàng Hồi, Du kích tướng quân Cao Đạo Khánh, Phụ quốc tướng quân Tào Hân Chi đều ngầm biểu tỏ ý ủng hộ, mà Du kích tướng quân Cao Đạo Khánh lãnh quân đi dẹp, Tiêu Đạo Thành lo ông ta gây biến, sai An Dân cùng Nam Dự Châu thứ sử Đoạn Phật Vinh đi theo để phòng. Ông đến Kinh Khẩu, phá quân Cảnh Tố ở Cát Kiều. Bình xong Cảnh Tố, triều đình để An Dân ở lại làm Hành Nam Từ Châu sự. Thành cục tham quân Vương Huýnh Tố vốn là thân tín của An Dân, cướp 2 xúc lụa, ông gạt nước mắt chém hắn ta, mọi người đều khiếp phục. Được thụ Quan quân tướng quân, Kiêu vệ tướng quân, không trao hiệu. Chuyển làm Chinh lỗ tướng quân, Đông trung lang tư mã, Hành Hội Kê quận sự 。\n\nAn Dân sắp đi miền đông, Tiêu Đạo Thành bày tiệc để tiễn, say sưa 1 ngày 1 đêm. Ông ngầm bày tỏ vận nhà Tống sắp hết, mấy lần quay về. [[Thương Ngô vương]] buông thả bạo ngược, An Dân bày kế đón Giang Hạ vương Lưu Tễ ở miền đông mà khởi binh, Đạo Thành không cho, nên thôi.\n\n===Thời Thuận đế===\nThương Ngô vương bị phế, Đạo Thành triệu ông làm Sứ trì tiết, Đốc bắc thảo quân sự, Quan quân tướng quân, Nam Duyện Châu thứ sử. Thẩm Du Chi khởi binh, Đạo Thành triệu An Dân giữ nguyên chức trấn Bạch Hạ, sửa con hào của thành, gia hiệu Chinh lỗ tướng quân. Tiến quân về phía tây, lại tiến hiệu Tiền tướng quân. Đài quân đến Bồn Thành, Thẩm Du Chi đã bình xong, vẫn thụ Đốc quân sự của các quận Nghĩa Dương thuộc Dĩnh Châu, Ti Châu, Dĩnh Châu thứ sử, trì tiết, tướng quân như cũ.\n\nNăm Thăng Minh thứ 3 (479), được thăng làm Tả vệ tướng quân, lãnh Vệ úy. Đạo Thành lên ngôi, là Nam Tề Cao đế, được làm Trung lãnh quân, phong Khang Nhạc hầu, thực ấp 1000 hộ.\n\n==Làm tướng nhà Nam Tề==\n===Thời Cao đế===\nTừ những năm Thái Thủy về sau, khắp nơi loạn lạc, tướng lãnh các nơi tự ý chiêu mộ bộ khúc. An Dân dâng biểu đề nghị chấm dứt việc này, triều đình nghe theo. Khi ấy [[Vương Kính Tắc]] nhờ huân công mà trở thành thân tín, nhưng việc lớn cần kín đáo, Tề Cao đế chỉ bàn bạc với ông, còn nói: \"Việc nước nhờ có khanh, ta không phải bỏ sót những chi tiết nữa!\" Ít lâu sau được làm Lãnh quân tướng quân.\n\nQuân Bắc Ngụy vào cướp Thọ Xuân, đến Mã Đầu. Có chiếu cho An Dân xuất chinh, gia một bộ Cổ xuy. Quân Ngụy lui, ông men sông Hoài đi Thọ Xuân. Trước đó, vào đời Tống có Vương Nguyên Sơ tụ đảng ở núi Lục Hợp, tiếm hiệu, tự nhận mình rủ tay quá gối. Châu đánh dẹp không nổi, đã hơn 10 năm. Sau khi An Dân sai quân dò xét, bắt sống Nguyên Sơ, chém đầu ở chợ Kiến Khang. Được Tán kỵ thường thị.\n\nNăm ấy, quân Ngụy lại xâm phạm, có chiếu cho An Dân nắm cờ tiết điều quân các đồn thú thuộc châu Thanh, Từ men sông Hoài. Quân Ngụy đánh Cù Sơn, Liên Khẩu, Giác Thành, ông dừng lại ở Tứ Khẩu, chia quân ứng phó.\n\nNăm Kiến Nguyên thứ 3 (481), đưa quân thủy bộ vào Thanh Châu, ở Hoài Dương cùng quân Ngụy giao chiến, phá được. Quân Ngụy lui, An Dân biết có phục binh, bèn sai em họ Mã quân chủ [[Lý Trường Văn]] đưa 200 kỵ binh làm tiền khu, tự mình cùng quân phó [[Chu Bàn Long]], [[Thôi Văn Trọng]] bám theo sau, chia quân giấu trong rừng. Khi Trường Văn đến Túc Dự, người Ngụy thấy quân Tề ít, đưa mấy ngàn kỵ binh ra chặn đánh. Trường Văn vừa đánh vừa lui, dẫn quân địch về chỗ đại quân, ông soái bọn Bàn Long xua quân ra, hợp binh giao chiến ở Tôn Khê Chử, Chiến Phụ Loan, quân Ngụy đại bại, nhào xuống Thanh Thủy mà chết không đếm xuể. Quân Ngụy sai Đồ Đầu công đưa xe cộ chở khí tài đến Bố Khâu, Tả quân tướng quân Tôn Văn Hiển đuổi theo phá được, đốt sạch xe cộ.\n\n4 châu Hoài Bắc từ cuối thời Thái Thủy đã muốn về nam, bọn người Từ Châu là Hoàn Phiếu Chi, người Duyện Châu là Từ Mãnh Tử tập hợp mấy vạn nghĩa quân giữ nơi hiểm trở, cầu viện nhà Nam Tề. Đế sai An Dân đi cứu, vì ông trì hoãn, quân Ngụy đánh gấp, diệt được bọn Phiếu Chi, Đế rất trách cứ ông.\n\n===Thời Vũ đế===\nCao đế băng, di chiếu gia cho ông làm Thị trung. [[Nam Tề Vũ Đế|Vũ đế]] lên ngôi, được thăng làm Phủ quân tướng quân, Đan Dương doãn. Năm thứ 2 (484), được thăng làm Thượng thư tả bộc xạ, tướng quân như cũ. An Dân nhiều lần ngầm bày mưu thành công, lại kết giao với Thượng thư lệnh Vương Kiệm, nên người đời truyền rằng Kiệm tâu xin cho ông thụ chức này. Ít lâu sau dâng biểu lấy cớ bệnh tật xin về, đổi thụ Tán kỵ thường thị, Kim tử quang lộc đại phu, tướng quân như cũ.\n\nNăm thứ 4 (486), làm An đông tướng quân, Ngô Hưng thái thú, thường thị như cũ. Mất khi đang ở chức, được 58 tuổi. Triều đình giúp việc tang 10 vạn tiền, trăm xúc vải. Tặng Trấn đông tướng quân, một bộ Cổ xuy, thường thị, thái thú như cũ, thụy là Túc hầu.\n\n==Dật sự==\nBình xong Lưu Tử Huân, Lưu Tống Minh đế mở đại hội ở Tân Đình, khao thưởng các quân chủ, bày cuộc [[Xư bồ]]. An Dân 5 lần ném đều là Lư, đế cả kinh, nhìn ông nói: \"''Khanh mặt vuông chữ điền, là tướng phong hầu đấy.''\" An Dân lúc nhỏ nghèo khó, có người đi qua cửa nhà, nói với ông: \"''Anh về sau sẽ được Đại phú quý, cùng thiên tử chơi đánh bạc.''\" Đến nay ông muốn tìm người ấy, nhưng không biết ở đâu.\n\nQuận Ngô Hưng có tòa miếu thờ thần [[Hạng Vũ]], thái thú không được vào sảnh đường. Thái thú mới đến quận, ắt phải giết con bò kéo xe của mình làm lễ tế. An Dân thờ [[Phật]], lại không muốn giết bò của mình, đi guốc gỗ vào miếu, còn bày [[Bát quan trai]] ở đấy. Ít lâu sau bò chết, [[chôn cất|chôn]] ở bên cạnh miếu, thời ấy gọi là \"mộ bò của Lý công\". Trong năm ấy ông cũng chết, mọi người đều nói là thần Hạng Vũ làm.\n\n==Tham khảo==\n* [[Nam Tề thư]]\n* [[Nam sử]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Tướng nhà Lưu Tống]]\n[[Thể loại:Tướng nhà Nam Tề]]\n[[Thể loại:Sinh năm 427]]\n[[Thể loại:Mất năm 486]]\n[[Thể loại:Người Sơn Đông]]"}