{"Lý Mật (Tam Quốc)":"'''Lý Mật''' ({{zh|t=李密|p=Lǐ Mì}}; 224 - 287), tên khác '''Lý Kiền''' (李虔)<ref name=\"TT 88\">[[Phòng Huyền Linh]] (chủ biên), ''Tấn thư'', quyển 88, ''[[:wikisource:zh:晉書\/卷088|Hiếu hữu truyện]]''.<\/ref>, tự '''Lệnh Bá''' (令伯), là quan viên [[Thục Hán|Quý Hán]] và [[Tây Tấn]] trong [[lịch sử Trung Quốc]].\n\n== Phụng sự Quý Hán ==\nLý Mật quê ở huyện Vũ Dương, quận [[Kiền Vi]].<ref name=\"TT 88\" \/> Ông nội Lý Mật là [[Lý Quang]] từng làm thái thú [[Chu Đề]].<ref name=\"HDQC 11\">[[Thường Cừ]], ''[[Hoa Dương quốc chí]]'', quyển 11, ''[[:wikisource:zh:華陽國志\/卷七|Hậu hiền chí]]''.<\/ref> Lý Mật từ nhỏ cơ hàn, mới sáu tháng tuổi thì cha chết, bốn tuổi mẹ tái giá, được bà nội Lưu thị nuôi nấng trưởng thành. Lý Mật lấy hiếu mà nổi tiếng. Có lần bà nội bị bệnh, Mật khóc lóc thảm thiết, gặp lúc tối khó tìm được thầy thuốc, bèn đứng hầu hạ ở cạnh giường. Đồ ăn, bát thuốc đều phải nếm thử rồi mới dâng lên.<ref name=\"TT 88\" \/>\n\nLý Mật tuy gia cảnh không tốt nhưng lại hiếu học, theo học [[Tiều Chu]], đọc thông ''[[Ngũ kinh]]'', chuyên ''[[Tả truyện]]'', lại đọc rộng biết nhiều, lấy tài văn chương mà bước vào quan trường. Tiều Chu từng ví Lý Mật cùng [[Trần Thọ]] với môn đồ [[Ngôn Yển|Tử Du]], [[Bốc Thương|Tử Hạ]] của [[Khổng Tử]].<ref name=\"TT 88\" \/><ref name=\"HDQC 11\" \/> Lý Mật ban đầu được trưng làm Ích châu lệnh, Thượng thư lang, lại vào phủ Đại tướng quân (chưa rõ là [[Tưởng Uyển]] hay [[Phí Y]]), giữ chức Chủ bộ, chuyển chức Thái tử tiển mã.<ref name=\"HDQC 11\" \/>\n\nLý Mật từng đi sứ [[Đông Ngô]], [[Tôn Quyền]] hỏi Mật rằng quân Thục có bao nhiêu. Mật trả lời: ''Quan dụng hữu dư, dân gian tự túc'' (của công có thừa, dân gian tự đủ). Tôn Quyền cùng quần thần lại chuyển sang bàn luận về đạo nghĩa gia đình, đều muốn nhận làm em. Mật lại nói rằng: ''Ta nguyện làm huynh trưởng.'' Lại nói: ''Làm anh càng có nhiều thời gian chăm sắc cha mẹ.'' Quân thần Đông Ngô đều nể phục.<ref name=\"TT 88\" \/><ref name=\"HDQC 11\" \/>\n\n== Xuất sĩ Tây Tấn ==\nNăm 263, Quý Hán mất nước, Chinh tây tướng quân [[Đặng Ngải]] nghe tiếng Lý Mật, viết thư muốn vời, Mật một mực không theo. Châu quận nhiều lần muốn trưng Mật làm quan, đều bị lấy cớ chăm sóc bà nội mà từ chối. Năm 267, [[Tấn Vũ Đế]] lập [[Tư Mã Trung]] làm thái tử, hạ chiếu mộ binh Lý Mật vào triều làm Thái tử tiển mã, Lý Mật vì thế viết ''[[Trần tình biểu]]'' trần thuật nguyên nhân từ chối, lời văn thống thiết.<ref name=\"TT 88\" \/> Tấn Vũ Đế cảm động, không hề ép Lý Mật xuất sĩ, lại ban cho hai người nô tỳ, càng ra lệnh cho quận huyện chu cấp riêng một phần lương thực cho bà của Mật.<ref name=\"TT 88\" \/><ref name=\"HDQC 11\" \/>\n\nSau khi bà nội qua đời, Lý Mật để tang xong, lên đường đến [[Lạc Dương]] nhận chức, gặp gỡ kết giao với [[Trương Hoa]], cùng nhau thảo luận về [[Lưu Thiện|Hậu chủ Lưu Thiện]] cùng [[Gia Cát Lượng|Gia Cát Vũ hầu]]. Lý Mật cho rằng Lưu Thiện sánh với [[Tề Hoàn công]], Trương Hoa cũng đồng quan điểm. Ban đầu, Lý Mật cùng các thần tử cũ của Hán là [[Vương Sùng]], [[Thọ Lương]], [[Trần Thọ]], [[Lý Tương]], [[Đỗ Liệt]] đều giữ gìn quan hệ, song về sau lại không duy trì được. Lương, Tương, Thọ ba người công kích lẫn nhau, Mật phê bình cả ba người.<ref name=\"HDQC 11\" \/>\n\nLý Mật tiếp nhận chức Thái tử tiển mã, chuyển làm Thượng thư lang rồi làm [[Ôn (huyện)]] lệnh, chính lệnh nghiêm minh, chính tích rõ rệt. Huyện Ôn là cố hương của hoàng thất Tư Mã, các vương công khi đi qua đều hướng huyện đòi hỏi lễ vật, khiến quan dân địa phương bối rối. Mật làm huyện lệnh, liền dâng lời, lấy ví dụ việc [[Hán Cao Tổ]] khi về quê huyện [[Bái]], giữ lễ với già trẻ, cự tuyệt địa phương dâng lên lễ vật. Từ đó, các vương công đi qua huyện Ôn không dám đòi hỏi, nhưng cũng vì Lý Mật công chính, nên các vương đều kiêng kỵ, chỉ trừ Lũng Tây vương [[Tư Mã Thái]].<ref name=\"HDQC 11\" \/> Dù bản thân Lý Mật cũng ghét Thái, so sánh Thái với [[Khánh Phụ]], nhân vật nhiều lần tham dự cùng phát động chính biến làm rối loạn [[Lỗ (nước)|nước Lỗ]].\n\nBởi các vương công đều sợ Mật, nên không có ai dám tiến cử, Lý Mật làm quan nhiều năm chỉ tới chức châu đại công chính, được một thời gian ngắn thì bị biếm làm thái thú [[Hán Trung]]. Lý Mật bất mãn triều đình xa xỉ, bị người sàm tấu lên Tấn Vũ Đế. Khi được triệu kiến, Mật phú thơ, thể hiện bất mãn, khiến Tấn Vũ Đế nổi giận, sai Đô quan lệnh dâng tấu bãi quan.<ref name=\"HDQC 11\" \/>\n\nNăm 287, Mật mất tại nhà, thọ 64 tuổi.<ref name=\"HDQC 11\" \/>\n\n== Trước tác ==\nLý Mật có sáng tác sách ''Thuật lý luận'' gồm 10 thiên, nhưng đã bị thất lạc.<ref name=\"TQC 45\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 15, ''[[:wikisource:zh:三國志\/卷45|Đặng Trương Tông Dương truyện]]''.<\/ref> Tác phẩm còn lại đến ngày nay là ''Trần tình biểu'' cùng ''Tứ tiễn đông đường chiếu lệnh phú thi''.\n\n''Tứ tiễn đông đường chiếu lệnh phú thi'' được sáng tác khi Lý Mật nhận chiếu bãi quan<ref name=\"HDQC 11\" \/>:\n{|valign=\"top\"\n| \n:''Nhân diệc hữu ngôn, hữu nhân hữu duyên.'' \n:''Quan vô trúng nhân, bất như quy điền.''\n:''Minh minh tại thượng, tư ngữ khởi nhiên.''\n| \n:人亦有言，有因有緣。\n:官無中人，不如歸田。\n:明明在上，斯語豈然。\n|}\n\n''Trần tình biểu'' được văn nhân <ref>'''An Tử Thuận''' ({{zh|t=安子順}}; 1158-1227), tự '''Hiếu Thiên''' (孝天), quê ở Trấn Giang, Giang Tô, văn nhân thời Nam Tống. Tác phẩm duy nhất còn lại là đoạn tán văn được chép trong ''Tân Thoái lục'' của Triệu Dữ Thời, lưu trữ trong ''[[Tứ khố toàn thư]]''.<\/ref> An Tử Thuận đánh giá là một trong ba kiệt tác lớn của văn trữ tình: ''Đọc ''Xuất sư biểu'' của [[Gia Cát Lượng|Gia Cát Khổng Minh]] mà không rơi lệ, là bất trung; đọc ''Trần tình biểu'' của Lý Lệnh Bá mà không rơi lệ, là bất hiếu; đọc ''Tế thập nhị lang văn'' của [[Hàn Dũ|Hàn Thoái Chi]] mà không rơi lệ, là bất hữu.''<ref>Trần Dữ Thời, ''[[:wikisource:zh:宾退录|Tân thối lục]]''.<\/ref> ''Trần tình biểu'' từng là bài văn bắt buộc phải đọc trong chương trình Ngữ văn bậc trung học phổ thông tại Trung Quốc.<ref>''[[:wikibooks:zh:高中語文\/必修五\/陳情表|Ngữ văn Cao trung, Bắt buộc 5: Trần tình biểu]]''.<\/ref>\n\n== Gia đình ==\nLý Mật có sáu con trai, được xưng là \"Lục long\" (六龍)<ref name=\"HDQC 11\" \/>:\n* [[Lý Tứ]] (李賜), quan đến thái thú Vấn Sơn.\n* [[Lý Hưng]] (李興), quan đến Thái phó tham quân.\n* [[Lý Thịnh Thạc]] (李盛碩), quan đến thái thú Ninh Phổ.\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Thường Cừ]], ''[[Hoa Dương quốc chí]]''.\n* [[Phòng Huyền Linh]] (chủ biên), ''[[Tấn thư]]'', quyển 88, liệt truyện 58, ''Hiếu hữu truyện''.\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{wikisource tác giả|Lý Mật}}\n{{thời gian sống|sinh=224|mất=287}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật chính trị nhà Tấn]]\n[[Thể loại:Nhà văn Trung Quốc thời Tam Quốc]]\n[[Thể loại:Nhà văn Trung Quốc thời Tây Tấn]]\n[[Thể loại:Nhà thơ Trung Quốc thời Tấn]]"}