{"Lý Khôi (Tam Quốc)":"{{bài cùng tên|Lý Khôi}}\n\n'''Lý Khôi''' ([[chữ Hán]]: 李恢, ? – 231), tên tự là '''Đức Ngang''', người huyện Du Nguyên, quận Kiến Ninh <ref>Nay là [[huyện]] [[Trừng Giang]], [[địa cấp thị]] [[Ngọc Khê, Vân Nam|Ngọc Khê]], [[tỉnh]] [[Vân Nam]]<\/ref>, quan viên, tướng lĩnh [[nhà Thục Hán]] [[thời Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Cuộc đời và sự nghiệp==\n===Quy thuận Lưu Bị===\nDưới thời [[Lưu Chương (lãnh chúa)|Lưu Chương]], Lý Khôi làm Đốc bưu ở quận. Chồng của cô Khôi là Kiến Linh lệnh [[Thoán Tập]] phạm pháp, khiến ông liên lụy phải chịu miễn quan. Thái thú quận Ích Châu<ref>Quận Ích Châu đến năm 225 mới đổi tên là quận Kiến Ninh<\/ref> là [[Đổng Hòa]] cho rằng Thoán là họ lớn trong quận, từ chối miễn quan Khôi. Về sau Khôi được tiến cử lên châu, giữa đường thì gặp lúc [[Lưu Bị]] từ Hà Manh quay lại tấn công [[Lưu Chương (lãnh chúa)|Lưu Chương]]. Khôi biết Chương ắt bại, Bị ắt thành, bèn mượn danh nghĩa sứ giả của quận, đi gặp Bị ở [[Miên Trúc]]. Bị tiếp nạp Khôi, cho theo đến Lạc Thành, rồi sai ông đến [[Hán Trung]] thuyết phục [[Mã Siêu]], khiến Siêu quy phục. Lưu Bị chiếm xong Ích Châu, lấy Khôi làm Công tào thư tá, Chủ bộ. Sau đó có lính bỏ trốn vu cáo Khôi mưu phản, hữu tư bắt giữ ông, nhưng Lưu Bị vẫn tín nhiệm, còn thăng làm Biệt giá tòng sự.\n\n===Bình định Nam Trung===\nNăm Chương Vũ đầu tiên (221), Lai Hàng đô đốc Đặng Phương mất, Hán Chiêu Liệt đế Lưu Bị hỏi Khôi: \"Ai thay được ông ta?\" Khôi đáp rằng: \"Tài năng của con người, đều có chỗ trường – đoản, nên [[Khổng Tử]] mới nói ‘dùng người chỗ nào thì đánh giá chỗ ấy’. Vả lại minh chủ ở trên, thì bề tôi ở dưới sẽ tận tâm tận lực; bởi thế trong chiến dịch (trấn áp) [[Tiên Linh Khương]], [[Triệu Sung Quốc]] nói ‘không ai bằng lão thần’. Thần không biết tự lượng, xin bệ hạ xét cho.\" Đế cười nói: \"Bản ý của trẫm, cũng là chọn khanh đấy.\"\n\nLưu Bị bèn lấy Khôi làm Lai Hàng đô đốc, Sử trì tiết lãnh Giao Châu thứ sử, đặt trụ sở tại huyện Bình Di.<ref>[[Bùi Tùng Chi]] cho biết Lai Hàng cách đất Thục 2000 dặm, thời Thục Hán gọi là Nam Trung, chưa có cơ sở hành chính, đặt chức đô đốc để coi sóc mọi việc. Đến đầu đời Tấn, đất ấy mới được đặt châu, tức là Ninh Châu.<\/ref>\n\nChiêu Liệt đế vừa mất (223), [[Cao Định]] ở quận Việt Tuấn, [[Ung Khải]] ở quận Ích Châu, [[Chu Bao]] ở quận Tang Ca nổi dậy chống lại chính quyền. Thừa tướng [[Gia Cát Lượng]] nam chinh (225), trước tiên nhắm đến Việt Tuấn, còn Khôi lên đường đến Kiến Ninh. Lực lượng chống đối các huyện họp nhau vây Khôi ở Côn Minh. Khi ấy quân đội của Khôi ít hơn đối phương mấy lần, lại chưa nắm được tin tức của Gia Cát Lượng, ông bèn nói với người nam rằng: \"Quan quân hết lương, muốn lui trở về; trong bọn ta có nhiều người rời xa quê hương đã lâu, nay được trở về, nếu như không thể quay lại phương bắc, thì muốn tham gia cùng các ngươi, nên thành thực mà nói cho biết.\" Người nam tin lời ấy, nên lơi lỏng vòng vây. Vì thế Khôi xuất kích, đánh cho quân nổi dậy đại bại; ông truy kích tàn quân địch, nam đến Bàn Giang, đông kề Tang Ca, gây thanh thế liên kết với Gia Cát Lượng.\n\nSau khi bình định phương nam, Khôi có nhiều quân công, được phong Hán Hưng đình hầu, gia An Hán tướng quân. Về sau người Nam Di lại nổi dậy, giết hại tướng lãnh triều đình. Khôi đích thân đánh dẹp, trừ hết kẻ cầm đầu, dời các thủ lĩnh về [[Thành Đô]], đánh thuế các bộ lạc Tẩu, Bộc thu lấy trâu cày, ngựa chiến, vàng bạc, da tê,... sung làm quân tư, vì thế chánh quyền không khi nào thiếu thốn tài vật.\n\n==Qua đời==\nNăm Kiến Hưng thứ 7 (229), chính quyền Thục Hán công nhận [[Giao Châu]] thuộc về [[Đông Ngô]], giải chức thứ sử của Khôi, đổi lãnh chức Thái thú Kiến Ninh, để ông đưa gia đình về bản quận. Về sau Lý Khôi dời nhà sang Hán Trung. Năm thứ 9 (231), ông mất. Con ông là Di được kế tự.\n\n==Tham khảo==\n* [[Tam quốc chí]] '''quyển 43, Thục thư 13 – Lý Khôi truyện'''\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Người Vân Nam]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 231]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Thứ sử Giao Châu]]"}