{"Lý Tồn Hiếu":"{{Thông tin nhân vật phong kiến\n| tên = Lý Tồn Hiếu\n| tên gốc = 李存孝\n| hình = 李存孝（殘唐五代史演義傳）.jpg\n| húy = An Kính Tư\n| nơi sinh = Phi Hồ, Đại Châu\n| nơi mất = Thái Nguyên\n| nguyên nhân mất = xử tử, phanh thây\n| triều đại = [[Nhà Đường|Đường]], [[Ngũ đại Thập quốc]]\n| phục vụ = [[Lý Khắc Dụng]]\n| cấp bậc = Kỵ tướng\n| chỉ huy = Kỵ binh\n}}\n\n'''Lý Tồn Hiếu''' ([[chữ Hán]]: 李存孝, ? – 894) là tướng lãnh cuối [[đời Đường]], đầu [[Ngũ đại Thập quốc|đời Ngũ đại]], phụng sự quân phiệt [[Lý Khắc Dụng]] trong [[lịch sử Trung Quốc]].\n\n==Khởi nghiệp==\nTồn Hiếu có tên gốc An Kính Tư, là người huyện Phi Hồ, Đại Châu {{efn|Nay là [[huyện (Trung Quốc)|huyện]] [[Linh Khâu]], [[địa cấp thị]] [[Đại Đồng]], [[tỉnh (Trung Quốc)|tỉnh]] [[Sơn Tây (Trung Quốc)|Sơn Tây]].}}. Khi Kính Tư còn bé, Lý Khắc Dụng cướp đất ở Đại Bắc, bắt ông làm tù binh, dùng làm nô bộc hầu hạ trong trướng. Đến lúc trưởng thành, Kính Tư giỏi cưỡi ngựa bắn cung, kiêu dũng hơn người, được Khắc Dụng nhận làm con, ban tên họ, dùng làm kỵ tướng, khi tòng chinh luôn cho nắm kỵ binh tiên phong.<ref name=\"C\">[[Cựu Ngũ Đại sử]] [[:wikisource:zh:舊五代史\/卷53|quyển 53, Đường thư 29, liệt truyện 5]], Lý Tồn Hiếu truyện<\/ref><ref name=\"T\">[[Tân Ngũ Đại sử]] quyển 36, truyện 24, Nghĩa nhi truyện [[:wikisource:zh:新五代史\/卷36#存孝|Tồn Hiếu]]<\/ref> Tồn Hiếu theo Khắc Dụng cứu viện Trần Châu, Hứa Châu, đánh dẹp nghĩa quân [[Hoàng Sào]], chưa từng thất bại.<ref name=\"C\" \/>\n\nNăm Văn Đức đầu tiên (888), Hà Nam doãn [[Trương Toàn Nghĩa]] tập kích Hà Dương quân {{efn|Nay là [[huyện cấp thị]] [[Mạnh Châu]], [[địa cấp thị]] [[Tiêu Tác]], [[tỉnh (Trung Quốc)|tỉnh]] [[Hà Nam (Trung Quốc)|Hà Nam]].}}, tiết độ sứ [[Lý Hãn Chi]] chạy vào Hà Đông quân, Lý Khắc Dụng cho ông ta ở lại Trạch Châu {{efn|Nay thuộc [[địa cấp thị]] [[Tấn Thành]], [[tỉnh (Trung Quốc)|tỉnh]] [[Sơn Tây (Trung Quốc)|Sơn Tây]].}}, sai Tồn Hiếu cùng bọn [[Tiết A Đàn]], [[An Hưu Hưu]] đem 7000 binh giúp Hãn Chi đánh về Hà Dương; Tuyên Vũ tiết độ sứ [[Chu Toàn Trung]] cũng sai bọn [[Đinh Hội]], [[Ngưu Tồn Tiết]] giúp Toàn Nghĩa. Đôi bên giao chiến ở huyện Ôn, quân Tuyên Vũ chiếm tiên cơ, chẹn lối [[Thái Hành Sơn|Thái Hành]], đánh cho quân Hà Đông đại bại, An Hưu Hưu bị bắt.<ref name=\"T\" \/>\n\n==Chinh chiến Chiêu Nghĩa==\nBấy giờ Lý Khắc Dụng đã chiếm các châu Trạch, Lộ {{efn|Nay thuộc [[địa cấp thị]] [[Trường Trị]], [[tỉnh (Trung Quốc)|tỉnh]] [[Sơn Tây (Trung Quốc)|Sơn Tây]].}}, bèn cùng [[Mạnh Phương Lập]] tranh giành 3 châu Hình {{efn|Nay thuộc [[địa cấp thị]] [[Hình Đài]], [[tỉnh (Trung Quốc)|tỉnh]] [[Hà Bắc (Trung Quốc)|Hà Bắc]].}}, Minh {{efn|Nay là [[khu (Trung Quốc)|khu]] [[Vĩnh Niên]], [[địa cấp thị]] [[Hàm Đan]], [[tỉnh (Trung Quốc)|tỉnh]] [[Hà Bắc (Trung Quốc)|Hà Bắc]].}}, Từ {{efn|Nay là [[huyện (Trung Quốc)|huyện]] [[Từ, Hàm Đan|Từ]], [[địa cấp thị]] [[Hàm Đan]], [[tỉnh (Trung Quốc)|tỉnh]] [[Hà Bắc (Trung Quốc)|Hà Bắc]].}}, nhằm thống nhất Chiêu Nghĩa quân. Khắc Dụng mấy lần sai bọn Tồn Hiếu dòm ngó vùng Sơn Đông, bắt dân chúng của 3 châu, khiến cho không ai dám canh tác, đất đai bị bỏ hoang vài ngàn dặm, Phương Lập chỉ còn giữ được những tòa cô thành.<ref>[[Tân Ngũ Đại sử]] quyển 42, truyện 30, Tạp truyện [[:wikisource:zh:新五代史\/卷42#孟方立|Mạnh Phương Lập]]<\/ref> Năm Long Kỷ đầu tiên (889), Khắc Dụng sai Lý Hãn Chi, Tồn Hiếu tấn công Minh, Từ, đánh quân họ Mạnh đại bại ở dốc Lưu Ly, bắt được 2 tướng, tiến vây Hình Châu.<ref>[[Cựu Ngũ Đại sử]] [[:wikisource:zh:舊五代史\/卷62|quyển 62, Đường thư 38, liệt truyện 14]], Mạnh Phương Lập truyện<\/ref> Sau khi Phương Lập tự sát (889), Khắc Dụng rốt cục chiếm được 3 châu ấy (890). Trong chiến dịch này, chẳng trận nào mà Tồn Hiếu không tham dự, công lao phần nhiều thuộc về ông.<ref name=\"T\" \/>\n\nNăm Đại Thuận đầu tiên (890), Lộ Châu phát sanh binh biến, Chiêu Nghĩa tiết độ sứ [[Lý Khắc Cung]] bị nha tướng [[An Cư Thụ]] giết chết, sau đó tiểu hiệu [[Phùng Bá]] tự xưng Lưu hậu, cầu viện Chu Toàn Trung. Bấy giờ tướng Biện (thủ phủ của Tuyên Vũ quân) là [[Chu Sùng Tiết]], [[Cát Tùng Chu]] lần lượt tiến vào Lộ Châu; Trương Toàn Nghĩa, [[Chu Hữu Dụ]] (con Chu Toàn Trung) làm hậu viện. Tháng 8 ÂL, triều đình lấy [[Tôn Quỹ]] làm Chiêu Nghĩa tiết độ sứ, đi Lộ Châu. Tôn Quỹ vốn là Phó Chiêu thảo sứ, có hơn vạn cấm quân, còn mượn 3000 lính Biện để bảo vệ. Quỹ mặc áo rộng, che lọng lớn, bày nghi trượng và cờ tiết đi trước, còn mình được bộ hạ che chở ở giữa. Tồn Hiếu đem 300 kỵ binh mai phục trong cái khe núi phía tây Trưởng Tử, đợi Quỹ đi qua, tiền hậu không liền lạc thì chẹn ngang mà đánh, bắt sống Quỹ và hơn 500 nha binh, đuổi những người còn lại đến Điêu Hoàng lĩnh thì giết sạch. Tồn Hiếu trói bọn Quỹ giễu quanh thành Lộ Châu, rồi hiến cho Khắc Dụng.<ref name=\"C\" \/><ref name=\"T\" \/>\n\nTháng 9 ÂL, tướng Biện là bọn [[Lý Đảng]], [[Lý Trọng Dận]], [[Đặng Quý Quân]] đánh Trạch Châu, tướng giữ Trạch Châu là Lý Hãn Chi cấp báo; Khắc Dụng sai Tồn Hiếu đem 5000 kỵ binh đi cứu. Quân Biện gọi Hãn Chi rằng: \"Ngài luôn cậy vào Thái Nguyên (thủ phủ của Hà Đông quân), trái mệnh triều đình. Nay Trương tướng công (tức [[Trương Tuấn (nhà Đường)|Trương Tuấn]]) vây Thái Nguyên, Cát bộc xạ vào Lộ Châu, trong vòng một tuần (10 ngày), người Sa Đà không có hố để chôn, ngài còn lối nào để cầu sống đây!\" Tồn Hiếu nghe được lời ấy, đem 500 kỵ binh vòng quanh trại địch mà gọi rằng: \"Ta là [[người Sa Đà]] tìm hố đây, muốn lấy thịt bọn mày cho sĩ tốt ăn no, hãy lệnh cho kẻ mập mạp ra đấu!\" Đặng Quý Quân cũng là kiêu tướng, dẫn binh ra đánh; Tồn Hiếu khích lệ bộ hạ, múa sóc đi trước, vừa đánh là thắng, giành được ngàn thớt ngựa, bắt sống Quý Quân trong trận. Đêm ấy, bọn Lý Đảng bỏ chạy, Tồn Hiếu, Hãn Chi đuổi theo, đến Mã Lao quan thì đại phá địch, chém được hàng vạn, đến Hoài Châu mới thôi.<ref name=\"C\" \/><ref name=\"T\" \/><ref name=\"T1\">[[Tư trị thông giám]] [[wikisource:zh: 資治通鑑\/卷258|quyển 258, Đường kỷ 74]], [[Đường Chiêu tông|Chiêu tông]] Thánh Mục Cảnh Văn Hiếu hoàng đế thượng chi thượng Đại Thuận nguyên niên (Canh tuất, năm 890 CN)<\/ref>\n\nTồn Hiếu đem quân về đánh Lộ Châu, Chu Sùng Tiết, Cát Tùng Chu bỏ thành mà đi. Khắc Dụng lấy [[Khang Quân Lập]] làm Chiêu Nghĩa lưu hậu, Tồn Hiếu làm Phần Châu thứ sử. Tồn Hiếu cậy công lớn, phẫn uất mấy ngày không ăn. Tháng 10 ÂL, Chiêu thảo sứ [[Trương Tuấn (nhà Đường)|Trương Tuấn]] soái liên quân đến Âm Địa quan, Tồn Hiếu đem 5000 binh đóng trại ở Triệu Thành. Trấn Quốc tiết độ sứ [[Hàn Kiến]] sai 300 tráng sĩ nhân đêm tối tập kích doanh trại của Tồn Hiếu; ông biết được, đặt mai phục để đợi, giết sạch kẻ địch. Nghe tin Kiến thất bại, liên quân tan rã bỏ chạy, Trương Tuấn chạy về Tấn Châu, Hàn Kiến chạy về Giáng Châu. Tồn Hiếu đuổi đến cửa tây thành Tấn Châu, Tuấn ra đánh, lại thua, từ ấy đóng cửa không dám ra. Tồn Hiếu đánh thành 3 ngày, bàn với bộ hạ rằng: \"Trương Tuấn là tể tướng, bắt thì vô ích; cấm binh của thiên tử, không nên giết hại.\" Rồi lui lại 50 dặm. Tuấn, Kiến từ Hàm Khẩu bỏ trốn, Tồn Hiếu chiếm lấy Tấn, Giáng, cướp bóc địa phận của các châu Từ, Thấp,<ref name=\"C\" \/><ref name=\"T\" \/><ref name=\"T1\" \/> được thăng làm Bân Châu thứ sử.<ref name=\"T\" \/>\n\n==Phản bội Hà Đông==\nTháng 3 ÂL năm Đại Thuận thứ 2 (891), Hình Châu tiết độ sứ [[An Tri Kiến]] bị bại lộ việc ông ta tư thông với Biện Châu nên bỏ trốn, Khắc Dụng lệnh cho Tồn Hiếu ổn định các châu Hình, Minh, nhân đó trao cho ông tiết – việt, rồi dâng biểu lấy ông thay làm Hình Châu lưu hậu.<ref name=\"C\" \/><ref name=\"T\" \/><ref>[[Tư trị thông giám]] [[:wikisource:zh: 資治通鑑\/卷258|quyển 258, Đường kỷ 74]], Chiêu tông Thánh Mục Cảnh Văn Hiếu hoàng đế thượng chi thượng Đại Thuận nhị niên (Tân hợi, năm 891 CN)<\/ref> Bấy giờ, quân đội Hà Đông nhiều năm tấn công Thường Sơn của Thành Đức quân, Tồn Hiếu luôn được làm tiên phong, đánh hạ Lâm Thành, Nguyên Thị. Thành Đức tiết độ sứ [[Vương Dung]] cầu cứu Lư Long tiết độ sứ [[Lý Khuông Uy]]; quân đội Lư Long đến, quân đội Hà Đông bèn rút lui.<ref name=\"T\" \/> Năm Cảnh Phúc đầu tiên (892), liên quân Thành Đức – Lư Long tấn công Nghiêu Sơn của Nghĩa Vũ quân, tiết độ sứ [[Vương Xử Tồn]] cầu cứu, nên Tồn Hiếu xâm lấn mặt nam của 2 trấn, nhưng ông không đánh nổi. Khắc Dụng bèn [[Lý Tồn Tín]] đến giúp, nhưng Tồn Hiếu và Tồn Tín không hợp tác, lần lữa không tiến. Sau đó Khắc Dụng phái bọn [[Lý Tự Huân]] đến thay họ, mới đánh phá được.<ref name=\"C\" \/><ref name=\"T2\">[[Tư trị thông giám]] [[:wikisource:zh:資治通鑑\/卷259|quyển 259, Đường kỷ 75]], Chiêu tông Thánh Mục Cảnh Văn Hiếu hoàng đế thượng chi trung Cảnh Phúc nguyên niên (Nhâm tý, năm 892 CN)<\/ref>\n\nTồn Hiếu và Tồn Tín đều là con nuôi của Khắc Dụng, nhưng Tồn Tín được sủng ái, nên Tồn Hiếu ở Hình Châu luôn muốn lập công lớn để vượt qua ông ta. Tồn Hiếu nhiều lần xin đánh 2 quân Thành Đức – Lư Long, nhưng bị Tồn Tín ngăn cản, nên không được Khắc Dụng đồng ý.<ref name=\"T2\" \/> Đến nay Tồn Tín gièm rằng Tồn Hiếu không có lòng đánh giặc, ngờ rằng ông tư thông với địch. Tồn Hiếu nghe được, tự cho mình có công với Khắc Dụng, mà không được tín nhiệm bằng Tồn Tín, nên phẫn oán, vả lại ông sợ gặp vạ, bèn ngầm liên kết với [[Vương Dung]], rồi xin hàng Chu Toàn Trung, dâng biểu đem 3 châu Hình, Minh, Từ quy về Biện Châu, xin các cờ tinh, tiết và hội binh các nơi cùng trấn áp Khắc Dụng. Toàn Trung thay triều đình giáng chiếu lấy Tồn Hiếu làm Hình Châu tiết độ sứ, nhưng không đồng ý hội binh, chỉ mệnh cho Vương Dung giúp ông.<ref name=\"C\" \/><ref name=\"T\" \/><ref name=\"T2\" \/>\n\nNăm thứ 2 (893), Khắc Dụng đánh hạ Tỉnh Hình, uy hiếp Chân Định, Thành Đức tiết độ sứ Vương Dung cầu cứu Biện Châu, nhưng Chu Toàn Trung đang giao chiến với Cảm Hóa tiết độ sứ Thì Phổ. Trong khi đó, Khắc Dụng biết được Tồn Hiếu vào Trấn Châu bàn bạc với Vương Dung. Không lâu sau, [[Lý Khuông Uy]] đem quân cứu Thành Đức, đánh bại quân đội Hà Đông ở Nguyên Thị. Tháng 7 ÂL, Khắc Dụng đem quân đánh Hình Châu, Vương Dung đến cứu. Quân đội Hà Đông từ Phược Mã quan đông hạ, tấn công Bình Sơn, vượt Hô Thủy, đánh 4 quan thành che chắn Trấn Châu. Lúc này Vương Dung đã mất sự trợ giúp của Lư Long, {{efn|Trong khi Lý Khuông Uy đang được Vương Dung đãi tiệc mừng chiến thắng ở Nguyên Thị, em trai ông ta là [[Lý Khuông Trù]] nổi dậy ở U Châu, khiến lực lượng của Khuông Uy tan rã. Ban đầu Vương Dung trọng đãi Khuông Uy, thậm chí tôn kính như cha, nhưng Khuông Uy xem thường Dung ít tuổi (17?), muốn đoạt lấy Thành Đức quân. Dù vậy Khuông Uy thất bại và bị bộ hạ của Dung giết chết, còn Khuông Trù ngay lập tức phát binh đòi báo thù cho cái chết của anh trai.}} nên ông ta sợ hãi, xin liên minh với Hà Đông, dâng 50 vạn tiền, 20 vạn hộc lương, xuất 3 vạn binh giúp trấn áp Tồn Hiếu.<ref name=\"C\" \/><ref name=\"T\" \/><ref name=\"T3\">[[Tư trị thông giám]] [[:wikisource:zh:資治通鑑\/卷259|quyển 259, Đường kỷ 75]], Chiêu tông Thánh Mục Cảnh Văn Hiếu hoàng đế thượng chi trung Cảnh Phúc nhị niên (Quý sửu, năm 893 CN)<\/ref>\n\nTháng 9 ÂL, Khắc Dụng đi săn ở Loan Thành, Tồn Tín đóng trại ở dốc Lưu Ly. Tồn Hiếu nhân đêm tối cướp trại của Tồn Tín, bắt được Phụng Thành quân sứ [[Tôn Khảo Lão]], khiến quân đội của Tồn Tín rối loạn.<ref name=\"C\" \/><ref name=\"T3\" \/> Khắc Dụng bèn tự dẫn binh đánh Hình Châu, Tồn Hiếu đóng chặt cửa cố thủ. Khắc Dụng muốn đào hào sâu, dựng lũy cao để vây quanh, nhưng bị Tồn Hiếu xung kích, nên đào hào không xong. Có viên Quân hiệu Viên Phụng Thao ngầm sai người nói với Tồn Hiếu rằng: \"Vương đợi đào hào xong sẽ lập tức trở về Thái Nguyên, nếu hào lũy chưa xong, e sẽ không muốn quay về. Ngài chỉ sợ vương mà thôi, còn chư tướng có ai so với ngài chứ! Vương về tây rồi, dẫu trước mặt là [[Hoàng Hà]], ngài cũng có thể vượt qua, huống hồ con ngòi rộng 8 tấc, 1 thước, làm sao ngăn trở mũi nhọn của ngài.\" Tồn Hiếu cho là phải, buông tay để con ngòi được đào. Trong một tuần, hào sâu lũy cao được làm xong, Tồn Hiếu bay chạy đều không lọt, rơi vào thế cùng quẫn.<ref name=\"C\" \/><ref name=\"T\" \/><ref name=\"T3\" \/>\n\nThành hết lương thực, Tồn Hiếu lên thành gọi rằng: \"Con chịu ơn của vương mà được giàu sang, nếu chẳng vì có kẻ gièm pha ly gián, thì chấp nhận bỏ tình cha mà đi theo kẻ thù hay sao!? Mong được gặp vương một lần, chết không hối hận.\" Khắc Dụng thương xót, sai vợ là Lưu thị vào thành an ủi. Lưu thị đưa Tồn Hiếu ra gặp Khắc Dụng; ông dập đầu tạ tội rằng: \"Con lập được chút công lao, chưa có lỗi lầm gì. Nhưng bị Tồn Tín hãm hại, nên mê muội đi đến bước này.\" Khắc Dụng mắng: \"Mày gởi thư cho Chu Toàn Trung, Vương Dung, kể tội ta trăm mối, cũng là Tồn Tín dạy mày hay sao?\" Tồn Hiếu bị đưa về Thái Nguyên, chịu xa liệt (xé xác bằng xe) ở chợ.<ref name=\"C\" \/><ref name=\"T\" \/><ref name=\"T4\">[[Tư trị thông giám]] [[:wikisource:zh:資治通鑑\/卷259|quyển 259, Đường kỷ 75]], Chiêu tông Thánh Mục Cảnh Văn Hiếu hoàng đế thượng chi trung Càn Ninh nguyên niên (Giáp dần, năm 894 CN)<\/ref>\n\n==Hậu sự==\nKhắc Dụng rất tiếc tài của Tồn Hiếu, cứ mong vào lúc hành hình, chư tướng sẽ cầu xin, rồi vin vào đấy mà tha cho ông. Nhưng chư tướng đố kỵ Tồn Hiếu, nên không ai lên tiếng, khiến Khắc Dụng ngầm oán trách họ rất lâu. Sau khi Tồn Hiếu đền tội, Khắc Dụng hơn 10 ngày không coi việc; thế lực của Khắc Dụng trở nên suy yếu, trong khi Chu Toàn Trung ngày càng hùng mạnh.<ref name=\"C\" \/><ref name=\"T\" \/><ref name=\"T4\" \/>\n\nKhông lâu sau, Khắc Dụng cùng chư tướng đánh bạc, nhắc đến Tồn Hiếu thì rơi nước mắt không thôi. Chiêu Nghĩa tiết độ sứ Khang Quân Lập vốn thân với Tồn Tín, lên tiếng phản bác; Khắc Dụng cả giận, giam cầm và đầu độc ông ta.<ref name=\"T\" \/><ref name=\"T4\" \/> Lại có Tiết A Đàn, cũng bị chư tướng đố kỵ, cảm thấy bất đắc chí, bèn tư thông với Tồn Hiếu. Tồn Hiếu đền tội, A Đàn sợ việc bị tiết lộ, bèn tự sát.<ref name=\"T4\" \/>\n\n==Đánh giá==\nTồn Hiếu tay vượn giỏi bắn, mình khoác giáp nặng, lưng đeo cung, đùi đặt sóc; nô bộc của ông luôn đem theo 2 con ngựa, hễ Tồn Hiếu thấy ngựa có chút mệt thì thay đổi ngay giữa trận chiến. Tồn Hiếu một mình múa qua sắt xông vào trận, muôn người không chống nổi, đi lại nhẹ nhàng như bay, được người đời sánh với [[Trương Liêu]], [[Cam Ninh]].<ref name=\"C\" \/><ref name=\"T\" \/><ref name=\"T4\" \/>\n\nSử cũ nhận xét: khi xưa Lý Khắc Dụng nổi dậy ở Tịnh, Phần, gặp lúc hươu chạy ở Trung Nguyên, hẹn với rồng đánh ở chằm lớn, tập hợp kẻ kiêu quả, để dành làm việc chó ưng. Nên từ Lý Tồn Tín trở xuống, đều ban tên họ để thu tấm lòng của họ, trao quan chức để dùng tài năng của họ. So với [[Đổng Trác]] thu nhận [[Lữ Bố]], cũng giống như vậy! Với cái dũng của Tồn Hiếu, đủ để trùm ba quân mà đứng đầu muôn người, nếu không làm kẻ phản thần, thì có thể là bậc lương tướng đấy.<ref name=\"C\" \/>\n\n==Hình tượng văn hóa==\nTrong tiểu thuyết [[Tàn Đường Ngũ Đại sử diễn nghĩa]] ([[:wikisource:zh:殘唐五代史演義傳|残唐五代史演义传]]), Dũng Nam công Lý Tồn Hiếu (869 – 904) là mãnh tướng bậc nhất đương thời, sử dụng cây Vũ vương sóc nặng 800 cân, xưng Phi Hổ tướng quân. Ở tác phẩm này, chàng chăn dê An Cảnh Tư nhờ đánh cọp ở núi Phi Hổ mà được Tấn vương Lý Khắc Dụng thu nhận (hồi 10), ban tên Lý Tồn Hiếu, trở thành Thái bảo thứ 13. Tồn Hiếu đã vì Tấn vương lập rất nhiều công lao: phá Thạch Lĩnh quan (hồi 12), bắt Mạnh Tuyệt Hải (hồi 15), đem 18 kỵ sĩ vào ra Trường An, đốt kho Vĩnh Phong (hồi 18), bắt Đặng thiên vương (hồi 30). Tháng 9 năm Thiên Phục thứ 3 (904), Tồn Hiếu bị Lý Tồn Tín, Khang Quân Lợi bày kế ly gián, vu cáo và sát hại (hồi 32), hưởng thọ 36 tuổi.\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Chú thích==\n{{notelist}}\n\n[[Thể loại:Sinh thế kỷ 9]]\n[[Thể loại:Mất năm 894]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]\n[[Thể loại:Người họ Lý tại Trung Quốc]]"}