{"Lý Cương":"[[Tập tin:Li Kang.jpg|nhỏ|phải|Hình vẽ Lý Cương trong \"Tiếu đường trúc hoạ truyện\" (晩笑堂竹荘畫傳) năm 1921]]\n'''Lý Cương''' ({{zh|s=李纲|t=李綱|p=Lǐ Gāng}}, [[1083]] - [[1140]]), [[Tên chữ (người)|tên tự]] là '''Bá Kỷ''', người Thiệu Vũ quân<ref>Nay là [[huyện cấp thị]] [[Thiệu Vũ]], [[địa cấp thị]] [[Kinh Nam|Nam Bình]], [[tỉnh]] [[Phúc Kiến]]<\/ref>, [[tể tướng]] [[nhà Tống]], lãnh tụ phái kháng [[Nhà Kim|Kim]], [[anh hùng dân tộc]] [[Trung Quốc]].\n\nCùng với [[Nhạc Phi]], [[Triệu Đỉnh]], [[Hàn Thế Trung]], [[Văn Thiên Tường]], ông là 1 trong 5 vị quan trong thời [[Nam Tống]] được thờ tại [[Đế vương miếu]] (历代帝王庙) được [[nhà Minh]], [[nhà Thanh]] xây dựng, trong đó thờ những vị quan văn, võ tướng được đánh giá là tài năng và tận trung nhất qua các triều đại.\n\n==Thiếu thời==\nTổ tiên của Lý Cương không thể khảo cứu được, ông tự xưng mình là hậu nhân còn sống của hoàng đế cuối cùng [[Nhà Đường|triều Đường]] [[Đường Ai Đế|Lý Chúc]], theo chi của một người con tên Lý Hy Chiếu(李熙照). Cha là Lý Quỳ, làm đến Long Đồ các đãi chế. Năm 1112, Lý Cương đỗ tiến sĩ.\n\nNăm 1115, Lý Cương nhiệm chức Giám sát ngự sử kiêm quyền Điện trung thị ngự sử, không lâu sau vì nghị luận triều chính không hợp ý bề trên, bị đổi làm Bỉ bộ viên ngoại lang, rồi được thăng làm Khởi cư lang.\n\nNăm 1119, Biện Kinh có lụt lớn, ông dâng sớ yêu cầu triều đình chú ý các vấn đề nội ưu ngoại hoạn, triều đình ghét lời ấy, biếm làm Giám thuế vụ ở huyện Sa <ref>Nay là [[Sa (huyện)|huyện Sa]], [[Phúc Kiến]]<\/ref> thuộc Nam Kiếm Châu.\n\n==Phòng ngự Khai Phong==\nTháng 7 năm 1125, Lý Cương được về triều, nhiệm chức Thái thường Thiếu khanh.\n\nMùa đông năm ấy, 2 lộ quân Kim đánh Tống, [[Hoàn Nhan Tông Vọng]] soái Đông lộ quân nhằm thẳng vào đô thành [[Khai Phong]]. Triều đình nhà Tống trải qua một phen hoảng loạn, thông qua [[Ngô Mẫn]], Lý Cương đề xuất với [[Tống Huy Tông]] truyền vị cho thái tử [[Triệu Hoàn]], để hiệu triệu quân dân kháng Kim. Sau khi Triệu Hoàn lên ngôi, là [[Tống Khâm Tông]], Ngô Mẫn nhiệm chức Môn hạ thị lang (dân gian gọi là Phó tướng), Lý Cương nhiệm chức Binh bộ thị lang.\n\nTháng giêng năm 1126, triều đình lấy Ngô Mẫn làm Hành doanh phó sứ, Lý Cương làm Tham mưu quan. Quân Kim áp sát Khai Phong, bọn [[Bạch Thì Trung]], [[Lý Bang Ngạn]] muốn đưa Tống Khâm Tông chạy về nam, ông kiên quyết phản đối, cho rằng ''kế của ngày nay, không bằng chỉnh đốn binh mã, lớn tiếng đòi đánh, cố kết lòng dân, cùng nhau kiên thủ, để đợi quân cần vương'', Khâm Tông quyết định ở lại, thăng Lý Cương làm Thượng thư Hữu thừa.\n\nNhưng Khâm Tông lại theo lời bọn đại thần, thay đổi chủ ý, chuẩn bị xa giá để cùng hậu cung, triều đình dời về nam, ông rơi nước mắt can ngăn, Khâm Tông không theo. Lý Cương chạy ra ngoài kêu gọi [[Cấm vệ quân]] tỏ lòng trung thành, mọi người hô lớn: ''Nguyện tử thủ!'' Ông trở vào, nhận xét gia quyến của Cấm vệ quân đều ở kinh thành, một khi rời khỏi thì lòng người ly tán, giữa đường chẳng may có biến thì khó thoát khỏi kỵ binh của Kim. Khâm Tông mới quyết định ở lại.\n\nLý Cương được nhiệm chức Thân chinh hành doanh sứ, phụ trách phòng ngự Khai Phong. Ông soái quân dân Khai Phong trong vài ngày kịp thời hoàn thành tổ chức phòng ngự, tự lên thành đốc chiến, đẩy lui quân Kim. Kim soái Hoàn Nhan Tông Vọng thấy khó lòng đánh hạ Khai Phong, chuyển sang thi hành kế dụ hàng, triều đình nhà Tống tỏ ý chịu khuất phục. Lý Cương vì kiên quyết phản đối cắt đất cầu hòa, lại thêm [[Diêu Bình Trọng]] tập kích doanh trại Kim thất bại, bọn Lý Bang Ngạn đẩy hết trách nhiệm cho ông, nên bị bãi quan. Hơn 10 vạn quân dân Khai Phong phẫn nộ, tập trung trước cửa cung hò hét, Tống Khâm Tông đành thu hồi mệnh lệnh, Lý Cương mới được dùng trở lại.\n\nTháng 2, quân Kim rút lui, Lý Cương đổi nhiệm chức Tri Khu mật viện sự.\n\n==Biến cố Tĩnh Khang==\nTháng 6, triều đình mượn lý do giải vây Thái Nguyên, đẩy Lý Cương ra ngoài làm Hà Bắc, Hà Đông lộ Tuyên phủ sứ. Các quan chức Tuyên phủ phó sứ, Chế trí phó sứ, Sát phóng sứ đều nghe lệnh trực tiếp từ triều đình, ông chưa từng nắm được chút binh quyền nào, nhiều lần dâng sớ trình bày nhưng không có kết quả, vì vậy cuộc chiến giải vây chẳng có chút tiến triển gì!.\n\nTháng 8, triều đình nghị hòa, một loạt thành viên phái chủ chiến là [[Từ Xử Nhân]], [[Ngô Mẫn]], [[Hứa Hàn]], [[Trần Quá Đình]], [[Lý Hồi]],… bị đày ra ngoài. Lý Cương nghe tin, than rằng: \"Việc lớn không thể làm được rồi!\" rồi dâng sớ xin bãi chức. Triều đình lấy [[Chủng Sư Đạo]] làm Tuyên phủ sứ thay cho Lý Cương, triệu ông về kinh.\n\nTháng 9, Lý Cương bị bãi Tri Xu Mật viện sự, nhận hàm Quan Văn điện học sĩ, ra nhiệm chức Tri Dương Châu, ông dâng sớ xin miễn chức. Không lâu sau, bị gán cho tội danh \"''chuyên bàn việc đánh, thiệt quân phí của''\" mà chịu bãi chức, đổi nhận hư hàm Đề cử Bạc Châu Minh Đạo cung.\n\nTháng 10, lại bị biếm thụ chức Bảo Tĩnh quân Tiết độ phó sứ, an trí ở Kiến Xương quân <ref>Nay là [[Nam Thành]], [[Giang Tây]]<\/ref>, rồi lại bị đày đến Ninh Giang <ref>Nay là [[Phụng Tiết]], [[Trùng Khánh]]<\/ref>.\n\nTháng 11, quân Kim lần nữa chia 2 đường nam hạ, bao vây Khai Phong. Tống Khâm Tông lại muốn khởi dụng Lý Cương. Ông đang từ Kiến Xương đi Ninh Giang, ở Trường Sa nhận chiếu, lập tức soái quân \"Cần vương\" Hồ Nam cứu viện, được nửa đường thì đô thành bị hãm, Bắc Tống diệt vong.\n\n==Chống đỡ Nam Tống==\nTháng 5 năm 1127, Khang vương Triệu Cấu tại Ứng Thiên phủ <ref>Nay là [[Thương Khâu]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> thuộc Nam Kinh lên ngôi, là [[Tống Cao Tông]], đổi niên hiệu là Kiếm Viêm, sử gọi là nhà Nam Tống. Vì muốn mượn danh vọng của Lý Cương, khởi dụng ông làm Thượng thư Tả bộc xạ (Tả tướng) kiêm Trung thư thị lang. Phái chủ hòa cực lực chỉ trích Lý Cương.\n\nTháng 6, ông cho rằng những việc cấp bách lúc này là '''nghị Quốc thị''' (bàn về Phương châm chính trị), '''nghị Tuần hạnh''' (bàn về việc Hoàng đế tuần du), '''nghị Xá hạnh''' (bàn về việc Hoàng đế tha tội), '''nghị Tiếm nghịch''' (bàn về việc Bề tôi cướp ngôi), '''nghị Ngụy mệnh''' (bàn về Mệnh lệnh của chính quyền ngụy), '''nghị Chiến''' (bàn về việc Đánh), '''nghị Thủ''' (bàn về việc Thủ), '''nghị Bản chính''' (bàn về Chính lệnh của triều đình), '''nghị Trách thành''' (bàn về Trách nhiệm), '''nghị Tu đức''' (bàn về việc Sửa đức). Lý Cương phản đối nghị hòa, yêu cầu biểu dương những người tử tiết vì kháng Kim, dời đô về Khai Phong, chấn chỉnh quân vụ. Ông mạnh mẽ yêu cầu nghiêm khắc trừng trị những quan lại hàng Kim, trong biểu có viết: ''Bề tôi không thể phụng sự hai nước, nên dùng hốt mà đánh chúng.''\n\nLý Cương tích cực tổ chức quân dân Lưỡng Hà kháng Kim, bổ nhiệm [[Trương Sở (tướng)|Trương Sở]] làm Hà Bắc chiêu phủ sứ, [[Phó Lượng]] làm Hà Đông kinh chế phó sứ, [[Tông Trạch]] làm Tri Khai Phong phủ. Ông cho rằng chỉ có trên dưới đồng lòng kháng Kim, \"''trong thời gian 3 năm, quân đội – chính trị được tăng cường – sửa sang, binh giáp – chiến xa được chuẩn bị đầy đủ, về sau có thể cất đại quân chinh thảo, báo mối thù không đội chung trời, rửa cái nhục xưa chưa từng có''\". Nhờ vào nỗ lực xoay xở của Lý Cương, cục diện Nam Tống dần dần ổn định.\n\n==Cuối đời==\nTuy nhiên, Tống Cao Tông cùng bọn [[Uông Bá Ngạn]], [[Hoàng Tiềm Thiện]] của phái chủ hòa đã khiến cho hành động kháng Kim của ông gặp nhiều trở ngại. Đầu tiên, điều Lý Cương nhiệm chức Thượng thư tả bộc xạ kiêm Môn hạ thị lang (Tả tướng), lấy Hoàng Tiềm Thiện thay làm Hữu tướng, nhằm kiềm chế ông. Sau đó bãi chức của Trương Sở, Phó Lượng, phế bỏ Hà Bắc chiêu phủ tư và Hà Đông kinh chế tư. Lý Cương hết sức biện hộ cho Trương Sở, Phó Lượng, lại phản đối Cao Tông tiếp tục chạy về nam. Tháng 8, ông bị gán cho tội danh ''lấp liếm ngôn luận, chuyên quyền triều chính'', đổi làm Quan Văn điện đại học sĩ, Đề cử Động Tiêu cung.\n\nTháng 10 cùng năm đến năm 1129, Tống Cao Tông tiếp tục chạy về nam, quận huyện Lưỡng Hà nối nhau thất thủ. Trong thời gian này, Lý Cương chịu thêm một phen chỉ trích, đầu tiên bị bãi chức Quan Văn điện Đại học sĩ, đày đi Ngạc Châu <ref>Nay là [[Vũ Xương]], [[Vũ Hán]], [[Hồ Bắc]]<\/ref>, rồi bị biếm làm Đan Châu đoàn luyện phó sứ, đày đi Vạn An quân <ref>Nay là [[Vạn Ninh]], [[Hải Nam]]<\/ref>, đến mùa đông mới được phép tự do cư trú.\n\nTháng 2 năm 1132, Lý Cương được khởi dụng làm [[Hồ Quảng]] tuyên phủ sứ kiêm Tri Đàm Châu, kiến nghị triều đình tại một dải Kinh Hồ đồn trú trọng binh để mưu tính đoạt lại [[Trung Nguyên]]. Tấu nghị còn chưa lên đường, ông lại tiếp tục chịu đàn hặc, bị bãi chức, nhận hàm Đề cử Tây Kinh Sùng Phúc cung, tức là bị đày đi [[Phúc Châu]].\n\nNăm 1134, được trở về Thiệu Vũ cư trú. Liên quân Kim, Lưu Tề tiến đánh Nam Tống, ông lại trình lên kế sách phòng ngự, đề xuất tập kích Dĩnh Xương <ref>Nay là [[Hứa Xương]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> ở sau lưng quân địch.\n\nNăm 1135), Lý Cương lại dâng lên một bản tấu dài trần thuật đại kế Trung hưng, chỉ ra sự yếu đuối của triều đình Nam Tống là do trên dưới cầu an, không phải là kế lâu dài; sách lược lui tránh \"''chỉ tạm mà không lâu dài, chỉ một mà không lặp lại, lui 1 bước thì mất 1 bước, lui 1 thước thì mất 1 thước''\", răn đe Cao Tông \"''chớ lấy địch lui mà làm vui, phải lấy mối thù chưa báo được mà căm giận. Chớ lấy đông nam mà an tâm, phải lấy Trung Nguyên chưa giành lại, Xích Huyện Thần Châu'' <ref>Theo [[Sử Ký (định hướng)|Sử ký]], '''Xích Huyện Thần Châu''' là tên mà học thuyết \"'''Đại Cửu Châu'''\" của [[Sô Diễn]] (còn gọi là [[Trâu Diễn]]) dùng để gọi Trung Nguyên, về sau dùng để gọi Trung Nguyên hay Trung Quốc<\/ref> ''mất cho nước địch mà hổ thẹn; chớ lấy chư tướng nhiều lần báo tiệp mà lơi tay, phải lấy quân – chánh chưa sửa sang, sĩ khí chưa chấn hưng trong khi cường địch vẫn còn đấy mà lo lắng''\". Ông kiến nghị triều đình trước tiên liệu lý Hoài Nam, Kinh Tương làm bình phong của đông nam, ở đông tây Lưỡng Hoài cùng Kinh Tương đặt 3 viên đại soái, đều lãnh trọng binh để mưu tính khôi phục. Triều đình có chiếu an ủi.\n\nTháng 10 cùng năm, Lý Cương đổi nhiệm chức Chế trí đại sứ kiêm Tri Hồng Châu.\n\nNăm 1138, [[Vương Luân]] đi sứ nước Kim trở về, ông dâng tấu can ngăn không nên chấp thuận những yêu cầu của người Kim. Bản tấu lại chịu nhiều chỉ trích, Cao Tông nói: ''Đại thần nên như thế này!''\n\nTháng 2 năm 1139, Lý Cương được khởi dụng làm Hồ Nam lộ an phủ đại sứ kiêm Tri châu Đàm Châu, dâng sớ từ chối.\n\nTháng giêng năm sau (1140), ông mất ở Phúc Châu, hưởng thọ 58 tuổi. Triều đình sai sứ phúng tặng, thăm hỏi gia quyến, cấp chi phí tang lễ. Được tặng hàm Thiếu sư, họ hàng gần có đến 10 người làm quan.\n\nÔng được táng ở chân phía nam núi Đại Gia, thôn Quang Minh, trấn Kinh Khê, [[Mân Hầu|huyện Mân Hầu]], [[Phúc Châu|thành phố Phúc Châu]].\n\nNăm 1189, Lý Cương được ban thụy là '''Trung Định'''.\n\n==Trước tác==\n* '''Dịch truyện''' ''nội thiên'' 10 quyển, ''ngoại thiên'' 12 quyển.\n* '''Luận ngữ tường thuyết''' 10 quyển.\n* Văn chương ('''Lương Khê tập''' 180 quyển, phụ lục 6 quyển,…), thơ ca (thơ có ''Bệnh ngưu'',…; từ có '''Lương Khê từ''', tiêu biểu là ''Niệm Nô Kiều - Hán Vũ tuần Sóc Phương'', ''Hỷ Thiên Oanh - Tấn sư thắng Phì - thượng'', ''Thủy Long Ngâm - Thái Tông lâm Vị - thượng'', ''Vũ Lâm Linh - Minh Hoàng hạnh Tây Thục'',…), tấu nghị ('''Trung hưng chí ngôn''', '''Ngộ luận''',…) hơn trăm quyển.\n* '''Tĩnh Khang truyện tín lục''' 3 quyển, '''Phụng nghênh lục''', '''Kiến Viêm thời chính ký''' 3 quyển, '''Kiến Viêm tiến thoái chí''' 4 quyển, '''Kiến Viêm chế chiếu biểu tráp tập''', '''Tuyên phủ Kinh Quảng ký''', '''Chế trí Giang Hữu lục'''.\n\n==Tác phẩm tiêu biểu: Bệnh Ngưu==\n{| valign=\"top\"\n|\n:Nguyên tác: '''病牛'''\n:耕犁千畝實千箱，\n:力盡筋疲誰復傷？\n:但得眾生皆得飽，\n:不辭羸病臥殘陽。\n|\n:Hán Việt: '''Bệnh ngưu'''\n:''Canh lê thiên mẫu thực thiên tương,''\n:''Lực tận cân bì thuỳ phục thương?''\n:''Đãn đắc chúng sinh giai đắc bão,''\n:''Bất từ luy bệnh ngoạ tàn dương.''\n|\n:Dịch thơ: '''Con trâu ốm''' (Người dịch: Nguyễn Bích Ngô)\n:Ruộng cày nghìn mẫu thóc nghìn kho\n:Sức kiệt thân mòn ai biết cho\n:Chỉ muốn người đời no đủ cả\n:Chiều tàn chẳng quản ốm nằm xo.\n|}\n\n==Đánh giá==\nLý Cương đáp ứng sự kỳ vọng của cả nước, xả thân vì xã tắc và nhân dân. Tuy không được dùng, hoặc dùng không được lâu, nhưng nghĩa khí trung thành của ông vẫn lẫm liệt khiến cho người ta cảm động. Mỗi lần sứ giả Nam Tống đến Yên Sơn (tức Yên Kinh, đô thành cũ của [[Nhà Liêu|nước Liêu]]), đều nhận được những lời thăm hỏi tình hình của Lý Cương, cho thấy uy vọng của ông là như thế nào!\n\n[[Văn Thiên Tường]], \"'''Trung Định công tán'''\": ''Đạo của ông thì tốt, vận của ông thì xấu. Ôi, không hay ở chỗ nào, mà trời xanh mấy lần không chọn!''\n\n[[Chu Hi]] bình giá: ''Cương biết đến vua cha mà không biết đến mình, biết an nguy của thiên hạ mà không biết bệnh tật của mình, tuy bị gian thần chỉ trích, mấy lần suýt chết, mà cái chí yêu nước lo vua rốt cục vẫn không mất, có thể xem là vĩ nhân một thời vậy!''\n\n==Giai thoại: Biển nhục Tây Thi==\nNăm 1119, Lý Cương bị đày đến huyện Sa. Ông ngụ ở nhà khách mé tây chùa Hưng Quốc tại cửa Đông. Chỉ là một viên quan bị biếm chức, công việc chẳng có gì nhiều, phần lớn thời gian là rảnh rỗi, Lý Cương cùng bọn danh sĩ Đặng Túc vui chơi tiệc tùng, làm thơ hát xướng.\n\nHằng ngày ông đến một quán thức ăn nhẹ (chữ Hán: 小吃, tiểu cật) <ref>Thức ăn nhẹ của huyện Sa (Sa huyện tiểu cật) đã được phát triển thành một [[thương hiệu]] địa phương tại Trung Quốc<\/ref> ở mé đông chùa Hưng Quốc để dùng bữa sáng. Chủ quán là La Phát Thổ, lớn tuổi, tính thật thà không khéo ăn nói. Vợ La là Nhạc Tú Cơ, dung mạo xinh xắn, da dẻ trắng đều, tính thông minh giỏi giang, lại giỏi làm các thức ăn nhẹ là Biển nhục <ref>'''Biển nhục''', '''Nhục yến''' hay '''Biển thực''' là một món ăn Trung Quốc theo cách gọi của người [[Phúc Kiến|Mân]] – [[Đài Loan|Đài]]: vỏ bên ngoài được làm bằng bột mì, tùy theo hình dáng và màu sắc mà nhồi thêm các loại bột và nguyên liệu khác; nhân bên trong được làm từ [[thịt]] bằm nhuyễn, [[rau]] xắt vụn, [[hải sản]],… Hình thức, công thức làm vỏ và nhân bánh, tùy theo vùng, miền mà thay đổi, nhân đó tên gọi cũng thay đổi. Người phương bắc Trung Quốc gọi là '''[[hồn đồn]]''' (đây cũng là tên gọi nguyên thủy của loại bánh này, là do đọc trại '''[[hỗn độn]]'''), người một dải [[Ba (nước)|Ba]] [[Thục]] ở tây nam gọi là '''[[sao thủ]]''', người [[Vũ Hán]] gọi là '''[[thanh thang]]''', người [[Quảng Châu]] gọi là '''[[vân thôn]]''' (người [[Việt Nam]] đọc trại là [[vằn thắn]] hay [[vằn thắn|hoành thánh]]). Biển nhục có chút khác biệt so với Hồn đồn: vỏ mỏng nhân lớn, chú trọng mùi vị tươi ngon. Cần phân biệt '''Hồn đồn''' <được nấu và dùng với canh nóng> và '''[[Giáo tử]]''' ([[bánh chẻo]]) hay '''[[Chưng giáo]]''' (bánh chẻo hấp), còn gọi là '''[[Thủy giáo]]''' ([[vằn thắn|sủi cảo]]) hay '''[[Hà giáo]]''' ([[há cảo]], tức sủi cảo nhân hải sản, đại biểu là [[tôm]]) <được hấp và dùng với nước chấm><\/ref>, Thiêu mại ([[xíu mại]]), Ngư hoàn ([[cá viên]]), Bàn cao ([[bánh bò]])… Hai vợ chồng tuy nhiều khác biệt nhưng rất hòa hợp; còn với người ngoài, thức ăn nhẹ của họ là ngon nhất vùng. Có người nhân đó gọi Nhạc Tú Cơ là Biển nhục [[Tây Thi]], dù món ăn ngon nhất của quán lại là Thiêu mại. Thiêu mại của Biển nhục Tây Thi có một lớp vỏ mỏng, hấp chín xong thì trong suốt như ngọc, chấm với nước tương rồi cho vào miệng, cảm thấy ngọt ngào giòn tan, răng ngập trong mùi vị tươi ngon. Biển nhục Tây Thi tuy không học hành, nhưng rất biết đại thể, đối với Lý Cương vô cùng kính trọng, mỗi khi ông đến, không chỉ các món ăn được làm một cách đặc biệt, mà còn phục vụ chén lớn hơn hẳn của người khác.\n\nMột ngày nọ, Lý Cương có hẹn với bọn Đặng Túc đi chơi núi Thất Đóa. Sau khi ăn sáng, ông dặn dò La Phát Thổ vào giữa trưa đưa thức ăn đến gác Ngưng Thúy. Không ngờ trong lúc Phát Thổ đưa thức ăn, Biển nhục Tây Thi ở nhà bị một đám lưu manh vũ nhục. Buổi chiều, Lý Cương về nhà khách, Phát Thổ đến trình bày tình cảnh của vợ mình. Ông nổi giận, lập tức lên ngựa đưa Phát Thổ đến gặp [[Tri huyện]] báo án. Tri huyện không dám chậm trễ, trong đêm phái đi 4 tổ Lệ bộ, mỗi tổ 8 người, lùng bắt đám lưu manh. Giữa trưa ngày thứ 2 thì bắt được bọn chúng đưa về huyện phủ. Đám lưu manh này thường ngày làm nhiều việc xấu xa, dân chúng rất căm phẫn, vì thế khi Tri huyện hỏi cách xử trí, Lý Cương đề nghị nghiêm trừng làm gương. Sau đó, huyện Sa trở nên thái bình vô sự, mọi người yên ổn làm ăn, vợ chồng La Phát Thổ sinh được 1 trai 1 gái, rất đỗi cảm kích ông.\n\n==Tham khảo==\n* [[Tống sử]]\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Nhân vật chiến tranh Kim-Tống}}\n\n[[Thể loại:Anh hùng dân tộc Trung Quốc]]\n[[Thể loại:Nhân vật quân sự nhà Tống]]\n[[Thể loại:Người Phúc Kiến]]\n[[Thể loại:Sinh năm 1083]]\n[[Thể loại:Mất năm 1140]]\n[[Thể loại:Tể tướng Trung Quốc]]\n[[Thể loại:Tiến sĩ nhà Tống]]"}