{"Lý Thạnh":"'''Lý Thạnh''' ([[chữ Hán]]: 李晟, [[727]] – [[793]]), [[Tên chữ (người)|tên tự]] là '''Lương Khí''', người Lâm Đàm, Thao Châu <ref>Nay là [[huyện]] [[Lâm Đàm]], [[châu tự trị]] [[Người Tạng|dân tộc Tạng]] [[Cam Nam, Cam Túc]]<\/ref>, là tướng lĩnh trung kỳ [[nhà Đường]] trong [[lịch sử Trung Quốc]]. Ông tham gia trấn áp các phiên trấn nổi loạn, có công giành lại kinh thành [[Trường An]] từ tay tướng nổi dậy [[Chu Thử]], trở thành đệ nhất công thần thời [[Đường Đức Tông]].\n\n==Khởi đầu binh nghiệp==\nÔng nội là Tư Cung, cha là Khâm, đời đời là Bì tướng ở Lũng Hữu. Thạnh được vài tuổi thì mồ côi cha, thờ mẹ hiếu cẩn, tính cách hùng liệt, có tài năng, giỏi cưỡi ngựa bắn cùng. Năm lên 10 thì tòng quân, mình dài 6 thước, dũng cảm tuyệt luân.\n\nKhi ấy Hà Tây tiết độ sứ [[Vương Trung Tự]] đánh [[Thổ Phồn]], có viên tướng địch ra thành thách đấu, sát thương rất nhiều tướng sĩ, Trung Tự kêu gọi xạ thủ giỏi trong quân để bắn hắn ta. Thạnh giương cung bắn một phát khiến hắn chết ngay, ba quân đều reo hò, Trung Tự hậu thưởng ông, rồi vỗ lưng mà nói: \"Đây là ‘Vạn nhân địch’ đấy!\"\n\nPhượng Tường tiết độ sứ [[Cao Thăng Nhã]] nghe danh, triệu bổ làm Liệt tướng. Thạnh đánh bại [[người Khương]] ở Điệp Châu tại Cao Đương Xuyên, Liên Cuồng Khương ở Đãng Châu tại Hãn Sơn, dần được thăng làm Tả Vũ lâm đại tướng quân đồng chánh <ref>Đồng chánh hay Chánh viên, gọi đầy đủ là Đồng chánh viên, có nghĩa nhân viên được chánh thức biên chế. Ở đây, các tiết độ sứ chỉ có thể bổ nhiệm tạm thời các viên chức trong quân đội, muốn chánh thức phải tấu lên triều đình.<\/ref>.\n\nNăm Quảng Đức đầu tiên (763), Phượng Tường tiết độ sứ [[Tôn Chí Trực]] cho Thạnh thự chức Tổng du binh, đánh phá người [[Đảng Hạng Khương]] là bọn Cao Ngọc, nhờ công được thụ Đặc tiến, Thí Quang lộc khanh, chuyển làm Thí Thái thường khanh.\n\nNăm Đại Lịch đầu tiên (766), [[Lý Bão Ngọc]] trấn thủ Phượng Tường, cho Thạnh thự chức Hữu quân đô tướng. Năm thứ 4 (769), quân Thổ Phồn vây Linh Châu, Bão Ngọc sai Thạnh đem 5000 quân đi đánh, ông từ chối: \"Dùng sức thì không đủ, dùng mưu thì quá nhiều.\" Bèn xin đưa 1000 đi gấp ra Đại Chấn Quan <ref>Nay là [[Lũng (huyện Trung Quốc)|huyện Lũng]], [[Thiểm Tây]]<\/ref>, đến Lâm Thao, đồ sát Định Tần Bảo, đốt kho lẫm của địch, bắt thủ lĩnh Mộ Dung Cốc Chung đem về, người Thổ Phồn đành giải vây Linh Châu mà đi. Được bái làm Khai phủ Nghi đồng tam tư. Ngay sau đó, được kiêm chức Tả Kim Ngô vệ đại tướng quân, Kính Nguyên 4 trấn, Bắc Đình đô tri binh mã sứ, gồm cả chức Tổng du binh.\n\nKhông lâu sau, tiết độ sứ [[Mã Lân]] bị quân Thổ Phồn đánh bại ở Diêm Thương, Thạnh đưa đưa quân bản bộ đón đánh, giật Lân ra khỏi đám loạn binh, nhờ công được phong Hợp Xuyên quận vương. Lân đố kỵ uy danh của Thạnh, lại hiểu lầm ông không giữ lễ với mình, bèn trả về triều; [[Đường Đại Tông|Đại Tông]] giữ lại làm túc vệ, giữ chức Hữu Thần Sách đô tướng.\n\nĐức Tông nối ngôi, quân Thổ Phồn vào cướp Kiếm Nam quân, trong khi tiết độ sứ [[Thôi Ninh]] đang ở kinh sư, vùng Tam Xuyên chấn đông, triều đình ban chiếu sai Thạnh đem quân Thần Sách đi cứu, cho thụ chức Thái tử tân khách. Thạnh bèn vượt qua Lậu Thiên, hạ 3 thành Phi Việt, Khuếch Thanh, Túc Ninh, chẹn sông Đại Độ, chém được hơn ngàn thủ cấp địch. Quân Thổ Phồn lui đi, Thạnh ở lại [[Thành Đô]] vài tháng rồi về.\n\n==Chinh chiến Hà Sóc==\nNăm Kiến Trung thứ 2 (781), Ngụy Bác tiết độ sứ [[Điền Duyện]] làm phản, đưa quân vây Lâm Minh <ref>Nay là [[Vĩnh Niên]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, Hình Châu <ref>Nay là [[Hình Đài]], Hà Bắc<\/ref>, có chiếu lấy Thạnh làm Thần Sách tiên phong đô tri binh mã sứ, cùng Hà Đông tiết độ sứ [[Mã Toại]], Chiêu Nghĩa tiết độ sứ [[Lý Bão Chân]] hợp quân cứu Lâm Minh. Sau đó được gia kiêm chức Ngự sử trung thừa. Quân Hà Đông, Chiêu Nghĩa đánh [[Dương Triều Quang]] ở phía nam Lâm Minh, Thạnh cùng kỵ tướng Hà Đông là Lý Tự Lương, Lý Phụng Quốc đánh Duyệt ở Song Cương, phản quân lùi lại, quan quân chém được Triều Quang. Đôi bên giao chiến ở Lâm Minh, các cánh quan quân đều lùi lại. Thạnh dẫn quân đến Minh Thủy, nhờ mặt sông đóng băng mà vượt qua, đánh tạt sườn Duyệt, quan quân hăng hái quay lại đánh bại phản quân.\n\nTháng giêng ÂL năm thứ 3 (783), Thạnh tham gia đánh bại Điền Duyệt ở Hoàn Thủy, rồi tấn công Ngụy Châu, nhờ công được gia Kiểm hiệu Tả tán kỵ thường thị, thực phong 100 hộ. Chưa lâu sau, được kiêm chức Ngụy phủ tả tư mã. Khi ấy [[Chu Thao]], [[Vương Vũ Tuấn]] hợp binh tại 2 châu Thâm, Triệu, giận triều đình thưởng bạc <ref>Sau khi trấn áp thành công của Thành Đức tiết độ sứ [[Lý Duy Nhạc]], Lư Long tiết độ lưu hậu Chu Thao được chia 2 châu Đức, Lâm, lại đòi thêm Thâm Châu; Tiên phong binh mã sứ cũ của Duy Nhạc là Vương Vũ Tuấn cậy có công giết Duy Nhạc, muốn làm tiết độ sứ cùng 2 châu Triệu, Định. Nhưng Đường Đức Tông chỉ cho Vũ Tuấn làm Hằng Châu thứ sử, Hằng, Ký đô đoàn luyện quan sát sứ, phần còn lại của Thành Đức quân được chia cho các tướng cũ của Duy Nhạc là Trương Hiếu Trung (Nghĩa Vũ tiết độ sứ gồm 3 châu Dịch, Định, Thương) và Khang Nhật Tri (Thâm, Triệu đô đoàn luyện quan sát sứ), rồi lệnh cho Thao quay về U Châu. Thao không quay về U Châu, Vũ Tuấn cũng không rời Triệu Châu.<\/ref>, Duyệt biết họ muốn phản, bèn sai sứ cầu viện; Thao và Vũ Tuấn nhận lời, đem quân vây [[Khang Nhật Tri]] ở Triệu Châu <ref>Nay là [[huyện Triệu]], Hà Bắc<\/ref>. Lý Bão Chân chia 2000 quân giữ Hình Châu, Mã Toại cả giận, muốn bỏ về. Thạnh nói với Toại rằng: \"Ban đầu phụng chiếu đánh giặc, 3 tướng soái cùng tiến. Lý thượng thư cho rằng Hình Châu liền kề Triệu Châu, chia quân để giữ, tôi tin rằng chẳng hại gì; sĩ tốt tinh nhuệ của ông ấy vẫn còn ở đây, lệnh công vội vàng bỏ đi, thì việc nước ra sao?\" Toại cho là phải, bèn cảm ơn Thạnh, rồi dựng lũy cho Bão Chân, đi lại vui vẻ như trước.\n\nVương Vũ Tuấn đánh Triệu Châu, Thạnh hiến kế giải vây Triệu Châu, muốn đến hợp quân với Nghĩa Vũ tiết độ sứ [[Trương Hiếu Trung]] ở Định Châu, hòng uy hiếp Phạm Dương quân <ref>Nay là khu vực bao gồm [[Bắc Kinh]] và bắc bộ [[Bảo Định, Hà Bắc|Bảo Định]], Hà Bắc<\/ref>, buộc bọn Vũ Tuấn phải bỏ Triệu Châu. Đức Tông nhanh chóng đồng ý, gia Thạnh chức Ngự sử đại phu, điều Cấm quân tướng quân Mạc Nhân Trạc, Triệu Quang Tiển, Đỗ Quý Thử đến chịu sự chỉ huy của ông. Thạnh từ Ngụy Châu bắc tiến, nhằm đến Triệu Châu, Vũ Tuấn nghe tin, giải vây mà đi. Thạnh ở lại Triệu Châu 3 ngày, hợp quân với Trương Hiếu Trung, bắc tiến đến Hằng Châu, vây tướng của Chu Thao là Trịnh Cảnh Tế ở Thanh Uyển <ref>Nay là Bảo Định, Hà Bắc<\/ref>, dẫn nước rót vào thành. Điền Duyệt, Vương Vũ Tuấn đều điều quân đến cứu, giao chiến ở Bạch Lâu. Mới vào trận, phản quân đẩy lui được quân Nghĩa Vũ, Thạnh đưa quân đến đánh tan kẻ địch, con ngựa của ông trúng liền mấy mũi tên mới thôi. Giằng co hơn tháng, thành càng lúc càng nguy ngập, bọn Thao cả sợ, dốc toàn quân đến cứu, vây ngược lại quan quân. Thạnh trong vây Cảnh Tế, ngoài cự bọn Thao, ngày đánh mấy trận, từ tháng giêng ÂL đến tháng 5 ÂL (784). Gặp lúc Thạnh bệnh nặng, đến nỗi không biết gì nữa. Chư tướng bàn nhau, rồi đưa liên quân Thần Sách – Nghĩa Vũ quay về Định Châu, phản quân không dám đuổi theo.\n\n==Thu phục Trường An==\n===Phụng chiếu cần vương===\nThạnh khỏi bệnh, sắp tiến quân, thì xảy ra loạn [[Chu Thử]], Đức Tông chạy ra Phụng Thiên, ban chiếu gọi ông cần vương. Thạnh nhận chiếu thì rơi nước mắt, lập tức muốn lên đường. Trương Hiếu Trung cậy vào Thạnh để chống lại Chu Thao, Vương Vũ Tuấn, không muốn để ông đi, nhiều lần tìm cách ngăn cản. Thạnh bèn để con trai ở lại làm con tin, định hôn ước với Hiếu Trung, còn gởi cả ngựa tốt. Thạnh lại cởi đai lưng tặng cho sứ giả của Hiếu Trung, tỏ ý kiên quyết lên đường. Sứ giả nhận đai thì cảm phục, quay về khuyên can Hiếu Trung. Thạnh không bị cản trở, đưa quân theo Phi Hồ Đạo <ref>Cựu Đường thư chép là Phi Hồ, Tân Đường thư chép là Phi Cô. Đây là con đường được mở năm Thái Hòa thứ 6 (482) đời Bắc Ngụy, vì xuất phát từ Linh Khâu nên còn gọi là Linh Khâu Đạo, nối liền bắc bộ cao nguyên Sơn Tây với đồng bằng Hoa Bắc.<\/ref> đi Đại Châu <ref>Nay là [[huyện Đại]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>, có chiếu gia ông chức Kiểm hiệu công bộ thượng thư, Thần Sách hành doanh tiết độ sứ, thực phong 200 hộ. Thạnh từ Bồ Tân thuộc Hà Trung mà sang Vị Bắc, đắp lũy ở Đông Vị Kiều <ref>Nay là đông bắc [[Tây An]], Thiểm Tây<\/ref> để uy hiếp Chu Thử. Thạnh giữ quân lệnh nghiêm túc, không phạm đến một cây củi của dân chúng.\n\nKhi ấy Lưu Đức Tín đem quân bản bộ đi cứu Tương Thành, thua trận ở Hỗ Giản, rồi tham gia cần vương, ban đầu đưa tàn quân đến Vị Nam, sau đó hợp quân với Thạnh. Do quân đội của Đức Tín không nghiêm chỉnh, gây ra tình trạng hỗn loạn, Thạnh nhân lúc Đức Tín đến gặp mình, kể mấy tội đem chém, sau đó đem vài kỵ binh đi phủ dụ quân đội của ông ta, khiến bọn chúng đều cảm động mà quy phục. Có thêm lực lượng của Đức Tín, thanh thế của Thạnh ngày càng lớn.\n\n===Mắc kẹt Hàm Dương===\nKhi ấy Sóc Phương tiết độ sứ [[Lý Hoài Quang]] cũng từ Hà Bắc cần vương, đóng quân ở Hàm Dương, không muốn Thạnh một mình lập công, bèn tâu xin hợp quân với ông, có chiếu sai Thạnh dời quân đến hội họp với Hoài Quang. Thạnh nhận chiếu dẫn quân đến Trần Đào Tà <ref>Nay là phía đông [[Hàm Dương]], Thiểm Tây<\/ref>, lũy chưa lập xong, phản quân ập đến, ông bèn bày trận, rồi khuyên Hoài Quang cùng ra đánh, cho rằng nếu thắng có thể thừa cơ giành lại kinh sư. Hoài Quang sợ Thạnh lập công, tìm cớ thoái thác, ông biết ý, nên thu quân về lũy. Sang năm Hưng Nguyên đầu tiên (784), Hoài Quang vẫn lần lữa không tiến quân, Thạnh càng thuyết phục, hắn ta càng phản đối. Doanh trại quân Thần Sách ở phía bắc doanh trại quân Sóc Phương, mỗi lần Thạnh cùng Hoài Quang đến dưới thành Trường An, quân Sóc Phương đều cướp bóc, khiến dân chúng khổ sở, quân Thần Sách không động vào thứ gì. Quân Sóc Phương đem chia những thứ lấy được, quân Thần Sách tuyệt đối không nhận.\n\nSau một thời gian tìm cách ngăn cản Thạnh, Hoài Quang vẫn chưa có kế gì. Khi ấy quân Thần Sách được cung ứng nhiều hơn các cánh quân khác, Hoài Quang dâng tấu phàn nàn việc này. Đức Tông lo lắng, vì chẳng biết tìm đâu ra nguồn tài chính để cung cấp cho mọi cánh quân đồng đều với quân Thần Sách, bèn sai Hàn Lâm học sĩ [[Lục Chí]] vỗ về Hoài Quang, rồi lệnh cho ông ta cùng Hoài Quang và Thạnh bàn bạc để xử lý việc này. Hoài Quang vốn muốn ép Thạnh phải tự cắt giảm nhu yếu của quân Thần Sách chia cho các cánh quân khác, khiến ông mất lòng bộ hạ, ngay từ đầu cuộc gặp mặt đã gợi ý Thạnh xử lý vấn đề này. Lục Chí nhiều lần đưa mắt nhìn Thạnh – có ý khuyên ông chịu nhún, nhưng Thạnh thản nhiên cho rằng Hoài Quang chính là nguyên soái, thì cung ứng cho các cánh quân – bao gồm cả quân Thần Sách – như thế nào vốn là việc của Hoài Quang, mình không có ý kiến gì. Hoài Quang không có khả năng chi phối nguồn quân nhu, cũng không dám mở miệng đòi quân Thần Sách tự cắt giảm, nhất thời cứng họng, đành bỏ qua việc này.\n\nHoài Quang đồn trú tại Hàm Dương hơn 80 ngày, không chịu xuất quân. Đức Tông lo lắng, nhiều lần sai sứ thúc giục, Hoài Quang cũng nhiều lần tìm cớ thoái thác, mặt khác lại ngầm thông mưu với Chu Thử, dần không giấu được. Thạnh sợ quân đội của mình bị thôn tính, bèn dâng mật sớ xin dời quân Thần Sách đến Đông Vị Kiều, nhằm chia cắt thế lực của phản quân. Đế chưa đồng ý, Thạnh trình bày chứng cứ Hoài Quang làm phản, đề xuất phòng bị bằng cách: lấy các viên Bì tướng của mình là [[Triệu Quang Tiển]] làm Dương Châu thứ sử, [[Đường Lương Thần]] làm Lợi Châu thứ sử, con rể [[Trương Úc]] làm Kiếm Châu thứ sử, đều nắm 500 quân, để giữ thông suốt 2 lộ Thục, Hán, đảm nguồn cung ứng cho quân đội. Đế chưa trả lời, thì Thổ Phồn đáp ứng việc triều đình mượn quân đánh Chu Thử. Đế muốn thân chinh đến Hàm Dương đốc chiến, Hoài Quang cả sợ, ngờ rằng đế muốn đoạt binh quyền của mình, bèn gấp gáp nổi loạn. Bấy giờ liên quân ngoài Hoài Quang và Thạnh còn có Phu Phường tiết độ sứ [[Lý Kiến Huy]], Thần Sách tướng [[Dương Huệ Nguyên]]. Thạnh biết tình thế nguy cấp, truyền lệnh có chiếu cho dời quân đến Vị Kiều, rồi kết thành trận thế mà đi. Mấy ngày sau, Hoài Quang quả nhiên thôn tính quân đội của Kiến Huy và Huệ Nguyên, Kiến Huy trốn thoát còn Huệ Nguyên bị hại.\n\n===Trù bị chiến đấu===\nTướng của Thạnh là Trương Thiếu Hoằng từ hành tại đến truyền khẩu chiếu, thụ Thạnh làm Thượng thư tả bộc xạ, Đồng trung thư môn hạ bình chương sự, để trấn an lòng quân. Thạnh khóc mà nhận lệnh, rồi đào hào đắp lũy, sửa sang binh giáp, chuẩn bị chiến đấu. Thạnh bị kẹp giữa 2 thế lực Chu Thử và Lý Hoài Quang, chỉ sợ 2 người liên kết tấn công, nên nhún mình vờ tin rằng Hoài Quang vẫn trung thành với triều đình, ngoài thì nịnh nọt, trong thì đề phòng. Khi ấy lương thảo không đủ, Thạnh bèn lệnh Kiểm hiệu Hộ bộ lang trung Trương Úc tạm làm Kinh Triệu thiếu doãn, cắt đặt quan lại để thu thuế các huyện kinh kỳ ở Vị Bắc. Không đầy 1 tuần (10 ngày), lương thảo đầy đủ, Thạnh mở tiệc khao quân, rơi nước mắt kêu gọi ba quân đồng lòng đánh giặc, tướng sĩ không ai không khóc theo, nguyện ra sức vì ông.\n\nLúc này Chu Thử chiếm kinh thành, Lý Hoài Quang ở bên cạnh, Hà Sóc có 3 trấn ([[Điền Duyệt]], [[Chu Thao]], [[Vương Vũ Tuấn]]) làm loạn, [[Lý Nạp]] ngồi giữ Hà Nam, [[Lý Hy Liệt]] hoành hành Biện, Trịnh. Thạnh trong không có tài sản, ngoài không có tiếp viện, là một cánh quân đơn độc chống giặc, mà nhuệ khí chẳng suy, tấm lòng trung nghĩa làm cho người ta cảm động, tướng sĩ các nơi đều trông vào. [[Đái Hưu Nhan]] soái quân Phụng Thiên (Đức Tông đã bỏ Phụng Thiên chạy đi Lương Châu <ref>Nay là [[Hán Trung]], Thiểm Tây<\/ref>), [[Hàn Du Côi]] nắm quân Bân Ninh, [[Lạc Nguyên Quang]] dùng quân Hoa Châu giữ Đồng Quan, [[Thượng Khả Cô]] dùng quân Thần Sách đồn trú Thất Bàn, đều tự nguyện chịu sự chỉ huy của Thạnh, lực lượng của ông trở nên rất mạnh, khiến Hoài Quang lo sợ. Hoài Quang nhiều lần nhận thư của Thạnh khuyên ông ta lập công chuộc tội, nhưng tự thấy lòng quân dần ly tán, lương thảo dần kiệt quệ, cướp bóc cũng không được bao nhiêu, lại càng lo sợ sẽ bị Thạnh tập kích. Tháng 3 ÂL, Hoài Quang từ Tam Nguyên và phía đông Phú Bình đi Phụng Thiên, đến đâu cũng cướp bóc, rồi từ Phùng Dực vào chiếm cứ Hà Trung. Tướng của Hoài Quang là [[Mạnh Thiệp]], [[Đoạn Uy Dũng]] – vốn là tướng lãnh Thần Sách – nổi dậy ở Phú Bình, quy hàng Thạnh. Thạnh thu nhận quân đội của họ, tâu xin thụ Thiệp làm Kiểm hiệu Công bộ thượng thư, Uy Dũng kiêm chức Ngự sử đại phu.\n\nTrong tháng ấy, bộ tướng của [[Hồn Giam]] (đang hộ giá) là Thượng Quan Vọng đem chiếu thư đến gia Thạnh làm Kiểm hiệu Hữu bộc xạ, kiêm Hà Trung doãn, Hà Trung Tấn, Giáng, Từ, Thấp tiết độ sứ, thêm thực phong 300 hộ, lại kiêm Kinh Kỳ, Vị Bắc, Phu Phường, Đan Duyên tiết độ chiêu thảo sứ. Bấy giờ đế muốn bỏ Lương Châu đi Tây Xuyên, Thạnh dâng biểu can ngăn. Tháng 4 ÂL, có chiếu gia Thạnh làm Kinh Kỳ, Vị Bắc, Phu Phường, Thương Hoa binh mã phó nguyên soái. Thạnh lấy Kinh Triệu thiếu doãn Trương Úc làm Phó sứ, Gián nghị đại phu [[Trịnh Vân Quỳ]] (mới từ Phụng Thiên đến) làm Hành quân tư mã, Kinh Triệu phủ Tư lục [[Lý Kính Trọng]] (mới từ kinh thành đến) làm Tiết độ phán quan. Lại xin lấy tướng cũ của Hoài Quang là Đường Lương Thần giữ Đồng Quan, cho thụ chức Hà Trung tiết độ sứ; Đái Hưu Nhan giữ Phụng Thiên, cho thụ chức Phu Phường tiết độ sứ; đế đều nghe theo. Vùng Vị Kiều vốn có hơn 10 vạn hộc lúa, Thạnh cho rằng nếu không thu về thì số lúa này sẽ bị quân của Hoài Quang dùng hết, đế đồng ý. Thạnh bèn sai bộ hạ tiến hành thu thuế, quan dân vui vẻ nộp vào, nhờ vậy mà quan quân không thiếu ăn.\n\nGia quyến của quân Thần Sách đều nằm trong tay Chu Thử ở kinh thành, bao gồm cả trăm người nhà của Thạnh, có người nhắc đến việc này, ông đều rơi nước mắt, cho biết đang chiến đấu thì không thể nghĩ đến gia đình. Thử sai viên tiểu lại của Thạnh là Vương Vô Kỵ gởi thư nhà cho ông, Thạnh kết tội Vô Kỵ theo giặc mà chém đầu. Gặp lúc việc tiếp vận bị gián đoạn, Thạnh chia cơm xẻ áo cho binh sĩ dưới quyền, cùng chịu lao khổ, sĩ tốt cảm động, không ai oán trách, cũng không rời bỏ ông. Lại có tướng sĩ phản quân về hàng, kể lại tình trạng khốn khó của Chu Thử, khiến sĩ khí lên cao. Tướng phản quân là [[Diêu Lệnh Ngôn]] và Trung thừa [[Thôi Tuyên]] sai gián điệp dò xét quan quân, bị kỵ binh đi tuần bắt được, giải về chỗ Thạnh, ông cởi trói, cho ăn uống rồi răn đe bọn họ về nhắn lại với Thôi Tuyên: đã trót làm giặc cũng phải làm cho tốt, chớ có bất trung lần nữa!\n\n===Tấn công cung uyển===\nNgày 3 tháng 5 ÂL, Thạnh đưa quân đến cửa Thông Hóa, diễu võ rồi về, phản quân không dám ra. Sáng hôm sau Thạnh tập hợp tướng tá, bàn kế tấn công. Chư tướng muốn chiếm thành ngoài, rồi mới đến cung khuyết ở phía bắc. Thạnh cho rằng thành ngoài là nơi chợ búa, phản quân dễ lẫn vào dân chúng, gây thiệt hại to lớn; không bằng đánh thẳng vào cung uyển – nơi phản quân tập trung lực lượng, chiếm được nơi này thì chợ búa không bị tổn hại, mà kẻ địch cũng tự khắc phải bỏ chạy khỏi cung khuyết. Chư tướng khen hay. Thạnh bèn gởi thư cho Hồn Giam, Lạc Nguyên Quang, Thượng Khả Cô, hẹn bọn họ tiến quân đến dưới thành.\n\nĐêm ngày 25 tháng ấy, Thạnh từ Đông Vị Kiều dời quân đến thôn Mễ Thương ngoài cửa Quang Thái, tiến vào kinh thành. Thạnh lên chỗ cao chỉ huy, lệnh đặt rào chông để chờ phản quân. Ít lâu sau phản quân kéo đến, các viên kiêu tướng của địch là Trương Đình Chi, Lý Hi Thiến thách đánh. Thạnh lệnh cho bọn [[Ngô Sân]], [[Khang Anh Tuấn]], [[Sử Vạn Khoảnh]], Mạnh Thiệp ra đánh. Khi ấy quân Hoa Châu ở phía bắc trận địa, ít người nên bị phản quân ra sức tấn công; Thạnh sai [[Lý Diễn]], [[Mạnh Nhật Hoa]] đưa tinh binh đi cứu. Trung quân nổi trống, Lý Diễn ra sức chiến đấu, đại phá phản quân, thừa thắng xông vào cửa Quang Thái. Đôi bên tái chiến, phản quân lại thua, tàn dư chạy vào cửa Bạch Hoa, kêu khóc ầm ĩ trong đêm.\n\nHôm sau, Thạnh sắp ra quân, chư tướng xin đợi quân Thổ Phồn đến, để 2 mặt giáp công. Thạnh cho rằng nếu bỏ lỡ thời cơ này, phản quân sẽ phục hồi, nên ra lệnh tiến đánh. Ngày 28, Thạnh tập hợp chư tướng là bọn Lạc Nguyên Quang, Thượng Khả Cô, Binh mã sứ Ngô Sân, [[Vương Bật]], Đô ngu hầu [[Hình Quân Nha]], Lý Diễn, Sử Vạn Khoảnh, Thần Sách tướng Mạnh Thiệp, Khang Anh Tuấn, Hoa Châu tướng [[Quách Thẩm Kim]], [[Quyền Văn Thành]], Thương Châu tướng [[Bành Nguyên Tuấn]], phát lệnh xuất quân, bày trận ở ngoài cửa Quang Thái. Thạnh sai Vương Bật, Lý Diễn soái kỵ binh, Sử Vạn Khoảnh lãnh bộ binh, nhằm thẳng đến thôn Thần Xạ bên ngoài cung uyển. Trước đó, Thạnh cho người phá hơn 200 bộ chiều dài của bức tường cung uyển, đến nay phản quân dùng rào gỗ che chắn. Quan quân gặp rào hơi lùi lại, Thạnh đòi trị tội, Sử Vạn Khoảnh sợ, bèn đi đầu sĩ tốt, phá rào mà vào, Vương Bật đưa kỵ binh theo sau. Phản quân tan chạy, tướng địch Đoạn Thành Gián bị bắt; quan quân chia đường tiến vào, nổi trống vang trời. Diêu Lệnh Ngôn, Trương Đình Chi, Lý Hi Thiến vẫn ra sức kháng cự, Thạnh lệnh cho bọn Quyết Thắng quân sứ Đường Lương Thần, Binh mã sứ Triệu Quang Tiển, [[Dương Vạn Vinh]], [[Mạnh Nhật Hoa]] đưa bộ kỵ cùng tiến. Phản quân kết thành trận địa nhiều lớp nhìn về phía bắc, giao chiến với quan quân hơn 10 hiệp, dần bị đẩy lùi đến cửa Bạch Hoa. Bất chợt hơn ngàn kỵ binh của phản quân xuất hiện sau lưng quan quân, Thạnh vẫy hơn trăm kỵ binh đón đánh, tả hữu hô: \"Tướng công đến đấy!\" Phản quân kinh sợ tan chạy, quan quân đuổi theo, chém giết không đếm xuể. Chu Thử, Diêu Lệnh Ngôn, Trương Đình Chi đưa hơn vạn quân bỏ chạy, Thạnh sai [[Điền Tử Kỳ]] đuổi theo, kỳ dư các tướng lãnh khác của phản quân đều ra hàng.\n\n===Tái lập trị an===\nHôm ấy, quan quân tiến vào kinh thành, đồn trú trước điện Hàm Nguyên, Thạnh nghỉ ngơi tại nơi đặt Hữu Kim ngô vệ, lệnh cho toàn quân không được xâm phạm dân chúng, không được về thăm gia quyến trong vòng 5 ngày tiếp theo. Thạnh bèn sai Kinh Triệu doãn [[Lý Tề Vận]], nhiếp (tạm) Trường An lệnh [[Trần Nguyên Chúng]], nhiếp Vạn Niên lệnh [[Vi Thượng Nhân]] vỗ về trăm họ, không để xảy ra thiệt hại gì. Có tên lính của Thượng Khả Cô lấy một con ngựa của phản quân, đại tướng của Thạnh là Cao Minh Diệu bắt một kỹ nữ thuộc về phản quân, Tư Mã Trụ lấy 2 thớt ngựa của phản quân, Thạnh đều kết tội chém đầu để làm gương. Quan dân kinh thành nhờ vậy mà được yên lòng. Ngày 29, Thạnh lệnh cho Mạnh Thiệp đồn trú cửa Bạch Hoa, Thượng Khả Cô đồn trú cửa Vọng Tiên, Lạc Nguyên Quang đồn trú chùa Chương Kính, tự mình đồn trú chùa An Quốc. Trong hôm ấy, Thạnh sai chém tướng địch là bọn Lý Hi Thiến 8 người, bêu đầu ở chợ.\n\nNgày 4 tháng 6 ÂL, Thạnh chém những kẻ theo giặc là bọn Lý Trung Thần, Trương Quang Thịnh, Tưởng Trấn, Kiều Lâm, Hồng Kinh Luân, Thôi Tuyên, biểu dương những người bất khuất không theo giặc là bọn [[Trình Trấn Chi]], [[Lưu Nãi]], [[Tưởng Duyện]], [[Triệu Diệp]], [[Tiết Ngập]]. Sau đó Thạnh được ban chức Tư đồ, kiêm Trung thư lệnh, thực phong 1000 hộ.\n\n===Nghênh giá hồi kinh===\nThạnh triệu tập bá quan chuẩn bị đón xa giá, lệnh đại tướng Ngô Sân đem 300 quân đến Bảo Kê dọn đường, lại xin đến Phượng Tường để đợi, đế không cho. Ngày 13 tháng 7 ÂL, Đức Tông về đến kinh thành, Hồn Giam, Hàn Du Côi, Đái Hưu Nhan đem quân bản bộ tòng giá, Thạnh cùng Lạc Nguyên Quang, Thượng Khả Cô đưa quân ra đón. Khi ấy quân đội tòng giá đến từ Sơn Nam, Lũng Châu, Phượng Tường có hơn 10 vạn bộ kỵ, cờ xí kéo dài mấy chục dặm, lại thêm quan dân cả thành kéo ra bên đường hoan hô. Thạnh mặc nhung phục yết kiến ở Tam Kiều, đế dừng ngựa ủy lạo. Thạnh dập đầu ở bên trái đường, tự nhận tội không sớm dẹp giặc, đế gạt nước mắt, mệnh Cấp sự trung Tề Ánh tuyên chỉ, lệnh tả hữu nâng Thạnh đến trước ngựa.\n\nTháng ấy, cha của Thạnh là Khâm được tặng hàm Thái tử thái bảo, mẹ là Vương thị được tặng hiệu Đại quốc phu nhân, ban cho Thạnh tòa phủ đệ ở làng Vĩnh Sùng cùng ngự điền Kính Dương, khu vườn ở cửa Duyên Bình, 8 người nữ nhạc. Ngày Thạnh vào phủ đệ, phủ Kinh Triệu bày cung trướng, đặt tiệc rượu, lại có giáo phường tấu nhạc, Cổ xuy đón đường, tất cả theo lễ tiết dành cho bậc tể tướng, người kinh sư chưa từng thấy ai được vinh dự như vậy!\n\nĐế tự làm văn bia ghi công của Thạnh, sai Hoàng thái tử chép lại, khắc đá lập bia ở Đông Vị Kiều, lại đem phần ghi chép của Hoàng thái tử ban cho ông.\n\n==Dẹp yên biên thùy==\nThạnh thấy các nơi biên thùy phía tây nhiều lần phát sinh nội loạn, giết hại chủ soái, bèn dâng thư xin bãi bỏ những kẻ tự lập ấy; đồng thời chuẩn bị cày cấy để tích trữ lương thảo, nhằm phòng bị Thổ Phồn, đế đều nghe theo. Có chiếu cho Thạnh kiêm Phượng Tường doãn, Phượng Tường, Lũng Hữu, Kính Nguyên tiết độ sứ, kiêm Quản nội chư quân cùng 4 trấn, Bắc Đình hành doanh binh mã phó nguyên soái, đổi phong Tây Bình quận vương, thực phong 1500 hộ.\n\nKhi đế còn ở Phụng Thiên, quân Phượng Tường nổi loạn, giết chủ soái [[Trương Dật]], lập Lý Sở Lâm. Đến nay Lý Sở Lâm tòng giá về kinh, Thạnh đi Phượng Tường, muốn đem ông ta theo, để trị tội giết Trương Dật. Đế biết ý, không cho. Tháng 8 ÂL, Thạnh đến Phượng Tường, kết tội chém đầu bọn Vương Bân hơn 10 người.\n\nTrong loạn Chu Thử, quân Kính Châu <ref>Nay là phía bắc [[Kính Xuyên]], [[Cam Túc]]<\/ref> cũng giết chủ soái [[Phùng Hà Thanh]], lập [[Điền Hi Giám]]. Hi Giám hoành hành một cõi, không chịu cần vương, Thạnh dâng tấu xin trị tội, đế nghe theo. Thạnh ở Phượng Tường, giả cách đi tuần vùng biên thùy, ghé qua Kính Châu. Hi Giám ra đón, Thạnh bắt giữ, kết tội mà giết đi, rồi làm tội bọn Giả Thạch Kỳ hơn 300 người. Thạnh quay về Phượng Tường, dâng biểu tiến cử Hữu Long vũ tướng quân [[Lý Quan]] làm Kính Nguyên tiết độ sứ.\n\nThạnh nhận định vùng Hà, Lũng bị Thổ Phồn chiếm mất là do tướng soái vùng biên tham bạo, khiến binh sĩ sinh hai lòng, nhân dân vì nội loạn nên không thể cày cấy, dời sang phía đông, bỏ hoang đất đai; muốn giành lại đất, trước hết phải thu phục lòng người, bèn dốc tài sản để thưởng cho những người theo hàng. Người Thổ Phồn là Lãng Tức Nẵng đầu hàng, Thạnh tâu xin phong vương cho hắn; mỗi khi sứ giả Thổ Phồn đến, ông đều đặt Tức Nẵng ngồi một bên, trang phục có cẩm bào, đai vàng để tỏ ra sủng ái khác thường. Người Thổ Phồn trông thấy thì không ai không ham muốn được như Tức Nẵng.\n\n==Bị bãi binh quyền==\nTháng 9 ÂL năm Trinh Nguyên thứ 2 (786), quân Thổ Phồn xâm nhập Lũng Châu <ref>Nay là tây bắc [[Bảo Kê]], Thiểm Tây<\/ref>, đến Phượng Tường, không cướp bóc gì, còn nói: \"Triệu ta đến, sao không có bò rượu gì để khao thưởng?\" rồi lui đi. Đây vốn là kế phản gián của đại tướng Thổ Phồn là [[Thượng Kết Tán]], nhằm vu khống Thạnh. Nhưng Thạnh đã lệnh cho nha tướng [[Vương Bật]] đặt mai phục tại Khiên Dương, dặn Bật không được tấn công tiền hay hậu quân, mà chờ tiền quân Thổ Phồn đi qua thì đột kích trung quân, khiến kẻ địch rối loạn không thể xoay xở được nữa. Bật theo kế ấy, quả nhiên đại thắng. Bởi quân Đường không biết mặt Thượng Kết Tán, nên hắn ta mới chạy thoát. Tháng 10 ÂL, Thạnh ra quân đánh chiếm Tồi Sa Bảo, chém tướng giữ bảo là bọn Hỗ Khuất Luật Tất Mông. Từ đây Thượng Kết Tán sai sứ thông qua Hà Đông tiết độ sứ Mã Toại xin hòa.\n\nTháng 12 ÂL, Thạnh về triều phản đối hòa minh. Tể tướng [[Hàn Hoảng]] ủng hộ Thạnh, xin điều thêm binh sĩ – lương thực cho ông, đế không đồng ý. Đến khi Hoảng mất, người có hiềm khích với Thạnh là [[Trương Duyên Thưởng]] nắm quyền chính, nhiều lần gièm pha, cho rằng không nên để ông cầm quân quá lâu, đề nghị giao vùng biên thùy tây bắc cho [[Lưu Huyền Tá]], [[Lý Bão Chân]], khiến họ lập công nhằm áp chế Thạnh. Tháng 3 ÂL năm thứ 3 (787), Thạnh được sách làm Thái úy, Trung thư lệnh, phải quay về triều (nguyên văn: Phụng triều thỉnh).\n\n==Những năm cuối đời==\nTháng 3 ÂL năm thứ 4 (788), có chiếu cho Thạnh lập miếu thờ 5 đời ông cha; tặng ông kỵ là Chi chức Lũng Châu thứ sử, tặng ông cụ là Tung chức Trạch Châu thứ sử, tặng ông nội là Cung chức U Châu đại đô đốc. Miếu dựng xong, được quan viên địa phương cung cấp các món cỗ, các vật dụng cúng tế, các thứ giường, màn, có lễ quan đến hướng dẫn các nghi thức.\n\nTháng 9 ÂL năm thứ 5 (789), Thạnh cùng Thị trung Mã Toại được gặp đế ở điện Duyên Anh. Đế khen ngợi công lao của họ, sai vẽ hình hai người treo ở gác Lăng Yên, lệnh cho Hoàng thái tử chép lại lời khen của đế, rồi ban cho Thạnh, để ông khắc đá đặt bên trái cửa.\n\nTháng 8 năm Trinh Nguyên thứ 9 (793), hoăng, hưởng thọ 67 tuổi. Đức Tông rơi nước mắt thương tiếc, nghỉ triều 5 ngày, lệnh cho bá quan đi viếng. Đến lúc được liệm, đế tự tay viết thư, đặt trước linh cữu, sách tặng Thái sư, thụy là Trung Vũ.\n\n==Hậu duệ==\nLý Thạnh có 15 con trai: Đồng, Ty, Giai chết non; Nguyện, Thông, Tổng, Tốn, Bằng, Thứ, Hiến, Tố, Ý, Thính, Kị, Ân đều được nhận quan chức. Thông, Tổng mất sớm; [[Lý Nguyện|Nguyện]], [[Lý Tố|Tố]], [[Lý Thính|Thính]] nổi tiếng nhất; [[Lý Hiến (tiết độ sứ nhà Đường)|Hiến]], Tố được khen là hiếu thuận hơn cả.\n\nThạnh có ít nhất hai con gái, gả cho [[Trương Úc]] và [[Thôi Xu]]. Thạnh gả con cho Xu khi ở Phượng Tường, long trọng vượt xa hôn lễ của Úc, khiến Úc giận, quay sang xu phụ Trương Duyên Thưởng.\n\nNha tướng Vương Bật chính là cháu gọi Lý Thạnh bằng cậu.\n\n==Dật sự==\nTháng giêng năm Hưng Nguyên đầu tiên (784), Thạnh cùng Lý Hoài Quang đồn trú Hàm Dương, nhiều lần giao chiến với phản quân, Hoài Quang ngày càng sinh lòng đố kỵ với Thạnh. Mỗi lần ra trận, Thạnh đều khoác áo gấm, đội mũ thêu, đi trước tướng sĩ, tự mình chỉ huy. Hoài Quang trông thấy thì ghét lắm, hỏi Thạnh sao lại gây chú ý như vậy, ông đáp rằng mình chinh chiến ở Kính Nguyên quân đã có uy vọng, binh sĩ Kính Nguyên dưới quyền Chu Thử nhận ra mình thì ắt phải khiếp sợ. Hoài Quang nghe rồi càng ghét thêm. Đến khi Hoài Quang ra mặt làm loạn, Đức Tông bỏ Phụng Thiên chạy đi Lương Châu. Trong cơn hoảng hốt, trăm quan tòng giá 10 phần còn được 2, 3; lại thêm đường sá hiểm trở, nhu yếu thiếu hụt, đế than thở lẽ ra nên sớm nghe theo lời Thạnh. Tháng 3 ÂL, binh lực của Thạnh đã dần lớn mạnh, xa giá đang ở Sơn Nam <ref>Sơn Nam là danh xưng phiếm chỉ vùng đất phía nam hai dãy núi Thái Hoa, Chung Nam.<\/ref>, đã vào Lạc Cốc Đạo, Đức Tông hỏi Hồn Giam rằng Thạnh có thể lo liệu được không, Giam khẳng định ông vừa trung thành vừa tài năng, nhất định thành công, đế mới yên lòng. Trong tháng ấy, đế sai bộ tướng của Giam là Thượng Quan Vọng đem chiếu thư đến gia Thạnh thêm quan chức.\n\nKhi Thạnh mới đồn trú Vị Kiều, sao Huỳnh Hoặc ([[sao Hỏa]]) phạm sao Tuế ([[sao Mộc]]), Tân Giới suy đoán đây là điềm lành cho nhà Đường, khuyên ông ra quân. Thạnh lấy cớ thiên tượng xa xôi, không thể biết được để từ chối. Sau khi giành lại Trường An, Thạnh mới thú thực với bộ hạ rằng ông không muốn căn cứ vào thiên tượng để ra trận, vì chẳng có gì đảm bảo sao Huỳnh Hoặc lại không phạm sao Tuế lần nữa, khi ấy sẽ ảnh hưởng đến lòng quân. Mọi người đều khâm phục.\n\nKhi Thạnh đang ở Phượng Tường, hoạn quan Doãn Nguyên Trinh cầm cờ tiết tuần thị 2 châu Đồng <ref>Nay là [[Vị Nam]], Thiểm Tây<\/ref>, Hoa <ref>Nay là [[huyện Ninh]], Cam Túc<\/ref>, nhân đó đi Hà Trung khuyên hàng Lý Hoài Quang. Thạnh đàn hặc Nguyên Trinh làm giả mệnh vua, có ý giúp phản tặc thoát tội; đồng thời chỉ ra những lý do không thể tha cho Hoài Quang, xin đưa 5000 quân đi bắt hắn ta. Đức Tông lấy cớ đã giao việc này cho Hồn Giam, Mã Toại, không cho.\n\nThượng Kết Tán của Thổ Phồn tìm cách ly gián, bọn Trương Duyên Thưởng cũng tìm cách phỉ báng Thạnh trong triều. Thạnh biết được, khóc đến sưng mắt, đưa con em về Trường An, dâng biểu xin gọt tóc làm tăng, đế ủy dụ, không cho. Sau khi về triều, Thạnh lấy cớ có bệnh, khẩn xin từ nhiệm, đế không cho. Đế ban dụ chỉ cho Thạnh và Duyên Thưởng giải hòa, rồi 2 người kết làm anh em, bày tiệc qua lại ở phủ đệ của nhau rất vui vẻ. Sang tháng giêng ÂL năm Trinh Nguyên thứ 3 (787), Thạnh cầu hôn con gái của Duyên Thưởng cho con trai mình, ông ta không đồng ý. Thạnh phàn nàn rằng mình là kẻ võ phu, cạn chén rượu thì quên hết oán cũ, còn bọn văn sĩ thì ngoài mặt hòa giải, trong bụng vẫn không thôi, đúng là đáng sợ!\n\n==Tính cách==\nNăm thứ 3 (787), Thạnh bị bãi binh quyền, ngoài việc vào triều thì chẳng có mấy chỗ để đi lại. Thông vương phủ trưởng sử Đinh Quỳnh từng bị Trương Duyên Thưởng bài xích, sinh lòng oán hận, cho rằng Thạnh công cao sẽ khó bảo toàn được thân, khuyên nên sớm đề phòng hậu họa. Thạnh nổi giận cự tuyệt.\n\nKhi Thạnh còn ở Phượng Tường, bày tỏ với Tân Giới sự hâm mộ đối năng thần [[Ngụy Trưng|Ngụy Chinh]] thời [[Đường Thái Tông]]. Hành quân tư mã Lý Thúc Độ nói rằng Thạnh đã là danh tướng, không cần học theo bọn nhà nho. Thạnh nghiêm mặt phản bác, cho rằng bề tôi không thể biết mà không nói, như thế thì chẳng thể trách hoàng đế không anh minh. Thúc Độ xấu hộ lui đi. Thạnh về triều, mỗi khi trả lời hoàng đế, đều nói đến tận ý, thái độ vô cùng cung kính, thể hiện tiết tháo của bậc đại thần.\n\nKhi Thạnh cầm quân, tra xét mọi việc rất rạch ròi, ghi công tướng sĩ đều chép rõ quá trình; lại rất ghét bộ hạ kết bè đảng, thường khuyến thiện trừ ác. Thạnh tính trầm mặc, không bộc lộ suy nghĩ; ai có ơn với mình thì ắt sẽ báo đáp rất hậu. Lam Châu thứ sử Đàm Nguyên Trừng từng giúp đỡ Thạnh, Nguyên Trừng bị đày đi Nhạc Châu rồi mất ở đấy. Sau khi Thạnh hiển quý, bèn kêu oan cho Nguyên Trừng, nên triều đình tặng ông ta chức Ninh Châu thứ sử. Thạnh vỗ về, tiếp đãi ân cần ba con trai của Nguyên Trừng, giúp họ học thành tài mà làm quan.\n\nCon cháu nhà họ Lý được dạy dỗ rất nghiêm, trời chưa sáng thì không gặp mặt, nói chuyện thì không bàn việc công. Thạnh xem con cháu nhà họ Vương của mẹ cũng như con cháu trong nhà. Con gái của Thạnh được gả cho Hình bộ thị lang Thôi Xu, ngày đầu năm mới mang quà về nhà, còn chưa qua khỏi bậc thềm đã bị Thạnh đuổi đi, dạy cô ta phải giúp đỡ nhà chồng tiếp đón khách khứa.\n\n==Đánh giá==\nNgày 4 tháng 6 ÂL Hưng Nguyên đầu tiên (784), tin thắng trận đến Lương Châu, Đức Tông cảm động rơi nước mắt, quần thần không ai không khóc ròng, dâng tấu ca ngợi Thạnh giành lại kinh sư, không kinh động tông miếu, không di dời chợ búa, quả là xưa nay chưa từng có. Đế nói: \"Trời sanh Lý Thạnh, là vì xã tắc muôn dân, không phải vì trẫm.\"\n\nKhi Thạnh bảo vệ biên thùy phía tây, người Thổ Phồn rất e sợ. Đại tướng của Thổ Phồn là Thượng Kết Tán nói với bộ hạ rằng: \"Danh tướng nhà Đường, là Lý Thạnh, Mã Toại và Hồn Giam vậy. Không loại bỏ 3 người này, ắt trở thành nỗi lo của ta.\"\n\nSau khi Thạnh hoăng, đế sai trung sứ đến nhà vỗ về, dặn họ gắng gỏi để nối chí cha, được kể lại rằng bọn Lý Nguyện đều nên người, thì rất đẹp lòng. Công thần đời Đường chẳng mấy người biết dạy dỗ con cháu như Thạnh.\n\n==Hậu thế ghi nhớ==\nNăm Nguyên Hòa thứ 4 (809), [[Đường Hiến Tông]] cho thờ Thạnh trong miếu của Đức Tông. Khi [[Đường Hi Tông]] chạy đến [[Thành Đô]], Thương bộ viên ngoại lang Viên Hạo làm sách '''Hưng Nguyên thánh công lục''', kể về công lao của Thạnh, đem ban cho các tướng, để khích lệ bọn họ.\n\nCác [[đời Tống]], [[đời Minh|Minh]] liệt kê công thần xưa nay đưa vào thờ trong miếu đế vương đều có tên Lý Thạnh. Các danh tướng [[Trung Quốc]] được thờ trong [[Võ miếu Huế|Võ miếu]] [[nhà Nguyễn]] của [[Việt Nam]] cũng có tên ông.\n\n==Tham khảo==\n* [[Cựu Đường thư]] '''quyển 154, liệt truyện 79 – Lý Thạnh truyện'''\n* [[Tân Đường thư]] '''quyển 133, liệt truyện 83 – Lý Thạnh truyện'''\n* [[Tư trị thông giám]] '''quyển 232, Đường kỷ 48'''\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Võ tướng nhà Đường]]\n[[Thể loại:Người Cam Túc]]\n[[Thể loại:Sinh năm 727]]\n[[Thể loại:Mất năm 793]]"}