{"Lý Phụ Quốc":"{{Thông tin nhân vật\n| tên = Lý Phụ Quốc<br>李護國\n| hình = \n| ghi chú hình = \n| nơi mất = \n| quốc tịch = [[Đại Đường]]\n| nghề nghiệp = hoạn quan\n| năm hoạt động = \n| nổi tiếng = \n| tác phẩm nổi bật = \n| nơi sinh = \n| tên khác = Lý Tính Trung (李靜忠)\n| alt = <!-- Biến số không xác định -->\n| sinh = 704\n| mất = [[8 tháng 11]] {{death year and age|762|704}}\n| tên gốc = Lý Phụ Quốc (李護國)\n| ngày sinh = 704\n| ngày mất = 8 tháng 11 762\n}}\n'''Lý Phụ Quốc''' ([[wikt:李|李]][[wikt:輔|輔]][[wikt:國|國]]; [[704]] – [[8 tháng 11]], [[762]]<ref>[http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%B5%C2%A9v&reign=%C4_%C0%B3&yy=1&ycanzi=&mm=10&dd=18&dcanzi= 兩千年中西曆轉換<!-- Bot generated title -->]{{dl|date=August 2017}}<\/ref>), nguyên danh '''Lý Tính Trung''' (李靜忠), giai đoạn [[757]] - [[758]] lấy tên là '''Lý Hộ Quốc''' (李護國), [[thụy hiệu]] '''Bác Lục Xú vương''' (博陸醜王), là [[hoạn quan]] phục vụ dưới triều đình [[nhà Đường]] trong [[lịch sử Trung Quốc]]. Ông theo phò [[Đường Túc Tông]] [[Lý Hanh]] từ khi nhà vua còn là [[thái tử]] dưới thời của [[Đường Minh Hoàng]] và sau đó hỗ trợ thái tử đăng cơ ở Linh Vũ nhân sự kiện [[An Lộc Sơn]] tạo phản và triều đình đào bôn đến đất Thục Trung. Sau đó ông trở thành nhân vật đầy quyền lực, liên minh với [[Trương hoàng hậu (Đường Túc Tông)|Trương hoàng hậu]] tạo thành phe cánh tung hoành trong triều, nhưng sau liên minh tan vỡ và ông giết chết Trương hậu năm [[762]] ngay sau khi Túc Tông qua đời. Sau sự kiện này, ông trở thành nhân vật quyền lực nhất trong triều đình, xem thường vị vua nối ngôi là [[Đường Đại Tông]], nhưng đến cuối năm đó thì bị một nhóm lạ mặt ám sát theo lệnh của Đại Tông.\n\n== Thân thế và cuộc sống ban đầu ==\nLý Tính Trung chào đời năm [[704]] dưới triều hoàng hậu [[Võ Tắc Thiên]]. Từ lúc nhỏ gia đình bị tội, ông bị bắt làm nô lệ, phải lau dọn chuồng ngựa. Ông bị coi là có ngoại hình xấu xí, nhưng có dành thời gian học chữ, vì thế có thể đọc và viết, cuối cùng ông trở thành người thân cận dưới trướng [[hoạn quan]] quyền lực [[Cao Lực Sĩ]]. Đến lúc hơn 40 tuổi, ông trở thành người có trách nhiệm kiểm kê sổ sách trong cung đình. Thời kì Thiên Bảo (742–756) (niên hiệu thứ ba của [[Đường Minh Hoàng]]), đại thần [[Vương Hồng]], khi đến chỗ chuồng ngựa đã tỏ ra hài lòng với tài quản lí của Lý Tính Trung và khuyên ông đến phục vụ cho hoàng thái tử [[Đường Túc Tông|Lý Hanh]]. Ông nhanh chóng trở thành thân tín được [[Lý Hanh]] tin tưởng.\n\nNăm [[755]], [[An Lộc Sơn]] làm phản ở Phạm Dương, sử xưng là [[loạn An Sử]]<ref name=\"TTTG217\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷217|quyển 117]]<\/ref><ref>Nay là thủ đô [[Bắc Kinh]], [[Trung Quốc]]<\/ref>, đến năm [[756]] tấn công vào quốc đô Trường An, Đường Minh Hoàng và thái tử Hanh chạy ra đất Thục. Khi đến quán dịch Mã Ngôi, các binh sĩ do [[Trần Huyền Lễ]] cầm đầu làm binh biến giết chết [[tể tướng]] [[Dương Quốc Trung]] cùng em gái của Quốc Trung là quý phi [[Dương Ngọc Hoàn]], những người họ cho là thủ phạm gây ra biến loạn. Sau đó, Minh Hoàng tiếp tục chạy đến Kiếm Nam<ref>劍南, hiện nay nằm trong khoảng [[Tứ Xuyên]] và [[Trùng Khánh]], [[Trung Quốc]]<\/ref>), nhưng Lý Hanh theo lời của con trai là Kiến Ninh vương [[Lý Đàm]] cùng với Lý Tính Trung, quyết định tập hợp lực lượng trấn giữ tại Linh Vũ. Sau đó Tính Trung khuyên thái tử đăng cơ đế hiệu để thống nhất lòng người, xưng là [[Đường Túc Tông]]<ref>''[[Cựu Đường thư]], [[:zh:s:舊唐書\/卷009|quyển 009]]<\/ref>.\n\n== Nắm quyền triều cương, bức ép Thái thượng hoàng ==\nTúc Tông lên ngôi, phong Hoàng trưởng tử Quảng Bình vương [[Đường Đại Tông|Lý Thục]] làm [[Thiên hạ binh mã nguyên soái]], chỉ huy tối cao của các đội quân trong nước, và [[Lý Tính Trung]] làm phụ tá cho Lý Thục với danh hiệu Thái tử gia lệnh (mặc dù khi đó Quảng Bình vương chưa chính thức là thái tử), và Nguyên soái phủ hành quân tư mã. Túc Tông thường bàn với Tính Trung những đại sự quan trọng, và Tính Trung trở thành người phụ trách các biểu thư quan trọng, cũng như quyền chỉ huy quân đội. Nhà vua cũng đổi tên của ông thành Lý Hộ Quốc. Vào thời điểm đó, Hộ Quốc ăn chay và tụng kinh lễ Phật theo cách của nhà sư; hơn thế nữa mỗi khi rãnh rỗi ông đều [[cầu nguyện]], nên người ta từng cho ông là người nhân từ. Sau đó, vua Túc Tông, vẫn còn đang chống quân Yên, dời ''hành tại'' từ Linh Vũ đến [[Phượng Tường]]<ref>鳳翔, nay thuộc [[Bảo Kê]], [[Sơn Tây]], [[Trung Quốc]]<\/ref> vào màu xuân năm [[757]], cho Hộ Quốc thăng lên làm Thái tử chiêm sự, cải tên là Phụ Quốc.\n\nKhi đó Lý Phụ Quốc liên minh với sủng thiếp của Túc Tông là [[Trương hoàng hậu|Trương thục phi]], chống lại Kiến Ninh vương [[Lý Đàm]] và cố vấn cho vương là [[Lý Bí (tể tướng nhà Đường)|Lý Bí]]. Lý Đàm thường mắng chửi bọn họ Trương và họ Lý lộng quyền, và muốn trừ khử hai người, mặc cho lời khuyên của Lý Bí. Phụ Quốc và thục phi bèn ra tay trước, vu cáo cho Kiến Ninh vương mưu hại trưởng huynh là Quảng Bình vương. Túc Tông trong cơn tức giận đã buộc Kiến Ninh vương phải chết<ref>''[[Cựu Đường thư]], [[:zh:s:舊唐書\/卷116|quyển 116]]<\/ref>. Quảng Bình vương do vậy cũng sinh ra lo sợ sẽ bị gièm pha, nên muốn giết chết Trương thục phi để trừ mối hậu họa, nhưng cuối cùng nghe theo lời của Lý Bí nên chưa hành động.\n\nQuân [[nhà Đường]] do Quảng Bình vương chỉ huy liên minh với [[Hồi Hột]], tiến chiếm lại quốc đô Trường An năm [[757]], sau đó Túc Tông và Thượng hoàng trở về Trường An. Lý Phụ Quốc được phong tặng nhiều chức hàm, quản lý phần nhiều sổ sách của triều đình; và còn được ban là Khai phủ Nghi đồng tam tư, tước Thành quốc công. Các quan có đề xuất gì dâng lên đều phải qua tay Phụ Quốc trước, ông lập ra một nhóm người ăn cánh để bới móc lỗi của các quan. Rất nhiều chính vụ do Phụ Quốc thao túng, nhiều khi còn giả mệnh của Túc Tông để đảo ngược các ý chỉ đã ban. Trong triều không ai dám nhìn thẳng mặt, cũng không nói thẳng tên của Phụ Quốc, thay vào đó gọi ông ta là \"cậu Năm\", một từ ám chỉ thân phận của Phụ Quốc từ kẻ nô lệ trở thành người nắm quyền, và cũng do đây có thể suy luận rằng Phụ Quốc là con trai thứ năm trong gia đình. Đến cả tể tướng [[Lý Quỹ (nhà Đường)|Lý Quỹ]] cũng phải nịnh bợ ông, gọi là Ngũ phụ. Túc Tông ban cho Lý Phụ Quốc cháu gái của [[Nguyên Hi Thanh]] làm vợ (dù chỉ trên danh nghĩa), và thăng chức cho Hi Thanh.\n\nNăm [[759]], [[Lý Hiện (nhà Đường)|Lý Hiện]] làm tướng, bí mật thu thập những chứng cứ dối vua lộng quyền của Phụ Quốc dâng lên Túc Tông. Túc Tông không nghe, ra chỉ nói những việc làm chỉ Phụ Quốc đều theo ý của triều đình, không hề có sự lộng quyền. Từ đó Phụ Quốc ghét Lý Hiện. Cuối năm đó khi hai bên xảy ra một tranh chấp nhỏ, Phụ Quốc gièm với Túc Tông rằng Lý Hiện đang muốn chiếm quyền hành, nên Túc Tông lưu đày ông ta.\n\nSau khi trở về Trường An, Thái Thượng hoàng sống ở cung Hưng Khánh, gần khu dân cư, người đi đường thấy ông đều dừng lại mà bái vọng. Đôi khi Thượng hoàng còn sai Cao Lực Sĩ lấy một số thức ăn ban cho họ, nên được tung hô. [[Cao Lực Sĩ]] cùng [[Trần Huyền Lễ]] vẫn theo hầu bên cạnh, và còn có em gái của Thượng hoàng là [[Lý Trì Doanh]] (Công chúa Ngọc Chân), thị nữ [[Lưu Tiên Viện]] và các hoạn quan Vương Thừa Ân, [[Ngụy Duyệt]]... Lý Phụ Quốc nhân đó gièm pha với Túc Tông, xin giam lỏng Thượng hoàng lại để tránh hậu hoạn, Túc Tông tuy nhiên lại không theo. Đến năm [[760]], lúc này Túc Tông đang mắc bệnh trong người, Lý Phụ Quốc liên kết với Trương hoàng hậu, nhân Thượng hoàng ra cưỡi ngựa, Phụ Quốc ép buộc ông phải trở về cung điện, không lâu sau giả lệnh Túc Tông, xin Thượng hoàng đến Tây Nội bàn việc. Khi sắp tới Tây Nội, Thượng hoàng thấy Lý Phụ Quốc mặc võ phục, đeo kiếm, dẫn mấy trăm quân sĩ, vác thương, cầm kiếm, xếp hàng hai bên đường, nên lo sợ. Cao Lực Sĩ mắng Lý Phụ Quốc, do đó Phụ Quốc đành phải xuống ngựa dẫn Thượng hoàng đến Tây Nội. Sau đó Phụ Quốc giả cách nói Túc Tông bị bệnh không đến thỉnh an được, rồi giữ Thượng hoàng ở điện Cam Lộ điện bên trong Tây Nội<ref>''[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷221|quyển 221]]''<\/ref>.\n\nSau đó, Lý Phụ Quốc cùng hoàng hậu lập mưu hãm hại, vu khống Cao Lực Sĩ rồi đày ông đến Ba Thục, Ngọc Chân công chúa cũng bị bắt về đạo quán (Công chúa xuất gia tu đạo từ năm [[711]]). Thượng hoàng do đó rơi vào cảnh cô đơn, không có ai bầu bạn, cuối cùng sinh ra bệnh trầm cảm. Túc Tông sai hai công chúa con gái mình đến an ủi nhưng Thượng hoàng vẫn cứ u sầu, rồi từ chối không chịu ăn thịt nữa mà chỉ ăn chay. Túc Tông biết chuyện, rất tức giận, muốn giết Lý Phụ Quốc, nhưng khi đó Lý Phụ Quốc nắm hết binh quyền trong tay, Túc Tông không thể làm gì được. Tác phẩm [[Tùy Đường diễn nghĩa]] có dẫn bài từ về sự lộng quyền của bọn Trương hậu và Phụ Quốc và bi kịch những năm cuối đời của [[Đường Minh Hoàng]] như sau:\n:Hoạn quan kết bè cùng hoàng hậu\n:Khiến triều Đường điên đảo đắng cay\n:Vua tôi họ Lý đọa đày\n:Cha con xa cách, tớ thầy vấn vơ\n:Tình thăm viếng sớm hôm lỗi đạo\n:Lời gửi thưa thô bạo lăng loàn\n:Tuổi già lòng những héo hon\n:Cảnh xưa lại nhớ thở than một mình<ref>[[Tùy Đường diễn nghĩa]], [http:\/\/sstruyen.com\/doc-truyen\/lich-su\/tuy-duong-dien-nghia\/chuong-100-dua-sang-cung-nam-noi-ly-gian-tinh-phu-tu-sai-phu-thuy-hong-do-ket-thuc-truyen-tuy-duong\/361822.html quyển 100] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171112065107\/http:\/\/sstruyen.com\/doc-truyen\/lich-su\/tuy-duong-dien-nghia\/chuong-100-dua-sang-cung-nam-noi-ly-gian-tinh-phu-tu-sai-phu-thuy-hong-do-ket-thuc-truyen-tuy-duong\/361822.html |date = ngày 12 tháng 11 năm 2017}}<\/ref>\n\nNăm [[761]], Lý Phụ Quốc được phong làm Thượng thư bộ Binh, song vẫn chưa thể làm tể tướng; bởi vì Túc Tông lo ngại binh quyền của ông quá lớn, làm tướng rồi thì không còn kiềm chế được nữa. Phụ Quốc thuyết phục cố tướng [[Bùi Miện]] tiến cử mình. Túc Tông nói chuyện này với [[tể tướng]] [[Tiêu Hoa]] rằng nếu một đại thần cố cựu như [[Bùi Miện]] đã lên tiếng thì nhà vua không thể không thuận cho Phụ Quốc làm tể tướng. Tiêu Hoa cố gắng thuyết phục thành công [[Bùi Miện]] không để cho Phụ Quốc làm tướng. Do vậy suốt đời Túc Tông, Phụ Quốc không có được tướng vị. Năm [[762]], Lý Phụ Quốc tố cáo Tiêu Hoa chuyên quyền và muốn phế tướng vị. Túc Tông đành phải nghe theo, giáng Tiêu Hoa làm Lễ bộ thượng thư, phong Kinh Triệu doãn Nguyên Tái làm Tể tướng thay cho [[Tiêu Hoa]]<ref>''[[Cựu Đường thư]], [[:zh:s:舊唐書\/卷118|quyển 118]]<\/ref>.\n\n== Giết chết Trương hậu, phò lập Đại Tông ==\n\nLý Phụ Quốc nhiều năm liên minh với Trương thục phi, giúp Thục phi lên ngôi hoàng hậu, tạo nên thế lực lớn trong triều. Tuy nhiên đến mùa hạ năm [[762]], cả Thượng hoàng và Túc Tông đều lâm bệnh nặng đã khiến liên minh tan vỡ. Trương hoàng hậu bàn với Thái tử Lý Dự nên giết chết Lý Phụ Quốc và đồng đảng là [[Trình Nguyên Chấn]] vì tội chuyên quyền, nhưng thái tử không chấp nhận. Hoàng hậu tức giận, nảy sinh ý muốn phế thái tử, tự lập làm vua. Bà ta thuyết phục được Nhị hoàng tử là Việt vương [[Lý Hệ]] về phe mình. Và rồi cho tuyển hơn 200 dũng sĩ, giả làm hoạn quan, bố trí trong cung. Ngày [[14 tháng 5]],<ref>[http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%B5%C2%A9v&reign=%C4_%C0%B3&yy=1&ycanzi=&mm=4&dd=&dcanzi=%A4A%A4%A1 兩千年中西曆轉換<!-- Bot generated title -->]{{dl|date=August 2017}}<\/ref> hoàng hậu giả mệnh Túc Tông, triệu thái tử Dự vào chầu. [[Trình Nguyên Chấn]] và Lý Phụ Quốc hay tin, bèn chặn thái tử ở cửa cung, đưa về doanh trại. Phụ Quốc tối đêm đó dẫn binh vào nội điện, bắt Trương hoàng hậu cùng Việt vương Lý Hệ, không thèm để ý đến Túc Tông đang hấp hối. Rồi sai giam Hoàng hậu ở biệt điện.\n\nNgày [[16 tháng 5]], Túc Tông băng hà,<ref name=death>[http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%B5%C2%A9v&reign=%C4_%C0%B3&yy=1&ycanzi=&mm=4&dd=&dcanzi=%A4B%A5f 兩千年中西曆轉換<!-- Bot generated title -->]{{dl|date=August 2017}}<\/ref> Phụ Quốc giết Trương hậu, Việt vương Hệ, Yến vương Giản, đón thái tử đăng cơ, là [[Đường Đại Tông|Hoàng đế Đại Tông]]<ref name=\"TTTG222\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷222|quyển 222]]<\/ref>.\n\n== Cậy thế công cao, bất ngờ bị giết ==\n\nLý Phụ Quốc ỷ thế có công lập Đại Tông lên ngôi, nên cậy thế lộng quyền, tuyên bố trước nhà vua\n\n{{quote|Đại gia (chỉ Đại Tông) chỉ nên nhàn cư trong cấm cung. Ngoại vụ cứ để cho lão nô xử quyết.<ref name=\"TTTG222\" \/>}}\n\nĐại Tông trong lòng bất bình, nhưng ngoài mặt không thể hiện ra, vẫn tôn Phụ Quốc là Thượng phụ, kiêng không gọi thẳng tên. Còn tấn phong Phụ Quốc là Tư không (một trong [[Tam công]]), và ''Trung thư lệnh'', chức quan tể tướng bậc nhất, quản trị Trung thư tỉnh. Quyền chỉ huy quân đội của ông được giao bớt cho [[Trình Nguyên Chấn]]. Phụ Quốc lại tìm cách trù dập, giáng chức [[Tiêu Hoa]] để trả thù xưa.\n\nTrong khi đó, Lý Phụ Quốc không hề hay biết rằng cả nhà vua và [[Trình Nguyên Chấn]] đều muốn loại bỏ mình để thâu tóm quyền hành. Mùa hạ năm [[762]], theo lời Nguyên Chấn, Đại Tông cách chức ước bớt quyền lực của Lý Phụ Quốc, bỏ chức Hành quân tư mã, Binh bộ thượng thư và ép ra ở phủ đệ bên ngoài. Phụ Quốc lo sợ, dâng biểu từ chức lên triều đình, Đại Tông không thèm từ chối, bãi chức Trung thư lệnh của Phụ Quốc, nhưng sau phong làm Bác Lục vương.\n\nVì Phụ Quốc có công giết Trương hoàng hậu, ủng hộ mình lên ngôi nên Đại Tông không tiện công khai giết ông. Thay vào đó ngày [[8 tháng 11]] năm [[762]],<ref name=death\/> có thích khách đột nhập vào phủ Lý Phụ Quốc, chém chết Phụ Quốc rồi mang theo thủ cấp cùng một cánh tay của ông rồi trốn mất<ref name=\"TTTG222\" \/>. Đại Tông cho điều tra trong một thời gian ngắn rồi nhanh chóng cho kết thúc, do đó có tin đồn thích khách giết Lý Phụ Quốc làm theo lệnh của Đại Tông<ref name=\"TTTG222\" \/>. Đại Tông cho tổ chức lễ tang linh đình, chạm một cái đầu và cánh tay bằng gỗ đàn hương để lắp vô cái xác của Phụ Quốc, song lại ban cho tên thụy mỉa mai là Xú (nghĩa là \"lạm quyền, xấu xa\").<ref>''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷208|quyển 208]].<\/ref>\n\n== Tham khảo và ghi chú ==\n{{Citations broken|section|date=August 2017}}\n{{Tham khảo|30em}}\n\n* ''[[Cựu Đường thư]]''.\n* ''[[Tân Đường thư]]''.\n* ''[[Tư trị thông giám]]''.\n\n{{DEFAULTSORT:Li, Fuguo}}\n[[Thể loại:Tể tướng nhà Đường]]\n[[Thể loại:Sinh năm 704]]\n[[Thể loại:Mất năm 762]]\n[[Thể loại:Hoạn quan nhà Đường]]\n[[Thể loại:Vương tước nhà Đường]]"}