{"Lý Tự Nguyên":"{{Thông tin nhân vật hoàng gia\n| tên = Hậu Đường Minh Tông\n| tên gốc = 后唐明宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = 唐明宗.jpg\n| chức vị = [[Hoàng đế]] [[Hậu Đường]]\n| tại vị = [[3 tháng 6]], [[926]]<ref name=ZZTJ275>{{harvnb|''Tư trị Thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷275 quyển 275.]}}<\/ref> – 15 tháng 12 933<br \/>({{số năm theo năm và ngày |926|6|2|933|12|15}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:923 till:937 \nAlignBars = early\nScaleMajor = increment:14 start:923\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:926 till:933 color:red\n<\/timeline>\n| tiền nhiệm = [[Lý Tồn Úc|Hậu Đường Trang Tông]], em nuôi\n| kế nhiệm = [[Lý Tòng Hậu|Hậu Đường Mẫn Đế]], con\n| phối ngẫu = {{Unbulleted list|Hạ thị|Tào hoàng hậu}}\n| spouses = {{Unbulleted list|Ngụy thị|Vương Thục phi|Vương Chiêu nghi|Cát Chiêu dung|Lưu Chiêu viện|Cao Tiệp dư|Thẩm mỹ nhân|Chu Thuận ngự}}\n| spouses-type = Thê thiếp\n| con cái = {{Unbulleted list|Lý Tòng Thẩm|[[Lý Tòng Vinh]]|[[Lý hoàng hậu (Hậu Tấn)|Hoàng nữ]] (lấy [[Thạch Kính Đường]])|[[Lý Tòng Hậu]]|Hoàng nữ (lấy [[Triệu Diên Thọ]])|[[Lý Tòng Ích]]|Hoàng nữ (lấy [[Triệu Diên Thọ]])}}\n| issue-link = #Con cái\n| issue-pipe = Ít nhất 13 người con gái khác\n| tên đầy đủ = [[Sa Đà]]: Mạt Cát Liệt ({{linktext|邈|佶|烈}})<br>[[Họ Hán]]: Lý ({{linktext|李}})<br>[[tên Hán]]: Tự Nguyên ({{linktext|嗣|源}}), sau đổi là Đản ({{linktext|亶}}) ngày [[5 tháng 2]] năm [[927]]<ref name=tabooname \/>\n| niên hiệu = Thiên Thành ({{linktext|天|成}})<br>'''Năm 1:''' 3 tháng 6, 926 – 4 tháng 2 927<br>'''Năm 2:''' 5 tháng 2 927 – 25 tháng 1, 928<br>'''Năm 3:'''26 tháng 1, 928 – 12 tháng 2, 929<br>'''Năm 4:''' 13 tháng 2 929 – 1 tháng 2 930<br>'''Năm 5:''' 2 tháng 2 930 – 2 tháng 3 930<br>Trường Hưng ({{linktext|長|興}})<br>'''Năm 1:''' 3 tháng 3 930 – 21 tháng 1 931<br>'''Năm 2:''' 22 tháng 1 931 – 8 tháng 2 932<br>'''Năm 3:''' 9 tháng 2 932 – 28 tháng 1 933<br>'''Năm 4:''' 29 tháng 1 933 – 17 tháng 1 934\n| regnal name = Thánh Minh Thần Võ Quảng Đạo Pháp Thiên Văn Đức Cung Hiếu hoàng đế ({{linktext|聖|明|神|武|文|德|恭|孝|皇帝}}), sau 30 tháng 12 929<ref name=zztj276>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷276 quyển. 276.]}}<\/ref><br>Thánh Đức Hòa Vũ Khâm Hiếu hoàng đế ({{linktext|聖|明|神|武|廣|道|法|天|文|德|恭|孝|皇帝}}), sau 27 tháng 8 933<ref name=zztj278>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷278 quyển. 278.]}}<\/ref>\n| thụy hiệu = '''Ngắn:''' Hòa Vũ hoàng đế ({{linktext|和|武|皇帝}})<br>'''Đầy đủ:''' Thánh Đức Hòa Vũ Khâm Hiếu hoàng đế ({{linktext|聖|德|和|武|欽|孝|皇帝}})<ref name=wds35>{{harvnb|''Cựu Ngũ Đại sử''|loc=[http:\/\/zh.wikisource.org\/wiki\/舊五代史\/卷35 quyển. 35.]}}<\/ref>\n| miếu hiệu = [[Minh Tông]] ({{linktext|明|宗}})\n| cha = Lý Nghê (thân phụ)<br>[[Lý Khắc Dụng]] (nghĩa phụ)\n| mẹ = Lưu thị (thân mẫu)\n| sinh = {{Birth date|867|10|10|df=yes}}\n| nơi sinh = Ứng châu<ref>Nay thuộc Ứng Huyện, [[Sơn Tây]], [[Trung Quốc]]<\/ref>, [[nhà Đường|Đại Đường]]<ref name=wds35 \/>\n| mất = {{Death date and age|933|12|15|867|10|10|df=yes}}\n| nơi mất = Lạc Dương, Hậu Đường<ref>Nay thuộc [[Lạc Dương]], [[Hà Nam]], [[Trung Quốc]]<\/ref>\n| an táng = 11 tháng 6 934<ref name=zztj279>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷279 quyển. 279.]}}<\/ref>\n| nơi an táng = nay thuộc [[Mạnh Tân]], [[Lạc Dương]], [[Hà Nam]] {{coord|34|47|5.28|N|112|33|54.72|E}}\n}}\n{{Chinese name|[[Li (surname 李)|Li]]}}\n{{Chinese\n|c={{linktext|李|嗣|源}}\n|p=Lǐ Sìyuán\n|w=Li<sup>3<\/sup> Ssu<sup>4<\/sup>-yüan<sup>2<\/sup>\n|j=Lei<sup>5<\/sup> Zi<sup>6<\/sup>-jyun<sup>4<\/sup>\n|y=Lei<sup>5<\/sup> Ji<sup>6<\/sup>-yun<sup>4<\/sup>\n}}\n'''Lý Tự Nguyên''' (李嗣源, sau đổi thành '''Lý Đản''' (李亶)<ref name=\"tabooname\">{{harvnb|''Ngũ Đại sử''|loc=[http:\/\/zh.wikisource.org\/wiki\/舊五代史\/卷38 quyển. 38.]}} Nhiều hoàng đế Trung hoa đổi tên của mình thành những từ ít gặp để giảm bớt gánh nặng [[húy kị]] cho thần dân.<\/ref>) ([[10 tháng 10]] năm [[867]]<ref name=wds35 \/> – [[15 tháng 12]] năm [[933]]<ref name=wds44>{{harvnb|''Ngũ Đại sử''|loc=[http:\/\/zh.wikisource.org\/wiki\/舊五代史\/卷44 quyển. 44.]}}<\/ref>), còn được gọi theo [[miếu hiệu]] là '''Hậu Đường Minh Tông''' ( 后唐明宗), là [[Hoàng đế Trung Quốc|hoàng đế]] thứ hai của nhà [[Hậu Đường]] - một hoàng tộc tồn tại ngắn ngủi dưới thời [[Ngũ Đại Thập Quốc]] trong [[lịch sử Trung Quốc]], cai trị từ [[926]] đến khi chết. Ông vốn là người tộc [[Sa Đà]], bản danh '''Mạt Cát Liệt''' (邈佶烈).\n\nMạt Cát Liệt nguyên là người dân tộc Thổ. Từ năm 12 tuổi, ông đi theo thủ lĩnh tộc [[Sa Đà]] là [[Lý Khắc Dụng]] và lập nhiều chiến công, được Lý Khắc Dụng nhận làm con nuôi, tên của ông xếp hàng đầu trong [[Lý Khắc Dụng#Thập tam thái bảo|Thập tam Thái bảo]] của Lý Khắc Dụng.\n\nSau khi Lý Khắc Dụng qua đời ([[908]]), Lý Tự Nguyên tiếp tục phục vụ dưới trướng con trai ông ta là Lý Tồn Húc. Đến khi [[Lý Tồn Húc]] tiêu diệt [[Hậu Lương]] và lập ra [[Hậu Đường]], Lý Tự Nguyên lĩnh chức Trung thư lệnh và tham gia các chiến dịch quân sự ở nhiều nơi trong nước. Bấy giờ Trang Tông bỏ bê triều đình, cùng với Lưu hoàng hậu sống xa hoa vô độ. Năm [[926]], khi được lệnh đánh dẹp phản quân Hưng Đường, ông quyết định trở mặt chống lại triều đình, cùng lúc Hậu Đường Trang Tông bị giết chết, Lý Tự Nguyên tiến quân về Lạc Dương, kiểm soát triều chính, tàn sát gia quyến của Trang Tông và lên ngôi hoàng đế.\n\nDưới thời trị vì của mình, ông dùng tên là '''Lý Đản'''. Thời gian cai trị của ông kéo dài bảy năm; và mặc chứng kiến nhiều thiên tai, nhân họa; nó vẫn được xem là ổn định hơn so với nửa thế kỉ trước đó. Trong thời gian chấp chính, Hậu Đường Minh Tông trừ bỏ các tệ chính dưới thời Hậu Đường Trang Tông, triều chính dần ổn định. Ông diệt trừ hoạn quan, tin dùng sĩ nhân; triệt tiêu không ít cơ quan dư thừa, thiết lập cơ quan tài chính như tam ty; đề xướng tiết kiệm, củng cố thủy lợi, quan tâm đến nỗi thống khổ của bách tính; tăng cường quân lực trung ương, kiến lập thị vệ thân quân để áp chế phiên trấn. Đây là một giai đoạn ổn định hiếm thấy vào thời Ngũ Đại, sử gia nhận định Hậu Đường Minh Tông là minh quân chỉ đứng sau [[Hậu Chu Thế Tông]] vào thời Ngũ Đại, một số chế độ do ông lập ra sau được triều Tống kế thừa<ref>Trúc Sa Nhã Chương, 1998: ''Thời đại chinh phục vương triều, Chương thứ hai'', tr 39-43<\/ref>.\n\nCuối năm [[933]], khi Minh Tông đang nằm trên giường bệnh, con trai thứ hai của ông [[Lý Tùng Vinh]] tiến hành binh biến nhằm kiểu soát triều chính, song bị đánh dẹp và giết chết. Minh Tông vì sự kiện này đau lòng mà qua đời, truyền ngôi cho hoàng tử thứ ba [[Lý Tùng Hậu]]. Hậu Đường sau thời của ông lâm vào cảnh suy yếu không thể vực dậy, đến năm [[936]] thì bị diệt vong bởi người [[Khiết Đan]].\n\n== Thân thế ==\nLý Tự Nguyên chào đời với tên [[Sa Đà]] là [[Mạt Cát Liệt]] ở Ứng châu <ref>應州; nay là [[Ứng Huyện]], [[Sơn Tây]]<\/ref>, chứ không có tên theo gốc tích của ông vốn là người Thổ di cư.<ref name=wdsj6>{{harvnb|''Ngũ Đại sử''|loc=[http:\/\/zh.wikisource.org\/wiki\/新五代史\/卷06 quyển 6.]}}<\/ref> Thân phụ của ông, được sử cũ gọi theo tên Hán là [[Lý Nghê]] (李霓), là tướng quân dưới trước [[Lý Quốc Xương]], thủ lĩnh người [[Sa Đà]] được triều đình [[nhà Đường]] ban tên [[chữ Hán]]. Ông là con trai trưởng của Lý Nghê. Mẫu thân ông họ Lưu, về sau được truy tặng là Tống quốc phu nhân.<ref name=wds35\/>\n\nTuy nhiên năm [[878]], [[Lý Quốc Xương]] và con trai ông ta [[Lý Khắc Dụng]] khởi binh phản Đường. Năm [[880]], họ bị đánh bại bởi liên quân của Tiết độ sứ [[Lý Trác]] và thủ lĩnh [[Thổ Dục Hồn]] [[Hách Liên Đạc]],<ref name=wds35 \/> và quân Sa Đà chạy trốn lên phía bắc, đến Tấn Sơn nơi họ trú ẩn trong thôn làng của người [[Mạt Hạt]].<ref name=zztj253>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷253 quyển. 253.]}}<\/ref> Một thời gian sau cái chết của Lý Nghệ (trước thất bại của [[Lý Quốc Xương]] và [[Lý Khắc Dụng]]) năm [[879]] (năm ấy Mạt Cát Liệt lên 12), [[Lý Quốc Xương]] đưa ông về làm người hộ vệ, kĩ năng bắn cung điêu luyện của ông có lẽ được dạy dỗ từ người cha. Sử cho biết rằng thời niên thiếu ông không bao giờ bắn hụt một con chim nào đang bay trên trời vào những dịp đi săn.<ref name=wds35\/>\n\n== Dưới trướng Lý Khắc Dụng ==\n=== Sự kiện Thượng Nguyên dịch ===\n{{Bài chính|Sự kiện quán dịch Thượng Nguyên}}\nThời gian đó triều đình [[nhà Đường]] đang gặp nguy nan bởi quân phiến loạn [[Hoàng Sào]], người tự tuyên bố là Hoàng đế nhà Tề, và do đó phải ân xá cho người [[Sa Đà]], cho phép họ trở lại quê nhà với điều kiện họ phải gửi quân giúp đánh dẹp [[Hoàng Sào]].<ref name=zztj254>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷254 quyển. 254.]}}<\/ref> Năm [[883]], [[Lý Khắc Dụng]] được tấn phong làm Tiết độ sứ Hà Đông<ref>河東, Trị sở nay thuộc [[Thái Nguyên]], [[Sơn Tây]], [[Trung Quốc]]<\/ref> sau khi đánh bại [[Hoàng Sào]] một trận lớn.<ref name=zztj255>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷255 quyển 255.]}}<\/ref>\n\nMạt Cát Liệt phục vụ cho Lý Khắc Dụng, lúc này ông ta đang tìm kiếm những cậu bé trung thành và thiện chiến, Lý Khắc Dụng nhân ông là con và ban cho ông tên Hán là Lý Tự Nguyên.<ref name=wdsj6 \/> Ngày [[11 tháng 6]] năm [[884]], Lý Khắc Dụng đến Biện châu <ref>汴州; nay là [[Khai Phong]], [[Hà Nam]], [[Trung Quốc]]<\/ref> tham dự một yến tiệc mừng công do người nắm giữ vùng này là [[Chu Ôn]] ([[Chu Toàn Trung]]), tổ chức, trước đó Lý Khắc Dụng từng cứu Chu Ôn khỏi cuộc bao vây của quân đội Hoàng Sào. Tối hôm đó, Lý Khắc Dụng đang say quắc cần câu gặp phải bọn sát thủ cho Chu Ôn phái đến để hành thích. Người của Chu Ôn phóng hỏa đốt quán lại chặt cây và đưa xe ngựa làm hàng rào chặn đường thoát của Lý Khắc Dụng. Lý Tự Nguyên năm đó 16 tuổi, cùng với một số tướng khác, giúp chủ nhân nhảy ra khỏi hàng rào không hề hấn gì, họ cùng nhau trốn thoát an toàn khỏi làn tên bay của quân Chu Ôn, khi đó trời lại nổi giông tố sấm sét dập tắt đám lửa và khiến quân Biện châu bị mất phương hướng, nên Lý Khắc Dụng chạy thoát được mặc dù khoảng 300 thủ hạ của quân Hà Đông bị tàn sát trong bữa tiệc đó.<ref name=zztj255 \/> Sau khi trở về Hà Đông, Lý Tự Nguyên được Lý Khắc Dụng giao cho chỉ huy đội kị binh hộ vệ.<ref name=wds35 \/>\n\n=== Liên tục lập chiến công ===\n\nNăm [[890]], kẻ thù cũ của Lý Khắc Dụng là [[Hách Liên Đạc]] tấn công phía bắc Hà Đông, còn nhận được sực ủng hộ của lực lượng [[Thổ Phiên]] và [[Hiệp Ni Tắc Cát Nhĩ Tư]]. [[Lý Tồn Tín]], một người con nuôi lớn tuổi hơn của Lý Khắc Dụng — kháng cự quân địch và bị đánh bại. Lý Khắc Dụng cử Lý Tự Nguyên đến hỗ trợ, và không lâu sau đó lực lượng Hà Đông đánh thắng quân địch, thậm chí còn bắt được con rể của Hách Liên Đạc.<ref name=zztj258>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷258 quyển. 258.]}}<\/ref> Vào cuối năm đó, Lý Tự Nguyên chứng tỏ khả năng lãnh đạo của mình một lần nữa khi lãnh đạo quân đội dẹp tan quân nổi dậy, bắt được thủ lĩnh của họ là Vương Biện (王弁). Một lần quân trung hội họp, các tướng bắt đầu mở miệng khoe khoang về chiến công của mình, nhưng khi Lý Tự Nguyên cắt lời và thong thỏa nói: \"Các tướng quân, dùng mồm của mình để tấn công kẻ thù. Còn ta dùng bàn tay để tấn công kẻ thù.\" Tất cả mọi người bèn im lặng.<ref name=wds35 \/>\n\nNăm [[896]], Lý Tồn Tín được giao 3 vạn quân cứu viện cho hai anh em họ Chu (Tiết độ sứ Thiên Bình<ref>Trị sở nay thuộc [[Thái An]], [[Sơn Đông]], [[Trung Quốc]]<\/ref> [[Chu Tuyên]] và tiết độ sứ Thái Ninh<ref>Trị sở nay thuộc [[Tế Ninh]], [[Sơn Đông]], [[Trung Quốc]]<\/ref> [[Chu Cẩn]]) chống lại kẻ thù [[Chu Ôn]]. Nhưng thay vì đích thân ra trận, Tồn Tín quyết định án binh và gửi Lý Tự Nguyên ra tiền tuyến khi chỉ có 300 người trong tay. Tuy nhiên, Lý Tự Nguyên có thể đẩy lui được quân Chu Ôn và cứu thoát anh em họ Chu. Khi tiết độ sứ Ngụy Bác<ref>Trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> [[La Hoằng Tín]] bất bình vì việc Lý Tồn Tín ra quân cướp bóc ở đất Ngụy, đã chặn đường và đánh bại Tồn Tín sau đó, Lý Tự Nguyên đánh bại những kẻ tấn công và trở về nhà với lực lượng của Lý Tồn Tín. Ông được Lý Khắc Dụng khen ngợi khi quyết định chia sẻ phần thưởng một cách công bằng với những người lính bình thường.<ref name=wds35 \/>\n\nNăm [[898]], tướng dưới trướng Lý Khắc Dụng là [[Lý Tự Chiêu]] bị tướng của Chu Ôn là [[Cát Tùng Châu]] đánh bại, và Lý Tự Nguyên đến để chi viện cho ông ta. Nhận thấy binh lính đều tỏ vẻ lo sợ, Lý Tự Nguyên nói với Lý Tự Chiêu: \"Bằng mà nay trở về tay không, đại thế sẽ mất. Ta muốn chiến đấu cùng ngươi và sẵn sàng tử chiến nơi sa trường, còn hơn là chịu tù ngục.\" Ông nhảy xuống ngựa, vót nhọn thanh giáo, và lên trên đỉnh núi cao, chỉ đạo binh lính dàn trận. Khi quân của Cát Tùng Châu đến, ông nói với họ rằng: \"Chúa công sai ta lấy mạng Cát công. Những kẻ khác không cần thiết phải chết cùng với hắn!\" Lúc đó ông dẫn binh lính xung trận, và với sự giúp sức của [[Lý Tự Chiêu]], đã đánh bại được quân địch. Mãi đến khi kết thúc trận chiến, người ta mới thấy Lý Tự Nguyên đang nằm trên vũng máu; khắp người ông có 4 chỗ bị tên bắn trúng. Lý Khắc Dụng, khi đó đã được phong hiệu Tấn vương, đích thân cởi áo băng bó và lấy rượu thuốc xoa vết thương cho ông, ông ta nói một cách tự hào: \"Con ta đúng là nam tử hán!\" Danh tiếng của Lý Tự Nguyên do vậy được nhiều người biết đến.<ref name=wds35 \/> Một giai thoại khác kể về lối sống giản dị thanh đạm của Lý Tự Nguyên: một lần, nhìn thấy trong nhà Lý Tự Nguyên không có đồ đạc quý giá gì ngoài vài thứ binh khí, Lý Khắc Dụng đưa ông đến chỗ mình và bảo có thể lấy bất cứ thứ gì ông thích. Lý Tự Nguyên chỉ lấy vài miếng vải và mấy thớ thịt rồi trở về.{{citation needed|date=November 2015}}\n\n=== Chu Ôn uy hiếp ===\n\nNăm [[902]], kẻ thù số một của Lý Khắc Dụng tức là [[Chu Toàn Trung]], cử [[Thị Thúc Tông]] và cháu là [[Chu Hữu Ninh]] dẫn quân Tuyên Vũ đánh bại quân Hà Đông dưới quyền chỉ huy của em trai nuôi của Lý Khắc Dụng là [[Lý Tự Chiêu]] cùng tướng [[Chu Đức Uy]] tại huyện Bồ<ref>蒲縣, nay thuộc [[Lâm Phần]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>), nhân đó Thị và Chu tiến đến bao vây thủ phủ của Hà Đông là Thái Nguyên. Lúc đó phần lớn quân của Lý Khắc Dụng đang ở xa Thái Nguyên, nơi này trong tình thế rất nguy cấp; Lý Khắc Dụng định từ bỏ Thái Nguyên chạy lên Vân Châu <ref>雲州, nay thuộc [[Đại Đồng]], [[Sơn Tây]], [[Trung Quốc]]<\/ref> — Lý Tồn Tín ủng hộ việc này. Tuy nhiên, Lý Tự Nguyên cùng với Lý Tự Chiêu và Chu Đức Uy, chủ trương cố thủ Thái Nguyên, và cùng với khuyến khích của vợ của Lý Khắc Dụng là Lưu phu nhân, Lý đồng ý ở lại cố thủ trong thành. Sau đó, do bị cắt mất nguồn cung cấp lương thực, Chu Toàn Trung suốt định rút lui (Tuy nhiên, vì cuộc vây hãm này, trong nhiều năm, Lý không dám giao chiến với Chu nhằm tranh giành quyền bá chủ ở miền bắc nữa)<ref name=ZZTJ263>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷263 quyển. 263.]}}<\/ref>\n\nNăm [[907]], Chu Toàn Trung cướp ngôi [[Đường Ai Đế]], chấm dứt Đường triều và lập ra triều [[Hậu Lương]]. Lý Khắc Dụng, trên danh nghĩa là vương nước Tấn, cùng với một số nhà quân phiệt khác (như Kì vương [[Lý Mậu Trinh]], Hoằng Nông vương [[Dương Ác]], Thục vương [[Vương Kiến]]), từ chối công nhận hoàng đế họ Chu và tiếp tục coi mình là [[chư hầu]] của triều Đường vốn không còn tồn tại — nhưng trên thực tế, các nhà lãnh đạo này cai trị lãnh thổ của mình một cách độc lập. Lý Tự Nguyên tiếp tục phục vụ cha nuôi ở nước Tấn. Không lâu sau đó, Chu cử tướng [[Khang Hoài Trinh]] dẫn quân tấn công trấn Chiêu Nghĩa <ref>昭義, trị sở nay thuộc [[Trường Trị]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>, hiện thuộc nước Tấn và do Lý Tự Chiêu cai quản. Đích thân Chu dẫn đại quân theo sau, và quân Lương bao vây trị sở Chiêu Nghĩa là Lộ châu rất ngặt, thể hiện rõ dã tâm thôn tính bằng được Chiêu Nghĩa. Lý Khắc Dụng cử một lực lượng nhỏ quân cứu viện, dưới sự chỉ huy của [[Chu Đức Uy]], cùng Lý Tự Nguyên, [[Lý Tự Bổn]], [[Lý Tồn Chương]] và [[An Kim Toàn]] đến hỗ trợ giải vây, nhưng trong khi quân cứu viện chỉ gây có thể quấy nhiễu quân Lương, vẫn không thể giải nguy cho thành và tình thế ngày càng tuyệt vọng do lương thực cạn kiệt. Lúc chiến dịch đang ở cao trào, Lý Khắc Dụng bệnh chết ở Thái Nguyên và mùa xuân năm [[908]] và con ruột ông ta là [[Lý Tồn Húc]] lên kế vị Tấn vương.<ref name=ZZTJ266>{{harvnb|''Tư trị thông giám''|loc=[http:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷266 quyển. 266.]}}<\/ref>\n\n== Dưới trướng Lý Tồn Húc ==\n\n=== Tham chiến ở Yên, Triệu ===\nLý Tồn Húc quyết định đích thân dẫn quân giải vây Lộ châu, và dẫn quân đi một cách thần tốc, khiến quân Lương bị bất ngờ không kịp trở tay. Lý Tồn Húc sai Lý Tự Nguyên chỉ huy cánh quân phía đông bắc, và [[Chu Đức Uy]] chỉ huy cánh quân đánh vào phía tây bắc. Thế bao vây của quân Lương bị phá vỡ và chúng buộc phải rút lui, Lộ châu được giải vây.<ref name=ZZTJ266\/>\n\nNăm [[910]], một cuộc đối đầu lớn giữa Tấn và Hậu Lương bắt đầu. Khi đó, Chu Toàn Trung tin rằng chư hầu của ông là Triệu vương [[Vương Dung (lãnh chúa)|Vương Dung]], tiết độ sứ Vũ Thuận<ref>Trị sở nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> – có thể liên minh với Tấn và trở mặt với Hậu Lương, Ông ra quyết định dùng mưu hiểm để chiếm các châu Ký và Triệu<ref>Nay đều thuộc [[Hành Thủy]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> và tàn sát quân dân Vũ Thuận ở tại các châu, rồi dùng nơi này làm bàn đạp để thôn tính hoàn toàn Vũ Thuận. Biết chuyện đó, Vương Dung cùng với đồng minh là [[Vương Xử Trực]], tiết độ sứ Nghĩa Vũ <ref>義武, trị sở nay thuộc [[Bảo Định]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> trở mặt với [[Hậu Lương]] rồi quay sang kết minh với Lý Tồn Húc. Lý Tồn Húc cử quân đến chi viện cho Vương Dung và Vương Xử Trực. Sau đó, trong trận chiến mà Lý Tự Nguyên cầm quân, tại Bách Hương <ref>柏鄉, nay thuộc [[Hình Đài]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>, quân Tấn đại phá quân Lương, cứu nguy cho Vũ Thuận (lúc này đổi tên trở lại là Thành Đức như thời Đường), và Nghĩa Vũ khỏi cuộc tấn công của [[Hậu Lương]].<ref name=ZZTJ267>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷267|quyển. 267]].<\/ref>\n\nNăm [[912]], Lý Tồn Húc phát động chiến dịch tấn công nước Yên của [[Lưu Thủ Quang]]. Trong chiến dịch đó, Lý Tự Nguyên được giao nhiệm vụ tấn công vào Doanh châu <ref>瀛州, nay thuộc [[Thương Châu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>), và buộc thứ sử châu này là [[Triệu Kính]] phải đầu hàng. Lưu Thủ Quang cử tướng [[Nguyên Hành Khâm]] lên phía bắc đón quân cứu viện [[Khiết Đan]]. Lý Tồn Úc cử Lý Tự Nguyên dẫn quân ngăn chặn Nguyên Hành Khâm. Ban đầu Lý Tự Nguyên chiếm giữ Vũ châu<ref>Nay thuộc [[Trương Gia Khẩu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>, thứ sử châu này là [[Cao Hành Khuê]] đầu hàng. Nguyên Hành Khâm sau đó dẫn quân đánh Vũ châu, khi Lý Tự Nguyên dẫn quân đến cứu viện, Nguyên tìm cách rút lui, nhưng Lý Tự Nguyên thuyết phục tám lần và ông ta quyết định đầu hàng. Lý Tự Nguyên nhận Nguyên làm con nuôi và giữ ông ta dưới trướng của mình (em trai của Cao Hành Khuê là [[Cao Hành Chu]] người mà Cao Hành Khuê được Hành Khuê gửi gắm cho Lý Tự Nguyên, cũng phục vụ dưới trướng của ông và nắm giữ chức tướng ngang với con nuôi của ông là [[Lý Tòng Kha]] - vốn là con riêng của một người vợ lẽ của Lý Tự Nguyên là Ngụy thị). Quân Tấn sau đó tiêu diệt hoàn toàn nước Yên và sáp nhập vào lãnh thổ Tấn.<ref name=ZZTJ268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển. 268]].<\/ref> (Năm [[915]], khi Lý Tồn Húc nghe về sự tàn bạo của Nguyên Hành Khâm trên chiến trận, ông ta đòi Lý Tự Nguyên gửi Hành Khâm đến phục vụ dưới trướng của chính mình, và Lý Tự Nguyên, không muốn kháng lệnh của chủ tướng, phải miễn cưỡng nhận nhân. Lý Tồn Húc cũng muốn có sự phục vụ của Cao Hành Chu, nhưng Cao từ chối và vẫn ở trong quân của Lý Tự Nguyên.)<ref name=ZZTJ269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển. 269]].<\/ref>\n\n=== Đối phó với Hậu Lương và Khiết Đan ===\n\nNăm [[916]], khi tướng nhà [[Hậu Lương]] là Lưu Tuân tìm cách giành lại Ngụy châu <ref>魏州, nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>), vùng đất này không lâu về trước đã đầu hàng Tấn - Lý Tồn Húc đã tiên liệu được viện này và có quyết định ngay lập tức - Lý Tự Nguyên và em nuôi của ông là [[Lý Tồn Thẩm]] làm tướng chỉ huy. Trong trận chiến diễn ra sau đó, quân Tấn đại phá quân Lương, làm cho hi vọng đánh bại Lý Tồn Húc của Lưu Tuân tan thành mây khói. Khi Tiết độ sứ Chiêu Đức (昭德, trị sở nay thuộc [[Hàm Đan]]) chạy trốn sau thất bại của Lưu Tuân, Lý Tồn Húc sáp nhập ba châu của trấn này, nguyên trước kia thuộc Thiên Hùng quân cho trở lại Thiên Hùng, và phong Lý Tự Nguyên làm thứ sử của thủ phủ trấn Thiên Hùng là Tương châu (相州). Khi quân Tấn tiếp cận Thương châu (滄州, Thương Châu ngày nay), tiết độ sứ Thuận Hóa của Hậu Lương (順化, trị sở đặt tại Thương châu), [[Đái Tư Viễn]], bỏ trốn về phía nam Hoàng Hà. Tướng của Đái là [[Mao Chương]] dẫn người trong châu hàng Tấn. Lý Tồn Húc cử Lý Tự Nguyên đến bình định vùng đất này, và Lý Tự Nguyên đưa Mao đến xưng thần với Lý Tồn Húc. Lý Tự Nguyên được phong làm Tiết độ sứ An Quốc. Cũng từ đây, một trong số những tướng dưới quyền ông, [[An Trọng Hối]], trở thành người được ông rất tin tưởng.<ref name=ZZTJ269\/>\n\nNăm [[917]], hoàng đế [[Khiết Đan]] là [[Liêu Thái Tổ]] xua quân tấn công U châu <ref>幽州, nay là [[thủ đô]] [[Bắc Kinh]], [[Trung Quốc]]<\/ref>) – thủ phủ nước Yên và khi đó là thủ phủ trấn Lư Long (盧龍), nơi Chu là Tiết độ sứ. Chu gửi thư xin quân cứu viện, nhưng Lý Tồn Húc cho rằng cần phải tiếp tục chiến dịch với [[Hậu Lương]] nên tỏ ra do dự. Tuy nhiên, Lý Tự Nguyên, [[Lý Tồn Thẩm]] và [[Diêm Bảo]] đều chủ trương cứu Yên. Lý Tồn Húc đồng ý, và cử Lý Tự Nguyên là người chỉ huy quân cứu viện, Diêm Bảo theo sau,<ref name=ZZTJ269\/> và cánh hậu quân của [[Lý Tồn Thẩm]]. Quân Tấn đánh bại quân Khiết Đan và giải vây cho U châu.<ref name=ZZTJ270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|vol. 270]].<\/ref>\n\nMùa thu năm [[918]], Lý Tồn Húc phát động chiến dịch phạt Lương, và tập hợp toàn bộ quân đội dưới trướng của mình tại đất Ngụy. Chu Đức Uy, Lý Tồn Thẩm, và Lý Tự Nguyên, đều đem quân đến hội, ngoài ra còn có quân của [[Vương Xử Trực]]. Ông vượt sông [[Hoàng Hà]] đến lãnh thổ triều Lương, với ý định nhanh chóng tiêu diệt nhà Lương. Sau đó, quân Tấn giáp chiến với quân Lương do [[Hà Côi]] chỉ huy tại Hồ Liễu Bi <ref>胡柳陂, nay thuộc [[Hà Trạch]], [[Sơn Đông]], [[Trung Quốc]]<\/ref>). Trận chiến đó quân Tấn thảm bại, Chu Đức Uy bị giết trên chiến trường. Khi đó Lý Tự Nguyên tính toán sai lầm, cho rằng Lý Tồn Húc đã lui quân về bờ bắc Hoàng Hà, nên cũng rút quân. Tuy nhiên, Lý Tồn Húc, tập hợp lại quân mã và lại đánh bại quân của Hà Côi. Tổng cộng trong chiến dịch đó, hai bên đều bị thiệt hại đến hai phần ba quân số, và Lý Tồn Húc cuối cùng rút quân về bờ bắc. Khi Lý Tự Nguyên đến yết kiến, Lý Tồn Húc tỏ ra không hài lòng vì cho rằng việc ông vượt sông là do nghĩ rằng chủ tướng đã chết và do vậy từ bỏ chiến trận. Tuy nhiên, vì Lý Tùng Kha không đi theo Lý Tự Nguyên và tiếp tục phục vụ Lý Tồn Húc trong giai đoạn thứ hai của trận chiến, lập được đại công, nên Lý Tồn Húc không xử phạt Lý Tự Nguyên, mà từ đó đối xử với ông một cách bạc bẽo.<ref name=ZZTJ270\/>\n\nNăm [[921]], Vương Dung bị giết trong cuộc đảo chính mà chủ mưu là con nuôi của ông ta [[Trương Văn Lễ|Vương Đức Minh]]. Đức Minh nắm lấy đất Triệu, lại cải tên thành Trương Văn Lễ như cũ, và giết cả gia tộc Vương Dung. Lý Tồn Húc cử quân đến Triệu để tiêu diệt Trương Văn Lễ, chỉ huy lần này là Diêm Bảo và [[Sử Kiến Đường]] (史建瑭), nhưng không thu được thắng lợi, Sử Kiến Đường tử trận. Đái Tư Viễn, lúc đó là đại tướng quân của Hậu Lương chống lại nước Tấn, tìm cách tận dụng lợi thế từ tình hình này, nhưng cuộc tấn công của ông ta vào thành Đức Thắng<ref>德勝, nay thuộc [[Bộc Dương]], [[Hà Nam]], [[Trung Quốc]]<\/ref> ở bờ nam Hoàng Hà gặp thất bại dưới tay Lý Tự Nguyên và Lý Tồn Thẩm. Sau đó Lý Tồn Húc phong Lý Tự Nguyên làm phó chỉ huy của các lực lượng Hán và Sa Đà, cùng danh hiệu Đồng Trung thư môn hạ bình chương sự. Sau đó ông ta để Lý Tự Nguyên và Lý Tồn Thẩm giữ Đức Thắng, còn bản thân đến tham chiến ở đất Triệu. Khi Đái tìm cách tấn công Vệ châu, Lý Tự Nguyên dẫn quân chặn đánh. Sau đó Đái Tư Viễn quyết định đổi hướng sang bao vây Đức Thắng, nhưng cuối cùng phải lui quân vì Lý Tồn Húc biết được tin khẩn, và đưa quân trở lại.<ref name=ZZTJ271>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷271|quyển. 271]].<\/ref>\n\nMùa xuân năm [[922]], [[Khiết Đan]] dẫn quân xâm phạm, Lý Tồn Húc cử Lý Tồn Thẩm làm Lữ Long tiết độ sứ để chống lại người [[Khiết Đan]], Lý Tự Nguyên được phong làm Tiết độ sứ Hoành Hải (trước đây nhà [[Hậu Lương]] gọi là Thuận Hoa), nơi mà trước đây Lý Tồn Thẩm từng đảm nhận, nhưng thực ra ông vẫn ở trong quân doanh của Lý Tồn Húc.<ref name=ZZTJ272>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển. 272]].<\/ref>\n\n=== Chiến dịch diệt Lương ===\n\nMùa hạ năm [[923]], Lý Tồn Húc tức hoàng đế vị ở Ngụy châu với quốc hiệu Đại Đường - sử gọi là nhà [[Hậu Đường]]. Tuy nhiên, cùng thời điểm đó, Hậu Đường phải đối mặt với rất nhiều mối đe dọa từ nhiều phía - [[Đế quốc]] [[Khiết Đan]] tiếp tục đe dọa Lư Long; [[Hậu Lương]] vừa mới đây đã nắm giữ được Vệ châu <ref>衛州, nay thuộc [[Bộc Dương]], [[Hà Nam]], [[Trung Quốc]]<\/ref>, trước kia thuộc quyền quản lý của [[Lý Tự Chiêu]]. Từ sau khi Tự Chiêu tử trận, con ông ta là [[Lý Kế Thao]] nổi loạn chống lại [[Hậu Đường]] và xưng thần với [[Hậu Lương]]. Tuy nhiên, vào thời điểm này, một viên tướng của nhà [[Hậu Lương]] ở trấn Thiên Bình <ref>天平, trị sở nay thuộc [[Thái An]], [[Sơn Đông]], [[Trung Quốc]]<\/ref>, [[Lư Thuận Mật]] đã chạy trốn sang [[Hậu Đường]], và tiết lộ với Hậu Đường rằng [[Đái Tư Viễn]], đang là Tiết độ sứ Thiên Bình, để để hai tướng bị mất lòng dân, [[Lưu Toại Nghiêm]] và [[Yến Ngung]] trấn giữ thủ phủ của trấn là Vận châu (鄆州), chỉ cần tấn công bất ngờ là có thể thắng lợi. Khi Lý Tồn Húc hỏi ý Lý Tự Nguyên, do ông từ lâu đã muốn lấy lại danh tiếng sau trận Hồ Liễu Bi, chủ trương tấn công và tình nguyện dẫn quân đi tiên phong. Lý Tồn Húc đồng ý, và Lý Tự Nguyên dẫn 5000 binh sĩ bất ngờ tấn công vào cứ điểm gần bờ sông [[Hoàng Hà]], khiến Lưu và Yến không hề hay biết. Khi ông nhanh chóng tiến quân vào thành, [[Lưu Toại Nghiêm]] chạy trốn đến kinh đô [[Hậu Lương]] là Khai Phong. Lý Tồn Húc sau đó ủy nhiệm Lý Tự Nguyên là Tiết độ sứ Thiên Bình. Sau đó, hoàng đế [[Hậu Lương]] [[Chu Hữu Trinh]] (con trai Chu Ôn) thay thế Đái bằng [[Vương Ngạn Chương]], người này tìm cách cắt đứt đường chuyển lương giữa Vận châu và phần còn lại của [[Hậu Đường]] ở bờ bắc dòng sông bằng cách chiếm giữ những chỗ cạn ở Đức Thắng và Dương Lưu <ref>楊劉, nay thuộc [[Đông A]], [[Sơn Đông]], [[Trung Quốc]]<\/ref>. Ông nhanh chóng lấy được Đức Thắng, nhưng Dương Lưu vẫn ở trong tình trạng thủ thành chặt chẽ dưới sự chỉ huy của Lý Chu (李周), và Lý Tồn Húc sau đó xua quân bao vây Dương Lưu, đảm bảo duy trì liên lạc giữa Vận châu với phần còn lại của [[Hậu Đường]].<ref name=ZZTJ272\/>\n\nSau sự kiện ở Dương Lưu, hoàng đế Hậu Lương nghe lời sàm ngôn, cách chức [[Vương Ngạn Chương]], dùng [[Đoàn Ngưng]] lên thay. Ông này dùng phương án tấn công từ bốn phía để chống lại [[Hậu Đường]]:\n\n# [[Đổng Chương]] tiến quân thẳng tới Thái Nguyên.\n# [[Hoắc Ngạn Uy]] bắc tiến Trấn châu (鎮州, thủ phủ nước Triệu).\n# Vương Ngạn Chương và [[Trương Hán Kiệt]] tiến về phía Vận châu.\n# Chính Đoàn Ngưng cùng với [[Vương Yến Cầu|Đỗ Yến Cầu]] trực tiếp đối phó với Lý Tồn Húc.\n\nTuy nhiên, tướng nhà Lương là [[Khang Diên Hiếu]] quay sang đầu hàng [[Hậu Đường]] và tiết lộ kế hoạch cho hoàng đế Hậu Đường, và còn cho biết rằng Đại Lương phòng vệ sở hở, và trong bốn cánh quân thì cánh của Vương - Trương là yếu nhất có thể đánh bại dễ dàng. Lý Tồn Húc quyết định mạo hiểm, và tiến đến Vận châu hội quân với Lý Tự Nguyên, sau đó giao chiến với Vương và Trương. Ông đánh bại họ, bắt được cả hai tướng tại Trung Đô <ref>中都, nay thuộc [[Tế Ninh]], [[Sơn Đông]], [[Trung Quốc]]<\/ref>). Lý Tồn Húc cử Lý Tự Nguyên thuyết phục Vương Ngạn Chương quy phục, nhưng Vương thực sự muốn chết, nói với Lý Tự Nguyên một cách vô lễ, \"Ngươi chẳng phải Mạt Cát Liệt đó sao?\" Lý Tồn Húc biết rằng [[Vương Ngạn Chương]] thà chết bất phục, bèn xử tử ông ta.<ref name=ZZTJ272\/>\n\nLý Tồn Húc cảm thấy khó xử khi hầu hết các tướng đề nghị đông tiến và thu phục những vùng đất phía đông Vận châu. Tuy nhiên, Khang Diên Hiếu và Lý Tự Nguyên chủ trương thẳng tiến Đại Lương trước khi Đoàn Ngưng kịp trở về cứu viện. Lý Tồn Húc đồng tình với đề nghị của họ, và ông tiếp tục tiến đến Đại Lương với Lý Tự Nguyên là tướng tiên phong. Với việc quân của Đoàn Ngưng đang bị mắc kẹt ở bờ bắc [[Hoàng Hà]] và không thể lui về cứu triều đình, Chu Hữu Trinh cảm thấy tình hình vô vọng. Ông ra lệnh cho [[Hoàng Phủ Lân]] giết mình; Hoàng Phủ Lân tuân theo và sau đó cũng tự sát. Khi Lý Tự Nguyên tiến vào cổng thành Đại Lương, ông không gặp phải kháng cự nào và nhanh chóng làm chủ thành này. Lý Tồn Húc dẫn quân tới sau, vui vẻ nói với Lý Tự Nguyên, \"Trẫm giành được thiên hạ ngày hôm nay có công của phụ tử ông không ít. Chúng ta hãy cùng nhau hưởng thiên hạ.\" Rồi ban cho Lý Tự Nguyên chức ''Trung thư lệnh''.<ref name=ZZTJ272\/>\n\n=== Thời Trang Tông ===\nMùa xuân năm [[924]], quân [[Khiết Đan]] tấn công Lư Long, tiến sâu vào tận Ngõa Kiều quan<ref>Nay thuộc địa phận [[Bảo Định]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>. Trang Tông cử Lý Tự Nguyên dẫn quân chống lại Khiết Đan, cùng [[Hoắc Ngạn Uy]] (khi ấy đã hàng Đường) làm phó. Tuy nhiên, lực lượng [[Khiết Đan]] sớm rút lui, nhà vua triệu Lý Tự Nguyên về kinh - và để lại Đoàn Ngưng - lúc này được ban tên [[Lý Thiệu Khâm]] - trấn giữ quan. Không lâu sau đó, lại nhận được tin Khiết Đan xâm phạm, nhưng Lý Tự Nguyên được lệnh giữ quân ở Hưng châu để dò xét động tĩnh của Khiết Đan, trong khi [[Lý Tùng Kha]] và [[Lý Thiệu Bân]] chỉ huy kị binh trấn giữ quan ải chống lại Khiết Đan. Trong thời gian đó, Lý Tự Nguyên cũng như các tướng khác, sợ hãi bọn thái giám và con hát gièm pha nói xấu mình trước mặt Trang Tông, nên dâng biểu xin nghỉ hữu, Trang Tông không theo.<ref name=ZZTJ273>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷273|vol. 273]].<\/ref>\n\nMùa hạ năm [[924]], tướng ở An Nghĩa (trước kia là Chiêu Nghĩa) [[Dương Lập]], người vốn được Lý Kế Thao tin tưởng (Lý Tồn Húc đã xử tử Lý Kế Thao sau khi ông ta tiêu diệt [[Hậu Lương]]), đã nổi loạn chiếm giữ Lộ châu. Trang Tông cử Lý Tự Nguyên chỉ huy quân đội đánh Dương Lập, cùng với [[Nguyên Hành Khâm]], khi đó đã đổi tên thành Lý Thiệu Vinh, và [[Trương Đình Uẩn]] làm phó tướng. Trương nhanh chóng vào thành Lộ châu bắt giữ Dương Lập và những kẻ dưới trướng của y, trước khi Lý Tự Nguyên và Lý Thiệu Vinh đến (Bọn Dương Lập đi giải về [[Lạc Dương]] - kinh đô [[Hậu Đường]] và bị xử tử). Sau chiến dịch này, Lý Tự Nguyên được phong làm Tiết độ sứ Tuyênn Vũ và tướng chỉ huy quân đội Hán và phi Hán thay cho [[Lý Tồn Thẩm]] vừa qua đời.<ref name=ZZTJ273\/>\n\nCuối năm [[924]], Trang Tông trao cho Lý Tự Nguyên 37.000 quân bảo hộ Biện châu, và đề phòng sự xâm lấn của [[Khiết Đan]]. Khi ông đi đến Hưng Đường (tức Ngụy châu trước đây), ông đòi 500 bộ giáp phục từ phủ khố của Hưng Đường. Tướng giữ Hưng Đường, [[Trương Hiến]], tin Lý Tự Nguyên cần giáp phục cho quân sĩ, nên cung cấp cho ông mà không cần có sự đồng ý của Trang Tông. Khi Trang Tông biết chuyện, rất bất bình, nói, \"Trương Hiến, chẳng hỏi lệnh của quả nhân, tự ý lấy áo giáp của ta cho Lý Tự Nguyên. Đó là ý gì?\" Nhà vua phạt Trương một tháng bổng lộc và thu hồi toàn bộ số giáp phục vừa trao cho Lý Tự Nguyên.<ref name=ZZTJ273\/>\n\nKhông lâu sau đó, Lý Tự Nguyên đánh bại quân [[Khiết Đan]] ở Trác châu (涿州, nay thuộc Bảo Định). Trong lúc đó, Trang Tông quyết định bố trí lại các Tiết độ sứ địa phương để phòng bị quân [[Khiết Đan]]. Nhà vua dời [[Lý Thiệu Bân]] từ Hoành Hải đến Lư Long, nhưng lại nghĩ rằng Lý Thiệu Bân tuy có năng lực nhưng không mấy danh tiếng trong lòng quân lính, vì thế dời Lý Tự Nguyên đến trấn Thành Đức. Sau khi Lý Tự Nguyên nhận được lệnh dời trấn, vì gia đình ông đang ở Thái Nguyên, ông yêu cầu rằng Lý Tùng Kha, hiện đang ở Vệ châu dời đến Thái Nguyên để chăm sóc cho gia đình ông. Tuy nhiên, điều này khiến Trang Tông tức giận, nói, \"Lý Tự Nguyên thân là đại tướng nắm giữ trọng trấn. Hắn ta phải biết rằng cả quân đội và triều chính đều là đặc quyền của ta, sao dám đòi hỏi cho con trai mình!\" Nhà vua giáng chức Tùng Kha, khiến Tự Nguyên trở nên lo lắng, và viết thư biện bạch đến Trang Tông. Tuy nhiên, khi Lý Tự Nguyên xin đến Hưng Đường để yết kiến Trang Tông, thì Trang Tông từ chối. Trong khi đó, người thân tín của Trang Tông là [[Quách Sùng Thao]] lo sợ về ý chí của Lý Tự Nguyên, bí mật đề nghị tước binh quyền, thẩm chí giết chết ông; Trang Tông không theo.<ref name=ZZTJ273\/>\n\nNăm [[925]], mẹ của Trang Tông là [[Tào thái hậu (mẹ Lý Tồn Húc)|thái hậu Tào thị]] lâm trọng bệnh, Lý Tự Nguyên xin được đến yết kiến bà ta, Trang Tông từ chối (thái hậu qua đời không lâu sau đó). Cuối năm này, khi Trang Tông dự tính kế hoạch tấn công và tiêu diệt [[Tiền Thục]], ông định lấy [[Lý Thiệu Khâm]] làm tướng chỉ huy, nhưng [[Quách Sùng Thao]] không đồng tình. Khi Lý Tự Nguyên được người ta tiến cử, Sùng Thao tấu rằng ông cần phải ở Thành Đức ở ngăn chặn quân [[Khiết Đan]] xâm lấn. Thay vào đó, ông đề nghị hoàng trưởng tử là [[Lý Kế Nghiệp]] thống lĩnh tam quân. Trang Tông đồng ý, và phong Sùng Thao đi theo Lý Kế Nghiệp, nhưng thực chất Sùng Thao nắm hết binh quyền.<ref name=ZZTJ273\/> Quân [[Hậu Đường]] dưới trướng Kế Nghiệp và Sùng Thao chinh phục [[Tiền Thục]], buộc hoàng đế [[Vương Diễn]] đầu hàng cuối năm [[925]]. Trong lúc Sùng Thao không có ở triều đình, Lý Tự Nguyên được phép đến Lạc Dương yết kiến Trang Tông.<ref name=ZZTJ274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển. 274]].<\/ref>\n\n=== Phản quân Hưng Đường ===\n\nTuy nhiên sau khi [[Tiền Thục]] diệt vong, Trang Tông và vợ là [[Lưu hoàng hậu (Hậu Đường Trang Tông)|Lưu hoàng hậu]] nghi ngờ Quách Sùng Thao bí mật phát triển lực lượng và chiếm cứ đất Thục. Lưu hoàng hậu muốn giết Sùng Thao, và sau khi Trang Tông từ chối hạ chiếu, hoàng hậu tự ra lệnh cho Lý Kế Nghiệp giết Quách Sùng Thao. Sự kiện này khiến toàn bộ quân đội Hậu Đường lâm vào rối loạn, Sau đó Đường Trang Tông còn giết một vị tướng khác là [[Lý Kế Lân]] khiến tình hình thêm căng thẳng. Khang Diên Hiếu sau đó đã nổi dậy, và trong khi cuộc nổi dậy nhanh chóng bị đàn áp, quân sĩ tiếp tục tỏ ra bất bình, đặc biệt là trong lúc đó, nạn đói đang hoành hành ở Lạc Dương mà Lưu hoàng hậu chẳng chịu cứu tế. Lý Tự Nguyên cũng là mục tiêu của rất nhiều lời đồn đại, và Trang Tông cử tướng thân tín của ông là [[Chu Thủ Ân]] đến úy lạo và dò xét ông. Thủ Ân bí mật nói cho ông biết điều đó và khuyên rằng ông nên trở về đất phong để tránh tại họa. Lý Tự Nguyên đáp lại \"Tấm lòng của ta không thẹn với trời đất. Nếu đại họa đến, tất không thể tránh khỏi đó là số phận của ta.\" Đã từng rất nhiều lần Hậu Đường Trang Tông nghe thấy những tin đồn và có ý giết ông, nhưng người thân cận của nhà vua là [[Mã Thiệu Hoành]] luôn tìm cách bảo vệ giúp ông thoát nạn.<ref name=ZZTJ274\/>\n\nVào lúc đó, Trang Tông lại phải đối mặt với các cuộc nổi dậy ở bờ bắc Hoàng Hà, mà mạnh nhất là phản quân ở Hưng Đường dưới sự chỉ huy của Triệu Tại Lễ. Vua Trang Tông cử [[Lý Thiệu Vinh]] đi đánh dẹp, nhưng cuộc bao vây của Lý Thiệu Vinh gặp thất bại. Các tướng chủ chốt, bao gồm [[Trương Toàn Nghĩa]] và [[Mã Thiệu Hoành]], đều khuyên nhà vua điều Lý Tự Nguyên đến; và mặc dù tỏ ra do dự, Trang Tông cử Lý Tự Nguyên đến chỉ huy chiến dịch ở Hưng Đường. Lý Tự Nguyên đến nơi và tiến hành bao vây Hưng Đường, nhưng buổi tối hôm đó, tướng [[Trương Phá Bại]] tiến hành nổi loạn và bắt Lý Tự Nguyên và phó của ông là [[Hoắc Ngạn Uy]], lúc này được ban tên là Lý Thiệu Chân, buộc họ phải tham gia vào phản quân Hưng Đường. Sau một số nhầm lẫn ban đầu, phản quân đánh giết Trương Phá Bại, rồi họ chào đón Lý Tự Nguyên và Lý Thiệu Chân vào thành, nhưng sau đó cho phép họ tập hợp lại quân đội, sau khi Lý Tự Nguyên hứa sẽ làm đồng minh với phản quân.<ref name=ZZTJ274\/>\n\nĐến thời điểm này, [[Lý Thiệu Vinh]] tin rằng Lý Tự Nguyên đã công khai chống lại Lý Tồn Húc, bèn rút quân khỏi Hưng Đường và báo cho vua Trang Tông biết chuyện Lý Tự Nguyên tạo phản. Lý Tự Nguyên, cùng với một vài người lính Thành Đức đi theo ông, tìm kiếm giải pháp cho tình thế hiện tại. Ban đầu ông định trở lại Thành Đức và gửi biểu tự trách vì không thể kiểm soát được quân đội của mình; nhưng [[Lý Thiệu Chân]] và [[An Trọng Hối]] chỉ ra rằng ông sẽ bị vu hại bằng những cáo buộc chiếm đất vì lợi ích riêng. Thay vào đó, họ khuyên ông nên đổi hướng tiến về Lạc Dương để chống lại Lý Thiệu Vinh. Trên đường đi, ông gửi nhiều bản trần tình đến nhà vua, hi vọng có thể tự biện hộ, nhưng tất cả đều bị [[Lý Thiệu Vinh]] bắt được và thủ tiêu đi. [[Hậu Đường Trang Tông]] tìm cách thử lòng Lý Tự Nguyên bằng cách gửi con trai ông [[Lý Tòng Thẩm]] đến chỗ ông, nhưng bị Lý Thiệu Vinh bắt và giết đi. Theo lời khuyên của con rể [[Thạch Kính Đường]], Lý Tự Nguyên chuyển sang công khai chống lại quân triều đình trung ương. Ông thẳng tiến Đại Lương, vì vua Trang Tông cũng đang có ý định tương tự. Cuối cùng khi ông vào thành Đại Lương trước, tướng giữ thành [[Khổng Tuần]] chào đón ông, khiến Trang Tông cũng đang trên đường đến Đại Lương, cảm thất thất vọng, và trở về [[Lạc Dương]].<ref name=ZZTJ274\/> Không lâu sau, một cuộc nổi loạn nổ ra ở Lạc Dương, Đường Trang Tông bị giết trong loạn quân.<ref name=ZZTJ275\/>.\n\n=== Tiến về Lạc Dương và xưng đế ===\n\nLý Tự Nguyên thống lĩnh quân đội tiến về Lạc Dương. Ban đầu, ông chỉ ở tư gia của mình trong thành và ngăn không cho quân sĩ cướp bóc; ông cũng thu thập di thể của Trang Tông để mai táng. Khi các tướng khuyên ông chiếm lấy ngai vàng, ông từ chối, và nói với [[Chu Thủ Ân]] rằng ông nên đối xử tôn trọng với các phi tần của Trang Tông, và chuẩn bị chào đón Lý Kế Nghiệp trở về kế vị, và rằng ông sẽ trở lại Thành Đức sau lễ tang của Trang Tông và Lý Kế Nghiệp lên ngôi. Tuy nhiên, sau khi được các tướng thúc giục nhiều lần, ông tự xưng là [[nhiếp chính]]. [[Lý Thiệu Chân]] và [[An Trọng Hối]] tin rằng tình hình bất lợi, bèn kiếm hai người em của Trang Tông là Thông vương [[Lý Tồn Xác]] và Nhã vương [[Lý Tồn Kỉ]] rồi giết đi. Theo lệnh của Lý Tự Nguyên, Lưu hoàng hậu, lúc đó đã trốn sang thái Nguyên, bị giết chết; và quân sĩ giết tiếp hai người em trai của Trang Tông là Thân vương [[Lý Tồn Ác]] và Vĩnh vương [[Lý Tồn Bá]]. Nhiều hoàng thân khác không thể tìm thấy được, chỉ có em trai của Trang Tông là Ung vương [[Lý Tồn Mỹ]] vì ốm yếu bệnh tật nên được tha. Khi bắt được [[Lý Thiệu Vinh]], ông đích thân tới thẩm vấn, hỏi rằng: \"Ta trước nay không phụ bạc gì nhà ngươi; tại sao nhà ngươi giết con ta?\". Lý Thiệu Vinh nhìn chằm vào ông và đáp lại:\"Tiên đế ngày trước cũng có phụ bạc gì nhà người?\" Lý Tự Nguyên giết chết ông ta và đổi tên ông ta trở lại là [[Nguyên Hành Khâm]].<ref name=ZZTJ275\/>\n\nĐứng trước việc [[Lý Kế Nghiệp]] đang đến gần, Lý Tự Nguyên quyết định đưa quân chống lại. Ông sai [[Thạch Kính Đường]] và [[Lý Tùng Kha]] đưa quân đến trấn ở Thiểm châu <ref>陝州, nay thuộc [[Tam Môn Hiệp]], [[Hà Nam]], [[Trung Quốc]]<\/ref>, và Hà Trung<ref>河中, nay thuộc [[Vận Thành]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>, chặn đường về của Lý Kế Nghiệp. Ngay sang đó, đoàn người hộ tống Lý Kế Nghiệp đều quay lưng với anh ta, và anh ta buộc phải tự sát. Tướng [[Nhâm Viên]] nắm quyền chỉ huy quân đội, và gặp quân của Thạch Kính Đường, họ tuyên bố ủng hộ Lý Tự Nguyên.<ref name=ZZTJ275\/>\n\nVới việc Lý Kế Nghiệp đã chết, Lý Tự Nguyên chuẩn bị tự lập làm vua. [[Lý Thiệu Chân]] và [[Khổng Tuần]], tin rằng khí số [[nhà Đường]] đã hết, khuyên ông đổi lại nguyên danh, cải lại quốc hiệu. Tuy nhiên, Lý Tự Nguyên cho rằng ông từng phục vụ cho [[Lý Quốc Xương]], [[Lý Khắc Dụng]], [[Lý Tồn Húc]], đã từ chối. Theo đề nghị của [[Lý Kì (Ngũ Đại)|Lý Kì]], ông tuyên bố mình là người thừa kế hợp pháp của Hậu Đường Trang Tông, và sau khi làm một buổi lễ khóc thương cho Trang Tông, ông bước lên ngai vàng, trở thành tân hoàng đế.<ref name=ZZTJ275\/>\n\n== Hoàng đế ==\n=== Chính trị ===\nĐầu năm [[927]], Minh Tông lập [[An Trọng Hối]] làm Xu mật sứ kiêm Thị trung, và [[Khổng Tuần]] làm Bình chương sự. [[Trịnh Giác]] và [[Nhâm Viên]] cũng là tể tướng, và Nhâm nắm giữ ba cơ quan tài chính (thuế, ngân khố và muối sắt). Thừa tướng thời Trang Tông là [[Đậu Lư Cách]] và [[Vi Thuyết (Hậu Đường)|Vi Thuyết]] ban đầu vẫn đựa tại chức, nhưng sau đó bị đuổi khỏi triều đình vì cáo buộc tham ô.) Vì Minh Tông bị mù chữ, nên An Trọng Hối có nhiệm vụ đọc các biểu tấu từ các đại thần gửi lên cho ông nghe, nhưng bản thân An cũng không thể biết hết các mặt chữ. Vì thế, theo đề nghị của An, triều đình cho lập ra Đoan Minh Điện, và các học sĩ ở đó được giao nhiệm vụ đọc và trợ giúp xử lý các tấu chương cho hoàng đế, với [[Phùng Đạo]] và [[Triệu Phụng]] đứng đầu. Vì cái tên Lý Tự Nguyên chứa hai mẫu tự được dùng tương đối phổ biến, và nhiều khi phải dùng không thể kiêng được; ông tìm cách giảm bớt khó khăn trong việc kiêng húy cho thần dân bằng cách đổi tên Đản vào dịp Tết năm [[927]]. Ngoài ra, nhiều vị tướng bị Hậu Đường Trang Tông ban tên, đến đây họ xin được trở lại tên cha sinh mẹ đẻ, ông đều chuẩn tấu.<ref name=ZZTJ275\/>.\n\nCuối năm [[927]], [[Dương Phổ]], quốc vương nước Ngô ở miền đông nam, vốn trước đây có quan hệ tốt với [[Hậu Đường]], xưng đế. An Trọng Hối đề nghị phạt Ngô, nhưng Minh Tông không theo. Tuy nhiên, đầu năm [[928]], An trục xuất sứ giả nước Ngô, hai bên từ đó tuyệt giao với nhau. Trong thời gian này, Lý Tự Nguyên từng đến thăm Nghiệp Đô (tên cũ chính là Hưng Đường), nhưng quân đội triều đình không muốn đi đâu kể từ sau chuyến đi từ Lạc Dương đến Biện, và kết quả những tin đồn lại được dịp lan đi. Minh Tông nghe được việc ấy, nên không đi Nghiệp Đô nữa.<ref name=ZZTJ276\/>.\n\nMùa xuân năm [[928]], xảy ra chuyện An Trọng Hối và người thân cận trước kia của Minh Tông là tiết độ sứ Thành Đúc [[Vương Kiến Lập]], kể tội lẫn nhau; An cáo buộc Vương đã bí mật liên minh ở Tiết Độ sứ Nghĩa Vũ [[Vương Đô]] (con nuôi của [[Vương Xử Trực]] và nổi dậy chống lại Xử Trực năm [[921]] và đang cai trị nghĩa vũ một cách ban độc lập). Trong khi đó [[Vương Kiến Lập]] kể tội An Trọng Hối chuyên quyền và gây dựng bè đảng với [[Trương Diên Lẵng]] bằng cách kết thông gia với ông ta. (Vương Đô tìm cách liên minh với Vương Kiến Lập, nhưng Vương Kiến Lập báo hết các tin tức này về triều). Minh Tông, ban đầu tin theo [[Vương Kiến Lập]], quyết định gửi An và Trương khỏi kinh thành và phong tiết độ sứ, nhưng sau khi Chu Hoằng Đạo bảo vệ An, hoàng đế rút lại lệnh. Tuy nhiên, lúc này [[Trịnh Giác]] muốn nghỉ hưu, Lý Tự Nguyên giữ [[Vương Kiến Lập]] trong chính phủ làm thủ tướng và cai quản ba ti sở.<ref name=ZZTJ276\/>.\n\nTranh chấp quyền thừa kế cũng đang âm ỉ trong triều đình. Con trai trưởng của Minh Tông là [[Lý Tùng Vinh]], hiện đang là Tiết độ sứ Hà Đông, là người thừa kế trên danh nghĩa, nhưng anh ta bị coi là kiêu ngạo, phù phiếm và không có tài chính trị. Minh Tông nhờ người nhắn với Tùng Vinh rằng [[Lý Tùng Hậu]], hiện là Khai Phong doãn, chăm chỉ và cẩn trọng, và đem ra so sánh với Lý Tùng Vinh. Tuy nhiên, Tùng Vinh không phục, và theo lời khuyên của thân tín [[Dương Tư Quyền]], ông ta tìm cách chiêu tập các tướng, sẵn sàng đáp trả bằng vũ lực nếu bị phế truất. Minh Tông biết tin, triệu hồi Vương về triều, nhưng không trách phạt gì cả. Đầu năm [[929]], ông tấn phong Lý Tùng Vinh làm Khai Phong doãn và bổ nhiệm Lý Tùng Hậu làm Tiết độ sứ Hà Đông.<ref name=ZZTJ276\/>\n\nNăm [[930]], Hậu Đường Minh Tông lập vợ mình là Tào Thục phi làm hoàng hậu, và sủng thiếp là Vương thị làm Thục phi. Vương Thục phi thích ăn mặc xa hoa, và An Trọng Hối tìm cách can gián bà ta, lấy ví dụ là Lưu hoàng hậu của Trang Tông. Vì thế Thục phi căm ghét Trọng Hối.<ref name=ZZTJ277>''Zizhi Tongjian'', [[:zh:s:資治通鑑\/卷277|vol. 277]].<\/ref>.\n\nVào lúc đó, [[Phùng Đạo]] và [[Thôi Hiệp]] được phong làm tể tướng để thay thế [[Đậu Lư Cách]] và [[Vi Thuyết]] (Việc Thôi Hiệp được phong tướng vấp phải sự phản đối của [[Nhâm Viên]], và sau việc đó ông này biết rằng Minh Tông đang bực bội vì mình bất hòa với [[An Trọng Hối]], nên mùa hạ năm [[927]] đã xin từ chức ở ba sở<ref name=ZZTJ275\/>). Khi Tiết độ sứ Tuyên Vũ [[Chu Thủ Ân]] khởi loạn ở Biện châu (vì Lý Tự Nguyên từng công bố là sẽ đến thăm nơi này, khiến Chu lo sợ mục đích thực sự của chuyến đi là để bắt ông ta), An Trọng Hối cho rằng [[Nhâm Viên]] xúi giục [[Chu Thủ Ân]] làm phản, nói với Minh Tông buộc [[Nhâm Viên]] phải chết. Cuộc nổi dậy của Chu nhanh chóng bị đàn áp, ông ta bị buộc phải tự sát.<ref name=ZZTJ276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref>\n\nTrong khi đó, quan hệ giữa An Trọng Hối và Lý Tùng Kha cũng gặp mâu thuẫn, trước đây Tùng Kha trong một lần say rượu đã đánh đập An Trọng Hối, mặc dù sau đó đã xin lỗi, nhưng Trọng Hối vẫn ngầm oán hận trong lòng. Năm [[930]], Lý Tùng Kha đang là Tiết độ sứ Hộ Quốc, và Trọng Hối thường chỉ trích ông ta trước mặt Minh Tông, nhưng Minh Tông không theo. Trọng Hối bèn tìm kế khác để loại bỏ Tùng Kha. Ông ta bảo thuộc cấp của Tùng Kha là [[Dương Ngạn Ôn]] không cho Tùng Kha về thành sau một buổi đi săn. Khi Tùng Kha hỏi tại sao lại làm như vậy, Ngạn Ôn đáp: \"Ngạn Ôn không dám phụ ơn, nhận mệnh lệnh của Xu mật viện, mời ông về triều\". Lý Tòng Kha quyết định tiến hướng về Lạc Dương và báo việc cho Minh Tông, Minh Tông triệu cả hai về kinh, để điều tra sự việc, nhưng Trọng Hối bí mật sai giết Ngạn Ôn để diệt khẩu. Hậu quả là, Lý Tùng Kha bị cấm túc trong phủ đệ tại kinh thành. An Trọng Hối còn tìm cách buộc tội nữa, nhưng do có Vương Thục phi bảo vệ, nên Tùng Kha được vô sự. Vào cùng lúc đó, Lý Tùng Vinh được phong Tần vương và Lý Tùng Hậu là Tống vương.<ref name=ZZTJ277\/>\n\nSau khi [[An Trọng Hối]] bị Minh Tông nghi ngờ và ban chết năm [[931]], [[Lý Tùng Vinh]], vốn rất tôn trọng Trọng Hối, bắt đầu có những hành vi thái quá và thiếu kiểm soát. Vào lúc này, Vương Thục phi và Tuyên huy sứ [[Mạnh Hán Quỳnh]] kiểm soát cung đình, và [[Phạm Diên Quang]] cùng con rể nhà vua là [[Triệu Diên Thọ]] cùng giữ chức Xu mật sứ thay thế cho [[An Trọng Hối]], Tùng Vinh đều vô lễ với họ, khiến nhiều người sợ hãi và thường tâu xin được về nghỉ. Phu nhân của [[Thạch Kính Đường]] là Vĩnh Ninh công chúa, chị khác mẹ của Tùng Vinh, rất căm hận hoàng đệ của mình, và do đó họ muốn rời khỏi kinh thành. Cuối năm [[932]], khi nhà vua muốn tìm một vị tướng có năng lực để trấn nhậm Hà Đông, lúc đó bị [[Khiết Đan]] uy hiếp dữ dội, Diên Quang và Diên Thọ tiến cử Kính Đường, do đó nhà vua phong ông ta là Tiết độ sứ Hà Đông.<ref name=ZZTJ278\/>\n\n=== Đối ngoại ===\n\nTrong khi đó, Minh Tông tìm cách thiết lập quan hệ hữu hảo với [[Khiết Đan]]. Sau khi lên ngôi, ông cử [[Diêu Khôn]] đi sứ [[Khiết Đan]] để thông báo cho Hoàng đế Khiết Đan [[Liêu Thái Tổ]] về cái chết của Hậu Đường Trang Tông. Hoàng đế Khiết Đan tìm cách bắt bẻ, trách cứ Diêu và hỏi tại sao Lý Tự Nguyên là thần tử mà dám cướp ngôi vua, nhưng Diêu đáp lại bằng cách dẫn ra quá khứ có phần tương tự của hoàng đế [[Khiết Đan]], khiến ông ta đứng họng. Tuy nhiên, hoàng đế [[Khiết Đan]] lại ra yêu cách phải cắt nhượng bờ bắc [[Hoàng Hà]] cho ông ta. [[Diêu Khôn]] đáp rằng ông không có thẩm quyền làm điều đó, hoàng đế Khiết Đan bắt giam sứ giả, và lại yêu cầu cắt nhượng ba trấn Lư Long, Thành Đức, Nghĩa Vũ. Khi Diêu Khôn từ chối, liền bị câu thúc ở mạn bắc, và hai bên không thể đi đến thỏa thuận hòa bình nào.<ref name=ZZTJ275\/>\n\nSau khi Minh Tông lên ngôi, lại nảy sinh vấn đề giữa triều đình với Tiết độ sứ Kinh Nam<ref>荊南, trị sở nay thuộc [[Kinh Châu]], [[Hồ Bắc]], [[Trung Quốc]]<\/ref> [[Cao Quý Hưng]], ông này trên thực tế đã từ lâu bán li khai với chính quyền trung ương. Quý Hưng dâng biểu xin lấy đất ba châu Quý, Trùng Vạn<ref>Ba châu này nay đều thuộc địa phận thành phố [[Trùng Khánh]]<\/ref>.\n\nSau đó [[Cao Quý Hưng]] còn buộc triều đình không được cử người đến làm thứ sử để âm mưu chiếm cứ lâu dài miền đông nam nước Thục, nhưng Minh Tông không đồng ý. Sau đó Quý Hưng phái binh công phá Quỳ châu. Khi Minh Tông bổ nhiệm [[Tây Phương Nghiệp]] làm thứ sử Quỳ châu, Quý Hưng tìm cách ngăn cản. Khi áp nha [[Hàn Củng]] đem vàng bạc châu báu của triều đình Tiền Thục xuôi dòng Trường Giang để đến Lạc Dương, Cao Quý Hưng sai binh tập kích giết chết Hàn Củng ở cửa Tam Hiệp, cướp lấy tài sản. Minh Tông sai sứ gặng hỏi, Quý Hưng đáp trả một cách vô lễ, khiến Minh Tông đại nộ, quyết định thảo phạt Kinh Nam. Quân đội Hậu Đường do Tiết độ sứ Sơn Nam Đông Đạo<ref>Trị sở nay thuộc [[Tương Phàn]], [[Hồ Bắc]], [[Trung Quốc]]<\/ref> [[Lưu Huấn]] và tiết độ sứ Trung Vũ<ref name=\"ReferenceA\">忠武, trị sở nay thuộc [[Hứa Xương]], [[Hà Nam]], [[Trung Quốc]]<\/ref> [[Hạ Lỗ Kỳ]] cùng nhau bao vây thành Giang Lăng, nhưng rồi do thủy thổ không hợp, binh lính sinh bệnh rất nhiều, đường vận chuyển lại bị cắt đứt, quân triều đình phải lui, mặc dù tướng [[Tây Phương Nghiệp]] lấy lại được đất ba châu.\n\nCuối năm [[928]], [[Cao Quý Hưng]] chết, con là [[Cao Tùng Hối]] lên kế nhiệm. Tùng Hối không ủng hộ chính sách kháng Đường của phụ thân, và tìm cách thông qua chư hầu của Hậu Đường là Sở vương [[Mã Ân]], cùng Tiết độ sứ Sơn Nam Đông Đạo [[An Nguyên Tín]], ông xin quy phục [[nhà Đường]]. Minh Tông chuẩn thuận, phong Tùng Hối là Tiết độ sứ Kinh Nam, và chấm dứt chiến dịch chống Kinh Nam.<ref name=ZZTJ276\/>.\n\nLúc này, quan hệ giữa [[Hậu Đường]] với một [[chư hầu]] khác là [[Ngô Việt]] lại căng thẳng, vì vua của Ngô Việt là [[Tiền Lưu]], tuổi già kiêu ngạo, đã xúc phạm [[An Trọng Hối]] trong một bức thư giữa hai người. Năm [[929]], Minh Tông phái [[Ô Chiêu Ngộ]] và [[Hàn Mai]] đến [[Ngô Việt]]. [[Hàn Mai]] ghét [[Tiền Lưu]], và khi trở về Hàn Mai tâu rằng [[Ô Chiêu Ngộ]] khi gặp [[Tiền Lưu]] thì xưng thần, và nói cho [[Tiền Lưu]] biết những sự việc ở Trung Nguyên. [[An Trọng Hối]] ép [[Ô Chiêu Ngộ]] phải chết, và cho [[Tiền Lưu]] làm Thái sư trí sĩ, bắt hết sứ giả [[Ngô Việt]]. [[Tiền Lưu]] sai con là [[Tiền Nguyên Quán|Tiền Triền Quán]] gửi tờ kêu oan, Minh Tông không để tâm đến nó. Mãi đến sau khi Trọng Hối thất thế, nhà vua mới hòa giải với [[Tiền Lưu]].\n\n=== Chiến dịch ở Thục và Nghĩa Vũ ===\n\nMối lo khác của Minh Tông là một số phiên trấn không ủng hộ ông nắm quyền. Người mà [[An Trọng Hối]] để tâm nhất là [[Mạnh Tri Tường]], Tiết độ sứ Tây Xuyên <ref>西川, trị sở nay thuộc [[Thành Đô]], [[Tứ Xuyên]], [[Trung Quốc]]<\/ref>) và [[Đổng Chương]], Tiết độ sứ Đông Xuyên <ref>東川, trị sở nay thuộc [[Miên Dương]], [[Tứ Xuyên]], [[Trung Quốc]]<\/ref>) — họ nắm giữ những vùng lãnh thổ trước đây của Tiền Thục. Vì Đổng Chương là một viên kiêu tướng không dễ gì khuất phục, và Mạnh là em rể của Trang Tông. Triều đình bèn tìm cách chia nhỏ Lưỡng Xuyên và thiết lập các trấn mới nhằm hạn chế thực lực của [[Mạnh Tri Tường]] và [[Đổng Chương]]. Hai người liên kết với nhau, chuẩn bị gây chiến chống lại triều đình.<ref name=ZZTJ276\/>\n\n[[An Trọng Hối]] tìm cách kiềm chế họ bằng cách gửi người đến hai trấn làm phó sứ để giám sát hai tướng ([[Lý Nghiêm]] đến Tây Xuyên và [[Chu Hoằng Chiêu]] đến Đông Xuyên), khiến tình hình thêm căng thẳng. Mạnh Tri Tường giết chết [[Lý Nghiêm]] và [[Chu Hoằng Chiêu]] bị đuổi về Lạc Dương. Tuy nhiên, hai bên chưa lập tức trở mặt, và Minh Tông cho phép vợ của Mạnh Tri Tường, cũng tức là em gái của Trang Tông là [[Quỳnh Hoa trưởng công chúa (Hậu Đường)|Quỳnh Hoa trưởng công chúa]] và con bà là [[Mạnh Sưởng (Hậu Thục)|Mạnh Nhân Tán]] trở về đất Tây Xuyên đoàn tụ với [[Mạnh Tri Tường]].\n\nTrong lúc đó, Vương Đô tỏ ra lo sợ về thái độ của triều đình trung ương đối với mình; bởi vì Hậu Đường Minh Tông, theo ý của [[An Trọng Hối]], đã quản lý các phiên trấn chặt chẽ hơn thời Trang Tông. Ngoài [[Vương Kiến Lập]], ông ta cũng gửi mật thư cho [[Hoắc Ngạn Uy]], Tiết độ sứ Bình Lư <ref>平盧, trị sở nay thuộc [[Duy Phường]], [[Sơn Đông]], [[Trung Quốc]]<\/ref>); [[Phùng Tri Ôn]], Tiết đọ sứ Trung Vũ <ref name=\"ReferenceA\"\/>); [[Mạnh Tri Tường]], và [[Đổng Chương]] để thiết lập một liên minh chống lại sự uy hiếp từ triều đình. Ông ta cũng tìm cách lôi kéo [[Vương Yến Cầu]] (tức [[Đỗ Yến Cầu]], đã trở lại tên thật), Tiết độ sứ Quy Đức <ref>歸德, trị sở nay thuộc [[Thương Khâu]], [[Hà Nam]], [[Trung Quốc]]<\/ref>), người đang chỉ huy quân đội phía bắc chống lại sự xâm lấn của [[Khiết Đan]]. Nhưng [[Vương Yến Cầu]] báo sự việc về cho triều đình, Minh Tông ra lệnh thảo phạt Vương Đô, quân triều đình trao cho Yến Cầu chỉ huy. Yến Cầu xua quân bao vây Định châu, nhưng chỉ giữ thế bao vây và triệt đường lương thực để cô lập thành chứ không đánh vội. Quân [[Khiết Đan]] tìm cách cứu [[Vương Đô]] nhưng thất bại. Đầu năm [[929]], tướng của [[Vương Đô]] [[Mã Nhượng Năng]] mở cửa thành nghiêng tiếp quân triều đình; [[Vương Đô]] tự tử, kết thúc chiến dịch.<ref name=ZZTJ276\/>\n\nLúc này, cả [[Mạnh Tri Tường]] [[và]] [[Đổng Chương]], rất lo lắng việc quân triều đình đang tập trung ở khu vực lân cận Lưỡng Xuyên là Chiêu Vũ<ref>昭武, trị sở nay thuộc [[Quảng Nguyên]], [[Tứ Xuyên]], [[Trung Quốc]]<\/ref>; Bảo Ninh <ref>保寧, trị sở nay thuộc [[Lãng Trung]], [[Tứ Xuyên]], [[Trung Quốc]]<\/ref>); và Vũ Tín <ref>武信, trị sở nay thuộc [[Toại Ninh]], [[Tứ Xuyên]], [[Trung Quốc]]<\/ref>. Năm [[931]], họ chính thức tạo phản.<ref name=ZZTJ277\/> (Tuy nhiên, theo sử gia hiện đại [[Bá Dương]], chính là do [[An Trọng Hối]] buộc hai tướng phải làm phản để có cớ giết họ.)<ref>''[[Bá Dương]] Edition of the Zizhi Tongjian'', quyển. 68 (930).<\/ref> Lý Tự Nguyên triệu tập quân đội, giao quyền chỉ huy cho [[Thạch Kính Đường]], thẳng tiến về Lưỡng Xuyên. Dù cho có những thành công ban đầu, quân đội triều đình bị sa lầy trong cuộc đối đầu với hai trấn, mắc kẹt tại Kiếm châu (Quảng Nguyên hiện nay). Quân đội Lưỡng Xuyên nhanh chóng kiểm soát Chiêu Vũ, Bảo Ninh, Vũ Tín và Vũ Thái <ref>武泰, trị sở nay thuộc [[Trùng Khánh]]<\/ref>). Cuối năm [[930]], Trọng Hối đề nghị được ra chiến trường, nhà vua đồng ý. Tuy nhiên, sau khi Trọng Hối đi rồi, thì [[Thạch Kính Đường]], vốn từ đầu đã không ủng hộ chiến dịch, đã dâng biểu nói lên những bất cập của cuộc viễn chinh. [[Chu Hoằng Chiêu]], từng là thân tín của [[An Trọng Hối]], hiện đang là Tiết độ sứ Phượng Tường <ref>鳳翔, trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref>), cũng dâng biểu buộc tội Trọng Hối lập mưu chiếm giữ quân đội tây chinh. Nhà vua do đó triệu hồi Trọng Hồi, cách chức thủ tướng của ông ta, và giáng làm Tiết độ sứ Hộ Quốc<ref>護國, trị sở nay thuộc [[Vận Thành]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>. Sau đó An xin được trí sĩ, nhà vua cho cháu là Dương vương [[Lý Tùng Chương]] thay ông ta là Tiết độ sứ Hộ Quốc, nhưng Lý Tòng Chương sau đó, với sự cho phép của nhà vua, đã giết chết [[An Trọng Hối]] và phu nhân của ông ta (Sau khi Trọng Hối thất thế, Minh Tông khôi phục chức tước cho [[Lý Tùng Kha]] và [[Tiền Lưu]], đổ lỗi cho Trọng Hối làm điều bậy bạ khiến [[Tiền Lưu]], [[Đổng Chương]] và [[Mạnh Tri Tường]] bất mãn.)<ref name=ZZTJ277\/>\n\nSau khi [[An Trọng Hối]] bị cách chức, [[Thạch Kính Đường]] rút quân khỏi Kiếm châu, trở về phía đông. Nhà vua tìm cách hòa giải với [[Đổng Chương]] và [[Mạnh Tri Tường]]. Tri Tường có ý mủi lòng, nhưng Đổng Chương vì cớ con trai ông ta là [[Đổng Quang Nghiệp]] và gia quyến bị tàn sát trong chiến dịch, không chịu bãi binh. Vì thế, Mạnh Tri Tường trở nên do dự. Tuy nhiên, khi [[Đổng Chương]] lập kế tấn công Tây Xuyên và chiếm giữ trấn này. Tuy nhiên, tướng dưới quyền Mạnh Tri Tường là [[Triệu Đình Ẩn]] đánh bại Đổng Chương, buộc ông ta phải lui quân về thủ phủ Đông Xuyên là Từ châu. Khi về đến nơi, các tướng sĩ Đông Xuyên nổi loạn, giết chết [[Đổng Chương]], rồi đầu hàng [[Mạnh Tri Tường]]. [[Mạnh Tri Tường]] kiểm soát được Lưỡng Xuyên. Minh Tông theo lời khuyên của [[Phạm Diên Quang]], đưa cháu của Tri Tường là [[Lý Tồn Úy]] đến úy lạo, thuyết phục ông ta quy phục triều đình.<ref name=ZZTJ277\/> Tri Tường tuy chịu quy phục nhưng kể từ đó ông ta trên thực tế nắm hết quyền lực ở trấn và ngày càng trở nên kiêu ngạo. Sau đó Tri Tường còn yêu cầu Minh Tông phải cho mình quyền kiểm soát sáu trấn ở Thiểm, Thục; Minh Tông đành chấp nhận.<ref name=ZZTJ278>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷278|quyển. 278]].<\/ref> VỀ sau khi Minh Tông mất, [[Mạnh Tri Tường]] xưng đế, lập ra nước [[Hậu Thục]].\n\n=== Thời kì cuối ===\n\nNăm [[933]], Tiết độ sứ Định Nan<ref>定难, trị sở nay thuộc [[Tĩnh Biên]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref> là [[Lý Nhân Phúc]] (người [[Đảng Hạng]]), vốn cai trị Định Nan một cách bán độc với chính quyền trung ương [[Hậu Đường]], lập liên minh với [[Khiết Đan]]. Nhưng giữa lúc đó Nhân Phúc chết, quân trung ủng hộ con trai ông ta là [[Lý Di Siêu]] làm lưu hậu. Nhà vua quyết định nhân cơ hội này thu phục lại Định Nam, bổ nhiệm [[An Trọng Tấn]], Tiết độ sứ Chương Vũ<ref>彰武, trị sở nay thuộc [[Diên An]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref> làm Tiết độ sứ Định Nan, và đổi [[Lý Di Siêu]] làm Tiết độ sứ Chương Vũ. Đoán rằng Di Siêu sẽ kháng mệnh, Minh Tông cử [[Dược Ngạn Trù]], tiết độ sứ Phượng Tường chỉ huy quân sĩ hộ tống [[An Trọng Tấn]] đến Định Nan. Quả nhiên [[Lý Di Siêu]] kháng mệnh, Ngạn Trù bèn xua quân bao vây Hạ châu, thủ phủ Định Nan quân <ref>夏州, trị sở nay thuộc [[Ngọc Lâm]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref>), nhưng thành phố phòng thủ kiên cố, và quân Định Nan thường xuyên đánh phá đường chuyển lương của quân triều đình. Khi [[Lý Di Siêu]] dâng thư xin thần phục, quân [[Hậu Đường]] thối lui. Người ta cho rằng từ thời điểm đó, Định Nan ngày càng coi thường chính quyền trung ương. Vì nhà vua lúc này đã mắc bệnh đột quỵ nhẹ, cùng với thất bại ở Định Nan, những tin đồn không tốt lan nhanh trong quân đội. và Minh Tông tìm cách trấn an họ bằng cách ban thưởng hậu hĩnh, hành động này khiến quân sĩ trở nên kiêu ngạo hơn.<ref name=ZZTJ278\/>\n\nKhông lâu sau đó, viên quan Thái bộc đã trí sĩ là [[Hà Trạch]], vì muốn trở lại triều đình nên tìm cách lấy lòng [[Lý Tùng Binh]], dâng biểu xin hoàng thượng lập Tùng Vinh làm [[hoàng thái tử]] — Minh Tông đọc biểu thấy xúc động vì cho rằng người ta nghĩ ông đã già, ông rớt nước mắt và nói với tả hữu, \"Triều thần muốn lập thái tử. Chắc có lẽ đến lúc quả nhân phải lui về ngôi nhà cũ ở Thái Nguyên rồi.\" Tuy nhiên, biết chuyện này có tầm quan trọng rất lớn đối với đất nước, ông thảo luận với tể tướng và trăm quan. Lý Tùng Vinh lại nhìn nhận vấn đề theo một hướng khác, và ngày [[15 tháng 9]] năm [[933]], anh ta đến thăm Minh Tông, và nói rằng, \"Nghe nói có kẻ gian nhân xin lập thần làm thái tử. Thần tuổi nhỏ non dạ, cần phải học hỏi thêm nhiều, chưa muốn giữ cái danh đó.\" Sau khi thoái triều, Tùng Vinh đến gặp [[Phạm Diên Quang]] và [[Triệu Diên Thọ]], bảo rằng:\"Bọn chúng mày muốn lập tao làm thái tử để tước hết binh quyền của tao, rồi giam lỏng tao trong Đông cung chăng.\" Biết rằng cả Minh Tông và Tùng Vinh đều không muốn lập thái tử, Diên Quang và Diên Thọ tấu rằng chưa nên lập tự, và Lý Tùng Vinh được phong làm Thiên hạ binh mã nguyên soái.<ref name=ZZTJ278\/>\n\nDo lo sợ Lý Tùng Vinh, Phạm Triệu hai tướng tiếp tục đề nghị từ chức Xu mật sứ, nhưng nhà vua không theo, nghĩ rằng họ từ bỏ ông. Mùa thu năm [[933]], phu nhân của Diên Thọ là Tề quốc công chúa (con gái của Minh Tông) lại cầu xin cho chồng, do đó Diên Thọ được dời làm Tiết độ sứ Tuyên Vũ, và [[Chu Hoằng Chiêu]], đang làm Tiết độ sứ Sơn Nam Đông Đạo, lên thay làm Xu mật sứ. Cuối năm đó, [[Triệu Diên Quang]] cũng rời chức và được cử làm Tiết độ sứ Thành Đức, [[Phùng Vân (Hậu Đường)|Phùng Vân]] lên thay ông ta.<ref name=ZZTJ278\/>\n\n=== Binh biến và qua đời ===\nNgày [[5 tháng 12]] năm [[933]], nhà vua sau một chuyến du hành ngoài trời rét, đã lâm bệnh. Hôm sau, hoàng trưởng tử [[Lý Tùng Vinh]] đến thỉnh an, [[Vương thục phi (Hậu Đường Minh Tông)|Vương Thục phi]] báo rằng \"Tùng Vinh đã tới\" nhưng nhà vua không hồi đáp. Tùng Vinh ra khỏi cung và nói với tả hữu rằng vua cha không còn nhận ra ông ta nữa, và rời khỏi đó. Nhà vua tỉnh dậy vào nửa đêm, sau đó thổ huyết. Được tả hữu thông báo chuyện ngày hôm đó, ông đáp: \"Trẫm không biết\". Ông dùng một bát cháo và cảm thấy khỏe lại vào sáng hôm sau, nhưng Tùng Vinh lại xưng bệnh không đến thỉnh an.<ref name=wdsj15>{{harvnb|''Ngũ Đại sử''|loc=[http:\/\/zh.wikisource.org\/wiki\/新五代史\/卷15 quyển. 15.]}}<\/ref>\n\nLý Tùng Vinh còn có một kế hoạch khác. Lo sợ rằng ngôi vua sẽ thuộc về [[Lý Tùng Hậu]], người được Minh Tông đánh giá rất cao, Tùng Vinh quyết định ra tay trước nhằm khống chế triều đình. Hôm sau, nhà vua được tin con trai ông đã đem quân đánh vào cửa cung. Ông cảm thấy hoài nghi, chỉ vào ngón tay của mình và khóc rất lâu. Trước mặt [[Lý Trọng Cát]], con trai của con trai nuôi ông là [[Lý Tùng Kha]], ông so sánh hai người con: \"Sự thực rằng cha ngươi với ta đều có một quá khứ chẳng mấy nổi bật, nhưng rồi lại nổi lên tranh giành thiên hạ. Nhiều lần nó đã cứu ta thoát khỏi nguy hiểm. Than ôi, cái chuyện tày trời mà Tùng Vinh đã làm thực là nham hiểm!\" Ông nói với tả hữu cứ tự xử lý mọi sự.<ref name=wdsj15 \/>\n\nSau một ngày giao tranh, quân triều đình giết chết Lý Tùng Vinh cùng vợ và con trai lớn của anh ta. Nhà vua được tin báo, xúc động ngã xuống ghế. Các tướng xin được giết tiếp cậu con trai thứ hai của Tùng Vinh đang được nuôi trong thẩm điện. Minh Tông nói:\"Đó là một chuyện ác đức\", nhưng cuối cùng cũng không thể cứu được tiểu hoàng tôn<ref name=ZZTJ278\/>. Khi [[Phùng Đạo]] và triều thần đến thỉnh an, Minh Tông nghẹn ngào mà nói rằng: \"Quả nhân thấy ngượng khi tiếp kiến các khanh trong lúc chuyện nhà đang bi thảm như vầy.\" Ông cho triệu Lý Tùng Hậu về kinh, nhưng Tùng Hậu chưa kịp đến nơi thì Minh Tông đã qua đời vào ngày [[15 tháng 12]], Lý Tùng Hậu kế vị trước linh cữu, là [[Hậu Đường Mẫn Đế]].<ref name=wdsj15 \/>\n\n== Gia quyến ==\n\n=== Tổ tiên ===\n<div style=\"clear: both; width: 100%; padding: 0; text-align: left; border: none;\" class=\"NavFrame\">\n<div style=\"background: #ccddcc; text-align: center; border: 1px solid #667766\" class=\"NavHead\">'''Tổ tiên của Hậu Đường Minh Tông Lý Tự Nguyên'''<ref name=father>{{harvnb|''Wudai Shi''|loc=[http:\/\/zh.wikisource.org\/wiki\/舊五代史\/卷35 ch. 35.]}} Tên gốc Thổ của những người này không được ghi lại, chỉ biết được tên Hán của họ, có lẽ những tên này được nhà vua bịa ra khi ông trở thành [[hoàng đế Trung Quốc]].<\/ref>\n<\/div>\n<div class=\"NavContent\" style=\"display:none;\">\n<center>{{ahnentafel-compact5\n| style = font-size: 90%; line-height: 110%;\n| border = 1\n| boxstyle = padding-top: 0; padding-bottom: 0;\n| boxstyle_1 = background-color: #fcc;\n| boxstyle_2 = background-color: #fb9;\n| boxstyle_3 = background-color: #ffc;\n| boxstyle_4 = background-color: #bfc;\n| boxstyle_5 = background-color: #fcb;\n|1= 1. '''Lý Tự Nguyên'''\n|2= 2. Lý Nghê (李霓)\n|3= 3. Lưu thị (劉氏)\n|4= 4. Lý Diễm (李琰)\n|5= 5. Hà thị (何氏)\n|6= \n|7= \n|8= 8. Lý Giáo (李教)\n|9= 9. Trương thị (張氏)\n|10= \n|11= \n|12= \n|13= \n|14= \n|15= \n|16= 16. Lý Duật (李聿)\n|17= 17. Thôi thị (崔氏)\n|18= \n|19= \n|20= \n|21= \n|22= \n|23= \n|24= \n|25= \n|26= \n|27= \n|28= \n|29= \n|30= \n|31= \n}}<\/center>\n<\/div><\/div>\n\n=== Thê thiếp ===\n* Ngụy thị (魏氏), người Bình Sơn, Trấn Châu (鎮州平山; nay thuộc [[Hà Bắc (Trung Quốc)|Hà Bắc]]), được đầu kết hôn với một người họ Vương (王) có một con trai. Khi Lý Tự Nguyên tiến công Trấn châu năm [[893]], ông bắt được Ngụy thị và đứa nhụ tử đó về phủ, đổi tên cậu bé thành Lý Tùng Kha. Ngụy thị qua đời mấy năm sau ở Thái Nguyên.\n* Hạ thị (夏氏), mất năm [[924]], mẫu thân của [[Lý Tùng Vinh]] và [[Lý Tùng Hậu]].\n* [[Tào hoàng hậu (Hậu Đường Minh Tông)|Tào hoàng hậu]] (曹皇后), mẹ của [[Lý hoàng hậu (Thạch Kính Đường)|công chúa Vĩnh Ninh]], trở thành hoàng hậu năm [[930]]. Bà cùng với [[Lý Tùng Kha]] tự thiêu năm [[937]] khi [[Hậu Đường]] diệt vong.\n* [[Vương thục phi (Hậu Đường Minh Tông)|Vương Thục phi]] (王淑妃), người Bân châu <ref>邠州, nay thuộc [[Hàm Dương]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref>, ban đầu làm người hầu cho viên tướng [[Hậu Lương]] là [[Lưu Tầm (Hậu Lương)|Lưu Tầm]]. Lưu Tầm bị giết, [[An Trọng Hối]] nghe danh tiếng về sắc đẹp của bà nên nói với Lý Tự Nguyên. Bà một mặt tôn trọng Tào hoàng hậu và Hoàng đế, do đó được trọng vọng và nắm nhiều ảnh hưởng đến nền chính trị vào những năm cuối đời Minh Tông. Bị giết năm [[947]] cùng với dưỡng tử là [[Lý Tùng Ích]].\n* Nhiều người vợ thứ được phong làm Phu nhân năm [[932]], gồm có Vương Chiêu nghi, Cát Chiêu dung, Lưu Chiêu viện, Cao Tiệp dư, Thẩm mỹ nhân, Chu Thuận ngự...<ref name=wdhy1>{{harvnb|''Ngũ Đại hội yếu''|loc=[http:\/\/zh.wikisource.org\/wiki\/五代會要\/卷01 quyển 1]}}<\/ref>\n\n=== Con cái ===\n;Con trai\n\n*[[Lý Tùng Thẩm]], con trai trưởng,<ref name=wds51>{{harvnb|''Ngũ Đại sử''|loc=[http:\/\/zh.wikisource.org\/wiki\/舊五代史\/卷51 quyển. 51.]}}<\/ref> đổi từ tên [[Lý Kế Cảnh]] trước khi bị giết năm [[926]]. [[Hậu Đường]] trang ông nhận ông làm con nuôi. Nguyên danh là Lý Tòng Cảnh.\n*[[Lý Tùng Vinh]], con trai thứ hai,<ref name=wds51 \/> mẹ là Hạ thị. Được tấn phong làm Tần vương năm [[928]] và bị giết năm [[933]] cùng vợ là Lưu thị<ref name=ZZTJ278\/>, con trai Lý Trọng Quang<ref name=wds44 \/> và một cậu con trai khác.\n*[[Lý Tùng Hậu]], sinh năm [[914]], mẹ là Hạ thị. Tấn phong Tống vương năm [[930]] và kế vị ngai vàng sau cái chết của Minh Tông năm [[933]]. Được sử gọi là [[Hậu Đường Mẫn Đế]], chỉ cai trị năm tháng trước khi bị anh nuôi là [[Lý Tùng Kha]] nổi dậy và cướp ngôi. Ông chạy trốn khỏi kinh thành và bị giết tại Vệ châu cùng vợ là [[Khổng hoàng hậu]] và các hoàng tử [[Lý Trọng Triết]]<ref name=wds44 \/> và ba hoàng tử khác.<ref name=wds45>{{harvnb|''Ngũ Đại sử''|loc=[http:\/\/zh.wikisource.org\/wiki\/舊五代史\/卷45 quyển 45.]}}<\/ref>\n*[[Lý Tùng Ích]] chào đời năm [[931]], không rõ mẹ ruột là ai, nhưng Minh Tông trao cho Vương Thục phi nuôi dưỡng. Được tấn phong Hứa vương năm [[933]] rồi Tuân quốc công năm [[939]] dưới [[Hậu Tấn]]. Sau khi [[Hậu Tấn]] bị [[Khiết Đan]] tiêu diệt, [[Liêu Thái Tông]] phong Lý Tùng Ích làm vua bù nhìn của Trung Quốc trước khi người Liêu lui về mạn bắc. Vị hoàng đế vắn số không thể triệu tập bất kì lộ chư hầu nào bảo vệ mình và đã bị [[Lưu Tri Viễn]] giết chết cùng với mẹ nuôi là Vương Thục phi.<ref name=wdsj15 \/>\n\n;Con gái\n\n*Công chúa thứ ba, con gái của Tào hoàng hậu. Bà được phong làm Vĩnh Ninh công chúa năm [[928]]. Kết hôn với [[Thạch Kính Đường]] năm [[928]] và được phong Ngụy quốc công chúa năm [[933]]. Sau trở thành [[hoàng hậu]] nhà [[Hậu Tấn]]. Bà chết ở mạn bắc năm [[950]] trong lúc làm tù binh ở người Liêu\n*Công chúa thứ 13 được phong làm Hưng Bình công chúa năm [[930]], đổi phong Tề quốc công chúa năm [[933]]. Kết hôn năm [[930]] với [[Triệu Diên Thọ]]. Mất những năm 940.\n*Năm [[934]], công chúa thứ 14 được tấn phong Thọ An công chúa, Công chúa thứ 15 tấn phong Vĩnh Lạc công chúa.<ref name=wds44 \/> Không rõ thông tin về các công chúa thứ 1, 2, 4, 5, 6, 7, 8, 9, 10, 11, 12.\n*Một công chúa khác (nhỏ hơn [[Lý Tùng Ích]]) được phong Vĩnh An công chúa, kết hôn với [[Triệu Diên Thọ]] sau khi công chúa Hưng Bình qua đời.\n\n;Con nuôi\n*[[Lý Tùng Kha]], sinh năm [[885]], tên là Vương Nhị Thập Tam trước khi mẫu thân Ngụy thị về phủ Lý Tự Nguyên, tự tử năm [[937]] cùng vợ là Lưu hoàng hậu và các con trai [[Lý Trọng Mỹ]], [[Lý Trọng Cát]] và con gái [[Lý Huệ Minh]].<ref name=wds46>{{harvnb|''Ngũ Đại sử''|loc=[http:\/\/zh.wikisource.org\/wiki\/舊五代史\/卷46 quyển. 46.]}}<\/ref>\n\n;Cháu trai\n*Lý Tùng Xán (李從璨), bị giết năm [[929]]\n*Lý Tùng Chương (李從璋), tấn phong Dương vương năm [[933]].<ref name=wdsj15 \/>\n*Lý Tùng Ôn (李從溫), sinh năm 927, tấn phong Duyện vương năm [[933]], chết năm [[937]].<ref name=wdsj15 \/>\n*Lý Tùng Mẫn (李從敏), phong Kính vương năm [[933]].<ref name=wdsj15 \/>\n\n{{S-start}}\n{{s-hou|[[Hậu Đường]]}}\n{{s-reg}}\n{{s-bef|before=[[Tiền Lưu]] (Ngô Việt Vũ Túc vương)}}\n{{s-ttl|title=Quân chủ Trung Hoa ([[Chiết Giang]]) (''trên danh nghĩa'')|years=932–933}}\n{{s-aft|after=[[Lý Tùng Hậu]] (Mẫn hoàng đế)|rows=4}}\n|-\n{{s-bef|before=[[Lý Tồn Húc]] (Trang Tông)|rows=4}}\n{{s-ttl|title=[[Hoàng đế Trung Hoa]] ([[Trung Nguyên]])|years=926–933}}\n|-\n{{s-ttl|title=Quân chủ Trung Hoa ([[Hồ Nam]])|years=926–927, 930–933<ref>Từ [[927]], khi Hậu Đường Minh Tông phong [[Mã Ân]] làm vua của Sở cho đến khi Mã Ân chết năm [[930]], mà là quân vương ''trên danh nghĩa'' của vương quốc Sở; con trai và người thừa kế của ông ta là [[Mã Hi Thanh]] không nối tước vương, nên quân chủ ''trên danh nghĩa'' thuộc về Hậu Đường Minh Tông.<\/ref>}}\n|-\n{{s-ttl|title=Quân chủ Trung Hoa ([[Kinh Nam]])|years=926–927, 929-933<ref>Trước năm [[927]] và thậm chí sau đó, [[Cao Quý Hưng]] cai trị Kinh Nam một cách độc lập đối với chính quyền trung ương [[Hậu Lương]] và [[Hậu Đường]] nhưng từ năm [[927]] được xem là lần mâu thuẫn đầu tiên của Kinh Nam với Nam Đường (Kinh Nam còn gọi là Nam Bình, vì Quý Hưng được phong làm Nam Bình vương); từ lúc đó, Quý Hưng và người thừa kế [[Cao Tùng Hối]] lúc thần phục, lúc kháng mệnh triều đình [[Trung Nguyên]], đôi khi còn thần phục [[Ngô (Thập quốc)|Ngô]] và [[Nam Đường]] và [[Hậu Thục]]; người ta coi năm [[927]] là thời điểm khởi đầu của nước Kinh Nam. Tuy nhiên năm [[929]], Cao Tùng Hối lại xin thuần phục [[Hậu Đường]].<\/ref>}}\n|-\n{{s-ttl|title=Quân chủ Trung Hoa ([[Phúc Kiến]])|years=926, 927–933<ref>Năm [[926]], vua nước Mân là [[Vương Diên Hàn]] đã tuyên bố li khai khỏi [[Hậu Đường]] năm [[926]] và xưng là hoàng đế của Mân, nhưng sau khi [[Vương Diên Hàn]] bị giết năm [[927]] và được kế vị bởi [[Vương Diên Quân]], thì Diên Quân lại thần phục [[Hậu Đường]] và dùng niên hiệu của triều đình [[Trung Nguyên]] (cho đến năm [[933]]).<\/ref>}}\n{{s-aft|after=[[Vương Diên Quân]] (Mân Huệ Tông)}}\n{{end}}\n\n== Chú thích và tham khảo ==\n{{tham khảo|30em}}\n\n=== Nguồn ===\n{{ChineseText}}\n* {{chú thích sách|title=[[Imperial China: 900–1800]]|last=Mote|first=F.W.|authorlink=Frederick W. Mote|year=1999|location=Cambridge, Mass.|publisher=[[Harvard University Press]]|isbn=0-674-44515-5|ref={{harvid|Mote}}}}\n* {{zh icon}} {{chú thích sách |last=[[Wang Pu (chancellor)|Wang Pu]] |title=[[Wudai Huiyao]] ''(五代會要)'' |trans-title=Essential Regulations of the Five Dynasties |year=961|ref={{harvid|''Wudai Huiyao''}}}}\n* {{zh icon}} {{chú thích sách |editor-last=[[Xue Juzheng]]|title=[[Old History of the Five Dynasties|Wudai Shi]] ''(五代史)'' |trans-title=History of the Five Dynasties |year=974|ref={{harvid|''Wudai Shi''}}|display-editors=etal}}\n* {{zh icon}} {{chú thích sách |last=[[Ouyang Xiu]]|title=[[New History of the Five Dynasties|Wudai Shiji]] ''(五代史記)'' |trans-title=Historical Records of the Five Dynasties |year=1073|ref={{harvid|''Wudai Shiji''}}}}\n* {{zh icon}} {{chú thích sách |last=[[Sima Guang]] |title=[[Zizhi Tongjian]] ''(資治通鑑)'' |trans-title=Comprehensive Mirror for Aid in Government |year=1086|ref={{harvid|''Zizhi Tongjian''}}}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Sinh năm 867]]\n[[Thể loại:Mất năm 933]]\n[[Thể loại:Vua Hậu Đường]]\n[[Thể loại:Nhân vật quân sự Ngũ đại Thập quốc]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]\n[[Thể loại:Danh tướng Trung Quốc]]"}