{"Lý Kỳ (nhà thơ)":"'''Lý Kỳ''' ([[chữ Hán]]: 李頎, [[690]]?-[[751]]?)<ref name=\"LS\" \/>, là quan lại và là [[nhà thơ]] [[Trung Quốc]] thời Thịnh [[Nhà Đường|Đường]].\n\n==Tiểu sử==\n'''Lý Kỳ''' là người quận Triệu (nay thuộc huyện Triệu, tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc, Trung Quốc]]), về sau sống tại Dĩnh Dương (nay thuộc Đăng Phong, tỉnh [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]) <ref>Chép theo Wikipedia tiếng Trung và trang web Thi viện. ''Thơ Đường'' (Tập I, tr. 326) chép Lý Kỳ là người Đông Xuyên, sau đến ở [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]. ''Lịch sử văn học Trung Quốc'' (Tập II, tr. 84) chép ông là người Dĩnh Dương, thuộc [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]].<\/ref>.\n\nNăm [[735]] đời [[Đường Huyền Tông]] (ở ngôi: [[712]]-[[756]]), ông thi đỗ [[Tiến sĩ]], từng giữ chức Tân Hương úy, nhưng mãi về sau vẫn không được thăng chức.\n\nVề già, ông từ quan trở về vườn cũ ở Đông Xuyên ẩn cư.\n\nLý Kỳ mất khoảng năm [[751]], thọ khoảng 61 tuổi.\n\nSinh thời, Lý Kỳ thường giao du với các thi nhân như [[Vương Xương Linh]], [[Vương Duy]], [[Cao Thích]] và các nhà sư nổi tiếng. Ngoài vai trò là một [[nhà thơ]] <ref>Các sách dùng tham khảo không cho biết số lượng thơ còn lại của Lý Kỳ. Ở trang web Thi Viện có giới thiệu 19 bài thơ của ông.<\/ref>, ông còn là một \"hiệp khách thích đạo thuật, học luyện đan, và hay bàn đạo lý nhà [[Phật giáo|Phật]] (điểm này hơi giống [[Vương Duy]])\". Và dưới con mắt ông, \"các nhân vật anh hùng thường là hiệp khách; và kẻ sĩ là người không bị gò bó, có phong cách khải khái, hào phóng (điểm này hơi giống [[Lý Bạch]])\"<ref name=\"LS\">Theo ''Lịch sử văn học Trung Quốc'' (Tập II), tr. 84.<\/ref>.\n\n==Sự nghiệp văn chương==\nDo giao du với các nhà sư, nên Lý Kỳ hay bàn đạo lý [[Phật giáo|nhà Phật]] trong [[thơ]]. Ông cũng có làm thơ về biên tái<ref>Gọi là phái biên tái, vì thi nhân trong phái thường tả toàn những cảnh bi hùng nơi biên ải. Phong trào này được khởi xướng từ thời Nam-Bắc triều và Sơ Đường; song tới thời Thịnh Đường, sau khi [[An Lộc Sơn]] nổi dậy, các tiểu quốc phương Bắc thay phiên nhau quấy nhiễu biên cương, nó mới phát triển mạnh mẽ. Các thi nhân có tâm huyết bỗng thấy sự \"ngâm hoa vịnh nguyệt\" không hợp thời nữa, và họ chủ trương dùng ngòi bút hào hùng để báo quốc là một, quét sạch phong khí ủy mị là hai. Thơ của họ đều là những tráng ca, lời lẽ khảng khái mà tình cảm nồng nàn. Theo học giả [[Nguyễn Hiến Lê]], trong phái biên tái có nhiều người, nhưng đáng kể có: [[Sầm Than]], [[Cao Thích]] và [[Vương Xương Linh]] (''Đại cương văn học Trung Quốc'', tr. 427-428).<\/ref>, tuy ít, nhưng rất được lưu truyền. Đó là vì thơ ông lưu loát, phóng túng, khẳng khái, thê lương, và phát huy được đặc điểm của thể ca hành <ref>Ca hành hay hành là một thể loại thơ ca cổ của [[Trung Quốc]]. Âm tiết, cách luật tương đối tự do, câu thơ ngắn dài xen lẫn, giàu biến hóa (''Lịch sử văn học Trung Quốc'', tr. 72). Sách ''Thơ Đường'' (tập I, tr. 69) lại định nghĩa \"hành\" là \"tên một điệu ca khúc thời xưa\". Sách ''Thơ văn [[Đoàn Nguyễn Tuấn]]'' (Nhà xuất bản Khoa học xã hội, 1982, tr. 60) lại định nghĩa \"hành\" là \"một thể thơ [[nhạc phủ]] trong cổ phong biến ra\".<\/ref>. Đáng chú ý có bài \"Cổ ý\" (''Ý xưa''), \"Cổ tòng quân hành\" (''Bài hành về việc tòng quân ngày xưa'')...Lý Kỳ còn giỏi dùng cổ thi năm chữ và bảy chữ để gửi gắm tình cảm và xây dựng hình tượng nhân vật. Như các bài \"Tặng [[Trương Húc]]\", \"Biệt Lương Hoàng\", \"Tống Trần Chương Phủ\", \"Tống Lưu Thập\"... Trước khi [[tiểu thuyết]] [[Trung Quốc]] phát triển, những bài thơ phác họa nhân vật như thế, quả là rất đặc sắc và có ý nghĩa <ref>Lược theo ''Lịch sử văn học Trung Quốc'' (Tập II), tr. 84-88.<\/ref>.\n\n== Giới thiệu thơ==\nGiới thiệu hai trong số bài thơ tiêu biểu của Lý Kỳ.\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:'''Cổ tòng quân hành'''\n:Bạch nhật đăng sơn vọng phong hỏa,\n:Hoàng hôn ẩm mã bàng Giao hà.\n:Hành nhân điêu đẩu phong sa ám,\n:Công chúa tỳ bà u oán đa.\n:Dã doanh vạn lý vô thành quách,\n:Vũ tuyết phân phân liên đại mạc,\n:Hồ nhạn ai minh dạ dạ phi,\n:Hồ nhi nhãn lệ song song lạc.\n:Văn đạo Ngọc Môn do bị già\n:Ứng tương tính mệnh tống Khinh xa,\n:Niên niên chiến cốt mai hoang ngoại,\n:Không kiến bồ đào nhập Hán gia.\n \n:Dịch nghĩa:\n:'''''Bài hành về việc tòng quân ngày xưa'''''\n:''Ban ngày lên núi nhìn ngọn lửa báo hiệu,\n:''Hoàng hôn thì cho ngựa uống nước bên bờ sông Giao.\n:''Người đi nghe tiếng mõ khua trong gió cát mịt mờ,\n:''U oán thay tiếng đàn tỳ bà của nàng công chúa.\n:''Doanh trại ở nơi hoang dã nghìn dặm không có thành quách,\n:''Mưa tuyết ùn ùn bao phủ khắp miền sa mạc rộng lớn,\n:''Chim nhạn đất Hồ đêm đêm bay kêu lên bi thảm,\n:''Người đất Hồ đôi mắt lệ chảy hai hàng.\n:''Nghe nói ải Ngọc Môn quan vẫn còn bị vây khốn.\n:''Có lẽ phải bỏ tính mệnh mà đi theo tướng Khinh xa.\n:''Năm này qua năm khác, xương chiến sĩ vẫn chôn vùi ở ngoài nơi hoang dã,\n:''Chỉ thấy những trái nho đem về cho [[nhà Hán]] mà thôi.\n|\n:Phiên âm Hán-Việt:\n:'''Túc Oánh công thiền phòng văn phạm'''\n:Hoa cung tiên phạm viễn vi vi,\n:Nguyệt ẩn cao thành chung lậu hy.\n:Dạ động sương lâm kinh lạc diệp,\n:Hiểu văn thiên lại phát thanh ky.\n:Tiêu điều dĩ nhập hàn không tĩnh,\n:Táp đạp nhưng tùy thu vũ phi.\n:Thỉ giác phù sinh vô trụ trước,\n:Đốn linh tâm địa dục quy y.\n\n:Dịch nghĩa:\n:'''''Ngủ ở thiền phòng của Oánh công nghe tiếng kinh'''''\n:''Từ cung hoa tiếng tụng kinh văng vẳng xa đưa,\n:''Trăng khuất thành cao, giọt đồng hồ rời rạc.\n:''Ban đêm, rừng sương xao động làm lá rụng xào xạc,\n:''Sáng sớm, nghe sáo trời khiến lòng lâng lâng.\n:''Lặng lẽ như tuôn vào khoảng không lạnh vắng,\n:''Ào ạt như đổ theo cơn mưa thu xối xả.\n:''Mới biết kiếp phù sinh không có gì ổn định,\n:''Hãy đem cõi lòng xin theo [[Phật giáo|đạo phật]].\n|}\n\n==Sách tham khảo==\n* Sở nghiên cứu văn học thuộc Viện Khoa học xã hội Trung Quốc biên soạn, ''Lịch sử văn học Trung Quốc (Tập II)'', Bản dịch từ [[tiếng Trung Quốc]] do Nhà xuất bản Giáo dục [[Việt Nam]] ấn hành năm 1993.\n* Dịch Quân Tả, (GS. Huỳnh Đức Đức dịch từ tiếng Trung Quốc), ''Văn học sử Trung Quốc'' (Quyển I). Nhà xuất bản Trẻ, 1992.\n* Nhiều người dịch (Nam Trân giới thiệu), ''Thơ Đường'' (Tập I). Nhà xuất bản Văn học, 1987.\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Người Hà Bắc]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Sinh năm 690]]\n[[Thể loại:Mất năm 751]]\n[[Thể loại:Tiến sĩ nhà Đường]]"}