{"Lý Cao Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Lý Cao Tông\n| tước vị = [[Hoàng đế Việt Nam]]\n| tên gốc = 李高宗\n| tước vị thêm = \n| thêm = vietnam\n| hình = Trị Bình Nguyên Báo 治平元寶, (Coins of Lý dynasty(1009-1225) at room 4 Ly Dynasty (11th - 13th c.) of the Museum of Vietnamese History3.jpg\n| cỡ hình = 220px\n| ghi chú hình = Tiền Trị Bình Nguyên Bảo đời Lý Cao Tông\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| tên đầy đủ = Lý Long Cán (hay Trát<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html Theo ''Đại Việt sử ký toàn thư'']<\/ref>)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| sinh = {{ngày sinh|1173|7|6}}\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1210|11|15|1173|7|6}}\n| nơi mất = \n| tại vị = 14 tháng 8 năm 1175 &ndash; 15 tháng 11 năm 1210<br>{{số năm theo năm và ngày |1175|8|14|1210|11|15}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1009 till:1225\nAlignBars = early\nScaleMajor = increment:216 start:1009\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1175 till:1210 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Lý Anh Tông|<font color=\"grey\">Lý Anh Tông<\/font>]]\n| nhiếp chính = \n| kế nhiệm = [[Lý Huệ Tông]]\n| phối ngẫu = \n| vợ = [[An Toàn Hoàng hậu]]\n[[Vương Trung Phi]]\n[[Sở Hoàng Phi]]\n[[Triệu Lan Phi]]\n| con cái = [[Lý Huệ Tông|Lý Hạo Sảm]]<br>[[Lý Thẩm|Lý Thầm]]\n| hoàng tộc = [[Nhà Lý]]\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| thông tin niên hiệu = ẩn\n| niên hiệu = Trinh Phù <small>([[1176]] - [[1185]])<\/small><br>Thiên Tư Gia Thụy <small>([[1186]] - [[1201]])<\/small><br>Thiên Gia Bảo Hựu <small>([[1202]] - [[1204]])<\/small><br>Trị Bình Long Ứng <small>([[1205]] - [[1210]]<\/small>\n| thời gian của niên hiệu = \n| tôn hiệu = Ứng Thiên Ngự Cực Hoành Văn Hiến Vũ Linh Thiệu Chiếu Phù Chương Đạo Chí Nhân Ái Dân Lý Vật Duệ Mưu Thần Trí Cảm Hóa Cảm Chánh Thuần Phu Huệ Thị Từ Tuy Du Kiến Mỹ Công Toàn Nghiệp Thịnh Long Hiện Thần Cư Thánh Minh Quang Hiếu Hoàng Đế\n應乾御極宏文憲武靈瑞照符彰道至仁愛民理物睿謀神智化感政醇敷惠示慈綏猷建美功全業盛龍見神居聖明光孝皇帝\n| miếu hiệu = [[Cao Tông]] (高宗)\n| thụy hiệu = \n| ngày an táng = \n| nơi an táng = Thọ Lăng\n| học vấn = \n| cha = [[Lý Anh Tông]]\n| mẹ = [[Linh Đạo hoàng hậu]]\n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]]\n| chữ ký = \n}}\n\n'''Lý Cao Tông''' ([[chữ Hán]]: 李高宗 6 tháng 7 năm 1173 – 15 tháng 11 năm 1210) là vị [[hoàng đế]] thứ bảy của [[nhà Lý]], cai trị từ năm [[1175]] đến năm [[1210]]. Thời kỳ của ông đánh dấu sự suy tàn không thể vực dậy của nhà Lý hay còn gọi là '''Cao Tông Trung Suy (高宗中衰).'''\n\n==Thân thế==\nÔng tên thật là '''Lý Long Trát''' hay '''Lý Long Cán''' (李龍𣉙<!-- Đại Việt Sử lược và Đại Việt Sử ký Toàn thư đều chép húy vua là 龍𣉙, chỉ có riêng Việt Nam sử lược của Trần Trọng Kim chép thành 龍翰 (Long Hàn) là vừa sai chữ Hán gốc, vừa sai cách đọc gốc. Chữ 𣉙 được Toàn thư chú thích đọc thành Trát 札, còn bản dịch của Sử lược thì coi chữ 𣉙 có phần biểu âm 倝 Cán - sáng sủa, kèm bộ nhật 日 - mặt trời (tên vua hay có bộ 日, ví dụ vua Trần). Chữ Trát từ xưa đã được người Trung Quốc coi là cách đọc Nôm của chữ \"chết\" trong tiếng Bách Việt, nên khả năng là Toàn thư suy diễn sai, cách đọc Cán đúng hơn. -->), sinh tại kinh đô Thăng Long, [[Hà Nội]], là con trai thứ sáu của [[Lý Anh Tông]], mẹ là [[Đỗ Thụy Châu]]. Ông sinh ngày 25 tháng 5 năm [[Quý Tỵ]] (tức ngày [[6 tháng 7]] năm [[1173]]), khi mới lên 3 tuổi đã được đưa lên ngôi. Vua cha Anh Tông truất ngôi con cả là Long Xưởng và phong ông là Hoàng thái tử, ủy thác cho [[Tô Hiến Thành]] giúp đỡ. Ông chính là anh thứ của [[Lý Long Tường]]- người sau này là [[Hoa Sơn Tướng quân]] của [[Cao Ly]].\n==Cai trị==\n===Thời kỳ Tô Hiến Thành phụ chính giám quốc===\nSau khi Anh Tông mất (1175), hoàng hậu vợ chính của Anh Tông là [[Chiêu Linh hoàng hậu|Chiêu Linh Thái hậu]] muốn lập con mình là [[Lý Long Xưởng]] lên ngôi nhưng nhờ có sự kiên quyết của Thái úy Tô Hiến Thành, Cao Tông vẫn được tôn phù ở ngôi báu.\n\nNhưng không lâu sau, Tô Hiến Thành đã tuổi già sức yếu, qua đời năm 1179. Trước khi mất, vì vua mới lên 7 tuổi nên Hiến Thành tiến cử [[Trần Trung Tá]] với Đỗ thái hậu. Thái hậu dù khen hay nhưng cuối cùng không theo lời, lấy [[Đỗ An Di]] làm phụ chính.\n===Sau khi Tô Hiến Thành mất===\nNăm 1181, thái tử cũ là Long Xưởng cầm đầu các gia thuộc nô lệ trộm cướp bừa bãi, muốn mưu làm loạn. Tới năm sau, thái hậu dùng Lý Kính Tu{{efn|Nguyên họ Đỗ, được ban họ vua.}} làm đế sư (thầy của vua), trong thì hầu việc giảng sách, ngoài thì dạy dân trung hiếu, từ đấy Chiêu Linh Thái hậu và Long Xưởng không dám manh tâm mưu khác nữa.\n\nCao Tông tuy giữ được ngôi vua nhưng khi trưởng thành đã không trở thành minh quân của nhà Lý. Tới năm 1190, ông dùng em vợ ([[An Toàn hoàng hậu|An Toàn nguyên phi]]) là [[Đàm Dĩ Mông]], vốn là người không có học làm thái phó nên việc triều chính càng suy sút.\n\n===Thời kỳ Cao Tông Trung Suy===\nKhi còn nhỏ, Cao Tông là người ngoan lành, song khi lớn lên bắt đầu trực tiếp cầm quyền trị nước lại sinh ra ham mê săn bắn, chính sự pháp luật không rõ ràng, vơ vét của dân xây nhiều cung điện, bắt trăm họ xây dựng phục dịch nên trộm cướp nổi lên khắp nơi.\n\nTháng 3 năm 1189, Cao Tông đi du hành khắp các nơi trong cả nước, đi đến đâu mà có thần linh lại cho xây dựng đền miếu.\n\nNăm 1197, Cao Tông cho dựng cung Nghênh Thiềm, đến năm 1203 lại tiếp tục cho xây dựng hàng loạt cung điện. Khi đang xây dở gác Kinh Thiên, có chim khách đến làm tổ, Cao Đường Long cho là điềm báo sắp có vương tộc mới thay thế triều Lý, bèn khuyên can vua:\n\n{{cquote2|''Trước cốt sửa đức, sau hãy khởi công mới phải.''}}\n\nNhưng vua lại nghe lời hoạn quan [[Phạm Bỉnh Di]], càng cho xây gấp khiến trăm họ khốn khổ.\n\nĐến năm 1208 đói kém, người chết đói hàng loạt. Trong lúc ấy thì vua vẫn rong chơi vô độ, xây đền đài không ngớt, nghe ngoài thành có trộm cướp thì lại lờ đi như không biết.\n\n====Họa giặc giã====\nDo chính sự rối ren, lòng dân oán hận, nhiều cuộc khởi nghĩa của nông dân và ly khai của các hào trưởng địa phương nổ ra.\n\nNăm 1192 người giáp Cổ Hoằng ở [[Thanh Hóa]] làm phản. Năm 1198 người hương Cao Xá ở Câu Diễn là Ngô Công Lý cùng với người châu Đại Hoàng là Đinh Khả tự xưng là con cháu của Đinh Tiên Hoàng nổi loạn.\n\nTháng 7 năm 1203, vua nước [[Chiêm Thành]] là Bố Trì lập mưu tới cửa biển Cơ La, giả cách xin nhà Lý cho nương tựa. Sau đó, Bố Trì giết chết trấn thủ cửa biển, cướp bóc [[Nghệ An]], rồi đem quân về nước.\n\nTháng 9 năm 1203 có cuộc nổi loạn của 2 người Đại Hoàng Giang là Phí Lang và Bảo Lương trước đây đã tâu các tội mọt nước hại dân của Đàm Dĩ Mông, bị người này đánh, sinh lòng oán hận. Hai người này nhân khi rối ren liền làm phản. Vua sai Trần Lệnh Hinh làm Nguyên soái và Thượng thư Từ Anh Nhữ đem quân từ phủ Thanh Hóa tiến đánh Phí Lang xong bị thua, cả hai tướng đều bị giết; đến tháng 1 năm sau lại sai Đỗ Kính Tu đi đánh nhưng vẫn tiếp tục bại trận. Đến năm 1207 lại tiếp tục có cuộc nổi loạn của người Man ở [[dãy núi Ba Vì|núi Tản Viên]], thanh thế rất lớn.\n\nThời kì này, [[nhà Tống]] còn xua quân sang xâm nhiễu biên giới [[Đại Việt]] khiến nhân dân phải chạy loạn \"vô cùng khổ sở\".\n\n====Gian thần Phạm Du====\nTháng 3 năm 1207, hào trưởng ở Hồng Châu ([[Hải Dương]] và [[Hải Phòng]]) là Đoàn Thượng, Đoàn Chủ nổi dậy, xây đắp thành lũy, xưng vương hiệu. Cao Tông phái rất nhiều quân đi đánh Hồng Châu. Đàm Dĩ Mông đem quân đạo Đại Thông (miền [[Hà Đông]] cũ dọc sông Đáy), Phạm Bỉnh Di đem quân đạo Khả Liễu, Trần Hinh đem quân đạo Phù Đái (Vĩnh Bảo, Hải Phòng), Bảo Trinh hầu đem quân đạo Nam Sách (Nam Sách, Hải Dương), cùng họp nhau đánh Đoàn Thượng. Thấy thế lực quân triều đình quá mạnh, Đoàn Thượng liền ngầm sai người đem của cải đút lót cho Thượng phẩm phụng ngự Phạm Du, nguyện xin đem quân chúng theo Du. Cuộc liên minh giữa Thượng và Du bắt đầu từ đó. Phạm Du cố vì Thượng mà xin với Cao Tông tha cho.\n\nĐầu năm 1209, Cao Tông sai Phạm Du coi việc quân ở châu [[Nghệ An]]. Bấy giờ miền này đang đói lớn, số người bị chết đói rất nhiều. Những người còn sống sót cũng bị phá sản, lưu vong. Nhân cơ hội ấy, Phạm Du nói với vua rằng:\n\n{{cquote2|''Nay thiên hạ rối loạn, bọn gian tặc nổi lên khắp nơi... xin cho phép tôi được tuyển bọn trai tráng để tự đề phòng, mới mong khỏi lo tai họa''.}}\n\nVua bằng lòng. Phạm Du bèn chiêu tập những người vong mệnh ngang nhiên đi khắp các nơi. Từ đó đường đất bị cắt đứt, thuyền bè không đi lại được. Cao Tông thấy tình hình nguy khốn liền sai Phạm Bỉnh Di lấy quân ở Đằng Châu ([[thị xã (Việt Nam)|thị xã]] [[Hưng Yên]]) để đánh Phạm Du. Du trở về Cổ Miệt cùng với Đoàn Thượng, Đoàn Chủ ở Hồng Châu hợp binh làm phản triều đình, đánh Đằng Châu. Bỉnh Di bị thua.\n\nTháng 2 năm 1209, Bỉnh Di lại đem binh ở Đằng Châu, Khoái Châu đi đánh Du. Phạm Du thua trận bỏ trốn. Bỉnh Di tịch biên gia sản của Du rồi đốt hết.\n\nTháng 4 năm 1209, Phạm Bỉnh Di đánh tan quân Đoàn Thượng. Phạm Du ngầm sai người về kinh đút lót cho bọn quan lại trong triều, nói rằng Bỉnh Di tàn ác, giết hại người vô tội và kể lể tình oan, xin về kinh đợi tội. Cao Tông sai Trần Hinh triệu Phạm Du về kinh, lại triệu cả Bỉnh Di về triều. Phạm Du về kinh trước hầu Cao Tông, được vua tin cẩn; Bỉnh Di đến kinh sau, vào triều phụng mệnh. Cao Tông sai bắt Bỉnh Di và con là Phụ giam ở Thủy Viên, toan làm tội.\n\n====Loạn Quách Bốc====\nTướng của Bỉnh Di là Quách Bốc nghe tin đó, đem binh lính phá cửa Đại Thanh kéo vào nội điện để cứu chủ. Du cùng em là bọn Phạm Kinh giết Bỉnh Di và con của Bỉnh Di là Phụ rồi cùng Cao Tông chạy trốn.\n\nQuách Bốc liền tôn hoàng tử nhỏ là Thầm lên làm vua. Cao Tông chạy về Tam Nông ([[Phú Thọ]]) nương nhờ nhà Hà Vạn, một thủ lĩnh miền thiểu số có thế lực. Thái tử Sảm cùng mẹ là Nguyên phi Đàm thị và hai em gái chạy về Hải Ấp, [[Thái Bình]] dưới quyền cai quản của Trần Lý.\n\nSảm chạy trốn đến ở nhà Trần Lý, tôn xưng là Thắng Vương, lấy con gái Lý là Trần Thị Dung làm vợ, phong cho làm phi. Lý Sảm lại phong cho Trần Lý tước Hải Minh Tự, chức vụ Chinh Bắc Đại Nguyên Soái, lĩnh binh lên bắc thảo phạt Quách Bốc. Em vợ Trần Lý là Tô Trung Từ (cậu Thị Dung) bấy giờ đang làm ''Tổng Binh Phủ Thiên Trường'' cũng được phong làm ''Điện tiền Chỉ huy sứ,'' Phạm Kính Ân được phong ''Thượng Phẩm Phụng Ngự,'' người thân tín đều được phong chức phong quan.\n\nTrần Lý là gia chủ họ Trần, nhận được tước phong lập tức phát động dòng họ mộ binh bị chiến. Họ Trần uy vọng rất cao ở khắp vùng Hải Ấp, trai tráng nghe lời mộ mà nuòm nượp đến tòng quân. Tô Trung Từ làm Tổng Binh Thiên Trường Phủ cũng có trong tay mấy vạn quân, hai người hợp binh lên đến gần chục vạn người, lại lấy danh nghĩa Lý Sảm phát chiếu thảo phạt nghịch tặc, kêu gọi đồng minh rầm rộ tiến lên Bắc đánh Quách Bốc.\n\nBiết tin Thái tử Sảm lập triều đình riêng và tự ý phong tước cho Trần Lý, Tô Trung Từ, Phạm Ngu... nên vua Lý Cao Tông ở Quy Hóa muốn đánh dẹp, bèn sai Phạm Du đi để liên lạc với họ Đoàn ([[Đoàn Thượng]], Đoàn Văn Lôi) ở vùng Hồng. Nhưng Du lại ham sắc, tư thông với công chúa Thiên Cực, nên lỡ hẹn với họ Đoàn. Khi Du lên thuyền đi gặp họ Đoàn, tới Ma Lãng thì bị đồng minh bấy giờ của họ Trần là lính dưới quyền hào trưởng [[Bắc Giang]] Nguyễn Nậu và Nguyễn Nải đón bắt và giết chết.\n\nTrần Lý và [[Tô Trung Từ]] mang quân đánh về kinh thành dẹp Quách Bốc. Cuối năm 1209, loạn Quách Bốc bị dẹp, Trần Lý tử trận, Tô Trung Từ đón vua Cao Tông về cung. Do Phạm Du đã chết mà thế lực Trung Từ mạnh nên vua Cao Tông buộc phải dựa vào Trung Từ. Đàm Dĩ Mông trước đã hàng phục Lý Thầm và Quách Bốc vẫn không bị trị tội, được làm chức thái uý.\n\nSử sách chép không rõ về kết cục của Quách Bốc, Lý Thầm. ''Toàn thư'' ghi đại lược: ''\"Trừng trị bọn Quách Bốc làm loạn, xử tội theo mức độ khác nhau\"''. ''Cương mục'' cũng ghi vắn tắt: ''\"Vua xét tội tùy theo nặng nhẹ có sai biệt\"''. Sách ''Việt sử Tiêu án'' không đề cập tới việc xử tội phe Quách Bốc. Các nhà chuyên môn nhận định không có tài liệu nào nói tới việc bắt hay giết Quách Bốc, [[Lý Thẩm|Lý Thầm]].\n\n===Ban chiếu tạ lỗi với dân===\nLý Cao Tông trong suốt 37 năm trị vì đã chứng kiến sự suy yếu không thể vực dậy của nhà Lý vì lối ăn chơi hưởng lạc của mình. Trước khi qua đời, ông đã cho ban chiếu hối lỗi để tạ tội với thần dân của mình. Vua Lý Cao Tông lên ngôi khi chỉ mới 3 tuổi với sự trợ giúp của Thái úy Tô Hiến Thành. Lớn lên, khi trực tiếp cầm quyền trị nước, Cao Tông ham mê săn bắn, chính sự pháp luật không rõ ràng, vơ vét của dân xây nhiều cung điện, bắt trăm họ phục dịch nên trộm cướp nổi lên khắp nơi. \n\nSách ''Đại Việt sử ký toàn thư'' chép: \"Vua chơi bời không điều độ, hình chính không rõ ràng, giặc cướp như ong, đói kém liền năm, cơ nghiệp nhà Lý từ đấy suy kém...\". Mãi đến năm 1207, nhà vua nhìn cảnh giặc cướp nên hối lỗi và ban chiếu tự nhận lỗi lầm.<ref>{{Chú thích tạp chí|last=Lê|first=Văn Viết|last2=Vũ|first2=Thu Hương|date=2007-09-25|title=Thư viện Đại học Việt Nam trong xu thế hội nhập|url=http:\/\/dx.doi.org\/10.3125\/tctvv.v2i10.537|journal=Tạp chí Thư Viện Việt Nam|volume=2|issue=10|doi=10.3125\/tctvv.v2i10.537|issn=1859-1450}}<\/ref>\n\nSách ''Đại Việt sử lược'' chép lại bản chiếu đó: \"Trẫm còn bé mà phải gánh vác việc lớn, ở tận nơi cửu trùng, không biết được cảnh khó khăn của dân chúng, nghe lời bọn tiểu nhân mà gây nên oán với kẻ dưới. Dân đã oán thì trẫm còn biết dựa vào ai? Nay trẫm sẽ sửa lỗi, cùng dân đổi mới. Ai có ruộng đất, sản nghiệp bị sung công sẽ được hoàn lại\".<ref>{{Chú thích sách|url=http:\/\/worldcat.org\/oclc\/41997144|title=Đại Việt sử ký toàn thư.|last=century.|first=Ngô, Sĩ Liên, active 15th|date=1998|publisher=Khoa học xã hội|oclc=41997144}}<\/ref>\n\nVới chiếu hối lỗi, Lý Cao Tông được xem là vị vua đầu tiên trong lịch sử phong kiến Việt Nam \"dám\" hạ mình xin lỗi dân, song năm 1207 đã là những năm cuối đời của ông vua này. Ba năm sau, Lý Cao Tông qua đời trong cảnh đất nước loạn lạc và triều đình phải dựa hẳn vào thế lực nhà họ Trần. Vì vậy, chiếu nhận lỗi của vị vua này được giới sử học xem như là những lời hối lỗi quá muộn màng và hối chỉ để mà hối thôi chứ không thực hiện một biện pháp gì để chấn chỉnh hoặc tình trạng đã quá tệ để có thể thay đổi được.\n\n== Qua đời ==\nNgày 28 Nhâm Ngọ, năm [[Canh Ngọ]] (tức [[15 tháng 11]] năm [[1210]]), Cao Tông mất ở cung Thánh Thọ, ủy thác cho Đỗ Kính Tu việc triều đình. Cao Tông thọ 38 tuổi, an táng tại Thọ Lăng. Thái tử Lý Sảm lên ngôi, tức là vua [[Lý Huệ Tông]]. Vua Lý Huệ Tông truy tôn cho cha miếu hiệu là Cao Tông, thụy hiệu là Ứng Thiên Ngự Cực Hoành Văn Hiến Vũ Linh Thiệu Chiếu Phù Chương Đạo Chí Nhân Ái Dân Lý Vật Duệ Mưu Thần Trí Cảm Hóa Cảm Chánh Thuần Phu Huệ Thị Từ Tuy Du Kiến Mỹ Công Toàn Nghiệp Thịnh Long Hiện Thần Cư Thánh Minh Quang Hiếu Hoàng Đế. Tình hình trong nước ngày càng rối ren hơn, được hơn 10 năm thì [[nhà Lý]] mất về tay họ Trần (1225).\n\n== Gia đình ==\nThân Phụ: [[Lý Anh Tông]]\n\nThân Mẫu: [[Đỗ Thụy Châu|Linh Đạo Hoàng hậu]] \n\n{| class=\"wikitable\"\n|+Phi Tần\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Cha\n!Ghi chú\n|-\n|1\n|[[An Toàn Hoàng hậu|An Toàn Hoàng Hậu]]\n|Đàm Thị\n|\n|\n|Bà là thân mẫu của vua Lý Huệ Tông.\n|-\n|2\n|Trung Phi\n|Vương Thị\n|\n|\n|\n|-\n|3\n|Hoàng Phi\n|Sở Thị\n|\n|\n|\n|-\n|4\n|Lan Phi\n|Triệu Thị\n|\n|\n|\n|}\n\n{| class=\"wikitable\"\n|+Hoàng Tử\n!STT\n!Danh hiệu\n!Tên\n!Năm sinh\n!Mẹ\n!Ghi chú\n|-\n|1\n|[[Lý Huệ Tông]]             \n|Lý Sảm    \n|1194-1226\n|An Toàn Hoàng Hậu Đàm Thị\n|\n|-\n|2\n|\n|[[Lý Thẩm|Lý Thầm]]\n|1201-?\n|\n|\n|}\n\n==Nhận định==\nSách [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]] nhận định về Lý Cao Tông như sau:\n\n{{cquote|\n''Vua chơi bời vô độ, chính sự hình pháp không rõ ràng, giặc cướp nổi như ong, đói kém liền năm, cơ nghiệp nhà Lý từ đấy suy.''}}\n\n{{cquote|\n''Cao Tông tuổi bé nối ngôi, Chiêu Linh Thái hậu rắp lòng phế lập, thân vua suýt nữa bị nguy. Nhờ có [[Tô Hiến Thành]] vốn có quyền vị, nhận ký thác con côi, hết lòng phù hộ, ngôi báu không lay, thiên hạ quy phục, tất phải có mưu hay chước giỏi tâu riêng với vua rồi. Đến khi Hiến Thành chết, [[Đỗ Kính Tu]] hầu hạ nơi màn trướng, giúp vua sửa đức, đâu phải là không có người? Thế mà vua mê mải rong chơi, say đắm thanh sắc, ham tiền của, thích xây dựng, dạy tính lười tham cho các quan, gây lòng oán giận ở trăm họ, làm cho cơ đồ nhà Lý phải hao mòn, đến nỗi mất nước. [[Kinh thư]] có câu: \"Ở trong mê sắc đẹp, ra ngoài mê săn bắn, ham rượu, thích nhạc, xây nhà cao, trổ tường đẹp, phạm một trong các điều ấy tất phải bại vong\". Vua phạm đủ các điều ấy, còn nói gì được nữa?''}}\n\nTrong sách ''Việt sử Tiêu án'', [[Ngô Thì Sĩ]] viết:\n\n{{cquote|\n''Vua Cao Tông... oai quyền ở tay mình, người phò tá cũng không thiếu, thế mà nghe tên tặc thần Phạm Du tố cáo bậy, giết oan Bỉnh Di, mà phải chạy trốn, lặn lội nơi sông nước... Cao Tông cũng nhờ họ nhà thuyền chài{{efn|Chỉ họ Trần.}} phù trì cho mới về được kinh đô, người ta thấy rằng văn võ bách quan của nhà Lý không còn ai và không có quân lính phòng bị...''}}\n\nVua Cao Tông ham chơi bời, lại thiếu sáng suốt. Trước nghe theo Phạm Bỉnh Di bắt dân phu hoàn thành nhanh cung thất, sau lại nghe Phạm Du sàm tấu mà giết Bỉnh Di. Thực ra không phải vì trước đây Bỉnh Di là ''sủng thần'' mà sau đó bị ''thất sủng'', mà vì vua Cao Tông chỉ thích hưởng lạc nên điều Bỉnh Di tâu việc đốc công là hợp ý vua mà thôi.\n\nTheo nhận định của các nhà chuyên môn, chính sự nhà Lý tới thời Cao Tông đã rất lỏng lẻo do lỗi lầm của nhà vua:\n\n* Trước sai Phạm Bỉnh Di dẹp Phạm Du, sau lại nghe lời tâu bậy của Du mà tin dùng Du, coi Du là \"phải\", Bỉnh Di là \"trái\".\n* Bộ tướng Quách Bốc của Bỉnh Di không hẳn đã có một đạo quân hùng hậu, vậy mà triều đình trung ương nghe tin Bốc kéo vào liền hốt hoảng bỏ chạy không dám chống cự; vua một nơi, hoàng hậu cùng hoàng tử và công chúa một nơi.\n* Đàm Dĩ Mông thần phục [[Lý Thẩm|Lý Thầm]] và Quách Bốc, lẽ ra phải trị tội như [[Lê Chiêu Tông]] giết thái sư Lê Quảng Độ theo Trần Cảo sau này, nhưng Cao Tông lại dung tha cho Mông, để làm đại thần.\n\nBởi bên dưới khinh nhờn luật nước vẫn được dung túng, nên sau này quần hùng nổi dậy, nay đánh mai hàng, loạn mãi không chấm dứt được. Dân bị bóc lột đã oán triều đình. Công thần bị giết oan, lòng người càng chia lìa. Bởi vậy các sử gia nhận định rằng lỗi làm mất nhà Lý bắt đầu từ Cao Tông.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2013|| style=\"text-align:center;\" |《[[Thái sư Trần Thủ Độ]]》|| style=\"text-align:center;\" |[[Hoàng Dũng|NSND Hoàng Dũng]]\n|}\n\n== Ghi chú ==\n{{notelist|2}}\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n* [[Nhà Lý]]\n* [[Lý Anh Tông]]\n* [[Tô Hiến Thành]]\n* [[Phạm Bỉnh Di]]\n* [[Lý Huệ Tông]]\n* [[Sự suy vong của nhà Lý]]\n\n== Tham khảo ==\n* [[Việt sử lược]]\n* [[Đại Việt sử ký toàn thư|Đại Việt Sử ký toàn thư]]\n* ''Các triều đại Việt Nam'' - Quỳnh Cư, Đỗ Đức Hùng.\n\n== Liên kết ngoài ==\n* [http:\/\/www.vietnam.url.vn\/L\/Lý_Cao_Tông.html Lý Cao Tông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080418034414\/http:\/\/www.vietnam.url.vn\/L\/L%C3%BD_Cao_T%C3%B4ng.html |date=2008-04-18 }}\n\n{{Navboxes\n|title= Lý Cao Tông\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Lý]]\n|trước = [[Lý Anh Tông]]\n|sau = [[Lý Huệ Tông]]\n|năm = [[1176]]-[[1210]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Lý}}\n}}\n\n{{Thời gian sống|Sinh=1173|Mất=1210}}\n\n[[Thể loại:Vua nhà Lý|Cao Tông]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Sinh năm 1173]]"}