{"Lý Ban":"{{Thông tin nhân vật hoàng gia\n| tên = Thành Ai Đế\n| tước vị = [[Hoàng đế]] Trung Hoa\n| thêm = china\n| hình =\n| cỡ hình =\n| ghi chú hình =\n| chức vị = Vua [[Thành Hán]]\n| tại vị = [[11 tháng 8]], [[334]]－[[5 tháng 12]], [[334]] \n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Lý Hùng (hoàng đế)|Thành Vũ Đế]]\n| nhiếp chính =\n| kế nhiệm = [[Lý Kỳ|Thành U công]]\n| hoàng tộc = [[Thành Hán]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Lý Ban (李班)\n| kiểu tên đầy đủ = Tên thật\n| phối ngẫu\n| vợ =\n| chồng =\n| thông tin con cái =\n| con cái = \n| niên hiệu =Ngọc Hoành (玉恒) 334\n| miếu hiệu = không\n| thụy hiệu = Ai Hoàng đế (哀皇帝)\n| cha = {{ill|Lý Đãng|zh|李蕩}}\n| mẹ = \n| sinh =[[288]]<ref name=BJ121>''[[Tấn thư]]'', [[:zh:s:晉書\/卷121|quyển 121]].<\/ref><ref name=ZZTJ95>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷095|quyển 95]].<\/ref>\n| nơi sinh =\n| mất = [[5 tháng 12]], [[334]]\n| nơi mất = [[Trung Quốc]]\n| ngày an táng =\n| nơi an táng = \n}}\n'''Lý Ban''' ({{zh|c=李班|p=Lǐ Ban}}) (288–334), [[Tên chữ (người)|tên tự]] '''Thế Văn''' (世文), [[thụy hiệu]] ban đầu là '''[[Lệ Thái tử]]''' (戾太子), sau là '''Thành (Hán) Ai Đế''' (成漢哀帝), là một Hoàng đế của nước [[Thành Hán|Thành]] trong [[lịch sử Trung Quốc]].\n\nLý Ban là cháu trai của Thành Vũ Đế [[Lý Hùng]], con trai của [[Lý Đãng]], anh cả Lý Hùng, Lý Đãng chết trên chiến trường năm 303. Sau khi Lý Đãng chết, Lý Ban được do Lý Hùng và Nhâm Hoàng hậu nuôi dưỡng, mẹ đẻ của ông khi đó vẫn còn sống.\n\nMặc dù Lý Hùng có hơn 10 con trai ruột với các thê thiếp song Nhâm Hoàng hậu lại không có con trai. Lý Hùng sau đó đã quyết định để một trong những người con trai của Lý Đãng làm [[thái tử]]. Ban đầu, ông định phong [[Lý Hàm (Thành Hán)|Lý Hàm]] (李琀), anh cả của Lý Ban, song Lý Hàm đã chết trong trận chiến chống lại [[Dương Nan Địch]] (楊難敵) năm 323. Năm 324, Lý Hùng lập Lý Ban làm thái tử, luận rằng việc thành lập đế quốc thực tế là do Lý Đặc và Lý Đãng gây dựng, và sẽ hợp lý nếu ông truyền ngôi cho con trai của Lý Đãng. Ông cũng đánh giá cao Lý Ban vì đây là người có lòng tốt và chăm chỉ. [[Lý Tương]] (李驤) và [[Vương Đạt]] (王達), dự báo việc này sẽ đem đến các vấn đề thừa kế nên phản đối song Lý Hùng đã bác bỏ.\n\nNăm 334, Lý Hùng lâm bệnh do một vết thương ở đầu bị nhiễm trùng, sau đó lan đến các vết thương khác mà ông đã phải chịu đựng. Thân thể ông được kể lại là bốc ra một mùi cực kỳ hôi thối đến nỗi những người con trai ông đều tránh xa, song Lý Ban đã ngày đêm chăm sóc ông. Lý Hùng qua đời vào mùa hè năm 334 và Lý Ban nên kế vị. Tuy nhiên, như những gì Lý Tương đã dự đoán, các con trai của Lý Hùng đã bất mãn. Hai trong số họ, Lý Việt (李越) và em trai [[Lý Kỳ]], đã âm mưu chống lại Lý Ban. Em trai Lý Ban (chưa rõ tên) đã nghe được tin đồn về âm mưu, ông ta đề nghị Lý Ban ngay lập tức đưa Lý Việt và Lý Kỳ rời khỏi kinh thành, song Lý Ban đã không nỡ làm như vậy trước khi [[chôn cất]] Lý Hùng. Thay vào đó, ông cử người em trai đó đi hạ nhiệt sự bất mãn. Vào mùa đông, trong một đêm khi Lý Ban mặc đồ tang đứng trước quan tài của Lý Hùng, Lý Việt đã ám sát Lý Ban và anh của Lý Ban là Lý Đô (李都), sau đó Lý Kỳ cướp ngôi làm hoàng đế, sau khi giả mạo một chiếu chỉ của Nhâm Thái hậu buộc tội Lý Ban.\n\nLý Kỳ ban đầu ban cho Lý Ban thụy hiệu Lệ Thái tử, từ chối công nhận Lý Ban là hoàng đế. Năm 338, khi Lý Ký bị [[Lý Thọ]] lật đổ, Lý Thọ đã truy phong cho Lý Ban thụy hiệu là Ai Đế.\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{Vua Thành Hán}}\n\n[[Thể loại:Vua Thành Hán]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Sinh năm 288]]\n[[Thể loại:Mất năm 344]]"}