{"Lý Chiêu Hoàng":"{{Thông tin nhân vật hoàng gia\n| tên = Lý Chiêu Hoàng\n| tên gốc = 李昭皇\n| tước vị = [[Hoàng đế Việt Nam|Nữ hoàng Việt Nam]]\n| thêm = vietnam\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Nhà Lý|Hoàng đế Đại Việt]]\n| nhiếp chính = Thái úy [[Trần Thừa]]\n| kiểu nhiếp chính = Phụ chính\n| tại vị = tháng 10 năm 1224 - 10 tháng 1 năm 1226<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1009 till:1226\nAlignBars = early\nScaleMajor = increment:217 start:1009\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1224 till:1226 color:red\n<\/timeline>\n| đăng quang = [[1224]]\n| tiền nhiệm = [[Lý Huệ Tông|<font color=\"grey\">Lý Huệ Tông<\/font>]]\n| kế nhiệm = <font color=\"red\">'''Triều đại nhà Lý sụp đổ'''<br>\n[[Trần Thái Tông]] ([[Nhà Trần]])\n| chức vị 1 = [[Hậu phi Việt Nam|Hoàng hậu Đại Việt]]\n| tại vị 1 = [[1226]] - [[1237]]\n| tiền nhiệm 1 = <font color=\"red\">'''Hoàng hậu đầu tiên của nhà Trần'''<\/font><br>Nhà Lý: [[Linh Từ Quốc mẫu|<font color=\"grey\">Thuận Trinh Hoàng hậu<\/font>]]\n| kế nhiệm 1 = [[Hiển Từ Thuận Thiên Hoàng hậu|<font color=\"blue\">Hiển Từ Thuận Thiên Hoàng hậu<\/font>]]\n| phối ngẫu = [[Trần Thái Tông]] Trần Cảnh<br>[[Lê Phụ Trần]]\n| tên đầy đủ = '''Lý Phật Kim''' (李佛金)<br>'''Lý Thiên Hinh''' (李天馨)\n| kiểu tên đầy đủ = Tên húy\n| con cái = Hoàng Thái tử Trần Trịnh (?)<br>[[Thượng Vị hầu]] Lê Tông<br>[[Ứng Thụy Công chúa]] Lê Ngọc Khuê\n| thông tin con cái = ẩn\n| tước vị đầy đủ = \n| tước hiệu = Thiên Hinh Công Chúa (天馨公主)<br>Hoàng thái tử (皇太子)<br>Chiêu Hoàng (昭皇)<br>Chiêu Thánh Hoàng Hậu (昭聖皇后)<br> bị giáng vị thành Chiêu Thánh Công Chúa (昭聖公主)\n| cha = [[Lý Huệ Tông]]\n| mẹ = [[Linh Từ Quốc mẫu]]\n| sinh = [[Tháng 9]] năm [[Mậu Dần]] (1218)\n| nơi sinh = [[Thăng Long]] (?)\n| mất = [[Tháng 3]] năm Mậu Dần (1278)<br>(61 tuổi)\n| nơi mất = [[Cổ Pháp]] (?)\n| hoàng tộc = [[Nhà Lý]] (khi sinh)<br>[[Nhà Trần]] (hôn nhân)\n| kiểu hoàng tộc = Triều đại\n| tôn hiệu = '''Chiêu Thánh Hoàng Đế''' (昭聖皇帝)\n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = Thiên Chương Hữu Đạo (天彰有道)\n| thời gian của niên hiệu = 1224 - 1225\n| ngày an táng = \n| nơi an táng = [[rừng Báng]]\n}}\n\n'''Lý Chiêu Hoàng''' ([[chữ Hán]]: 李昭皇; 1218 - 1278) hay '''Chiêu Thánh Hoàng hậu''' (昭聖皇后) là [[nữ hoàng]] của đế quốc [[Đại Việt]], cũng là [[Hoàng đế]] cuối cùng của triều đại [[nhà Lý]], trị vì từ năm [[1224]] đến năm [[1225]]. Bà là [[Nữ hoàng]] duy nhất trong [[lịch sử Việt Nam]], nhưng không phải là vị [[vua]] [[Phụ nữ|nữ giới]] đầu tiên, vị nữ quân chủ đầu tiên là Nữ vương [[Trưng Trắc]].<ref>{{Chú thích web|url= https:\/\/vnexpress.net\/thoi-su\/chuyen-it-biet-ve-nu-hoang-duy-nhat-o-viet-nam-3343070.html|website = VnExpress|title = Chuyện ít biết về nữ hoàng duy nhất ở Việt Nam|author=Trung Sơn|date = ngày 17 tháng 1 năm 2016}}<\/ref>{{NoteTag|Lý Chiêu Hoàng là vị \"Nữ hoàng\" duy nhất nhưng không phải là \"vị vua nữ giới\" duy nhất, bởi trước đó [[Hai Bà Trưng|Trưng Trắc]] đã lên làm [[Nữ vương]].<br>Việc này có thể giải thích như sau: \"[[Nữ vương]]\" và \"[[Nữ hoàng]]\" đều có nghĩa là vị quân chủ mang giới tính nữ, nhưng [[Hoàng đế]] là tước hiệu độc lập và thường được xem là lớn hơn tước [[Vương (tước hiệu)|Vương]]. Trưng vương là \"Nữ vương\", còn Chiêu Hoàng là \"Nữ hoàng\", cả hai bà đều là người duy nhất mang tước hiệu của mình, nhưng cả hai bà đều là Nữ quân chủ của lịch sử Việt Nam.}} Bà được chính vua cha [[Lý Huệ Tông]] ra chỉ truyền ngôi, dù bên trong có khả năng do sự sắp đặt của Điện tiền Chỉ huy sứ [[Trần Thủ Độ]], người đang nắm quyền lực trong triều đồng thời cũng là chú họ bên ngoại của bà.\n\nNăm [[1225]], Chiêu Hoàng được Trần Thủ Độ sắp xếp nhường ngôi cho Trần Cảnh ([[Trần Thái Tông]]), triều đại nhà Lý cai trị Đại Việt hơn 200 năm đã chính thức kết thúc. Sau khi nhượng vị, Chiêu Hoàng trở thành [[hoàng hậu]] của Thái Tông cho đến khi bị phế truất vào năm [[1237]] vì không sinh được con nối dõi. [[Thuận Thiên (công chúa)|Hiển Từ Thuận Thiên Hoàng hậu]], người kế vị ngôi hoàng hậu sau đó, chính là chị ruột của bà. Sau năm [[1258]], ở tuổi 40, bà tái giá lấy [[Lê Phụ Trần]], một viên tướng có công cứu giúp Trần Thái Tông khỏi bị truy kích trong [[Kháng chiến chống Nguyên Mông|lần quân Nguyên vào cướp]]. Hai người sống với nhau hơn 20 năm và sinh được 1 trai là Thượng vị hầu [[Lê Tông]] và 1 gái là [[Ứng Thụy Công chúa Lê Ngọc Khuê]]. Bà qua đời ngay sau Thái Tông khoảng 1 năm.\n\nCuộc đời của bà đầy phức tạp và bi kịch, khi trở thành một nhân vật chủ chốt trong cuộc biến chuyển triều đại đầy kịch tích giữa nhà Trần và nhà Lý. Vốn dĩ là công chúa, sau trở thành nữ hoàng đế, rồi lại trở thành hoàng hậu và bị giáng làm công chúa, cuộc đời của Chiêu Hoàng khiến hậu thế đánh giá là một quá trình đầy phức tạp, cũng trở thành nguồn cảm hứng của rất nhiều tác phẩm thi ca, nhạc họa và [[điện ảnh]].\n\n== Thân thế ==\nLý Chiêu Hoàng ban đầu có tên là '''Lý Phật Kim''' (李佛金), sau đổi theo tên húy là '''Lý Thiên Hinh''' (李天馨), là con gái thứ hai của [[Lý Huệ Tông]] Lý Hạo Sảm - vị vua thứ 8 của triều đại nhà Lý. Mẹ của bà là [[Linh Từ Quốc mẫu]] Trần thị, thường bị dã sử và người hiện đại gọi là \"Trần Thị Dung\", con gái của [[Trần Lý]], sau trở thành hoàng hậu của Huệ Tông. Không rõ Thiên Hinh sinh ngày bao nhiêu, chỉ biết bà được sinh vào khoảng [[tháng 9]] (ÂL), năm Mậu Dần ([[1218]]), tức năm thứ 8 niên hiệu Kiến Gia, nơi bà được sinh ra có lẽ là tại kinh đô Thăng Long. Tước hiệu ban đầu là '''Chiêu Thánh Công chúa''' (昭聖公主).\n\nTrên bà có một chị gái là [[Hiển Từ Thuận Thiên hoàng hậu|Thuận Thiên Công chúa]], sau được gả cho Khâm Minh đại vương [[Trần Liễu]] - con trai trưởng của [[Trần Thừa]] và là anh trưởng của [[Trần Thái Tông]] Trần Cảnh. Vào thời điểm bà được sinh ra, Lý Huệ Tông đã sớm phát bệnh điên, triều đình hoàn toàn rơi vào tay họ Trần mà đại biểu là [[Trần Tự Khánh]] - khi ấy đang giữ chức vụ [[Thái úy]], quyền phụ chính. Trần Tự Khánh là anh thứ của Trần hậu, tức là bác ruột của Chiêu Thánh<ref>{{harvp|Ngô Sĩ Liên|1697|loc= [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Đinh Sửu, [Kiến Gia] năm thứ 7 [1217], (Tống Gia Định năm thứ 10). Mùa xuân, tháng 3, vua dần dần phát điên, có khi tự xưng là Thiên tướng giáng, tay cầm giáo và mộc, cắm cờ nhỏ vào búi tóc, đùa múa từ sớm đến chiều không nghỉ, khi thôi đùa nghịch thì đổ mồ hôi, nóng bức khát nước, uống rượu ngủ li bì đến hôm sau mới tỉnh. Chính sự không quyết đoán, giao phó cả cho Trần Tự Khánh. Quyền lớn trong nước dần dần về tay kẻ khác.}}<\/ref>. Một người bác khác của Chiêu Thánh là [[Trần Thừa]] giữ chức \"Nội thị Phán thủ\" (内侍判首) - cai quản các quan nội thị phục vụ gần cho Lý Huệ Tông<ref>{{harvp|Ngô Sĩ Liên|1697|loc= \"Bản kỷ Quyển 4, Huệ Tông Hoàng đế\"|ps=: Mùa đông, tháng 12, sách phong [Thuận Trinh] phu nhân làm Hoàng hậu, phong Tự Khánh làm Thái uý phụ chính, cho anh trai Tự Khánh là Trần Thừa (tức Thượng hoàng nhà Trần) làm Nội thị Phán thủ...}}<\/ref>{{NoteTag|Các quan Nội thị giống Thị vệ của triều Nguyễn, đều không phải là người bị thiến ([[hoạn quan]]). Lúc này chế độ cung đình vẫn chưa quá gay gắt về tính \"bất khả xâm phạm\" của nam giới phục vụ trong cung.}}.\n\nNăm [[Nhâm Ngọ]], tức năm Kiến Gia thứ 12 ([[1222]]), Huệ Tông đem các lộ trong nước đều chia cho hai cô công chúa con gái của mình (triều Lý có tổng 24 lộ), lấy các hoành nô thuộc lệ và quân nhân bản lộ, chia nhau làm giáp<ref>{{harvp|Ngô Sĩ Liên|1697|loc= \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"|ps=: Nhâm Ngọ, [Kiến Gia] năm thứ 12 [1222], (Tống Gia Định năm thứ 15). Mùa xuân, tháng 2, chia trong nước làm 24 lộ, lộ chia cho công chúa ở, lấy các hoành nô thuộc lệ và quân nhân bản lộ, chia nhau làm giáp.}}<\/ref>. Sau khi Trần Tự Khánh qua đời, Trần Thừa được dùng tiếp làm Thái úy phụ chính, vào triều không xưng tên, một người cậu khác của Chiêu Thánh là [[Trần Thủ Độ]] lại được Huệ Tông giao cho nắm giữ chức \"Điện tiền Chỉ huy sứ\" (殿前指揮使), quản lý các cơ cấu quân sự chủ chốt của hoàng cung.\n\n== Hoàng đế cuối cùng ==\n=== Được nhường ngôi ===\nNăm [[Giáp Thân]], Kiến Gia năm thứ 14 ([[1224]]), [[tháng 10]], Lý Huệ Tông ra chỉ lập Chiêu Thánh làm '''Hoàng thái tử''' (皇太子) rồi truyền ngôi{{noteTag|Có ý kiến vì Chiêu Thánh là nữ nên lúc này đáng lẽ phải gọi là \"'''Hoàng thái nữ'''\", nhưng trong sách Toàn thư chính xác ghi danh hiệu là \"Hoàng thái tử\". Nguyên do có lẽ chữ \"Tử\" (子) vốn dĩ vào thời xưa cũng chỉ cả con trai lẫn con gái. Ví dụ ấy có [[:zh:公子倾|Công tử Khuynh]], rồi trong [[Luận ngữ]] có đoạn: \"''Khổng Tử dĩ kì '''huynh chi tử''' thê chi''\" (孔子以其兄之子妻之), nghĩa \"Khổng Tử lấy '''con gái của anh mình''' gả cho [ông Nam Dung]).}}, đổi niên hiệu là '''Thiên Chương Hữu Đạo''' (天彰有道), tôn hiệu là '''Chiêu Hoàng''' (昭皇). Lý Huệ Tông xuất gia ở chùa Chân Giáo trong đại nội<ref>{{harvp|Ngô Sĩ Liên|1697|loc= \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"|ps=: Mùa đông, tháng 10, xuống chiếu lập công chúa Chiêu Thánh làm Hoàng thái tử để truyền ngôi cho. Vua xuất gia ở chùa Chân Giáo trong đại nội. Chiêu Thánh lên ngôi, đổi niên hiệu là Thiên Chương Hữu Đạo năm thứ 1, tôn hiệu là Chiêu Hoàng.}}<\/ref>{{NoteTag|Nguyên văn [https:\/\/zh.wikisource.org\/wiki\/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8\/%E6%9C%AC%E7%B4%80%E5%8D%B7%E4%B9%8B%E5%9B%9B bản chữ Hán]: 冬十月，詔昭聖公主爲皇太子以傳位，帝出家，居大内真教禪寺。昭聖即位，改元天彰有道元年，尊號曰昭皇。}}.\n\n[[Tập tin:Toda No. 16 元豐通寶.png|nhỏ|200px|Một đồng tiền được cho là có niên đại vào cuối thời Lý, đầu thời Trần.]]\n\nNăm [[Ất Dậu]], Thiên Chương Hữu Đạo năm thứ 2 ([[1225]]), họ Trần do nắm quyền hành, lần lượt được ban chức tước quan trọng cho con em trong họ, đáng kể nhất là rất nhiều con cháu họ Trần được tuyển vào cung để sung vào các chức vụ hầu trong đại nội, gần gũi với Chiêu Hoàng, bao gồm: \"Lục hỏa Thị cung ngoại\" (六火侍宫外), \"Chỉ hầu\" (祗侯; hay còn gọi \"Chi hậu\") và \"Nội nhân Thị nội\" (内人侍内), thường thay nhau trực chầu hầu<ref>{{harvp|Ngô Sĩ Liên|1697|loc= \"Bản kỷ・Quyển 4, Chiêu Hoàng\"|ps=: Ất Dậu, Thiên Chương Hữu Đạo năm thứ 2 [1125], (Từ tháng 12 về sau là niên hiệu Trần Thái Tông Kiến Trung năm thứ 1; Tống Lý Tông Hú, Bảo Khánh thứ 1). mùa ông, tháng 10, xuống chiếu tuyển con em của quan viên trong ngoài sung vào các sắc dịch trong nội, như lục hỏa Thị cung ngoại, Chi hậu, Nội nhân Thị nội, ngày đêm thay phiên nhau chầu hầu.}}<\/ref>{{NoteTag|Nguyên văn [https:\/\/zh.wikisource.org\/wiki\/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8\/%E6%9C%AC%E7%B4%80%E5%8D%B7%E4%B9%8B%E5%9B%9B bản chữ Hán]: 冬十月，詔選内外官員子弟充内色役，六火侍宫外，祗侯、内人侍内，日夜番上侍從。<br>Chức \"Lục hỏa Thị cung ngoại\" có lẽ là 6 đội (hỏa) trực bên ngoài cung, còn \"Chỉ hầu\" hay \"Chi hậu\", cùng \"Nội nhân Thị nội\", đều là các chức hầu gần gũi Thiên tử, nằm trong hệ thống '''Nội thị sảnh''' (内侍廳). Hệ thống này mô phỏng theo kiểu Hán-Đường, dùng cả [[hoạn quan]] (người bị thiến) lẫn sĩ nhân bình thường, xuất hiện khoảng đầu triều Lý<ref>{{harvp|Ngô Sĩ Liên|1697|loc=[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html \"Bản kỷ・Quyển 3, Nhân Tông Hoàng đế\"]|ps=: Mùa hạ, tháng 6, Thái úy Lý Thường Kiệt chết... Thường Kiệt người phường Thái Hòa, thành Thăng Long, nối đời làm quan, nhiều mưu lược, có tài làm tướng. Khi còn ít tuổi, vì vẻ mặt tươi đẹp được sung làm Hoàng môn chi hậu theo hầu Thái Tông, thăng dần đến chức Nội thị sảnh đô tri.}}<\/ref>. Do các chức này phục vụ có ca riêng trong tẩm điện cá nhân của nhà Vua, mà hậu phi lại ở khu vực khác, nên nên đời xưa không bắt buộc người đảm nhiệm là hoạn quan.}}. Lúc này, chức vụ của Trần Thủ Độ đã bao quát đến nỗi \"''coi giữ mọi việc quân sự trong ngoài thành thị''\", trong các con em vào cung hầu Chiêu Hoàng thì có [[Trần Bất Cập]] là cháu gọi Trần Thủ Độ bằng chú - được phong \"Cận Thị thự Lục cục Chi hậu\" (近侍署六局祗候), ngoài ra còn có [[Trần Thiêm]] làm \"Chi Ứng cục\" (祗應局) và [[Trần Thái Tông|Trần Cảnh]] làm \"Chính thủ\" (政首){{NoteTag|Đều là các chức quan đảm nhiệm việc hầu cận Hoàng đế, trực thuộc Nội thị sảnh.}}. Chính thủ Trần Cảnh, là con trai thứ 2 của quan Thái úy Trần Thừa, mới 8 tuổi được đưa vào hầu gần Chiêu Hoàng, ban đầu chỉ là ở bên ngoài điện, sau đó phụ trách đưa nước rửa mặt cho Chiêu Hoàng nên vào hầu bên trong. Trần Cảnh cùng gần tuổi với Chiêu Hoàng, được Chiêu Hoàng gần gũi, yêu mến, hay trêu đùa. Trần Thủ Độ lấy dịp đó dựng nên cuộc hôn nhân giữa Chiêu Hoàng và Trần Cảnh rồi chuyển giao triều chính bằng cách để Chiêu Hoàng nhường ngôi cho chồng. Từ đó, nhà Trần được thành lập.\n\nNăm Ất Dậu ([[1225]]), ngày [[21 tháng 10]] (tức ngày [[22 tháng 11]] dương lịch), Chiêu Hoàng xuống chiếu nhường ngôi cho Trần Cảnh. Ngày [[11 tháng 12]] năm ấy (tức ngày [[10 tháng 1]] năm [[1226]]), Chiêu Hoàng bỏ hoàng bào mời Trần Cảnh lên ngôi Hoàng đế ở [[điện Thiên An]], dựng lên [[nhà Trần]], sử gọi là [[Trần Thái Tông]]<ref>{{Chú thích web|url=https:\/\/nghiencuulichsu.com\/2016\/10\/17\/nha-ly-21111009-102011226-xay-dung-va-bao-ve-dat-nuoc\/|tiêu đề=Nhà Lý (21\/11\/1009-10[20]\/1\/1226)- Xây dựng và bảo vệ đất nước}}<\/ref>. Chiêu Hoàng được Thái Tông lập làm hoàng hậu, đổi gọi là Chiêu Thánh. Từ đây nhà Lý hoàn toàn chấm dứt sau 216 năm cai trị.\n\n=== Quá trình truyền ngôi ===\nCuốn sách được xem là bộ biên niên sử sớm nhất của Việt Nam - [[Đại Việt sử lược]]{{NoteTag|Lưu ý cho người tra cứu, sách \"''Đại Việt sử lược''\" bản gốc đã bị đem sang Trung Quốc cùng nhiều bộ sử liệu khác sau giai đoạn Minh thuộc vào cuối đời Trần. Tư liệu được tham khảo hiện tại thực chất xuất phát từ sách \"''Việt sử lược''\" được các học giả Trung Quốc sưu tập lại rồi biên soạn vào pho đại bách khoa ''[[Tứ khố toàn thư|Khâm định tứ khố toàn thư]]'' dưới triều đại [[nhà Thanh]]. Vì vậy mà sách này đã giáng tước vị hoàng gia của tất cả triều đại Việt Nam được biên lại xuống tước Vương.}} - đã chép lại quá trình truyền ngôi cho dòng họ nhà Trần rất phức tạp. Theo như sách này ghi lại, Huệ Tông truyền ngôi xong vẫn giữ vai trò chính trị quan trọng, và ông đã chủ trương dàn xếp nhường ngôi, dưới sự góp phần không nhỏ của Thái úy Trần Thừa cùng Trần Thủ Độ (sách này chép Thủ Độ đang giữ tước \"Thượng phẩm Phụng ngự\" 上品奉御), sau khi truyền ngôi cho họ Trần thì Huệ Tông mới xuất gia.\n\n{{Cquote|Năm Ất Dậu [năm 1225-ND], là năm Kiến Gia thứ 15. Tháng 6, nhà vua nhường ngôi cho con thứ hai là Chiêu Thánh Công chúa. Chiêu Thánh lên ngôi lấy hiệu là Chiêu Hoàng, tôn vua Huệ Tông làm Thái thượng hoàng, đổi niên hiệu là Thiên Chương Hữu Đạo.\n\nMùa đông, tháng 11, Thái thượng hoàng thấy nữ chúa còn nhỏ, lấy làm lo âu mới cho mời Phùng Tá Chu đến mà định mưu nói rằng: \"''Trẫm vì không có đức, trẫm mắc tội với trời, cho nên bị tuyệt hậu, không có con để nối dõi. Nay trẫm truyền ngôi cho con gái, nhưng thấy một người đàn bà mà khiến bảo đám đàn ông, như có điều là bọn chúng không giúp cho, tất đến lúc hối hận lại thì cơ nghiệp đã mất rồi. Chi bằng trẫm theo cái phép thuở xa xưa của Đường Nghiêu, cái thể thức gần đây là Nhân Tổ (tức Lý Nhân Tông), để kén chọn người hiền mà trao ngôi cho. Nay có điều trẫm thấy là mỗ người con thứ hai của Thái úy (Trần Thừa){{NoteTag|Cuốn sách Sử lược này được ghi vào đời Trần, do vậy, không thể ghi húy của Trần Thái Tông, chỉ có thể ghi tránh thành [\"Mỗ\"].}}, tuổi hãy còn nhỏ mà tướng mạo khác thường, tất có thể giúp đời, yên dân. Cho nên, trẫm muốn dùng làm con mà làm chủ cơ nghiệp nước nhà. Vả lại, trẫm thấy Chiêu Hoàng cũng xứng đôi với mỗ. Các khanh hãy vì trẫm mà nói với quan Thái úy rõ''\".\n\nThái Tổ (tức Trần Thừa) cũng chưa tin điều ấy. Quan Tả phụ là Nguyễn Chánh Lại bảo rằng: \"''Họ Nguyễn (tức họ Lý, do sách này viết vào thời Trần) có nước đấy. Vua hiền thì có đến sáu, bảy người gầy dựng nên cơ nghiệp, mà cái đức của họ lại có thừa, để lại cái ơn trạch thấm nhuần vào lòng người đã lâu dài rồi. Một sớm, nhà vua sợ có người khác họ làm việc kế tự nên mới có ý thăm dò thử, để xem cái ý của ta như thế nào đấy. Nếu ta nhân đó mà nhận lời, thiên hạ tất sẽ bảo Thái úy thực đã có ý soán nghịch''\".\n\nThái úy muốn nghe theo lời của Nguyễn Chánh Lại thì quan Thượng phẩm Phụng ngự là Trần Thủ Độ nói rằng: \"''Lời Tả phụ sai rồi! Nếu mà Hoàng thượng có con trai mà lại nhường ngôi cho Nhị lang (tức Trần Cảnh) thì việc trái  ấy ta không thể vâng chiếu được. Nay, Hoàng thượng không người kế tự, ý muốn chọn người hiền để phó thác ngôi cao. Đó là ngài bắt chước việc nhường ngôi của Nghiêu Thuấn thuở xa xưa. Vậy mà lo ngại nữa sao? Huống chi, ngôi chí tôn không thể để khuyết lâu, mà ý thoái lui của Hoàng thượng thì đã quyết, Hoàng thượng đã dứt khoát chọn người khác họ để cho nối ngôi, liệu ta không muốn nghe theo mà được chăng? Nhị lang được Hoàng thượng chọn cũng là ý trời, trời đã ban cho mà không nhận là có tội ấy. Xin quan Thái úy hãy xét kỹ''\".\n\nMùa thu, tháng Chạp, nhà vua sai quan Nội thị Phán thủ là Phùng Tá Chu, quan Nội hành khiển Tả ty Lang trung là Trần Chí Hoành, các tướng văn võ trong ngoài và các viên quan lại hãy quản lãnh thuyền rồng, chuẩn bị pháp giá đến phủ Cương Tinh mà đón Thái Tổ.\n\nĐến ngày mùng một tháng Chạp năm đó [năm Ất Dậu-cuối năm 1225, đầu năm 1226], con của Trần Thừa là Trần Cảnh nhân việc nhường ngôi mà lên làm vua ở tại điện Thiên An. Rồi tôn Thuận Trinh hậu làm Thái hậu, giáng Chiêu Hoàng xuống làm Chiêu Thánh Hoàng hậu. Đổi niên hiệu là Kiến Trung. Thái thượng hoàng cùng với mẹ của ngài là bà Thái hậu Đàm thị đi ra ở nơi chùa Phù Liệt, lấy hiệu là Huệ Quang Thiền sư.|||Đại Việt sử lược - \"kỷ Huệ Tông\"{{noteTag|[https:\/\/zh.wikisource.org\/wiki\/%E8%B6%8A%E5%8F%B2%E7%95%A5\/%E5%8D%B7%E4%B8%8B Bản chữ Hán]: 王以女主而幼為憂，召馮佐周謀曰：\"朕以不德，獲戻於天，絶無繼嗣，傳位於女。以一隂而御羣陽，衆所不與，必致悔亡。以吾觀之，莫若逺法唐堯，近體仁祖，擇其賢者而授之。今所見太尉仲子某，年雖冲幼，相貌非常，必能濟世安民。欲以為子，而主神器。仍以昭王配之。卿等為朕言於太尉。\"太祖亦未之信。左輔阮正吏謂太祖曰：\"阮氏之有國也，賢君六七作，其餘德遺澤，入人也深。一旦遽以異姓為嗣，意其試之以觀我何如耳。茍因而受之，天下必謂太尉實有篡逆之志。\"太祖欲從之，上品奉御陳守度曰：\"左輔之言非也。假如上王有子，反欲遜於二郎，揆之於義，則不可奉詔。今以無嗣，欲擇賢而付之，此乃上王逺法堯舜之真讓，又何疑哉？况天位不可久曠，而上王遜避之意已决，别選他姓為嗣，雖欲不臣事之，其可得乎？且上王以二郎為嗣，乃天意也。天與不取，反受其咎。願太尉熟思之。\"冬十二月，命内侍判首馮佐周、内行遣左司郎中陳智宏，將内外文武臣僚，領龍舟，備法駕，赴星罡府，迎我太宗。以是年十二月初一日受禪，即位於天安殿，尊順貞皇后為太后，降昭王為昭聖王后，改元建中。太上王與其母譚太后出居扶列寺，號惠光禪師。以建中二年八月丙戌，薨於善教寺，廟號惠宗，在位十五年有竒。改元者一，曰建嘉，凡十五年。壽三十三，殯於安華府寳光寺。}}}}\n\nQuá trình mà Lý Chiêu Hoàng truyền ngôi cho họ Trần, thông tin từ sách [[Đại Việt sử ký toàn thư]] chép có ý khẳng định là do Trần Thủ Độ đứng sau và thao túng, vai trò của Trần Thừa và Lý Huệ Tông hoàn toàn bị lược bỏ đi: \n{{Cquote|Một hôm, Cảnh lúc ấy mới lên 8 tuổi, phải giữ việc bưng nước rửa, nhân thế vào hầu bên trong. Chiêu Hoàng trông thấy làm ưa, mỗi khi chơi đêm cho gọi Cảnh đến cùng chơi, thấy Cảnh ở chỗ tối thì thân đến trêu chọc, hoặc nắm lấy tóc, hoặc đứng lên bóng. Có một hôm, Cảnh bưng chậu nước hầu, Chiêu Hoàng rửa mặt lấy tay vốc nước té ướt cả mặt Cảnh rồi cười trêu, đến khi Cảnh bưng khăn chầu thì lấy khăn ném cho Cảnh. Cảnh không dám nói gì, về nói ngầm với Thủ Độ. Thủ Độ nói: \"''Nếu thực như thế thì họ ta thành hoàng tộc hay bị diệt tộc đây?''\".\n\nLại một hôm, Chiêu Hoàng lại lấy khăn chầu ném cho Cảnh, Cảnh lạy rồi nói: \"''Bệ hạ có tha tội cho thần không? Thần xin vâng mệnh''\". Chiêu Hoàng cười và nói: \"''Tha tội cho ngươi. Nay ngươi đã biết nói khôn đó''\". Cảnh lại về nói với Thủ Độ. Thủ Độ sợ việc tiết lộ thì bị giết cả, bấy giờ mới tự đem gia thuộc thân thích vào trong cung cấm. Thủ Độ đóng cửa thành và các cửa cung, sai người coi giữ, các quan vào chầu không được vào. Thủ Độ loan báo rằng: \"''Bệ hạ đã có chồng rồi''\". Các quan đều vâng lời, xin chọn ngày vào chầu. Tháng ấy, ngày 21, các quan vào chầu lạy mừng.\n\nXuống chiếu rằng: \"''Từ xưa nước Nam Việt ta đã có Đế vương trị thiên hạ. Duy triều Lý ta vâng chịu mệnh trời, có cả bốn biển, các tiên thánh truyền nối hơn hai trăm năm, chỉ vì thượng hoàng có bệnh, không người nối dõi, thế nước nghiêng nguy, sai trẫm nhận minh chiếu, cố gượng lên ngôi, từ xưa đến giờ chưa từng có việc ấy. Khốn nỗi trẫm là nữ chúa, tài đức đều thiếu, không người giúp đỡ, giặc cướp nổi lên như ong, làm sao mà giữ nổi ngôi báu nặng nề? Trẫm dậy sớm thức khuya, chỉ sợ không cáng đáng nổi, vẫn nghĩ tìm người hiền lương quân tử để cùng giúp chính trị, đêm ngày khẩn khoản đến thế là cùng cực rồi, Kinh thi có nói \"Quân tử tìm bạn, tìm mãi không được, thức ngủ không nguôi, lâu thay lâu thay\". Nay trẫm suy đi tính lại một mình, duy có Trần Cảnh là người văn chất đủ vẻ, thực thể cách quân tử hiền nhân, uy nghi đường hoàng, có tư chất thánh thần văn võ, dù đến Hán Cao Tổ, Đường Thái Tông cũng không hơn được. Sớm hôm nghĩ chín từ lâu nghiệm xem nên nhường ngôi báu, để thỏa lòng trời, cho xứng lòng trẫm, mong đồng lòng hết sức, cùng giúp vận nước, hưởng phúc thái bình. Vậy bố cáo thiên hạ để mọi người điều biết''\".|||Đại Việt Sử ký Toàn thư - \"Chiêu Hoàng bản kỷ\"}}\n\nTheo đó, Lý Chiêu Hoàng lên ngôi vào [[tháng 6]] năm Ất Dậu (năm 1225) và nhường ngôi vào [[tháng 11]], chỉ vỏn vẹn gần nửa năm trên ngai vàng.\n\nSự việc [[Phùng Tá Chu]] khuyên can không được ghi chi tiết ở Toàn thư mà chỉ ghi ở Sử lược, tuy nhiên khi ghi chép về sự việc nhường ngôi thì [[Ngô Sĩ Liên]] đã gián tiếp chứng thực câu chuyện Phùng Tá Chu khuyên Huệ Tông nhường ngôi họ Trần: \"''Các quan bấy giờ không ai nghĩ gì đến xã tắc, để cho Phùng Tá Chu viện dẫn việc Lữ hậu và Võ hậu làm cớ mà thành ra việc Chiêu Hoàng nhường ngôi cho họ Trần, ấy là người có tội với họ Lý''\". Điều này chứng tỏ thông tin Phùng Tá Chu ảnh hưởng chuyện Huệ Tông quyết định chọn Trần Cảnh làm rể từ Sử lược là chính xác. Sách [[Khâm định Việt sử thông giám cương mục]] có lời nhận định rằng:\n\n{{Cquote|Thực là việc lạ, suốt nghìn xưa chưa hề có. Các triều đại Bắc phương chưa từng có chuyện được nước như vậy bao giờ. Kìa như họ Sài nối nhà Chu đã là chuyện lạ{{NoteTag|Ý nói Chu Thế Tông [[Sài Vinh]], ông vốn là con người anh của Sài thị - vợ [[Chu Thái Tổ]] đời [[Ngũ đại Thập quốc]]. Về sau Sài Vinh được làm con nuôi của Chu Thái Tổ, nối ngôi nhà Chu.}}, nhưng cũng chưa lạ đến như thế. Xem ra cũng chẳng qua như bọn Vương Mãng và Dương Kiên đó thôi. Dầu chẳng mượn danh nghĩa là \"''Bệ hạ có chồng''\", thiên hạ thế nào chắc cũng về tay họ Trần. Họ Trần lấy được nước, đều là nhờ công sức Thủ Độ, cũng như vua Thuận Trị nhà Thanh với Đa Nhĩ Cổn, chứ Trần Thái Tông có gì đáng khen đâu? Cho nên nhà Trần không có miếu hiệu là Thái Tổ.\n\nCái cớ làm cho nhà Trần được hưởng nước lâu dài là nhờ công đức Thánh Tông và Nhân Tông đấy chăng.|||Khâm định Việt sử thông giám cương mục - \"Chính biên, quyển thứ V\"}}\n\n== Nửa đời sau ==\nSau khi nhường ngôi, Lý Chiêu Hoàng được lập làm hoàng hậu, trở thành vị hoàng hậu trẻ tuổi nhất trong lịch sử, vì khi đó bà mới 8 tuổi. Bà chung sống với Trần Thái Tông hơn 10 năm, không có ghi chép gì cụ thể về bà trong suốt thời gian này.\n\nNăm [[Đinh Dậu]], Thiên Ứng Chính Bình thứ 6 ([[1237]]), hơn 10 năm mà Thái Tông cùng Chiêu Thánh không có con, Thái sư [[Trần Thủ Độ]] cùng [[Linh Từ quốc mẫu|Thiên Cực công chúa]] lo sợ huyết thống hoàng gia bị đứt đoạn, nên ép Thái Tông phải bỏ Chiêu Thánh để lấy chị dâu là [[Thuận Thiên (hoàng hậu)|Thuận Thiên Công chúa]] đang có thai 3 tháng. Trần Thái Tông cảm thấy chuyện này hổ thẹn, đang đêm trốn khỏi kinh thành để lên gặp sư Phù Vân ở [[Yên Tử]] nương nhờ. Trần Thủ Độ vừa dỗ vừa gây sức ép, cuối cùng Thái Tông cũng phải chịu nghe theo. Thuận Thiên Công chúa được lập làm hoàng hậu thay thế, Chiêu Thánh bị giáng làm \"công chúa\" - tức hàng [[mệnh phụ|ngoại mệnh phụ]]<ref>{{harvp|Ngô Sĩ Liên|1697|loc= [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10a.html \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"]|ps=: Đinh Dậu, [Thiên Ứng Chính Bình] năm thứ 6 [1237], (Tống Gia Hy năm thứ 1)... Lập công chúa Thuận Thiên họ Lý, là vợ của Hoài vương Liễu, anh vua, làm Thuận Thiên hoàng hậu, giáng Chiêu Thánh làm công chúa. Bấy giờ Chiêu Thánh không có con mà Thuận Thiên đã có mang Quốc Khang được 3 tháng. Trần Thủ Độ và Thiên Cực công chúa bàn kính với vua là nên mạo nhận lấy để làm chổ dựa về sau, cho nên có lệnh ấy.}}<\/ref>. Vì chuyện này, Hoài vương [[Trần Liễu]] nổi loạn ở [[sông Cái]], nhiều năm nhiều tháng không ngừng. Cuối cùng, Trần Liễu đến xin Thái Tông tha tội, hai anh em ôm nhau khóc thảm thiết. Sau đó, Liễu được đổi phong hiệu làm \"''An Sinh vương''\" (安生王), được ban các vùng Yên Sinh, Yên Phụ, Yên Dưỡng, Yên Hưng, Yên Bang làm ấp thang mộc (nay thuộc hai huyện [[Đông Triều]] và [[Yên Hưng]], tỉnh [[Quảng Ninh]]). Những tướng sĩ và quân lính đi theo Trần Liễu làm loạn đều bị xử tử<ref>{{harvp|Ngô Sĩ Liên|1697|loc= \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"|ps=: Lấy đất Yên Phụ, Yên Dưỡng, Yên Sinh, Yên Hưng, Yên Bang cho Liễu làm ấp thang mộc. Nhân đất được phong, mà Liễu có tên hiệu là Yên Sinh vương (hay An Sinh vương). Binh lính [theo Liễu] làm loạn ở sông Cái đều bị giết.}}<\/ref>.\n\nTừ ấy đến hơn 20 năm sau, chính sử không hề đề cập hành trạng của bà. Sách \"[[Lý Chiêu Hoàng - Một đời sóng gió]]\" của Lê Thái Dũng có đề cập về một truyền thuyết rằng Chiêu Thánh sau khi bị giáng đã [[xuất gia]] tại chùa Linh Tiên của làng Giao Tự (nay thuộc xã [[Kim Sơn]], huyện [[Gia Lâm]], [[Hà Nội]]), thế nhưng văn bản chứng minh rất mơ hồ<ref>Lê Thái Dũng (2011), ''Lý Chiêu Hoàng - Một đời sóng gió'', tr. 34-35.<\/ref>. Năm [[Mậu Ngọ]], Nguyên Phong năm thứ 8 ([[1258]]), sau cuộc chiến với quân đội [[Mông Cổ]] trong dịp [[Chiến tranh Nguyên Mông-Đại Việt lần 1|người Nguyên vào cướp]], Trần Thái Tông gả Chiêu Thánh cho quan Ngự sử trung tướng [[Lê Phụ Trần]], vốn tên '''Lê Tần''' (黎秦), người [[Ái Châu]]{{NoteTag|Học giả [[Trần Bá Chi]] căn cứ vào \"''Cổ Mai bi ký''\" và \"''Lê triều miêu duệ''\" cho rằng Lê Tần là con của danh tướng [[Lê Khâm]] - người có công giúp [[Trần Thái Tổ]] Trần Thừa đánh dẹp Hoài Đạo vương [[Nguyễn Nộn]]. Thông tin này vẫn chỉ là dựa vào bia ký cùng phả hệ được soạn vào đời sau, trong khi các sách đương thời ngoài đề cập Lê Tần là người Ái Châu ra thì cũng không nói gì thêm.}}, vì có công phò giúp nhà Vua nên được Thái Tông ban tên \"Phụ Trần\" (có nghĩa giúp họ Trần) và ban cho chức [[Ngự sử đại phu]], sách [[An Nam chí lược]] ghi Lê Phụ Trần được phong \"Nhập nội Phán thủ\" (入內判首) và còn được ban tước \"''Bảo Văn hầu''\" (保文侯)<ref>{{harvp|Lê Tắc|loc= [https:\/\/zh.wikisource.org\/wiki\/%E5%AE%89%E5%8D%97%E5%BF%97%E7%95%A7\/%E5%8D%B7%E5%8D%81%E4%BA%94 quyển 15]|ps=: Lê Tần, người Ái Châu, tính hoà kính, học rộng, Thái vương (tức Trần Thái Tông) dùng làm Hàn trưởng (翰長). Mùa đông năm Đinh Tỵ, theo Vương chống Ngột Lương Hợp Thai, binh bại, cùng Vương giong ngựa chạy đến Phạm Gia Bảo, gặp có Phạm Cụ Chích đem binh đến cứu, quan binh (quân Nguyên) giết Cụ Chích, Thái vương chạy khỏi đến bến Lãnh Mỹ mới lên thuyền, kỵ binh đuổi theo kịp, nhắm Thái vương loạn xạ, Tần lấy ván thuyền che cho Vương chạy khỏi. Thái vương nhớ công, phong Tần làm Bảo Văn hầu, Nhập nội Phán thủ.}}<\/ref>. Khi quyết định ban hôn, Thái Tông còn nói: \"''Trẫm không có khanh, thì đâu có ngày nay. Khanh hãy cố gắng để cùng được trọn vẹn về sau''\"<ref>{{harvp|Ngô Sĩ Liên|1697|loc= \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"}}<\/ref>.\n\nĐầu năm [[Mậu Dần]], niên hiệu Bảo Phù thứ 6 ([[1278]]), [[tháng 3]], Chiêu Thánh Công chúa Lý thị qua đời, thọ 61 tuổi. Bà qua đời sau gần 1 năm tròn so với Trần Thái Tông (qua đời năm [[1277]]). Khi bà Chiêu Thánh được gả cho Lê Phụ Trần thì bà đã ở vào khoảng năm 40 tuổi, hai người sống với nhau 20 năm, sinh ra con trai là Thượng vị hầu [[Lê Tông]], con gái là [[Ứng Thụy Công chúa]] tên là Khuê. Chính sử không chép nơi an táng và lễ nghi của bà Chiêu Thánh, và dù khi qua đời bà vẫn chỉ là \"''Chiêu Thánh Công chúa''\", nhưng hậu thế vẫn thường gọi bà theo tôn hiệu \"'''Lý Chiêu Hoàng'''\".\n\n== Nhìn nhận ==\nCuộc đời của Lý Chiêu Hoàng thường được nhìn nhận là bi kịch khi trở thành con rối chính trị lúc còn quá nhỏ. Có một số ý kiến việc [[đền Lý Bát Đế]] (tức Đền Đô) chỉ thờ 8 vị Hoàng đế nhà Lý là vì đổ tội Lý Chiêu Hoàng làm mất nhà Lý, đồng thời còn cho rằng người đương thời lên án và xem trách nhiệm hoàn toàn do Lý Chiêu Hoàng. Trước mắt, căn cứ vào cuốn sách chính sử hàng đầu của Việt Nam là [[Đại Việt sử ký toàn thư]] được soạn vào thời [[Lê sơ]], người đời Lê nhận xét việc triều Lý mất hoàn toàn do số trời mà không phải là lỗi một cá nhân từ Lý Chiêu Hoàng. Sử gia [[Ngô Sĩ Liên]] khi bàn về việc này có nói:\n{{Cquote|\nĐến thời Huệ Tông, cái độc hại cho thiên hạ đã ăn sâu lắm, mà nhà Vua không phải người giỏi giang cứng cáp, bề tôi giúp nước thì nhu nhược hèn kém, muốn chữa cái độc đã sâu thì làm thế nào được. Huống chi nhà Vua lại bị chứng hiểm, chữa không khỏi, lại không có con trai để nối nghiệp lớn, thế là điểm nguy vong đã hiện ra rồi. Tục truyền rằng Lý Thái Tổ khi mới được thiên hạ, xa giá về Cổ Pháp ngự chơi chùa ở hương Phù Đổng, có thần nhân đề thơ ở cột chùa rằng: \"''Nhất bất công đức thủy, Tuỳ duyên hoa thế gian. Quang quang trùng chiếu chúc. Một ảnh nhật đăng san''\" (Có nghĩa: Một bát nước công đức của Phật, theo duyên sinh hoá ở thế gian. Sáng rực hai lần đuốc rọi, mặt trời gác núi là hết bóng).\n\nSư chùa là Vạn Hạnh đem bài thơ ấy dâng lên. Lý Thái Tổ xem xong rồi nói: \"''Việc của thần nhân thì không thể hiểu được''\". Người đời truyền tụng, không ai biết thơ ấy nói thế nào. Đến khi nhà Lý mất, mới cho bài thơ ấy là nghiệm. Vì từ đời Huệ Tông trở lên đến Thái Tổ là tám đời, mà Huệ Tông tên là \"Sảm\", tức là mặt trời gác núi, hết bóng. Thế thì nhà Lý được nước là tự trời, mất nước cũng là tự trời vậy.|||Đại Việt sử ký toàn thư - \"Chiêu Hoàng bản kỷ\"}}\n\nBên cạnh đó, về việc tái hôn của Chiêu Hoàng mà tác giả là Trần Thái Tông, sách Toàn thư chê trách nặng lời việc nhà Vua mang bà là vợ cũ, hơn nữa còn là Cựu Hoàng đế, gả cho Lê Phụ Trần là bầy tôi. Ngô Sĩ Liên viết gay gắt: \"''Vua tôi nhà Trần coi thường đạo vợ chồng lại thấy ở đây lần nữa\"''.\n\nSự việc sau cái chết của Lý Chiêu Hoàng tiếp tục được đồn thổi với rất nhiều truyền thuyết. Sách [[Việt sử tiêu án]], một cuốn sử đời [[Lê trung hưng]] do [[Ngô Thì Sĩ]] soạn đã có chép lại thuyết dân gian rằng bà đã nhảy hồ [[tự sát]]. Nguyên văn: \"''Bà Chiêu Thánh mất. Bà đã bị giáng là Công chúa, rồi gả cho Phụ Trần, khi ấy mất đã 61 tuổi. Hiện nay ở tỉnh Bắc Giang, có đầm Minh Châu, giữa đầm có phiến đá to, người ta truyền lại rằng bà Chiêu Thánh cắp hòn đá nhảy xuống đầm mà chết, trên bờ đầm có miếu Chiêu Hoàng. Đó là thổ dân nơi đó bênh vực hồi mộ cho bà Chiêu Hoàng mà đặt ra thuyết ấy! Bà Chiêu Hoàng nhất sinh ra là người dâm, cuồng, lấy chồng không vừa lứa đôi, đâu còn trinh tiết như lời người ta truyền lại''\". Do thời đại đã trôi qua, thời kỳ Lê trung hưng đã có cái nhìn khắt khe hơn với chuyện về Lý Chiêu Hoàng, bên cạnh chê bai họ Trần như cũ thì cuốn sách này cũng phê phán Lý Chiêu Hoàng rất lớn trong việc tái giá này. Ngoài nhận định Chiêu Hoàng \"''nhất sinh là người dâm cuồng''\" như trên, thì còn có nhận xét khác:\n{{Cquote|\nXưa Hầu Cảnh đem vợ Thái tử gả cho tướng Quách Nguyên Kiến, Kiến từ chối rằng: \"''Đâu có Quý phi lại giáng làm vợ người thường''\", rồi không chịu trông mặt bà phi ấy. Phụ Trần nhận sự gả ấy, lại không bằng tên nghịch tặc còn có lương tâm. Ở nước Ngô có người đưa cỏ bồ nát hỏi vợ, người vợ giận mà chết, không chịu nhục; nay bà Chiêu Thánh vui thích sự gả đó, lại không được bằng người đàn bà thường dân còn có liêm sĩ.\n\nÔi! Dâm phong của nhà Trần tập nhiễm đã quen; bà Thiên Cực là Thái hậu mà lấy người bầy tôi, bà Thuận Thiên là chị dâu mà lấy em chồng, cho nên bây giờ bà Chiêu Thánh cũng là Hoàng hậu mà lấy người bầy tôi làm chồng, Phụ Trần là bầy tôi mà lấy bà Hậu làm vợ, mẹ ấy con ấy, chị ấy em ấy, vợ ấy chồng ấy, vua ấy tôi ấy, thật không bằng cầm thú.|||Việt sử tiêu án - \"Nhà Trần, Thái Tông Hoàng đế\"}}\n\nHọc giả [[Lê Thái Dũng]] trong cuốn \"Lý Chiêu Hoàng - Một đời sóng gió\" có ghi lại một tương truyền rằng trước khi qua đời, bà Lý Chiêu Hoàng đã về thăm quê Cổ Pháp ([[Bắc Ninh]]) và qua đời tại đó. Khi mất, tóc bà vẫn đen nhánh, [[môi]] vẫn đỏ như son, má vẫn tươi như [[đào (cây)|hoa đào]]<ref name=\"LTD\">Lê Thái Dũng, sách đã dẫn, tr. 69.<\/ref>, cũng vì những thông tin này mà trong sách còn đề cập một giả thiết rằng Lý Chiêu Hoàng được gả cho Lê Phụ Trần là một \"thế thân\", mà Lý Chiêu Hoàng thực tế vẫn còn ở trong cung, hoặc đã qua đời, hoặc đã xuất gia, tuy nhiên những điều trên mà Lê Thái Dũng ghi chép đều chỉ mang tính truyền miệng của dân gian, hoàn toàn không được xem là chứng cứ. Sau khi mất, chính sử không chép về nơi Lý Chiêu Hoàng được an táng, tuy nhiên không biết từ bao giờ mà có thông tin rằng Lý Chiêu Hoàng được an táng ở bìa rừng Báng, phía tây Thọ Lăng Thiên Đức (nơi an táng của các vị Vua nhà Lý), do vậy người đời sau lập đền thờ gọi là Long Miếu ([[đền Rồng]]) - hiện nay tại [[Đình Bảng]], thị xã Từ Sơn, (tỉnh [[Bắc Ninh]])<ref>{{Chú thích web|url= http:\/\/www.thanhnien.com.vn\/News\/Pages\/200916\/20090413000413.aspx|title = Vụ đập nát để xây mới đền thờ Lý Chiêu Hoàng|website=[[thanh Niên (báo)|báo Thanh Niên]]|date = ngày 12 tháng 4 năm 2009}}<\/ref>. Cũng theo Lê Thái Dũng, sở dĩ Lý Chiêu Hoàng không được thờ chung tại đền Đô mà phải thờ riêng vì bà là người bị xem là có tội với dòng họ Lý khi để mất nhà Lý<ref name=\"LTD\"\/>.\n\nNhà thơ [[Tản Đà]] có bài thơ '''Vịnh Lý Chiêu Hoàng''' như sau:\n:''Quả núi Tiên Sơn có nhớ công''\n:''Mà em đem nước để theo chồng''\n:''Ấy ai khôn khéo tài dan díu''\n:''Những chuyện hoa tình có biết không?''\n:''Một gốc mận già{{noteTag|Mận là chữ \"Lý\" (李), ám chỉ nhà Lý đã suy.}} thôi cũng phải''\n:''Hai trăm năm lẻ thế là xong''\n:''Hỏi thăm sư cụ chùa Chân Giáo''\n:''Khách khứa nhà ai áo mũ đông.''\n\nỞ Từ Sơn ([[Bắc Ninh]]) vẫn còn câu ca dao thác lời Chiêu Hoàng trách Trần Cảnh về việc này:\n:''Trách người quân tử bạc tình''\n:''Chơi hoa rồi lại bẻ cành bán rao!''<ref>Tuyển tập Nguyễn Tường Phượng, tr. 585.<\/ref>\n\n== Hậu duệ ==\n* Với [[Trần Thái Tông]] Trần Cảnh ('''có nghi vấn'''):\n# Hoàng thái tử '''Trần Trịnh''' (陳鄭), không ghi rõ là Chiêu Hoàng sinh ra ở bất kỳ sách sử nào. Trong sách Toàn thư, Thái tử Trịnh không được ghi năm sinh mà chỉ ghi hôm ấy mất, [[Ngô Sĩ Liên]] bèn nghĩ rằng \"''vừa sinh ra đã mất''\", chứ hoàn toàn không chắc chắn Thái tử là vừa sinh đã mất, càng không nói đến Thái tử do Chiêu Hoàng sinh ra<ref>{{harvp|Ngô Sĩ Liên|1697|loc= [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10a.html \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"]|ps=: Quý Tỵ, Thiên Ứng Chính Bình năm thứ 2 [1233]; Hoàng thái tử Trịnh mất. (Xét phép chép sử: Hoàng thái tử sinh, tất phải chép rõ ngày, tháng, năm sinh; khi mất cũng thế. Đây chỉ chép khi mất, có lẽ là vừa mới sinh đã chết ngay, nên không chép ngày tháng sinh).}}<\/ref>.\n\n* Với Bảo Văn hầu Thiếu sư [[Lê Phụ Trần]]:\n# [[Lê Tông]] (黎琮)<ref name = \"chuHan\">{{harvp|Ngô Sĩ Liên|1697|loc=\"Bản kỷ・Quyển 5, Thánh Tông Hoàng đế\", [https:\/\/zh.wikisource.org\/wiki\/大越史記全書\/本紀卷之五 chữ Hán]|ps=: 昭聖下嫁輔陳二十餘年，生男上位侯琮、女應瑞公主珪。}}<\/ref>, con trai duy nhất, được ban tước [[Quan chế nhà Trần|Thượng vị hầu]]. Có suy đoán đây là Bảo Nghĩa vương [[Trần Bình Trọng]].\n# [[Ứng Thụy công chúa]], tên '''Khuê''' (珪)<ref name = \"chuHan\"\/>, con gái duy nhất. Không rõ hành trạng. [[Tiểu thuyết]] của Lê Thái Dũng gọi là \"''Lý Chiêu Hoàng - Một đời sóng gió''\" có thông tin ghi trong \"Niên biểu Lý Chiêu Hoàng\" rằng công chúa lấy [[Trạng nguyên]] [[Trần Cố]], quê ở xã [[Phạm Triền]], huyện [[Thanh Miện]], phủ [[Hạ Hồng]], lộ [[Hải Đông]] (nay là thôn [[Phạm Lý]], xã [[Ngô Quyền]], huyện [[Thanh Miện]], [[Hải Dương]]), đỗ Kinh trạng nguyên khoa [[Bính Dần]]. Hiện không rõ Lê Thái Dũng lấy thông tin này ở đâu.\n\n== Quan hệ với Trần Bình Trọng ==\nKhông có bất kì ghi chép lịch sử nào giữa Lý Chiêu Hoàng với [[Trần Bình Trọng]] có quan hệ ruột thịt gì hay không.\n\nSách Toàn thư chỉ nói: \"''Vương (tức Bảo Nghĩa vương Trần Bình Trọng) là dòng dõi Lê Đại Hành''\", và PGS. Tiến sĩ [[Trần Bá Chí]] trong cuốn \"''Bối cảnh định đô Thăng Long và sự nghiệp của Lê Hoàn''\" đã dựa vào \"''Lê triều miệu duệ''\" và \"''Cổ Mai bi ký''\" để giả định Trần Bình Trọng là con của Lê Phụ Trần, và Trần Bá Chí nhấn mạnh \"'''nếu Phụ Trần chỉ lấy một mình Chiêu Thánh Công chúa'''\" thì Trần Bình Trọng có thể là con của Lê Phụ Trần với Lý Chiêu Hoàng<ref>Trần Bá Chí (2005), phần \"Bàn thêm về sự nghiệp cứu nước và hậu duệ của Lê Hoàn\" trong cuốn ''Bối cảnh định đô Thăng Long và sự nghiệp của Lê Hoàn'', Nhà Xuất bản Hà Nội.<\/ref>. Nếu đúng là như vậy, thì Lý Chiêu Hoàng là ngoại tổ mẫu nhiều đời của [[Trần Minh Tông]] Trần Mạnh - cháu 4 đời của Trần Thái Tông, vì mẹ của Minh Tông là [[Chiêu Từ Hoàng hậu|Chiêu Từ Hoàng thái hậu]] - con gái của Trần Bình Trọng.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |[[2013]]|| style=\"text-align:center;\" |[[Thái sư Trần Thủ Độ (phim truyền hình)|Thái sư Trần Thủ Độ]]|| style=\"text-align:center;\" |[[Đào Hạnh Đan]]\n|}\n\n== Chú thích ==\n{{Tham khảo|group=\"note\"|2}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Nguồn tham khảo ==\n* {{Chú thích sách|url=https:\/\/vi.wikipedia.org\/wiki\/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_k%C3%BD_to%C3%A0n_th%C6%B0|title = Đại Việt sử ký toàn thư|last= Ngô Sĩ Liên|year=1697}}\n* {{Chú thích sách|url=https:\/\/vi.wikipedia.org\/wiki\/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_l%C6%B0%E1%BB%A3c|title = Đại Việt sử lược|last= Khuyết danh|year=1377}}\n* {{Chú thích sách|url=https:\/\/vi.wikipedia.org\/wiki\/An_Nam_ch%C3%AD_l%C6%B0%E1%BB%A3c|title = An Nam chí lược|last= Lê Tắc}}\n* {{Chú thích sách|url=https:\/\/xemsachhay.com\/gio-trang-su-viet\/|title = Giở trang sử Việt|author= Lê Thái Dũng|year=2008|publisher=NXB Đại học Quốc gia Hà Nội}}\n* {{Chú thích sách|url=http:\/\/tn.ttn.edu.vn\/thuvien\/index.php\/2013-08-29-07-31-38\/358-lyhmdsg|title= Lý Chiêu Hoàng - Một đời sóng gió|author=Lê Thái Dũng|year=2011|publisher=NXB Văn học}}\n* Trần Bá Chi (2005), ''Bối cảnh định đô Thăng Long và sự nghiệp của Lê Hoàn'', NXB Hà Nội.\n* Nguyễn Tường Phượng (1996), ''Tuyển tập Nguyễn Tường Phượng'', NXB Văn học.\n\n== Ghi chú ==\n<references group=\"chú thích\" \/>\n== Xem thêm ==\n* [[Nhà Lý]]\n* [[Nhà Trần]]\n* [[Trần Thái Tông]]\n* [[Trần Thủ Độ]]\n* [[Lý Huệ Tông]]\n* [[Thuận Thiên (hoàng hậu)|Hoàng hậu Thuận Thiên]]\n* [[Lê Phụ Trần]]\n* [[Linh Từ quốc mẫu|Linh Từ Quốc Mẫu]]\n* [[Trần Liễu]]\n\n== Liên kết ngoài ==\n* [http:\/\/www.thanhnien.com.vn\/News\/Pages\/200916\/20090413000413.aspx Vụ đập nát để xây mới đền thờ Lý Chiêu Hoàng] trên [[thanh Niên (báo)|báo Thanh Niên]], ra ngày 12 tháng 4 năm 2009.\n\n{{Kiểm soát tính nhất quán}}\n\n<br>\n{{Navboxes\n|title= Lý Chiêu Hoàng\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Nữ hoàng [[nhà Lý]]\n|trước = [[Lý Huệ Tông]]<br>(Vua nhà Lý)\n|sau = Không có vì triều đại bị sụp đổ\n|năm = [[1224]]-[[1226]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Lý}}\n}}\n{{Hậu phi nhà Trần}}\n{{Thời gian sống|1218|1278}}\n\n[[Thể loại:Vua nhà Lý|Chiêu Hoàng]]\n[[Thể loại:Vua Việt Nam]]\n[[Thể loại:Nữ hoàng]]\n[[Thể loại:Hoàng nữ Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Công chúa nhà Lý]]\n[[Thể loại:Công chúa nhà Trần]]\n[[Thể loại:Vua thiếu nhi Việt Nam]]\n[[Thể loại:Hoàng hậu nhà Trần]]"}