{"Lý Kỳ (hoàng đế)":"{{bài cùng tên|Lý Kỳ}}\n{{Thông tin nhân vật hoàng gia\n| tên = Thành Cung Đô U công\n| tước vị = Hoàng đế Trung Hoa\n| thêm = china\n| hình =\n| cỡ hình =\n| ghi chú hình =\n| chức vị = Vua [[Thành Hán]]\n| tại vị = 6\/12\/[[334]] &ndash; [[338]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = Thành Ai Đế\n| nhiếp chính =\n| kế nhiệm = Hán Chiêu Văn Đế\n| hoàng tộc = [[Thành Hán]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Lý Kì (李期)\n| kiểu tên đầy đủ = Tên thật\n| phối ngẫu\n| vợ =[[Diêm Hoàng hậu (Lý Kỳ)|Diêm Hoàng hậu]]\n| chồng =\n| thông tin con cái = ẩn\n| con cái = \n| niên hiệu =\n| miếu hiệu = Ngọc Hằng (玉恆) 335-338\n| thụy hiệu = U công (幽公)<br >[[Phế Đế]] \n| cha = \n| mẹ = \n| sinh =[[314]]<ref name=ZZTJ96>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷096|quyển 96]].<\/ref><ref name=BJ121>''[[Tấn thư]]'', [[:zh:s:晉書\/卷121|quyển 121]].<\/ref>\n| nơi sinh =\n| mất = [[338]]<ref name=ZZTJ96\/>\n| nơi mất = [[Trung Quốc]]\n| ngày an táng =\n| nơi an táng = \n}}\n'''Lý Kỳ''' ({{zh|c=李期|p=Lǐ Qi}}) (314–338), [[Tên chữ (người)|tên tự]] '''Thế Vận''' (世運), [[thụy hiệu]] '''Cung Đô U công''' (邛都幽公), là một Hoàng đế của nước [[Thành Hán|Thành]] trong [[lịch sử Trung Quốc]]. Ông chiếm lấy ngai vàng sau khi anh trai Lý Việt (李越) ám sát người kế vị vua cha [[Lý Hùng (hoàng đế)|Lý Hùng]] là [[Lý Ban]], cũng là anh họ của cả hai, vào năm 334. Thời kỳ ông trị vì được xem như là một trong những giai đoạn suy đồi từ sau thời gian trị vì của Lý Hùng. Sau đó ông bị người anh em họ của cha là Hán vương [[Lý Thọ]] lật đổ vào năm 338. Lý Kỳ tự sát sau khi bị giáng xuống hàng \"công\". Lý Thọ nắm lấy ngai vàng và chuyển tên nước từ Thành sang Hán, các nhà sử học xem đây như một nước duy nhất.\n\n== Đầu đời ==\nLý Kỳ là con trai thứ tư của Lý Hùng, vị hoàng đế khai quốc của Thành, với một người thiếp của ông, song Lý Kỳ được Nhâm Hoàng hậu nuôi dưỡng. Khi Lý Kỳ còn trẻ, ông là người thông minh và có uy tín. Khi Lý Hùng hỏi các con trai của mình đi tìm người tải giỏi trong nhân dân để ban cho chức quan, Lý Kỳ là người thành công nhất, vì thế nhiều quan lại Thành Hán là những người do Lý Kỳ phát hiện ra.\n\nLý Hùng phong cho [[Lý Ban]], con trai của [[Lý Đãng]] (李蕩), làm thái tử, song sau khi Lý Hùng chết vào năm 334 và Lý Ban lên kế vị, Lý Kỳ cùng với Lý Việt (李越) đã bất mãn, họ bí mật mưu đồ chống lại Lý Ban. Em trai của Lý Ban là Lý Ngọ (李玝) đã nghe thấy tin đồn về âm mưu này nên đã đề nghị Lý Ban gửi Lý Việt và Lý Kỳ khỏi kinh thành, song Lý Ban không muốn làm như vậy trước khi chôn cất Lý Hùng. Thay vào đó, ông cử Lý Ngọ đến để giảm bớt mâu thuẫn. Đến mùa đông, trong một đêm khi Lý Ban đang mặc đồ tang đứng trước quan tài của Lý Hùng, Lý Việt đã ám sát Lý Ban và anh trai ông là Lý Độ (李都), Lý Kỳ được lập làm hoàng đế sau khi giả mạo một chiếu chỉ của Nhâm thái hậu buộc tội Lý Ban.\n\n== Trị vì==\nLý Kỳ giao phó phần lớn các công việc chính sự cho anh trai Lý Việt, người được phong làm Kiến Ninh vương. Ông cũng tin tưởng Cảnh Khiên (景騫), [[Diêu Hoa]] (姚華), Điền Bao (田褒), và [[hoạn quan]] Hứa Phù (許涪), hiếm khi tham khảo ý các triều thần khác, mặc dù trong số họ không có ai là đặc biệt tài năng hay trung thực. Trật tự hòa bình mà Lý Hùng thiết lập bắt đầu xấu đi.\n\nNăm 335, thúc phụ của Lý Ban là La Diễn (羅演) và viên quan Thượng Quan Đạm (上官澹) lập kế hoạch ám sát Lý Kỳ và đưa con trai của Lý Ban lên kế vị. Âm mưu bị phát giác, Lý Kỳ không chỉ hành quyết La Diễn và Thượng Quan Đạm mà còn giết cả mẹ của Lý Ban là La phu nhân.\n\nNăm 336, Lý Kỳ ghen tị với tài năng của cháu trai là Ngũ Lĩnh công Lý Tái (李載), đã vu cáo Lý Tái tội phản nghịch và giết chết.\n\nCả Lý Kỳ và Lý Việt đều lo sợ trước người anh em họ của Lý Hùng là Hán vương [[Lý Thọ]], vị tướng được kính trọng nhất Thành Hán. Lý Thọ nhận thức được điều này và sợ rằng mình sẽ là mục tiêu tiếp theo bị giết, và bất cứ khi nào đến kinh thành [[Thành Đô]], ông đều lệnh cho các thuộc hạ báo cáo sai về việc [[Hậu Triệu]] hay [[nhà Tấn|Đông Tấn]] xâm lược để có thể nhanh chóng trở về. Năm 338, theo lời khuyên của ẩn sĩ [[Cung Tráng]] (龔壯), ông lập kế hoạch tấn công Thành Đô cùng với các quân sư La Hằng (羅恆) và Giải Tư Minh (解思明), với cam kết sau khi thành công, ông sẽ trở thành chư hầu của Đông Tấn. Ông sau đó giả mạo một bức thư từ người anh rể Nhâm Điều (任調) rằng Lý Kỳ có kế hoạch giết chết Lý Thục và ông đưa lá thư cho binh lính của mình. Binh lính tin vào điều này và họ sau đó đã tấn công Thành Đô, bắt Lý Kỳ. Người kế tự của Lý Thục là [[Lý Thế]], một sĩ quan trong đội lính tại kinh thành, đã mở cổng thành và chào đón quân Lý Thọ. Lý Thọ cho bắt Lý Việt và các viên quan mà Lý Kỳ tin cậy và buộc Lý Kỳ phải ban lệnh giết chết họ. Ông sau đó giả mạo một chỉ dụ từ Nhâm Thái hậu để phế truất Lý Kỳ và giáng ông thành Cung Đô huyện công. Lý Thục sau một số do dự về việc lên ngôi hay trở thành chư hầu của Tấn, cuối cùng đã chọn trở thành hoàng đế và đổi tên nước sang Hán, thể hiện sự đoạn tuyệt với chế độ của Lý Hùng.\n\nLý Kỳ, trầm cảm trước việc chỉ là một huyện công nhỏ bé nên đã tự sát vào năm 338.\n\n== Tham khảo==\n{{tham khảo|30em}}\n* ''[[Tấn thư]]'', [[:zh:s:晉書\/卷121|quyển 121]].\n* ''[[Thập lục quốc Xuân Thu]]'', [[:zh:s:十六國春秋\/卷06|quyển 6]].\n* ''[[Tư trị thông giám]]'', các quyển [[:zh:s:資治通鑑\/卷095|95]], [[:zh:s:資治通鑑\/卷096|96]].\n\n{{Vua Thành Hán}}\n\n[[Thể loại:Vua Thành Hán]]\n[[Thể loại:Mất năm 338]]\n[[Thể loại:Sinh năm 314]]"}