{"Lý Tùng Ích":"'''Lý Tùng Ích''' (李從益) (931<ref name=HFD51>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷51|quyển 51]].<\/ref>-[[23 tháng 6]], 947<ref name=ZZTJ287>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷287|quyển 287]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref>), tước '''Hứa vương''' (許王), là một thân vương của triều [[Hậu Đường]] thời [[Ngũ Đại Thập Quốc]]. Trong tình hình hỗn loạn sau khi [[nhà Liêu|Khiết Đan]] diệt [[Hậu Tấn]], một tướng Khiết Đan là [[Tiêu Hàn]] buộc Lý Tùng Ích phải xưng đế. Sau đó, Lý Tùng Ích bị [[Hậu Hán Cao Tổ]] giết.\n\n== Thân thế ==\nLý Tùng Ích sinh năm 931, là con trai út của Lý Tự Nguyên, và là người duy nhất sinh ra sau khi [[Lý Tự Nguyên]] trở thành hoàng đế. Mẹ đẻ của ông là một cung tần của Lý Tự Nguyên. Hậu Đường Minh Tông Lý Tự Nguyên giao Lý Tùng Ích cho thiếp yêu của mình là [[Vương thục phi (Hậu Đường Minh Tông)|Vương thục phi]] nuôi dưỡng.<ref name=HFD51\/> (Vương thục phi cũng nuôi em gái nuôi của Lý Tùng Ích là công chúa Vĩnh Ninh.)<ref name=NHFD15>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷15|quyển 15]].<\/ref>\n\n== Thời Hậu Đường ==\nNgày Mậu Dần tháng 5 năm Quý Tị (29 tháng 5 năm 933), Hậu Đường Minh Tông phong Lý Tùng Ích là Hứa vương, cùng thời điểm với một số thành viên khác trong tông thất.<ref name=ZZTJ278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref>\n\nTháng 11 ÂL cùng năm, con thứ của Hậu Đường Minh Tông là Tần vương [[Lý Tùng Vinh]] cố gắng đoạt quyền trong lúc phụ hoàng bị bệnh, tuy nhiên Lý Tùng Vinh thất bại và bị giết. Hậu Đường Minh Tông qua đời một tuần sau, Tống vương [[Hậu Đường Mẫn Đế|Lý Tùng Hậu]] kế vị, tức Hậu Đường Mẫn Đế. Sau đó, nhũ mẫu của Lý Tùng Ích là ty y họ Vương bị phát hiện tư thông với Lý Tùng Vinh và bị ban chết. Hậu Đường Mẫn Đế cũng nghi ngờ Vương đức phi.<ref name=ZZTJ278\/>\n\nNăm 934, Lộ vương [[Lý Tùng Kha]] lật đổ Hậu Đường Mẫn Đế, và trở thành hoàng đế.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref> Đến năm 936, phò mã của Hậu Đường là [[Thạch Kính Đường]] kết hôn với [[Lý hoàng hậu (Hậu Tấn)|Tấn quốc công chúa]], nổi dậy chống lại Lý Tùng Kha. Thoạt đầu Thạch Kính Đường tuyên bố rằng Lý Tùng Kha chỉ là con nuôi, hoàng vị cần phải trao cho Lý Tùng Ích. Tuy nhiên, đến khi có sự trợ giúp của Hoàng đế [[nhà Liêu|Khiết Đan]] [[Gia Luật Đức Quang]], Thạch Kính Đường tự xưng đế và lập ra triều [[Hậu Tấn]]. Tình hình kinh thành Lạc Dương trở nên vô vọng, Lý Tùng Kha chuẩn bị để các thành viên trong tông thất cùng tự thiêu. Vương đức phi nay mang tước hiệu thái phi, bà có gắng thuyết phục chính thất của Hậu Đường Minh Tông là [[Tào hoàng hậu (Hậu Đường Minh Tông)|Tào thái hậu]] (cũng là mẹ đẻ của Tấn quốc trưởng công chúa), không tham gia vào việc tự thiêu. Tào thái hậu không nghe theo, song thuyết phục Vương đức phi tiếp tục sống, Vương đức phi đem Lý Tùng Ích và công chúa Vĩnh An trốn trong cầu trường, trong khi Tào thái hậu, Lý Tùng Kha, và một số triều thần khác tự thiêu vào tháng 11 nhuận năm đó (tức tháng 1 năm 937). Thạch Kính Đường sau đó đến Lạc Dương và nắm quyền cai quản đế chế.<ref name=NHFD15\/><ref name=ZZTJ280>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷280|quyển 280]].<\/ref>\n\n== Thời Hậu Tấn ==\nHậu Tấn Cao Tổ Thạch Kính Đường phong Tấn quốc trưởng công chúa là hoàng hậu. Lý hoàng hậu đưa Lý Tùng Ích và Vương thái phi vào trong cung ở Khai Phong, đích thân nuôi dưỡng Lý Tùng Ích. Ngày Quý Mùi (15) tháng 9 năm Kỷ Hợi (30 tháng 10 năm 939), Hậu Tấn Cao Tổ phong Lý Tùng Ích là Tuân quốc công<ref name=ZZTJ282>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷282|quyển 282]].<\/ref> phong ba nghìn hộ, yêu cầu ông chịu trách nhiệm cúng tế triều Đường (Hậu Đường tuyên bố là tiếp nối triều Đường), kiểu trang phục và màu tinh kì đều theo quy chế cũ, thờ năm vị là [[Đường Cao Tổ|Cao Tổ]], [[Đường Thái Tông|Thái Tông]], [[Hậu Đường Trang Tông|Trang Tông]], Minh Tông và Mẫn Đế tại Chí Đức cung (至德宫)- nơi Lý Tùng Ích và Vương thái phi làm chủ từ.<ref name=NHFD15\/>\n\nHậu Tấn Cao Tổ qua đời năm 942, kế vị là [[Thạch Trọng Quý]].<ref name=ZZTJ283>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷283|quyển 283]].<\/ref> Sau khi Thạch Trọng Quý tức vị, Vương thái phi và Lý Tòng Ích trở về Lạc Dương.<ref name=NHFD15\/> Năm 946, vua Khiết Đan Gia Luật Đức Quang nam hạ, Thạch Trọng Quý đầu hàng, triều Hậu Tấn kết thúc.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷285|quyển 285]].<\/ref>\n\n== Sau khi Hậu Tấn bị diệt ==\nGia Luật Đức Quang tiến vào Khai Phong, và tuyên bố ông là hoàng đế của Trung Quốc, tức [[Liêu Thái Tông]].<ref name=ZZTJ286>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷286|quyển 286]].<\/ref> Đương thời, vợ của [[Triệu Diên Thọ]] (tướng cũ của Hậu Tấn, song phục vụ cho Liêu từ khi bị Gia Luật Đức Quang bắt)<ref name=ZZTJ281>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷281|quyển 281]].<\/ref> qua đời, Liêu Thái Tông do vậy muốn gả công chúa Vĩnh An cho Triệu Diên Thọ làm kế thất khi Vương thái phi đến Khai Phong hội lễ. Liêu Thái Tông trông thấy bà thì bái bà làm 'tẩu', phong Lý Tùng Ích là Hứa vương, Uy Tín<ref group=\"c\">Uy Tín (威信), trị sở nay thuộc [[Hà Trạch]], [[Sơn Đông]]<\/ref> tiết độ sứ. Vương thục phi cho rằng Lý Tùng Ích còn quá nhỏ tuổi nên từ chối, và trở về Lạc Dương.<ref name=ZZTJ286\/>\n\nDo xảy ra nhiều cuộc nổi dậy, Liêu Thái Tông quyết định trở về phía bắc, để [[Tiêu Hàn]] (蕭翰) lưu thủ Khai Phong. Liêu Thái Tông qua đời trên đường đi, khiến Liêu rơi vào nội chiến giành quyền kế vị. Bản thân Tiêu Hàn muốn từ bỏ Khai Phong, đặc biệt là khi tướng cũ của Hậu Tấn là [[Lưu Tri Viễn]] đang đem quân hướng về Lạc Dương và Khai Phong, tuy nhiên Tiêu Hàn cũng sợ rằng đương thời Trung Nguyên vô chủ đại loạn, nếu từ bỏ Khai Phong về bắc thì không an toàn. Tiêu Hàn sai Cao Mô Hàn (高謨翰) đến Lạc Dương với danh nghĩa Liêu Thái Tông, mời Vương thái phi và Lý Tùng Ích đến thành Đại Lương ở Khai Phong. Vương thái phi và Lý Tùng Ích trốn tại Huy lăng (lăng mộ của Hậu Đường Trang Tông), song bất đắc dĩ phải ra. Khi họ đến thành Đại Lương, Tiêu Hàn lập Lý Tùng Ích làm hoàng đế, cùng các tù trưởng vái lậy. Tiêu Hàn cho Lễ bộ thượng thư Vương Tùng (王松), Ngự sử trung thừa Triệu Viễn (趙遠) làm tể tướng; cho Địch Quang Nghiệp (翟光鄴) làm xu mật sứ; Tả kim ngô đại tướng quân [[Vương Cảnh Sùng]] (王景崇) làm Tuyên huy sứ, Chỉ huy sứ Lưu Tộ (劉祚) từ bắc đến làm quyền Thị vệ thân quân đô chỉ huy sứ, gách vác việc tuần kiểm kinh thành. Tiêu Hàn để lại một nghìn quân Yên<ref group=\"c\">tức quân đến từ [[Lư Long]], trị sở tại [[Bắc Kinh]], được Hậu Tấn Cao Tổ cắt cho Liêu<\/ref> phòng thủ Khai Phong. Đến ngày Nhâm Dần (18) tháng 5 năm Đinh Mùi (9 tháng 6 năm 947), Tiêu Hàn đem quân về bắc, Lý Tùng Ích tiễn ở Bắc Giao.<ref name=ZZTJ287\/>\n\nVương thái phi nhận ra rằng bà và Lý Tùng Ích ở vào tình thế nguy hiểm, và khi bá quan đến yết kiến, bà khóc và nói, ''Mẹ con ta đơn nhược như thế này, song chư công lại suy tôn bọn ta thì là họa cho nhà các người đó!'' Vương thái phi cố gắng củng cố phòng thủ Khai Phong khi sai sứ triệu Quy Đức<ref group=\"c\">Quy Đức (歸德), trị sở nay thuộc [[Thương Khâu]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> tiết độ sứ [[Cao Hành Chu]] (高行周) và Hà Dương<ref group=\"c\">Hà Dương (河陽), trị sở nay thuộc [[Lạc Dương]].<\/ref> tiết độ sứ Vũ Hành Đức (武行德), song cả hai đều không đến. Vương thái phi sợ hãi, triệu đại thần bàn thảo, nói: ''Mẹ con ta bị Tiêu Hàn ép buộc, nay rõ ràng sẽ diệt vong. Chư công vô tội, nên sớm nghênh tân chủ để tự cầu thêm phúc. Đừng suy nghĩ về mẹ con ta!'' các triều thần đều cảm động và không ai dời đi. Sau đó, có người chủ trương chống Lưu Tri Viễn, cho rằng nếu có thể cầm cự được một tháng thì quân Liêu tất sẽ đến cứu. Vương thái phi cho rằng kháng cự là vô ích, khiến người dân Khai Phong bất hạnh, và do vậy quyết định đầu hàng. Do đó, bà yêu cầu Lý Tùng Ích dùng tước Lương vương dâng biểu xưng thần và nghênh Lưu Tri Viễn đến Khai Phong, họ ra khỏi cung điện và ở trong tư đệ.<ref name=ZZTJ287\/>\n\nNgày Bính Thìn (3) tháng 6 (23 tháng 6), Lưu Tri Viễn tiến vào Lạc Dương, mệnh Trịnh châu phòng ngự sứ Quách Tùng Nghĩa (郭從義) đến thành Đại Lương trước với mật lệnh giết Lý Tùng Ích và Vương thái phi. Đối mặt với cái chết, Vương thái phi nói: ''Con ta là do Khiết Đan lập, có tội gì mà phải chết? Sao không giữ lại để mỗi năm vào [[Tết Hàn thực|tiết Hàn thực]], nó có thể cúng một chén lúa mì cho Minh Tông?'' người nghe rớt nước mắt.<ref name=ZZTJ287\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Vua thời Ngũ Đại Thập Quốc}}\n\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Sinh năm 931]]\n[[Thể loại:Mất năm 947]]\n[[Thể loại:Hậu Đường]]\n[[Thể loại:Hậu Tấn]]\n[[Thể loại:Nhà Liêu]]"}