{"Lý Đàm":"{{Thông tin nhân vật hoàng gia\n| tên = Lý Đàm\n| tên gốc = 李倓\n| tước vị = [[Hoàng tử]] [[nhà Đường]]\n| tước vị thêm = \n| chức vị = [[Hoàng đế]] [[nhà Đường]] (truy phong)\n| vợ = Cung Thuận hoàng hậu\n| thụy hiệu = Tề vương (齊王)<br>Thừa Thiên hoàng đế (承天皇帝)\n| cha = [[Đường Túc Tông]]\n| mẹ = Trương cung nhân\n| sinh = ?\n| mất = 757\n| nơi an táng = [[Thuận lăng]] (顺陵)\n}}\n'''Lý Đàm''' ([[chữ Hán]]: 李倓, ? - [[757]]), thường được gọi theo tước vị được phong '''Kiến Ninh vương''' (建寧王), là [[hoàng tử]] thứ ba của [[Đường Túc Tông]] Lý Hanh của triều đại [[nhà Đường]] trong [[lịch sử Trung Quốc]].\n\nTrong [[loạn An Sử]], Lý Đàm đã khuyên cha mình đóng quân ở Linh Vũ, nhằm xây dựng lại lực lượng chống lại phản tặc, sau đó còn cầm quân bảo vệ triều đình. Tuy nhiên về sau, ông xảy ra mâu thuẫn với [[Trương hoàng hậu (Đường Túc Tông)|Trương hoàng hậu]] và hoạn quan [[Lý Phụ Quốc]], cuối cùng hai người này vu cáo ông có mưu đồ đoạt ngôi của Thái tử [[Lý Thục]]. Ông bị Túc Tông ép buộc phải tự sát.\n\nVề sau Lý Thục lên ngôi, trở thành [[Đường Đại Tông]], vì nhớ đến công lao của ông nên truy phong cho ông tước vị '''Tề vương''' (齊王) và sau đó là '''Thừa Thiên hoàng đế''' (承天皇帝), là một trong 4 vị Hoàng tử duy nhất của nhà Đường được truy tặng Hoàng đế trên danh nghĩa.\n\n== Tiểu sử ==\n=== Thân thế ===\nKhông rõ Lý Đàm chào đời vào thời điểm nào. Ông là hoàng tử thứ ba của [[Đường Túc Tông]] Lý Hanh, hai người anh trước ông là [[Đường Đại Tông]] Lý Thục và Việt vương [[Lý Hệ]] (李係).\n\nMẹ của Lý Đàm [[họ Trương]], [[Tân Đường thư]] ghi là '''Trương cung nhân''' (張宮人) và không cho biết thêm về lai lịch, xuất thân của bà<ref name=\"TDT82\">''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷082|quyển 82]].<\/ref>. Vào những năm Thiên Bảo ([[742]] - [[756]]) dưới thời tổ phụ [[Đường Huyền Tông]] Lý Long Cơ, Lý Đàm được phong tước vị '''Kiến Ninh vương'''<ref name=\"CDT116\">''[[Cựu Đường thư]]'', quyển 116.<\/ref>. Sử sách mô tả ông là người anh nghị có tài lược, giỏi về cưỡi ngựa và bắn cung.\n\n=== Góp công bình loạn An Sử ===\nCuối năm [[755]], [[An Lộc Sơn]] nổi dậy chống lại triều đình, đến năm [[756]] thì tấn công vào [[Trường An]].\n\n[[Đường Huyền Tông]] cùng văn võ bá quan và tông thất hơn nghìn người chạy đến Kiếm Nam<ref>Nằm ở khoảng giữa [[Tứ Xuyên]] và [[Trùng Khánh]] hiện nay<\/ref>. Lý Đàm cũng cầm quân đi theo bảo vệ xa giá. Khi xa giá đến Mã Ngôi dịch<ref>Nay thuộc khu vực [[Hàm Dương]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref>, các binh sĩ nổi loạn, đổ tội [[Dương Quý phi]] và người anh là [[tể tướng]] [[Dương Quốc Trung]] hại đất nước đến nỗi sắp diệt vong, ép Hoàng đế phải giết chết hai anh em họ Dương. Sau sự việc này, Đường Huyền Tông tiếp tục chạy về phía tây. Ban đầu, Thái tử Lý Hanh cũng đi theo, giữa đường thì trăm họ phủ phục cầu xin Thái tử ở lại chỉ huy dân binh. Thái tử muốn tiếp tục theo bảo vệ Huyền Tông, muốn vào xin ý kiến Minh Hoàng.\n\nKiến Ninh vương nghe vậy cố gắng thuyết phục Thái tử rằng:\n:''\"Bọn giặc Hồ làm loạn, bốn biển li tán, may nay người dân đều một lòng hưng phục. Nay điện hạ muốn theo thượng vào Thục, rồi quân giặc đốt sạch sạn đạo, quả là chắp tay mà dâng [[Trung Nguyên]] cho giặc. Lúc ấy, lòng người ly tán khó mà khôi phục, mai nay biết đi về đâu. Chữ hiếu của bậc trượng phu là giữ yên xã tặc, nay điện hạ có thể chiêu mộ hào kiệt, tuần thú Hà Tây, thu mục mã. Nay quân phòng bị ở biên giới không dưới 10 vạn, lại có [[Quách Tử Nghi|Tử Nghi]], [[Lý Quang Bật|Quang Bật]] tại Hà Sóc, có thể cùng bàn mưu mà hưng phục hai kinh, bình định cửu châu, đón chí tôn về triều. Như vậy mới là thượng sách vậy\".''\n\n[[Đường Đại Tông|Quảng Bình vương]] Lý Thục, anh trưởng của ông cũng lên tiếng tán thành. Thái tử cuối cùng nghe theo, sai người đến báo với Minh Hoàng. Nhà vua truyền mệnh đem hai nghìn hậu quân, cùng ngựa Phi Long chia cho thái tử, lại phủ dụ tướng sĩ: ''\"Thái tử nhân hiếu, có thể phò yên xã tắc, các khanh nên theo đúng đạo thần tử mà thờ\".''\n\nSau đó, xa giá tiếp tục đến [[Thành Đô]], để Thái tử ở lại chỉ huy binh mã. Kiến Ninh vương Lý Đàm khuyên Thái tử đến đóng quân ở Linh Vũ và triệu tập quân đội các nơi đến mưu đồ khôi phục. Trên đường đi, thuyền bè chẳng có, quân sĩ phải tìm chỗ nước nông, ôm ngựa mà bơi sang, những binh lính không có ngựa, đều đành khóc lóc mà quay lại. Tới Tân Bình, suốt ngày đêm đã đi hơn ba trăm dặm, binh sĩ, khí giới mất mát đến hơn một nửa, chỉ còn cả thảy mấy trăm người mà thôi. Lại thêm sĩ khí sút kém, giặc cướp thường đến quấy nhiễu, Lý Đàm phải nhiều lần đích thân cầm quân bảo vệ, mỗi ngày giao chiến hơn 10 trận. Ông thường cùng 100 kiêu kị hành quân, mỗi lần tiếp chiến đều xông pha trước làn gươm mũi giáo đến nỗi máu chảy ra khỏi miệng mà cũng tự kìm nén, không dám cho thái tử biết. Khi [[thái tử]] không có gì ăn, Kiến Ninh vương đau thương đến chảy nước mắt, binh sĩ thấy vậy vô cùng khâm phục<ref name=\"TDT82\" \/>.\n\nSau khi đến Linh Vũ, Thái tử theo đề nghị của các tướng sĩ và dân chúng, tức vị Hoàng đế, tức là [[Đường Túc Tông]]<ref name=\"TDT82\" \/><ref name=\"TTTG218\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷218|quyển 218]].<\/ref>. Một thời gian sau khi lên ngôi, Thượng có ý muốn phong cho Kiến Ninh vương làm ''Thiên hạ binh mã Nguyên soái'', chức vị chỉ huy tối cao các đội quân trong nước. Đại phu [[Lý Bí]] cảm thấy không được nên bảo với Thượng:''\"Kiến Ninh vương quả có thể làm nổi chức nguyên soái, nhưng hiện Quảng Bình Vương là con cả, mai kia Kiến Ninh Vương công thành danh lớn, sẽ xử với Quảng Bình vương ra sao\".''\n\nThượng đáp:''\"Quảng Bình vương là con trưởng, nối ngôi là lẽ đương nhiên, chứ chức Nguyên soái giao cho ai cũng đâu ảnh hưởng gì?\"''\n\nLý Bí thưa:''\"Quảng Bình vương tuy là con trưởng nhưng chưa chính vị. Nay loạn lạc thế này lòng người hướng về nguyên soái. Nếu Kiến Ninh Vương đại thắng nghịch tặc, giữ yên xã tắc mà bệ hạ lại không lập sao lòng người yên được. Xưa kia Thái Tông, Thượng hoàng cũng chẳng phải con trưởng mà được lên ngôi đấy thôi?\" ''. Đường Túc Tông mới bằng lòng, sau đó phong Quảng Bình vương là ''Thiên hạ binh mã nguyên soái''. Khi Lý Bí lui ra, đích thân Kiến Ninh vương đến gặp và bái tạ:''\"Vừa rồi được nghe những lời tâu của ngài, chính là rất hợp với ý ta. Ta thật biết ơn vậy!\"''<ref name=\"TTTG218\" \/>\n\n=== Bị vu oan và bị hại ===\n[[Trương hoàng hậu (Đường Túc Tông)|Trương lương đệ]] và [[hoạn quan]] [[Lý Phụ Quốc]] cấu kết với nhau làm lũng đoạn triều cương, ám hại Quảng Bình vương Lý Thục cùng các cựu thần. Kiến Ninh vương không vừa lòng, bảo [[Lý Bí]]:''\"Bọn họ Trương, họ Lý ghen ghét hãm hại anh em ta, nếu không trừ thì không xong\"''.\n\nLý Bí thất kinh, cố khuyên Kiến Ninh vương chưa nên kinh động kéo hại đến thân, Kiến Ninh vương không nghe. Nhiều lần ở trước mặt Túc Tông, ông kể tội bọn đàn bà và quan thị độc ác, nham hiểm. Sau đó còn lập mưu định giết Trương lương đệ, [[Lý Phụ Quốc]]. Trương thị và Phụ Quốc lo sợ nên trước mặt hoàng đế đã gièm pha Kiến Ninh vương có ý giết Quảng Bình vương, tiếm ngôi:''\"Lý Đàm xưa nay chỉ hận không được lĩnh chức tổng binh, đến nay đã có ý đồ khác.\"''<ref name=\"TDT82\" \/>.\n\nĐường Túc Tông tức giận, liền hạ lệnh buộc Kiến Ninh vương phải [[tự sát]]. Đó là vào đầu năm [[757]], không rõ khi đó ông bao nhiêu tuổi.=\n\n== Được minh oan và truy phong ==\nSau này Đường Túc Tông khôi phục hai kinh, trở về [[Trường An]]. Nhân một hôm, Lý Bí tâu với Túc Tông về oan ức của Kiến Ninh vương. Hoàng đế nói:''\"Đàm muốn giết anh. Trẫm vì đại kế xã tắc, không thể không trừ\"''.\n\n[[Lý Bí]] thưa:''\"Kiến Ninh vương nếu có lòng như thế, thì Quảng Bình vương đã vô cùng căm giận rồi. Nay mỗi lần nói chuyện với thần, Quảng Bình vương đều nhận là oan uổng, thường sa nước mắt. Huống chi bệ hạ lúc ấy còn muốn dùng Kiến Ninh Vương làm nguyên soái, thần xin dùng Quảng Bình Vương. Nếu như Kiến Ninh Vương có ý giết anh, thì phải rất ghét thần mới đúng, nhưng ngay hôm đó, lại khen thần tận trung, ngày càng thân thiết. Cứ như thế cũng đủ thấy tấm lòng Kiến Ninh vương ra sao\"''.\n\nThượng sa nước mắt nói:''\"Trẫm biết mình đã sai. Nhưng việc trót lỡ rồi, sao sửa được\"''.\n\nBí đáp:''\"Bệ hạ có nghe Hoàng đài qua chưa? [[Đường Cao Tông|Cao Tông Thiên Hoàng]] bệ hạ có tám người con trai, [[Võ Tắc Thiên|Thiên Hậu]] sinh được bốn vị, [[Đường Duệ Tông|Duệ Tông]] tổ phụ bệ hạ là nhỏ tuổi nhất. Con trưởng là Hoằng được phong Thái tử, là người anh minh nhân hiếu. Thiên Hậu có ý lâm triều xưng Chế, giết Hoằng đi, lập con thứ là Hiền. Hiền do việc đó mà ưu sầu, mỗi lần lên triều không dám nói gì, sau đó thì sáng tác nhạc chương mong cảm ngộ Thượng và Hậu. Lời nhạc có hai câu là: Lần đầu hái một quả dưa\/Lần sau quả nữa, dễ chưa vừa lòng? Nhưng về sau Hiền cũng bị Hậu bài xích rồi chết ở [[Kiềm Trung]]. Nay Bệ hạ đã hái một quả rồi, xin đừng hái thêm nữa\"''<ref name=\"TDT82\" \/>.\n\nKhi đó, Trương Hoàng hậu rất gờm công lao của Quảng Bình vương, thường hay gièm pha, nên [[Lý Bí]] cố tình nói vậy để nhắc nhở.\n\nNăm [[762]], [[Đường Đại Tông]] Lý Thục lên ngôi. Do nhớ đến công lao của Lý Đàm, Đại Tông cho truy tặng ông tước vị '''Tề vương''' (齊王).\n\nNăm Đại Lịch thứ 3 ([[769]]), có chiếu nói ông trong lúc gian nan thủ định đại mưu, có công trung hưng, truy phong '''Thừa Thiên hoàng đế''' (承天皇帝)<ref name=\"TDT82\" \/><ref>[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷224|quyển 224]]<\/ref>. Bài vị của ông đưa vào thờ chung với [[Lý Tông (Phụng Thiên hoàng đế)|Phụng Thiên hoàng đế]] Lý Tông - con trưởng của [[Đường Huyền Tông]].\n\nKhi trước, [[Lý Bí]] xin gia tặng danh hiệu cho Lý Đàm, Đại Tông hỏi:''\"Đàm vốn trung hiếu nhưng lại chết bởi lời gièm. Nay muốn truy là Hoàng đế, có được không?\"''\n\n[[Lý Bí]] nói:''\"Những năm Khai Nguyên, các con Duệ Tông đều được truy tặng Thái tử\"''.\n\nSau đó, Đại Tông bèn quyết định truy phong đế vị, sai sứ nghênh quan tài ông từ Bành Nguyên về triều.\n\n== Thê tử ==\n'''Cung Thuận hoàng hậu''' Trương thị (恭顺皇后张氏), cháu gái của danh tướng [[Trương Thuyết]] (张说), con gái của [[Trương Bách]] (张垍) và [[Hưng Tín công chúa]] - con gái của [[Đường Huyền Tông]] Lý Long Cơ. Bà là con gái thứ 14 của Trương Bách, còn nhỏ mà chết.\n\nVề sau, Đường Đại Tông vì em trai Lý Đàm có công trung hưng, thành quả to lớn, thụy hiệu như [[Hoàng đế]], lại muốn tìm người hôn phối với Lý Đàm để an ủi, nên tiến hành [[minh hôn]] (冥婚), truy tặng Trương thị làm Hoàng hậu, hợp táng cùng Lý Đàm tại [[Thuận lăng]] (顺陵).\n\n==Xem thêm==\n* [[Đường Đại Tông]]\n* [[Đường Túc Tông]]\n* [[Trương hoàng hậu (Đường Túc Tông)]]\n\n== Chú thích ==\n{{tham khảo}}\n*[[Cựu Đường thư]]\n*[[Tư trị thông giám]]\n*[[Tân Đường thư]]\n\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Hoàng đế nhà Đường]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 757]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Sinh thế kỷ 8]]\n[[Thể loại:Hoàng tử nhà Đường]]"}