{"Lý Hùng (hoàng đế)":"{{thiếu nguồn gốc}}\n{{Thông tin nhân vật hoàng gia\n| tên = Thành Vũ Đế\n| tước vị = Hoàng đế Trung Hoa\n| thêm = china\n| hình =\n| cỡ hình =\n| ghi chú hình =\n| chức vị = '''[[Vua]] [[Trung Hoa]] (Tây Nam)''' (Thành Đô Cảnh Vương)\n| tại vị = [[303]] - [[306]]\n| tiền nhiệm = [[Lý Lưu]]\n| kế nhiệm = Xưng Đế\n| chức vị 1= Hoàng đế [[Thành Hán]]\n| tại vị 1= [[306]] &ndash; [[334]]\n| kiểu tại vị 1= Trị vì\n| tiền nhiệm 1= Chức vụ mới\n| nhiếp chính 1=\n| kế nhiệm 1= [[Lý Ban|Thành Ai Đế]]\n| hoàng tộc = [[Thành Hán]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Lý Hùng (李雄)\n| kiểu tên đầy đủ = Tên thật\n| phối ngẫu\n| vợ =[[Nhâm Hoàng hậu]]\n| chồng =\n| thông tin con cái = ẩn\n| con cái = Lý Việt (李越)<br>Lý Bá (李霸)<br>[[Lý Kỳ]] (李期)<br>Lý Bảo (李保)\n| niên hiệu = Kiến Hưng (建興) 304-306<br>Yến Bình (晏平) 306-311<br>Ngọc Hoành (玉衡) 311-334\n| miếu hiệu = Thái Tông (太宗)\n| thụy hiệu = Vũ Hoàng đế (武皇帝)\n| cha = [[Lý Đặc]]\n| mẹ = La thị\n| sinh = [[274]]\n| nơi sinh =\n| mất = [[334]]\n| nơi mất = [[Trung Quốc]]\n| ngày an táng =\n| nơi an táng = lăng An Đô (安都陵)\n}}\n{{về|vua Thành Hán thời Ngũ Hồ thập lục quốc của Trung Quốc|diễn viên Việt Nam cùng tên|Lý Hùng}}\n'''Lý Hùng''' (李雄) (274–334), [[Tên chữ (người)|tên tự]] '''Trọng Tuyển''' (仲雋), gọi theo thụy hiệu là '''Thành (Hán) Vũ Đế''' (成(漢)武帝), là vị Hoàng đế đầu tiên của nước [[Thành Hán|Thành]] và cũng thường được coi là người khai quốc (mặc dù một số sử gia cho rằng người sáng lập nên nước Thành là [[Lý Đặc]], cha của Lý Hùng). Việc Lý Hùng xưng làm Thành Đô vương vào năm 304 (và do đó, độc lập với [[nhà Tấn]]) thường được coi là dấu mốc khởi đầu thời kỳ [[Ngũ Hồ thập lục quốc|Thập lục quốc]] trong [[lịch sử Trung Quốc]].\n\n== Tham gia các chiến dịch của cha và chú ==\nLý Hùng là con trai thứ ba của [[Lý Đặc]] với người vợ họ La của ông. Điều đầu tiên sử sách nói về ông là về việc Lý Đặc ủy thác cho ông với vị thế một tướng lĩnh vào mùa đông năm 301, sau khi cha ông đánh bại cuộc tấn công bất ngờ của [[Tân Nhiễm]] (辛冉), vị lãnh đạo này đã nhận được những lời thúc giục nắm cơ hội để chiếm lấy quyền lực của triều đình. Tuy nhiên, mùa xuân năm 303, Lý Đặc, sau một chiến thắng lớn trước thứ sử Ích Châu (nay là [[Tứ Xuyên]] và [[Trùng Khánh]] là [[La Thượng]] (羅尚), đã bất cẩn tin lời thỉnh cầu của La Thượng về việc đình chiến (chống lại lời khuyên của Lý Hùng và [[Lý Lưu]]). Sau đó, La Thượng đã tiến hành một cuộc đánh úp và giết chết Lý Đặc. Tàn quân của Lý Đặc lập Lý Lưu làm lãnh đạo mới và họ đã có thể chống lại quân của La Thượng, nhưng khi anh trai của Lý Hùng là [[Lý Đãng]] (李蕩) chết trên chiến trường, Lý Lưu bị nghĩ rằng mình nên đầu hàng triều đình nhà Tấn, chống lại lời khuyên của Lý Hùng và người chú khác của Lý Hùng là [[Lý Tương]] (李驤). Sau đó, Lý Hùng, không cho Lý Lưu biết, đã thực hiện một cuộc tấn công bất ngờ chống lại quân Tấn, buộc họ phải rút lui. Từ thời điểm này, Lý Lưu tin tưởng và nghe theo ý kiến của Lý Hùng. Vào mùa đông năm 303, Lý Lưu lâm bệnh và trước khi qua đời ông đã chỉ định Lý Hùng làm người kế vị.\n\n== Trị vì ==\nVào đầu năm 304, Lý Hùng chiếm được [[Thành Đô]], đô phủ của Ích Châu, buộc La Thượng phải chạy trốn. Lý Hùng sau đó định truyền ngôi cho ẩn sĩ [[Đạo giáo]] [[Phạm Trường Sinh]] (范長生), nhân vật này được những người tị nạn kính trọng giống như một vị thần và đã cung cấp lương thảo cho binh lính. Tuy nhiên, Phạm đã từ chối, các tướng sau đó đã yêu cầu Lý Hùng xưng đế. Vào mùa đông năm 304, Lý Hùng xưng Thành Đô vương, thực tế là tuyên bố độc lập với Tấn. Ông phong Phạm Trường Sinh và những người lớn tuổi trong gia tộc Lý làm các quân sư cấp cao. Năm 306, ông xưng đế và đặt quốc hiệu là \"Đại Thành\" (成). Ông cũng vinh danh người mẹ La thị làm [[hoàng thái hậu|thái hậu]] và truy phong thụy hiệu hoàng đế cho cha mình. Vài năm sau đó, ông dần bình định và ổn định được biên giới, chiếm toàn bộ Ích Châu nhưng sau đó lại dừng lại, không mở rộng hơn nữa. Điều khó hiểu là ông đã không thực sự nỗ lực để chiếm Ninh Châu (寧州, nay là [[Vân Nam]] và [[Quý Châu]]) ở phía tây nam. Sau này, đến cuối thời kỳ ông trị vì, người em họ của ông là [[Lý Thọ]] mới chiếm được Ninh Châu. Ông cho tiến hành các công việc để ổn định đế quốc.\n\nCác sử gia thường xem thời gian trị vì của Lý Hùng có điểm đặc trưng là khoan dung và triều đình ít sự can thiệp vào sinh kế của người dân. Do đế quốc của Lý Hùng nói chung có tình hình hòa bình trong khi những nơi khác bị chiến tranh tàn phá, đế quốc của ông đã tiếp nhận một số lượng lớn nạn dân đến định cư và làm tăng thêm sự giàu có của đế quốc. Lý Hùng cũng không phung phí tiền bạc. Tuy nhiên, ông cũng bị chỉ trích vì triều đình của ông thiếu tôn nghiêm. Các quan không được trả bổng lộc, và do đó, khi họ có nhu cầu về vật chất, họ sẽ lấy thẳng từ người dân. Trong giai đoạn Lý Hùng cai trị, nạn tham nhũng không quá lớn, điều này cũng vẫn được duy trì dưới thời những người kế vị ông.\n\nCuối thời kỳ Lý Hùng trị vì, người cai trị [[Tiền Lương]] (một nước chư hầu của Tấn) là [[Trương Tuấn]], nhiều lần đề nghị ông phải từ bỏ tước hiệu \"đế\" và trở thành chư hầu của Tấn. Lý Hùng đã không làm như vậy, song liên tục nói với Trương Tuấn rằng ông sẽ xưng thần nếu như Đông Tấn có thể phục hồi hơn nữa. Ông cũng duy trì quan hệ hữu hảo với Trương Tuấn, Thành Hán và Tiền Lương sau đó duy trì mối quan hệ thương mại. Lý Hùng, với một số miễn cưỡng, đã cho phép sứ giả của Tấn và Tiền Lương qua lãnh thổ của mình để sang phía bên kia.\n\n== Vấn đề kế vị và qua đời ==\nNăm 315, Lý Hùng lập phu nhân họ Nhâm của mình làm [[hoàng hậu]]. Lý Hùng có hơn 10 người con trai với các thê thiếp song bản thân Hoàng hậu lại không có con trai. Tuy nhiên, Lý Hùng vào năm 324 đã kiên quyết lập người cháu trai là [[Lý Ban]], con trai của Lý Đãng, người được Nhâm Hoàng hậu nuôi dưỡng, làm [[thái tử]], ông luận rằng việc hình thành được đế quốc thực ra là do Lý Đặc và Lý Đãng gây dựng nên, và sẽ thích hợp nếu như ông truyền ngôi lại cho con trai của Lý Đãng. Ông cũng quý mến Lý Ban do đây là một người có lòng tốt và chăm chỉ. [[Lý Tương]] (李驤) và [[Vương Đạt]] (王達), dự báo việc này sẽ đem đến các vấn đề thừa kế nên phản đối song Lý Hùng đã bác bỏ.\n\nNăm 334, Lý Hùng lâm bệnh do một vết thương trên đầu bị nhiễm trùng, sau đó lan rộng đến các vết thương khác mà ông phải chịu đựng trong suốt cuộc đời. Thân thể ông được nói là bốc mùi cực kỳ hôi thối đến nỗi các con trai phải tránh mặt ông, song Lý Ban đã chăm sóc ông ngày đêm. Ông qua đời vào mùa hè năm 334 và Lý Ban lên kế vị. Tuy nhiên, đúng như những người phản đối đã dự đoán, các con trai của Lý Hùng bất mãn về việc họ bị gạt ra, và sau đó trong cùng năm, một người con trai của Lý Hùng là Lý Việt (李越) đã ám sát Lý Ban và lập một người con trai khác của Lý Hùng là [[Lý Kỳ (hoàng đế)|Lý Kỳ]] làm hoàng đế. Dưới thời trị vì của Lý Kỳ, Thành Hán bắt đầu suy sụp.\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Vua Thành Hán}}\n\n[[Thể loại:Vua Thành Hán|Vua Thành Hán]]\n[[Thể loại:Sinh năm 374]]\n[[Thể loại:Mất năm 334]]\n[[Thể loại:Sinh năm 274]]"}