{"Lý Phúc":"{{Đổi hướng đến đây|Lý Phúc}}'''Lý Phúc''' ({{zh|t=李福|p=Li Fu}}; ? - 239?), tự '''Tôn Đức''' (孫德), là quan viên nhà [[Thục Hán|Quý Hán]] thời Tam Quốc trong lịch sử Trung Quốc.\n\n== Cuộc đời ==\nLý Phúc quê ở huyện [[Miên Dương|Phù]], quận [[Tử Đồng]], Ích Châu, là con trai của Lâm Cung trưởng [[Lý Quyền]], cường hào trong châu.<ref name=\"TQC 45\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 15, ''[[:wikisource:zh:三國志\/卷45|Đặng Trương Tông Dương truyện]]''.<\/ref> Khoảng năm 191, châu mục [[Lưu Yên]] đem thái thú [[Ba (quận)|Ba quận]] [[Vương Hàm]], cùng Lý Quyền mười chín nhà cường hào xử tử, lấy việc đó để lập uy.<ref name=\"TQC 31\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 1, ''[[:wikisource:zh:三國志\/卷31|Lưu nhị mục truyện]]''.<\/ref>\n\nNăm 214, [[Lưu Bị]] [[Chiến dịch Tây Xuyên|bình định Tây Xuyên]], phong Lý Phúc làm thư tá, chuyển làm [[Tây Sung]] quốc trưởng, rồi huyện lệnh [[Thành Đô]].<ref name=\"TQC 45\" \/>\n\nNăm 223, Lý Phúc thăng chức thái thú [[Ba Tây (quận)|Ba Tây]]. Năm 231, thay [[Lý Phong (Thục Hán)|Lý Phong]] làm [[Giang Châu]] đô đốc, phong Dương uy tướng quân.<ref name=\"TQC 45\" \/>\n\nBởi vì tài cán đột xuất, Lý Phúc được [[Lưu Thiện|Hậu chủ]] cùng thừa tướng [[Gia Cát Lượng]] xem trọng, triệu về triều giữ chức Thượng thư bộc xạ, phong tước Bình Dương đình hầu.<ref name=\"TQC 45\" \/>\n\nNăm 234, thừa tướng Gia Cát Lượng dẫn quân ra gò Ngũ Trượng, không may bị bệnh nặng, Hậu chủ phái Lý Phúc đến thăm hỏi, cũng nhân đó bàn luận đại kế quốc gia. Lý Phúc phụng chỉ tới doanh trại, bàn luận với Gia Cát Lượng. Trên đường về Thành Đô, Lý Phúc đột nhiên nghĩ tới việc quan trong, lại quay lại. Gia Cát Lượng thấy Lý Phúc đến, cười nói: ''Ta biết ngươi sẽ trở về. Chúng ta tuy rằng nói chuyện cả ngày, nhưng lời còn chưa nói xong, ngươi quay lại hẳn là còn một việc muốn hỏi. Người mà ngươi muốn hỏi, [[Tưởng Uyển]] thích hợp nhất.''\n\nLý Phúc hỏi: ''Hôm đó ta quên chưa hỏi, nếu ngài qua trăm tuổi, người nào đảm nhiệm chức vụ thừa tướng, cho nên ta mới lập tức về gấp. Song, ta còn muốn hỏi, sau Tưởng Uyển, ai có thể kế nhiệm chức vụ thừa tướng?'' Gia Cát Lượng đáp: ''[[Phí Y]] có thể.'' Lý Phúc lại hỏi: ''Sau Phí Y thì sao?'' Gia Cát Lượng trầm mặc không đáp. Lý Phúc về Thành Đô, truyền đạt lại di ngôn của Gia Cát Lượng cho Hậu chủ.<ref name=\"TQC 45\" \/>\n\nNăm 239, Đại tướng quân Tưởng Uyển thân chinh [[Hán Trung]]<ref name=\"TQC 44\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 14, ''[[:wikisource:zh:三國志\/卷44|Tưởng Uyển Phí Y Khương Duy truyện]]''.<\/ref>, Lý Phúc giữ chức Tiền giám quân, lĩnh Đại tướng quân Tư mã, mất khi tại nhiệm.<ref name=\"TQC 45\" \/>\n\n== Gia đình ==\n* [[Lý Tương]], con trai của Lý Phúc, quan đến [[Hoàng môn thị lang]], sau hàng Tấn, quan tới thái thú [[Quảng Hán]].<ref name=\"TQC 45\" \/>\n\n== Trong văn hóa ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'', Lý Phúc xuất hiện ở hồi 104, giữ chức thượng thư. Gia Cát Lượng bệnh nặng, Hậu chủ sai Lý Phúc không quản ngày đêm chạy tới vấn an và hỏi chuyện tương lại. Khi Phúc đến, Gia Cát Lượng khóc nói: ''Ta chẳng may nửa đường mất đi, bỏ lỡ việc to nhà nước, thực là đắc tội với thiên hạ. Các ông nên hết lòng thờ chúa; phép cũ nhà nước chớ nên thay đổi. Những người của ta dùng, cũng chớ nên khinh thường bỏ ai. Binh pháp của ta đã trao cho Khương Duy rồi, hắn tất nối được chí ta, ra sức giúp việc nước. Mệnh ta chưa biết sớm tối lúc nào, sẽ có di biểu tâu với thiên tử đây.'' Lý Phúc lĩnh ý, quay về.<ref name=\"TQDN 104\">[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 104, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 104|Rơi sao lớn, thừa tướng qua đời; Trông tượng gỗ, đô đốc mất vía]]''.<\/ref>\n\nKhi Gia Cát Lượng dâng sao thất bại, lịm đi sắp mất. Lý Phúc khi ấy mới trở lại, thấy, khóc ầm lên, nói: ''Ta làm lỡ mất việc to nhà nước!'' Một lát sau, Gia Cát Lượng tỉnh lại, thấy Lý Phúc, bèn nói: ''Ta đã biết ý của ông trở lại đây rồi.'' Phúc nói: ''Tôi phụng mệnh thiên tử, sai lại hỏi sau khi thừa tướng trăm tuổi, thì ai đương nổi việc lớn? Vừa rồi, tôi vội vàng quá, quên mất không hỏi, nên trở lại đây.'' Gia Cát đáp: ''Sau khi ta chết, có Tưởng Công Diệm đương nổi được việc to.'' Phúc hỏi: ''Sau Công Diệm thì ai nối được?'' Gia Cát nói: ''Phí Văn Vĩ nên nối sau.'' Phúc hỏi: ''Sau Phí Văn Vĩ thì ai nối?'' Lúc này Gia Cát Lượng không còn đáp lại. Các tướng đến gần xem, thì đã mất rồi.<ref name=\"TQDN 104\" \/>\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 239]]\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}