{"Lư Thực":"'''Lư Thực''' ([[chữ Hán]]: 卢植, ? – 193), [[Tên chữ (người)|tên tự]] là '''Tử Cán''', người huyện Trác, quận Trác <ref>Nay là [[Trác Châu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> (thuộc U châu), là nhà chính trị, nhà quân sự, nhà giáo dục, học giả Kinh học cuối [[đời Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n==Thời trẻ==\nThực mình dài 8 thước 2 tấc, tiếng vang như chuông; tính cương nghị, có phẩm giá cao quý, ôm ấp chí lớn giúp đời, có thể uống đến 1 thạch rượu <ref>1 thạch = 120 cân<\/ref>.\n\nBan đầu, Thực cùng [[Trịnh Huyền]] theo học [[Mã Dung]], biết rộng khắp cổ kim, thích nghiên cứu tỉ mỉ nhưng không xem trọng văn vẻ. Mã Dung là ngoại thích giàu có <ref>[[Lý Hiền]] chú '''Hậu Hán thư, tlđd''': Mã Dung là cháu họ (tòng chất) của [[Mã hoàng hậu (Hán Minh Đế)|Minh Đức (Mã) hoàng hậu]]<\/ref>, thường cho ca nữ biểu diễn ca vũ. Thực nghe giảng hàng năm, chưa từng quay đầu, Dung lấy làm kính phục ông. Thực học xong về nhà, mở lớp dạy học, trong đám môn hạ có [[Lưu Bị]], [[Công Tôn Toản]],...<ref>'''Tam quốc chí quyển 32, Thục thư 2 – Tiên chủ truyện''': Lên 15 tuổi, mẹ sai đi học, cùng người đồng tông là Lưu Đức Nhiên, người Liêu Tây là Công Tôn Toản đều theo học người đồng quận là cố Cửu Giang thái thú Lư Thực<\/ref>.\n\nKhi ấy cha của hoàng hậu là Đại tướng quân [[Đậu Vũ]] vin lập [[Hán Linh Đế|Hán Linh đế]] (168), mới nắm quyền chánh, triều đình muốn gia phong tước. Thực tuy áo vải, cho rằng Vũ vốn có tiếng trong sạch, bèn dâng thư để khuyên ông ta từ chối, Vũ không theo. Cùng năm, Vũ chống lại hoạn quan thất bại rồi tự sát.\n\n==Văn võ toàn tài==\nChâu quận mấy lần gọi, Thực đều không đến. Giữa những năm Kiến Ninh (168 – 172), được vời làm bác sĩ, mới bắt đầu gia nhập quan trường. Năm Hi Bình thứ 4 (175), người Man ở Cửu Giang khởi nghĩa, tứ phủ <ref>Tức Đại tướng quân và tam công<\/ref> cho rằng Thực có tài kiêm văn võ, bái làm Cửu Giang thái thú; ông nhanh chóng bình định nghĩa quân. Sau đó Thực nhân bệnh rời chức.\n\nKhi ấy triều đình bắt đầu lập Thái học Thạch kinh, để chỉnh lý văn tự [[Ngũ kinh]], Thực bèn dâng thư tự tiến <ref>'''Thạch kinh''' là kinh điển [[Nho gia]] được khắc trên đá, dùng làm tiêu chuẩn của kinh văn. Ở đây nhắc đến lần khắc đá đầu tiên trong [[lịch sử Trung Quốc]], do bọn [[Thái Ung]], [[Lý Tuần]] kiến nghị hiệu khám kinh điển, được triều đình phê chuẩn, thực hiện từ năm Hi Bình thứ 4 đến năm Quang Hòa thứ 6 (175 – 183); gọi là Hi Bình thạch kinh hay Thái học thạch kinh, vì được đặt trước cửa [[Thái Học|Thái học]] ở [[Lạc Dương]]<\/ref>.\n\nGặp lúc người Nam Di nổi dậy, triều đình cho rằng Thực có ân tín ở Cửu Giang, bái làm Lư Giang thái thú. Thực nắm rõ tình hình, cốt giữ thanh tĩnh, xử lý đại thể mà thôi.\n\nHơn năm sau, được gọi về bái làm Nghị lang, cùng bọn Gián nghị đại phu [[Mã Nhật Đê]], Nghị lang [[Thái Ung]], [[Dương Bưu]], [[Hàn Thuyết]] ở Đông quán hiệu khám Ngũ kinh, ký truyện trong Trung thư <ref>Trung thư là nơi chứa sách vở của hoàng cung. [[Nhan Sư Cổ]] chú '''Hán thư – Nho lâm truyện, [[Khổng An Quốc]]''': Trung thư, nơi chứa sách của thiên tử vậy<\/ref>, bổ tục Hán ký <ref>Tức [[Đông Quán Hán ký]]<\/ref>. Linh đế cho rằng đó không phải là việc gấp, chuyển Thực làm Thị trung, thăng Thượng thư. Năm Quang Hòa đầu tiên (178), xảy ra [[nhật thực]], Thực dâng thư can gián, đế không xét.\n\n==Trấn áp Khăn Vàng==\nNăm Trung Bình đầu tiên (184), [[khởi nghĩa Khăn Vàng]] nổ ra, tứ phủ đề cử Lư Thực, ông được phong làm Trung lang tướng, Trì tiết, lấy Hộ Ô Hoàn trung lang tướng Tông Viên làm phó, đem theo tướng sĩ Bắc quân ngũ hiệu<ref>Bắc quân ngũ hiệu là 5 doanh cấm binh đời Đông Hán, đứng đầu mỗi doanh là một viên Hiệu úy. Đời Tây Hán vốn có Bắc quân bát hiệu: '''Trung Lũy, Đồn Kỵ, Bộ Binh, Việt Kỵ, Trường Thủy, Hồ Kỵ, Xạ Thanh, Hổ Bôn'''; đời Đông Hán tinh giản quan chức, lược bỏ Trung Lũy, Hồ Kỵ nhập vào Trường Thủy, Hổ Bôn nhập vào Xạ Thanh, còn lại ngũ hiệu<\/ref>, phát động quân đội các quận cùng đánh dẹp nghĩa quân.\n\nLư Thực liên tiếp đánh bại thủ lĩnh nghĩa quân là [[Trương Giác]], chém giết hơn vạn người. Trương Giác chạy về giữ Quảng Tông, Thực đắp lũy đào hào, chế tạo vân thê, sắp sửa hạ thành. [[Hán Linh Đế]] sai Tiểu hoàng môn Tả Phong đến xem xét tình hình. Vì Lư Thực không chịu hối lộ, Phong về nói với vua Hán rằng: ''\"Giặc ở Quảng Tông dễ phá thôi. Lư trung lang giữ lũy dừng quân, để đợi trời diệt.\"'' Vua Hán nổi giận, bắt ông bỏ xe tù triệu về, giảm 1 đẳng so với tử tội.\n\nĐến khi Xa kỵ tướng quân [[Hoàng Phủ Tung]] dẹp xong nghĩa quân Khăn Vàng, ca ngợi phương lược hành quân của Lư Thực, đem hết công lao quy cho ông. Trong năm ấy ông được phục chức Thượng thư.\n\n==Phản đối Đổng Trác==\nNăm [[189]], [[Hán Linh Đế]] mất, con nhỏ là [[Hán Thiếu Đế]] lên nối ngôi. Đại tướng quân [[Hà Tiến]] làm phụ chính, tính kế giết hoạn quan, bèn triệu Tịnh Châu mục [[Đổng Trác]], để dọa [[Hà thái hậu]]. Lư Thực biết Trác hung hãn khó chế ngự, ắt sinh hậu hoạn, cố can ngăn việc ấy. Hà Tiến không theo. Khi Trác đến (Hà Tiến đã bị hoạn quan giết), quả nhiên hiếp đáp triều đình, đại hội bách quan ở triều đường, bàn việc phế Thiếu Đế lập [[Lưu Hiệp|Trần Lưu vương]].\n\nKhông ai dám nói, Lư Thực một mình kháng nghị không đồng ý. Đổng Trác giận dữ bãi hội, muốn giết ông. Khi ấy [[Sái Ung]] được Trác kính trọng, trước đây Ung bị đày đi Sóc Phương, chỉ có Lư Thực một mình dâng thư cầu xin cho. Đến nay Ung hết sức cầu xin cho Thực, lại có Nghị lang Bành Bá can Trác rằng:\n:''\"Lư thượng thư là đại nho trong nước, được mọi người ngưỡng mộ. Nay sát hại ông ấy, thiên hạ sẽ chấn động sợ hãi.\"''\n\nĐổng Trác bèn thôi, nhưng miễn quan của ông.\n\nLư Thực lấy cớ già bệnh xin về, sợ không tránh được vạ, bèn theo Hoàn Viên đạo bỏ trốn. Đổng Trác quả nhiên sai người đuổi theo, đến sông Hoài, không bắt kịp.\n\n==Qua đời==\nLư Thực ẩn cư ở quận Thượng Cốc, không hỏi thế sự. Năm Sơ Bình thứ 2 (191), [[Viên Thiệu]] chiếm được Ký Châu, mời ông làm quân sư.\n\nNăm Sơ Bình thứ 3 (192), ông mất. Vào lúc lâm chung, ông dặn dò con trai là [[Lư Dục]] không dùng quan tài, chỉ có một tấm áo đơn sơ là được.\n\nNăm Kiến An thứ 12 (207), [[Tào Tháo]] lên bắc đánh [[Ô Hoàn]], đi qua Trác Quận, làm cáo thủ lệnh ca ngợi công tích của Lư Thực.\n\nLư Dục làm đến Tư không [[nhà Tào Ngụy]], [[Tam quốc chí]] có truyện.\n\n==Trước tác==\nSau khi Thực rời Cửu Giang, có trước tác ''Thượng thư chương cú'', ''Tam lễ giải cổ''; nay đều không còn. Thực mất, để lại 6 thiên bi, lụy, biểu, ký; '''Toàn Hậu Hán Văn''' lưu giữ được các bài ngôn luận ''Thủy lập Thái học thạch kinh thượng thư'', ''Nhật thực thượng phong sự'', ''Tấu sự'', ''Hiến thư quy Đậu Vũ'', ''Li văn thắng lụy'',...\n\n==Trong Tam Quốc diễn nghĩa==\nTrong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Lư Thực xuất hiện tại hồi 1 khi đang tham gia đánh Khăn Vàng và bị gièm pha, bị bắt về triều, giữa đường gặp ba anh em người học trò cũ [[Lưu Bị]], [[Quan Vũ]], [[Trương Phi]]. Hình ảnh Lư Thực lột tả rõ bộ máy triều đình hôn ám của [[Hán Linh Đế]] tin dùng gian thần, hãm hại người hiền tài.\n\n==Xem thêm==\n* [[Khởi nghĩa Khăn Vàng]]\n* [[Hà Tiến]]\n\n==Tham khảo==\n* [[Hậu Hán thư]] '''quyển 64, liệt truyện 54 – Lư Thực truyện'''\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Người Hà Bắc]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 193]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Mất năm 192]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]"}