{"Lưu Sưởng (Lưu Tống)":"'''Lưu Sưởng''' (chữ Hán: 刘昶, 436 – 497), tự Hưu Đạo, hoàng tử [[nhà Lưu Tống]] [[thời Nam Bắc triều]] trong [[lịch sử Trung Quốc]]. Lưu Sưởng lưu vong ở [[Bắc Ngụy]] đến 32 năm – quá nửa cuộc đời của ông.\n\n==Vinh hoa ở Lưu Tống==\nSưởng là con trai thứ 9 của [[Lưu Tống Văn đế]], mẹ là Tạ [[dung hoa]].<ref>[[Tống thư]] quyển 72, liệt truyện 32 – Văn cửu vương truyện<\/ref><ref>[[Nam sử]] quyển 14, liệt truyện 4 – Tống tông thất cập chư vương truyện hạ<\/ref> Năm Nguyên Gia thứ 22 (445), Sưởng lên 10 tuổi, được phong tước Nghĩa Dương vương, thực ấp 2000 hộ.<ref>[[Tư trị thông giám]] quyển 124 – Tống kỷ 6, Thái Tổ Văn hoàng đế trung chi trung Nguyên Gia nhị thập nhị niên<\/ref> Năm thứ 27 (450), Sưởng được làm Phụ quốc tướng quân, Nam Bành Thành, Hạ Bi 2 quận thái thú.<ref name=\"T1\">Tống thư quyển 72, liệt truyện 32 – Văn cửu vương truyện: Tấn Hi vương Sưởng<\/ref>\n\nAnh trai [[Lưu Thiệu (Lưu Tống)|Lưu Thiệu]] giết cha để lên ngôi, tức là Nguyên Hung (453), Sưởng được gia chức Tán kỵ thường thị. [[Lưu Tống Hiếu Vũ Đế|Hiếu Vũ đế]] lật đổ Nguyên Hung, Sưởng được thăng Thái thường, ra làm Đông trung lang tướng, Hội Kê thái thú, ít lâu sau được làm Giám Hội Kê, Đông Dương, Lâm Hải, Vĩnh Gia, Tân An 5 quận chư quân sự. Năm Hiếu Kiến đầu tiên (454), triều đình lập ra Đông Dương Châu, Sưởng được bái làm thứ sử, Đông trung lang tướng như cũ, tiến hiệu Hậu tướng quân.<ref name=\"T1\"\/>\n\nNăm Đại Minh đầu tiên (457), Sưởng được trưng làm Bí thư giám, lĩnh Kiêu kỵ tướng quân, gia Tán kỵ thường thị, thăng làm Trung quân tướng quân, Nam Bành Thành, Hạ Bi 2 quận thái thú; sau đó được ra làm Đô đốc Giang Châu, Dĩnh Châu chi Tây Dương, Dự Châu chi Tân Thái, Tấn Hi 3 quận chư quân sự, Tiền tướng quân, Giang Châu thứ sử. Năm thứ 3 (459), Sưởng được trưng làm Hộ quân tướng quân, cấp 1 bộ Cổ xuy, tăng ấp ngàn hộ; sau đó được chuyển làm Trung thư lệnh, Trung quân tướng quân, ít lâu được lấy bản hiệu để nhận Khai phủ nghi đồng tam tư, gia Tán kỵ thường thị, Thái thường. Sưởng được theo Hiếu Vũ đế nam tuần, bị kết tội chê bai thuyền rồng của hoàng thái hậu, chịu miễn khai phủ, sau đó lại được gia thụ.<ref name=\"T1\"\/>\n\nTiền Phế đế nối ngôi (465), Sưởng được ra làm Sứ trì tiết, Đô đốc Từ, Duyện, Nam Duyện, Thanh, Ký, U 6 châu, Dự Châu chi Lương Quận chư quân sự, Chinh bắc tướng quân, Từ Châu thứ sử, gia Tán kỵ thường thị, Khai phủ như cũ.<ref name=\"T1\"\/>\n\nSưởng có tính khinh suất, nóng này, không thể làm việc vừa ý Hiếu Vũ đế, trong niên hiệu Đại Minh thường bị trách mắng; dân gian đồn đãi, thường nói với nhau rằng Sưởng có ý mưu phản. Thời [[Lưu Tống Tiền Phế Đế|Tiền Phế đế]], lời đồn trở nên rất dữ dội. Bấy giờ Tiền Phế đế đã giết nhiều công thần đời trước, rất đỗi buông thả, rồ dại và sai trái, từng nói với tả hữu rằng: \"Ta lên ngôi đến nay, chưa từng có giới nghiêm (ý nói chiến tranh), khiến người ta uất ức.\" Sau khi Giang Hạ vương [[Lưu Nghĩa Cung]] bị giết, vào tháng 9 ÂL, Sưởng dâng biểu xin vào chầu, sai Điển thiêm Cừ Pháp Sanh làm sứ giả {{efn|Tống thư, Nam sử và Tư trị thông giám chép là \"Cừ Pháp Sanh\", Ngụy thư chép là \"Ngu Pháp Sanh\"}}. Tiền Phế đế nói với Pháp Sanh: \"Nghĩa Dương và Thái tể (tức Lưu Nghĩa Cung) mưu phản, ta chính là muốn đánh dẹp, nay biết xin về, rất hay.\" Lại nhiều lần tra hỏi Pháp Sanh: \"Nghĩa Dương mưu phản, vì sao mày không nói?\" Cừ Pháp Sanh sợ vạ, bỏ trốn về Bành Thành. Tiền Phế đế nhân đó bắc tiến, đích thân soái quân vượt [[Trường Giang]].<ref name=\"T1\"\/><ref name=\"T2\">Tư trị thông giám quyển 130 – Tống kỷ 12, Thái Tông Minh hoàng đế thượng chi thượng Thái Thủy nguyên niên<\/ref><ref name=\"N1\">Nam sử quyển 14, liệt truyện 4 – Tống tông thất cập chư vương truyện hạ: Tấn Hi vương Sưởng<\/ref><ref name=\"N2\">[[Ngụy thư]] quyển 59, liệt truyện 47 – Lưu Sưởng truyện<\/ref>\n\nCừ Pháp Sanh về đến, Sưởng lập tức tập hợp lực lượng để dấy binh, nhưng các quận dưới quyền không nghe lệnh, đều chém sứ giả của ông, còn tướng tá văn vũ đều sanh lòng khác. Sưởng biết việc không xong, bèn trong đêm cùng vài mươi kỵ binh, mở cửa chạy đường tắt sang Bắc Ngụy, bỏ lại mẹ, vợ, chỉ đem theo 1 ái thiếp là Ngô thị, cho mặc trang phục đàn ông, cũng cưỡi ngựa mà đi {{efn|Tống thư, Nam sử và Tư trị thông giám không chép tên, Ngụy thư và Bắc sử chép rõ là \"Ngô thị\"}}.<ref name=\"T1\"\/><ref name=\"T2\"\/><ref name=\"N1\"\/><ref name=\"N2\"\/><ref name=\"B\">[[Bắc sử]] quyển 29, liệt truyện 17 – Lưu Sưởng truyện<\/ref> Sưởng đem theo hơn 60 người, giữa đường phần nhiều bỏ trốn; tháng 11 ÂL, ông đến được Bắc Ngụy, bên mình chỉ còn chừng 20 người.<ref name=\"N2\"\/>\n\n==Lưu vong ở Bắc Ngụy==\nSưởng tuy học vấn không sâu sắc, nhưng đã có đọc qua nhiều sách sử, trước sau dâng lên biểu, khải, đều là do ông tự làm. Triều đình Bắc Ngụy tỏ ra coi trọng, gả Vũ Ấp công chúa, bái Sưởng làm Thị trung, Chinh nam tướng quân, Phò mã đô úy, phong tước Đan Dương vương. Hơn năm sau công chúa mất, Sưởng lại được gả Kiến Hưng trưởng công chúa.<ref name=\"T2\"\/><ref name=\"N2\"\/><ref name=\"B\"\/>\n\nTháng 10 ÂL năm Hoàng Hưng đầu tiên nhà Bắc Ngụy, tức năm Thái Thủy thứ 3 nhà Lưu Tống (467), [[Lưu Tống Minh đế]] sai Viên ngoại lang Lý Phong đi sứ Bắc Ngụy, đem theo 2000 lạng vàng để chuộc Sưởng, [[Bắc Ngụy Hiến Văn đế]] không đồng ý,<ref>Tư trị thông giám quyển 132 – Tống kỷ 14, Thái Tông Minh hoàng đế trung Thái Thủy tam niên<\/ref> nhưng giáng chiếu mệnh Sưởng gởi thư cho Minh đế (vốn là hoàng tử thứ 11 của Văn đế), nhằm nối tình anh em. Minh đế không trả lời, cho rằng Sưởng chỉ là con vợ lẽ, đòi ông phải theo lối [[Tuân Oanh]] đối đáp với [[Sở Cung vương]], xưng là ngoại thần với mình. Ít lâu sau, triều đình Bắc Ngụy là giáng sắc mệnh Sưởng tiếp tục gởi thư cho Minh đế, ông từ chối, lấy cớ Minh đế không kính trọng anh trai thì gởi thư cũng vô ích, triều đình nghe theo.<ref name=\"N2\"\/><ref name=\"B\"\/> Tháng 11 ÂL cùng năm, Minh đế đổi phong tước của Sưởng là Tấn Hi vương.<ref>Tống thư quyển 8, bản kỷ 8 – Minh đế kỷ<\/ref> Ở Ngụy, Sưởng được bái làm Ngoại đô tọa đại quan. Đến khi trưởng công chúa mất, Sưởng lại được lấy Bình Dương trưởng công chúa.<ref name=\"N2\"\/><ref name=\"B\"\/>\n\nSưởng thích săn bắn, yêu võ nghệ, sang Bắc Ngụy đã 12 năm, nhận chức tước nhưng không có nhiệm vụ gì, chẳng khác gì bình dân mặc quan phục. Khi Sưởng mắng mỏ đầy tớ, nói năng lẫn lộn [[Tiên Ti|tiếng Tiên Ti]] và [[tiếng Hán]]. Tuy ngồi ở vị trí cao trong triều đình, nhưng Sưởng không được kính trọng, nhiều lần chịu sỉ nhục, thậm chí động cả tay chân, khiến ông bị đau đến nỗi kêu lên thất thanh, ngay cả Hiến Văn đế cũng biết, nhưng không hỏi. Khi Sưởng kể lại chuyện xưa ở Tống, nhắc đến chinh phạt, không kìm được mà rơi nước mắt, khiến mọi người cảm động. Nhưng bản tính nóng nảy không đổi, vui giận không chừng, mỗi khi phát phẫn thì đập phá đồ đạc, mời gọi kẻ sĩ đến từ miền nam thì không đủ chân thành, do vậy Sưởng bị người đời xa lánh.<ref name=\"N2\"\/><ref name=\"B\"\/>\n\nNăm Thái Hòa đầu tiên (477), Sưởng được chuyển làm Nội đô tọa đại quan. Cùng năm, [[Tiêu Đạo Thành]] giết [[Lưu Tống Thuận đế]], lập ra [[nhà Nam Tề]], [[Bắc Ngụy Hiếu Văn đế]] nhân đó sai chư tướng nam phạt, giáng chiếu hứa hẹn với Sưởng giúp ông khôi phục cơ nghiệp, cho Sưởng lấy hiệu tướng quân đã có để cùng đi với quân đội Bắc Ngụy. Ghé qua Từ Châu, Sưởng khóc lạy mẹ ở nhà cũ, khiến mọi người thương cảm. Sau đó Sưởng thăm viếng những nơi quen thuộc ngày xưa, đi đến đâu cũng chảy nước mắt, bộ hạ chẳng ai không cay mắt. Khi đến quân doanh, Sưởng ra trước trận, vái tướng sĩ ở bốn mặt, tự trình bày hoàn cảnh nước nhà diệt vong, nhận phúc lành của triều đình Bắc Ngụy, lời lẽ thiết tha, thanh âm kích động, khiến ba quân đều cảm thán. Sau đó Sưởng sợ mùa mưa sắp đến, dâng biểu xin lui quân, triều đình nghe theo. Sưởng lại được gia Nghi đồng tam tư, lĩnh chức Nghi tào thượng thư. Vào lúc Hiếu Văn đế cải cách triều nghi, giáng chiếu cho Sưởng và Tưởng Thiếu Du chuyên trách việc ấy. Sưởng phân tách phương thức cũ, giản lược nhưng không bỏ sót.<ref name=\"N2\"\/><ref name=\"B\"\/>\n\nHiếu Văn đế cho Sưởng vào gặp ở Tuyên Văn đường, vỗ về ông, sau đó cho con gái của Sưởng nhận tước Hương quân.<ref name=\"N2\"\/> Sau đó Sưởng được làm Trung thư giám.<ref name=\"N2\"\/><ref name=\"B\"\/>\n\nTháng giêng ÂL năm thứ 16 (492), triều đình đặt ra Ngũ đẳng tước, Sưởng được phong làm Tề Quận khai quốc công, gia hiệu Tống vương. Tháng 9 ÂL, Hiếu Văn đế cũng gặp thủ lĩnh [[người Đê]] của nước cũ [[Cừu Trì]] là Vũ Hưng vương [[Dương Tập Thủy]] ở Tuyên Văn đường, rồi gọi ông ta vào ăn tiệc. Do thân phận thấp kém của Dương Tập Thủy, Hiếu Văn đế phải giải thích với Sưởng rằng mình muốn vỗ về các nước nhỏ ở xa; Sưởng đáp lại bằng cách ca tụng ân đức của hoàng đế.<ref name=\"N2\"\/><ref name=\"B\"\/><ref>Tư trị thông giám quyển 137 – Tề kỷ 3, Thế Tổ Vũ hoàng đế trung Vĩnh Minh thập niên<\/ref> {{efn|Ngụy thư và Bắc sử đều chép sự kiện Dương Tập Thủy vào chầu trước sự kiện Sưởng được phong công tước. Mốc thời gian ở đây dựa theo Tư trị thông giám}}\n\nMùa xuân năm thứ 17 (493), [[Nam Tề Vũ đế]] điều động vật lực, ý đồ giành lại Từ Châu, Sưởng mấy lần khóc lóc cầu xin Hiếu Văn đế cho mình ra giữ biên thùy, tập hợp di dân, rửa mối thù mất nước; Hiếu Văn đế cũng rơi nước mắt, đãi ngộ thêm nồng hậu. Trong tháng ấy, Hiếu Văn đế tổ chức đại nghị nam phạt ở điện Kinh Vũ, giáng chiếu cho nhiều nơi chuẩn bị rơm rạ cho ngựa.<ref name=\"N2\"\/><ref name=\"B\"\/><ref>Tư trị thông giám quyển 138 – Tề kỷ 4, Thế Tổ Vũ hoàng đế hạ Vĩnh Minh thập nhất niên<\/ref> {{efn|Ngụy thư và Bắc sử đều chép Hiếu Văn đế tổ chức đại nghị nam phạt, lấy cớ Lưu Tống, Nam Tề đều là những kẻ soán ngôi, Lưu Sưởng nhân đó khóc lóc xin ra biên thùy; Tư trị thông giám chép Nam Tề có động thái muốn tấn công Bành Thành, nên Lưu Sưởng thừa cơ khóc lóc cầu xin, được Hiếu Văn đế đáp ứng. Người viết cho rằng câu chuyện của Tư trị thông giám hợp lý hơn, vì Hiếu Văn đế không thể phát động chiến tranh với lý do hoang đường như vậy}} Sau đó Ung Châu thứ sử [[Tào Hổ]] của Nam Tề trá hàng, Sưởng được nhận chiếu đem binh ra Nghĩa Dương, vô công mà về.<ref name=\"N2\"\/><ref name=\"B\"\/>\n\nTháng 7 ÂL năm thứ 18 (494), Sưởng được trừ làm Sứ trì tiết, Đô đốc Ngô, Việt, Sở chư quân sự, Đại tướng quân, trấn thủ Bành Thành {{efn|Ngụy thư và Bắc sử đều chép là \"Đô đốc Ngô, Việt, Sở, Bành Thành chư quân sự\", Tư trị thông giám chép là \"Đô đốc Ngô, Việt, Sở chư quân sự, trấn Bành Thành\"}}; ông cố từ chối, Hiếu Văn đế giáng chiếu không đồng ý, còn ban 4000 xúc vải. Khi xuất phát, Hiếu Văn đế đích thân đưa tiễn, mệnh cho bá quan làm thơ tặng Sưởng, còn lấy 1 bộ văn tập của họ ban cho ông. Nhân đó Hiếu Văn đế cũng tự làm văn để ban cho Sưởng, thể hiện sự trọng thị đối với ông. Sưởng rời khỏi Bành Thành đã lâu, nhưng trái nhà (trai) cũ ở Vũ Sơn trì vẫn còn, ông bèn sửa sang rồi dọn vào ở đấy. Nhưng Sưởng không thể vỗ về vùng biên, thu nạp kẻ sĩ, còn gia đình lục đục, trong ngoài rối rắm, khiến lòng người rời rã, chẳng ai không thất vọng.<ref name=\"N2\"\/><ref name=\"B\"\/><ref>Tư trị thông giám quyển 139 – Tề kỷ 5, Cao Tông Minh hoàng đế thượng Kiến Vũ nguyên niên<\/ref> Sưởng dự tính xây mộ ở tây nam Bành Thành, sẽ chôn người vợ công chúa thứ 3 của mình cùng mồ nhưng khác huyệt. Trong lúc xây dựng, mồ lở, đè chết hơn 10 người; sau đó Sưởng dời vị trí mồ, hao tốn tiền của.<ref name=\"N2\"\/><ref name=\"B\"\/>\n\nHiếu Văn đế đích thân nam chinh, Sưởng chờ ở hành cung; đế sai thị trung chào hỏi và yên ủi ông.<ref name=\"N2\"\/> Năm thứ 19 (495), Sưởng đánh Ti Châu của Nam Tề, nhiều lần thắng trận, nhưng Nghĩa Dương cố thủ không hạ được, bèn lui quân.<ref name=\"N2\"\/><ref>Tư trị thông giám quyển 140 – Tề kỷ 6, Cao Tông Minh hoàng đế trung Kiến Vũ nhị niên<\/ref> Hiếu Văn đế đến Bành Thành, Sưởng được vào gặp, nhận tội không làm được gì, đế vỗ về ông.<ref name=\"N2\"\/>\n\nTháng 10 ÂL, Sưởng vào chầu ở kinh sư, Hiếu Văn đế tổ chức Đại tuyển quan lại (chỉ dành cho môn phiệt) ở Quang Cực đường, ông cũng góp lời ca tụng hoàng đế. Đến khi luận về Đại tướng quân, Hiếu Văn đế nói: \"Lưu Sưởng gần được như thế!\" rồi ban cho ông 20 giáp sĩ được đeo kiếm.<ref name=\"N2\"\/><ref name=\"B\"\/>\n\nTháng 4 ÂL năm thứ 21 (497), Sưởng mất ở Bành Thành, hưởng thọ 62 tuổi. Hiếu Văn đế làm lễ cử ai, cấp Ôn minh bí khí, trăm vạn tiền, 500 xúc vải, 300 cân nến, 1 bộ triều phục, 1 bộ áo; Sưởng được tặng Giả Hoàng Việt, Thái phó, lĩnh Dương Châu thứ sử; lễ tang được gia Thù lễ, bày Cửu tích, cấp trước sau các bộ nhạc Vũ bảo, Cổ xuy, dựa theo cố sự của Lang Da Vũ vương [[Tư Mã Trụ]] [[nhà Tây Tấn]]; thụy là Minh.<ref name=\"N2\"\/><ref name=\"B\"\/><ref>Tư trị thông giám quyển 141 – Tề kỷ 7, Cao Tông Minh hoàng đế hạ Kiến Vũ tứ niên<\/ref>\n\n==Gia đình==\n===Nữ quyến===\n* Mẹ là Tạ dung hoa, sau khi Sưởng được phong Nghĩa Dương vương thì được gọi là Nghĩa Dương quốc Thái phi. Sau khi Sưởng bỏ lại cả nhà để chạy sang Bắc Ngụy, gia đình của ông bị đưa về kinh thành Kiến Khang. Lưu Tống Minh đế lên ngôi, đổi phong tước của Sưởng là Tấn Hi vương, đồng thời đổi Tạ thị làm Xạ thị, cắt bỏ tước trật của bà. Năm Thái Thủy thứ 6 (470), Xạ thị được trả về nhà mẹ đẻ.<ref name=\"T1\"\/><ref name=\"N1\"\/> Năm Nguyên Huy đầu tiên (473) thời Lưu Tống Hậu Phế đế, Xạ thị được khôi phục làm Tấn Hi quốc Thái phi, được đổi lại làm Tạ thị, trở về Bành Thành.<ref name=\"N1\"\/> Bắc Ngụy chiếm được Từ Châu, cho Sưởng trấn thủ Bành Thành, nên hai mẹ con được đoàn tụ.<ref name=\"N2\"\/><ref name=\"B\"\/>\n* Vợ đầu của Sưởng ở Lưu Tống là con gái sĩ tộc họ Si. Trong chiếu thư cho Lưu Tiếp kế tự Sưởng, Minh đế đã tiết lộ rằng Si thị bị Tạ thái phi hành hạ nên mất sớm.<ref name=\"T1\"\/> Ở Bắc Ngụy, Sưởng lần lượt được cưới 3 công chúa: Vũ Ấp, Kiến Hưng và Bình Dương.<ref name=\"N2\"\/><ref name=\"B\"\/>\n* Ngoài ra, Sưởng có ít nhất 3 người thiếp ở Lưu Tống: Ngô thị được ông mang theo sang Bắc Ngụy, 2 người đã sanh con trai cho ông sau đó; ở Bắc Ngụy, những người thiếp lại sanh cho ông 2 con trai khác, 1 trong 2 người trở thành con kế tự của Sưởng.\n\n===Hậu nhân===\nSử cũ ghi nhận Sưởng có ít nhất 5 con trai.\n====Ở Lưu Tống====\nSau khi Sưởng chạy sang Bắc Ngụy, gia đình bị đưa về kinh sư, ở đây có 2 người thiếp của ông đã sanh ra con trai. Đến khi Minh đế lên ngôi, đặt tên cho 2 đứa trẻ là Tư Viễn và Hoài Viễn, ít lâu sau đều mất.<ref name=\"T1\"\/><ref name=\"N1\"\/> Minh đế truy phong Hoài Viễn làm Trì Dương huyện hầu, thực ấp 1000 hộ.<ref name=\"T1\"\/>\n\nNăm Thái Thủy thứ 6 (470), Minh đế lấy cớ chuộc Sưởng không xong, bèn chọn con trai thứ 6 của mình là [[Lưu Tiếp]] còn ẵm ngữa làm người kế tự của Sưởng, nối tước Tấn Hi vương. Sau khi [[Nam Tề]] soán ngôi Lưu Tống, Tiếp bị giết hại cũng như các thành viên khác của hoàng tộc.<ref name=\"T1\"\/><ref name=\"N1\"\/>\n\n====Ở Bắc Ngụy====\n* Đích tử của Sưởng là Lưu Thừa Tự, do công chúa sanh ra, từ nhỏ đã gầy bệnh. Thừa Tự được lấy Bành Thành trưởng công chúa làm vợ (con gái của Hiến Văn đế, em gái của Hiếu Văn đế), nhận chức Phò mã đô úy; mất trước Sưởng,<ref name=\"N2\"\/><ref name=\"B\"\/> được tặng Viên ngoại Thường thị.<ref name=\"N2\"\/> (Về sau Bành Thành trưởng công chúa được đổi làm Trần Lưu trưởng công chúa, tái giá với Vương Túc.)\n* Trưởng tử là Lưu Văn Viễn, tính cách có chút rồ dại, nên Sưởng cho rằng anh ta không thể kế tự. Văn Viễn từng được làm Bộ binh hiệu úy, Tiền tướng quân, đầu thời Tuyên Vũ đế được làm Thống quân. Ở Thọ Xuân, Văn Viễn bị thứ sử [[Vương Túc (Bắc Ngụy)|Vương Túc]] kết tội mưu sát ông ta, hòng chiếm thành làm phản, rồi chịu chết.<ref name=\"N2\"\/> Đây có thể là án oan. Khi Sưởng trấn thủ Bành Thành, triều đình lấy Vương Túc làm phó cho ông. Bởi tính khí thất thường và tài năng kém cỏi của Sưởng khiến cho quân Ngụy và cá nhân Vương Túc nhiều lần hỏng việc.\n* Thứ tử là [[Lưu Huy (Bắc Ngụy)|Lưu Huy]], cũng là con kế tự của Sưởng. Lưu Huy được gả Lan Lăng trưởng công chúa (con gái của Hiếu Văn đế, chị gái thứ 2 của [[Tuyên Vũ đế]]), đả thương khiến công chúa sảy thai rồi chết.<ref name=\"N2\"\/><ref name=\"B\"\/>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Ghi chú==\n{{notelist|2}}\n\n[[Thể loại:Hoàng tử Trung Quốc]]\n[[Thể loại:Quan nhà Lưu Tống]]\n[[Thể loại:Quan nhà Bắc Ngụy]]\n[[Thể loại:Tướng nhà Bắc Ngụy]]\n[[Thể loại:Sinh năm 436]]\n[[Thể loại:Mất năm 497]]"}