{"Lưu Thủ Quang":"{{Thông tin nhân vật hoàng gia\n| tên = Kiệt Yên Mạt Đế\n| tước vị = Hoàng đế Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = Hoàng đế [[Yên (Ngũ đại)|nước Yên]]\n| tại vị = 8\/9\/911<ref name=AS\/><ref name=ZZTJ268>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref> - 4\/1\/914<ref name=AS\/><ref name=ZZTJ269\/><ref>Đây là ngày Lưu Thủ Quang bị giải đến chỗ [[Hậu Đường Trang Tông]] sau khi bị bắt; U châu thất thủ vào ngày 24 tháng 12 năm 913 và từ đó Lưu Thủ Quang trốn chạy.<\/ref>\n| đăng quang = tự lập\n| vợ = [[Lý hoàng hậu (Lưu Thủ Quang)|Lý hoàng hậu]]<br>[[Chúc hoàng hậu]]\n| con cái = Lưu Kế Uy (劉繼威)<br>Lưu Kế Tuần (劉繼珣)<br>Lưu Kế Phương (劉繼方)<br>Lưu Kế Tộ (劉繼祚)<br>Lưu Kế Ngung (劉繼顒)\n| thụy hiệu = [[Mạt Đế]] \n| niên hiệu = Ứng Thiên (應天)\n| cha = [[Lưu Nhân Cung]]\n| mẹ = \n| sinh = \n| nơi sinh = \n| mất = 12\/2\/914<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref name=ZZTJ269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Lưu Thủ Quang''' ({{zh|t=劉守光|s=刘守光|p=Liú Shǒuguāng}}, ? - 12 tháng 2 năm 914<ref name=AS\/><ref name=ZZTJ269\/>) là một quân phiệt vào đầu thời [[Ngũ Đại Thập Quốc]] trong [[lịch sử Trung Quốc]]. Ông kiểm soát Lư Long (盧龍, trị sở nay thuộc [[Bắc Kinh]]) và Nghĩa Xương (義昌, trị sở nay thuộc [[Thương Châu, Hà Bắc|Thương Châu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]), sau khi đoạt lấy quyền lực từ cha là [[Lưu Nhân Cung]] và đánh bại anh trưởng [[Lưu Thủ Văn]]. Lưu Thủ Quang xưng là hoàng đế [[Yên (Ngũ đại)|nước Yên]] vào năm 911, song sau đó bị Tấn vương [[Hậu Đường Trang Tông|Lý Tồn Úc]] đánh bại và giết chết, nước Tấn cũng thôn tính nước Yên.\n\n== Thân thế ==\nLưu Thủ Quang là con thứ của [[Lưu Nhân Cung]]. Nhân Cung trở thành [[tiết độ sứ]] Lư Long vào năm [[895]] sau khi quân phiệt bá chủ khi đó là tiết độ sứ Hà Đông là [[Lý Khắc Dụng]] công chiếm Lư Long vào năm 894.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷259|quyển 259]].<\/ref><ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷260|quyển 260]].<\/ref> Lưu Nhân Cung cuối cùng đã ly khai Lý Khắc Dụng và trở thành một quân phiệt độc lập vào năm 897.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷261|quyển 261]].<\/ref> Lưu Thủ Quang có một anh là [[Lưu Thủ Văn]],<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref> và một đệ là Lưu Thủ Kì (劉守奇).<ref name=ZZTJ266>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref> Vào năm 903 hoặc quanh năm này, Lưu Nhân Cung bổ nhiệm Lưu Thủ Quang làm thứ sử Bình châu (平州, nay thuộc [[Tần Hoàng Đảo]], Hà Bắc). Trong một dịp, khi tù trưởng [[Khiết Đan]] [[Liêu Thái Tổ|Da Luật A Bảo Cơ]] phái con rể Thuật Luật A Bát (述律阿缽) đi đánh Bình châu, Lưu Thủ Quang đã giả vờ cầu hòa với Khiết Đan và thiết tiệc Thuật Luật A Bát và các chỉ huy chủ chốt khác của quân Khiết Đan; Lưu Thủ Quang đã cho quân phục kích và bắt giữ các chỉ huy Khiết Đan trong bữa tiệc, đưa họ vào trong thành, buộc Khiết Đan phải bỏ tiền chuộc.<ref name=ZZTJ264>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷264|quyển 264]].<\/ref>\n\n== Đoạt quyền của cha ==\nKhoảng năm [[907]] hoặc trước đó, Lưu Thủ Quang thông gian với ái thiếp của cha là La thị. Khi biết chuyện, Lưu Nhân Cung đã phạt đánh Lưu Thủ Quang, đuổi ông khỏi gia đình, và không còn công nhận ông là con. Vào mùa hè năm 907, khi một quân phiệt hùng mạnh là Tuyên Vũ tiết độ sứ [[Hậu Lương Thái Tổ|Chu Toàn Trung]] (trị sở nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]]) phái bộ tướng [[Lý Tư An]] (李思安) suất quân tiến công U châu (thủ phủ của Lữ Long), Lưu Nhân Cung đang ở tại quán trên Đại An Sơn (大安山), còn phủ thành thì không chuẩn bị nên đã gần như thất thủ. Lưu Thủ Quang đã tập hợp một đội quân và bảo vệ thành; sau đó đánh bại Lý Tư An và buộc Tuyên Vũ quân phải triệt thoái. Sau đó, Lưu Thủ Quang xưng là tiết độ sứ và phái các thủ hạ [[Nguyên Hành Khâm]] và Lý Tiểu Hỉ (李小喜) đi tiến công quán của cha trên Đại An Sơn. Lưu Nhân Cung cố gắng kháng cự, song Lý Tiểu Hỉ đã đánh bại và bắt giữ Lưu Nhân Cung. Lưu Thủ Quang tiến hành quản thúc cha, giết chết nhiều thuộc quan và nô bộc mà ông không ưa. Đáp lại, Lưu Thủ Kì và ngoại tôn của Lưu Nhân Cung là Vương Tư Đồng (王思同), và tuần kiểm sứ Lý Thừa Ước (李承約) chạy trốn đến Hà Đông.<ref name=ZZTJ266\/>\n\n== Chư hầu của [[Hậu Lương]] ==\nLưu Thủ Quang sau đó đã thượng biểu quy phục Chu Toàn Trung, nay là [[Hậu Lương Thái Tổ]], xin được làm chư hầu, trong biểu chỉ xưng là Lưu Long lưu hậu. Vào mùa thu năm 908, Hậu Lương Thái Tổ bổ nhiệm Lưu Thủ Quang là Lư Long tiết độ sứ, đồng bình chương sự.<ref name=ZZTJ266\/> Hậu Lương Thái Tổ cũng phong cho Lưu Thủ Quang tước Hà Gian quận vương, sau đó thăng là Yên vương.<ref name=HFD4>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷4|quyển 4]].<\/ref>\n\nKhi hay tin Lưu Thủ Quang lật đổ cha, Lưu Thủ Văn đang giữ chức Nghĩa Xương tiết độ sứ. Lưu Thủ Văn cũng xin làm chư hầu của Hậu Lương và đem quân tiến công Lưu Thủ Quang. Quân đội hai bên lâm vào thế bế tắc trong một khoảng thời gian.<ref name=ZZTJ266\/> Trong cuộc đối đầu này, Lưu Thủ Quang nhận được hỗ trợ từ Tấn vương [[Hậu Đường Trang Tông|Lý Tồn Úc]]. \n\nNăm [[909]] Lưu Thủ Quang phái quân đi đánh chiếm vùng đất Liêu Đông của [[vương quốc Bột Hải]] (đời vua [[Đại Nhân Soạn]]). Cùng năm [[909]], hai anh em Lưu Thủ Quang và Lưu Thủ Văn lại giao chiến với nhau ở Kê Tô (雞蘇, nay thuộc [[Thiên Tân]]). Lưu Thủ Văn thoạt đầu chiếm ưu thế, song Lưu Thủ Văn lại bảo với binh lính rằng không được giết Lưu Thủ Quang, Nguyên Hành Khâm vốn có lập trường công nhận Lưu Thủ Văn thấy vậy đã đổi ý và bắt Lưu Thủ Văn, Nghĩa Xương quân thảm bại. Lưu Thủ Quang giam giữ Lưu Thủ Văn và tiến về Thương châu. Các thuộc hạ của Lưu Thủ Văn là Lã Duyện (呂兗) và Tôn Hạc (孫鶴) thoạt đầu ủng hộ con của Lưu Thủ Văn là [[Lưu Diên Tộ]] làm soái và bố trí phòng thủ, thậm chí ngay cả sau khi Lưu Thủ Quang giải Lưu Thủ Văn ra trước cổng thành. Đến khi lương thực cạn kiệt, quân lính Thương châu tiến hành giết chóc các cư dân yếu đuối để làm quân lương. Vào mùa xuân năm 910, Lưu Diên Tộ đầu hàng, Lưu Thủ Quang lệnh cho con của mình là Lưu Kế Uy (劉繼威) tiếp quản Nghĩa Xương. Lưu Thủ Quang đồ sát Lã Duyện cùng gia quyến, song tha cho Tôn Hạc và cho làm quân sư.<ref name=ZZTJ267\/>\n\nNgay sau đó, Lưu Thủ Quang đã cho ám sát Lưu Thủ Văn; đổ tội cho các sát thủ và xử tử những người này. Ông cũng thượng biểu nhân danh Lưu Nhân Cung để xin được an trí, Hậu Lương Thái Tổ chấp nhận và ban cho Lưu Nhân Cung chức vụ mang tính danh dự là ''Thái sư''. Hậu Lương Thái Tổ cũng bổ nhiệm Lưu Thủ Quang giữ thêm chức tiết độ sứ Nghĩa Hưng, trong khi bổ nhiệm Lưu Kế Uy làm Nghĩa Hưng lưu hậu. Mặc dù xưng thần với Hậu Lương, song Lưu Thủ Quang vẫn có ý đồ riêng, ông dâng biểu cho Hậu Lương Thái Tổ nói rằng sẽ hỗ trợ tiêu diệt [[Lý Tồn Úc]], song cũng viết thư cho Lý Tồn Úc nói rằng sẽ hợp binh với Tấn để diệt Hậu Lương.<ref name=ZZTJ267\/>\n\nNăm 910, do nghi ngờ lòng trung thành của hai chư hầu khác là Vũ Thuận tiết độ sứ [[Vương Dung]] (còn gọi là [[Triệu (Ngũ đại)|nước Triệu]], trị sở nay thuộc [[Thạch Gia Trang]], Hà Bắc) và Nghĩa Vũ tiết độ sứ [[Vương Xử Trực]] (trị sở nay thuộc [[Bảo Định, Hà Bắc|Bảo Định]], Hà Bắc), Hậu Lương Thái Tổ đã sai quân tiến công. Vương Dung cầu viện cả Lý Tồn Úc và Lưu Thủ Quang, Lý Tồn Úc hợp quân với Vũ Thuận quân và Nghĩa Vũ quân chống Hậu Lương, song Lưu Thủ Quang từ chối vì cho rằng mình sẽ được hưởng lợi khi quân Hậu Lương và Triệu giao chiến, bất chấp việc Tôn Hạc chỉ ra rằng nếu không hành động thì Triệu và Nghĩa Vũ sẽ sa vào tay của Lý Tồn Úc.<ref name=ZZTJ267\/>\n\nVào mùa xuân năm [[911]], liên quân Tấn-Triệu-Nghĩa Vũ dưới quyền thống soái của Lý Tồn Úc đã tiêu diệt quân Hậu Lương của [[Vương Cảnh Nhân]] tại Bá Hương (柏鄉, nay thuộc [[Hình Đài]], Hà Bắc). Liên quân tiến công tiếp về phía nam, song Lưu Thủ Quang lại loan tin sẽ hợp binh tiến công. Lý Tồn Úc lo rằng sẽ bị Lưu Thủ Quang tiến công từ phía sau nên đã bỏ dở chiến dịch.<ref name=ZZTJ267\/>\n\nSau khi đoạt được Nghĩa Xương, Lưu Thủ Quang cho rằng mình được thần thánh trợ giúp, trở nên phóng túng và tàn nhẫn. Các phương pháp tra tấn của ông bao gồm nhốt người vào lồng và sau đó đốt nóng lồng, dùng bàn chải sắt để rạch mặt.<ref name=ZZTJ267\/> Chống lại lời khuyên bảo của Tôn Hạc, Lưu Thủ Quang bắt đầu thể hiện ý muốn xưng đế. Đầu tiên, Lưu Thủ Quang gửi thư cho Vương Dung và Vương Xử Trực, yêu cầu họ ủng hộ để ông nhận được tước ''Thượng phụ''. Khi Vương Dung báo việc này cho Lý Tồn Úc, thoạt đầu Lý Tồn Úc muốn tiến công Lưu Thủ Quang ngay tức khắc, song các tướng Tấn cho rằng khi Lưu Thủ Quang nhận được tước đó thì sẽ trở nên ngạo mạn và dễ đánh bại hơn. Do đó, Lý Tồn Úc đã cùng với Vương Dung, Vương Xử Trực, và ba tiết độ sứ khác để tiến cử Lưu Thủ Quang giữ chức '''Thượng thư lệnh'', ''Thượng phụ''. Sau đó, Lưu Thủ Quang gửi kiến nghị này cho Hậu Lương Thái Tổ, nói rằng nếu Hậu Lương Thái Tổ không lập ông làm Hà Bắc đô thống, sẽ không thể bình được Lý Tồn Úc và Vương Dung. Hậu Lương Thái Tổ biết rằng Lưu Thủ Quang thổi phồng bản thân, sau đó phái sứ giả đến sách phong Lưu Thủ Quang là Hà Bắc đạo thái phóng sứ.<ref name=ZZTJ268\/>\n\nSau đó, khi Lưu Thủ Quang lệnh cho các thủ hạ chuẩn bị một buổi lễ thụ phong chức ''Thượng phụ'' và ''Thái phóng sứ'', ông nhận thấy rằng buổi lễ thiếu nghi thức giao thiên và cải nguyên. Mặc dù các thủ hạ đã chỉ ra rằng các hành động này không thích hợp nếu ông vẫn là một thần thuộc của Hậu Lương, Lưu Thủ Quang tức giận và nói:<ref name=ZZTJ268\/>\n\n{{quote|Ta có đất đai 2.000 [[lý (đơn vị đo lường)|lý]], quân mặc áo giáp 30 vạn. Ngay cả khi ta làm Hà Bắc thiên tử, ai có thể cấm ta? Tai sao ta chỉ nhận chức ''Thượng phụ''?}}\n\nLưu Thủ Quang ra lệnh lập tức chuẩn bị cho lễ đăng quang làm hoàng đế. Ông cũng bắt giam các sứ giả của Hậu Lương và các tiết độ sứ khác đến tham dự buổi lễ, song sau đó họ đã được phóng thích. Vì các thủ hạ lo ngại trước việc chủ của mình xưng đế, Lưu Thủ Quang đã công khai trưng ra một cái rìu lớn, nói rằng bất kỳ ai phản đối đều sẽ bị chém đầu. Khi Tôn Hạc vẫn khuyên can, Lưu Thủ Quang đã trói và lột da Tôn Hạc, và lệnh cho binh sĩ ăn thịt Tôn Hạc. Trong lúc bị lột da, Tôn Hạc vẫn tiếp tục phản đối, vì thế Lưu Thủ Quang đã nhét chất bẩn vào mồm Tôn Hạc và sau đó chặt đầu Tôn Hạc. Lưu Thủ Quang tức vị, trở thành Yên Đế.<ref name=ZZTJ268\/>\n\n== Làm hoàng đế ==\nLý Tồn Úc muốn khiến cho Lưu Thủ Quang ngạo mạn hơn nữa nên đã phái thuộc hạ là Lý Thừa Huân (李承勳) đến chúc hạ, Lưu Thủ Quang đã cho bắt giữ Lý Thừa Huân<ref name=ZZTJ268\/> và sau đó giết sứ giả của Tấn.<ref name=NHFD39>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷39|quyển 39]].<\/ref> Lưu Thủ Quang cũng lệnh cho binh sĩ của Yên phải xăm hình lên mặt. Lưu Thủ Quang cũng bố trí quân lính để tiến công Nghĩa Vũ, bất chấp lời phản đối của [[Phùng Đạo]], Phùng Đạo bị tống giam song sau đó đã trốn thoát đến Tấn. Đến khi quân Yên tiến công Nghĩa Vũ, Vương Xử Trực đã cần viện Tấn. Đáp lại, Lý Tồn Úc phái Chu Đức Uy hợp binh với quân Triệu và quân Nghĩa Vũ vào mùa xuân năm 912 để tiến công Yên.<ref name=ZZTJ268\/>\n\nLưu Thủ Quang cầu viện Hậu Lương Thái Tổ, Hậu Lương Thái Tổ quyết định thân chinh đến cứu viện. Tuy nhiên, hoàng đế Hậu Lương đã bị tướng Tấn là [[Lý Tồn Thẩm]] đánh bại và buộc phải triệt thoái, sau đó Thái Tổ lâm bệnh nặng và không thể cứu viện cho Lưu Thủ Quang nữa. Trong khi đó, Lưu Kế Uy bị thuộc hạ là Trương Vạn Tiến (張萬進) ám sát, Trương Vạn Tiến sau đó quy phục Hậu Lương.<ref name=ZZTJ268\/>\n\nTrong các trận chiến kéo dài suốt năm 912 và đầu năm 913, Chu Đức Uy và các tướng Tấn khác dần dần chiếm được các thành của Yên, bắt được các tướng Yên là Đan Đình Khuê (單廷珪) và Nguyên Hành Khâm, sĩ khí quân Yên suy sụp. Đến mùa hè năm 912, Chu Đức Uy đã bao vây U châu. Lưu Thủ Quang gửi một bức thư với lời lẽ khiêm nhường nhằm cầu hòa, song bị Chu Đức Uy nhạo báng.<ref name=ZZTJ268\/>\n\nChu Đức Uy từ chối hòa đàm, song sau khi Lưu Thủ Quang tiếp tục khẩn cần, Chu Đức Uy đã chuyển đề nghị của Lưu Thủ Quang cho Lý Tồn Úc. Trong khi đó, Lưu Thủ Kì và [[Dương Sư Hậu]] tiến vào lãnh thổ Triệu nhằm buộc Chu Đức Uy phải bỏ chiến dịch đánh Yên để đến cứu Triệu. Chu Đức Uy đã phái [[Trương Văn Lễ|Vương Đức Minh]] đem quân đi cứu Triệu, song không chịu từ bỏ bao vây U châu. Sau đó, khi Lý Tồn Úc phái [[Trương Thừa Nghiệp]] đến U châu để thảo luận tình thế với Chu Đức Uy, Lưu Thủ Quang đề nghị chuyện đầu hàng với Trương Thừa Nghiệp, song Trương Thừa Nghiệp từ chối và nói rằng Lưu Thủ Quang có tiền sử nói không giữ lời. Sau đó, Chu Đức Uy đẩy lui một cuộc phản công của Lưu Thủ Quang.<ref name=ZZTJ268\/>\n\nVào mùa đông năm 913, U châu lâm vào tình thế tuyệt vọng, Lưu Thủ Quang đề nghị sẽ đầu hàng nếu Lý Tồn Úc đích thân đến tiếp nhận. Chu Đức Uy do đó đã chuyển tiếp đề nghị này đến Lý Tồn Úc. Khi Lý Tồn Úc đến và cam kết rằng Lưu Thủ Quang sẽ được tha mạng nếu đầu hàng, Lưu Thủ Quang lại do dự và không làm vậy. Lý Tiểu Hỉ sau đó đã đầu hàng và tiết lộ cho quân Tấn về tình hình tuyệt vọng trong thành, quân Tấn vì thế tiến hành các cuộc tấn công ác liệt hơn nữa, kết quả là U châu thất thủ và Lưu Thủ Quang trốn chạy.<ref name=ZZTJ268\/>\n\n== Qua đời ==\nLưu Thủ Quang đem theo thê tử là [[Lý hoàng hậu (Lưu Thủ Quang)|Lý hoàng hậu]] và [[Chúc hoàng hậu]], cùng các con là Lưu Kế Tuần (劉繼珣), Lưu Kế Phương (劉繼方), và Lưu Kế Tộ (劉繼祚), cố gắng chạy đến Thương châu- nơi Lưu Thủ Kỳ đang làm tiết độ sứ. Tuy nhiên, do trời lạnh nên ông bị tê cóng và lạc đường. Khi tiến đến Yên Lạc (燕樂, nay thuộc Bắc Kinh), họ đã trải qua vài ngày không có thức ăn. Lưu Thủ Quang đã cử Chúc hoàng hậu đi xin ăn các thường dân. Khi bà xin ăn Trương Sư Tạo (張師造), Trương Sư Tạo đã nhận ra bà và buộc bà phải tiết lộ vị trí của Lưu Thủ Quang. Sau đó, Trương Sư Tạo đến bắt Lưu Thủ Quang cùng tùy tùng và giải họ đến chỗ Lý Tồn Úc.<ref name=ZZTJ269\/>\n\nThoạt đầu, Lý Tồn Úc không có hành động nào nhằm trừng phạt Lý Thủ Quang hay Lý Nhân Cung, cho họ sống trong một dinh thự và ban cho quần áo, chai lọ, thực phẩm và còn đùa với Lưu Thủ Quang: \"Chủ nhân sao lại tránh khách lâu vậy\", Lưu Nhân Cung và thê nhổ nước bọt và mặt Lý Tồn Úc và nói: \"Nghịch tặc, phá nhà ta đến thế này đây!.<ref name=ZZTJ269\/>\n\nVào mùa xuân năm 914, Lý Tồn Úc cho đưa gia quyến của Lưu Thủ Quang, gồm cả Lưu Nhân Cung qua Nghĩa Vũ và Thành Đức. Khi họ tiến đến Thành Đức, theo thỉnh cầu của Vương Dung, Lý Tồn Úc đã thời cho bỏ xiềng xích trên người Lưu Thủ Quang và Lưu Nhân Cung, cho họ tham gia một bữa tiệc do Vương Dung tổ chức. Sau khi họ trở về kinh thành Thái Nguyên của Tấn, Lý Tồn Úc đã chuẩn bị xử tử Lưu Thủ Quang và đích thân có mặt tại buổi hành quyết. Lưu Thủ Quang cầu xin tha mạnh và nói rằng Lý Tiểu Hỉ đã thuyết phục ông không đầu hàng; sau khi Lý Tiểu Hỉ quở trách ông, Lý Tồn Úc tức giận trước thái độ với chủ cũ của người này nên đã xử tử Lý Tiểu Hỉ. Lưu Thủ Quang tiếp tục cầu xin tha mạng, nói rằng: \"Thủ Quang thiện kị xạ, nếu vương muốn thành bá nghiệp, sao không tha cho tôi và để tôi cống hiến?\" Lý hoàng hậu và Chúc hoàng hậu quở trách ông và chấp nhận số phận, song Lưu Thủ Quang xin tha mạng cho đến những thời khắc cuối cùng. Sau khi ông bị giết, Lưu Nhân Cung bị giải đến chỗ lăng mộ của Lý Khắc Dụng và bị xử tử tại đó.<ref name=ZZTJ269\/>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Hậu Lương (Ngũ đại)]]\n[[Thể loại:Mất năm 914]]\n[[Thể loại:Yên (Ngũ Đại Thập Quốc)]]\n[[Thể loại:Sinh thế kỷ 9]]"}