{"Lưu Biện":"{{otherpeople5|Hán Thiếu Đế (định hướng)}} \n{{Thông tin nhân vật hoàng gia\n| hình = \n| ghi chú hình = \n| tên = Hán Thiếu Đế\n| tên gốc = 漢少帝\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| thêm = china\n| chức vị = [[Hoàng đế]] [[nhà Hán|nhà Đông Hán]]\n| tại vị = [[15 tháng 5]] năm [[189]] &ndash; [[28 tháng 9]] năm [[189]]<br>({{số năm theo năm và ngày|189|5|15|189|9|28}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:-202 till:220\nAlignBars = early\nScaleMajor = increment:422 start:-202\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:189 till:189 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì \n| tiền nhiệm = [[Hán Linh Đế|<font color=\"grey\">Hán Linh Đế<\/font>]] \n| kế nhiệm = [[Hán Hiến Đế|<font color=\"blue\">Hán Hiến Đế<\/font>]] \n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Lưu Biện (劉辯)\n| kiểu tên đầy đủ = Tên thật \n| niên hiệu = Quang Hi (4\/189 - 8\/189) <br> Chiêu Ninh (8\/189 - 9\/189)\n| miếu hiệu = \n| thụy hiệu = <font color = \"grey\">Hoằng Nông Hoài vương<\/font><br>(弘農懷王) \n| phối ngẫu = [[Đường Cơ (Hán Thiếu Đế)|Đường Cơ]]\n| cha = [[Hán Linh Đế]]\n| mẹ = [[Linh Tư Hà hoàng hậu]]\n| sinh = 175\n| mất = 6 tháng 3 {{năm mất và tuổi|190|175}}\n| nơi mất = [[Lạc Dương]]\n| nơi an táng = [[Hoằng Nông Hoài vương mộ]] (弘農懷王墓)\n}}\n'''Hán Thiếu Đế''' ([[chữ Hán]]: 漢少帝; [[175]] - [[6 tháng 3]] năm [[190]]), húy '''Lưu Biện''' (劉辯), là vị [[Hoàng đế]] thứ 13<ref>Ngay ở Trung Quốc cũng có một số người bỏ sót Hán Thiếu Đế Lưu Biện, có lẽ do thời gian ở ngôi của ông quá ngắn ngủi<\/ref> của nhà [[Đông Hán]], là Hoàng đế thứ 28 và cũng là áp chót của toàn bộ triều đại [[nhà Hán]] trong [[lịch sử Trung Quốc]].\n\nÔng lên ngôi khi còn nhỏ tuổi, do đó suốt thời đại này, ông bị mẹ là [[Linh Tư Hà hoàng hậu|Hà Thái hậu]] lâm triều nhiếp chính, lại còn bị ông cậu Đại tướng quân [[Hà Tiến]] thao túng tất cả. Triều đại của ông chỉ ở vài tháng trong năm [[189]], sau đó bị phế truất bởi quyền thần [[Đổng Trác]]. Sau đó, ông bị giáng làm '''Hoằng Nông vương''' (弘農王), rồi liền bị Đổng Trác bức tử.\n\n== Cuộc đời  ==\n=== Thiếu thời ===\nLưu Biện sinh ngày [[12 tháng 1]] (âm lịch) năm Hi Bình thứ 5 ([[176]])<ref>Có thuyết lại nói là Hi Bình năm thứ 2 ([[173]]), đại đa số đều nhất trí là năm 176<\/ref>, là con trai của [[Hán Linh Đế]] Lưu Hoành và [[Linh Tư Hà hoàng hậu]]. Mẹ ông là Hà hoàng hậu có tính khí nóng nảy, ghen tuông mù quáng, khi tại vị thì Hà hậu từng giết [[Vương mỹ nhân (Hán Linh Đế)|Vương mỹ nhân]] - mẹ của em trai ông là [[Lưu Hiệp]]. Khi Lưu Biện vừa sinh ra, Hán Linh Đế sợ ông khó nuôi nên cho gửi nhờ một Đạo sĩ họ Sử nuôi nấng, do đó có biệt danh là ['''Sử hầu'''; 史侯]<ref>《后汉书·卷十下·皇后纪第十下》：家本屠者，以选入掖庭。长七尺一寸。生皇子辩，养于史道人家，号曰史侯。<\/ref><ref>《后汉纪·孝灵皇帝纪下卷第二十五》周天游注：“史道人者，史子眇也，乃道术之士，后欲依其术善护皇子。”<\/ref>. Sinh thời cũng gọi ông là ['''Hoàng tử Biện'''; 皇子辯].\n\nKhi các hoàng tử lớn lên, Hán Linh Đế quyết định chọn ngôi vị [[Thái tử]]. Sử hầu Lưu Biện ra đời trước, nhưng Hán Linh Đế thấy đứa con này không đủ trí tuệ, không thể làm Tự quân, mà rất thích Lưu Hiệp là con của Vương mỹ nhân quá cố. Tuy vậy, Linh Đế khi ấy đang sủng ái Hà hậu, lại có anh trai của Hà hậu là [[Hà Tiến]] nhậm chức ''Đại tướng quân'', quyền khuy rất lớn, nên Hán Linh Đế chần chờ không quyết<ref>《后汉书·卷六十九·窦何列传第五十九》：初，何皇后生皇子辩，王贵人生皇子协。群臣请立太子，帝以辩轻佻无威仪，不可为人主，然皇后有宠，且进又居重权，故久不决。<\/ref>.\n\n=== Trở thành Hoàng đế ===\nNăm Trung Bình thứ 6 ([[189]]), Hán Linh Đế hấp hối. Trước khi qua đời, Linh Đế giao phó Lưu Hiệp cho Thượng quân Giáo úy [[Kiển Thạc]] (蹇硕), một [[hoạn quan]] mà ông tin cẩn, hòng hi vọng Lưu Hiệp có thể kế thừa Hoàng vị. Cùng năm, ngày [[11 tháng 4]] (tức ngày [[13 tháng 5]] dương lịch), Linh Đế băng hà. Kiển Thạc muốn giết Hà Tiến trước để đoạt quyền, nên cho mời Hà Tiến vào hậu cung. Khi ấy, Tư mã [[Phan Ẩn]] (潘隐) thông đồng Hà Tiến, ra hiệu cho Hà Tiến biết mối nguy, nên Hà Tiến trở về đại doanh củng cố lực lượng. Sự việc này là tiền đề để Hoàng tử Biện lên ngôi<ref>《后汉书·何进传》：“六年，帝疾笃，属协于蹇硕。硕既受遗诏，且素轻忌于进兄弟，及帝崩，硕时在内，欲先诛进而立协。及进从外入，硕司马潘隐与进早旧，迎而目之。进惊，驰从儳道归营，引兵入屯百郡邸，因称疾不入。硕谋不行，皇子辩乃即位，……”<\/ref>.\n\nHai ngày sau khi Linh Đế băng hà, Hoàng tử Biện ở trước linh cữu của Linh Đế đăng cơ, năm ấy 14 tuổi, [[niên hiệu]] là '''Quang Hi''' (光熹). Theo cựu lệ, Hà hậu trở thành [[Hoàng thái hậu]], lâm triều [[nhiếp chính]], anh của Hà Thái hậu là Đại tướng quân [[Hà Tiến]] cùng Thái phó [[Viên Ngỗi]] đồng phụ chính<ref>《后汉书》卷九 孝献帝纪第九：孝献皇帝讳协，灵帝中子也。母王美人，为何皇后所害。中平六年四月，少帝即位，封帝为勃海王，徙封陈留王。<\/ref>. Kiển Thạc thất bại trong việc lập Hoàng tử Hiệp, sợ hãi cầu cứu các hoạn quan khác, nhưng tất cả đều hướng đến Hà Tiến, không muốn đắc tội nên không chịu giúp, cuối cùng Thạc bị Hà Tiến giết thảm<ref>《后汉书·窦何列传第五十九》：“故胜亲信何氏，遂共赵忠等议，不从硕计，而以其书示进。进乃使黄门令收硕，诛之，因领其屯兵。”<\/ref>.\n\nVào lúc đó, Trung thường thị [[Trương Nhượng]] và các hoạn quan, sử gọi [[Thập thường thị]], có mâu thuẫn gay gắt với Hà Tiến, anh ruột của Hà Thái hậu<ref name=\"Lê Đông Phương, sách đã dẫn, tr 39\">Lê Đông Phương, sách đã dẫn, tr 39<\/ref>. Bởi vì các hoạn quan nhiều năm đã thành một thế lực mạnh, trong ngoài cấu kết cực kỳ củng cố. Hà Tiến vừa nắm quyền, xưa nay cũng kiêng kị bọn họ, không dễ bề nắm được quyền thế, cho nên Hà Tiến nhiều lần đề nghị Hà Thái hậu bãi chức các hoạn quan, nhưng Hà Thái hậu lại không chịu vì hoạn quan vốn là những người hầu hạ đắc lực trong cung cấm không thể bỏ đi; hơn nữa trước đây Hà Thái hậu từng nhờ Thập thường thị can gián Hán Linh Đế nên không bị truất ngôi Hoàng hậu. Trương Nhượng đặc biệt được Hà Thái hậu tin cậy và sủng ái nhất, do con trai nuôi của ông đã lấy em gái Thái hậu.\n\nThấy Hà Thái hậu không chịu, có [[Viên Thiệu]] là dòng dõi Công khanh nhiều đời kiến nghị:''\"Hoàng môn Thường thị chiếm quyền đã lâu, lại còn Trường Lạc Thái hậu hưởng lạc thông dâm. Tướng quân nên tiến chọn hiền tài, khôi phục triều đình\"''. Hà Tiến cho là phải, cùng Viên Thiệu và [[Viên Thuật]], [[Phùng Kỷ]] (逢纪), [[Hà Ngung]] (何颙) rồi [[Tuân Du]] kết làm tâm phúc<ref>《后汉书》：硕谋不行，皇子辩乃即位，何太后临朝，进与太傅袁隗辅政，录尚书事。进素知中官天下所疾，兼忿蹇硕图己，及秉朝政，阴规诛之。袁绍亦素有谋，因进亲客张津劝之曰：“黄门常侍权重日久，又与长乐太后专通奸利，将军宜更清选贤良，整齐天下，为国家除患。”进然其言。又以袁氏累世宠贵，海内所归，而绍素善养士，能得豪杰用，其从弟虑贲中郎将术亦尚气侠，故并厚待之。因复博征智谋之士逄纪、何颙、荀攸等，与同腹心。<\/ref>. Vì gợi ý của Viên Thiệu, Hà Tiến bèn sai người ra nói với [[Đổng Trác]] là [[Châu mục]] của [[Tịnh Châu]], hãy ''\"giả làm phản đòi dẹp hoạn quan\"'', với mục đích là dọa Thái hậu phải bằng lòng bãi chức hoạn quan<ref name=\"Lê Đông Phương, sách đã dẫn, tr 39\"\/>. Chủ bạ [[Trần Lâm (Tam Quốc)|Trần Lâm]] (陈琳) khuyên can không thể rước họa vào nhà, nhưng Hà Tiến không nghe<ref name=\"ReferenceA\">《后汉书》：而太后母舞阳君及苗数受诸宦官赂遗，知进欲诛之，数白太后，为其障蔽。又言：“大将军专杀左右，擅权以弱社稷。”太后疑以为然。中官在省闼者或数十年，封侯贵宠，胶固内外。进新当重任，素敬惮之，虽外收大名而内不能断，故事久不决。绍等又为画策，多召四方猛将及诸豪杰，使并引兵向京城，以胁太后。进然之。主簿陈琳入谏曰：“《易》称‘即鹿无虞’，谚有‘掩目捕雀’。<\/ref>.\n\nSau đó, Hà Thái hậu nghe tin Đổng Trác sắp kéo quân vào Lạc Dương, trúng kế sợ hãi, vội ra chiếu cách chức các hoạn quan, chỉ giữ vài người tín nhiệm, đều là những Tiểu hoạn quan do Hà Tiến đề bạt. Điều này khiến Viên Thiệu không chịu, khuyên Hà Tiến dứt điểm hoàn toàn, nhưng Hà Tiến vẫn cứ trù tính, do đó Viên Thiệu giả truyền chỉ ý của Hà Tiến, lệnh các châu, quận lùng bắt thân thuộc của các hoạn quan, do đó các hoạn quan hốt hoảng, biết là sẽ sinh đại biến. Không thể chờ chết, sau khi bị bãi nhiệm, Trương Nhượng lại gọi con trai và con dâu dập đầu, con dâu ông vốn là em gái Hà Thái hậu, nên Trương Nhượng nói:''\"Lão thần đắc tội, hẳn là nên về tư môn xám hối. Nhưng lão thần nhiều đời chịu ân, hiện tại muốn rời xa hoàng cung, nhất thời quyến luyến khó xá, thỉnh lại một lần tiến cung, có thể tạm thời vấn an Thái hậu. Khi lại thấy được ngọc nhan, có chết cũng không hối!\"''. Con trai và con dâu Trương Nhượng đến xin Vũ Dương quân cầu tình, vốn Vũ Dương quân có nhận hối lộ của họ, nên vào cung nói lại với hà Thái hậu, do đó Thái hậu triệu tập các hoạn quan về lại trong cung phục sự như cũ<ref>《后汉书》：进不许。绍又为书告诸州郡，诈宣进意，使捕案中官亲属。进谋积日，颇泄，中官惧而思变。张让子妇，太后之妹也。让向子妇叩头曰：“老臣得罪，当与新妇俱归私门。惟受恩累世，今当远离宫殿，情怀恋恋，愿复一入直，得暂奉望太后、陛下颜色，然后退就沟壑，死不恨矣。”子妇言于舞阳君，入白太后，乃诏诸常侍皆复入直。<\/ref>.\n\nNăm Quang Hi nguyên niên ([[189]]), [[tháng 8]], Hà Tiến lại tới Trường Lạc cung để đề nghị Hà Thái hậu không chỉ bãi miễn mà giết Trương Nhượng và tất cả các hoạn quan. Trong các hoạn quan có người nghe được chuyện bèn báo với Trương Nhượng, thế là Trương Nhượng cùng Đoàn Khuê giả truyền ý chỉ của Thái hậu để gọi một mình Hà Tiến vào cung, sau vội huy động vài mươi quân lính cầm binh khí phục sẵn, đợi lúc Hà Tiến ra cửa cung bèn đổ ra bắt sống, mang tới dưới lầu Thượng thư rồi kể tội vong ân bội nghĩa và giết chết trước Gia Đức điện<ref>《后汉书》：八月，进入长乐白太后，请尽诛诸常侍以下，选三署郎入守宦官庐。诸宦官相谓曰：“大将军称疾不临丧，不送葬，今郯入省，此意何为？窦氏事竟复起邪？”<\/ref>.\n\nNgày [[26 tháng 8]], tin tức Hà Tiến bị giết truyền ra, thủ hạ của Hà Tiến là [[Viên Thiệu]] mang quân đánh vào hoàng cung giết hoạn quan báo thù cho Hà Tiến. Trong lúc hỗn loạn, Trương Nhượng cùng Đoàn Khuê dắt Hà Thái hậu, Hán Thiếu Đế và Trần Lưu vương Lưu Hiệp chạy trốn từ đường phức đạo Nam cung ra Bắc cung. Đúng lúc đó Thượng thư [[Lư Thực]] cầm giáo chạy tới, giữ được Hà Thái hậu<ref>《后汉书》：又张让等使人潜听，具闻其语，乃率常侍段珪、毕岚等数十人，持兵窃自侧闼入，伏省中，及进出，因诈以太后诏召进。入坐省闼，让等诘进曰：“天下愦愦，亦非独我曹罪也。先帝尝与太后不快，几至成败，我曹涕泣救解，各出家财千万为礼，和悦上意，但欲托卿门户耳。今乃欲灭我曹种族，不亦太甚乎？卿言省内秽浊，公卿以下忠清者为谁？”于是尚方监渠穆拔剑斩进于嘉德殿前。 让、珪等为诏，以故太尉樊陵为司隶校尉，少府许相为河南尹。尚书得诏板，疑之，曰：“请大将军出共议。”<\/ref><ref>《后汉书·卷十下·皇后纪第十下》：后兄大将军进欲诛宦官，反为所害；舞阳君亦为乱兵所杀。<\/ref><ref>《后汉书》：中黄门以进头掷与尚书，曰：“何进谋反，已伏诛矣。”进部曲将吴匡、张璋，素所亲幸，在外闻进被害，欲将兵入宫，宫阁闭。袁术与匡共斫攻之。中黄门持兵守阁。会日暮，术因烧南宫九龙门及东西宫，欲以胁出让等。让等入白太后，言大将军兵反，烧宫，攻尚书闼，因将太后、天子及陈留王，又劫省内官属，从复道走北宫。尚书卢植执戈于阁道窗下，仰数段珪。段珪等惧，乃释太后。太后投阁得免。<\/ref>.\n\nSang ngày [[27 tháng 8]], Trương Nhượng và Đoan Khuê bị bức bách bởi nhóm quân truy đuổi, bèn đem Hán Thiếu Đế cùng Trần Lư vương bắt đi tiếp, phải đi bộ một đoạn dài, đêm ấy thì đến Tiểu bình tân<ref>《后汉书·孝灵帝纪》：“让、圭等复劫少帝、陈留王走小平津。”<\/ref>. Hán Thiếu Đế cùng Trần Lưu vương cứ đi như vậy, bên cạnh cũng không có Công khanh phụ tá, mãi sau thì Hà Nam Trung bộ duyện là [[Mẫn Cống]] (閔貢) dẫn binh truy đến, giết vài tên hoạn quan, lại hạch tội Trương Nhượng cùng Đoan Khuê họa loạn quốc chính. Trương và Đoan cùng đường, hướng Thiếu Đế chắp tay vái lạy rồi nhảy xuống sông Hoàng Hà tự sát<ref>《后汉书·孝灵帝纪》章怀太子注引《献帝春秋》：“河南中部掾闵贡见天子出，率骑追之，比晓到河上。天子饥渴，贡宰羊进之，厉声责让等……让等惶怖，叉手再拜叩头，向天子辞……遂投河而死。”<\/ref>. Sau đó, Mẫn Cống đỡ Thiếu Đế cùng Trần Lưu vương dần dần mò về hoàng cung, trên đường Mẫn Cống phải mượn một chiếc xe đẩy tay của bá tánh ven đó để chở Thiếu Đế cùng Trần Lưu vương, ròng rã suốt cả đêm. Ba người sau đó đến Lạc xá, mới xuống xe nghỉ ngơi. Đến rạng sáng ngày [[28 tháng 8]], Mẫn Cống tìm thấy hai con [[ngựa]], Thiếu Đế cưỡi một con, Mẫn Cống chở Trần Lưu vương một con, phóng ngựa về hướng kinh sư. Lúc này mới bắt đầu thấy bóng dáng các Công khanh đại thần ra đón<ref>《资治通鉴·卷五十九》：“贡扶帝与陈留王夜步逐萤光南行，欲还宫，行数里，得民家露车，共乘之，至雒舍止，辛未，帝独乘一马，陈留王与贡共乘一马，从雒舍南行，公卿稍有至者。”<\/ref>.\n\n=== Bị phế truất ===\nNăm Quang Hi nguyên niên ([[189]]), ngày [[28 tháng 8]] (tức ngày [[25 tháng 9]] dương lịch), Hán Thiếu Đế trở về hoàng cung. Đại xá thiên hạ. Đổi [[niên hiệu]] thành '''Chiêu Ninh''' (昭寧)<ref>《后汉书·孝灵帝纪》：“辛未，还宫。大赦天下，改光熹为昭宁。”<\/ref>.\n\nĐổng Trác vào kinh khống chế triều đình, tự phong làm [[Tư không]], quyền khuynh triều dã. Trác biết mọi người không phục, bèn tính việc phế truất Thiếu Để để lập người khác. Khi ấy, trong triều ngoài [[Lư Thực]] và [[Viên Thiệu]] là có đại quyền, còn lại đều không ai dám phản đối Đổng Trác<ref>《后汉书·董卓列传》：“卓兵士大盛。乃讽朝廷策免司空刘弘而自代之。因集议废立。百僚大会，卓乃奋首而言……公卿以下莫敢对。”<\/ref>. Cùng năm ấy, ngày [[1 tháng 9]] (tức ngày [[28 tháng 9]] dương lịch), Đổng Trác bắt Hà Thái hậu triệu tập quan viên ở [[Sùng Đức điện]] (崇德殿), tuyên bố lập Trần Lưu vương Lưu Hiệp làm Hoàng đế, giáng Đương kim Hoàng đế Lưu Biện làm '''Hoàng Nông vương''' (弘農王), còn Hoàng thái hậu phải hoàn chính lui về hậu cung. Sau khi tuyên độc chiếu thư, Thái phó Viên Ngỗi tháo Hoàng đế tỉ thụ trên người Lưu Biện xuống để trao cho Lưu Hiệp. Sau đó, Viên Ngỗi bế Lưu Hiệp lên Đế tọa, còn Hoằng Nông vương Biện ở trước mặt Tân Hoàng đế vái lạy xưng thần. Quần thần trong lòng bi thống, nhưng đều không dám nói gì<ref>《资治通鉴·卷五十九》“汉灵帝中平六年”：“袁隗解帝玺绶，以奉陈留王，扶弘农王下殿，北面称臣。太后鲠涕，群臣含悲，莫敢言者。”<\/ref>.\n\nNăm Sơ Bình nguyên niên ([[190]]), các Châu mục, Thứ sử ở khắp nơi tại [[Sơn Đông]] nổi dậy thảo phạt Đổng Trác. Sợ hợp binh có danh nghĩa phò trợ Hoằng Nông vương Lưu Biện trở lại Đế vị, Đổng Trác quyết tâm giết chết Lưu Biện, trước tiên Trác giam Lưu Biện trên một tòa lầu cao biệt lập, phái người canh gác. Ngày [[12 tháng 1]] (tức ngày [[6 tháng 3]] dương lịch), Đổng Trác sai [[Lý Nho]] đem rượu độc đến, ban chết Hoằng Nông vương Lưu Biện. Lúc ấy, Lý Nho dâng thuốc nói:''\"Uống thuốc này, bệnh ngài sẽ khỏi\"'', nhưng Lưu Biện liền nói:''\"Ta nào có bệnh gì. Là các người muốn ta chết mà thôi!\"''. Lý Nho không giả vờ nữa, bắt ép Lưu Biện uống, ông buồn bã ca lên:''\"Thiên đạo dịch hề ngã hà gian! Khí vạn thừa hề thối thủ phồn. Nghịch thần kiến bách hề mệnh bất duyên, thệ tương khứ nhữ hề thích u huyền!\"''. Chính phi của Lưu Biện là [[Đường Cơ (Hán Thiếu Đế)|Đường Cơ]] đang ở bên cạnh, cảm khái mà múa một bài tuyệt đẹp theo lời ca của ông, sau đó Lưu Biện nói:''\"Nàng là Đế vương phi, sau này khó có thể trở thành thê tử của hàng tiểu lại thứ dân. Nàng hãy tự chiếu cố chính mình, chúng ta từ đây bái biệt!\"''. Nói xong, Lưu Biện uống thuốc mà chết, khi ấy 15 tuổi<ref>《后汉书》谓“十八岁”（见《后汉书·卷十》：“王谓姬曰：‘卿王者妃，势不复为吏民妻。自爱，从此长辞！’遂饮药而死。时年十八。”），而按余书皆可推出是“十五岁”。见《资治通鉴·卷五十九》：“孝灵皇帝下中平六年（己巳，189年）……戊午，皇子辩即皇帝位，年十四。”“孝灵皇帝下初平元年（庚午，190年）……癸酉，董卓使郎中令李儒鸩杀弘农王辩。<\/ref>.\n\n[[Tháng 2]] (âm lịch) năm ấy, Hán Hiến Đế Lưu Hiệp sai người mai táng anh cả Hoằng Nông vương Lưu Biện vào một chỗ với Trung thường thị [[Triệu Trung]], [[thụy hiệu]] là ['''Hoài vương'''; 懷王]<ref>《后汉书·皇后纪下》：“初平元年二月，葬弘农王于故中常侍赵忠成圹中，谥曰怀王。”<\/ref>. Sau loạn [[Lý Thôi]] cùng [[Quách Dĩ]], Hán Hiến Đế nghe nói chị dâu Đường Cơ còn sống, bèn phong làm Vương phi, an trí vào mộ của Hoằng Nông vương<ref>《后汉书·皇后纪下》：“及李傕破长安，遣兵钞关东，略得姬。傕因欲妻之，固不听，而终不自名。尚书贾诩知之，以状白献帝。帝闻感怆，乃下诏迎姬，置园中，使侍中持节拜为弘农王妃。”<\/ref>.\n\n==Xem thêm==\n* [[Hán Linh Đế]]\n* [[Hán Hiến Đế]]\n* [[Hà Tiến]]\n* [[Đổng Trác]]\n\n==Tham khảo==\n* Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Đặng Huy Phúc (2001), ''Các hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội\n* Nguyễn Khắc Thuần (2003), ''Các đời đế vương Trung Hoa'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}\n{{Vua nhà Hán}}\n{{Nhân vật Tam Quốc}}\n{{Thanh chủ đề|Lịch sử|Trung Quốc}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Hoàng đế nhà Hán|Thiếu đế]]\n[[Thể loại:Vua thiếu nhi cổ đại]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Vua chết trẻ]]\n[[Thể loại:Sinh năm 175]]\n[[Thể loại:Mất năm 190]]\n[[Thể loại:Sinh năm 176]]\n[[Thể loại:Chư hầu vương nhà Hán]]"}