{"Lưu Thiện":"{{Thông tin nhân vật hoàng gia\n| tên = Hán Hoài Đế\n| tên gốc = 漢懷帝\n| hình = Liu Shan.jpg\n| ghi chú hình = Tranh vẽ Hán Hoài Đế Lưu Thiện <br> (vẽ thời [[Nhà Thanh]])\n| cỡ hình = 250px\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| chức vị = [[Hoàng đế]] [[Thục Hán]]\n| sinh = [[207]]\n| mất = [[271]] (64 tuổi)\n| nơi mất = [[Trung Quốc]]\n| tại vị = [[10 tháng 6]] năm [[223]] - [[23 tháng 12]] năm [[263]] ({{số năm theo năm và ngày|223|10|6|263|12|23}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:221 till:263\nAlignBars = early\nScaleMajor = increment:276 start:221\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:223 till:263 color:red\n<\/timeline>\n| chức vị 1 = [[Công tước|An Lạc Công]] [[nhà Tấn]]\n| tại vị 1 = [[263]]-[[271]]\n| kiểu tại vị 1 = Tại vị\n| kế nhiệm 1 = [[Lưu Tuân|<font color=\"bule\">An Lạc công Tuân<\/font>]]\n| tiền nhiệm = [[Hán Chiêu Liệt Đế|<font color=\"grey\">Hán Chiêu Liệt Đế<\/font>]]\n| kế nhiệm = <font color=\"bule\">'''Triều đại sụp đổ'''<\/font>\n| tên đầy đủ = Lưu Thiện (劉禪)<br>Lưu Đẩu\n| kiểu tên đầy đủ = Tên thật\n| thụy hiệu = <font color=\"grey\">\n*Tư Công (思公) ([[nhà Tấn]] truy)\n*Hiếu Hoài Hoàng đế (孝懷皇帝) (nhà [[Hán Triệu]] truy)\n| miếu hiệu = [[Nhân Tông]] (仁宗) (nhà [[Hán Triệu]] truy)\n| niên hiệu = <\/div>\n*Kiến Hưng <small>223 — 237<\/small>\n*Diên Hi <small>238 — 257<\/small>\n*Cảnh Diệu <small>258 — 263<\/small>\n*Viêm Hưng <small>263 — 263<\/small>\n| cha = [[Lưu Bị|Chiêu Liệt Hoàng Đế]]\n| mẹ = [[Cam phu nhân|Chiêu Liệt Cam Hoàng hậu]]\n}}\n\n'''Lưu Thiện''' ([[Trung văn giản thể]]: 刘禅, [[Trung văn phồn thể|phồn thể]]: 劉禪, [[bính âm]]: Liú Shàn), [[207]] - [[271]]), [[thụy hiệu]] là '''Hán Hoài đế''' (懷帝), hay '''An Lạc Tư công''' (安樂思公), hoặc  '''(Thục) Hán Hậu chủ''' (蜀漢後主) [[Tên chữ (người)|tên tự]] là '''Công Tự''' (公嗣)<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: Hậu chủ húy Thiện, tự Công Tự,tiên chủ tử dã<\/ref>, tiểu tự '''A Đẩu''' (阿斗)<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B740 quyển 40]: Tự lập A Đẩu vi thái tử dĩ lai<\/ref>, là vị hoàng đế thứ hai và cũng là cuối cùng của nhà [[Thục Hán]] dưới thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Thời thiếu niên ==\n\nTheo [[Tam quốc chí]] của sử gia [[Trần Thọ]], Lưu Thiện là con trai của Hán Chiêu Liệt đế [[Lưu Bị]], vua đầu tiên của nhà [[Thục Hán]] với người thiếp là [[Cam phu nhân]], tuy nhiên không cho biết rõ ông là con trai thứ mấy của Lưu Bị. Lưu Thiện chào đời vào năm [[207]], thời [[Đông Hán]], khi cha ông đã 45 tuổi và còn đang nương nhờ thế lực quân phiệt của [[Lưu Biểu]] ở [[Kinh Châu|Kinh châu]].\n\nNăm [[208]], sau cái chết của [[Lưu Biểu]], [[Tào Tháo]], người đang nắm giữ quyền lực ở miền bắc mang quân đánh chiếm Kinh châu. [[Lưu Bị]] giao tranh với [[Tào Tháo]], bị thua to ở Đơn Dương và Tràng Bản, đành phải đưa quân chạy về phía nam, bỏ lại mẹ con Cam phu nhân và Lưu Thiện. May thay ông được tướng dưới quyền Lưu Bị là [[Triệu Vân]] cứu thoát khỏi vòng vây của [[Tào Tháo]] trở về đoàn tụ với Lưu Bị<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B736#.E8.B6.99.E9.9B.B2 quyển 36]: Cập tiên chủ vi Tào công sở truy ư Đương Dương Trường Bản, khí thê tử nam tẩu, Vân thân bão nhược tử, tức hậu chủ dã, bảo hộ Cam phu nhân, tức hậu chủ mẫu dã, giai đắc miễn nan<\/ref>.\n:[[Nguỵ lược]] có chép lại một câu chuyện đồn thổi rằng sau trận Đương Dương, Lưu Thiện bị thất tán và lưu lạc ở Hán Trung, nhưng vẫn nhớ được cha mình tên là Huyền Đức, khi trưởng thành mới đoàn tụ với cha. [[Bùi Tùng Chi]] khi chú giải [[Tam quốc chí]] đã bác bỏ câu chuyện này, bởi khi trận Đương Dương diễn ra thì Lưu Thiện mới 1 tuổi, không thể có chuyện \"nhớ được cha mình tên là Huyền Đức\".\n\nNhững năm tiếp theo, Lưu Bị liên tiếp giành được nhiều vùng đất ở Kinh châu và tiến quân sang khu vực Tây Xuyên. Lúc đó, [[Tôn Quyền]] ở Giang Đông vốn đã gả cho em gái cho Lưu Bị, nghe tin Lưu Bị không có ở Kinh châu bèn phái một đội thuyền đến Kinh châu đón em gái về. [[Tôn phu nhân]] muốn mang cả Lưu Thiện, khi đó mới 7 tuổi, cùng về [[Đông Ngô]] nhưng [[Triệu Vân]] và [[Trương Phi]] được tin bèn mang quân ra chặn sông, ép Tôn phu nhân trả Lưu Thiện về<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B736#.E8.B6.99.E9.9B.B2 quyển 36]: Thử thì tiên chủ Tôn phu nhân dĩ Quyền muội kiêu hào, đa tương Ngô lại binh, tung hoành bất pháp. Tiên chủ dĩ Vân nghiêm trọng, tất năng chỉnh tề, đặc nhậm chưởng nội sự. Quyền văn Bị tây trưng, đại khiển chu thuyền nghênh muội, nhi phu nhân nội dục tương Hậu chủ hoàn Ngô, Vân dữ Trương Phu lặc binh tiệt giang, nãi đắc hậu chủ hoàn<\/ref>.\n\n== Lên ngôi hoàng đế ==\n\nVề sau, Lưu Bị chiếm được toàn bộ miền Tây Xuyên và Hán Trung. Năm [[219]], Lưu Bị làm lễ xưng là Hán Trung vương<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B732|quyển 32]{{Liên kết hỏng|date=2021-12-30 |bot=InternetArchiveBot }}: Thượng thần đại tư mã Hán Trung vương. Thần phục tự tam tỉnh, thụ quốc hậu ân, hà nhậm nhất phương, trần lực vị hiệu, sở hoạch dĩ quá, bất nghi phục thiểm cao vị dĩ trọng tội báng. Quần liêu kiến bức, bách thần dĩ nghĩa Thần thối duy khấu tặc bất kiêu, quốc nan vị dĩ, tông miếu khuynh nguy, xã tắc tương trụy, thành thần ưu trách toái thủ chi phụ. Nhược ứng quyền thông biến, dĩ ninh tĩnh thánh triều tuy phó thủy hỏa, sở bất đắc từ, cảm lự thường nghi, dĩ phòng hậu hối. Triếp thuận chúng nghị, bái thụ ấn tỉ, dĩ sùng quốc uy<\/ref> và cho lập Lưu Thiện làm Vương thái tử<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: Kiến an nhị thập tứ niên, tiên chủ vi Hán Trung vương, lập vi Vương thái tử<\/ref>.\n\nNăm [[221]], Lưu Bị lên ngôi hoàng đế, tức Hán Chiêu Liệt đế, lập Lưu Thiện làm [[Thái tử|Hoàng thái tử]] và giao phó ông cho thừa tướng [[Gia Cát Lượng]]<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: Cập tức tôn hào, sách viết: Duy Chương Vũ nguyên niên ngũ nguyệt tân tị, hoàng đế nhược viết: thái tử Thiện, trẫm tao Hán vận gian nan, tặc thần soán đạo, xã tắc vô chủ, cách nhân quần chánh, dĩ thiên minh mệnh, trẫm kế đại thống. Kim dĩ thiện vi hoàng thái tử, dĩ thừa tông miếu, chi túc xã tắc. sử trì tiết Thừa tướng Lượng thụ ấn thụ, kính thính sư phó, hành nhất vật nhi tam thiện giai đắc yên, khả bất miễn dữ<\/ref>.\n\nNăm [[223]], Hán Chiêu Liệt đế băng hà ở thành Bạch Đế. Đến tháng 5 năm Lưu Thiện, năm ấy 17 tuổi lên nối ngôi hoàng đế ở Thành Đô. Ông đổi niên hiệu là Kiến Hưng và tôn Ngô hoàng hậu làm Hoàng thái hậu<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: Ngũ nguyệt, hậu chủ tập vị ư Thành Đô, thì niên thập thất, tôn hoàng hậu viết Hoàng thái hậu, đại xá, cải nguyên<\/ref>.\n\n== Gia Cát Lượng chấp chính ==\n[[Tập tin:Zhuge liang.jpg|nhỏ|phải|200px|Gia Cát Lượng (181 - 234).]]\n\nLưu Thiện phong cho [[Gia Cát Lượng]] làm Thừa tướng Vũ Hương hầu<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B735#.E8.AB.B8.E8.91.9B.E4.BA.AE quyển 35]: Kiến hưng nguyên niên, phong Lượng Vũ Hương hầu, khai phủ trị sự<\/ref>. Trong suốt 11 năm đầu tiên dưới triều đại Lưu Thiện, việc triều chính đều do Gia Cát Lượng quyết đoán.\n\nMùa hạ năm [[223]], thái thú quận Tang Kha [[Chu Bảo]] khởi binh chống lại triều đình Thục Hán, nhưng nhanh chóng bị đánh dẹp. Ít lâu sau, Lưu Thiện cho lập Trương thị trẻ tuổi, hiền hậu, con gái của [[Trương Phi]], người em kết nghĩa cùng Lưu Bị làm hoàng hậu và sai [[Thượng thư]] lang [[Đặng Chi]] sang giảng hòa với nước Ngô sau mấy năm chiến tranh. Từ đó hai nước lập lại hòa hảo<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: thị tuế, lập Hoàng hậu Trương thị. Khiển thượng thư lang Đặng Chi cố hảo ư Ngô, Ngô vương Tôn Quyền dữ Thục hòa thân sử sính, thị tuế thông hảo<\/ref>.\n\nNhững năm tiếp theo, các bộ tộc ở miền nam nổi lên chống lại Thục Hán. Gia Cát Lượng đem binh xuống miền nam bình loạn, ổn định lại tình hình.\n\nTừ năm [[227]], [[Gia Cát Lượng]] bắt đầu tiến hành Bắc phạt, ra khỏi Kì Sơn, giao chiến với quân đội của nhà Ngụy ở phía bắc nhưng hầu như không thu được kết quả.\n\nNăm [[234]], Gia Cát Lượng tiến hành cuộc bắc phạt lần thứ bảy, giữa đường thì lâm bệnh nặng. Lưu Thiện nghe tin,bèn gửi thư đến để hỏi Gia Cát Lượng về người sẽ thay thế ông ta nắm quyền triều chính. [[Gia Cát Lượng]] đề cử [[Tưởng Uyển]]<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B744 quyển 44]: Lượng mỗi ngôn: Công Diễm thác chí trung nhã, đương dữ ngô cộng tán vương nghiệp giả dã. Mật biểu hậu chủ viết\"Thần nhược bất hạnh, hậu sự nghi dĩ phó Uyển\"<\/ref>.\n\nKhông bao lâu sau Gia Cát Lượng mất trong quân doanh. Tướng quân [[Ngụy Diên]] nhân cơ hội đó dẫn quân làm phản, không chịu rút lui về nước để an táng Gia Cát Lượng, bị [[Dương Nghi]] và Phí Vĩ lập mưu giết chết. Hậu chủ Lưu Thiện chuẩn theo lời thỉnh cầu của Dương Nghi và Phí Y, khép Ngụy Diên tội mưu phản và ra lệnh [[Tru di|tru di tam tộc]] nhà Ngụy Diên<ref>Lê Đông Phương, sách đã dẫn, tr 317<\/ref>.\n\nSau cái chết của Gia Cát Lượng, Lưu Thiện phong cho Tả tướng quân Ngô Nhất làm Xa kị tướng quân, Tưởng Uyển làm Thượng thư lệnh, nắm giữ quyền bính trong nước theo đúng lời đề nghị của Gia Cát Lượng. Sang tháng 4 năm [[235]], triều đình thăng Tương Uyển làm Đại tướng quân<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: Đại xá, dĩ tả tương quân Ngô Nhất vi Xa kị tướng quân, Giả tiết đốc Hán Trung, dĩ Thừa tướng lưu phu trưởng sử Tương Uyển vi Thượng thư lệnh, tổng thống quốc sự. Thập tam niên xuân chánh nguyệt trung quân sư Dương Nghi phế tỉ Hán gia quận. Hạ tứ nguyệt, tiến Tương Uyển vị vi đại tương quân<\/ref>. Từ đó quyền lực trong triều nằm trong tay Tưởng Uyển.\n\n== Tưởng Uyển và Phí Y chấp chính ==\n[[Tập tin:JiangWan.jpg|nhỏ|trái|150px|Tưởng Uyển (? - 246).]]\n\n[[Tưởng Uyển]] tiếp tục thực hiện chính sách giống như thời Gia Cát Lượng còn sống, do đó việc triều chính vẫn tương đối ổn định.\n\nVề chính sách đối ngoại, Tưởng Uyển tạm ngưng tiến hành chiến tranh với Tào Ngụy, cho rút binh đồn trú ở Hán Trung về Phù huyện<ref>Nay thuộc huyện Miên Dương, tỉnh Tứ Xuyên, [[Trung Quốc]]<\/ref>, chuyển sang thế cầm cự đối với nhà Ngụy. Sang năm [[237]], hoàng hậu Trương thị qua đời, được ban thụy là Kính Ai hoàng hậu và được an táng ở Nam Lăng.<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B734 quyển 34]: Hậu chủ Kính ai hoàng hậu, Xa kị tướng quân Trương Phi trưởng nữ dã. Chương Vũ nguyên niên, nạp vi Thái tử phi. Kiến Hưng nguyên niên, lập vi hoàng hậu. Thập ngũ niên hoăng, táng Nam Lăng<\/ref>\nĐến tháng 1 năm sau, [[238]], Lưu Thiện lại lấy người em gái của Trương hậu lên làm [[hoàng hậu]] và lập người con trai trưởng là Lưu Duệ làm thái tử, con nhỏ Lưu Dao làm An Định vương<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: Diên Hi nguyên niên xuân chánh nguyệt, lập hoàng hậu Trương thị, đại xá, công nguyên. Lập tử Duệ vi thái tử, tử Dao vi An Định vương<\/ref><ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B734 quyển 34]: Hậu chủ Trương hoàng hậu, tiền hậu Kính Ai chi muội dã. Kiến hưng thập ngũ niên, nhập vi quý nhân. Diên Hi nguyên niên xuân chánh nguyệt, sách viết：\" Trẫm thống thừa đại nghiệp, quân lâm thiên hạ, phụng giao miếu xã tắc. Kim dĩ quý nhân vi hoàng hậu<\/ref>.\n\nNăm [[239]], Lưu Thiện phong Tưởng Uyển lên chức Đại tư mã, nắm quyền điều hành triều đình và quân đội. Sang năm [[240]], triều đình Thục Hán cử Trương Nghi làm thái thú Việt Thường, đem quân bình định các cuộc nổi dậy ở quận Việt Thường. Về sau sức khỏe Tưởng Uyển không tốt, bèn giao quyền hành lại cho Phí Y. Năm [[243]], Lưu Thiện phong cho Phí Y làm Đại tướng quân, nắm quyền trong triều.\n\nNăm [[244]], [[Tào Sảng]] và [[Hạ Hầu Bá]] dẫn quân Ngụy tấn công vào khu vực Hán Trung<ref>Nay thuộc tỉnh [[Thiểm Tây]], [[Trung Quốc]]<\/ref>. Đại tướng quân Phí Y đưa quân ra chống cự, buộc quân Ngụy lui quân. Đến tháng 11 năm [[246]], [[Tưởng Uyển]] lâm bệnh qua đời<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B744 quyển 44]: Chí cửu niên tốt, ích viết Cung<\/ref>. Từ thời điểm này, Lưu Thiện tự mình nắm quyền triều chính, còn Phí Y tuy giữ chức Đại tướng quân nhưng chỉ lo việc quân, vì thế Lưu Thiện lại tin dùng hoạn quan [[Hoàng Hạo]]. Từ đó thế lực của Hoàng Hạo bắt đầu tăng lên, chi phối triều chính.\n\nNăm [[249]], Thái phó [[Tư Mã Ý]] ở nước Ngụy làm đảo chính, giết chết quan phụ chính [[Tào Sảng]]. Tướng Hạ Hầu Bá sợ bị liên lụy, bèn trốn sang hàng Thục. Mùa thu cùng năm, đại tướng quân [[Khương Duy]] tiến hành bắc phạt, nhưng không thành công, hai tướng Cấu An và Lý Thiều đầu hàng quân Ngụy<ref>[[Tam quốc chí]], quyển 33: Thu, Vệ tướng quân Khương Duy xuất công Ung châu, bất khắc nhi hoàn. Tướng quân Cấu An, Lý Thiều hàng Ngụy<\/ref>. Năm [[251]] Khương Duy một lần nữa đưa quân tấn công Tây Bình của nhà Ngụy, nhưng không thắng phải rút quân về. Năm [[252]], Lưu Thiện phong cho người con thứ là Lưu Tông làm Tây Hà vương.\n\nNăm [[253]], Phí Y bị hàng tướng của nhà Ngụy là Quách Tuần sát hại<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B744 quyển 44]: Diên Hi thập lục niên tuế thủ đại hội, Ngụy hàng nhân　 Quách Tuần tại tọa. Y hoan ẩm trầm túy, vi Tuần thủ nhận sở hại, ích viết Kính hầu<\/ref>. Từ đó Khương Duy trở thành người thống lĩnh quân đội. Trong các năm từ [[253]] đến [[256]], Khương Duy nhiều lần đưa quân bắc phạt song hầu như không thu được kết quả đáng kể.\n\n== Tin dùng hoạn quan ==\n[[Tập tin:JiangWei.jpg|nhỏ|trái|180px|Khương Duy (205-264).]]\n\nNăm [[256]], Lưu Thiện chính thức phong cho [[Khương Duy]] làm Đại tướng quân<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B744 quyển 44]: Thập cửu niên xuân, tựu thiên Duy vi đại tương quân<\/ref><ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: Thập cửu niên xuân, tiến Khương Duy vị vi Đại tướng quân<\/ref>. Duy định ước với Hồ Tế hội quân ở Thượng Khuê để cùng chống Ngụy nhưng Hồ Tế không đến. [[Khương Duy]] một mình lãnh quân giao chiến với [[Đặng Ngải]] ở Đoạn Cốc và thua trận, thương vong rất nhiều. Lưu Thiện theo lời thỉnh tội của Khương Duy, giáng ông ta làm Hậu tướng quân. Cùng năm đó, ông lại phong cho người con là Lưu Toản làm Tân Bình vương.\n\nNăm [[257]], Khương Duy nhân cơ hội quyền thần nước Ngụy [[Tư Mã Chiêu]] đang giao tranh với [[Hạ Hầu Bá]] bèn đem quân ra Kì Sơn đánh Ngụy, nhưng không thắng phải rút về.\n\nNăm [[259]], Lưu Thiện tiếp tục phong vương cho các con: Lưu Kham làm Bắc Địa vương, Lưu Tuân làm Tân Hưng vương, Lưu Kiền làm Thượng Đảng vương<ref>[[Tam quốc chí]], quyển 33: Nhị niên hạ lục nguyệt, lập tử Kham vi Bắc Địa vương, Tuân vi Tân Hưng vương, Kiền vi Thượng Đảng vương<\/ref>.\n\nNăm [[262]], [[Khương Duy]] tiếp tục tiến đánh vùng Thao Dương. [[Đặng Ngải]] đưa quân phá tan quân Thục ở Hầu Hòa<ref>Đông bác Trác Ni, Thiểm Tây<\/ref>, quân Thục bị tổn thất nghiêm trọng. [[Khương Duy]] đành phải lui về.\n\nKhương Duy ghét Hoàng Hạo chuyên quyền, bẩm với Lưu Thiện muốn giết đi. Lưu Thiện nói:\n\n:''\"Hạo chỉ là đứa tiểu thần để sai khiến, trước đây Đổng Doãn cứ nghiến răng căm tức, ta vẫn hận việc ấy. Ngươi cần gì phải để ý''\".\n\nRồi sai Hoàng Hạo đến tạ tội với [[Khương Duy]], Khương Duy sợ bị trả thù bèn nói với [[Hoàng Hạo]] rằng muốn ra Đạp Trung<ref>Phía tây huyện Đa Khúc, nam Mân huyện thuộc Cam Túc<\/ref> lập đồn điền để tránh tai vạ. Cuộc bắc phạt chấm dứt.\n\n== Mất nước, hàng Ngụy ==\n[[Tập tin:China 5-vi.jpg|nhỏ|phải|300px|Bản đồ Tam quốc năm 262]]\n\nMùa thu năm [[263]], [[Tư Mã Chiêu]] ở nước Ngụy phái [[Đặng Ngải]] cùng với [[Chung Hội]] dẫn đại quân đánh Thục.\n\n[[Khương Duy]] ở Đạp Trung được tin, bèn viết biểu về triều, đề nghị Lưu Thiện điều động Trương Dực, Liêu Hóa bảo vệ Dương An và Âm Bình. Nhưng Lưu Thiện tin theo Hoàng Hạo, không nghe theo những tờ thư của Khương Duy, nên quân Thục không được điều động đi phòng thủ. Mãi đến khi Đặng Ngải sắp kéo đến Đạp Trung, Chung Hội sắp tiến vào Lạc Cốc, triều đình Thục Hán mới cho Trương Dực, Đổng Quyết dẫn quân tới Dương An lập trại tiếp ứng.\n\nKhương Duy dẫn quân ra chống cự, bị dồn vào Khổng U Cốc tuy nhiên sau đó trốn thoát, ẫn quân đuổi đánh cánh quân của Khương Duy. Cùng lúc đó cánh quân ba vạn người khác do Gia Cát Tự chỉ huy cũng chiếm được vùng Vũ Đô, tiến gần đến Âm Bình, cắt đường rút lui của Khương Duy và dồn ông ta Khổng U Cốc<ref>Nay thuộc vùng ngoài Bạch Lang Giang, bến nước Khổng U, huyện Vũ Đô, Cam Túc<\/ref>, tuy nhiên sau đó Khương Duy trốn thoát<ref>[[Tam quốc chí]], [[quyển 28http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B728|quyển 28]]: Tứ niên thu, chiếu chư quân chinh Thục, đại tương quân Tư Mã Văn vương giai chỉ thụ tiết độ, sử Ngải dữ duy tương chuế liên. Ung châu thứ sử Gia Cát Tự yếu duy, lệnh bất đắc quy. Ngải khiển Thiên Thủy thái thủ Vương Kì đẳng trực công duy doanh, Lũng Tây thái thú Khản Hoằng đẳng yêu kì tiền, Kim Thành thái thủ Dương Hân đẳng nghệ cam tùng. Duy văn Chung Hội chư quân dĩ nhập Hán Trung, dẫn thối hoàn<\/ref> rồi tiếp tục giao tranh với [[Chung Hội]].\n\nTrong khi đó Chung Hội tấn công Hán Trung và Lạc Thành. Tướng giữ ải Dương Quan là Tưởng Thư đầu hàng, phó tướng [[Phó Thiêm]] tử trận. Chung Hôi tiến vào Quan Khẩu và cầm cự với Khương Duy trong một thời gian.\n\nVề cánh quân của Đặng Ngải, đến tháng 10 năm [[263]], [[Đặng Ngải]] cho tiến quân theo đường núi Âm Bình, vượt qua Cảnh Cốc, đánh nhau với tướng Thục là [[Gia Cát Chiêm]] (con trai của Gia Cát Lượng) và con là Gia Cát Thượng ở Miên Trúc. Ngải đem quân đi lẻn về phía Âm Bình Sơn, một vùng núi non hiểm trở, nơi mà quân Thục không phòng bị. Quân Ngụy ra khỏi 800 dặm đường núi hoang vắng, xuống đồng bằng phá thành Miên Trúc. Đặng Trung và Tư Mã Sư Toản đưa hai cánh quân tả hữu ra giao chiến với Gia Cát Chiêm, gặp bất lợi định quay về. Đặng Ngải không chịu và phái trở lại tham chiến. Lần này quân Ngụy giết chết cha con [[Gia Cát Chiêm]] vào thẳng Thành Đô. Tình hình vô cùng nguy cấp.\n\nTại Thành Đô, Lưu Thiện nghe theo lời của Tiều Chu và Đặng Lượng, muốn ra hàng quân Ngụy. Bắc Địa vương Lưu Kham cầu xin tiếp tục giao chiến nhưng Lưu Thiện không chịu. Kham tuyệt vọng, giết chết cả gia quyến rồi tự sát.<ref>[[Tam quốc chí]], quyển 33: Kham khốc ư Chiêu Liệt chi miếu, tiên sát thê tử, nhi hậu tự sát<\/ref>.\n\nLưu Thiện Trương Thiệu, Tiều Chu và Đặng Lương mang thư đến quân doanh Đặng Ngải xin hàng. Mấy hôm sau, quân Đặng Ngải tiến vào Thành Đô, Lưu Thiện ra thành đầu hàng. Nước Thục diệt vong.<ref>[[Tam quốc chí]], quyển 28: Đông thập nguyệt, Ngải tự Âm Bình đạo hành vô nhân chi địa thất bách dư lý, tạc san thông đạo, tạo tác Kiều Các san cao cốc thâm, chí vi gian hiểm, hựu lương vận tương quỹ, tần ư nguy đãi. Ngải dĩ chiên tự khỏa, thôi chuyển nhi hạ. Tương sĩ giai phàn mộc duyên nhai, ngư quán nhi tiến. Tiên đăng chí giang do, Thục thủ tướ Mã Mạc hàng.Thục Vệ tương quân Gia Cát Chiêm tự phù hoàn Miên Trúc, liệt trần đãi Ngải. Ngải khiển tử huệ đường đình hầu Trung đẳng xuất kì hữu， tư mã sư toản đẳng xuất kì tả. Trung toản chiến bất lợi, tịnh thối hoàn, viết: \"Tặc vị khả kích.\" Ngải nộ viết：\"Tồn vong chi phân， tại thử nhất cử, hà bất khả chi hữu?\". Nãi sất Trung, toản đẳng, tương trảm chi. Trung, Toản trì hoàn canh chiến, đại phá chi, trảm Chiêm cập thượng thư Trương Tuân đẳng thủ， tiến quân đáo lạc. Lưu Thiện khiển sử phụng hoàng đế tỉ thụ, vi tiên nghệ Ngải thỉnh hàng<\/ref>\n\n== Không nhớ đất Thục ==\nĐặng Ngải bái Lưu Thiện làm Phiêu kị tướng quân và cho đưa ông về Lạc Dương<ref>[[Tam quốc chí]], [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B733 quyển 33]: Ngải chí thành bắc, hậu chủ hưng sấn tự phược, nghệ quân lũy môn. Ngải giải phược phần sấn， diên thỉnh tương kiến. Tấn chư công tán viết: Lưu Thiện thừa loa xa nghệ ngải, bất cụ vong quốc chi lễ. Nhân thừa chế bái hậu chủ vi Phiêu kị tướng quân. Chư vi thủ tất bị hậu chủ sắc, nhiên hậu hàng hạ<\/ref>. Ông viết thư khuyên Khương Duy đầu hàng. Về sau Duy dùng kế trá hàng và dụ [[Chung Hội]] tạo phản để chống lại Tư Mã Chiêu nhưng không thành và bị giết.\n\nLưu Thiện được đưa về [[Lạc Dương]], kinh đô nhà Ngụy. Triều đình nhà Ngụy phong cho ông làm An Lạc huyện công. Những người con của Lưu Thiện đều được phong cho chức tước.\n\n[[Tư Mã Chiêu]] vẫn còn đề phòng Lưu Thiện. Theo Hán Tấn Xuân Thu thì một hôm Chiêu mời Lưu Thiện đến phủ của mình. Trong buổi tiệc, Tư Mã Chiêu cho cung nữ múa điệu múa ở nước Thục làm rất nhiều quan lại nước Thục trước đây cảm động phát khóc. Nhân đó, Tư Mã Chiêu hỏi ông có còn nhớ đất Thục không. Lưu Thiện nói:\n\n:''Ở đây rất vui. Tôi không còn nhớ gì đến đất Thục nữa''.\n\nKhước Chính nghe thấy lời nói của Lưu Thiện thì không hài lòng và khuyên ông nếu Tư Mã Chiêu có còn hỏi thì nên nói rằng mồ mả tổ tiên vẫn còn ở Lũng Thục nên không ngày nào không nhớ. Lát sau Tư Mã Chiêu lại hỏi, Lưu Thiện đáp y như vậy. Chiêu bèn bảo:\n:''Sao giống lời Khước Chính thế''.\n\nLưu Thiện thất kinh, thú nhận hết việc này. Mọi người xung quanh đều chê cười ông. Đến cả Tư Mã Chiêu vốn là người đa nghi, cũng nghĩ ông quá ngô nghê nên không còn bận tâm tới nữa.\n\nNăm [[271]] đời Thái Thủy [[nhà Tấn]], Lưu Thiện mất ở Lạc Dương, thụy là Tư công. Con trai ông là Lưu Tuân lên kế nhiệm tước vị An Lạc công.<ref>[[Tam quốc chí]], quyển 33: Công Thái Thủy thất niên hoăng ư Lạc Dương. Thục ký vâ thụy viết Tư công tử Tuân tự<\/ref>. Nước An Lạc kéo dài nhiều thế hệ dưới thời triều đại kế tục của nhà Ngụy là [[nhà Tấn]], trước khi bị diệt vong trong [[Ngũ Hồ thập lục quốc|loạn Ngũ Hồ]]. [[Lưu Uyên]], người sáng lập ra [[Hán Triệu]], một trong những quốc gia thời Thập lục quốc, tự xưng là người kế vị hợp pháp của nhà Hán. Ông phong thụy hiệu cho Lưu Thiện là \"Hiếu Hoài Hoàng đế\" (孝懷皇帝).\n\n==Đánh giá==\nNhiều nhà sử học thời xưa thường nhìn nhận Lưu Thiện là một vị vua kém cỏi, là \"dung chủ\" (ông vua mất nước). Nhà thơ Lưu Vũ Tích đời Đường từng làm bài thơ \"Thục Tiên chủ miếu\", trong đó ca ngợi tài năng của [[Lưu Bị]] và chê trách Lưu Thiện đã không giữ được cơ đồ của cha mình:\n:''Anh khí bao trùm trời đất rộng,''\n:''Oai linh còn mãi đến ngàn sau.''\n:''Dư đồ chia rõ ba chân vạc,''\n:''Cơ nghiệp đem về tiền Ngũ châu.''\n:''Tìm tướng, mở mang nên nghiệp nước;''\n:''Sinh con, tài cán kém xa cha!''\n:''Ngậm ngùi, ca vũ trong cung Thục,''\n:''Cung Ngụy giờ đây đến múa hầu.''\n\nNhững nhà sử học hiện tại thì nhìn nhận Lưu Thiện không hẳn là một vị vua kém. Trong giai đoạn đầu nắm quyền, ông cũng có một số thành tích. Sau khi Gia Cát Lượng qua đời, Lưu Thiện vẫn có thể tiếp tục lãnh đạo nhà Thục Hán yên ổn trong 30 năm mà không xảy ra đại loạn gì lớn, có thể thấy Lưu Thiện vốn không phải là hồ đồ. Sau này về già, ông tin cậy hoạn quan [[Hoàng Hạo]] thì chính sự nước Thục Hán mới suy yếu.\n\nSau này, khi Lưu Thiện nói với [[Tư Mã Chiêu]] rằng ông không nhớ đất Thục, đó không hẳn là do ông ngô nghê, mà đó là để cho Tư Mã Chiêu nghĩ rằng ông là 1 kẻ nhu nhược, nên không cần phải bận tâm chi nữa. Đó là cách để Lưu Thiện xóa đi nghi ngờ của Tư Mã Chiêu, tránh được họa diệt tộc cho bản thân và gia đình. Sách \"Tam Quốc tập giải\" của [[Chu Thọ Xương]] đánh giá cao hành động này: ''\"Những lời đồn đại (về Lưu Thiện) là hoàn toàn sai sự thực. Chẳng qua, A Đẩu tự ẩn mình đi để bảo toàn chính mình trong hoàn cảnh hiểm nghèo mà thôi\"''.\n\n== Gia đình ==\n*Cha: Hán Chiêu Liệt đế [[Lưu Bị]]\n*Mẹ: [[Cam phu nhân]]\n*Thê thiếp\n**[[Kính Ai hoàng hậu]] Trương thị trẻ tuổi, hiền hậu, được Gia Cát Lượng tiến cử.\n**Hoàng hậu Trương thị (em Kính Ai). Điểm đặc biệt của bà đó là tính cách khác xa so với cha mình, đa mưu túc trí và luôn luôn bình tĩnh trước mọi việc.\n**Vương quý nhân, nguyên là thị nữ của Trương hậu\n**Lý Chiêu nghi, tự sát khi nước Thục Hán diệt vong.<ref>Tam Quốc Chí. Trần Thọ. Bùi Tùng Chi chú thích. Nhị chủ Phi tử truyện: ''Hán Tấn Xuân Thu viết: Nguỵ đem cung nhân nước Thục ban thưởng cho chúng tướng chưa có vợ, Lý Chiêu Nghi nói: \"Ta không thể đôi ba lần chịu nhục\", bèn tự sát.''<\/ref>\n*Con cái\n**Lưu Tuyền, chết năm 264 trong cuộc binh biến liên quan đến [[Chung Hội]], [[Đặng Ngải]] và [[Khương Duy]].<ref>Tam Quốc Chí. Trần Thọ. Bùi Tùng Chi chú thích. Nhị chủ Phi tử truyện: ''Tháng giêng năm Hàm Hi nguyên niên, Chung Hội gây loạn ở Thành Đô, Tuyền bị loạn quân làm hại.''<\/ref>\n**Lưu Dao\n**Lưu Tông\n**Lưu Toản\n**Lưu Kham: tước Bắc Địa Vương, tự sát cùng vợ con khi nước Thục Hán diệt vong. [[Tam quốc chí]] chép: Hậu Chủ thuận theo Tiếu Chu và quyết định đầu hàng. Bắc Địa Vương Lưu Kham giận nói: ''\"Nếu như lý đuối lực tàn, hoạ hoạn khó tránh, dù cho cha con vua tôi dựa lưng vào tường thành mà đánh một trận, chết cùng xã tắc, cũng có thể gặp mặt Tiên Đế vậy\".'' Hậu Chủ không chấp thuận. Hôm ấy, Kham khóc trong Chiêu Liệt miếu (nơi thờ Lưu Bị), rồi trước giết vợ con sau tự sát chết. Tả hữu không ai không rơi lệ khóc.\n**Lưu Tông\n**Lưu Cừ\n\n[[Mao Tôn Cương]] trong [[Thánh thán ngoại thư]] có lời khen ngợi Lưu Kham:\n:''Vũ Hầu ([[Gia Cát Lượng]]) có con trung dũng, lại thêm có cháu trung liệt. Đời cho như vậy là Vũ Hầu không chết. Tiên chúa (Chiêu Liệt Đế [[Lưu Bị]]) tuy không có con anh hùng, nhưng có cháu (Bắc Địa vương Lưu Kham) khảng khái, cháu thay cho con, đời cũng cho là Tiên chúa không chết. Nếu Hậu chúa Lưu Thiện cũng có khí phách như Bắc Địa vương thì có thể nuốt Ngô diệt Ngụy. Nhà Hán đâu đến nỗi bại vong? Khi Thành Đô thất thủ, Lưu Kham biết uất ức vì cha mà chết, lại khiến ta thấy cái di phong của Chiêu Liệt Đế. Ôi! Nhà Thục Hán mất rồi, nhưng ta vẫn thấy rờ rờ có sinh khí hơn các triều đại khác.''\n:''Nhà Tây Hán mất ở cậu bé con Lưu Anh (nhụ tử Anh). Nhà Đông Hán mất ở vua Hiến Đế. Nhưng việc mất ngôi chỉ im lìm, chứ không có gì chấn động. Đến khi mà Thục Hán mất, Lưu Thiện tuy hèn, nhưng có con là Bắc Địa vương biết chết vì trung hiếu. Đó là suy vong mà vẫn có sinh sắc vậy.''\n:''Khi nhà Tây Hán mất ngôi có Vương hoàng hậu biết mắng [[Vương Mãng]]. Khi nhà Đông Hán mất ngôi có Tào hoàng hậu biết mắng [[Tào Phi]]. Hai người đó mới biết mắng gian thần, chứ chưa biết chết để nêu gương trung liệt. Duy lúc nhà Thục Hán mất ngôi, có Bắc Địa vương \"biết chết\", rồi Thôi phu nhân cũng \"biết chết\". Hai chữ \"năng tử\" đủ làm \"sinh sắc\" cho Hán triều vậy.''\n\nĐến sau [[Các chiến dịch bắc phạt thời Đông Tấn#Bối cảnh| loạn Vĩnh Gia]] thì dòng dõi Lưu Thiện không còn được sử sách nhắc tới. Một người cháu của [[Lưu Vĩnh]] (em trai Lưu Thiện) là [[Lưu Huyền (Đông Tấn)|Lưu Huyền]] chạy vào Thục, kế thừa dòng dõi Lưu Bị. Vào năm Vĩnh Hoà thứ ba, thảo phạt [[Lý Thế]], [[Tôn Thịnh]] có gặp Lưu Huyền ở Thành Đô. Bùi Tùng Chi dẫn ''Thục Thế phổ'' của [[Tôn Thịnh]] viết rằng: \"''Các em của [Lưu] Tuyền là Dao, Tông, Toản, Kham, Tuân, Cừ sáu người. Thục bại, Kham Tự sát, những người còn lại đều chấp thuận thay đổi chỗ ở. Gặp cơn đại loạn thời Vĩnh Gia, con cháu đều chết cả. Riêng cháu Vĩnh là Huyền chạy vào Thục, giữ một mạch nam đinh kế thừa An Lạc công nhà Ngụy sau (Lưu) Thiện. Vào năm Vĩnh Hoà thứ ba, thảo phát Lý Thế, (Tôn) Thịnh tham dự việc quân, có gặp Huyền ở Thành Đô.''\"\n\n== Xem thêm ==\n*[[Lưu Bị]]\n*[[Gia Cát Lượng]]\n*[[Khương Duy]]\n== Tham khảo ==\n*[[Tam quốc chí]]\n== Chú thích ==\n{{tham khảo|30em}}\n{{Hoàng đế nhà Hán và Tân}}\n{{Vua Thục Hán}}\n{{nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Hoàng đế Thục Hán]]\n[[Thể loại:Sinh năm 207]]\n[[Thể loại:Mất năm 271]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Người Hồ Bắc]]"}