{"Lưu Sưởng (Nam Hán)":"'''Lưu Sưởng''' ({{zh|t=劉鋹|s=刘鋹|p=Liú Chǎng|j=Lau4 Cong2}}; 943-980), hay '''Nam Hán Hậu Chủ''' (南漢後主), là vua thứ tư và là vua cuối cùng của nước [[Nam Hán]] thời [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]] trong [[lịch sử Trung Quốc]]. Ông ở ngôi từ năm 958 đến năm 971 thì bị mất nước về [[nhà Tống]].\n{{Thông tin nhân vật hoàng gia\n| tên = Nam Hán Hậu Chủ\n| tên gốc = 南漢後主\n| tước vị = Hoàng đế Trung Hoa\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[Nam Hán]]\n| tại vị = 18 tháng 9, 958<ref name=TTTG283>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷283|quyển 283]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref> – 4 tháng 3, năm 971<ref name=AS\/><ref name=TTTG294>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷294|quyển 294]].<\/ref>\n| tiền nhiệm = [[Lưu Thịnh]]\n| kế nhiệm = diệt vong\n| vợ = \n| con cái = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = '''Đại Bảo'''\n| tên đầy đủ = \n| cha = \n| mẹ = \n| sinh = 943<ref name=TQXT59>''[[Thập Quốc Xuân Thu]]'', [https:\/\/archive.org\/stream\/06080956.cn#page\/n60\/mode\/2up quyển 59].<\/ref>\n| nơi sinh = \n| mất = 980\n| nơi mất = [[Biện Kinh]]\n| ngày an táng = \n| nơi an táng = \n}}\n\n== Thân thế ==\nLưu Sưởng là con trưởng của Nam Hán Trung Tông [[Lưu Thịnh]]. Ông còn có tên khác là '''Lưu Kế Hưng'''. Chưa rõ mẹ ông là ai.\n\nNgày Tân Tị (3) tháng 8 năm Mậu Ngọ<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷294|quyển 294]]<\/ref> ([[18 tháng 9]] năm 958), khi ông 16 tuổi thì vua cha Hán Trung Tông qua đời. Lưu Sưởng lên kế vị.\n\n== Tin dùng hoạn quan ==\nLưu Sưởng được đánh giá là một vị vua nhu nhược, không có tài năng và không có chí lớn<ref name=\"ATC19\">An Tác Chương, sách đã dẫn, tr 19<\/ref>. Khi mới lên ngôi, ông dùng các đại thần triều trước là Cung Trừng Khu và Trần Diên Thọ quyết định việc nước.\n\nLưu Sưởng được hưởng phú quý từ nhỏ, ông cho rằng các quần thần chỉ lo cho gia đình mình, sẽ không trung thành với vua, chỉ có [[hoạn quan]] là đáng tin cậy. Vì vậy, ông chỉ tin dùng hoạn quan, còn đối với các đại thần đặt ra chức vụ chỉ để làm vì. Những người có tài năng mưu lược không được trọng dụng<ref name=\"ATC19\"\/>.\n\nLưu Sưởng thích hoạn quan tới mức lập ra nhiều nhà tằm (tức phòng thiến), có tới hàng trăm thợ [[thiến]]. Do đó có nhiều người tự thiến để được làm quan; kể cả những phạm nhân chấp nhận thiến cũng được vào cung. Những người đỗ đạt, thậm chí cả [[trạng nguyên]] và các nhà sư, nếu muốn được ngồi cùng bàn việc lớn với vua đều phải tự nguyện vào thiến rồi mới được dùng<ref name=\"ATC19\"\/>. Chính vì vậy số lượng hoạn quan nước Nam Hán tăng lên rất nhanh: thời Cao Tổ [[Nam Hán Cao Tổ|Lưu Nghiễm]] chỉ có khoảng 300 nhưng tới thời Hậu Chủ tăng lên tới vài ngàn.\n\nNăm 959, ''Thượng thư hữu thừa'' Chung Doãn Chương đề nghị trừ bỏ hoạn quan, vì vậy các hoạn quan tìm cách vu cáo bắt giam Doãn Chương và giết cả họ. Từ đó việc triều chính đều do các hoạn quan thao túng. Các hoạn quan còn tìm cách mê hoặc Nam Hán Hậu Chủ bằng thuật đồng cốt.\n\n== Với tôn giáo ==\nLưu Sưởng rất tin vào [[Đạo giáo]], thường cùng các phi tần đi chơi các đạo quán, muốn thỉnh cầu xin thẻ để được trẻ mãi không già<ref>An Tác Chương, sách đã dẫn, tr 22<\/ref>.\n\nÔng rất yêu thích các tượng thần đủ mọi tư thế, muốn được ở trong đội ngũ đó. Vì vậy ông cho gọi thợ đến đúc tạc tượng mình để đưa vào Huyền diệu quán. Nhưng 2 lần đúc đầu, ông đều cho rằng không giống mình nên đã giết chết những người thợ tạc tượng. Đến lần thứ 3 ông mới ưng ý và đưa vào trong quán.\n\n== Hưởng lạc ==\nLưu Sưởng ham sắc, phong cho người hầu của cha là Lê Quỳnh Tiên làm tài nhân và cho dự việc chính sự. Việc phê duyệt tấu chương của ông phần nhiều nghe theo lời Quỳnh Tiên.\n\nHoạn quan Lý Thác mang hai con gái vào cung hầu vua, vì vậy cũng được phong làm Nội Thái sư, lục quân dung quan thứ.\n\nLý Tố Hinh con gái Lý Thác được phong [[hoàng hậu]] không lâu thì qua đời. Hoạn quan Hứa Nhan Chân muốn mua vui cho vua, bèn sai người ra nước ngoài tìm được một cô gái người Ba Tư, nhan sắc của người này đặc biệt nổi trội, đường nét trên gương mặt vô cùng lộng lẫy. Đặc biệt nhất là vóc dáng rất đầy đặn.<ref>Trương Chí Quân, sách đã dẫn, tr 140<\/ref> Lưu Sưởng rất yêu thích cô gái này sau cái nhìn đầu tiên. Sau một thời gian vừa ý, Lưu Sưởng phong cho người cung nữ [[Iran|Ba Tư]] làm \"Tiên nhân đại phu\", và vì vóc dáng mũm mĩm của mỹ nhân nên gọi thân mật là \"Mi Trư\" (con lợn đáng yêu).\n\nDựa trên Thanh Dị Lục - Tống Sử, Mi Trư được mô tả là một mỹ nhân với làn da nâu, thông minh lanh lợi, ca hát say đắm lòng người và đặc biệt nhất là có kỹ năng phòng the tuyệt đỉnh. Chính vì vậy mà Mi Trư có thể chiếm được ân sủng đặc biệt của một người ham mê tửu sắc như Lưu Sưởng.\n\nTheo một tài liệu, để lấy lòng vua, Mi Trư đã chọn ra 9 nữ nhân có phong thái hơn người đưa vào cung. Sau đó, Lưu Sưởng đã lần lượt đặt tên cho họ là Mi Dương, Mi Ngưu, Mi Tượng, Mi Mã,... gọi chung là \"Thập mi nữ\".\n\nKỳ quặc hơn cả là Lưu Sưởng đã từng chủ động tìm kiếm mỹ nam khắp đất nước và đưa vào cung ân ái với sủng phi Mị Trư của mình.\n\nLưu Sưởng ngày đêm hưởng lạc, lại thích thú chuyện quan hệ nam nữ, nên tuyển nhiều con trai đưa vào cung, sai hành lạc với các [[cung nữ]] để mua vui<ref name=\"ATC25\">An Tác Chương, sách đã dẫn, tr 25<\/ref>. Các cung nữ được vua yêu quý đều có chức tước và áo mũ như quan lại, thậm chí có người có danh hiệu thái sư, thái phó.\n\nĐể tăng sự hưởng lạc, Lưu Sưởng sai xây điện Vạn Chính rất xa hoa tốn kém, chỉ riêng trang trí cột đã tốn 3000 thỏi bạch kim<ref name=\"ATC25\"\/>. Ngoài ra, ông còn bắt dân mò ngọc trai và tìm đá vân mẫu để trang trí cung điện.\n\nLưu Sưởng còn hay dẫn các cung nữ đi ngoạn cảnh, bắt nhiều thợ làm đường, phá cây làm hành cung trên đường đi đến những nơi thưởng ngoạn. Chỉ trong 3 năm ở ngôi, việc xây cất của Lưu Sưởng đã tốn rất nhiều tiền trong nước.\n\nLãnh thổ nước Nam Hán chỉ có 6 châu và dân số khoảng 1 triệu người<ref>An Tác Chương, sách đã dẫn, tr 26<\/ref>, không chịu nổi sự hưởng lạc xa hoa của Lưu Sưởng.\n\nÔng còn nghe theo lời Trần Diên Thọ, vu tội giết hết các anh em mình để ngăn chặn nguy cơ bị cướp ngôi. Ông lại đặt ra nhiều hình phạt tàn khốc như thiêu, dóc thịt, chặt khúc, bắt phạm nhân đánh nhau với [[hổ]], [[voi]]. Vì vậy trong nước nhiều người oán hận ông.\n\n== Hại trung thần ==\nNăm 960, [[nhà Tống]] lên thay [[hậu Chu|nhà Hậu Chu]]. [[Tống Thái Tổ]] lần lượt chinh phục các nước phía nam, bờ cõi tiến sát đến hai nước [[Nam Đường]] và [[Nam Hán]]. Trước nguy cơ đó, Thiều Đình Quyên khuyên Lưu Sưởng nên chuẩn bị giáp binh kháng cự và sai sứ đi giao hảo với nhà Tống. Tuy nhiên Lưu Sưởng không nghe theo.\n\nNăm 964, Lưu Sưởng bỏ qua lời Thiều Đình Quyên, cho rằng mình có sức mạnh, bèn mang quân đánh phá Đàm Châu<ref>Nay là Trường Sa, Hồ Nam<\/ref>, bị tướng Tống là [[Phan Mỹ]] đánh bại.\n\nTháng 9 năm đó, Phan Mỹ mang quân đến đánh Sầm Châu<ref>Huyện Sâm, [[Hồ Nam]]<\/ref>, tướng giữ Sầm Châu của Nam Hán là Túc Nhan Hôn và thứ sử Lục Quang Đồ đều tử trận, tàn quân bỏ chạy về Thiều châu<ref>Thiều Quan, [[Quảng Đông]] hiện nay<\/ref>.\n\nLưu Sưởng nghe tin bại trận rất lo lắng và hối hận không nghe lời Thiều Đình Quyên, bèn phong Quyên làm Chiêu thảo sứ, sai mang quân thủy tới Quang Khẩu để đối phó với quân Tống.\n\nSau khi chiếm Sầm châu, Phan Mỹ cũng dừng binh không tiến sâu nữa, còn Đình Quyên ra trấn thủ cũng chiêu nạp thêm người vô gia cư làm binh lính, tạm giữ yên được biên giới. Nhưng không lâu sau lại có người gièm pha rằng Đình Quyên chiêu binh là có ý đồ làm phản. Lưu Sưởng không phân biệt thật giả, sai ngay sứ giả mang rượu độc đến Quang Khẩu cho Đình Quyên. Đình Quyên uất ức tự sát, quân lính tan rã không có lòng chiến đấu nữa<ref>An Tác Chương, sách đã dẫn, tr 28<\/ref>.\n\n== Cự tuyệt vua Nam Đường ==\nNăm 970, Lưu Sưởng lại mang quân sang đánh Đạo châu<ref>Huyện Đạo, [[Hồ Nam]]<\/ref> của nhà Tống. Thứ sử Đạo châu là Cương Kế Huân tâu lên Tống Thái Tổ xin cất đại quân đánh Nam Hán.\n\nTống Thái Tổ ngại vùng [[Lĩnh Nam]] xa xôi hiểm trở, chưa muốn dùng binh, muốn thông qua vua nước [[Nam Đường]] đã thần phục mình là Hậu Chủ [[Lý Dực]] tác động tới Lưu Sưởng. Lý Dực sợ oai nhà Tống, nhận được thư của vua Tống bèn sai Phan Hựu viết thư cho Nam Hán Hậu Chủ như sau<ref>An Tác Chương, sách đã dẫn, tr 29<\/ref>:\n:''\"Tôi với túc hạ là láng giềng. Tiếp tục minh ước của cha ông ta, tình chúng ta như anh em. Vinh nhục có nhau, sướng khổ cùng chịu. Vừa qua tôi nhập cống Tống, vua Tống bảo tôi nói với túc hạ không được động can qua nữa. Nếu từ bỏ ý đồ thì sứ giả đi xe hoa, mà hàng trăm vạn quân không phải điều động nữa. Nếu không, sẽ xảy ra bất trắc. Tôi thấy vua Tống không phải tham đất, mà là oán giận túc hạ không giữ cái lễ của kẻ bề tôi\".''\n\nHậu Chủ đọc thư, cho rằng [[Tống Thái Tổ]] nói suông 100 vạn quân để dụ hàng, nên viết thư trả lời Lý Dực tỏ ý không đầu hàng Tống. Lý Dực báo lại cho nhà Tống. Tống Thái Tổ lại viết thư cho vua Nam Đường, sai lựa lời nói với Nam Hán lần nữa. Lý Dực lại viết thư cho ông<ref>An Tác Chương, sách đã dẫn, tr 31<\/ref>:\n:''\"Hoàng đế nhà Tống lại bảo tôi chuyển lời cho túc hạ, hôm nay nạp lễ vẫn chưa muộn. Nếu không hiểu ra, mùa thu này binh lính dưới thành, hậu quả không thể lường được. Tống đã cho phép thông hiếu, vậy thượng sách là hòa không đánh, hà tất phải tranh hùng. Khuyên túc hạ nghĩ lại mà cẩn thận.\"''\n\nLưu Sưởng triệu tập các [[hoạn quan]] lại bàn bạc. Các hoạn quan bàn rằng Nam Hán tuy không rộng bằng Tống nhưng địa thế hiểm trở, quân Tống chưa dễ đánh được. Lưu Sưởng tin theo, bèn viết thư trả lời vua [[Nam Đường]] với lời lẽ kiêu ngạo và bắt giam luôn sứ giả Nam Đường.\n\nThấy Lưu Sưởng kiêu ngạo, Lý Dực một mặt sai sứ báo cho Tống Thái Tổ, mặt khác vẫn tự mình viết thư phân tích lợi hại một lần nữa nhưng không kết quả. Vua Tống thấy sứ Nam Đường lại tới, biết rằng Lưu Sưởng không khuất phục, bèn quyết định khởi đại binh đánh Nam Hán.\n\n== Bại binh ==\nTháng 9 năm 970, Tống Thái Tổ phong Phan Mỹ làm ''Gia châu đạo hành doanh binh mã đô bộ thử'', Y Sùng Kha làm phó; điều động các châu quận tập hợp binh mã về Gia châu. Phan Mỹ chia quân làm 4 đạo tiến tới đồn Bạch Hà<ref>Huyện Chung Sơn, [[Quảng Tây]]<\/ref>.\n\nTại Nam Hán, các tướng giỏi nhiều người đã bị chết hoặc bãi chức vì gièm pha, nắm việc binh nhiều người là hoạn quan. Nghe tin quân Tống đến Bạch Hà, Lưu Sưởng sai Cung Trừng Khu ra phòng thủ Gia châu. Lúc đó quân lính Gia châu đói kém khổ cực, không đủ quần áo mặc, trông chờ Cung Trừng Khu ban thưởng động viên, nhưng không được gì. Vì vậy quân Gia châu chán nản, không còn ý chí chiến đấu<ref>An Tác Chương, sách đã dẫn, tr 33<\/ref>. Cung Trừng Khu sợ hãi nhân lúc đêm tối lên thuyền trốn về Quảng Châu. Gia châu bị quân Tống vây chặt.\n\nLưu Sưởng nghe tin Gia châu nguy cấp rất sợ, đành triệu lại lão tướng Phan Sùng Triệt đã bị cách chức ra mặt trận. Sùng Triệt vốn bất mãn vì vô cớ bị bãi chức nên lấy cớ đau mắt không tiếp sứ giả. Lưu Sưởng phải điều Ngũ Nhạn Phu cứu Gia châu.\n\nNgũ Nhạn Phu tuy có chí nhưng tài năng có hạn<ref>An Tác Chương, sách đã dẫn, tr 34<\/ref>, dẫn quân ngày đêm đi ra mặt trận. Đến nơi trời vừa tối, cho quân sĩ ngủ trên thuyền đợi đến sáng. Sáng hôm sau vừa lên bờ thì bị phục binh của Phan Mỹ kéo đến vây bắt gọn. Quân Nam Hán chết quá nửa, Nhạn Phu bị bắt chém, thành Gia châu đầu hàng.\n\nPhan Mỹ phao tin đánh thẳng đến Quảng châu. Lưu Sưởng lại sai người đi triệu Phan Sùng Triệt lần nữa. Sùng Triệt không thể từ chối được, bèn lĩnh chức Nội thái sư, mang 3 vạn quân ra đóng ở Gia Giang<ref>Huyện Gia, [[Quảng Tây]]<\/ref>.\n\nTháng 10 năm đó, Phan Mỹ đánh chiếm Chiêu châu<ref>Bình Lạc, [[Quảng Tây]]<\/ref>. Thứ sử Chiêu châu bỏ chạy. Phan Mỹ tiến đánh luôn Quế châu<ref>Thành phố Quế châu, [[Quảng Tây]]<\/ref>, thứ sử Quế châu cũng bỏ thành chạy nốt.\n\nTháng 11, Phan Mỹ tiến về phía đông, đánh chiếm Liên châu<ref>Huyện Liên, [[Quảng Đông]]<\/ref>.\n\nNghe tin mất 4 châu, Lưu Sưởng nói với các quan:\n:''Quân Tống đánh được 4 châu đã thỏa mãn rồi, sẽ không tiến xuống phía nam nữa''<ref>An Tác Chương, sách đã dẫn, tr 36<\/ref>\n\nPhan Mỹ tiếp tục hành quân đánh Thiều châu<ref>Thành phố Thiều Quan, Quảng Đông<\/ref>. Lưu Sưởng cử Lý Thừa Ốc làm đô thống, dẫn 10 vạn quân dàn trận ở núi Liên Hoa Phong chống lại. Quân Nam Hán dùng 10 con [[voi]] dàn trận phía trước, Phan Mỹ sai lấy [[nỏ]] bắn voi, voi quay đầu chạy. Quân Nam Hán bại trận, Thiều châu thất thủ.\n\nLưu Sưởng thấy nguy cấp quá, muốn đầu hàng, nhưng Lý Thác kịch liệt phản đối. Lưu Sưởng đành dùng kế đào hào đắp lũy cố thủ Quảng châu. Trong lúc vua Nam Hán không còn ai sai khiến thì một bà lão trong cung tiến cử con nuôi là Quách Sùng Nhạc. Lưu Sưởng bèn cho Nhạc làm ''Chiêu thảo sứ'', cùng Thực Đình Hiếu mang 6 vạn quân ra Mã Kinh cự địch. Nhưng Sùng Nhạc không có tài cầm quân, chỉ biết thắp [[hương]] cầu thần phù hộ<ref name=\"ATC37\">An Tác Chương, sách đã dẫn, tr 37<\/ref>.\n\nTháng giêng năm 971, Phan Mỹ đánh chiếm Anh châu,<ref>Anh Đức, Quảng Đông<\/ref> Hùng châu.<ref>Huyện Nam Hùng, [[Quảng Đông]]<\/ref> Phan Sùng Triệt không đánh mà hàng quân Tống.\n\nLưu Sưởng một mặt sai sứ cầu hòa, mặt khác chuẩn bị bỏ trốn. Ông sắp sẵn 10 chiếc thuyền, đưa [[vàng]] [[bạc]] châu báu lên thuyền, nhưng chưa sắp xong thì hoạn quan Lạc Phạm và hơn 1000 vệ sĩ đã cướp thuyền chạy trốn trước.<ref name=\"ATC37\"\/> Khi Lưu Sưởng và các phi tần định xuống thuyền thì thuyền đã đi mất. Không còn cách nào khác, Lưu Sưởng đành quay trở về cung làm biểu xin hàng, sai Tiêu Thôi Trung và Trần Duy Hưu đem đến chỗ Phan Mỹ. Phan Mỹ sai đưa sứ Nam Hán về Biện Kinh cho vua Tống quyết định.\n\nLưu Sưởng thấy sứ giả đi lâu không về, tưởng rằng không được hàng, nên lại ra lệnh cho Quách Sùng Nhạc tiến đánh. Ngày 4 tháng 2 (3 tháng 3), tướng Thực Đình Hiểu tử trận khi đang đốc trận. Phan Mỹ nhân lúc gió to bèn dùng hỏa công đánh trại Nam Hán. Quân Hán đại bại, Sùng Nhạc tử trận nốt.\n\nThành Quảng châu hỗn loạn. Cung Trừng Khu, Lý Thác bàn rằng:\n:''Quân phương bắc đến đây là để cướp của báu. Nay ta đốt sạch đi, chỉ còn thành không thì quân địch không thể ở lâu, sẽ tự rút sớm''\n\nLưu Sưởng cho là kế hay, bèn sai đốt cháy cung điện, kho tàng. Thành Quảng châu bị thiêu cháy. Sáng hôm sau, ngày Tân Mùi (5) tháng 2<ref>[[Tục Tư trị thông giám]], [[:zh:s:續資治通鑑\/卷006|quyển 6]]<\/ref> ([[4 tháng 3]]) quân Tống tiến vào. Lưu Sưởng không còn đường thoát, phải cởi bỏ long bào, mặc áo vải, cưỡi ngựa trắng đến trước Phan Mỹ xin hàng.\n\n== Tù binh ==\nTháng 4 năm 971, Lưu Sưởng cùng hơn 100 người tông thất và các quan bị giải về Biện Kinh và bị giam ở vườn Ngọc Tân. Bị quan [[nhà Tống]] là Lã Duy Khánh thẩm vấn vì tội phản phúc không chịu sớm thuần phục, Lưu Sưởng bèn quy hết lỗi cho Cung Trừng Khu và Lý Thác.\n\nNgày 1 tháng 5, Tống Thái Tổ làm lễ nhận tù binh và mang ra nhà Thái miếu dâng công. Lưu Sưởng dập đầu nhận tội và nói với vua Tống:\n:''Bọn Trừng Khu là bề tôi cũ. Thần không được tự quyết việc gì. Khi còn ở nước, thần là bề tôi, Trừng Khu là quân chủ!''\n\nVua Tống bèn sai mang Cung Trừng Khu và Lý Thác ra chém. Mấy hôm sau, Tống Thái Tổ phong cho Lưu Sưởng làm ''Hữu thiên ngưu vệ đại tướng quân, Ân Xá hầu'' và tặng [[tiền]], [[gạo]] cùng 16 [[chum]] châu ngọc. Để đền ơn vua Tống, Lưu Sưởng chọn ra những viên châu ngọc đẹp nhất kết thành con [[rồng]] đang bay lộn rất sinh động và tinh xảo như thật<ref name=\"ATC39\">An Tác Chương, sách đã dẫn, tr 39<\/ref> và đề rằng: \"Châu long cửu ngũ yên (rồng ngọc cuốn khúc)\". Sau đó ông mang dâng Tống Thái Tổ, đồng thời trả lại 16 chum châu báu.\n\nVua Tống hết lời khen con rồng đẹp, cho gọi các quan chế tác mỹ nghệ đến xem, ai cũng ca ngợi. Vua Tống bèn thưởng cho ông 1 triệu rưỡi tiền.\n\nLưu Sưởng khi còn làm vua nếu không vừa ý ai thường gọi đến mời [[rượu]] và bỏ sẵn độc vào để giết người đó. Vì vậy khi được Tống Thái Tổ mời rượu, Lưu Sưởng sợ toát [[mồ hôi]], lạy lục xin tha tội. Vua Tống cười và sai người hầu lấy chén rượu từ tay Lưu Sưởng rồi tự mình uống cạn. Lúc đó ông rất hổ thẹn, nhận ra vua Tống không có ý hại mình.\n\n== Qua đời ==\nNăm 980 đời [[Tống Thái Tông]], Lưu Sưởng vì tửu sắc quá độ nên mang bệnh nứt nẻ khắp thân mình<ref name=\"ATC39\"\/> rồi qua đời, thọ 38 tuổi.\n\nLưu Sưởng làm vua được 14 năm, đặt 1 niên hiệu duy nhất là '''Đại Bảo''' (958-971). Ông bị quản thúc ở [[Khai Phong|Biện Kinh]]<ref>Khai Phong, [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> trong 9 năm. Thụy hiệu là [[Huệ Đế|Huệ hoàng đế]]. Sử sách gọi ông là '''Nam Hán Hậu Chủ'''.\n\n== Xem thêm ==\n* [[Nam Hán]]\n* [[Tống Thái Tổ]]\n* [[Phan Mỹ]]\n* [[Nam Đường Hậu Chủ]]\n\n== Tham khảo ==\n* An Tác Chương chủ biên (1996), ''Chuyện hôn quân bạo chúa'', Nhà xuất bản Văn hóa thông tin\n* Trương Chí Quân (1997), ''Bí mật chốn cung đình'', Nhà xuất bản Văn hóa thông tin\n\n== Chú thích ==\n{{Tham khảo|30em}}\n{{Vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Vua Nam Hán]]\n[[Thể loại:Sinh năm 943]]\n[[Thể loại:Mất năm 980]]\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Sinh năm 942]]"}