{"Lưu Ẩn":"{{for|chư hầu vương Triệu quốc của triều Hán|Lưu Ẩn (nhà Hán)}}\n'''Lưu Ẩn''' ({{zh|t=劉隱|s=刘隐|p=Liú Yǐn}}, 874<ref name=NHFD65>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷65|quyển 65]].<\/ref>–911<ref name=ZZTJ268>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref>) là một quân phiệt vào cuối thời [[nhà Đường]] và thời [[nhà Hậu Lương|nhà Lương]]. Ông từng giữ chức vụ [[Thanh Hải quân]] [[Tiết độ sứ]], trị sở nay thuộc [[Quảng Châu]], [[Quảng Đông]].\n\n== Thân thế ==\nLưu Ẩn sinh năm 874, tức dưới triều đại của [[Đường Hy Tông]]. Cha ông là [[Lưu Khiêm]]<ref name=NHFD65\/><ref name=HFD135>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷135|quyển 135]].<\/ref> hay còn gọi là Lưu Trí Khiêm,<ref>''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷190|quyển 190]].<\/ref> là một viên quan nhỏ tại Quảng Châu, thủ phủ của Thanh Hải quân (khi đó gọi là Lĩnh Nam Đông đạo). Mẹ của Lưu Ẩn là Vi thị - cháu của Lĩnh Nam Đông đạo Tiết độ sứ [[Vi Trụ]]. Lưu Ẩn là con trai trưởng của Lưu Khiêm. Ông còn có hai người em trai, em ruột Lưu Đài (劉台), do Vi thị sinh, và em cùng cha khác mẹ [[Nam Hán Cao Tổ|Lưu Nham]], do Đoàn thị sinh.<ref name=SGCQ58>''[[Thập quốc Xuân Thu|Thập Quốc Xuân Thu]]'' (十國春秋), [http:\/\/www.archive.org\/stream\/06072245.cn#page\/n2\/mode\/2up quyển 58].<\/ref> Tương truyền, Vi thị đã giết chết người thiếp Đoàn thị do [[ghen|ghen tuông]], sau khi bà phát hiện Lưu Khiêm giấu Đoàn thị trong một căn nhà cách xa phủ. Lưu Khiêm an táng Đoàn thị. Trên một phiến đá gần mộ Đoàn thị có khắc các chữ \"Ẩn\", \"Đài\", và \"Nham\", Lưu Khiêm thấy vậy đã dùng ba chữ này để đặt tên cho ba người con trai.<ref>''Thập Quốc Xuân Thu'', [http:\/\/www.archive.org\/stream\/06072245.cn#page\/n86\/mode\/2up quyển 60].<\/ref>\n\n== Thứ sử Phong châu ==\nLưu Khiêm do có công đánh tan khởi nghĩa [[Hoàng Sào]] nên được nhà Đường cho làm quan tới chức [[Thứ sử]] Phong Châu (封州, nay thuộc [[Triệu Khánh]], Quảng Đông).<ref name=HFD135\/> Năm 894, Lưu Khiêm qua đời, và khi Lưu Ẩn đang trong thời kỳ để tang thì có khoảng 100 binh lính và dân thường đã lập mưu làm loạn, kết quả là họ bị Lưu Ẩn giết chết. Sau đó Lĩnh Nam Đông đạo Tiết độ sứ đương nhiệm là [[Lưu Sùng Quy]] (劉崇龜) bổ nhiệm Lưu Ẩn là 'Hữu đô áp nha' kiêm 'Hạ Thủy trấn sứ' (thuộc [[Nam Ninh]], [[Quảng Tây]] ngày nay). Ngay sau đó, Lưu Sùng Quy thăng Lưu Ẩn là Thứ sử Phong châu.<ref name=ZZTJ259>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷259|quyển 259]].<\/ref>\n\nNăm 896, Tiết độ sứ mới của Lĩnh Nam Đông đạo, lúc này đã đổi tên thành Thanh Hải quân, là Tiết vương [[Lý Tri Nhu]] đã đến Thanh Hải. Tuy nhiên, thay vì nghênh tiếp, Nha tướng Quảng Châu Lô Cư (盧琚), Đàm Hoằng Kỷ (譚弘玘) lại chuẩn bị chống đối và họ tiến hành bố trí phòng thủ, Đàm Hoằng Kỷ đi trấn thủ Đoan Châu (端州, nay thuộc Triệu Khánh). Đàm Hoằng Kỷ đã cố gắng liên kết với Lưu Ẩn nhằm chống lại Lý Tri Nhu, và hứa sẽ gả con cho Lưu Ẩn. Lưu Ẩn giả bộ chấp thuận, song thực tế ông lại dùng vỏ bọc đến Đoan Châu kết hôn với con của Đàm Hoằng Kỳ để phục kích và giết chết Đàm Hoằng Kỳ. Sau đó, Lưu Ẩn tiến công Quảng Châu và giết chết Lô Cư, nghênh tiếp Lý Tri Nhu đến cai quản Quảng Châu. Lý Tri Nhu bổ nhiệm Lưu Ẩn là 'Hành quân Tư mã' của Thanh Hải quân.<ref name=ZZTJ260>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷260|quyển 260]].<\/ref>\n\n== Làm quan ở Thanh Hải quân ==\nNăm 898, Thứ sử Thiệu Châu (邵州, nay thuộc [[Thiều Quan]], Quảng Đông) là Tăng Cổn (曾袞) tiến đánh Quảng Châu, hợp binh với một tướng lĩnh Quảng Châu là Vương Côi (王瓌)- người chỉ huy một hạm đội (?). Lưu Ẩn đã đánh bại liên quân này, và đến khi tướng Thiều Châu là Lưu Đồng (劉潼) tiến công Trinh Châu (湞州) và Hàm Châu (浛州)- hai châu nay đều thuộc [[Thanh Viễn]], Quảng Đông, Lưu Ẩn đã đánh bại và giết chết Lưu Đồng.<ref name=ZZTJ261>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷261|quyển 261]].<\/ref>\n\nNăm 900, Đường Chiêu Tông phái Thái bảo Môn hạ thị lang [[Từ Ngạn Nhược]] đi làm Thanh Hải quân Tiết độ sứ thay thế Lý Tri Nhu, song trước khi Từ Ngạn Nhược đến được Thanh Hải, Lý Tri Nhu đã qua đời.<ref name=ZZTJ262>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷262|quyển 262]].<\/ref> Khi Từ Ngạn Nhược đến Thanh Hải, ông ta bổ nhiệm Lưu Ẩn làm Tiết độ phó sứ và giao phó các công việc của quân cho Lưu Ẩn.<ref name=SGCQ58\/> Khi Từ Ngạn Nhược qua đời vào năm 901, ông đã di biểu tiến cử Lưu Ẩn làm quyền [[lưu hậu]].<ref name=ZZTJ262\/> Sau đó, Đường Chiêu Tông đã phái [[Thôi Viễn]] đi nhậm chức Tiết độ sứ, song khi Thôi Viễn đến [[Giang Lăng]] thì ông nghe nói rằng Thanh Hải quân đầy kẻ trộm cướp, ngoài ra Thôi Viễn cũng lo ngại rằng Lưu Ẩn sẽ không chịu nhượng quyền lại cho mình, vì thế Thôi Viễn đã thỉnh lại được nhập triều. Đường Chiêu Tông chấp thuận lời thỉnh cầu của Thôi Viễn, song chưa bổ nhiệm Lưu Ẩn làm Tiết độ sứ.<ref name=ZZTJ265>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷265|quyển 265]].<\/ref>\n\nNăm 902, Thứ sử Kiền Châu (虔州, nay thuộc [[Cám Châu]], [[Giang Tây]]) là [[Lô Quang Trù]] đã xuất quân tiến công Thanh Hải quân, chiếm được Thiệu Châu và bao vây Triều Châu (潮州, nay thuộc [[Triều Châu]], Quảng Đông). Lưu Ẩn đã đánh bại và cố gắng tái chiếm Thiệu Châu. Lưu Nham đã khuyên can Lưu Ẩn không nên làm vậy vì quân của Lô Quang Trù vẫn còn mạnh, song Lưu Ẩn không nghe theo lời em mình mà vẫn tiến công Thiệu Châu. Tại thời điểm đó, mực nước sông dâng cao, và Lưu Ẩn không thể có nguồn cung cấp lương thực kịp thời. Lô Quang Trù và thuộc hạ là [[Đàm Toàn Bá]] đã tiến công và buộc Lưu Ẩn phải triệt thoái, Lô Quang Trù giữ được Thiệu Châu.<ref name=ZZTJ263>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷263|quyển 263]].<\/ref>\n\nNăm 904, Tuyên Vũ quân Tiết độ sứ [[Hậu Lương Thái Tổ|Chu Toàn Trung]] kiểm soát triều đình Đường, ám sát Đường Chiêu Tông và đưa [[Đường Ai Đế]] lên thay thế. Lưu Ẩn đã [[hối lộ]] cho Chu Toàn Trung để được bổ nhiệm làm Tiết độ sứ, Chu Toàn Trung chấp thuận.<ref name=ZZTJ265\/>\n\n== Làm Tiết độ sứ ==\nNăm 905, Đường Ai Đế ban chức 'Đồng bình chương sự' cho Lưu Ẩn.<ref name=ZZTJ265\/>\n\nNăm 907, Chu Toàn Trung buộc Đường Ai Đế phải nhường ngôi lại cho mình, lập ra triều [[nhà Hậu Lương|Hậu Lương]]. Hậu Lương Thái Tổ tăng thêm cho Lưu Ẩn chức 'Thị trung' và phong cho Lưu Ẩn tước hiệu Đại Bành vương.<ref name=ZZTJ266>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref>\n\nNăm 908, [[Sở (Thập quốc)|Sở vương]] [[Mã Ân]] đã phái Bộ quân Đô chỉ huy sứ Lã Sư Chu (呂師周) tiến công [[Lĩnh Nam]], chiếm được 6 châu của Thanh Hải quân là: Chiêu Châu (昭州, nay thuộc [[Quế Lâm]], [[Quảng Tây]]), Hạ Châu (賀州, nay thuộc [[Hạ Châu]], Quảng Tây), Phú Châu (富州, nay thuộc Hạ Châu), Ngô Châu (梧州, nay thuộc [[Ngô Châu]], [[Quảng Tây]]), Mông Châu (蒙州, nay cũng thuộc Ngô Châu), và Cung Châu (龔州, nay thuộc [[Quý Cảng]], Quảng Tây).<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref>\n\nCũng vào năm 908, [[Niên hiệu Trung Quốc|niên hiệu Khai Bình]] (開平) thứ hai, Hậu Lương Thái Tổ phái Thiện bộ lang trung Triệu Quang Duệ (趙光裔) và Hữu bổ khuyết Lý Ân Hành (李殷衡) làm sứ giả đến chỗ Lưu Ẩn để sách phong Lưu Ẩn làm Tiết độ sứ của cả hai quân là Thanh Hải quân và [[Tĩnh Hải quân]] (靜海, tương đương Bắc Bộ và Bắc Trung Bộ Việt Nam và một phần Quảng Tây, trị sở nay thuộc [[Hà Nội]], [[Việt Nam]]). Lưu Ẩn tiếp nhận sách phong, song giữ Triệu Quang Duệ và Lý Ân Hành ở lại, không cho phép họ trở về triều đình Hậu Lương.<ref name=ZZTJ267\/>\n\nNăm 909, Hậu Lương Thái Tổ phong Lưu Ẩn là Nam Bình vương.<ref name=ZZTJ267\/>\n\nVào khoảng năm 910 hay trước đó, Lưu Ẩn phái Lưu Nham xuất quân tiến đánh Ninh Viễn quân (寧遠, trị sở nay thuộc [[Ngọc Lâm (địa cấp thị)|Ngọc Lâm]], Quảng Tây), bao gồm thủ phủ Dung Châu (容州) và Cao Châu (高州, nay thuộc [[Mậu Danh]], Quảng Đông) đang do Bành Cự Chiêu (龐巨昭) cai quản, song Lưu Nham đã chiến bại trước Bành Cự Chiêu. Tuy nhiên, do tin rằng mình không thể chiếm ưu thế trước Lưu Ẩn, Bành Cự Chiêu đã đầu hàng nước Sở và dâng Ninh Viễn vào năm 910. Mã Ân phái Thứ sử Hoành Châu là Diêu Ngạn Chương (姚彥章) xuất quân đến trú tại Dung Châu.<ref name=ZZTJ267\/>\n\nCũng vào năm 910, Hậu Lương Thái Tổ phong Lưu Ẩn là Nam Hải vương.<ref name=SGCQ58\/>\n\nNăm 911, Lưu Ẩn lâm bệnh. Ông đã kịp tuyên bố Tiết độ phó sứ Lưu Nham làm quyền lưu hậu trước khi qua đời vào ngày [[Đinh Hợi]] tháng Ba (tức [[4 tháng 4]]). Sau đó, Lưu Nham nắm quyền cai quản quân.<ref name=ZZTJ268\/>\n\nNăm 917, Lưu Nham lập quốc [[Nam Hán]], đã truy tôn Lưu Ẩn là \"Tương Đế\", [[thụy hiệu]] \"Liệt Tông\", táng tại Đức lăng.\n\nLưu Ẩn có hai nữ nhi: Tăng Thành công chúa được gả cho hoàng đế [[Đại Trường Hòa]] [[Trịnh Nhân Mân]], còn Thanh Viễn công chúa [[Lưu Hoa (Ngũ Đại Thập Quốc)|Lưu Hoa]] được gả cho Thái tử [[Mân (Thập quốc)|nước Mân]] [[Vương Diên Quân]].\n\n== Tham khảo ==\n{{tham khảo|30em}}\n{{Đầu hộp}}\n{{Thứ tự kế vị|trước = [[Khúc Thừa Dụ]] \n|chức vụ = [[Tĩnh Hải quân]] [[Tiết độ sứ]] (danh nghĩa)\n|sau = ''[[Nam Hán Cao Tổ|Lưu Nghiễm]]'' (danh nghĩa)|năm = [[908]] - [[911]]}}\n{{Cuối hộp}}\n{{Tĩnh Hải quân Tiết độ sứ}}\n\n[[Thể loại:Tĩnh Hải quân Tiết độ sứ]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Hậu Lương (Ngũ đại)]]\n[[Thể loại:Nam Hán]]\n[[Thể loại:Sinh năm 874]]\n[[Thể loại:Mất năm 911]]"}