{"Lưu Thực (nhà Tấn)":"'''Lưu Thực''' ([[chữ Hán]]: 刘寔, 220 – 310), là quan viên, học giả [[nhà Tây Tấn]] trong lịch sử Trung Quốc.\n\n==Xuất thân==\nThực tự Tử Chân, người huyện Cao Đường, quận Bình Nguyên {{efn|Nay là [[huyện (Trung Quốc)|huyện]] [[Cao Đường]], [[địa cấp thị]] [[Liêu Thành]], [[Sơn Đông]]}}.<ref name=\"T\">''[[Tấn thư]] quyển 41, liệt truyện 11 – Lưu Thực truyện''<\/ref> Thực là hậu duệ của Tế Bắc Huệ vương Lưu Thọ – hoàng tử thứ năm của [[Hán Chương đế]] [[nhà Đông Hán]],<ref name=\"T\" \/> thuyết khác là cháu 12 đời của Tế Bắc Trinh vương Lưu Bột nhà Tây Hán.<ref>''[[Nguyên Hòa tính toản tứ hiệu ký]] quyển 5, 364'' chép: “Bột sanh ra Sùng, bắt đầu sống ở Cao Đường, cháu 11 đời là Thực tự Tử Chân, là Tấn Thái thường Tuần Dương hầu.”<\/ref>{{efn|''[[:zh:岑仲勉|Sầm Trọng Miễn]] – [[Nguyên Hòa tính toản tứ hiệu ký]]'' căn cứ vào ''[[Hán thư]] quyển 14, Biểu 2 – Chư hầu vương biểu'' cho biết Lưu Bột có thể là Tế Bắc Trinh vương Lưu Bột, vương tử thứ 7 của Hoài Nam Lệ vương [[Lưu Trường]]}} Cha là Lưu Quảng, được làm Xích Khâu lệnh.<ref name=\"T\" \/>\n\nThiếu thời Thực nghèo khổ, lấy việc bán áo cỏ gai {{efn|Nguyên văn: 牛衣 (牛\/ngưu: bò; 衣\/y: áo). Ngưu y là tấm áo trùm để chống lạnh, che mưa, bện bằng cỏ gai (ma thảo), công dụng tương tự áo tơi (thoa y).}} làm kế sanh nhai; nhưng ông hiếu học, tay bện áo, miệng đọc kinh, làu thông cổ kim. Thực giữ mình trong sạch, hành vi không chút tỳ vết; được quận xét Hiếu liêm, châu cử Tú tài, đều không nhận. Sau đó Thực lấy thân phận kế lại đến Lạc Dương, được điều làm Hà Nam doãn thừa, rồi thăng làm Thượng thư lang, Đình úy chánh. Tiếp đó Thực được làm Lại bộ lang, rồi làm Tham quân sự cho tướng quốc [[Tư Mã Chiêu]], được phong Tuần Dương tử.<ref name=\"T\" \/>\n\n==Sự nghiệp==\nĐầu niên hiệu Thái Thủy (265 – 274), Thực được tiến tước làm Bá, dần thăng đến Thiếu phủ. Trong niên hiệu Hàm Ninh (275 – 280), Thực được làm Thái thường; rồi chuyển làm Thượng thư. Khi [[Đỗ Dự]] đánh [[Đông Ngô]], Thực được lấy bản quan để làm Hành Trấn nam quân tư.<ref name=\"T\" \/>\n\nKhi xưa vợ của Thực là Lư thị sanh con trai Lưu Tễ rồi mất, Hoa thị muốn gả con gái cho ông {{efn|Sĩ tộc họ Hoa cũng là người huyện Cao Đường, nhân vật tiêu biểu là [[Hoa Hâm]]}}; em trai Thực là Lưu Trí can rằng: “Nòi họ Hoa tham lam, ắt phá gia đình.” Thực từ chối không được, đành lấy Hoa thị mà sanh ra Lưu Hạ. Thực liên lụy việc Lưu Hạ nhận hối lộ mà chịu miễn quan. Ít lâu Thực được làm Đại tư nông, lại vì Hạ có tội mà chịu bãi miễn.<ref name=\"T\" \/>\n\nSau đó Thực được khởi làm Quốc tử tế tửu, Tán kỵ thường thị. Hoàng tử [[Tư Mã Duật]] sắp được phong Quảng Lăng vương, tuyển chọn thầy – bạn, lấy Thực làm thầy. Đầu niên hiệu Nguyên Khang (291 – 299), Thực được tiến tước làm hầu, dần thăng đến Thái tử thái bảo, gia Thị trung, Đặc tiến, Hữu quang lộc đại phu, Khai phủ nghi đồng tam tư, lĩnh Ký Châu đô đốc. Năm thứ 9 (299), Thực được sách bái làm Tư không, thăng làm Thái bảo, chuyển làm Thái phó.<ref name=\"T\" \/>\n\nĐầu niên hiệu Thái An (302 – 303), Thực lấy cớ già bệnh từ quan, được ban An xa tứ mã, trăm vạn tiền, giữ tước hầu về phủ đệ. Đến khi Trường Sa vương [[Tư Mã Nghệ]] và Thành Đô vương [[Tư Mã Dĩnh]] giao tranh, Thực bị loạn quân cướp bóc, bèn len lén bỏ về quê nhà.<ref name=\"T\" \/>\n\n==Cuối đời==\n[[Tấn Huệ đế]] băng (307), Thực đến sơn lăng. [[Tấn Hoài đế]] lên ngôi, lại thụ Thực làm Thái úy. Thực trình bày mình tuổi đã cao, cố từ chối; đế không đồng ý.<ref name=\"T\" \/>\n\nSau 2 năm, Tả thừa Lưu Thản dâng lời đề nghị đáp ứng thỉnh cầu cáo lão của Thực. Vì thế vào năm Vĩnh Gia thứ 3 (309), triều đình giáng chiếu cho Thực trở về phủ đệ, vị vẫn ở trên Tam công, trật lộc như cũ, ban cho kỷ (ghế) trượng (gậy) nhưng không cần vào chầu, còn có 1 khu nhà. Hơn năm sau, Thực hoăng, hưởng thọ 91 tuổi, được đặt thụy là Nguyên.<ref name=\"T\" \/>\n\n==Dật sự, điển cố==\n* ''Giáo hối sở đắc'' (tạm dịch: dạy dỗ mà được): Thực mỗi khi về quê nhà, người làng chở rượu thịt để chờ đón ông. Thực khó lòng từ chối, bèn cùng ăn rồi trả lại chỗ thừa. Có người nói với Thực rằng: “Anh sống một đời cao thượng, mà các con không biết giữ gìn. Sao không sớm tối răn dạy, khiến chúng biết lỗi mà sửa đổi.” Thực đáp: “Đức hạnh của tôi là dựa vào những gì tôi mắt thấy tai nghe, không phải nhờ tổ tiên truyền lại, nào có phải dạy dỗ mà được.” Người đời cho rằng lời của Thực là đúng.<ref name=\"T\" \/>\n* ''Bần sĩ vị thường đắc thử'': Thực đến nhà [[Thạch Sùng]], vào nhà xí, thấy màn treo bằng gấm đỏ, đệm ngồi rất đẹp, còn có 2 tỳ nữ cầm túi thơm. Thực lui ra, cười nói với Sùng: “Vào lầm nhà trong của anh rồi.” Sùng nói: “Là nhà xí mà!” Thực nói: “Học trò nghèo chưa từng gặp chuyện này.” Rồi đổi sang nhà xí khác.<ref name=\"T\" \/>\n\n==Tính cách==\n[[Chung Hội]], [[Đặng Ngải]] đánh [[Thục Hán|Thục]] (263), có người hỏi Thực rằng: “Hai tướng dẹp Thục có được không?” Thực đáp: “Phá Thục ắt xong, nhưng không về được.” Người ấy lại hỏi tại sao, Thực cười mà không đáp. Việc quả nhiên như vậy, người đời khen Thực có tiên kiến.<ref name=\"T\" \/>\n\nThực thiếu thời nghèo túng, chống gậy đi đường, mỗi khi dừng chân ở đâu, không hề làm phiền chủ nhân, củi nước đều tự mình lo liệu. Đến khi thành đạt, Thực vẫn chuộng tằn tiện, không ham xa hoa. Tuy được vinh sủng, nhưng Thực không có tòa phủ đệ, trạch viện nào; nhận được bổng lộc, đều chia cho thân nhân bạn bè. Bấy giờ lễ giáo suy đồi, Thực vẫn giữ mình ngay thẳng. Lư thị mất, Thực mặc áo tang, ở nhà cỏ đúng với lễ chế để lo liệu tang sự, trước khi trọn tang thì không ngủ với đàn bà. Kẻ khinh bạc cười chê, Thực không hề để ý.<ref name=\"T\" \/>\n\nTừ trẻ đến già, Thực học tập không nghỉ; tuy giữ chức vụ, nhưng tay không rời sách. Thực rất rành [[Xuân Thu tam truyện]] (Tả thị, Công Dương, Cốc Lương), phân tích [[Công Dương truyện]], lấy 2 sự kiện [[Vệ Xuất Công]] giành ngôi với vua cha [[Vệ Trang Công]], [[Sái Trọng]] mất tiết tháo, dùng làm tiêu chuẩn để đánh giá kẻ bề tôi, rồi đem tuyên truyền ở đời.<ref name=\"T\" \/>\n\n==Trước tác==\nCuối thời [[Tào Ngụy]], Thực cho rằng người đời chuộng tranh giành tiến thủ thái quá, khiến phẩm đức liêm khiết, khiêm tốn bị tổn hại, nên làm ''Sùng nhượng luận'' để uốn nắn. Thực còn soạn ''Xuân Thu điều lệ'' 20 quyển,<ref name=\"T\" \/> ''Tả thị điệp lệ'' 20 quyển, ''Xuân Thu Công Dương đạt nghĩa'' 3 quyển, ''Tập giải Xuân Thu tự'' 1 quyển cùng ''Văn tập'' 2 quyển; nay đều không còn.<ref>Toàn Tấn văn, quyển 39<\/ref>\n\n==Gia đình==\n* Vợ đầu là Lư thị, sanh con trai Lưu Tễ. Lư thị mất, Thực lấy Hoa thị, sanh ra Lưu Hạ.<ref name=\"T\" \/>\n* Em trai là Lưu Trí, tự Tử Phòng, tính trong sạch như anh mình. Thuở nghèo túng, Trí thường vác củi để kiếm sống, nhưng học tập không nghỉ, nhờ học vấn và đức hạnh mà nổi tiếng. Trí được làm Trung thư Hoàng môn Lại bộ lang, rồi ra làm Dĩnh Xuyên thái thú. Người cùng quận là [[Quản Lộ]] từng nói với người ta rằng: “Tôi cùng anh em Lưu Dĩnh Xuyên nói chuyện, khiến cả người tinh thần sáng láng, trời tối vẫn không muốn ngủ. Từ này về sau, đợi trời sáng mới ngủ được.” Trí được vào triều làm Bí thư giám, lĩnh Nam Dương vương sư, gia Tán kỵ thường thị, thăng Thị trung, Thượng thư, Thái thường. Trí trước tác ''Tang phục thích nghi luận'', có nhiều kiến giải. Cuối niên hiệu Thái Khang (280 – 289), Trí mất, được đặt thụy là Thành.<ref name=\"T\" \/>\n* Hai con trai là Tễ, Hạ. Lưu Tễ tự Cảnh Vân, được làm đến Tán kỵ thường thị. Lưu Hạ vì tham ô mà phải chịu lưu đày.<ref name=\"T\" \/>\n\n==Hình tượng văn học==\nThực là nhân vật nhỏ trong tiểu thuyết [[Tam quốc diễn nghĩa]], xuất hiện ở ''hồi 116 – Đường Hán Trung, Chung Hội chia quân; Núi Định Quân, Võ Hầu hiển thánh'': Nói về Chung Hội khi cất quân đi, các quan tiễn ra ngoài thành. Tinh kỳ rợp trời, gươm giáo sáng quắc, quân mã hùng tráng, oai phong lẫm liệt lắm; ai cũng nức nở khen ngợi, chỉ có tham quân là Lưu Thực tủm tỉm cười nhạt, không nói câu gì. Thái úy [[Vương Tường (Tam Quốc)|Vương Tường]] thấy Lưu Thục cười mát làm vậy, đến gần ngựa cầm tay Thực hỏi rằng: “Chung, Đặng hai người đi chuyến này thế nào?” Thực nói: “Chắc phá xong Thục, nhưng chỉ ngại không ai trở về được đến nhà.” Vương Tường hỏi cớ làm sao, Lưu Thục chỉ cười không nói.<ref>''[[La Quán Trung]] tác, [[Phan Kế Bính]] dịch – [[Tam quốc diễn nghĩa]], hồi 116''<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Ghi chú==\n{{notelist}}\n\n{{Start box\n}}\n{{S-gov}}\n{{s-before|[[Trương Hoa]]}}\n{{s-title|[[Tây Tấn]] [[Tư không]]|300－301}}\n{{s-after|[[Tư Mã Việt]]}}\n{{End}}\n\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Liệt Hầu triều Tây Tấn]]\n[[Thể loại:Tư không triều Tây Tấn]]\n[[Thể loại:Sinh năm 220]]\n[[Thể loại:Mất năm 310]]"}