{"Lưu Bá Ôn":"[[Tập tin:Portrait of Liu Ji by Gu Jianlong.jpg|nhỏ|200px|Chân dung Lưu Bá Ôn]]\n{{Về|quốc sư [[nhà Minh]]|nhân vật cùng tên|Lưu Cơ (định hướng)}}\n'''Lưu Bá Ôn''' ([[chữ Hán]]: 劉伯溫, [[1311|1310]]-[[1375]]), tên thật là '''Lưu Cơ''' (劉基), [[Tên chữ (người)|tên tự]] là '''Bá Ôn''' (伯溫), [[thụy hiệu]] '''Văn Thành''' (文成); là [[nhà văn]], [[nhà thơ]] và là công thần khai quốc [[nhà Minh]] trong [[lịch sử Trung Quốc]]. Ông là một trong những nhân vật có nhiều huyền thoại, là người đã đề cao tư tưởng \"Quan bức, dân phản\", đồng thời là tác giả tản văn \"Mại cam giả ngôn\" nổi tiếng nhằm đả kích giới \"thống trị thối nát\"..\n\n==Thân thế và sự nghiệp==\n'''Lưu Bá Ôn''' là người huyện [[Thanh Điền]] (nay là huyện [[Văn Thành, Ôn Châu|Văn Thành]]), tỉnh [[Chiết Giang]]. Ông sinh ra trong một gia đình [[Nho giáo|Nho học]] từng có truyền thống chiến đấu dũng cảm chống lại quân xâm lược [[Nhà Nguyên|Nguyên Mông]] trước đây. Nhờ siêng học, đam mê đọc sách, ông sớm làu thông kinh sử, văn chương, [[Binh pháp Tôn Tử|binh pháp]] và [[thiên văn học|thiên văn]]. Đương thời có câu khen ông là: ''Thông binh pháp ai hơn [[Tôn Vũ|Tôn Võ]] - Giỏi thiên văn phải kể '''Lưu Cơ'''''<ref>''Thành ngữ điển tích danh nhân từ điển'' (quyển 1), tr. 74.<\/ref>.\n\nLưu Bá Ôn đã là một thiếu niên đắc chí, nên tha thiết muốn tận trung góp sức với triều đình nhà Nguyên, để làm nên những sự nghiệp oanh liệt. Năm Nguyên Thống thứ nhất đời [[Nguyên Huệ Tông|Nguyên Thuận Đế]] ([[1333]]), ông thi đỗ [[Tiến sĩ]], được bổ nhiệm làm quan. Nhưng lúc bấy giờ đang cuối triều nhà Nguyên, quan trường rất hủ bại, quan viên đều tham ô, cả xã hội đang lung lay sắp sụp đổ. Dù vậy, Lưu Bá Ôn vẫn một mặt tự lấy mình làm gương, luôn giữ thanh liêm, một mặt đấu tranh thẳng thừng với bọn tham quan ô lại. Nhưng ông ra làm việc chẳng bao lâu, thì bị người chung quanh ghét, tìm cách gièm pha và bài xích, đưa đi chỗ khác. Ít lâu sau, do ông viết đơn tố cáo viên giám sát ngự sử không làm tròn trách nhiệm, nên đắc tội với thượng cấp bị đuổi về nhà. \n\n=== Phò tá Chu Nguyên Chương ===\nNăm thứ mười chín niên hiệu Chí Chính triều đại nhà Nguyên (công nguyên năm 1359), [[Minh Thái Tổ|Chu Nguyên Chương]] lãnh đạo một toán quân khăn đỏ trước sau chiếm lĩnh được Chư Ký, Cù Châu và Xứ Châu, cũng như trước sau đã tiêu diệt những cứ điểm quân sự bị cô lập của quân Nguyên ở phía Đông Nam. Lực lượng quân sự ở triều nhà Nguyên ở Triết Đông đã hoàn toàn bi tiêu diệt. Hầu hết các địa phương ở Triết Đông đều được bình định xong. Chu Nguyên Chương phấn khởi, ra sức quy tụ các phần tử trí thức, các nhân sĩ nổi tiếng ở các địa phương. Ông hy vọng số người này sẽ phụ tá cho mình hoàn thành sự nghiệp lớn, giúp mình mở rộng địa bàn, ổn định trật tự xã hội. \n\nLưu Bá Ôn là người rất có danh vọng ở Triết Đông, tất nhiên cũng là người được Chu Nguyên Chương mời về giúp cho ông ta. Nhưng do tư tưởng của Lưu Bá Ôn phản đối quân khởi nghĩa khăn đỏ, và xem họ là “đạo tặc”. Do vậy, khi Chu Nguyên Chương phái người đến mời ông ra phụ tá, thì ông đã tìm lời khôn khéo để từ chối. Đến khi Hồ Đại Hải đánh chiếm được Xứ Châu, một lần nữa lại mang lễ vật trọng hậu, nhiều tiền bạc đến mời Lưu Cơ, nhưng ông lại dùng lời uyển chuyển từ chối một lần nữa, không chịu quy thuận. Về sau, viên Tổng chế xứ Châu là Tôn Viêm viết một bức thư dài đến mấy nghìn chữ, phân tích nhiều mặt lợi hại và nói rõ sẽ xóa bỏ hết những chuyện cũ đã qua, yêu cầu ông xuất sơn để vừa bảo toàn được tính mệnh của bản thân và gia đình, vừa có thể làm quan để chung lo việc thiên hạ. Cùng một lúc đó, các bằng hữu của Lưu Bá Ôn cũng viết thơ đốc thúc, nên ông mới nhận lời mời của Chu Nguyên Chương. \n\nLưu Bá Ôn  đến Ứng Thiên không bao lâu, được Chu Nguyên Chương triệu kiến. Chu Nguyên Chương dùng lễ thượng khách để tiếp đãi ông, rồi lại sai người đưa ông vào ở tại Lễ Hiền Quán. Lưu Bá Ôn thấy Chu Nguyên Chương đối với mình rất thành tâm thành ý, nên tự cho rằng mình đã gặp được minh chúa. Cho nên ông liền dâng lên cho Chu Nguyên Chương bản \"Thời vụ thập bát sách\" (tức 18 sách lược vận dụng trong tình thế đương thời), phân tích cả tình hình bên trong lẫn bên ngoài. Ông đặt kế hoạch xây dựng đất nước và tiêu diệt triều nhà Nguyên, cũng như phương châm tảo trừ những thành phần tiếm loạn khác. Chu Nguyên Chương nghe qua kế hoạch của Lưu Cơ thì vui mừng ngoài sức tưởng tượng, bèn giữ ông ở lại bên mình để cùng bàn những kế hoạch cơ mật, và tôn xưng ông là “Lão Tiên sinh” hoặc “Trương Lương của nhà Hán” và cất ngay lên chức ''Quảng Văn quán Học sĩ''. \n\nLưu Bá Ôn trở thành một [[quân sư|mưu sĩ]] tài ba của Chu Nguyên Chương, giúp Chu Nguyên Chương lần lượt đánh bại các tập đoàn quân phiệt khác như [[Trần Hữu Lượng]] và [[Trương Sĩ Thành]], nhiều lần biến nguy thành an. Các chiến thắng quan trọng ở thành Thái Bình, An Khánh, Giang Châu, [[trận hồ Bà Dương|hồ Bà Dương]] chống Trần Hữu Lượng, ở [[Kiến Đức]] chống lại Trương Sĩ Thành, cùng như việc quy hàng [[Phương Quốc Trân]] và nhiều thế lực địa phương khác đều do Lưu Bá Ôn bày mưu tính kế. Đặc biệt tại [[Trận hồ Bà Dương|hồ Bà Dương]], ông cùng với Chu Nguyên Chương trực tiếp chỉ huy cuộc chiến và đã một lần cứu thoát Chu Nguyên Chương khỏi bị đạn pháo của quân địch bắn trúng. Chủ trương của Lưu Bá Ôn là \"đánh Trần Hữu Lượng trước rồi mới tiêu diệt [[Trương Sĩ Thành]] sau\" vì ông nhận xét rằng Trương Sĩ Thành là người thụ động, chỉ biết bo bo giữ lấy lãnh địa của mình, trong khi tập đoàn Trần Hữu Lượng là một thế lực hiếu chiến, nguy hiểm và vì vậy cần phải thanh toán ông ta trước để diệt trừ hậu họa. Chiến lược này đã tỏ ra đúng đắn và chứng tỏ Lưu Bá Ôn hiểu rất rõ bản chất của kẻ địch.\n\nBản thân Trần Hữu Lượng, sau khi bị đánh bại ở [[Giang Châu]], biết mình thua là do mưu kế của Lưu Bá Ôn, đã than rằng:\n\n{{cquote|''Dưới tay ta thiếu một mưu sĩ như Lưu Bá Ôn. Sau này kẻ tiêu diệt ta, chắc chắn chính là Bá Ôn rồi. Chả lẽ ý trời nghiêng về Chu Nguyên Chương, nên mới sai Bá Ôn tới trợ giúp đó chăng ?''}}\n\nNăm 1367, ông lại bày mưu cho Chu Nguyên Chương chiếm [[Sơn Đông]], [[Hà Nam (Trung Quốc)|Hà Nam]], rồi tiến đánh kinh đô của [[nhà Nguyên]] là Đại Đô (nay là [[Bắc Kinh]]), khiến vua [[Nguyên Huệ Tông]] (1333-1370) tháo chạy, triều Nguyên sụp đổ.\n \nKhi đại cuộc đã định xong, Lưu Bá Ôn được giữ chức Ngự sử trung thừa kiêm Thái sư lệnh, tước Thành Ý bá. Kể từ đó ông cùng với [[Tống Liêm]]<ref>Tống Liêm, tự Cảnh Liêm, người Chiết Giang, làm quan đến chức Hàn lâm Học sĩ Thừa chỉ. Đương thời, ông được coi là người đứng đầu các văn thần khai quốc. Tác phẩm của ông có ''Tống Học sĩ tập'', gồm 75 quyển.<\/ref>(1310-1381) giúp vua chế định mọi công việc, từ khoa cử, hình pháp cho đến lễ nhạc...\n\n=== Mâu thuẫn với Lý Thiện Trường ===\nTháng tư lịch nhà Hạ, tức niên hiệu Hồng Võ nguyên niên (1368), trong dịp bắc phạt Trung Nguyên thắng lợi, chiếm được Sơn Đông và Hà Nam. Chu Nguyên Chương từ Ứng Thiên (Nam Kinh) đi Biện Lương (Khai Phong), để đại hội các tướng bắc phạt, nghiên cứu chiến cuộc và bố trí những bước đánh chiếm Đại Đô của nhà Nguyên. Nhà vua để Lưu Bá Ôn và Lý Thiện Trường ở lại giữ Nam Kinh. \n\nLúc bấy giờ Lưu Bá Ôn đang giữ chức Ngự Sử Trung Thừa, tức một trưởng quan tại Ngự Sử Đài, có nhiệm vụ lãnh đạo các giám sát ngự sử để phát hiện những hành vi phi pháp, trái luật của các quan lại. Lưu Bá Ôn cho rằng cuối hai triều Tống và Nguyên do kỷ cương không nghiêm, nên dẫn đến bị mất thiên hạ. Do vậy ông yêu cầu các ngự sử quan phải chú ý phát hiện những hành vi trái pháp luật của quan lại, và phải thực tâm tra xét để xử lý. Bất luận người vi phạm pháp luật có quyền thế đến đâu, có chức tước cao đến đâu cũng mặc. Nếu những cận thần có nhiệm vụ túc trực bảo vệ triều đình mà phạm pháp, thì ông trước tiên báo cáo lên cho Hoàng Thái Tử biết, rồi mới định theo pháp luật mà trị tội. Mọi người đều khiếp sợ trước việc chấp pháp nghiêm khắc của Lưu Bá Ôn, nên không dám vi phạm pháp luật một cách bừa bãi. \n\nTrong thời gian này, Lý Thiện Trường có một người thân tín là Lý Bân đang giữ chức Đô Sự tại Trung Thư tỉnh bị phạm pháp và bị kết tội chém. Lý Thiện Trường bèn ra mặt xin tội cho Lý Bân, nhưng Lưu Bá Ôn với một thái độ nghiêm chỉnh, chấp pháp bất vị thân, sẵn sàng đón nhận nguy hiểm, không để ý gì tới chuyện xin xỏ của Lý Thiện Trường. Do đây là một sự kiện quan trọng, nên Lưu Bá Ôn theo thông lệ viết sớ báo lên với Chu Nguyên Chương, chờ hoàng đế phê chuẩn xong thì mới đem Lý Bân ra chém. \n\nNhưng sự kiện này đã khiến Lý Thiện Trường có sự đố kỵ với Lưu Bá Ôn. Lý Thiện Trường nguyên là người được Chu Nguyên Chương thu nhận đưa vào làm thư ký Mạc phủ sau khi ông cử binh chẳng bao lâu. Thời Chu Nguyên Chương xưng vương nước Ngô, Lý Thiện Trường được cử làm Tả tướng quốc. Sau khi Chu Nguyên Chương xưng đế, ông ta lại được cử làm Tả thừa tướng. Trong triều đình, ông ta luôn luôn là người đứng hàng đầu. Sau khi Lý Bân bị giết, Lý Thiện Trường có ý trả thù. Vào tháng bảy nhuận, khi Chu Nguyên Chương từ Khai Phong trở về Nam Kinh, Lý Thiện Trường đã cực lực phỉ báng Lưu Bá Ôn. Năm đó trời hạn hán, ông ta bảo do Lưu Bá Ôn chém Lý Bân dưới đàn đảo võ, nên trời cho là bất kính, tức giận, khiến cuộc đảo Võ mất hiển linh. Ngoài ra, một số người khác vốn đang bất mãn Lưu Bá Ôn, cũng đua nhau nói xấu ông. Lưu Bá Ôn dâng sớ xin từ quan.\n\n=== Từ quan và qua đời ===\nSau thấy Minh Thái Tổ (Chu Nguyên Chương) rắp tâm hãm hại công thần, [[tháng tám|tháng 8]] năm [[Hồng Vũ Đế|Hồng Vũ]] thứ nhất (khoảng [[tháng mười|tháng 10]] năm [[1368]]), ông dâng sớ xin từ quan, nhưng mãi đến năm [[1371]], ông mới được về nghỉ sau khi từ chối ngôi vị thừa tướng. Cũng trong dịp đó, Chu Nguyên Chương đã hỏi ý kiến Lưu Bá Ôn về các \"ứng cử viên\" thừa tướng như là Lý Thiện Trường, [[Hồ Duy Dung]], Dương Hiến, Uông Quảng Dương và cả chính Lưu Bá Ôn. Bá Ôn đã trình bày những phân tích, kiến giải của mình về bản chất, tính cách, tài năng của mỗi người và cho rằng tất cả đều không thích hợp làm Thừa tướng (kể cả ông). Chu Nguyên Chương cho rằng Lưu Bá Ôn quá cầu toàn, nhưng thực tế cho thấy những nhận định của Lưu Bá Ôn là chính xác, cả Lý, Hồ, Dương và Uông sau này đều gây rắc rối thậm chí là tai họa cho triều đình nhà Minh.\n\nSau khi từ quan, ông về vùng thôn dã sống ẩn dật với thê tử là Hà thị (con gái của tướng lĩnh trấn thủ biên cương nhà Minh) và hai con là Lưu Liễn và Lưu Cảnh, tuyệt đối tránh dây dưa với quan trường và giới quan lại, thậm chí còn yêu cầu bạn bè chỉ gọi mình đơn giản là \"Bá Ôn\" hay \"Bá Ôn huynh\" chứ đừng đề cập đến chức tước của mình. Ông cũng không thích được mọi người khen tặng về những chiến công khi xưa. Tuy nhiên, với bản tính cương trực, liêm chính, Lưu Bá Ôn không hoàn toàn có thể bỏ ngoài những sự việc chướng tai gai mắt của cuộc đời. Một lần nọ, ông thấy bọn đào binh Minh Dương nổi loạn tại Đạm Dương, giết người cướp của, tàn hại bá tánh trong khi bọn quan lại địa phương sợ bị trách tội nên không dám báo cáo tình hình. Thế là Lưu Bá Ôn đã nhờ con trai mình là Lưu Liễn viết tấu chương gửi cho triều đình yêu cầu trừng trị bọn chúng. Phe cánh của Hồ Duy Dung đã lợi dụng việc này để viết một tấu chương vu cho Lưu Bá Ôn tội âm mưu xây mộ địa tại Đạm Dương để lợi dụng vương khí ở đây mưu chuyện bất chính và sai Tuần Kiểm ty chiếm đất, xua đuổi dân chúng để lấy đây xây mộ, khiến dân chúng nổi loạn. Chu Nguyên Chương nghe qua rất bực tức nên đã hạ chiếu chỉ cắt hết bổng lộc của họ Lưu. Biết là có người muốn hại mình, nhưng trước tình hình phe đảng của Hồ Duy Dung chiếm lĩnh triều đình Lưu Bá Ôn không thể tự thanh minh cho mình mà buộc phải đến \"nhận lỗi\" trước mặt Chu Nguyên Chương để tránh họa sát thân. Chu Nguyên Chương thấy vậy nên cũng bỏ qua không truy cứu nữa.\n\nSau lần đó, Lưu Bá Ôn dọn về ở hẳn tại kinh đô và đóng cửa ở lì trong nhà, không tiếp xúc với ai để tránh tạo cớ cho Hồ Duy Dung vu hại. Tuy nhiên, trước tình hình thời cuộc ngày càng tồi tệ, nhất là khi biết Hồ Duy Dung đã được vua thăng lên làm Thừa tướng, Lưu Bá Ôn buồn rầu mà chẳng bao lâu sinh bệnh. Ông nói:\n\n{{cquote|''Hồ Duy Dung lên làm Thừa tướng, chắc chắn sẽ sinh đại họa, quốc gia sẽ gặp đại loạn, sinh linh lại phải chịu tai ương. Nếu lời nói của tôi không ứng nghiệm, thì đó chính là đại hồng phúc của bá tánh nhân dân. Trái lại, nếu lời nói cửa tôi ứng nghiệm, thì cuộc sống của đông đảo chúng sinh biết làm sao đây ?''}}\n\nCâu nói đó lọt đến tai Hồ Duy Dung, khiến Hồ càng căm tức và quyết tâm trù dập Bá Ôn. Quá phẫn uất trước nạn quyền thần lộng hành, bệnh tình của ông càng lúc trở nên nguy kịch. Chu Nguyên Chương thấy thế không khỏi thương cảm nên đã đích thân viết biểu văn gởi đến Bá Ôn và phái sứ giả hộ tống ông trở về quê nhà. Có điều, bệnh của Lưu Bá Ôn không hề thuyên giảm và chỉ một tháng sau đó (năm 1375) ông qua đời, hưởng thọ 66 tuổi. Có thuyết cho rằng Hồ Duy Dung đã sai thầy thuốc của mình mang độc dược đến hại chết Lưu Bá Ôn, vì trước lúc Lưu chết, ông nói rằng khi uống thuốc của Hồ Duy Dung mang đến thì thấy trong bụng có một vật cứng như đá, to bằng nắm tay.\n\nDù bị hãm hại và bạc đãi, Lưu Bá Ôn vẫn một lòng trung thành với triều đình nhà Minh. Lúc lâm chung, Lưu Bá Ôn đã gọi các con trai Lưu Liễn và Lưu Cảnh đến đến, đưa tác phẩm \"Thiên văn thư\" cho Liễn và một bản tấu chương bàn luận về thế sự, phương pháp trị nước cho Cảnh. Ông dặn Liễn và Cảnh rằng Hồ Duy Dung chuyên quyền bạo ngược thể nào cũng gặp tai họa, vì vậy sau khi Hồ và phe đảng bị diệt trừ thì Liễn và Cảnh hãy đem bản tấu chương cùng \"Thiên văn thư\" đến dâng cho Chu Nguyên Chương. Đúng như Lưu Bá Ôn dự đoán, khi Hồ Duy Dung và bè đảng nắm hết quyền hành, lộng quyền phách lối, nên bị Chu Nguyên Chương nghi ngờ. Nghi án Lưu Bá Ôn bị hạ độc cũng được cho điều tra lại. Trước tình hình đó, Hồ Duy Dung đã âm mưu làm phản nhưng bị bại lộ, thế là ông ta cùng toàn bộ phe đảng bị Chu Nguyên Chương xử tử. Lúc này, Chu lại nhớ đến Lưu Bá Ôn. Lưu Liễn và Lưu Cảnh nhân cơ hội đó đã vào cung, dâng \"Thiên văn thư\" cùng bản tấu chương của cha mình cho nhà vua. Nhận thấy tâm huyết của vị lão thần trung thành, Chu Nguyên Chương cảm động nói:\n\n{{cquote|''Khi Lưu Bá Ôn còn sống, cả triều đình đều là bọn \"Hồ đảng\", chỉ riêng có một mình ông ấy là không theo chúng, nên mới bị chúng thư (hạ độc).''}}\n\nĐể tri ân lòng trung thành và đóng góp của Lưu Bá Ôn, năm 1380 Chu Nguyên Chương đã hạ lệnh cho con cháu của Lưu Cơ được hưởng tước lộc truyền từ đời này qua đời khác của tước Thành ý Bá. Sau này, vua [[Minh Vũ Tông]] cũng đã khen tặng Lưu Bá Ôn là ''\"Độ giang sách sĩ vô song, khai quốc văn thần đệ nhất\"'' (nhà mưu lược có một không hai đã giúp cho triều đình vượt sông bình định thiên hạ, cũng là bậc văn thần khai quốc đứng hàng đầu), ban thụy hiệu cho ông là '''Văn Thành''' (文成). [[Minh Thế Tông]] vào năm Gia Tĩnh thứ 10 ([[1531]]) cho ông được thờ trong [[Thái Miếu (Bắc Kinh)|Thái Miếu]] cùng với khai quốc công thần khác như [[Từ Đạt]].\n\n==Tác phẩm==\nTác phẩm của Lưu Bá Ôn có '''Thành Ý Bá văn tập''', gồm 20 quyển <ref>Trong dân gian có lưu hành sách ''Kham Dư mạn hưng'', đề tên ông soạn. Nhưng theo giới chuyên môn thì đây là sách do người đời sau giả danh làm ra (''Bí ẩn của phong thủy'', tr. 133).<\/ref>, trong đó nổi bật là phần bàn về mưu lược quân sự, mà tiêu biểu là quyển '''Bách chiến kỳ lược''', nêu lên một trăm loại hình tác chiến trong mọi điều kiện, được giới quân sự đánh giá cao.\n\nTrong ''Lịch sử Văn học Trung Quốc'' (tập 3) có giới thiệu vài tác phẩm tiêu biểu của Lưu Bá Ôn, tóm lược như sau:\n \n===Tản văn===\n*Bài \"Mại cam giả ngôn\" (Lời người bán cam): thông qua cuộc nói chuyện giữa người bán cam và tác giả, bằng giọng văn sắc sảo, sinh động, mạnh mẽ; truyện đã vạch trần và công kích sự thối nát của tầng lớp thống trị...<ref>Đánh giá chung về thơ văn đời Minh, học giả [[Nguyễn Hiến Lê]] viết: \"Hồi đầu còn kha khá, có ít bài sánh được với cổ văn các đời trước\" (một trong số đó có bài ''Mại cam giả ngôn''). Về sau, các văn nhân chỉ ham tranh biện nên bắt chước đời nào, rồi chỉ biết mô phỏng cổ nhân mà thiếu tinh thần sáng tạo (''Sử Trung Quốc'', tập 2. Nhà xuất bản Văn hóa, 1997, 171-172).<\/ref>\n*Bài \"Tùng phong các ký\": lời văn điêu luyện, miêu tả thành công hình tượng và âm thanh của cây thông núi, rất xác thực và sinh động...\n*Tập ''Úc Li tử''<ref>''Lịch sử Văn học Trung Quốc'' không nói rõ ''Úc Li tử'' (cũng là tên nhân vật chính) là tập sách riêng hay nằm trong ''Thành Ý Bá văn tập''.<\/ref>, gồm 18 chương (195 thiên), bằng thể văn ngụ ngôn, được viết vào đời Nguyên, khi ông còn ở ẩn.\nTrong \"Lời tựa\", khi nói đến ý đồ sáng tác của tác giả, Từ Nhất Quỳ viết: ''\"có lẽ vì ông muốn uốn nắn cái sai lầm của triều Nguyên, nên gợi ra mà nói\"''. Sách ''Lịch sử Văn học Trung Quốc'' cũng có lời bình:\n:''\"Trong tập Úc Li tử, chủ yếu tác giả đứng trên lập trường bảo vệ lợi ích của tầng lớp thống trị, để gieo rắc nhiều những thứ, như tư tưởng thống trị, quan niệm đạo đức, quan điểm định mệnh theo phong kiến...Tuy nhiên trong đó có không ít truyện ngụ ngôn đã bóc trần được hành vi tội ác bóc lột và lừa gạt nhân dân của tầng lớp thống trị, công kích sự thối nát, bất lực và lòng tham không đáy của họ, như chuyện ''Dưỡng thư giả'' (Người nuôi khỉ), ''Dưỡng Phong giả'' (Người nuôi ong)...Về mặt nghệ thuật, trong ''Úc Li tử'', mỗi bài thường ngắn gọn, nội dung sinh động, ngôn từ giản đơn, tự nhiên và đều có khả năng đứng độc lập vì chỉ được liên kết nhau qua lời bàn của nhân vật Úc Li Tử.''\n\n===Thơ ca ===\nNhìn chung, lời thơ mộc mạc, hào phóng, hùng hồn mang phong cách thơ cổ, làm khơi dậy dòng thơ phục cổ sau này. Sách ''Lịch sử Văn học Trung Quốc'' đánh giá:\n:''\"Nhờ gần gũi nhân dân, nên trong các tác phẩm thơ ca của ông ở thời kì đầu, có không ít bài phản ảnh được hiện thực xã hội, cảm thông được nỗi thống khổ của nhân dân. Như bài ''Mãi mã từ'', ''Bắc thượng cảm hoài'', ''Tặng Chu Tông Đạo''; ông không những chỉ trích gay gắt những quan lại địa phương chiếm đoạt gạo cứu tế, vu cho dân lành là kẻ cướp; mà còn vạch hành vi trần tội ác, thói hay đàn áp của chúng, làm nguy hại đến tính mạng và tài sản của nhân dân. Điểm nổi bật nữa là, qua thơ ca, ông đã chỉ ra một chân lý cuộc sống \"quan bức, dân phản\"...'' <ref>''Lịch sử Văn học Trung Quốc'', tr. 198.<\/ref>\n\n==''Bách chiến Kỳ lược'' và ''Thiên văn thư''==\n\"Bách chiến Kỳ Lược\" là một bộ sách trước tác về lý luận quân sự của Lưu Bá Ôn. Cụ thể, đó là bản tổng hợp và nhận xét của ông sau khi đọc \"[[Võ kinh thất thư|Võ Kinh]]\" <ref>\"Võ kinh\" là 6 bộ sách quân sự kinh điển của Trung Hoa thời đó, bao gồm \"Tôn Tử\", \"Ngô Tử\", \"Lục Thao\", \"Tư Mã Pháp\", \"Tam Lược\", \"Úy Liêu Tử\" và \"Lý Vệ Công Vấn Đối\".<\/ref>, đồng thời còn tập hợp thêm nhiều tài liệu quân sự khác từ thời Tiền Tần cho tới Ngũ Đại Thập Lục Quốc cùng với một số kiến giải riêng dựa trên kinh nghiệm thực tiễn của mình. Trong tác phẩm, Lưu Bá Ôn đã cực lực phê phán thái độ hiếu chiến và phản đối việc lạm dụng binh lực. Ông cũng đề cao các mặt chiến lược, chiến thuật và chủ trương khi sống trong yên ổn phải nhớ đến hồi nguy nan, khi sống trong bình yên phải nhớ đến hồi loạn lạc, ''\"bên trong phải chấn chỉnh văn đức, bên ngoài phải củng cố võ bị\"''. Ông cũng chủ trương tránh gây thù chuốc oán đồng thời nhấn mạnh việc ly gián, phân hóa quân địch để tiến tới bẻ đũa từng chiếc. Đồng thời, trong xây dựng quân đội, phải thưởng phạt công minh, vừa khen thưởng kết hợp với trừng phạt, giáo dục và tạo dựng lòng tin nơi binh sĩ. Lưu Bá Ôn cũng nêu ra nhiều tình huống quân sự khác nhau cùng các phương hướng tác chiến một cách linh hoạt, cơ động; trong từng vấn đề quân sự, ông đã nhìn từ góc độ tương phản giữa các sự vật để giải thích rõ ràng về các nguyên tắc dụng binh.\n\n\"Thiên văn thư\" là một tác phẩm bàn về [[Thiên văn học|thiên văn]] và nhân sự, đúc kết từ kinh nghiệm thực tiễn quân sự cũng như từ việc trị quốc nhiều năm của Lưu Bá Ôn. Cả \"Thiên văn thư\" cùng \"Bách chiến Kỳ lược\" đều được Chu Nguyên Chương xếp vào dạng \"tài liệu tối mật\", cấm lưu hành bên ngoài. Đáng tiếc, đến nay cả hai bộ sách đã bị thất lạc, chỉ còn một số bản chép tay lưu truyền trong dân gian mà thôi.\n\n==Huyền thoại==\n\"Lưu Cơ truyện\" trong bộ ''Minh sử'' không ghi chép gì về thuật phong thủy của ông. Nhưng dân gian thì lại lưu truyền rất nhiều chuyện, như chuyện Lưu Cơ chọn đất xây cung điện (chép trong \"Anh liệt truyện\"), hay chuyện ông cùng các thầy phong thủy huyện Hải Diêm bàn luận về long mạch ở [[Trung Quốc]] (chép trong \"Lạc dao tư ngữ\") v.v...\n\nĐề cập đến vấn đề này, sách ''Bí ẩn của phong thủy'' có lời bình:\n:''\"Lưu Cơ về ẩn dật ở quê, nghe nói ông bị Hồ Duy Dung sai thầy thuốc đầu độc mà chết. Trong con mắt các thầy phong thủy, Lưu Cơ là bậc thầy về thần cơ diệu toán, là nhân vật để lại dấu ấn trong lịch sử phong thủy. Với một \"thần nhân\" như vậy mà không hiểu làm ăn thế nào, để đến nỗi cuối đời, bị bất hạnh, thậm chí bị đầu độc mà chết? Xem ra, thuật phong thủy không cứu nổi con người''<ref>Theo ''Bí ẩn của phong thủy'' (tr. 133). Và giống như [[Bao Công]], cuộc đời nhiều huyền thoại của ông đã được các nhà văn, các nhà làm phim gần đây chọn làm đề tài, để sản xuất & biên soạn ra, như: ''Lưu Bá Ôn Phần 1'' (33 tập), ''Thất Tuyệt Trận-Lưu Bá Ôn II'' (34 tập), ''Thần cơ diệu toán'' (phim ngắn) & bộ sách ''Phong Thủy Đại Sư - Lưu Bá Ôn'' gồm 2 tập v.v...<\/ref>.\nSau khi có lời bàn tương tự, hai tác giả là Đại tá Trần Ngọc Thuận & Trần Thanh Loan đã kết luận rằng: \n:''\"Lưu Bá Ôn, lúc già bị thất sủng, bị bệnh tật và bị đầu độc chết, Nhân sinh khó tránh thiên mệnh, thế sự suy vi nhân vô thập toàn.Qua đó cho rằng ông chán cảnh đời chán cảnh vua tôi bạc tình đa nghi cho bậc trung thần cứu quốc. Quyết chí đi về cõi thiên thu lánh sự thời gian gian\"''<ref>''Những nền văn minh thế giới'', mục từ \"Lưu Bá Ôn\", tr. 565.<\/ref>.\n\n== Thiêu bính ca ==\nLưu Bá Ôn từng lưu lại một quyển sách tập hợp những lời tiên đoán của mình có tên là \"Thiêu bính ca\". Quyển sách này viết về những sự kiện mà ông tin là sẽ xảy ra vào 800 năm kể từ khi nhà Minh thành lập.\n\nGiai thoại truyền lại rằng, có một lần [[Minh Thái Tổ|Chu Nguyên Chương]] ăn bánh nướng. Sau khi cắn một miếng, ông cho chiếc bánh vào một cái bát rồi đậy lại và hỏi Lưu Bá Ôn xem trong bát là thứ gì. Lưu đại thần bấm ngón tay rồi thưa: ''\"Nửa như mặt trời, nửa như trăng, vừa được kim long cắn một miếng, đó chính là bánh nướng\".'' Sau khi mở chiếc bát ra, quả nhiên đó chính là chiếc bánh nướng mà Chu Nguyên Chương vừa cắn dở. Từ sau việc này, Hoàng đế họ Chu càng thêm trọng dụng và tin tưởng Lưu Bá Ôn.\n\nCó lần, Chu Nguyên Chương yêu cầu Lưu Bá Ôn bói một quẻ cho giang sơn Đại Minh, hỏi rằng nhà Minh liệu có thể vĩnh viễn hưng thịnh hay không. Trước mệnh lệnh ấy, Bá Ôn xin nhà vua ban cho kim bài miễn tử rồi viết một bài \"Thiêu bính ca\". Chu Nguyên Chương xem xong, một lời cũng không nói.\n\nNăm 1375, Lưu Bá Ôn qua đời ở tuổi 65. Sau này, ông được Minh Vũ Tông truy phong làm Thái sư để tưởng nhớ công lao đối với Đại Minh. Những dự đoán trong bài \"Thiêu Bính Ca\" của Bá Ôn tiên liệu những việc xảy ra kể từ lúc Minh Thái Tổ Chu Nguyên Chương lập quốc cho tới khi Thanh triều tuyệt diệt. Nhưng do những \"thiên cơ\" ấy có liên quan trực tiếp tới nhiều thay đổi lớn trong lịch sử, nên đại thần họ Lưu không thể nói quá rõ ràng.\n\nTuy nhiên, chỉ vẻn vẹn 20 năm sau, những thay đổi trong cục diện chính trị nhà Minh đã trở thành minh chứng cho thấy tiên tri của Lưu Bá Ôn quả thực ứng nghiệm. \"Thiêu Bính Ca\" đã dự đoán chính xác hàng loạt sự kiện như chiến dịch Tĩnh nan, sự biến Thổ Mộc Bảo, Minh Anh Tông phục vị, nạn hoạn quan, Lý Tự Thành khởi nghĩa, Sùng Trinh tự vẫn, Ngô Tam Quế đầu hàng quân Thanh.\n\nMột số câu thơ trong đó còn chỉ đích danh các nhân vật có tầm ảnh hưởng.\n\nVí dụ như câu ''\"tám nghìn quỷ nữ\"'' (八千女鬼) khi ghép Hán Tự lại sẽ tạo thành chữ \"Ngụy\" (魏), ám chỉ hoạn quan Ngụy Trung Hiền hãm hại trung lương, khiến triều đình đại loạn.\n\nHay như câu ''\"mộc hạ nhất đầu liễu, mục thượng nhất đao nhất mâu đinh\"'' có thể ghép lại thành ba chữ \"Lý Tự Thành\".\n\nTương tự như vậy, câu ''\"bình an trấn thủ hảo quế hoa\"'' có chữ \"quế\" trong tên của Ngô Tam Quế.\n\nMột số câu thơ khác còn nhắc tới niên hiệu của các vị Hoàng đế hoặc phong hào của các chư hầu.\n\nVí như Minh Thành Tổ Chu Đệ lúc chưa lên ngôi được phong làm Yên Vương, sau khởi binh Tĩnh Nan nên có cách gọi là \"yến tử phi lai\". Mà câu ''\"nhất viện sơn hà vĩnh lạc bình\"'' có nhắc tới niên hiệu \"Vĩnh Lạc\" dưới thời Chu Đệ.\n\nMột số câu thơ khác lại ám chỉ về các mốc thời gian: Tỷ như ''\"tương truyền côn ngọc kế long đường\"'' ám chỉ sự kiện Anh Tông phục vị; ''\"Bôn tẩu mai hoa thượng cửu trọng\"'' nhắc tới việc Sùng Trinh treo cổ tự vẫn trên Môi Sơn…\n\nPhần sau của \"Thiêu Bính Ca\" cũng được viết dưới hình thức đối thoại, dự đoán những sự kiện xảy ra 200 năm sau khi Minh trều sụp đổ (dưới thời nhà Thanh).\n\nĐiều này khiến cho hậu thế càng thêm trầm trồ thán phục trước tài dự liệu của vị đại thần được mệnh danh là \"thần cơ diệu toán\" ấy.\n\n== Nhận  định ==\nVề mặt quân sự, Lưu Bá Ôn được mọi người gọi là nhà chiến lược, có thể so sánh với [[Trương Lương|Trương Tử Phòng]]. Về mặt chính trị, ông được mọi người gọi là nhà tư tưởng, sánh được với [[Gia Cát Lượng|Gia Cát Khổng Minh]]. Trong văn học sử, ông được mọi người xem là một nhà thơ trứ danh cuối đời nhà Nguyên đầu đời nhà Minh. Ông là tiến Sĩ triều nhà Nguyên, được mời ra làm quan, nhưng đã từ chối sự tiến cử của Sở Tài, để trở thành một vị khai quốc nguyên huân của triều nhà Minh. Ông là người có tài dụng binh như thần, đoán việc rất sáng suốt. Nhưng đối với sự hoài nghi của nhà vua thì đành chịu bó tay. Mặc dù ông biết rút lui đúng lúc, để quy ẩn thoát thân, nhưng rốt cục không tránh được cảnh ''“hết chim bẻ ná, thỏ chết làm thịt chó săn”''.\n\n==Sách tham khảo chính==\n*Sở nghiên cứu Văn học thuộc Viện Khoa học Xã hội Trung Quốc tổ chức biên soạn, ''Lịch sử Văn học Trung Quốc'' (tập 3). Bản dịch do nxb Giáo dục [[Việt Nam]] ấn hành, 1995, tr.195-198.\n*[[Nguyễn Hiến Lê]], ''Đại cương Văn học sử Trung Quốc''. Nhà xuất bản Trẻ, 1997.\n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển'' (quyển I), [[Thành phố Hồ Chí Minh|Sài Gòn]], 1966, tr. 724.\n*Vương Ngọc Đức (chủ biên), ''Bí ẩn của phong thủy''. Trần Đình Hiến dịch từ nguyên bản tiếng Trung Quốc. Nhà xuất bản Văn hóa Thông tin, 1996.\n*Trần Ngọc Thuận & Trần Thanh Loan, mục từ \"Lưu Bá Ôn\" in trong ''Những nền văn minh thế giới''. Nhà xuất bản Văn hóa Thông tin, 1995, tr. 564-565.\n*Tang Du (chủ biên) ''Thập đại Tùng thư, Mười Đại mưu lược gia Trung Quốc''. Nhà xuất bản Thanh niên, 1999. Người dịch: Phong Đảo.\n\n==Chú thích==\n{{Tham khảo}}\n{{Nguyên mạt Minh sơ}}\n\n[[Thể loại:Nhân vật chính trị nhà Minh]]\n[[Thể loại:Sinh năm 1311]]\n[[Thể loại:Mất năm 1375]]\n[[Thể loại:Nhân vật quân sự nhà Minh]]\n[[Thể loại:Tiên tri]]\n[[Thể loại:Nhà văn Trung Quốc thời Minh]]\n[[Thể loại:Nhà văn Trung Quốc thời Nguyên]]\n[[Thể loại:Nhà thơ Trung Quốc thời Minh]]\n[[Thể loại:Nhà thơ Trung Quốc thời Nguyên]]\n[[Thể loại:Nhà lý luận quân sự Trung Quốc]]\n[[Thể loại:Người Chiết Giang]]\n[[Thể loại:Tiến sĩ nhà Nguyên]]"}