{"Lưu Biểu":"{{Thông tin nhân vật phong kiến\n| tên = Lưu Biểu\n| tên gốc = 劉表\n| tự = Cảnh Thăng\n| triều đại = [[Tam Quốc]]\n}}\n\n'''Lưu Biểu''' ([[chữ Hán]]: 劉表; [[142]]-[[208]]), tên tự là '''Cảnh Thăng''', là một chư hầu quân phiệt đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n==Thân thế==\nLưu Biểu có [[Tên chữ (người)|tên tự]] là '''Cảnh Thăng''' (景升), quê ở Cao Bình, quận Sơn Dương. Ông là dòng dõi Lỗ Cung vương [[Lưu Dư]] nhà Hán. Lưu Biểu có ngoại hình đẹp đẽ, có học vấn<ref name=\"ReferenceA\">Dịch Trung Thiên, sách đã dẫn, tr 337<\/ref>. Ông cùng với 7 danh sĩ khác kết bạn với nhau, được người đương thời gọi là \"bát cố\" gồm: Lưu Biểu, Trương Kiện, Phạm Khang, Khổng Dực, Phạm Tường, Phạm Phang, Đàn Phu và Sầm Hình.\n\n== Dưới quyền Hà Tiến ==\nLà dòng dõi hoàng tộc lại có học vấn, Lưu Biểu được triều đình [[Hán Linh Đế]] thu dụng. Ông phục vụ dưới trướng Đại tướng quân [[Hà Tiến]]<ref name=\"Lê Đông Phương, sách đã dẫn, tr 42\">Lê Đông Phương, sách đã dẫn, tr 42<\/ref>.\n\nNăm [[189]], Hán Linh Đế mất, [[Hán Thiếu Đế]] lên thay. Ngoại thích Hà Tiến mâu thuẫn gay gắt với [[hoạn quan]] do [[Trương Nhượng]] đứng đầu. Lưu Biểu cũng trong số những người thù địch với hoạn quan, bị cánh hoạn quan mưu làm hại, nhưng nhanh chân chạy thoát được<ref name=\"ReferenceA\"\/>.\n\nHà Tiến bị hoạn quan giết, thủ hạ là [[Viên Thiệu]] đánh vào cung giết hoạn quan. Không lâu sau, [[Đổng Trác]] kéo quân vào triều thao túng triều đình. Năm [[190]], chư hầu do [[Viên Thiệu]] đứng đầu nổi lên chống Đổng Trác. Thái thú Trường Sa là [[Tôn Kiên]] hưởng ứng Viên Thiệu, mang quân đánh và giết Thứ sử Kinh châu là Vương Duệ. Đổng Trác nghe tin, bèn bổ nhiệm ông làm Thứ sử Kinh châu thay Vương Duệ<ref name=\"Lê Đông Phương, sách đã dẫn, tr 42\"\/>.\n\n== Trấn giữ Kinh châu ==\n=== Ổn định địa phương ===\nLưu Biểu nhận chức Thứ sử Kinh châu nhưng không thể đến trị sở của châu này là quận Nam Dương vì khi đó [[Tôn Kiên]] đã đánh chiếm Nam Dương và bàn giao lại cho quân phiệt [[Viên Thuật]] (em Viên Thiệu). Bị quân Viên Thuật ngăn trở, Lưu Biểu đành phải đơn thương độc mã đến Nghi Thành<ref>Nay là Nghi Thành, tỉnh [[Hồ Bắc]]<\/ref>.\n\nDù tạm tránh được quân Viên Thuật nhưng Lưu Biểu vẫn phải đối phó với tình hình Kinh châu khá hỗn loạn. Nhiều lực lượng địa phương không thần phục nổi lên khắp nơi nhân có chiến tranh quân phiệt. Người quận Ngô là Tô Đại làm Thái thú Trường Sa (thay Tôn Kiên), Bối Vũ làm Hoa Dung Trưởng, đều phát quân làm loạn. Lưu Biểu quyết định dựa vào các thế lực hào tộc địa phương để bình định Kinh châu. Quyết sách này của ông được các sử gia nhìn nhận là chính xác trong thời cuộc khi đó<ref>Dịch Trung Thiên, sách đã dẫn, tr 338<\/ref>.\n\nLưu Biểu dựa vào 2 hào tộc địa phương là anh em [[Khoái Lương]], [[Khoái Việt]] người Nam Quận và Sái Mạo người Tương Dương. Khoái Lương và Khoái Việt là người túc trí đa mưu, còn Sái Mạo thiên về nghề võ, gia sản rất lớn. Lưu Biểu đã lấy em gái Sái Mạo là Sái thị làm vợ thứ.\n\nKhoái Việt đề xuất đường lối vừa cương vừa nhu với Lưu Biểu. Theo ý kiến của Khoái Việt, Lưu Biểu phải giải quyết Viên Thuật và các \"tông tặc\" trong vùng, là những dòng họ có thế lực tổ chức thành các lực lượng vũ trang vô chính phủ. Khoái Việt khuyên ông<ref>Dịch Trung Thiên, sách đã dẫn, tr 339<\/ref>:\n:''Nên phân biệt đối xử với các \"tông tặc\", với người bình thường thì cư xử bằng nhân nghĩa, với kẻ cố tình làm loạn thì dùng quyền mưu; điều cốt yếu là được lòng dân. Công Lộ (Viên Thuật) kiêu ngạo nhưng vô mưu, còn tông tặc thì đông và tham bạo. Nên ra tay dẹp tông tặc trước; dùng người tài năng diệt kẻ vô đạo. Sứ quân uy đức có đủ, mọi người sẽ theo. Khi đó sứ quân nam chiến Giang Lăng, bắc giữ Tương Dương, từ đó có thể truyền hịch mà đánh cả bảy quận Kinh châu. Lúc đó dù Công Lộ có đến cũng chẳng làm được gì''\n\nTheo kế sách của Khoái Việt, Lưu Biểu sai [[Khoái Việt]] đứng ra triệu tập 15 kẻ đứng đầu tông tặc làm loạn trong vùng tới, nhất loạt chém đầu. Những người thuộc hạ của các hào trưởng đều sợ hãi xin quy phục. Nhân dân Kinh châu số đông tới hưởng ứng Lưu Biểu. Từ đó đại bộ phận Kinh châu theo về Lưu Biểu. Ông đóng quân ở Tương Dương.\n\n=== Diệt Tôn Kiên ===\n{{Chính|Trận Tương Dương (191)}}\n\n[[Đổng Trác]] sợ thế chư hầu, mang vua Hiến Đế chạy về [[Trường An]], thế lực suy yếu. Các chư hầu đánh Đổng Trác mâu thuẫn và tan rã, quay sang đánh lẫn nhau. Lưu Biểu ngả theo [[Viên Thiệu]].\n\nNăm [[191]], [[Tôn Kiên]] theo lệnh của [[Viên Thuật]] mang quân đi đánh Lưu Biểu. Lưu Biểu sai bộ tướng [[Hoàng Tổ]] ra nghênh chiến. Tôn Kiên đánh tan quân Hoàng Tổ, Tổ vượt sông bỏ chạy, rút về Tương Dương cùng Lưu Biểu. Tôn Kiên sang sông Hán Thủy đuổi theo, bao vây thành Tương Dương (thuộc Nam Quận). Lưu Biểu đóng cửa thành cố thủ.\n\nBan đêm, Lưu Biểu sai Hoàng Tổ bí mật ra khỏi thành thu thập quân sĩ chạy tản mát. Hoàng Tổ thu thập được một số quân, quay trở lại thành thì đụng độ với Tôn Kiên. Hoàng Tổ bị Tôn Kiên đánh bại lần thứ hai, phải dẫn quân bỏ chạy. Khi Hoàng Tổ chạy đến Hiệp Sơn thì Tôn Kiên đuổi kịp. Bộ tướng của Hoàng Tổ nấp trong rừng trúc bắn ra. Tôn Kiên bị trúng tên và tử trận<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 709<\/ref>.\n\nNghe tin Tôn Kiên chết, Viên Thuật cô thế không dám xâm phạm tới vùng lãnh địa của Lưu Biểu nữa mà bỏ chạy về phía đông tới Dương châu. Cháu Tôn Kiên là Tôn Bí mang gia quyến theo Viên Thuật.\n\nNăm [[192]], [[Đổng Trác]] bị [[Vương Doãn]] giết chết. Bộ tướng của Trác là [[Lý Thôi]] và [[Quách Dĩ]] đánh vào Tràng An giết [[Vương Doãn]], lại nắm vua Hiến Đế. Lý Thôi, Quách Dĩ muốn liên kết với Lưu Biểu bèn phong ông làm Trấn nam tướng quân, Kinh châu mục, Thành Vũ hầu. Với chức Châu mục, Lưu Biểu được thừa nhận thực quyền lớn ở địa phương, không chỉ có vai trò trưởng quan trong châu nặng về danh nghĩa như chức Thứ sử trước đây<ref>Dịch Trung Thiên, sách đã dẫn, tr 341<\/ref>.\n\nVì Viên Thiệu từng cầm đầu chư hầu chống Đổng Trác nên vẫn là thù địch với [[Lý Thôi]]; Lưu Biểu một mặt sai sứ giả cống nạp với triều đình Tràng An nhưng liên kết với Viên Thiệu ở miền bắc. Trị trung Đặng Hi can ngăn nhưng Lưu Biểu không nghe theo.\n\n=== Củng cố Kinh châu ===\nNăm [[193]], [[Viên Thuật]] cô thế ở Nam Dương phải bỏ chạy sang phía đông. Lưu Biểu điều quân lên phía bắc, chiếm lấy vùng sông Hán.\n\nNăm [[196]], thứ sử Duyện châu là [[Tào Tháo]] đón [[Hán Hiến Đế]] về Hứa Xương. Lực lượng của dư đảng Đổng Trác như [[Lý Thôi]], [[Quách Dĩ]] và [[Trương Tế]] suy yếu vì tàn sát lẫn nhau. Phiêu kỵ tướng quân [[Trương Tế]] không tham gia hỗn chiến nhưng không dựa được vào Lý, Quách, vì hết lương cùng đường chạy về phía nam. Trương Tế thâm nhập Tương Thành<ref>Thị trấn Đăng châu, [[Hà Nam, Trung Quốc]]<\/ref> thuộc Nam Dương, giao tranh với quân Kinh châu, bị trúng tên tử trận. Mọi người ở Kinh châu đến chúc mừng Lưu Biểu bớt được một mối lo, nhưng ông cho rằng do mình là chủ nhà không tiếp đãi Trương Tế tốt nên gây ra chiến tranh. Cháu Trương Tế là [[Trương Tú]] tiếp quản quân của chú, biết Lưu Biểu có thiện chí bèn sai sứ sang liên minh với ông, cùng nương tựa. Cách đối xử với mọi người của Lưu Biểu rất được lòng người. Quân lính cũ của Trương Tế đều phục tùng ông<ref name=\"ReferenceB\">Dịch Trung Thiên, sách đã dẫn, tr 342<\/ref>.\n\nNăm [[196]], Tào Tháo gặp cuồng sĩ [[Nễ Hành]] nhiều lần xúc phạm, nhưng ngại ra tay sát hại thì mang tiếng giết kẻ sĩ, bèn sai Nễ Hành đến Kinh châu, định mượn tay Lưu Biểu giết Nễ Hành. Lưu Biểu thấy Nễ Hành vô lễ, với ai cũng coi thường phỉ báng công khai, bèn sai Nễ Hành tới Giang Hạ với thái thú [[Hoàng Tổ]]. Hoàng Tổ tính tình thô lỗ không bỏ qua được lỗi của Nễ Hành bèn giết chết Hành.\n\nTạm yên mặt bắc, Lưu Biểu mang quân xuống dẹp các quận phía nam. Lúc đó người quận Nam Dương là Trương Tiện giữ chức Thái thú Trường Sa oán hận Lưu Biểu đối xử không giữ lễ nghĩa với mình, bèn cất quân Trường Sa phản lại ông.\n\nLưu Biểu cất quân từ Tương Dương đi đánh Trương Tiện. Trương Tiện cố thủ trong thành, Lưu Biểu đánh nhiều năm không hạ được. Sau đó Trương Tiện chết, người quận Trường Sa lập con Tiện là Trương Dịch lên thay. Lưu Biểu tiếp tục tiến đánh, bắt được Trương Dịch, thu phục được quận Trường Sa.\n\nThừa thắng, Lưu Biểu tiếp tục nam tiến, chiêu hàng được 2 quận Linh Lăng, Quế Dương. Kể từ đó lãnh thổ do ông quản lý gồm từ sông Hán phía bắc xuống phía nam có tất cả bảy quận (Nam Dương, Nam Quận, Giang Hạ, Linh Lăng, Quế Dương, Trường Sa, Vũ Lăng) mà còn mở rộng lãnh thổ: phía nam tới Ngũ Lĩnh, phía bắc tới Hán Xuyên, đất rộng hơn 1000 dặm, quân lính hơn 10 vạn người<ref name=\"ReferenceB\"\/>.\n\nTrong địa phận Kinh châu từ đó được yên ổn trong nhiều năm, khắp địa phận rộng lớn người dân đều tin theo Lưu Biểu. Trong lúc hỗn loạn ở trung nguyên, nhiều nhân sĩ chạy nạn đã tìm đến Kinh châu lánh nạn, hàng ngàn học sĩ về theo Lưu Biểu. Ông vỗ về và trợ giúp kinh tế cho họ. Ông cho xây trường học, làm hưng thịnh đạo Nho. Kinh châu của ông trở thành một vương quốc độc lập<ref name=\"ReferenceB\"\/>.\n\n=== Giao tranh với chư hầu ===\nNăm [[197]], Lưu Biểu liên kết với [[Trương Tú]] chống lại [[Tào Tháo]]. Hai bên giao tranh vài trận khi được khi thua. Lưu Biểu sai thuộc tướng là Đặng Tể chiếm cứ Hồ Dương. Tào Tháo mang quân vây đánh phá được, bắt sống Đặng Tể, quân ở Hồ Dương theo hàng.\n\nNăm [[198]], [[Tào Tháo]] đánh [[Trương Tú]] ở Nhương Thành. Lưu Biểu ra quân hỗ trợ, cùng đánh lui Tào Tháo. Cuối cùng Trương Tú sau mấy lần lúc đánh lúc hàng đã quay lại đầu hàng Tào Tháo.\n\n[[Tôn Sách]] bình định Giang Đông, từng bước thôn tính Dương châu giáp địa bàn Kinh châu. Năm [[199]], Tôn Sách cùng [[Chu Du]], [[Lã Phạm]] và [[Trình Phổ]] đi đánh thái thú [[Hoàng Tổ]] ở quận Giang Hạ thuộc Kinh châu của Lưu Biểu để báo thù cho cha. Hoàng Tổ liên kết với thủ hạ cũ của [[Viên Thuật]] (mới chết) là Lưu Huân làm thái thú Lư Giang nhưng cả hai người đều bị Tôn Sách đánh bại.\n\nTuy bại trận, Hoàng Tổ vẫn giữ được Giang Hạ. Tôn Sách phải quay về bình định nốt quận Dự Chương nên chiến sự với Kinh châu tạm ngưng.\n\nTôn Sách chết ([[200]]), em là [[Tôn Quyền]] lên thay cũng mấy lần mang quân đánh sang Giang Hạ. Tuy quân họ Tôn chiếm ưu thế, đánh bại được Hoàng Tổ mấy trận nhưng không chiếm được địa bàn Giang Hạ.\n\n=== Trước biến cố trung nguyên ===\nSau khi ổn định Kinh châu, Lưu Biểu không có ý định mở rộng ra ngoài để tranh hùng với các sứ quân trung nguyên nữa.\n\nNăm [[200]], [[Viên Thiệu]] [[trận Quan Độ|đối trận với Tào Tháo ở Quan Độ]], sai sứ đến đề nghị ông mang quân giáp công đánh Tào Tháo từ phía nam. Lưu Biểu tuy bằng lòng nhưng không ra quân giúp Viên Thiệu, và cũng không giúp Tào Tháo. Có hai thủ hạ là Hàn Tung và Lưu Tiên khuyên Lưu Biểu:\n:''Hào kiệt tranh giành, hai hùng đối nhau, tướng quân nên xem thiên hạ làm trọng. Nếu tướng quân định làm gì, nên ra tay luôn. Nếu không định làm gì, nên chọn một bên. Tướng quân có nhiều người mà cứ ngồi nhìn, thấy người đáng giúp mà không giúp, giảng hòa cũng không được, kết quả cuối cùng cả hai người sẽ dồn mối hận vào tướng quân. Tới lúc đó tướng quân muốn trung lập e cũng không được''.\n\n[[Khoái Việt]] cũng khuyên điều tương tự với Lưu Biểu. Lưu Biểu bèn sai Hàn Tung đi đến chỗ Tào Tháo tìm hiểu tình hình. Hàn Tung mang hết suy nghĩ của mình nói với Lưu Biểu rằng:\n:''Nếu tướng quân có ý định dựa vào Tào Tháo, phái tôi đi trung nguyên thì có thể được. Nhưng nếu tướng quân nghi ngờ tôi thì sai tôi đi là không phải. Vì Hàn Tung tôi vào kinh thành, có thể hoàng đế sẽ ban cho chức quan nào đó. Lúc ấy Hàn Tung tôi sẽ thành thần tử của hoàng đế và là quan cũ của tướng quân. Lòng tôi chỉ muốn là quan của tướng quân, suốt đời vì tướng quân.''\n\nNhưng Lưu Biểu vẫn nhất định sai Hàn Tung đi sứ Hứa Xương. Quả nhiên Hán Hiến Đế phong Hàn Tung làm Thị trung, thái thú Linh Lăng.\n\nHàn Tung trở về Kinh châu ca ngợi Tào Tháo. Lưu Biểu nghi ngờ Hàn Tung theo Tào Tháo muốn giết chết Tung. Hàn Tung nhắc lại lời nói trước lúc lên đường, Lưu Biểu không nghe. Vợ ông là Sái thị đứng ra can ngăn không được. Lưu Biểu bèn sai giam Hàn Tung lại. Sau này điều tra, Lưu Biểu không có bằng chứng gì về việc Hàn Tung tư thông với họ Tào<ref>Dịch Trung Thiên, sách đã dẫn, tr 344-345. Hàn Tung bị giam tới năm [[208]]. Lưu Biểu chết và [[Tào Tháo]] đến chiếm Kinh châu mới thả Hàn Tung ra<\/ref>.\n\nNăm [[201]], [[Lưu Bị]] đánh Tào Tháo bị thua, chạy tới Kinh châu xin nương nhờ. Lưu Biểu ra xa đón tiếp, coi Lưu Bị như thượng khách, và cấp cho một số quân. Biết hùng tâm của Lưu Bị, ông sai Lưu Bị đóng đồn ở huyện Tân Dã thuộc Nam Dương, ở tận cùng phía bắc gần Hứa Xương nhất, là cửa ngõ Kinh châu<ref>Lê Đông Phương, sách đã dẫn, tr 109<\/ref>.\n\nNăm [[204]], nhân lúc Tào Tháo dốc quân lên Hà Bắc đánh hai người con của Viên Thiệu là Viên Đàm và Viên Thượng<ref>Viên Thiệu đã chết năm [[202]]<\/ref>, Lưu Biểu sai Lưu Bị mang quân tấn công Hứa Xương. Nhưng quân Lưu Bị chỉ tiến đến huyện Diệp thì lực lượng được Lưu Biểu giao quá ít ỏi không thể tiếp tục tác chiến, phải rút lui<ref>Lê Đông Phương, sách đã dẫn, tr 113<\/ref>.\n\nLưu Biểu giữ chủ trương \"ngồi xem thành bại\" trong nhiều năm, không can dự vào việc tranh hùng ở trung nguyên. Theo sách Hán Tấn xuân thu, năm 206 lúc Tào Tháo mới mang quân đi xa lên đánh Liễu Thành, Lưu Bị khuyên Lưu Biểu đánh úp Hứa Xương nhưng ông không theo. Sau này Tào Tháo thắng trận trở về, Lưu Biểu ân hận vì không nghe theo Lưu Bị.\n\nSử gia đời sau cho rằng, trong hoàn cảnh đó, Lưu Biểu có các cách lựa chọn<ref>Lê Đông Phương, sách đã dẫn, tr 114<\/ref>: \n#Một là hợp tác với [[Viên Thiệu]], sớm ra quân không đợi [[trận Quan Độ]] kết thúc, tiến lên trung nguyên đánh úp Hứa Đô để diệt [[Tào Tháo]], cùng chia thiên hạ với Viên Thiệu\n#Hai là nếu Viên Thiệu thắng, có thể vạch ra kế hoạch chia ba thiên hạ, khiến Tào Tháo không thua hẳn, Viên Thiệu cũng không chiếm hoàn toàn được ưu thế, cả hai người đều có thể bị Lưu Biểu chi phối\n#Ba là vứt bỏ hoàn toàn thái độ úp mở, dốc lòng giúp nhà Hán, sau khi đánh úp Hứa Xương thì nắm Hiến Đế, thậm chí đưa trở lại [[Lạc Dương]], dựng lại chế độ nhà Hán để dần dần bình định thiên hạ.\n\nNhưng cuối cùng Lưu Biểu gần như không hành động gì đáng kể trước biến cố ở trung nguyên. Các sử gia lý giải điều này và nhìn nhận vì ông không có chí lớn<ref name=\"ReferenceB\"\/>.\n\n=== Tranh chấp Giao châu ===\nNăm [[206]], Châu mục Giao châu là Trương Tân (được [[Tào Tháo]] nhân danh Hán Hiến Đế phong từ năm [[203]]) bị bộ tướng Khu Cảnh giết chết. Lưu Biểu bèn sai thủ hạ là Lại Cung sang làm Châu mục Giao châu. Cùng lúc, thái thú Thương Ngô (cũng thuộc Giao châu) là Sử Hoàng cũng vừa chết, Lưu Biểu vội sai Ngô Cự đi cùng Lại Cung sang làm thái thú Thương Ngô.\n\nNăm [[207]], [[Tào Tháo]] can thiệp vào Giao châu, sai người đưa thư phong Thái thú quận Giao Chỉ (quận lớn nhất Giao châu) là [[Sĩ Nhiếp]] làm Tuy Nam trung lang tướng, cho quản lý cả bảy quận Giao Châu là Nam Hải, Uất Lâm, Thương Ngô, Hợp Phố, Giao Chỉ, Cửu Chân và Nhật Nam và kiêm thái thú quận [[Giao Chỉ]] như trước.\n\nTrong khi đó hai thủ hạ của Lưu Biểu là Ngô Cự và Lại Cung lại bất hòa. Hai người chưa tới nơi trấn trị đã trở mặt đánh nhau. Ngô Cự đánh đuổi Lại Cung, Cung chạy về quận Linh Lăng (thuộc Kinh châu), còn Ngô Cự tới được trị sở Thương Ngô<ref>Sau khi Lưu Biểu mất, năm 210, [[Tôn Quyền]] cử Bộ Chất làm Thứ sử Giao châu và giết chết Ngô Cự<\/ref>.\n\n=== Quan hệ với Lưu Bị ===\nBan đầu, Lưu Biểu trọng đãi [[Lưu Bị]], nhưng sau đó tỏ ra đề phòng.\n\nCó ý kiến cho rằng, Lưu Bị có hùng tâm, thường chiêu tập nhiều hào kiệt ở Tân Dã khiến Lưu Biểu nghi ngờ, lo ngại Lưu Bị sẽ chiếm cơ nghiệp của mình, nên muốn sát hại Lưu Bị. Ông mở tiệc mời Lưu Bị tới, sai [[Khoái Việt]] và [[Sái Mạo]] chuẩn bị ra tay, nhưng Lưu Bị cảm thấy bất an, bèn lấy cớ đứng dậy ra nhà tiêu và chạy trốn; và việc nhảy ngựa Đàn Khê xảy ra, Lưu Bị thoát nạn<ref>Dịch Trung Thiên, sách đã dẫn, tr 345<\/ref>.\n\nTuy nhiên có ý kiến khác phản bác, cho rằng vụ nhảy ngựa Đàn Khê là không có thật, vì Lưu Bị đang ở nhờ Lưu Biểu, lực lượng rất ít ỏi; nếu Lưu Biểu thực sự có ý định hại chết Lưu Bị, thì không thể để Lưu Bị yên thân suốt 2 năm sau đó ở Tân Dã<ref name=\"ReferenceC\">Dịch Trung Thiên, sách đã dẫn, tr 346<\/ref>.\n\nCác sử gia đi đến kết luận rằng: Lưu Biểu cảnh giác một con người có hùng tâm như Lưu Bị nhưng không định làm hại mà chỉ hậu đãi bên ngoài, bên trong không thật tin dùng<ref name=\"ReferenceC\"\/>.\n\n=== Qua đời ===\nNăm [[208]], [[Tôn Quyền]] được hàng tướng từ bên [[Hoàng Tổ]] là [[Cam Ninh]] hỗ trợ, đánh bại Hoàng Tổ lần thứ ba, bắt giết được Hoàng Tổ. Nhưng Lưu Biểu đã kịp thời điều động binh mã tiếp viện, đánh lui được Tôn Quyền, vẫn giữ được quận Giang Hạ.\n\nLưu Biểu có hai người con trai là [[Lưu Kỳ (Tam Quốc)|Lưu Kỳ]] và [[Lưu Tông]], đều là con của người vợ trước đã qua đời<ref name=\"ReferenceD\">Dịch Trung Thiên, sách đã dẫn, tr 347<\/ref>. Người vợ thứ là Sái phu nhân (em Sái Mạo) đã mang cháu gái gả cho Lưu Tông, vì vậy anh em nhà họ Sái đều ủng hộ Lưu Tông. Lưu Biểu yêu Sái phu nhân nên cũng muốn lập Lưu Tông kế vị làm Châu mục Kinh châu<ref name=\"ReferenceD\"\/>.\n:[[Tam Quốc diễn nghĩa]] kể rằng Lưu Tông là con đẻ của Sái phu nhân\n\nCon lớn là Lưu Kỳ sợ bị Sái phu nhân hại, bèn xin ra trấn thủ Giang Hạ thay [[Hoàng Tổ]]. Lưu Biểu bằng lòng.\n\nTháng 7 năm đó, [[Tào Tháo]] khởi đại quân nam tiến đánh Kinh châu. Lưu Biểu lúc đó đã già yếu, tháng 8 năm đó ông lo lắng quá rồi thổ huyết và qua đời. Năm đó Lưu Biểu 66 tuổi.\n\nTrong [[Tam quốc chí]], ''Tiên chủ truyện'' cho rằng trước lúc mất, Lưu Biểu gọi Lưu Bị đến, đề nghị Lưu Bị tiếp quản Kinh châu, nhưng Lưu Bị từ chối. Sử gia Bùi Tùng Chi khi chú giải Tam quốc chí và các sử gia sau này thống nhất cho rằng điều này không hợp lý vì những lý do sau<ref>Dịch Trung Thiên, sách đã dẫn, tr 355-356<\/ref>:\n# Lưu Biểu vốn luôn nghi ngại Lưu Bị, khi còn sống đã không thân tình, chỉ đối xử tốt bề ngoài\n# Cả hai vợ chồng Lưu Biểu và Sái phu nhân đều đã cùng nhau thống nhất chọn con thứ Lưu Tông kế vị ở Tương Dương\n# Theo Hậu Hán thư, Lưu Biểu truyện, khi Lưu Biểu bệnh nặng, con lớn Lưu Kỳ từ Giang Hạ về Tương Dương thăm cha bị phe Sái Mạo ngăn trở đuổi đi. Điều đó cho thấy khi Lưu Biểu bị bệnh nặng đã hoàn toàn bị phe họ Sái khống chế bao bọc, ngay cả Lưu Kỳ cũng không thể tiếp cận Lưu Biểu, Lưu Bị lại càng không thể gặp Lưu Biểu trong lúc đó.\n\nLưu Tông lên kế vị, nhưng liệu thế không chống nổi Tào Tháo nên đầu hàng dâng Kinh châu.\n\nTheo sách ''Thế ngữ'', sau khi Biểu chết hơn 80 năm, đến giữa năm Thái Khang thời nhà Tấn, người ta đào mộ Lưu Biểu, thấy hình thân thể ông và người vợ vẫn như lúc sống, mùi trà lan mấy dặm<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B706 Tam quốc chí, Đổng nhị Viên Lưu truyện]<\/ref>.\n\n== Đánh giá ==\nSử sách có những nhận xét hơi khác nhau về Lưu Biểu nhưng tựu trung đều không đánh giá cao ông trong thời đại lúc đó.\n\nSử gia [[Trần Thọ]], tác giả ''[[Tam quốc chí]]'' coi Lưu Biểu giống [[Viên Thiệu]]: đều có nghi biểu, có danh khí, có phong độ, có thành tựu, nhưng \"ngoài khoan dung trong nghi kỵ, có mưu nhưng không quyết, có tài mà không dùng, có hiền mà không lấy, phế đích lập thứ, chỉ vì sủng ái\" nên thất bại là đương nhiên<ref>Dịch Trung Thiên, sách đã dẫn, tr 349<\/ref>.\n\nCác nhà nghiên cứu Dịch Trung Thiên và Hà Tư Toàn có nhìn nhận khác hơn một vài điểm so với Trần Thọ. Thứ nhất, Lưu Biểu và Viên Thiệu tuy đều thất bại nhưng Viên Thiệu tự chuốc lấy bại vong, còn Lưu Biểu do không may mắn, bản thân ông không mời ai, không rước ai. Thứ hai, Lưu Biểu tự biết thực lực của mình chỉ có thể giữ bờ cõi chứ không có lựa chọn khác. Điểm yếu của Lưu Biểu không nhận ra là dựa vào sức mình giữ là chưa đủ mà cần biết lấy công để thủ. Thứ ba, Viên Thiệu kiêu ngạo tự đắc luôn cho mình là phải, còn Lưu Biểu không tự coi mình là phi phàm<ref>Dịch Trung Thiên, sách đã dẫn, tr 350<\/ref>.\n\nViệc Lưu Biểu thu nhận các hiền sĩ từ trung nguyên, thương dân dưỡng sĩ khiến Kinh châu là nơi bình yên hơn 10 năm trong thời loạn có thể coi là những việc làm tích cực của ông. Lưu Biểu có thể thi thố tài năng trong điều kiện thái bình nhưng không có năng lực quân sự tranh hùng thiên hạ trong thời kỳ nhiễu nhương. Sử gia Hà Tư Toàn xem Lưu Biểu là mẫu hiền thần thời bình, người thường thời loạn<ref>Dịch Trung Thiên, sách đã dẫn, tr 351<\/ref>.\n\n== Trong Tam Quốc diễn nghĩa ==\nLưu Biểu trong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]] bắt đầu được nhắc tới tại hồi 7 khi đụng độ với [[Tôn Kiên]]. Quan hệ của ông với [[Đổng Trác]] và thời kỳ Lưu Biểu mới tới ổn định Kinh châu không được tiểu thuyết đề cập.\n\nChân dung Lưu Biểu được nêu khá gần với sử sách. Ông được La Quán Trung mô tả là người nhu nhược, thiếu quyết đoán. Ông không có một hành động nào trước những biến động lớn ở trung nguyên khi [[Viên Thiệu]] và [[Tào Tháo]] đụng độ. Tuy không mạnh mẽ nhưng Lưu Biểu trước sau khá chân thành và thiện cảm với Lưu Bị, không hề có ý nghi ngờ [[Lưu Bị]] có ý định chống đối mình như lời gièm pha của Sái Mạo. Vụ việc mưu sát Lưu Bị khiến Lưu Bị phải nhảy ngựa Đàn Khê do Sái Mạo sắp đặt không thành.\n\n== Xem thêm ==\n* [[Tôn Sách]]\n* [[Tôn Quyền]]\n* [[Tào Tháo]]\n* [[Lưu Bị]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 1'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n* [[Trần Thọ]], [[Tam Quốc chí]], Bùi Tùng Chi chú, thiên:\n** ''Đổng nhị Viên Lưu truyện''\n** ''Sĩ Nhiếp truyện''\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 143]]\n[[Thể loại:Mất năm 208]]\n[[Thể loại:Quân phiệt cuối đời Hán]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh năm 142]]"}