{"Lưu Kỳ (Tam Quốc)":"{{Thông tin nhân vật phong kiến\n| tên = Lưu Kỳ (Tam Quốc)\n| tên gốc = 劉琦\n| nơi sinh = Sơn Dương\n}}\n\n'''Lưu Kỳ''' ([[chữ Hán]]: 劉琦; 173-[[209|210]]), là Thứ sử Kinh châu đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông xuất hiện trên chính trường Trung Quốc đương thời dù không có vai trò thực sự rõ rệt trong các sự kiện.\n\n== Thân thế==\nLưu Kỳ người Cao Bình, quận Sơn Dương<ref>Nay là huyện Trù, tỉnh [[Sơn Đông]]<\/ref>, là con của Kinh châu mục [[Lưu Biểu]] (刘表) và là anh trai của [[Lưu Tông]] (刘琮). Mẹ ông ([[Thái phu nhân|Thái Phu nhân]]) mất sớm.\n\n== Cuộc đời==\nBan đầu Lưu Kỳ được [[Lưu Biểu]] yêu quý nhưng sau khi [[Lưu Biểu]] lại quý Lưu Tông, con người vợ lẽ là Thái phu nhân, em gái của tướng Thái Mạo\n\nTrong chính quyền [[Kinh Châu]], họ Thái nắm hết quyền hành. Lưu Kỳ cô lập phải dựa vào [[Lưu Bị]]. Sợ bị họ Thái làm hại, Lưu Kỳ hỏi mưu sĩ của [[Lưu Bị]] là [[Gia Cát Lượng]] kế sách yên thân\n\nBan đầu [[Gia Cát Lượng]] không chịu nhưng sau Lưu Bị chỉ cho Kỳ mẹo lừa [[Gia Cát]] lên lầu và rút thang không cho xuống khi ấy Gia Cát Lượng mới chịu bày kế cho ông nên tránh ra ngoài để khỏi mang vạ. [[Gia Cát Lượng]] đem chuyện [[Tấn Văn công|Trùng Nhĩ]] khi xưa nói với ông: \"Ông không thấy [[Thân Sinh]] ở trong nước thì nguy, [[Trùng Nhĩ]] ở ngoài thì an đó sao?\" (Ý khuyên ông không nên ở lại Tương Dương, \"Quân bất kiến Thân Sinh tại nội nhi nguy, [[Tấn Văn công|Trùng Nhĩ]] cư ngoại nhi an hồ?\",  chữ Hán: \"君不见申生在内而危，重耳居外而安乎？\"). Gia Cát khuyên Kỳ lên Giang Hạ vì ở đó có nguồn lương thực dồi dào để nuôi binh,Kỳ đồng ý và xin Thái Mạo (lúc đó đang cùng Thái phu nhân chấp chính) Mạo đồng ý\n\nNăm [[208]], [[Lưu Biểu]] hấp hối trong lúc [[Tào Tháo]] mang đại quân áp sát Kinh châu. Lưu Biểu sai người gọi Kỳ lúc đó đang ở Giang Hạ về nhưng do bị Thái Mạo không cho gặp ông đành thôi.\n\n[[Lưu Biểu]] trước khi mất sai người gọi Lưu Bị đên muốn nhường Kinh Châu cho nhưng Lưu Bị không đồng ý.Lưu Biểu mất,Thái Mạo ung dung đưa cháu mình là [[Lưu Tông]] lên làm Kinh Châu mục. Khi [[Tào Tháo]] đánh vào Kinh châu, [[Lưu Tông]] theo lời Thái Mạo khuyên ngăn bèn ra hàng [[Tào Tháo]]<ref>Dịch Trung Thiên, sách đã dẫn, tr 359<\/ref>.\n\nLưu Kỳ đóng quân ở Giang Hạ giáp ranh với Dương châu - tức Giang Đông của [[Tôn Quyền]], đại quân Tào Tháo chưa tiến tới đó. [[Lưu Bị]] bị Tào Tháo dẫn 50 vạn đại quân đến đánh phải nhờ Gia Cát giúp rồi chạy khỏi Tân Dã, Cát Lương sai Quan Vũ tới Giang Hạ nhờ Lưu Kỳ, và tìm cách liên minh với Tôn Quyền chống Tào Tháo.\n\nSau khi [[Tào Tháo]] thua [[trận Xích Bích]], [[Lưu Bị]] lấy danh nghĩa tôn Lưu Kỳ làm Thứ sử Kinh Châu<ref>Theo quan chế nhà Đông Hán đương thời, địa vị Thứ sử Kinh châu của Lưu Kỳ chưa bằng Châu mục Kinh châu như Lưu Biểu.<\/ref> để đóng quân ở Kinh châu phát triển lực lượng. Trong và sau [[trận Xích Bích]], phía [[Đông Ngô]] tổn thất và tốn kém nhân lực hơn phía Lưu Bị nên không bằng lòng việc Lưu Bị chiếm mấy quận Kinh châu, nhưng vì Lưu Kỳ là con Lưu Biểu - người cai trị cũ của Kinh châu - nhân danh làm chủ Kinh châu nên phía Tôn Quyền đành phải chấp nhận.\n\nNăm [[209]], Lưu Kỳ qua đời. Cuộc tranh chấp Kinh châu giữa [[Tôn Quyền]] và [[Lưu Bị]] lại càng căng thẳng thêm.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Lưu Kỳ được mô tả là người nhu nhược, yếu đuối. Khi [[Lưu Bị]] bị [[Tào Tháo]] đánh thua tan nát ở Đương Dương Tràng Bản, chỉ còn có thể dựa vào 1 vạn quân của Lưu Kỳ đóng ở Giang Hạ, phải sai [[Quan Vũ]] đi cầu cứu. Lưu Kỳ hoàn toàn không có chủ kiến, cũng chỉ biết trông vào sự sắp đặt của Lưu Bị. Khi sang Giang Đông thương thảo việc liên minh với [[Tôn Quyền]] cùng chống Tào, [[Gia Cát Lượng]] cũng mang lực lượng của Lưu Kỳ ở Giang Hạ ra để phô trương thanh thế cho [[Đông Ngô]] biết rằng Lưu Bị không suy kiệt tới mức phải phụ thuộc hoàn toàn vào họ Tôn.\n\nSau [[trận Xích Bích]] đuổi được Tào Tháo về phía bắc, Lưu Bị dùng Lưu Kỳ làm con bài chính trị để đề nghị Tôn Quyền cho \"mượn Kinh châu\" cho Lưu Kỳ ở, và sứ giả Đông Ngô là [[Lỗ Túc]] chấp nhận. Khi Đô đốc [[Chu Du]] tỏ ý tức giận vì lo lắng Lưu Kỳ còn trẻ lâu mới chết, Lưu Bị sẽ mượn cớ giữ Kinh châu lâu ngày không trả, [[Lỗ Túc]] trấn an Chu Du rằng mình đã nhìn thấy Lưu Kỳ xanh xao ốm yếu, không còn sống được lâu. Quả nhiên sang năm Lưu Kỳ qua đời.\n\n==Xem thêm==\n* [[Lưu Biểu]]\n* [[Lưu Tông]]\n* [[Lưu Bị]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n{{Thời gian sống|sinh=|mất=209}}\n\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]"}