{"Lưu Thông":"{{Thông tin nhân vật hoàng gia\n| tên = Hán Triệu Chiêu Vũ Đế\n| tên gốc = 漢趙昭武帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[Hán Triệu]]\n| tại vị = [[310]] &ndash; [[31 tháng 8]] năm [[318]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:304 till:329 \nAlignBars = early\nScaleMajor = increment:25 start:304\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:310 till:318 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Lưu Hòa (Hán Triệu)|Lưu Hòa]]\n| nhiếp chính = \n| kế nhiệm = [[Lưu Xán|Hán Ẩn Đế]]\n| hoàng tộc = [[Hán Triệu]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Lưu Thông (劉聰)\n| kiểu tên đầy đủ = Tên thật|phối ngẫu\n| vợ = \n| chồng = \n| thông tin con cái = ẩn\n| con cái = \n| niên hiệu = Quang Hưng (光興) 310-311<br>Gia Bình (嘉平) 311-315<br>Kiến Nguyên (建元) 315-316<br>Lân Gia (麟嘉) 316-318\n| miếu hiệu = [[Liệt Tông]] (烈宗)\n| thụy hiệu = Chiêu Vũ Hoàng đế (昭武皇帝)\n| cha = [[Lưu Uyên]]\n| mẹ = [[Quang Hiến hoàng hậu (Tiền Triệu)|Trương phu nhân]]\n| sinh = \n| nơi sinh = \n| mất = [[31 tháng 8]], [[318]]\n| nơi mất = [[Trung Quốc]]\n| ngày an táng = \n| nơi an táng = \n}}\n'''Lưu Thông''' ({{zh|t=劉聰|s=刘聪|p=Líu Cōng}}) (?-318), [[Tên chữ (người)|tên tự]] '''Huyền Minh''' (玄明), nhất danh '''Tải''' (載), người [[Hung Nô]], gọi theo thụy hiệu là '''Hán (Triệu) Chiêu Vũ Đế''' (漢(趙)昭武帝), là [[hoàng đế]] thứ ba của nhà [[Hán Triệu|Hán]] thời [[Ngũ Hồ thập lục quốc|Thập Lục Quốc]]. Trong thời kỳ chấp chính, ông trước sau phái binh công phá Lạc Dương và Trường An, bắt giữ rồi sát hại [[Tấn Mẫn Đế]] và [[Tấn Hoài Đế]], hủy diệt chính quyền Tây Tấn, đồng thời mở mang cương thổ. Về chính trị, ông sáng kiến thể chế chính trị Hồ, Hán phân trị. Tuy nhiên, ông cũng lạm sát, lại sủng tín bọn hoạn quan và [[Cận Chuẩn]], thậm chí vào cuối thời gian tại vị ông còn bỏ bê triều chính, chỉ quan tâm đến tình sắc hưởng lạc. Ông còn lập ba hoàng hậu cùng một lúc.\n\nThời ông trị vì, cả bản thân ông và Hán Triệu thể hiện thế lực lớn mạnh, Hán Triệu từ một nước nhỏ cát cứ tại nam bộ [[Sơn Tây (Trung Quốc)|Sơn Tây]] đã kiểm soát toàn bộ Sơn Tây, [[Thiểm Tây]], đông bộ [[Cam Túc]] và một phần đáng kể [[Sơn Đông]], [[Hà Bắc (Trung Quốc)|Hà Bắc]] và [[Hà Nam (Trung Quốc)|Hà Nam]], mặc dù vậy, phần phía đông của đế quốc nằm dưới quyền quản lý của tướng [[Thạch Lặc]] và có thể coi là chỉ thuộc Hán trên danh nghĩa. Hán Triệu sau này sẽ không bao giờ có thể đạt được sự lớn mạnh như vậy.\n\n== Sự nghiệp ban đầu ==\nLưu Thông là con trai thứ tư của Lưu Uyên, mẹ là [[Quang Hiến hoàng hậu (Hán Triệu)|Trương phu nhân]]. Khi còn nhỏ tuổi, ông kiêu dũng, thông minh sáng dạ và hiếu học. Năm 14 tuổi, ông đã thông kinh sử, học thuyết của bách gia, quen thuộc với \"Tôn Ngô binh pháp\". Ông cũng giỏi văn chương, thạo thư pháp, có tài về [[thảo thư]] và [[lệ thư]]. Năm 15 tuổi, ông tập võ nghệ, giỏi bắn tên, thể lực dũng mãnh, không ai sánh kịp. Năm 20 tuổi, ông đến kinh sư [[Lạc Dương]] của Tấn, qua lại với nhiều danh sĩ, hai triều thần Tấn là [[Lạc Quảng]] (樂廣) và [[Trương Hoa]] (張華) khi đó đã nhận thấy ông có tài năng xuất chúng. Sau đó, ông làm \"chủ bộ\" cho Tân Hưng thái thú, do thể hiện được bản lĩnh nên được làm Kiêu kị biệt bộ tư mã, rồi Hữu bộ đô úy, ông giỏi an phủ thu nhận nên được hào hữu Hung Nô ngũ bộ quy thuận. Cuối cùng, Hà Gian vương [[Tư Mã Ngung]] (司馬顒) tiến cử ông làm Xích sa trung lang tướng để làm thuộc hạ, song ông lo ngại vì cha ông khi đó đang là thuộc hạ của Thành Đô vương [[Tư Mã Dĩnh]] (司馬穎). Ông vì thế đã chạy đến chỗ Tư Mã Dĩnh và phục vụ cho thế lực này, được trao chức Hữu tích nỗ tướng quân.<ref name=tt>[[Tấn thư]] [[:zh:s:晉書\/卷102|quyển 102]]<\/ref>\n\nNăm Vĩnh An thứ 1 (304), trong [[loạn bát vương]], Tư Mã Dĩnh nhậm mệnh Lưu Uyên làm Bắc thiền vu, Lưu Thông được lập làm Hữu Hiền vương, cùng cha nhậm mệnh trở về Hung Nô ngũ bộ để tập hợp viện quân cho Tư Mã Dĩnh. Sau khi về Hung Nô ngũ bộ, Lưu Uyên tức vị Đại thiền vu, đổi Lưu Thông làm Lộc Lễ vương.<ref name=tt\/>\n\nTháng 11 cùng năm, Lưu Uyên xưng làm Hán vương, lập quốc [[Hán Triệu]].<ref name=tttg85>[[Tư trị thông giám]] [[:zh:s:資治通鑑\/卷085|quyển 85]]<\/ref>\n\nTháng 1 năm Mậu Thìn (308), Hán vương Lưu Uyên khiển Phủ quân tướng quân Lưu Thông cùng các tướng khác đến phía nam chiếm cứ [[Thái Hành Sơn|Thái Hành]]. Ngày Giáp Tuất (3) tháng 10 cùng năm ([[2 tháng 11]] năm 308), Lưu Uyên tức hoàng đế vị, đến tháng 11 thì lập Lưu Thông làm Xa kị đại tướng quân.<ref name=tttg86>[[Tư trị thông giám]] [[:zh:s:資治通鑑\/卷086|quyển 86]]<\/ref>\n\nHè năm sau, Sở vương Lưu Thông phối hợp cùng [[Vương Di]] và [[Thạch Lặc]] tiến công Hồ Quan. [[Lưu Côn]] khiển Hộ quân Hoàng Túc, Hàn Thuật đến cứu, Lưu Thông đánh bại Hàn Thuật tại Tây Giản, còn Thạch Lặc đánh bại Hoàng Túc ở Phong Điền, cả hai đều bị giết. Thái phó Tư Mã Việt của Tây Tấn khiển Hoài Nam nội sử [[Vương Khoáng]] (王曠), Tướng quân Thi Dung, Tào Siêu đem quân chống bọn Lưu Thông. Bọn Vương Khoáng vượt qua Thái Hành ngộ chiến với Lưu Thông ở Trường Bình (長平, nay thuộc [[Tấn Thành]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]), quân của Vương Khoáng đại bại, Thi Dung và Tào Siêu đều tử chiến. Tiếp đến, Lưu Thông phá [[Đồn Lưu]], [[Trường Tử]], giết được 19.000 người. Thượng Đảng thái thú Bàng Thuần (龐淳) đem Hồ Quan hàng Hán, Lưu Côn cho Trương Ỷ làm Thượng Đảng thái thú, cứ ở Tương Viên. Sau đó, thừa cơ Lưu Côn tự đem quân đi đánh thủ lĩnh Thiết Phất bộ là [[Ô Lộ Cô|Lưu Hổ]], Lưu Thông khiển binh đánh úp Lạc Dương, song không chiếm được thành. Sang tháng 8 ÂL, Lưu Uyên mệnh bọn Lưu Thông tiến công Lạc Dương, quân Hán đánh bại bọn Bình Bắc tướng quân Tào Vũ của Tấn. Lưu Thông nhanh chóng tiến đến Nghi Dương, song ông lại khinh địch, không chuẩn bị kỹ lưỡng. Sang tháng 9 ÂL, Hoằng Nông thái thú Hoàn Diên (桓延) trá hàng, đến đêm đánh úp quân của Lưu Thông, quân của Lưu Thông đại bại và phải rút về.<ref name=tttg87>[[Tư trị thông giám]] [[:zh:s:資治通鑑\/卷087|quyển 87]]<\/ref>\n\nSang tháng 10 ÂL, Lưu Uyên lại khiển Lưu Thông, Vương Di, Thủy An vương [[Lưu Diệu]], Nhữ Âm vương Lưu Cảnh suất năm vạn kị binh tinh nhuệ tiến công Lạc Dương, Đại tư không Hô Diên Dực suất bộ binh theo sau. Ngày Bính Thìn (21) cùng tháng (9 tháng 12), bọn Lưu Thông đến Nghi Dương, triều đình Tây Tấn thấy quân Hán mới bị đánh bại song nhanh chóng phục chí thì rất lo sợ. Đến ngày Tân Dậu (26) cùng tháng (14 tháng 12), quân Lưu Thông đóng quân ngoài Tây Minh môn. Bọn [[Bắc Cung Thuần]] (北宮純) của Tây Tấn đến ban đêm suất hơn một nghìn dũng sĩ ra khỏi thành đánh lũy trại quân Hán, chém Chinh lỗ tướng quân Hô Diên Hiệu. Ngày Nhâm Tuất (15 tháng 12), Lưu Thông dời về phía nam đóng quân ven Lạc Thủy. Ngày Ất Sửu, Hô Diên Dực bị bộ hạ sát hại, binh sĩ ở Đại Lương mất chủ nên trở về, Lưu Uyên ra chiếu thư cho Lưu Thông triệt binh. Tuy nhiên, Lưu Thông lại dâng biểu nói rằng quân đội của Tây Tấn vừa nhỏ vừa yếu, không thể vì Hô Diên Hiệu và Hô Diên Dực bị giết mà triệt binh, xin được ở lại đánh Lạc Dương, Lưu Uyên chấp thuận. Thái phó Tư Mã Việt anh thành tự thủ. Ngày Mậu Dần khi Lưu Thông đến cúng tế tại [[Tung Sơn]], để Bình Tấn tướng quân-An Dương Ai vương Lưu Lệ, Quán quân tướng quân Hô Diên Lãng đốc nhiếp lưu quân, Tư Mã Việt thừa cơ xuất kích giết được Hô Diên Lãng, Lệ xuống Lạc Thủy tự sát. Vương Di nói với Lưu Thông rằng Lạc Dương phòng thủ vẫn kiên cố, lương thực lại không đủ, khuyên Lưu Thông triệt binh, song Lưu Thông lúc trước tự thỉnh xin được ở lại nên không dám trở về. Lưu Thông biểu đạt lại với Lưu Uyên, nói rằng vận mệnh của Tấn vẫn thịnh, nếu đại quân không về thì tất bại, Lưu Uyên do vậy triệu Lưu Thông đem quân về.<ref name=tttg87\/>\n\nNgày Giáp Thân (20) tháng 11 (6 tháng 1 năm 310), Lưu Thông và Lưu Diệu về đến Bình Dương (平陽, nay thuộc [[Lâm Phần]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]). Sang tháng 12 ÂL, Lưu Uyên bổ nhiệm Lưu Thông làm \"đại tư đồ\".<ref name=tttg87\/>\n\nTháng 7 năm Canh Ngọ (310), Lưu Thông cùng Lưu Diệu và Thạch Lặc bao vây Hà Nội thái thú ở Hoài, Tây Tấn phái Chinh lỗ tướng quân Tống Trừu cứu Hoài song bị đánh bại, người Hà Nội sau đó hàng Hán. Ngày Canh Ngọ (9) cùng tháng (20 tháng 8), Lưu Uyên mắc bệnh, đến ngày Tân Mùi (21 tháng 8), Lưu Thông bổ nhiệm Lưu Thông làm đại tư mã, đại thiền vu, cùng Thái tể Lưu Hoan Lạc, Thái phó Lưu Dương, Thái bảo Lưu Diên Niên giữ chức Lục thượng thư sự, thiết lập Thiền vu đài ở phía tây đô thành Bình Dương. Lưu Uyên cũng bổ nhiệm Tề vương Lưu Dụ (劉裕) làm Đại tư đồ, Lỗ vương Lưu Long (劉隆) làm Thượng thư lệnh, Bắc Hải vương Lưu Nghệ (劉乂) làm Phủ quân đại tướng quân. Ngày Kỉ Mão (18) cùng tháng (29 tháng 8), Lưu Uyên mất, Thái tử Lưu Hòa kế vị.<ref name=tttg87\/>\n\nMột nhóm triều thần, cả Hung Nô lẫn Hán, đã được trao các trách nhiệm khác nhau để hỗ trợ Lưu Hòa. Tuy nhiên, ba triều thần bị bỏ qua, gồm người họ hàng bên ngoại của Lưu Hòa là Hô Diên Du (呼延攸), Lưu Thừa (劉乘) (người có mối thù với Lưu Thông) và Lưu Nhuệ (劉銳). Họ trở nên bất mãn và thuyết phục Lưu Hòa rằng ông không thể an toàn nếu các em trai của ông được giữ các đội quân lớn tại hoặc gần kinh thành, riêng Lưu Thông có đến mười vạn. Đêm ngày Nhâm Ngọ (21) cùng tháng (1 tháng 9), theo lệnh của Lưu Hòa, các viên quan này bắt đầu mở cuộc tấn công bất ngờ chống lại bốn hoàng đệ của Lưu Hòa —Lưu Duệ đánh Lưu Thông ở Thiền vu đài, Hô Diên Du đánh Lưu Dụ, Lưu Thặng đánh Lưu Long, và Điền Mật (田密) cùng Lưu Tuyền (劉璿) đánh Lưu Nghệ. Tuy nhiên, Điền Mật và Lưu Tuyền lại hộ tống Lưu Nghệ đến cảnh báo Lưu Thông, sau đó chuẩn bị cho cuộc đối đầu. Lưu Duệ biết Lưu Thông có phòng bị nên rút quân. Ngày hôm đó, Lưu Dụ bị giết, đến ngày Quý Mùi (2 tháng 9) thì Lưu Long bị giết. Ngày Giáp Thân (3 tháng 9), Lưu Thông chiếm được Tây Minh môn, bọn Lưu Duệ chạy vào Nam cung, tiền phong theo sau. Ngày Ất Dậu (4 tháng 9), Lưu Thông giết Lưu Hòa, bắt giữ Lưu Duệ, Hô Diên Du, Lưu Thừa rồi bêu đầu.<ref name=tttg87\/>\n\nQuần thần thỉnh Lưu Thông tức đế vị, song Lưu Thông lấy lý do Lưu Nghệ là con của [[Đan hoàng hậu]] nên nhượng vị cho Lưu Nghệ, Lưu Nghệ khóc và một mực thỉnh Lưu Thông tức vị, Lưu Thông cuối cùng đồng ý. Lưu Thông tức vị, đại xá, cải nguyên Quang Hưng.<ref name=tttg87\/>\n\n== Thời gian đầu trị vì ==\nSau khi Lưu Thông tức vị, tôn Đan thị làm hoàng thái hậu, tôn mẹ Trương thị làm đế thái hậu, cho Lưu Nghệ làm hoàng thái đệ, lập thê là Hô Diên thị làm hoàng hậu, Hô Diên thị là em con chú bác của Lưu Uyên. Lưu Thông phong vương con là [[Lưu Xán]], Lưu Dịch, Lưu Dực, Lưu Lý, cho Lưu Xán làm Phủ quân đại tướng quân, đô đốc trung ngoại chư quân sự. Thạch Lặc được bổ nhiệm làm Tịnh châu thứ sử, phong cấp quận công. Lưu Thông khiển sứ trao chức Bình viễn tướng quân cho tù trưởng [[người Đê]] [[Bồ Hồng]], song người này không nhận.<ref name=tttg87\/>\n\nCuối năm đó, Đan thái hậu qua đời, theo mô tả bà là người trẻ đẹp, Lưu Thông thông dâm với bà. Lưu Nghệ phát hiện ra mối quan hệ này và thường tra hỏi, Đan thái hậu do vậy hổ thẹn mà mất. Sự sủng ái của Lưu Thông đối với Lưu Nghệ dần suy giảm, song ông vẫn giữa Lý Nghệ làm thái đệ vì tình cảm với Đan thị. Tuy nhiên, Hô Diên hoàng hậu bắt đầu cố thuyết phục Lưu Thông lập Lưu Xán làm thái tử, ông bị thuyết phục và bắt đầu xem xét việc này.<ref name=tttg87\/>\n\nLưu Thông tiếp tục gây sức ép lên Tấn và kinh thành Lạc Dương. Các tướng của ông, gồm Lưu Duệ, Lưu Xán, Thạch Lặc, và Vương Di tiếp tục đánh bại những đám quân Tấn mà họ chạm trán một cách dễ dàng, chiếm được nhiều thành và giết được nhiều quan của Tấn, song vẫn tiếp tục gặp khó khăn với việc giữ thành sau đó. Vào mùa xuân năm Tân Mùi (311), Thạch Lặc đánh bại đại quân Tấn tại [[Hoa Trung]], trước vốn do Tư Mã Việt chỉ huy, đội quan này đang cố gắng đi về phía đông sau khi chủ tướng chết. Lạc Dương mất đi khả năng phòng thủ, và theo lệnh của Lưu Thông, đến mùa hè, Vương Di, Thạch Lăc, Lưu Diệu và [[Hô Diên Yến]] (呼延晏) đã hội quân về Lạc Dương, quân Hán Triệu chiếm được thành và bắt [[Tấn Hoài Đế]], đưa Hoài Đế tới kinh thành Hán Triệu. Vương Di đề xuất dời đô về Lạc Dương, song Lưu Duệ phản đối và cho đốt cháy phần lớn Lạc Dương, sau đó Lưu Thông cũng không xem xét một cách nghiêm túc đề nghị của Vương Di. Tháo 10 ÂL, Thạch Lặc phục kích Vương Di tại một bữa tiệc và bắt giữ binh lính của Vương Di. Lưu Thông rất tức giận, khiển sứ trách mắng Thạch Lặc, song vẫn thăng Thạch Lặc làm Trấn Đông đại tướng quân, đốc Tịnh-U nhị châu chư quân sự, lãnh chức Tịnh châu thứ sử nhằm an ủi tư tưởng của Thạch Lặc.<ref name=tttg87\/> Sau đó, trong khi bề ngoài vẫn thể hiện lòng trung thành với Hán Triệu, song thực tế Thạch Lặc trở nên độc lập.\n\nTháng 1 năm Nhâm Thân (312), Hô Diên hoàng hậu mất. Đến ngày Giáp Tuất (22) cùng tháng (15 tháng 2), Lưu Thông nạp con gái của Tư không Vương Dục và Thượng thư lệnh Nhâm Nghĩ làm tả, hữu chiêu nghi; trong khi nạp con gái của Trung quân đại tướng quân Vương Chương, Trung thư giám Phạm Long, Tả bộc xạ Mã Cảnh làm phu nhân; nạp con gái của Hữu bộc xạ Chu Kỉ làm quý phi. Khi Lưu Thông định nạp con gái của Thái bảo Lưu Ân (劉殷), Thái đệ Lưu Nghệ kiên quyết can ngăn do cùng họ, song Lưu Thông nghe theo lời Thái tể Lưu Diên Niên và Thái phó Lưu Cảnh rằng họ không chung tổ tiên, và vẫn cho hai con gái của Lưu Ân là Anh, Nga làm tả, hữu quý tần, địa vị trên cả chiêu nghi, Lưu Thông còn nạp bốn cháu gái của Lưu Ân, họ đều được phong làm quý nhân, địa vị sau quý phi. Từ thời điểm này trở đi, Lưu Thông được thuật lại là đã dành thời gian của mình trong hậu cung với sáu phi tần họ Lưu này, ít quan tâm đến chính sự.<ref name=tttg88>[[Tư trị thông giám]] [[:zh:s:資治通鑑\/卷088|quyển 88]]<\/ref>\n\nCũng trong mùa xuân năm 312, Lưu Thông lập cựu hoàng đế Tấn làm Cối Kê quận công, cho làm Nghi đồng tam ty. Một lần, sau khi mời Cối Kê công đến dự tiệc, Lưu Thông bình luận rằng họ đang làm gì khi cựu hoàng đế vẫn còn là Dự Chương vương, dẫn đến một cuộc đàm luận, trong đó Hội Kê công khéo léo xu nịnh hoàng đế Hán. Lưu Thông sau đó ban một quý nhân họ Lưu cho Cối Kê quận công.<ref name=tttg88\/>\n\nTháng 4 ÂL, Lưu Thông phong vương cho các hoàng tử Lưu Phu, Lưu Ký, Lưu Loan, Lưu Hồng, Lưu Mại, Lưu Quyền, Lưu Thao, Lưu Trì. Lưu Thông thấy việc cung cấp cá cua cho triều đình không đầy đủ nên cho xử trảm Tả đô thủy sứ- Tương Lăng vương Lưu Sư; do việc xây dựng hai cung Ôn Minh, Huy Quang chưa hoàn thành nên cho xử trảm công tước Cận Lăng. Khi Trung quân đại tướng quân Vương Chương (王彰) can gián Lưu Thông kiểm soát hành vi, Lưu Thông trở nên tức giận và ra lệnh trảm Vương Chương, song do Vương phu nhân khấu đầu cầu xin nên Lưu Thông chỉ cầm tù Vương Chương. Thái hậu Trương thị thấy Lưu Thông có hình phạt quá mức như vậy thì ba ngày không ăn, Thái đệ Lưu Nghệ và Thiền vu Lưu Xán cũng can gián. Sau đó, ông hối tiếc về hành động của mình nên xá tội và thăng chức cho Vương Chương.<ref name=tttg88\/>\n\nTháng 6 ÂL, Lưu Thông muốn lập Quý tần [[Lưu Anh (Hán Chiêu Vũ Đế)|Lưu Anh]] làm hoàng hậu, song Trương Thái hậu lại muốn lập Quý nhân [[Trương Huy Quang]]- một họ hàng xa của ông, Lưu Thông bất đắc dĩ chấp thuận, Lưu Anh mất không lâu sau đó.<ref name=tttg88\/>\n\nVào mùa thu năm 312, dưới quyền chỉ huy của Lưu Xán và Lưu Diệu, quân Hán đại tướng quân Tấn dưới quyền Tịnh châu (并州, nay là bắc bộ và trung bộ [[Sơn Tây (Trung Quốc)|Sơn Tây]]) thứ sử [[Lưu Côn]]- người từng là mối đe dọa cho Hán Triệu, chiếm trị sở của Lưu Côn tại Tấn Dương (晉陽, nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]). Sau đó Lưu Côn tái chiếm Tấn Dương với sự giúp sức của tù trưởng [[Tiên Ti]] là Đại công [[Thác Bạt Y Lô]] (拓跋猗盧).<ref name=tttg88\/>\n\nNgày một tháng 1 năm Quý Dậu, Lưu Thông bày tiệc tiếp đãi quần thần ở Quang Cực điện, Lưu Thông ra lệnh cho [[Tấn Hoài Đế]] mặc thanh y rót rượu. Các cựu thần của Tấn là [[Dữu Mân]] (庾珉) và [[Vương Tuyển]] (王雋) thấy cảnh tượng này thì khóc rống lên. Điều này khiến cho Lưu Thông giận dữ, sau đó vu cáo Dữu Mân và Vương Tuyển và những người khác âm mưu đem Bình Dương dâng Lưu Côn. Ngày Đinh Mùi (1) tháng 2 (14 tháng 3), Lưu Thông cho giết Vương Tuyển cùng nhiều cựu thần của Tấn, cho giết Tấn Hoài Đế. Lưu phu nhân mà trước đây Lưu Thông tặng cho Hội Kê vương được phục làm quý nhân.<ref name=tttg88\/>\n\nNgày Ất Hợi cùng tháng (11 tháng 4), Trương thái hậu qua đời. Cháu gái của bà là Trương hoàng hậu rất đau buồn và cũng qua đời trong cùng tháng. Sang tháng 3 ÂL, Lưu Thông lập con gái của Lưu Ân là [[Lưu Nga (Ngũ Hồ thập lục quốc)|Lưu Nga]] làm hoàng hậu, và ra lệnh xây một cung điện mới cho bà. Trần Nguyên Đạt (陳元達) cố gắng thuyết phục hoàng đế rằng việc này quá lãng phí, và Lưu Thông trong cơn giận dữ đã ra lệnh giết chết Trần Nguyên Đạt. Song nhờ Lưu hoàng hậu can thiệp nên Trần được xá tội và thăng chức. Năm sau, theo lời khuyên của Lưu hoàng hậu và Trần Nguyên Đạt, Lưu Thông đã sửa đổi hành vi của mình ở một mức độ nhất định.<ref name=tttg88\/>\n\nHè năm 313, cháu trai của Tấn Hoài Đế là Tư Mã Nghiệp xưng đế ở [[Trường An]], tức [[Tấn Mẫn Đế]], song do binh lính yếu kém nên Hán không gặp phải một mối đe dọa nghiêm trọng. Tuy nhiên, động thái này đã thu hút được sự chú ý của Lưu Thông, và trong vài năm sau đó, Trường An trở thành mục tiêu chính của quân Hán.\n\nNgày Kỉ Sửu tháng 1 năm Giáp Tuất (19 tháng 2 năm 314), Lưu hoàng hậu mất, và từ thời điểm này, hoàng cung của Lưu Thông tranh sủng, mất đi trật tự.<ref name=tttg89>[[Tư trị thông giám]] [[:zh:s:資治通鑑\/卷089|quyển 89]]<\/ref>\n\n== Thời kỳ trị vì sau ==\nTháng 11 ÂL, Lưu Thông lập Tấn vương Lưu Xán làm tướng quốc, đại thiền vu. Điều này khiến cho em trai ông là Thái đệ Lý Nghệ trở nên sợ hãi trong thâm tâm, những người kết giao với Thái đệ đề xuất vào năm 315 về việc tiến hành lật đổ Lưu Thông. Lưu Nghệ tuy vậy không đồng ý kế hoạch này, song Đông cung xá nhân Tuân Dụ cáo việc này với Lưu Thông. Lưu Thông cho quản thúc Lưu Nghệ tại Đông cung.<ref name=tttg89\/>\n\nCũng trong năm 315, Lưu Thông nạp hai người con gái của Trung hộ quân [[Cận Chuẩn]] (靳準) là Cận Nguyệt Quang (靳月光) và Cận Nguyệt Hoa (靳月華) vào cung, lập Cận Nguyệt Quang làm Thượng hoàng hậu, lập Cận Nguyệt Hoa làm Hữu hoàng hậu, lập Lưu quý phi làm Tả hoàng hậu. Tả tư lệ Trần Nguyên Đạt hết sức khuyến gián, nói rằng việc cùng một lúc lập ba hoàng hậu là không đúng phép tắc, tuy nhiên Lưu Thông không nghe theo, chuyển Quang Đạt làm Hữu quang lộc đại phu, trên thực tế là đoạt quyền của Quang Đạt. Sau đó, do quần thần kiến nghị, Lưu Thông cho Quang Đạt làm Ngự sử đại phu, Nghi đồng tam ty. Thượng hoàng hậu Cận Nguyệt Quang có hành vi ô uế dâm loạn, bị Nguyên Đạt tấu với Lưu Thông, Lưu Thông bất đắc dĩ phế bà, bà hổ thẹn mà tự sát, do đó Lưu Thông hận Trần Nguyên Đạt.<ref name=tttg89\/>\n\nTháng 9 ÂL cùng năm, nhằm xoa dịu Thạch Lặc, Lưu Thông sai người ban cho Thạch Lặc cung và tên, sách mệnh Thạch Lặc là Thiểm Đông bá, được quyền tự chinh phạt, phong chức thứ sử, tướng quân, thủ tể.<ref name=tttg89\/>\n\nKhoảng thời gian này, Lưu Thông trở nên cực kỳ tin tưởng vào các [[hoạn quan]] là Trung thường thị Vương Thẩm (王沈), Tuyên Hoài (宣懷), và Trung cung bộc xạ Quách Y (郭猗). Lưu Thông sa vào tiệc tùng hậu cung, có khi ba ngày chưa tỉnh, thậm chí cả trăm ngày không ra, từ khi nghỉ đông không trị lý việc triều chính, ủy quyền cho Lưu Xán, riêng việc xử tử và trừ quan thì mới cho bọn Vương Thẩm vào báo. Điều này khiến cho bọn Vương Thẩm có thể tự do hành sự theo ý riêng, họ trở nên cực kỳ tham nhũng và phối hợp cùng Cận Chuẩn. Một số triều thần dám lên tiếng chống lại họ đã bị xử tử. Cả Quách Y và Cận Chuẩn đều có thù oán với Thái đệ Lý Nghệ, và họ đến thuyết phục Lưu Xán tin rằng Thái đệ Lý Nghệ có ý muốn hạ bệ Lưu Thông và giết Lưu Xán, trình cho Lưu Xán những bằng chứng giả. Lưu Xán do vậy bắt đầu âm mưu loại bỏ thúc phụ.<ref name=tttg89\/>\n\nVào mùa thu năm 316, Lưu Thông cử Lưu Diệu đi đánh Trường An, Lưu Diệu đã chiến thắng và bắt được Tấn Mẫn Đế, giải đến Bình Dương, chấm dứt triều đại được gọi là [[Nhà Tấn|Tây Tấn]]. Lưu Thông cho Mẫn Đế làm Quang lộc đại phu, phong tước Hoài An hầu; lập Lưu Diệu làm Tần vương, đại đô đốc, Đốc Thiểm Tây chư quân sự, Thái tể.<ref name=tttg89\/>\n\nTháng 12 ÂL, Thạch Lặc đánh bại Lưu Côn và chiếm lấy Tịnh châu của Tấn. Điều này đã chấm dứt mối đe dọa cuối cùng đối với Hán Triệu, quyền lực của Thạch Lặc trở nên mạnh mẽ hơn và ông trở nên độc lập với Lưu Thông.\n\nXuân năm Đinh Sửu (317), Lưu Xán báo sai cho Thái đệ Lý Nghệ rằng Bình Dương bị tấn công. Sau đó, Lưu Xán báo với cha rằng Lưu Nghệ đã sẵn sàng tấn công và khi sứ giả của Lưu Thông thấy quân của các thân tín của thái đệ, họ tin vào những cáo buộc của Lưu Xán và báo cáo lại Lưu Thông. Lưu Xán sau đó tiếp tục thẩm vấn các lãnh đạo [[người Đê]] và [[người Khương|Khương]] là thuộc cấp của Thái tử Lý Nghệ bằng hình thức tra tấn, các lãnh đạo người Đê và Khương bị ép phải thừa nhận về việc này. Thuộc hạ và quân của Thái tử Lý Nghệ bị tàn sát, ước tính lên tới 15.000 người còn bản thân Thái đệ Lý Nghệ bị phế truất và bị Cận Chuẩn ám sát. Khi các bộ lạc người Đê và Khương nổi dậy để trả thù cho lãnh đạo của họ, Lưu Thông cử Cận Chuẩn đến đàn áp, và Cận giành thắng lợi. Vào mùa thu năm 317, Lưu Thông lập Lưu Xán làm hoàng thái tử, nhiếp triều chính chư cũ.<ref name=tttg90>[[Tư trị thông giám]] [[:zh:s:資治通鑑\/卷090|quyển 90]]<\/ref>\n\nTháng 12 ÂL, Lưu Thông thiết đãi quần thần ở Quang Cực điện, bắt cựu hoàng Tấn Mẫn Đế phải rót rượu rửa chén như Hoài Đế trước kia, cựu thần Tấn thấy vậy nhiều người khóc thất thanh. Cũng vào khoảng thời gian này, có một số cuộc nổi dậy chống lại Hán, từng tuyên bố muốn bắt Lưu Xán để đổi lấy Tấn Mẫn Đế. Lưu Xán do vậy đề nghị giết Tấn Mẫn Đế, Lưu Thông đồng ý.<ref name=tttg90\/>\n\nMùa hè năm 318, hoàng cung ở Bình Dương gặp nạn hỏa hoạn, khiến 21 người chết, bao gồm con trai của Lưu Thông là Cối Kê vương Lưu Khang (劉康), Lưu Thông đau buồn đến mức ảnh hưởng đến sức khỏe.<ref>[[Thập lục quốc Xuân Thu]], [[:zh:s:十六國春秋\/卷01|quyển 1]]<\/ref> Dưỡng nữ của Trung thường thị Vương Thẩm có nhan sắc, được Lưu Thông lập làm Tả hoàng hậu. Sau đó, Lưu Thông lại lập dưỡng nữ của Tuyên Hoài làm Trung hoàng hậu. Khi nằm bệnh, Lưu Thông triệu Lưu Diệu và Thạch Lặc về kinh để phụ chính, song cả hai đều từ chối. Ngày Quý Hợi (19) tháng 7 (31 tháng 8), Lưu Thông mất, Thái tử Lưu Xán sau đó tức vị. Lưu Thông được táng ở Tuyên Quang lăng, thụy hiệu là Chiêu Vũ hoàng đế, miếu hiệu là Liệt Tông.<ref name=tttg90\/>\n\nTuy nhiên, trong cùng năm, Lưu Xán bị Cận Chuẩn sát hại, Cận Chuẩn sau đó còn thảm sát cả hoàng tộc. Lưu Diệu và Thạch Lặc đánh bại Cận Chuẩn và Lưu Diệu lên ngôi hoàng đế, song Lưu Diệu và Thạch Lặc sau đó trở nên bất hòa, Thạch Lặc tuyên bố độc lập và lập quốc [[Hậu Triệu]]. Đế quốc mà Lưu Thông xây dựng nên bị phân làm hai nửa.\n\n== Thông tin gia đình ==\n\n* Cha:\n** [[Lưu Uyên]] (Quang Văn Đế)\n* Mẹ:\n** [[Trương hoàng hậu (Hán Quang Văn Đế)|Trương hoàng hậu]]\n* Hậu phi:\n** Vũ Nguyên hoàng hậu [[Hô Diên hoàng hậu (Hán Chiêu Vũ Đế)|Hô Diên thị]] (lập 310, mất 312), mẹ của Lưu Xán\n** Vũ Hiếu hoàng hậu [[Trương Huy Quang]] (lập và mất năm 313)\n** Vũ Tuyên hoàng hậu [[Lưu Nga (Ngũ Hồ thập lục quốc)|Lưu Nga]] (lập 313, mất 314)\n** Tả quý tần Lưu Anh xinh đẹp tuyệt trần, về sau được sắc phong hoàng hậu.\n** Nhiều hoàng hậu sau khi Vũ Tuyên hoàng hậu băng thệ:\n*** Thượng hoàng hậu Cận Nguyệt Quang (靳月光), con gái của [[Cận Chuẩn]] (lập và tự sát năm 315)\n*** Lưu Tả hoàng hậu, (lập 315)\n*** Hữu hoàng hậu Cận Nguyệt Hoa (靳月華), con gái của [[Cận Chuẩn]] (lập 315)\n*** Phàn Thượng hoàng hậu (lập 316)\n*** Vương Tả hoàng hậu (lập 318), con gái nuôi của Vương Thẩm (王沈)\n*** Tuyên Trung hoàng hậu (lập 318), con gái nuôi của Tuyên Hoài (宣懷)\n* Hậu duệ:\n** [[Lưu Xán]] (劉粲), ban đầu phong Hà Nội vương, sau lập làm thái tử, sau khi kế vị bị Cận Chuẩn giết hại\n** Lưu Dịch (劉易), Hà Gian vương (lập 310, mất 316)\n** Lưu Dực (劉翼), Bành Thành vương (lập 310)\n** Lưu Lý (劉悝), Cao Bình vương (lập 310)\n** Lưu Phu (劉敷), Bột Hải vương (lập 312, d. 316)\n** Lưu Ký (劉驥), Tế Nam vương (lập 312, xử tử 318)\n** Lưu Lan (劉鸞), Yên vương (lập 312)\n** Lưu Hồng (劉鴻), Sở vương (lập 312)\n** Lưu Mại (劉勱), Tề vương (lập 312, xử tử 318)\n** Lưu Quyền (劉權), Tần vương (lập 312)\n** Lưu Thao (劉操), Ngụy vương (lập 312)\n** Lưu Trì (劉持), Triệu vương (lập 312)\n** Lưu Hằng (劉恆), Đại vương (lập 312)\n** Lưu Sính (劉逞), Ngô vương (lập 312, xử tử 318)\n** Lưu Lãng (劉朗), Dĩnh Xuyên vương (lập 312)\n** Lưu Cao (劉皋), Linh Lăng vương (lập 312)\n** Lưu Húc (劉旭), Đan Dương vương (lập 312)\n** Lưu Kinh (劉京), Thục vương (lập 312)\n** Lưu Thản (劉坦), Cửu Giang vương (lập 312)\n** Lưu Hoảng (劉晃), Lâm Xuyên vương (lập 312)\n** Liu Khang (劉康)\/Lưu Trung (刘衷), Hội Kê vương (mất 318)\n** Lưu Ước (劉約), Đông Bình vương, (mất 318?)\n\n== Tham khảo==\n{{Tham khảo}}\n* ''[[Tấn thư]]'', [[:zh:s:晉書\/卷102|quyển 102]].\n* ''[[Thập lục quốc Xuân Thu]]'', [[:zh:s:十六國春秋\/卷01|quyển 1]].\n* ''[[Tư trị thông giám]]'', các quyển [[:zh:s:資治通鑑\/卷085|85]], [[:zh:s:資治通鑑\/卷086|86]], [[:zh:s:資治通鑑\/卷087|87]], [[:zh:s:資治通鑑\/卷088|88]], [[:zh:s:資治通鑑\/卷089|89]], [[:zh:s:資治通鑑\/卷090|90]].\n\n{{Vua Hán Triệu}}\n\n[[Thể loại:Mất năm 318]]\n[[Thể loại:Vua Hán Triệu]]\n[[Thể loại:Tướng Hán Triệu]]\n[[Thể loại:Người nhà Tấn]]\n[[Thể loại:Năm sinh không rõ]]"}