{"Lưu Cơ (nhà Đinh)":"{{Người khác 4|Lưu Cơ|Lưu Cơ (định hướng)}}\n[[Tập tin:Trang An 37.JPG|nhỏ|phải|250px|Tượng Tứ trụ triều Đinh ở [[Tràng An]]]]\n[[Tập tin:Đền Lưu Cơ.JPG |nhỏ|phải|250px|Đền Ngọc Sơn thờ Lưu Cơ ở Ninh Bình]]\n'''Lưu Cơ''' ([[chữ Hán]]: 劉基) là một trong những vị khai quốc công thần [[nhà Đinh]], có công giúp [[Đinh Tiên Hoàng]] đánh dẹp, chấm dứt [[loạn 12 sứ quân]] [[thế kỷ 10]] trong [[lịch sử Việt Nam]], đồng thời là người cai quản [[Hoàng thành Thăng Long]], có công tu sửa nó quay về hướng nam (hướng về [[hoa Lư|kinh đô Hoa Lư]] thay vì hướng về phương bắc như chính quyền đô hộ đã làm) trước khi vua Lý Thái Tổ dời đô từ [[Hoa Lư]] về đây. Năm 968, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] dẹp xong các sứ quân, lên ngôi vua. Chính sử cũng như thơ ca dân gian thường nói đến \"Tứ trụ ''Bặc, Điền, Cơ, Tú''\" tức là bốn người trụ cột của triều [[nhà Đinh]], là [[Nguyễn Bặc]], [[Đinh Điền]], Lưu Cơ và [[Trịnh Tú]]. Tứ trụ là cốt cán giúp vua Đinh dẹp sứ quân, thống nhất đất nước. Đô hộ phủ sĩ sư Lưu Cơ cũng được xem là người đầu tiên trong lịch sử Việt Nam nắm giữ quyền hình pháp.<ref>{{Chú thích web |url=http:\/\/tapchivanngheninhbinh.org\/lich-su-van-hoa\/do-ho-phu-si-su-luu-co-nguoi-dau-tien-trong-lich-su-nam-giu-quyen-hinh-phap-1-489.html |ngày truy cập=2020-04-05 |tựa đề=Đô hộ phủ sĩ sư Lưu Cơ, người đầu tiên trong lịch sử nắm giữ quyền hình pháp |archive-date=2020-09-19 |archive-url=https:\/\/web.archive.org\/web\/20200919044537\/http:\/\/tapchivanngheninhbinh.org\/lich-su-van-hoa\/do-ho-phu-si-su-luu-co-nguoi-dau-tien-trong-lich-su-nam-giu-quyen-hinh-phap-1-489.html |url-status=dead }}<\/ref>\n\n==Tiểu sử==\nTheo sách [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]], Lưu Cơ người [[động Hoa Lư]], châu Đại Hoàng ([[Ninh Bình]]). Trong \"Đại vương Ngọc phả lục\" (còn gọi là Đình Phả đình Đại Từ) ghi Lưu Cơ quê ở trang Tri Hối, huyện [[Gia Viễn]] (nay là thôn Tuy Hối, xã Gia Tân, huyện [[Gia Viễn]], [[Ninh Bình]]).<ref>{{Chú thích web |url=http:\/\/luutoc.vn\/vi\/?go=detail%2F5%2F1%2F2014%2FLBFeiT%2FNews%2Fthai-su-luu-co-voi-dat-viet.dhtml |ngày truy cập=2021-12-30 |tựa đề=THÁI SƯ LƯU CƠ VỚI ĐẤT VIỆT |archive-date=2016-03-05 |archive-url=https:\/\/web.archive.org\/web\/20160305192418\/http:\/\/luutoc.vn\/vi\/?go=detail%2F5%2F1%2F2014%2FLBFeiT%2FNews%2Fthai-su-luu-co-voi-dat-viet.dhtml |url-status=dead }}<\/ref>\n\nTheo một số thần tích và ghi chép khác thì Lưu Cơ người quê ở Bồ Bát, Bạch Liên, [[Yên Mô]], [[Ninh Bình]]. Tuy nhiên, theo cuốn \"Những nhân vật lịch sử thời Đinh Lê\"<ref>Bài: Đô hộ Phủ sĩ sư Lưu Cơ trang 83 cuốn Những nhân vật lịch sử thời Đinh Lê, Trương Đình Tưởng, Nhà xuất bản Văn hóa dân tộc 2009<\/ref> thì ông là người cùng làng và cùng tuổi với [[Đinh Tiên Hoàng]], cha là Lưu Hỷ, mẹ là Lê Thị Lao. Hai người lấy nhau hơn 10 năm mà không có con. Sau khi đi cầu tự đền Sơn Thần ở Bạch Bát (nay thuộc xã [[Yên Thành, Yên Mô|Yên Thành]], [[Yên Mô]], [[Ninh Bình]]) đến ngày mồng 3 tháng 1 năm Giáp Thân 924 sinh ra ông. Từ thuở nhỏ, ông đã cùng [[Đinh Điền]], [[Nguyễn Bặc]], [[Trịnh Tú]] kết bạn với [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], cùng nhau chơi trò đánh trận cờ lau.\n\nTheo Đại Việt sử lược, cuốn sử đời Trần duy nhất ghi rằng, Lưu Cơ sinh ngày mồng 3 tháng 1 năm 940. Gần đây, có nhiều ý kiến ủng hộ giả thuyết ông sinh năm 940, tức là cùng quê nhưng khác năm sinh và cả năm mất với [[Đinh Bộ Lĩnh]] và 3 vị tứ trụ triều đình còn lại là [[Nguyễn Bặc]], [[Đinh Điền]], [[Trịnh Tú]]. Cũng theo giả thuyết này thì ông sống tận đến tận khi giao thành Đại La cho Lý Công Uẩn.\n\nTheo thần tích đình Đồng Hạ ở xã Đức Hợp, huyện [[Kim Động]], tỉnh [[Hưng Yên]] thì Lưu Cơ có người em trai tên là Lưu Lang. Năm 13 tuổi cha mẹ đều mất, Lưu Lang theo anh là Lưu Cơ, cùng [[Nguyễn Bặc]], [[Đinh Điền]] cầm đầu bọn trẻ chăn trâu. Sau đó, Lưu Lang cùng về Tế Giang, Đằng Châu, Bố Hải dẹp được [[12 sứ quân]] và tôn [[Đinh Bộ Lĩnh]] lên làm vua. Vua Đinh Tiên Hoàng phong Lưu Cơ là Đô hộ phủ sĩ sư, Lưu Lang là Phó sĩ sư.<ref>[http:\/\/kimdong.hungyen.gov.vn\/portal\/pages\/print.aspx?p=8519 Các di tích huyện Kim Động: Đình Đồng Hạ]<\/ref>\n\n==Sự nghiệp==\n===Dẹp loạn 12 sứ quân===\nLưu Cơ là đồng hương gần với [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], [[Nguyễn Bặc]], [[Đinh Điền]], [[Trịnh Tú]]. Lớn lên theo học Tri Hối tiên sinh ở [[Gia Viễn]]. Sau khi cha mẹ mất, ngoài 20 tuổi ông theo [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] dẹp loạn [[12 sứ quân]]. Các [[Đinh Điền]], [[Trịnh Tú]] và [[Nguyễn Bặc]] cũng tham gia vào lực lượng này.\n\nKhi Nam Tấn Vương [[Ngô Xương Văn]] tử trận ([[965]]), các sứ quân nổi dậy. Lưu Cơ theo [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] đánh dẹp. Ông đã trực tiếp dẹp sứ quân [[Lý Khuê]] ở Siêu Loại<ref name=\"1000nam\">[http:\/\/thanglonghanoi.gov.vn\/channel\/3\/2010\/10\/7348\/#L4digkmJu7v3 Hoạt động kỷ niệm]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nNăm 968, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] lên ngôi, tức là [[Đinh Tiên Hoàng]]. [[Nguyễn Bặc]] được phong làm Định quốc công, [[Đinh Điền]] được phong làm ngoại giáp, Lưu Cơ được phong làm Đô hộ phủ sĩ sư vào năm 971<ref name=\"tt\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, bản kỷ quyển 1]<\/ref>. Theo [[Đại Việt sử lược]] thì chức vụ Đô hộ phủ sĩ sư của Lưu Cơ chính là [[Thái sư]] ở Đô hộ phủ [[Đại La]]<ref name=\"vsl\">Đại Việt sử lược, quyển 1<\/ref> (chức quan đầu triều trông coi hình án, kiêm chức Thái sư, cai quản phủ đô hộ cũ và đóng phủ đường ở Đại La).\n\nVai trò này của Lưu Cơ được đánh giá là sánh ngang hàng Phó Vương, giúp [[Đinh Tiên Hoàng]] cai quản phần đất trọng yếu và nhiều tiềm năng kinh tế nhất của nước [[Đại Cồ Việt]] đương thời<ref name=\"1000nam\"\/><ref name=\"hanoimoi\">{{Chú thích web |url=http:\/\/www.hanoimoi.com.vn\/print\/304370\/print.htm |ngày truy cập=2019-06-09 |tựa đề=Ai trao \"sổ đỏ\" thành Đại La cho Lý Công Uẩn? |archive-date = ngày 16 tháng 9 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100916082014\/http:\/\/www.hanoimoi.com.vn\/print\/304370\/print.htm }}<\/ref>.\n\n=== Công thần nhà Đinh ===\nCuối năm [[979]], [[Đinh Tiên Hoàng]] và Nam Việt vương [[Đinh Liễn]] bị sát hại. Quan Chi hậu nội nhân là [[Đỗ Thích]] bị nghi là thủ phạm hàng đầu, sợ hãi bỏ trốn rồi bị [[Nguyễn Bặc]] bắt và chém. Người con còn lại của [[Đinh Tiên Hoàng]] là [[Đinh Phế Đế|Đinh Toàn]] được lập làm vua. [[Lê Đại Hành|Lê Hoàn]] lộng hành, nắm lấy quyền lớn trong triều.\n\n\"Tứ trụ\" [[Nguyễn Bặc]], [[Đinh Điền]], [[Trịnh Tú]], Lưu Cơ cùng trung thần [[Phạm Hạp]] muốn giữ ngôi [[nhà Đinh]] cho ấu chúa, nhưng bị [[Lê Đại Hành|Lê Hoàn]] đánh thua: [[Đinh Điền]], [[Phạm Hạp]] chết tại trận, [[Nguyễn Bặc]] bị bắt sống đem về chém tại [[Hoa Lư]]. Còn Lưu Cơ và [[Trịnh Tú]] thì bị phục kích ở Bãi Vàng. Hai ông cùng hai bộ tướng chống cự quyết liệt, giết được bốn tướng của [[Lê Đại Hành|Lê Hoàn]], nhưng cuối cùng bị quân đông hơn bao vây tiêu diệt. Thế là hai bên có tám tướng chết ở trận đó. Sau, dân làng [[Hoa Lư]] xây \" Bát long tự\" sát phía đông Bãi Vàng để thờ giải oan cho tám người.\n\nChính sử như [[Đại Việt sử ký toàn thư]], [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]] chỉ xác nhận việc chống Lê Hoàn của [[Nguyễn Bặc]], [[Đinh Điền]] và [[Phạm Hạp]], không nhắc tới Lưu Cơ và [[Trịnh Tú]] tham gia việc này. Nguồn tài liệu phản ánh việc Lưu Cơ tham gia chống Lê Hoàn là thần phả.\n\n=== Đóng góp với kinh đô mới ===\nTheo ý kiến khác dựa vào thần phả các di tích thành [[Đại La]] thì ông là thái sư Đô hộ phủ, cai quản toàn bộ Giao Châu, đóng đại bản doanh ở Phủ Đô hộ cũ, tức thành Đại La. Khi đó ông chừng 30 tuổi. Theo ý kiến này, Lưu Cơ không chết về tay [[Lê Đại Hành|Lê Hoàn]] mà phục vụ cho Lê Hoàn. Ông còn sống tới thời [[Lý Thái Tổ]] và tiếp tục phục vụ nhà Lý, với vai trò trấn thủ [[Đại La]] như trước.\n\nThành Đại La vốn là trung tâm cai trị của chính quyền đô hộ phương Bắc thời [[Bắc thuộc]], được thiết kế mặt thành phía bắc là mặt chính, mở ba cửa và trên đó đều có lầu che. Hai mặt đông tây cũng có ba cửa không lầu che. Riêng mặt nam là mặt thông với khu dân cư mở tới 5 cửa trên đặt trống, loa; còn mặt chính mang tính nghi lễ hướng về phía bắc, với ý nghĩa \"sự hướng bắc\" của thành Đại La gắn liền với bộ máy thần phục ở Giao Châu với nhà Đường<ref name=\"hanoimoi\"\/><ref name=\"phapluatxahoi\">[http:\/\/phapluatxahoi.vn\/20101007110855648p1004c1028\/thai-su-luu-conguoi-trao-so-do-cho-ly-cong-uan.htm Thái sư Lưu Cơ]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nTheo giới chuyên môn, Lưu Cơ là người đầu tiên biến tu sửa, biến tòa thành Đại La thuộc địa hướng bắc trở thành một tòa thành hướng nam độc lập tự chủ. Vì khi đó, hoàng đế [[Đại Cồ Việt]] ở [[Hoa Lư]], tức ở về phía nam tòa thành Đại La nên mọi hướng nhìn của cổng thành và dinh thự đời các [[Tiết độ sứ]] cũ phải được sửa đổi<ref name=\"hanoimoi\"\/><ref name=\"phapluatxahoi\"\/>.\n\nTính từ thời [[nhà Đinh]], Lưu Cơ là người đã cai quản và thành [[Đại La]] trong vòng gần 40 năm ([[971]]-[[1010]]). Ông đã tu sửa thành Đại La của [[An Nam đô hộ phủ]] [[nhà Đường]] trở nên một tòa thành Đại Cồ Việt và chuẩn bị mọi điều kiện cơ sở hạ tầng cho cuộc dời đô của Lý Thái Tổ có thể di chuyển từ Hoa Lư ra Thăng Long chỉ trong một thời gian rất ngắn<ref name=\"hanoimoi\"\/><ref name=\"phapluatxahoi\"\/>.\n\n[[Chiếu dời đô]] được ban hành vào tháng 5, tòa thành Đại La khi trở thành kinh đô [[Thăng Long]] vào tháng 7 năm 1010. Ngay khi chuyển về kinh đô Thăng Long, triều đình [[nhà Lý]] đã nhanh chóng ổn định. Tòa thành Đại La khi trở thành kinh đô Thăng Long vào tháng 7 năm 1010 đã là một kinh đô [[Đại Cồ Việt]] được chuẩn bị hoàn tất, mà công lao được ghi nhận của Lưu Cơ<ref name=\"1000nam\"\/>. Ông bàn giao kinh thành Thăng Long cho Lý Thái Tổ khi gần 70 tuổi và cáo lão về hưu trí ở quê nhà, ba năm sau thì mất, thọ 73 tuổi<ref name=\"hanoimoi\"\/><ref name=\"phapluatxahoi\"\/>.\n\n===Tứ trụ triều Đinh===\nSách Đại Nam Quốc sử Diễn ca cũng như thơ ca dân gian thường nói đến Tứ trụ \"Bặc, Điền, Cơ, Tú\" tức là bốn người trụ cột của triều nhà Đinh, là Tể tướng Nguyễn Bặc, Ngoại giáp Đinh Điền, Thái sư Lưu Cơ và Thượng thư Trịnh Tú. Tứ trụ là 4 vị quan thân cận, từng giúp vua Đinh dẹp [[loạn 12 sứ quân]], thống nhất đất nước. Theo Từ điển nhân vật lịch sử Việt Nam: từ Đời Lý trở đi [[Đinh Điền]], [[Nguyễn Bặc]] cùng [[Trịnh Tú]], Lưu Cơ đều được truy phong phúc thần. Trường ca chữ Nôm Thiên nam ngữ lục cho rằng:\n:\"Bốn người có nghĩa đồng niên\n:Nguyễn Bặc, Đinh Điền, Trịnh Tú, Lưu Cơ\".\n\nViệt giám thông khảo tổng luận bình rằng: \"[[Đinh Tiên Hoàng]] nhân khi nước Ngô loạn mất, bình được mười hai sứ quân, trời cho người theo, thống nhất bờ cõi, dùng [[Đinh Điền]], [[Nguyễn Bặc]], Lưu Cơ, Trịnh Tú làm người phù tá, sáng chế triều nghi, định lập quân đội, vua chính thống của nước Việt ta, thực bắt đầu từ đấy, kể về mặt dẹp giặc phá địch thì công to lắm!\"\n\nQuan hệ giữa [[Đinh Tiên Hoàng]] với \"tứ trụ triều Đinh\" gồm \"Điền - Bặc - Cơ - Tú\" là sự gắn bó đẹp đẽ, bền chặt như kim cương, không gì phả vỡ nổi, song sử sách nói tới [[Đinh Điền]], [[Nguyễn Bặc]] nhiều hơn Lưu Cơ, [[Trịnh Tú]]. Sử sách và dư luận dân gian nói nhiều hơn tới một bộ ba \"Đinh Tiên Hoàng, Đinh Điền, Nguyễn Bặc\"<ref>[http:\/\/hannom.vass.gov.vn\/noidung\/thongbao\/Pages\/baiviet.aspx?ItemID=1712 Góp phần làm sáng tỏ hình ảnh Đinh Điền - Nguyễn Bặc qua một số tư liệu Hán Nôm và dân gian (TBHNH 1997)]{{Liên kết hỏng|date = ngày 18 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref> vốn cùng năm sinh, năm mất, cùng quê, cùng chí hướng.\n\nĐánh giá về cái chết thê thảm của ba đại thần [[Đinh Điền]], [[Nguyễn Bặc]], [[Phạm Hạp]] liền sau cái chết của [[Đinh Tiên Hoàng]], sử thần Ngô Sĩ Liên bàn: \"việc khởi binh ấy không phải là làm loạn mà là một lòng phò tá họ Đinh, đánh Hoàn không được mà chết đấy là đúng chỗ\"… Đó là \"bề tôi trung nghĩa, làm không xong việc mà chết ấy là bề tôi tử tiết\". Thống nhất với chính sử, giới Nho sĩ và nhân dân cũng nhiệt liệt ca ngợi. Gần 200 đền đài miếu mạo ở vùng [[Hà Nam Ninh]] coi [[Đinh Điền]], [[Nguyễn Bặc]] như một tấm gương trung liệt treo cao: \"Trung quán nhật nguyệt\" (Lòng trung xuyên suốt mặt trời).\n\nHiện nay, các di tích [[đền Vua Đinh Tiên Hoàng]], đền Tứ Trụ ([[Tràng An]]), [[quảng trường Đinh Tiên Hoàng Đế]] đều thờ tứ trụ triều đình nhà Đinh.\n\n== Tưởng nhớ ==\nĐền thờ Lưu Cơ được lập ở làng Đại Từ, xã Đại Đồng, [[Văn Lâm]], [[Hưng Yên]] (đất Siêu Loại cũ). Tương truyền là nơi ông đóng quân dẹp loạn sứ quân [[Lý Khuê]] năm xưa. Lưu Cơ và em trai Lưu Lang cũng được thờ tại Đình Đồng Hạ thuộc địa phận thôn 1, xã Đức Hợp, huyện Kim Động, tỉnh Hưng Yên.\n\nTại [[Gia Viễn]], [[Ninh Bình]] hiện tại có Đền Ngọc Sơn (thôn Uy Viễn, xã Liên Sơn, Gia Viễn) thờ Phò mã Lưu Cơ. Đền có từ lâu, tọa trên bờ [[sông Hoàng Long]]; theo các sắc phong còn lưu giữ được thì đó là Đại vương triều Đinh, Thượng đẳng phúc thần, trong đền nhân dân có dựng tượng Phò mã Lưu Cơ. Rất có thể ông đã được Vua [[Đinh Tiên Hoàng]] gả công chúa cho vì ông cũng trạc tuổi [[Đinh Liễn]], con trai cả Vua Đinh.\n\nLưu Cơ được thờ là Thánh cả được thờ là Thành Hoàng làng nghề gốm sứ Bát Tràng, Gia Lâm, [[Hà Nội]]. Ông được suy tôn là Lưu Thiên tử Đại vương được thờ trong đình Bát Tràng.<ref>Theo \"Bát Tràng - làng nghề, làng văn\" Chủ biên PGS TS Bùi Xuân Đính, Nhà xuất bản Hà Nội, 2013 (tr.290-300)<\/ref> Đình Bát Tràng thờ 6 vị Thành hoàng: Lưu Thiên Tử đại vương, Đức Thánh bà - Lã Đệ tam Đại vương, Bạch Mã Đại vương, Phan Đại tướng Đại vương, Hộ Quốc Đại vương và Cai Minh Tự Đại vương. Trong đó Lưu Thiên Tử Đại vương là Thánh cả, được thờ ở giữa, nơi trang trọng nhất. Ý kiến đánh giá của Ts. Nguyễn Việt cho biết Lưu Thiên Tử Đại vương là Lưu Cơ vì Lưu Cơ là con cầu tự tại Sơn thần Bạch Bát ở [[Ninh Bình]] (do vậy thường được gọi là \"con trời cho\" hay \"con trời - Thiên tử\", khi mất được dân làng Bạch Bát thờ là Thành Hoàng. Khi dân Bạch Bát mang nghề gốm sứ từ làng Bồ Bát (Bồ Bát hiện là Bồ Xuyên và Bạch Bát) ra Bạch Thổ (Bát Tràng) lập nghiệp, cư dân các làng thông thường khi di chuyển đi nơi khác thường lấy thành hoàng làng gốc để thờ tại làng mới.\n\nĐền làng Hoàng Trung thuộc xã Hồng Dương, huyện Thanh Oai là nơi thờ Lưu Cơ và Cao Y. Đền thờ hai vị thành hoàng làng có công khai đất, lập làng và giúp cho dân làng tránh dịch bệnh, tai ương. Lễ hội truyền thống của làng thường diễn ra từ ngày 12 – 19.3 âm lịch hàng năm.\n\nTại đền Vua Đinh ở xã Yên Thắng, Ý Yên, Nam Định cũng có bài vị thờ Lưu Cơ, Đinh Điền, Nguyễn Bặc và Trịnh Tú.\n\nỞ [[Hoa Lư]] ngày nay còn truyền khẩu thơ \"Bát long tự sự tích ca\" và một thơ khuyết danh khác ca ngợi công lao và lòng dũng cảm của tứ trụ, trong đó có Lưu Cơ.\n\nNgày nay ở [[Ninh Bình]] còn rất nhiều đền thờ ông và các vị quan trung thần khác. Theo các nhà nghiên cứu, số đền thờ các trung thần [[nhà Đinh]] nhiều hơn số đền thờ [[Lê Đại Hành|Lê Hoàn]] và Dương hậu phản ánh tình cảm của dân chúng đối với các ông. Ca ngợi công lao của tứ trụ đại thành nhà Đinh, dân gian có câu:\n\n:''Bặc, Điền, Cơ, Tú hiên ngang''\n:''Trịnh, Lưu sau lại Bãi Vàng hy sinh.''\n:''Hai người đi trước quang vinh''\n:''Hai người sau sán lung linh cõi bờ.''\n\n:''Điền quân sự tham mưu Ngoại Giáp,''\n:''Bặc đứng đầu đền đáp nghĩa ân,''\n:''Lưu Cơ Độ Hộ sức thần,''\n:''[[Trịnh Tú]] ứng đối xa gần mến danh.''\n\nHiện nay, tại các di tích [[đền Vua Đinh Tiên Hoàng]] ở Ninh Bình và Nam Định, đền Tứ Trụ ([[quần thể di sản thế giới Tràng An]]), đình Bái ở xã Sơn Thành ([[Nho Quan]]) và [[quảng trường Đinh Tiên Hoàng Đế]] đều thờ tứ trụ triều đình [[nhà Đinh]], trong đó có Lưu Cơ. [[Quảng trường Đinh Tiên Hoàng Đế]] trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]] đang xây dựng với 4 góc có tượng 4 vị quan đại thần [[Đinh Điền]], [[Nguyễn Bặc]], [[Trịnh Tú]], Lưu Cơ cao 5m, có lính canh và ngựa bằng đá<ref>[http:\/\/www.vietnamplus.vn\/Home\/Day-nhanh-du-an-Quang-truong-Dinh-Tien-Hoang-De\/200912\/28325.vnplus Đẩy nhanh dự án Quảng trường Đinh Tiên Hoàng Đế ]<\/ref>.\n\n==Xem thêm==\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng]]\n*[[Đinh Điền]]\n*[[Lê Đại Hành|Lê Hoàn]]\n*[[Nguyễn Bặc]]\n*[[Trịnh Tú]]\n*[[Hoàng thành Thăng Long]]\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư]]\n*''Đại Việt sử lược'', Nhà xuất bản TP Hồ Chí Minh, 1993\n*[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n\n==Chú thích==\n{{Tham khảo}}\n{{12 sứ quân}}\n[[Thể loại:Họ Lưu Việt Nam]]\n\n==Liên kết ngoài==\n*[http:\/\/dulich.dantri.com.vn\/du-lich\/le-tuong-niem-1000-nam-ngay-mat-thai-su-luu-co-832518.htm Lễ tưởng niệm 1.000 năm ngày mất Thái sư Lưu Cơ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141106080854\/http:\/\/dulich.dantri.com.vn\/du-lich\/le-tuong-niem-1000-nam-ngay-mat-thai-su-luu-co-832518.htm |date = ngày 6 tháng 11 năm 2014}}\n*[http:\/\/thethaovanhoa.vn\/133N2010010611115996T0\/ai-la-nguoi-trao-so-do-thanh-dai-la-cho-ly-cong-uan-bai-2.htm Ai là người trao \"sổ đỏ\" thành Đại La cho Lý Công Uẩn? (Bài 2)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100527223056\/http:\/\/thethaovanhoa.vn\/133N2010010611115996T0\/ai-la-nguoi-trao-so-do-thanh-dai-la-cho-ly-cong-uan-bai-2.htm |date = ngày 27 tháng 5 năm 2010}}\n*[http:\/\/home.vnn.vn\/_huong_toi_dai_le_ky_niem_1000_nam_thang_long_____ha_noi__ve_noi_phat_tich_trieu_dinh_-16842752-621134865-0 Hướng tới Đại lễ kỷ niệm 1000 năm Thăng Long – Hà Nội: Về nơi phát tích triều Đinh]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Quan lại nhà Đinh]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Sinh năm 940]]\n[[Thể loại:Mất năm 1013]]\n[[Thể loại:Nhà Đinh]]\n[[Thể loại:Võ tướng nhà Đinh]]\n[[Thể loại:Nhân vật thời Đinh]]"}