{"Lưu Thịnh":"{{Thông tin nhân vật hoàng gia\n| tên = Nam Hán Trung Tông\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = Hoàng đế Nam Hán\n| tại vị = 16 tháng 4, 943<ref name=TTTG283>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷283|quyển 283]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref> – 18 tháng 9, 958<ref name=AS\/><ref name=TTTG294>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷294|quyển 294]].<\/ref>\n| tiền nhiệm = [[Lưu Phần]]\n| kế nhiệm = [[Lưu Sưởng]]\n| vợ = Lý lệ phi<br> Lý thiềm phi\n| con cái = [[Lưu Sưởng|Lưu Kế Hưng]]<br>Lưu Tuyền Hưng<br>Lưu Khánh Hưng<br>Lưu Bảo Hưng<br> Lưu Sùng Hưng\n| miếu hiệu = [[Trung Tông]] (中宗)\n| thụy hiệu = Văn Vũ Quang Minh Hiếu hoàng đế 文武光明孝皇帝\n| niên hiệu = Ứng Càn (應乾) 943<br>Càn Hòa (乾和) 943-958\n| tên đầy đủ = \n| cha = [[Nam Hán Cao Tổ|Lưu Nham]]\n| mẹ = \n| sinh = 920<ref name=TQXT59>''[[Thập Quốc Xuân Thu]]'', [https:\/\/archive.org\/stream\/06080956.cn#page\/n60\/mode\/2up quyển 59].<\/ref>\n| nơi sinh = \n| mất = 18 tháng 9, 958\n| nơi mất = [[Quảng Châu]]\n| ngày an táng = \n| nơi an táng = \n}}\n'''Lưu Thịnh''' ({{zh|t=劉晟|s=刘晟}}; 920–958), tên ban đầu là '''Lưu Hoằng Hi''' ({{zh|t=劉弘熙|s=刘弘熙}}), gọi theo thụy hiệu là '''Nam Hán Trung Tông''', là hoàng đế thứ ba của nước [[Nam Hán]] thời [[Ngũ Đại Thập Quốc]] và là con thứ tư của [[Nam Hán Cao Tổ]] Lưu Nghiễm. Ông đã ra tay ám sát anh thứ 3 là Thương hoàng đế [[Lưu Phần]] rồi kế vị.\n\n==Thân thế==\nLưu Hoằng Hi là con trai thứ tư của Hoàng đế [[Nam Hán Cao Tổ|Lưu Nham]] của Nam Hán.<ref name=TQXT59\/>\n\nNăm Nhâm Thìn (932), khi Lưu Nham phong vương cho các hoàng tử, Lưu Hoằng Hi được phong làm Tấn vương.<ref name=TTTG278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref> Do anh cả Lưu Diệu Xu (劉耀樞) và anh thứ hai Lưu Quy Đồ (劉龜圖) (được phong vương năm 932) mất sớm, anh thứ 3 Lưu Hoằng Độ trở thành người được chọn kế vị của Lưu Nham.<ref name=TQXT59\/>\n\nNăm Nhâm Dần (942), Lưu Nham ốm nặng, ông thấy Lưu Hoằng Độ và Lưu Hoằng Hy đều cao ngạo phóng túng, trong khi con nhỏ Việt vương Lưu Hoằng Xương hiếu cẩn và có tri thức, nên định đưa Lưu Hoằng Độ đến trấn Ung châu<ref group=\"c\">邕州, nay thuộc [[Nam Ninh]], [[Quảng Tây]]<\/ref> và đưa Lưu Hoằng Hy đến trấn Dong châu<ref group=\"c\">容州, nay thuộc [[Ngọc Lâm, Quảng Tây|Ngọc Lâm]], [[Quảng Tây]]<\/ref> nhằm lập Lưu Hoằng Xương. Tuy nhiên, khi Lưu Nham hỏi ý Sùng Văn sứ Tiêu Ích (蕭益), người này nói rằng \"nên lập con trưởng, nếu không tất loạn\", do vậy Lưu Nham ngưng dự định. Sau khi Nam Hán Cao Tổ mất, Lưu Hoằng Độ tức hoàng đế vị.<ref name=TTTG283\/>\n\n==Thời Lưu Phần==\nSau khi tức vị, Lưu Hoằng Độ đổi tên sang Lưu Phần, Lưu Hoằng Hi được bổ nhiệm làm làm phụ chính. Lưu Phần được thuật lại là sống xa xỉ, hoang dâm, không lưu tâm đến chính sự, thậm chí đã lo hưởng lạc trong giai đoạn để tang Lưu Nham. Theo tường thuật, Lưu Hoằng Độ cũng nghi kị các em, mỗi khi tổ chức yến tiệc thì lại lệnh cho hoạn giả đứng giữ cửa, quần thần và tông thất đều bị khám xét rồi với được vào nhập tiệc. Lưu Hoằng Hy muốn đoạt vị, nên dâng thịnh sức, thanh kỹ để làm vui lòng Lưu Phần, nhằm khiến Lưu Phần thêm tin yêu mình. Do Lưu Phần thích đấu vật dùng tay, Lưu Hoằng Hi lệnh Chỉ huy sứ Trần Đạo Tường đưa đến năm lực sĩ là Lưu Tư Triều (劉思潮), Đàm Lệnh Yên (譚令禋), Lâm Thiếu Cường (林少強), Lâm Thiếu Lương (林少良), và Hà Xương Đình (何昌廷) — tập [[đấu vật]] tại Tấn vương phủ, sau đó tặng lại cho anh trai. Lưu Phần biết thì vui thích, giữ họ lại làm thị vệ cho mình.<ref name=TTTG283\/>\n\nNgày Bính Tuất (8) tháng 3 năm Quý Mão (15 tháng 4 năm 943),<ref name=TTTG283\/><ref name=AS\/> Lưu Phần cùng các chư vương mở tiệc ở Trường Xuân cung và cùng xem màn đấu vật của năm lực sĩ. Đến chiều tối thì bãi yến, Lưu Phần lúc này rất say rượu. Nhận thấy thời cơ đã đến, Lưu Hoằng Hi sai Trần Đạo Tường và bọn Lưu Tư Triều dìu Lưu Phần về tẩm điện, nhân cơ hội dùng trượng sát hại, những cận thần của Lưu Phần cũng bị giết tận. Hôm sau, bá quan chư vương không ai dám nhập cung, Lưu Hoằng Xương dẫn các em vào tẩm điện, tôn Lưu Hoằng Hi tức hoàng đế vị, đổi tên là Thịnh, cải niên hiệu sang Ứng Càn.<ref name=TTTG283\/>\n\n==Trị vì==\n=== Thời gian đầu ===\nSau khi lên ngôi, Lưu Thịnh bắt đầu bộc lộ bản chất của một vị [[hoàng đế]] hung bạo, tàn nhẫn. Ông một mặt đưa ra những hình phạt nghiêm khắc để uy hiếp quần thần không được bàn đến việc giết anh cướp ngôi của ông. Mặt khác lại lo các huynh đệ có thể bắt chước ông mà làm theo, cho nên thời gian đầu trên ngai vàng ông vẫn trọng dụng bọn họ, nhưng trong lòng luôn xem họ là kẻ thù, cho nên lúc nào cũng đề phòng cảnh giác, khi có cơ hội thì sẽ ra tay trước để trừ khử. \n \nLưu Thịnh bổ nhiệm [[Lưu Hoằng Xương]] là thái úy kiêm trung thư lệnh, chư đạo binh mã đô nguyên soái, làm chủ chính sự; Tuần vương [[Lưu Hoằng Cảo]] là phó nguyên soái, tham dự chính sự. Không lâu sau khi Lưu Thịnh tức vị, người Nam Hán nghị luận xôn xao về cái chết của Lưu Phần. Lưu Hoằng Cảo thấy vậy nên dâng sớ thỉnh cầu xử trảm bọn Lưu Tư Triều nhằm xoa dịu dư luận, song Lưu Thịnh không nghe theo. Bọn Lưu Tư Triều biết chuyện, vu cáo Lưu Hoằng Cảo mưu phản, Lưu Thịnh lệnh cho bọn Lưu Tư Triều dò xét. Khi Lưu Hoằng Cảo mở tiệc đãi khách, Lưu Tư Triều và Đàm Lệnh Yên (譚令禋) xuất vệ binh đột nhập, chém đầu Lưu Hoằng Cảo ngay trong tiệc. Sau đó, Lưu Thịnh toan tính giết chết các hoàng đệ, đặc biệt là Việt vương Lưu Hoằng Xương do nhân vật này có tài đức và được lòng người. Đến tháng 10 âm lịch, Lưu Thịnh lệnh cho Thiều vương Lưu Hoằng Nhã phải trí sĩ. Ngày Đinh Hợi (13) tháng 11 cùng năm, tức 12 tháng 12 năm 943, Lưu Thịnh tế Nam Giao, đại xá, cải niên hiệu sang Càn Hòa.<ref name=TTTG283\/>\n\nNăm Giáp Thìn (944), Lưu Thịnh lệnh Lưu Hoằng Xương bái kiến lăng của Liệt Tông [[Lưu Ẩn]] (bác của Lưu Thịnh) tại Hải Khúc, song khi Lưu Hoằng Xương đến Xương Hoa cung thì bị Lưu Thịnh sai một toán [[cướp]] đuổi theo sát hại. Đến tháng 6, Lưu Thịnh lệnh giam cầm Tề vương Lưu Hoằng Bật trong nhà riêng, đến tháng 10 thì Lưu Thịnh đầu độc chết Trấn vương Lưu Hoằng Trạch (劉弘澤) tại U châu.<ref name=TTTG284>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷284|quyển 284]].<\/ref> Sang năm Kỉ Tị (945), Lưu Thịnh giết Thiều vương Lưu Hoằng Nhã (劉弘雅); rồi giết luôn bọn lực sĩ Lưu Tư Triều, Lâm Thiếu Cường, Lâm Thiếu Lương, Hà Xương Diên. Do Tả bộc xạ Vương Phiên khi xưa cùng với Cao Tổ mưu lập Lưu Hoằng Xương, Lưu Thịnh phái ông ta đi làm thứ sử Anh Châu, đến nơi thì ban chết. Theo tường thuật, sau những sự việc đó, không chỉ các vương đệ khác của Lưu Thịnh mà ngay cả các triều thần đều khiếp sợ ông ta cũng như lo lắng cho sự an nguy của bản thân. Năm Bính Ngọ (946), Trần Đạo Tường thấy bọn Lưu Tư Triều bị giết thì bất an, Đặc tiến Đặng Thân (鄧伸) cảnh báo Trần Đạo Tường có thể bị diệt như [[Hàn Tín]] thời [[nhà Hán|Hán]], Lưu Thịnh biết chuyện thì lập tức cho tiêu diệt Trần Đạo Tường cùng thân thuộc<ref name=TTTG285>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷285|quyển 285]]<\/ref>.\n　\n\nĐến tháng 2 năm Đinh Mùi (947), do lo sợ các em sẽ tranh đoạt hoàng vị với các hoàng tử của mình sau này, Lưu Thịnh đã giết chết liên tiếp 8 người em, bao gồm Tề vương Lưu Hoằng Bật, Quý vương Lưu Hoằng Đạo, Định vương Lưu Hoằng Ích, Biện vương Lưu Hoằng Tế, Đồng vương Lưu Hoằng Giản, Ích vương Lưu Hoằng Kiến, Ân vương Lưu Hoằng Vĩ, Nghi vương Lưu Hoằng Chiếu, đồng thời cho giết hết những con trai của họ, nạp con gái của họ sung vào hậu cung<\/ref> (Theo tường thuật, việc Lưu Thịnh tiêu diệt các hoàng đệ là mưu của Cam Tuyền cung sứ [[Lâm Diên Ngộ]].)<ref name=TTTG293>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷293|quyển 293]].<\/ref> Ông còn cho xây dựng ly cung với trên 1000 gian, dùng châu báu để trang trí. Ông cũng cho lập ra các hình phạt [[hành quyết]] cực kì tàn khốc như \"hoạch thang\" (cho vào vạc sôi), \"thiết sàng\" (cho vào giường sắt nóng đỏ), \"khô dịch\" (cắt xẻo), gọi là \"sinh địa ngục\"<ref name=TTTG287>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷287|quyển 287]]<\/ref>.\n\nNăm Mậu Thân (948), Lưu Thịnh sai Chung Doãn Chương (鍾允章) đi cầu hôn nước [[Sở (Thập quốc)|Sở]].<ref name=TTTG288>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷288|quyển 288]].<\/ref> (vợ chính của Cao Tổ là chị em gái của Sở vương [[Mã Hi Quảng]].)<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref> Sở vương Mã Hi Quảng từ chối khiến Lưu Thịnh tức giận, ông hỏi Chung Doãn Chương \"Mã công có thể kinh lược đất Nam không\", Chung Doãn Chương nói rằng hoàng thất nước Sở tranh đoạt quyền lực nên có thể an tâm, ông nhận định Mã Hy Quảng nhu nhược bủn xỉn còn binh sĩ Sở tử vong nhiều sau một thời gian dài nội chiến và do vậy quyết định tấn công Sở. Ngày Tân Tị (7) tháng 12 cùng năm, tức 8 tháng 1 năm 949, Lưu Thịnh bổ nhiệm Nội thường thị Ngô Hoài Ân (吳懷恩) làm Khai phủ nghi đồng tam ti, Tây bắc diện chiêu thảo sứ, đem binh đánh Sở. Ngô Hoài Ân đánh bại Chỉ huy sứ Từ Tri Tân (徐知新) của Sở, đoạt Hà châu<ref group=\"c\">賀州, nay thuộc [[Hạ Châu]], [[Quảng Tây]]<\/ref> và Chiêu châu<ref group=\"c\">昭州, nay thuộc [[Quế Lâm]], [[Quảng Tây]]<\/ref> cho Nam Hán.<ref name=TTTG288\/>\n\n=== Thời kỳ trị vì giữa ===\nNăm Canh Tuất (950), Lưu Thịnh bổ nhiệm cung nhân Lô Quỳnh Tiên (盧瓊仙) và Hoàng Quỳnh Chi (黃瓊之) là \"nữ thị trung\", cho mặc triều phục, tham quyết chính sự. Đến lúc này, tông thất và những người từng lập công đã bị giết gần hết, duy có bọn hoạn quan Lâm Diên Ngộ là có quyền thế rất lớn.<ref name=TTTG289>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷289|quyển 289]].<\/ref>\n\nNăm Tân Hợi (951), nước Sở xảy ra tranh đoạt quyền lực trong vương tộc, mất nước về tay [[Nam Đường]]. Tuy nhiên, [[Mã Hy Ẩn]] vẫn kiểm soát được trấn Tĩnh Giang<ref group=\"c\">靜江, trị sở nay thuộc Quế Lâm, Quảng Tây<\/ref> với chức vụ tiết độ phó sứ. Lưu Thịnh bổ nhiệm Nội thị sứ Ngô Hoài Ân làm Tây bắc chiêu thảo sứ, đem binh đến biên giới với Tĩnh Giang, do thám nhằm chiếm lĩnh. Trong khi đó, cựu vương [[Mã Hy Ngạc]] phái Bành Ngạn Huy (彭彥暉) đến Quế châu nhậm chức, khiến Mã Hy Ẩn tức giận, do vậy Mã Hy Ẩn bí mật triệu Mông châu<ref group=\"c\">蒙州, nay thuộc [[Ngô Châu]], [[Quảng Tây]]<\/ref> thứ sử Hứa Khả Quỳnh đến Quế châu, Hứa Khả Quỳnh có thể đẩy lui Bành Ngạn Huy khỏi thành. Ngô Hoài Ân nhân cơ hội này chiếm được Mông châu, tiến binh xâm lược, cướp phá khu vực còn lại của Tĩnh Giang, khiến Mã Hy Ẩn và Hứa Khả Quỳnh lo sợ, song họ không có sách lược nào để ứng phó. Sau đó, Lưu Thịnh viết thư cho Mã Hy Ẩn, nói rằng mục đích của mình là cứu viện Mã Hy Ẩn:<ref name=TTTG290>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷290|quyển 290]].<\/ref>\n\n{{quote|Vũ Mục vương [tức là [[Mã Ân]])] nắm giữ toàn Sở, phú cường an tĩnh hơn 50 năm. Do anh em tam thập ngũ cữu [(tức Mã Hy Quảng)] và tam thập cữu [(tức Mã Hy Ngạc)] động binh đạo, tàn sát lẫn nhau, đem cơ nghiệp của tiên nhân dâng cho kẻ thù phương bắc. Nay nghe nói Đường binh đã chiếm cứ Trường Sa [thủ đô của Sở], tiếp đến sẽ chiếm Quế Lâm. Hai nước giao hảo, có thêm quan hệ hôn nhân, nay thấy bên ấy đang nguy khốn, sao nỡ không đến cứu! Đã phát đại quân tiến đến bằng đường thủy và bộ, cho lệnh tướng công cữu mãi giữ tiết mao, luôn giữ chức vụ.}}\n\nMã Hy Ẩn nhận được thư, cùng liêu tá nghị hàng, song không thể quyết định ngay. Ngày Bính Dần (8) tháng 11, tức 9 tháng 12, Ngô Hoài Ân dẫn binh bao vây dưới thành, Mã Hy Ẩn và Hứa Khả Quỳnh bỏ thành và trốn thoát đến Toàn châu<ref group=\"c\">全州, nay thuộc Quế Lâm, Quảng Tây<\/ref>. Sau đó, Ngô Hoài Ân có thể đoạt không chỉ Quế châu mà còn cả phần còn lại của Tĩnh Giang, Nam Hán từ đây cai quản toàn bộ lãnh thổ [[Lĩnh Nam]]. Đến tháng chạp, Lưu Thịnh sai Nội thị tỉnh thừa Phan Sùng Triệt (潘崇徹) và tướng quân Tạ Quán (謝貫) đem binh chiếm Sâm châu<ref group=\"c\">郴州, nay thuộc [[Sâm Châu]], [[Hồ Nam]]<\/ref> từ tay Nam Đường.<ref name=TTTG290\/>\n\n=== Thời kỳ cuối ===\nNăm Quý Sửu (953), Lưu Thịnh phong vương cho năm hoàng tử: [[Lưu Sưởng|Lưu Kế Hưng]], Lưu Tuyền Hưng (劉璇興), Lưu Khánh Hưng (劉慶興), Lưu Bảo Hưng (劉保興), và Lưu Sùng Hưng (劉崇興).<ref name=TTTG291>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷291|quyển 291]].<\/ref>\n\nSau khi [[Ngô Quyền|Ngô vương Quyền]] từ trần, con là [[Ngô Xương Ngập]] được lập. Sau khi Ngô Xương Ngập mất, em là [[Ngô Xương Văn]] được lập. Trong tháng 1 năm Giáp Dần (954), Ngô Xương Văn sai người sang Nam Hán, Nam Hán phong Ngô Xương Văn là Tĩnh Hải tiết độ sứ, kiêm An Nam đô hộ.<ref name=TTTG291\/>\n\nLưu Thịnh vẫn muốn tận diệt hết những hoàng đệ còn lại của mình. Ông bổ nhiệm Cao vương Lưu Hoằng Mạc (劉弘邈) là Hùng Vũ<ref group=\"c\">雄武, trị sở nay thuộc [[Nam Ninh]], [[Quảng Tây]]<\/ref> tiết độ sứ, trấn giữ Ung châu. Do Lưu Hoằng Bật và Lưu Hoằng Trạch đều chết tại Ung châu, Lưu Hoằng Mạc cố gắng từ chối và xin làm túc vệ, song Lưu Thịnh từ chối. Khi đến trấn, Lưu Hoằng Mạc ủy thác chính sự cho liêu tá, cả ngày uống rượu, cầu cúng quỷ thần. Có thư dâng lên Lưu Thịnh cáo buộc Lưu Hoằng Mạc mưu phản, ngày Mậu Ngọ (15) tháng 4, tức 19 tháng 5, Lưu Thịnh sai Lâm Diên Ngộ đem rượu độc đến Hùng Vũ ban cho Lưu Hoằng Mạc.<ref name=TTTG291\/> Đến tháng 6 năm Kỉ Mão (955), Lưu Thịnh giết Trinh châu tiết độ sứ là Thông vương Lưu Hoằng Chính (劉弘政), và đến thời điểm này toàn bộ các em trai ông đều không ai còn sống.<ref name=TTTG292>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷292|quyển 292]].<\/ref>\n\nNăm Bính Thìn (956), Lâm Diên Ngộ từ trần, quốc nhân chúc mừng lẫn nhau. Khi bệnh tình của Lâm Diên Ngộ xấu đi, ông ta tiến cử Nội cấp sự Cung Trừng Xu (龔澄樞) thay thế, Lưu Thịnh bổ nhiệm Cung Trừng Xu đứng đầu Thừa tuyên viện và Nội thị tỉnh.<ref name=TTTG293\/>\n\nNăm Đinh Tị (957), Lưu Thịnh hay tin [[Hậu Chu]] nhiều lần đánh bại [[Nam Đường]], ông lo ngại nên sai sứ triều cống Hậu Chu, song các sứ giả bị chặn tại [[Hồ Nam]] (đương thời do [[Chu Hành Phùng]] cai quản). Lưu Thịnh bèn chuẩn bị chiến hạm, vũ khí nhằm phòng thủ trước một cuộc xâm chiếm của Hậu Chu, nhưng không lâu sau lại nhân lúc mình còn sống mà bắt đầu ra sức hưởng lạc, tiêu xài phung phí. Ông từng vênh váo mà nói rằng \"thân ta được miễn, may thay, sao phải lo cho hậu thế!\"<ref name=TTTG293\/>\n\nNgày Tân Tị (3 tháng 8) năm Mậu Ngọ, tức 18 tháng 9 năm 958, Lưu Thịnh mắc bệnh qua đời, thọ 39 tuổi. Con trưởng là Lưu Kế Hưng tức đế vị, đổi tên là Sưởng.<ref name=TTTG294\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n==Tham khảo==\n{{tham khảo}}\n{{s-start}}\n{{s-reg}}\n{{s-bef|before=[[Lưu Phần]] (Thương hoàng đế)}}\n{{s-ttl|title=[[Nam Hán|Hoàng đế Nam Hán]]|years=943-958}}\n{{s-aft|after=[[Lưu Sưởng]]|rows=3}}\n|-\n{{s-bef|before=[[Mã Hy Sùng]] của [[Sở (Thập quốc)|Sở]]}}\n{{s-ttl|title=Hoàng đế Trung Hoa (đông bắc bộ Quảng Tây) (''thực tế'')|years=951-958}}\n|-\n{{s-bef|before=[[Lý Cảnh]] của [[Nam Đường]]}}\n{{s-ttl|title=Hoàng đế Trung Hoa (đông bắc bộ Quảng Tây) (''yêu sách'')|years=951-958}}\n{{s-end}}\n\n{{vua thời Ngũ Đại Thập Quốc}}\n\n[[Thể loại:Sinh năm 920]]\n[[Thể loại:Mất năm 958]]\n[[Thể loại:Vua Nam Hán]]\n[[Thể loại:Người Quảng Châu]]"}