{"Lưu Tống Vũ Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Vũ Đế\n| tên gốc = 宋武帝\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = LiuYuLiuSong.jpg\n| cỡ hình = 250px\n| ghi chú hình = Chân dung Lưu Tống Vũ Đế.\n| chức vị = [[Hoàng đế]] [[Lưu Tống|Đại Tống]]\n| tại vị = [[10 tháng 7]] năm [[420]] &ndash; [[26 tháng 6]] năm [[422]]<br>({{số năm theo năm và ngày|420|7|10|422|6|26}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:420 till:479\nAlignBars = early\nScaleMajor = increment:59 start:420\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:420 till:422 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = <font color=\"red\">'''Sáng lập triều đại'''<\/font>\n| nhiếp chính = \n| kế nhiệm = [[Lưu Tống Thiếu Đế]]\n| tên đầy đủ = Lưu Dụ (劉裕)\n| tên tự = \n| tên hiệu = \n| phối ngẫu = \n| con cái = \n| kiểu tên đầy đủ = Tên thật\n| thụy hiệu = <font color=\"grey\">Vũ Hoàng đế<\/font> (武皇帝)\n| hoàng tộc = [[Lưu Tống]] (劉宋)\n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| tôn hiệu = \n| miếu hiệu = [[Cao Tổ]] (高祖)\n| niên hiệu = Vĩnh Sơ (永初)\n| thời gian của niên hiệu = 6\/420 - [[422]]\n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| cha = [[Lưu Kiều]]\n| mẹ = [[Triệu An Tông]]\n| sinh = {{ngày sinh|363|4|16}}\n| nơi sinh = \n| mất = {{ngày mất và tuổi|422|6|26|363|4|16}}\n| nơi mất = [[Trung Quốc]]\n| ngày an táng = \n| nơi an táng = Sơ Ninh lăng (初宁陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Tống Vũ Đế''' ([[chữ Hán]]: 宋武帝, [[16 tháng 4]] năm [[363]] - [[26 tháng 6]] năm [[422]]), tên thật là '''Lưu Dụ''' (劉裕), [[Tên chữ (người)|tên tự]] '''Đức Dư''' (德輿),  Đức Hưng (德興), tiểu tự '''Ký Nô''' (寄奴), quê ở thôn Tuy Dư Lý, huyện Bành Thành<ref>Nay thuộc huyện Đồng Sơn, tỉnh [[Giang Tô]], [[Trung Quốc]]<\/ref>, là nhà chính trị và quân sự hoạt động vào cuối thời [[Đông Tấn]] và đồng thời cũng là vị hoàng đế khai quốc của nhà [[Lưu Tống]] trong [[lịch sử Trung Quốc]]. Tuy xuất thân bần hàn, nhưng với tài năng của mình, ông bắt đầu đặt chân vào quân đội trong triều đình [[Đông Tấn]], lần lượt kinh qua các chức vụ quan trọng. Năm [[405]], Lưu Dụ lãnh binh tiêu diệt quân khởi nghĩa của Sở đế [[Hoàn Huyền]], từ đó ông nắm toàn bộ quyền lực trong triều đình. Những năm tiếp theo, Lưu Dụ tiến hành bắc phạt, tiêu diệt các quốc gia của [[người Hồ]] ở miền bắc là [[Nam Yên]] và [[Hậu Tần]], mở rộng lãnh thổ Đông Tấn. Bên trong, ông tiêu diệt được các thế lực của các tướng lĩnh và quý tộc như Lưu Nghị, [[Gia Cát Trường Dân]], [[Tư Mã Hưu Chi]], củng cố quyền lực lớn mạnh. Năm [[416]], ông được ban tước vị Tống công và gia phong [[cửu tích]], kiến quốc trên đất 20 quận. Năm [[419]], ông ép vua Tấn phong cho mình làm Tống vương và sang năm [[420]] thì đoạt ngôi nhà Tấn, lên ngôi hoàng đế, kiến lập nhà Lưu Tống, triều đại đầu tiên ở phía nam trong thời kì [[Nam-Bắc triều (Trung Quốc)|Nam-Bắc triều]]. Ông ở ngôi được hai năm và qua đời và ngày 26 tháng 6 năm 422, thọ 60 tuổi. Miếu hiệu là Cao Tổ (高祖). Thuỵ hiệu là Vũ Hoàng đế (武皇帝).\n\n== Thân thế và thời trẻ ==\n\nTheo ghi chép trong [[Tống thư]], bộ sử sách viết về thời [[Lưu Tống]] thì Lưu Dụ là con cháu đời thứ 21 của [[Sở Nguyên vương]] [[Lưu Giao]], em trai [[Hán Cao Tổ]]<ref>[[Tống thư]], [[:s:zh:宋書\/卷1|quyển 1]]: Cao Tổ Vũ hoàng đế húy Dụ, tự Đức Dư Bành Thành huyền Tuy Dư lý nhân, Hán Cao Đế đệ Sở vương Giao chi hậu dã<\/ref>. Lưu Giao sinh ra Hồng Ý hầu Lưu Phú, Lưu Phú sinh ra Lưu Tích Cương, Tích Cương sinh ra Dương Thành Mục hầu Lưu Đức, Lưu Đức sinh Lưu An Dân, được kế tập tước hầu, thụy là Tiết. An Dân sinh Dương Thành Hi hầu Lưu Khánh Kị, Khánh Kị sinh ra Túc hầu Lưu Sầm, Sầm sinh ra Lưu Bình, Lưu Bình sinh ra Lưu Mỗ, sau được phong chức Đông Vũ thành lệnh, Mỗ sinh Lưu Cảnh, được phong chức thái thú Đông Lai, Cảnh sinh Lưu Hiệp, Lưu Hiệp sinh Lưu Hoằng, Lưu Hoằng sinh Lưu Khôi, sau giữ chức Lang Nha đô úy. Khôi sinh ra một người con làm Định Tương thái thú thời nhà Ngụy, không rõ tên. Người này sinh ra Lưu Lượng, sinh thời giữ chức Tà Thành lệnh. Lượng sinh Bắc Bình thái thú Lưu Ưng, Ưng sinh ra Lưu Hi, đương thời làm đến chức tướng quốc nước Duyện. Hi sinh Húc Tôn, làm Khai phong lệnh. Húc Tôn sinh Hỗn. Lúc sinh thời, Lưu Hỗn dời từ huyện Đan Đồ về Kính khẩu. Hỗn sinh ra Lưu Tĩnh làm thái thú Đông An. Tĩnh sinh Lưu Kiều. Kiều sinh được ba người con trai, trong đó Lưu Dụ là con trai trưởng<ref>[[Tống thư]], quyển 1: Giao sanh Hồng Ý hầu Phú, Phú sanh tông chánh Tích Cường, Tích Cường sanh Dương Thành Mục hầu Đức... Húc Tôn sanh Hỗn, thủy quá giang, cư Tấn Lăng quận Đan　Đồ huyện chi Kinh khẩu lý, quan chí Vũ Nguyên lệnh. Hỗn sanh Đông An thái thủ Tĩnh, Tĩnh sanh quận công tào Kiều, thị vi hoàng khảo. Cao Tổ dĩ Tấn Ai đế Hưng Ninh nguyên niên tuế thứ quý hợi tam nguyệt nhâm dần dạ sanh<\/ref>.\n\nQuê quán của ông được sử sách ghi chép đến 2 nơi, ông cố Lưu Hỗn (劉混) vốn sinh sống ở huyện Đan Đồ, quận Tấn Lăng (nay thuộc [[Từ Châu]], [[Giang Tô]]), sau chuyển đến làng Tuy Dư thuộc Kinh Khẩu để tránh chiến loạn vùng Hoa Bắc<ref>Nay thuộc Trấn Giang, tỉnh [[Giang Tô]], [[Trung Quốc]]<\/ref>. Lưu Dụ chào đời vào ngày Nhâm Dần, tháng 3 năm Hưng Ninh thứ nhất thời [[Tấn Ai Đế]] (tức [[16 tháng 4]] năm [[363]]. Tuy nhiên [[Ngụy thư]], chỉ cho biết ông quê ở Đan Đồ và phủ nhận việc ông là con cháu nhà Hán<ref>[[Ngụy thư]], [[:zh:s:魏書\/卷97|quyển 97]]: Đảo di Lưu Dụ, tự Đức Dư, Tấn Lăng Đan Đồ nhân dã, kì tiên bất tri sở xuất<\/ref>. Lúc nhỏ Lưu Dụ sống trong hoàn cảnh nghèo khổ. Cha của ông là [[Lưu Kiều]] kết hôn với mẹ ông, [[Triệu An Tông]] vào năm [[360]]. Triệu An Tông hạ sinh Lưu Dụ ba năm sau đó rồi qua đời không bao lâu sau. Lúc sinh Lưu Dụ có một vầng sáng kỳ lạ chiếu vào trong phòng, cha ông cho đó là điềm lành, nghĩ rằng đứa trẻ mới sinh sau này tất sẽ được làm vua, nên đặt tên cho ông là Dụ \"裕\" (nghĩa là giàu có). Vì cha của ông quá nghèo, không thể nuôi được ông, nên Lưu Dụ đã được người cô ruột của mình nuôi thay. Sau đó, cha của Dụ đã lấy một người vợ khác, tên là [[Tiêu Văn Thọ]], sinh ra 2 đứa con khác là [[Lưu Đạo Liên]] và [[Lưu Đạo Quy]]. Tuy mặc dù đây là bà mẹ kế, nhưng tính tình hiền hậu, nên Lưu Dụ luôn kính yêu bà như mẹ ruột của mình<ref>[[Nam sử]], [[:s:zh:南史\/卷01|quyển 1]]: Bất sự liêm ngung tiểu tiết, phụng kế mẫu dĩ hiếu văn<\/ref>, ngoài ra ông còn có một người anh em họ sống kế bên là [[Lưu Hoài Túc]] làm hầu huyện Đông Hưng, giữ chức Tả tướng quân của nhà Đông Tấn cư trú ở làng An Thượng huyện Bành Thành. Khi Lưu Dụ trưởng thành, thì cha của ông mất. Ông là một chàng thanh niên khỏe mạnh, vạm vỡ, dũng cảm, nhưng lại nghèo, ít học. Trong thuở hàn vi như vậy, ông sinh sống bằng nghề bán giày rơm. Nhưng ông có tật xấu là thích đánh bạc<ref>[[Ngụy thư]], [[:zh:s:魏書\/卷97|quyển 97]]: Cận thức văn tự, sư bồ khuynh sản, vi thì tiện bạc<\/ref>. Sau đó, ông tham gia tòng quân, trở thành một tay sai dưới trướng [[Tôn Vô Chung]] (孫無終) trong [[Bắc Phủ quân|quân Bắc Phủ]] nhà Đông Tấn (theo [[Vũ Đế]] bản kỷ trong [[Tống thư]]).\n\nLưu Dụ từ lúc nhỏ đã tỏ ra là người có tài năng, được [[Vương Mật]], một hậu duệ của danh tướng [[Vương Đạo]] kính trọng và khen là một người có tài năng.<ref>[[Tấn thư]], [[:s:zh:晉書\/卷065|quyển 65]]: Sơ, Lưu Dụ vi Bố Y, duy mật độc kì quý chi, thường vị Dụ viết: Khanh đương vi nhất đại anh hùng<\/ref>.\n\n== Tham gia đánh Tôn Ân ==\n\nNăm [[399]], [[Tôn Ân]] cùng [[Lư Tuần]] và 27 người là tín đồ [[Ngũ Đấu Mễ Đạo]] nổi dậy chống lại triều đình [[Đông Tấn]], đem quân từ hải đảo đánh vào quận Cối Kê, được nhiều quận ở Giang Đông hưởng ứng. Loạn Tôn Ân bùng phát và nhanh chóng lan rộng. Nhà Tấn phái Tiền tướng quân [[Lưu Lao Chi]] (劉牢之) đi về hướng đông trấn áp loạn quân, Lưu Dụ cũng được phong làm Tham phủ quân sự, đi theo Lưu Lao Chi.\n\nBan đầu Lưu Dụ được cử đi thám sát quân tình của quân khởi nghĩa cùng với hơn 10 thuộc hạ. Giữa đường gặp quân địch, một số thuộc hạ của ông bị giết hại. Lưu Dụ dùng đao dài giao chiến, giết chết nhiều quân địch. [[Lưu Kính Tuyên]] (con trai Lưu Lao Chi) thán phục Lưu Dụ về việc này. Ít lâu sau quân Tấn mở cuộc tấn công lớn và đánh bại quân Tôn Ân, chiếm lại Sơn Âm, trị sở của quận Cối Kê<ref>Thiệu Hưng, [[Chiết Giang]], [[Trung Quốc]]<\/ref>.\n\nSang năm [[400]], [[Tôn Ân]] một lần nữa tiến đánh Cối Kê, giết chết tướng [[Tạ Diễm]]. Tháng 11 ÂL cùng năm, Lưu Dụ lại cùng [[Lưu Lao Chi]] ra trận đánh dẹp. Ông được lệnh trấn thủ vùng Câu Chương<ref>Ninh Ba, [[Chiết Giang]], [[Trung Quốc]]<\/ref>, một thành nhỏ và ít quân lính. Lưu Dụ tích cực chuẩn bị tác chiến với quân địch. Sang tháng 2 ÂL năm [[401]], [[Tôn Ân]] đem quân từ Tiếp Khẩu<ref>Trấn Hải, [[Chiết Giang]], [[Trung Quốc]]<\/ref> tiến đánh Câu Chương. Lưu Dụ đích thân ra trận, đứng trước quân sĩ. Trước sự chiến đấu của quân Tấn và thời tiết không thuận lợi, [[Tôn Ân]] đành phải rút quân. Đến tháng 3 ÂL, [[Tôn Ân]] tiếp tục đánh chiếm Hải Diêm<ref>Hải Diêm, [[Chiết Giang]], [[Trung Quốc]]<\/ref>. Lưu Dụ đưa quân đến giữ thành Diêm Trúc để kháng địch. Sau Tôn Ân lại tiến đánh Đan Đồ<ref>Nay thuộc địa thu Đan Đồ thuộc Trấn Giang, tỉnh [[Chiết Đông]]<\/ref>. Lưu Dụ dẫn 1.000 quân ra chống và đánh bại quân địch. Nhờ lập được công lao, Lưu Dụ được triều đình phong làm Kiến Vũ tướng quân, thái thú quận Hạ Bi<ref>[[Ngụy thư]], [[:zh:s:魏書\/卷97|quyển 97]]: Thủy vi Lao Chi tham quân. Ân bắc khấu hải diêm, Dụ truy thắng chi, dĩ công sảo thiên Kiến Vũ tướng quân, thái thú Hạ Bi<\/ref>.\n\nTôn Ân đưa quân về Úc châu<ref>Nay thuộc phía đông bắc huyện Quán Vân, tỉnh [[Giang Tô]]<\/ref>. Lưu Dụ tiếp tục được giao nhiệm vụ thảo phạt. Ông nhiều lần đánh thắng quân Tôn Ân, buộc Tôn Ân lui hẳn ra hải đảo.\n\n== Dẹp Hoàn Huyền, nắm quyền triều chính ==\n\nNăm 402 đời Tấn An Đế, Phiêu kị tướng quân [[Tư Mã Nguyên Hiển]] do lo ngại thế lực của [[Hoàn Huyền]] (con trai đại tướng [[Hoàn Ôn]]) ở Kinh châu, bèn quyết định cất quân thảo phạt, cử Lưu Lao Chi làm tiên phong, thống suất Bắc phủ binh tiến công. Tuy nhiên, Lưu Lao Chi không tuân phục [[Tư Mã Nguyên Hiển]] và không muốn giao chiến với Hoàn Huyền. Nhân cơ hội đó, [[Hoàn Huyền]] suất quân tiến về kinh thành Kiến Khang. Lưu Dụ nghe tin, khuyên Lưu Lao Chi suất quân tiến công nhưng Lao Chi vẫn không chịu và bỏ sang hàng [[Hoàn Huyền]]. Lưu Dụ lại cùng Hà Vô Kị cực lực khuyên giải nhưng không có kết quả. Cuối cùng Lao Chi đầu hàng Hoàn Huyền. [[Hoàn Huyền]] nhân cơ hội đó, tiêu diệt được Tư Mã Nguyên Hiển và [[Tư Mã Đạo Tử]], nắm quyền khống chế triều đình. Sau đó, ông ta tước hết binh quyền của Lưu Lao Chi, đày sang Quảng Lăng<ref>Nay thuộc huyện Dương Châu, tỉnh [[Giang Tô]], [[Trung Quốc]]<\/ref>. Lưu Lao Chi tức giận, đưa quân phản lại [[Hoàn Huyền]] và sai người đến Hạ Bi cầu Lưu Dụ giúp đỡ. Lưu Dụ biết Lưu Lao Chi không thể nào đánh thắng được Hoàn Huyền nên không chịu giúp. Cuối cùng Lao Chi thua trận và tự sát.\n\nHoàn Huyền khống chế được triều chính, bèn phong Lưu Dụ làm Trung binh tham quân. Cùng năm đó, Lưu Dụ lại đưa quân tiến đánh dư đảng của Tôn Ân là [[Lư Tuần]]. Sau khi thắng trận trở về, ông được phong chức Bành Thành nội sử.\n\nNăm 403, [[Hoàn Huyền]] ép [[Tấn An Đế]] nhường ngôi, lập ra [[Hoàn Sở|triều Sở]]<ref>[[Tấn thư]], quyển 99<\/ref>. Năm 404, Lưu Dụ cùng [[Hoàn Tu]] vào triều đình Kiến Khang triều kiến Hoàn Huyền, được tiếp đãi trọng thể. Tuy nhiên hoàng hậu của [[Hoàn Huyền]] là Lưu thị khuyên ông ta nên giết chết Lưu Dụ nhưng Huyền không nghe theo.\n\nThấy Hoàn Huyền không được lòng dân chúng, nên khi trở về Kinh Khẩu, Lưu Dụ triệu [[Hà Vô Kị]], [[Lưu Nghị]], [[Mạnh Sưởng]], [[Gia Cát Trường Dân]], [[Vương Nguyên Đức]] bàn kế hoạch thảo phạt Hoàn Huyền, định ước thời gian để bốn vùng Kinh Khẩu, Quảng Lăng, Dịch Dương<ref>Nay thuộc Hòa Huyện, tỉnh [[Sơn Đông]], [[Trung Quốc]]<\/ref> và Kiến Khang<ref>Nay thuộc Nam Kinh, tỉnh [[Giang Tô]], [[Trung Quốc]]<\/ref> cùng nhau khởi binh. Ngày [[24 tháng 3]] năm 404, Lưu Dụ bỏ đi săn để chuẩn bị tác chiến. Sáng ngày 25 tháng 3 năm 404, Lưu Dụ cùng các nơi đồng loạt khởi binh, giết chết Hoàn Tu. Tư mã của [[Hoàn Tu]] là [[Điêu Hoằng]] đem quân chống cự lại. Lưu Dụ bèn trá xưng là thứ sử Giang châu Quách Sưởng đang ở Tầm Dương<ref>Cửu Giang, [[Giang Tây]], [[Trung Quốc]]<\/ref> đón [[Tấn An Đế]] phục vị. Sau đó ông đưa quân đánh bại Điêu Hoằng, thu phục Kinh Khẩu. Cùng lúc Mạnh Sưởng khống chế được Quảng Lăng, cùng Lưu Dụ hội quân. Ông được tôn làm minh chủ, Tổng đốc Từ châu sự. Đến ngày 26 tháng 3, liên quân tiến công vào [[Kiến Khang]].\n\n[[Hoàn Huyền]] phái Ngô Phủ và Hoàng Phủ Phu đưa quân kháng cự Lưu Dụ. Lưu Dụ đưa quân từ Giang Thừa<ref>Nay thuộc phía bắc Cú Dung, [[Giang Tô]]<\/ref>, giết Ngô Phủ và Hoàng Phủ Phu. Ngày 28 tháng 3, Lưu Dụ tiến công núi Phúc Chu và nhanh chóng dùng hỏa công đánh bại quân phòng thủ của Hoàn Huyền. Hoàn Huyền bỏ chạy.\n\nNgày Nhâm Tuất tháng ba (tức 31 tháng 3), Lưu Dụ được tiến cử làm Sử trì tiết, Đô đốc quân sự tám châu Dự, Thanh, U, Ký, Tịnh, Dương, Duyện, Từ và chức vụ thứ sử Từ Châu. Ông đưa quân tiến vào Kiến Khang và phái các tướng truy kích Hoàn Huyền, cuối cùng giết chết được Hoàn Huyền<ref>[[Tấn thư]], [[:s:zh:晉書\/卷099|quyển 99]]: Ích châu đốc hộ Phùng Thiên trừu đao nhi tiền, Huyền bạt đầu thượng ngọc đạo dữ chi, nhưng viết: Thị hà nhân tà? Cảm sát thiên tử! Thiên viết：Dục sát thiên tử chi tặc nhĩ. Toại trảm chi, thì niên tam thập lục<\/ref>.\n\nLưu Dụ đưa quân về Giang Lăng<ref>Nay thuộc Hồ Bắc, Trung Quốc<\/ref>, đón [[Tấn An Đế]] về kinh phục vị. Cùng lúc đó, dư đảng họ Hoàn tại Kinh châu lại nổi lên, đưa quân đánh Giang Lăng. Năm 405, Lưu Dụ tái thu phục Giang Lăng và đón được Tấn đế về Kiến Khang, sau đó trở về Đan Đồ.\n\nNăm 406, Lưu Dụ được bái làm Dự Chương quận công, thực ấp vạn hộ<ref>[[Ngụy thư]], [[:zh:s:魏書\/卷97|quyển 97]]: Hựu phong Dụ Dự Chương quận công, ấp vạn hộ<\/ref>. Đến năm 407, Lưu Dụ được phong chức Thị trung, Xa kị tướng quân, Khai phủ nghi đồng tam ti, thứ sử các châu Kinh, Tư, Lương, Ích, Ninh, Ung, Lương, Tịnh, Lục Thượng thư sự, nắm toàn bộ quyền lực trong triều đình<ref>[[Tống thư]], [[:zh:s:宋書\/卷1|quyển 1]]: Thị nguyệt, toàn trấn đan đồ. Thiên tử trọng khiển đại sử Đôn khuyến, hựu bất thụ. Nãi cải thụ đô đốc Kinh, Tư, Lương, Ích, Ninh, Ung, Lương, Tịnh tiền thập lục châu chư quân sự, bổn quan như cố. Ư thị thụ mệnh giải Thanh châu, gia lĩnh Duyện châu thứ sử<\/ref><ref>[[Nam sử]], [[:s:zh:南史\/卷01|quyển 1]]: Tứ niên chánh nguyệt, chinh đế nhập phụ, thụ Thị trung, Xa kị tướng quân, Khai phủ nghi đồng tam ti, Dương châu thứ sử, Lục thượng thư sự, Từ, Duyện nhị châu thứ sử như cố. Biểu giải Duyện châu<\/ref>.\n\n== Đánh diệt Lư Tuần ==\n\nSau khi [[Tôn Ân]] chết, em rể là [[Lư Tuần]] lên thay, tiếp tục củng cố thế lực. Năm [[410]], Lư Tuần đưa quân tiến công Giang châu. Lưu Dụ (vừa tiêu diệt được Nam Yên) được triều đình triệu về Kiến Khang chống địch. Ông đưa quân đến Sơn Dương<ref>Nay thuộc Hoài An, [[Dương châu]], [[Trung Quốc]]<\/ref> thì được tin Hà Vô Kị tử trận ở Dự Chương, bèn quyết định trở về Kinh đô.\n\nNgày Quý Mùi tháng 4 ÂL (tức, Lưu Dụ về tới Kiến Khang. Lưu Nghị đem quân nam tiến, đến tháng 5 ÂL, thì bị Lư Tuần đánh bại ở Lạc châu. Quân Tấn phải rút lui về Tầm Dương<ref>[[Nam sử]], [[:s:zh:南史\/卷01|quyển 1]] Tứ nguyệt Quý Mùi, Đế chí đô. Lưu Nghị tự biểu nam chinh, đế dĩ tặc tân tiệp phong duệ, tu nghiêm quân giai tiến, sử Lưu Phiên chỉ chi, Nghị bất tòng. Ngũ nguyệt Nhâm Ngọ, Lư Tuần bại Nghị vu tang lạc châu. Cập thẩm đế khải nhập, tương thị thất sắc, dục hoàn tầm dương<\/ref>.\n\nTình thế thành Kiến Khang nguy cấp trong khi quân Lư Tuần có hơn vạn người mà binh triều đình chỉ còn khoảng 1000. [[Mạnh Sưởng]] và [[Gia Cát Trường Dân]] hoảng sợ, đề nghị dời đô nhưng Lưu Dụ không nghe, quyết chí cố thủ Kiến Khang.\n\nLư Tuần tiếp tục đưa quân đến Thái châu<ref>Tây nam Giang Trung, huyện Giang Ninh, [[Giang Tô]] ngày nay<\/ref> rồi tiến đến quận Đan Dương. Lưu Dụ bèn đến Thạch Đầu, cho tu sửa Viết Thành<ref>Phía nam Giang Ninh, Giang Tô<\/ref> giao chiến cùng Lư Tuần. Lư Tuần dùng nghi binh, tiến công Bạch Thạch và Tra Phổ để đánh lạc hướng, còn mình đích thân đem đại quân công đánh thành Đan Dương và giành chiến thắng, tuy nhiên đến tháng 7 ÂL thì phải rút về Giang châu. Đến tháng 10 ÂL cùng năm, Lưu Dụ dẫn Lưu Phiên, Đàn Thiều và [[Lưu Kính Tuyên]] suất quân phản công. Đến tháng 12 ÂL năm đó, quân Tấn dùng kế hỏa công, đánh tan được thủy quân [[Lư Tuần]]. Lư Tuần bại trận, lui về Tả Lý<ref>Hồ Khẩu, Bà Dương ngày nay<\/ref> chống cự. Lưu Dụ tiếp tục tiến công về phía nam. Lư Tuần không thể chống lại, đành rút lui về Quảng châu. Nhân đó Lư Tuần phái Tôn Xứ cùng [[Điền Tử Kinh]] đưa quân chiếm căn cứ Phiên Ngung của [[Lư Tuần]]. Đến năm 411, [[Lư Tuần]] bị thứ sử Giao châu [[Đỗ Tuệ Độ|Đỗ Huệ Độ]] giết chết, cuộc khởi nghĩa Tôn Ân-Lư Tuần tan rã.<ref>[[Nam sử]], [[:s:zh:南史\/卷01|quyển 1]]: Giao châu thứ sử Đỗ Huệ Độ trảm Lư Tuần phụ tử<\/ref>\n\n== Diệt trừ phe cánh, củng cố quyền lực ==\n=== Diệt Lưu Nghị ===\nNăm [[411]], Lưu Dụ đánh dẹp được [[Lư Tuần]], trở về Kiến Khang, được phong chức Thái úy, Trung thư giám. Sang năm 412, em trai ông là [[Lưu Đạo Quy]] đang giữ chức thứ sử Kinh châu bị bệnh, bèn xin từ chức. Tháng 4 năm đó, Lưu Dụ dời ông ta đến làm thứ sử ở Dự châu và cho [[Lưu Nghị]] làm Thứ sử Kinh châu.\n\nMặc dù nắm được nhiều quyền lực trong tay song Lưu Dụ vẫn còn nhiều chướng ngại khác. Về phần Lưu Nghị, trước đó ông ta luôn bất mãn với Lưu Dụ nên từ khi đến Kinh châu thì chú tâm giao kết với nhiều kẻ sĩ, củng cố quân đội và đem nhiều quân lính cũ ở Giang châu và Dự châu đến Kinh châu. Đồng thời ông này còn lấy cớ bị bệnh nên nói với em họ Lưu Phiên đến giúp mình. Đoán được dã tâm của Lưu Nghị, Lưu Dụ bèn điều Lưu Phiên từ Quảng Lăng, Duyện châu vào triều rồi lấy cớ [[Lưu Phiên]] cùng [[Tạ Hỗn]] có ý đồ làm phản, ép hai người tự tử. Sau đó ông gấp rút đem quân từ Kiến Khang đến thảo phạt Lưu Nghị, phái [[Vương Trấn Ác]] làm tiên phong. Ông dùng kế giả bảo rằng Lưu Phiên đến thăm Lưu Nghị, nhờ đó nhanh chóng tiến đến ngoài thành Giang Lăng năm, sáu dặm mới bị phát hiện. Dân trong thành nghe Lưu Dụ đến thì hoảng hốt, còn Lưu Nghị không địch nổi quân của Vương Trấn Ác, bèn bỏ trốn, sau đó bị giết chết<ref>[[Tống thư]], [[:zh:s:晉書\/卷085|quyển 85]]: Nghị tự bắc môn đan kị nhi tẩu, khứ Giang Lăng nhị thập lý nhi ải. Kinh túc cư nhân dĩ cáo, nãi trảm ư thị<\/ref><ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷116|quyển 116]]: Nghị lự nam hữu phục binh, dạ bán, suất tả hữu tam bách hứa nhân khai bắc môn đột xuất. Mao Tu chi vị tạ thuần viết: Quân đãn tùy bộc khứ. Thuần bất tòng, vi nhân sở sát. Nghị dạ đầu Ngưu Mục phật tự. Sơ, Hoàn Úy chi bại dã, tẩu đầu Ngưu Mục tự tăng Xương, Xương bảo tàng chi, Nghị sát Xương. Chí thị, tự tăng cự chi viết: \"Tích vong sư dong Hoàn Úy, vi Lưu vệ quân sở sát, kim thật bất cảm dong dị nhân. Nghị thán viết: Vi pháp tự tệ, nhất chí ư thử! Toại ải nhi tử<\/ref>. Lưu Dụ nhanh chóng tiến vào được Giang Lăng, giết chết thân tín của Lưu Nghị và diệt trừ toàn bộ thế lực của Nghị.\n\n=== Diệt Gia Cát Trường Dân ===\n\nThấy Lưu Nghị bị diệt, [[Gia Cát Trường Dân]] lo sợ Lưu Dụ sẽ diệt trừ mình, bèn nảy sinh ý định tạo phản<ref>[[Tấn thư]], [[:zh:s:晉書\/卷085|quyển 85]]: Cập Lưu Nghị bị tru, Trường Dân vị sở thân viết：Tích niên hải Bành Việt, tiền niên sát Hàn Tín họa kì chí hĩ! Mưu dục vi loạn<\/ref>. Tuy nhiên Lưu Dụ thông qua Lưu Kính Tuyên đoán biết được ý định này, bèn cố tình kéo dài kỳ hạn quay về của ông ta, một mặt mệnh Chu Kính dẫn quân đội trở lại Kiến Khang đợi lệnh. Sang năm [[413]], Lưu Dụ từ Giang Lăng ban sư trở về Kiến Khang, gặp Trường Dân, cười nói như ngày thường, mệnh cho người bày tiệc, cả hai cùng ăn uống vui vẻ. Đợi cho Trường Dân đã say, Lưu Dụ sai vệ sĩ túm lấy ông ta, siết cổ giết chết. Sau đó Dụ cho giết hết anh em của Trường Dân và diệt tộc nhà Gia Cát.<ref>[[Tấn thư]], [[:zh:s:晉書\/卷085|quyển 85]]: Dụ thâm nghi chi lạc dịch kế khiển truy trọng kiêm hành nhi hạ, tiền khắc chí nhật, bách ti ư đạo hậu chi, triếp sai kì kì. Ký nhi khinh chu kính tiến, tiềm nhập đông phủ. Minh đán, Trường Dân văn chi, kinh nhi chí môn, Dụ phục tráng sĩ đinh vu mạc trung, dẫn Trường Dân tiến ngữ, tố sở vị tận giai thuyết yên, Trường Dân duyệt, tự hậu lạp nhi sát chi, dư thi phó đình úy. Sử thu Lê Dân kiêu dũng tuyệt nhân, dữ bộ giả khổ chiến nhi tử. Tiểu đệ Ấu Dân vi Đại tư mã tham quân, đào ư san trung, truy cầm lục chi. Gia Cát thị chi tru dã<\/ref><ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷116|quyển 116]]: Thái úy Dụ tự Giang Lăng đông hoàn, lạc dịch khiển truy trọng kiêm hành nhi hạ, tiền khắc chí nhật, mỗi yêm lưu bất tiến. Gia Cát Trường Dân dữ công khanh tần nhật phụng hậu ư tân đình, triếp sai kì kì. Ất Sửu hối, Dụ khinh Chu Kính tiến, tiềm nhập đông phủ. Tam nguyệt, Bính Dần sóc đán, Trường Dân văn chi, kinh xu chí môn. Dụ phục tráng thổ đinh ngộ ư mạn trung, dẫn Trường Dân khước nhân nhàn ngữ, phàm bình sanh sở bất tận giả giai cập chi, Trường đân thậm duyệt. Đinh ngộ tự mạn hậu xuất, ư tọa lạp sát chi, dư thi phó đình úy. Thu kì đệ Lê Dân, Lê Dân tố kiêu dũng, cách đấu nhi tử. Tịnh sát kì quý đệ đại Tư mã tham quân Ấu Dân<\/ref>.\n\nCùng năm 413, Lưu Dụ được triều đình nhà Tấn thăng lên làm Dự châu thứ sử.\n\n=== Đánh bại tôn thất nhà Tấn ===\n\nSau khi đánh bại Lưu Nghị, Lưu Dụ phong cho tôn thất nhà Tấn là [[Tư Mã Hưu Chi]] tiếp nhận chức Kinh châu thứ sử. Hưu Chi rất được lòng dân địa phương khiến Lưu Dụ sinh lòng hoài nghi. Năm [[414]], con trai của Tư Mã Hưu Chi là Tiếu vương [[Tư Mã Văn Tư]] vào yết kiến hoàng đế. Văn Tư tính tình hung ác, giết hại quan lại trong triều. Lưu Dụ biết tin bèn chớp lấy cơ hội, giết hết bè đảng nhưng tha chết cho Văn Tư và đưa Văn Tư đến Kinh Châu, lệnh cho Hưu Chi răn dạy. Ý định của Lưu Dụ là muốn [[Tư Mã Hưu Chi]] xử tử con trai mình. Hưu Chi chỉ dâng biểu xin phế trừ phong hiệu Tiếu vương của Văn Tư nhưng Lưu Dụ không hài lòng, chuẩn bị tấn công Kinh châu.\n\nNăm [[415]], Lưu Dụ giết chết con trai thứ của Tư Mã Hưu Chi là [[Tư Mã Văn Bảo]] và [[Tư Mã Văn Tổ]] đang ở Kiến Khang rồi đem quân đánh Kinh châu. Tư Mã Hưu Chi được tin, dâng biểu lên hoàng đế kể tội trạng của Lưu Dụ. Lưu Dụ sai Từ Quỳ làm tiên phong đem quân ra giao chiến, bị quân Hưu Chi giết chết. Lưu Dụ tức giận bèn dẫn đại quân tiến vào Giang Lăng, Lỗ Quỹ và [[Tư Mã Hưu Chi]] đưa quân ra chống, bị Lưu Dụ đánh tan. Lưu Dụ nhân đó tiến vào chiếm được Giang Lăng. Hưu Chi và tông tộc chạy lên phía bắc, theo [[Hậu Tần]].\n\n== Bắc phạt mở đất ==\n=== Diệt Nam Yên ===\n\nTừ sau [[loạn Vĩnh Gia]], triều đình [[nhà Tấn]] bị mất miền bắc, các bộ lạc Ngũ Hồ ở phía bắc nhân đó nổi lên, hình thành [[Ngũ Hồ thập lục quốc|Mười sáu nước Ngũ Hồ]]. Nhà Tấn tuy thiên đô về miền nam nhưng vẫn nuôi ý định thu phục [[Trung Nguyên]], nhiều lần đưa quân bắc phạt. Cùng lúc đó ở miền bắc, hai nước Nam Yên, Hậu Tần suy yếu, liên tục bị [[Bắc Ngụy]] đánh bại, dần mất đất ở phía bắc. Lưu Dụ chớp lấy cơ hội này tích cực chuẩn bị đưa quân bắc phạt.\n　 \nNăm [[409]], hoàng đế Nam Yên [[Mộ Dung Siêu]] phái quân tiến đánh thành Túc Dự ở Hoài Bắc<ref>Nay nằm ở đông nam Túc Thiên, tỉnh [[Giang Tô]], [[Trung Quốc]]<\/ref>, nhiều dân chúng nhà Tấn bỏ theo Nam Yên. Về sau, [[Mộ Dung Siêu]] liên tục đưa quân tiến công Hoài Bắc, bắt được thái thú hai quận Dương Bình, Tế Nam. Lưu Dụ được tin bèn thượng biểu lên hoàng đế xin đưa quân bắc phạt. Tháng 4 ÂL năm [[409]], đích thân ông đưa quân đánh Nam Yên. Quân Nam Yên tập trung cố thủ Đại Hiện Sơn<ref>Nay thuộc đông nam Lâm Cù, [[Sơn Đông]], [[Trung Quốc]]<\/ref> là một nơi hiểm yếu để ngăn chặn quân Tấn. Trước sự kháng cự của quân Yên, Lưu Dụ chỉ tiến được tới Lâm Cù<ref>Nay thuộc [[Sơn Đông]], [[Trung Quốc]]<\/ref> rồi phải lui về Quảng Cố<ref>Thanh Châu, Sơn Đông, Trung Quốc<\/ref>. Tuy nhiên Mộ Dung Siêu sau đó lại bỏ quân phòng thủ ở Đại Hiện Sơn để quân Tấn đi qua. Nhờ đó Lưu Dụ yên tâm hơn và tập trung chuẩn bị cho cuộc chiến ở Lâm Cù. Tướng Hồ Phiên cho quân tấn công bất ngờ vào Lâm Cù, chiếm được thành này. Mộ Dung Siêu bỏ chạy về Quảng Cố. Lưu Dụ nhanh chóng đưa quân tiến vào Quảng Cố và đến năm [[410]] thì hạ được thành, tiêu diệt Nam Yên. Mộ Dung Siêu bị tướng [[Lưu Đạo Liên]] (em trai Lưu Dụ) bắt sống<ref>[[Tống thư]], [[:zh:s:宋書\/卷51|quyển 51]]: Cập thành hãm, Mộ Dung Siêu tương thân binh đột vi tẩu, Đạo Liên sở bộ hoạch chi<\/ref><ref>[[Thập lục quốc Xuân Thu]], [[:zh:s:十六國春秋\/卷13|quyển 13]]<\/ref> và bị giải về Kiến Khang rồi bị sát hại<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷115|quyển 115]]: Siêu dữ tả hữu sổ thập kị du thành đột vi xuất tẩu, truy hoạch chi. Dụ sổ dĩ bất hàng chi tội, Siêu thần sắc tự nhược, nhất vô sở ngôn, duy dĩ mẫu thác Lưu Kính Tuyên nhi dĩ. Dụ phẫn Quảng Cố cửu bất hạ, dục tận khanh chi, dĩ thê nữ dĩ thưởng tướng sĩ. Hàn Phạm gián viết：Tấn thất nam thiên, Trung nguyên đỉnh phí, sĩ dân vô viên, cường tắc phụ chi, ký vi quân thần, tất tu vi chi tận lực. Bỉ giai y quan cựu tộc, tiên đế di dân; kim vương sư điếu phạt nhi tận khanh chi, sử an sở quy hồ, thiết khủng tây bắc chi nhân vô phục lai tô chi vọng hĩ. Dụ cải dong tạ chi, nhiên do trảm vương công dĩ hạ tam thiên nhân<\/ref>.\n\n=== Diệt Hậu Tần ===\n\nSau khi diệt Nam Yên, Lưu Dụ tạm thời đưa quân về phía nam đánh diệt Lư Tuần nên tạm thời không tiếp tục bắc phạt. Đến khi tiêu diệt được phe cánh và nắm được toàn bộ quyền lực, ông lại tiếp tục thực hiện kế hoạch bắc phạt. Ông chuyển thứ sử Từ châu và Duyện châu sang Tư châu và Dự châu, Tháng 5 ÂL năm [[416]], ông được gia phong làm Bắc Ung châu thứ sử. Đến tháng 8 ÂL, ông lại được gia phong làm thứ sử Từ châu rồi xuất quân từ Kiến Khang tiến sang Bành Thành<ref>Từ Châu, [[Giang Tô]], [[Trung Quốc]]<\/ref>. Tháng 10 ÂL cùng năm, Lưu Dụ phái Đàn Đạo Tế tiến công thành Lạc Dương<ref>Lạc Dương, Hà Nam, Trung Quốc<\/ref> thuộc lãnh thổ [[Hậu Tần]] và thu phục Lạc Dương.\n\nSang tháng 1 ÂL năm [[417]], Lưu Dụ đưa quân từ Bành Thành tiến về phía tây, qua Hoàng Hà rồi vào Đồng Quan, sai Vương Trấn tiến công kinh đô [[Hậu Tần]] là Trường An<ref>Tây An, Thiểm Tây, [[Trung Quốc]]<\/ref>. Vương Trấn Ác đánh bại quân của [[Diêu Phi]] tại Trường An. Đến tháng 8 ÂL cùng năm, hoàng đế Hậu Tần [[Diêu Hoằng]] đầu hàng, [[Hậu Tần]] diệt vong. Lưu Dụ đưa quân về Trường An, khao thưởng tướng sĩ rồi ra lệnh giết hại toàn bộ tông thất Hậu Tần<ref>[[Thập lục quốc Xuân Thu]], [[:zh:s:十六國春秋\/卷05|quyển 5]]<\/ref><ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷118|quyển 118]]: Cửu nguyệt, thái úy Dụ chí Trường An, Trấn Ác nghênh ư bá thượng. Dụ lao chi viết：Thành ngô bá nghiệp giả, khanh dã. Trấn Ác tái bái tạ viết Minh công chi uy, chư tương chi lực, Trấn Ác hà công chi hữu! Dụ tiếu viết：Khanh dục học phùng dị tà? Trấn Ác tính tham, Tần phủ khố doanh tích, Trấn Ác đạo thủ bất khả thắng kỉ; Dụ dĩ kì công đại, bất vấn. Hoặc trấm chư　Dụ viết：Trấn Ác tàng Diêu Hoằng ngụy liễn, tương hữu dị chí. Dụ sử nhân siêm chi, Trấn Ác dịch thủ kì kim ngân, khí liễn ư viên trắc, Dụ ý nãi an. Dụ thu Tần di khí, hồn nghiTrấn Ác thổ khuê, ký lý cổ, chỉ nam xa tống nghệ Kiến Kang. Kì dư kim ngọc, tăng bạch,, trân bảo, giai dĩ ban tứ tương sĩ. Tần Bình Nguyên công phác, Tịnh châu thứ sử Doãn Chiếu dĩ bồ phản hàng, đông bình công tán suất tông tộc bách dư nhân nghệ dụ hàng, Dụ giai sát chi. Tống DiêuH oằng chí Kiến Khang, trảm ư thị.<\/ref><ref>[[Tấn thư]], [[:zh:s:晉書\/卷119|quyển 119]]: Hoằng kế vô sở xuất, mưu dục hàng ư Dụ. Kì tử　phật niệm, niên thập nhất, vị　Hoằng viết：Tấn nhân tương sính kì dục, chung tất bất toàn, nguyện tự tài quyết. Hoằng vũ nhiên bất đáp. Phật Niêmh toại đăng cung tường tự đầu nhi tử. Hoằng tương thê tử nghệ lũy môn nhi hàng. Tán suất tông thất tử đệ bách dư nhân diệc hàng ư Dụ, Dụ tận sát chi， dư tông thiên ư giang nam. Tống Hoằng vu Kiến Khang thị trảm chi, thì niên tam thập tại vị nhị niên<\/ref>. Sau ông còn đưa quân tiến công vào nước [[Bắc Lương]] nhưng giữa đường thì được tin Lưu Mục trấn thủ Kiến Khang qua đời, đành hoãn việc bắc phạt. Ông để người con nhỏ là [[Lưu Nghĩa Chân]] mới 11 tuổi ở lại trấn thủ Trường An rồi rút về nam, cử Vương Trấn Ác, Vương Tu, [[Thẩm Điềm Tử]] và [[Mao Đức Tổ]] ở lại hỗ trợ là Lưu Nghĩa Chân.\n\nTuy nhiên tình hình Trường An nhanh chóng rơi vào thế rối loạn do các tướng tranh quyền: [[Thẩm Điền Tử]] giết [[Vương Trấn Ác]], [[Vương Tu]] sau lại giết Trầm Điền Tử, Lưu Nghĩa Chân thấy thế bèn ra lệnh giết Vương Tu. Năm [[419]], nhân Quan Trung đại loạn, [[Hạ (thập lục quốc)|nước Hạ]] thừa cơ tiến đánh, Lưu Dụ sai người sang Trường An đón con trở về Kiến Khang và phái Chu Linh Thạch đến giữ Trường An, nhưng sau đó không chống nổi quân Hạ phải rút về. Kết quả Trường An bị mất về tay nước Hạ. Cuộc bắc phạt của Lưu Dụ đến đó cũng chấm dứt.\n\n== Xưng vương, kiến quốc ==\n\nNăm 415, Lưu Dụ tự cho phép mình mang kiếm lên điện chầu vua, dâng biểu không phải xưng tên, ép các quan không được gọi thẳng tên húy của mình. Sang năm sau, [[416]], Lưu Dụ ép hoàng đế phong cho mình làm Bình Bắc tướng quân, Thứ sử Duyện châu, Đô đốc Nam Tần châu chư quân sự, và nắm quyền cai quản 22 châu trong địa giới Tấn triều.<ref>[[Nam sử]], [[:s:zh:南史\/卷01|quyển 1]]: Thập nhị niên chánh nguyệt, Tấn đế chiếu đế y cựu tích sĩ, gia lĩnh Bình Bắc tướng quân, Duyện châu thứ sử, tăng đốc nam tần, phàm nhị thập nhị châu<\/ref>.\n\nTháng 12 ÂL năm [[418]], Lưu Dụ được thăng làm Tướng quốc, Tổng bách quỹ, Dương châu mục, tiến tước Tống quốc công, được ban thực ấp gồm 10 quận là Bành Thành, Lan Lăng, Hạ Bi, Hoài Dương, Phái quận, Sơn Dương, Quảng Lăng, Cao Bình, Thái Sơn và Lỗ quận. Sang năm [[419]], ông ép hoàng đế thăng mình làm Tống vương, tăng thực ấp lên thành 20 quận, trong đó 10 quận mới là Hải Lăng, Bắc Đông Hải, Bắc Tiếu, Bắc Lương, Tấn Thái, Bắc Trần Lưu, Trần quận, Nhữ Nam, Dĩnh Xuyên và Huỳnh Dương.\n\n== Đoạt ngôi nhà Tấn ==\n=== Giết An Đế lập Cung Đế ===\n\nHoàng đế nhà Tấn từ nhỏ bị bệnh tật không thể nói được. Lưu Dụ gấp rút chuẩn bị kế hoạch cướp ngôi nhà Tấn. Ông tin vào câu trong một bức thư: ''Sau Xương Minh<ref>Tức [[Tấn Hiếu Vũ Đế]], phụ thân [[Tấn An Đế]]<\/ref> còn có thêm hai đế nữa'', nên lập kế hoạch sát hại An Đế. Để thực hiện mưu đồ thâm độc, Lưu Dụ sai Trung thư thị lang Vương Thiều tìm cách bỏ độc hại chết hoàng đế. Tuy nhiên do em trai của An Đế là [[Tư Mã Đức Văn]] luôn ở cùng anh trai và thường nếm thử thức ăn trước nên âm mưu này không thể thực hiện được. Sang đầu năm [[419]], khi Tư Mã Đức Văn mắc bệnh trở về phủ nghỉ ngơi, Vương Thiều mới ra tay sát hại An Đế bằng cách thắt cổ ông này cho đến chết<ref>[[Tấn thư]], quyển 10: Đế bất huệ, tự thiểu cập trường, khẩu bất năng ngôn, tuy hàn thử chi biến, vô dĩ biện dã. Phàm sở động chỉ, giai phi kỉ xuất. Cố Hoàn Huyền chi toản, nhân thử hoạch toàn. Sơ sấm vân:Xương minh chi hậu hữu nhị đế, Lưu Dụ tương vi thiện đại, cố mật sử Vương Thiều chi ải đế nhi lập Cung đế, dĩ ứng nhị đế vân<\/ref><ref>[[Tư trị thông giám]], quyển 118: Tống công dụ dĩ sấm vân: Xương Minh chi hậu thượng hữu nhị đế, nãi sử Trung thư thị lang Vương Thiều chi dữ đế tả hữu mật mưu trậm đế nhi lập Lang Nha vương Đức Văn. Đức Văn thường tại đế tả hữu, ẩm thực tẩm xử, vị thường tạm li; Thiều chi tí chi kinh thì, bất đắc gian. Hội Đức Văn hữu tật, xuất cư ư ngoại. Mậu Dần Thiều chi dĩ tán y ải đế ư đông đường<\/ref>.\n\nLưu Dụ lập Lang Nha vương [[Tư Mã Đức Văn]] lên làm hoàng đế, tức là [[Tấn Cung Đế]].\n\n=== Thụ thiện xưng đế ===\n\nTháng 8 ÂL năm 419, Lưu Dụ đến Thọ Dương nghỉ dưỡng. Sang năm [[420]], ông thực hiện bước cuối cùng trong kế hoạch đoạt ngôi nhà Tấn. Mùa xuân năm đó, Lưu Dụ đang ở Thọ Dương thân tín [[Phó Lượng]] đến Kiến Khang buộc hoàng đế thoái vị, nhường ngôi cho mình. Cung Đế bèn cho triệu Lưu Dụ về kinh. Ngày Nhâm Tuất tháng 6 ÂL ([[5 tháng 7]]) năm [[420]], Lưu Dụ đến Kiến Khang, Phó Lượng khuyên [[Tấn Cung Đế]] thiện vị, lại soạn sẵn chiếu thoái vị trình lên. Ngày Giáp Tý ([[7 tháng 7]]), Tấn Cung Đế dời đến Lang Da đệ, bá quan bái từ. Lưu Dụ lập đàn tế Nam Giao vào ngày Đinh Mão tháng 6 ÂL (tức [[10 tháng 7]]), chính thức bước lên ngôi hoàng đế, kết thúc 155 năm cai trị của nhà Tấn trong [[lịch sử Trung Quốc]]. Lưu Dụ giáng hoàng đế làm Linh Lăng vương, và sang năm [[422]] thì sát hại.\n\n== Hoàng đế Lưu Tống ==\n\nLưu Dụ đặt quốc hiệu là Tống, đổi niên hiệu là Vĩnh Sơ năm thứ nhất. Từ thời điểm này, [[Trung Quốc]] chính thức bắt đầu bước vào thời kỳ [[Nam-Bắc triều (Trung Quốc)|Nam-Bắc triều]]. Lãnh thổ mà Lưu Dụ thu phục được vào cuối thời nhà Tấn bao gồm phía bắc đến [[Tần Lĩnh]]-Hoàng Hà, giáp ranh Bắc Ngụy, phía tây đến [[Đại Tuyết Sơn]], Tứ Xuyên, phía tây nam bao gồm Vân Nam, phía đông nam giáp biển. Lưu Tống là vương triều có lãnh thổ rộng lớn nhất trong các triều đại Nam triều. Về sau khu vực từ Nam Hoàng Hà đến Bắc Hoài Hà bị Bắc Ngụy chiếm đoạt, trong đó có Tế châu, Duyện Châu, Thanh Châu, Từ Châu. Để trừ hậu hoạn cho con cháu về sau, ông ra lệnh sát hại [[Tấn Cung Đế]] và diệt trừ cả gia tộc hoàng thất nhà [[Đông Tấn]].\n\nSau khi lên ngôi, để tránh cái gương của họ Tư Mã, Tống Vũ Đế liền tước bỏ quyền lực của các [[chư hầu]], phiên trấn, tập trung quyền hành trung ương. Do Kinh châu nhiều lần phản loạn nên biến Kinh Châu phủ thành Kinh Châu hạt, hạn chế quyền hành của các tướng. Để ngừa quyền thần làm loạn nên ra chiếu chỉ phàm sau khi xuất quân hồi sư phải giao lại binh quyền cho triều đình. Quản lý hộ khẩu các thế tộc, giảm bớt nguồn thu của quan phủ chỉnh đốn hộ tịch, thay đổi cách thổ đoạn (thu thuế), chính quyền sở hữu phát hành tiền tệ khuyến khích buôn bán. Tô thuế của nông dân được giảm nhẹ, nuôi dưỡng sức dân, phát triển sinh sản. Từ thời Ngụy Tấn đến nay, triều đình sống xa hoa phú quý, như do Vũ Đế xuất thân nghèo hèn nên chịu khó sống đời thanh bần, đối với ngựa xe, mĩ nữ càng tiết dục, thực hành hàng loạt biện pháp tăng cường trung ương tập quyền, giảm bớt gánh nặng cho nông dân, làm dịu bớt mâu thuẫn giai cấp, đẩy nhanh việc khôi phục và phát triển kinh tế. Vũ Đế đã xây dựng nền tảng vững chắc cho nhà [[Lưu Tống]] sau này.\n\n== Qua đời ==\n\nTháng 5 năm [[422]], Lưu Dụ bị bệnh nặng, bèn lập di chiếu phó thác thái tử [[Lưu Nghĩa Phù]] cho các đại thần gồm Tư không [[Từ Tiện Chi]], Thượng thư bộc xạ [[Phó Lượng]], Lĩnh quân tướng quân [[Tạ Hối]] và Hộ quân tướng quân [[Đàn Đạo Tế]], nhưng cương quyết không cho thái hậu lâm triều chấo chính<ref>[[Tư trị thông giám]], quyển 119: Ngũ nguyệt, đế tật thậm, triệu thái tử giới chi viết： Đàn Đạo Tế tuy hữu can lược, nhi vô viễn chí, phi như huynh thiều hữu nan ngự chi khí dã. Từ Tiện Chi, Phó Lượng, đương vô dị đồ. Tạ Hối sổ tòng chinh phạt, pha thức ki biến, nhược hữu đồng dị, tất thử nhân dã. Hựu vi thủ chiếu viết：Hậu thế nhược hữu ấu chủ, triêu sự nhất ủy tể tương, mẫu hậu bất phiền lâm triêu. Tư không [[Từ Tiện Chi]], Thượng thư bộc xạ [[Phó Lượng]], Lĩnh quân tướng quân [[Tạ Hối]] và Hộ quân tướng quân [[Đàn Đạo Tế]]. Quý Hợi, đế tồ ư tây điện<\/ref>. Sang ngày Quý Hợi tháng 5, tức [[26 tháng 6]] năm [[422]], Lưu Dụ băng hà, hưởng thọ 59 tuổi, được truy tôn [[miếu hiệu]] là [[Cao Tổ]], [[thụy hiệu]] Vũ hoàng đế và được an táng ở Sơ Ninh Lăng<ref>Kim Sơn, Nam Kinh, Giang Tô, Trung Quốc<\/ref>.\n\nThái tử Lưu Nghĩa Phù đăng quang kế vị tức là [[Tống Thiếu Đế]].\n\n== Tính cách ==\n\nLưu Dụ thường được nhìn nhận là một người hiếu sát và đa nghi. Tính cách này của ông thể hiện rất rõ qua việc giết hại các đại thần và tướng lĩnh như [[Lưu Nghị]], [[Gia Cát Trường Dân]], [[Tư Mã Hưu Chi]]... và từng có ý định tàn sát toàn bộ dân chúng trong thành Quảng Cố chỉ vì họ chống cự ngoan cường làm quân mình khó tiến công hay định đem con gái trong thành ban thưởng cho tướng sĩ<ref>Sau nhờ Hàn Phạm can gián nên Lưu Dụ bỏ việc này<\/ref>. Sau khi diệt Nam Yên, ông cho sát hại hơn 3000 quý tộc nước Yên và ra lệnh giết hại tông thất Hậu Tần vào năm 417 mặc dù họ đã đầu hàng. Những hành động này bị nhiều sử gia đời sau chê trách, trong đó có [[Tư Mã Quang]] đời Nhà Tống.\n\nTuy nhiên Lưu Dụ cũng được cho là người biết sống giản dị, tiết dục, nghiêm chỉnh và có pháp độ. [[Tư trị thông giám]] dẫn ra một việc làm thể hiện tính cách ấy của ông, đó là câu chuyện vào lúc sau khi ông diệt được Hậu Tần, bắt được một người con gái của Hậu Tần Cao Tổ, ban đầu thì Lưu Dụ rất sủng ái nàng ta, có khi còn cho bàn việc chính sự, nhưng khi [[Tạ Hối]] lên tiếng can gián, Lưu Dụ vẫn vui vẻ lắng nghe và đưa mĩ nữ đó ra khỏi phủ<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷119|quyển 119]]: Đế thanh giản quả dục, nghiêm chỉnh hữu pháp độ, bị phục cư xử, kiệm ư bố tố, du yến thậm hi, tần ngự chí thiểu. Thường đắc Hậu Tần cao tổ tòng nữ, hữu thịnh sủng, pha dĩ phế sư; Tạ hối vi gián， tức thì khiển xuất<\/ref>. Ông không tham lam tài vật, khi còn làm tướng cũng không giấu giếm của cải. Khi làm hoàng đế, Lưu Dụ vẫn giũ được tính giản dị đó, thậm chí ông còn cấm hoàng tộc theo lối sống xa xỉ.\n\nThêm vào đó, Lưu Dụ còn là người nghiêm minh. Mỗi khi hành quân, quân đội của ông thường không quấy nhiễu tới dân chúng. Đồng thời ông cũng là một vị tướng tài giỏi. Trong trận chiến với Nam Yên, Lưu Dụ liệu định trước việc quân Yên sẽ không cố thủ lâu ở Đại Hiện Sơn, quả nhiên đúng sự thực. Lúc sai [[Chu Linh Thạch]] chinh phạt Tây Thục, Lưu Dụ dặn kế cho Linh Thạch nên tấn công theo tuyến đường dài hơn đến kinh thành Tây Thục là Thành Đô theo Mân giang, và dùng nghi binh theo Phù Giang ở gần nhằm phân tán sự phòng thủ của quân Thục, cuối cùng Linh Thạch dùng kế đó và giành được thắng lợi<ref>[[Tống thư]], [[:zh:s:南史\/卷48|quyển 48]]: Cao Tổ dữ Linh Thạch mật mưu tiến thủ：Lưu Kính Tuyên vãng niên xuất hoàng vũ, vô công nhi thối. Tặc vị ngã kim ứng tòng ngoại thủy nhi vãng, nhi liệu ngã đương xuất kì bất ý， do tòng nội thủy lai dã. Như thử, tất dĩ trọng binh thủ phù thành, dĩ bị nội đạo. Nhược hướng hoàng vũ, chánh kì kế. Kim dĩ đại chúng tự ngoại thủy thủ thành đô, nghi binh xuất nội thủy， thử chế địch chi kì dã. Tiều Túng quả bị nội thủy, sử kì đại tướng Tiều Đạo Phúc dĩ trọng binh thú phù thành<\/ref>.\n\nLưu Dụ thu dùng nhân tài thường chỉ trọng tài năng, không quan tâm đến gia thế. Rất nhiều quan lại nổi tiếng dưới thời Lưu Tống Vũ Đế xuất thân từ hàn môn. Có một lần, lúc Lưu Dụ đã nắm được quyền ở Kiến Khang thì nhận được tin quận Kiến Châu tiến cử lên triều đình một số tú tài và hiếu liêm. Nghi ngờ năng lực thực sự của những người này, Lưu Dụ bèn khảo hạch để kiểm tra tài năng của họ và đích thân trông coi.\n\nNgoài ra Lưu Dụ cũng chú trọng đến việc chống tham nhũng hối lộ. Năm [[415]], ông ra lệnh cấm quan lại ở các châu lạm thu tô thuế quá mực đối với người dân và tham nhũng của công<ref>[[Tống thư]], [[:s:zh:宋書\/卷1|quyển 1]]: Phàm tô thuế điều dịch, tất nghi dĩ kiến hộ vi chánh. Châu quận huyền truân điền trì tắc. chư phi quân quốc sở tư, lợi nhập thủ tể giả, kim nhất thiết trừ chi<\/ref>.\n\nMột lần khác, Quảng châu tiến cống lên Lưu Dụ một số đồng tế bố. Lưu Dụ thấy những đồng ấy quá tinh xảo, biết được là người dân phải chịu phiền hà và khổ nhọc để làm ra nên không nhận và từ đó cấm sản xuất đồng tế bố nữa<ref>[[Nam sử]], [[:s:zh:南史\/卷01|quyển 1]]<\/ref>. Lại một lần Lưu Dụ bị bệnh nóng, nên được nằm trên giường đá. Tuy nhiên lúc đó ông lại cảm thấy việc làm giường tốn nhiều công sức và nhân lực mà chỉ để phục vụ cho riêng mình, bèn ra lệnh hủy đi.\n\nÔng cũng không tin vào những điều dị đoan. Trong thời gian ở ngôi, Lưu Dụ hạ sinh hủy nhiều đền miếu thần linh, chỉ cho phép thờ những vị hiền nhân hay tướng lĩnh có công. Lúc lâm bệnh sắp mất, ông cũng từ chối việc cầu thần linh để mong khỏi bệnh.\n\n== Đánh giá ==\n\nLưu Dụ được xem là một tướng lĩnh tài giỏi dưới thời [[Ngụy-Tấn-Nam-Bắc triều|Lưỡng Tấn Nam Bắc triều]]. Trong vòng khoảng 20 năm, ông đã bình định được nhiều cuộc bạo loạn như Tôn Ân, Lư Tuần, Hoàn Huyền, Lưu Nghi... Về đối ngoại, qua các lần bắc phạt của ông, lãnh thổ nhà Tấn đã được mở rộng đáng kể, và giành lại thế chủ động đối với các quốc gia ở phía bắc (về sau là Bắc Ngụy). Đại thần Bắc Ngụy [[Thôi Hạo]] có đánh giá rằng Lưu Dụ tuy xuất thân hàn vi nhưng lập được nhiều công to như diệt Hoàn Huyền, bắt Mộ Dung Siêu, dẹp Lư Tuần và khen ngợi tài năng của ông<ref>[[Ngụy thư]], [[:zh:s:魏書\/卷35|quyển 35]]: Lưu Dụ phấn khởi hàn vi, bất giai xích thổ, thảo diệt Hoàn Huyền hưng phục　Tấn thất bắc cầm Mộ Dung Siêu, nam kiêu Lư Tuần, sở hướng　vô tiền, phi kì tài chi quá nhân, an năng như thị hồ<\/ref>. Ngoài ra Thôi Hạo còn đánh giá ông như [[Tào Tháo]].<ref>[[Ngụy thư]], [[:zh:s:魏書\/卷35|quyển 35]]: Lưu Dụ chi bình họa loạn, Tư Mã Đức Tông chi Tào Tháo dã<\/ref>\n\n== Gia đình ==\n=== Cha ===\n* Lưu Kiều (được truy tôn là Tống Mục Đế)\n\n=== Mẹ ===\n* Hiếu Mục Hoàng Hậu [[Triệu An Tông]]\n* Hiếu Ý Hoàng Hậu [[Tiêu Văn Thọ]] (mẹ kế)\n\n=== Anh em ===\n* Em thứ 2 - Trường Sa Cảnh Vương [[Lưu Đạo Liên]] (do mẹ kế sinh)\n* Em thứ 3 - Lâm Xuyên Liệt Vũ Vương [[Lưu Đạo Quy]] (do mẹ kế sinh)\n\n=== Hậu phi ===\n* Vũ Kính hoàng hậu [[Tang Ái Thân]]: Người vợ kết tóc, chính thất, sau được truy phong Dự Chương công phu nhân, Vũ Kính hoàng hậu.\n* Phu nhân [[Trương Khuyết]]: Sinh Thiếu Đế [[Lưu Tống Thiếu Đế|Lưu Nghĩa Phù]]. Sau khi Thiếu Đế tức vị phong làm Hoàng Thái Hậu\n* Tôn tu hoa, sinh Lư Lăng vương [[Lưu Nghĩa Chân]]\n* Văn Chương thái hậu [[Hồ Đạo An]], sinh Văn Đế [[Lưu Tống Văn Đế|Lưu Nghĩa Long]]. Sau khi Văn Đế tức vị truy phong làm thái hậu.\n* Vương tu dung, sinh Bành Thành vương [[Lưu Nghĩa Khang]]\n* Viên mĩ nhân, sinh Giang Hạ vương [[Lưu Nghĩa Cung]]\n* Lữ mĩ nhân, sinh Hành Dương vương [[Lưu Nghĩa Quý]]\n* Tôn mĩ nhân,sinh Nam Quận vương [[Lưu Nghĩa Tuyên]]\n* Diêu thị, con gái nuôi của Diêu Hưng\n* Phan thục phi\n\n=== Hậu duệ ===\n====Con trai====\n* Tống Thiếu Đế [[Lưu Tống Thiếu Đế|Lưu Nghĩa Phù]]\n* Lư Lăng Hiếu Hiến vương [[Lưu Nghĩa Chân]]\n* Tống Văn Đế [[Lưu Tống Văn Đế|Lưu Nghĩa Long]]\n* Bành Thành vương [[Lưu Nghĩa Khang]]. Năm [[445]] bị phế làm thứ nhân.\n* Giang Hạ Văn Hiến vương [[Lưu Nghĩa Cung]]\n* Nam Quận vương [[Lưu Nghĩa Tuyên]]\n* Hành Dương Văn vương [[Lưu Nghĩa Quý]]\n\n====Con gái====\n* Hội Kê Tuyên trưởng công chúa [[Lưu Hưng Đệ]]: Tang Ái Thân sinh, còn xưng là [[Thọ Dương Công Chúa]], con Vũ Kính hoàng hậu<ref>[[Tống thư]], [[:zh:s:宋書\/卷41|quyển 41]]: hậu thích cao tổ, sanh Cối Kê Tuyên trường công chúa Hưng Đệ<\/ref>, lấy Từ Quỳ Chi.<ref>[[Tống thư]], [[:s:zh:宋書\/卷71|quyển 71]]: phụ Quỳ Chi, thượng Cao Tổ trường nữ hội kê công chủ<\/ref>\n* Nghĩa Hưng Cung trưởng công chúa [[Lưu Huệ Viện]]: Trương Khuyết sinh.\n* Quảng Đức công chúa: Phù tu nghi sinh<ref>[[Tống thư]], [[:zh:s:宋書\/卷15|quyển 15]]: hựu Quảng Đức tam công chúa vi sở sanh mẫu phù tu nghi phục đại công<\/ref>.\n* Ngô Hưng trưởng công chúa Lưu Vinh Nam, lấy Vương Yển\n* Tuyên Thành công chúa, lấy Chu Kiệu<ref>[[Tống thư]], [[:zh:s:宋書\/卷15|quyển 82]]: huynh Kiệu, thượng Cao Tổ đệ tứ nữ Tuyên Thành đức công chúa<\/ref>\n* Tân An công chúa, lấy Vương Cảnh Thâm <ref>[[Tống thư]], [[:zh:s:宋書\/卷85|quyển 85]]: Cao Tổ đệ ngũ nữ Tân An công chúa tiên thích thái nguyên vương cảnh thâm<\/ref>\n* Ngô quận công chúa, lấy Trữ Trạm Chi\n* Phú Dương công chúa, lấy Từ Kiều Chi\n* Thủy An công chúa, lấy Trữ Trạm Chi\n* Dự Chương trưởng công chúa Lưu Hân Nam, trước lấy Từ Kiều, sau lấy Hà Vũ<ref>[[Tống thư]], quyển 41: Vũ thượng Cao Tổ thiểu nữ　Dự Chương Khang trưởng công chúa húy Hân Nam. Công chủ tiên thích Từ Kiều, hậu giá Hà Vũ<\/ref>\n\n== Xem thêm ==\n*[[Hoàn Huyền]]\n*[[Lưu Lao Chi]]\n*[[Lưu Nghị]]\n*[[Gia Cát Trường Dân]]\n*[[Tư Mã Hưu Chi]]\n*[[Mộ Dung Siêu]]\n*[[Diêu Hoằng]]\n*[[Lưu Tống Thiếu Đế]]\n*[[Lưu Tống]]\n*[[Nam-Bắc triều (Trung Quốc)]]\n== Tham khảo ==\n*[[Tấn thư]]\n*[[Ngụy thư]]\n*[[Tống thư]]\n*[[Nam sử]]\n*[[Tư trị thông giám]]\n*Thẩm Khởi Vĩ, ''Kể chuyện Lưỡng Tấn Nam Bắc triều'', Nhà xuất bản Đà Nẵng, 2007\n*Học viện quân sự cấp cao, ''Lịch sử Trung Quốc từ thượng cổ đến Năm đời mười nước'', 1992\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{s-start}}\n{{s-hou|[[Lưu Tống|Hoàng tộc họ Lưu]]| |năm 363| | năm 422}}\n{{s-reg}}\n{{s-new|reason=Thành lập triều đại}}\n{{s-ttl|title=[[Lưu Tống|Hoàng đế Lưu Tống]]|years=420 - 422}}\n{{s-aft|rows=2|after=[[Lưu Tống Thiếu Đế]]}}\n{{s-bef|before=[[Tấn Cung Đế]] của [[nhà Tấn|Đông Tấn]]}}\n{{s-ttl|title=[[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] (Nam)|years=420 - 422}}\n{{end}}\n{{Vua thời Nam Bắc triều (Trung Quốc)}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Vua nhà Lưu Tống]]\n[[Thể loại:Nhân vật chính trị nhà Tấn]]\n[[Thể loại:Công tước nhà Tấn]]\n[[Thể loại:Vương tước nhà Tấn]]\n[[Thể loại:Sinh năm 363]]\n[[Thể loại:Mất năm 422]]"}