{"Lưu Hán Hoành":"'''Lưu Hán Hoành''' ({{zh|t=劉漢宏|s=刘汉宏|p=Liú Hànhóng}}, ? - 887?<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref name=ZZTJ256>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷256|quyển 256]].<\/ref><ref>Theo ''Tư trị thông giám'', Lưu Hán Hoành bị bắt và bị xử tử vào tháng 12 ÂL.<\/ref>) là một quân phiệt vào cuối thời [[nhà Đường]]. Ông thoạt đầu đã nổi dậy chống lại triều đình Đường, song sau đó đã chịu quy phục và kiểm soát Nghĩa Thắng<ref group=\"chú\">義勝, trị sở nay thuộc [[Thiệu Hưng]], [[Chiết Giang]]<\/ref>. Cuối cùng, ông bị [[Tiền Lưu]] đánh bại và bắt giữ, bị giải đến chỗ [[Đổng Xương]] rồi bị hành quyết.\n__NOTOC__\n== Nổi dậy chống Đường ==\nLưu Hán Hoành là người Duyện châu<ref group=\"chú\">兗州, nay thuộc [[Tế Ninh]], [[Sơn Đông]]<\/ref>.<ref name=NBT190>''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷190|quyển 190]].<\/ref> Năm 879, trong chiến dịch trấn áp [[loạn Hoàng Sào]], 'Chư đạo hành doanh đô thống' [[Vương Đạc (nhà Đường)|Vương Đạc]] đã để Lưu Hán Hoành lưu thủ [[Giang Lăng]] còn bản thân thì suất chúng về phía bắc, tuyên bố là đến gặp Sơn Nam Đông đạo<ref group=\"chú\">山南東道, trị sở nay thuộc [[Tương Dương, Hồ Bắc|Tương Dương]], [[Hồ Bắc]]<\/ref> tiết độ sứ [[Lưu Cư Dung]] (劉巨容). Tuy nhiên, ngay khi Vương Đạc rời khỏi Giang Lăng, Lưu Hán Hoành đã nổi dậy chống lại triều đình, tiến hành cướp bóc và đốt phá Giang Lăng, sau đó thì suất quân tiến về phía bắc. Đội quân của Lưu Hàn Hoành phát triển, và đến mùa hè năm 880 thì đang cướp phá khu vực giữa Tống châu<ref group=\"chú\">宋州, nay thuộc [[Thương Khâu]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> và Duyện châu. [[Đường Hy Tông]] đã hạ chỉ cho các quân lân quận đến trấn áp Lưu Hán Hoành, song họ không đạt được nhiều thành quả. Sau đó, Lưu Hán Hoành tiến về phía nam và cướp phá Thân châu và Quang châu<ref group=\"chú\">申州 và 光州, nay đều thuộc [[Tân Hương, Hà Nam|Tân Hương]], Hà Nam<\/ref>. Tuy nhiên, cũng vào năm đó, Lưu Hán Hoành đề nghị được hàng phục, Đường Hy Tông phong Lưu Hán Hoành là Túc châu<ref group=\"chú\">宿州, nay thuộc [[Túc Châu, An Huy|Túc Châu]], [[An Huy]]<\/ref> thứ sử.<ref name=ZZTJ253>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷253|quyển 253]].<\/ref>\n\n== Tiếp quản và cai quản Chiết Đông\/Nghĩa Thắng ==\nTuy nhiên, Lưu Hán Hoành không hài lòng khi chỉ được bổ nhiệm là một [[thứ sử]]. Do đó, vào năm 880, do Chiết Đông<ref group=\"chú\">浙東, trị sở nay thuộc [[Thiệu Hưng]], [[Chiết Giang]]<\/ref> quan sát sứ Liễu Thao (柳瑫) đắc tội,<ref name=NBT190\/> triều đình đã cho Lưu Hán Hoành thay thế làm Chiết Đông quan sát sứ.<ref name=ZZTJ254>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷254|quyển 254]].<\/ref>\n\nKhi Lưu Hàn Hoành đoạt được Chiết Đông, ông lại mưu tính đoạt lấy Chiết Tây<ref group=\"chú\">浙西, trị sở nay thuộc [[Trấn Giang]], [[Giang Tô]], cũng được gọi là Trấn Hải (鎮海)<\/ref>. Năm 882, Lưu Hán Hoành khiển đệ Lưu Hán Hựu (劉漢宥) và 'Mã bộ quân ngu hậu' Tân Ước (辛約) suất 2 vạn quân và đóng trại ở Tây Lăng<ref group=\"chú\">西陵, nay thuộc [[Hàng Châu]], Chiết Giang<\/ref>. Hàng châu<ref group=\"chú\">杭州, nay thuộc Hàng Châu, Chiết Giang<\/ref> thứ sử [[Đổng Xương]] phái thủ hạ là [[Tiền Lưu]] đi giao chiến với Lưu Hán Hựu và Tân Ước. Nhân cơ hội đêm tối sương mù, Tiền Lưu đã bí mật cho quân vượt [[sông Tiền Đường]] và tiến công trại quân Chiết Đông; Lưu Hán Hựu và Tân Ước bỏ chạy. Cũng trong năm đó, Lưu Hán Hoành lại khiển Đăng Cao trấn tướng Vương Trấn (王鎮) đem bảy vạn quân đến đóng ở Tây Lăng, Tiền Lưu lại vượt sông tập kích và tiêu diệt quân Chiết Đông, Vương Trấn chạy trốn.<ref name=ZZTJ255>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷255|quyển 255]].<\/ref>\n\nSang mùa xuân năm 883, Lưu Hán Hoành phân binh đóng quân ở ba trấn Hoàng Lĩnh (黃嶺), Nham Hạ (嚴下), và Trinh Nữ (貞女) đều thuộc Hàng châu ngày nay. Tiền Lưu phát động tiến công từ Phú Xuân <ref group=\"chú\">富春, nay thuộc Hàng Châu<\/ref>, chiếm được Hoàng Lĩnh, bắt được những người trấn thủ Nham Hạ và Trinh Nữ. Tiền Lưu sau đó đánh bại quân tinh nhuệ của Lưu Hán Hoành đóng tại Chư Kị<ref group=\"chú\">諸暨, nay thuộc Thiệu Hưng, Chiết Giang<\/ref>, Lưu Hán Hoành phải chạy trốn.<ref name=ZZTJ255\/>\n\nVào mùa đông năm 883, Lưu Hán Hoành lại đem 10 vạn người tiến công chống Đổng Xương qua đường Tây Lăng, Tiền Lưu lại vượt sông Tiền Đường và đánh bại ông. Lần thất bại này thảm hại đến nỗi Lưu Hán Hoành đã phải ngụy trang là một ngư ông để chạy trốn. Tuy nhiên, sau đó Lưu Hán Hoành đã tái thiết lực lượng và lại đem 4 vạn quân giao chiến với Tiền Lưu, song tiếp tục chiến bại, đệ Lưu Hán Dung (劉漢容) và Tân Ước bị chém chết.<ref name=ZZTJ255\/>\n\nTrong nhiều năm, Lưu Hán Hoành triều cống với số lượng lớn cho Đường Hy Tông, vào cuối năm 883, Đường Hy Tông đã đổi Chiết Đông thành Nghĩa Thắng (義勝), bổ nhiệm Lưu Hán Hoành là Nghĩa Thắng tiết độ sứ.<ref name=ZZTJ255\/>\n\nVào mùa xuân năm 884, thủ lĩnh khởi nghĩa Vương Trấn (王鎮)<ref group=\"chú\">không rõ có phải là cũng là người Lưu Hàn Hoành khiển đi đánh Đổng Xương vào năm 882 hay không<\/ref> đã bắt giữ Vụ châu<ref group=\"chú\">婺州, nay thuộc [[Kim Hoa, Chiết Giang|Kim Hoa]], Chiết Giang<\/ref> thứ sử Hoàng Kiệt (黃碣), và đầu hàng Tiền Lưu. Lưu Hán Hoành khiển bộ tướng Lâu Lãi (婁賚) tiến công giết chết Vương Trấn. Tiền Lưu đáp trả bằng việc hợp binh với Tưởng Côi (蔣瓌) tiến công và bắt được Lâu Lãi.<ref name=ZZTJ255\/>\n\n== Thất bại và qua đời ==\nVào mùa thu năm 886, Đổng Xương đề xuất sẽ trao Hàng châu cho Tiền Lưu nếu họ có thể chiếm được Nghĩa Thắng, Tiền Lưu chấp thuận và nói rằng chỉ có tiêu diệt Lưu Hán Hoành thì mới loại bỏ được đe dọa. Tiền Lưu đem quân đi qua các tuyến đường đồi núi và tập kích quân Nghĩa Thắng từ phía đông, tướng Nghĩa Thắng là Bào Quân Phúc (鮑君福) đầu hàng. Sau đó, Tiền Lưu giao chiến với đội quân Nghĩa Thắng còn lại và đánh bại họ, chiếm thủ phủ Việt châu của Nghĩa Thắng quân. Lưu Hán Hoành chạy trốn đến Thai châu<ref group=\"chú\">台州, nay thuộc [[Thai Châu]], Chiết Giang<\/ref>.<ref name=ZZTJ256\/> Khi Lưu Hán Hoành đến Thai châu, Thai châu thứ sử Đỗ Hùng (杜雄) thiết tiệc nghênh tiếp Lưu Hán Hoành và chuốc say binh lính của ông, sau đó bắt giữ và giải ông đến chỗ Đổng Xương, Đổng Xương xử tử ông.<ref name=ZZTJ256\/><ref name=NBT190\/> Đổng Xương đoạt lấy Nghĩa Thắng quân, và nhượng lại Hàng châu cho Tiền Lưu.<ref name=ZZTJ256\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Mất năm 887]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Quân nổi dậy Trung Quốc]]\n[[Thể loại:Sinh thế kỷ 9]]"}