{"Lưu Đạo Quy":"Lâm Xuyên Liệt Võ Vương '''Lưu Đạo Quy''' ([[chữ Hán]]: 劉道規, [[370]] – 25\/7\/[[412]]), [[Tên chữ (người)|tên tự]] là '''Đạo Tắc''', người Tuy Lý, Bành Thành <ref>Nay là [[Đồng Sơn]], [[Giang Tô]]<\/ref>, tướng lãnh [[nhà Đông Tấn]], hoàng thân [[nhà Lưu Tống]] trong [[lịch sử Trung Quốc]].\n\n==Sự nghiệp==\n===Chống Sở đế Hoàn Huyền===\nÔng là em nhỏ cùng cha khác mẹ của Lưu Tống Vũ đế [[Lưu Dụ]], mẹ ông là [[Tiêu Văn Thọ]].\n\nTừ nhỏ Đạo Quy lỗi lạc, có chí lớn, tham gia mưu tính diệt trừ [[Hoàn Huyền]]. Khi ấy [[Hoàn Hoằng]] trấn thủ [[Quảng Lăng]], lấy ông làm Chinh lỗ trung binh tham quân. Lưu Dụ chiếm được kinh thành, Đạo Quy trong thời gian ấy cùng [[Lưu Nghị (Đông Tấn)|Lưu Nghị]], [[Mạnh Sưởng]] chém Hoằng. Huyền thua chạy, ông cùng Lưu Nghị, [[Hà Vô Kị]] đuổi đánh. Vô Kị muốn thừa thắng tấn công [[Giang Lăng]]. Đạo Quy nói: \"Đảng họ Hoàn đời đời ở Tây Sở, quân ta ít lại mệt mỏi, còn [[Hoàn Chấn]] dũng trùm ba quân. Hãy dừng binh để bàn bạc kế sách.\" Vô Kị không nghe, quả nhiên bị Chấn đánh bại. Đài quân bèn lui về Tầm Dương, sửa sang thuyền bè, vũ khí rồi lại tiến lên, bình được Ba Lăng.\n\nBình xong Giang Lăng, Đạo Quy cử Nghị làm công đầu, Vô Kị làm thứ, tự mình ở sau cùng. Nhờ công lao tham gia khởi nghĩa, được phong Hoa Dung huyện công, được thăng làm thêm Lãnh hộ Nam Man hiệu úy, Kinh Châu thứ sử, gia Đô đốc. Ông giỏi cai trị, quan dân vừa sợ vừa yêu.\n\n===Dẹp khởi nghĩa Lư Tuần===\nNghĩa quân [[Lư Tuần]] bức đến [[Kiến Nghiệp]], Đạo Quy sai bọn tư mã Vương Trấn Chi cùng Dương vũ tướng quân [[Đàn Đạo Tế]], Quảng vũ tướng quân [[Đáo Ngạn Chi]] đi cứu viện, đến Tầm Dương, bị tướng lãnh nghĩa quân Tuân Lâm đánh bại. Lâm thừa thắng tấn công Giang Lăng, ngoa truyền [[Từ Đạo Phúc]] đã hạ được Kiến Nghiệp. Gặp lúc [[Hoàn Khiêm]] từ [[Trường An]] vào [[Thục]], [[Tiếu Túng]] lấy Khiêm làm Kinh Châu thứ sử, cùng đại tướng [[Tiếu Đạo Phúc]] của ông ta đi đánh Giang Lăng. Đạo Quy bèn tập hợp tướng sĩ nói rằng: \"Văn vũ của ta ở Đông Lai đủ để lo việc, ai muốn đi không cấm.\" rồi trong đêm mở cửa thành, mọi người đều sợ phục, không ai dám bỏ đi. Ung Châu thứ sử [[Lỗ Tông Chi]] từ Tương Dương đến giúp, ai cũng nghi ngờ không tin ông ta. Đạo Quy bèn một xe đi đón, mọi người đều khâm phục. Nhiều ý kiến cho rằng nên sai Đàn Đạo Tế, Đáo Ngạn Chi cùng đi đánh bọn Tuân Lâm. Đạo Quy nói: \"Không phải ta thì không xong!\" bèn sai Tông Chi giữ thành, ủy thác mọi việc cho ông ta, soái chư tướng đánh bại Khiêm, chém được ông ta. Tư nghị [[Lưu Tuân (Đông Tấn)|Lưu Tuân]] đuổi đánh Tuân Lâm, chém được hắn ta ở [[Ba Lăng]].\n\nBan đầu, Khiêm đến [[Chi Giang]], quan dân Giang Lăng nhiều người gởi thư cho ông ta, thông báo nội tình. Đạo Quy nhất loạt đốt hết thư từ, mọi người đều yên lòng. Từ Đạo Phúc tiến đến [[Phá Trủng]], Lỗ Tông Chi quay về Tương Dương, lòng người chấn động. Có tin đồn Lư Tuần đã hạ được kinh thành, đưa Đạo Phúc lên làm thứ sử. Quan dân Giang, Hán cảm ơn đốt thư của ông, nên không hai lòng. Đạo Quy sai Lưu Tuân đưa quân vòng ra ngoài, tự mình đón đánh Đạo Phúc. Tiền quân bị thua, ông càng tỏ ra hăng hái mạnh mẽ. Lưu Tuân quay về tập kích nghĩa quân, quân Tấn đại thắng.\n\n==Cái chết==\nĐạo Quy tiến hiệu Chinh tây đại tướng quân, Khai phủ nghi đồng tam tư, đổi thụ chức ở Dự Châu, có bệnh nên không nhận. Năm Nghĩa Hi thứ 8 (412) mất ở kinh đô, tặng Tư đồ, thụy là Liệt Vũ, tiến phong Nam Quận công.\n\nĐạo Quy không có con, ban đầu ông nuôi dưỡng con trai thứ ba của Lưu Dụ là [[Lưu Nghĩa Long]]. Vì Nghĩa Long đã về nhà trước khi ông mất, nên Lưu Dụ lấy con trai thứ hai của [[Lưu Đạo Liên]] là [[Lưu Nghĩa Khánh]] kế tự tước Nam Quận công.\n\nLưu Dụ lên ngôi, là Lưu Tống Vũ đế, tặng Đại tư mã, truy phong Lâm Xuyên vương. Nghĩa Long lên ngôi, là Lưu Tống Văn đế, chỉ định Nghĩa Khánh kế tự tước Lâm Xuyên vương. Nghĩa Khánh nắm quyền ở Kinh Châu, đưa bài vị của Đạo Quy đi Giang Lăng, Văn đế hạ chiếu ca ngợi công lao, đức độ và ơn nuôi dưỡng, truy sùng làm Thừa tướng, thêm rất nhiều lễ nghi như Loan lộ cửu lưu, Hoàng ốc tả đạo, cấp cho Tiết việt, trước sau có các bộ nhạc Vũ bảo, Cổ xuy, ban 100 giáp sĩ Hổ bôn.\n\n==Tham khảo==\n* [[Tống thư]]\n* [[Nam sử]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Người Giang Tô]]\n[[Thể loại:Sinh năm 370]]\n[[Thể loại:Mất năm 412]]"}