{"Lưu Côn":"{{Bài cùng tên|Lưu Côn (sinh năm 1956)}} \n'''Lưu Côn''' ([[chữ Hán]]: 刘琨; [[271]]-[[318]]), [[Tên chữ (người)|tên tự]] là '''Việt Thạch''' (越石) là nhà chính trị, nhà quân sự và là [[nhà thơ]] thời [[Nhà Tấn|Tây Tấn]] trong [[lịch sử Trung Quốc]], người Ngụy Xương, Trung Sơn<ref>Phía đông bắc Vô Cực, [[Hà Bắc (Trung Quốc)|Hà Bắc, Trung Quốc]] hiện nay<\/ref>.\n\n== Kết bạn với Tổ Địch ==\nLưu Côn là người có tài văn võ kiêm toàn. Thời [[Tấn Huệ Đế]], ông cùng anh là Lưu Dự Quân được kể vào danh sách \"24 người bạn\" của Giả Thụy (em [[Giả Nam Phong|Giả hoàng hậu]]) là những người nổi tiếng về [[văn học]].\n\nNăm [[289]], ông và [[Tổ Địch]] cùng nhận chức chủ bạ ở Tư châu. Hai người tỏ ta rất hợp nhau, ngày càng thân thiết, cùng ăn, cùng ngủ, luyện tập võ nghệ và tranh luận về thời cuộc. Lưu Côn cũng là người chung chí hướng giúp nước, cứu dân như Tổ Địch.\n\nCó lần nửa đêm nghe tiếng gà gáy, hai người gọi nhau trở dậy múa kiếm. Khi bàn thế sự, cả hai người cùng ước ao được có phen tung hoành thiên hạ.\n\n== Trấn thủ Tấn Dương ==\n=== Củng cố địa phương ===\nKhi đó nhà Tây Tấn suy yếu vì [[loạn bát vương]]. Tổ Địch được các vương như Tề vương Tư Mã Quýnh, Trường Sa vương Tư Mã Nghệ gọi dùng, còn Lưu Côn lên Tấn Dương nhận chức. Ông rất thương cảm cảnh dân chúng xiêu tán, chết chóc vì loạn lạc trên đường đi và dâng biểu về tâu triều đình<ref name=\"TKV119\">Thẩm Khởi Vĩ, sách đã dẫn, tr 119<\/ref>. Đến Tấn Dương, Lưu Côn chặt phát gai góc, chôn cất xương khô, vỗ về người dân sở tại.\n\nKhi đó thủ lĩnh [[Hung Nô]] là [[Lưu Uyên]] đã ly khai [[nhà Tấn]], thành lập nước [[Hán Triệu]], thường xuyên đánh phá các quận huyện. Lưu Côn tổ chức quân đội chống quân Hung Nô nổi loạn vào cướp, hằng ngày giằng co với quân địch quanh thành. Sau hơn 1 năm, ông ổn định tình hình Tấn Dương như trước, lưu dân nhiều người trở về, sĩ phu và hào kiệt các nơi cũng về cư ngụ.\n\n=== Lòng người ly tán ===\nTuy nhiên, do xuất thân văn nhân trong nhà quyền quý, Lưu Côn ít nhiều vẫn quen sống hào hoa, thích [[âm nhạc]]<ref name=\"TKV119\"\/>, dùng Từ Nhuận là người có sở trường âm nhạc làm huyện lệnh Tấn Dương. Lệnh Hồ Thịnh can thẳng rằng không nên dùng Từ Nhuận. Lưu Côn không bằng lòng, dù mẹ ông đã can nhưng ông vẫn giết Thịnh. Con Thịnh là Lệnh Hồ Nê bèn bỏ trốn sang hàng vua Hán Triệu là Lưu Thông<ref>Con Lưu Uyên<\/ref> và tiết lộ tình hình Tấn Dương cho Lưu Thông.\n\nLưu Côn tuy được nhiều người theo về nhưng không biết trọng dụng<ref>Thẩm Khởi Vĩ, sách đã dẫn, tr 120<\/ref> nên nhiều người thất vọng bỏ đi. Tuy ông không giết hại người ở các châu quận khác đến theo mình như [[Vương Tuấn (cuối Tây Tấn)|Vương Tuấn]] nhưng cũng không dùng được họ, vì vậy thực lực ở Tấn Dương không đủ mạnh. Quân Hán Triệu nhiều lần tấn công kinh thành [[Lạc Dương]], Lưu Côn muốn ứng cứu nhưng không đủ thực lực phát binh.\n\n=== Mất thành ===\nSau khi hạ thành [[Lạc Dương]] và bắt vua [[Tấn Hoài Đế]] (311), tháng 7 năm 312, Lưu Thông dùng Lệnh Hồ Nê làm hướng đạo, sai Lưu Xán và [[Lưu Diệu]] mang quân đánh Tinh châu. Lưu Côn được tin, sai Cao Kiều ở lại giữ thành, điều tướng ra cự địch, còn tự mình mang quân ra giữ Tỉnh Hình. Đồng thời, ông phái người đến cầu viện thủ lĩnh người Tiên Ty ở phía bắc là Thác Bạt Ỷ Lư.\n\nQuân [[Hán Triệu]] phá tan quân Tấn, kéo đến chân thành. Cao Kiều không chống nổi, đầu hàng Lưu Diệu. Tháng 8 năm ấy Lưu Côn từ Tỉnh Hình trở về cứu Tấn Dương nhưng thất bại. Cha mẹ ông đều bị Lệnh Hồ Nê giết trong thành.\n\n== Nhờ viện Tiên Ty ==\nBiết thực lực yếu, từ trước Lưu Côn đã kết giao với [[Thác Bạt Y Lô|Thác Bạt Ỷ Lư]], tâu với triều đình phong cho Ỷ Lư. Tấn Hoài đế bèn phong cho Ỷ Lư làm Đại công, ban cho vùng đất Kinh Lãnh, bao gồm Mã Ấp, Quách, Âm Quán, Phồn Chỉ.\n\nTháng 10 năm 312, Thác Bạt Ỷ Lư mang quân cứu viện cho Lưu Côn. Ỷ Lư sai con là Lục Tu và cháu là Phổ Căn làm tiên phong, tự mình thống lĩnh 20 vạn quân. Lưu Côn mang vài ngàn tàn quân đi trước dẫn đường.\n\nQuân Tiên Ty mạnh mẽ, đánh bại được quân Hán Triệu. Lưu Diệu bị 7 vết thương, bỏ chạy. Tới Tấn Dương, Diệu cùng Lưu Xán cưỡng bức dân trong thành ra ngoài cùng rút lui để làm lá chắn.\n\nTháng 11, Thác Bạt Ỷ Lư truy kích quân Hán tới Lam Cốc, đại phá quân Hán lần thứ 2, xác chết suốt mấy trăm dặm, lẫn cả dân Tấn Dương.\n\nSau trận chiến, Ỷ Lư tặng Lưu Côn bò, trâu, dê mỗi loại hơn ngàn con, hơn 100 cỗ xe và để 2 tướng Cơ Đạm, Đoàn Phồn vốn là người Tấn, ở lại trấn thủ Tấn Dương. Lưu Côn dời tới đóng ở Dương Khúc<ref>Phía tây nam Dương Khúc, bắc Thái Nguyên hiện nay<\/ref>, thực lực càng suy yếu so với trước, nhưng không nản chí chống Hán.\n\n== Chạy sang họ Đoàn ==\nNăm 314, Thạch Lặc dùng mưu lừa giết Vương Tuấn, chiếm thêm được U châu và Ký châu. Khi đó các thành trì phía bắc của nhà Tây Tấn, ngoài Tấn Mẫn Đế với lực lượng phò trợ yếu ớt của Sách Lâm và Cúc Doãn ở Trường An, chỉ còn Lưu Côn ở Tinh châu là đáng kể. Bản thân Thạch Lặc sau khi diệt được Vương Tuấn cũng bắt đầu ly khai chính quyền Hán Triệu của Lưu Thông.\n\nLưu Côn muốn dựa vào Thác Bạt Ỷ Lư để diệt Ngũ Hồ, nhưng tình hình sau đó xấu đi. Bộ tướng của Ỷ Lư là Bộ Tạp Hồ (người Hồ không cùng giống Tiên Ty) có hơn vạn hộ dưới quyền muốn làm phản Ỷ Lư theo Thạch Lặc. Ỷ Lư phát giác và tiêu diệt Bộ Tạp Hồ, nhưng cũng vì vậy phải phân tán lực lượng dẹp loạn, không hỗ trợ được cho Lưu Côn.\n\nNăm đó Thạch Lặc mang quân đánh Lạc Bình<ref>Tích Dương, Sơn Tây, Trung Quốc<\/ref>. Thái thú Hàn Cứ nhà Tấn cầu cứu Lưu Côn. Ông muốn mang quân lại cứu, nhưng các tướng Cơ Đạm, Vệ Hùng nhận thấy tuy các thuộc hạ mới (do Ỷ Lư cấp cho) là người Tấn cũ nhưng đã quen tục Tiên Ty và không dễ chỉ huy ngay, bởi vậy nên cố thủ cho đến khi lấy được lòng quân sĩ mới giao chiến. Lưu Côn không tán thành, nhất định ra quân cứu Hàn Cứ. Quân Tấn bị quân Yết của Thạch Lặc đánh bại. Các tướng Vệ Hùng, Cơ Đạm bỏ chạy lên đất Đại theo Thác Bạt Ỷ Lư như trước, còn Hàn Cứ cũng bỏ thành chạy.\n\nLưu Côn chạy về giữ Tấn Dương. Quân Yết tấn công, tới tháng 12, Tấn Dương thất thủ. Ông chạy qua cửa ải Phi Hồ tới U châu theo tộc họ Đoàn người Tiên Ty. Vì sau khi Thạch Lặc diệt Vương Tuấn chiếm U châu đã sai Lưu Hàn là tướng cũ nhà Tấn giữ U châu, nhưng Lưu Hàn không muốn theo người Yết nên phản lại Lặc, đầu hàng Đoàn Thất Đạn. Họ Đoàn tiếp quản U châu và đón Lưu Côn.\n\nNăm 316, [[Trường An]] thất thủ, vua Tấn Mẫn đế bị quân [[Hán Triệu]] bắt. Thác Bạt Ỷ Lư ở đất Đại cũng qua đời, nội bộ có tranh chấp nên Lưu Côn không thể trông cậy được. Ông muốn hợp tác với họ Đoàn để thảo phạt Thạch Lặc. Năm 317, ông cùng Đoàn Thất Đạn ăn thề, kết nghĩa anh em, thảo hịch văn phát đi các nơi. Ông sai cháu vợ là Ôn Kiều đi Kiến Khang khuyên Lang Nha vương Tư Mã Tuấn lên ngôi hoàng đế. Ông dặn Ôn Kiều:\n:''Quốc tộ nhà Tấn tuy suy yếu nhưng mệnh trời chưa đổi, ta phải lập công ở Hà Sóc, nên sai ngươi đi làm rạng tiếng tăm ở Giang Nam''\n\nTuy nhiên nội bộ họ Đoàn nảy sinh chia rẽ. Đoàn Mạt Phôi sau lần đi đánh Thạch Lặc giúp Vương Tuấn bị Thạch Lặc bắt sống nhưng không giết mà thả về đã mang ơn họ Thạch, khuyên anh Đoàn Thất Đạn là Đoàn Tật Lục Quyến và chú Thất Đạn là Đoàn Thiệp Phục Thần không nên theo lệnh Thất Đạn mà chống họ Thạch. Vì vậy quân sĩ dưới quyền không thống nhất.\n\nNăm 318, Tư Mã Tuấn lên ngôi ở Giang Nam, tức là [[Tấn Nguyên Đế]]. Năm ấy Đoàn Tật Lục Quyến chết, Thất Đạn đưa tang tới Liêu Tây. Đoàn Mạt Phôi mang quân đón đánh, đánh bại Thất Đạn. Con Lưu Côn là Lưu Quần đi theo Thất Đạn, bị Mạt Phôi bắt.\n\nMạt Phôi hậu đãi Lưu Quần, ưng thuận để Lưu Côn là thứ sử U châu, viết một lá thư mật gửi cho ông, khuyên ông làm nội ứng giết Thất Đạn. Lưu Quân được tha về U châu, trên đường về bị quân Thất Đạn bắt được, lục ra bức thư gửi cho Lưu Côn. Thất Đạn ban đầu không tin việc đó, nên mang thư cho Lưu Côn xem và nói:\n:''Tôi vốn không nghi ông, nên mới cho ông biết việc này''\n\nNhưng sau đó em Thất Đạn là Đoàn Thúc Quân lại gièm pha rằng: người Tấn khó tin cậy, nên trừ đi. Thất Đạn nghe theo, bèn bắt giam Lưu Côn. Con em ông sợ bị tàn sát bèn đóng cửa cố thủ, bị Thất Đạn đánh và bắt giết. Thủ hạ của ông cũng mưu khởi sự lật đổ Thất Đạn nhưng cũng bị phát giác và bị dẹp.\n\nTháng 5 năm 318, ông bị Đoàn Thất Đạn giết ở U châu, năm đó 48 tuổi.\n\n== Nhận định ==\nCả đời Lưu Côn nhiệt huyết mưu phò trợ nhà Tấn, thất bại nhiều lần không nản lòng. Tiếng tăm của ông rất lớn với những người Đông Tấn ở Giang Nam. Đại tướng [[Hoàn Ôn]] nhà Đông Tấn đi đánh Ngũ Hồ sau này thường tự ví mình với ông, coi ông là tấm gương sáng chống Ngũ Hồ để noi theo. Các nhà sử học Trung Quốc đánh giá tài năng của ông tuy không bằng Tổ Địch nhưng ý chí rất đáng ca ngợi, tuy thất bại cũng là bậc anh hùng<ref>Thẩm Khởi Vĩ, sách đã dẫn, tr 118, 122<\/ref>.\n\n== Xem thêm ==\n* [[Nhà Tấn]]\n* [[Ngũ Hồ thập lục quốc]]\n* [[Tổ Địch]]\n* [[Vương Tuấn (cuối Tây Tấn)|Vương Tuấn]]\n* [[Hậu Triệu]]\n* [[Thạch Lặc]]\n\n== Tham khảo ==\n* Thẩm Khởi Vĩ (2007), ''Kể chuyện Lưỡng Tấn Nam Bắc triều'', Nhà xuất bản Đà Nẵng\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Sinh năm 271]]\n[[Thể loại:Mất năm 318]]"}