{"Lưu Nghĩa Khang":"'''Lưu Nghĩa Khang''' ([[chữ Hán]]: 刘义康, [[409]] – [[451]]), tên lúc nhỏ là '''Xa Tử''', người Tuy Lý, Bành Thành <ref>Nay là [[Đồng Sơn]], [[Giang Tô]]<\/ref>, là [[tể tướng]], hoàng thân [[nhà Lưu Tống]] trong [[lịch sử Trung Quốc]].\n\n==Thiếu thời==\nNghĩa Khang là con trai thứ tư của Lưu Tống Vũ đế [[Lưu Dụ]], mẹ là Vương tu dung.\n\nNăm 12 tuổi, Nghĩa Khang được trừ chức Đốc Dự, Ti, Ung, Tịnh 4 châu chư quân sự, Quan quân tướng quân, Dự Châu thứ sử [[nhà Đông Tấn]]. Khi ấy Lưu Dụ từ Thọ Dương vào triều, sắp soán ngôi của họ Tư Mã (420), lấy Nghĩa Khang thay mình trấn thủ Thọ Dương. Sau đó được lãnh Ti Châu thứ sử, tiến làm Đốc Từ Châu chi Chung Li, Kinh Châu chi Nghĩa Dương chư quân sự.\n\nSau đó ít lâu Lưu Dụ giành ngôi nhà Tấn, phong ông làm Bành Thành vương, thực ấp 3000 hộ, tiến hiệu Hữu tướng quân. Năm [[421]], ông được dời làm Giám Nam Dự, Dự, Ti, Ung, Tịnh 5 châu chư quân sự, Nam Dự Châu thứ sử, tướng quân như cũ. Năm 422, ông được thăng Sứ trì tiết, đô đốc Nam Từ, Duyện 2 châu, Dương Châu chi Tấn Lăng chư quân sự, Nam Từ Châu thứ sử, tướng quân như cũ.\n\n==Khởi nghiệp==\n[[Lưu Tống Văn Đế|Văn đế]] lên ngôi (424), Nghĩa Khang được tăng ấp 2000 hộ, tiến hiệu Phiếu kỵ tướng quân, gia Tán kỵ thường thị, cấp 1 bộ Cổ xuy. Lại được gia Khai phủ nghi đồng tam tư.\n\nNăm 426, ông được cải thụ Đô đốc Kinh, Tương, Ung, Lương, Ích, Ninh, Nam – Bắc Tần 8 châu chư quân sự, Kinh Châu thứ sử, cấp 30 vũ sĩ đeo Ban kiếm <ref>Nguyên văn: 班剑三十人\/Hán Việt: Ban kiếm tam thập nhân. Ban kiếm là kiếm được khắc vân da cọp; 人\/nhân ở đây là vũ sĩ đeo Ban kiếm, đội vũ sĩ này mang tính lễ nghi hơn là thực dụng. Lý Thiện chú dẫn Hán quan nghi rằng: “''Ban kiếm ấy, lấy hổ bì sức nó.''” Trương Tiển chú: “''Vũ bảo, Ban kiếm, đều là nghi vệ của tang lễ, thêm nghi thức so với lệ thường, cần 60 người vậy.''”<\/ref>, Trì tiết, thường thị, tướng quân như cũ. Nghĩa Khang từ nhỏ xét đoán sáng suốt, đến nay nhiệm chức ở địa phương, có thể chỉnh đốn nghiệp vụ.\n\n==Vào triều phụ chính==\nNăm [[429]], tư đồ [[Vương Hoằng (Lưu Tống)|Vương Hoằng]] dâng biểu xin cho Nghĩa Khang vào triều nắm chánh sự, nên được chinh làm Thị trung, Đô đốc Dương, Nam Từ, Duyện 3 châu chư quân sự, Tư đồ, Lục thượng thư sự, lĩnh Bình bắc tướng quân, Nam Từ Châu thứ sử, Trì tiết như cũ. Hoằng và Nghĩa Khang đều được cắt đặt phụ tá và nắm binh quyền, nhưng Hoằng nhiều bệnh, hầu như không tham gia triều chánh, mọi việc trong ngoài đều do Nghĩa Khang quyết đoán. Thái tử chiêm sự [[Lưu Trạm]] có tài trị quốc, Nghĩa Khang khi xưa ở Dự Châu, lấy ông ta làm Trưởng sử, rất tin cậy ông ta, ủy nhiệm trọng trách; Trạm đối với mọi người, mọi việc đều dò xét mà nắm rõ, giúp Nghĩa Khang mấy lần đổi nhiệm sở luôn được tiếng là giỏi cai trị, xa gần ca ngợi.\n\nNăm 432, Vương Hoằng mất, Nghĩa Khang lại được lĩnh Dương Châu thứ sử. Năm ấy, vì mẹ mất nên chịu giải chức Thị trung, không nhận Ban kiếm. Năm [[435]], ông lại được lĩnh Thái tử thái phó, nhận lại chức Thị trung, Ban kiếm.\n\n==Quyền nghiêng triều đình==\nNghĩa Khang tính ưa việc văn thư, tra xét tư liệu, làm rõ đúng sai, không chỗ nào không tường tận. Đến nay Nghĩa Khang nắm quyền trong triều, tự mình quyết đoán, ngay cả việc lớn can hệ nhân mạng, cũng căn cứ vào bằng chứng mà phán định. Những gì triều thần trình tấu, Văn đế xét thấy không đặc biệt nghiêm trọng, hoặc liên quan đến thứ sử trở xuống, thì giao cho Nghĩa Khang thi hành; vì vậy quyền thế của ông trở nên khuynh đảo triều đình.\n\nNghĩa Khang không ngừng khuếch trương thế lực, chẳng có khi nào tỏ ra mệt mỏi lười nhác. Cửa phủ mỗi sớm thường có vài trăm cỗ xe, dẫu là người có địa vị thấp kém cho vào gặp. Nghĩa Khang lại có trí nhớ hơn người, văn thư đã đọc hay chỉ nhìn qua một lần thì trọn đời không quên; thường tụ họp mọi người, thử thách trí nhớ của mình, rất được khâm phục. Nghĩa Khang không đem chức tước cho người lạ; nếu gặp nhân tài, ông đều đưa vào phủ, nếu họ không tỏ ra chống đối, lập tức cho vào triều làm quan; vì thế quan viên đều vui vẻ dốc sức làm việc cho ông, không dám xem thường.\n\nVăn đế có chứng hư lao<ref>Trong [[Đông y]], Hư lao là tình trạng thường xuyên mệt mỏi, không có sức làm việc; đồng thời đổ mồ hôi quá mức, nhức đầu, chóng mặt, bàn chân hay bị lạnh<\/ref>, nằm bệnh nhiều năm, mỗi khi có ý muốn làm gì, thì trong tim đau đớn, tưởng sắp chết đến nơi. Nghĩa Khang hết lòng hầu hạ, các thứ thuốc thang ăn uống, không nếm qua thì không dâng lên; nhiều đêm không ngủ, đến lúc trời sáng còn chưa cởi áo; đồng thời mọi việc trong cung ngoài triều, đều do ông chuyên quyền quyết đoán.\n\nNăm [[439]], ông được tiến vị Đại tướng quân, lĩnh Tư đồ, cho phép vời triệu duyện thuộc.\n\n==Vua tôi hiềm khích==\nNghĩa Khang vốn không có học vấn, nên chẳng nắm được đạo lý; tự cho rằng mình với hoàng đế là anh em chí thân, không cần giữ khoảng cách như vua tôi thông thường, vì vậy cứ thực lòng hành xử, không kiêng dè những việc sẽ khiến nhà vua nghi ngờ. Nghĩa Khang dưới quyền có hơn 6000 thủ hạ, nhưng không thông báo lên triều đình. Địa phương dâng lễ vật, đều đem thượng phẩm cho Nghĩa Khang, thứ phẩm cho hoàng cung. Văn đế từng ăn cam vào mùa đông, than rằng cam xấu, Nghĩa Khang đang ngồi đấy, nói: “Năm nay cam rất tốt mà!” Rồi sai người về Đông phủ lấy cam, dâng lên những trái đều lớn hơn đồ ngự 3 tấc.\n\nThượng thư bộc xạ [[Ân Cảnh Nhân]] được Văn đế sủng ái, vốn cùng Lưu Trạm thân thiết, về sau lại bất hòa. Trạm thường cậy quyền tể tướng của Nghĩa Khang hòng hãm hại Cảnh Nhân, nhưng Cảnh Nhân được Văn đế che chở, Nghĩa Khang cũng không nghe theo, khiến Trạm thất vọng. Người Nam Dương là Lưu Bân có họ hàng xa với Trạm, giỏi xử lý dân sự, được Nghĩa Khang biết tài, cất nhắc từ Tư đồ hữu trưởng sử lên làm Tả trưởng sử. Người Lang Da là Tòng sự trung lang Vương Lý, người Bái Quận là Chủ bộ Lưu Kính Văn, người Lỗ Quận là Tế tửu Khổng Dận Tú, đều nhờ Nghĩa Khang mà được vào triều, thấy Văn đế bệnh nặng, đều cho rằng nên lập vua trưởng thành. Văn đế từng gặp lúc bệnh trở nặng, sai Nghĩa Khang chuẩn bị chiếu Cố mệnh. Nghĩa Khang quay lại triều đường, rơi nước mắt thông báo cho Lưu Trạm với Ân Cảnh Nhân, Trạm nói: “Thiên hạ lắm việc, há ấu chủ có thể đảm đương.” Nghĩa Khang, Cảnh Nhân đều không đáp, còn bọn Khổng Dận Tú liền dâng thư lên kiến nghị làm theo lối triều thần nhà Tấn phù lập [[Tấn Khang Đế|Tấn Khang đế]] (thay anh trai là [[Tấn Thành Đế|Tấn Thành đế]]); Nghĩa Khang không biết việc này, nhưng Văn đế sau đó khỏi bệnh, lại có nghe qua.\n\nBọn Lưu Bân cậy được Nghĩa Khang sủng tín, dựa vào uy quyền của tể tướng mà khống chế triều đình, hòng tìm cách giành đế vị cho ông. Họ kết làm phe đảng, dò xét trong cung ngoài triều, đối với những người không cùng chí hướng, thì vu cáo tội trạng để bãi truất; lại góp nhặt mọi động thái của Ân Cảnh Nhân, thêm thắt vào rồi tố cáo với Lưu Trạm. Tất cả những việc này khiến cho mối quan hệ của Văn đế - Nghĩa Khang dần rạn vỡ.\n\nNghĩa Khang muốn lấy Lưu Bân làm Đan Dương doãn, tìm dịp kể với Văn đế gia cảnh nghèo nàn của Bân, Văn đế biết ý, chặn lời ông rằng: “Lấy hắn nắm Ngô Quận.” Về sau Cối Kê thái thú Dương Huyền Bảo xin về triều, Nghĩa Khang lại muốn lấy Bân thay thế, nên hỏi Văn đế: “Dương Huyền Bảo muốn về, không rõ nên lấy ai nắm Cối Kê?” Văn đế chưa nghĩ ra, thảng thốt nói: “Ta muốn dùng Vương Hồng.”\n\nTừ mùa thu năm [[439]], Văn đế không ghé Đông phủ nữa.\n\n==Rời khỏi triều đình==\nVăn đế cho rằng đôi bên đã sinh hiềm khích, sợ gây vạ lớn, nên quyết định ra tay trước. Tháng 10 ÂL năm [[440]], Văn đế bắt Lưu Trạm giao cho Đình úy, định tội chết, lại khép tội chết bọn Lưu Bân cùng Đại tướng quân Lục sự tham quân Lưu Kính Văn, Tặc tào tham quân Khổng Thiệu Tú, Trung binh tham quân Hình Hoài Minh, Chủ bộ Khổng Dận Tú, Đan Dương thừa Khổng Văn Tú, Tư không tòng sự trung lang Tư Mã Lượng, Ô Trình lệnh Thịnh Đàm Thái. Đày Thượng thư khố bộ lang Hà Mặc Tử, Dư Diêu lệnh Hàn Cảnh Chi, Vĩnh Hưng lệnh Nhan Diêu Chi, em Trạm là Hoàng môn thị lang Lưu Tố, em Bân là Cấp sự trung Lưu Ôn đi Quảng Châu; phế quan Vương Lý, cho về nhà. Dận Tú ban đầu làm Thư ký mà được tín nhiệm, dần tham gia cơ mật; Văn Tú, Thiệu Tú đều là anh trai của ông ta. Tư Mã Lượng là cháu bên ngoại của họ Khổng, cũng do Dận Tú tiến cử. Hoài Minh, Đàm Thái do Nghĩa Khang cất nhắc, Mặc Tử, Cảnh Chi, Diêu Chi được Lưu Trạm tiến cử.\n\nHôm sau Nghĩa Khang vào hầu, bị giữ lại ở Trung thư tỉnh, đêm ấy bọn Lưu Trạm bị bắt giữ. Thanh Châu thứ sử Đỗ Ký đưa quân giữ trong điện để phòng bị biến cố. Văn đế tuyên chỉ thông cáo tội trạng của bọn Trạm, Nghĩa Khang dâng biểu từ chức, được đổi thụ Đô đốc Giang Châu chư quân sự, Giang Châu thứ sử, Trì tiết, Thị trung, tướng quân như cũ, ra trấn Dự Chương.\n\nNghĩa Khang ở tỉnh hơn 10 ngày, Quế Dương hầu Lưu Nghĩa Dung, Tân Dụ hầu Lưu Nghĩa Tông, Bí thư giám Từ Trạm Chi đến úy dụ. Nghĩa Khang từ biệt Văn đế rồi xuống thuyền, hai người nhìn nhau mà khóc, không nói lời nào. Đế sai sa môn Thích Tuệ Lâm đưa tiễn, Nghĩa Khang hỏi mình còn có thể trở lại triều đình hay không, Tuệ Lâm đáp: “Tiếc rằng ngài không đọc vài trăm quyển sách.”\n\nChinh lỗ tư mã [[Tiêu Bân]], khi xưa được gần gũi Nghĩa Khang, bị bọn Lưu Bân ganh tỵ, gièm pha đuổi ra ngoài; Văn đế bèn lấy Bân làm Tư nghị tham quân, lĩnh Dự Chương thái thú, việc không kể lớn nhỏ, đều ủy cho ông ta. Tư đồ chủ bộ Tạ Tống, vốn bị Nghĩa Khang xem thường, Văn đế lấy Tống làm Ký thất tham quân. Những thủ hạ mà Nghĩa Khang yêu mến, đều được làm tùy tùng theo ông đến Dự Chương. Nghĩa Khang từ chức Giang Châu, Văn đế đồng ý, tăng làm Đốc Quảng, Giao 2 châu, Tương Châu chi Thủy Hưng chư quân sự. Nghĩa Khang được chu cấp rất hậu, tin tức liền lạc; triều đình có việc lớn, đều thông báo cho ông.\n\n==Vua ngờ tôi chết==\nNgười quận Ba Đông là Long tương tham quân Phù Lệnh Dục dâng biểu biện hộ cho Nghĩa Khang, Văn đế lập tức bắt ông ta vào ngục ở Kiến Khang, ban chết.\n\nCối Kê trưởng công chúa [[Lưu Hưng Đệ]] là con lớn nhất của Vũ đế, rất được Văn đế kính yêu. Sau khi Nghĩa Khang đi về nam đã lâu, đế cùng công chúa ăn tiệc rất vui, công chúa đột ngột quỳ lạy dập đầu, nước mắt ràn rụa. Đế không hiểu vì sao, tự tay đỡ dậy, công chúa nói: “Xa Tử già rồi, ắt không thể gặp lại bệ hạ, nay đặc biệt xin giữ lại sanh mệnh của nó.” Đế cũng rơi nước mắt, trỏ Tương Sơn mà nói: “Xin chị đừng lo. Nay thề có Sơ Ninh Lăng làm chứng.” (lăng mộ của Vũ đế) Đế lập tức niêm phong chỗ rượu còn lại trong tiệc, gởi cho Nghĩa Khang, kèm thư rằng: “Chị Cối Kê ăn tiệc nhớ em, nay niêm phong chỗ rượu còn lại gởi cho.”\n\nNăm [[445]], [[Từ Trạm Chi]] (con của Cối Kê trưởng công chúa) cáo giác bọn [[Phạm Diệp]], Khổng Hy Tiên mưu phản hòng phù lập Nghĩa Khang, Văn đế tha tội chết, miễn ông cùng các con trai\/gái làm thứ nhân, đày đi quận An Thành; lấy Ninh sóc tướng quân Thẩm Thiệu làm An Thành công tướng lĩnh binh phòng thủ. Nghĩa Khang ở An Thành đọc cố sự của Hoài Nam lệ vương [[Lưu Trường]] [[nhà Hán]], bỏ sách than rằng: “Đời trước đã có việc thế này, ta đắc tội là phải.”\n\nNăm [[447]], người Dự Chương là Hồ Đản Thế, Ngô Bình lệnh (tiền nhiệm) Viên Uẩn khởi nghĩa, giết Dự Chương thái thú Hoàn Long, Nam Xương lệnh Gia Cát Trí Chi, tập hợp nghĩa quân chiếm quận, muốn ủng lập Nghĩa Khang. Thái úy Lục thượng thư Giang Hạ vương [[Lưu Nghĩa Cung]] cầm đầu triều thần, tâu rằng Nghĩa Khang có lời oán giận, khiến lòng người nhiễu động, kiến nghị đày ông đi Quảng Châu. Văn đế đồng ý, muốn lấy Thẩm Thiệu tiếp tục canh giữ Nghĩa Khang ở Quảng Châu, nhưng Thiệu lại bệnh mất, nên ông vẫn ở lại quận An Thành.\n\nQuân [[Bắc Ngụy]] xâm phạm Qua Bộ, triều đình Lưu Tống kinh động, Văn đế lo rằng lại có người mượn danh nghĩa của Nghĩa Khang nổi dậy, Vũ Lăng vương [[Lưu Tuấn]] khi ấy trấn thủ Bành Thành, nhiều lần khuyên cha ra tay; Thái tử [[Lưu Thiệu (Lưu Tống)|Lưu Thiệu]] cùng Thượng thư tả bộc xạ [[Hà Thượng Chi]] cũng nói như vậy. Tháng giêng ÂL năm [[451]], Văn đế sai Trung thư xá nhân Nghiêm Long đem thuốc ban chết. Nghĩa Khang lấy cớ thờ Phật, không thể tự sát, nên chịu trùm đầu mà chết ngạt, hưởng thọ 43 tuổi, được an táng theo nghi lễ dành cho hầu tước.\n\n==Dị sự==\nKhi Nghĩa Khang sắp mất chức tể tướng, nước sông đột ngột dâng cao tràn đến sảnh trước của Đông phủ, chim cò bay cả vào trong phòng ốc.\n\n==Hậu sự==\nNghĩa Khang có sáu con trai: Doãn, Quăng, Tuần, Chiêu, Phương, Đàm Biện. Doãn ban đầu được phong Tuyền Lăng huyện hầu, thực ấp 700 hộ; Chiêu, Phương mất sớm. Sau khi cha mất, bọn Doãn vẫn ở lại An Thành, về sau bị Nguyên Hung Lưu Thiệu sát hại.\n\nNghĩa Khang không rõ có bao nhiêu con gái, có bốn người từng được phong Huyện chúa ở Thủy Ninh, Phong Thành, Ích Dương, Hưng Bình. Năm Đại Minh thứ 4 (460) thời Hiếu Vũ đế, con gái Nghĩa Khang là bọn Lưu Ngọc Tú thỉnh cầu được chôn cất Nghĩa Khang trong phần mộ dành cho hoàng tộc, được chấp thuận và cấp thêm tiền của. Trong niên hiệu Vĩnh Quang (465) thời [[Lưu Tống Tiền Phế Đế|Tiền Phế đế]], Lưu Nghĩa Cung thỉnh cầu cho Nghĩa Khang được khôi phục tông tịch, đế chấp thuận, nhưng chưa đồng ý khôi phục cho bọn Doãn. Năm Thái Thủy thứ 4 (468) thời [[Lưu Tống Minh Đế|Minh đế]], lại bị tước bỏ tông tịch, trở về làm thứ nhân.\n\n==Tham khảo==\n* '''[[Tống thư]] quyển 68, liệt truyện 28 – Vũ nhị vương truyện: Bành Thành vương Nghĩa Khang''' \n* '''[[Nam sử]] quyển 13, liệt truyện 3 – Tống tông thất cập chư vương truyện thượng: Lưu Nghĩa Khang'''\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Quan nhà Lưu Tống]]\n[[Thể loại:Người Giang Tô]]\n[[Thể loại:Sinh năm 409]]\n[[Thể loại:Mất năm 451]]\n[[Thể loại:Tể tướng Trung Quốc]]\n[[Thể loại:Hoàng tử Trung Quốc]]"}