{"Lưu Long (tướng)":"[[File:劉隆（東漢演義評）.jpg|thumb|200px|Lưu Long]]\n'''Lưu Long''' ({{zh|s=刘隆|t=劉隆|p=Liú Lóng}}, ? – 57), [[Tên chữ (người)|tên tự]] '''Nguyên Bá''' (元伯), người [[Nam Dương]] <ref>Nay là [[Nam Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>, tướng lĩnh, hoàng thân, khai quốc công thần nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]], một trong [[Vân Đài nhị thập bát tướng]].\n\nÔng được biết đến trong lịch sử Việt Nam với vai trò là phó tướng cùng Phục Ba tướng quân [[Mã Viện]] đánh bại [[Hai Bà Trưng]].\n \n==Cuộc đời==\n===Đi theo Lưu Tú===\nLưu Long có họ hàng với An Chúng hầu [[Lưu Đan]] (劉丹), con trai của Trường Sa Định vương [[Lưu Phát]] (刘发). Năm [[6]], cha Lưu Long là [[Lưu Lễ]] (劉礼) cùng [[Lưu Sùng]] (劉崇) từng khởi binh chống Vương Mãng, sự việc bị tiết lộ, liên lụy đến cả nhà. Lưu Long chưa đến 7 tuổi, nên được tha chết.\n\nLưu Long du học ở [[Trường An]] từ khi còn bé, khi trưởng thành được [[Canh Thủy đế]] Lưu Huyền bái làm Kỵ đô úy <ref>[[Phạm Diệp]], [[Hậu Hán thư|Hậu Hán Thư]] kể rằng Lưu Long du học ở Trường An sau khi cha mất, trong khoảng 30 năm, được làm Kỵ đô úy năm [[24]], quả là mâu thuẫn<\/ref>. Lưu Long an trí vợ con ở Lạc Dương.\n\nNghe tin [[Hán Quang Vũ Đế|Lưu Tú]] đang ở Hà Nội, Lưu Long đuổi theo đến Xạ Khuyển thì bắt kịp, được Lưu Tú bái làm Kỵ đô úy. Lưu Tú ở Hà Bắc dựng riêng một ngọn cờ, đối lập với chính quyền Canh Thủy. Lưu Long theo [[Phùng Dị]] đến Lạc Dương đánh trả quân đội của Canh Thủy, vợ con Lưu Long bị tướng giữ thành là [[Lý Dật]] (em họ [[Lý Thông]]) giết hại.\n\nNăm [[26]], Lưu Long được phong làm ''Kháng Phụ hầu'' (亢父侯).\n\n===Công thần Đông Hán===\nTháng 8 năm [[28]], Lưu Long được bái làm Tru Lỗ tướng quân (誅虜将軍), theo [[Mã Thành (Đông Hán)|Mã Thành]] tiến đánh [[Lý Hiến]] đã xưng đế ở [[Hoài Nam]]. [[Tháng 9]], quân Hán vây Lý Hiến ở huyện Thư <ref>Nay là phía nam [[Lư Giang]], [[An Huy]]<\/ref>. Tháng giêng năm [[30]], thành Thư bị hạ, Lý Hiến bỏ trốn, bị bộ hạ sát hại. Sau đó, Lưu Long được phái đến Vũ Đương <ref>Nay thuộc thành phố [[Thập Yển]]<\/ref> thuộc Kinh Châu, đóng quân làm ruộng.\n\nNăm [[35]], Lưu Long làm [[Thái thú]] [[Nam quận]], được hơn năm, triều đình giao lại ấn thụ tướng quân. Năm [[37]], được tăng thực ấp, phong làm ''Cảnh Lăng hầu'' (竟陵侯).\n\nBấy giờ, người ta khai khẩn ruộng vườn đều không báo lên con số thật. Việc đăng ký hộ khẩu cũng đắp đổi cho nhau mà che giấu. Năm [[39]], Hán Quang Vũ đế hạ chiếu kiểm tra ruộng đất, sau 6 tháng thi hành, phát hiện có nhiều sai trái, nên hạ lệnh nghiêm trị những quan lại đo ruộng không đúng. Kết quả là Lưu Long bị hạ ngục, đồng bọn bị tội chết đến vài mươi người. Quang Vũ đế niệm tình Long là công thần, chỉ phế làm thứ dân.\n\n===Đàn áp khởi nghĩa===\nTheo [[Hậu Hán thư]], phần liệt truyện<ref>https:\/\/ctext.org\/dictionary.pl?if=gb&id=74317 Nguyên văn: 明年，復封為扶樂鄉侯，以中郎將副伏波將軍馬援擊交阯蠻夷徵側等，隆別於禁谿口破之，獲其帥徵貳，斬首千餘級，降者二萬餘人。還，更封大國，為長平侯。及大司馬吳漢薨，隆為驃騎將軍，行大司馬事。<\/ref>: năm [[40]], Lưu Long được phong làm ''Phù Nhạc hương hầu'' (扶乐乡侯), làm Trung lang tướng theo Phục ba tướng quân [[Mã Viện]] đàn áp [[Hai Bà Trưng]] ở [[Giao Chỉ]]. Lưu Long đánh bại nghĩa quân ở Cấm Khê <ref>Nay là phía nam [[Bạch Hạc]], [[Vĩnh Phúc]], [[Việt Nam]]<\/ref> (hoặc Kim Khê) thuộc huyện [[Mê Linh]]. Long chém được hơn ngàn thủ cấp, thu hàng 2 vạn người. Sau khi thành công trở về, Long được phong ''Trường Bình hầu''<ref>Nay là đông bắc [[Tây Hoa]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>.\n\nKhi Đại tư mã [[Ngô Hán]] qua đời, Lưu Long được làm ''Phiêu kỵ tướng quân'' (驃騎将軍), giữ chức [[Đại tư mã]]. Long giữ chức 8 năm, triều đình giao lại ấn thụ tướng quân, bãi miễn chức vụ, ban cho bò sữa, 10 hộc rượu nếp, cho làm Liệt hầu, chỉ khi được triệu mới vào triều.\n\nNăm [[54]], Lưu Long được phong ''Thận hầu'' (慎侯)<ref>Nay là khu vực ở thượng du sông Dĩnh, [[An Huy]]<\/ref>. Năm 57, Lưu Long chết, thụy hiệu là ''Tĩnh hầu'' (靖侯). Con là Lưu An kế tự.\n\n==Tham khảo==\n* [[Hậu Hán thư]]\n* [[Tư trị thông giám]]\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Vân Đài nhị thập bát tướng}}\n\n[[Thể loại:Vân Đài nhị thập bát tướng]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 57]]\n[[Thể loại:Người Hà Nam (Trung Quốc)]]"}