{"Lưu Tùng Hiệu":"'''Lưu Tùng Hiệu''' ({{zh|s=留从效|t=留從效}}) (906-962), là một tướng lĩnh của nước [[Mân (Thập quốc)|Mân]] thời [[Ngũ Đại Thập Quốc]]. Sau khi Mân diệt vong, ban đầu ông quy phục quốc gia chinh phục Mân là [[Nam Đường]], song sau đó ông tận dụng thời cơ Nam Đường bất lực để nắm quyền kiểm soát phần phía nam của lãnh thổ Mân cũ, song vẫn quy phục Nam Đường trên danh nghĩa. Sau khi Nam Đường chiến bại trước [[Hậu Chu]], ông cũng quy phục trên danh nghĩa quốc gia kế thừa của Hậu Chu là [[nhà Tống|Tống]].\n\n== Thân thế ==\nLưu Tùng Hiệu sinh vào thời [[nhà Đường|Đường mạt]], là người Vĩnh Xuân<ref group=\"c\">Vĩnh Xuân (永春), nay thuộc [[Tuyền Châu]], [[Phúc Kiến]]), địa phương này mang tên Đào Lâm (桃林) trong thời gian đầu đời của ông<\/ref>. Cha ông là Lưu Chương (留璋) từ trần khi ông còn nhỏ, ông có tiếng là thân ái với mẹ và huynh. Ông được thuật là có phần hiểu biết về sách vở, yêu thích binh pháp.<ref name=TS483>''[[Tống sử]]'', [[:zh:s:宋史\/卷483|quyển 483]].<\/ref><ref name=TQXT93>''[[Thập Quốc Xuân Thu]]'', [https:\/\/archive.org\/stream\/06080963.cn#page\/n64\/mode\/2up quyển 93].<\/ref>\n\n== Nổi loạn chống Chu Văn Tiến ==\nNăm 944, nước Mân của nhà họ Vương tan rã do nội chiến và xung đột, tướng [[Chu Văn Tiến]] hạ sát hoàng đế [[Vương Diên Hy|Vương Hi]] và soán vị, tranh chấp tính chính thống với [[Vương Diên Chính]] (xưng đế lập nước [[Ân (Thập quốc)|Ân]] từ trước đó).<ref name=TTTG284>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷284|quyển 284]].<\/ref>\n\nSau khi soán vị Mân, Chu Văn Tiến cử Hoàng Thiệu Pha (黃紹頗) đến Tuyền châu giữ chức thứ sử, Tuyền châu tán viên chỉ huy sứ Lưu Tùng Hiệu nói với đồng cấp Vương Trung Thuận (王忠順), Đổng Tư An (董思安), và [[Trương Hán Tư]]:<ref name=TTTG284\/>\n\n{{quote|Chu Văn Tiến đồ diệt Vương thị, khiển phúc tâm phân cứ các châu. Chúng ta nhiều đời thụ ân của Vương thị, song lại phục vụ cho tặc. Bỗng nhiên Phú Sa vương [tức Vương Diên Chính] chiếm được Phúc châu<ref group=\"c\">福州, nay thuộc [[Phúc Châu]], [[Phúc Kiến]], kinh đô của Mân, đương thời do Chu Văn Tiến cai trị<\/ref>, thì có chết cũng hổ thẹn!}}\n\nCác đồng cấp của ông tán đồng. Đến tháng 11 ÂL, bọn Lưu Tùng Hiệu dẫn tráng sĩ thân thiết dưới quyền, dự tiệc tối tại nhà của Lưu Tùng Hiệu. Lưu Tùng Hiệu nói với họ:<ref name=TTTG284\/>\n\n{{quote|Phú Sa vương đã bình Phúc châu, ra mật chỉ lệnh chúng ta thảo Hoàng Thiệu Pha. Ta thấy diện mạo chư quân đều không phải người bần tiện kéo dài. Nghe lời ta, phú quý có thể đạt được; nếu không, họa ắt sẽ tới.}}\n\nCác tráng sĩ đều phấn chấn, cầm côn trắng, vượt tường bắt Hoàng Thiệu Pha rồi trảm. Lưu Tùng Hiệu đem châu ấn đến phủ đệ của Vương Kế Huân (王繼勳), một tụng tử của Vương Diên Chính cư trú tại Tuyền châu, thỉnh Vương Kế Huân làm chủ quân phủ. Lưu Tòng Hiệu tự xưng \"Bình tặc thống quân sứ\", bỏ đầu Hoàng Thiệu Pha trong hộp, sai Phó binh mã sứ [[Trần Hồng Tiến]] đem đến Kiến châu<ref group=\"c\">Kiến châu (建州), nay thuộc [[Nam Bình (thành phố)|Nam Bình]], [[Phúc Kiến]]<\/ref>- thủ đô của Vương Diên Chính. Vương Diên Chính bổ nhiệm Vương Kế Huân là Tuyền châu thứ sử, còn Lưu Tùng Hiệu, Vương Trung Thuận, Đổng Tư An, và Trần Hồng Tiến đều là Đô chỉ huy sứ.<ref name=TTTG284\/>\n\nChu Văn Tiến hay tin Hoàng Thiệu Pha bị giết thì rất tức giận, mộ được hai vạn binh, sai Lâm Thủ Lượng (林守諒) và Lý Đình Ngạc (李廷鍔) đem quân tiến công Tuyền châu. Vương Diên Chính sai Đại tướng quân [[Đỗ Tiến]] (杜進) đem hai vạn binh đến cứu Tuyền châu. Tuy nhiên, Lưu Tùng Hiệu mở cổng thành giao chiến với quân Phúc châu, kết quả là đại thắng, giết Lâm Thủ Lượng và bắt giữ Lý Đình Ngạc. Sau đó, Chu Văn Tiến bị quan dưới quyền là Lâm Nhân Hàn (李仁翰) ám sát, Lâm Nhân Hàn dâng Phúc châu cho Vương Diên Chính, Vương Diên Chính xưng là hoàng đế nước Mân. Tuy nhiên, sau một cuộc nổi loạn của [[Lý Nhân Đạt]] tại Phúc châu, khu vực này lại vượt khỏi quyền kiểm soát của Vương Diên Chính, còn thủ đô Kiến châu đương thời bị tướng Nam Đường là [[Tra Văn Huy]] (查文徽) đem quân tiến công. Trong khi Kiến châu bị bao vây, Vương Diên Chính triệu Đổng Tư An và Vương Trung Thuận đem 5.000 quân đến Kiến châu.<ref name=TTTG284\/>\n\n== Thần dân Nam Đường ==\nNgày Đinh Hợi (24) tháng 8 năm Ất Tị (2 tháng 10 năm 945), Kiến châu thất thủ trước quân Nam Đường, Vương Diên Chính đầu hàng. (Vương Trung Thuận tử chiến, còn Đổng Tư An đem tàn quân chạy về Tuyền châu.) Ban đầu, gần như toàn bộ lãnh địa Mân cũ đều quy phục Nam Đường, bao gồm Lý Nhân Đạt tại Phúc châu. Sang năm 946, Lưu Tùng Hiệu viện cớ binh thế của Lý Nhân Đạt rất thịnh, rằng Vương Kế Huân thưởng phạt không phù hợp khiến sĩ tốt không nguyện lực chiến, buộc Vương Kế Huân phải nhượng lại quân phủ sự cho mình. Sau đó, Lưu Tùng Hiệu suất lĩnh binh sĩ công kích Lý Nhân Đạt, giành được đại thắng, sau đó dâng biểu cho hoàng đế Nam Đường [[Lý Cảnh]], Lý Cảnh bổ nhiệm Lưu Tùng Hiệu làm Tuyền châu thứ sử, triệu Vương Kế Huân đến kinh thành [[Nam Kinh|Kim Lăng]] của Nam Đường, song cũng cho quân đến đóng tại Tuyền châu.<ref name=TTTG285>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷285|quyển 285]].<\/ref>\n\nĐến mùa thu năm 946, tướng tại Chương châu<ref group=\"c\">Chương châu (漳州), nay thuộc [[Chương Châu]], [[Phúc Kiến]]<\/ref> là Lâm Tán Nghiêu (林贊堯) nổi loạn chống Nam Đường, sát hại Kiếm châu thứ sử [[Trần Hối]] (陳誨)- người Lý Cảnh phái đến Chương châu, và Giám quân Chu Thừa Nghĩa (周承義). Lưu Tùng Hiệu đem binh đánh đuổi Lâm Tán Nghiêu khỏi Chương châu; để Đổng Tư An tạm quyền cai quản Chương châu. Sau đó, Lý Cảnh bổ nhiệm Đổng Tư An làm Chương châu thứ sử. (Đổng Tư An ban đầu từ chối do cha tên là Chương, Lý Cảnh bèn đổi Chương châu thành Nam châu<ref>Nam châu (南州)<\/ref>.)<ref name=TTTG285\/>\n\nTrong khi đó, Lý Nhân Đạt từ chối nhường thực quyền tại Phúc châu, khiến Nam Đường suất quân tiến công, chỉ huy quân Nam Đường là Vương Sùng Văn (王崇文). Lý Nhân Đạt cầu viện [[Ngô Việt]] vương [[Tiền Hoằng Tá]]. Lý Cảnh sai Đổng Tư An và Lưu Tùng Hiệu đem quân trong châu chi viện cho Vương Sùng Văn. Theo tường thuật, quân của Vương Sùng Văn sa lầy, Vương Sùng Văn tuy là nguyên soái song Lưu Tùng Hiệu và Vương Kiến Phong (王建封) không phục không tuân lệnh, trong khi đó các quan văn Trần Giác, Phùng Diên Lỗ, Ngụy Sầm thì tranh quyền của Vương Sùng Văn.<ref name=TTTG285\/> Đến mùa xuân năm 947, liên quân của Lý Nhân Đạt và Ngô Việt đánh bại quân Nam Đường đang phân tán, có vẻ là do Lưu Tùng Hiệu và Vương Kiến Phong không muốn liên quân tái tập hợp và chiếm Phúc châu, kết thúc nỗ lực của Nam Đường trong việc đoạt quyền kiểm soát thực tế Phúc châu.<ref name=TTTG286>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷286|quyển 286]].<\/ref>\n\nLưu Tùng Hiệu dẫn quân về Tuyền châu, nói với tướng đóng giữ của Nam Đường:<ref name=TTTG286\/>\n\n{{quote|Tuyền châu và Phúc châu nhiều đời thù địch. Phía nam là núi, biển, và xứ chướng độc, đất đai hiểm trở khô cằn. Do hưng binh liên tục nhiều năm, nông nghiệp và nghề nuôi tằm suy bại, nguồn thu từ thuế đông và hạ chỉ đủ cung cấp cho Tuyền châu. Sao làm phiền đại quân đóng giữ lâu ở đây!}}\n\nTướng đóng giữ của Nam Đường bất đắc dĩ phải dẫn binh rời khỏi Tuyền châu. Lý Cảnh không nghĩ ra cách để chế ngự Lưu Tùng Hiệu, nên ban cho ông chức \"kiểm hiệu thái phó\".<ref name=TTTG286\/>\n\n[[Tập tin:五代后周形势图（繁）.png|thumb|trái|400px|Thời [[hậu Chu|nhà Hậu Chu]] (951–960)\n{{legend|#80A871|[[Thanh Nguyên quân tiết độ sứ|Thanh Nguyên quân tiết độ sứ (清源軍節度使)]]}}\n{{legend|#86E8C4|[[Nam Đường|Nam Đường (南唐)]]}}\n{{legend|#B7D9B7|[[Ngô Việt|Ngô Việt (吳越)]]}}\n{{legend|#6AB6EB|[[Nam Hán|Nam Hán (南漢)]]}}\n{{legend|#EDB985|[[Hậu Chu|Hậu Chu (後周)]]}}\n{{legend|#72ECF2|[[Bắc Hán]]}}\n{{legend|#D0B894|[[Hậu Thục|Hậu Thục (後蜀)]]}}\n{{legend|#9E5893|[[Kinh Nam|Kinh Nam (荆南)]]}}\n{{legend|#C2D36C|[[Vũ Bình tiết độ sứ|Vũ Bình tiết độ sứ (武平節度使)]]}}]]\nNăm 949, anh của Lưu Tùng Hiệu là Nam châu phó sứ Lưu Tùng Nguyện (留從願) dùng rượu độc giết Đổng Tư An và nắm quyền kiểm soát châu. Lý Cảnh không thể chế ngự, bèn đặt [[Thanh Nguyên quân]] tại Tuyền châu, bổ nhiệm Lưu Tùng Hiệu làm tiết độ sứ.<ref name=TTTG288>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷288|quyển 288]].<\/ref> Không lâu sau, Lý Cảnh phong Lưu Tùng Hiệu chức Đồng bình chương sự kiêm thị trung, trung thư lệnh, phong Ngạc quốc công, Tấn Giang vương.<ref name=TS483\/>\n\nLưu Tùng Hiệu xuất thân hàn vi, biết được thống khổ của nhân dân, tại lãnh địa cần kiệm chăm lo cho dân. Ông thường mặc y phục thường dân, để công phục tại bên cửa quân phủ, sử dụng nó khi nghe các sự vụ chính thức, thể hiện nguồn gốc thường dân của mình, dân cực kỳ yêu mến, nội bộ an trị. Vương Diên Chính có hai con gái được gả cho người Tuyền châu, Lưu Tùng Hiệu đối đãi với họ rất kính trọng. Mỗi năm chọn lấy tiến sĩ, minh kinh, gọi là \"thu đường\".<ref name=TS483\/>\n\nNăm 958, khi [[Hậu Chu]] tiến công Nam Đường, vào tháng 7 nhuận, Lưu Tùng Hiệu khiển nha tướng Thái Trọng Uân (蔡仲贇) mặc y phục của thương nhân đến Hậu Chu dâng một biểu xin quy phục Chu đế [[Sài Vinh|Quách Vinh]]. Tuy nhiên, chiến tranh kết thúc sớm (khi Lý Cảnh nhượng lãnh thổ phía bắc Trường Giang cho Hậu Chu và xưng thần với Quách Vinh), và khi Lưu Tùng Hiệu lại sai sứ cống Hậu Chu, xin được đặt Tiến tấu viện tại kinh sư [[Khai Phong]] của Hậu Chu, trực tiếp lệ thuộc Hậu Chu. Ngày Mậu Dần (4) tháng 6 năm Kỉ Mùi (12 tháng 7 năm 959), Quách Vinh ra chiếu rằng Lý Cảnh đã quy phục và rằng Lưu Tùng Hiệu từ lâu đã theo Kim Lăng, không thể thay đổi.<ref name=TTTG294>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷294|quyển 294]].<\/ref>\n\n== Quy phục cả Nam Đường và Tống ==\nNăm 960, tướng của Hậu Chu là [[Tống Thái Tổ|Triệu Khuông Dẫn]] cướp ngôi [[Sài Tông Huấn|Quách Tông Huấn]], kết thúc Hậu Chu và khởi đầu [[nhà Tống|triều Tống]], tức Tống Thái Tổ. Ngày Tân Mão (26) tháng 12 (15 tháng 1 năm 961), Lưu Tùng Hiệu xưng phiên,<ref name=TTTTG1>''[[Tục Tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷001|quyển 1]].<\/ref> và triều cống.<ref name=TS483\/> Khoảng thời gian này, dù là chư hầu song Lý Cảnh lo sợ về khả năng Tống có hành động quân sự, do vậy quyết định thiên đô từ Kim Lăng đến [[Nam Xương]],<ref name=TTTTG1\/> và tiến hành vào năm 961.<ref name=TTTTG2>''Tục Tư trị thông giám'', [[:zh:s:續資治通鑑\/卷002|quyển 2]].<\/ref> Tuy nhiên, Lưu Tùng Hiệu nghi rằng Nam Đường có ý định thảo phạt Thanh Nguyên quân, do đó sai tụng tử<ref>Tụng tử: Cháu gọi bằng bác.<\/ref> Lưu Thiệu Cơ (留紹錤) đi triều cống Lý Cảnh, đồng thời tiếp tục triều cống Tống thông qua Ngô Việt. Tống Thái Tổ sai sứ giả đi an phủ Lưu Tùng Hiệu, song trước khi sứ giả đến Thanh Nguyên thì Lưu Tùng Hiệu từ trần do nhọt ở lưng, thọ 57 tuổi,<ref name=TS483\/> có lẽ là vào năm 962.<ref name=TTTTG2\/> Quân chủ Nam Đường là [[Lý Dục]] truy tặng Lưu Tùng Hiệu chức Thái úy, Linh châu đại đô đốc.<ref name=TS483\/>\n\nDo Lưu Tùng Hiệu không có con kế tự, ông nhận nuôi Lưu Thiệu Cơ và một tụng tử khác là [[Lưu Thiệu Tư]] (đều là con đẻ của Lưu Tùng Nguyện).<ref name=TS483\/> ''[[Tục Tư trị thông giám]]'' biểu thị rằng sau khi ông từ trần, do Lưu Thiệu Cơ đang tại triều đình Nam Đường, Lưu Thiệu Tư tự lĩnh quân vụ, song không lâu thì bị [[Trần Hồng Tiến]] đoạt quyền, nhân vật này vu cáo rằng Lưu Thiệu Tư muốn quy phục Ngô Việt và giải Lưu Thiệu Tư đến Nam Đường, suy tôn [[Trương Hán Tư]] làm lưu hậu.<ref name=TTTTG2\/> Tuy nhiên, phần tiểu sử về Lưu Tùng Hiệu trong ''[[Tống sử]]'' thì ghi rằng chính biến diễn ra khi Lưu Tùng Hiệu nằm bệnh, song phần tiểu sử về Trần Hồng Tiến lại tương tự như trong ''Tục Tư trị thông giám''.<ref name=TS483\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n== Tham khảo ==\n{{tham khảo}}\n\n{{s-start}}\n{{s-gov}}\n|- style=\"text-align: center;\n{{s-bef|before=[[Lý Cảnh]] của [[Nam Đường]]}}\n{{s-ttl|title=Người thống trị Trung Quốc (miền nam Phúc Kiến) (thực tế')|years=947-962}}\n{{s-aft|after=[[Lưu Thiệu Tư]]}}\n{{s-end}}\n\n{{vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Sinh năm 906]]\n[[Thể loại:Mất năm 962]]\n[[Thể loại:Người Mân Nam]]\n[[Thể loại:Mân (Thập quốc)]]\n[[Thể loại:Nam Đường]]\n[[Thể loại:Người nhà Tống]]"}