{"Lưu Phần (Nam Hán)":"{{Otheruses|Hán Thương Đế (định hướng)}}\n{{Thông tin nhân vật hoàng gia\n| tên = Lưu Phần\n| tước vị = Hoàng đế Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = [[Hoàng đế]] [[Nam Hán]]\n| tại vị = [[10 tháng 6]], 942-[[15 tháng 4]], 943<ref name=TTTG283>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷283|quyển 283]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref>\n| tiền nhiệm = [[Nam Hán Cao Tổ|Cao Tổ]] Lưu Nham\n| kế nhiệm = Trung Tông [[Lưu Thịnh]]\n| vợ = \n| con cái = \n| miếu hiệu =\n| thụy hiệu =Thương hoàng đế \n| niên hiệu = Quang Thiên (光天) 10 tháng 6, 942-16 tháng 4, 943<ref name=TTTG283\/><ref name=AS\/>\n| tên đầy đủ =\n| cha = Lưu Nham\n| mẹ = Triệu thái phi\n| sinh = 920<ref name=SGCQ59>''[[Thập Quốc Xuân Thu]]'', [https:\/\/archive.org\/stream\/06080956.cn#page\/n60\/mode\/2up quyển 59].<\/ref>\n| nơi sinh = [[Quảng Châu]]\n| mất = 15 tháng 4, 943\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Lưu Phần''', '''Lưu Phân''' hay '''Lưu Bân''' (劉玢) (920<ref name=SGCQ59\/>-15 tháng 4 năm 943<ref name=TTTG283\/><ref name=AS\/>), sơ danh '''Lưu Hoằng Độ''' (劉弘度), gọi theo thụy hiệu là '''Nam Hán Thương Đế''', là hoàng đế thứ hai của nước [[Nam Hán]] thời [[Ngũ Đại Thập Quốc]]. Năm 942, ông kế vị hoàng vị Nam Hán từ cha là [[Nam Hán Cao Tổ]] Lưu Nham. Tuy nhiên, sang năm 943, ông bị ám sát trong một cuộc chính biến do hoàng đệ là [[Lưu Thịnh|Lưu Hoằng Hi]] tiến hành.\n\n== Thân thế ==\nLưu Hoằng Độ là đệ tam tử của Nam Hán Cao Tổ Lưu Nham (Lưu Nham xưng đế lập quốc từ năm 917). Mẹ của ông là Triệu chiêu nghi.<ref name=SGCQ59\/> (phần viết về bà trong ''[[Thập Quốc Xuân Thu]]'' ghi rằng bà rất đẹp và rất được Lưu Nham sủng ái<ref>''[[Thập Quốc Xuân Thu]]'', [http:\/\/archive.org\/stream\/06072245.cn#page\/n86\/mode\/2up quyển 61].<\/ref> song kỷ về Lưu Phần trong thư tịch này thì ghi rằng bà vốn vô sủng.<ref name=SGCQ59\/>\n\nNăm Đại Hữu thứ 5 (932), Nam Hán Cao Tổ phong vương cho một số hoàng tử, Lưu Hoằng Độ được phong làm Tân vương, song không lâu sau lại cải phong Tần vương.<ref name=TTTG278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref> Do đại ca Lưu Diệu Xu (劉耀樞) và nhị ca Lưu Quy Đồ (劉龜圖) (được phong vương năm 932) mất sớm, Lưu Hoằng Độ trở thành con trưởng của Nam Hán Cao Tổ.<ref name=SGCQ59\/> Năm Đại Hữu thứ 7 (934), Nam Hán Cao Tổ mệnh Phán lục quân Lưu Hoằng Độ chiêu mộ 1.000 túc vệ binh. Những người Lưu Hoằng Độ mộ đều là đám vô lại trẻ tuổi ngoài đường phố, ông trở nên gần gũi với họ. Khi Đồng bình chương sự [[Dương Đỗng Tiềm]] can gián, Nam Hán Cao Tổ cho rằng không cần phải lo lắng và không khuyên răn Lưu Hoằng Độ, Dương Đỗng Tiềm tạ bệnh quy đệ. (Trong đó, Dương Đỗng Tiềm nói Lưu Hoằng Độ là \"chủng đích\" của quốc gia, có khả năng là lúc này Diệu Xu và Quy Đồ đã mất.)<ref name=TTTG279>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref>\n\nNăm Đại Hữu thứ 15 (942), Nam Hán Cao Tổ ốm nặng, ông thấy kì tử Lưu Hoằng Độ và Tấn vương [[Lưu Hoằng Hy]] đều cao ngạo phóng túng, trong khi hoàng tử Việt vương Lưu Hoằng Xương hiếu cẩn và có tri thức, nên định đưa Lưu Hoằng Độ đến trấn Ung châu (邕州, nay thuộc [[Nam Ninh]], [[Quảng Tây]]) và đưa Lưu Hoằng Hy đến trấn Dong châu (容州, nay thuộc [[Ngọc Lâm, Quảng Tây|Ngọc Lâm]], [[Quảng Tây]]) nhằm lập Lưu Hoằng Xương. Tuy nhiên, khi Cao Tổ hỏi ý Sùng văn sứ Tiêu Ích (蕭益), người này nói rằng \"lập đích dĩ trường, vi chi tất loạn\", do vậy Cao Tổ ngưng dự định. Ngày Đinh Sửu (24) tháng 4 (10 tháng 6), Nam Hán Cao Tổ mất. Lưu Hoằng Độ tức hoàng đế vị.<ref name=TTTG283\/>\n\n== Trị vì ==\nSau khi tức vị, Lưu Hoằng Độ đổi tên sang Lưu Phần. Ông bổ nhiệm Lưu Hoằng Hi làm phụ chính, cải nguyên Quang Thiên, tôn mẹ Triệu chiêu nghi là hoàng thái phi.<ref name=TTTG283\/>\n\nLưu Phần được thuật lại là sống xa xỉ, hoang dâm vô đạo, không quan tâm đến chính sự. Khi vẫn trong giai đoạn chờ mai táng Nam Hán Cao Tổ, Lưu Phần đã lệnh cho kép hát vào cung để mua vui. Ban ngày ông thường đi chơi nhạc, vui thú chè chén, thậm chí còn bắt nam nữ trong cung nhất loạt đều phải [[khỏa thân]]; ban đêm vi hành cùng xướng phụ, có khi còn xông vào nhà dân làm nhục phụ nữ. Do người trái ý ông thường bị xử tội chết, cho nên không ai dám can gián, duy có Lưu Hoằng Xương và Nội thường thị Ngô Hoài Ân (吳懷恩) thường can gián, song ông cũng không nghe theo. Theo tường thuật, ông cũng nghi kị chư đệ, mỗi khi tổ chức yến tiệc ông lại lệnh cho hoạn giả đứng giữ cửa, quần thần và tông thất đều bị khám xét rồi với được vào.\n\nDo phụ thân lúc lâm chung từng có ý định lập [[Lưu Hoằng Xương]] lên kế vị nên từ khi lên ngôi, Lưu Phần càng đề phòng với ông ta. Ông chỉ tin tưởng người em thứ tư là Lưu Hoằng Hy. Lưu Hoằng Hy vốn cũng muốn đoạt vị, nên dâng thịnh sức, thanh kỹ để làm vui lòng Lưu Phần, nhằm khiến Lưu Phần thêm tin yêu mình. Do Lưu Phần thích đấu vật dùng tay, Lưu Hoằng Hi lệnh Chỉ huy sứ Trần Đạo Tường chiêu mộ năm [[lực sĩ]] là [[Lưu Tư Triều]] (劉思潮), Đàm Lệnh Yên (譚令禋), Lâm Thiếu Cường (林少強), Lâm Thiếu Lương (林少良), và Hà Xương Đình (何昌廷) — tập [[đấu vật]] tại Tấn vương phủ, sau đó tặng lại cho anh trai. Lưu Phần thấy họ đều tinh thông quyền thuật thì vui thích, liền giữ lại trong cung làm thị vệ cho mình, cũng thường xuyên lệnh cho họ biểu diễn võ thuật cho mình xem.<ref name=TTTG283\/> Nhưng không ngờ rằng, chính thời điểm Lưu Phần lên ngôi kế vị, Hoằng Hy đã phối hợp với Lưu Hoằng Xương để đối phó với ông.\n\nTháng 7 năm 942, một cuộc nổi dậy lớn của nông dân nổi lên tại Tuần châu (循州, nay thuộc [[Huệ Châu]], [[Quảng Đông]]) dưới sự lãnh đạo của nguyên huyện lại Bác La [[Trương Ngộ Hiền]] (張遇賢), Trương Ngộ Hiền được thuật là do \"thần\" tuyên bố là người lãnh đạo. Lưu Phần muốn nhân cơ hội này để trừ khử Lưu Hoằng Xương nên bổ nhiệm Lưu Hoằng Xương làm đô thống, Tuần vương [[Lưu Hoằng Cảo]] làm phó đô thống, đem quân thảo phạt quân Trương Ngộ Hiền, giao chiến ở Tiền Bạch quán. Quân Nam Hán bất lợi, hai thân vương bị bao vây song được Chỉ huy sứ Trần Đạo Tường (陳道庠) lực chiến cứu giúp nên thoát được, nhiều châu huyện phía đông của Nam Hán bị quân của Trương Ngộ Hiến chiếm.<ref name=TTTG283\/> Lưu Hoằng Xương sau đó biết được dụng ý của Lưu Phần khi sai mình đi dẹp loạn, liền giả vờ bị thương nặng nên được miễn xử tội chết. Vậy là âm mưu của Lưu Phần cũng không thực hiện được.\n\nNgày Bính Tuất (8) tháng 3 năm Quý Mão (15 tháng 4 năm 943),<ref name=TTTG283\/><ref name=AS\/> Lưu Phần cùng các chư vương mở tiệc ở Trường Xuân cung và xem màn đấu vật của năm lực sỹ. Đến chiều tối thì bãi yến, Lưu Phần lúc này đã say [[rượu]] bí tỉ không biết gì. Lưu Hoằng Hy thấy thời cơ đã đến, sai Trần Đạo Tường và bọn Lưu Tư Triều dìu Lưu Phần về tẩm điện, nhân cơ hội dùng [[trượng]] giết ông, ngoài ra các cận thần của ông cũng bị giết tận. Năm đó Lưu Phân mới 24 tuổi. Hôm sau, bá quan chư vương không ai dám nhập cung, Lưu Hoằng Xương dẫn các hoàng đệ vào tẩm điện, nghênh Lưu Hoằng Hi tức hoàng đế vị.<ref name=TTTG283\/>\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{s-start}}\n{{s-reg}}\n{{s-bef|before=[[Nam Hán Cao Tổ|Cao Tổ]] Lưu Nham)}}\n{{s-ttl|title=[[Nam Hán|Hoàng đế Nam Hán]]|years=942–943}}\n{{s-aft|after=[[Lưu Thịnh (Nam Hán)|Trung Tông]] Lưu Thịnh}}\n{{s-end}}\n{{vua Nam Hán}}\n\n{{DEFAULTSORT:Liu, Bin}}\n[[Thể loại:Sinh năm 920]]\n[[Thể loại:Mất năm 943]]\n[[Thể loại:Người Quảng Đông]]\n[[Thể loại:Vua Nam Hán]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Người Quảng Châu]]"}