{"Lưu Tri Viễn":"{{Otheruses|Hán Cao Tổ (định hướng)}}\n{{Thông tin nhân vật hoàng gia\n| hình = 後漢高祖像.jpg\n| sinh = [[4 tháng 3]], [[895]]<ref name=HFD99>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷99|quyển 99]].<\/ref>\n| mất = [[10 tháng 3]], [[948]]<ref name=AS\/><ref name=\"AS\">Academia Sinica, Chuyển hoán Trung Tây lịch<\/ref><ref name=TTTG287>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷287|quyển 287]].<\/ref>\n| họ = [[Lưu]] (劉)\n| hoàng tộc = \n| chức vị = Hoàng đế [[Hậu Hán]]\n| tên = Hậu Hán Cao Tổ <br> 後漢高祖\n| tại vị = [[10 tháng 3]], [[947]]<ref name=AS\/><ref name=TTTG286>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷286|quyển 286]].<\/ref> – [[10 tháng 3]], [[948]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:947 till:951\nAlignBars = early\nScaleMajor = increment:4 start:947\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:947 till:948 color:red\n<\/timeline>\n|tiền nhiệm= <font color = \"red\">'''Sáng lập triều đại'''<\/font>\n|kế nhiệm=[[Lưu Thừa Hựu|Hậu Hán Ẩn Đế]] \n| hoàng tộc = [[Hậu Hán]]\n| niên hiệu = Thiên Phúc (天福) (kế thừa của [[Hậu Tấn Cao Tổ]]) [[947]]<br>Càn Hựu (乾祐) 948\n| miếu hiệu = [[Cao Tổ]] (高祖)\n| thụy hiệu = Duệ Văn Thánh Vũ Chiêu Túc Hiếu Hoàng đế (睿文聖武昭肅孝皇帝)\n}}\n\n'''Lưu Tri Viễn''' (劉知遠) ([[4 tháng 3]], [[895]] – [[10 tháng 3]], [[948]]), sau đổi lại là '''Lưu Hạo''' (劉暠), miếu hiệu '''Hậu Hán Cao Tổ''' ((後)漢高祖), người tộc [[Sa Đà]] - là khai quốc chủ của [[Hậu Hán]], triều đại thứ tư trong [[Ngũ Đại Thập Quốc]] trong [[lịch sử Trung Quốc]]. Triều đại do ông lập ra, nếu không tính thời kì [[Bắc Hán]] - là triều đại yểu mệnh nhất trong lịch sử Trung Quốc, chỉ có 3 năm.\n\nLưu Tri Viễn nguyên là bộ tướng thân cận dưới quyền Tiết độ sứ Hà Đông [[Thạch Kính Đường]]. Khi [[Thạch Kính Đường]] mượn quân [[Khiết Đan]] chiếm ngôi Tấn đế ở Trung Nguyên ([[936]]), ông được bổ nhiệm làm Tiết độ sứ trọng trấn Hà Đông. Năm [[946]], [[Hậu Tấn]] bị Liêu (tức [[Khiết Đan]]) tiêu diệt, và sau đó quân Liêu không hợp thủy thổ mà phải rút quân về phương bắc. Lưu Tri Viễn nhân [[Trung Nguyên]] vô chủ, dẫn quân chiếm Khai Phong, xưng đế lập ra Hậu Hán. Tuy nhiên ông chỉ làm vua được 10 tháng thì đã chết; triều đại của ông cũng chỉ duy trì thêm được có 3 năm rồi bị diệt vong.\n\n== Nguồn gốc và giáo dục ==\n\nLưu Tri Viễn chào đời năm [[895]], dưới thời [[Đường Chiêu Tông|vua Chiêu Tông nhà Đường]], tại Thái Nguyên, trong một gia đình quý tộc người [[Sa Đà]]. Cha ông là [[Lưu Điền]], tướng phục vụ dưới trướng Tiết độ sứ Hà Đông<ref>河東, trị sở nay thuộc [[Thái Nguyên]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>). Mẹ ông là Yên thị, vợ của Lưu Điền.<ref name=HFD99\/> Ông có ít nhất một người anh em cùng cha (không rõ là có cùng mẹ hay không), [[Lưu Sùng]].<ref name=NHFD18>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷18|quyển 18]].<\/ref> Yên thị — sau khi Lưu Điền mất — lại có con với một người đàn ông họ Mộ Dung. Người anh em cùng mẹ này với Lưu Tri Viễn có tên gọi là [[Mộ Dung Ngạn Siêu]].<ref name=HFD130>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷130|quyển 130]].<\/ref> Lúc trẻ, Lưu Tri Viễn được ghi nhận là nghiêm cẩn và lễ độ. Ông là một chiến tướng đắc lực dưới quyền của [[Lý Tự Nguyên]], con nuôi của [[Lý Khắc Dụng]].<ref name=HFD99\/>\n\nNăm [[907]], kẻ địch của [[Lý Khắc Dụng]] là [[Chu Toàn Trung]], Tiết độ sứ Tuyên Vũ<ref>宣武, trị sở nay thuộc [[Khai Phong]], [[Hà Nam]], [[Trung Quốc]]<\/ref>), đang kiểm soát triều đình [[nhà Đường]], cướp ngôi vua của [[Đường Ai Đế]], chấm dứt triều Đường, đặt quốc hiệu là [[Hậu Lương|Lương]]. Lý Khắc Dụng và các trấn quân phiệt khác từ chối công nhận tân hoàng đế, và Lý Khắc Dụng bấy giờ tuyên bố độc lập, lấy tên nước là [[Tấn (tiền thân Hậu Đường)|Tấn]]. Sau khi Khắc Dụng mất, con ông ta là [[Lý Tồn Úc]] kế nhiệm, tiếp tục chống lại [[Hậu Lương]].<ref name=TTTG266>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref> Năm [[919]], trong trận chiến ở Đức Thắng<ref>德勝, nay thuộc [[Bộc Dương]], [[Hà Nam]], [[Trung Quốc]]<\/ref>), một pháo đài của phía Bắc [[Hoàng Hà]] mà Lý Tồn Úc xem như một cứ điểm quan trọng, con rể [[Lý Tự Nguyên]] là [[Thạch Kính Đường]], bị quân [[Hậu Lương]] đánh tới tấp, rồi bị ngã ngựa. Lưu Tri Viễn đang chiến đấu ở gần [[Thạch Kính Đường]], đưa ông ta lên ngựa và bỏ chạy, vì họ cố tình chạy từ từ nên quân [[Hậu Lương]] cho rằng phía trước có phục kích, vì thế không rượt theo nữa. Từ đó, ông và [[Thạch Kính Đường]] trở nên thân thiện với nhau.<ref name=TTTG271>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref>\n\n== Dưới quyền Thạch Kính Đường ==\n\nNăm [[923]], [[Lý Tồn Úc]] diệt [[Hậu Lương]], lập ra [[Hậu Đường]]. Năm [[927]], [[Lý Tự Nguyên]] chiếm được ngôi hoàng đế [[Hậu Đường]]. [[Lý Tự Nguyên]] phong cho [[Thạch Kính Đường]] làm Tiết độ sứ Hà Đông. Kính Đường cho ông cùng [[Chu Khôi]] trở thành các tướng tâm phúc dưới quyền Kính Đường. Lưu Tri Viễn trông coi việc quân và [[Chu Khôi]] quản việc tài chính<ref name=TTTG278>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref>\n\nNăm [[934]], con trai của Lý Tự Nguyên là [[Lý Tòng Hậu]] là hoàng đế [[Hậu Đường]], các cố vấn của Tòng Hậu là [[Chu Hoằng Chiêu]] và [[Phùng Vân (Hậu Đường)|Phùng Vân]], vốn bất hòa với cả [[Thạch Kính Đường]] và [[Lý Tòng Kha]] (con nuôi của Minh Tông [[Lý Tự Nguyên]]), Tiết độ sứ Phượng Tường<ref>鳳翔, trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref>), quyết định dời họ đi nơi khác. Mùa xuân năm [[934]], hai người này dời [[Lý Tòng Kha]] từ Phượng Tường đến Hà Đông, [[Thạch Kính Đường]] từ Hà Đông đến Thành Đức<ref>成德, trị sở nay thuộc [[Thạch Gia Trang]], [[Hà Bắc]], [[Trung Quốc]]<\/ref>), và dời Tiết độ sứ Thành Đức [[Phạm Diên Quang]] đến Thiên Hùng<ref>天雄, tức Ngụy Bác, trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc]], [[Trung Quốc]]<\/ref>). Lý Tòng Kha vì lo sợ sẽ bị giết nên tiến hành nổi dậy. Ông ta đánh bại liên tiếp hai đội quân do [[Lý Tòng Hậu]] cử đến, do [[Dương Tư Đồng]] và [[Khang Nghĩa Thành]] chỉ huy. [[Lý Tòng Hậu]] bỏ trốn khỏi [[Lạc Dương]] chạy về phía bắc, trong khi đó [[Thạch Kính Đường]] nghe tin [[Lý Tòng Kha]] khởi nghĩa, định dẫn quân tới Lạc Dương giúp [[Lý Tòng Hậu]]. Ngày [[16 tháng 5]], [[Lý Tòng Hậu]] và đoàn tùy tùng đến Vệ châu<ref>Nay thuộc [[Bộc Dương]], [[Hà Nam]]. [[Trung Quốc]]<\/ref> thì gặp được [[Thạch Kính Đường]], nhưng Kính Đường đổi ý và cho rằng lúc này khó mà đánh bại được [[Lý Tòng Kha]], liền trở mặt với [[Lý Tòng Hậu]]. Các tướng dưới quyền [[Lý Tòng Hậu]] là [[Sa Thủ Vinh]] và [[Bôn Hồng Tiến]] tức giận và lập kế giết [[Thạch Kính Đường]], kết quả thất bại. Nghe được tin, Lưu Tri Viễn theo lệnh của [[Thạch Kính Đường]] giết hết tùy tùng của [[Lý Tòng Hậu]]. [[Thạch Kính Đường]] sau đó đến [[Lạc Dương]] xưng thần với [[Lý Tòng Kha]], để [[Lý Tòng Hậu]] ở lại Vệ châu. ([[Lý Tòng Kha]] sau đó tự xưng là [[hoàng đế]], và bức tử [[Lý Tòng Hậu]].). Mặc dù [[Lý Tòng Kha]] chán ghét và e ngại [[Thạch Kính Đường]], nhưng do vợ của Kính Đường là Ngụy quốc Trưởng Công chúa và [[Tào hoàng hậu (Lý Tự Nguyên)|Tào Thái Hậu]] lên tiếng, [[Thạch Kính Đường]] mới được cho về Hà Đông.<ref name=TTTG279>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref>\n\nNăm [[935]], lúc Thạch Kính Đường đang cùng với quân đội Hà Đông đóng tại Hãn châu<ref>忻州, nay thuộc [[Hãn Châu]], [[Sơn Tây]], [[Trung Quốc]]<\/ref> chống lại cuộc tấn công của quân [[nhà Liêu|Khiết Đan]], thì sứ giả do [[Lý Tòng Kha]] phái đến cung cấp mũ áo mùa hè cho quân sĩ. Khi sứ giả đọc chiếu lệnh, quân sĩ nhiều lần nhắm vào chủ tướng mà tung hô vạn tuế. Thạch Kính Đường lo sợ sẽ bị nghi ngờ là có ý đoạt ngôi, nên theo lời khuyên của [[Đoàn Hi Nghiêu]], đã sai Lưu Tri Viễn chém đầu 36 binh sĩ dẫn đầu làm bậy. Tuy nhiên điều đó không làm bớt đi lòng nghi ngờ của [[Lý Tòng Kha]] đối với [[Thạch Kính Đường]].<ref name=TTTG279\/>\n\nNăm [[936]], tin rằng [[Thạch Kính Đường]] sẽ khởi nghĩa và nghĩ cần thiết phải diệt trừ trước khi ông ta kịp chuẩn bị, Lý Tòng Kha hạ chiếu dời Kính Đường từ Hà Đông đến Thiên Bình<ref>天平, trị sở nay thuộc [[Thái An]], [[Sơn Đông]], [[Trung Quốc]]<\/ref> và cử [[Tống Thẩm Kiền]] làm Tiết độ sứ Hà Đông. Thạch Kính Đường lo sợ và hỏi ý các tướng tá. [[Triệu Oanh]] khuyên Kính Đường đến Thiên Bình. [[Tiết Dung]] không có ý kiến. Lưu Tri Viễn khuyên nên chống lại, có [[Thang Duy Hàn]] cũng tán thành ý kiến của ông, và ông này còn khuyên chủ tướng hãy cầu viện [[Liêu Thái Tông|Khiết Đan]]. Kính Đường đồng ý, sai Duy Hàn soạn biểu thư, tôn Liêu chủ Da Luật Đức Quang là cha, cắt đất Lữ Long<ref>盧龍, trị sở nay thuộc thủ đô [[Bắc Kinh]], [[Trung Quốc]]<\/ref> và các châu thuốc trấn Hà Đông nằm ở phía bắc Nhạn Môn quan cho [[Khiết Đan]]. Lưu Tri Viễn lại không đồng ý nhượng bộ như vậy, nói rằng việc xưng con là rất nhục nhã còn hơn là xưng thần, và không nhất thiết phải cắt đất, song Kính Đường không nghe theo lời ông.<ref name=TTTG280>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷280|quyển 280]].<\/ref>\n\nQuân [[Hậu Đường]] do [[Trương Cảnh Đạt]] chỉ huy tiến đến Thái Nguyên và thiết lập vòng vây. Lưu Tri Viễn được cử lên thành cự địch. Ông trị quân nghiêm chỉnh và công chính, vì thế các tướng sĩ vẫn giữ lòng trung thành. Khi Kính Đường lên thành xem xét, Tri Viễn nói với ông ta, \"Tôi thấy [[Trương Cảnh Đạt]] và quân của hắn đào hào sâu, xây đài cao, tất là muốn bao vây lâu dài. Bọn chúng thật ra chẳng có tài gì đặc biệt khiến mình phải lo đâu. Bấy giờ chúa công nên gửi thư cầu người bên ngoài tới giúp. Giữ thành không khó, Tri Viễn thần có thể tự đảm đương.\" Thạch Kính Đường cầm tay, vỗ lưng và khen ngợi ông.<ref name=TTTG280\/>\n\nCuối năm đó, [[Liêu Thái Tông]] đem quân [[Khiết Đan]] tới thành Thái Nguyên, giao chiến với quân [[Hậu Đường]]. Kính Đường sai Tri Viễn đến hỗ trợ quân Khiết Đan, và liên quân Khiết Đan - Hà Đông đánh bại quân [[Hậu Đường]], giết rất nhiều người. Tàn quân Đường rút lui về trại Tấn An gần Thái Nguyên, liên quân kéo đến bao vây Tấn An. Theo lời khuyên của Tri Viễn, Kính Đường sai giết 1000 tù binh [[Hậu Đường]].<ref name=TTTG280\/>\n\n== Thời Hậu Tấn ==\n=== Thời Hậu Tấn Cao Tổ ===\n\nMùa đông năm [[936]], [[Liêu Thái Tông]] phong cho [[Thạch Kính Đường]] làm [[Hậu Tấn]] hoàng đế. Chính quyền mới được thiết lập, Lưu Tri Viễn được giao trọng trách chỉ huy đội quân túc vệ. Sau đó, khi quân [[Hậu Đường]] ở Tấn An đầu hàng, liên quân [[Khiết Đan]] - [[Hậu Tấn]] nam tiến thẳng tới [[Lạc Dương]], tướng [[Phạm Diên Quang]] (người vừa ám sát [[Trương Cảnh Đạt]] và hàng Tấn) được phong làm thống lĩnh, đứng trên Lưu Tri Viễn, còn ông được trao quyền Tiết độ sứ ở Bảo Nghĩa<ref>保義, trị sở nay thuộc [[Trú Mã Điếm]], [[Hà Nam]], [[Trung Quốc]]<\/ref>. Cuối cùng, khi liên quân tiến đến Lộ châu<ref>潞州, nay thuộc [[Trường Trị]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>, Liêu Thái Tông quyết định dừng binh ở đây và lui về để người Hán không bị hoảng sợ bởi sự xuất hiện ở người ngoại tộc. Trước khi trở về, ông ta bảo Kính Đường rằng, \"Bọn Lưu Tri Viễn, [[Triệu Oanh]], [[Thang Duy Hàn]] có đại công khai quốc. Nếu chúng không phạm đại tội thì không được trừ bỏ.\"<ref name=TTTG280\/>\n\nThạch Kính Đường tiến tới Lạc Dương, [[Lý Tòng Kha]] cùng gia quyết và các đại thần tuyệt vọng nhảy vào lửa tự sát. Kính Đường tiến vào Lạc Dương, sai Tri Viễn chiêu an dân chúng, quân sĩ trong thành. Sử sách ghi nhận Lưu Tri Viễn giữ quân nghiêm cẩn, để quân sĩ người Hán ở yên trong trại và hậu đãi các tướng sĩ [[Khiết Đan]], vì thế không cướp bóc quấy nhiễu nhân dân. Chỉ trong vài ngày, tình hình trong thành trở lại ổn định.<ref name=TTTG280\/>\n\nNăm [[937]], [[Phạm Diên Quang]], trước đó dù đã xưng thần với [[Hậu Tấn]], đã khởi binh tại Thiên Hùng. Không lâu sau, tướng [[Trương Tòng Tân]] cũng nổi dậy gần Lạc Dương và kiểm soát thành trị. [[Thạch Kính Đường]] lúc này đã dời đô đến Khai Phong, cử [[Dương Quang Viễn]], [[Đỗ Trọng Uy]] dẫn binh thảo phạt. Vào lúc đó, bởi vì những cuộc nổi loạn này (cũng như một cuộc nổi loạn khác tại Hoạt châu<ref>滑州, nay thuộc [[An Dương]], [[Hà Nam]], [[Trung Quốc]]<\/ref>), người dân [[Trung Nguyên]] đều khiếp sợ. Kính Đường hỏi ý Tri Viễn phải làm gì, ông trả lời như sau:<ref name=TTTG281>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷281|quyển 281]].<\/ref>\n\n{{quote|Hoàng đế hưng khởi, phải là do [[Thiên Mệnh]]. Lúc ngự giá ở Tấn Dương (tức Thái Nguyên), không có nhiều hơn năm ngày lương thực, mà cuối cùng vẫn có thể lập quốc được. Nay thiên hạ vững bền; ta có quân lính tinh nhuệ; với lại ở phía bắc đã kết minh với bọn Di Địch cường thịnh (tức [[Khiết Đan]]). Bọn nhãi nhép đó sao có thể làm được chi? Thánh thượng hãy ban ân điển cho văn võ hai ban để trấn an chúng. Lại xin cho thần nắm quyền dẫn quân. Nếu mà có đủ cả ân uy, kinh thành không có gì đáng lo. Gốc rễ mà an toàn thì cành lá cũng không có gì đáng ngại.}}\n\nSau đó Lưu Tri Viễn thiết lập quân lệnh nghiêm ngặt, vì thế quân sĩ không ai dám kháng lệnh. Sau đó, Tòng Tân bị đánh bại và bị giết trên đường chạy trốn, còn Diên Quang đầu hàng [[Hậu Tấn]].<ref name=TTTG281\/> Mùa thu năm [[937]], ông được dời làm quyền Tiết độ sứ Trung Vũ<ref>忠武, trị sở nay thuộc [[Hứa Xương]], [[Hà Nam]], [[Trung Quốc]]<\/ref>. Mùa đông năm [[938]], ông được giao quyền chỉ huy quân mã cả nước,<ref name=HFD99\/> sau khi [[Dương Quang Viễn]] được bổ nhiệm làm Tiết độ sứ Thiên Hùng.<ref name=TTTG281\/> Ông ở Trung Vũ không lâu thì dời tới Quy Đức<ref>歸德, trị sở nay thuộc [[Thương Khâu]], [[Hà Nam]], [[Trung Quốc]]<\/ref>.<ref name=HFD99\/> Khi đó, Kính Đường cũng ban cho ông cùng [[Đỗ Trọng Uy]] vinh dự tể tướng, chức danh ''Đồng Trung thư Môn hạ Bình chương sự'', ông cảm thấy bị sỉ nhục khi phải đứng ngang hàng với Trọng Uy, vì ông coi Trọng Uy chẳng có công cán gì lớn mà nhận được ân điển chỉ vì quan hệ thông gia với nhà vua. Biết Tri Viễn bất mãn, Kính Đường tức giận, dự định cách binh quyền của ông. Tuy nhiên, [[Triệu Oanh]] cho rằng Lưu Tri Viễn bảo vệ Thái Nguyên từng lập đại công mà khuyên can nhà vua. Kính Đường bèn sai Hàn lâm học sĩ [[Hòa Ngưng]] đến chỗ của ông tuyên chiếu một lần nữa. Lúc này ông đã nhận ra tình hình bất lợi cho mình, nên phải kính cẩn mà thụ chiếu.<ref name=TTTG282>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷282|quyển 282]].<\/ref>\n\nNăm [[940]], ông được phái đi trấn thủ Nghiệp Đô (鄴都, tức Ngụy châu, trị sở Thiên Hùng quân). Năm [[941]], nhà vua lo lắng rằng Tiết độ sứ Thành Đức [[An Trọng Vinh]], có quan hệ tốt với nước Liêu, sẽ nổi dậy, bèn dời Lưu Tri Viễn làm Tiết độ sứ Hà Đông. [[Đỗ Trọng Uy]], hiện là phó của Tri Viễn, được phong lên làm thống lĩnh quân đội triều đình. Việc này là theo ý của các tể tướng [[Phùng Đạo]] và [[Lý Tung]], ông trở nên căm ghét hai người này.<ref name=TTTG282\/>\n\nCuối năm [[941]], [[An Trọng Vinh]] tạo phản, liên minh với Tiết độ sứ Sơn Nam Đông Đạo<ref>山南東道, trị sở nay thuộc [[Tương Dương]], [[Hồ Bắc]], [[Trung Quốc]]<\/ref> [[An Tòng Tiến]], tuyên bố rằng mình có sự ủng hộ từ ba bộ lạc [[Thổ Dục Hồn]], [[Đạt Thát]], [[Khế Bật]]. Để chặn viện quân [[Thổ Dục Hồn]] giúp An Trọng Vinh, Tri Viễn cử [[Quách Uy]] gặp thủ lĩnh [[Thổ Dục Hồn]] là [[Bạch Thừa Phúc]], hứa sẽ tặng đất chăn gia súc cho bọn họ (đất thả gia súc của người Thổ trước kia nằm ở bắc Hà Đông, giờ đã cắt cho Liêu quốc), và còn chỉ ra rằng [[An Trọng Vinh]] sẽ thất bại. Thừa Phúc nghe theo, bỏ Trọng Vinh mà quy hàng Tri Viễn. Ông cho người Thổ các vùng đất ở quanh vùng Thái Nguyên và Lan châu, Thạch châu <ref>Nay đều thuộc [[Lữ Lương]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>, đưa một số người lính thiện chiến của Thừa Vinh đến làm việc cho mình và cho ông ta làm Tiết độ sứ Đại Đồng<ref>大同, trị sở nay thuộc [[Đại Đồng]], [[Sơn Tây]], [[Trung Quốc]]<\/ref> — nhưng chỉ là trên danh nghĩa, vì Đại Đồng giờ đã là đất của Liêu quốc). Điều này cộng thêm việc Đạt Thát, Khế Bật không thể liên quân với Trọng Vinh, đã làm cuộc khởi nghĩa này suy yếu,<ref name=TTTG282\/> rồi sớm thất bại.<ref name=TTTG283>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷283|quyển 283]].<\/ref>\n\nVào lúc này, Thạch Kính Đường bệnh nặng, muốn cho con trai duy nhất là [[Thạch Trọng Duệ]] kế vị, sai [[Phùng Đạo]] phụ tá. Lại theo kế đã lập ra, cho triệu Tri Viễn từ Hà Đông về kinh giúp đỡ ấu chúa. Tuy nhiên, con nuôi của Kính Đường là Tề vương [[Thạch Trọng Quý]] đã chặn lại mệnh lệnh đó trước khi chiếu thư tới Thái Nguyên. Không lâu sau nhà vua mất, [[Phùng Đạo]] bàn với [[Cảnh Diên Quảng]] cho rằng đất nước cần có vua lớn tuổi, do đó lập [[Thạch Trọng Quý]] làm đế. Lưu Tri Viễn sau khi biết hết mọi việc, trở nên căm tức Trọng Quý.<ref name=TTTG283\/>\n\n=== Thời Thạch Trọng Quý ===\n\n[[Thạch Trọng Quý]] nghe theo lời [[Cảnh Diên Quảng]], dùng chính sách cứng rắn với triều Liêu, trong đó có việc từ chối xưng thần, mà chỉ xưng cháu (vì Thạch Kính Đường trước xưng là \"nhi hoàng đế\", gọi [[Liêu Thái Tông]] là \"phụ hoàng đế\"), và bắt các nhà buôn [[Khiết Đan]] đang làm ăn ở [[Trung Nguyên]], tịch thu gia sản của họ. Lưu Tri Viễn biết rằng lời khuyên của Diên Quảng về sau sẽ trở thành đại họa cho quốc gia, nhưng vì Diên Quảng khi đó quyền thế quá lớn, nên ông không dám khuyên ngăn. Thay vào đó, ông cho tuyển thêm quân để tăng cường lực lượng cho quân đội Hà Đông, lập ra 10 cánh quân để chống lại cuộc xâm lược của nước Liêu trong tương lai.<ref name=TTTG283\/>\n\nNăm [[944]], Liêu cử đại quân đánh mạnh vào lãnh thổ [[Hậu Tấn]]. Tướng Tấn là [[Chu Nho]] bí mật liên lạc với Tiết độ sứ Bình Lư<ref>平盧, trị sở nay thuộc [[Duy Phường]], [[Sơn Đông]], [[Trung Quốc]]<\/ref> [[Dương Quang Viễn]] để cùng nhau nổi loạn hưởng ứng người Liêu. Theo như minh ước này, Thái Tông hoàng đế lúc này đang cùng đại quân đóng ở Thiên Hùng, sai chú là [[Da Luật An Đoan]], đem quân tiến đánh Hà Đông. Để đối phó vơi quân Liêu quốc, Thạch Trọng Quý bổ nhiệm Lưu Tri Viễn chỉ huy quân chặn đánh lực lượng đến từ U châu (thủ phủ Lữ Long quân) cùng [[Đỗ Uy]] (tức [[Đỗ Trọng Uy]], vì kiêng húy [[Thạch Trọng Quý]] nên đổi tên), Tiết độ sứ Thuận Quốc (tức Thành Đức, đổi tên sau thất bại của [[An Trọng Vinh]]) làm phó tướng và [[Mã Toàn Tiết]], Tiết độ sứ Nghĩa Vũ<ref>義武, trị sở nay thuộc [[Bảo Định]], [[Hà Bắc]], [[Trung Quốc]]<\/ref> làm giám quân nhằm tìm cách đánh lạc hướng lực lượng chính của Liêu. Tuy nhiên, sau khi đánh bại quân của [[Da Luật An Đoan]], Lưu Tri Viễn lại không đưa quân hỗ trợ cho hai tướng kia và đưa quân lên phía bắc để tấn công Liêu theo mệnh lệnh của Thạch Trọng Quý,<ref name=TTTG283\/> để Đỗ và Mã tại Hình châu<ref>邢州, nay thuộc [[Hình Đài]], [[Hà Bắc]], [[Trung Quốc]]<\/ref>. Sau khi [[Dương Quang Viễn]] thua trận bị giết, và quân Liêu rút lui, ông vẫn được làm thống soái các đạo quân ở phía bắc. Nhưng [[Thạch Trọng Quý]] nghi ngờ ông, nói rằng, \"Thái Nguyên không giúp trẫm, hẳn là có ý khác. Tốt nhất là nên trừ đi sớm!\" Ông biết được tinh thế của mình rất nguy hiểm, và quyết định hành sự cẩn trọng và cất quân giữ chặt Hà Đông. Khi [[Quách Uy]] thấy Lưu Tri Viễn thường tỏ ra lo lắng, bèn khuyên rằng, \n:\"Hà Đông có núi cao sông dài bảo vệ. Người Hà Đông có truyền thống dũng mãnh thiện chiến, người tốt ngựa tốt ở đây chẳng thiếu. Lúc hòa bình thì chăm chỉ làm ruộng; lúc có chiến sự thì hăng hái tiến lên. Đó là cái vốn quý để lập nên vương nghiệp. Sao tướng công lại buồn phiền?\"<ref name=TTTG284>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷284|quyển 284]].<\/ref>\n\nSau đó Trọng Quý phong cho ông làm Thái Nguyên vương, sau đổi là Bắc Bình vương.<ref name=HFD99\/> Trong khi đó, do [[Bạch Thừa Phúc]] lập công trong cuộc chiến, nhà vua cho triệu ông ta về kinh về ban thưởng rất nhiều. Đến năm [[946]], Thừa Phúc làm trấn thủ Hoạt châu cùng với [[Trương Tòng Ân]], trong khi người dân các bộ lạc [[Thổ Dục Hồn]] của ông ta được chăn gia súc ở các vùng Thái Nguyên - Lan - Thạch. Khi họ phạm lỗi, Tri Viễn trừng phạt không khoan thứ. Người Thổ thấy rằng quân [[Hậu Tấn]] quá yếu và còn lo sợ sự nghiêm khắc của Tri Viễn. Phó thủ lĩnh [[Bạch Khả Cửu]], có địa vị chỉ đứng sau [[Bạch Thừa Phúc]] trong tộc, dẫn người hàng Liêu. [[Liêu Thái Tông]] bổ nhiệm làm Thứ sử Vân châu (雲州, nay thuộc Đại Đồng), nhằm mua chuộc Thừa Phúc. Tri Viễn e ngại Thừa Phúc, theo lời khuyên của [[Quách Uy]], ông quyết định chống lại người này. Uy còn khuyên ông giết Thừa Phúc để lấy hết gia sản của ông ta mà nuôi quân đội. Cho nên ông trình biểu lên [[Thạch Trọng Quý]], nói rằng, \"''Người Thổ Dục Hồn thường hay phản bội, khó mà chế ngự được chúng. Thỉnh dời hết vào trong nội địa''\". Trọng Quý ra lệnh chuyển khoảng 1,900 người Thổ vào các châu quận bên trong. Sau đó, ông lừa cho Thừa Phúc và 4 tướng lĩnh thân cận của người này vào thành Thái Nguyên; sau đó kể tội họ có ý mưu phản. Sau đó sai quân bao vây và giết hết bọn người [[Thổ Dục Hồn]], tổng cộng khoảng 400 người, tịch thu gia sản của họ. Triều đình [[Hậu Tấn]] biểu dương hành động của ông. Sử sách ghi nhận kể từ đó, [[Thổ Dục Hồn]] ngày một suy yếu.<ref name=TTTG285>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷285|quyển 285]].<\/ref>\n\nCùng lúc đó, em cùng mẹ với Lưu Tri Viễn là [[Mộ Dung Ngạn Siêu]] đang giữ chức thứ sử Bộc châu<ref>濮州, nay thuộc [[Bộc Dương]], [[Hà Nam]], [[Trung Quốc]]<\/ref>, bị kết tội tự ý thu thuế, và thu gom lúa cấp cho quân sĩ mà không theo lệnh của triều đình. Ở triều đình, đại thần [[Lý Ngạn Thao]] có oán với Ngạn Siêu, và thuyết phục [[Phùng Ngọc]] (anh của bà [[Phùng hoàng hậu (Hậu Tấn)|Phùng hoàng hậu]]) hãy xử tử Ngạn Siêu. Tri Viễn đệ thư cầu xin tha thứ cho em trai. Tể thần [[Lý Tung]] thấy rằng rất nhiều tướng lĩnh trong nước có hành động tương tự với Ngạn Siêu, và nếu Ngạn Siêu bị xử tử thì bọn họ sẽ tự thấy bất an. Cho nên, Ngạn Siêu được tha mạng nhưng bị đày sang Phòng châu<ref>房州, nay thuộc [[Thập Yển]], [[Hồ Bắc]], [[Trung Quốc]]<\/ref>).<ref name=TTTG285\/>\n\nNăm [[946]], [[Liêu Thái Tông]] lại muốn nam hạ, sai [[Triệu Diên Thọ]] dùng kế trá hàng, khiến [[Phùng Ngọc]], [[Lý Trung]] bị mắc lừa. Triều Tấn lấy [[Đỗ Trọng Uy]], [[Lý Thiệu Chân]] đem quân bắc phạt. Quân của Trọng Uy vừa tiến vào lãnh thổ Liêu thì gặp vua Liêu, ông ta đang thống lĩnh đại quân chờ đợi. Quân Tấn bị đại bại tại cầu Trung Độ<ref>中度橋, nay thuộc [[Bảo Định]], [[Hà Bắc]], [[Trung Quốc]]<\/ref>. Thái Tông hoàng đế vừa uy hiếp, vừa thủ dụ rằng nếu Trọng Uy chịu hàng thì sẽ phong cho làm [[hoàng đế]] [[Trung Quốc]], Trọng Uy tuân theo. Bởi vì gần như toàn bộ quân mã cả nước đã giao cho Trọng Uy cho nên bấy giờ Khai Phong không có quân trấn thủ, quân Liêu nhanh chóng tiến vào. Thạch Trọng Quý, ban đầu nghĩ đến việc triệu Tri Viễn dẫn quân cứu giá, nhưng cuối cùng quyết định đầu hàng, [[Hậu Tấn]] từ đó chính thức diệt vong.<ref name=TTTG285\/>\n\n== Ứng phó với nhà Liêu ==\n\n[[Liêu Thái Tông]] tự xưng hoàng đế Trung Quốc, phần lớn các tiết độ sứ [[Hậu Tấn]] đều đến Khai Phong xưng thần với ông ta, trừ có [[Sử Khuông Uy]], Tiết độ sứ Chương Nghĩa<ref>彰義, trị sở nay thuộc [[Bình Lương]], [[Cam Túc]], [[Trung Quốc]]<\/ref> và [[Hà Trọng Kiến]], Tiết độ sứ Hùng Vũ<ref>雄武, trị sở nay thuộc [[Thiên Thủy]], [[Cam Túc]], [[Trung Quốc]]<\/ref>, hai người này giết sứ giả [[Khiết Đan]] và xưng thần với [[Hậu Thục]]. Về phía Lưu Tri Viễn, ông cho tăng cường phòng thủ ở Hà Đông và sai cận thần [[Vương Tuấn (Hậu Chu)|Vương Tuấn]] đến dâng biểu xin quy phục triều Liêu, trong biểu chương có ba nội dung chính. Thứ nhất, ông chúc mừng Thái Tông hoàng đế vào được Khai Phong. Thứ hai, ông xin được phép ở lại Thái Nguyên chứ không vào chầu vì Thái Nguyên là vùng đất có sự pha trộn giữa người Hán và người Man, tình hình phức tạp. Thứ ba, ông nói sẽ dâng đồ triều cống lên hoàng đế nhưng vì tướng Liêu là [[Lưu Cửu]] cứ đóng quân ngoài thành khiến dân chúng bực bội, nếu Cửu mà rút quân thì ông sẽ lập tức cống nạp.<ref name=TTTG286\/>\n\nĐáp lại, Thái Tông hoàng đế viết thư ca ngợi ông, trong thư gọi ông là \"con\". Ông ta cũng hạ lệnh ban cho ông một cây roi (thứ này Liêu Thái Tông trước kia chỉ ban cho một người là hoàng thúc [[Da Luật An Đoan]]). Sau đó, Tri Viễn gửi phó sứ Thái Nguyên [[Bạch Văn Kha]] đến Khai Phong cống nạp một chú ngựa quý. Tuy nhiên, vua Thái Tông nhận thấy rằng Tri Viễn vẫn đang xem xét thế cục và không muốn thần phục Liêu, nên hạ lệnh cho Văn Kha trở về nhắn với ông rằng, \"Nhà người trước không giúp Nam triều (Hậu Tấn), nay cũng không giúp Bắc triều (Liêu). Nhà người có ý gì?\" [[Quách Uy]] cho là không nên thần phục Liêu, biện giải rằng, \"Bọn Man rất ghét chúng ta. Như Vương Tuấn báo lại, người [[Khiết Đan]] tham tàn độc ác, làm sao mà ở lại [[Trung Quốc]] lâu được.\" Ngoài ra còn có nhiều người khuyên ông nên lập tức nổi dậy chống Liêu, nhưng ông từ chối:<ref name=TTTG286\/>\n\n{{quote|Đôi khi dùng quân phải thần tốc, nhưng đôi lúc cũng phải từ từ, dựa theo thời thế mà hành động. Gần đây, bọn [[Khiết Đan]] mới đánh bại 10 vạn quân Tấn, chiếm giữ kinh thành, khí thế như hổ đói. Nếu chưa có biến cố gì, thì không thể hành động đột ngột? Ta thấy rằng bọn chúng chỉ muốn có vàng bạc gấm vóc mà thôi. Khi bọn chúng thỏa mãn rồi thì tự sẽ lui về phương bắc. Bây giờ ta đợi chúng rời đi, rồi xua quân chiếm lấy lãnh thổ. Đó mới là thượng sách.}}\n\nTuy nhiên, khi [[Trương Tòng Tân]], khi đó đang là Tiết độ sứ Chiêu Nghĩa<ref>昭義, trị sở nay thuộc [[Trường Trị]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>, có lãnh địa ở gần Lạc Dương, theo lệnh từ triều Liêu, muốn đi tới Khai Phong để làm lễ phiên thần với Thái Tông, mà cũng âm thầm qua lại với Hà Đông. Ông viết thư cho Tòng Tân rằng, \"Tôi chỉ là một trấn nhỏ, làm sao mà dám kháng lại đại quốc? Quân hầu nên đi trước, tôi sẽ theo sau.\" Tòng Tân do đó đến Khai Phong. Cùng lúc đó, [[Cao Tòng Hối]], quốc vương [[Kinh Nam]] sai sứ đến triều cống cho triều Liêu, nhưng cũng bí mật gửi thư khuyến tiến cho Lưu Tri Viễn.<ref name=TTTG286\/>\n\nKhi ông nhận được tin [[Hà Trọng Kiến]] đã hàng Thục và than rằng vì Trung Nguyên không có chủ nên phải đầu hàng, các cố vấn khuyên ông nên tự lập làm vua, nhưng ông do dự. Nghe được tin [[Liêu Thái Tông]] đã đưa [[Thạch Trọng Quý]] đến sâu trong lãnh thổ Liêu, ông tuyên bố sẽ đưa quân chặng đánh đội hộ tống và rước Tấn đế vào Thái Nguyên. Tuy nhiên, [[Quách Uy]] và [[Dương Bân]], lập luận với ông rằng bấy giờ lòng người ông yên, mà nếu ông tiếp tục ngần ngại e là sẽ tạo cơ hội cho kẻ khác. Ông đồng tình, vào ngày [[10 tháng 3]] thì tự xưng hoàng đế, nhưng chưa đổi quốc hiệu, vẫn dùng niên hiệu ''Thiên Phúc'' của [[Hậu Tấn Cao Tổ]]<ref name=AS\/><ref name=TTTG286\/>\n\n== Làm hoàng đế ==\n=== Tiến quân Khai Phong ===\n\nĐược tin Lưu Tri Viễn xưng đế, [[Liêu Thái Tông]] sai các tướng chuẩn bị thảo phạt. Tuy nhiên, các trấn xung quanh bắt đầu xưng thần với họ Lưu. Thấy rằng người Hán đang bắt đầu chống lại mình, Thái Tông hoàng đế quyết định trở về phương bắc, để lại em họ là [[Tiêu Hàn]] (cháu của thái hậu [[Hoàng hậu Thuật Luật Bình|Thuật Luật Nguyệt Lý Đóa]]) ở lại trấn giữ Khai Phong với chức vụ là Tiết độ sứ Tuyên Vũ. Ông ta mắc bệnh trên đường về, và chết tại Hằng châu (thủ phủ Thuận Quốc quân).<ref name=TTTG286\/> Cháu của ông ta là Vĩnh Khang vương [[Da Luật Nguyễn]] đánh bại quân của [[Triệu Diên Thọ]], rồi tự xưng là [[Liêu Thế Tông]].<ref name=TTTG287>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷287|quyển 287]].<\/ref><ref name=TTTG286\/>\n\nCùng lúc, Lưu Tri Viễn lập phu nhân [[Lý hoàng hậu (Hậu Hán)|Lý thị]] làm hoàng hậu. Được tin Liêu chủ đã rời Khai Phong, ông quyết định tiến quân vào, sai [[Thạch Hoằng Chiêu]] làm tiên phong, tiến vào Lạc Dương và Khai Phong. [[Tiêu Hàn]] hoảng sợ muốn trở về phương bắc, nhưng lo sợ nếu không để ai đó trấn giữ Khai Phong, thì khó mà rút lui an toàn. Ông ta bèn kiếm con út của [[Hậu Đường Minh Tông]] là [[Lý Tòng Ích]] rồi tôn làm hoàng đế trước khi rời khỏi Khai Phong. Mẹ của Tòng Ích và [[Vương Thục phi|Vương Thục thái phi]] thấy tình hình không có lợi, nên khuyên Tòng Ích tự giáng làm Lương vương, và dâng thư nghênh đón Lưu Tri Viễn vào Lạc Dương. Tri Viễn tiến quân vào, sai [[Quách Tòng Nghĩa]] đến Khai Phong giết [[Lý Tòng Ích]] và Vương Thái phi.<ref name=TTTG286\/>\n\n=== Cai trị tại Khai Phong ===\n\nLưu Tri Viễn đóng ở Khai Phong, gọi nơi này là Đông Kinh, còn Lạc Dương là Tây Kinh. Ông cũng cải quốc hiệu là Hán, nhưng vẫn còn dùng niên hiệu ''Thiên Phúc'', nói rằng, \"Lòng ta còn chưa quên nhà Tấn.\" Trong khi đó, các tiết độ sứ lần lượt quy phục ông; bao gồm [[Đỗ Trọng Uy]] hiện đang giữ chức Tiết độ sứ Thiên Hùng quân, nhưng Trọng Uy lại e ngại vì trước đó mình từng nịnh bợ triều Liêu. Được tin nhà [[Hậu Hán]] hạ lệnh dời mình tới Quy Đức và dời Tiết độ sứ Quy Đức [[Cao Hành Chu]] dến Thiên Hùng, Trọng Uy làm phản và cầu cứu tướng Liêu [[Da Luật Ma Đáp]], người mà [[Liêu Thái Tông]] phái đến tiếp quản Hằng châu. Tri Viễn tuyên bố thảo phạt Trọng Uy và cho Hành Chu làm nguyên soái, [[Mộ Dung Ngạn Siêu]] làm phó. Không lâu sau, quân Hán tại Hằng châu chống lại [[Da Luật Ma Đáp]] ông ta phải bỏ chạy, Trọng Uy bị bỏ bơ vơ một mình.<ref name=TTTG287\/>\n\nTuy nhiên, Trọng Uy tiếp tục cố thủ tại Nghiệp Đô được hậu thuẫn của tướng Liêu là [[Trương Liễn]] đóng quân ở U châu để chống lại Tri Viễn. Hành Chu quyết định vây thành mà không đánh, để đợi trong thành hết lương. Lưu Tri Viễn quyết định đến quân tiền xem xét tình hình (vì Trọng Uy từng tuyên bố nếu Tri Viễn đến thì sẽ hàng ngay), và cuộc tấn công của [[Mộ Dung Ngạn Siêu]] gặp thất bại, cho nên Hành Chu quyết định tiếp tục vây thành. Cuối năm đó, thành hết lương thực, Trọng Uy đầu hàng. Lưu Tri Viễn nuốt lời hứa khi trước là sẽ tha cho [[Trương Liễn]], đã ra lệnh xử tử ông ta cùng các thuộc hạ, dù quân sĩ được thả về U châu. Trọng Uy được tha chết, nhưng gia sản bị tịch thu sung công. Sử gia [[Bắc Tống]] là [[Tư Mã Quang]] có lời chê trách trong cuốn ''[[Tư trị thông giám]]'':<ref name=TTTG287\/>\n\n{{quote|(Hậu) Hán Cao Tổ giết 1,500 người vô tội ở U châu, đó là bất nhân. Hứa hẹn với [[Trương Liễn]] rồi xử chết ông ta, đó là bất tín. [[Đỗ Trọng Uy]] phạm đại tội mà lại tha, đó là thưởng phạt bất minh. Nhân nghĩa là dùng để gắn kết người dân, có tín nghĩa mới có thể thu phục người khác, luật pháp lập ra để trị kẻ có tội. Không có ba điều này, làm sao mà giữ cơ nghiệp được? Bởi vậy cơ nghiệp không lâu dài chẳng có gì là lạ.}}\n\nCùng lúc đó, ở miền biên viễn phía tây, con trai của [[Triệu Diên Thọ]] là [[Triệu Khuông Tán]], Tiết độ sứ Kim Xương<ref>晉昌, trị sở nay thuộc [[Tây An]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref> cùng [[Hầu Ích]], Tiết độ sứ Phượng Tường, e ngại là sẽ bị triều đình [[Hậu Hán]] tiêu diệt, bèn xưng thần với [[Hậu Thục]]. Mùa xuân năm [[948]], Tri Viễn cử [[Vương Cảnh Sùng]] đánh Triệu, Hầu hai tướng. [[Triệu Khuông Tán]] lúc này đang chuẩn bị rời trấn để đến thủ phủ Thành Đô của [[Hậu Thục]], tuy nhiên, quân sư của ông ta là [[Lý Thứ]] thuyết phục xưng thần với [[Hậu Hán]], vì [[Hậu Thục]] chỉ là một tiểu quốc không nhờ cậy được. Khuông Tán sai Thứ đến Khai Phong dâng biểu xưng thần và biện hộ cho hành động của mình. [[Hầu Ích]] cũng làm theo. Tri Viễn quyết định vẫn cho [[Vương Cảnh Sùng]] đến phía tây, lấy lí do rằng sứ giả [[Hồi Cốt]] bị người [[Đảng Hạng]] (Định Nan quân) chặn đánh và cần được hộ tống đến kinh. Ông bảo Cảnh Sùng rằng, \"[[Triệu Khuông Tán]] với [[Hầu Ích]] lòng dạ khó đoán. Khi khanh tới đó, thì đòi chúng vào triều, chúng mà đến thì thôi. Nếu mà chúng trì hoãn và xem xem tình hình, thì cứ tùy nghi mà hành sự.\" Khi [[Vương Cảnh Sùng]] đến thủ phủ Kim Xương là Trường An, thấy [[Triệu Khuông Tán]] đã khởi hành đến kinh, nên bàn tính hành động thế nào với [[Hầu Ích]], ông này đang chống lại [[Hậu Thục]] nhưng chưa chịu vào kinh ngay lập tức.<ref name=TTTG287\/>\n\nTrong lúc chiến dịch với [[Đỗ Trọng Uy]] đang diễn ra, hoàng trưởng tử [[Lưu Thừa Huấn]], được nhìn nhận là tốt bụng, trung thành, thông minh và có tài, qua đời. Người trong nước buồn thương về cái chết của Thừa Huấn. Bản thân nhà vua cũng rất đau thương đến nỗi thành bệnh. Mùa xuân năm [[948]], bệnh tình trở nặng, bèn phó thác con thứ [[Lưu Thừa Hựu]] cho [[Tô Phùng Cát]], [[Dương Bân]], [[Thạch Hoằng Chiêu]], và [[Quách Uy]], nói, \n:\"Hơi tàn của trẫm không còn nhiều, không thể nói hết ra những lời trong lòng. Thừa Hựu tuổi trẻ yếu đuối, sau khi trẫm chết đi, hậu sự đều giao phó cho các khanh.\"\n\nÔng cũng dặn họ hãy canh chừng [[Đỗ Trọng Uy]]. Cùng ngày hôm đó Lưu Tri Viễn mất, các quan đại thần giấu việc, rồi làm mệnh lệnh buộc Trọng Uy và các con ông ta phải chết. Lại ban hành một chiếu thư khác, phong Lưu Thừa Hựu làm Chu vương; không lâu sau mới phát tang cho Hậu Hán Cao Tổ, và tôn Chu vương lên làm vua kế vị.<ref name=TTTG287\/>\n\n== Gia quyến ==\n* Cha\n** Lưu Điền (劉琠), truy tôn Tuyên Tổ hoàng đế\n* Mẹ\n** Yên thị, truy tôn Chương Ý hoàng hậu\n* Vợ\n** [[Lý hoàng hậu (Hậu Hán)|Lý hoàng hậu]] (lập 947), sinh hoàng tử Thừa Hựu\n* Con\n** [[Lưu Thừa Huấn]] (922-948), được phong Ngụy vương\n** [[Lưu Thừa Hựu]] (931-950), được phong Chu vương (948), sau là [[Hậu Hán Ẩn Đế]]\n** [[Lưu Thừa Huân]] (chết 951), đổi tên [[Lưu Huân]], [[Quách Uy]] phong là Trần vương\n** Vĩnh Ninh công chúa (phong 947), phong Tần quốc công chúa (949)\n* Con nuôi\n** [[Lưu Vân]] (劉贇), con trai của [[Lưu Sùng]] (Bắc Hán Thế Tổ), cháu gọi Lưu Tri Viễn là bác ruột. Vì Lưu Tri Viễn bị muộn con và rất thương yêu Lưu Vân nên nhận làm con nuôi. Tước Hoài Âm công (phong [[951]]). Khi Ẩn đế bị giết, [[Quách Uy]] cho đón Lưu Vân về triều lập làm vua kế vị, song sau đó Uy đổi ý và xử tử [[Lưu Vân]]).\n\n== Chú thích ==\n{{Tham khảo|30em}}\n*{{chú thích sách|title=Imperial China: (900-1800)|author=Mote, F.W.|year=1999|publisher=Harvard University Press|page=13}}\n== Nguồn tham khảo ==\n* ''[[Cựu Ngũ Đại sử]]'', các quyển [[:zh:s:舊五代史\/卷99|99]], [[:zh:s:舊五代史\/卷100|100]].\n* ''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷10|quyển 10]].\n* ''[[Tư trị thông giám]]'', các quyển [[:zh:s:資治通鑑\/卷271|271]], [[:zh:s:資治通鑑\/卷278|278]], [[:zh:s:資治通鑑\/卷279|279]], [[:zh:s:資治通鑑\/卷280|280]], [[:zh:s:資治通鑑\/卷281|281]], [[:zh:s:資治通鑑\/卷282|282]], [[:zh:s:資治通鑑\/卷283|283]], [[:zh:s:資治通鑑\/卷284|284]], [[:zh:s:資治通鑑\/卷285|285]], [[:zh:s:資治通鑑\/卷286|286]], [[:zh:s:資治通鑑\/卷287|287]].\n\n{{s-start}}\n{{s-hou|[[Hậu Hán (Ngũ Đại)|Nhà Lưu]] (947–950)||895||948}}\n{{s-reg|}}\n{{s-bef|before=Không (triều đại thành lập))}}\n{{s-ttl|title=[[Hậu Hán (Ngũ Đại)|Hoàng đế Hậu Hán]]|years=947–948}}\n{{s-aft|after=[[Lưu Thừa Hữu]] (Ẩn Đế)|rows=4}}\n|-\n{{s-bef|before=[[Liêu Thái Tông]]}}\n{{s-ttl|title=[[Hoàng đế Trung Hoa]] (Trung Sơn Tây)|years=947–948}}\n|-\n{{s-bef|before=[[Lý Tòng Ích]]}}\n{{s-ttl|title=[[Hoàng đế Trung Hoa]] (Khai Phong)|years=947–948}}\n|-\n{{s-bef|before=[[Liêu Thế Tông]]}}\n{{s-ttl|title=[[Hoàng đế Trung Hoa]] (Trung Nguyên)|years=947–948}}\n{{s-end}}\n\n{{Vua thời Ngũ Đại Thập Quốc}}\n\n{{DEFAULTSORT:Lưu, Tri Viễn}}\n[[Thể loại:Sinh năm 895]]\n[[Thể loại:Mất năm 948]]\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]\n[[Thể loại:Người Sơn Tây]]"}