{"Lưu Ba":"'''Lưu Ba''' ([[chữ Hán]]: 劉巴; ?-[[222]]) là quan nhà [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thân thế==\nLưu Ba có [[Tên chữ (người)|tên tự]] là '''Tử Sơ''' (子初), người ở nam quận Linh Lăng (thuộc Kinh châu). Ông nội của Lưu Ba là Lưu Diệu từng làm Thái thú Thương Ngô (thuộc Giao châu). Cha ông là Lưu Tường, nguyên là Thái thú Giang Hạ (cũng thuộc Kinh châu), Đãng Khấu tướng quân thời Đông Hán.\n\nKhi [[Tôn Kiên]] [[chiến dịch chống Đổng Trác|cử binh đánh Đổng Trác]], Thái thú Nam Dương là Trương Tư không chịu cấp quân lương nên bị Tôn Kiên giết chết. Lưu Tường cũng đồng lòng với Kiên, vì vậy bị nhân sĩ Nam Dương oán hận, cử binh đến đánh. Lưu Tường giao tranh bại trận bị giết.\n\n==Sự nghiệp==\n===Ở Kinh châu===\nSau đó [[Lưu Biểu]] đến làm thứ sử Kinh châu vốn cũng không có quan hệ tốt với Lưu Tường nên giam lỏng Lưu Ba. Lưu Biểu muốn giết ông, song lại chưa dứt khoát, bèn sai người thân tín cũ của Lưu Tường giả mật báo với Lưu Ba rủ ông cùng trốn. Ba lần rủ mà Lưu Ba đều không nghe theo. Lưu Biểu được thuật lại việc này, bèn bỏ ý định giết ông và thả ông ra<ref name=\"ReferenceA\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B739 Đổng Lưu Mã Trần Đổng Lã truyện]<\/ref>.\n\nNăm mười tám tuổi, Lưu Ba làm Tào sử chủ ký chủ bộ ở quận Linh Lăng. [[Lưu Bị]] đến Kinh châu với Lưu Biểu, nghe tiếng Lưu Ba bèn viết thư cho ông, định sai cháu họ về bên ngoại là Chu Bất Nghi theo ông học tập. Lưu Ba viết thư khiêm nhường từ chối.\n\nSau đó Lưu Biểu liên tục gọi mời, tiến cử làm Mậu Tài, Lưu Ba đều không tới. Năm [[208]], Lưu Biểu chết, [[Tào Tháo]] đánh Kinh châu. Lưu Bị chạy xuống phía Nam, kẻ sĩ vùng Kinh Sở đều chạy theo về phía đó, riêng Lưu Ba đi lên phía bắc gặp Tào Tháo, khuyên Tào Tháo nhất định không thể để Lưu Bị chiếm Kinh châu. Ông được Tào Tháo lấy làm Duyện, sai đi chiêu nạp kẻ sĩ ở các quận Trường Sa, Linh Lăng, Quế Dương.\n\n===Lưu lạc===\nKhông lâu sau [[Tào Tháo]] [[trận Xích Bích|bại trận ở Xích Bích]], phải rút về phía bắc, Lưu Bị thu được ba quận Trường Sa, Linh Lăng, Quế Dương, vì vậy Lưu Ba không thể trở về với Tào Tháo nữa, định bỏ chạy đến quận [[Giao Chỉ]] (thuộc Giao châu) để mượn đường trở về Hứa Đô. Ông gửi thư cho quân sư tướng quân dưới quyền Lưu Bị là [[Gia Cát Lượng]]. Gia Cát Lượng khuyên ông về theo Lưu Bị nhưng ông tỏ ra không khuất phục khiến Lưu Bị rất hận ông<ref name=\"ReferenceA\"\/>.\n\nLưu Ba đến [[Giao Chỉ]], đổi thành họ Trương. Ông bàn bạc cùng Thái thú Giao Chỉ là [[Sĩ Nhiếp]] nhưng không hợp, bèn theo đường quận Tường Kha (thuộc Ích châu) trở về bắc, bị quan trấn giữ ở quận trị quận Ích Châu. Thái thú quận Ích Châu muốn giết Lưu Ba nhưng viên Chủ bộ can ngăn rằng ông là người phi thường không nên giết. Thái thú Ích châu nghe lời Chủ bộ, cho giải ông đến Thành Đô cho [[Lưu Chương (lãnh chúa)|Lưu Chương]].\n\n===Tại Ích châu===\nLưu Chương trọng dụng ông, mỗi khi có việc lớn đều đến hỏi han. Lưu Chương sai [[Pháp Chính]] đón [[Lưu Bị]] vào Tây Xuyên giúp chống [[Trương Lỗ]], Lưu Ba can không nên nhưng Lưu Chương không nghe theo. Lưu Ba đóng cửa cáo bệnh.\n\nNăm [[214]], Lưu Bị [[chiến dịch Tây Xuyên|đánh chiếm Tây Xuyên]] từ tay Lưu Chương. Lưu Bị hạ lệnh không ai được làm hại ông. Lưu Ba quyết định quy phục Lưu Bị, có lời tạ tội trái lệnh lúc trước, Lưu Bị không trách cứ ông<ref name=\"ReferenceA\"\/>.\n\nLưu Ba được [[Gia Cát Lượng]] tán dương cân nhắc tiến cử, Lưu Bị dùng làm Tả Tướng quân Tây Tào duyện.\n\nKhi đánh Lưu Chương, Lưu Bị hẹn với quân sĩ sau khi thắng trận sẽ ban phát của cải trong kho cho họ. Vì vậy khi chiếm được Thành Đô, quân sĩ đều bỏ vũ khí chạy đến các kho tàng mà đua nhau lấy tài vật. Quân dụng chi dùng không đủ, Lưu Bị rất lo buồn. Lưu Ba hiến kế rằng: \n:''Đúc ngay tiền trị giá một trăm, điều hoà giá trị mọi vật, dùng thư lại làm quan kiểm soát.’’\n\nLưu Bị nghe theo, chỉ khoảng vài tháng, kho tàng lại đầy đủ sung túc<ref>Lê Đông Phương, sách đã dẫn tr 256<\/ref>.\n\nNăm [[219]], Lưu Bị xưng Hán Trung vương, cho Lưu Ba làm Thượng thư, sau kế tục [[Pháp Chính]] làm Thượng thư Lệnh.\n\nLưu Ba khiêm hoà liêm khiết, không mưu làm giàu cá nhân, cung kính trầm mặc, không quan hệ riêng tư, chỉ bàn việc công<ref name=\"ReferenceA\"\/>.\n\nNăm [[220]], con Tào Tháo là [[Tào Phi]] giành ngôi nhà Hán. Lưu Bị muốn lên ngôi hoàng đế để kế tục [[Hán Hiến Đế]]. Lưu Ba cho rằng hãy tạm hoãn lại, không nên vội vàng như vậy khi chưa yên được thiên hạ. Ông cùng Chủ bộ Ung Mậu can Lưu Bị<ref name=\"ReferenceA\"\/>. Lưu Bị không nghe, sau đó mượn cớ khác giết Ung Mậu và lên ngôi hoàng đế vào tháng 4 năm 221.\n\nKhi Lưu Bị lên ngôi, các loại văn cáo sách mệnh đều do Lưu Ba chấp bút<ref name=\"ReferenceA\"\/>. Năm 222, Lưu Ba qua đời, không rõ bao nhiêu tuổi.\n\nSau khi ông mất, quan Thượng thư phó xạ nước Nguỵ là [[Trần Quần]] có viết thư gửi Thừa tướng Gia Cát Lượng hỏi thăm tin tức của ông, gọi ông là Lưu quân Tử Sơ, vô cùng kính trọng<ref name=\"ReferenceA\"\/>.\n\nỞ bên [[Đông Ngô]], trong khi [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] chê ông là người hẹp hòi thì [[Tôn Quyền]] lại ca ngợi ông là cao sĩ<ref name=\"ReferenceA\"\/>.\n\n==Xem thêm==\n* [[Lưu Biểu]]\n* [[Lưu Bị]]\n\n==Tham khảo==\n* [[Trần Thọ]], [[Tam quốc chí]], Bùi Tùng Chi chú, thiên:\n**[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B739 Đổng Lưu Mã Trần Đổng Lã truyện]\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 222]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]"}