{"Lương Vũ Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Lương Vũ Đế\n| tên gốc = 梁武帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = Liang Wudi.jpg\n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[nhà Lương]]\n| tại vị = [[502]] – [[549]]\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = <font color=\"red\">'''Sáng lập triều đại'''<\/font>\n| nhiếp chính = \n| kế nhiệm = <font color=\"blue\">[[Lương Giản Văn Đế|Giản Văn Đế]]<\/font>\n| hoàng tộc = [[Nhà Lương|Nam Lương]]\n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Tiêu Diễn (蕭衍)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên thật\n| niên hiệu = <\/small>\n*Thiên Giám (天監: [[502]] - [[519]])\n*Phổ Thông (普通: [[520]] - [[527]])\n*Đại Thông (大通: [[527]] - [[529]])\n*Trung Đại Thông (中大通: [[529]] - [[534]])\n*Đại Đồng (大同: [[535]] - [[546]])\n*Trung Đại Đồng (中大同: [[546]] - [[547]])\n*Thái Thanh (太清: [[547]] - [[549]])\n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| thông tin niên hiệu = ẩn\n| phối ngẫu = \n| vợ = [[Lương Vũ Đế#Gia đình|Xem văn bản]]\n| con cái = [[Lương Võ Đế#Gia đình|Xem văn bản]]\n| tôn hiệu = \n| miếu hiệu = [[Cao Tổ]] (高祖)\n| thụy hiệu = Vũ Hoàng đế (武皇帝)\n| cha = [[Tiêu Thuận Chi]]\n| mẹ = [[Trương Chí Nhu]]\n| sinh = 464\n| nơi sinh = \n| mất = {{năm mất và tuổi|549|464}}\n| nơi mất = \n| ngày an táng = \n| nơi an táng = [[Tu lăng]] (修陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Lương Vũ Đế''' ([[chữ Hán]]: 梁武帝; [[464]] – [[549]]), tên húy là '''Tiêu Diễn''' (蕭衍), tự là '''Thúc Đạt''' (叔達), tên khi còn nhỏ '''Luyện Nhi''' (練兒), là vị [[Hoàng đế]] khai quốc của [[nhà Lương|triều Lương]] thời [[Nam-Bắc triều (Trung Quốc)|Nam-Bắc triều]] trong [[lịch sử Trung Quốc]]. Thời kỳ ông trị vì là một trong những giai đoạn ổn định nhất và thịnh vượng nhất của [[Nam-Bắc triều (Trung Quốc)|Nam triều]].\n\nVũ Đế đã cho mở các trường học và mở rộng các kỳ thi [[khoa cử]], yêu cầu con trai của các quý tộc phải học tập. Ông cũng ham đọc sách, sáng tác thơ và bảo trợ cho nghệ thuật phát triển. Mặc dù triều đình lấy [[Nho giáo]] làm chủ đạo, song ông tin theo [[Phật giáo]] và bị thu hút trước nhiều phong tục [[Ấn Độ]]. Ông đã ngăn cấm hiến tế động vật và chống lại việc hành hình. Ông được cho là đã tiếp thu nhiều châm ngôn Phật giáo trong thời gian trị vì, do vậy có biệt danh là '''Bồ Tát Hoàng đế''' (菩薩皇帝).\n\nVào cuối thời gian trị vì của mình, ông đã phải trả giá đắt do có quan điểm quá khoan dung đối với các thành viên trong hoàng tộc và nạn hủ bại của các quan lại, cũng như thiếu cống hiến cho quốc gia. Khi tướng [[loạn Hầu Cảnh|Hầu Cảnh nổi loạn]], ông chỉ nhận được rất ít cứu trợ, vì thế Hầu Cảnh đã chiếm được kinh thành [[Kiến Khang]], kiểm soát chặt chẽ Vũ Đế và [[Lương Giản Văn Đế|Giản Văn Đế]] và đẩy nhà Lương vào tình trạng hỗn loạn. Lương Vũ Đế đã qua đời trong khi bị quản thúc, một số sử gia tin rằng Hầu Cảnh đã bỏ đói Lương Vũ Đế đến chết.\n\nVới thời gian trị vì hơn 40 năm và thọ 85 tuổi, ông là Hoàng đế có tuổi thọ cao thứ hai của Trung Hoa chỉ sau Hoàng đế [[Càn Long]] (88 tuổi).\n\n==Bối cảnh==\nTiêu Diễn sinh năm Đại Minh thứ 8 ([[464]]), tức trong thời gian trị vì của [[Lưu Tống Hiếu Vũ Đế]]. Cha của Tiêu Diễn là [[Tiêu Thuận Chi]] (蕭順之) là một họ hàng xa của tướng [[Lưu Tống]] [[Nam Tề Cao Đế|Tiêu Đạo Thành]], cũng là một trong những người đã đóng góp trong hành động tiếm vị của Tiêu Đạo Thành vào năm 479, xem mình là hậu duệ của thừa tướng [[Tiêu Hà]] đời [[nhà Hán]]. Để thưởng cho công lao của Tiêu Thuận Chi, Tiêu Đạo Thành đã phong Tiêu Thuận Chi là '''Lâm Tương huyện hầu''' (临湘县侯), thăng làm tướng. Tiêu Diễn là con trai thứ ba của Tiêu Thuận Chi, mẹ của ông là [[Trương Thượng Nhu]] (張尚柔), bà cũng sinh hạ hai người anh trai của ông là [[Tiêu Ý]] (蕭懿) và [[Tiêu Phu]] (蕭敷), người em trai tên [[Tiêu Sướng]] (蕭暢), và người em gái [[Tiêu Lệnh Ế]] (蕭令嫕). Trương Thượng Nhu qua đời năm [[471]], trước khi Tiêu Thuận Chi được phong tước Hầu vào thời Nam Tề.\n\nTiêu Diễn còn có sáu huynh đệ khác, họ là những người con của Tiêu Thuận Chi với các tiểu thiếp. Một trong số đó là [[Tiêu Tú]] (475–518), được đề cập đến nhiều vì cho đến ngày nay, các bức tượng đá bồi táng tại khu mộ của ông vẫn được bảo tồn tương đối tốt ở gần Nam Kinh.<ref name=benn>{{chú thích\n|first=James A. |last=Benn|publisher=University of Hawaii Press |year=2007\n|isbn=0-8248-2992-1|title=Burning for the Buddha: self-immolation in Chinese Buddhism\n|series=Issue 19 of Studies in East Asian Buddhism|url= http:\/\/books.google.com\/books?id=dWL6EEkL8goC|pages=3,243,261}}<\/ref><ref>Albert E. Dien, «Six Dynasties Civilization». Yale University Press, 2007\nISBN 0-300-07404-2. [http:\/\/books.google.com.au\/books?id=CeJD5BaQPPsC Partial text] on Google Books. P. 190. A reconstruction of the original form of the ensemble is shown in Fig. 5.19.<\/ref><ref>{{Chú thích web |url=http:\/\/www.jllib.org.cn\/ffy\/nclmsksy\/xiaoxiumusk.htm |ngày truy cập=2013-04-09 |tựa đề=梁安成康王萧秀墓石刻 |archive-date=2013-10-19 |archive-url=https:\/\/web.archive.org\/web\/20131019220014\/http:\/\/www.jllib.org.cn\/ffy\/nclmsksy\/xiaoxiumusk.htm |url-status=dead }}<\/ref>\n\nKhoảng năm 481 hay 482, Tiêu Diễn kết hôn với [[Si Huy]] (郗徽), con gái của quan Lưu Tống [[Si Diệp]] (郗燁) với [[Tầm Dương công chúa]]. Si Huy hạ sinh ba người con gái là [[Tiêu Ngọc Diêu]] (蕭玉姚), [[Tiêu Ngọc Uyển]] (蕭玉婉), và [[Tiêu Ngọc Quỳnh]] (蕭玉嬛).\n\n==Phụng sự Nam Tề==\nTiêu Diễn từ nhỏ đã được đánh giá là thông minh và có dung mạo tuấn tú. Tiêu Diễn bắt đầu sự nghiệp với việc làm trợ lý quân sự cho Ba Lăng vương [[Tiêu Tử Luân]]- con trai của [[Nam Tề Vũ đế]], và sau đó phục vụ dưới quyền [[Vương Kiệm]] (王儉). Vương Kiệm ấn tượng trước tài năng và sự thể hiện của Tiêu Diễn, ông ta từng nói rằng: \"Tiêu lang sẽ trở thành ''thị trung'' trước năm 30 tuổi, sau đó sẽ có địa vị cao quý không thể nói được bằng lời.\" Tiêu Diễn cũng kết giao với người kế nhiệm Vương Kiệm là Cánh Lăng vương [[Tiêu Tử Lương]] (蕭子良), và trở thành một trong \"[[Cánh Lăng bát hữu]]\" gồm các quan lại trẻ có tài văn học.\n\nSau khi cha Tiêu Thuận Chi qua đời vào năm 490, ông tạm thời ngừng tham gia công việc của triều đình, song sau đó lại trở lại, và đến năm 493 thì phục vụ dưới quyền Tiêu Tử Lương. Tuy nhiên, khi Nam Tề Vũ đế lâm bệnh vào năm 493, Tiêu Diễn không tham gia vào kế hoạch âm mưu nổi dậy của Vương Dung (王融) để đưa Tiêu Tử Lương làm Hoàng đế, ngai vàng cuối cùng đã rơi vào tay Hoàng Thái tôn [[Tiêu Chiêu Nghiệp]]. Sau đó, Tiêu Diễn được [[Nam Tề Minh đế|Tiêu Loan]] mời về phục vụ dưới quyền ông ta, và khi Tiêu Loan lật đổ Tiêu Chiêu Nghiệp, Tiêu Diễn đã được phong làm tướng và được phái đi trấn thủ trọng thành Thọ Dương (壽陽, nay thuộc [[Lục An]], [[An Huy]]). Đến khi Tiêu Loan đăng cơ làm Hoàng đế, tức [[Nam Tề Minh đế]], Tiêu Diễn được phong là Kiến Dương huyện nam. Năm 495, khi quân [[Bắc Ngụy]] [[Chiến tranh Nam Tề-Bắc Ngụy|xâm phạm]], Tiêu Diễn ở trên tuyến đầu chống quân Bắc Ngụy, và ông đã thể hiện được mình dưới quyền chỉ huy của [[Vương Quảng Chi]] (王廣之). Cũng trong năm đó, khi Nam Tề Minh đế nghi ngờ tướng [[Tiêu Kham]] (蕭諶) âm mưu làm phản và cho hành quyết người này, Tiêu Diễn đã được cử đi bắt giữ và hành quyết anh trai của Tiêu Kham là [[Tiêu Đản]] (蕭誕)- [[thứ sử]] của Tư châu (司州, nay là đông nam bộ [[Hà Nam (Trung Quốc)|Hà Nam]]).\n\nNăm 497, khi quân Bắc Ngụy [[chiến tranh Nam Tề-Bắc Ngụy|lại tấn công]], Tiêu Diễn là một trong các tướng mà Nam Tề Minh đế phái đi cứu viện cho Ung châu (雍州, nay là tây nam bộ [[Hà Nam (Trung Quốc)|Hà Nam]] và tây bắc bộ [[Hồ Bắc]]). Tường cùng chỉ huy với Tiêu Diễn là [[Thôi Huệ Cảnh]] sau đó đã bị quân Bắc Ngụy đánh bại trong giao chiến, và vào năm 498, Tiêu Diễn trở thành thứ sử của Ung châu và trấn thủ thủ phủ của châu là thành Tương Dương (襄陽, nay thuộc [[Tương Dương, Hồ Bắc|Tương Phàn]], [[Hồ Bắc]]), và ông tiếp tục nắm giữ chức vụ này sau khi Nam Tề Minh đế qua đời và [[Tiêu Bảo Quyển]] lên kế vị. Tương Dương là nơi người thê Si Huy của Tiêu Diễn qua đời vào năm 499. Tiêu Diễn đã không lập một chính thất khác trong phần đời sau này của ông, mặc dù ông có nhiều phi tần.\n\n==Nội chiến chống lại Tiêu Bảo Quyển==\nTiêu Bảo Quyển trở thành hoàng đế của Nam Tề ở tuổi 15 vào năm 498, song quyền lực của vị hoàng đế này ban đầu bị kiềm chế bởi sáu vị đại thần mà Nam Tề Minh Đế đã giao phó, khiến vị hoàng đế trẻ tuổi trở nên tức giận. Tiêu Diễn biết vị hoàng đế trẻ tuổi nổi danh với tính hung bạo và phù phiếm nên tại Ung châu đã bí mật chuẩn bị cho một cuộc nội chiến, song đã không thể thuyết phục anh trai [[Tiêu Ý]]- đang là quyền thứ sử của Dĩnh châu (郢州, nay ở đông bộ [[Hà Bắc (Trung Quốc)|Hà Bắc]])- làm điều tương tự.\n\nNăm 499, nhận được tin có kế hoạch phế truất mình, Tiêu Bảo Quyển đã ra tay trước và trước tiên cho hành quyết Giang Hựu (江祐) cùng Giang Tự (江祀), các hạ thần trong triều đình bị ám ảnh bởi cảm giác bị khủng bố. Điều này đã dẫn đến một cuộc nổi dậy của tướng [[Trần Hiển Đạt]] (陳顯達) từ Giang châu (江州, nay thuộc [[Giang Tây]] và [[Phúc Kiến]]), song cuộc nổi dậy này đã bị đánh bại và càng kích động Tiêu Bảo Quyển. Trong sợ hãi, tướng Bùi Chiêu Nghiệp (裴昭業) đã dâng Thọ Dương cho Bắc Ngụy vào năm 500, bất chấp lời khuyên can của Tiêu Diễn.\n\nNgay sau khi theo đem quân rời khỏi kinh thành [[Kiến Khang]] để đi đánh Thọ Dương, Thôi Huệ Cảnh đã cho quân quay trở lại kinh thành với hy vọng lật đổ Tiêu Bảo Quyển và đưa Giang Hạ vương [[Tiêu Bảo Huyền]] (蕭寶玄) lên thay thế. Khi hay tin về cuộc nổi dậy của Thôi Huệ Cảnh, Tiêu Ý đã đưa quân của mình đế giải vây cho hoàng cung. Tiêu Ý đánh đuổi quân của Thôi Huệ Cảnh, và được Tiêu Bảo Quyển phong là thị trung, thượng thư, song sau đó lại bị vị hoàng đế này giết chết. Khi hay tin về cái chết của Tiêu Ý, Tiêu Diễn liền tuyên bố nổi dậy.\n\nTiêu Bảo Quyển đã phái tướng Lưu Sơn Dương (劉山陽) đem quân đánh Tiêu Diễn, song Tiêu Diễn đã thuyết phục được [[Tiêu Dĩnh Trụ]] (蕭穎冑) (trưởng sử của Nam Khang vương [[Nam Tề Hòa Đế|Tiêu Bảo Dung]]- Kinh châu thứ sử) rằng Lưu Sơn Dương định tấn công cả Kinh châu và Ung châu. Do đó, Tiêu Dĩnh Trụ đã liên minh với Tiêu Diễn, sau đó giết chết Lưu Sơn Dương, và tuyên bố về ý định ông ta cùng với Tiêu Diễn là muốn Tiêu Bảo Dung trở thành hoàng đế. Các trợ thủ của Tiêu Diễn vốn không tin tưởng Tiêu Dĩnh Trụ và từng muốn dùng vũ lực để bắt giữ Tiêu Bảo Dung, song Tiêu Diễn không muốn tạo ra sự chia rẽ vào lúc này nên đã chỉ tập trung đối phó với Tiêu Bảo Quyển.\n\nVào mùa xuân năm 501, Tiêu Dĩnh Trụ đã tuyên bố Tiêu Bảo Dung là hoàng đế, tức Hòa Đế, Tiêu Diễn công nhận điều này. Tiêu Dĩnh Chu đã phong cho bản thân và Tiêu Diễn các tước hiệu tương đương nhau. Tiêu Dĩnh Trụ ở lại Giang Lăng (江陵, nay thuộc [[Kinh Châu]], [[Hồ Bắc]]), thủ phủ của Kinh châu cùng với Hòa Đế, trong khi Tiêu Diễn tiếp tục chiến đấu chống lại Tiêu Bảo Quyển. Do Tiêu Bảo Quyển để mất sự ủng hộ của các bộ tướng, Tiêu Diễn đã có thể chiến thắng hết trận này đến trận khác, chiếm được Dĩnh thành (郢城, nay thuộc [[Vũ Hán]], [[Hồ Bắc]]) vào mùa hè năm 501. Vào mùa thu năm 501, Tiêu Diễn đã buộc Giang châu thứ sử [[Trần Bá Chi]] (陳伯之) phải đầu hàng. Sang mùa đông năm 501, Tiêu Bảo Quyển tiến đến Kiến Khang và nhanh chóng chiếm được thành ngoại, tiến hành bao vây hoàng cung. Trong khi đó, Tiêu Dĩnh Trụ đã không thể chống đỡ được các cuộc tấn công của tướng Tiêu Hội (蕭璝) nên đã qua đời trong lo âu. Một người em của Tiêu Diễn là Tiêu Đam (蕭儋) đã nhanh chóng tiến đến Giang Lăng và tiến hành giám hộ Hòa Đế, cùng với [[Hạ Hầu Tường]] (夏侯詳)- nguyên là thuộc hạ của Tiêu Dĩnh Trụ. Từ thời điểm này, quyền kiểm soát Hòa Đế đã không còn có tranh chấp nữa.\n\nKhoảng tết năm 502, các tướng của Tiêu Bảo Quyển là [[Vương Trân Quốc]] (王珍國) và [[Trương Tắc]] (張稷), đã hành thích Tiêu Bảo Quyển và đầu hàng. Tiêu Diễn tiến vào hoàng cung trong chiến thắng, sau đó phái quân chinh thảo tứ xứ. phong Thái hậu [[Vương Bảo Minh]] (mẹ của Tiêu Chiêu Nghiệp) làm người [[nhiếp chính]] trên danh nghĩa.\n\n==Thiết lập triều Lương==\nNgay sau đó, Tiêu Diễn bắt đầu tiến hành các kế hoạch để đoạt lấy đế vị về mình. Sau khi thảm khảo ý kiến của các lão bằng hữu là [[Thẩm Ước]] và [[Phạm Vân]] (范雲), Tiêu Diễn bắt đầu đưa các huynh đệ và thuộc hạ của mình vào các vị trí quan trọng. Trong khi đó, Tiêu Diễn buộc Vương thái hậu phải ban cho mình các chức tước cao hơn nữa, trì hoàn việc Hòa Đế hồi kinh. Tiêu Diễn cũng bắt đầu hành quyết từng người một trong số các bào huynh đệ và đường huynh đệ của Hòa Đế, mục đích là để loại trừ việc chống đối khi ông thực hiện các bước đi tiếp sau. Tiêu Diễn tự ban cho mình tước Lương công, và sau đó nâng lên thành Lương vương, và trao cho mình [[cửu tích]], báo hiệu hành động tiếm vị sắp xảy ra.\n\nTiêu Diễn cuối cùng đã cho đưa Hòa Đế quay trở về Kiến Khang. Tuy nhiên, mùa xuân năm 502, khi Hòa Đế mới chỉ đến Cô Thục (姑孰, nay thuộc [[Mã An Sơn]], [[An Huy]]), Tiêu Diễn đã buộc hoàng đế phải ban một thánh chỉ [[thiện nhượng]] cho mình, kết thúc triều Nam Tề và mở ra triều Lương. Tiêu Diễn (tức Lương Vũ Đế) phong cho cựu hoàng đế tước hiệu Ba Lăng vương, song ngay sau đó đã giết chết, khiến dòng Minh Đế tuyệt diệt (ngoại trừ [[Tiêu Bảo Dần]] chạy sang [[Bắc Ngụy]]). Tuy nhiên, với hậu duệ của Nam Tề Cao Đế và Nam Tề Vũ Đế (hầu hết họ đã bị Minh Đế thảm sát), Lương Vũ Đế đối đãi với họ bằng thái độ tôn trọng, phong nhiều người trong số họ làm quan, viện lý do rằng ông và hoàng tộc Nam Tề có chung tổ tiên. Lương Vũ Đế lập người con trai nhỏ tuổi tên [[Tiêu Thống]] làm Hoàng thái tử. Trước đó, ông đã nhận con trai của lục đệ [[Tiêu Hoành]] tên [[Tiêu Chính Đức]] và Tiêu Chính Đức muốn mình trở thành hoàng thái tử; vì thế nên sau khi phong Tiêu Thống làm hoàng thái tử, Lương Vũ Đế đã hủy bỏ việc nhận nuôi và đưa Tiêu Chính Đức về gia đình Tiêu Hoành, khiến Tiêu Chính Đức oán hận.\n\n==Thời kỳ đầu trị vì==\nThời gian trị vì ban đầu của Lương Vũ Đế được đánh giá là giai đoạn đỉnh cao của triều Lương. Ông được xem là một quân chủ mẫn cán và tiết kiệm, và ông đã cố gắng khuyến khích các hạ thần bảy tỏ ý kiến khác biệt so với mình. Lương Vũ Đế thấy hai Nam triều Tống-Tề vì tàn sát lẫn nhau trong hoàng tộc mà bị diệt nên chủ trương hết sức khoan dung trước tội của các thành viên trong hoàng tộc, cũng như của các đại thần mà ông thấy đã có đóng góp cho việc kiến lập triều Lương. Khi có thành viên trong hoàng tộc phạm tội, Lương Vũ Đế chỉ dùng lời lẽ để khuyên bảo chứ không xử phạt. Thái độ khoan dung này của ông đã khiến nạn hủ bại tại Lương ngày càng trở nên nghiêm trọng.\n\nLâm Xuyên vương Tiêu Hoành là một người rất tham lam, ra sức thu vét tài sản, trong vương phủ có mấy chục gian kho, lúc nào cũng khóa kín. Có người nghi ngờ rằng trong đó có chứa vũ khí nên đã cáo giác với Lương Vũ Đế rằng Tiêu Hoành cất giữ vũ khí định làm phản. Lương Vũ Đế liền tự dẫn cấm quân đến khám xét, thấy vậy Tiêu Hoành trở nên sợ hãi, khiến Lương Vũ Đế càng thêm nghi ngờ. Lương Vũ Đế liền hạ lệnh mở hết các kho ra khám, phát hiện trong hơn 30 gian kho đều chứa đầy tiền đồng, tất cả có 300 tỷ quan,<ref name=\"thn\">{{chú thích web|author=Lâm Hán Đạt, Tào Duy Chương|url=http:\/\/www.tianyabook.com\/5000nian\/136.htm|title=Thượng hạ ngũ thiên niên (上下五千年)- Lương Vũ Đế làm hoàn thượng|publisher=1991|ngày truy cập=2013-04-11|archive-date=2012-05-13|archive-url=https:\/\/web.archive.org\/web\/20120513090303\/http:\/\/www.tianyabook.com\/5000nian\/136.htm}}<\/ref> ngoài ra còn có rất nhiều vải, lụa, tơ, bông và các thứ khác. Tuy nhiên, Lương Vũ Đế chẳng những không trách tội, mà do thấy Tiêu Hoành không có ý làm phản nên càng tín nhiệm hơn trước.\n\nVũ Đế cũng là hoàng đế đầu tiên trong lịch sử Nam triều ban quyền lực của thừa tướng cho các hạ thần được chỉ định trong khi họ không có chức vụ này. Trước tiên, ông ban các quyền lực này cho Phạm Vân, và sau khi Phạm Vân qua đời vào năm 503, ông lại ban chúng cho [[Chu Xả]] (周捨) và [[Từ Miễn]] (徐勉), thậm chí đã không có ai chính thức mang một chức quan cao cấp cho đến cuối sự nghiệp chính trị của họ.\n\nHai mối đe dọa cấp thiết mà Lương Vũ Đế phải đối phó khi lên ngôi: Trần Bá Chi nổi dậy do người này cảm thấy không an toàn mặc dù Lương Vũ Đế vẫn cho phép ông ta làm Giang châu thứ sứ, [[Lưu Quý Liên]] (劉季連)- thứ sử của Ích châu (益州, nay là [[Tứ Xuyên]] và [[Trùng Khánh]]) nổi dậy cũng vì nỗi lo sợ tương tự. Tuy nhiên, vào mùa đông năm 502, tướng [[Vương Mậu (Nam triều)|Vương Mậu]] (王茂) của Lương Vũ Đế đã đánh bại Trần Bá Chi và buộc người này phải chạy trốn sang Bắc Ngụy. Vào mùa xuân năm 503, Lưu Quý Liên đã đầu hàng tướng [[Đặng Nguyên Khởi]] (鄧元起) của Lương Vũ Đế, Nam triều đã được bình định.\n\nTuy nhiên, vào mùa thu năm 503, với hy vọng đưa [[Tiêu Bảo Dần]] về phục quốc Nam Tề làm nước phụ dung, [[Bắc Ngụy Tuyên Vũ Đế]] đã trao quân cho Tiêu Bảo Dần và Trần Bá Chi, và còn phái Nhâm Thành vương [[Nguyên Trừng]] (元澄) dẫn quân đi đánh Lương, bắt đầu một cuộc chiến tranh kéo dài vài năm. Mặc dù cả hai bên đều giành được các trận thắng, song Lương đã [[Trận Nghĩa Dương|để mất trọng thành Nghĩa Dương]] (義陽, nay thuộc [[Tín Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]]) vào mùa thu năm 504. Và đến mùa xuân năm 505, tướng [[Hạ Hầu Đạo Thiên]] (夏侯道遷) đã nổi dậy và dâng một thành biên giới quan trọng khác là Nam Trịnh (南鄭, nay thuộc [[Hán Trung]], [[Thiểm Tây]]) cho Bắc Ngụy.\n\nSau đó, khi người cháu trai là Tây Xương hầu [[Tiêu Uyên Tảo]] (蕭淵藻) trong khi say rượu đã giết chết Đặng Nguyên Khởi, Lương Vũ Đế đã truy tặng Đặng Nguyên Khởi là \"Chinh Tây tướng quân\" song đã chỉ giáng Tiêu Uyên Tảo làm quan quân tướng quân. Đây là lần đầu tiên Lương Vũ Đế từ chối trừng phạt một thành viên hoàng tộc khi thành viên đó phạm phải một tội nghiêm trọng.\n\nNăm 505, Lương Vũ Đế đã phái Tiêu Hoành dẫn quân tinh nhuệ tiến hành đại phản công Bắc Ngụy. Tuy nhiên, Tiêu Hoành vốn lo sợ nên đã cho dừng quân tại Lạc Khẩu (洛口, nay thuộc [[Bạng Phụ]], [[An Huy]]) và từ chối tiến quân, bất chấp lời kêu gọi từ các bộ tướng. Trong khi đó, vào mùa xuân năm 506, tướng [[Vi Duệ]] đã có thể chiếm được Hợp Phì (合肥, nay thuộc [[Hợp Phì]], [[An Huy]]) từ tay Bắc Ngụy. Quân của Tiêu Hoành đã đóng tại Lạc Khẩu gần một năm mà không tiến, vào mùa thu năm 506, do bị chứng [[dạ kinh]] tấn công nên Tiêu Hoành đã trở nên sợ hãi và chạy trốn, khiến quân của ông ta sụp đổ trong khi chưa đánh trận nào. Tuy nhiên, khi quân Bắc Ngụy [[Trận Chung Li|tấn công vào thành Chung Li]] (鍾離, nay cũng thuộc Bạng Phụ), họ đã bị quân Lương dưới quyền Vi Duệ và [[Tào Cảnh Tông]] (曹景宗) đánh bại vào mùa xuân năm 507, Lương đã giữ được Chung Li và trên thực tế đã kết thúc chiến tranh. Sau [[trận Chung Li]], hai bên vẫn có các xung đột biên giới, song đã không có chiến tranh quy mô lớn trong nhiều năm.\n\nNăm 511, khi Lương Vũ Đế đang trên đường đến nơi tế thiên ở lân cận Kiến Khang, một lão nông đã chắn đường và kiến nghị rằng hình luật quá nặng nề với thường dân (đặc biệt là khi một người phạm tội bỏ trốn thì toàn thể họ tộc sẽ bị phạt khổ sai), trong khi lại quá nhẹ đối với các quý tộc và quan lại, vì thế Lương Vũ Đế tính đến chuyện sửa lại luật pháp. Tuy nhiên, cuối cùng, ông chỉ cho sửa đổi điều khoản trên thành các thành viên trong họ tộc của người phạm tội sẽ không bị buộc phải đi khổ sai nếu trong nhà có người già hay trẻ nhỏ, ngoài ra không có cải cách nào khác.\n\nTừ năm 514 trở đi, Lương Vũ Đế bắt đầu tiến hành một dự án xây dựng to lớn: xây dựng một đập lớn trên [[Hoài Hà]] ở xuôi dòng từ Thọ Dương nhằm làm ngập lụt thành để quân Lương có thể chiếm được. Ông bắt đầu dự án bất chấp lời khuyên can từ các công trình sư của mình do nước Hoài Hà quá nhiều bùn đất. Tuy nhiên, bất chấp các khó khăn kỹ thuật, đập đã được tướng [[Khang Huyến]] (康絢) xây dựng thành công song đã cướp đi tính mạng của nhiều lao công do khối lượng công việc và bệnh dịch, (''[[Tư trị thông giám]]'' đã mô tả là có 7 đến 8 phần bị chết). Nhiếp chính [[Tuyên Vũ Linh hoàng hậu|Hồ thái hậu]] của Bắc Ngụy đã phái tướng Lý Bình (李平) đến tấn công quân hộ tống của Khang Huyến, song đã không thể làm tổn hại đến đập, và cuối cùng đập đã hoàn thành vào mùa xuân năm 516. Đập được mô tả là dài khoảng 4,5&nbsp;km, và quân lính có thể dựng trại ở trên mặt đập. Khang Huyến đã khéo léo duy trì đập, khiến Thọ Dương bị ngập lụt. Tuy nhiên, Lương Vũ Đế đã triệu hồi Khang Huyến về kinh thành và trao quyền phụ trách đập cho tướng Trương Báo Tử (張豹子). Trương Báo Tử không khéo léo và chu đáo bằng Khang Huyến nên đã không thể duy trì đập. Do mực nước của Hoài Hà tăng lên cao vào mùa đông năm 516, đập đã bị vỡ, khiến 10 vạn người ở hạ du thiệt mạng, còn Thọ Dương thì được cứu.\n\n==Thời kỳ trị vì giữa==\n{{xem thêm|Chiến tranh Lương-Bắc Ngụy, 528-529}}\n[[Tập tin:Liang Wudi 2.jpg|nhỏ|phải|Chân dung Lương Vũ Đế]]\nNăm 522, Tiêu Chính Đức đã chạy trốn sang Bắc Ngụy, tự xưng mình là thái tử bị phế truất và yêu cầu Bắc Ngụy trợ giúp. Tuy nhiên, Bắc Ngụy đã không thực sự xem trọng chuyện này và Tiêu Chính Đức đã trở về Lương vào năm 523. Lương Vũ Đế đã không trừng phạt Tiêu Chính Đức mà chỉ quở trách cháu trai, và còn phục tước Tây Phong hầu cho Tiêu Chính Đức.\n\nVào mùa đông năm 523, quốc gia gặp khó khăn do nạn tiền xu đồng giả, Lương Vũ Đế đã bãi bỏ việc sử dụng tiền xu đồng và bắt đầu đúc tiền xu bằng sắt. Không rõ về tác động tài chính trên thực tế của hành động này, song các sử gia Trung Quốc truyền thống thường xem sắt là vật liệu không phù hợp để đúc tiền.\n\nNăm 524, tận dụng thời cơ quân Bắc Ngụy đang phải chiến đấu chống lại các cuộc khởi nghĩa [[Loạn Lục trấn|ở phía bắc]] và phía tây, Lương Vũ Đế đã cho tiến hành một số cuộc tấn công nhằm vào lãnh thổ phía nam của Bắc Ngụy. Quân Lương hầu như chỉ gặp phải sự kháng cự yếu ớt. Vào mùa xuân năm 525, tướng Bắc Ngụy [[Nguyên Pháp Tăng]] (元法僧) đã dâng Bành Thành (彭城, nay thuộc [[Từ Châu]], [[Giang Tô]]) cho Lương. Tuy nhiên, do nghĩ mình thực ra là con trai của [[Tiêu Bảo Quyển]], vào mùa hè năm 525, hoàng tử [[Tiêu Tông]] của Lương Vũ Đế đã dâng Bành Thành cho Bắc Ngụy, kết thúc việc tiến quân theo hướng đông bắc của Lương. Vào mùa hè năm 526, Thọ Dương rơi vào tay quân Lương sau khi Lương Vũ Đế tái tận dụng thành công đập chiến lược trên Hoài Hà. Trong vài năm sau đó, Lương tiếp tục lấn chiếm được các lãnh thổ nhỏ trên biên giới với Bắc Ngụy.\n\nTheo thời gian, Lương Vũ Đế ngày càng ban thêm nhiều quyền lực cho Hoàng thái tử Tiêu Thống, quan hệ phụ tử thân thiết. Tuy nhiên, vào năm 526, sau khi mẹ đẻ của Thái tử là quý tần [[Đinh Lệ Quang]] (丁令光) qua đời, mối quan hệ giữa họ đã xấu đi. Tiêu Thống đã tìm được một địa điểm thích hợp để an táng Đinh quý tần, song một địa chủ đã hối lộ cho hoạn quan Du Tam Phó (俞三副) để thuyết phục Lương Vũ Đế rằng mảnh đất của người này sẽ đem đến may mắn cho hoàng đế, và do vậy Lương Vũ Đế đã mua đất và an táng Đinh quý tần tại đó. Tuy nhiên, đến khi Đinh quý tần được an táng, một đạo sĩ [[Đạo giáo]] đã nói với Tiêu Thống rằng mảnh đất đó sẽ đem đến vận xấu cho Tiêu Thống- con trai trưởng của Đinh quý tấn. Do đó, Tiêu Thống đã cho phép đạo sĩ chôn một vài món đồ để hóa giải vận xấu, như vịt sáp, tại vị trí dành cho người con trai trưởng. Sau đó, khi [[Bào Mạc Chi]] (鮑邈之) bị Ngụy Nhã (魏雅) chèn ép trong nội bộ nhóm người phụng sự Thái tử, ông ta đã báo với Lương Vũ Đế rằng Ngụy Nhã tiến hành ma thuật nhân danh Tiêu Thống. Đến khi Lương Vũ Đế điều tra thì đã tìm thấy vịt sáp, hoàng đế trở nên sửng sốt và tức giận, và muốn điều tra thêm. Lương Vũ Đế đã chỉ dừng lại khi được [[Từ Miễn]] (徐勉) khuyên can, và chỉ cho hành quyết đạo sĩ Đạo giáo. Vụ việc đã khiến Tiêu Thống bị làm cho bẽ mặt, và Thái tử đã không bao giờ có thể thanh minh hoàn toàn cho mình trong suy nghĩ của phụ hoàng.\n\nNăm 528, sau khi Bắc Ngụy xảy ra chính biến khi [[Nhĩ Chu Vinh]] lật đổ [[Tuyên Vũ Linh hoàng hậu|Hồ thái hậu]], một số hạ thần của Bắc Ngụy, bao gồm Nhữ Nam vương [[Nguyên Duyệt]] (元悅), Lâm Hoài vương [[Nguyên Úc]] (元彧), và Bắc Hải vương [[Nguyên Hạo]] (元顥), đã chạy sang Lương, và một số các quan lại khác dâng các lãnh thổ mà họ kiểm soát để hàng Lương. Vào mùa đông năm 528, Lương Vũ Đế phong cho Nguyên Hạo là Ngụy vương với ý định sẽ hỗ trợ người này lên ngôi hoàng đế Bắc Ngụy, và nếu như thành công sẽ biến Bắc Ngụy trở thành chư hầu của Lương. Lương Vũ Đế ủy thác cho tướng [[Trần Khánh Chi]] dẫn quân hộ tống Nguyên Hạo trở về Bắc Ngụy. Mặc dù quân của Trần Khánh Chi chỉ đem theo một đội quân nhỏ song đã có thể chiến thắng trong nhiều trận đánh, và vào mùa xuân năm 529, Trần Khánh Chi chiếm được Tuy Dương (睢陽, nay thuộc [[Thương Khâu]], [[Hà Nam (Trung Quốc)|Hà Nam]]), Nguyên Hạo đã xưng là hoàng đế Bắc Ngụy với sự chấp thuận của Lương Vũ Đế, sau đó tiến vào Lạc Dương. Tuy nhiên, Nguyên Hạo trong lòng muốn phản lại Lương nên khi Trần Khánh Chi yêu cầu Lương Vũ Đế gửi binh tiếp viện, Nguyên Hạo đã trình thư chống lại, Lương Vũ Đế tin tưởng Nguyên Hạo nên đã không cử thêm binh lính. Ngay sau đó, Nhĩ Chu Vinh và Bắc Ngụy Hiếu Trang Đế đã phản công, Lạc Dương thất thủ. Nguyên Hạo chạy trốn và bị giết chết trên đường, còn quân của Trần Khánh Chi bị tiêu diệt song bản than Trần Khánh Chi đã chạy trốn được về Lương. Lương Vũ Đế nhận thấy việc mình giao phó cho Trần Khánh Chi đã không thể thực hiện, song đã phong Trần Khánh Chi là Vĩnh Hưng huyện hầu để công nhận các chiến thắng của vị tướng này.\n\nNăm 530, Lương Vũ Đế thiết lập một chính quyền chư hầu Bắc Ngụy: ông phong Nguyên Duyệt là Ngụy vương và phong hàng tướng Bắc Ngụy là Phạm Tuân (范遵) làm An Bắc tướng quân, sai Phạm Tuân đem quân hộ tống Nguyên Duyệt về Bắc Ngụy. Khi đó, Bắc Ngụy lại lâm vào cảnh hỗn loạn sau khi Hiếu Trang Đế giết chết [[Nhĩ Chu Vinh]] và sau đó lại bị [[Nhĩ Chu Triệu]] và [[Nhĩ Chu Thế Long]] lật đổ, vì thế Nguyên Duyệt đã có được những bước tiến nhất định. Tuy nhiên, Nguyên Duyệt nhận ra rằng họ Nhĩ Chu khi đó đã kiểm soát chặt chẽ Lạc Dương nên đã trở về Lương vào mùa đông năm 530.\n\nNăm 531, Thái tử Tiêu Thống qua đời, đích thần Lương Vũ Đế đã dự lễ thông dạ cho Thái tử và cho chôn cất hoàng nhi trong một lăng mộ giống như của hoàng đế. Lương Vũ Đế cũng triệu trưởng tử của Tiêu Thống là Hoa Dung công [[Tiêu Hoan]] (蕭歡) trở về kinh thành Kiến Khang, chuẩn bị để lập Tiêu Hoan làm hoàng thái tôn. Tuy nhiên, do vẫn còn bực bội trước vụ ma thuật khi xưa, Lương Vũ Đế đã lưỡng lự trong nhiều ngày mà chưa đưa ra quyết định, và cuối cùng đã không làm như vậy. Thay vào đó, chống lại quan điểm phổ biến của Nho giáo, Lương Vũ Đế đã lập hoàng đệ đồng mẫu của Tiêu Thống là [[Lương Giang Văn Đế|Tiêu Cương]] làm hoàng thái tử. Để bù đắp cho ba nhi tử của Tiêu Thống, Lương Vũ Đế phong họ làm thân vương của các quận lớn: Tiêu Hoan làm Dự Chương quận vương, [[Tiêu Dự]] (蕭譽) làm Hà Đông quận vương, và [[Tây Lương Tuyên Đế|Tiêu Sát]] làm Nhạc Dương quận vương, song họ vẫn tiếp tục bực tức với ông.\n\nNăm 532, Bắc Ngụy lại lâm vào cảnh nội chiến sau khi tướng [[Cao Hoan]] nổi dậy chống lại họ Nhĩ Chu, Lương Vũ Đế nhân cơ hội này đã phái một đội quân hộ tống Nguyên Duyệt trở về Bắc Ngụy, và sau đó Cao Hoan đã nghênh tiếp Nguyên Duyệt, song cuối cùng lại quyết định không đưa Nguyên Duyệt lên làm hoàng đế. [[Bắc Ngụy Hiếu Vũ Đế]]- người được Cao Hoan đưa lên ngôi- đã giết chết Nguyên Duyệt.\n\nNăm 534, khi nhìn thấy [[Sao Hỏa]] xuất hiện trong chòm sao [[Đẩu Túc]] (theo điềm báo truyền thống nghĩa là báo hiệu hoàng đế sẽ buộc phải dời khỏi hoàng cung), Lương Vũ Đế đã cố gắng xua điềm xấu bằng cách đi bộ chân không quanh hoàng cung. Tuy nhiên, ngay sau đó Lương Vũ Đế biết tin Bắc Ngụy Hiếu Vũ Đế phải chạy khỏi Lạc Dương do tranh chấp với Cao Hoan, ông vừa hân hoan lại vừa bối rối, nói rằng: \"chẳng lẽ các dấu hiệu chiêm tinh cũng ứng nghiệm với cả [[người Hồ]]\".\n\n==Thời kỳ trị vì cuối==\nTrong bối cảnh Bắc Ngụy bị phân liệt thành [[Đông Ngụy]] và [[Tây Ngụy]], Lương Vũ Đế trong vài năm đầu vẫn tiếp tục phái quân đi lấn chiếm các lãnh thổ nhỏ ở biên giới, chống lại cả Đông Ngụy và Tây Ngụy. Trong suốt thời gian cai trị của mình, Lương Vũ Đế đã quá khoan dung cho các người thân và đại thần cao cấp, song xu hướng này càng trở nên nghiêm trọng hơn vào cuối thời gian trị vì của ông. Các hoàng tử của ông đều được phong vương và họ ngày càng trở nên bất phục tùng triều đình trung ương, thường tự hành động tại các lãnh địa của họ.\n\nNăm 537, Lương Vũ Đế thực hiện [[chính sách hòa hoãn]] với Đông Ngụy, và sứ giả hai bên thường xuyên thăm viếng lẫn nhau. Lương Vũ Đế không có thỏa thuận hòa bình chính thức với Tây Ngụy, và giữa hai bên đã xảy ra một vài xung đột biên giới sau thời điểm này. Với việc Đông Ngụy và Tây Ngụy tiến đánh lẫn nhau, Lương được hưởng tình trạng thái bình. Sau khi [[Chu Xả]] (周捨) mất vào năm 524 và [[Từ Miễn]] (徐勉) mất vào năm 535, Lương Vũ Đế giao phần lớn việc triều chính cho [[Chu Dị]] (朱异) và [[Hà Kính Dung]] (何敬容). Do Hà Kính Trung là người liêm chính song thiếu kỹ năng chính trị, Chu Dị trên thực tế đã giữ vai trò giống như thừa tướng, nắm giữ đại quyền và tích lũy tài phú. Mặc dù Chu Dị khéo léo và có tài, song ông cũng bị đánh giá là tham nhũng và đố kỵ với người khác. Quyền lực của Chu Dị càng được củng cố khi Hà Kính Dung bị bãi chức vào năm 544 do một vụ bê bối tham nhũng liên quan đến người thân của tiểu thiếp.\n\nNăm 539, dựa trên đề xuất của Chu Dị, Lương Vũ Đế tiến hành tái tổ chức các đơn vị cấp châu, phân các châu thành 5 hạng dựa trên quy mô lãnh thổ và dân số. Sau khi tái tổ chức, Lương có tổng cộng 108 châu (20 châu hạng nhất, 10 châu hạng hai, 8 châu hạng ba, 23 châu hạng bốn, và 21 châu hạng năm).\n\nNăm 541, người dân [[Giao Châu|Giao châu]] (交州, trị sở nay thuộc [[Hà Nội]], [[Việt Nam]]) bất mãn trước sự cai trị tàn bạo của thứ sử Vũ Lâm hầu [[Tiêu Tư]] (蕭諮)- cháu trai của Lương Vũ Đế- nên đã tiến hành nổi dậy dưới sự lãnh đạo của [[Lý Nam Đế|Lý Bí]]. Quân Lương đã không thể nhanh chóng dập tắt cuộc nổi dậy của Lý Bí, và Lý Bí cuối cùng đã tuyên bố mình là [[vua Việt Nam|hoàng đế]] của nước [[Vạn Xuân]] vào năm 544. Quân Lương đã không thể đánh bại hoàn toàn Lý Bí cho đến năm 548.\n\nNăm 545, một hạ thần chính trực là [[Hạ Sâm]] (賀琛) đã dâng một sớ tấu lên Lương Vũ Đế để nêu ý kiến: các quan lại ở các châu quận tiến hành bóc lột làm nhân dân không chịu nổi; các quan lại cực kỳ hoang phí với lối sống xa hoa; tính khắc nghiệt của hình luật; và bội chi cho các dự án xây dựng (chủ yếu là chùa). Mặc dù những đều Hạ Sâm nêu lên đều là sự thật, song Lương Vũ Đế nghe không lọt tai, cực kỳ phẫn nộ và từ chối đề xuất của Hạ Sâm. Lương Vũ Đế đọc cho thái giám chép một chiếu thư quở trách Hạ Sâm, trong chiếu thư Lương Vũ Đế tự miêu tả mình là một hoàng đế hiền minh, hiếm có trong lịch sử, với đủ các đức tính cần lao và tiết kiệm, gọi các ý kiến của Hạ Sâm là hoang đường, vô căn cứ.<ref name=\"thn\"\/>\n\n== Loạn Hầu Cảnh và qua đời==\n{{xem thêm|loạn Hầu Cảnh}}\n[[Tập tin:Liang Wudi 3.jpg|nhỏ|phải|Lương Vũ Đế những năm cuối đời]]\nDo không ưa người cai quản mới của Đông Ngụy là [[Cao Trừng]], tướng [[Hầu Cảnh]] của Đông Ngụy đã tiến hành [[loạn Hầu Cảnh (Đông Ngụy)|nổi dậy]]. Trước tiên, Hầu Cảnh dâng 13 châu mà ông ta trấn thủ (đều ở bờ nam [[Hoàng Hà]] và bờ bắc [[Hoài Hà]]) cho Tây Ngụy. Tuy nhiên, do nghĩ rằng [[Vũ Văn Thái]] ở Tây Ngụy sẽ không dung thứ mình, Hầu Cảnh sau đó đã dâng 9 châu (4 châu đã bị quân Tây Ngụy chiếm từ trước đó) cho triều Lương. Vào năm sau khi Lương Vũ Đế xuất gia lần thứ tư, Lương Vũ Đế nằm mơ thấy rằng các thứ sử và thái thú của Bắc triều đều kéo nhau đến hàng Lương. Lương Vũ Đế xem đây là một điềm lành được Trời, Phật báo trước, và 20 ngày sau thì có người của Hầu Cảnh đến xin hàng.<ref name=\"thn1\">{{chú thích web|author=Lâm Hán Đạt, Tào Duy Chương|url=http:\/\/www.tianyabook.com\/5000nian\/136.htm|title=Thượng hạ ngũ thiên niên (上下五千年)- Hầu Cảnh phản phúc vô thường|publisher=1991|ngày truy cập=2013-04-11|archive-date=2012-05-13|archive-url=https:\/\/web.archive.org\/web\/20120513090303\/http:\/\/www.tianyabook.com\/5000nian\/136.htm}}<\/ref>\n\nBan đầu, Lương Vũ Đế do dự trước việc có nên chấp nhận sự đầu hàng của Hầu Cảnh hay không, đặc biệt là khi một số hạ thần như [[Tạ Cử]] (謝舉) phản đối với lý do Lương và Đông Ngụy đã có hòa bình trong một thời gian dài. Tuy nhiên, Chu Dị lại nghĩ tán thành việc Hầu Cảnh đầu hàng sẽ làm hài lòng Lương Vũ Đế, nên đã biện luận rằng Hầu Cảnh nên được chấp thuận. Lương Vũ Đế nghĩ rằng tiếp nhận đầu hàng có thể khôi phục [[Trung Nguyên]], lại nhớ đến giấc mơ của mình, cho rằng việc này là do được Phật Tổ phù hộ. Cuối cùng, Lương Vũ Đế đã đồng ý và phong cho Hầu Cảnh làm đại tướng quân, tước vị là Hà Nam vương, thay mặt hoàng đế cai quản 9 châu. Lương Vũ Đế phái Trinh Dương hầu [[Tiêu Uyên Minh]] đem 5 vạn quân<ref name=\"thn1\"\/> đến tiếp ứng cho Hầu Cảnh, tấn công Đông Ngụy từ phía đông. Theo lệnh của Lương Vũ Đế, Tiêu Uyên Minh tiến đến Hàn Sơn (寒山) ở lân cận Bành Thành để xây dựng một con đập trên [[Tứ Thủy (sông)|Tứ Thủy]] (泗水) để mượn nước sông hạ Bành Thành. Sau đó, quân Đông Ngụy dưới quyền chỉ huy của [[Mộ Dung Thiệu Tông]] đã gần như tiêu diệt toàn bộ quân Lương, bắt được Tiêu Uyên Minh cũng nhiều tướng chỉ huy khác. Mộ Dung Thiệu Tông sau đó lại chuyển hướng sang Hầu Cảnh, hai bên trạm mặt nhau tại Oa Dương (渦陽, nay thuộc [[Bạc Châu]], [[An Huy]]). Vào mùa xuân năm 548, quân của Hầu Cảnh sụp đổ, còn bản thân Hầu Cảnh với khoảng 800 người chạy đến gần Thọ Dương. Khi [[Vi Ảm]] (韋黯), quyền thứ sử của Nam Dự châu (南豫州, nay là trung bộ [[An Huy]]) nghênh tiếp Hầu Cảnh, Hầu Cảnh đã đánh úp và chiếm lấy Thọ Dương. Sau đó, Hầu Cảnh đã đạo khiểm với Lương Vũ Đế, song Vũ Đế đã không buộc Hầu Cảnh phải rời khỏi Thọ Dương và phong người này làm thứ sử của Nam Dự châu.\n\nKhi Đông Ngụy đã thu hồi lại toàn bộ 9 châu mà Hầu Cảnh đã dâng cho Lương, Cao Trừng đã gửi lời đề nghị cho Lương Vũ Đế để yêu cầu phục hồi hòa bình giữa hai bên. Hầu Cảnh đã phản đối hòa bình, nghi ngờ ý định của Cao Trừng, và Hầu Cảnh cũng không tin tưởng vào lời bảo đảm không bao giờ phản bội mình của Lương Vũ Đế. Nỗi lo sợ của Hầu Cảnh càng tăng thêm khi Lương Vũ Đế cử sứ giả sang Đông Ngụy để bày tỏ thương tiếc Cao Hoan. Hầu Cảnh đã quyết định thử lòng Lương Vũ Đế bằng cách cho người giả làm sứ giả Đông Ngụy đem theo một bức thư giả mạo là của Cao Trừng trong đó đề nghị đổi Tiêu Uyên Minh lấy Hầu Cảnh. Lương Vũ Đế sau đó đã đáp lại: \"Nếu Đông Ngụy trao trả Uyên Minh vào buổi sáng, Ta sẽ trao trả Hầu Cảnh vào buổi tối\", chống lại lời khuyên can của Phò Kỳ (傅岐). Hầu Cảnh vốn đã không thực lòng hàng Lương, nay lại biết rõ Lương Vũ Đế sẵn sàng phản bội mình, vì thế đã hạ quyết tâm phản Lương. Hầu Cảnh đã tiến hành đàm phán với Tiêu Chính Đức, hứa sẽ ủng hộ Tiêu Chính Đức làm hoàng đế, Tiêu Chính Đức chấp thuận. Cháu trai của Lương Vũ Đế là Bà Dương vương Tiêu Phạm (蕭範) tin rằng Hầu Cảnh sắp nổi dậy nên đã đề xuất tấn công song bị Chu Dị phản đối, cuối cùng Lương Vũ Đế đã không có hành động nào. Vào mùa hè năm 548, Hầu Cảnh cuối cùng đã tuyên bố nổi dậy, tuyên bố rằng mục tiêu của mình là thanh lọc các quan lại tà ác ra khỏi triều đình: Chu Dị, Từ Lân (徐麟), Lục Nghiệm (陸驗) và Chu Thạch Chân (周石珍), tất cả đều là các quan lại hủ bại và bị người dân oán ghét.\n\nBan đầu, Lương Vũ Đế không xem trọng cuộc nổi dậy của Hầu Cảnh, ông nói: \"Quả nhân có thể bẽ gãy một cành cây và dùng nó để giết hắn ta.\" Lương Vũ Đế phái hoàng nhi là Thiệu Lăng vương [[Tiêu Quan]] (蕭綸) dẫn quân tấn công bốn hướng, dự định bắt Hầu Cảnh tại Thọ Dương, song Hầu Cảnh đã hành quân hướng về Kiến Khang trước khi quân của Tiêu Quan có thể hội tụ. Trong vòng một tháng, Hầu Cảnh đã vượt Trường Giang và tiếp cận Kiến Khang. Khi Lương Vũ Đế phái Tiêu Chính Đức đi chống lại Hầu Cảnh, Tiêu Chính Đức bí mật phái mẫy chục thuyền lớn giúp quân Hầu Cảnh vượt Trường Giang rồi quay sang chống Lương Vũ Đế và làm theo chỉ dẫn của Hầu Cảnh. Hầu Cảnh nhanh chóng bao vây Kiến Khang, quân dân Kiến Khang vốn không quen với chiến loạn nên đã hoảng loạn và suy sụp. Lương Vũ Đế và Thái tử Tiêu Cương cũng với các cấm quân phòng thủ Đài thành (nơi ở của Lương Vũ Đế), và với tài năng của tướng Dương Khản, ban đầu họ đã có thể giữ vững Đài thành. Vào mùa đông năm 548, Hầu Cảnh lập Tiêu Chính Đức làm hoàng đế và kết hôn với nữ nhi của Tiêu Chính Đức. Khi quân của Hầu Cảnh bắt đầu cạn kiệt nguồn cung lương thực, Hầu Cảnh đã cho phép binh lính cướp bóc của nhân dân, nhân dân bắt đầu chết đói với số lượng lớn. Trong bối cảnh bị bao vây, mặc dù thường ngày đã quen ăn chay với rau xanh, song khi rau xanh không còn, Lương Vũ Đế đã buộc phải ăn trứng.\n\nTrong khi đó, thứ sử các châu do Tiêu Quan và Tương Đông vương [[Lương Nguyên Đế|Tiêu Dịch]] lãnh đạo đã bắt đầu cùng nhau hợp thành một đội quân cứu viện. Khoảng tết năm 549, Tiêu Quan đã dẫn quân đến khu vực Kiến Khang song đã bị quân Hầu Cảnh đánh bại và không thể giải vây cho Đài thành. Trong khi đó, Dương Khản lại qua đời, và mọi người bên trong Đài thành ngày càng trở nên tuyệt vọng. Tuy nhiên, đến khi có thêm nhiều quân các châu đến hội, họ ủng hộ [[Liễu Trọng Lễ]] (柳仲禮)- thứ sử của Tư châu (司州, nay là nam bộ [[Hà Nam (Trung Quốc)|Hà Nam]]) làm đại đô đốc. Liễu Trọng Lễ ban đầu đã giành được một vài chiến thắng trước quân Hầu Cảnh, song vào mùa xuân năm 549, Hầu Cảnh đã tiến hành tấn công bất ngờ quân của Liễu Trọng Lễ, và cả bên đều chịu tổn thất nặng nề, bản thân Liễu Trọng Lễ thì gần như vong mạng vì các chấn thương, sau đó Liễu trở nên lưỡng lự trong việc giao chiến với Hầu Cảnh. Bên cạnh đó, Liễu Trọng Lễ cũng trở nên rất ngạo mạn, thậm chí còn đối xử thiếu tôn trọng với Tiêu Quan. Hơn nữa, quân của Liễu Trọng Lễ cũng tiến hành cướp phá nhân dân giống như quân của Hầu Cảnh, và do đó nhân dân không có động cơ gì để hỗ trợ đội quân cứu viện này.\n[[Tập tin:The Tianlu in the Imperial Tomb of Xiao Yan 2012-12.JPG|nhỏ|phải|260px|Thiên lộc tại Tu lăng- lăng mộ của Lương Vũ Đế]]\nTuy nhiên, do quân lính trở nên mệt mỏi, Hầu Cảnh đã chính thức yêu cầu hòa bình, nói rằng mình sẵn sàng quay trở về Thọ Dương nếu như được Lương Vũ Đế nhượng cho bốn châu phía tây Trường Giang và đưa trưởng tử của Tiêu Cương là Tuyên Thành quận vương [[Tiêu Đại Khí]] đến chỗ mình để làm con tin. Lương Vũ Đế đã chấp thuận, song lại đề xuất đưa kì đệ của Tiêu Đại Khí là Thạch Thành huyện công [[Tiêu Đại Khoản]] (蕭大款) đi làm con tin thay cho Tiêu Đại Khí. Đến khi quân cứu viện rút lui ở quy mô nhỏ và quân Hầu Cảnh đã được nghỉ ngơi trong 15 ngày và có được nguồn lương thực bổ sung, Hầu Cảnh lại đổi ý và quyết định không rút quân. Hầu Cảnh lại tiếp tục bao vây hoàng cung, song Liễu Trọng Lễ vẫn chưa có hành động. Vào cuối mùa xuân năm 549, Đài thành thất thủ trước quân của Hầu Cảnh, và khi gặp Lương Vũ Đế, Hầu Cảnh ban đầu tỏ ra là mình nguyện vẫn là một thần dân trung thành. Hầu Cảnh tự phong làm đại đô đốc, nắm đại quyền trong triều và về mặt chính thức vẫn tôn kính với Lương Vũ Đế và Thái tử Tiêu Cương, song trên thực tế lại tiến hành quản thúc họ. Hầu Cảnh đã ban một thánh chỉ nhân danh Lương Vũ Đế, theo đó yêu cầu giải tán quân của Liễu Trọng Lễ, Hầu Cảnh cũng giết chết Tiêu Chính Đức.\n\nTrong khi đó, Lương Vũ Đế vẫn tiếp tục chống lại các đòi hỏi của Hầu Cảnh, và đến khi Hầu Cảnh yêu cầu phải phong chức cho một vài thuộc hạ của mình vào các vị trí cao cấp, Lương Vũ Đế đã từ chối. Hầu Cảnh phản ứng lại bằng cách cắt bớt tiếp tế cho Lương Vũ Đế, và vào mùa hè năm 549, Lương Vũ Đế qua đời. Không rõ Lương Vũ Đế qua đời vì bệnh tật hay vì đói. Sử sách chép rằng khi sắp lìa đời, Lương Vũ Đế thấy miệng đắng và muốn có mật ong, song không ai đáp lại yêu cầu của ông. Hầu Cảnh cho phép Tiêu Cương lên ngôi kế vị, tức Lương Giản Văn Đế.\n\n== Quan hệ với Phật giáo ==\nKhông rõ Vũ Đế bắt đầu trở thành một Phật tử mộ đạo từ khi nào, song từ năm 517 thì các Phật giáo đã có ảnh hưởng rõ rệt đối với các chính sách của ông. Vào năm đó, ông hạ lệnh rằng các công xưởng phục trang đế quốc không được dệt hình các thần thánh và động vật lên quần áo, do sau đó các hình tượng này có thể bị hư hỏng, thể hiện sự thiếu tôn trọng đối với các vị thần thánh và làm hại đến các động vật. Tiến thêm một bước trong việc tách khỏi truyền thống [[Nho giáo]], Lương Vũ Đế đã tính đến việc cúng chay các vị tiên tổ của hoàng thất, thay vì cúng bằng các loại động vật như [[dê]], [[chi Lợn|lợn]], [[bò]] theo truyền thống. Trước tiên, ông chuyển sang cúng bằng thịt khô, và cuối cùng cúng bằng mô hình động vật giả làm từ bột, rau và quả; bất chấp quan điểm phổ biến khi đó rằng điều này sẽ khiến tổ tiên không hài lòng.\n\nLương Vũ Đế là một vị quân chủ sùng kính [[Phật giáo]], ông đã cho xây dựng một ngôi chùa có quy mô hùng vĩ tại kinh thành Kiến Khang là Đồng Thái tự (同泰寺). Mỗi buổi sáng, ông đều đến chùa thắp hương, cúng Đức Phật, giảng giải Phật pháp cho mọi người, cho rằng làm như vậy sẽ tiễu trừ tai họa cho nhân dân. Năm 527, Lương Vũ Đế xá thân (tức xuất gia làm hòa thượng) tại Đồng Thái tự, dành vài ngày ở tại ngôi chùa này. Đây là lần đầu tiên một vị hoàng đế Trung Hoa đi làm sư song không ai dám phản đối, hơn nữa Phật giáo khi đó đang thịnh hành tại Nam triều cũng như toàn Trung Hoa.\n\nSau đó, Lương Vũ Đế nghĩ làm như vậy không thỏa đáng, bởi theo phong tục dân gian thì một người muốn hoàn tục phải bỏ tiền ra cho chùa để \"chuộc thân\". Vào mùa thu năm 529, Lương Vũ Đế đã lần thứ hai xá thân tại Đồng Thái tự, song không đơn giản lần trước, lần này ông đã trút bỏ long bào và mặc trang phục của hòa thượng, và dành cả ngày để thực hiện các công việc của nhà chùa, bao gồm cả các việc vặt hàng ngày và giảng ''[[Đại Bát Niết Bàn kinh (Đại thừa)|Đại Bát Niết Bàn kinh]]''. Các đại thần mời ông về cung song ông không chịu, Lương Vũ Đế giành 12 ngày ở tại chùa, và chỉ trở về hoàng cung sau khi các đại thần đã chuẩn bị 10 triệu quan tiền<ref name=\"thn\"\/> cho Đồng Thái tự để \"chuộc thân\" cho \"[[Bồ Tát]] hoàng đế\". Các đại thần chuẩn bị nghi trượng đón Lương Vũ Đế về cung.\n\nNăm 546, Lương Vũ Đế tiến hành việc xá thân lần thứ ba, lần này ông tuyên bố để tỏ lòng tôn kính Đức Phật, ông không chỉ gửi gắm bản thân mà còn gửi gắm toàn bộ người trong hoàng cung và toàn bộ đất đai Lương cho Phật. Ông đã ở Đồng Thái tự trên một tháng, các đại quan lại đem 20 triệu quan tiền<ref name=\"thn\"\/> nộp cho nhà chùa để chuộc ông về. Đúng ngày hôm đó, tòa tháp của Đồng Thái tự bị hỏa hoạn, hòa thượng trụ trì vội báo cho Lương Vũ Đế, Lương Vũ Đế cho đó là do tà ma quấy rối và hạ thư nói \"đạo càng cao, ma cũng càng thịnh\" và phải xây tháp cao hơn nữa mới có thể trừ được tà khí.\n\nMột năm sau, Lương Vũ Đế lại xá thân phụng sự Đức Phật lần thứ tư, dành 37 ngày tại Đồng Thái tự và chỉ trở về hoàng cung sau khi các hạ thần đã xuất kho 10 triệu quan tiền để chuộc ông về. Tổng cộng, Lương Vũ Đế đã bốn lần xuất gia làm hòa thượng, các đại thần đã phải xuất kho 40 triệu quan tiền để chuộc thân cho hoàng đế.<ref name=\"thn\"\/>\n\n'''<u>Giai thoại Phật giáo nổi tiếng:<\/u>'''\n\n''Là một người phụng sự đạo Phật, Lương Vũ Đế đã cho xây trong nước mình nhiều chùa chiền, bảo tháp. Vũ Đế hỏi nhà sư Ấn Độ là Bồ Đề Đạt Ma khi ấy vừa rời Ấn Độ sang Trung Hoa truyền pháp: \"Trẫm từ lên ngôi đến nay, xây [[chùa]], chép [[Kinh Phật|kinh]], độ tăng không biết bao nhiêu mà kể. Vậy có [[công đức]] gì không?\"''\n\n: ''Đạt Ma đáp: \"Không có công đức.\"''\n: ''- \"Tại sao không công đức.\"''\n: ''- \"Bởi vì những việc vua làm là nhân \"hữu lậu\", chỉ có những quả nhỏ trong vòng [[Nghiệp (Phật giáo)|nhân]] [[thiên]], như ảnh tùy hình, tuy có nhưng không phải thật.\"''\n: ''- \"Vậy công đức chân thật là gì?\"''\n: ''Sư đáp: \"Trí phải được [[thanh tịnh]] hoàn toàn. [[Thể]] phải được trống không vắng lặng, như vậy mới là công đức, và công đức này không thể lấy việc thế gian (như xây chùa, chép kinh, độ tăng) mà cầu được.\"''\n: ''Vua lại hỏi: \"Nghĩa tối cao của [[thánh đế]] là gì?\"''\n: ''- \"Một khi tỉnh rõ, thông suốt rồi thì không có gì là thánh.\"''\n: ''- \"Ai đang đối diện với trẫm đây?\"''\n: ''- \"Tôi không biết.\"''\n\nLương Vũ Đế không hiểu được những tinh yếu mà Bồ Đề Đạt Ma muốn khai thị đành cho ông rời khỏi. Sau đó, Bồ Đề Đạt Ma vượt sông Dương Tử lên núi [[Tung Sơn]], đến [[Thiếu Lâm tự]], truyền bá dòng [[Thiền tông]] nổi tiếng cho đến tận ngày nay.\n\n==Gia đình==\n* Cha: [[Tiêu Thuận Chi]] (蕭順之; ? - 490), được Vũ Đế truy phong là '''Thái Tổ Văn hoàng đế''' (太祖文皇帝).\n* Mẹ: [[Trương Thượng Nhu]] (張尚柔; ? - 471), được Vũ Đế truy phong là '''Hiến hoàng hậu''' (獻皇后).\n* Kế mẫu: [[Lý Thái phi]] (李太妃), [[Trần Thái phi]] (陈太妃), [[Phí Thái phi]] (费太妃), [[Ngô Thái phi]] (吴太妃).\n* Huynh đệ:\n# Đại ca [[Tiêu Ý]] [蕭統], tự ''Nguyên Đạt'' (元達), mẹ Hiến hoàng hậu. Bị Đông Hôn hầu [[Tiêu Bảo Quyển]] sát hại vào năm 500, được Vũ Đế truy phong là '''Trường Sa Tuyên Vũ vương''' (长沙宣武王).\n# Nhị ca [[Tiêu Phu]] [蕭敷], tự ''Trọng Đạt'' (仲达), mẹ Hiến hoàng hậu. Mất năm 497, được Vũ Đế truy phong là '''Vĩnh Dương Chiêu vương''' (永阳昭王).\n# '''''Lương Vũ Đế''' là con thứ 3 trong gia đình''.\n# Tứ đệ [[Tiêu Sướng]] [蕭暢], tự ''Quý Đạt'' (季达), mẹ Hiến hoàng hậu. Mất vào những năm Kiến Vũ thời [[Nam Tề Cao Đế]] ([[491]]), được Vũ Đế truy phong là '''Hành Dương Tuyên vương''' (衡阳宣王).\n# Ngũ đệ [[Tiêu Dung]] [蕭融], tự ''Ấu Đạt'' (幼达), mẹ Lý Thái phi. Bị Đông Hôn hầu sát hại vào năm 501, được Vũ Đế truy phong là '''Quế Dương Giản vương''' (桂阳简王).\n# Lục đệ [[Tiêu Hoành]] [蕭宏; 473 - 526], tự ''Tuyên Đạt'' (宣达), mẹ Trần Thái phi. Được phong '''Lâm Xuyên vương''' (临川王), thụy hiệu ''Tĩnh Huệ'' (靖惠).\n# Thất đệ [[Tiêu Vĩ]] [蕭偉; 473 - 533], tự ''Văn Đạt'' (文達), mẹ Trần Thái phi. Được phong '''Nam Bình vương''' (南平王), thụy hiệu ''Nguyên Tương'' (元襄).\n# Bát đệ [[Tiêu Tú]] [蕭秀; 475 - 518], tự ''Ngạn Đạt'' (彦达), mẹ Ngô Thái phi. Được phong '''An Thành vương''' (安成王), thụy hiệu ''Khang'' (康).\n# Cửu đệ [[Tiêu Khôi]] [蕭恢; 476 - 526], tự ''Hoằng Đạt'' (弘達), mẹ Phí Thái phi, được phong là '''Bà Dương vương''' (鄱陽王), thụy hiệu ''Trung Liệt'' (忠烈).\n# Thập đệ [[Tiêu Đảm]] [蕭憺; 478 - 522], tự ''Tăng Đạt'' (僧达), mẹ không rõ. Được phong là '''Hưng Trung vương''' (兴忠王), thụy hiệu ''Vũ'' (武).\n* Tỷ muội:\n# [[Nghĩa Hưng Chiêu Trưởng công chúa]] (义兴昭长公主), tên ''Tiêu Lệnh Ế'' (蕭令嫕), mẹ Hiến hoàng hậu, lấy [[Vương lâm (Nam Lương)|Vương Lâm]] (王琳).\n# [[Tân An Mục công chúa]] (新安穆公主), lấy [[Vương Mậu Chương]] (王茂璋).\n# [[Dư Diêu công chúa]] (餘姚公主), lấy [[Vương Phổ]] (王溥).\n* Thê thiếp:\n# Chính phu nhân [[Si Huy]] (郗徽, 468 - 499), người [[Cao Bình (quận)|Cao Bình]], [[Kim Hương]], con gái của [[Si Diệp]] và [[Tầm Dương công chúa]]. Qua đời trước khi Lương Vũ Đế đăng cơ, được truy phong là '''Đức hoàng hậu''' (德皇后). Việc bà qua đời đóng một vai trò trong việc hình thành các bản văn sám hối của Lương Vũ Đế, một bản văn quan trọng của [[Phật giáo Trung Quốc]].\n# Quý tần [[Đinh Lệnh Quang]] (丁令光, 485 - 526), người [[Tiếu (quận)|nước Tiếu]] (nay là [[An Huy]], [[Bạc Châu]]). Sau khi mất, được truy tôn là '''Mục Thái hậu''' (穆太后). \n# Tu dung [[Nguyễn Lệnh Doanh]] (阮令嬴, 477 - 543), người [[Dư Diêu]], [[Cối Kê]], trước đó từng được giá cấp cho Nam Tề Thủy vương [[Tiêu Diêu Quang]], Đông Hôn hầu [[Tiêu Bảo Quyển]]. Sau được truy tôn là '''Văn Tuyên Thái hậu''' (文宣太后).\n# Thục viên [[Ngô Cảnh Huy]] (吳景暉), từng được giá cấp cho Đông Hôn hầu.\n# [[Đổng chiêu nghi]] (董淑仪).\n# [[Đinh sung hoa]] (丁充华).\n# [[Cát tu dung]] (葛修容).\n* Hoàng tử:\n# [[Tiêu Thống]] [蕭統; 501 - 531], tự ''Đức Thi'' (德施), mẹ Mục Thái hậu. Được lập làm [[Hoàng thái tử]] vào năm [[502]], qua đời sớm. Khi mất, thụy là '''Chiêu Minh hoàng đế''' (昭明皇帝). \n# [[Tiêu Tông]] [蕭綜; 502 - 531], tự ''Thế Khiêm'' (世谦), mẹ Ngô Thục viên. Được phong là '''Dự Chương quận vương''' (豫章郡王) vào năm [[504]], sau đổi tên thành ''Tiêu Tán'' (蕭贊) và được [[Bắc Ngụy]] phong là '''Đan Dương vương''' (丹阳王) vào năm [[525]].\n# [[Lương Giản Văn Đế]] Tiêu Cương [蕭綱], mẹ Mục Thái hậu.\n# [[Tiêu Tích]] [蕭績; 505-529], tự ''Thế Cần'' (世謹), mẹ Đổng chiêu nghi. Được phong là '''Nam Khang quận vương''' (南康郡王), thụy hiệu ''Giản'' (簡).\n# [[Tiêu Tục]] [蕭續; 505-547], tự ''Thế Hân'' (世訢), mẹ Mục Thái hậu. Được phong là '''Lư Lăng quận vương''' (廬陵郡王), thụy hiệu ''Uy'' (威).\n# [[Tiêu Quan]] [蕭綸; 509 - 551], tự ''Thế Điều'' (世調), mẹ Đinh sung hoa. Được phong là '''Thiệu Lăng quận vương''' (邵陵郡王), bị quân [[Tây Ngụy]] sát hại. Thụy hiệu là ''Huề'' (攜) hoặc ''Trung Tráng'' (忠壯).\n# [[Lương Nguyên Đế]] Tiêu Dịch [蕭繹], mẹ Văn Tuyên Thái hậu.\n# [[Tiêu Kỉ|Tiêu Kỷ]] [蕭紀; 509 - 553], mẹ Cát Tu dung. Được phong là '''Vũ Lăng vương''' (武陵郡王) vào năm [[514]], xưng đế năm [[552]], bị quân của Lương Nguyên Đế sát hại.\n* Hoàng nữ:\n# [[Vĩnh Hưng công chúa]] (永興公主; ? - 529), tên ''Tiêu Ngọc Dao'' (蕭玉瑤), mẹ Đức hoàng hậu. Hạ giá [[Ân Quân]] (殷均).\n# [[Vĩnh Thế công chúa]] (永世公主), tên ''Tiêu Ngọc Uyển'' (蕭玉婉), mẹ Đức hoàng hậu. Hạ giá lấy [[Tạ Mô]] (謝謨).\n# [[Vĩnh Khang công chúa]] (永康公主), tên ''Tiêu Ngọc Huyên'' (蕭玉嬛), mẹ Đức hoàng hậu.\n# [[An Cát công chúa]] (安吉公主), tên ''Tiêu Ngọc Chí'' (蕭玉誌).\n# [[Phú Dương công chúa]] (富阳公主), hạ giá [[Trương Toản]] (張纘), là mẹ của [[Trương hoàng hậu (Tây Lương Minh Đế)|Trương hoàng hậu]] của [[Tây Lương Minh Đế]], ngoại tôn là [[Dạng Mẫn hoàng hậu]] của [[Tùy Dạng Đế]].\n# [[Trường Thành công chúa]] (长城公主), tên ''Tiêu Ngọc Hạ'' (蕭玉姈), hạ giá [[Liễu Uyển]] (柳偃), hạ sinh [[Liễu Kính Ngôn]] - hoàng hậu của [[Trần Tuyên Đế]], do đó là ngoại tổ mẫu của [[Trần Thúc Bảo|Trần Hậu Chủ]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [[Lương thư]], [[s:zh:梁書\/卷01|quyển 1]], [[s:zh:梁書\/卷02|quyển 2]], [[s:zh:梁書\/卷03|quyển 3]]\n* [[Nam sử]], [[s:zh:南史\/卷06|quyển 6]], [[s:zh:南史\/卷07|quyển 7]]\n\n{{S-start}}\n{{s-roy|cn}}\n|-\n{{s-non| reason = Thành lập triều đại }}\n{{s-ttl| title = [[Danh sách vua Trung Quốc|Hoàng đế Nhà Lương]]\n | years = 502–549 }}\n{{s-aft| rows = 2 | after = [[Lương Giản Văn Đế]] }}\n{{s-bef| before = [[Nam Tề Hòa Đế]] }}\n{{s-ttl| title = [[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] <br>(miền Nam)\n | years = 502–549 }}\n{{S-end}}\n\n[[Thể loại:Người họ Tiêu tại Trung Quốc]]\n[[Thể loại:Vua nhà Lương]]\n[[Thể loại:Phật giáo Trung Quốc]]\n[[Thể loại:Sinh năm 464]]\n[[Thể loại:Mất năm 549]]\n[[Thể loại:Tướng nhà Nam Tề]]\n[[Thể loại:Nhiếp chính Nam Tề]]\n[[Thể loại:Người ăn chay]]"}