{"Lỗ Túc":"{{chú thích trong bài}} \n{{Thông tin nhân vật Tam Quốc\n|Tên=Lỗ Túc\n|Hình=LuSu.jpg|nhỏ|phải|200px|\n|Chức vụ=[[Đô đốc]]\n|Tiền nhiệm= [[Chu Du]]\n|Kế nhiệm= [[Lã Mông]]\n|Nước=[[Đông Ngô]]\n|Sinh=171\n|Mất=217 (46 tuổi)\n|Giản thể=鲁肃\n|Phồn thể=魯肅\n|Bính âm=Lǔ Sù\n|Tự=Tử Kính (子敬)\n}}\n\n'''Lỗ Túc''' ([[chữ Hán]]: 鲁肃; 171 - 217, bính âm: Lǔ sù), tên tự là '''Tử Kính''' (子敬), là một chính trị gia, tướng lĩnh quân sự và nhà ngoại giao phục vụ dưới trướng [[Tôn Quyền]] vào cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] ở lịch sử [[Trung Quốc]].\n\nLà một trong những thuộc hạ thân tín nhất của Tôn Quyền, Lỗ Túc đã vạch ra chiến lược giúp Tôn Quyền tranh bá với các thế lực phong kiến khác, và ông cũng là người kế nhiệm [[Chu Du]] ở vị trí người chỉ huy tối cao của quân đội [[Giang Đông]] sau khi Chu Du qua đời. Ông cũng đóng vai trò quan trọng trong việc thiết lập quan hệ liên minh giữa Tôn Quyền và [[Lưu Bị]], và cũng là người rất kiên quyết trong việc phải duy trì quan hệ liên minh giữa hai nhà Tôn - Lưu để chống lại thế lực của họ Tào ở phía bắc.\n\n==Thân thế==\n===Thuở thiếu thời===\nLỗ Túc là người [[Đông Thành]] (東城), [[Lâm Hoài]] (臨淮; ngày nay là [[Định Viễn]], [[An Huy]]), xuất thân trong một gia đình hào môn và rất có ảnh hưởng mặc dù trong họ tộc của ông không ai ra làm quan cả. Cha ông qua đời không bao lâu sau khi ông ra đời, và ông lớn lên trong sự bảo bọc của bà nội ông và mẹ.\n\nKhi [[Đổng Trác]] nổi lên chiếm đoạt đại quyền triều đình và làm lũng đoạn việc triều chính, Lỗ Túc đã bán hết gia sản của mình và dùng số tiền đó để giúp đỡ những người trong dòng tộc và cùng quê, đồng thời cũng dành thời gian để kết giao với giới nhân sỹ để mở rộng quan hệ. Ngay trong thời gian này, bà nội ông qua đời.\n\n===Tầm nhìn chính trị sâu sắc===\nNăm [[198]], Lỗ Túc tìm đến với [[Viên Thuật]], một chư hầu của nhà [[Hán]], và cũng chính ở đây ông đã gặp và kết giao bằng hữu với Chu Du trong cùng năm đó. Khi Chu Du gặp khó khăn về lương hưởng, ông đã mang phân nửa số lương thực trong kho nhà mình tặng cho Chu Du. Sau đó, Chu Du đã thuyết phục được ông rời bỏ Viên Thuật để theo phò [[Tôn Sách]]. Lỗ Túc đã phục vụ dưới trướng Tôn Sách được một khoảng thời gian nhưng không hề được giao cho trọng trách.\n\nSau khi Tôn Sách qua đời, Chu Du đã tiến cử ông với Tôn Quyền, em trai và cũng là người kế vị Tôn Sách. Ngay trong lần đầu tiên gặp mặt, Tôn Quyền đã rất ấn tượng với Lỗ Túc và rất tôn trọng ông, ngay sau đó ông đã từ chối hết tất cả khách được mời đến dự tiệc, chỉ giữ lại mỗi Lỗ Túc. Tôn Quyền đã mời Lỗ Túc đến ngồi cạnh ông và cả hai đã cùng đàm đạo về việc thiên hạ và thưởng rượu.\n\nLỗ Túc đã đề xuất một sách lược cho Tôn Quyền về việc tranh đoạt và xưng bá toàn cõi Trung Hoa - đầu tiên phải củng cố vững chắc sức mạnh của họ Tôn ở [[Giang Đông]], kế đến tấn công [[Lưu Biểu]] chiếm lấy [[Kinh Châu]] (vùng đất bao gồm cả [[Hồ Bắc]] và [[Hồ Nam]] ngày nay) để mở rộng thế lực, nhằm thiết lập nên một căn cứ địa vững chắc và ly khai khỏi nhà Hán ở phía nam sông [[Trường Giang|Dương Tử]]. Tôn Quyền kế đến sẽ xưng đế rồi mang quân bắc tiến, chiếm lấy toàn bộ Trung Nguyên (thời điểm đó đang nằm trọng sư kiểm soát của [[Tào Tháo]]) để thống nhất thiên hạ. Sách lược của Lỗ Túc về cơ bản không khác với Long Trung Tam Sách của [[Gia Cát Lượng]] khi cả hai sách lược đều dự đoán về sự tam phân thiên hạ. Kế hoạch của Lỗ Túc bao gồm ba nhà Tào (Tào Tháo), Lưu (Lưu Biểu), Tôn (Tôn Quyền) - kế hoạch của Gia Cát Lượng là ba nhà Tào (Tào Tháo), Lưu (Lưu Bị), Tôn (Tôn Quyền) và cả hai người cùng đưa ra nhận định rằng Tào Tháo chính là kẻ địch mạnh nhất trong số ba nhà.\n\n===Thiết lập liên minh Tôn Lưu===\nNăm [[208]], Lưu Biểu qua đời và Kinh Châu bị chia rẽ vì mâu thuẫn giữa hai người con trai của ông là [[Lưu Kỳ]] và [[Lưu Tông]]. Cùng thời điểm đó, Tào Tháo đã tiến hành kế hoạch nam chinh bắt đầu bằng việc xua quân tiến chiếm Kinh Châu, và Lỗ Túc hết sức lo ngại về việc nhiều khả năng Kinh Châu sẽ rơi vào tay Tào Tháo, vì vậy ông đã khuyên Tôn Quyền thiết lập liên minh với họ Lưu ở Kinh Châu để chống lại Tào Tháo. Khi ông đến Kinh Châu, ông mới biết được tin Lưu Tông (đang kiểm soát phía bắc Kinh Châu) đã quy hàng Tào Tháo. Ở Giang Hạ, Lỗ Túc đã gặp mặt [[Lưu Bị]], người mà thời điểm đó đang hợp lực cùng Lưu Kỳ sau khi đại bại ở trận [[Trường Bản]]. Lỗ Túc cũng được dẫn kiến quân sư của Lưu Bị là [[Gia Cát Lượng]], người có cùng suy nghĩ với ông về việc thiết lập liên minh giữa hai nhà Tôn Lưu nhằm chống lại Tào Tháo. Sau đó, Gia Cát Lượng đã theo Lỗ Túc trở về [[Sài Tang]] (ngày nay là [[Cửu Giang]], [[Giang Tây]]) để bàn thảo về việc thiết lập liên minh.\n\n===Vai trò trong liên minh Tôn Lưu===\nSau đại chiến [[Xích Bích]], quân của Tôn Quyền một lần nữa đánh bại quân của Tào Tháo ở trận [[Giang Lăng]] trong khi Lưu Bị tiến quân chiếm lấy bốn quận ở phía nam Kinh Châu. Không lâu sau đó, Lưu Bị lấy em gái của Tôn Quyền là Tôn Thượng Hương nhằm củng cố quan hệ liên minh giữa hai nhà. Lưu Bị đã đề nghị Tôn Quyền cho mượn Nam quận ở trung tâm Kinh Châu. Lỗ Túc thuyết phục Tôn Quyền đáp ứng yêu cầu của Lưu Bị vì thế Tào Tháo sẽ tập trung mọi sự chú ý vào Lưu Bị thay vì Tôn Quyền.\n\nKhi [[Chu Du]] lâm trọng bệnh và mất vào năm 210, Lỗ Túc lên thay ông ấy đảm nhận vị trí lãnh đạo tối cao trong quân đội của Tôn Quyền, và ông đã dời bộ chỉ huy đến Lục Khẩu (陸口), để Lưu Bị toàn quyền kiểm soát toàn bộ biên giới Kinh Châu. Về thuật ngữ ngoại giao, phía Tôn Quyền nhận định rằng họ đang cho Lưu Bị \"mượn\" Kinh Châu để làm căn cứ tạm thời và Lưu Bị có nghĩa vụ phải hoàn trả lại Kinh Châu sau khi ông ta đã thiết lập được căn cứ khác.\n\nNăm [[215]], Lưu Bị chiếm được Ích Châu từ tay [[Lưu Chương]] nhưng lại từ chối \"giao trả\" Kinh Châu (thời điểm đó đang được đại tướng [[Quan Vũ]] trấn giữ) cho Tôn Quyền. Vì thế Tôn Quyền đã vô cùng giận dữ và ra lệnh cho [[Lã Mông]] tấn công chiếm lấy ba quận Kinh Châu (Trường Sa (長沙), Linh Lăng (零陵) và Quế Dương (桂陽)) - đồng thời cử Lỗ Túc trấn giữ tại Ba Khâu (ngày nay là [[Nhạc Dương (định hướng)|Nhạc Dương]], [[Hồ Nam]]) để chặn viện binh của Quan Vũ. Sau khi Lã Mông hoàn toàn chiếm được ba quận, Quan Vũ lập tức mang quân xuống phía nam để ứng chiến nhằm chiếm lại ba quận thì gặp phải sự kháng cự từ phía Lỗ Túc. Lỗ Túc cân nhắc tính khinh trọng của vấn đề và quyết định duy trì quan hệ liên minh giữa hai nhà mới là sự lựa chọn tốt nhất, vì vậy ông đã mời Quan Vũ cùng hội đàm. Trong suốt buổi hội đàm, binh sĩ hai bên chỉ được đứng cách trướng 100 bước, và những ai đến dự hội đàm chỉ được phép mang một thanh kiếm.\n\nSau đó, Lưu Bị nhận được quân báo Tào Tháo đang lên kế hoạch công chiếm [[Hán Trung]] (được xem như cửa ngõ phía bắc của Ích Châu), vì vậy ông đã đề nghị với Tôn Quyền về một hòa ước mới về phân định biên giới giữa hai nhà. Ông yêu cầu Tôn Quyền trả lại Linh Lăng và tấn công vào cứ điểm [[Hợp Phì]] của quân Tào, đổi lại ông sẽ trao trả hai quận Trường Sa và Quế Dương cho Tôn Quyền. Tôn Quyền đã đồng ý các điều khoản đó.\n\n===Qua đời===\nLỗ Túc ngã bệnh và qua đời vào năm [[217]] ở tuổi 45. [[Tôn Quyền]] rất đau buồn và dự lễ tang của ông. Gia Cát Lượng cũng thể hiện lòng thương tiếc đến Lỗ Túc.\n\nLăng mộ của ông được đặt ở đồi [[Quế Sơn]] (桂山; ngày nay là [[Hán Dương, Vũ Hán]], [[Hồ Bắc]]). Ngọn đồi này có tên gốc là [[Thái Biệt Sơn]] (大別山) rồi được đổi tên thành [[Lỗ Sơn]] (魯山) để tưởng nhớ đến Lỗ Túc. Ngọn đồi này lại được đổi tên một lần nữa thành Quế Sơn trong suốt triều [[nhà Minh]] và tên này được sử dụng cho đến bây giờ. Lăng mộ của Lỗ Túc nằm ở sườn phía nam của ngọn đồi nhưng đã được di dời vào giữa ngọn đồi năm 1955 để tiến hành các công trình xây dựng.\n\n==Gia đình==\n* Con trai: [[Lỗ Thục]] (魯淑), phục vụ nước [[Ngô]] và được phong làm ''Chiêu Vũ tướng quân'' (昭武將軍), chỉ huy quân đội ở khu vực [[Vũ Xương]] và [[Hạ Khẩu]], được tập tước hầu, mất năm 274.\n* Cháu trai: [[Lỗ Mục]] (魯睦), con trai của Lỗ Thục, được tập tước hầu và phục vụ trong quân đội nước Ngô.\n\n==Chức danh và chức vụ từng nắm giữ==\n* Phấn Vũ Tướng Quân (奮武校尉).\n* Hán Xương Thái thú (漢昌太守).\n* Hoành Giang Tướng Quân (橫江將軍).\n\n==Nhận định==\n:''\"Ta đã đàm đạo với Tử Kính trong suốt buổi tiệc hôm đó và có được một sách lược để lập nên vương triều này - điều này thật đáng quý. Sau khi Mạnh Đức chiếm hết đất đai của Lưu Tông, ông ta đã tuyên bố sẽ soái lĩnh hàng vạn bộ kỵ và thủy sư nam chinh. Ta đã triệu tập toàn bộ văn võ đại thần để thương nghị, nhưng không ai nêu ra được ý kiến hợp ý ta, Tử Bố và Văn Biểu thì khuyên ta quy hàng nhưng duy chỉ có Tử Kính phản đối và khuyên ta nên triệu tập Công Cẩn và bái ông ấy làm Đại đô đốc để nghênh địch - điều này lại càng quý hơn nữa. Tuy nhiên trong quyết định chính sự, ông ấy vẫn không so được với Trương Nghi và Tô Tần, khi ông ấy khuyên ta nên cho Huyền Đức mượn đất - đó thực sự là một trong những thiếu sót của ông ấy, nhưng chừng ấy vẫn chưa đủ để làm lu mờ những công lao của ông ấy.\"'' - Tôn Quyền nói với Lã Mông.\n\nTrong lời nhận định trên, Tôn Quyền rất coi trọng Lỗ Túc vì hai điều - Lỗ Túc đã thảo ra cho ông sách lược để đưa nước Ngô cường thịnh và trở thành một trong ba bá chủ trên lãnh thổ Trung Hoa, và Lỗ Túc đã đưa ra giải pháp liên minh với Lưu Bị để đối kháng với Tào Tháo ngay trước trận Xích Bích. Tuy nhiên, Tôn Quyền nghĩ rằng Lỗ Túc vẫn còn kém [[Trương Nghi]] và [[Tô Tần]] (hai trong số những quân sư và nhà ngoại giao nổi tiếng nhất thời [[Chiến Quốc]]) trong việc quyết định các chính sự liên quan đến đến đối ngoại. Dù vậy, Tôn Quyền vẫn cảm thấy rằng những đóng góp của Lỗ Túc vẫn vượt xa những thiếu sót của ông.\n\nTheo Ngô Sách (吳書) của [[Vi Chiêu]], Lỗ Túc được miêu tả là một người nghiêm khắc, không màng vật chất, sống một đời giản dị, không ham thích những thú vui tầm thường. Ông giữ kỉ cương quân pháp tốt, xử trí không sai lệch. Ngay cả khi đang ở trong quân, ông vẫn thường xuyên đọc sách. Ông giỏi biện luận và viết lách. Ông có tầm nhìn xa và thường làm gương cho người khác. Lỗ Túc là người giỏi thứ nhì, sau Chu Du.\n\n==Trong văn chương hư cấu==\nTrong [[Tam Quốc diễn nghĩa]] của La Quán Trung, vai trò của nhân vật Lỗ Túc bị hạ thấp rất nhiều so với lịch sử.\n\nÔng chỉ được xem là một nhân vật phụ trợ để nhấn mạnh tài trí của Chu Du, và nhất là Gia Cát Lượng. Nhân vật này cũng bị sử dụng để cho một ít yếu tố hài hước vào cuộc đối đầu của Chu Du và Gia Cát Lượng, nhất là trong các sự kiện trong trận Xích Bích. Thêm nữa, ông bị miêu tả là một người ngây thơ, thành thật, dễ bị lừa và lợi dụng, dẫn đến việc ông vụng về để mất Kinh Châu vào tay Lưu Bị.\n\nTrong các hồi sau, để tâng bốc nhân vật [[Quan Vũ]], sự kiện Lỗ Túc hội đàm với Quan Vũ trước trận lại bị tác giả sửa thành nhân vật Quan Vũ \"một đao tới hội\", dễ dàng bắt nhân vật Lỗ Túc làm con tin, \"coi thường như trẻ nít\".\n\n{{Nhân vật Tam Quốc}}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật Trung Quốc}}\n\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Người An Huy]]\n[[Thể loại:Sinh năm 172]]\n[[Thể loại:Mất năm 217]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Người từ Trừ Châu]]"}