{"Lục Vũ":"[[Tập tin:Lu Yu.jpg|nhỏ|phải|240px|Tượng Lục Vũ tại [[Tây An]].]]\n{{Chinese||s=陆羽 |t=陸羽 |p=Lù Yǔ}}\n'''Lục Vũ''' ([[733]] - [[804]]) là học giả uyên bác đời nhà Đường được biết với những đóng góp nổi bật nghiên cứu về trà đạo. Tiêu biểu như tác phẩm '''Trà kinh''' là bộ sách lý luận Trà học chuyên môn đầu tiên trên thế giới. Lục Vũ được người đời sau tôn lên là '''Trà thánh''', đó là một trong [[Mười vị thánh trong lịch sử Trung Quốc]].\n\n== Cuộc đời ==\n'''Lục Vũ''' sinh ra tại [[Thiên Môn|Cánh Lăng]], [[Phức Châu]]<ref name=TDT \/> thời [[nhà Đường]] (nay là thành phố [[Thiên Môn]], tỉnh [[Hồ Bắc]], [[Trung Quốc]]). Ông có tên tự là '''Hồng Tiệm''' (季疵),<ref name=TDT \/>, xưng ''Tang Trữ Ông'', còn có tên khác là Cánh Lăng Tử, Đông Cương Tử, Trà Sơn Ngự Sử. Ông còn có tên khác là Tật, hiệu Quý Tì<ref name=TDT>[http:\/\/zh.wikisource.org\/wiki\/%E6%96%B0%E5%94%90%E6%9B%B8\/%E5%8D%B7196 Tân Đường thư, quyển 196. Liệt truyện 121: Ẩn dật]<\/ref>\n\nÔng là người có tính khôi hài, đã từng có thời là diễn viên hề. Ông không thích làm quan, chỉ thích đóng cửa đọc sách. Ông có quan hệ thân thiết với các nhà thơ: [[Kiểu Nhiên]], [[Mạnh Giao]]; nhà [[thư pháp]] [[Nhan Chân Khanh]], nhà thơ nữ [[Lý Quý Lan]] cũng là bạn thân thiết của ông. Ông là người có tài thơ văn, nhưng thơ văn của ông còn lưu truyền lại không nhiều. Cuộc đời ông có nhiều chuyện mang tính truyền kỳ, nên truyền thuyết về ông trong dân gian rất nhiều.\n\n=== Truyền thuyết ===\n==== Tên đặt ====\nChùa ''Long Cái'' ở đất [[Thiên Môn|Cánh Lăng]] (nay là Thiên Môn, Hồ Bắc). Một ngày trong năm Khai Nguyên thứ 21 [[nhà Đường|đời Đường]] ([[733]]), Đại hòa thượng Thích Công dạy sớm, nghe có tiếng chim nhạn. Ông đi ra cửa chùa nhìn thấy một đàn chim nhạn vỗ cánh bay trên đê, dáng vẻ của chúng không thật bình thường. Ông lại gần xem, thấy một đứa trẻ sơ sinh bị bỏ rơi, đang nằm trên đê, lạnh cóng và đang khóc khản cả tiếng. Đàn chim đang dùng cánh che chở, ủ ấm cho bé. Hòa thượng liền bế em bé về nuôi dưỡng. Vì bé được tìm thấy dưới cánh chim nhạn nên hòa thượng đặt tên là Lục Vũ.\n\n==== Không thích Phật học ====\nBan đầu, Hòa thượng gửi Lục Vũ ở nhà một nho sĩ họ Lý, khi lên 6 tuổi ông quay về sống cùng Đại hòa thượng Tích Công. Nhưng Lục Vũ lại không có chí đi theo nhà Phật, mà để tâm nghiên cứu Nho giáo. Giận Lục Vũ không biết nghe lời, Tích Công hòa thượng phạt ông phải làm công việc ''tiện vụ'' như lau rửa nền nhà, trộn bùn đắp tường, cõng ngói lợp chùa. v.v... Ông không hề kêu ca, lặng lẽ làm tốt các công việc được giao, ông chú tâm vào Nho học. Do khổ công rèn luyện, Lục Vũ đã học được không ít kiến thức.\n\n==== Những câu chuyện về trà ====\n* Hòa thượng Tích Công rất thích uống trà. Ngay từ khi còn nhỏ Lục Vũ đã biết pha trà cho hòa thượng, dần dần cũng biết cách thưởng thức trà. Ông không những biết uống trà, pha trà, mà còn biết để ý học hỏi những người xung quanh cách sản xuất trà và kinh nghiệm về uống trà. Do chăm chỉ nghiên cứu Nho học và ngày càng lạnh nhạt với Phật học, vì vậy thường bị đánh đòn nên ông đã trốn đi khỏi chùa. Tích Công hòa thượng rất sành uống trà, nếu không phải trà do Lục Vũ pha thì không uống. Từ khi Lục Vũ bỏ đi, uống trà do người khác pha, hòa thượng đều thấy nhạt nhẽo vô vị, đành từ bỏ thú vui uống trà. Sau khi Đại Tông hoàng đế nghe được câu chuyện đó, bèn triệu hòa thượng Tích Công vào cung, ra lệnh người trong cung pha trà cho ông uống, để thử khẩu vị của hòa thượng. Khi nhấp một ngụm trà, hòa thượng đã chau mày nhăn mặt không uống nữa. Thấy vậy, hoàng đế cho người đi khắp nơi tìm bằng được Lục Vũ, bí mật triệu vào cung, ra lệnh pha trà. Tích Công hòa thượng sau khi uống thử, luôn miệng ca ngợi và cao hứng nói rằng: ''Đây đúng là trà do Lục Vũ pha''\n* Trong [[Loạn An Sử]], Lục Vũ về [[Hán Thủy]], vượt [[Trường Giang]] ẩn cư ở [[Chiết Giang]] lánh nạn. Ông vào ở trong chùa Diêu Khê (nay là [[Ngô Hưng]]), tự sưng là ''Tang Trữ Ông'', bắt đầu viết '''Trà Kinh'''. Trong thời gian này ông đi khảo sát thực tế ở [[Chiết Giang]], [[Giang Tô]], [[Giang Tây]], [[Hồ Nam]]... Một lần trên đường đi ông gặp Lý Quý Khanh (là người đang trên đường đi nhận chức Thứ Sử [[Hồ Châu]]), rất ngưỡng mộ sự hiểu biết về trà của Lục Vũ. Một hôm thuyền đi qua [[Trường Giang|Dương Tử]] (nay là [[Nghi Trưng]] [[Giang Tô]]), Lý Quý Khanh lệnh cho binh sĩ đi [[Nam Nhũ]] lấy nước để pha trà. Vốn là chất nước ở Nam Nhũ (một trong 3 dòng chảy của Trường Giang) có vị rất trong mát nổi tiếng là pha trà tốt. Khi binh sĩ mang nước quay về, chuẩn bị pha trà thì Lục Vũ lắc đầu nói: ''Đây không phải là nước [[Nam Nhũ]], đây có lẽ là nước sông ven bờ''. Khi Lý Quý Khanh hỏi người đi lấy nước. Binh sĩ vô cùng kinh ngạc không dám nói dối, vội nói thật: ''Tôi đã đến Nam Nhũ lấy đầy một bình, nhưng khi quay về, do sóng lớn, nước trong bình đổ mất một nửa, sợ bị trách mắng, bèn lấy nước ở ven sông đổ vào cho đầy''. Những người có mặt ở đó đều thán phục tài phân biệt nước của Lục Vũ.\n* Hai vợ chồng Lư Đồng, ở trấn Ô, huyện [[Đằng Hương]], [[Chiết Giang]] mở một quán trà, nhưng việc làm ăn không phát đạt, cuộc sống khó khăn. Lư Đồng nghe nói chè ở [[Thái Hồ]] có thể cho phép người đến hái, bèn đến Thái Hồ, anh ta mới phát hiện ra rằng, từ trước đến giờ chỉ biết bán chè đã chế biến, mà chưa biết cây chè, lá chè ra sao cả. Anh ta đành lanh quanh ở đó, mong có người đi qua để hỏi. Bỗng nhiên, Lư Đồng phát hiện có một ông lão nằm hôn mê trên bãi cỏ ven đường, anh ta liền đến đỡ ông lão dậy, tay day ''huyệt nhân trung'', gọi lớn: ''Cụ ơi! Cụ ơi.'' Ông lão từ từ tỉnh dậy, nhìn Lư Đồng gật đầu, rồi chỉ tay vào chiếc giỏ để cạnh người. Lư Đồng đoán được ý của ông, liền lấy ở trong giỏ ra nhai mớm cho ông lão. Ông lão dần lấy lại sức, hóa ra đó chính là Lục Vũ. Ông lên núi hái chè, thử nhấm các loại chè khác nhau để phân biệt vị, nhưng không may hái nhầm phải loại lá độc, vì vậy bị ngã ra bất tỉnh. May kịp thời ăn được lá chè giải độc, nên lại được an toàn. Biết Lư Đồng cũng đến hái chè, hai người kết thành tri kỷ, rồi Lục Vũ giảng giải kiến thức về trà cho Lư Đồng. Sau đó Lư Đồng mang chè ra pha để bán. Khách hành sau khi uống loại trà mới này, đều cảm thấy sảng khoái. Tin đồn lan đi, khách hàng lũ lượt kéo nhau đến thưởng thức loại trà kỳ diệu của quán Lư Đồng. Từ đó quán làm ăn rất phát đạt.\n\n==== Chuyện tình với Lý Quý Lan ====\nKhi mới tìm thấy Lục Vũ, hòa thượng Tích Công gửi Lục Vũ ở nhà Lý Nho (một Nho sĩ). Nhà họ Lý này cũng có một con gái nhỏ trạc tuổi Lục Vũ, tên là Lý Quý Lan. Hai người cùng lớn lên bên nhau thân thiết như anh em ruột thịt. Lý Nho dạy dỗ hai người học kinh thư, viết văn, làm thơ. Khi Lục Vũ 6 tuổi thì Lý Nho phụng mệnh đến [[Giang Nam]] làm quan, vì vậy Lục Vũ phải từ biệt gia đình họ lý.\n\nTrong một lần dự ''Hội thư''. Các văn sĩ thích thơ văn đều tập trung đến đó, tình cờ Lục Vũ gặp lại [[Lý Quý Lan]] (người bạn thời thơ ấu). Họ cùng uống rượu, ngâm thơ, nói chuyện. Hai người rất tâm đầu ý hợp, tình cảm sâu nặng. Nào ngờ, cuối năm Đường Đại Lịch, triều đình hạ chiếu triệu Quý Lan vào cung để ngâm thơ, ca hát cho Đường Đại Tông nghe. Sau khi Đại Tông chết, Đức Tông lên ngôi. Quý Lan nhiều lần muốn xin quay về, song đều không được phê chuẩn.\n\nNăm [[783]], xảy ra ''binh biến Kinh Nguyên''. Đức Tông và triều đình bỏ chạy về phía Tây. Những người bị bắt (trong đó có Quý Lan) oán hận Đức Tông. Lý Quý Lan đã viết những dòng thơ tỏ ý bất mãn với Đức Tông, nào ngờ năm sau Đức Tông trở về kinh thành, có người đem chuyện đó cáo giác làm nhà vua nổi giận, hạ lệnh giết Quý Lan. Lục Vũ vô cùng đau đớn, ông thề rằng không bao giờ lấy vợ, ở vậy thờ Quý Lan.\n\nCũng thời gian đó, hoàng đế nhiều lần mời Lục Vũ vào kinh thành làm quan, nhưng ông không ưa danh lợi, đều một mực từ chối. Từ đó về sau ông càng để tâm vào viết ''Trà Kinh''. Bằng kinh nghiệm đúc kết được của mình, tổng kết một cách có hệ thống việc sản xuất, chế biến, pha trà, uống trà. Ông còn kể rất nhiều chuyện có liên quan đến lịch sử của trà. Đây là bộ sách đầy đủ nhất trong thời cổ đại viết về trà ở [[Trung Quốc]]\n\n==== Đổi ngựa lấy Trà Kinh ====\nTương truyền người [[Hồi Cốt|Hồi Hột]] ở phương Bắc có giống ngựa quý. Hàng năm họ đều cử người đến Đường triều đổi ngựa lấy trà. Năm đó, sứ thần Hồi Hột nói với sứ giả [[nhà Đường]] rằng: ''Năm nay chúng tôi mang ngàn con ngựa tốt đến để đổi một cuốn sách, tên là Trà Kinh''. Sứ thần [[nhà Đường]] đang đêm phải quay về kinh, tấu lên hoàng đế. Hoàng đế nhà Đường triệu tập các học sĩ vào, tìm cuốn sách này, nhưng tìm khắp các kho sách của hoàng cung mà cũng không tìm thấy, Thái sư tâu rằng: ''Mười mấy năm trước đây, nghe nói có một người tên là Lục Vũ, rất giỏi về trà, có lẽ Trà Kinh là tác phẩm của ông ta. Nay, cho người về vùng [[Giang Nam]], nơi Lục Vũ sống, mới có thể tìm được''. Hoàng đế lập tức cho người đến [[Hồ Châu]]. Nhưng khi đến đó thì Phương trượng trong chùa nói rằng, nghe nói, cuốn sách đó đã được đưa về quê hương của ''Trà Thánh'' ở [[Cảnh Lăng]] rồi. Sứ giả triều đình vội về [[Cảnh Lăng]], đến hỏi thăm ở chùa ''Tây Tháp''. Hòa thượng ở chùa ''Tây Tháp'' nói: ''Trà thần đã mang sách về [[Hồ Châu]] rồi''. Nghe vậy quan viên sứ giả của triều đình đều cảm thấy thất vọng và chán nản. Đang định quay về triều thì bỗng có một thư sinh đến chặn đầu ngựa lại nói rằng: ''Tôi là người [[Cảnh Lăng]], đến dâng của quý lên triều đình''. Nói song dâng lên 3 quyển ''Trà kinh''. Người đó là nhà thơ Bì Nhật Hưu.\n\nSứ giả về triều, giao sách quý. Từ đó về sau, ''Trà kinh'' trở thành cuốn sách quý lưu truyền ở phía tây bắc [[Trung Quốc]], sau truyền đến Trung Á, Tây Á và nhiều nước ở châu Âu.<ref>Lâm Trinh - Lâm Thủy, 10 vị thánh trong lịch sử Trung quốc, Nhà xuất bản Văn hóa thông tin, trang 129-139<\/ref>\n\n''Trà kinh'' đã được dịch ra tiếng Việt, bản dịch của Trần Quang Đức, Nhà xuất bản Văn học, 2008.<ref>[http:\/\/nhantainhanluc.com\/Themes\/nhantainhanluccom\/Common\/contents.aspx?lang=vn&tid=376&iid=1421&AspxAutoDetectCookieSupport=1 ''Trà kinh'' tiếng Việt]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}<\/ref>\n\n== Trà Kinh ==\n10 chương của Trà Kinh, Lục Vũ biên soạn đến nay là cuốn chuyên khảo đầu tiên về chè trên thế giới. Cuốn sách chia thành 10 mục: \n# Nhất chi nguyên: nói về nguồn gốc cây chè, ảnh hưởng của các điều kiện thiên nhiên đến chất lượng chè, công dụng của chè đối với sinh lý con người.\n# Nhị chi cụ: nói về 15 công cụ trồng chè, hái chè, chế biến chè.\n# Tam chi tạo: nói tiêu chuẩn phẩm cấp búp chè đối với các loại trà thành phẩm khác nhau, yêu cầu của chế biến trà.\n# Tứ chi khí: giới thiệu 25 dụng cụ pha (nấu) chè, uống chè.\n# Ngũ chi chủ: bàn về pha (nấu) trà, nêu lên các tiêu chuẩn phẩm chất trà.\n# Lục chi ẩm: nói về uống trà, phương pháp pha trà, gồm 9 thao tác trong ẩm trà hay còn gọi là Cửu đạo trà.\n# Thất chi sử: ghi chép các danh nhân yêu thích chè và các trà thoại về trà, lịch sử cây chè, đồng thời còn giới thiệu về công dụng chữa bệnh của chè.\n# Bát chi xuất: nói về các vùng chè, phân bố các vùng chè Đời Nhà Đường, bình luận về chất lượng trà của các vùng.\n# Cửu chi lược: nói về khả năng đơn giản hoá một số khâu trong chế biến trà, phân loại trà trong một số điều kiện đặc thù: tại các chùa ở những vùng sâu xa, trên núi cao.\n# Thập chi đồ: nói về các tranh ảnh vẽ về trà treo lên tường hay bầy biện trong nhà, để khỏi bị lãng quên.\n \nCuốn Trà Kinh là cuốn sách Bách khoa toàn thư về chè lâu đời nhất từ đời Nhà Đường và có ảnh hưởng sâu xa, rộng lớn đến các đời sau này. Hiện nay, tại quê hương Lục Vũ, nhân dân đã xây dựng một nhà bảo tàng kỷ niệm Lục Vũ, để ghi nhớ đến người đã có cống hiến lớn cho văn hoá và lịch sử chè Trung Quốc. Ngoài ra còn dựng một tượng đồng Lục Vũ đang ngồi uống một chén chè tại quê hương Thiên Môn của ông.\n=== Cửu đạo trà ===\nNgoài 10 chương của ''Trà Kinh'', Lục Vũ còn tổng kết lần đầu tiên trên thế giới cách uống trà trong cuốn Trà Kinh thành ''cửu đạo trà'', làm cơ sở cho cách uống trà ngày nay, bao gồm 9 chữ: phẩm, ôn, đầu, trúng, mân, phục, chân, kính, ẩm. \n# Phẩm: đánh giá phẩm chất trà bằng ngoại hình trà khô.\n# Ôn: dùng nước sôi rửa sạch sẽ ấm chén pha trà, để tăng nhiệt độ nhằm chiết xuất tối đa các thành phần hữu hiệu của trà.\n# Đầu: bốc một lượng trà thích đáng vào trong ấm, không quá nhiều hay quá ít, căn cứ vào loại trà và sở thích của khách uống trà.\n# Trúng: pha nước sôi ít một, không đổ đầy ngay cả ấm một lần.\n# Mân: hãm nước sôi đậy nắp kín, 1 đến 2 phút để cho cánh trà nở ra.\n# Phục: lại tiếp tục pha nước sôi đầy ấm, để chiết xuất tối đa các thành phần hữu hiệu.\n# Chân: rót nước trà trong ấm pha vào chén uống trà.\n# Kính: dâng chén trà một cách kính cẩn mời khách uống.\n# Ẩm: vừa uống vừa thưởng thức hương vị, vừa khen thơm ngon.<ref>[http:\/\/www.svcsaigon.com\/index.php?tradao=DetailView&cid=469&catid=30&PHPSESSID=vefxnyhm Lục Vũ và Trà kinh]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}<\/ref>\n== Chú thích ==\n{{Tham khảo}}\n{{Mười vị thánh trong lịch sử Trung Quốc}}\n[[Thể loại:Người nhà Đường]]\n[[Thể loại:Sinh năm 733]]\n[[Thể loại:Mất năm 804]]\n[[Thể loại:Mười vị thánh trong lịch sử Trung Quốc]]\n[[Thể loại:Trà Trung Quốc]]"}