{"Lục Tốn":"{{thông tin nhân vật Tam Quốc\n|Tên=Lục Tốn\n|Hình= LuXun.jpg\n|Cỡ hình=\n|caption=\n|Chức vụ=[[Đô đốc]]\n|Nước=[[Đông Ngô]]\n|Sinh=183\n|Mất=245 (62 tuổi)\n|Thụy hiệu= Chiêu hầu (昭侯)\n|Phồn thể=陸遜\n|Giản thể=陆逊\n|Thế lực = [[Đông Ngô]]\n|Phiên âm=Lù Xùn\n|Bính âm=Lu Hsün\n|Tự=Bá Ngôn (伯言)\n|Tên khác=Lục Nghị (陸議)\n}}\n\n'''Lục Tốn''' ([[chữ Hán]]: 陸遜; [[183]] - [[245]]), [[tên tự]] ''' Bá Ngôn ''' (伯言), là 1 tướng lĩnh quân sự và chính trị gia của nhà [[Đông Ngô]] sống vào cuối [[nhà Hán|đời Hán]], đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\nKhi còn trẻ, ông phụ giúp Đại đô đốc khi ấy của Đông Ngô là [[Lã Mông]], và tham gia trong trận chiến [[Kinh Châu]], trận chiến đã giúp Đông Ngô đánh bại và giết chết được đại tướng [[Thục Hán]] là [[Quan Vũ]]. Chiến tích vĩ đại nhất của ông là [[trận Di Lăng]], đánh bại quân [[Thục Hán]] của [[Lưu Bị]]. Lục Tốn đạt được đỉnh cao trong sự nghiệp của mình sau trận đánh này khi Tôn Quyền coi trọng ông nhiều hơn, thăng ông lên vị trí cao hơn và ban cho ông những chức tước chưa từng thấy. Trong suốt thời gian giữa và sau của sự nghiệp, Lục Tốn đã giám sát và quản lý cả hai lĩnh vực dân sự và quân sự ở Đông Ngô khi tham gia một số cuộc chiến tranh chống lại Tào Ngụy.\n\nTrong những năm cuối đời của mình, Lục Tốn đã bị cuốn vào cuộc đấu tranh giành quyền nối ngôi giữa các con trai của Tôn Quyền và không được Tôn Quyền ưu ái như trước. Ông vẫn giữ được chức [[Thừa tướng]] – vị trí ông duy trì kể từ năm 244 – nhưng qua đời một năm sau đó trong sự thất vọng. Vai trò của Lục Tốn trong chính phủ của Đông Ngô được so sánh với vai trò của người giới luật khi ông đặt lòng tin vào các nguyên tắc và thực hành [[Khổng giáo]].<ref>{{chú thích web|title=【汉朝·陆逊】忍辱负重保江山 (Translation: ''[Han dynasty · Lu Xun] Enduring humiliation for the sake of preserving the state'')|url=http:\/\/www.yiyuanyi.org\/guoxue\/200904\/3404.html|publisher=一元一国学网 (yiyuanyi.org\/guoxue)|access-date=ngày 7 tháng 5 năm 2013|language=zh|quote=陆逊身为吴郡陆氏这个传统儒学世家的子弟，一生坚持儒家的治国思想，[...] (Translation: ''As a member of the traditional Confucianist Lu family in Wu Commandery, Lu Xun had, throughout his life, maintained his beliefs in the Confucian style of governance [...]'')|archive-date=2013-07-02|archive-url=https:\/\/web.archive.org\/web\/20130702172159\/http:\/\/www.yiyuanyi.org\/guoxue\/200904\/3404.html}}<\/ref>\n\n==Thân thế==\nLục Tốn còn có tên là '''Lục Nghị''' (陸議), người Ngô Quận (nay là [[Tùng Giang]], [[Thượng Hải]]), thuộc [[Dương Châu]]. Lục Tốn sinh ra trong gia đình vọng tộc ở Giang Đông. Họ Lục là một trong 4 họ lớn ở Ngô Quận. Cha Lục Tốn là [[Lục Tuấn]] (陸駿) từng làm ''Đô úy'' quận [[Cửu Giang]] thời Đông Hán. Ông chú Lục Tốn là [[Lục Khang]] (陸康) làm [[Thái thú]] [[Lư Giang]] thuộc Dương châu dưới quyền Thứ sử [[Lưu Do]].\n\nThời niên thiếu của Lục Tốn, chiến tranh quân phiệt giữa các chư hầu nổ ra ngày càng ác liệt. Năm [[193]], [[Viên Thuật]] chạy từ Nam Dương về Thọ Xuân thuộc Dương châu. Vì thiếu lương nên Viên Thuật hỏi vay Lục Khang. Lục Khang coi Viên Thuật là quân phản nghịch chống [[nhà Hán]] nên không đáp ứng. Viên Thuật tức giận bèn sai Tôn Sách mang quân đánh Lư Giang.\n\nGiao tranh kéo dài. Lục Khang khi đó đã 70 tuổi, không giữ được thành, cuối cùng thành Lư Giang bị [[Tôn Sách]] phá. Lục Khang và gia tộc không bị giết nhưng hơn 1 tháng sau thì phát bệnh qua đời. Gia tộc họ Lục hơn 100 người gặp cảnh đói khát, bị chết hơn một nửa.<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 418<\/ref> Lục Tốn là một trong số những người còn sống sót.\n\n== Làm tướng Giang Đông ==\nSau đó [[Tôn Sách]] đánh chiếm phần lớn Dương châu, ly khai khỏi [[Viên Thuật]], hình thành lực lượng quân phiệt cát cứ tại Giang Đông. Năm [[200]], [[Tôn Sách]] chết, em là [[Tôn Quyền]] lên thay.\n\nTôn Quyền rất muốn tranh thủ các gia tộc lớn ở Giang Đông, bèn cho con em các dòng họ lớn được làm quan. Lục Tốn ở trong số đó. Ông được cử làm Đồn điền đô úy ở huyện Hải Xương<ref>Phía nam Hải Ninh, [[Chiết Giang|Triết Giang]] hiện nay<\/ref> kiêm công việc hành chính trong huyện. Huyện này vốn nhiều năm bị đói kém, từ khi Lục Tốn đến đã mở kho phát chẩn cho dân nghèo, khuyến khích việc nông trang, từ đó cuộc sống nhân dân được ổn định.\n\nThấy Lục Tốn có tài, để tranh thủ sự ủng hộ của ông, xóa đi thù hằn trước đây, Tôn Quyền mang con gái Tôn Sách gả cho ông.<ref>Chu Thiệu Hầu, sách đã dẫn, tr 344<\/ref> Khi được hỏi kế sách dựng nước, Lục Tốn phân tích tình hình đương thời và khuyên [[Tôn Quyền]] chưa vội tranh hùng thiên hạ mà hãy củng cố Giang Đông, giải quyết vấn đề các dân tộc thiểu số vùng Sơn Việt trước.\n\nTôn Quyền tán thưởng ý kiến của ông, bèn cử ông mang quân đi bình định vùng Sơn Việt. Lục Tốn mang quân tới vùng Sơn Việt, buộc người Sơn Việt rời núi non hiểm trở xuống đồng bằng ở lẫn với người Hán, có thêm sức lao động sản xuất. Ông lấy đàn ông sung quân, người già yếu thì đưa vào sổ hộ tịch.\n\nThái thú [[Cối Kê]] là Thuần Vu Thức tố cáo Lục Tốn vơ vét của cải trong dân, gây mất ổn định địa phương. Lục Tốn không để bụng, sau này vẫn khen ngợi Thuần Vu Thức. Tôn Quyền ngạc nhiên hỏi vì sao ông không thù hằn Thuần Vu Thức, Lục Tốn đáp rằng việc Thuần Vu Thức tố cáo ông là vì dân mà làm.\n\n== Tham chiến đoạt Kinh châu ==\nViệc giành lấy Kinh châu nằm trong chiến lược dựng nước của Tôn Quyền. Tranh chấp Kinh châu khiến mâu thuẫn giữa Tôn Quyền và Lưu Bị nảy sinh và nổ ra ngày càng gay gắt.\n\nNăm [[219]], nhân lúc tướng trấn thủ Kinh châu của [[Lưu Bị]] là [[Quan Vũ]] lên phía bắc [[trận Tương Dương-Phàn Thành|đánh Tương Dương – Phàn Thành]] của [[Tào Tháo]], đại tướng [[Lã Mông]] của [[Tôn Quyền]] bàn kế đánh úp Kinh châu. Để làm Quan Vũ mất cảnh giác, Lã Mông giả ốm và đề nghị Tôn Quyền cho Lục Tốn thay chức. Lục Tốn chưa có tiếng tăm trên chiến trường, ra trấn thủ Lục Khẩu<ref>Tây nam Gia Ngư, Hồ Bắc hiện nay<\/ref> nên Quan Vũ rất coi thường, dốc toàn quân đánh [[Tào Nhân]] ở Tương Dương.\n\nLã Mông giả ốm trở về Kiến Nghiệp, khi đi qua Vu Hồ gặp Lục Tốn. Qua lần trò chuyện, Lã Mông nhận thấy Lục Tốn có tài, khi về đến Kiến Nghiệp bèn chính thức tiến cử ông với Tôn Quyền, đề nghị cho ông kế tục mình, cho rằng ông là người thích hợp nhất.\n\nNghe theo kế của Lã Mông từ Kiến Nghiệp,<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 163<\/ref> vừa tới Lục Khẩu, Lục Tốn bèn viết thư cho [[Quan Vũ]], tỏ ra hết sức khiêm nhường và ca ngợi Quan Vũ, tâng bốc hơn cả [[Hàn Tín]]. Mặt khác, ông lại lung lạc Quan Vũ thêm một bước nữa: ra sức nhắc nhở Quan Vũ cảnh giác với sức mạnh binh lực của Tào Tháo phía bắc. Quan Vũ tin theo lời thư của Lục Tốn, càng chú trọng tới Tào Nhân, bèn điều thêm quân Kinh châu sang mặt trận Phàn Thành.\n\nNghe tin quân Kinh châu được điều thêm lên phía bắc, Lục Tốn lập tức báo cho Tôn Quyền. Tôn Quyền bèn sai Lã Mông mang quân đánh úp Kinh châu. Hai bộ tướng của Quan Vũ là My Phương và Phó Sĩ Nhân đầu hàng dâng thành.\n\nCùng lúc, Lục Tốn ra quân từ Lục Khẩu, tấn công Nghi Đô. Thái thú Nghi Đô là Phàn Hữu bỏ thành chạy. Ông tiếp tục đánh sang Phòng Lăng, thái thú Đặng Phụ mang quân ra chống cự bị đánh tan. Lục Tốn đánh giết và chiêu hàng quân Thục hàng vạn người.<ref>Dịch Trung Thiên, sách đã dẫn, tr 170<\/ref> Ông tiến lên chiếm giữ luôn Tỷ Quy và Di Đạo, đóng quân ở Di Lăng và canh giữ Giáp Khẩu để đề phòng quân Lưu Bị từ Tây Xuyên ra cứu. Quan Vũ bị quân Tào của [[Từ Hoảng]] đánh mặt trước, chạy về không còn đường thoát, cuối cùng bị quân Đông Ngô bắt giết.\n\nPhần lớn Kinh châu thuộc về [[Đông Ngô]].\n\n==Đại chiến Di Lăng==\n{{Chính|Trận Di Lăng}}\n\nSau khi Kinh Châu thất thủ và Quan Vũ bị giết, [[Lưu Bị]] đã vô cùng oán hận Đông Ngô. Cuối năm [[220]], [[Tào Phi]] ép [[Hán Hiến Đế]] nhường ngôi, xưng đế và kiến lập nhà [[Tào Ngụy]], sau đó không lâu [[Lưu Bị]] cũng lên ngôi ở [[Thành Đô]] kiến lập [[Thục Hán]] là sự kế thừa của nhà [[Hán]]. Lưu Bị đã phát chiếu lệnh phạt Ngô, bỏ ngoài tai mọi sự can ngăn của các đại thần nước Thục. Ông đích thân ngự giá thân chinh, thống lĩnh 4 vạn quân Thục đông chinh ([[Tam quốc diễn nghĩa]] hư cấu lên 70 vạn) cùng với sự trợ giúp của Man Vương [[Ma Sa Kha]] tấn công Đông Ngô để chiếm lại Kinh Châu và trả thù cho Quan Vũ. Quân Ngô liên tiếp thất bại trước sự tấn công của quân Thục, Tôn Quyền quyết định bái Lục Tốn làm Đại đô đốc, chỉ huy quân Ngô chống lại quân Thục.\n\nLục Tốn đã thiết lập rất nhiều doanh trại và chiến lũy trên đường tiến quân của quân Thục chứ không trực tiếp giao chiến với quân Thục. Tuy chiến lược này sẽ khiến nước Ngô mất đi khá nhiều đất đai, nhưng ông lại có đủ thời giời để chuẩn bị lại lực lượng sau những thất bại liên tiếp. Những chốt phòng ngự trọng điểm cũng được lập ra nhằm làm chậm quá trình tiến quân của quân Thục cũng như gây khó khăn cho việc vận chuyển quân nhu của kẻ địch. Mưu kế này đã có tác dụng khi Lưu Bị hạ lệnh cho quân thủy lên bộ hạ trại. Giữa Tỉ Quy và Hào Đình cách nhau 700 dặm, Lưu Bị lập ra liên tiếp mấy chục doanh trại bằng gỗ cây rừng. Lập liên trại với khoảng cách quá gần nhau như vậy là sai lầm của Lưu Bị, tối kỵ đối với nhà binh. [[Tào Phi]] ở [[Lạc Dương]] nghe tin này cũng đoán Lưu Bị sẽ thất bại.\n\nChỉ số ít tướng lĩnh nước Ngô hài lòng với việc Lục Tốn được bổ nhiệm vào vị trí Đại đô đốc, đa phần trong số họ đều là những lão tướng thân trải trăm trận và đã phục vụ cho Tôn thị từ thời [[Tôn Kiên]] trong khi Lục Tốn chỉ là 1 tướng trẻ tuổi và không mấy danh tiếng (trong khi [[Lã Mông|Lữ Mông]] lại giành được nhiều sự tin tưởng vì chiếm được Kinh Châu). Các lão tướng đều muốn giao chiến trực diện với quân Thục khi kẻ địch đang suy giảm sỹ khí từ những cuộc tiến công liên tiếp. Lục Tốn đã không nghe theo vì ông lo ngại rằng việc quân Thục suy giảm sỹ khi chỉ là kế dụ địch của Lưu Bị mục đích nhằm dụ quân Ngô ra giao chiến, bộ kỵ của quân Thục vượt trội so với quân Ngô nên giao chiến trực diện là quá mạo hiểm. Lưu Bị đã cho quân đến khiêu chiến nhằm dụ quân Ngô vào bẫy mai phục, nhưng Lục Tốn đã đoán ra được kế hoạch này và ra lệnh cho các tướng phải không được manh động, giữ yên vị trí.\n\nKhi biết tin quân Thục đã có dấu hiệu bị bệnh dịch, sau nhiều tháng kiên thủ, Lục Tốn quyết định đây chính là thời cơ phản công. Đầu tiên, ông cử nghi binh tới một số doanh trại của quân Thục cách nhau nhằm đánh lạc hướng các tướng Thục. Kế đến ông lệnh cho quân sĩ dùng hỏa công tấn công vào các trại còn lại. Sau cùng ông ra lệnh tổng tấn công vào doanh trại quân Thục từ 3 hướng khác nhau khiến cho quân Thục đại bại, toàn quân gần như bị tiêu diệt. Lưu Bị phải rút chạy về phía tây và qua đời 1 năm sau đó ở [[thành Bạch Đế]]. Lục Tốn nổi danh nhờ vào chiến công đại phá quân Thục và nhận được sự ngưỡng mộ từ các tướng lĩnh và quan lại nước Ngô\n\nQuân Ngô thừa thắng và chuẩn bị mở chiến dịch quân sự tấn công vào biên giới nước Thục. Nhưng Lục Tốn nhận định rằng, khi Ngô Thục giao chiến thì nước Ngụy nhất định sẽ thừa cơ tấn công nước Ngô. Nhận định của ông sau đó đã được kiểm chứng và nó hoàn toàn chính xác.\n\n==Các chiến dịch quân sự chống lại Tào Ngụy==\n\nSau khi Lưu Bị qua đời, Thái tử [[Lưu Thiện]] lên ngôi tức [[Hán Hoài Đế]], thừa tướng [[Gia Cát Lượng]] trở thành phụ chính đại thần. Năm 223, Gia Cát Lượng thiết lập lại Thục-Ngô liên minh nhằm chống lại Tào Ngụy ở phía bắc. Lục Tốn vào thời điểm này đã trở thành trọng thần của Đông Ngô, vị trí của ông trong quân đội nước Ngô cũng rất vững chắc đồng thời ông cũng được bổ nhiệm làm Kinh Châu Mục. Sự tái lập của liên minh giữa Thục và Ngô giúp cho ông có thể dốc toàn tâm toàn ý vào việc đối kháng với nước Ngụy. Trong trận [[Thạch Đình]], [[Chu Phường]], 1 quan viên địa phương đã dùng kế trá hàng dụ đại quân Ngụy do Đại đô đốc [[Tào Hưu]] thống lĩnh vào sâu trọng địa giới nước Ngô. Lục Tốn đã an bài phục binh và tiêu diệt gần hết quân Ngụy, số tàn bình còn lại được [[Giả Quỳ (Tam Quốc)|Giả Quỳ]] mang viện binh đến giải cứu vì Giả Quỳ đã đoán trước được đây là kế dụ địch của quân Ngô và hết sức khuyên ngăn Tào Hưu nhưng đều bị từ chối.\n\nMột ngày sau đó, quân Ngô lên kế hoạch chuẩn bị phản công, nhưng một trong nhưng thám báo đáng tin cậy nhất của quân Ngô bị quân Ngụy bắt và kế hoạch tấn công bị lộ. [[Gia Cát Cẩn]], một trong số các tướng chỉ huy của chiến dịch, trở nên hoảng hốt và viết thư cho Lục Tốn để hỏi kế rút lui. Tuy nhiên, Lục Tốn không hồi âm mà lại dành thời gian cho việc chơi cờ và trồng đậu. Gia Cát Cẩn lúng túng chạy đi tìm Lục Tốn để hỏi cho ra lẽ. Lục Tốn giải thích rằng nếu quân ta rút lui ngay lập tức thì quân tâm nhất định sẽ đại loạn và quân Ngụy sẽ thừa cơ truy sát. Thay vào đó, chỉ cần lấy tĩnh chế động, kẻ địch sẽ nghi ngờ quân ta đang có âm mưu khác, tất sẽ chấn chờ không dám manh động; quân ta có thể lặng lẽ rút lui. Như lời ông đã nói, quân Ngụy chần chừ không dám truy sát, quân Ngô rút lui an toàn\n\n== Củng cố Đông Ngô ==\nNăm [[229]], [[Tôn Quyền]] xưng đế. Lục Tốn được phong làm Thượng đại tướng quân ra trấn thủ Vũ Xương và quản lý việc chính trị 3 quận.\n\nTôn Quyền muốn ra chiếm Di châu (tức [[đảo Đài Loan]]), Lục Tốn can không nên vì dân trong nước đã chịu nhiều chiến tranh, nên để toàn quân nghỉ ngơi. Tôn Quyền không nghe, sai tướng Vệ Ôn mang quân ra đánh đảo Đài Loan nhưng thất bại không thu được gì.\n\nLục Tốn khuyên Tôn Quyền giảm bớt hình phạt, giảm thuế khóa cho dân, phát triển sản xuất nông nghiệp. Ông cho rằng dân là gốc của nước, dân giàu thì nước mạnh, dân nghèo thì nước yếu.<ref>Chu Thiệu Hầu, sách đã dẫn, tr 245<\/ref>\n\nNăm [[244]], thừa tướng [[Cố Ung]] qua đời. Tôn Quyền cử Lục Tốn năm đó đã 62 tuổi lên thay. Tuy lĩnh chức Thừa tướng nhưng Lục Tốn vẫn trấn thủ Kinh châu, đóng quân ở Vũ Xương.\n\n== Qua đời ==\nTrong triều xảy ra việc tranh chấp ngôi thái tử giữa Tôn Hòa và Tôn Bá. Tôn Quyền không bằng lòng với thái tử Tôn Hòa, muốn phế bỏ lập người khác (cũng không định lập Tôn Bá<ref>Dịch Trung Thiên, sách đã dẫn, tr 422<\/ref>). Lục Tốn vốn cùng phe với thái tử Hòa, vội dâng thư về triều cật lực khuyên Tôn Quyền không nên bỏ trưởng lập thứ.\n\nLời lẽ Lục Tốn quá mạnh mẽ khiến Tôn Quyền tức giận, nghi ngờ Lục Tốn và thái tử sớm đã ngầm cấu kết nên sai sứ đến Vũ Xương nhiều lần trách mắng ông. Thêm vào đó lúc này uy tín và danh vọng của Lục Tốn tại Giang Đông rất lớn, thậm chí vượt cả Tôn Quyền, lại xuất hiện nhiều lời dèm pha khiến ông cảm thấy bất an, nên từ chối gặp Lục Tốn. Sau khi phế bỏ Tôn Hòa, Tôn Quyền cách chức luôn mấy người cháu của Lục Tốn vì cũng có vây cánh với thái tử Hòa. Thái tử thái phó [[Ngô Sán]] vì báo tin cho Lục Tốn biết cũng bị hạ ngục. Lục Tốn buồn rầu và phẫn uất, sinh bệnh.\n\n[[Tháng 2]] năm [[245]], Lục Tốn qua đời, năm đó ông 63 tuổi. Theo sử sách ''[[Tam quốc chí]]'', khi ông mất, gia sản gần như không có gì.<ref>Dịch Trung Thiên, sách đã dẫn, tr 423<\/ref>. Lục Tốn lấy con gái của [[Tôn Sách]] và sinh ra [[Lục Diên]] và [[Lục Kháng]]. Lục Kháng sau này trở thành 1 tướng kiệt xuất của nước Ngô. Ông về sau được ban thụy là '''Chiêu hầu''' (昭侯).\n\nTôn Quyền sau vô cùng hối hận, từng triệu gọi con trai của Lục Tốn là Lục Kháng, nói: \"Ta lúc trước vì tin lời dèm pha nên có chỗ không phải với lệnh tôn, đây là lỗi của ta\". Dứt lời không lâu thì Tôn Quyền cũng \"nhắm mắt\".\n\n==Gia đình==\n\n===Thành viên trong gia đình===\n*Vợ: Tôn thị (孙氏), con gái thứ hai của [[Tôn Sách]].\n*Con trai:\n#[[Lục Diên]] (陸延), mất sớm.\n#[[Lục Kháng]] (陸抗), tướng lĩnh và chính trị gia phục vụ nước Ngô.\n*Cháu trai (đều là con của Lục Kháng):\n#Lục Yến (陸晏)\n#[[Lục Cảnh]] (陸景)\n#Lục Huyền (陸玄)\n#Lục Cơ (陸機)\n#Lục Vân (陸雲)\n#Lục Đam (陸耽)\n\n===Họ hàng===\n\n*Lục Khải (陸凱), cháu họ\n**Lục Y (陸禕), con trưởng của Lục Khải\n**[[Lục Dận]] (陸胤), con thứ của Lục Khải, được Tôn Quyền cử đàn áp khởi nghĩa [[Bà Triệu]] ở [[Việt Nam]] năm [[248]].\n***Lục Thức (陸式), con trai của Lục Dận\n*Lục Khang (陸康)\n**Lục Tích (陸績), con út của Lục Khang, một trong [[Nhị thập tứ hiếu]], nhận chức Thái thú Du Lâm, mất sớm.\n***Lục Hoành (陆宏), con cả của Lục Tích, nhận chức Đô Úy ở phía nam Cối Kê.\n***Lục Duệ (陆叡), con thứ của Lục Tích.\n***Lục Uất Sinh (陆鬱生), con gái của Lục Tích.\n\n==Các danh hiệu==\n=== Chức vụ ===\n*Hải Xương Đồn Điền Đô Úy (海昌屯田都尉);\n*Định Uy Hiệu Úy (定威校尉);\n*Hữu Đốc Bộ (右部督);\n*Nghi Đô Thái thú (宜都太守);\n*Phù Biên Tướng Quân (撫邊將軍);\n*Hữu Hộ Quân (右護軍);\n*Trấn Tây Tướng Quân (鎮西將軍)\n*Đại Đô Đốc (大都督);\n*Phụ Quốc Tướng Quân (輔國將軍);\n*Kinh Châu Mục (荊州牧);\n*Hoàng Việt (黃鉞);\n*Thượng Đại tướng quân (上大將軍);\n*Hữu Đô Hộ (右都護);\n*Thừa tướng (丞相);\n\n=== Tước hiệu ===\n* Hoa Đình Hầu (華亭侯);\n* Lũ Hầu (婁侯);\n* Giang Lăng quận hầu (江陵郡侯);\n* Chiêu Hầu (昭侯); - được [[Tôn Hưu]] truy phong sau khi Lục Tốn qua đời.\n\n== Nhận định ==\nLục Tốn là danh tướng thời [[Tam Quốc]]. Nhưng ngoài tài năng quân sự, Lục Tốn lại không có nhiều bản lĩnh chính trị và đã mắc một số sai lầm. Lý giải về cái chết của Lục Tốn, các sử gia nhìn nhận không chỉ từ nguyên nhân tranh chấp ngôi thái tử của Tôn Hòa mà còn vì những lý do khác:<ref>Dịch Trung Thiên, sách đã dẫn, tr 429<\/ref>\n#Lục Tốn là dòng dõi danh gia thế phiệt ở Giang Đông, từng có thù oán dòng họ với họ Tôn (sự kiện ông chú Lục Khang bị Tôn Sách hại).\n#Lục Tốn cầm đại quân ở ngoài Vũ Xương, danh vọng cao xa lấn át cả vua. Trên từ thái tử cũ là Tôn Đăng (mất sớm) và sau là thái tử Tôn Hòa, dưới đến các quan lại, nhiều người muốn đi lại với ông, khiến [[Tôn Quyền]] lo lắng.\n#Hai nguyên nhân trên khiến Tôn Quyền sợ người thay thế mình không khống chế nổi Lục Tốn nên cần phải loại bỏ khi Tôn Quyền còn sống.\n#Lục Tốn lại là con rể [[Tôn Sách]], mà Tôn Quyền vốn không muốn cho con cháu Tôn Sách phát triển quá mạnh.<ref>Có ý kiến cho rằng Tôn Quyền không hết lòng với Tôn Sách nên đã truy tôn cha là Tôn Kiên làm hoàng đế nhưng chỉ truy tôn Tôn Sách làm Trường Sa Hoàn vương<\/ref>\n\nCác sử gia cho rằng chính Lục Tốn nhầm tưởng chính quyền họ Tôn đã hết nghi kị các dòng họ sĩ tộc như mình nên đã coi như một nhà. Trên thực tế Tôn Quyền chỉ lợi dụng bộ phận sĩ tộc này mà không thực sự tin tưởng họ. Lục Tốn tự cho mình có trách nhiệm với thiên hạ nên can thiệp vào \"việc nhà\" của Tôn Quyền và điều đó khiến vua Ngô không bằng lòng, dùng làm nguyên cớ để loại trừ ông.<ref>Dịch Trung Thiên, sách đã dẫn, tr 430<\/ref>\n\n== Trong Tam Quốc diễn nghĩa ==\nLục Tốn xuất hiện trong tiểu thuyết [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của La Quán Trung từ [[trận Xích Bích]] nhưng chưa nổi bật.\n\nSau đó trong chiến dịch đánh chiếm Kinh châu từ tay [[Quan Vũ]], La Quán Trung mô tả chính ông là người bày mưu cho Lã Mông chứ không phải làm theo lệnh của Lã Mông như sử sách ghi.\n\nĐến [[trận Di Lăng]], ông vẫn được mô tả là một ''\"thư sinh trẻ tuổi, chưa có tiếng tăm\"'' (tính ra lúc đó Lục Tốn đã 40 tuổi) khiến các tướng ban đầu không phục. Sau khi phá tan đại quân Thục Hán, ông truy kích Lưu Bị và lạc vào Bát trận đồ của Gia Cát Lượng, nhưng được cha vợ Gia Cát Lượng là Hoàng Thừa Ngạn chỉ đường thoát ra. Chỉ từ trận thắng ở Di Lăng tên tuổi Lục Tốn mới được khẳng định.\n\nKết cục của Lục Tốn ở [[Đông Ngô]] không được [[La Quán Trung]] nói rõ.\n\n== Xem thêm ==\n* [[Lã Mông]]\n* [[Tôn Quyền]]\n* [[Trận Di Lăng]]\n\n==Tham khảo==\n* Chu Thiệu Hầu ([[2003]]), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc'', tập 1, Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương, (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc'', tập 2, Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), Khổng Minh Gia Cát Lượng đại truyện, Nhà xuất bản Văn học\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Thượng Hải]]\n[[Thể loại:Sinh năm 183]]\n[[Thể loại:Mất năm 245]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Tể tướng Trung Quốc]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]"}