{"Magnus Maximus":"{{Redirect|Maxen}}\n{{Thông tin nhân vật hoàng gia\n| tên = Magnus Maximus\n| tên đầy đủ = Flavius Magnus Maximus Augustus\n| tước vị = [[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc Tây La Mã|Đế chế Tây La Mã]]\n| hình= Solidus Magnus Maximus-constantinople Dep 38-7.jpg\n| ghi chú hình =\n| tại vị = 383–384 (kẻ cướp ngôi chống [[Gratianus]]), 384–387 (Augustus ở phía Tây), 387 - 28 tháng 8 năm 388 (chống lại [[Valentinianus II]] và [[Theodosius I]])\n| tiền nhiệm = [[Gratianus]]\n| kế nhiệm = [[Theodosius I]]\n| phối ngẫu = [[Elen Luyddog|Elen]] (traditional)\n| phối ngẫu 2 =\n| con cái = [[Flavius Victor]], <br>hai con gái\n| hoàng tộc =\n| cha =\n| mẹ =\n| sinh = khoảng 335\n| nơi sinh = [[Hispania]]\n| mất = {{death date|388|8|28|mf=y}}\n| nơi mất = [[Aquileia]]\n| nơi an táng = \n|}}\n'''Magnus Maximus '''(Latin: Flavius ​​Magnus Maximus Augustus) (khoảng 335-28, 388), còn được gọi là '''Maximianus''' và '''Macsen Wledig''' trong tiếng Wales, Hoàng đế Tây La Mã từ năm 383-388. Khi là chỉ huy của nước Anh, ông đã cướp ngôi vua từ hoàng đế [[Gratianus]] trong năm 383. Tuy nhiên, thông qua đàm phán với [[Theodosius I]] năm sau ông đã được công nhận là hoàng đế Britannia và Gaul trong khi em trai Gratianus là [[Valentinianus II]] giữ lại Ý, Pannonia, Hispania, và châu Phi. Tuy nhiên, tham vọng của Maximus đã khiến ông xâm chiếm Ý năm 387, dẫn đến thất bại của ông trước Theodosius trong [[trận Save]] năm 388. Thất bại của ông đánh dấu sự kết thúc những hoạt động thực sự của đế quốc ở miền bắc Gaul và Anh.<ref>\"The New Cambridge Medieval History: c. 500-c. 700\" by Paul Fouracre, Rosamond McKitterick (page 48)<\/ref>\n\n==Cuộc đời==\nMaximus là một vị tướng nổi tiếng đã từng phục vụ dưới trướng [[Theodosius Già]]. Ông đã phục vụ với ông ta ở châu Phi trong năm 373 và trên sông Danube trong năm 376. Có khả năng ông cũng có thể có được một chức vụ quan trọng ở Anh trong việc dẹp yên Âm mưu lớn trong năm 368. Được giao trọng trách nắm giữ nước Anh trong năm 380, ông đã đánh bại sự xâm nhập của dân [[Pict]] và Scot trong năm 381. Maximus đã được tuyên bố làm hoàng đế bởi quân đội của mình trong năm 383. Ông đã đi đến [[Gallia|Gaul]] để theo đuổi tham vọng đế quốc của mình cùng với một số lượng lớn quân đội ở Anh.\n\nSau cuộc chinh phục Gaul, Maximus đã tiến đến giao tranh với đối thủ chính của ông, Gratianus, người mà ông đã đánh bại gần Paris. [[Gratianus]], sau đó chạy trốn, và đã bị giết chết tại Lyon vào ngày 25 tháng 8, năm 383. Tiếp tục chiến dịch của mình vào Ý, Maximus đã buộc ngừng lại việc lật đổ [[Valentinianus II]], người đã chỉ mười hai tuổi, khi [[Theodosius I]], Hoàng đế Đông La Mã, phái [[Flavius ​​Bauto]] với một lực lượng hùng mạnh để ngăn chặn ông ta. Các cuộc đàm phán tiếp theo vào năm 384 bao gồm cả sự can thiệp của Ambrose, Đức Giám mục của Milan, dẫn đến một thỏa thuận với Valentinianus II và Theodosius I, trong đó Maximus đã được công nhận như là một Augustus ở phía tây.\nMaximus đặt kinh đô của mình tại [[Augusta Treverorum]] (Treves, [[Trier]]) ở Gaul và cai trị Anh, Gaul, Tây Ban Nha và châu Phi. Ông phát hành tiền đúc và một số sắc lệnh tổ chức lại hệ thống của tỉnh Gaul. Một số học giả tin rằng Maximus có thể đã tạo ra chức [[Comes Britanniarum]]. Ông trở thành một vị hoàng đế nổi tiếng, [[Quintus Aurelius Symmachus]] đã đọc một bài văn ca ngợi đức tính của Maximus. Ông đã sử dụng lực lượng man rợ như [[người Alamanni]] với một ảnh hưởng lớn. Ông cũng là một người bách hại nghiêm khắc đối với dị giáo. Theo lệnh của ông Priscillian và 6 bạn hữu đã trở thành những người đầu tiên trong lịch sử Kitô giáo bị hành quyết vì tội theo dị giáo.\n\nNăm 387, Maximus đã cố gắng để buộc [[Valentinianus II]] bỏ chạy khỏi Rome mà sau đó ông ta chạy trốn tới chỗ Theodosius I. Theodosius I và Valentinianus II sau đó xâm lược từ phía đông và tiến hành chiến dịch chống lại Magnus Maximus vào tháng Bảy-Tháng Tám năm 388, quân đội của họ đang được chỉ huy bởi [[Richomeres]] và các tướng khác. Maximus đã bị đánh bại trong [[trận Save]], và rút lui tới Aquileia. Trong khi đó, [[người Frank]] dưới quyền [[Marcomer]] đã nắm lấy cơ hội này và xâm lược cùng lúc với sự suy yếu của Maximus.\n\n[[Andragathius]], [[Magister equitum]] của Maximus và là kẻ đã giết của Gratian, đã bị đánh bại gần [[Siscia]] trong khi anh trai Maximus, [[Marcellinus]], đã ngã xuống trong trận chiến tại [[Poetovio]]. Maximus đầu hàng ở Aquileia và mặc dù ông cầu xin lòng thương xót nhưng ông đã bị hành quyết sau đó. Viện nguyên lão đã thông qua một nghị định [[Damnatio memoriae]] chống lại ông. Tuy nhiên, mẹ của ông và ít nhất hai cô con gái đã được tha. Con trai của Maximus, [[Flavius ​​Victor]], đã bị hành quyết tại [[Trier]] bởi [[Arbogast(tướng)|Arbogast]] [[Magister peditum]] của Valentinianus vào mùa thu cùng năm. Một trong những con gái của ông có thể kết hôn với [[Ennodius]], tổng đốc tỉnh Africae (395). Cháu nội của Ennodius là [[Petronius Maximus]], một hoàng đế xấu số, người cai trị ở Rome, trong 77 ngày trước khi ông bị ném đá đến chết khi đang chạy trốn khỏi dân Vandal ngày 24 tháng 5, năm 455. Con cháu khác Ennodius, và do đó có thể của Maximus, bao gồm [[Olybrius|Anicius Olybrius]], hoàng đế năm 472, nhưng còn một số chấp chính quan và các Giám mục như thánh [[Magnus Felix Ennodius]] ([[Giám mục]] của [[Pavia]] khoảng năm. 514-21). Chúng ta cũng biết được một con gái không được ghi chép khác của Magnus Maximus, Sevira, trên [[Trụ cột của Eliseg]] thời trung cổ, một tảng đá đầu thời trung cổ ở xứ Wales tuyên bố cuộc hôn nhân của bà với [[Vortigern]], vua của người Anh.\n\n==Vai trò trong lịch sử của người Anh và Breton==\nMaximus đoạt lấy quyền lực đế quốc vào năm 383 trùng với ngày cuối cùng cho thấy bất kỳ bằng chứng về sự hiện diện của quân đội La Mã ở xứ [[Wales]], tây [[Pennines]], và pháo đài của [[Deva]].\n\n==Chú thích==\n{{Tham khảo}}\n==Nguồn==\nMagnus Maximus is mentioned in a number of ancient and Medieval sources.\n\n* [[Ammianus Marcellinus]] ''Rerum Gestarum Libri Qui Supersunt'' XXXI.4.9\n* [[Geoffrey of Monmouth]] ''Histories of the Kings of Britain'' V.5-6\n* [[Gildas]] ''[[De Excidio et Conquestu Britanniae]]'' II.13-14\n* '[[Nennius]]' ''Historia Brittonum'' 27; 29\n* [[Paulus Orosius|Orosius]] ''Historium adversum paganos'' VII.34\n* [[Pacatus]] ''Panegyricus Latini Pacati Deprani Dictus Theodosio''\n* [[Prosper of Aquitaine|Prosper]] (Tiro) of Aquitaine ''Chronicon'' 384; 388\n* [[Socrates Scholasticus]] ''Historia Ecclesiastica '' V.8; V.11\n* [[Sozomen]] ''Historia Ecclesiastica '' VII.13\n* [[Sulpicius Severus]] ''Dialogi'' II.6;III.11,13\n* Sulpicius Severus ''Historia Sacra'' II.49-51\n* Sulpicius Severus ''Vita Sancti Martini'' XX\n* ''[[Welsh Triads|Trioedd Ynys Prydein]]'' (The Welsh Triads)\n* [[Giáo hoàng Dôsimô|Zosimus]] ''Historia Nova''\n==Liên kết ngoài==\n{{Commons|Magnus Maximus}}\n* [http:\/\/www.roman-emperors.org\/madmax.htm ''De Imperatoribus Romanis''] account\n* [http:\/\/www.roman-empire.net\/collapse\/maximus.html ''Roman Empire''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140331230310\/http:\/\/roman-empire.net\/collapse\/maximus.html |date=2014-03-31 }} account\n\n{{s-start}}\n{{s-off}}\n{{s-bef | before= [[Valentinianus II]],<br> [[Eutropius (sử gia)|Eutropius]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Chấp chính quan]] của [[Đế quốc La Mã|Đế chế La Mã]] | years=388 |regent1= [[Theodosius I]] và [[Maternus Cynegius]]}}\n{{s-aft | after= [[Timasius]],<br> [[Promotus]]}}\n{{s-reg}}\n{{s-bef | before= [[Octavius của người Britons|Octavius]]}}\n{{s-ttl | title=[[Danh sách các vị vua huyền thoại của nước Anh|Các vị vua huyền thoại của nước Anh]] | years=383–388}}\n{{s-aft | after= [[Caradocus]]}}\n{{end}}\n\n{{Roman Emperors}}\n\n{{DEFAULTSORT:Maximus, Magnus}}\n[[Thể loại:Sinh năm 335]]\n[[Thể loại:Mất năm 388]]\n[[Thể loại:Mabinogion]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]"}