{"Maha Bandula":"{{Other uses|Maha Bandula (định hướng)}}\n{{Infobox Military Person\n|name= '''Maha Bandula''' <br \/> {{my|မဟာဗန္ဓုလ}}\n|born= 1783<ref name=nlm>{{chú thích báo | url=http:\/\/www.myanmar.gov.mm\/Article\/Article2003\/mar\/mar26b.html | title=Maha Bandula, Immortal Myanmar Supreme Commander | date = ngày 26 tháng 3 năm 2003 | author=Aung Than Tun (Monywa) | publisher=[[The New Light of Myanmar]]}}<\/ref>\n|died= 1 tháng 4 năm 1825\n|placeofbirth= [[Dabayin]], [[Triều Konbaung|Vương quốc Myanma]]\n|placeofdeath= [[Danubyu]], Vương quốc Myanma\n|image= \n|caption= \n|nickname= \n|allegiance= [[Triều Konbaung]]\n|branch= Quân đội Konbaung\n|serviceyears= 180? – 1825\n|rank= [[Bộ Tổng Tư lệnh Quân đội Nhân dân Việt Nam|Tổng Tư lệnh]]<ref name=hb>{{chú thích sách | title=A History of Burma | url=https:\/\/archive.org\/details\/historyofburma0000htin | publisher=Cambridge University Press | location=New York and London | year=1967 | author=[[Htin Aung|Maung Htin Aung]]}}<\/ref>\n|commands=\n|unit=\n|battles= [[Chiến tranh Manipur-Myanma, 1819]] <br \/>[[Chiến tranh Assam-Myanma, 1821–1822]] <br \/>[[Chiến tranh Anh-Miến thứ nhất|Chiến tranh Anh-Myanma thứ nhất]]\n|awards= Agga Maha Thenapati <br \/>Thado Maha Bandula <br \/>Ne Myo Thura Yegaung\n|laterwork=\n}}\n\nTướng quân '''Maha Bandula''' ({{lang-my|မဟာဗန္ဓုလ}}; {{IPA-my|məhà bàɴdṵla̰|pron}} c. 1783 – 1 tháng 4 năm 1825) là Tổng Tư lệnh quân đội [[triều Konbaung|nhà Konbaung]] từ năm 1819 đến khi ông hy sinh vào năm 1825 trong [[Chiến tranh Anh-Miến thứ nhất|Chiến tranh Anh-Myanma thứ nhất]]. Bandula là nhân vật chủ chốt trong đường lối bành trướng của [[triều Konbaung]] ở [[Manipur]] và [[Assam]] mà hậu quả cuối cùng là chiến tranh với Vương quốc Anh và sự diệt vong của vương triều cuối cùng của Myanma. Dù thế, vị tướng quân đã hy sinh trong chiến đấu này được người Myanma tôn vinh là anh hùng dân tộc kháng chiến chống quân Anh. Ngày nay, một số nơi quan trọng ở đất nước Myanma mang tên ông.\n\n== Thân thế ==\nMaha Bandula sinh năm 1783 ở [[Dabayin]], lúc sinh được đặt tên là '''[[Tên người Myanma|Maung]] Yit''' ({{my|မောင်ရစ်}}, {{IPA-my|màuɴ jɪʔ|}}), là con trai đầu lòng của một gia đình trung nông lớp dưới. Cha là '''Pauk Taw''' còn mẹ là '''Nyein'''.<ref name=nlm\/><ref name=rlf>{{chú thích sách | title=The River of Lost Footsteps--Histories of Burma | url=https:\/\/archive.org\/details\/riveroflostfoots0000than_d0r2 | author=Thant Myint-U | year=2006 | publisher=Farrar, Straus and Giroux | isbn=978-0-374-16342-6, 0-374-16342-1 | pages=[https:\/\/archive.org\/details\/riveroflostfoots0000than_d0r2\/page\/105 105]–122}}<\/ref> Giống như các cậu bé Myanma thời đó, Maung Yit đi học tại các tự viện ở địa phương. Chỉ sau khi cha qua đời, ông mới bắt đầu phải lo lắng về cuộc sống của mình. Ông giúp mẹ làm ruộng cũng như chăm sóc hai em trai, Maung Aye và Maung Mya, và em gái Ma Doke.<ref name=nlm\/>\n\n== Sự nghiệp ==\nLớn lên, Maung Yit chuyển đến [[Amarapura]], lúc đó là kinh đô của Myanma, và làm gia nhân cấp thấp nhất cho Thái tử [[Thado Minsaw]], người cũng có thái ấp ở Dababyin.<ref name=nlm\/> Maung Yit thăng tiến rất nhanh, lúc đầu dưới trướng của Thado Minsaw rồi sau đó là dưới trướng của Hoàng tử Sagaing, con trai của Thado Minsaw, người sau đó được tấn phong là Thái tử vào năm 1808. Maung Yit thăng tiến đến chức quan tri phủ Dabayin, rồi ba năm sau là tri phủ Ahlone-Monywa.\n\n===Manipur (1819)===\nTháng 10 năm 1819, Bandula, là ''Sitke'' (Tổng Tư lệnh) của quân đội Myanma, đã dẫn quân chinh phạt Manipur.<ref name=nlm\/><ref name=app-233\/> Ông đích thân chỉ huy 5 ngàn bộ binh và 500 kỵ binh đi đầu. Tiếp ứng là 2 vạn bộ binh và 2500 kỵ binh của Tướng [[Ne Myo Thura Minhla Nawrahta]]. Người Manipur điều quân nghênh chiến ở gần kinh đô của mình. Pháo đài của họ có hai mặt được che bởi các ngọn đồi cao, và chính diện là cổng thành bằng gỗ vững chắc, được tin là bất khả xâm phạm. Bandula cho lực lượng tinh nhuệ của mình đánh chiếm các quả đồi vào ban đêm và phá vỡ cổng gỗ, mở cửa cho đại quân Myanma tràn vào thành và kinh đô.<ref name=nlm\/> Raja Marjit Singh bỏ chạy sang nước láng giềng [[Cachar (huyện)|Cachar]]. Vua xứ đó, [[Chourjit Singh]], chính là anh của Marjit Singh. Chiến dịch táo bạo này đã khiến Bandula nổi tiếng.<ref name=app-233>Lt. Gen. Sir Arthur P. Phayre (1967). ''History of Burma'' (2 ed.). London: Susil Gupta. pp. 233–234.<\/ref> Vua Myanma ban cho ông danh hiệu '''Ne Myo Thura Yegaung'''.\n\n===Assam (1821–1822)===\nTháng 2 năm 1821, Bandula theo lệnh vua Bagyidaw dẫn 2 vạn quân Myanma (trong đó một nửa là binh sĩ người [[Khamti|Hkamti]] Shan và [[Kachin]]) đã từ căn cứ của nọ dọc [[thung lũng Hukawng]] vượt qua dãy núi phủ tuyết sang Assam. Sau gần một năm rưỡi giao đấu quyết liệt tại nơi có địa hình khó khăn bậc nhất thế giới, cuối cùng quân Myanma đã đánh bại Chandra Kanta Singh và quân Assam vào tháng 7 năm 1822, biến Assam thành một tỉnh của Myanma và cử một viên tướng Myanma cai quản, chấm dứt 6 thế kỷ tồn tại của vương triều [[Ahom]].<ref name=mmb>Thant Myint-U (2001). ''The Making of Modern Burma''. Cambridge University Press. pp. 15–16. ISBN 0521799147, 9780521799140.<\/ref> Vị vua Assam thất bị bỏ chạy sang lãnh thổ của Anh ở [[Bengal]]. Bandula yêu cầu Anh giao vị vua Assam cho Myanma, nhưng người Anh từ chối và tăng cường quân lực tới các pháo đài vùng biên giới.<ref name=lws>{{chú thích sách | title=History of Upper Assam, Upper Burmah and northeastern frontier | url=https:\/\/archive.org\/details\/historyupperass00shakgoog | year=1914 | publisher=Macmillan | author=Leslie Waterfield Shakespear | pages=[https:\/\/archive.org\/details\/historyupperass00shakgoog\/page\/n86 62]–63}}<\/ref> Maha Bandula giao cho tướng [[Maha Thilawa]] 2000 quân ở lại giữ Assam, còn mình dẫn quân về Ava.<ref name=app-233\/> Chính sau cuộc chiến tranh với Assam này, Maung Yit được ban tước hiệu '''Thado Maha Bandula''' (hay gọi tắt là Maha Bandula), mà về sau mọi người đều gọi ông bằng tước hiệu này.\n\n===Chiến tranh Anh-Myanma thứ nhất (1824–1826)===\n[[Tập tin:Mahabandula Road, Yangon, Myanmar.jpg|nhỏ|Đường Maha Bandula ở trung tâm Yangon.]]\nĐến năm 1822, hai cuộc chinh phạt Manipur và Assam đã khiến cho Myanma có đường biên giới khá dài với Ấn Độ thuộc Anh. Người Anh, từ [[Kolkata|Calcutta]], đã có ý đồ riêng đối với khu vực, và đã tích cực ủng hộ các lực lượng nổi dậy ở Manipur, Assam và [[Rakhine|Arakan]]. Calcutta đơn phương tuyên bố mình là người bảo hộ [[Cachar (huyện)|Cachar]] và [[Jaintia]], và đã điều động quân đội đến các xứ này.<ref name=mmb-18>{{chú thích sách | title=The Making of Modern Burma | url=https:\/\/archive.org\/details\/makingmodernburm00myin | author=Thant Myint-U | year=2001 | publisher=Cambridge University Press | isbn=0521799147, 9780521799140 | pages=[https:\/\/archive.org\/details\/makingmodernburm00myin\/page\/18 18]–19}}<\/ref> Động thái này đã làm cho tình hình khu vực căng thẳng thêm. Nhận thấy chiến tranh tất sẽ xảy ra, Bandula đã tích cực đề xướng đường lối phản công lại người Anh. Bandula đứng về phe chủ chién trong triều đình của Vua Bagyidaw. Cùng phe này còn có Hoàng hậu [[Me Nu]] và anh của bà, người cai trị Salin. Bandula tin rằng một thắng lợi quyết định có thể cho phép Myanma củng cố khả năng kiểm soát phía tây (Arakan, Manipur, Assam, Cachar và Jaintia, cũng như đông Bengal).<ref name=mmb-18>Myint-U 2001: 18–19<\/ref>\n\nTháng 1 năm 1824, Bandula phái một trong những thuộc hạ xuất sắc nhất của mình là [[Maha Uzana|Thado Thiri Maha Uzana]] tấn công vào Cachar và Jaintia để truy đuổi quân nổi dậy. Người Anh bèn điều động lực lượng của mình tới Cachar chặn quân Myanma, dẫn tới xung đột đầu tiên giữa hai bên. Chiến tranh chính thức bùng nổ ngày 5 tháng 3 năm 1824, sau khi bai bên giao tranh ở biên giới Arakan.\n\n====Chiến trường phía tây====\nLà Tổng Tư lệnh, Maha Bandula đã điều động 1 vạn quân và 500 ngựa đi chiến đấu. Bộ tham mưu của ông bao gồm những chiến binh dày dạn kinh nghiệm nhất nước, những người như tổng đốc Salay và các tổng đốc Danyawaddy, Wuntho và Taungoo. Kế hoạch của Bandula là sẽ tấn công người Anh trên 2 mặt trận: [[Chittagong]] từ Arakan ở phía đông nam, và [[Sylhet]] từ Cachar và Jaintia ở phía bắc.<ref name=mmb-18\/> Bandula đích thân chỉ huy cánh quân Arakan và giao cho Uzana chỉ huy cánh quân Cachar và Jaintia.\n\nĐầu cuộc chiến, quân Myanma với kinh nghiệm nhiều năm chinh chiến ở địa hình này đã liên tục đánh bại quân Anh.<ref name=app-236>{{chú thích sách | title=History of Burma | author=Lt. Gen. Sir Arthur P. Phayre | year=1967 | pages=236–237 | edition=2 | publisher=Susil Gupta | location=London}}<\/ref> Uzana đã đánh bại quân Anh ở Cachar và Jaintia vào tháng 1 năm 1824. Tháng 5, quân Myanma do [[Myawaddy Mingyi U Sa|Myawaddy]] chỉ huy đã đánh bại quân Anh-Ấn trong [[trận Ramu]], bên trong lãnh thổ do Anh kiểm soát, khiến cho Calcutta hoảng loạn. Nhưng Bandula, không muốn tình hình trở nên quá căng thẳng, nên đã lệnh cho Myawaddy ngừng tiến về [[Chittagong]]. Nếu Bandula tiến về Chittagong, điều thực ra ông có rất ít cơ hội, thì cánh cổng tới Calcutta hẳn đã mở toang.<ref name=hb-212>{{chú thích sách | title=A History of Burma | url=https:\/\/archive.org\/details\/historyofburma0000htin | publisher=Cambridge University Press | location=New York and London | year=1967 | author=[[Htin Aung|Maung Htin Aung]] | pages=[https:\/\/archive.org\/details\/historyofburma0000htin\/page\/212 212]–214}}<\/ref> (Quân Myanma, do chênh lệch về vũ khí, nên đằng nào cũng không thể chiến thắng cuộc chiến này được. Nhưng nếu họ uy hiếp được Calcutta, thì người Myanma có lẽ đã có một kết quả hòa ước sau này đỡ nặng nề hơn.)\n\n====Trận Yangon (tháng 5 đến tháng 12 năm 1824)====\n[[Hình:Myanmar-Yangon-Independence Monument in Mahabandoola park.jpg|nhỏ|Công viên Maha Bandula ở trung tâm Myanma.]]\nThay vì tiếp tục chiến đấu với quân Myanma trong địa hình rừng núi không quen thuộc, người Anh quyết định tấn công Myanma ở đồng bằng và vào chính Myanma lúc này đang để các đơn vị thiện chiến nhất của mình ở chiến trường phía tây. Hải quân Anh dưới sự chỉ huy của tướng Archibald Campbell đã đổ bộ vào Yangon. Bị bất ngờ, quân Myanma thua. Vua Bagyidaw phải rút toàn bộ quân khỏi chiến trường phía tây - Bandula ở Arakan và Bengal, và Uzana ở Assam, Cachar và Jaintia - và về hội quân ở Yangon để đánh quân Anh.\n\nTháng 8, giữa mùa mưa, Bandula và quân của mình đã vượt qua [[Arakan Yoma]].<ref name=bmh>{{chú thích sách | title=British Military History for Dummies | author=Bryan Perrett | isbn=0470032138, 9780470032138 | pages=176–177 | year=2007}}<\/ref> Ngay cả trong điều kiện thời tiết tốt, thì di chuyển hàng chục nghìn binh sĩ qua vùng đồi núi Arakan cao hơn 900 mét và qua dãy núi Assam cao hơn 3000 mét, với những cánh rừng già và chỉ có lối mòn, dễ dàng bị hùm beo tấn công, đã là khó. Thực hiện điều này vào lúc đỉnh cao của mùa mưa lại càng khó hơn. Thế nhưng Bandula (từ Arakan) và Uzana (từ Assam) với năng lực chỉ huy và hậu cần tuyệt với, đã làm được điều đó. Vua ban cho cả Bandula lẫn Uzana tước hiệu '''Agga Maha Thenapati''', cấp bậc cao nhất trong quân đội. Bandula còn được ban chức tổng đốc [[Sittaung]].\n\nTháng 11, Bandula chỉ huy 3 vạn quân đến Yangon. Ông tin là có thể chặt đầu 1 vạn quân Anh được trang bị vũ khí tốt. Mặc dù quân Myanma vượt trội về quân số, nhưng chỉ có 1 vạn rưỡi quân được trang bị súng hỏa mai. Đại bác của Myanma thì chỉ bắn đạn bi, còn đại bác quân Anh bắn đầu đạn nổ. Ông không biết được rằng, quân Anh vừa mới nhận được vũ khí chiến tranh mới nhất mà quân Myanma chưa từng chứng kiến – [[tên lửa Congreve]].<ref name=bmh>Perrett 2007: 176–177<\/ref>\n\nNgày 30 tháng 11, Bandula đã mắc phải sai lầm lớn nhất trong cuộc đời binh nghiệp của mình, đó là ra lệnh xung phong tấn công các vị trí của quân Anh. Quân Anh với ưu thế áp đảo về hỏa lực, đã đẩy lui các cuộc tấn công của quân Myanma vào [[chùa Shwedagon|pháo đài Shwedagon]], loại khỏi vòng chiến đấu hàng nghìn quân Myanma. Đến ngày 7 tháng 12, quân Anh, với sự hỗ trợ của tên lửa, đã giành thế thượng phong. Ngày 15 tháng 12, quân Myanma bị đẩy lui khỏi chiến lũy cuối cùng của mình ở Kokine. Trong số 3 vạn quân Myanma ra trận, chỉ còn 7 nghìn quân trở về.\n\n====Trận Danubyu (tháng 3 đến tháng 4 năm 1825)====\nBandula lui về hậu cứ ở [[Danubyu]], một thị trấn nhỏ không xa Yangon, ở [[đồng bằng Irrawaddy]]. Mất những binh sĩ dày dạn kinh nghiệm nhất ở Yangon, quân Myanma giờ chỉ còn khoảng 1 vạn quân, gồm cả một số ít quân tinh nhuệ của nhà vua lẫn những người lính chưa được qua huấn luyện và nhiều khí chỉ là những thanh niên bị bắt đi lính và nhét vũ khí vào tay. Bản thân chiến lũy của Myanma thì trải dài dọc bờ sông, và chỉ có một hàng rào gỗ teak cao chưa đến 5 mét.\n\nTháng 3 năm 1825, đợt tấn công đầu tiên của quân Anh vào Danubyu bất thành, và Bandalua đã cố gắng phản công, với lính bộ binh, kỵ binh và 17 thớt voi chiến. Nhưng những con voi đã bị hỏa pháo chặn đứng còn kỵ binh thì không tiến lên nổi dưới hỏa lực pháo của quân Anh.\n\nNgày 1 tháng 4, quân Anh tiến hành một cuộc tấn công lớn, trút cơn mưa đại bác và hỏa tiến vào mọi vị trí trong phòng tuyến của quân Myanmaw. Bandula đã đi lại khắp phòng tuyến để động viên tinh thần của binh sĩ. Ông mang nguyên lọng vàng đi để tỏ ra khí thế, bất chấp lời khuyên can của tướng sĩ rằng làm vậy chỉ tổ trở thành mục tiêu cho súng đạn của quân thù. Và Bandula đã hy sinh bởi một trái pháo cối của quân thù. Sau khi Bandula hy sinh, quân Myanma rút khỏi Danubyu.\n\n==Di sản==\nMaha Bandula ghi dấu ấn đậm nét trong lịch sử Myanma vì sự hiên ngang giao chiến với quân Anh. Bằng sự lãnh đạo tài ba của Bandula, chiến tranh Anh-Myanma thứ nhất là lần duy nhất trong 3 cuộc chiến tranh giữa hai nước mà quân Myanma có thể đứng lên chiến đấu.\n\nNgười Myanma vẫn luôn ghi nhớ những lời nói cuối cùng của Bandula:\n:''Chúng ta có thể thua. Đó là số mệnh. Chúng ta chiến đấu hết mình và trả giá bằng sinh mạng. Tuy nhiên, tôi không thể chịu được sự ô nhục thua trận vì thiếu tinh thần chiến đấu. Hãy cho kẻ thù thấy rằng người Myanma thua vì mất chỉ huy. Điều này sẽ là ví dụ về tinh thần chiến đấu của người Myanma và sẽ nâng cao danh dự và vinh quang của đất nước và nhân dân ta trong con mắt lân bang.''\n\nĐáng buồn thay, tinh thần chiến đấu dũng cảm này và nghệ thuật chiến tranh xuất sắc dẫn tới thắng lợi rực rõ ở Manipur và Assam đã không giúp người Myanma đánh lại nổi đội quân được trang bị tốt hơn và đang chinh phục cả thế giới của người Anh, một đạo quan mà mới chỉ một thập niên trước đã chiến thắng các đạo quân của [[Napoléon Bonaparte|Napoleon]]. Sai lầm của Bandula là ông đã không thay đổi cách đánh khi phải giao chiến với ưu thế quá áp đảo về vũ khí của quân Anh. Ông đã không nghĩ đến chuyện thực hiện chiến thuật du kích hay sáng tạo ra một chiến lược nào mới. Nếu ông áp dụng chiến tranh du kích, thì dù kết cục cuối cùng của cuộc chiến có thể vẫn không thay đổi nhưng những điều khoản của hòa ước sau này sẽ đỡ khắc nghiệt hơn.\n\nBandula còn in đậm trong ký ức của người Myanma, và là viên tướng duy nhất được nhân dân sánh cùng với các vị vua Myanma vĩ đại. Người ta yêu mến ông không phải chỉ vì ông là tướng tài. Suy cho cùng, chiến thắng của Bandala còn là nhờ những thuộc hạ tài ba như tướng quân Ne Myo Thura Min Hla Nawrahta ở Manipur và tướng quân Maha Thilawa ở Assam. Ngoài ra, Myanma còn có những tướng tài hơn Bandula nhiều, như tướng [[Maha Thiha Thura]] người đã đánh bại quân Thanh [[Chiến tranh Thanh-Miến|xâm lược]] vào các năm 1766, 1767 và 1769, hay như tướng [[Maha Nawrahta]] và tướng [[Ne Myo Thihapate]], những người đã tiêu diệt [[vương quốc Ayutthaya]] vào năm 1767, hay Vua [[Bayinnaung]], một vị vua-chiến sĩ, người đã đánh chiếm khu vực phía tây của lục địa Đông Nam Á trong thế kỷ 16. Tuy nhiên, không ai trong số này như Bandula, giao chiến với quân Anh, siêu cường thế giới ngày đó.\n\nCó lẽ, Bandula mãi được yêu mến chính là vì sự dũng cảm trong chiến đấu chống lại kẻ địch mạnh hơn mình gấp bội. Có lẽ, còn là vi người Myanma xem Bandula là biểu tượng cho những ngày tháng vinh quang cuối cùng của đế chế Konbaung. Sau khi Bandula hy sinh, Myanma liên tục thất lợi trong hàng loạt sự kiện và cuối cùng mất độc lập vào năm 1885. Dù là lý do nào, Maha Bandula vẫn là vị tướng nổi tiếng nhất trong lịch sử Myanma.\n\n[[Hình:maharbandulabridgeygn.jpg|nhỏ||phải|[[Cầu Maha Bandula]] ở Downtown Yangon]]\n\nNgày nay, một trong bốn đội thiếu niên được tổ chức tại cả các trường tiểu học và trung học cơ sở của Myanma mang tên Bandula - '''Đội Bandula'''. Bốn đội còn lại mang tên bốn vị vua vĩ đại trong lịch sử Myanma: '''Đội [[Anawrahta]]''', '''Đội [[Kyansittha]]''', '''Đội [[Bayinnaung]]''' và '''Đội [[Alaungpaya]]'''.\n\nTrong số những địa điểm đáng chú ý nhất của Myanma, có một số mang tên ông.\n* [[Đường Maha Bandula]], một trong 4 đường phố chính ở trung tâm [[Yangon]]\n* [[Công viên Maha Bandula]] ở trung tâm Yangon\n* [[Đường công viên Maha Bandula]], một đường phố nhộn nhịp ở trung tâm Yangon\n* [[Cầu Maha Bandula]], một cây cầu ở đông Yangon\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{thời gian sống|1783|1825}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Maha Bandula\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH = 1783\n| PLACE OF BIRTH = [[Dabayin]], [[Konbaung dynasty|Kingdom of Myanmar]]\n| DATE OF DEATH = ngày 1 tháng 4 năm 1825\n| PLACE OF DEATH = [[Danubyu]], Kingdom of Myanmar\n}}\n{{DEFAULTSORT:Maha Bandula}}\n[[Thể loại:Triều Konbaung]]\n[[Thể loại:Nhân vật quân sự Myanmar]]\n[[Thể loại:Mất năm 1825]]\n[[Thể loại:Sinh năm 1782]]"}