{"Majorianus":"{{Thông tin nhân vật hoàng gia\n| tên = Majorian\n| tên đầy đủ = Iulius Valerius Maiorianus\n| tước vị = [[Hoàng đế La Mã|Hoàng đế]] của <br> [[Đế quốc Tây La Mã]]\n| hình= Maggioriano - MNR Palazzo Massimo.jpg\n| ghi chú hình = Đồng tiền khắc hình Hoàng đế Majorian\n| tại vị = 1 tháng 4, 457 – 2 tháng 8, 461\n| đăng quang = 28 tháng 12, 457\n| tiền nhiệm = [[Avitus]]\n| kế nhiệm = [[Libius Severus]]\n| sinh = 420\n| nơi mất = [[Tortona]]\n| mất = {{death date|461|8|7|mf=y}} (40 tuổi)\n|}}\n'''Majorianus''' ({{lang-la|Flavius Julius Valerius Majorianus Augustus}}) ([[420]] – [[461]]), là [[Đế quốc Tây La Mã|Hoàng đế Tây La Mã]] trị vì từ năm [[457]] đến [[461]].\n\nÔng là một tướng lĩnh của [[Quân đội thời Hậu La Mã]], sau khi phế truất vị Hoàng đế tiền nhiệm [[Avitus]], ông lên kế vị ngôi vua. Majorianus là vị hoàng đế cuối cùng đã cố gắng khôi phục lại [[Đế quốc Tây La Mã]]. Mặc dù chỉ sở hữu được một vài lãnh thổ ít ỏi như [[Ý]] và [[Dalmatia]], Majorianus đã tái chiếm lại hầu hết miền nam xứ [[Gallia|Gaul]], khuất phục các man tộc như [[Visigoth]], [[Người Burgundy|Burgundy]] và cuộc khởi nghĩa [[Người Bagaudae|Bagaudae]]. Đồng thời ông còn tái chiếm phần lớn vùng [[Hispania]] và đánh bại tộc [[Người Suevi|Suevi]]. Tuy nhiên, hạm đội của ông trong chiến dịch quân sự nhằm giành lại [[Châu Phi]] thoát khỏi tay tộc [[Người Vandal|Vandal]] về lại cho Đế quốc đã bị tiêu diệt do sự phản bội trong hàng ngũ quân đội. Majorian theo đuổi việc cải cách triều chính để có thể khiến nó trở nên hữu hiệu hơn, thế nhưng cuộc cải cách này đã không được tiến hành triệt để do sự phản đối của tầng lớp quý tộc Nghị viên và sự bất mãn của dân chúng ngày càng tăng. Để tránh mọi hậu họa, viên tướng gốc rợ đầy quyền uy là [[Ricimer]] đã cho phế truất và giết chết Majorianus, kết thúc một đời lừng lẫy của vị Hoàng đế này.\n\nTheo sử gia [[Edward Gibbon]], Majorianuss \"biểu thị cho sự chào đón việc phát hiện ra một nhân vật anh hùng và vĩ đại này, thỉnh thoảng xuất hiện đôi lúc, trong một thời đại suy đồi, nhằm chứng minh danh dự của nhân loại\".<ref>''[[Lịch sử suy tàn và sụp đổ của Đế quốc La Mã|The History of the Decline and Fall of the Roman Empire]]'', Chapter XXXVI \"Total Extinction Of The Western Empire\"<\/ref> \n \n==Tiểu sử==\nCuộc đời của Majorianus và triều đại của ông được biết đến nhiều hơn những vị Hoàng đế Tây La Mã khác. Một trong những nguồn tài liệu quan trọng nhất là những cuốn biên niên sử bao trùm phân nửa thế kỷ thứ 5 chính là hai cuốn ''[[Hydatius]]'' và ''[[Marcellinus Comes]]'', cũng như những đoạn văn của [[Priscus]] và [[John xứ Antioch (biên niên sử gia)|John xứ Antioch]]. \n \nNhưng bên cạnh những nguồn tài liệu này, thì chúng cũng có ích khi tìm hiểu về tiểu sử các Hoàng đế khác, một vài nguồn tài liệu đặc biệt có thể dùng được giúp cho những nhà nghiên cứu có thể biết được một vài chi tiết về cuộc đời của Majorian, cả trước và sau khi ông lên ngôi. Viên quý tộc kiêm nhà thơ La Mã gốc Gaul là [[Sidonius Apollinaris]] từng là người có quen biết với Hoàng đế và có soạn một bài [[văn tán tụng]], đó là một nguồn tài liệu chính hé mở đôi chút về cuộc đời của Majorian cho tới năm [[459]]. Liên quan đến các chính sách của ông, đạo luật số 12 do ông ban hành vẫn còn được bảo tồn cho tới nay, đạo luật được gọi là Novellae Maioriani kể cả trong cuốn Breviarium được biên soạn dành cho [[Alaric II]], vua của người Visigoth vào năm [[506]], giúp tìm hiểu một số vấn đề đã đè nặng lên chính quyền của Majorian.<ref name=\"mathisen\">Mathisen.<\/ref> \n \n===Gia đình===\nMajorianus sinh vào năm [[420]] trong một gia đình thuộc tầng lớp quý tộc của [[Đế quốc La Mã]]. Ông của ông có cùng tên đã lên tới chức ''[[magister militum]]'' (Thống lĩnh quân đội) kiêm tổng tư lệnh quân đội [[Illyria]] dưới thời [[Hoàng đế]] [[Theodosius I]] và có mặt tại lễ đăng quang của hoàng đế ở [[Sirmium]] vào năm [[379]]. Con gái của ''magister militum'' (tức mẹ Majorianus) kết hôn với một viên sĩ quan tên [[Donninus]],<ref>This identification, based on a passage in the work of [[Priscus]], is not universally accepted by the historians. See MacGeorge, p. 189, for a summary of the arguments in favour of the identification, and Arnold Hugh Martin Jones, John Robert Martindale, John Morris, \"Domninus 3\", ''[[Prosopography of the Later Roman Empire]]'', Volume 2, Cambridge University Press, 1992, ISBN 0521201594, p. 373, for the arguments against it.<\/ref> là người quản lý tài chính của [[Aetius]], viên magister militum quyền uy nhất của Tây La Mã. Đôi vợ chồng đã lấy cái tên Maiorianus đặt cho đứa con của họ nhằm bày tỏ lòng kính trọng người ông đầy thế lực.<ref name=\"mathisen\" \/>\n\n===Thuở ban đầu===\n[[Tập tin:(Toulouse) théodosienne de la villa romaine de Chiragan - Musée Saint-Raymond Ra 82.jpg|nhỏ|phải|[[Placidia]] là con gái út của Hoàng đế [[Valentinianus III|Valentinian III]], người định gả cô cho Majorian vào năm 450. Viên Thống lĩnh quân đội uy quyền ''[[magister militum]]'' [[Flavius Aetius|Aetius]] nhận ra rằng cuộc hôn nhân này có thể làm lung lay địa vị của ông, bèn chuyển Majorianus tránh xa bộ thuộc của ông này từ đời sống riêng tư, và ra sức ngăn cản cuộc hôn nhân này.]]\n\nDưới trướng Aetius, Majorianus đã bắt đầu cuộc đời binh nghiệp.<ref>Sidonius Apollinaris, ''Carmina'', V.198–200.<\/ref> Ban đầu, ông tháp tùng Aetius ở [[Gallia]], chính nơi đây ông đã gặp hai viên sĩ quan gốc dị tộc dưới quyền chỉ huy của Aetius đóng vai trò quan trọng trong cuộc đời của Majorianus là Ricimer người Visigoth-Suevi<ref>Sidonius Apollinaris, ''Carmina'', V.266–268.<\/ref> và [[Aegidius]] người Gaul.<ref>[[Priscus]], fragment 50.<\/ref> Majorian giành được thắng lợi trong việc phòng thủ thành phố [[Turonensis]] (nay là [[Tours]]) và trong trận chiến chống lại [[Người Frank]] dưới quyền vua [[Clodio]] ở [[Vicus Helena]]<ref>The exact location of ''Vicus Helena'' is unknown, but it was in Northern France, probably near modern [[Arras]] (Jan Willem Drijvers, ''Helena Augusta'', BRILL, ISBN 90-04-09435-0, p. 12).<\/ref> xảy ra vào năm [[447]] hoặc [[448]]. Sau cùng, Majorian trong vai trò là đội trưởng đã dẫn đầu toán [[kỵ binh|kị binh]] bố phòng trên cầu, trong khi Aetius nắm quyền kiểm soát con đường dẫn tới chiến trường:<ref>Sidonius Apollinaris, ''Carmina'', V.207–227.<\/ref> \n{{quote|text=Có một eo biển hẹp ở chỗ nối hai con đường, và một con đường đi ngang qua cả hai làng Helena… và một con sông. Aetius đóng quân ở chỗ giao nhau trong khi Majorian tham chiến trong vai trò là một kị binh ở gần cây cầu...|sign=Sidonius Apollinaris|source=''Carmina'', V.207–227. Anderson tr.}}\n\nVào năm [[450]], Hoàng đế Tây La Mã [[Valentinianus III]] đang tính khả năng gả cô con gái mình là [[Placidia]] cho Majorian. Valentinian chỉ có hai người con gái và không có đứa con trai nào cả nên sẽ không có ai nối ngôi. Có Majorian làm con rể sẽ củng cố cho Valentinianus trước mặt các viên tướng có uy quyền khác và có thể giải quyết được vấn đề kế vị. Vả lại, là một vị Hoàng đế, Majorianus có thể tự mình chỉ huy quân đội, để giúp ông thoát khỏi mối quan hệ nguy hiểm với một viên tướng đầy quyền uy, Valentinianus buộc phải kết giao với Aetius. Kế hoạch này nhằm tránh tình rơi vào trạng kế vị của những viên tướng gốc rợ chẳng hạn như [[Huneric]] của [[Attila]] cho Aetius, nhưng trái ngược hẳn với chính Aetius. Viên tướng La Mã này trên thực tế đã lên kế hoạch cho việc kết hôn giữa con trai của ông là [[Gaudentius]] với Placidia. Vì thế, ông đã phản đối kế hoạch của Valentinian, và đặt dấu chấm hết cho cuộc đời binh nghiệp của Majorian, Aetius quyết định tách ông ra khỏi quân đội và đày ông đến một điền trang ở một vùng thôn quê heo hút.<ref>O'Flynn, pp. 94–95.<\/ref> Theo nhà thơ Sidonius Apollinaris cho biết, nguyên nhân sụp đổ của Majorian là do tính ghen tị của vợ Aetius, bà sợ rằng Majorian có thể làm lu mờ uy thế của Aetius.<ref>Sidonius Apollinaris, ''Carmina'', V.290–300.<\/ref> \n \nDịp may đã đến, vào năm [[454]], Valentinianus III tự tay đâm chết Aetius nhằm loại trừ hậu họa, việc đó đã gây ra một cuộc bạo loạn của những lực lượng trung thành với Aetius, Valentinian đã phải triệu hồi Majorian đem quân về đàn áp quân nổi loạn.<ref>Sidonius Apollinaris, ''Carmina'', V.305–308.<\/ref> Năm [[455]], Valentinian III bị chính những viên sĩ quan cũ của Aetius sát hại mà không kịp chỉ định người nối ngôi đã tạo thành một khoảng trống quyền lực trong Đế quốc, dẫn tới cuộc chiến tranh giành ngôi vị. [[Licinia Eudoxia]], quả phụ của Valentinian và Ricimer đã cân nhắc Majorian như một ứng cử viên kế vị phù hợp trong tình trạng hỗn loạn lúc bấy giờ.<ref>Sidonius Apollinaris, ''Carmina'', V.312–314; John of Antioch, fragment 201.6.<\/ref> Cuối cùng, [[Petronius Maximus]], kẻ chủ mưu chính trong vụ sát hại Hoàng đế Valentinian III được sự ủng hộ của Ricimer đã chính thức lên ngôi Hoàng đế Tây La Mã. Để củng cố địa vị của mình, Maximus ép buộc Licinia phải cưới ông và thăng Majorian lên chức ''comes domesticorum'' (tổng tư lệnh cấm quân).<ref>It is however possible that Majorian was appointed ''comes domesticorum'' by Valentinian when he was recalled back in service after Aetius' murder (Mathisen).<\/ref>\n\nTuy nhiên, [[Petronius Maximus]] chỉ trị vì được khoảng vài tuần, [[người Vandal]] dưới sự chỉ huy của vua [[Genseric]], đã xâm chiếm và cướp phá thành [[Roma]] vào tháng 5 năm 455, còn bản thân Petronius Maximus bị đám dân chúng ném đá chết khi đang trên đường tháo chạy. Viên quý tộc La Mã gốc Gaul là [[Avitus]], được sự hậu thuẫn của người Visigoth, chính thức lên ngôi Hoàng đế. Cả Majorian và Ricimer, ban đầu đồng ý ủng hộ Avitus, nhưng khi Hoàng đế đánh mất sự ủng hộ và trung thành của giới quý tộc Ý thì cả hai người cùng nhau nổi loạn chống lại Avitus. Đầu tiên, Majorian và Ricimer ra tay trừ khử Remistus, viên ''magister militum'' được Avitus giao phó trọng trách bảo vệ thủ đô [[Ravenna]]. Sau đó Ricimer mang quân bản bộ đánh bại lực lượng dưới quyền Avitus tại Placentia, bắt sống Hoàng đế và buộc ông phải thoái vị. Cuối cùng Avitus qua đời vào đầu năm [[457]]. Một vài nguồn tư liệu còn nêu giả thuyết cho rằng chính Majorian đã bỏ đói Hoàng đế cho đến chết.<ref>John of Antioch, fragment 202.<\/ref>\n\n===Lên ngôi===\nSau khi Hoàng đế Avitus mất, Đế quốc Tây La Mã rơi vào tình trạng hỗn loạn vì không có người kế vị, nhằm chấm dứt tình cảnh trên, triều thần Tây La Mã dự định chọn [[Đế quốc Đông La Mã|Hoàng đế Đông La Mã]] [[Marcianus|Marcian]] làm người thừa kế, tuy nhiên ông này đột ngột qua đời vào ngày 27 tháng 1 năm 457. Ngôi vị Đông La Mã rơi vào tay tướng [[Leo I]], để thu phục nhân tâm của các tướng lĩnh và quan chức cựu triều,<ref>After the death of [[Libius Severus]], in 465, Leo waited two years to select a new colleague, [[Anthemius]].<\/ref> ngày 28 tháng 2 cùng năm, Leo tuyên bố chính thức bổ nhiệm Majorian làm ''magister militum'' và Ricimer làm ''patricius'' (tương tự như quý tộc) kiêm ''magister militum''.<ref name=\"fasti583\">''[[Fasti vindobonenses priores]]'', 583.<\/ref>\n\nTrong khi tình hình chỉ yên ổn tạm thời, thì tộc [[Người Alemanni|Alemanni]] gồm khoảng 900 quân tràn vào xâm lược nước Ý. Họ di chuyển từ [[Raetia]] xâm nhập vào lãnh thổ Ý cho tới [[Hồ Maggiore]]. Tại đây họ bị lực lượng quân đội của ''comes'' (tước vị giống như công tước) [[Burco]] do Majorian phái tới chặn đánh, sau một hồi kịch chiến dữ dội, cuối cùng đành chịu thất bại:<ref>Sidonius Apollinaris, ''Carmina'', V.373–385.<\/ref> \n{{quote|text=Bọn man tộc Alamani trèo lên đỉnh núi [[Anpơ|Alps]] và xuất hiện đột ngột, tràn vào cướp phá đất đai của người La Mã, ông bèn phái 900 lính ''foemen'' tới lùng sục chiến lợi phẩm… Vào lúc này ngài là người kiểm soát binh sĩ, ngoài ra ngài còn gửi thêm một nhóm tùy tùng tới cho Burco… Vận may mang lại niềm vui chiến thắng nhưng không phải thông qua những con số mà là bằng sự quý mến của họ đối với ngài… Ngài đã chiến đấu đúng với bổn phận của một người chỉ huy nhưng đó là số phận của một vị Hoàng đế|sign=Sidonius Apollinaris|source=''Carmina'', V.373–385. Anderson tr.}}\n\nChiến thắng trước quân dị tộc khiến cho Majorianus trở nên nổi tiếng trong quân giới, vì thế quân đội quyết định bầu ông lên làm Hoàng đế vào ngày 1 tháng 4 năm 457, cách sáu dặm bên ngoài [[Ravenna]] trong một nơi được gọi là [[Columellas]] tại địa điểm Những Cột Trụ Nhỏ Bé. Trên thực tế có hai ''[[magister militum]]'' được chọn làm Hoàng đế là Majorianus và [[Ricimer]], do nguồn gốc xuất thân man rợ của mình nên Ricimer đã không có được sự ủng hộ kế vị từ đám quan lại cựu triều. Tuy nhiên, Ricimer mong đợi có thể gây ảnh hưởng lớn đến vị Hoàng đế Tây La Mã mới này, cũng do mối quan hệ thân mật giữa đôi bên khi còn phụng sự dưới thời Aetius, và khi giữ chức ''magister militum'' để kiểm soát quân đội.\n \nTrong bài văn tán tụng Majorianus, nhà thơ [[Sidonius Apollinaris]] kể rằng ban đầu Majorianus đã từ chối cuộc bầu chọn:<ref>Sidonius Apollinaris, ''Carmina'', V.9–12.<\/ref>\n{{quote|text=Thế giới rung chuyển với sự hoảng sợ trong khi ngài phải miễn cưỡng thừa nhận rằng chiến thắng của mình đã giúp ích cho ngài, và bởi vì sự khiêm tốn quá mức, ngài đau buồn vì ngài xứng đáng được nhận ngôi vua và còn bởi vì ngài chưa thể đảm nhận việc trị vì những thứ mà ngài nghĩ rằng nó có giá trị bảo vệ|sign=Sidonius Apollinaris|source=''Carmina'', V.9–12. Anderson tr.}}\n\nTuy nhiên, các nhà sử học hiện đại nghĩ rằng đó là Leo I, người ban đầu từ chối công nhận Majorianus là đồng hoàng đế. Nhưng một viên tướng được quân đội bầu chọn mới có thể chính danh ngôn thuận nối ngôi, triều đình Đông La Mã vẫn chưa hài lòng với việc phế truất Avitus, vị Hoàng đế được [[visigoth|người Visigoth]] chọn, trong khi ở phía bên kia, ứng cử viên duy nhất là [[Olybrius]], gặp khó khăn trong mối quan hệ về chính trị với vua [[Genseric]] của Vandal và chẳng có chút ảnh hưởng nào trong quân đội. Mặc dù mãi về sau mới nhận được sự tán thành của Đông La Mã, vị Hoàng đế mới này đã chính thức làm lễ đăng quang vào ngày 28 tháng 12 năm 457.<ref>''Auctarium Prosperi Hauniensis'', ''s.a.'' 458.<\/ref> Năm 458, Leo I và Majorianus cùng nhau đảm nhận chức [[Quan chấp chính tối cao]] theo phong tục truyền thống của người La Mã thì một vị Hoàng đế phải nắm giữ chức trách đầy uy quyền này khi bắt đầu trị vì vào năm đầu tiên.<ref name=\"mathisen\" \/>\n\n===Đối ngoại===\n====Phòng thủ nước Ý====\nVấn đề đầu tiên mà Majorian đảm nhận là củng cố sự thống trị của ông trên toàn cõi nước Ý và đoạt lại xứ Gaul, sau khi các tỉnh của ông đã nổi loạn để phế truất vị hoàng đế La Mã gốc Gaul, Avitus. Việc giành lại các tỉnh đã mất như Hispania và châu Phi là kế hoạch mà ông để dành về sau.\n\nMùa hè năm 458, một nhóm người Vandal, người anh họ của Genseric đưa quân đổ bộ tại [[Campania]] ở cửa sông [[Liri]] hoặc [[Garigliano]], bắt đầu tàn phá và cướp bọc các khu vực. Đích thân Majorian chỉ huy quân sĩ đánh bại người Vandal tại [[Sinuessa]], khá nhiều tướng lĩnh và binh lính Vandal tử trận chỉ sau vài giờ chiến đấu, [[Quân đội La Mã]] thu được nhiều chiến lợi phẩm và tiến quân truy đuổi những kẻ sống sót cho đến tận những chiến thuyền của chúng.<ref>Sidonius Apollinaris, ''Carmina'', V.385–440 and A. Loyen, ''Recherches historiques sur les panégiriques de Sidonine Apollinaire'', Paris 1942, pp. 76–77 and note 5. Cited in Savino, Eliodoro, ''Campania tardoantica (284–604 d.C.)'', Edipuglia, 2005, ISBN 88-7228-257-8, p. 84.<\/ref>\n\nSau sự kiện này, Majorian hiểu rằng ông phải giành lấy thế chủ động tiến công, nếu ông muốn bảo vệ cơ đồ của Đế quốc mình, ông chỉ thực sự kiểm soát được một lãnh thổ duy nhất, do đó Majorian quyết định tăng cường tuyến phòng thủ tại đó. Tiếp theo, ông cho ban hành một đạo luật được gọi là ''Novella Maioriani 8'' còn được biết đến với cái tên ''De reddito iure armorum'' (\"Khôi Phục Quyền Được Mang Vũ Khí\") nói về quyền cá nhân được phép mang vũ khí để phòng vệ. Vào năm [[440]], Valentinian III đã ban hành một đạo luật với cùng một tên, Novella Valentiniani 9, sau một đợt tấn công khác của người Vandal. Đó có thể là khoảng thời gian mà đạo luật khác được xác định. ''Novella Maioriani 12'' được biết đến với cái tên ''De aurigis et seditiosis'' (\"Liên Quan Đến Người Đánh Xe Ngựa Và Kẻ Dấy Loạn\"), nhằm dập tắt những cuộc bạo loạn nổi lên trong các cuộc đua xe ngựa. Cả hai đạo luật đó cho đến nay đã bị thất lạc.<ref name=\"mathisen\" \/> Sau đó, ông tiến hành tăng cường quân đội, tuyển dụng một số lượng lớn lính đánh thuê người dị tộc, bao gồm các tộc người như [[Người Gepid|Gepid]], [[Ostrogoth]], [[Người Rugii|Rugii]], [[Người Burgundy|Burgundy]], [[Người Hung|Hung]], [[Người Bastarnae|Bastarnae]], [[Người Suebi|Suebi]], [[Người Scythia|Scythia]] và [[Người Alan|Alan]].<ref>Gibbon.<\/ref> Cuối cùng, ông cho xây dựng lại hai đội chiến thuyền ở [[Miseno]] và Ravenna, nhằm đối phó với lực lượng hải quân hùng hậu của người Vandal:<ref>Sidonius Apollinaris, ''Carmina'', V.441–442.<\/ref> \n{{quote|text=Trong lúc ấy, ngài cho xây dựng lại hai bên bờ một hạm đội tàu chiến dành cho vùng biển nông và sâu. Tiến xa hơn vào những thác nước ở mỗi cánh rừng của dãy núi [[Apennines]]|sign=Sidonius Apollinaris|source=''Carmina'', V.441–442. Anderson tr.}}\n\n====Tái chiếm xứ Gaul====\n[[Tập tin:MajorianEmpire.png|nhỏ|450px|Bản đồ [[Đế quốc Tây La Mã]] dưới thời Majorian. Chú ý xứ [[Illyria]] trên danh nghĩa là dưới sự trị vì của Hoàng đế, trên thực tế bị ''comes'' [[Marcellinus (Tướng La Mã)|Marcellin]] kiểm soát, cả xứ [[Gallia|Gaul]] và một phần lãnh thổ [[Hispania]], tất cả các vùng trên vào lúc khởi đầu triều đại đều nằm ngoài tầm kiểm soát của Hoàng đế và bị người [[Visigoth]] chiếm đóng.]] \n \nSau khi củng cố vị trí của mình tại Ý, Majorian tập trung vào sự khôi phục xứ Gaul. Khi tin tức về việc phế truất vị Hoàng đế La Mã gốc Gaul Avitus vừa truyền đến xứ Gaul, sau đó tỉnh này từ chối công nhận Majorian làm người kế nhiệm. Đầu mối là một tấm bia được tìm thấy ở [[Lugdunum]] (nay là [[Lyon]]) và có niên đại được xác định vào năm [[458]], theo phong tục La Mã, tấm bia này xác định báo cáo tên của một viên quan chấp chính tại văn phòng, có thể ám chỉ tới Leo I hoặc Majorian. Tấm bia này, thay vào đó chỉ để ghi chép duy nhất tên của Hoàng đế Đông La Mã, nó cho thấy Majorian không được công nhận là Hoàng đế hợp pháp.<ref>{{CIL|13|2363}}, to be compared to {{CIL|13|2359}}.<\/ref> Một manh mối khác đó chính là sự việc về cái chết của Avitus, công dân của [[Lugdunum]] đã cho phép vua [[Gondioc]] người Burgundy chiếm đóng thành phố này, và họ đã gửi sứ giả tới chỗ Leo mà không tới chỗ Majorian để yêu cầu giảm thuế.<ref>[[Gregory of Tours]], ''Glory of the Confessors'' 62. Cited in Mathisen.<\/ref> Cuối cùng, có một bản ghi chép về một vụ soán ngôi thất bại tại Gaul trong khoảng thời gian này.<ref>[[Sidonius Apollinaris]] tells (''Letters'', I.11.6) that this usurpation regarded some Marcellus. The hypothesis that this Marcellus is to be identified with the semi-independent ''comes'' of Illyricum [[Marcellinus (magister militum)|Marcellinus]] has been rejected, as this conspiracy was to put Avitus back on the throne, or to oppose a Gallic-Roman noble to Majorian.<\/ref>\n\nCuối năm 458, Majorian tiến quân vào xứ Gaul, với một đội quân được củng cố bởi các đơn vị người rợ.<ref>Sidonius Apollinaris, ''Carmina'', V.474–477.<\/ref> Hoàng đế đích thân chỉ huy quân đội, để Ricimer ở lại Ý và chọn Aegidius và Magister militae [[Nepotianus]] làm người cộng tác. Quân đội triều đình đã đánh bại vua [[Theodoric II]] người Visigoth ở [[trận Arelate]] buộc người Visigoth từ bỏ [[Septimania]] và rút về phía tây tới [[Aquitania]], và trở lại thân phận của một ''[[foederati]]''; đồng thời trao trả [[Giáo phận Tây Ban Nha]] cho Majorianus, nơi mà họ đã xâm chiếm từ ba năm trước dưới danh nghĩa Avitus. Majorian lựa chọn một người bạn cũ là [[Aegidius]] làm viên ''magister militum per Gallias'' (Tổng chỉ huy quân đội xứ Gaul) mới và gửi một sứ giả tới Hispania, thông báo về việc chiến thắng người Visigoth và ký kết hiệp ước mới với Theodoric II.<ref>[[Hydatius]], 197, ''s.a.'' 459; [[Gregory of Tours]], ''Historia Francorum'', II.11.<\/ref>\n\nVới sự giúp đỡ của vị [[foederati]] mới của mình, Majorian dẫn quân tiến vào [[Thung lũng Rhone]], chế ngự cư dân ở đó \"một số bằng vũ khí và một số bằng ngoại giao\".<ref name=priscus27>Priscus, fragment 27.<\/ref> Ông đã đánh bại người Burgundy, tiến hành vây hãm và chiếm được thành phố [[Lugdunum]]: thành phố nổi loạn bị trừng phạt nặng, trong khi tàn dư của khởi nghĩa [[Bagaudae]] bị buộc phải gia nhập vào Đế quốc.<ref name=\"mathisen\" \/> Mặc dù trên thực tế, tầng lớp quý tộc La Mã-Gaul đã đứng về phía Avitus, tuy nhiên, Majorianus muốn hòa giải, chứ không phải bằng một sự trừng phạt. Với sự can thiệp của Majorian ''Magister epistolarum Petrus'', [[Sidonius Apollinaris]], con rể Avitus được phép chuyển giao một bài văn tán tụng<ref>Sidonius Apollinaris' ''Carmen'' V.<\/ref> về thanh danh của Hoàng đế vào đầu năm [[459]], tiếp nhận phần thưởng đã được bổ nhiệm lên tới chức ''comes spectabilis''. Hiệu quả hơn nhiều so với việc việc cấp giấy miễn giảm thuế mà các công dân của Lyon đã yêu cầu từ Leo I.<ref>Sidonius Apollinaris, ''Carmina'', V.574–585.<\/ref> \n \n====Chiến dịch Hispania====\nTrước sự trỗi dậy của người Vandal trong sự kiện [[Vụ cướp phá thành Rome năm 455|cướp phá thành Rome vào năm 455]], người Visigoth chiếm được Hispania, chính thức mang tên của vị tân Hoàng đế Tây La Mã là [[Avitus]], trên thực tế sự kiểm soát các tỉnh đều nằm cả trong tay người Visigoth. Majorian dự tính tái chiếm Hispania, sử dụng nơi đây làm căn cứ để đưa quân đánh chiếm [[Châu Phi]], một trong những tỉnh giàu nhất của Đế quốc Tây La Mã và là nơi cung cấp [[nguồn ngũ cốc tiếp tế thành Rome]], hiện đang chịu sự kiểm soát của người Vandal.\n\nTheo sử gia [[Procopius]] cho biết thì Majorianus, \"người có đức hạnh trội hơn hẳn so với tất cả những người đã từng là Hoàng đế của người La Mã\" muốn biết về sự sẵn sàng của những cá nhân quân sự người Vandal và cách mà người dân địa phương phản ứng lại cuộc xâm lược của người La Mã. Thế là ông nhuộm đen mái tóc vàng óng của mình, thứ đã khiến ông trở nên nổi tiếng và đến chỗ Genseric tự xưng là phái viên của Hoàng đế Tây La Mã, Genseric cố gắng gây ấn tượng vị đại sứ của đối phương bằng cách chỉ cho ông xem các loại vũ khí được thu thập trong kho và phái ông trở lại.<ref>[[Procopius]], VII.4–13.<\/ref> Câu chuyện này có lẽ chỉ là một huyền thoại của văn hóa dân gian Ý,<ref>MacGeorge, p. 214.<\/ref> nhưng nó là một đầu mối biểu thị sự cẩn trọng của việc chuẩn bị viễn chinh: Majorian thu thập thông tin về đối phương và tập hợp một đội tàu khoảng 300 chiếc để hỗ trợ quân đội trong chiến dịch tái chiếm Hispania và xâm chiếm châu Phi.<ref name=\"mathisen\">Mathisen.<\/ref>\n\nRất có thể trong suốt quá trình chuẩn bị chiến dịch này, Majorian đã phái viên ''[[comes]]'' và ''[[patricius]]'' [[Occidentis Marcellinus]] tới [[Sicilia]] với một đội quân tộc Hun, nhằm tìm cách đoạt lại hòn đảo từ người Vandal. Marcellinus là ''comes rei militaris'' (thống đốc) xứ [[Illyricum]], nhưng ông gần như độc lập hoàn toàn từ sau cái chết của [[Flavius Aetius|Aetius]], không công nhận uy quyền của triều đình. Majorian đã thuyết phục Marcellinus nên chấp nhận ông là Hoàng đế và thậm chí còn cộng tác với quân đội của Marcellinus gắn liền với sự phục hồi quân sự của Đế quốc La Mã.<ref name=\"jones241\">[[Arnold Hugh Martin Jones]], ''The Later Roman Empire, 284–602'', JHU Press, 1986, ISBN 0-8018-3353-1, p. 241. MacGeorge, however, maintains that Marcellinus' return under the Western Emperor's rule is not attested, and thinks that Marcellinus was in Sicily either to independently collaborate in the campaign against the Vandals or, by order of the Eastern Emperor, to put pressure on Geiseric for the restitution of Emperess Eudoxia and her daughters (pp. 46–48).<\/ref>\n\nChiến dịch được bắt đầu bằng một cuộc hành quân chống lại người Suebi ở khu vực Tây Bắc [[Tây Ban Nha]], kéo dài suốt năm 459, đại quân do hai viên tướng là ''magister militiae'' [[Nepotianus]] và ''comes'' gốc Goth, [[Sunieric]] chỉ huy. [[Tháng năm|Tháng 5]] năm [[460]], Majorian tập hợp phần lớn quân đội tại [[Liguria]], sau đó ông tiến quân vào [[vùng của Pháp|vùng]] [[Nouvelle-Aquitaine]] và [[Novempopulania]] từ triều đình Theodoric ở [[Toulouse]]. Genseric, lo sợ người La Mã xâm lược, đã cử người sang đàm phán hòa bình với Majorian, nhưng ông kiên quyết từ chối. Đàm phán thất bại, Genseric quyết định tàn phá Mauretania, lãnh thổ của mình, vì ông nghĩ rằng quân đội La Mã sẽ đưa quân đổ bộ vào đây. Ngoài ra, ông còn ra lệnh cho hải quân của mình chuẩn bị xâm nhập vào vùng nước gần khu vực có thể xảy ra cuộc xâm lược.<ref name=priscus27>Priscus, fragment 27.<\/ref> Trong khi chờ đợi, Majorian tiến quân xâm chiếm Hispania: trong khi Nepotianus và Sunieric đánh bại người Suebi tại [[Lucus Augusti]] (nay là [[Lugo, Tây Ban Nha|Lugo]]) và chiếm được [[Scallabis]] ở [[Lusitania]] (nay là [[Santarém, Bồ Đào Nha]]). Hoàng đế vượt qua vùng [[Caesaraugusta]] (nay là [[Zaragoza]]), nơi ông thực hiện một cuộc hành quân mạo hiểm.<ref>Roger Collins, ''Visigothic Spain, 409–711'', Blackwell Publishing, 2004, ISBN 0-631-18185-7, p. 32.<\/ref> Cuối cùng ông đến được [[Carthaginiensis]], trong khi hạm đội của ông, cập cảng tại [[Portus Illicitanus]] (gần [[Elche]]), đã bị phá hủy bởi những kẻ phản bội bị người Vandal mua chuộc:<ref>''[[Chronica gallica anno 511]]'', 634; [[Marius Aventicensis]], ''s.a.'' 460; [[Hydatius]], 200, ''s.a.'' 460.<\/ref>\n{{quote|text=Trong khi Majorian vận động yên ổn dân chúng tại tỉnh Carthaginiensis, thì người Vandal thông qua những kẻ phản bội đã đưa quân phá hủy hạm đội vận chuyển lương thực mà Majorian đã chuẩn bị để vượt biển chống lại người Vandal từ bờ biển tỉnh Carthaginiensis. Majorian, tỏ ra thất vọng về việc thực hiện ý định ban đầu, ra lệnh thu quân rút về Ý.|sign=Hydatius|source=''Chronicle'', 200, ''s.a.'' 460.}}\n\nMajorian bãi bỏ những hạm đội chiến thuyền cần thiết cho cuộc xâm lược, hủy bỏ các cuộc tấn công người Vandal. Ông đã nhận được tin từ sứ giả của Genseric, với người mà ông đã đồng ý thỏa thuận hòa bình, bao gồm việc công nhận sự chiếm đóng Mauretania trên thực tế của người Vandal. Trên đường trở về Ý, Hoàng đế dừng lại nghỉ ngơi ở [[Arelate]].<ref name=\"gallica\">''[[Chronica gallica anno 511]]''.<\/ref>\n\n===Đối nội===\nChính sách đối nội của Majorian được biết đến nhờ một số đạo luật do ông ban hành, mang tên ''Novellae Maioriani'', nó bao gồm một bộ sưu tập các đạo luật La Mã với tựa đề Breviarium, do vua [[Alaric II]] người Visigoth vào thế kỷ thứ 6 đề nghị một số luật gia La Mã gốc Gaul thực hiện vào năm [[506]].<ref name=\"mathisen\" \/><ref>Clyde Pharr, ''The Theodosian code and novels, and the Sirmondian constitutions'', The Lawbook Exchange, Ltd., 2001, ISBN 1584771461, pp. 551–561.<\/ref>\n\nNhững đạo luật còn được lưu giữ gồm:\n* ''Novella Maioriani'' 1, ''De ortu imperii domini Majoriani Augusti'', \" Sự Khởi Đầu Triều Đại của Đức Vua Chúng Ta Majorian Augustus\", bài diễn văn mở đầu triều đại của ông, được gửi tới [[Viện Nguyên Lão La Mã]] (đưa ra tại [[Ravenna]], vào ngày 11 tháng 1 năm 458);\n* ''Novella Maioriani'' 2, ''De indulgentiis reliquorum'', \"Về Việc Miễn Giảm Nợ Thuế Trước Đây\" (đưa ra tại Ravenna, vào ngày 11 tháng 3 năm 458, được gửi tới cho [[Caecina Decius Basilius|Basilius]], [[Pháp quan thái thú Ý]]);\n* ''Novella Maioriani'' 3, ''De defensoribus civitatum'', \"Người Bảo vệ Các Thành phố Tự Trị\", về chức vụ của ''defensor civitatum'' (đưa ra tại Ravenna, vào ngày 8 tháng 5 năm 458, cũng mang tên của [[Leo I (emperor)|Leo I]]);\n* ''Novella Maioriani'' 4, ''De aedificiis pubblicis'', \"Những Công Trình Công Cộng\", về việc bảo quản những công trình kỷ niệm ở Rome (đưa ra tại Ravenna, vào ngày 11 tháng 7 năm 458, gửi cho Aemilianus, ''[[praefectus urbi]]'' của Rome, cũng mang tên của Leo I);\n* ''Novella Maioriani'' 5, ''De bonis caducis sive proscriptorum'', \"Về Tài Sản Vô Chủ Và Những Kẻ Bài Trừ Nó\" (đưa ra tại Ravenna, vào ngày 4 tháng 9 năm 458, gửi cho Ennodius,<ref name=\"ennodius\">Ennodius này là một người họ hàng của nhà thơ kiêm Giám mục [[Magnus Felix Ennodius]] (474–521).<\/ref> ''comes privatae largitionis'', cũng mang tên của Leo I);\n* ''Novella Maioriani'' 6, ''De sanctimonialibus vel viduis et de successionibus earum'', \"Những Thiếu Nữ Đồng Trinh, Quả Phụ, và Quyền Kế Vị Của Họ \" (đưa ra tại Ravenna, vào ngày 26 tháng 10 năm 458, gửi cho Basilius, [[Pháp quan thái thú]] Ý, cũng mang tên của Leo I);\n* ''Novella Maioriani'' 7, ''De curialibus et de agnatione vel distractione praediorum et de ceteris negotiis'', \"Thành viên Viện Nguyên Lão, Con Cái Họ Và Việc Bán Đất Điền Trang Của Họ\" (đưa ra tại Ravenna, vào ngày 6 tháng 11 năm 458, gửi cho Basilius, Pháp quan thái thú Ý, cũng mang tên của Leo I);\n* ''Novella Maioriani'' 8, ''De reddito iure armorum'', \"Khôi Phục Quyền Được Mang Vũ Khí\", đoạn văn bản này bị mất;\n* ''Novella Maioriani'' 9, ''De adulteriis'', \"Ngoại Tình\", xác nhận người ngoại tình dù nam hay nữ đều bị ghép vào tội chết (đưa ra tại Arelate, vào ngày 17 tháng 4 năm 459, gửi cho Rogatianus, thống đốc Suburbicarian Tuscany, cũng mang tên của Leo I);\n* ''Novella Maioriani'' 10, về quyền của Nguyên Lão Nghị viên và Giáo hội để giữ lấy điều thiện cho đúng với nguyện vọng, đoạn văn bản này bị mất;\n* ''Novella Maioriani'' 11, ''De episcopali iudicio et ne quis invitus clericus ordinetur vel de ceteris negotiis'', \"Toà án Giám mục, Không Ai Sẽ Thụ Phong Một Tu Sĩ Trái Với Ý Muốn Của Ngài, Những Vấn đề Khác Nhau\", (đưa ra tại Arelate, vào ngày 28 tháng 3 năm 460, gửi cho [[Ricimer]], cũng mang tên của Leo I);\n* ''Novella Maioriani'' 12, ''De aurigis et seditiosis'', \"Người Đánh Xe Ngựa Và Kẻ Dấy Loạn\", đoạn văn bản này bị mất.\n\n====Chính sách kinh tế và tiền tệ====\n[[Tập tin:Tremissis - Visigoti per Maggioriano - RIC X 3747-9.jpg|nhỏ|300px|trái|[[Tremissis]] được đúc bởi một vị vua Visigothic mang tên của Majorian. Những đồng tiền được người Visigoth đúc tại [[Arelate]] vào khoảng năm [[457]] và [[507]], nhưng họ thực hiện bức chân dung và tên của vị Hoàng đế La Mã, bị hỏng ở chỗ gần đoạn chữ <span style=\"font-variant:small-caps\">iviivs haiorianvs<\/span>. Ngay cả khi kiểu dáng của họ gần giống bản gốc La Mã, đồng tiền Visigothic chứa kim loại quý ít, có lẽ vì lý do này mà Majorian ban hành một đạo luật buộc những người thu thuế phải chấp nhận tiền xu bằng vàng trên giá trị danh nghĩa của họ, với ngoại lệ của đồng xu \"Gaul\", có giá trị thấp hơn.<ref>''Novella Maioriani'' 7.14, November 6, 458, cited in Mathisen.<\/ref>]]\n\nMajorian hiểu rằng để cai trị Đế quốc một cách hiệu quả cần phải có sự hỗ trợ của tầng lớp quý tộc Nguyên Lão Nghị viên, tầng lớp mà ông muốn trả lại vẻ chính trị nổi bật nguyên thủy của nó. Đồng thời, ông dự trù giảm bớt việc các Nguyên Lão Nghị viên lạm dụng chức quyền để phạm tội, nhiều người chỉ chuyên tâm vào lợi ích của địa phương họ bất chấp các chính sách của Đế quốc, thậm chí còn từ chối nộp thuế và giữ cho bản thân các khoản thuế mà họ đòi hỏi. Việc lẩn tránh tài chính đã gây ra các tác động không nhỏ đến các tầng lớp khác trong xã hội như địa chủ nhỏ, công dân và quan tòa dân sự địa phương. Ví dụ, cá nhân các [[Thành viên Viện Nguyên Lão]] phải bồi thường cho ngân khố triều đình bằng tất cả các loại thuế không đòi hỏi, đôi khi, họ phải chịu những gánh nặng bởi các khoản nợ được thu thập theo cách này, vì vậy mà các thành viên Viện Nguyên Lão đã từ bỏ địa vị của họ, vấn đề này đã được giải quyết dưới thời của Hoàng đế [[Julianus (Hoàng đế)|Julianus Tà Giáo]] (361-363). Majorian buộc phải hủy bỏ truy thu thuế, vì nhận ra rằng một chính sách tài chính nghiêm ngặt không thể nào có hiệu quả nếu người nộp thuế phải số trả tiền nợ tích lũy quá lớn.<ref name=\"mathisen\" \/>\n\nNgày 11 tháng 3 năm 458, Majorian đã ban hành một đạo luật mang tên ''De indulgentiis reliquorum'', có nghĩa là \"Về Việc Miễn Giảm Nợ Thuế Trước Đây\" (''Novella Maioriani 2''). Đạo luật này đã xóa bỏ tất cả số nợ thuế của các địa chủ. Ngoài ra nó còn dứt khoát ngăn chặn việc các viên chức hành chính công cộng tự ý đi thu thuế, thay vào đó nhiệm vụ thu thuế chỉ được dành riêng cho các thống đốc thực hiện. Một đạo luật khác được ban hành vào ngày 4 tháng 9 cùng năm nhằm tổ chức lại hệ thống thuế mang tên ''De bonis caducis sive proscriptorum'', \"Về Tài Sản Vô Chủ Và Những Kẻ Bài Trừ Nó\" (''Novella Maioriani 5''): ''[[comes]] privatae largitionis'' Ennodius nhằm cảnh báo những viên thẩm phán lừa gạt ngân khố của triều đình, giữ lại cho mình một phần số tiền thu được.<ref name=\"mathisen\" \/>\n\nHoàng đế cũng quan tâm đến việc hồi phục lại trụ cột của chính quyền đế quốc. Ngày 8 tháng 5 năm 458, Majorian ban hành một đạo luật với tựa đề ''De defensoribus civitatum'', \"Người Bảo vệ Các Thành phố Tự Trị\" (''Novella Maioriani 3''), để thiết lập lại cơ quan của ''defensor civitatis''. Các viên chức tư pháp của thành phố đại diện cho lợi ích của công dân trong các phiên tòa chống lại các viên chức hành chính công cộng, đặc biệt là trong các vấn đề tài chính; các quan tòa vẫn còn tồn tại nhưng thực sự không hiệu quả, vì những chức vụ này lại thường do các quan chức mất lòng dân nắm giữ. Một đạo luật khác được ban hành vào ngày 6 tháng 11 để tăng cường nhiệm kỳ quan tòa của các thành viên Viện Nguyên Lão, mang tên ''De curialibus et de agnatione vel distractione praediorum et de ceteris negotiis'', nghĩa là \"Thành viên Viện Nguyên Lão, Con Cái Họ Và Việc Bán Đất Điền Trang Của Họ\" (''Novella Maioriani 7''), được ban hành nhằm mục đích tha thứ cho sự lạm dụng phạm tội trong quá khứ gây ra bởi các thành viên Viện Nguyên Lão, nhưng cấm họ từ bỏ chức vụ của họ, hoặc là đi sâu vào việc lén lút kết hôn với người nô lệ hoặc thuê mướn tá điền và chuyển nhượng các tài sản thuộc sở hữu của mình.<ref name=\"mathisen\" \/>\n\nMajorian còn cho đúc tiền bằng [[vàng]], [[bạc]] và [[đồng]]. Tiền đúc vàng được đúc với số lượng lớn. Trên những đồng tiền mô tả chân dung Hoàng đế, với vài trường hợp ngoại lệ có đội thêm [[Mũ chiến|mũ sắt chiến đấu]], tay cầm một ngọn giáo, tấm khiên và [[Chi-Rho]] (biểu tượng Cơ Đốc giáo), nhìn về phía bên phải, loại hình học này bắt nguồn từ một loại tiền hiếm được đúc ở [[Ravenna]] cho Hoàng đế [[Honorius]] và được sử dụng với số lượng lớn dành cho Majorian, về sau bị người kế nhiệm ông bỏ rơi. Loạt tiền solidi đầu tiên của được đúc ở Ravenna, và có khắc bức chân dung mặt trước của Majorian và Leo I, nhằm kỷ niệm sự công nhận lẫn nhau của hai Hoàng đế La Mã. [[Sở đúc tiền]] Ravenna và Milan đã ban hành cả hai loại tiền [[solidi]] và [[tremisses]] kể từ khi bắt đầu triều đại Majorian. Không có loạt tiền [[semisses]] nào được chứng nhận là do hai sở đúc tiền thực hiện, có lẽ bởi vì semisses loại đặc trưng thường được đúc ở sở đúc tiền Rome và sở đúc tiền này không hoạt động dưới thời Majorian, người không bao giờ đến thăm cố đô của đế chế của mình trong suốt thời gian trị vì bốn năm của mình. Việc đúc loại tiền solidi được chứng nhận là do sở đúc tiền Arelate thực hiện vào năm 458, một việc khá phù hợp với sự hiện diện của Majorian tại xứ Gaul trong năm đó. Sở đúc tiền hoạt động một lần nữa vào năm 460, khi Hoàng đế trở về từ chiến dịch của ông ở Tây Ban Nha. Người Visigoth còn cho đúc một số bản sao tiền solidi của ông, về sau mô hình này được phát hành tại sở đúc tiền Arelate: như Arelate chỉ lưu hành duy nhất tiền solidi, Visigoth cũng sử dụng những mẫu thiết kế này cho tremissis.<ref name=\"mathisen\" \/><ref name=\"vagi\">Vagi, David, ''Coinage and history of the Roman Empire, c. 82 B.C.--A.D. 480'', Taylor & Francis, ISBN 1-57958-316-4, p. 567.<\/ref>\n\nTiền đúc bạc đã được ban hành gần như độc quyền của sở đúc tiền xứ Gaul, những đề nghị hàng loạt này không do Majorian ban hành, mà là do [[Aegidius]] ban hành từ sau cái chết của Hoàng đế, để đánh dấu trên thực tế là ông đã không công nhận người kế nhiệm ông, [[Libius Severus]]. Majorian đồng thời còn cho sản xuất một số lượng lớn [[Nummus|nummi]] với trọng lượng lớn, chủ yếu là đúc tại Ravenna và Milan, và một số [[huy hiệu]], chủ yếu ở Rome, nhưng có lẽ cũng ở Ravenna.<ref name=\"mathisen\" \/><ref name=vagi \/> \n \n====Chính sách xã hội====\nSự truyền bá đạo Thiên Chúa vào trong Đế quốc cũng gây ra một số thay đổi xã hội trong những gia đình quý tộc, những đứa con gái bị buộc phải thục hiện lời thề tôn giáo và không bao giờ kết hôn, do đó những gia đình giàu có sẽ không thể phân tán của hồi môn. Majorian nghĩ rằng hành vi này gây thiệt hại cho đất nước, bởi vì nó làm giảm số lượng trẻ em La Mã, do đó ông tin rằng lệnh cấm này sẽ khiến các cô gái bắt đầu dấn thân vào những việc bất hợp pháp. Vào ngày 26 tháng 10 năm 458, Hoàng đế gửi một đạo luật mang tên ''Novella Maioriani 6'' cho viên [[Pháp quan thái thú Ý]], [[Caecina Decius Basilius]]. Đạo luật này có tựa đề là ''De sanctimonialibus vel viduis et de successionibus earum'' nghĩa là \"Những Thiếu Nữ Đồng Trinh, Quả Phụ, và Quyền Kế Vị Của Họ\", áp đặt một độ tuổi tối thiểu khi thực hiện lời thề trong vòng 40 năm, xem xét rằng ở vào độ tuổi này thì những ham muốn tình dục của những người đã được thụ giáo sẽ không thể bộc lộ ra được; đạo luật còn ban cho những người phụ nữ bị buộc phải thục hiện lời thề tôn giáo, những quyền lợi như nhau về tài sản thừa kế của cha mẹ cũng như anh chị em của mình.<ref>''Novella Maioriani'' 6.1–3, cited in Grubbs, p. 110.<\/ref> Để giải quyết vấn đề này cùng vấn đề về sự sụt giảm dân số La Mã, đặc biệt so với sự tăng trưởng của những người dị tộc được phân bổ trong phạm vi ranh giới Đế quốc. Majorian giải quyết vấn đề của những người phụ nữ trẻ góa bụa và không có con, những người sẽ không bao giờ kết hôn vì chịu ảnh hưởng từ giới tu sĩ tôn giáo, người mà họ thường hướng đến những điều tốt đẹp mà họ mong muốn: vì vậy, các góa phụ trẻ bị cấm thực hiện lời thề tôn giáo.<ref>''Novella Maioriani'' 6.5–8, cited in Grubbs, pp. 232–234.<\/ref>\n\nBằng các biện pháp tương tự, khởi hành từ chính sách của Đông La Mã, Majorian nhấn mạnh rằng một cuộc hôn nhân mà không có của hồi môn và việc trao đổi quà tặng trước đám cưới (đầu tiên là từ gia đình của cô dâu cho tới chú rể, về sau theo hướng ngược lại) là không hợp lệ; đồng thời đã kết thúc tiền lệ yêu cầu quà tặng trước đám cưới thường có giá trị cao hơn so với của hồi môn.<ref>''Novella Maioriani'' 6.9–103, cited in Grubbs, p. 119.<\/ref>\n\n====Quan hệ với giới Nguyên Lão Nghị viên====\n[[Tập tin:Tremissis Avitus-RIC 2402.jpg|nhỏ|300px|Avitus, người tiền nhiệm của Majorian trên ngôi hoàng đế, đã xa lánh sự hỗ trợ của tầng lớp quý tộc Nguyên Lão Nghị viên La Mã, bổ nhiệm thành viên của tầng lớp quý tộc Gaul-La Mã, mà ông là một phần của những quan chức trọng nhất của chính quyền đế quốc. Ông bị lật đổ bởi Majorian, người không lặp lại những lỗi lầm tương tự và luân phiên các quan chức chính giữa đại diện của cả hai tầng lớp quý tộc.]]\n\nKhi Majorian truất phế Avitus và lên ngôi Hoàng đế Tây La Mã, xứ Gaul, là tỉnh mà Avitus vẫn còn thực lực ở đây, các thế lực trung thành với Avitus đã không công nhận vị Hoàng đế mới này. Tuy nhiên, khi Majorian đưa quân tái chiếm lại hầu hết tỉnh này, ông đã chọn cách tha thứ cho quân nổi loạn dù họ không mấy ủng hộ ông. Lý do là Majorian hiểu rằng một trong những sai lầm của Avitus là đã đẩy mạnh sự ủng hộ và lòng tin của tầng lớp quý tộc Nguyên Lão Nghị viên xứ Gaul, quá thiên vị họ so với tầng lớp quý tộc Ý. Majorian, thay vào đó đã quyết định tìm cách giành cho được sự ưu ái từ những gia đình quý tộc giàu có ở những tỉnh đã được thu hồi có liên quan đến họ trong quyền lực của chính quyền, cùng với các tầng lớp quý tộc Ý, ở phía bên kia, đã ủng hộ ông kể từ khi lúc khởi đầu. Manh mối của chính sách này bắt nguồn từ các công chức cấp cao trong chính quyền của ông, đặc biệt là của các [[quan chấp chính tối cao]] được Hoàng đế bổ nhiệm để cùng phối hợp với đồng nghiệp phương Đông của mình. Vào năm đầu tiên sau khi lên ngôi (458) Majorian dành riêng vinh dự đó cho mình, như các Hoàng đế thường làm trong năm đầu tiên khi họ bắt đầu giữ chức ''[[augusti]]'', trong khi trong năm thứ hai ông bổ nhiệm cựu đồng nghiệp và viên ''[[magister militum]]'' uy quyền là [[Ricimer]]; sau đó, vào năm [[460]], ông chọn Nguyên Lão Nghị viên xứ Gaul là [[Magnus]], và Nguyên Lão Nghị viên Ý [[Giáo hoàng Sêvêrinô|Severinus]] cho năm tiếp theo. Magnus được bổ nhiệm làm [[Pháp quan thái thú xứ Gaul]] vào năm 458, trong khi chức [[Pháp quan thái thú Ý]] do [[Caecina Decius Basilius]], là người bảo trợ viên Pháp quan thái thú xứ Gaul kiêm nhà thơ [[Sidonius Apollinaris]], đảm nhiệm, trong khi viên ''comes privatae largitionis'', Ennodius, có quan hệ họ hàng với một gia đình gắn với lợi ích ở [[Arelate]].<ref name=\"mathisen\" \/><ref name=\"ennodius\" \/>\n\nNgoài ra, Majorian cũng bày tỏ lòng kính trọng đối với Viện Nguyên Lão La Mã,dựa theo đề nghị từ thông điệp mà ông gửi đến các quan chức trong triều rằng ông đã hứa với Viện Nguyên Lão là ông sẽ không dựa vào bản cáo trạng buộc tội của những tên mật thám, là tai mắt rất đáng sợ và là công cụ nằm trong tay của những Hoàng đế dùng để triệt hạ những nhân vật có ảnh hưởng tới sự thống trị của ông.<ref name=novella1>''Novella Maioriani'' 1, ''De ortu imperii domini Majoriani Augusti'', \"The Beginning of the Reign of Our Lord Majorian Augustus\".<\/ref> Những lời hứa được Majorian tuân thử nghiệm ngặt thông qua các sự kiện, theo như Sidonius Apollinaris, người từng kết tội ẩn danh trong những cuốn sách mỏng không rõ tác giả để chống lại một số nhân vật đầy quyền thế: trong một bữa ăn tối với nhau, Majorian đã xoa dịu tình hình đầy nguy hiểm với một câu nhận xét dí dỏm.<ref>This event took place in 461, and is recorded in a letter (''Letters'', I.11.2–15) of Apollinaris to a friend (Mathisen).<\/ref> \n====Bảo tồn công trình kỷ niệm ở Rome====\nKể từ đầu thế kỷ thứ 4, những công trình kỷ niệm ở Rome, và nhiều công trình có giá trị đều rơi vào tình trạng quên lãng vì nhiều lý do, một số được sử dụng như một mỏ đá để làm vật liệu xây dựng những công trình có giá trị khác. Thông lệ này, trên thực tế, rẻ hơn và thuận tiện hơn so với việc vận chuyển từ các địa điểm xa xôi, đôi khi còn nêu ra những khó khăn không thể chịu được bởi sự kiểm soát trên biển của người Vandal.<ref>Paolo Delogu, ''Le invasioni barbariche nel meridione dell'impero: Visigoti, Vandali, Ostrogoti'', Rubettino, p. 336.<\/ref> Các quan chức La Mã thừa nhận dựa trên kiến nghị sử dụng các loại vật liệu xây dựng bằng đá, đá cẩm thạch và những viên gạch được lấy từ các di tích cổ xưa bị phá hủy: \n{{quote|text=Do đó có dịp phát sinh ở mỗi người đang tự xây dựng cho mình một dinh thự riêng tư nhờ sự thiên vị của các vị thẩm quán trong thành phố, không ngần ngại tự tin và cho chuyển các vật liệu cần thiết từ các nơi công cộng, dù cho những thứ này thuộc về sự tráng lệ của thành phố nên được gìn giữ bằng tình cảm công dân, phải sửa chữa ngay cả khi cần thiết.|sign=''Novella Maioriani'' 4|source=Clyde Pharr (ed.), ''The Theodosian code: and Novels'' The Lawbook Exchange, Ltd., 2001 ISBN 1584771461, pp. 553–4.}}\n\nĐể đối phó với hiện tượng này, Majorian cho ban hành một đạo luật là ''Novella Maioriani 4'', mang tên ''De aedificiis pubblicis'' nghĩa là (\"Công Trình Công Cộng\") ở Ravenna vào ngày 11 Tháng 7 năm 459, và gửi cho [[Aemilianus]], ''[[praefectus urbi]]'' (chức quan tương tự thái thú) của Rome. Hình phạt dành cho các thẩm phán vi phạm cho phép phá hủy các công trình công cộng cổ đại là 50&nbsp;kg vàng, trong khi thuộc cấp của họ bị đánh bằng roi và có thể bị cắt bỏ cả hai bàn tay. Những ai lén lút lấy vật liệu từ những công trình công cộng buộc phải trả lại như cũ. Viện Nguyên Lão có quyền quyết định xem liệu có điều kiện khắc nghiệt nào chứng minh cho sự phá hủy của một công trình cũ, và trong trường hợp nào được quyết định phá dỡ, Hoàng đế có quyền ra lệnh kết quả vật liệu nào nên được sử dụng để trang trí các công trình công cộng khác. \n===Qua đời===\n[[Tập tin:As Majorian-RIC 2646v.jpg|nhỏ|trái|Đồng tiền của Majorian]]\n\nSố phận của Avitus được đánh dấu bởi sự phản bội của Ricimer và Majorian và còn do lệnh giải tán đội vệ binh [[Các dân tộc German|Người German]], vì vậy số phận của bản thân Majorian được quyết định bởi việc giải tán lực lượng quân đội dưới quyền ông và những âm mưu được tổ chức bởi Ricimer. Trên thực tế, trong khi vị Hoàng đế đang bận rộn di chuyển từ Ý, viên tướng ''[[patricius]] et [[magister militum]]'' gốc rợ dồn lại quanh những viên quý tộc thuộc phe đối lập Hoàng đế cho tới những đồng đội cũ của ông, chỉ là một vài năm trước đó, ông đã gầy dựng được mộng quyền bính. Pháp luật do Majorian chế định chỉ ra rằng ông có ý định can thiệp dứt khoát về các vấn đề gây xáo trộn trong Đế quốc, bất chấp phải đánh vào lợi ích của giới quý tộc có ảnh hưởng trong triều đình.<ref name=\"mathisen\" \/><ref>Hydatius, 210.<\/ref>\n\nSau khi trải qua một thời gian dài đóng quân tại Arelate, nơi mà chiến dịch chống lại người Vandal ở Tây Ban Nha của ông sắp kết thúc. Majorian cho giải tán đám lính đánh thuê người dị tộc của ông và được một số lính canh hộ tống tiến đến [[Roma]], nơi ông dự định thực hiện một số cải cách. Ricimer tới gặp Majorian với một biệt đội quân sự; viên ''magister militum'' gặp gỡ Hoàng đế ở gần [[Tortona]] (không xa từ [[Piacenza]], nơi Avitus bị giết), lợi dụng sơ hở nhân lúc Hoàng đế không đề phòng, Ricimer sai đám tùy tùng xông lên bắt sống lấy ông và tuyên bố truất phế ngay lập tức vào ngày 3 tháng 8 năm 461. Hoàng đế bị tước đi hoàng bào và vương miện, theo lệnh của Ricimer, đám lính canh liên tục đánh đập và tra tấn ông trong nhiều ngày, cuối cùng vào ngày 7 tháng 8 năm 461, Majorian bị chặt đầu gần sông [[Iria]].<ref>John of Antioch, fragment 203; Marcellinus, ''sa'' 461; ''[[Fasti vindobonenses priores]]'', No 588. [[Procopius]] (VII.14–15) does not mention the Emperor's return from Spain and said that Majorian died of [[dysentery]]: it is possible that the news has been put about by [[Ricimer]] (Fik Meijer, ''Emperors Do not Die in Bed'', Routledge, 2004, ISBN 0-415-31201-9, p. 155). [[Victor of Tonnena]] erroneously claims that Majorian reached Rome and was killed there, and puts this event in 463 (''Chronica'', ''s.a.'' 463).<\/ref> Hưởng thọ 40 tuổi và trị vì được bốn năm ngắn ngủi. Thành phố Tortona giờ đây đã tổ chức tại nhà thờ Thánh Matthew, một công trình truyền thống được xác định là \"lăng mộ Majorian\".<ref>[http:\/\/www.comune.tortona.al.it\/Database\/urp\/tortona\/tortona2.nsf\/pagine\/DA680647AA36E2A2C1256C2C004ED0C3?OpenDocument \"Mausoleo di Maiorano (Sec. I a.C.)\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060515151033\/http:\/\/www.comune.tortona.al.it\/Database\/urp\/tortona\/tortona2.nsf\/pagine\/DA680647AA36E2A2C1256C2C004ED0C3?OpenDocument |date=2006-05-15 }}, ''Città di Tortona''.<\/ref>\n\nSau cái chết của Majorian, Ricimer chờ đợi ba tháng trước khi đưa vào một người nào đó dễ bề thao túng lên ngôi Hoàng đế, ứng viên khá phù hợp lúc đó chính là Nguyên Lão Nghị viên [[Libius Severus]], người chẳng có chút tài năng gì đặc biệt được chọn chỉ để nhằm làm hài lòng giới quý tộc Nguyên Lão Nghị viên Ý. Vị tân Hoàng đế này đều không được sự công nhận từ phía triều đình Đông La Mã, ngay cả các tướng lĩnh từng phụng sự dưới thời Majorian cũng không công nhận như [[Aegidius]] ở [[Gallia|Gaul]], [[Giáo hoàng Marcellinô|Marcellinus]] ở [[Sicilia]] và [[Illyria]], [[Nepotianus]] ở [[Hispania]].<ref name=\"jones241\" \/><ref>O'Flynn, p. 111.<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n===Tài liệu chính===\n* [[Hydatius]], ''Chronicle''\n* [[John of Antioch (chronicler)|John of Antioch]], ''Historia chronike''\n* [[Jordanes]], ''[[Getica]]''\n* [[Marcellinus Comes]], ''Annales''\n* [[Priscus]], ''History''\n* [[Procopius]], ''Vandal War''\n* [[Sidonius Apollinaris]], ''Carmina''; ''Letters''. Translation: Anderson, W.B., ''Sidonius. Poems and Letters'', 2 vols. (Loeb, 1936–1965).\n\n===Tài liệu phụ===\n* Edward Gibbon, ''[[Lịch sử suy tàn và sụp đổ của Đế quốc La Mã|The History of the Decline and Fall of the Roman Empire]]'', Chapter XXXVI \"Total Extinction Of The Western Empire\".\n* Judith Evans Grubbs, ''Women and the Law in the Roman Empire'', Routledge, 2002, ISBN 0-415-15240-2.\n* Penny MacGeorge, ''Late Roman Warlords'', [[Oxford University Press]], 2002, ISBN 0-19-925244-0.\n* Ralph W. Mathisen, [http:\/\/www.roman-emperors.org\/major.htm \"Julius Valerius Maiorianus (18 February\/28 December 457 – 2\/7 August 461)\"], ''De Imperatoribus Romanis''.\n* John Michael O'Flynn, ''Generalissimos of the Western Roman Empire'', University of Alberta, 1983, ISBN 0-88864-031-5.\n\n==Đọc thêm==\n* Ralph W. Mathisen, \"Resistance and Reconciliation: Majorian and the Gallic Aristocracy after the Fall of Avitus,\" ''Francia'' 7 (1979) pp.&nbsp;597–627.\n* Gerald E. Max, \"Political Intrigue during the Reigns of the Western Roman Emperors Avitus and Majorian,\" ''Historia'' 28 (1979) pp.&nbsp;225–237.\n* Meyer, Helmut, \"Der Regierungsantritt Kaiser Majorians,\" ''Byzantinische Zeitschrift'' 62 (1969) pp.&nbsp;5–12.\n* Stewart I. Oost, \"Aëtius and Majorian,\" ''Classical Philology'' 59 (1964) pp.&nbsp;23–29.\n\n==Liên kết ngoài==\n{{Commonscat-inline|Maiorianus|Majorian}} \n \n{{s-start}}\n{{s-reg}}\n{{s-bef | before=[[Avitus]]}}\n{{s-ttl | title=[[Hoàng đế Tây La Mã]] | years=457–461}}\n{{s-aft | after=[[Libius Severus]]}}\n\n{{s-bef | before= [[Constantinus (quan chấp chính tối cao năm 457)|Flavius Constantinus]],<br> [[Rufus (quan chấp chính tối cao năm 457)|Flavius Rufus]]}} \n{{s-ttl | title= [[Danh sách quan chấp chính tối cao Đế quốc La Mã|Quan chấp chính tối cao]] của [[Đế quốc La Mã]] | years=458 |regent1=[[Leo I (hoàng đế)|Flavius Valerius Leo Augustus]] }} \n{{s-aft | after= [[Ricimer|Flavius Ricimerus]],<br> [[Julius Patricius|Flavius Iulius Patricius]] }}\n\n{{end}}\n\n{{Hoàng đế La Mã}}\n{{authority control}}\n{{Các chủ đề|Lịch sử|La Mã Hy Lạp}}\n\n[[Thể loại:Sinh năm 420]]\n[[Thể loại:Mất năm 461]]\n[[Thể loại:Hoàng đế La Mã thế kỷ thứ 5]]\n[[Thể loại:Magistri militum]]\n[[Thể loại:Hoàng đế La Mã bị sát hại]]\n[[Thể loại:Quan chấp chính tối cao Đế quốc La Mã]]\n[[Thể loại:Hoàng đế La Mã bị giết]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]"}