{"Mansa Musa":"{{Thông tin nhân vật hoàng gia\n|tên = Musa I của Mali\n|tước vị = Mansa, Êmia\n|hình = Catalan Atlas BNF Sheet 6 Mansa Musa.jpg\n|cỡ hình = \n|ghi chú hình = Hình vẽ Musa tay cầm một thỏi vàng trong [[Catalan Atlas]] năm 1375.\n|alt = \n|tại vị = khoảng 1312 - 1337 (25 năm)\n|đăng quang = \n|kiểu đăng quang = \n|chức vị = Hoàng đế thứ 10 của [[Đế quốc Mali]]\n|chi tiết chức vị = \n|tiền nhiệm = [[Abubakari II|<span style=\"color:grey\">Abubakari II<\/span>]]\n|nhiếp chính = \n|kế nhiệm = [[Maghan|<span style=\"color:blue\">Maghan Musa<\/span>]]\n|kiểu nhiếp chính 1 = \n|nhiếp chính 1=\n|phối ngẫu = Inari Kunate\n|con cái= [[Maghan|Maghan Musa]]\n|tên đầy đủ = \n|hoàng tộc = [[Nhà Keita]]\n|cha =[[Kankou Musa]]\n|mẹ = \n|sinh = Thập niên 1280\n|nơi sinh = [[Mali]]\n|mất = Khoảng 1337\n|nơi mất = Không rõ\n|ngày an táng = \n|nơi an táng = \n|tôn giáo = [[Hồi giáo Sunni]]\n}}\n'''Musa I''' (k. 1280 – k. 1337) là ''Mansa'' (nghĩa là \"[[Sultan]]\" hay \"hoàng đế\")<ref>[https:\/\/books.google.com\/books?id=o5L-T9e4KY8C&pg=PA154 An Interview with Ibn Battuta], Kathleen Knoblock, ''Primary Source Fluency Activities: World Cultures'' (In Sub-Saharan Africa), pub. Shell Education 2007 ISBN 978-1-4258-0102-1<\/ref><ref>[https:\/\/books.google.com\/books?id=zKqn_CWTxYEC&pg=PA324 Travels in Asia and Africa, 1325-1354], by Ibn Battuta, London 2005, p. 324 ISBN 0-415-34473-5<\/ref><ref>{{Chú thích tạp chí|last=Jansen|first=Jan|date=1998|title=Hot Issues: The 1997 Kamabolon Ceremony in Kangaba (Mali)|url=https:\/\/www.jstor.org\/stable\/221083?origin=crossref|journal=The International Journal of African Historical Studies|volume=31|issue=2|pages=253|doi=10.2307\/221083}}<\/ref><ref>[https:\/\/books.google.com\/books?id=CiJKAAAAcAAJ&pg=PA5&lpg=PA5 A Grammar of the Mandingo Language: With Vocabularies], by Robert Maxwell Macbrair, London 1873, p. 5.<\/ref><ref>[https:\/\/books.google.com\/books?id=_7YeBPdFAAkC&pg=PA13 Making America – A History of the United States], 5th edition, by Carol Berkin, Christopher Miller, Robert Cherny, James Gormly & Douglas Egerton, Boston 2011, p. 13 ISBN 978-0-618-47139-3<\/ref> thứ 10 của [[Đế quốc Mali]] giàu có ở [[Tây Phi]]. Tại thời điểm Mansa Musa lên ngôi, đế quốc Mali kiểm soát những lãnh thổ trước đây thuộc [[Đế quốc Ghana]] ở miền nam [[Mauritanie]] và Melle ([[Mali]]) ngày nay cùng các vùng đất xung quanh nó. Musa mang nhiều tước hiệu, bao gồm: ''Êmia của Melle'', ''Chúa các mỏ Wangara'' và ''Người chinh phục Ghanata'' và ít nhất cả tá tước hiệu khác.<ref>{{harvnb|Goodwin|1957|p=109}}<\/ref> Trong suốt triều đại của mình, Mansa Musa đã cho mở rộng đáng kể lãnh thổ Mali sau khi xâm chiếm 24 thành phố và những khu vực khác. Khi qua đời vào năm 1337, ông tích lũy số của cải lớn đến mức khó có thể tính chi tiết và \"nhiều hơn bất cứ ai có thể mô tả\". Theo tài liệu ghi chép lại, chỉ riêng số vàng mà vua Musa tiêu xài trong [[Mansa Musa#Hồi giáo và chuyến hành hương đến Mecca|chuyến đi đến Ai Cập]] khiến thị trường vàng nước này tuột dốc mất 12 năm mới có thể phục hồi.\n\nVào thế kỷ 14, tên tuổi của Mansa Musa và Đế quốc Mali đã lan rộng khắp thế giới Ả-rập và thu hút sự chú ý cực lớn của những người vẽ bản đồ ở châu Âu, tới mức trong tấm bản đồ ra đời năm 1375, Mansa Musa xuất hiện ở chính giữa Tây Phi với hình ảnh ngồi trên ngai vàng và cầm một thỏi vàng trên tay như để tượng trưng cho sự giàu có của ông.<ref>{{chú thích web|author1=Phương Hoa|title=Hoàng đế giàu nhất trong lịch sử nhân loại|url=http:\/\/vnexpress.net\/tin-tuc\/khoa-hoc\/hoang-de-giau-nhat-trong-lich-su-nhan-loai-3490213.html|website=VnExpress|access-date = ngày 3 tháng 3 năm 2017}}<\/ref>\n\n== Tên gọi ==\nTên của Musa Keita thường được viết là Mansa Musa trong bản thảo và tài liệu Tây phương. Ngoài ra, tên của ông cũng được viết là Kankou Musa, Kankan Musa hay Kanku Musa. 'Kankou' là một tên nữ giới phổ biến của [[người Mandinka]], do đó có thể hiểu 'Kankou Musa' là \"Musa có mẹ tên là Kankou\".\n\nNgoài ra, còn có nhiều cách viết khác như Mali-koy Kankan Musa, Gonga Musa hay Sư tử xứ Mali.<ref>{{harvnb|Hunwick|1999|p=9}}<\/ref><ref name=\"Bell 1972 224–225\">{{harvnb|Bell|1972|pp=224–225}}<\/ref>\n\n== Dòng dõi và lên ngôi ==\n[[Tập tin:Genealogy kings Mali Empire.svg|thumbnail|right|350px|Gia phả các vua Mali theo biên niên sử của [[Ibn Khaldun]]{{sfn|Levtzion|1963|p=353}}]]\nTất cả những gì được biết đến về các vị vua của [[đế quốc Mali]] được lấy từ các tác phẩm của các học giả Ả Rập, trong đó có [[Al-Umari]], Abu-Sa'id Uthman ad-Dukkali, [[Ibn Khaldun]] và [[Ibn Battuta]]. Theo Đại cương lịch sử các vua Mali của Ibn-Khaldu, ông nội của Mansa Musa là Abu-Bakr Keita (tên tương đương trong tiếng Ả Rập của tên Bakari hoặc Bogari. Không rõ tên gốc nhưng rõ ràng không phải sahabiyy Abu Bakr), một người anh em của [[Sundiata Keita]], người sáng lập nên Đế quốc Mali theo như những gì được ghi lại thông qua lịch sử truyền miệng. Abu-Bakr chẳng hề lên ngôi và Faga Laye con trai của ông cũng như cha của Musa cũng không có ý nghĩa trong [[lịch sử Mali]].<ref>{{harvnb|Levtzion|1963|pp=341–347}}<\/ref>\n\nMansa Musa Keita lên ngôi sau khi được nhà vua giao triều chính khi ông hành hương về [[Mecca]] hay làm điều gì đó khác. Sau đó Musa Keita được nhà vua phong làm thái tử. Theo chính sử, Mansa Musa được tiên vương [[Abubakari Keita II]] chỉ định làm người điều hành việc nước trong những lúc nhà vua vắng mặt. Sau đó, ông được kế thừa ngai vàng khi nhà vua Abubakari, người luôn ấp ủ dự định khám phá [[Đại Tây Dương]] đích thân dẫn đầu 2000 tàu bè trong cuộc hành trình khám phá đã mãi mãi không quay trở về, chỉ vì ông không tin 199 tàu thuyền do mình điều đi trước đó đã biến mất một cách bí ẩn trong xoáy nước lớn giữa đại dương và chỉ còn duy nhất một con tàu đi cuối đoàn quay lại báo tin. Học giả người Ả Rập Ai Cập Al-Umari đã trích dẫn lời của Mansa Musa như sau:\n\n{{cquote|Tiên đế không chịu tin chuyện đến nơi tận cùng của Đại dương bao quanh đất liền (Đại Tây Dương) là điều bất khả thi. Người ấp ủ đến được đó (nơi tận cùng) và đã theo đuổi kế hoạch của mình. Do vậy, người chuẩn bị 200 tàu chở đầy người, nhiều chiếc khác chở đầy vàng, nước và thực phẩm dự trữ đủ để dùng trong mấy năm liền. Người lệnh cho các thuyền trưởng của mình không được quay trở lại trước khi đến được tận cùng của đại dương hay trước khi hết nước uống và nguồn lương thực dự trữ cạn kiệt. Và họ đã khởi hành như thế. Họ đã vắng mặt trong một thời gian dài và cuối cùng chỉ một con tàu quay trở lại. Khi được tiên đế hỏi, viên thuyền trưởng trả lời: \"Muôn tâu, chúng thần đã đi rất lâu cho tới khi chúng tôi nhìn thấy một con sông lớn chảy xiết ở giữa Đại dương. Tàu của tôi là chiếc cuối cùng, tất cả những con tàu đi trước tôi, họ đều đã chết đuối trong một xoáy nước lớn và không bao giờ có thể thoát ra được. Tôi đã lệnh cho thuyền của mình dương buồm thoát khỏi nơi này. Tuy nhiên, tiên đế đã không tin ông ta. Người tập hợp hai nghìn tàu bè để trang bị cho người và binh lính của người, thêm một nghìn chiếc khác để chở nước và lương thực. Sau đó, người đã giao quyền điều hành triều chính trong thời gian mà người vắng mặt cho tôi. Và người đã ra đi mà không quay trở lại.\"<ref>{{chú thích web|url=http:\/\/www.muslimheritage.com\/topics\/default.cfm?ArticleID=646|title=Echos of What Lies Behind the 'Ocean of Fogs' in Muslim Historical Narratives|work=muslimheritage.com|access-date =ngày 27 tháng 6 năm 2015}}<\/ref>|||}}\n\nCon trai và người thừa tự của Musa, Mansa Magha Keita, về sau đã được Musa trao quyền triều chính khi ông hành hương đến Mecca.<ref>{{harvnb|Levtzion|1963|p=347}}<\/ref>\n\n== Hồi giáo và chuyến hành hương đến Mecca ==\n{{quote box|width=25%|quote=Từ vùng xa xôi của [[Địa Trung Hải]] cho đến [[sông Ấn]], các tín đồ tấp nập kéo về thành phố Mecca. Tất cả đều có mục đích duy nhất là được phụng thờ tại ngôi đền thiêng liêng nhất của [[Hồi giáo]], [[Kaaba]] ở Mecca. Một trong những người như thế là Mansa Musa, [[Sultan]] của [[Mali]] từ Tây Phi. Mansa Musa đã cẩn thận chuẩn bị cho cuộc hành trình dài ngày của ông và những người hầu của ông. Ông quyết định đi du hành không chỉ để thực hiện các nhu cầu tôn giáo của riêng mình mà còn để tuyển dụng các giáo viên cũng như những nhà hướng đạo để có thể truyền bá những lời dạy của Thiên sứ [[Mohammed]].|source=–Mahmud Kati, ''Chronicle of the Seeker''\n}}\nMansa Musa là một vị vua sùng đạo và luôn tin rằng đạo Hồi chính là cửa ngõ để bước vào \"thế giới văn hóa của vùng Đông Địa Trung Hải\",<ref name=\"Goodwin 1957 110\">{{harvnb|Goodwin|1957|p=110}}<\/ref> vì vậy, ông đã ra sức phát triển [[đạo Hồi]] trong đế chế của mình. Chuyến hành hương về Thánh địa [[Mecca]] vào năm 1324 đã gây được tiếng vang lớn nhất cho ông trong thời gian tại vị.\n\nChuyến hành hương của Mansa Musa được coi là chuyến đi xa hoa và hoành tráng nhất của một bậc đế vương. Nó diễn ra trong khoảng thời gian từ năm 1324-1325.<ref>{{chú thích sách|title = Worlds Together Worlds Apart|url = https:\/\/archive.org\/details\/worldstogetherwo0000poll|last = Pollard|first = Elizabeth|publisher = W.W. Norton Company Inc|year = 2015|isbn = 978-0-393-91847-2|location = New York |page = [https:\/\/archive.org\/details\/worldstogetherwo0000poll\/page\/362 362]}}<\/ref><ref name= Bakewell>{{chú thích sách|last1= Wilks| first1= Ivor| chapter= Wangara, Akan, and Portuguese in the Fifteenth and Sixteenth Centuries|editor1-last=Bakewell|editor1-first=Peter John|title=Mines of Silver and Gold in the Americas| date= 1997| publisher= Variorum, Ashgate Publishing Limited|location=Aldershot|page= 7| isbn= 9780860785132}}<\/ref> Tất cả 60.000 tùy tùng của nhà vua, trong đó có 12.000 nô lệ, 500 sứ giả mặc áo lụa và một hàng dài lạc đà đều phải mang theo vàng thỏi hoặc những chiếc túi chứa đầy vàng để Mansa Musa có thể dễ dàng phân phát cho bất cứ người dân nghèo nào mà ông bắt gặp trên đường đi.<ref name=\"Goodwin 1957 110\"\/> Chính điều này đã khiến người ta biết đến ông như là một vị vua rộng lượng và hào phóng. Thậm chí, người dân còn đứng dọc theo các con phố dẫn tới Mecca để chờ đợi sự xuất hiện của Mansa Musa.\n\nChuyến hành trình của vua Musa đã được ghi chép lại bởi nhiều nhân chứng dọc theo tuyến đường ông đi, những người này đều đã rất ngạc nhiên về sự giàu có cũng như sự hoành tráng của đám rước. Những ghi chép này tồn tại trong nhiều tài liệu khác nhau, bao gồm các nhật ký, lịch sử truyền miệng. Musa được biết là đã đến thăm vua Mamluk [[Al-Nasir Muhammad]] của Ai Cập trong tháng 7 năm 1324.<ref>{{harvnb|Bell|1972|pp=224}}<\/ref>\n\nNhững hành động hào phóng của Mansa Musa đã vô tình tàn phá nền kinh tế ở những nơi mà ông đi qua. Giá cả hàng hóa và đồ gốm bị thổi phồng lên cao ngất ngưỡng. Tất cả các cửa hàng, các chợ ở [[Cairo]] tràn ngập người Mali và việc mua bán đều trả bằng vàng. Thoạt đầu thương nhân Ai Cập rất vui mừng nhưng rồi càng ngày, số vàng do người Mali tung ra càng nhiều mà hàng hóa thì thiếu, dẫn đến vàng xuống giá. Phải mất 12 năm, thị trường vàng Ai Cập mới phục hồi. Theo ước tính của các sử gia, đoàn hành hương đã chi tiêu ở Cairo hết 12,3 tấn vàng.<ref name=\":0\">{{Chú thích web|url=http:\/\/antg.cand.com.vn\/do-day\/Vua-Mansa-Musa-nguoi-tung-giau-nhat-the-gioi-532990\/|title=Vua Mansa Musa, người từng giàu nhất thế giới|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nSau đó, để sửa chữa sai lầm của mình, Mansa Musa đã mua lại vàng từ những người cho vay nặng lãi ở Cairo. Đây có lẽ là lần đầu tiên và cũng là duy nhất trong lịch sử tính tới thời điểm này, một cá nhân có thể kiểm soát giá cả của vàng bạc trên khắp vùng [[Địa Trung Hải]] rộng lớn.<ref name=\"Goodwin 1957 110\" \/>\n\nKhi đến [[thánh địa Mecca]], vua Musa đã dâng tặng 20 tấn vàng để góp phần trùng tu, nâng cấp những đền thờ trong thánh địa. Tại [[Majisid al-Haram]], trung tâm thánh địa, tất cả các hoa văn ở những cây cột trong hang đá, nơi nhà tiên tri [[Muhammad]] lần đầu tiên được Thượng đế truyền cho [[Kinh Qur'an]], đều được nạm vàng.<ref name=\":0\" \/>\n\n== Cuối đời ==\n<!-- {{quote box|width=25%|quote=Whenever a hero adds to the list of his exploits from conquest, Mansa Musa gives them a pair of wide trousers...The greater the number of a Dogari's exploits, the bigger the size of his trousers.|source=–Al-Dukhari, observation of the court of Mansa Musa in [[Timbuktu]]<ref>{{chú thích web|last=Mendoza |first=Ruben G |url=http:\/\/csumb.academia.edu\/RubenMendoza\/Papers\/318194\/West_African_Empires_Dates_400-1591_C.E |title=Academia.edu &#124; West African Empires, Dates: 400–1591 C.E. &#124; Ruben G Mendoza |publisher=Csumb.academia.edu |date= |access-date =ngày 17 tháng 10 năm 2012}}<\/ref>''\n}} -->\n\nTrong chuyền hành trình trở về từ Mecca năm 1325, Musa được tin rằng quân đội của ông đã chiếm lại Gao. Sagmandia, một trong những tướng lĩnh của ông, đã dẫn quân tái chiếm thành phố. Thành phố Gao đã trở thành một phần của đế quốc từ trước đó, dưới triều vua [[Sakoura Mansa]] và là một trung tâm thương mại quan trọng nhưng thường hay tạo phản. Musa làm một đường vòng và đến thăm thành phố nơi ông nhận được hai người con trai của vua Gao, Ali Kolon và Suleiman Nar là con tin. Ông quay về Nyeni, đem theo hai người và cho đào tạo trong hoàng cung của mình. Khi Mansa Musa trở về, ông đã mang về nhiều học giả và các kiến trúc sư Ả Rập.<ref>{{chú thích sách|last1=Windsor|first1=Rudolph R.|title=From Babylon to Timbuktu: A History of Ancient Black Races Including the Black Hebrews|date=2011|publisher=AuthorHouse|isbn=1463411294|pages=95–98|edition=Windsor's golden series|url=https:\/\/books.google.co.id\/books?id=sLnv5nv6AWkC&dq=mali+mansa+ton&source=gbs_navlinks_s|ref=Basil Davidson; Philip st. Laurent, Tuesday Magazine, African History}}<\/ref>\n\n=== Xây dựng ở Mali ===\nSau chuyến hành hương đến Mecca, nhà vua Mansa Musa bắt đầu xây dựng nhiều nhà thờ Hồi giáo lớn, cùng các thư viện khổng lồ, cung điện hoàng gia, và những trường học đạo Hồi trên khắp Đế quốc của mình. Dù luôn chú trọng phát triển đạo Hồi, nhưng trong chính sách cai trị của mình, Mansa Musa lại thiết lập nên một nền tự do tôn giáo, tự do tín ngưỡng. Một số học giả Hồi giáo đến thăm Mali đã không khỏi bất ngờ khi thấy cách ăn mặc đầy màu sắc của người dân địa phương, thậm chí phụ nữ ở đây cũng không cần phải đeo mạng che mặt. Nền giáo dục dưới thời Mansa Musa được miễn phí hoàn toàn và nhận được rất nhiều chính sách khuyến khích, vị vua giàu có còn thành lập trường đại học danh tiếng Sankore Madsarah. Chính những điều này đã thu hút người dân từ khắp mọi nơi trên thế giới đổ về đây để trau dồi kiến thức.\n\nTrong thời gian này, những đô thị lớn của Mali đã có mức sống cao. Sergio Domian, một học giả nghệ thuật và kiến ​​trúc người Ý đã viết về giai đoạn này: \"Nó đã đặt nền móng cho một nền văn minh đô thị. Trong thời kỳ đỉnh cao, Mali đã có ít nhất 400 thành phố và khu vực nội địa châu thổ sông Niger tập trung rất đông dân cư.\"<ref>{{citation |url=http:\/\/www.africanholocaust.net\/africanlegends.htm#mansa|title=Mansa Musa|publisher=African History Restored|year=2008|access-date = ngày 29 tháng 9 năm 2008}}<\/ref>\n\n=== Kinh tế và giáo dục ===\nSử ghi lại rằng Mansa Musa đi qua các thành phố [[Timbuktu]] và [[Gao]] trên đường đến [[Mecca]] và ông đã biến chúng trở thành một phần của đế chế khi ông trở về năm 1325. Ông đã mang kiến ​​trúc sư từ [[Andalusia]], một vùng ở Tây Ban Nha, và [[Cairo]] để xây dựng các cung điện lớn ở Timbuktu và Đại giáo đường Djinguereber mà nó vẫn đứng đến ngày hôm nay.<ref>De Villiers, Marq và Hirtle, Sheila, các trang 70.<\/ref>\n\nTimbuktu sớm trở thành một trung tâm thương mại, văn hóa, và của Hồi giáo; thương nhân từ Hausaland, Ai Cập, và các vương quốc khác ở Châu Phi đến giao dịch. Một trường đại học được thành lập trong thành phố (cũng như ở các thành phố Mali khác như Djenné và Segou) và đức tin Hồi giáo đã truyền bá thông các khu chợ và các trường đại học.<ref>De Villiers, Marq và Hirtle, Sheila, các trang 74.<\/ref> Tin tức về một thành phố giàu có của đế quốc Mali thậm chí lan qua Địa Trung Hải đến Nam Âu, nơi thương nhân từ Venezia, Granada và Genoa sớm bổ sung Timbuktu vào bản đồ thương mại của họ để giao dịch đổi hàng lấy vàng.<ref>De Villiers, Marq và Hirtle, Sheila, các trang 87–88.<\/ref>\n\nDưới triều đại của Mansa Musa, trường đại học Timbuktu có rất nhiều luật gia, nhà thiên văn học và toán học.<ref>{{harvnb|Goodwin|1957|p=111}}<\/ref> Trường đại học trở thành một trung tâm học tập và văn hoá, thu hút nhiều học giả Hồi giáo từ khắp châu Phi và Trung Đông đến Timbuktu.\n\nNăm 1330, vương quốc Mossi xâm lăng và chiếm thành phố Timbuktu. Gao thì đã được tướng của Musa chiếm lại và Musa cũng đã nhanh chóng lấy lại Timbuktu. Ông cho xây dựng một thành lũy và pháo đài bằng đá và đặt một đội quân thường trực để có thể bảo vệ thành phố khỏi những kẻ xâm lược trong tương lai.<ref>De Villiers, Marq and Hirtle, Sheila, pp. 80–81.<\/ref>\n\nTrong khi cung điện của Musa đã biến mất từ lâu nhưng các trường đại học và nhà thờ Hồi giáo hiện vẫn còn hiện diện ở Timbuktu.\n\nVào cuối triều đại Mansa Musa, đại học Sankoré đã trở thành một trường đại học đầy đủ bộ phận với bộ sưu tập sách lớn nhất ở châu Phi kể từ thời [[Thư viện Alexandria]]. Đại học Sankoré có khả năng làm nhà ở cho 25.000 sĩ tử và sở hữu một trong những thư viện lớn nhất trên thế giới với khoảng hơn 1.000.000 bản thảo.<ref>See: Said Hamdun & Noël King (edds.), ''Ibn Battuta in Black Africa.'' London, 1975, pp. 52–53.<\/ref><ref>{{chú thích web |url=http:\/\/www.worldpolicy.org\/blog\/2012\/04\/10\/lessons-timbuktu-what-malis-manuscripts-teach-about-peace |title=Lessons from Timbuktu: What Mali's Manuscripts Teach About Peace &#124; World Policy Institute |publisher=Worldpolicy.org |date= |access-date =ngày 24 tháng 10 năm 2013 |archive-date = ngày 29 tháng 10 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131029195819\/http:\/\/www.worldpolicy.org\/blog\/2012\/04\/10\/lessons-timbuktu-what-malis-manuscripts-teach-about-peace }}<\/ref>\n\n== Qua đời ==\n[[Tập tin:The Mali Empire.jpg|thumb|Lãnh thổ đế quốc Mali khi Mansa Musa mất]]\nNgày chết của Mansa Musa là một đề tài gây tranh cãi giữa các nhà sử hiện đại và các học giả Ả Rập, những người đã ghi chép lại lịch sử Mali. Khi đối chiếu với triều đại của người kế nhiệm ông, con trai Mansa Maghan (cai trị: 1332-1336) và Mansa Suleyman (cai trị: 1336-1360) và khoảng thời gian 25 năm cai trị của Musa được ghi chép lại, thì ngày mất của ông là vào khoảng năm 1332.<ref name=\"Levtzion 1963 349–350\">{{harvnb|Levtzion|1963|pp=349–350}}<\/ref> Các tài liệu khác tuyên bố Musa đã lên kế hoạch thoái vị nhường ngôi cho con trai của ông là Maghan, nhưng ông đã chết ngay sau khi ông quay trở về từ Mecca trong năm 1325.<ref>{{harvnb|Bell|1972|p=224}}<\/ref> Theo ghi chép của [[Ibn-Khaldun]], Mansa Musa vẫn còn sống khi thành phố [[Tlemcen]] ở Algeria bị chinh phục năm 1337, khi ông đã gửi một sứ giả đến Algeria để chúc mừng người thắng trận.<ref name=\"Bell 1972 224–225\"\/><ref name=\"Levtzion 1963 349–350\"\/>\n\nLịch sử ghi nhận Mansa Musa là người giàu có nhất mọi thời đại với giá trị tài sản tương đương 400 tỉ [[$]] (quy đổi về giá trị hiện tại), một con số khổng lồ vượt xa tổng tài sản của 3 tỷ phú [[Bill Gates]], [[Warren Buffett]] và [[Amancio Ortega]] cộng lại.<ref>{{chú thích web|title=Những kỷ lục Guinness chưa bao giờ bị phá|url=http:\/\/danviet.vn\/chuyen-la\/nhung-ky-luc-guinness-chua-bao-gio-bi-pha-681380.html|website=Dân Việt|access-date = ngày 3 tháng 3 năm 2017}}<\/ref> Dù hơn 700 năm đã trôi qua, nhưng so về mức độ giàu có và tầm ảnh hưởng thì chưa một ai có thể sánh ngang hàng với Mansa Musa. Cho đến nay, Mansa Musa vẫn được coi là một trong những người quyền lực nhất trong lịch sử, đồng thời cũng là người giàu có nhất thế giới.\n\nNếu quy đổi tài sản của ông sang hiện vật ông có thể sở hữu toàn bộ đất đai và tài sản ở Châu Phi thời bấy giờ. Gấp 12 lần tổng số cổ phiếu của Bill Gates. Mua lại được bốn lần tài sản của [[Apple]] và ba lần [[Microsoft]]. Ông có thể nắm được hơn 40% trữ lượng vàng của thế giới.\n\n==Tham khảo==\n===Chú thích===\n{{tham khảo|30em}}\n\n===Thư mục===\n* {{citation | last=Bell | first=Nawal Morcos | year=1972 | title=The age of Mansa Musa of Mali: Problems in succession and chronology | journal= [[International Journal of African Historical Studies]] | volume=5 | pages=221–234 | jstor=217515}}.\n* [[De Villiers, Marq]] and Hirtle, Sheila. ''Timbuktu: Sahara’s Fabled City of Gold''. Walker and Company: New York. 2007.\n* {{citation | last=Goodwin | first=A.J.H. | year=1957 | title=The Medieval Empire of Ghana | journal=[[South African Archaeological Bulletin]]| volume=12| pages=108–112| jstor=3886971}}.\n* {{citation | last=Hunwick | first= John O.| authorlink= John Hunwick | title= Timbuktu and the Songhay Empire: Al-Sadi's Tarikh al-Sudan down to 1613 and other contemporary documents | publisher=Brill| place=Leiden | year=1999 | isbn=90-04-11207-3 }}.\n* {{citation | last=Levtzion | first=Nehemia | year=1963 | title=The thirteenth- and fourteenth-century kings of Mali | journal=[[Journal of African History]] | volume=4 | pages=341–353 | jstor=180027 | doi=10.1017\/s002185370000428x}}.\n* {{citation | last=Levtzion | first=Nehemia | title=Ancient Ghana and Mali | publisher=Methuen | place=London | year=1973 | isbn=0-8419-0431-6}}.\n* {{citation | editor1-last=Levtzion | editor1-first=Nehemia | editor2-last=Hopkins | editor2-first=John F.P. |title=Corpus of Early Arabic Sources for West Africa | publisher=Marcus Weiner Press | place=New York, NY | year=2000 | isbn=1-55876-241-8}}. First published in 1981.\n\n==Liên kết ngoài==\n{{Thể loại Commons|Mansa Musa|Musa I của Mali}}\n* [https:\/\/web.archive.org\/web\/20100210111328\/http:\/\/www.history.com\/classroom\/unesco\/timbuktu\/mansamoussa.html History Channel: Mansa Moussa: Pilgrimage of Gold] at [[archive.org]]\n* [http:\/\/www.africanholocaust.net\/africanlegends.htm#mansa African Legends page]\n* [http:\/\/www.bu.edu\/africa\/outreach\/materials\/handouts\/k_o_mali.html Al-Umari's description of Mansa Musa's 1324 visit to Cairo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051201152807\/http:\/\/www.bu.edu\/africa\/outreach\/materials\/handouts\/k_o_mali.html |date=2005-12-01 }}\n* [http:\/\/www.blackhistorypages.net\/pages\/mansamusa.php Mansa Musa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060524015912\/http:\/\/www.blackhistorypages.net\/pages\/mansamusa.php |date = ngày 24 tháng 5 năm 2006}}, from Black History Pages\n\n{{s-start}}\n{{succession box|title=Mansa của đế quốc Mali|before=[[Abubakari II]]|after=[[Maghan]]|years=1312–1337}}\n{{s-end}}\n\n[[Thể loại:Mất năm 1337]]\n[[Thể loại:Sinh thập niên 1280]]\n[[Thể loại:Lịch sử Hồi giáo]]"}