{"Manuela Saenz":"[[Tập tin:Manuela Sáenz.jpg|nhỏ|250px|Manuela Sáenz - Người Giải phóng của Người Giải phóng]]\n'''Manuela Sáenz''', tên đầy đủ Doña Manuela Sáenz de Thorne (sinh [[27 tháng 12]] năm [[1797]], hoặc có thể năm [[1795]], tại [[Quito]], [[Ecuador]], mất ngày [[23 tháng 11]] năm [[1856]] ở ''Paita'', [[Peru]]), còn được gọi là \"Người Giải phóng của Người Giải phóng\", là người tình của nhà lãnh đạo cách mạng [[Nam Mỹ]] [[Simón Bolívar]].\n\n==Tiểu sử==\n\nManuela là con ngoài giá thú của một quý tộc người [[Tây Ban Nha]], ông ''Simón Sáenz Vergara'' (hay ''Sáenz y Verega'') với bà ''Maria Joaquina Aizpuru'' người [[Ecuador]]. Mẹ bà bị gia đình từ bỏ và cô bé \"Manuelita\" vào tu viện ''Santa Catherine'' (hay ''Santa Catalina''). Năm 17 tuổi, sau khi bị phát hiện đã có quan hệ với viên sĩ quan ''Fausto D'Elhuyar'', Manuela bị đuổi khỏi tu viện. Con gái của bà, [[Fausto Elhuyar|Juan José]] và con trai [[Fausto de Elhuyar y de Suvisa]] sau này là những người đồng phát hiện ra nguyên tố [[wolfram]].\n\nBà sống với cha mấy năm và đến năm [[1817]] ông đã bố trí cuộc hôn nhân giữa bà với một thương gia người [[Anh]] giàu có tên là ''James Thorne'', gấp đôi tuổi Manuela. Họ chuyển đến [[Lima]], [[Peru]], năm [[1819]]. Bà sống một cuộc sống quý tộc, gia đình luôn là nơi tụ tập của các sĩ quan và những chính trị gia. Những người khách đã tiết lộ bí mật về cuộc cách mạng sắp diễn ra và năm [[1819]], khi [[Simón Bolívar]] thu được thắng lợi trong việc giải phóng [[New Granada]], Manuela Sáenz trở thành thành viên tích cực chống lại chính quyền [[Peru]] do ''José de la Serna e Hinojosa'' đứng đầu.\n\nNăm [[1822]], bà rời bỏ chồng đi đến [[Quito]] và gặp [[Simón Bolívar]] ở đây. Ngay lập tức, họ bị nhau cuốn hút và tám năm sau đó bà đã dành trọn cuộc sống cho Bolivar. Bà trao đổi thư từ, đến với ông khi ông đi từ nước này sang nước khác và ủng hộ phe cách mạng bằng cách thu thập tin tức, rải truyền đơn và bảo về quyền của phụ nữ. Bà đã được tặng ''Huân chương Mặt trời'' (\"Caballeresa del Sol\") bởi những đóng góp cho cách mạng. Đầu năm [[1825]] và từ tháng 2 đến tháng 9 năm [[1826]], Manuela sống với Bolívar ở gần [[Lima]]. Khi chiến tranh tiếp diễn và Bolívar buộc phải ra đi bà đã theo ông đến [[Bogotá]] sau đó. Tháng ngày [[25 tháng 9]] năm [[1828]], một nhóm sĩ quan nổi loạn đã âm mưu ám sát Bolívar, nhờ có sự giúp đỡ của Manuela, ông đã thoát nạn. Chính vì thế ông đã gọi bà là \"Người Giải phóng của Người Giải phóng\".\n\nBolívar rời [[Bogotá]] năm [[1830]] và mất ở ''Santa Marta'' do bệnh lao trên đường lưu vong mà không để lại một chút gì cho bà. Manuela trở thành cái gai trong mắt ''Francisco de Paula Santander'', người nắm quyền lực sau cái chết của Bolívar. Bị lưu đày, bà đã sang [[Jamaica]]. Khi Manuela tìm cách trở về [[Ecuador]] năm [[1835]], tổng thống [[Ecuador]] ''Vicente Rocafuerte'' đã thu hồi hộ chiếu của bà. Manuela dừng chân ở phía bắc [[Peru]], sống trong thị trấn nhỏ ven biển [[Paita]].\n\nSuốt 25 năm từ đó, Manuela sống cuộc đời cơ cực bằng cách bán thuốc lá và dịch những bức thư mà những người săn cá voi [[Bắc Mỹ]] gửi cho các cô gái [[Nam Mỹ]].\n\nNăm [[1847]], chồng bị giết ở ''Pativilca''<ref>Pativilca: một quận của tỉnh Barranca, Peru.<\/ref>, bà đã từ chối khoản tiền 8.000 peso được thừa kế. Bị tàn tật sau một tai nạn sập cầu thang và Manuela chết ở ''Paita'' ngày [[23 tháng 11]] năm [[1856]] trong một trận dịch bạch hầu. Thi thể của bà được chôn cất trong một nghĩa trang công cộng và những thứ còn lại, chủ yếu là những bức thư tình của Bolivar bị thiêu hủy.\n==Xem thêm==\n*[[Simón Bolívar]]\n\n==Chú thích==\n\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.wcities.com\/en\/record\/,147650\/324\/record.html Bảo tàng Manuela Sáenz ở Quito.]\n\n[[Thể loại:Simón Bolívar]]\n[[Thể loại:Sinh năm 1797]]\n[[Thể loại:Mất năm 1856]]"}