{"Mao Cảnh":"'''Mao Cảnh'''<ref>Chữ 炅 có các phiên âm Quýnh, Quý, Cảnh, Quế. ''[[Đại Việt sử ký toàn thư]]'' phân tích chữ này phiên âm là Cảnh.<\/ref> ({{zh|t=毛炅|p=Mao Jiong}}; 243? - 271), là tướng lĩnh nhà [[Thục Hán|Quý Hán]] và [[Tây Tấn]] thời Tam Quốc trong lịch sử Trung Quốc.\n\n== Cuộc đời ==\nMao Cảnh quê ở quận [[Kiến Ninh (quận)|Kiến Ninh]], Ích Châu, cường kiện mà dũng cảm. Dưới thời Quý Hán, Mao Cảnh giữ chức Nha môn tướng dưới trướng Lai Hàng đô đốc [[Hoắc Dặc]].<ref name=\"HDQC 4\">[[Thường Cừ]], ''[[Hoa Dương quốc chí]]'', quyển 4, ''[[:wikisource:zh:華陽國志\/卷四|Nam Trung chí]]''.<\/ref>\n\nNăm 263, Hậu chủ đầu hàng, Quý Hán diệt vong, quân Lai Hàng không kịp cứu viện, Mao Cảnh theo Hoắc Dặc hàng Ngụy. [[Tư Mã Chiêu]] phong Hoắc Dặc chức [[Nam Trung]] đô đốc, Mao Cảnh vẫn là Nha môn tướng dưới trướng Nam Trung đô đốc phủ.\n\nCùng năm, quận lại ở quận [[Giao Chỉ]] là [[Lã Hưng]] giết thái thú, phản kháng lại sự thống trị của Đông Ngô, phái người đến chỗ Hoắc Dặc quy phụ Ngụy. Năm 214, Lã Hưng được phong cầm tiết, đô đốc Giao Châu chư quân sự, Hoắc Dặc được phong làm thứ sử Giao Châu, tiến cử [[Thoán Cốc]] làm thái thú Giao Chỉ, cắt cử các Nha môn tướng [[Đổng Nguyên]], Mao Cảnh, [[Mạnh Cán]], [[Mạnh Thông]], [[Thoán Nang]], [[Lý Tùng]], [[Vương Tố]] sang cứu viện. Nhưng chưa đến nơi thì Lã Hưng đã bị thuộc hạ giết chết.<ref name=\"HDQC 4\" \/>\n\nNăm 265, quân Nam Trung tiến vào [[Long Biên]], trấn an Giao Chỉ. Không lâu sau, Thoán Cốc bệnh chết, thái thú kế nhiệm là [[Mã Dung]]<ref>'''Mã Dung''' (馬融; ? -265), người Ba Tây, con trai thứ ba của Mã Trung, được nhà Tấn phong làm thái thú Giao Chỉ.<\/ref> cũng bị bệnh mà chết, Dương Tắc được bổ nhiệm làm thái thú. Đến năm 268, dưới sự chỉ huy của Dương Tắc, quân Tấn đã chiếm lĩnh được hai quận [[Cửu Chân]], [[Nhật Nam]], uy hiếp các quận phía bắc [[Hợp Phố]]. Mao Cảnh nhờ công lao mà được phong làm tạp hiệu tướng quân, phong tước liệt hầu.\n\nNăm 268, quân Ngô phản kích, [[Tôn Hạo]] phong [[Lưu Tuấn]] làm thứ sử Giao Châu, [[Tu Tắc]] làm Tiền bộ đốc, cùng tướng quân [[Cố Dung]] tấn công Giao Chỉ. Quân Ngô nhiều lần tiến công mà không thu hoạch được gì. Dương Tắc liền phái Mao Cảnh, Đổng Nguyên tiến công nơi đóng quân của quân Ngô tại Hợp Phố. Hai quân giao chiến tại [[Hợp Phố|Cổ Thành]], quân Ngô đại bại, Mao Cảnh chém Tu Tắc tại trận, thứ sử Lưu Tuấn cũng tử trận.<ref name=\"TQC 48\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngô thư'', quyển 3, ''[[:wikisource:zh:三國志\/卷50|Tam tự chủ truyện]]''.<\/ref> Mao Cảnh được Dương Tắc tiến cử làm thái thú [[Úc Lâm]], tiếp tục tấn công các quận khác của Giao Châu.<ref name=\"HDQC 4\" \/><ref name=\"TTTG 79\">[[Tư Mã Quang]], ''[[Tư trị thông giám]]'', [[:wikisource:zh:資治通鑑\/卷079|''Tấn kỷ'', quyển 79]].<\/ref>\n\nNăm 269, Tôn Hạo lại cử giám quân [[Ngu Dĩ]], Uy nam tướng quân [[Tiết Hủ]] cùng giám quân [[Lý Úc]], đốc quân [[Từ Tồn]] chia quân hai đường tấn công Giao Châu. Lý Úc đi nửa đường thì bỏ về, bị bức tử, còn quân Ngu Dĩ hội quân cùng thái thú [[Thương Ngô]] [[Đào Hoàng]] tại Hợp Phố, tiếp tục tiến công, nhưng vẫn thất bại. Năm 271, Tiết Hủ theo kế Đào Hoàng, cho quân tấn công Giao Chỉ từ đường biển. Mao Cảnh, [[Mạnh Nhạc]]<ref>'''Mạnh Nhạc''' (孟岳; ? -271), người Kiến Ninh, tướng quân dưới trướng Dương Tắc.<\/ref> chặn đánh quân Ngô ở [[Phong Khê]], quân Tấn ít, bèn dùng kế giả vờ rút lui để dụ quân Ngô, nhưng bị Đào Hoàng nhìn thấu. Quân Tấn đại bại, toàn quân chỉ còn có Cảnh chạy được về.<ref name=\"HDQC 4\" \/><ref name=\"TT 57\">[[Phòng Huyền Linh]], ''[[Tấn thư]]'', quyển 57, ''[[:wikisource:zh:晉書\/卷057|Đào Hoàng truyện]]''.<\/ref>\n\nDương Tắc, Mao Cảnh rút quân về Giao Chỉ cố thủ. Đào Hoàng vây thành nhiều tháng, nhờ có nội ứng [[Vương Ước]] mới phá được thành, bắt sống Dương Tắc, Mao Cảnh, Mạnh Cán, Thoán Năng, Lý Tùng. ''[[Hán Tấn xuân thu]]'' ghi rằng Tắc, Cảnh cố thủ hơn 100 ngày, trong thành cạn lương, liền đầu hàng Đào Hoàng.<ref name=\"HDQC 4\" \/> Đào Hoàng thấy Cảnh vũ dũng, muốn chiêu hàng, nhưng tướng [[Tu Doãn]] là con trai của Tu Tắc kiên quyết xử tử Cảnh để báo thù. Mao Cảnh thà chết chứ không chịu khuất phục, bị mổ bụng moi tim vẫn mắng chửi không ngừng.<ref name=\"HDQC 4\" \/> Năm 273, [[Tư Mã Viêm]] truy tặng Mao Cảnh, cho con trai trưởng tập tước, ba con trai còn lại cũng được phong tước Quan nội hầu.<ref name=\"HDQC 4\" \/><ref name=\"TQC 48\" \/><ref name=\"TT 57\" \/>\n\n== Trong sách sử Việt Nam ==\nSách ''[[Đại Việt sử ký toàn thư]]'' ghi lại hai sự kiện Mao Cảnh đánh bại quân Ngô năm 268 và bị quân Ngô bắt làm tù binh năm 271, nhưng lại chép lầm tên Mao Cảnh thành '''Mao Linh''' (毛靈), '''Mao Miện''' (毛冕). ''Toàn thư'' cũng ghi lại việc Dương Tắc được phong làm thứ sử Giao Châu, Mao Miện được phong làm thái thú Giao Chỉ, nhưng ấn thao chưa tới nơi thì hai người đã thua chết.<ref name=\"ĐVSKTT\">[[Ngô Sĩ Liên]], ''[[Đại Việt sử ký toàn thư]]'', quyển 4, ''[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt04.html Kỷ thuộc Ngô, Tấn, Tống, Tề, Lương]''.<\/ref>\n\n== Trong văn hóa ==\nMao Cảnh không xuất hiện trong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'' của [[La Quán Trung]].\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Thường Cừ]], ''[[Hoa Dương quốc chí]]''.\n* [[Phòng Huyền Linh]], ''[[Tấn thư]]''.\n* [[Ngô Sĩ Liên]], ''[[Đại Việt sử ký toàn thư]]''.\n* [[Lê Tắc]], ''[[An Nam chí lược]]''.\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 271]]\n[[Thể loại:Người Vân Nam]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Nhân vật quân sự nhà Tấn]]"}