{"Mao Tu Chi":"'''Mao Tu Chi''' ([[chữ Hán]]: 毛修之; [[375]]-[[446]]) là tướng thời [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều]] trong [[lịch sử Trung Quốc]]. Ông phục vụ cả chính quyền cai trị phía nam và phía bắc.\n\n==Thời Đông Tấn==\n=== Theo Hoàn Huyền ===\nMao Tu Chi tự là '''Kính Văn''', người Vinh Dương, Dương Vũ<ref>nay thuộc tỉnh [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref>.\n\nKhi còn nhỏ, Mao Tu Chi đã tỏ ra là người có chí lớn, văn võ toàn tài. Ông đọc nhiều sách sử, giỏi cưỡi [[ngựa]], bắn tên, lại tinh thông cả [[thơ|thơ ca]] và [[âm nhạc]]<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 159<\/ref>.\n\nMao Tu Chi lớn lên cuối thời [[Nhà Tấn|Đông Tấn]]. Quyền thần [[Hoàn Huyền]] muốn đoạt ngôi nhà Tấn, thu dụng ông, phong làm Đồn kỵ hiệu úy.\n\nNăm 404, Hoàn Huyền cướp ngôi nhà Tấn nhưng không lâu sau bị [[Lưu Tống Vũ Đế|Lưu Dụ]] đánh bại, thất thế chạy về phía tây. Mao Tu Chi trở giáo đánh lại Hoàn Huyền. Khi chạy tới đất Thục thì Hoàn Huyền bị giết. Lưu Dụ trở thành người khống chế triều chính nhà Tấn, thu hàng Mao Tu Chi, bổ nhiệm ông làm Trấn quân Tư nghị rồi Tả vệ tướng quân.\n\n=== Theo Lưu Dụ ===\nKhông lâu sau cha Mao Tu Chi là Mao Cẩn cùng bác ông bị Tiều Tung giết chết ở đất Thục. Lưu Dụ phong Mao Tu Chi làm Long nhương tướng quân, cho mang quân sĩ vào Thục chịu tang. Thứ sử Ích châu là Bào Lậu muốn cản trở. Lưu Dụ bèn lệnh cho tướng [[Lưu Kính Tuyên]] đánh Thục. Tiều Tung thua trận, phải trả lại linh cữu cha và bác của Mao Tu Chi.\n\nMao Tu Chi được phân ở dưới quyền Lưu Nghị. Sau đó Lưu Nghị trấn giữ Giang Lăng chống lại Lưu Dụ. Khi Lưu Nghị thất bại, ông nhờ có quan hệ tốt với Lưu Dụ nên không bị trị tội.\n\nVì không tin quỷ thần, khi đi nhậm chức ở đâu Mao Tu Chi thường đốt hết [[đền]] [[miếu]] ở đó. Khi đến trấn thủ [[Lạc Dương]], ông xây đắp thành lũy kiên cố, được Lưu Dụ khen thưởng.\n\nNăm 417, Mao Tu Chi theo Lưu Dụ đi đánh diệt nước [[Hậu Tần]] ở phía bắc. Khi rút về [[Kiến Khang]], Lưu Dụ để con nhỏ là Lưu Nghĩa Chân ở lại trấn thủ. Mao Tu Chi trong số các tướng giúp Nghĩa Chân. Vua nước [[Hạ (thập lục quốc)|Hạ]] là Hách Liên Bột Bột mang quân tấn công [[Trường An]]. Giữa lúc đó nội bộ quân Đông Tấn luôn xung khắc và đánh giết lẫn nhau khiến lực lượng bị suy yếu. Đại tướng Vương Trấn Ác bị giết, Lưu Nghĩa Chân phong Mao Tu Chi làm An tây tư mã. [[Hách Liên Bột Bột]] dẫn quân chiếm được Hàm Dương và ngày đêm vây đánh Trường An. Các huyện Quan Trung đều đầu hàng quân Hạ.\n\nLưu Dụ ở Bành Thành lệnh cho Nghĩa Chân rút về Bành Thành. Tháng 11 năm 418, Bột Bột biết tin liền mang 3 vạn quân truy kích, nhanh chóng đuổi kịp. Mao Tu Chi cùng các tướng [[Phó Hoằng Chi]], Phù Ân đi đoạn hậu đều không chống nổi quân Hạ và bị bắt sống<ref>Thẩm Khởi Vĩ, sách đã dẫn, tr 286<\/ref>. Lưu Nghĩa Chân bỏ chạy trước và nhân trời tối nên thoát được. Quân Đông Tấn tan tác và mất Trường An.\n\n== Thời Nam Bắc triều ==\nNăm 420, Lưu Dụ cướp ngôi nhà [[Nhà Tấn|Đông Tấn]] lập ra nhà [[Lưu Tống]]. Ở phương bắc, họ Thác Bạt làm vua nước [[Bắc Ngụy]] dần dần lớn mạnh, tiêu diệt nước Hạ của con cháu Hách Liên Bột Bột năm 431.\n\nMao Tu Chi đến [[Lạc Dương]], có qua lại với đạo sĩ Khấu Liêm Chi vốn là người được lòng [[Bắc Ngụy Thái Vũ Đế]]. Do có Khấu Liêm Chi che chở, ông không bị vua Ngụy giết.\n\nMột hôm Mao Tu Chi nấu một bát canh thịt [[dê]] dâng lên Ngụy Thượng thư. Ngụy thượng thư thấy ngon bèn mang dâng Thái Vũ Đế. Vua Ngụy ăn xong thấy ngon bèn phong cho Mao Tu Chi làm Thái quan lệnh, rồi từ đó có cảm tình với ông<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 160<\/ref>. Ông được phong làm Thượng thư, Quang lộc đại phu.\n\nBắc Ngụy và Lưu Tống nổ ra [[chiến tranh Lưu Tống-Bắc Ngụy|đại chiến]]. Năm 431 quân Tống bắc phạt thất bại, tướng [[Chu Tu Chi]] bị bắt, cũng được vua Ngụy trọng dụng. Mao Tu Chi nhân hỏi Chu Tu Chi về tình hình Nam triều, được biết vua [[Lưu Tống Văn Đế]] tin dùng hoạn quan Ân Cảnh Nhân nên tỏ ý thất vọng không muốn về nam nữa<ref name=\"TS161\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 161<\/ref>.\n\nBắc Ngụy và Lưu Tống xảy ra chiến tranh qua lại trong nhiều năm. Vài năm sau, có những người trôi dạt ở phương bắc về nói với Tống Văn Đế rằng Mao Tu Chi xui Ngụy Thái Vũ Đế đánh phương nam và truyền đạo lễ cho người Hồ phương Bắc. Tống Văn Đế vì vậy rất giận ông.\n\nNăm 439, Chu Tu Chi lưu lạc từ Bắc Ngụy sang [[Bắc Yên (Ngũ Hồ)|Bắc Yên]] rồi trở về với Lưu Tống, tâu lại với vua Tống về Mao Tu Chi. Vua Tống mới hiểu ra và hết nghi kị ông<ref name=\"TS161\"\/>.\n\nMao Tu Chi có nhiều vợ con ở Bắc Ngụy. Ông mất năm 446 đời Bắc Ngụy Thái Vũ Đế, thọ 72 tuổi.\n\n==Xem thêm==\n* [[Hạ (thập lục quốc)]]\n* [[Chiến tranh Lưu Tống-Bắc Ngụy]]\n* [[Lưu Tống Văn Đế]]\n* [[Bắc Ngụy Thái Vũ Đế]]\n* [[Chu Tu Chi]]\n* [[Phó Hoằng Chi]]\n\n==Tham khảo==\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2002),'' Tướng soái cổ đại Trung Hoa'', tập 2, Nhà xuất bản Thanh niên\n* Thẩm Khởi Vĩ (2007), ''Kể chuyện Lưỡng Tấn Nam Bắc triều'', Nhà xuất bản Đà Nẵng\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Quan nhà Bắc Ngụy]]\n[[Thể loại:Sinh năm 375]]\n[[Thể loại:Mất năm 446]]"}