{"Marcello Malpighi":"{{Infobox scientist\n|name = Marcello Malpighi\n|image = Marcello malpighi.jpg\n|image_size = 220px\n|caption = \n|birth_date = [[10 tháng 3]] năm [[1628]] \n|birth_place = [[Crevalcore]], [[Ý]]\n|death_date = {{dda|1694|11|29|1628|3|10}}\n|death_place = [[Rome]], Ý\n|residence = \n|citizenship = \n|nationality = {{flag|Ý}}\n|ethnicity = \n|field = \n* [[Bác sĩ]]\n* [[Sinh vật học]]\n|work_institutions = [[Đại học Bologna]]\n|alma_mater = Đại học Bologna\n|thesis_title =\n|doctoral_advisor = \n|doctoral_students = \n|known_for = \n* [[Tiểu thể Malpighi]]\n* [[Hệ thống ống lượn Malpighi]]\n* [[Kim tự tháp Malpighi]]\n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences = \n|influenced = \n|prizes = \n|religion = \n|footnotes = \n|signature = \n}}\n'''Marcello Malpighi''' (1628-1694) là bác sĩ và [[nhà sinh vật học]] [[người Ý]]. Vào [[năm]] [[1660]], lần đầu tiên trong [[lịch sử]], Malpighi sử dụng [[kính hiển vi]] để quan sát các [[mao mạch]]. Vài năm sau, ông nghiên cứu [[da]] và tiểu thể Malpighi trong [[gan]] và [[lá lách]]. Ông còn sử dụng kính hiển vi để [[nghiên cứu]] sự phát triển của [[phôi]] [[gà]]<ref>[[Lịch sử quang học]], [[Trần Nghiêm]]<\/ref>. Tên của ông dùng để đặt cho [[tiểu hành tinh]] [[11121 Malpighi]] cũng như nhiều thành phần trong các cơ quan ở mức độ mô học như ''tiêu thể Malpighi'' trong gan và lách, ''lớp Malpighi'' trong biểu mô, ''tháp Malpighi'' trong thận, quản cầu Malpighi trong tiểu cầu thận,...\n\n== Cuộc đời và sự nghiệp ==\n\n=== '''Những năm đầu''' ===\nÔng sinh ra tại Bologna trong một gia đình giàu có vào năm 1628, ông tốt nghiệp đại học với học vị tiến sĩ y khoa năm 1653. Ở đó ông giảng dạy luân lý luận, rồi ông đến làm giáo sư y khoa tại Đại học Pisa, ở đây ông gặp một người sẽ có ảnh hưởng rất lớn đến cuộc đời ông: Giáo sư Giovanni A. Borelli hơn ông 21 tuổi. Họ bổ trợ cho nhau một cách kỳ lạ: Malpighi khiến cho Borelli chuyển từ nghiên cứu chuyển động các thiên thể sang nghiên cứu chuyển động của các sinh thể; còn Borelli thì dẫn Malpighi ra khỏi \"y học giáo điều\" - từ chương, sách vở, cũ kĩ - mà đến với thực nghiệm, giải phẫu.\n\nBorelli thời điểm đó đã áp dụng các kiến thức vật lý vào sinh học. Ông trình bày chuyển động của cơ thể sinh vật. Ví dụ như ở người, cánh tay nâng một vật giống như đòn bẩy của Acsimet: xương là đòn bẩy, các lực ngắn hơn là ở các cơ. Ông cũng trình bày như vậy với cử động chạy, nhảy, bước...Ông cũng áp dụng vật lý vào các hoạt động bay của chim, côn trùng...\n\n=== \"Khoa học kính hiển vi\" ===\nMalpighi lúc này thì đang soi kính hiển vi vào phủ tạng cơ thể để khám phá cấu trúc tinh vi của nó. Ông cảm thấy vô cùng ấn tượng trước công trình của Harvey - một nhà giải phẫu tiên phong - ông nhận xét tác phẩm của Harvey là báo hiệu cho \"tri thức giải phẫu ngày càng tăng\". Ông tin vào hệ thống của Harvey về tim và máu rằng máu đi qua cơ thể nhiều lần trong ngày. Tuy nhiên, thời điểm đó thì chẳng ai chấp nhận học thuyết của Harvey, họ tin vào một học thuyết - nếu vào ngày nay thì rất buồn cười - cho rằng: máu đi vào động mạch rồi đến các bộ phận khi đang thức, rồi khi ngủ máu vào sâu trong cơ quan vào tĩnh mạch.\n[[Tập tin:Malpighi - Opere, 1687 - 3053086.tif|thumb|upright|''Opere'', 1687]]\n\nHarvey, Malpighi nói, đã chứng minh rằng máu phải được đi qua cơ thể nhiều lần. Nếu có nhiều máu đi qua tim như vậy mà cơ thể lại tạo ra máu chậm như vậy, bản thân máu cũng phải được tuần hoàn, máu phải liên tục di chuyển từ động mạch vào tĩnh mạch. Thời điểm đó, một nhà giải phẫu có thể dễ tìm ra động mạch và tĩnh mạch, nhưng cái gì sẽ nối chúng với nhau?\n[[Tập tin:Malpighi's microcopes imagine for lung.png|trái|nhỏ|Mô tả về phổi của Malpighi]]\nMalpighi tin rằng \"mảnh ghép còn thiếu\" sẽ nằm ở phổi. Và không biết do đâu, trực giác khoa học, tinh toán hay thuần may mắn, phổi đã cho ông câu trả lời không thể rõ ràng hơn. Ông hồi tưởng trong lá thư gửi Borelli: \n[[Tập tin:Leeuwenhoek's description of capillary.png|nhỏ|305x305px|Mô tả về mao mạch của [[Antonie van Leeuwenhoek|Leuweenhoek]]]]\n<blockquote>\"Tôi đã hy sinh gần sạch loài ếch, là điều không xảy ra trong cuộc chiến giữa chuột và ếch của Homer. Chính trong những lúc mổ xẻ phổi với sự giúp đỡ của đồng nghiệp xuất sắc là Carol (...) tôi tình cờ thấy được những thứ kỳ diệu đến mức tôi có thể reo lên hơn cả Homer thốt lên: \"Tôi đã thấy một tác phẩm vĩ đại\". Phải vậy, mọi thứ bày ra thật rõ ràng ở loài ếch, màng có cấu trúc đơn giản còn mạch máu và gần như mọi thứ còn lại trong suốt cho phép thấy những cẫu trúc sâu hơn.<\/blockquote><blockquote>(...) <\/blockquote><blockquote>Vì mắt tôi không thể thấy gì ngoài con vật sống, tôi ''[ từng ]'' tin máu sẽ đổ ra một khoảng không và được hút vào qua một mạch hở. (...) ''[ Nhưng tôi đã quan sát thấy]'' những mạch máu nhỏ hơn nối với nhau thành vòng tròn, các mạch máu phân nhánh thật tuyệt vời, xuất phát từ tĩnh mạch một bên và động mạch bên kia, chúng tạo thành một mạng lưới nối giữa động mạch và tĩnh mạch.\"<\/blockquote>Ông đã phát hiện ra mao mạch, và tình cờ ông cũng mở đường cho nghiên cứu về phổi, hô hấp.\n\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai nhân vật Anh}}\n\n[[Thể loại:Sinh năm 1628]]\n[[Thể loại:Mất năm 1694]]\n[[Thể loại:Nhà y học Ý]]\n[[Thể loại:Nhà sinh vật học Ý]]\n[[Thể loại:Hội viên Hội Hoàng gia]]\n[[Thể loại:Tử vong do đột quỵ]]"}