{"Marie-Madeleine Lachenais":"{{Thông tin nhân vật\n| tên = Marie-Madeleine Lachenais\n| hình = Marie-Madeleine Lachenais.jpg\n| cỡ hình = \n| ghi chú hình = Marie-Madeleine Lachenais\n| ngày sinh = 1778\n| nơi sinh = [[Arcahaie]], [[Haiti]]\n| ngày mất = 22 July 1843\n| nơi mất = [[Kingston, Jamaica|Kingston]], [[Jamaica]]\n| chiều cao = \n| tên khác = Joute\n| website = \n| người hôn phối = \n}}\n'''Marie-Madeleine Lachenais''', được gọi là ''Joute'' (Arcahaie, [[Haiti]] 1778 - [[Kingston, Jamaica|Kingston]], [[Jamaica]] ngày 22 tháng 7 năm 1843), là một chính trị gia Haiti [[De facto|thực tế]]. Bà là tình nhân và cố vấn chính trị của tổng thống [[Alexandre Pétion|Alexandre Sabès Pétion]] và chủ tịch [[Jean-Pierre Boyer]] và đã gây ảnh hưởng đáng kể đến các vấn đề của nhà nước trong nhiệm kỳ tổng thống của họ, trong khoảng thời gian 36 năm (1807 ném1843). Bà được gọi là \"Tổng thống của hai Tổng thống\" và được coi là người phụ nữ quyền lực nhất về mặt chính trị trong lịch sử Haiti trước khi giới thiệu [[quyền bầu cử của phụ nữ]] vào năm 1950.\n\n== Tiểu sử ==\nMarie-Madeleine Lachenais là con gái của Marie Thérèse Fabre và [[đại tá]] người Pháp de Lachenais. Bà có mối quan hệ với Alexandre Petion, người mà bà có hai bà con gái, Cecile và Hersilie. Năm 1807, Alexandre Petion trở thành tổng thống và bà đóng vai trò là cố vấn của ông. Petion bổ nhiệm Jean-Pierre Boyer làm người kế vị với sự hỗ trợ của bà.\n\nSau phần của Jean-Pierre Boyer vào năm 1818, bà đóng vai trò là người tình và cố vấn chính trị cho Boyer và có một cô con gái, Azema, đi cùng anh ta. Ý chí của bà đã ảnh hưởng đến các hành vi được thông qua tại quốc hội từ năm 1818 đến 1840. Năm 1838, bà thuyết phục Boyer tiếp tục làm chủ tịch khi anh dự định từ chức. Bà cũng tiết lộ và ngăn chặn một cuộc đảo chính có kế hoạch, trong đó [[Linh hồn Faustin|Faustin Soulouque]] có liên quan.\n\nSau sự lắng đọng của Boyer vào năm 1843, Lachenais và các con gái của bà, được gọi là gia đình Boyers, được hộ tống lên một con tàu để theo Boyer đi lưu đày đến Jamaica. Bà và các con gái của mình sống bằng tiền trợ cấp từ Haiti, mà chính thức chỉ được cấp cho con gái của bà là Cecile. Boyer được báo cáo là đã cưới bà ấy, hoặc đã có kế hoạch kết hôn với bà ấy, ngay trước khi bà ấy chết. Bà ấy chết ngay sau khi đến Jamaica.\n\n== Xem thêm ==\n\n* [[Victoire Jean-Baptiste]]\n\n==Tham khảo==\n\n* [http:\/\/www.haiticulture.ch\/Madeleine_Lachenais.html http:\/\/www.haiticARM.ch\/Madeleine_Lachenais.html] \n* Georges Corvington, [[Port-au-Prince]] au cours des ans, Tome III Trang83 et 93 \n* Vị trí David, cité dans Femmes haïtiennes, op.cit. tr67.\n\n[[Thể loại:Người Haiti thế kỷ 19]]\n[[Thể loại:Mất năm 1843]]\n[[Thể loại:Sinh năm 1778]]"}