{"Mary Ann Cotton":"{{Hộp thông tin tội phạm\n| name = Mary Ann Robson (Cotton)\n| image = Mary Ann Cotton.jpg\n| image_size = 240px\n| caption = Chân dung \"góa phụ đen\"\n| birth_name = Mary Ann Robson\n| alias =\n| birth_date = {{Ngày sinh|1832|10|31}}\n| birth_place = Low Moorsley, [[County Durham]], [[Anh]]\n| death_date = {{Ngày mất và tuổi|1873|03|24|1832|10|31}}\n| death_place = [[Durham Gaol]], Anh\n| death_cause = [[Treo cổ]]\n| occupation = [[Dressmaker]], [[nurse]], [[house keeper]]\n| victims = 21\n| weapons = Chất độc [[asen]]\n| country = [[Anh]]\n| endyear = 1873\n| apprehended = 1873\n| penalty = [[Tử hình]] bằng [[treo cổ]]\n}}\n'''Mary Ann Cotton''' (tên khai sinh là '''Mary Ann Robson'''; sinh vào tháng 10 năm [[1832]] tại Low Moorsley, [[County Durham]], [[Anh]] – chết ngày [[24 tháng 3]] năm [[1873]]) được biết đến với biệt danh là '''góa phụ đen''' là một [[phụ nữ]] [[người Anh]], người đã thực hiện việc mưu sát giết chết những đứa con của bà ta và người ta tin rằng bà đã mưu sát tổng cộng 21 người trong đó có cả mẹ đẻ, con đẻ và những người chồng của mình với phương thức chính là đầu độc nạn nhân bằng chất độc [[asen|thạch tín]].<ref name=\"dlm\">{{chú thích web|url=http:\/\/www.dailymail.co.uk\/femail\/article-2096423\/Mary-Ann-Cotton--Britains-FIRST-serial-killer-poisoned-21-people-including-mother.html|title=She poisoned 21 people including her own mother, children and husbands. So why has no-one heard of Britain's FIRST serial killer, Mary Ann Cotton?|author=David Wilson|publisher=Dailymail|date = ngày 5 tháng 2 năm 2012}}<\/ref>\n\nBà bị buộc tội giết người, dù bà chối bỏ và thật sự chưa bao giờ được chứng minh đầy đủ, tuy nhiên, không có một nghi ngờ gì đối với việc bà là một kẻ giết người hàng loạt.<ref name=\"wat\">{{chú thích web|url=http:\/\/www.watfordobserver.co.uk\/news\/263745.the_story_of_mary_ann_cotton_a_frail_dressmakers_poisonous_past\/|title=The story of Mary Ann Cotton: A frail dressmaker’s poisonous past|publisher=Watford Observer|date = ngày 20 tháng 9 năm 2007}}<\/ref> Trong lịch sử tội phạm của nước Anh, có lẽ bà là kẻ giết người hàng loạt đầu tiên\n\n==Cuộc đời và sự kiện==\nMary Ann sinh năm 1832 tại Low Moorsley, một ngôi làng nhỏ, nay là một phần của [[Hetton-le-Hole]] trong [[City of Sunderland]].\n\nKhi Mary Ann lên 8, cha mẹ cô chuyển cả gia đình qua làng Murton ở Durham County, nơi cô đến một trường học mới và có khó khăn trong việc kết bạn. Ngay sau khi di chuyển, cha của cô đã chết trong một [[tai nạn lao động]] khi bị rơi từ 150 feet (46 m) trong một hầm mỏ tại Murton Colliery.\n\nNăm 1843, mẹ góa bụa của Mary Ann, là bà Margaret (nhũ danh Lonsdale) kết hôn với George Stott, người mà Mary Ann đã không cảm thấy thích hợp. Ở tuổi 16, cô đã chuyển ra ở riêng tại nhà trong làng gần đó ở Nam Hetton để học trở thành một y tá. Ba năm sau đó, cô lại trở về nhà của mẹ cô để đi học làm thợ may.\n\n===Người chồng thứ nhất===\nNăm 20 tuổi, bà kết hôn lần đầu với một [[công nhân]] [[than mỏ|mỏ than]] là William Mowbray.<ref name=\"dlm\"\/> Đến năm 1860, vợ chồng Marry Ann chuyển tới vùng Đông Bắc. Marry Ann sinh ra 4 người con với William Mowbray. Ba trong số 4 đứa trẻ đã [[chết]] từ sớm. William chết năm [[1865]], và để lại cho Mary Ann 35 [[bảng Anh]] tiền [[bảo hiểm]],<ref name=\"wat\"\/> tương đương với 6 tháng lương. Với số tiền này, Marry Ann chuyển về [[Cảng Seaham]] để được sống gần với người tình là Joseph Nattrass. Nattrass đi đâu, Marry theo đến đó, dù vậy hai người không được gần nhau.\n\n===Người chồng thứ hai===\nSau đó, Mary trở thành [[y tá]] tại [[bệnh viện]] [[Sunderland]], và gặp George Ward – một bệnh nhân tại đây. Hai người sau đó kết hôn và George trở thành chồng thứ hai của Mary. Chưa đầy một năm sau, George chết (ở tuổi 33) và lại để cho Mary một khoản tiền bảo hiểm.<ref name=\"wat\"\/>\n\n===Người chồng thứ ba===\nTrong tình cảnh phụ nữ một con, Mary Ann xin vào làm vị trí giúp việc cho người đàn ông góa vợ James Robinson ở Sunderland. Mary nhận công việc này vào tháng 11 năm [[1866]] và chỉ sau đó vài tuần, đứa con của Robinson qua đời. Robinson đã tìm đến Mary giải khuây và khiến bà mang [[bầu]]. Nhưng có sự kiện là mẹ của Mary bị ốm và bà đã phải đến chăm sóc mẹ. Chỉ 9 ngày sau khi Mary trở về nhà, mẹ bà qua đời. Sau đó thì đứa con gái riêng của Mary là Isabella cũng qua đời. Hai đứa con riêng khác của Robinson cũng lần lượt ra đi. Ba đứa trẻ được chôn cất vào hai tuần cuối của tháng 4 năm 1867.\n\nTháng 8 năm [[1867]], Robinson cưới Mary Ann. Con riêng của hai người là Mary Isabella sinh ra vào tháng 11 cũng sớm qua đời vào tháng 3 năm 1868. Robinson nghi ngờ khi Mary yêu cầu khoản tiền bảo hiểm nhân thọ của ông và phát hiện ra vợ mình có một món nợ lên tới 60 bảng Anh. Sau đó, Robinson đã đuổi cổ Mary ra khỏi nhà.\n\n===Người chồng thứ tư===\nMary lại tìm được một người đàn ông khác nhờ có người bạn là Margaret Cotton mai mối giới thiệu cho người anh trai tên là Frederick. Margaret chăm sóc anh trai và hai người con của anh. Nhưng Margaret đã mất năm 1870 vì chứng đau dạ dày, và khu rửa than của anh em nhà Margaret rơi vào tay của Mary.\n\nCuộc hôn nhân giữa Mary và Frederick đã mang lại cho họ cậu con trai tên là Robert, sinh năm [[1871]]. Cuối tháng 12 năm đó, Frederick chết. Tất nhiên, khoản tiền bảo hiểm nhân thọ của ông cùng với các con ông đều rơi vào tay Mary. Nattrass – người tình trước đây của Mary – chuyển đến sống cùng bà.\n\n===Người chồng thứ 5===\n[[Tập tin:Durham Prison - geograph.org.uk - 228811.jpg|nhỏ|Nhà tù [[Durham (HM Prison)|HM Prison Durham]], nơi kết liễu [[kẻ giết người hàng loạt]] Mary Ann Cotton]]\nMary tìm được công việc làm y tá cho một [[viên chức]] tên là John Quick-Manning. Mary sau đó mang thai với ông này (con gái của hai người được sinh ra trong thời gian Mary ngồi tù chờ thi hành án). Nhưng Mary vẫn thấy phiền hà với lũ trẻ của bà trong cuộc hôn nhân thứ ba. Một trong số các con riêng của chồng bà đã mất vào tháng 3 năm 1872, cậu con trai riêng của bà cũng mất không lâu sau đó. Ngay sau khi xem xét lại di chúc theo nguyện vọng của Mary, người tình Nattrass cũng lâm bệnh và qua đời vào tháng 4 năm 1873.\n\nLúc này bà ta sống một ngôi nhà bình thường trong làng Durham, Tây Auckland. Sau đó bà đã bị bắt tại nhà vì lý do nghi ngờ giết người, sau quá trình điều tra và kết án, bà đã bị hành quyết tại nhà tù Durham vào tháng 3 năm 1873, Mary Ann Cotton bị treo cổ bằng sợi thừng.<ref>[http:\/\/www.trutv.com\/library\/crime\/notorious_murders\/women\/women1\/4.html Women Who Kill, Part One]<\/ref>\n\n==Những giả thiết==\nTheo điều tra về lịch sử thì Mary Ann Cotton được cho là một cỗ máy giết người, với danh sách nạn nhân gồm có: 8 người con đẻ của bà, 7 người con riêng của chồng, mẹ đẻ của bà, ba người chồng, một tình nhân và một người bạn. Chuỗi thảm sát bắt đầu năm 1860 tại vùng Đông Bắc.\n\nMột giả thiết đặt ra cho việc giết người không ngừng này là bà muốn tìm một người đàn ông có [[thu nhập (định hướng)|thu nhập]] ổn định, sống với họ cho tới chừng nào cảm thấy chán thì giết. Những đứa trẻ đều bị sát hại một cách nhẫn tâm. Cuộc sống khó khăn cùng với khối lượng công việc nặng nhọc, thiếu ăn, đã thúc đẩy bà giết người không ghê tay.\n\nChất độc mà Mary Ann lựa chọn là thạch tín. Trong suốt nhiều thế kỷ, thạch tín là chất độc mà nhiều kẻ giết người ưa dùng vì chất độc này tan ra trong các loại [[thức uống|đồ uống]], lại có sẵn ở nhiều [[cửa hàng bán lẻ|cửa hàng]]. Mặc dù lúc này các nhà chức trách ở Anh đã ban hành lệnh kiểm soát việc bán thạch tín, nhưng vẫn có nhiều cửa hàng bán loại hóa chất này, dưới dạng [[xà phòng]] mềm để tẩy rửa trong gia đình. Mặt khác do Mary là y tá nên bà hiểu rõ, triệu chứng khi nhiễm độc là [[nôn mửa]], [[tiêu chảy]] và mất [[nước]]. Bác sĩ thường có xu hướng chẩn đoán các triệu chứng này là các bệnh liên quan tới đường ruột – đặc biệt là với các bệnh nhân nghèo và thiếu [[dinh dưỡng]] mà họ không nghi ngờ rằng đây là một vụ mưu sát.\n\nTheo các [[giấy chứng tử]] và mai táng, tất cả các nạn nhân của bà đều chết vì bệnh liên quan tới [[dạ dày]], bà cũng thành công trong việc đóng vai một người vợ đau khổ, một người mẹ bất lực khi bảo vệ chồng và con mình. Nhưng cũng chính điều này đã khiến cho việc tìm hiểu chính xác số người mà Mary Ann đã giết hại. Mary xuất thân là một y tá, nên bà biết rõ cách thức dàn dựng mọi chuyện. Nhưng qua quá trình điều tra, lần theo dấu vết và lịch sử của bà, nhà chức trách đã tìm ra và xâu chuỗi những vụ án và tội ác của Mary đã bị vạch trần và bà phải trả giá.\n\n== Tham khảo ==\n* Appleton, Arthur: ''Mary Ann Cotton: Her Story and Trial'' (London: Michael Joseph, 1973). ISBN 0-7181-1184-2\n* ''The Times'', contemporary reports, 1872-3\n* Flanders, Judith (2011) ''The Invention of Murder'' (London: Harper Ress) ISBN 978-0-00-724888-9\n* [http:\/\/vietnamnet.vn\/vn\/quoc-te\/59353\/truyen-ki--goa-phu-den--giet-nguoi-hang-loat.html Truyền kì \"góa phụ đen\" giết người hàng loạt], Vietnamnet, 8\/2\/2012\n\n==Chú thích==\n{{tham khảo}}\n\n{{DEFAULTSORT:Cotton, Mary Ann}}\n[[Thể loại:Sinh năm 1832]]\n[[Thể loại:Mất năm 1873]]\n[[Thể loại:Nữ sát nhân]]\n[[Thể loại:Nữ tội phạm]]\n[[Thể loại:Người Anh]]\n[[Thể loại:Kẻ giết người hàng loạt]]"}