{"Mary Todd Lincoln":"{{Infobox officeholder 1\n| name = Mary Todd Lincoln\n| image = Mary Todd Lincoln 1846-1847 restored cropped.png\n| birth_date = {{birth date|1818|12|13}}\n| birth_place = [[Lexington, Kentucky|Lexington]], [[Kentucky]], [[Hoa Kỳ]]\n| death_date = {{death date and age|1882|7|16|1818|12|13}}\n| death_place = [[Springfield, Illinois|Springfield]], [[Illinois]], [[Hoa Kỳ]]\n| office= [[Đệ Nhất Phu nhân Hoa Kỳ]]\n| president=[[Abraham Lincoln]]\n| term_start= [[4 tháng 3]] năm [[1861]]\n| term_end= [[15 tháng 4]] năm [[1865]]<br \/>{{số năm theo năm và ngày |1861|3|4|1865|4|15}}\n| predecessor = [[Harriet Lane]]\n| successor = [[Eliza McCardle Johnson]]\n| religion=\n| spouse = [[Abraham Lincoln]]\n| children = [[Robert Todd Lincoln]] <br> [[Edward Baker Lincoln|Edward Lincoln]] <br> [[William Wallace Lincoln|Willie Lincoln]] <br> [[Tad Lincoln]]\n| relations =\n| signature = Appletons' Lincoln Abraham - Mary signature.png\n}}\n'''Mary Ann Lincoln''' (nhũ danh: '''Mary Ann''' '''Todd''', [[13 tháng 12]] năm [[1818]] – [[16 tháng 7]] năm [[1882]]) là phu nhân của [[tổng thống Hoa Kỳ|Tổng thống]] thứ 16 của [[Hoa Kỳ]] [[Abraham Lincoln]] và là [[Đệ Nhất Phu nhân Hoa Kỳ]] từ năm 1861 đến năm 1865. Bà bỏ tên lót của mình là Ann sau khi em gái của bà, Ann Todd (Clark), ra đời và không dùng tên họ Todd sau khi kết hôn với Lincoln.\n\nMary là thành viên trong một đại gia đình giàu có ở [[Kentucky]] và được giáo dục từ nhỏ. Sau khi hoàn tất chương trình trung học, bà đến [[Springfield, Illinois]] để sống với người chị đã kết hôn của bà Elizabeth Edwards. Trước khi gặp Abraham Lincoln, Mary được người đối thủ chính trị lâu năm của Lincoln là [[Stephen A. Douglas|Stephen A. Doughlas]] tán tỉnh. Bà và Lincoln có với nhau 4 người con trai, nhưng 3 người con của ông bà đã qua đời khi còn nhỏ. Căn nhà mà cặp đôi này sống với nhau 17 năm nay vẫn còn tồn tại ở góc đường Eighth Street và Jackson Street tại Springfield, Illinois.\n\nMary luôn kiên quyết ủng hộ các việc làm của Lincoln trong suốt nhiệm kỳ Tổng thống của ông. Đồng thời, bà đã tích cực làm việc để giúp gìn giữ tinh thần lạc quan cho người dân trong nước khi cuộc [[Nội chiến Hoa Kỳ]] xảy ra. Tại [[Nhà Trắng|Nhà trắng]], Mary đảm nhận vai trò là một điều phối viên xã hội và sống cuộc đời xa hoa bằng cách trang trí lại cả căn nhà với một chi phí khủng. Tuy nhiên, cũng chính cách chi tiền tiêu xa xỉ này của bà đã khiến cho Lincoln và một số người dân khác phiền lòng. Mary ngồi cạnh Lincoln khi ông bị [[Vụ ám sát Abraham Lincoln|ám sát]] trong buồng của Tổng thống tại [[Nhà hát Ford]] trên đường Tenth Street ở thủ đô [[Washington, D.C.|Washington]]. Cái chết của Lincoln, cũng như của các con trai của bà trước đây, là một cú sốc tinh thần lớn đối với Mary.\n\nMary phải chịu đựng nhiều tổn thất về thể chất lẫn tinh thần trong suốt cuộc đời của mình. Bà thường xuyên bị [[đau nửa đầu]], và triệu chứng này trở nên trầm trọng hơn sau khi bà bị chấn thương đầu xảy ra những năm 1860. Mary trở nên ưu [[sầu]] trong suốt cuộc đời còn lại của mình, và một số nhà sử học cho rằng có thể bà ấy bị chứng [[rối loạn lưỡng cực]]. Do bệnh tâm thần, vào năm 1875, tòa án yêu cầu bà vào bệnh viên để điều trị. Tuy nhiên, một thời gian sau đó, Mary được xuất viện và ở tại nhà của chị gái mình. Bà qua đời do chứng [[Tai biến mạch máu não|đột quỵ]] vào năm 1882. Trong cả gia đình nhỏ của bà bao gồm chồng và 4 đứa con, chỉ có con trai cả là [[Robert Todd Lincoln]] sống thọ hơn Mary.\n\n== Cuộc đời lúc thiếu thời ==\nMary sinh ra ở [[Lexington, Kentucky]] và là người con gái thứ tư trong gia đình có tổng cộng bảy anh chị em. Bà là con của Elizabeth \"Eliza\" (Parker) Todd với một chủ ngân hàng tên Robert Smith Todd. Gia đình Mary là một chủ nô, và bà lớn lên trong cảnh giàu sang sung túc.<ref>Catherine Clinton, Mrs. Lincoln: A Life (New York: HarperCollins, 2009)<\/ref>\n\nKhi Mary lên sáu, mẹ của bà qua đời khi [[sinh con]]. Hai năm sau, cha của bà tái hôn với Elizabeth Betsy Humphreys, và cặp đôi này có với nhau thêm 9 người con.<ref>[http:\/\/www.firstladies.org\/biographies\/firstladies.aspx?biography=17 Mary Todd Biography]<\/ref> Tuy nhiên, Mary và mẹ kế thường không hoà hợp với nhau.\n\nTừ năm 1832, Mary và gia đình sống tại [[Mary Todd Lincoln House]] (tạm dịch: Nhà của Mary Todd Lincoln - một [[Địa danh Lịch sử Quốc gia Hoa Kỳ|địa danh lịch sử quốc gia Hoa Kỳ]]) - một ngôi nhà với 14 căn phòng sang trọng ở số 578 đường West Main Street, thành phố Lexington, Kentucky.<ref>[http:\/\/www.nps.gov\/nr\/travel\/lexington\/mtl.htm Mary Todd Lincoln House]<\/ref>\n\n== Bức ảnh năm 1872 ==\nNăm 1872, bà tham dự lễ tang của người chồng quá cố [[Abraham Lincoln]]. Bà đã ghé qua một tiệm chụp ảnh và nhờ nhiếp ảnh gia người Mỹ William Mumler chụp. Bà đã xác nhận rằng bóng người màu trắng nhạt ở sau bà chính là hồn ma của Tổng thống thứ 16 của Hoa Kỳ. Theo Mumler, bà đã mặc quần áo tang, đến thăm xưởng chụp ảnh dưới tên giả là \"Mrs. Lindall\", và xác nhận bóng trắng trong bức ảnh là chồng mình sau khi bị vợ của Mumler gây sức ép.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n{{Abraham Lincoln}}\n{{Đệ Nhất Phu nhân Hoa Kỳ}}\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Lincoln, Mary Todd}}\n[[Thể loại:Sinh năm 1818]]\n[[Thể loại:Đệ Nhất Phu nhân Hoa Kỳ]]\n[[Thể loại:Người Kentucky]]\n[[Thể loại:Mất năm 1882]]\n[[Thể loại:Abraham Lincoln]]\n[[Thể loại:Người Mỹ gốc Anh]]\n[[Thể loại:Người Mỹ gốc Ireland]]\n[[Thể loại:Người Mỹ gốc Scotland]]\n[[Thể loại:Người bị rối loạn lưỡng cực]]"}