{"Matthew C. Perry":"{{Infobox Military Person\n|name= Matthew Calbraith Perry\n|born= [[10 tháng 4]] năm [[1794]]\n|died = {{death date and age|1858|3|4|1794|4|10}}\n|placeofdeath= [[Thành phố New York|New York]]\n|image= [[Tập tin:Commodore Matthew Calbraith Perry.jpg|225px]]\n|caption= Matthew Perry\n|nickname=\n|allegiance= {{flagicon|Hoa Kỳ}} [[Hoa Kỳ|Hợp chúng quốc Hoa Kỳ]]\n|branch= {{nowrap|[[Hình:Seal of the United States Department of the Navy.svg|30px|United States Navy Seal]]}} [[Hải quân Hoa Kỳ]]\n|serviceyears= 1809-1855\n|rank= [[Phó Đề đốc (Mỹ)|Phó Đề đốc]]\n|commands=[[USS Shark (1821)|USS Shark]]<br\/>[[USS Fulton (1837)|USS Fulton]]<br\/>[[New York Navy Yard]]<br\/>[[USS Mississippi (1841)|USS Mississippi]]<br\/>[[Mosquito Fleet]]\n|unit=\n|battles=\n[[Little Belt Affair]]\n[[Chiến tranh Hoa Kỳ - Anh Quốc (1812)|Chiến tranh năm 1812]]\n*[[USS President]] vs [[HMS Belvidere]]\n<br\/>[[Chiến tranh Barbary lần 2]]\n\n<br\/>[[Chiến tranh Hoa Kỳ-México|Chiến tranh Mỹ-Mexico]]\n*[[Trận Frontiera]]\n*[[Trận Tabasco lần 1]]\n*[[Chiếm đóng Tampico năm 1846|Viễn chinh Tampico]]\n*[[Trận vây hãm Veracruz]]\n*[[Trận Tuxpan lần 1]]\n*[[Trận Tuxpan lần 2]]\n*[[Trận Tuxpan lần 3]]\n*[[Trận Tabasco lần 2]]\n}} \n'''Matthew Calbraith<ref>tên đệm của Perry thường bị gọi nhầm là '''G'''albraith thay vì '''C'''albraith<\/ref> Perry''' ([[10 tháng 4]] năm [[1794]]– [[4 tháng 3]] năm [[1858]], [[Thành phố New York|New York]]) là [[Phó Đề đốc]] của [[Hải quân Hoa Kỳ]]. Ông được biết đến trong lịch sử vì đã chỉ huy [[hải đoàn]] Đông Ấn (''East India Squadron'') đến đất nước Nhật Bản để buộc nước này phải mở cửa thông thương với nước ngoài sau hơn 200 năm nước này thực hiện chính sách [[Sakoku|bế quan tỏa cảng]] của [[Mạc phủ Tokugawa|Mạc Phủ Tokugawa]].\n\nSách tiếng Việt đầu thế kỷ 20 có phiên âm tên của ông là '''Đề đốc Bá Lý'''.<ref>Đào Trinh Nhất. ''Nhật Bản duy tân 30 năm''. Sài Gòn: 1936.<\/ref>\n\n==Tiểu sử==\nMatthew Calbraith Perry sinh ngày [[10 tháng 4]] năm [[1794]] tại [[South Kingston]], là con trai của [[Đại tá Hải quân]] [[Christopher R. Perry]] và là em trai của [[Phó Đề đốc|Phó đề đốc]] [[Oliver Hazard Perry]], người được mệnh danh là \"Người hùng của [[Trận hồ Erie]]\" trong [[Chiến tranh Hoa Kỳ - Anh Quốc (1812)]].\n\n===Giai đoạn 1809 - 1820===\n[[Hình:The Gokoku-ji Bell.jpg|nhỏ|trái|Một bản sao chính xác của Chuông Gokoku-ji mà Matthew Perry mang về từ Nhật Bản là một món quà do triều đình [[Ryukyu]] tặng. Hiện nay đặt ở lối vào của [[Sảnh Bancroft]] tại [[Học viện Hải quân Hoa Kỳ]] ở [[Annapolis, MD]]. Quả chuông nguyên gốc đã được trả lại cho chính phủ Nhật Bản vào năm [[1987]].]]\nSự nghiệp của cha anh đã sớm ảnh hưởng đến Matthew Perry. Năm [[1809]], ông chính thức trở thành một [[Học viên Hải quân]] (''Midshipman''), và bước đầu được phân công làm việc trên tàu [[USS Revenge]]. Dưới sự chỉ huy của anh trai, ông đã tham chiến trong [[Trận hồ Erie]] với tư cách là một sĩ quan hải quân tập sự trên soái hạm Lawrence, sau đó là soái hạm [[US Brig Niagara (1813)|Niagara]].\n\nSự nghiệp của Perry được tiếp tục trên một số [[tàu chiến]], quan trọng nhất là tàu [[USS President]], vốn đã giành được chiến thắng ngắn ngủi trước một tàu của [[Anh]], [[HMS Little Belt]], ngay trước khi cuộc [[chiến tranh Hoa Kỳ - Anh Quốc (1812)|chiến tranh năm 1812]] chính thức tuyên bố. Khi đó, ông được bổ nhiệm làm một trợ lý của Phó Đề đốc [[John Rodgers]]. Sau một thời gian ngắn, ông được chuyển sang tàu [[USS United States]], và đã chứng kiến những trận chiến nhỏ trong chiến tranh sau đó, kể từ khi con tàu bị mắc kẹt tại cảng ở [[New London]], [[Connecticut]].\n\nSau khi [[Hiệp ước Ghent]] được ký kết, kết thúc cuộc xung đột, ông phục vụ trên nhiều tàu chiến khác nhau ở [[Địa Trung Hải]]. Matthew Perry còn phục vụ dưới trướng Phó Đề đốc [[William Bainbridge]] trong [[Chiến tranh Barbary lần thứ hai]]. Sau đó ông phục vụ trong vùng biển [[Châu Phi]] trên tàu [[USS Cyane]] suốt cuộc tuần tra ngoài [[Liberia]] trong những năm [[1819]]-[[1820]]. Sau cuộc hành trình này, ông được gửi đến để đàn áp [[cướp biển]] và việc [[buôn bán nô lệ]] ở [[Tây Ấn Độ]]. Thời gian này, trong khi cập bến tại một cảng tại nước [[Nga]], ông nhận được lời mời làm việc trong [[Hải quân Đế quốc Nga]], nhưng ông đã từ chối.<ref>{{chú thích web | url = http:\/\/www.britannica.com\/EBchecked\/topic\/452613\/Matthew-C-Perry | tiêu đề = Matthew C. Perry biography - United States naval officer | author = | ngày = | ngày truy cập = 16 tháng 3 năm 2015 | nơi xuất bản = Encyclopedia Britannica | ngôn ngữ = }}<\/ref>\n\n===Giai đoạn 1820 – 1840===\nVào năm [[1763]], người Anh kiểm soát vùng [[Florida]], đụng chạm với quyền lợi của người [[Tây Ban Nha]], vốn cho rằng khu vực [[Florida Keys]] là một phần của [[Cuba]] và Bắc La Habana. Người Mỹ thì nhắm đến [[Key West, Florida|Key West]] (còn có tên gọi ''Cayo Hueso'' trong [[tiếng Tây Ban Nha]]), được xem như là \"Gibraltar của phương Tây\" vì nó bảo vệ bờ phía bắc của [[eo biển Florida]] rộng 145&nbsp;km - tuyến đường nước sâu giữa [[Đại Tây Dương]] và [[Vịnh Mexico]].\n\nNăm [[1815]], thống đốc Tây Ban Nha ở [[La Habana]] chuyển nhượng đảo [[Key West, Florida|Key West]] cho [[Juan Pablo Salas]] ở vùng [[Augustine thành Hippo|Saint Augustine]]. Sau khi Florida được nhường lại cho Hoa Kỳ, Salas đã bán lại cho một thương gia người Mỹ là [[John W. Simonton]] với giá $2.000 vào năm [[1821]]. Simonton vận động chính phủ Mỹ cho thiết lập một căn cứ hải quân ở Key West, cả hai đều tận dụng lợi thế vị trí chiến lược của nó và mang lại luật lệ và trật tự cho khu vực này.\n\nBấy giờ, Perry đang là thuyền trưởng tàu [[USS Shark]], một loại [[thuyền buồm dọc]] được trang bị 12 khẩu súng. Ngày [[25 tháng 3]] năm [[1822]], ông đưa tàu Shark đến Key West để cắm lá cờ Mỹ, tuyên bố chính thức Key West thuộc chủ quyền của Hoa Kỳ. Cái tên \"Cayo Hueso\" được đổi thành \"Đảo Thompson\" theo lệnh của Bộ trưởng Hải quân [[Smith Thompson]] và bến cảng \"Port Rodgers\" theo họ của một vị Chủ tịch Hội đồng Ủy viên Hải quân giấu tên.\n\nTừ năm [[1826]] đến [[1827]], Perry là một thuyền trưởng chiến hạm cho Phó Đề đốc Rodgers. Sau đó ông trở về [[Charleston]], tiểu bang [[Nam Carolina]] làm nhiệm vụ phòng thủ bờ biển vào năm [[1828]], và năm [[1830]] được giao quyền chỉ huy [[thiết giáp hạm|chiến hạm]] [[USS Concord]] (một loại tàu chiến nhẹ). Ông đã trải qua bốn năm từ [[1833]] đến [[1837]], là [[sĩ quan]] thứ hai của Xưởng Hải quân New York (sau này là [[Xưởng đóng tàu Hải Quân Brooklyn]]) được thăng chức [[Đại tá Hải quân]] vào cuối cuộc thao diễn quân sự này.\n\nMatthew Perry đã tỏ ra rất quan tâm đến việc đào tạo trong hải quân, Ông nhiệt thành hỗ trợ xây dựng một hệ thống học việc để đào tạo thủy thủ mới, và giúp thiết lập các chương trình giảng dạy cho [[Học viện Hải quân Hoa Kỳ]]. Ông là một người ủng hộ và đề xướng công tác hiện đại hóa hải quân. Sau khi được thăng cấp Đại tá Hải quân, ông được cử giám sát việc đóng chiếc tàu [[frigate]] hơi nước thứ hai của Hải quân Hoa Kỳ, USS Fulton. Ông cũng được bổ nhiệm làm thuyền trưởng của USS Fulton ngay sau khi nó hoàn thành. Ngoài ra, ông còn tổ chức binh đoàn các kỹ sư hải quân đầu tiên của nước Mỹ và trường dạy xạ kích đầu tiên của hải quân Mỹ ở [[Sandy Hook]] trong khi chỉ huy tàu Fulton vào những năm 1839-1841 trên bờ biển [[New Jersey]]. Vì nhiều lẽ đó, ông mệnh danh là \"Cha đẻ của Hải quân hơi nước\" của Hoa Kỳ.<ref>Sewall, John S. (1905). The Logbook of the Captain's Clerk: Adventures in the China Seas, p. xxxvi.<\/ref>\n\n===Thăng phong Đề đốc===\n[[Tập tin:Commodore Matthew C Perry-5c.jpg|nhỏ|Tem in hình Phó Đề đốc Matthew C. Perry phát hành vào năm 1953]]\nMatthew Perry được phong hàm ''Commodore'' vào tháng 6 năm [[1840]], khi [[Bộ trưởng Hải quân]] chỉ định ông là sĩ quan chỉ huy của Xưởng đóng tàu Hải quân New York.<ref name=\"g154-155\">Griffis, William Elliot. (1887). [http:\/\/books.google.com\/books?id=qcdEAAAAIAAJ&pg=PA443&dq=matthew+c+perry&lr=#PPA154,M1 ''Matthew Calbraith Perry: A Typical American Naval Officer,'' pp. 154]-155.<\/ref> Cần biết rằng Hải quân Hoa Kỳ không có cấp bậc cao hơn Đại tá Hải quân (''Navy Captain'') cho đến tận năm 1862, vì vậy cấp bậc ''Commodore'' (tương đương [[Phó Đề đốc|Phó đề đốc]] ngày nay) thực sự có tầm quan trọng đáng kể.<ref>{{chú thích web|url=http:\/\/www.history.navy.mil\/trivia\/triv4-5k.htm|title=Commodore|publisher=United States Navy|access-date=ngày 14 tháng 12 năm 2009|archive-date=2012-02-15|archive-url=https:\/\/www.webcitation.org\/65TlbVzPe?url=http:\/\/www.history.navy.mil\/trivia\/triv4-5k.htm|url-status=dead}}<\/ref> Theo thông lệ bấy giờ, trong Lục quân và Hải quân Hoa Kỳ, khi đang thực thi các nhiệm vụ quan trọng, các sĩ quan thường được mang các cấp bậc tạm thời cao hơn cấp bậc thường trực của họ. Tuy nhiên, sau khi kết thúc nhiệm vụ, họ sẽ mang trở lại cấp bậc thường trực. Dù vậy, đối với các sĩ quan chỉ huy đã mang đến cấp bậc ''Commodore'' thường được giữ cấp bậc này vĩnh viễn, và Perry không phải là ngoại lệ.\n\nTrong suốt nhiệm kỳ tại Brooklyn, Perry sống ở Khu B ở [[Admiral's Row]], một tòa nhà vẫn còn đến ngày nay, dù đang bị đe dọa [[phá hủy]] bởi [[Công ty Phát triển Xưởng đóng tàu Hải quân Brooklyn]]. Năm [[1843]], Perry nắm quyền chỉ huy [[Hạm đội châu Phi]] (''African Squadron'') với nhiệm vụ ngăn chặn việc [[buôn bán nô lệ]] theo [[Hiệp ước Webster-Ashburton]] cho đến năm [[1844]].\n\n===Chiến tranh Mỹ - Mexico===\nNăm [[1845]], nhiệm kỳ chỉ huy [[Hải đoàn Chủ lực]] (''Home Squadron'') của Phó Đề đốc [[David Connor]] đã kết thúc. Tuy nhiên, các quan chức chính phủ Hoa Kỳ hiểu được rằng không nên thay đổi vị trí chỉ huy khi [[Chiến tranh Hoa Kỳ-México|Chiến tranh Mỹ-Mexico]] bùng nổ. Nhiệm kỳ của Connor được tiếp tục và Matthew Perry, người được xem là ứng viên sáng giá để kế nhiệm Connor, được bổ nhiệm làm Phó chỉ huy trưởng thứ nhất (''second-in-command'') và trực tiếp chỉ huy tàu [[USS Mississippi]]. Ông chỉ huy phân đội của mình chiếm được thành phố Mexico của Frontera, uy hiếp [[Tabasco]] và tham gia vào [[cuộc viễn chinh Tampico]]. Ông phải trở lại [[Norfolk]], [[Virginia]] để sửa chữa và tiếp tế cho tàu của mình và ở lại đó cho đến tận sau khi cuộc đổ bộ tại [[Veracruz]] diễn ra.\n\nThời gian Matthew Perry trở lại Hoa Kỳ cũng chính là lúc ông nhận được quyết định bổ nhiệm ông thay thế Connor trong vai trò chỉ huy của Hải đoàn Chủ lực. Ông trở lại và chỉ huy [[hải đoàn]] hỗ trợ [[cuộc bao vây Veracruz]] từ phía biển. Sau khi Veracruz thất thủ, chỉ huy lực lượng [[Lục quân Hoa Kỳ]], tướng [[Winfield Scott]] đã chuyển quân sâu hơn vào vùng nội địa và Perry được giao nhiệm vụ tấn công các thành phố cảng còn lại của Mexico. Perry tập hợp các phân đội của mình lại thành [[Hạm đội Mosquito]] và [[Trận Tuxpan|chiếm được Tuxpan]] vào tháng 4 năm [[1847]]. Trong tháng 7 năm 1847, ông đích thân dàn quân [[Trận Tabasco lần 2|tấn công Tabasco]], dẫn đầu một lực lượng gồm 1.173 lính đổ bộ lên thành phố.<ref>Sewell, p. xxxvi.<\/ref>\n\n==Cuộc viễn chinh của Perry: Mở cửa Nhật Bản, 1852-1854==\n[[Tập tin:Gasshukoku suishi teitoku kōjōgaki (Oral statement by the American Navy admiral).png|nhỏ|Tranh khắc gỗ Nhật Bản minh họa Perry (giữa) và một số thủy thủ cấp cao người Mỹ]]\nTrước khi tới vùng Viễn Đông, Matthew Perry có đọc và nghiên cứu khá nhiều tài liệu để tìm hiểu về chính quyền [[Mạc phủ|Mạc Phủ]] của Nhật Bản. Nghiên cứu của ông thậm chí còn bao gồm việc tham khảo nhiều tác phẩm của nhà [[Nhật Bản học]] nổi tiếng [[Philipp Franz von Siebold]], người đã sống trên đảo [[Dejima]] của [[người Hà Lan]] được 8 năm trước khi lui về [[Leiden]] ở [[Hà Lan]].<ref>Sewall, p. xxxviii.<\/ref>\n\n===Tiền lệ===\n[[Hình:PerryBustShimoda.jpg|nhỏ|upright|Tượng bán thân của Matthew Perry ở [[Shimoda, Shizuoka]]]]\nTrước thời điểm hạm đội của Matthew Perry đến Nhật Bản đã có một số cuộc thám hiểm bằng tàu do Hải quân Mỹ tổ chức:\n* Từ 1797-1809, một số tàu chiến Mỹ tiến hành việc buôn bán ở [[Nagasaki]] dưới cờ Hà Lan, theo yêu cầu của người Hà Lan bởi cuộc xung đột chống lại người Anh trong cuộc [[các cuộc chiến tranh của Napoléon|chiến tranh Napoleon]]. Nhật Bản theo chính sách bế quan tỏa cảng đã hạn chế các hoạt động ngoại thương chỉ dành cho [[Hà Lan]] và [[Trung Quốc]] vào thời gian đó.\n* Năm 1837, [[Charles W. King]], một doanh nhân Mỹ ở [[Quảng Châu]], có một cơ hội mở cửa thương mại bằng cách cố gắng đưa trả lại ba thủy thủ người Nhật bị đắm tàu vài năm trước trên bờ biển Washington trở về Nhật Bản (trong đó có [[Otokichi]]). Ông đến [[kênh Uraga]] với Morrison, một tàu buôn Mỹ không vũ trang. Con tàu bị tấn công nhiều lần, và khởi hành trở về mà không hoàn thành được nhiệm vụ.\n* Năm 1846, [[Trung tá Hải quân]] (''Commander'') [[James Biddle]] được Chính phủ Hoa Kỳ gửi đến để mở cửa thương mại, neo trong [[vịnh Tokyo]] với hai tàu, trong đó có một tàu chiến được trang bị 72 khẩu pháo, nhưng lời đề nghị về một hiệp định thương mại của ông không thành công.<ref>Sewell, pp. xxxiv-xxxv, xlix, lvi.<\/ref>\n* Năm 1849, [[Đại tá Hải quân]] [[James Glynn]] khởi hành đi đến [[Nagasaki]] và thực hiện đàm phán thành công đầu tiên giữa một người Mỹ với chính phủ Nhật Bản. James Glynn đề nghị với [[Quốc hội Hoa Kỳ]] rằng các cuộc đàm phán mở cửa Nhật Bản sẽ được hỗ trợ bằng một cuộc biểu dương lực lượng quân sự, do đó đã mở đường cho cuộc viễn chinh của Perry sau này.<ref>[[:File:PrebleLogBook.jpg|English Wikipedia on Preble Logbook]]<\/ref>\n\n===Đợt viếng thăm đầu tiên, 1852-1853===\n[[Hình:OdaibaView.jpg|nhỏ|Khẩu đội pháo [[Odaiba]] ở lối vào Tokyo, được xây dựng vào 1853-1854 nhằm ngăn chặn sự xâm nhập của Mỹ]]\n[[Tập tin:Shinagawa Baidai cannon.jpg|nhỏ|Một trong những khẩu pháo của [[Odaiba]], hiện tại nằm ở [[Đền Yasukuni]] nặng 80-pao đồng, nòng súng: 250mm, chiều dài: 3830mm.]]\nNăm [[1852]], Matthew Perry bắt đầu khởi hành từ [[Norfolk]] ([[Virginia]]) đến [[Nhật Bản]], chỉ huy [[Hải đoàn Đông Ấn]] (''East India Squadron'') nhằm mục đích tìm kiếm một hiệp ước thương mại với Nhật Bản. Ông cho đậu bốn con tàu [[Mississippi]], [[Plymouth]], [[Saratoga]], [[Susquehanna]] ở thủy đạo [[Uraga]] gần [[Edo]] ([[Tōkyō|Tokyo]] ngày nay) vào ngày [[8 tháng 7]] năm [[1853]]. Trước khi tiến hành cuộc hành trình này, ông nghiên cứu cẩn thận về các cuộc gặp gỡ trước đây giữa chính phủ Nhật Bản với các tàu thuyền phương Tây và những gì ông được biết về văn hóa phân chia cấp bậc phong kiến trong xã hội Nhật Bản. Ông gặp người đại diện của [[Mạc phủ Tokugawa]] và được khuyên nên tới [[Nagasaki]], nơi có sự thương mại hạn chế với [[Hà Lan]] và là nơi duy nhất mà chính phủ Nhật Bản cho phép khai thương với người nước ngoài vào thời gian đó (xem [[Sakoku|Tỏa quốc]]).\n\n===Mối đe dọa vũ lực và đàm phán===\n[[Tập tin:Japanese coastal wooden cannon 1853 1854.jpg|trái|nhỏ|[[Pháo bằng gỗ]] nằm ven biển Nhật Bản được các lãnh chúa xây dựng theo lệnh Mạc phủ chống lại cuộc hành trình của hạm đội Perry. 1853-1854.]]\nKhi vừa đặt chân đến Nhật Bản, Matthew Perry đã ra lệnh cho hạm đội của mình hướng thẳng trực tiếp tới thủ đô [[Edo]], và bố trí hướng súng vào thị trấn [[Uraga]].<ref name=\"Beasly 153\">[http:\/\/books.google.com\/books?id=j399Lfj6baYC&pg=PA153 ''The Perry mission to Japan, 1853 - 1854'' by William Gerald Beasley, Aaron Haight Palmer, Henry F. Graff, Yashi Shōzan, Ernest Mason Satow, Shuziro Watanabe p.153''ff'']<\/ref> Trước hành vi trắng trợn của các chiến hạm Mỹ, chính quyền Nhật Bản đã ra lệnh yêu cầu hạm đội của Mỹ phải rời bỏ khỏi khu vực này nhưng đã bị Perry bác bỏ.<ref name=\"Beasly 153\">{{chú thích sách|url=http:\/\/books.google.com\/books?id=j399Lfj6baYC&pg=PA153 |title=The Perry Mission to Japan, 1853-1854 - Google Books |publisher=Books.google.com |date= |access-date = ngày 9 tháng 3 năm 2015}}<\/ref> Ngược lại, ông yêu cầu chuyển thư của Tổng thống [[Millard Fillmore]] gửi cho chính phủ Nhật Bản, và đe dọa sử dụng vũ lực nếu các tàu thuyền của Nhật Bản xung quanh hạm đội Mỹ không chịu giải tán.<ref name=\"Beasly 153\">{{chú thích sách|url=http:\/\/books.google.com\/books?id=j399Lfj6baYC&pg=PA153 |title=The Perry Mission to Japan, 1853-1854 - Google Books |publisher=Books.google.com |date= |access-date = ngày 9 tháng 3 năm 2015}}<\/ref>\n\nLời đe dọa của Matthew Perry được gửi cho người Nhật bằng cách gửi cho họ một [[lá cờ trắng]] (hàm ý buộc họ phải đầu hàng) và một bức thư trong đó nói với họ rằng trong trường hợp họ chọn cách chống lại thì nếu thấy cần thiết thì người Mỹ sẽ tiêu diệt hết toàn bộ tàu thuyền có ý xâm phạm.<ref>\"Among the items presented to the Japanese were a white flag and a letter from Perry. The letter attempted to intimidate Japanese officials by explaining that in the event the Japanese elected war rather than negotiation, they could use the white flag to sue for peace, since victory would naturally belong to the Americans\"[http:\/\/books.google.com\/books?id=erBi_TmWanoC&pg=PA286 ''Matthew Calbraith Perry: antebellum sailor and diplomat'' by John H. Schroeder p.286 Note 44]<\/ref><ref>''The economic aspects of the history of the civilization of Japan'' Yosaburō Takekoshi p.285-86 [http:\/\/books.google.com\/books?id=mvfMKV1b1fwC&pg=PA285]<\/ref> Tàu của Perry được trang bị [[Súng thế kỷ 19#Hải pháo Paixhans|hải pháo Paixhans]] với đạn nổ, có sức công phá lớn với mỗi loạt đạn khai hỏa.<ref>''Arms and men: a study in American military history'' Walter Millis p.88 [http:\/\/books.google.com\/books?id=PcGpkzmjFbgC&pg=PA88]<\/ref><ref>''Black Ships Off Japan - The Story of Commodore Perry's Expedition'' Arthur Walworth p.21 [http:\/\/books.google.com\/books?id=bFyV2BZMCRwC&pg=PA21]<\/ref> Thuật ngữ \"[[Hắc Thuyền]]\" ([[tiếng Nhật]]: ''黒船'', '''kurofune''') từ đó về sau ở Nhật Bản thường được tượng trưng cho mối đe dọa đối với công nghệ phương Tây.<ref>Sewall, pp. 167-183.<\/ref>\n\nSau khi Nhật Bản đồng ý nhận quốc thư của Tổng thống Mỹ, Perry cập bến tại [[Kurihama]] ([[Yokosuka]] ngày nay) vào ngày [[14 tháng 7]] năm [[1853]],<ref>[http:\/\/select.nytimes.com\/mem\/archive\/pdf?res=F00A16FD3C59177B93C6A8178CD85F478585F9 \"Perry Ceremony Today; Japanese and U. S. Officials to Mark 100th Anniversary.\"] ''New York Times.'' ngày 14 tháng 7 năm 1953,<\/ref> gửi quốc thư cho sứ giả và rời khỏi vùng bờ biển Trung Quốc, hứa sẽ trở lại khi có câu trả lời của Mạc Phủ Tokugawa.<ref>Sewall, pp. 183-195.<\/ref>\n\nCâu trả lời của Mạc Phủ thực hiện ngay sau khi hạm đội Perry rời đi. Ngay sau đó, Mạc Phủ ra lệnh cho xây dựng một công sự phòng thủ ở [[Odaiba]] trong [[vịnh Tokyo]] để bảo vệ Edo nhằm tránh khỏi các cuộc xâm nhập của hải quân Mỹ.\n\n===Đợt viếng thăm thứ hai, 1854===\n[[Hình:Commodore Perry's second fleet.jpg|nhỏ|Hạm đội của Perry trong đợt viếng thăm Nhật Bản lần thứ 2 vào năm 1854.]]\nMatthew Perry trở lại vào tháng 2 năm [[1854]] với số lượng tàu gấp đôi, thấy rằng các sứ giả đã chuẩn bị một hiệp ước đáp ứng hầu như tất cả mọi yêu cầu trong thư của Fillmore. Vào ngày [[31 Tháng 3]] năm [[1854]], Perry chính thức ký kết [[Hiệp ước Kanagawa]] với Mạc Phủ. Ông cho hạm đội của mình khởi hành với suy nghĩ thỏa thuận đã được thực hiện với đại diện của triều đình<ref>Sewall, pp. 243-264.<\/ref> mà không biết rằng thỏa thuận trên thực ra được thực hiện với Tướng quân của Mạc Phủ, người thống trị tối cao trên thực tế ở Nhật Bản lúc bấy giờ.\n\n[[Hình:Japanese 1854 print Commodore Perry.jpg|nhỏ|trái|Một bức tranh Nhật Bản có liên quan đến cuộc viếng thăm của Perry.]]\nTrên đường đến Nhật Bản, Perry neo đậu tại [[Cơ Long]] ở [[Formosa]] ([[Đài Loan]] ngày nay), trong 10 ngày. Perry và toàn bộ thủy thủ trên tàu đã đổ bộ vào Formosa và điều tra tiềm năng khai thác các mỏ than ở đây. Trong bản báo cáo của mình, ông nhấn mạnh rằng việc chiếm giữ Formosa sẽ cung cấp một địa điểm trung gian thuận tiện cho việc thương mại với đại lục. Ngoài ra Formosa còn có khả năng phòng thủ vững chắc. Nó có thể phục vụ như là một căn cứ thăm dò như Cuba đã làm cho người Tây Ban Nha ở châu Mỹ. Chiếm Formosa có thể giúp nước Mỹ chống lại sự [[độc quyền (kinh tế)|độc quyền]] với các cường quốc châu Âu ở các tuyến đường thương mại chính.<ref>{{chú thích sách|title=Matthew Calbraith Perry: antebellum sailor and diplomat|author=John H. Schroeder|pages=258|publisher=Naval Institute Press|year=2010|url=http:\/\/books.google.com\/books?id=erBi_TmWanoC&pg=PA258&dq=matthew+perry+formosa&hl=en&ei=3El9TYLEEoe4sAP28LmBAw&sa=X&oi=book_result&ct=result&resnum=10&ved=0CFQQ6AEwCQ#v=onepage&q&f=false}}<\/ref> Tổng thống [[Franklin Pierce]] đã từ chối lời đề nghị này, nhận xét việc tiêu hao tài nguyên để sở hữu một hòn đảo xa xôi, hẻo lánh thực sự không cần thiết và điều quan trọng nhất là ông không thể nhận được sự đồng ý của Quốc hội.\n\n===Trở lại Hoa Kỳ, 1855===\nKhi Perry trở về Hoa Kỳ vào năm [[1855]], Quốc hội đánh giá cao công việc của ông tại Nhật Bản và đã bỏ phiếu dành cho ông một phần thưởng xứng đáng là 20.000 [[đô la|đôla]]. Perry sử dụng một phần số tiền này để chuẩn bị và xuất bản một bản báo cáo về chuyến thám hiểm gồm ba tập, với tựa đề ''Bài tường thuật về cuộc thám hiểm của hạm đội Mỹ đến vùng [[biển Trung Quốc]] và Nhật Bản''. Ông cũng được đưa vào danh sách thăng cấp [[Chuẩn Đô đốc|Đề đốc]] sau khi về hưu (khi sức khỏe của ông bắt đầu suy giảm) như là phần thưởng cho công việc phục vụ ở [[Viễn Đông]].<ref>Sewall, p. lxxxvii.<\/ref> Tuy nhiên, bệnh viêm khớp nặng làm ông phải chịu đau đớn thường xuyên, ông đã không có cơ hội nhận được cấp bậc danh dự này khi về hưu.<ref>{{chú thích web | url=http:\/\/www.grifworld.com\/perryhome.html | title= Commodore Perry's Expedition to Japan |publisher= Ben Griffiths 2005 |access-date = ngày 12 tháng 9 năm 2009}}<\/ref>\n\n===Những năm cuối đời===\n[[Hình:Map of Formosa Coal Resources 美國人所繪福爾摩沙-臺灣基隆以東煤礦分布.jpg|nhỏ|trái|Bản đồ khai thác than trên [[đảo Đài Loan]] trong cuốn ''Bài tường thuật về cuộc thám hiểm đến Nhật Bản của Phó Đề đốc Matthew Calbraith Perry''.]]\nPerry dành những năm cuối đời của ông để chuẩn bị cho việc công bố các tác phẩm của mình viết về những chuyến thám hiểm Nhật Bản, thông báo hoàn thành vào ngày [[28 tháng 12]] năm [[1857]]. Hai ngày sau đó, ông được miễn nhiệm các chức vụ Hải quân. Ông qua đời khi đang chờ quyết định vào ngày 4 tháng 3 năm 1858 tại thành phố [[Thành phố New York|New York]], do căn bệnh [[thấp khớp]] đã lây lan đến tim cùng với sự biến chứng phức tạp của bệnh [[bệnh gút|gút]].<ref>Morison, Samuel Eliot. (1967). '' 'Old Bruin' Commodore Matthew Calbraith Perry'' p. 431.<\/ref>\n\nBan đầu, thi thể của ông được chôn cất trong hầm mộ trên phần đất của [[nhà thờ St Mark ở quận Bowery]] thành phố New York, phần còn lại được chuyển đến [[Đảo Nghĩa Trang]] ở [[Newport]], [[Rhode Island|Đảo Rhode]] vào ngày [[21 Tháng 3]] năm [[1866]], cùng với người con gái của mình là Anna qua đời năm [[1839]].\n\n==Hạm đội của Perry==\nVào ngày [[8 tháng 7]] năm [[1853]] Perry dẫn đầu bốn chiếc tàu chiến thuộc hạm đội Đông Ấn Độ của Hải quân Hoa Kỳ xuất hiện ngoài khơi Uraga ở [[vịnh Edo]], Nhật Bản. Bốn chiếc tàu chiến đó bao gồm:\n\n*[[Tàu chỉ huy]]: [[Susquehanna (tuần dương hạm)|Susquehanna]] (''USS Susquehanna'') hoàn thành tại [[Xưởng đóng tàu Hải quân Brooklyn]] vào ngày [[24 tháng 12]] năm [[1850]]. Ngừng hoạt động tại Xưởng đóng tàu Hải quân Brooklyn ngày [[14 tháng 1]] năm [[1868]], cho đến khi ngày [[27 tháng 9]] năm [[1883]] bán lại cho thành phố [[Thành phố New York|New York]] (E. Stannard) tháo dỡ làm tàu cũ.\n**Tàu chiến kiểu bánh ngoài: tốc độ 10&nbsp;km\/h, chiều dài đường nước 76 mét, tải trọng 3,824 tấn, thủy thủ đoàn 300 người.\n**Trang bị: 3 cổng gắn pháo 10-inch, 6 cổng gắn pháo 8-inch.\n* \"[[Mississippi (pháo hạm)|Mississippi]]\" (''USS Mississippi'') hoàn thành tại [[Xưởng đóng tàu Hải quân Philadelphia]] vào ngày [[22 tháng 12]] năm [[1841]]. Ngày [[14 tháng 3]] năm [[1863]] mắc cạn bị phá hủy tại [[Cảng Hudson]], tiểu bang [[Louisiana]].\n**Tàu chiến kiểu bánh ngoài: tốc độ 8&nbsp;km\/h, chiều dài đường nước 70 m, tải trọng 3,230 tấn, thủy thủ đoàn 380 người\n**Trang bị: 2 cổng gắn pháo 10-inch, 8 cổng gắn pháo 8-inch.\n* \"[[Plymouth (tàu chiến)|Plymouth]]\" (''USS Plymouth'') hoàn thành tại [[Xưởng đóng tàu Hải quân Boston]] vào ngày [[3 tháng 4]] năm [[1844]]. Ngày [[20 tháng 4]] năm [[1861]] bị quân đội [[Hợp Bang]] miền Nam nước Mỹ đốt cháy và đánh đắm tại [[Xưởng đóng tàu Hải quân Norfolk]].\n**Thuyền buồm: tốc độ không rõ, chiều dài đường nước 45 mét, tải trọng 889 tấn, thủy thủ đoàn 60 người\n**Trang bị: 8 cổng gắn pháo 10-inch, 18 cổng gắn pháo 32 pao.\n* \"[[Saratoga (tàu chiến)|Saratoga]]\" (''USS Saratoga'') hoàn thành tại [[Xưởng đóng tàu Hải quân Portsmouth]] vào ngày [[26 tháng 7]] năm [[1842]]. Hoạt động ngày [[4 tháng 1]] năm [[1843]]. Ngày [[8 tháng 8]] năm [[1888]] tàu ngừng hoạt động chuyển thành thuyền huấn luyện của trường đào tạo hàng hải cho đến ngày [[14 tháng 8]] năm [[1907]] thì bán lại cho công ty [[Boston]].\n**Thuyền buồm: tốc độ không rõ, chiều dài đường nước 45 mét, tải trọng 896 tấn, thủy thủ đoàn 210 người\n**Trang bị: 4 cổng gắn pháo 10-inch, 18 cổng gắn pháo 32 pao.\n\n<gallery>\nFile:USS Mississippi 1863.jpg|USS Mississippi năm [[1863]].\nFile:Kurofune.jpg|USS Susquehanna.\nFile:Kurofune 2.jpg|USS Saratoga.\nFile:Kurofune 3.jpg|USS Plymouth.\n<\/gallery>\n\n==Lá cờ Perry và di sản==\n[[Hình:Perry flag 1945.jpg|nhỏ|trái|Lá cờ của Phó Đề đốc Perry (góc trên bên trái) đã bay từ [[Annapolis]] đến [[Tōkyō|Tokyo]] để trưng bày tại lễ đầu hàng của [[Đế quốc Nhật Bản]] chính thức kết thúc [[Chiến tranh thế giới thứ hai|Chiến tranh thế giới thứ II]].]]\nMột bản sao của lá cờ Mỹ Perry đang được trưng bày tại đài tưởng niệm trên tàu [[USS Missouri (BB-63)]] ở [[Trân Châu Cảng]], [[Hawaii]]. Nó được gắn vào vách ngăn bên trong địa điểm mà người Nhật đã ký kết văn kiện [[Đế quốc Nhật Bản đầu hàng|đầu hàng]] tại [[bến cảng]] bên cạnh con tàu. Lá cờ được đưa từ Bảo tàng Học viện Hải quân Hoa Kỳ đến Nhật Bản để tham dự lễ đầu hàng của người Nhật và được trưng bày trong dịp này theo yêu cầu của tướng [[Douglas MacArthur]], người có quan hệ họ hàng với Perry. Một số hình ảnh của lễ ký kết cho thấy lá cờ này đã bị treo ngược (ngôi sao ở góc trên bên phải). Miếng vải của lá cờ lịch sử rất mỏng nên người quản lý Bảo tàng đã cho khâu một lớp vải bảo vệ vào lá cờ, khiến cho chỉ nhìn thấy lá cờ từ mặt trái.<ref name=\"tsusumi2007\">Tsustsumi, Cheryl Lee. [http:\/\/starbulletin.com\/2007\/08\/26\/travel\/tsutsumi.html \"Hawaii's Back Yard: Mighty Mo memorial re-creates a powerful history,\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080726171925\/http:\/\/starbulletin.com\/2007\/08\/26\/travel\/tsutsumi.html |date = ngày 26 tháng 7 năm 2008}} ''Star-Bulletin'' (Honolulu). ngày 26 tháng 8 năm 2007.<\/ref> Hiện nay, lá cờ được bảo quản tại [[Học viện Hải quân Hoa Kỳ]] ở [[Annapolis]], [[Maryland]].\n\nCách bài trí ngôi sao trên lá cờ này khác với lá cờ 31 ngôi sao tiêu chuẩn được sử dụng về sau. Lá cờ của Perry có năm cột chứa 5 ngôi sao và cột cuối cùng có 6 ngôi sao. Khi nó lần đầu tiên được kéo lên ở vịnh Tokyo vào năm 1853-1854, lá cờ 5x5+6 của Perry là lá cờ duy nhất có kiểu bài trí sao như vậy. Ngày nay, một bản sao của lá cờ lịch sử này có thể được nhìn thấy trên boong tàu đầu hàng (''Surrender Deck'') của đài tưởng niệm trên chiến hạm Missouri ở Trân Châu Cảng. Bản sao này cũng được đặt trong cùng vị trí trên các vách ngăn của tầng hiên, nơi lá cờ được thuyền trưởng [[Carpenter Fred Miletich]] kéo lên lần đầu vào sáng ngày [[2 tháng 9]] năm [[1945]].<ref>Broom, Jack. [http:\/\/community.seattletimes.nwsource.com\/archive\/?date=19980521&slug=2751979 \"Memories on Board Battleship,\"] ''Seattle Times.'' ngày 21 tháng 5 năm 1998.<\/ref>\n\n==Tưởng niệm==\n[[Hình:Commodore Matthew Perry Statue in Touro Park, Newport, RI.JPG|phải|nhỏ|upright|200px|Tượng Perry tại Công viên Touro]]\n* Tại nơi sinh của ông, [[Newport]], [[Rhode Island|Đảo Rhode]], có một bảng tưởng niệm tại [[Nhà thờ Trinity]], [[Newport]], và một bức tượng Perry tại Công viên Touro do [[John Quincy Adams Ward]] thiết kế và xây dựng vào năm [[1869]] sau tượng được cô con gái của ông khánh thành. Thi thể Perry được chôn cất tại nghĩa trang Đảo Newport, gần cha mẹ và anh trai. Ngoài ra còn có gian trưng bày và bộ sưu tập nghiên cứu liên quan đến cuộc sống của ông tại [[Bảo tàng Chiến tranh Hải quân]] và trường Cao đẳng tại [[Hội Lịch sử Newport]].\n* Công viên Perry ở [[Kurihama]], [[Nhật Bản]] trong đó có một đài tưởng niệm làm bằng đá nguyên khối (khánh thành ngày 14 tháng 7 năm 1901) nằm tại vị trí mà lực lượng của Perry đổ bộ.<ref>Sewall, pp. 197–198.<\/ref> Trong công viên có một [[viện bảo tàng|bảo tàng]] nhỏ nhằm kỷ niệm sự kiện năm 1854. Vào cửa tự do, và viện bảo tàng mở cửa từ 10:00-04:00, bảy ngày một tuần.\n* Trường Tiểu học và Trung học Matthew C. Perry nằm gần sân bay [[Quân đoàn Lính thủy Đánh bộ]] ở [[Iwakuni]], [[Nhật Bản]].\n* [[Tàu khu trục lớp Perry]] của Hải quân Mỹ (mua vào những năm 1970 và 1980) được đặt theo tên người anh của Perry, Phó Đề đốc [[Oliver Hazard Perry]].\n* Ngày [[2 tháng 12]] năm [[2008]], [[Bộ trưởng Hải quân]] [[Donald C. Winter]] thông báo con tàu thứ chín của [[lớp Lewis và Clark]] của tàu chở hàng khô, đạn dược sẽ được đặt tên [[USNS Matthew Perry]] (T-ake-9) lấy theo tên của Phó Đề đốc Perry.\n\n==Miêu tả trong truyền thông==\n[[Hình:Matthewperry.jpg|trái|180px|[[Tranh khắc gỗ Nhật Bản]] minh họa Phó Đề đốc Perry, năm 1854. chú thích này đọc \"Bắc Mỹ\" (trên cùng dòng, được viết từ phải sang trái bằng [[chữ Hán]]) và \"bức chân dung của Perry\" (dòng đầu tiên, được viết từ trên xuống dưới).|thumb]]\n* Câu chuyện về việc mở cửa Nhật Bản của Perry là nguồn cảm hứng cho cuốn tiểu thuyết [[Pacific Overtures]] của [[Stephen Sondheim]] và [[John Weidman]].\n* Nam diễn viên [[Richard Boone]] đóng vai Phó Đề đốc Perry trong bộ phim Võ sĩ đạo mang tính tiểu thuyết hóa cao năm [[1981]].\n* Cuộc hành trình của hạm đội Phó Đề đốc Perry là một phần gián tiếp của một chương trong series [[anime]] [[Rurouni Kenshin]], và trong tập đầu tiên của anime [[Hikaru - Kì thủ cờ vây|Hikaru no Go]]. Một số series anime khác có nói đến sự xuất hiện của Perry trong một thời gian ngắn là [[Bokusatsu Tenshi Dokuro-chan]]. [[Manga]] [[Giỏ trái cây|Fruits Basket]] cũng đề cập đến sự kiện này trong khi nhân vật chính đang học. Anime [[Sayonara Zetsubō Sensei|Sayonara Zetsubou Sensei]] mô tả Phó Đề đốc Perry như là một \"người nước ngoài luôn gặp khó khăn, là người không hài lòng bằng cách mở các cảng và cần phải mở tất cả mọi thứ\".\n* Trong loạt anime, [[Samurai Champloo]], trong tập \"Bóng chày màu xanh\", mô tả một nhân vật hư cấu có tên là \"Đô đốc Joy Cartwright\" người thách đấu chơi trò [[bóng chày]] (Yakyū) với người dân địa phương Nhật Bản để thiết lập mối quan hệ thương mại. Nhân vật này được đặt theo tên [[Joy Alexander Cartwright]] (\"cha đẻ của bóng chày\") và rõ ràng là hình mẫu của Phó Đề đốc Perry.\n* Đợt viếng thăm Nhật Bản của Perry cũng được đề cập đến trong bộ phim [[Sword of the Beast]] năm [[1965]] của [[Hideo Gosha]].\n* Con tàu vũ trụ có tốc độ nhanh hơn ánh sáng trong cuốn tiểu thuyết [[Homeward Bound]] được đặt tên là Phó Đề đốc Perry.\n* Bộ manga [[Rozen Maiden]] bày tỏ sự trung thành với Perry thông qua con mắt của nhân vật Suiseiseki.\n* [[Popotan]] có một số tài liệu tham khảo liên quan đến Perry trong suốt series của bộ anime này.\n* Bộ phim truyền hình [[Taiga Ryōmaden]] của [[Tập đoàn Truyền hình Nhật Bản|NHK]] năm [[2010]], lấy bối cảnh về thời kỳ [[Bakumatsu]], miêu tả Perry là một chỉ huy quân sự kiên định, hăm dọa và là người có thể chinh phục [[Mạc phủ|Mạc Phủ]] bất khả chiến bại thông qua sự đàm phán lỗ mãng. Vai Perry do nam diễn viên [[Timothy Harris]] đóng.\n\n==Xem thêm==\n*[[Chính sách ngoại giao pháo hạm]]\n*[[Lịch sử Nhật Bản]]\n*[[Minh Trị Duy tân|Minh Trị Duy Tân]]\n*[[Lịch sử văn thư lưu trữ Yokohama]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Cullen, Louis M. (2003). [http:\/\/books.google.com\/books?id=ycY_85OInSoC&dq=A+History+of+Japan,+1582-1941:+Internal+and+External+Worlds&client=firefox-a&source=gbs_navlinks_s ''A History of Japan, 1582-1941: Internal and External Worlds.''] Cambridge: [[Cambridge University Press]]. ISBN 0-521-82115-X (cloth) ISBN 0-521-529918-2 (paper)\n* [[William Elliot Griffis|Griffis]], William Elliot. (1887). [http:\/\/books.google.com\/books?id=qcdEAAAAIAAJ&dq=matthew+c+perry&lr=&source=gbs_summary_s&cad=0 ''Matthew Calbraith Perry: A Typical American Naval Officer.''] Boston: Cupples and Hurd.\n* [[Francis Hawks|Hawks, Francis]]. (1856). [http:\/\/books.google.com\/books?id=uwALAAAAYAAJ&dq=Narrative+of+the+Expedition+of+an+American+Squadron+to+the+China+Seas+and+Japan+Performed+in+the+Years+1852,+1853+and+1854+under+the+Command+of+Commodore+M.C.+Perry,+United+States+Navy&client=firefox-a&source=gbs_navlinks_s ''Narrative of the Expedition of an American Squadron to the China Seas and Japan Performed in the Years 1852, 1853 and 1854 under the Command of Commodore M.C. Perry, United States Navy.''] Washington: A.O.P. Nicholson by order of Congress, 1856; originally published in ''Senate Executive Documents'', No. 34 of 33rd Congress, 2nd Session. [reprinted by London:Trafalgar Square, 2005. ISBN 1-84588-026-9 (paper)]\n* Sewall, John S. (1905). [http:\/\/books.google.com\/books?id=UdCt8iyB4IkC&dq=The+Logbook+of+the+Captain%27s+Clerk:+Adventures+in+the+China+Seas&client=firefox-a&source=gbs_navlinks_s ''The Logbook of the Captain's Clerk: Adventures in the China Seas.''] Bangor, Maine: Chas H. Glass & Co. [reprint by Chicago: R.R. Donnelly & Sons, 1995] ISBN 0-548-20912-X\n\n==Đọc thêm==\n*Perry, Matthew Calbraith. (1856). [http:\/\/ebook.lib.hku.hk\/CTWE\/B36599566\/ ''Narrative of the expedition of an American Squadron to the China Seas and Japan, 1856.''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170519080911\/http:\/\/ebook.lib.hku.hk\/CTWE\/B36599566\/ |date = ngày 19 tháng 5 năm 2017}} New York: D. Appleton and Company. [digitized by [[University of Hong Kong]] [[University of Hong Kong#Libraries|Libraries]], [http:\/\/lib.hku.hk\/database\/ Digital Initiatives,] [http:\/\/xml.lib.hku.hk\/gsdl\/db\/ctwe\/search.shtml \"China Through Western Eyes.\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070613084039\/http:\/\/xml.lib.hku.hk\/gsdl\/db\/ctwe\/search.shtml |date = ngày 13 tháng 6 năm 2007}}\n\n==Liên kết ngoài==\n{{commons|Matthew Perry (naval officer)}}\n* [http:\/\/www.history.navy.mil\/branches\/teach\/pearl\/kanagawa\/friends4.htm A short timeline of Perry's life]\n*[https:\/\/web.archive.org\/web\/20130514045419\/http:\/\/www.yomiuri.co.jp\/dy\/national\/20080628TDY01306.htm Perry -- 90% name recognition among primary school students in Japan], 2008. {{ja icon}}\n* [http:\/\/dl.lib.brown.edu\/japan\/index.html Perry Visits Japan: A Visual History]\n* [http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=gr&GRid=804 Matthew Calbraith Perry memorial at] [[Find a Grave]].\n\n{{DEFAULTSORT:Perry, Matthew}}\n[[Thể loại:Sinh năm 1794]]\n[[Thể loại:Mất năm 1858]]\n[[Thể loại:Người Mỹ bị đày biệt xứ tại Nhật Bản]]\n[[Thể loại:Bệnh xơ gan]]\n[[Thể loại:Lịch sử Key West, Florida]]\n[[Thể loại:Người Mỹ gốc Anh]]\n[[Thể loại:Người Mỹ gốc Scotland]]\n[[Thể loại:Quân nhân Mỹ gốc Anh]]\n[[Thể loại:Quân nhân Mỹ gốc Scotland]]\n[[Thể loại:Người Newport, Rhode Island]]\n[[Thể loại:Gia tộc Perry]]\n[[Thể loại:Phó đề đốc Hải quân Hoa Kỳ]]\n[[Thể loại:Minh Trị Duy Tân]]\n[[Thể loại:Người thành phố New York]]\n[[Thể loại:Thời kỳ Edo]]"}