{"Maximinus Thrax":"{{Thông tin nhân vật hoàng gia\n| tước vị = [[Hoàng đế La Mã|Hoàng đế thứ 27]] của [[Đế quốc La Mã]]\n| tên = Maximinus Thrax\n| tên đầy đủ = Gaius Julius Verus Maximinus Augustus\n| hình = Maximinus Thrax Musei Capitolini MC473.jpg\n| ghi chú hình = Tượng bán thân của Maximinus Thrax\n| chức vị = [[Danh sách Hoàng đế La Mã|Nguyên thủ thứ 27 của La Mã]]\n| kiểu tại vị = Trị vì\n| tại vị = [[tháng 3]] năm [[235]] &nbsp;– [[tháng 6]] năm 238\n| tiền nhiệm = [[Severus Alexander]]\n| kiểu nhiếp chính = Đối thủ giành ngai\n| nhiếp chính = [[Gordian I]] và [[Gordian II|II]]\n| kế nhiệm = [[Pupienus]] và [[Balbinus]]\n| phối ngẫu = [[Caecilia Paulina]]\n| con cái = [[Gaius Julius Verus Maximus]]\n| hoàng tộc = \n| cha = Không rõ, có thể là Micca<ref name=\"Historia Augusta, Life of Maximinus, 1:6\">Historia Augusta, ''Life of Maximinus'', 1:6<\/ref>\n| mẹ = Không rõ, có thể là Ababa<ref name=\"Historia Augusta, Life of Maximinus, 1:6\"\/>\n| sinh = 173\n| nơi sinh = [[Thrace]] hoặc [[Moesia]]\n| mất = 238 (65 tuổi)\n| nơi mất = [[Aquileia]], [[Ý (Đế quốc La Mã)|Ý]]\n| nơi an táng = |\n}}\n'''Maximinus Thrax''' ({{lang-la|Gaius Julius Verus Maximinus Augustus}};<ref>Trong tiếng [[Latinh cổ]], cái tên của Maximinus có thể được viết là GAIVS IVLIVS VERVS MAXIMINVS AVGVSTVS.<\/ref> [[173]] – [[238]]), còn được gọi là ''Maximinus I'', là [[Hoàng đế La Mã]] từ năm [[235]] đến 238. Maximinus được mô tả bởi một số nguồn tài liệu cổ xưa, dù chẳng còn gì đến nay ngoại trừ bộ ''Lịch sử La Mã'' của [[Herodianus]]. Maximinus là một trong những vị hoàng đế đầu tiên chưa bao giờ đặt chân đến Roma (sau [[Macrinus]]).<ref name=\"Meckler, Maximinus Thrax\">Meckler, ''Maximinus Thrax''<\/ref> Ông còn được sử sách gọi là người đầu tiên trong số các [[hoàng đế quân nhân]] vào thế kỷ thứ 3; triều đại của ông thường được xem là sự khởi đầu cho [[cuộc khủng hoảng của thế kỷ thứ ba]]. Ông qua đời tại [[Aquileia]] trong khi cố gắng trấn áp cuộc nổi dậy của [[Viện nguyên lão|Viện Nguyên lão]].\n\n==Nắm quyền==\n[[Tập tin:Maximinus Thrax.jpg|nhỏ|Đồng xu [[Denarius]] in hình Maximinus Thrax được đúc ở [[Roma]] từ tháng 2 đến tháng 12 năm 236.]]\nNhiều khả năng Maximinus có gốc là người [[La Mã gốc Thracia]] (tin như vậy bởi [[Herodianus]] trong tác phẩm của ông).<ref>Herodian, 7:1:1-2<\/ref> Theo bộ sử nổi tiếng là không đáng tin cậy ''[[Historia Augusta]]'', ông sinh ra ở [[Thrace]] hay [[Moesia]] có cha là người [[Goth]] và mẹ là người [[Người Alan|Alan]],<ref>Historia Augusta, ''Life of Maximinus'', 1:5<\/ref> một giống dân Iran thuộc nhánh Scythia-Sarmatia; tuy nhiên giả thiết dòng dõi của ông rất khó mà xác thực, như sự hiện diện của người Goth trong khu vực sông [[Danube]] là chứng nhận đầu tiên sau khi bắt đầu cuộc khủng hoảng của thế kỷ thứ ba. Sử gia người Anh [[Ronald Syme]], viết rằng \"từ 'Gothia' có lẽ đủ để cho sự chỉ trích\" các đoạn văn trong bộ ''Historia Augusta'', cảm thấy gánh nặng của bằng chứng từ Herodianus, [[Syncellus]] và các nơi khác chỉ cho biết Maximinus được sinh ra ở [[Moesia]].<ref>Syme, pp. 182, 185–6<\/ref> Các tài liệu tham khảo cho tổ tiên \"Gothic\" của ông có thể có liên quan tới một người gốc [[Người Thracia|Thracia]] [[Getae]] (cả hai người dân thường bị nhầm lẫn bởi các nhà văn về sau, đáng chú ý nhất là [[Jordanes]] trong tác phẩm ''[[Getica]]'' của mình), theo giả thuyết được đưa ra trong các đoạn văn mô tả làm thế nào \"ông được một mình Getae yêu quý, hơn nữa, như thể anh là một trong số họ\" và làm thế nào ông nói \"gần như là người Thracia thuần chủng\".<ref>Historia Augusta, ''Life of Maximinus'', 2:5<\/ref>\n\nThân thế của ông dù gì đi nữa cũng đến từ một tỉnh lẻ thấp hèn và hay bị [[Viện nguyên lão|Viện Nguyên lão]] khinh bỉ coi như một kẻ mọi rợ, chứ không phải là một người La Mã thực thụ, bất chấp sắc lệnh của [[Caracalla]] là ban bố quyền công dân cho tất cả cư dân được kế thừa quyền tự do của [[Đế quốc La Mã|Đế quốc]].<ref name=\"Southern, pg. 64\">Southern, pg. 64<\/ref> Bất luận thế nào thì Maximinus cũng tương tự như các vị hoàng đế người La Mã gốc Thracia vào thế kỷ thứ 3 đến thứ 5 ([[Licinius]], [[Galerius]], [[Aureolus]], [[Leo I (hoàng đế)|Leo I]], v.v.), đều nắm quyền nhờ vào đường binh nghiệp từ lúc còn là một anh lính quèn của một trong những đạo quân [[lê dương La Mã]] đến khi nắm giữ các vị trí cao nhất của quyền bính. Lúc đầu ông gia nhập quân đội dưới thời [[Septimius Severus]],<ref name=\"Potter, pg. 168\">Potter, pg. 168<\/ref> nhưng chẳng được thăng lên vị trí có quyền thế lớn cho đến khi được hoàng đế [[Alexander Severus]] trọng dụng.<ref name=\"Canduci, pg. 61\">Canduci, pg. 61<\/ref> Maximinus là tướng chỉ huy quân đoàn [[Legio IV Italica|Legio IV ''Italica'']], bao gồm các tân binh đến từ [[Pannonia]],<ref>Herodian, 8:6:1<\/ref> đã tức giận trước việc trả công người [[Alemanni]] của Alexander và sự lẩn tránh chiến tranh của ông.<ref>Southern, pg. 63<\/ref> Quân đội trong đó có quân đoàn [[Legio XXII Primigenia|Legio XXII ''Primigenia'']] đã bầu chọn vị tướng nghiêm khắc Maximinus, rồi nổi loạn giết chết thiếu đế Alexander và mẹ mình tại ''Moguntiacum'' (nay là [[Mainz]]).<ref>Potter, pg. 167<\/ref> Đội Cấm vệ quân ''[[Cấm vệ quân La Mã|Praetorian Guard]]'' đã tôn ông làm hoàng đế, sự lựa chọn của họ buộc Viện Nguyên lão phải miễn cưỡng phê chuẩn,<ref name=\"Southern, pg. 64\">Southern, pg. 64<\/ref> dù trong lòng họ rất bất mãn khi có một người nông dân lên làm hoàng đế. Con trai của ông Maximus cũng được phong làm ''[[Caesar (danh hiệu)|Caesar]]''.<ref name=\"Southern, pg. 64\">Southern, pg. 64<\/ref>\n \nTheo nhà sử học người Anh [[Edward Gibbon]]: \n{{bquote|[Ô]ng ý thức được ý nghĩa và nguồn gốc man rợ của mình, tướng mạo hoang dã và cả sự thiếu hiểu biết về về nghệ thuật và tổ chức đời sống dân sự, tạo nên một sự tương phản rất bất lợi với cách cư xử nhã nhặn của Alexander bất hạnh. Ông nhớ rằng, với mớ tài sản xoàng xĩnh của mình, ông thường chờ đợi trước cửa ra vào của các nhà quý tộc kiêu căng của Roma, và đã bị những tên nô lệ xấc xược của họ từ chối cho vào. Ông cũng nhớ lại tình bạn của một vài người đã ra tay cứu giúp mình thoát khỏi cảnh bần cùng và khiến ông nuôi hy vọng về một tương lai tươi sáng hơn. Nhưng với những người đã hắt hủi và những kẻ đã chở che là người Thracia, thì đều phạm tội như nhau, vì sự hiểu biết mù mờ về gốc gác của ông. Đối với tội phạm này thì nhiều người đã bị giết chết, bằng cách xử tử một vài ân nhân mà Maximinus đã cho công bố trước bàn dân thiên hạ, khiến ông bị mang tiếng là bạo quân, rồi lịch sử khó mà xóa nhòa đi tính đê tiện và thói vô ơn của ông.<ref>Gibbon, ''The History of the Decline and Fall of the Roman Empire'', Vol. I, Ch. 7<\/ref>}}\n\n==Triều đại==\n===Củng cố quyền hành===\nMaximinus ghét giới quý tộc và là tàn nhẫn đối với những ai mà ông nghi ngờ có âm mưu chống lại mình.<ref name=\"Canduci, pg. 62\">Canduci, pg. 62<\/ref> Ông bắt đầu từ việc loại bỏ các cố vấn thân cận của Alexander.<ref name=\"Meckler, Maximinus Thrax\"\/> Sự ngờ vực của ông bắt nguồn từ hai cuộc mưu phản chống lại Maximinus đã thất bại thảm hại.<ref>Potter, pg. 169<\/ref> Lần đầu là trong một chiến dịch quân sự trên sông [[Rhine]], do một nhóm sĩ quan được hỗ trợ bởi những nghị viên có thế lực mưu tính phá hủy một cây cầu bắc qua sông, để dụ Maximinus ở lại và bị mắc kẹt phía bên kia sông.<ref>Herodian, 7:1:5-6<\/ref> Sau đó họ lên kế hoạch để bầu nghị viên [[Magnus]] làm hoàng đế rồi từ đó thâu tóm quyền lực; Tuy nhiên mưu đồ đã bị thủ hạ của hoàng đế phát hiện kịp thời và những kẻ chủ mưu bị đem ra xử tử.<ref name=\"Canduci, pg. 62\">Canduci, pg. 62<\/ref> Âm mưu thứ hai liên quan đến những cung thủ người [[Lưỡng Hà]] còn trung thành với Alexander.<ref>Historia Augusta, ''Life of Maximinus'', 11:1<\/ref> Họ dự tính bầu chọn [[Quartinus]] nhưng viên chỉ huy [[Macedo]] của họ đã thay lòng đổi dạ và thay vào đó đã ra tay sát hại Quartinus, dù vậy cũng không đủ để hoàng đế tha mạng sống cho ông.<ref name=\"Canduci, pg. 62\">Canduci, pg. 62<\/ref>\n\n===Bảo vệ biên giới===\nTừ khi Maximinus kế thừa ngôi vị đã mở đầu cho thời kỳ loạn lạc liên miên gọi là ''[[cuộc khủng hoảng của thế kỷ thứ ba]]'' (còn gọi là giai đoạn \"Hỗn loạn Quân sự\" hoặc \"Cuộc khủng hoảng của Đế quốc La Mã\"), tên thường gọi cho những đổ nát và gần sụp đổ của Đế chế La Mã từ năm [[235]] đến [[284]] do ba cuộc khủng hoảng xảy ra cùng lúc: ngoại tộc xâm lược, nội chiến trong nước và sự sụp đổ về kinh tế.<ref name=\"Canduci, pg. 61\">Canduci, pg. 61<\/ref>\n\nChiến dịch đầu tiên Maximinus là chống lại người [[Alamanni]], mà hoàng đế đã đánh bại dù người La Mã cũng chịu tổn thất nặng nề trong một đầm lầy ở vùng [[Agri Decumates]].<ref>Herodian, 7:2:7<\/ref> Sau chiến thắng, Maximinus nhận danh hiệu ''Germanicus Maximus'',<ref name=\"Southern, pg. 64\">Southern, pg. 64<\/ref> còn đưa con trai mình là Maximus giữ chức ''[[Caesar (danh hiệu)|Caesar]]'' và ''[[Princeps Iuventutis]]'', và phong thần người vợ quá cố Paulina.<ref name=\"Meckler, Maximinus Thrax\"\/> Maximinus có thể đã phát động một chiến dịch thứ hai tiến sâu vào đất [[Germania]], đánh bại một bộ tộc [[Các dân tộc German|German]] vượt sông [[Weser]] trong [[trận Harzhorn]].<ref>''Historia Augusta, The Two Maximini''. 12:1-4<\/ref><ref>Herodian, 7:2:3<\/ref> Củng cố tuyến biên giới German, ít nhất là trong một thời gian, Maximinus sau đó cho hạ trại đóng quân trú đông tại [[Sirmium]] ở [[Pannonia]],<ref name=\"Southern, pg. 64\">Southern, pg. 64<\/ref> và dùng căn cứ này để tiếp tế cho cuộc chiến với người [[Dacia]] và [[Người Sarmatica|Sarmatia]] trong mùa đông năm 235-236.<ref name=\"Meckler, Maximinus Thrax\"\/>\n\n===Cha con Gordianus I và II===\nĐầu năm 238, trên địa bàn tỉnh [[châu Phi]], các quan chức trông coi ngân khố đã bòn rút qua những phán quyết sai lầm trong một triều đình tham nhũng từ một số chủ đất địa phương đã kích động một cuộc nổi loạn quy mô trên địa bàn tỉnh.<ref name=\"Canduci, pg. 63\">Canduci, pg. 63<\/ref> Các địa chủ tự vũ trang cho hầu cận và nông nô của họ rồi tiến vào Thysdrus (nay là [[El Djem]]), ám sát các viên chức vi phạm cùng đám vệ binh thân tín<ref>Herodian, 7:4:6<\/ref> rồi tuyên bố vị thống đốc tỉnh cao tuổi, Marcus Antonius Gordianus Sempronianus ([[Gordianus I]]) và con là [[Gordianus II]] làm đồng hoàng đế.<ref>Southern, pg. 66<\/ref> Viện Nguyên lão ở [[Roma]] đã bị dao động và quyết định theo về phía cha con nhà Gordianus bằng cách ban cho họ danh hiệu ''[[Augustus (danh hiệu)|Augustus]]'', đồng thời kêu gọi các tỉnh cùng lên tiếng ủng hộ họ.<ref>Zonaras, 12:16<\/ref> Thế nhưng khi Maximinus hay tin ấy, lúc đó đang trú đông ở Sirmium đã ngay lập tức tập hợp quân đội của mình và tiến về Roma, dưới sự dẫn đầu của quân đoàn lê dương Pannonia.<ref name=\"Meckler, Maximinus Thrax\"\/>\n\nTrong khi đó, ở châu Phi, cuộc nổi dậy đã không thuận buồm xuôi gió. Tỉnh châu Phi phía tây giáp tỉnh [[Numidia]], mà thống đốc là [[Capellianus]], vốn không mấy thiện cảm với nhà Gordianus nên đã khởi binh chống lại và chỉ kiểm soát được các đơn vị lính lê dương ([[Legio III Augusta|III ''Augusta'']]) trong khu vực.<ref>Potter, pg. 170<\/ref> Ông hành quân về [[Carthage]] và dễ dàng áp đảo lực lượng dân quân địa phương bảo vệ thành phố.<ref name=\"Canduci, pg. 63\">Canduci, pg. 63<\/ref> Gordianus II cố sức chống trả nhưng bị tử trận ngay sau đó, và khi biết được tin này thì Gordianus I cũng lấy dây treo cổ tự sát.<ref>Historia Augusta, ''Life of Maximinus'', 19:2<\/ref> Cuộc nổi dậy của họ hoàn toàn thất bại.\n\n===Pupienus, Balbinus và Gordianus III===\nKhi cuộc nổi dậy của châu Phi thất bại, Viện Nguyên lão thấy mình đang trong tình trạng nguy hiểm lớn.<ref name=\"Southern, pg. 67\">Southern, pg. 67<\/ref> Từng thể hiện sự ủng hộ cho nhà Gordianus vì họ chẳng còn mong đợi sự khoan hồng nào từ phía Maximinus khi ông gần đến Roma. Trong lúc khó khăn này, họ quyết tâm thách thức Maximinus và bầu hai nghị viên trong số họ là [[Pupienus]] và [[Balbinus]] làm đồng hoàng đế.<ref name=\"Meckler, Maximinus Thrax\"\/> Khi đám đông dân chúng La Mã nghe nói rằng Viện Nguyên lão đã chọn hai người từ tầng lớp quý tộc [[Patricianus]] mà nhân dân vốn chẳng có thiện cảm gì mấy, nên họ đã phản đối dữ dội và chào đón đoàn diễu hành bằng một loạt gậy gộc và gạch đá.<ref>Herodian, 7:10:5<\/ref> Một phe phái ở Roma đã tích cực vận động Viện Nguyên lão bầu chọn đứa cháu ngoại của Gordianus là [[Gordianus III]] làm hoàng đế, khiến cho tình trạng bạo động trên đường phố ngày càng nghiêm trọng. Cả hai vị đồng hoàng đế không còn sự lựa chọn nào khác nhưng để thỏa hiệp phe phái đối lập và xoa dịu sự bất mãn của dân chúng kinh thành, họ quyết định phong cậu bé làm ''Caesar'' với sự chấp thuận của Viện Nguyên lão.<ref>Canduci, pg. 66<\/ref>\n\n===Cái chết===\nMaximinus mau chóng hành quân về Roma để ổn định tình hình tại kinh thành,<ref>Zosimus, 1:12<\/ref> nhưng cửa ngõ quan trọng là thành [[Aquileia]] lại đóng cửa từ chối quy hàng ông. Quân đội của ông bắt đầu trở nên bất mãn trong [[Trận vây hãm Aquileia|cuộc vây hãm thành phố bất ngờ]], khiến họ phải chịu đựng nạn đói và bệnh tật trong thời gian đó.<ref name=\"Canduci, pg. 62\">Canduci, pg. 62<\/ref> Vào tháng 4 năm 238, binh sĩ của binh đoàn lê dương [[Legio II Parthica|II ''Parthica'']] trong quân doanh đã ám sát ông và con trai cùng các vị triều thần của mình.<ref name=\"Southern, pg. 67\">Southern, pg. 67<\/ref> Đầu của họ bị chặt ra rồi để trên những cái cọc và để cho kỵ binh mang đến Roma.<ref name=\"Meckler, Maximinus Thrax\"\/> Pupienus và Balbinus sau đó được Viện nguyên lão chỉ định làm đồng hoàng đế.\n\n==Chính trị==\nMaximinus thường trả lương gấp đôi cho binh sĩ nên họ rất mực trung thành với ông;<ref name=\"Potter, pg. 168\">Potter, pg. 168<\/ref> nhưng cùng với chiến tranh hầu như diễn ra liên miên thì hành động này lại cần phải gia tăng các loại thuế cao hơn. Những viên chức thu thuế bắt đầu sử dụng đến phương pháp bạo lực và tịch thu bất hợp pháp, khiến cho tầng lớp quan lại ngày càng chán ghét và oán thán chế độ.<ref name=\"Meckler, Maximinus Thrax\"\/> Maximinus cũng làm đảo lộn chính sách khoan hồng của Alexander đối với các tín đồ [[Thiên Chúa giáo]],<ref>Zonaras, 16:1<\/ref> những người được ông xem là kẻ thù không thực lòng ủng hộ nhà nước và có thể trở thành mầm mống gây họa cho đế chế. Nên đã ra lệnh bắt bớ các tín đồ Thiên Chúa giáo một cách tàn nhẫn,<ref>Orosius, ''Historiarum Adversum Paganos Libri VII'', 7:19<\/ref> trong số đó có [[giám mục]] [[Roma|thành Roma]] [[Giáo hoàng Pontianô|Pontianus]] cũng như người kế nhiệm ông [[Anterus]] được cho là đã [[tử vì đạo]].<ref>Loomis, Louise R. (trans.) ''Liber Pontificalis, Book I'', Columbia University Press (1916), pg. 23<\/ref> Mà theo bộ sử ''Historia Augusta'' kể lại: \n<blockquote>\n\"Việc người La Mã chịu được tính man rợ của ông không còn lâu — theo cách làm của ông là tung ra đám mật thám và khuyến khích tố cáo lẫn nhau, bịa ra hành vi phạm tội sai trái, giết người vô tội, lên án tất cả những ai đã ra xét xử, biến người giàu nhất thành nghèo đói nhất và không bao giờ kiếm tiền ở bất cứ nơi nào để cứu giúp sự phá sản của một số khác, khiến nhiều tướng lĩnh và quan chức chấp chính bị xử tử vì không có tội, chở một số người khác trong chiếc xe ngựa không có thức ăn và đồ uống, và giữ những người khác trong phòng giam bị bỏ bê một thời gian ngắn mà không có gì để ông có thể chứng minh tính hiệu quả của sự tàn bạo — và, không thể chịu đựng những điều này lâu hơn, họ đứng lên chống lại ông trong cuộc nổi dậy.\"<ref>[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Historia_Augusta\/Maximini_duo*.html]<\/ref>\n<\/blockquote>\n\n==Tướng mạo==\nMột số nguồn sử liệu cổ đại từ bộ sử nổi tiếng là không đáng tin cậy ''[[Historia Augusta]]'' đến các tác phẩm của [[Herodianus]], đều nói về Maximinus như một người đàn ông có tầm vóc to lớn hơn nhiều so với những người đương thời.<ref>Historia Augusta, ''Life of Maximinus'', 2:2<\/ref><ref>Herodian, 7:1:2<\/ref> Hơn nữa ông còn được mô tả trong hình ảnh cổ xưa như một người có cái trán, mũi và hàm nhô lên; triệu chứng của một hình thức phát triển quá mức. Ngón tay cái của ông được cho là quá lớn khó mà đeo cái vòng tay của vợ mình như một chiếc nhẫn. Trong khi kích cỡ chính xác của Maximinus có thể sẽ không bao giờ được biết đến, dù gì đi nữa thì ông vẫn là một người đàn ông có vóc dáng cao to thời xưa.\n\nTheo ''Historia Augusta'', \"vóc dáng của ông như vậy, nên theo lời Cordus kể lại thì ông cao đến tám phút, sáu inch [khoảng 2.5 m]\".<ref>Historia Augusta, ''Life of Maximinus'', 6:8<\/ref> Tuy nhiên điều này là một trong nhiều \"câu chuyện cao to' có trong ''Historia Augusta'', và ngay lập tức bị các học giả nghi ngờ do đã lấy trích dẫn của 'Cordus', một trong số các căn cứ hư cấu cho việc trích dẫn tác phẩm.<ref>Syme, pp. 1-16<\/ref> Mặc dù không đi sâu vào các phần được cho là chi tiết của ''Historia Augusta'', nhà sử học Herodianus, sống cùng thời Maximinus, đã nhắc đến ông như một người đàn ông có vóc dang to cao, lưu ý rằng: \"Ông ấy dù gì đi nữa cũng là một người đàn ông có ngoại hình đáng sợ như vậy và vóc dáng khổng lồ mà không gì sánh bằng được với bất kỳ lực sĩ Hy Lạp được huấn luyện tốt nhất và hoặc những chiến binh tinh nhuệ của man tộc.\"<ref>Herodian, 7:1:12<\/ref>\n\nMột số nhà sử học giải thích những câu chuyện về [[chiều cao]] bất thường của Maximinus (cũng như các thông tin khác về tướng mạo của ông, kiểu như tập luyện quá mức và có sức mạnh như siêu nhân) như các hình mẫu có tính đại chúng mà chẳng gì hơn là cố tình biến ông thành một hiện thân cách điệu của tên cướp man rợ<ref>Thomas Grünewald, transl. by John Drinkwater. ''Bandits in the Roman Empire:, Myth and Reality'', Routledge, 2004, p. 84. ISBN 0-415-32744-X<\/ref> hoặc nhấn mạnh sự ngưỡng mộ và lo ngại rằng hình ảnh của người lính sẽ khơi dậy trong dân chúng.<ref>Jean-Michel Carrié in Andrea Giardina (ed.), transl. by Lydia G. Cochrane. ''The Romans'', University of Chicago Press, 1993, p. 116-117. ISBN 0-226-29050-6<\/ref> Bức chân dung phù hợp của Maximinus là như một người đàn ông có trán, mũi và hàm nhô lên, khiến một số nhà nghiên cứu nghi ngờ rằng ông có thể đã bị mắc bệnh to cực khiến cơ thể phát triển quá mức.<ref>[[Harold L. Klawans|Klawans, Harold L]]. ''The Medicine of History from Paracelsus to Freud'', Raven Press, 1982, New York, 3–15<\/ref>\n\n==Xem thêm==\n*[[Aspasius thành Roma]] (thư ký của ông khi còn là hoàng đế)\n\n==Chú thích==\n{{tham khảo|colwidth=20em}}\n\n==Tham khảo==\n===Nguồn chính===\n* [[Herodianus]], [http:\/\/www.livius.org\/he-hg\/herodian\/hre701.html ''Roman History, Book 7'']\n* [[Historia Augusta]], [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Historia_Augusta\/Maximini_duo*.html ''Life of Maximinus'']\n* [[Aurelius Victor]], [http:\/\/www.roman-emperors.org\/epitome.htm ''Epitome de Caesaribus'']\n* [[Zonaras|Joannes Zonaras]], Compendium of History [http:\/\/www.ancientsites.com\/aw\/Post\/1049415 extract: ''Zonaras: Alexander Severus to Diocletian: 222–284''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080521191250\/http:\/\/www.ancientsites.com\/aw\/Post\/1049415 |date=2008-05-21 }}\n* [[Zosimus]], [http:\/\/www.tertullian.org\/fathers\/zosimus01_book1.htm ''Historia Nova'']\n\n===Nguồn phụ===\n*Southern, Pat. ''The Roman Empire from Severus to Constantine'', Routledge, 2001\n*Syme, Ronald, ''Emperors and Biography'', Oxford University Press, 1971\n*Potter, David Stone, ''The Roman Empire at Bay, AD 180-395'', Routledge, 2004\n* [http:\/\/www.roman-emperors.org\/maxthrax.htm Meckler, Michael L., ''Maximinus Thrax (235-238 A.D.)'', ''De Imperatoribus Romanis''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190609232742\/http:\/\/www.roman-emperors.org\/maxthrax.htm |date=2019-06-09 }} (1997)\n* {{citation | last = Canduci | first = Alexander | title =Triumph & Tragedy: The Rise and Fall of Rome's Immortal Emperors | publisher = Pier 9 | year = 2010 | isbn = 978-1-74196-598-8}}\n*Gibbon. Edward ''Decline & Fall of the Roman Empire'' (1888)\n\n==Đọc thêm==\n* A. Bellezza: ''Massimino il Trace'', Geneva 1964.\n* H. Börm: ''[http:\/\/www.academia.edu\/1012252\/Die_Herrschaft_des_Kaisers_Maximinus_Thrax_und_das_Sechskaiserjahr_238_Der_Beginn_der_Reichskrise_in_Gymnasium_115_2008_pp._69ff Die Herrschaft des Kaisers Maximinus Thrax und das Sechskaiserjahr 238. Der Beginn der Reichskrise?]'', in: ''Gymnasium'' 115, 2008.\n* J. Burian: ''Maximinus Thrax. Sein Bild bei Herodian und in der Historia Augusta'', in: ''Philologus'' 132, 1988.\n* L. de Blois: ''The onset of crisis in the first half of the third century A.D.'', in: K.-P. Johne et al. (eds.), ''Deleto paene imperio Romano'', Stuttgart 2006.\n* K. Dietz: ''Senatus contra principem. Untersuchungen zur senatorischen Opposition gegen Kaiser Maximinus Thrax'', Munich 1980.\n* F. Kolb: ''Der Aufstand der Provinz Africa Proconsularis im Jahr 238 n. Chr.: die wirtschaftlichen und sozialen Hintergründe'', in: ''Historia'' 26, 1977.\n* A. Lippold: ''Kommentar zur Vita Maximini Dua der Historia Augusta'', Bonn 1991.\n* X. Loriot: ''Les premières années de la grande crise du IIIe siècle: De l'avènement de Maximin le Thrace (235) à la mort de Gordien III (244)'', in: ANRW II\/2, 1975.\n\n==Liên kết ngoài==\n{{thể loại Commons|Maximinus I|Maximinus Thrax}}\n*[http:\/\/www.wildwinds.com\/coins\/ric\/maximinus_I\/t.html Maximinus coinage]\n*{{CathEncy|wstitle=Caius Julius Verus Maximinus Thrax}}\n*{{Cite AmCyc|Maximin}}\n\n<br>\n{{s-start}}\n{{s-reg}}\n{{s-bef | before=[[Alexander Severus]]}}\n{{s-ttl | title=[[Danh sách Hoàng đế La Mã|Hoàng đế La Mã]]\n | years=235–238\n | alongside=[[Gordianus I]], [[Gordianus II]], [[Pupienus]] và [[Balbinus]] (cùng năm 238) }}\n{{s-aft | after=[[Pupienus]] và [[Balbinus]]}}\n{{s-off}}\n{{s-bef | before= Gnaeus Claudius Severus,<br> [[Titus Claudius Quintianus]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan của Đế quốc La Mã|Quan chấp chính]] của [[Đế quốc La Mã]] | years=236 |regent1= [[Marcus Pupienus Africanus Maximus]]}}\n{{s-aft | after= [[Lucius Marius Perpetuus]],<br> [[Lucius Mummius Felix Cornelianus]]}}\n{{end}}\n\n{{Hoàng đế La Mã}}\n\n{{Authority control|VIAF=72186235}}\n\n{{Persondata\n|NAME=Maximinus, Gaius Iulius Verus\n|ALTERNATIVE NAMES=Thrax, Maximinus\n|SHORT DESCRIPTION=[[Hoàng đế La Mã]] và binh sĩ\n|DATE OF BIRTH=173\n|PLACE OF BIRTH=[[Thrace]] hoặc [[Moesia]]\n|DATE OF DEATH=238\n|PLACE OF DEATH=[[Aquileia]]\n}}\n{{DEFAULTSORT:Thrax, Maximinus}}\n[[Thể loại:Sinh năm 173]]\n[[Thể loại:Mất năm 238]]\n[[Thể loại:Hoàng đế La Mã thế kỷ 3]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Khủng hoảng thế kỷ thứ Ba]]\n[[Thể loại:Hoàng đế La Mã bị sát hại]]\n[[Thể loại:Người German cổ đại]]\n[[Thể loại:Người Thracia thời La Mã]]\n[[Thể loại:Xứ Thrace cổ đại]]\n[[Thể loại:Những người bị bệnh to cực]]\n[[Thể loại:Iulii]]\n[[Thể loại:Hoàng đế La Mã bị giết]]"}