{"Maximos III Michel Mazloum":"'''Maximos III Michel Mazloum''' (1779 - 1855) là một Thượng phụ người Syria của [[Giáo hội Công giáo Rôma]]. Ông nguyên là Thượng phụ Tòa Thượng phụ Antioch (nghi lễ Greek-Melkites) và Thượng phụ hai tòa Thượng phụ Hiệu tòa Jerusalem và Alexandria. Trước đó, ông còn đảm nhận nhiều nhiệm vụ khác trước khi trở thành người đứng đầu Giáo hội nghi lễ Greek-Melkites trong khoảng thời gian từ năm 1833 đến năm 1855.<ref name=g>[http:\/\/www.gcatholic.org\/dioceses\/diocese\/anti2.htm#1476 Greek-Melkite Patriarchal See of Antioch]<\/ref>\n\n==Tiểu sử==\nThượng phụ Mazloum sinh vào tháng 11 năm 1779 tại [[Alep]], [[Syria]]. Sau quá trình tu học dài hạn tại các cơ sở chủng viện theo quy định của Giáo luật, ngày 15 tháng 4 năm 1806, Phó tế Mazloum tiến đến việc được truyền chức linh mục.<ref name=h>[http:\/\/www.catholic-hierarchy.org\/bishop\/bmazl.html Patriarch Maximos III Michel Mazloum - Deceased - Patriarch of Antiochia {Antioch} (Melkite Greek), Syria - Bishop of Damas (Melkite Greek)]<\/ref>\n\nChỉ bốn năm sau khi được truyền chức linh mục, ngày 26 tháng 7 năm 1810, linh mục Mazloum, khi đó chỉ 31 tuổi, được chọn làm Tổng giám mục chính tòa [[Tổng giáo phận Alep (Beroea, Halab)]], tọa lạc tại Syria, nghi lễ Greek-Melkites. Tân Tổng giám mục được nhanh chóng thu xếp và thực hiện nghi lễ tấn phong vào ngày 6 tháng 8 sau đó. Ba giáo sĩ tham dự vào nghi thức chính yếu của nghi lễ này, với giáo sĩ Chủ phong là Thượng phụ [[Agapios III Matar]], B.S., Thượng phụ Tòa Thượng phụ Antioch (nghi lễ Greek-Melkites). Hai vị khác trong vai trò phụ phong, bao gồm Giám mục [[Athanase IV Matar]], Giám mục chính tòa [[Giáo phận Saïda]], nghi lễ Greek-Melkites và Giám mục [[Théo Habib]], Giám mục Chánh tòa [[Giáo phận Akka]], nghi lễ Greek-Melkites.<ref name=h\/>\n\nSáu năm sau, ngày 17 tháng 12 năm 1816, ông được bổn nhiệm làm Giám mục Hiệu tòa Abydus. Sau đó ít tháng lại được thăng Tổng giám mục với Danh hiệu Myra.<ref name=h\/>\n\nNgày 24 tháng 3 năm 1833, nhóm Giáo hội nghi lễ Greek-melkites nhóm họp, nhất trí chọn vị Tổng giám mục Mazloum làm Thượng phụ Tòa Thượng Antioch và Giám mục chính tòa [[Giáo phận Damas]], nghi lễ Greek-Melkites.<ref name=h\/> Ngoài ra, ông cũng kiêm thêm các tước hiệu Thượng phụ của hai Tòa Thượng phụ Hiệu tòa là Jerusalem và Alexandria, đều theo nghi lễ Greek-Melkites.<ref name=g\/> Ba năm sau, tin tức từ phía [[Giáo hội Công giáo Rôma]] xác nhận và chuẩn y cuộc bầu chọn này, ngày 1 tháng 2 năm 1836.<ref name=h\/>\n\nNgày 11 tháng 8 năm 1855, ông qua đời, thọ 76 tuổi, với 22 năm trên cương vị Thượng phụ Tòa Thượng phụ Antioch, nghi lễ Greek-Melkites.<ref name=h\/>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Mazloum, Maximos}}\n[[Thể loại:Sinh năm 1779]]\n[[Thể loại:Mất năm 1855]]\n[[Thể loại:Thượng phụ]]\n[[Thể loại:Giám mục Công giáo người Syria]]"}