{"Mikhail Yuryevich Lermontov":"{{Infobox Writer\n| name = Mikhail Lermontov\n| image = Mikhail_lermontov.jpg\n| imagesize = 250px\n| caption = Mikhail Lermontov năm 1837\n| pseudonym = \n| birth_date = [[15 tháng 10]] năm [[1814]]\n| birth_place = {{flagicon|Nga}} [[Moskva]], Nga\n| death_date = [[27 tháng 7]] năm [[1841]]\n| death_place = {{flagicon|Nga}} [[Kavkaz]], Nga\n| occupation = Nhà thơ, nhà văn \n| nationality = {{flagicon|Nga}} Nga\n| period = \n| genre = [[chủ nghĩa lãng mạn]]\n| subject = \n| movement = \n| debut_works = \n| influences = \n| influenced = \n| signature = \n| website = \n| footnotes = \n}}\n'''Mikhail Yuryevich Lermontov''' ([[tiếng Nga]]: Михаи́л Ю́рьевич Ле́рмонтов, [[15 tháng 10]] năm [[1814]] – [[27 tháng 7]] năm [[1841]]) là nhà thơ lãng mạn, đồng thời cũng là một nhà văn và họa sĩ người Nga. Lermontov là nhà thơ Nga quan trọng nhất sau khi Alexander Pushkin qua đời năm 1837 và là nhân vật vĩ đại nhất của trường phái Lãng mạn Nga. Ảnh hưởng của ông trong văn học Nga vẫn còn hiện diện ở thời hiện đại, không chỉ qua thơ ca, mà còn qua những áng văn xuôi ông viết. Văn xuôi của ông đã gây dựng nên truyền thống tiểu thuyết tâm lý học của Nga.\n\n== Cuộc đời ==\n\n=== Những năm đầu đời ===\nLermontov là con trai của ông Yury Petrovich Lermontov, một thuyền trưởng hải quân về hưu, với bà Mariya Mikhaylovna (tên thời con gái là Arsenyeva). Lên ba tuổi, Lermontov mồ côi mẹ và được bà ngoại Yelizaveta Alekseyevna Arsenyeva nuôi nấng tại điền trang riêng ở tỉnh Penzenskaya. Vẻ đẹp phong phú của thiên nhiên Nga, các bài hát và chuyện kể dân gian, phong tục và lễ nghi, cuộc sống khổ cực của nông nô, truyện kể và huyền thoại về các cuộc nổi dậy của nông dân, tất cả đều ảnh hưởng lớn tới sự phát triển tích cách của nhà thơ tương lai. Lermontov hay ốm đau, vì thế ông thường được đưa tới suối khoáng ở vùng Caucasus vào ba dịp nghỉ lễ. Tại đây, phong cảnh thiên nhiên kỳ vĩ tạo nên ấn tượng in đậm trong tâm trí ông. \n[[Tập tin:Mikhail Lermontov, 1820-22.jpg|nhỏ|Lermontov khi còn nhỏ]]\nNăm 1827, ông cùng bà ngoại tới Moskva. Tại đây, ông vừa theo học trường nội trú dành cho con nhà quý tộc (thuộc Đại học Moskva), vừa bắt đầu làm thơ và học vẽ tranh. Năm 1828, ông viết bài thơ ''Cherkesy'' (\"Người Circassian\") và ''Kavkazsky plennik'' (\"Tù nhân Caucasus\") theo phong cách của nhà thơ lãng mạn Anh Lord Byron, người có ảnh hưởng sâu sắc tới các nhà văn Nga trẻ tuổi.\n\nHai năm sau bài thơ đầu tiên, tập thơ Vesna (\"Mùa xuân\") được xuất bản. Cùng năm đó, ông bắt đầu nhập học Đại học Moskva, một trong những trung tâm văn hóa và ý thức hệ sống động nhất, nơi những tên tuổi thuộc giới quý tộc có đầu óc dân chủ như Aleksandr Herzen, Nikolay Platonovich Ogaryov và nhiều người khác đang theo học. Sinh viên nơi đây hăng hái tranh luận về các vấn đề chính trị và triết học, số phận nhọc nhằn của nông nô và cuộc biến loạn tháng Mười hai mới nổ ra gần đây. Trong bầu không khí đó, Lermontov viết nhiều bài thơ tình, những bài thơ tự sự cùng tác phẩm kịch dài hơn. Vở kịch ''Stranny chelovek'' (1831; \"Một người kỳ lạ\") phản ánh quan điểm đang thịnh hành trong giới sinh viên: sự căm ghét chế độ Sa hoàng chuyên chế và căm ghét chế độ nông nô.\n\nNăm 1832, sau khi xung đột với một giáo sư phản động, Lermontov bỏ học và đi tới St. Petersburg để nhập học trường sĩ quan quân đội. Tốt nghiệp năm 1834 với hàm sĩ quan kỵ binh (subensign), Lermotov được điều về Trung đoàn Kỵ binh Cảnh vệ Hoàng gia đóng tại Hoàng Thôn (Tsarskoye [[Làng|Selo]], nay là thành phố Pushkin), nằm gần St. Petersburg. Là một sĩ quan trẻ tuổi, Lermontov dành đáng kể thời gian sống ở kinh đô, quan sát kỹ lưỡng cuộc sống của quý tộc nơi đây, viêc đó giúp ông xây dựng nền tảng của vở kịch Maskarad (Masquerade). Trong thời gian này, tình cảm sâu đậm khôn nguôi, nhưng không được đền đáp mà ông dành cho Varvara Lopukhina, được ông thể hiện trong tác phẩm ''Knyaginya Ligovskaya (\"Nữ công tước Ligovskaya\")'' và nhiều tác phẩm khác.\n\n=== Lưu đày lần thứ nhất ===\nTháng 1 năm 1837, Lermontov bị chấn động mạnh khi biết tin nhà thơ vĩ đại Alexander Pushkin qua đời trong một cuộc đọ súng. Lermontov viết một khúc bị thương, diễn tả tình yêu của cả nước dành cho nhà thơ quá cố, đồng thời lên án không chỉ kẻ giết hại nhà thơ mà còn cả quý tộc trong triều đình - những kẻ mà ông coi là bọn đao phủ chống lại tự do và là tội phạm thực sự của bi kịch này. Ngay khi những bài thơ này đến tai triều đình hoàng đế Nicholas I, Lermontov bị bắt và đẩy vào một trung đoàn đóng ở Caucasus. Đi tới những vùng đất mới, gặp gỡ những người tham gia Cuộc nổi dậy tháng 12 (đang bị đi đày ở Caucasus), tiếp xúc với giới trí thức Georgia, đặc biệt là nhà thơ xuất chúng Ilia Chavchavadze, người gả con gái cho kịch tác gia, thi sĩ và nhà ngoại giao nổi tiếng người Nga Aleksandr Sergeyevich Griboyedov, và gặp gỡ nhiều nhà thơ tiêu biểu người Georgia sống ở Tiflis (bây giờTbilisi), đã giúp mở rộng chân trời hiểu biết của Lermontov. Gắn bó với thiên nhiên và thơ ca vùng Caucasus, phấn khích với văn học dân gian nơi đây, Lermontov lao vào nghiên cứu ngôn ngữ địa phương, tiến hành biên dịch và nhuận sắc câu chuyện Azerbaijanian mang tên \"Ashik Kerib\". Chủ đề và hình ảnh về Caucasus chiếm một vị trí quan trọng trong thơ ca Lermontov, và được thể hiện trong tiểu thuyết ''Geroy nashego vremeni (Một anh hùng thời đại)'', cũng như trong các bức họa và phác thảo của ông.\n\nNhờ sự chạy chọt của người bà và sự giúp đỡ của nhà thơ lớn V.A. Zhukovsky, Lermontov được phép trở về kinh đô năm 1838. Các bài thơ ông viết bắt đầu xuất hiện trên báo chí: Bài thơ lãng mạn ''Pesnya pro tsarya Ivana Vasilyevicha, molodogo oprichnika i udalogo kuptsa Kalashnikova (1837; \"Bài ca về Sa hoàng Ivan Vasilyevich, Người cận vệ trẻ của ông, và về gia đình thương nhân Kalashnikov dũng cảm\")'', các bài thơ hiện thực trào phúng ''Tambovskaya kaznacheysha (1838; \"Người vợ ông thủ quy Tambov\"), Sashka (viết năm 1839,'' \n[[Tập tin:Lermontov by FOBudkin 1834.jpg|nhỏ|Chân dung Lermontov năm 1834.]]\n''xuất bản năm 1862)'' và bài thơ lãng mạn ''Demon (Quỷ dữ).'' Lermontov sớm trở nên nổi tiếng. Ông được gọi là người kế thừa sự nghiệp của Pushkin và được ca ngợi do đã chịu cực khổ và lưu đày vì những bài thơ tự do. Giới nhà văn và nhà báo rất chú ý đến Lermontov, nhiều quý bà, quý cô dành tình cảm yêu mến cho ông. Ông kết bạn với đội ngũ biên tập ''Otechestvennye zapiskim,'' tạp chí hàng đầu của giới trí thức hướng theo phương Tây. Năm 1840, ông gặp nhà phê bình tiến bộ xuất chúng V.G. Belinsky, người đã hình dung Lermontov là hy vọng lớn của văn học Nga. Lermontov đã gia nhập vào giới nhà văn thành St. Petersburg.\n\nCuối những năm 1830, phương hướng chính trong sự nghiệp sáng tác của ông đã được thiết lập. Tình yêu tự do và sự đánh giá nghi ngờ, đầy cay đắng về thời đại ông đang sống, đã xuất hiện trong các tác phẩm thơ ca trữ tình đậm màu sắc triết học của ông (\"Duma\" [\"Ý nghĩ\"], \"Ne ver sebye…\" [\"Đừng tin bản thân mình…\"]), đồng thời được diễn giải theo phong cách độc đáo bằng hình ảnh lãng mạn và kỳ lạ trong các bài thơ Caucasus, ''Mtsyri'' (1840) và ''Demon,'' đó là chủ đề mà nhà thơ đi theo suốt phần đời còn lại. Cuối cùng, văn xuôi đã đạt độ trưởng thành của Lermontov thể hiện bức tranh phê phán cuộc sống đương thời trong tiểu thuyết ''Geroy nashego vremeni (Một anh hùng thời đại''), trong đó chứa suy nghĩ của tác giả về xã hội đương thời và về vận mệnh của thế hệ ông. Nhân vật anh hùng ở đây là Pechorin, một người bất chấp đạo lý và đã giành được nhiều thành tựu. Sau khi trải qua mọi biến cố, người này dành cả đời để thí nghiệm hoàn cảnh của con người. Tiểu thuyết hiện thực này, mang đầy nội dung xã hội và tâm lý học, được viết văn thể văn xuôi chau chuốt, đóng một vai trò quan trọng trong sự phát triển của văn xuôi Nga.\n\n=== Lưu đày lần thứ hai ===\nTháng 2 năm 1840, Lermontov bị đưa ra tòa án binh vì cuộc đọ súng với con trai đại sứ Pháp ở St. Petersburg. Cuộc đọ súng này được sử dụng như một cái cớ để trừng phạt nhà thơ cứng đầu. Tuân theo chỉ thị của Sa hoàng Nicholas I, Lermontov bị đày đi khổ sai lần thứ hai ở Caucasus, lần này vào một trung đoàn bộ binh đang chuẩn bị thực hiện nhiều chiến dịch quân sự nguy hiểm. Chẳng bao lâu sau khi bị buộc phải tham gia các cuộc xuất kích của kị binh và đánh nhau trực diện, Lermontov chiến đấu xuất sắc trong một trận \n[[Tập tin:Домик М.Ю. Лермонтова (г.Пятигорск).jpg|trái|nhỏ|Ngôi nhà nhỏ ở Pyatigorsk, nơi Lermontov sống hai tháng cuối đời.]]\nchiến khốc liệt gần Sông Valerik, nơi ông mô tả trong tác phẩm \"Valerik\" và trong bài thơ \"\"Ya k vam pishu…\" (\"Anh đang viết cho em…\"). Chỉ huy quân đội chú ý và ghi nhận lòng dũng cảm tuyệt vời cũng như bộ óc của nhà thơ, sĩ quan Lermontov.\n\nNhờ nỗ lực thỉnh cầu kiên trì của bà ngoại, tháng 2 năm 1841, Lermontov được phép rời nơi lưu đày một thời gian ngắn. Ông dành vài tuần tại kinh đô, tiếp tục công việc ông đã bắt đầu trước đó và viết vài bài thơ, đánh dấu sự trưởng thành về suy nghĩ và tài năng của ông (\"Rodina\" [\"Đất mẹ\"], \"Lyubil i ya v bylye gody\" [\"Và anh đã yêu\"]). Lermontov nghĩ ra kế hoạch xuất bản một tờ tạp chí riêng, hoàn thành các tiểu thuyết mới và xin ý kiến phê bình của Belinsky. Nhưng chẳng mấy chốc ông nhận được lệnh phải quay lại trung đoàn, mang theo linh tính về một điều gì đó tồi tệ sắp xảy ra. Trong chuyến đi dài này, ông trải qua những giờ phút dâng trào năng lượng sáng tạo: cuốn nhật ký cuối cùng chứa đầy kiệt tác thơ ca trữ tình Nga như bài \"Utes\" (\"Vách đá\"), \"Spor\" (\"Tranh luận\"), \"Svidanye\" (\"Gặpp gỡ\"), \"Listok\" (\"Một chiếc lá\"), \"Net, ne tebya tak pylko ya lyublyu\" (\"Không, đây không phải là em, người anh yêu nồng nhiệt\"), \"Vykhozhu odin ya na dorogu…\" (\"Tôi đơn độc trên đường…\"), và \"Prorok\" (\"Nhà tiên tri\"), tác phẩm cuối cùng của ông.\n[[Tập tin:The place of Lermontov's duel at night.jpg|nhỏ|Đài tưởng niệm dựng tại nơi Lermontov đấu súng năm 1841]]\n\n=== Qua đời ===\nTrên hành trình về trung đoàn, Lermontov nán lại thành phố nghỉ dưỡng sức khỏe Pyatigorsk để điều trị. Tại đó, ông gặp nhiều người trẻ sang trọng đến từ St. Petersburg, trong số đó có những kẻ bản chất xấu xa mà ông từng nghe tiếng trong triều. Một số những người trẻ tuổi này sợ hãi sức mạnh lời nói của Lermontov, trong khi số khác ghen tỵ với danh tiếng của ông. Bầu không khí đầy mưu mô, gièm pha và căm ghét cứ thế lớn dần quanh ông. Cuối cùng, một cuộc cãi vã nổ ra giữa Lermontov và một viên sĩ quan khác, N.S. Martynov. Ngày 27 tháng 7 năm 1841, cả hai nhảy vào một cuộc đọ súng với kết cục là dấu chấm hết của cuộc đời nhà thơ vĩ đại. Ông được chôn cất hai ngày sau trong nghĩa trang thành phố, toàn thể người dân thành phố đến dự đám tang ông. Cỗ áo quan chứa thi hài Lermontov được đưa về địa hạt Tarkhana. Ngày 23 tháng 4 năm 1842, ông yên nghỉ vĩnh viễn trong khu mộ dòng họ Arsenyev.\n\n== Di sản ==\nChỉ 26 năm sống trên đời, Lermontov đã chứng minh ông là một nhà thơ [[thiên tài]], là nhà văn và kịch tác gia kiệt xuất, là người kế thừa di sản của Pushkin và là người thể hiện những truyền thống đẹp nhất của văn học Nga. Những tác phẩm thơ trữ tình trẻ trung của ông mang đầy niềm khát vọng tự do và chất chứa lời kêu gọi đấu tranh, suy nghĩ về cách đưa sức mạnh của ông vào tác phẩm cuộc đời, và ước mơ về những chiến công anh hùng. Ông bị các sự kiện chính trị tác động mạnh mẽ, các cuộc nổi dậy của nông dân năm 1830 truyền cho ông ý nghĩ về một thời đại mà \"vương miện Sa hoàng rơi xuống\". Cuộc vận động cách mạng ở Tây Âu phù hợp với lời phản hồi đầy nhiệt tình của Lermontov (các bài thơ về cuộc cách mạng tháng 7 năm 1830 ở Pháp, về cuộc lật đổ vua Charles X), và chủ đề về cuộc Cách mạng Pháp đã xuất hiện trong những tác phẩm của ông sau này (bài thơ Sashka).\n\nNhững chủ đề triết học và nhân dân, cũng như mô-típ đậm chất cá nhân đan xen, hòa quyện trong thơ Lermontov. Ông giới thiệu với thơ ca Nga ngữ điệu \"thơ sắt\", nổi tiếng vì âm hưởng anh hùng và năng lượng diễn đạt tri thức. Lòng nhiệt tình mà ông dành cho tương lai phản ứng lại nhu cầu tinh thần của xã hội Nga. Di sản của Lermontov được tìm thấy trong các tác phẩm của nghệ sĩ, nhà soạn nhạc, những nhân vật trong làng điện ảnh và sân khấu Nga. Chất liệu kịch của Lermontov đóng vai trò quan trọng trong sự phát triển nghệ thuật sân khấu, cả cuộc đời ông cũng là nguồn cảm hứng cho nhiều tiểu thuyết, thơ ca, vở kịch và phim điện ảnh.\n\n== Đánh giá ==\nCuộc đời của Lermontov chỉ vỏn vẹn có 27 năm nhưng di sản thơ ca mà ông để lại cho đời vô cùng to lớn. Lermontov giữ một vị trí đặc biệt trong [[thơ ca Nga]].\n\nNhà phê bình [[Vissarion Belinsky|Belinsky]] viết: \"Trong thơ của Lermontov là tất cả sức mạnh, là tất cả yếu tố để làm nên cuộc đời và thơ ca: một sức mạnh bền vững của tâm hồn, sự nhún nhường của than vãn, mùi hương của lời cầu nguyện, một sự khích lệ như sóng gió ba đào, một nỗi buồn tĩnh lặng, một nỗi trầm tư dịu dàng, những lời thở than kêu hãnh, những tiếng kêu la tuyệt vọng, vẻ đằm thắm bí huyền của tình cảm, những ước mong táo bạo không thể ngăn kìm, sự trong trắng trinh nguyên, những bệnh tật của xã hội, những bức tranh của thế giới, những lời quở trách của lương tâm, sự hối hận đến mủi lòng, sự thổn thức của đam mê và những giọt nước mắt lặng lẽ rót vào sóng gió của con tim, sự hoan hỉ của tình, lo âu của ngày ly biệt, niềm vui của ngày gặp mặt, sự coi khinh vẻ đơn điệu của đời thường, sự khát khao điên cuồng của vẻ hân hoan, một lòng tin cháy bừng như ngọn lửa và nỗi khổ của sự trống vắng trong tâm hồn, tiếng kêu than xua đi cảm giác về một cuộc đời đang chết lặng, chất độc của phủ nhận, vẻ lạnh lùng của mối nghi ngờ, ác quỷ ngạo mạn và đứa bé ngây thơ, vẻ ngang tàng của kẻ rượu chè và cô gái ngây thơ trong trắng – tất cả, tất cả trong thơ này: và bầu trời, và mặt đất, và thiên đàng, và địa ngục\".\nVới vẻ phong phú về ý tưởng và mô-típ kể trên, có thể chia sáng tác của Lermontov thành 2 giai đoạn: giai đoạn thứ nhất đến năm 1835 và giai đoạn thứ hai là những năm còn lại của cuộc đời thơ ngắn ngủi. Ở giai đoạn đầu Lermontov sáng tác bằng trí tưởng tưởng, bằng cảm nhận về thế giới xung quanh mình: sự đấu tranh không khoan nhượng của hai mặt đối lập giữa trời và đất, qua đó nhìn ra nguyên nhân của bi kịch cuộc đời mình. Giai đoạn thứ hai nhà thơ đã gần hơn với thực tế qua sự với tiếp xúc nhiều với những con người và đời sống xã hội. Như một người theo [[thuyết nhị nguyên luận]], nhà thơ cảm nhận vẻ hai mặt của con người \"trong khoảng trung gian kinh hoàng giữa hai cuộc đời\".\n\n== Danh mục tác phẩm (chọn lọc) ==\n\n=== Văn xuôi ===\n\n* ''Vadim'' (1832, chưa hoàn thành; xuất bản năm 1873)\n* ''Công chúa Ligovskaya'' (Knyaginya Ligovskaya, 1836, tiểu thuyết chưa hoàn thành, xuất bản lần đầu năm 1882)\n* \"Ashik-Kerib\" (Truyện cổ tíchAzerbaijani fairytale, 1837, xuất bản lần đầu năm 1846)\n* ''Một anh hùng thời đại''(''Герой нашего времени'', 1840; 1842, phiên bản thứ hai; 1843, phiên bản thứ ba), tiểu thuyết\n\n=== Kịch ===\n\n* ''Người Tây Ban Nha'' (Ispantsy, bi kịch, 1830, xuất bản năm1880)\n* ''Menschen und Leidenschaften'' (1830, xuất bản năm1880)\n* Một người kỳ lạ (Stranny tchelovek, 1831, kịch, xuất bản năm 1860)\n* ''Masquerade'' (1835, xuất bản lần đầu năm 1842)\n* ''Hai anh em'' (Dva brata, 1836, xuất bản năm 1880)\n* ''Arbenin'' (1836, bản thay thế Masquerade, xuất bản năm 1875)\n\n=== Thơ ===\n\n* Người Circassia (Tcherkesy, 1828, xuất bản năm 1860)\n* Tên cướp biển (1828, xuất bản năm 1859)\n* Bị cáo (Prestupnik, 1828, xuất bản năm 1859)\n* Oleg (1829, xuất bản năm 1859)\n* Julio (1830, xuất bản năm 1860)\n* Kally (\"Người vấy máu\", bằng tiếng Circassia, 1830, xuất bản năm 1860)\n* Đứa con cuối cùng của tự do (Posledny syn volnosti, 1831–1832, xuất bản năm 1910)\n* Azrail (1831, xuất bản năm 1876)\n* Thú tội (Ispoved, 1831, xuất bản năm 1889)\n* Thiên thần của cái chết (Angel smerti, 1831; xuất bản năm 1857 – tại Đức; năm 1860 – tại Nga)\n* Thủy thủ (Moryak, 1832, xuất bản năm 1913)\n* Ismail-Bei (1832, xuất bản năm 1842)\n* Người phụ nữ Lít-va (Litvinka, 1832, xuất bản năm 1860)\n* Aul Bastundji (1834, xuất bản năm 1860)\n* Những bài thơ địa chủ quý tộc Đức (\"Ulansha\", \"Bệnh viện\", \"Tưởng niệm ở Petergof\", 1832–1834, xuất bản lần đầu năm 1936)\n* ''Khadji-Abrek'' (1835, Biblioteka Dlya Chtenya)\n* ''Mongo'' (1836, xuất bản năm 1861)\n* ''Boyarin Orsha'' (1836, xuất bản năm 1842)\n* ''Sashka'' (1835–1836, chưa hoàn thành, xuất bản năm 1882)\n* ''Bài ca về thương nhân Kalashnikov'' (Pesnya kuptsa Kalashnikova, 1837)\n* ''Borodino'' (1837)\n* ''Cái chết của nhà thơ'' (1837)\n* ''Bà vợ ông thủ quỹ Tambov'' (Tambovskaya Kaznatcheysha, 1838)\n* ''Bài hát ru Cossack'' (1838)\n* ''Những người chạy trốn'' (Beglets, vào khoảng 1838, xuất bản năm 1846)\n* ''Quỷ dữ'' (1838, xuất bản năm 1856 tại Berlin)\n* ''Người học việc'' (Mtsyri, bằng tiếng Georgian, 1839, xuất bản năm 1840)\n* ''Valerik'' (1840)\n* ''Chuyện cổ tích trẻ em'' (Detskaya skazka, 1839, chưa hoàn thành, xuất bản năm 1842)\n\n=== Thơ ngắn chọn lọc ===\n\n* The Turk's Laments (Zhaloby turka, 1829)\n* Two Brothers (1829, Dva brata, published in 1859)\n* Napoleon (1830)\n* The Spring (Vesna, 1830)\n* July 15, 1830 (1830)\n* The Terrible Fate of Father and Son... (Uzhasnaya sudba otsa i syna... 1831)\n* The Reed (Trostnik, 1831)\n* Mermaid (Rusalka, 1831)\n* The Wish (Zhelanye, 1831)\n* The Angel (Angel, 1831)\n* The Prophecy (Predskazaniye, 1831)\n* The Sail (Parus, 1831)\n* Forgive Me, Will We Meet Again?.. (Prosti, uvidimsya li snova..., 1832)\n* The Hussar (Gusar, 1832)\n* Death of the Poet (1837)\n* The Branch of Palestine (Vetka Palestiny, 1837)\n* The Prayer (Molitva, 1837)\n* Farewell, Unwashed Russia (Proshchai, nemytaya Rossiya, 1837)\n* When Yellowish Fields Get Ruffled... (Kogda volnuyetsa zhelteyushchaya niva..., 1837)\n* The Thought (Duma, 1838)\n* The Dagger (Kinzhal, 1838)\n* The Poet (1838)\n* Don't Believe Yourself... (Ne ver sebye..., 1839)\n* Three Palms (Tri palhmy, 1839)\n* In the Memory of A.I.Odoyevsky (1839)\n* So Dull, So Sad... (I skuchno, i grustno..., 1840)\n* How Often, Surrounded by a Motley Crowd... (Kak tchasto, okruzhonny pyostroyu tolpoyu..., 1840)\n* Little Clouds (Tuchki, 1840)\n* The Journalist, the Reader and the Writer (1840)\n* The Heavenly Ship (Vozdushny korabl, 1840)\n* Fatherland (Rodina, 1841)\n* The Princess of the Tide, 1841, ballad\n* The Dispute (Spor, 1841)\n* Alone I set out on the road... (Vykhozu odin ya na dorogu..., 1841)\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/lib.ru\/LITRA\/LERMONTOW\/ Лермонтов, Михаил Юрьевич в библиотеке Максима Мошкова] {{ru icon}}\n* [http:\/\/www.stihi-rus.ru\/1\/Lermontov\/ Михаил Лермонтов стихи в Антологии русской поэзии]\n* [http:\/\/www.friends-partners.org\/friends\/literature\/19century\/lermontov3.html 22 Poems translated to English and many more in Russian]\n* [http:\/\/lermontov.niv.ru\/ Online Lermontov shrine] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170604062308\/http:\/\/lermontov.niv.ru\/ |date=2017-06-04 }}\n* [http:\/\/ilibrary.ru\/author\/lermontov\/ Some texts by Lermontov in the original Russian]\n* {{ru icon}} [http:\/\/russia-today.narod.ru\/past\/gen\/lermontov_mu.htm The ancestors Mikhail Yuryevich Lermontov]\n* [http:\/\/www.stihi-rus.ru\/1\/Lermontov\/11-1.htm M. Lermontov BORODINO]\n\n{{thời gian sống|sinh=1814|mất=1841|tên= Lermontov, Mikhail Yuryevich}}\n\n{{DEFAULTSORT:Lermontov, Mikhail Yuryevich}}\n[[Thể loại:Nhà thơ Nga]]\n[[Thể loại:Nhà văn Nga]]\n[[Thể loại:Người Moskva]]\n[[Thể loại:Người chết vì đấu súng]]\n[[Thể loại:Mất năm 1841]]\n[[Thể loại:Tín hữu Chính Thống giáo tại Nga]]\n[[Thể loại:Người Nga thế kỷ 19]]\n[[Thể loại:Họa sĩ thế kỷ 19]]"}