{"Mikhail Illarionovich Kutuzov":"{{POV}}\n{{Infobox Military Person\n|name=Mikhail Illarionovich Kutuzov\n|lived=[[16 tháng 9]] năm [[1745]] — [[28 tháng 4]] năm [[1813]]\n|placeofbirth=[[Sankt-Peterburg]], [[Đế quốc Nga]]\n|placeofdeath=[[Bunzlau]], vương quốc [[Phổ]] (nay là [[Bolesławiec]], [[Ba Lan]])\n|image=[[Tập tin:Kutuzov by Volkov.jpg|256px]]\n|caption=Chân dung nguyên soái Mikhail I.Kutuzov.\n|nickname=\n|allegiance={{flagicon|Nga}} [[Đế quốc Nga]]\n|branch=[[Quân đội Đế quốc Nga]]\n|serviceyears=1759-1813\n|rank=[[Nguyên soái]]\n|commands=Liên quân Nga-Áo trong trận [[trận Austerlitz]]<br \/>Quân đội Nga ([[1812]]-[[1813]])\n|battles=[[Chiến tranh Nga-Thổ Nhĩ Kỳ (1768–1774)|Chiến tranh Nga-Thổ Nhĩ Kỳ (1768-1774)]]<br \/>[[Chiến tranh Nga-Thổ Nhĩ Kỳ (1787-1792)]]<br \/>[[Chiến tranh Nga-Thổ Nhĩ Kỳ (1806-1812)]]<br \/>[[Các cuộc chiến tranh của Napoléon|Chiến tranh Napoléon]]\n* [[Trận Austerlitz]]\n* [[Trận Borodino]]\n* [[Trận Berezina]]\n|awards=Công tước của [[Smolensk]]<br \/>[[Huân chương thánh Geogri]] hạng nhất\n|birth_date=16 tháng 9 năm 1745|death_date=28 tháng 4 năm 1813|học vấn=[[Học viện Hàng không quân sự Mozhaysky]]}}\n{{bài cùng tên|Kutuzov (định hướng)}}\n\n'''Mikhail Illarionovich Golenishchev-Kutuzov''' (hoặc '''Mikhain Illariônôvích Cutudốp''' trong các tài liệu [[tiếng Việt]]) ([[tiếng Nga]]: князь Михаи́л Илларио́нович Голени́щев-Куту́зов; [[16 tháng 9]] năm [[1745]] — [[28 tháng 4]] năm [[1813]]) là một nhà quân sự, chính khách và nhà ngoại giao của [[Đế quốc Nga|nước Nga Sa Hoàng]]. Kutuzov đảm nhiệm nhiều chức vụ về quân sự, đối ngoại dưới thời nữ hoàng [[Ekaterina II của Nga|Ekaterina II]] (1762 - 1797), các vua [[Pavel I của Nga|Pavel I]] (1797 - 1801) và [[Aleksandr I của Nga|Aleksandr I]] (1801 - 1825), nổi bật là việc chỉ huy quân đội Nga trong [[chiến tranh Pháp-Nga (1812)]].<ref name=\"Worthington131\">William T. Worthington, ''Great military leaders: a bibliography with vignettes'', trang 131<\/ref>\n\nMikhail Kutuzov sinh ra trong một gia đình quý tộc quân sự có truyền thống lâu đời; thời trẻ, ông từng tham gia các cuộc chiến với Ba Lan (1768), Thổ Nhĩ Kỳ (1768-1774; 1787-1792), lập chiến công nhưng mắt phải của ông bị thương nhiều lần dẫn đến mù vĩnh viễn. Sau đó, Kutuzov thực hiện các nhiệm vụ ngoại giao ở [[đế quốc Ottoman|Ottoman]], [[vương quốc Phổ|Phổ]], và [[Thụy Điển]]. Năm 1805, ông làm tổng chỉ huy [[Chiến tranh Liên minh thứ Ba|liên quân Nga-Áo]] chống lại quân đội Pháp của hoàng đế [[Napoléon Bonaparte|Napoléon I]] trong [[trận Austerlitz]]. Từ năm 1806-1812, Kutuzov chỉ huy quân Nga trong chiến tranh với Ottoman tại lưu vực [[sông Donau|sông Danube]].\n\nTrong cuộc chiến tranh Pháp-Nga năm 1812, Kutuzov được Nga hoàng Aleksandr I chọn làm tổng chỉ huy quân đội thay [[Mikhail Bogdanovich Barklay-de-Tolli|Barclay de Tolly]]. Dưới sự lãnh đạo của ông, quân dân Nga đã đẩy lui quân đội Pháp ra khỏi lãnh thổ, tạo nên bước ngoặt của [[chiến tranh Napoléon]] trên toàn cõi châu Âu.<ref name=\"Duffy165\"\/> Sau đó, Kutuzov được phong làm công tước xứ [[Smolensk]] như để vinh danh công lao của ông; nhưng ít lâu sau (1813), ông qua đời. Năm 1973, chính quyền [[Liên Xô|Liên Bang Xô-viết]] (cũ) đã xây dựng bia tưởng niệm Kutuzov tại [[Moskva]]. Tên ông còn được đặt cho một [[Huân chương liên xô|huân chương chiến đấu]] của [[Hồng quân|Hồng quân Liên Xô]] trong cuộc [[chiến tranh Xô-Đức]] ([[1941]]-[[1945]]).\n\n== Tiểu sử ==\n'''Mikhail Illarionovich Kutuzov''' sinh ngày [[16 tháng 9]] năm [[1745]] trong một gia đình quý tộc có truyền thống lâu đời. Tổ tiên của họ Kutuzov là một tướng lĩnh thân cận dưới trướng [[Đại công quốc Moskva|Đại vương công Moskva]] [[Aleksandr Yaroslavich Nevsky]]<ref>Christopher Duffy, ''Borodino and the War of 1812'', trang 63<\/ref>, và gây dựng thế lực trong xã hội Nga trong suốt nhiều trăm năm kế tiếp. Cha ông là [[thiếu tướng]] [[Illarion Matveevich Kutuzov]], một sĩ quan [[công binh]] có 30 năm phục vụ trong quân đội Nga, từng tham gia các cuộc [[chiến tranh Nga-Ottoman]] dưới thời Nga hoàng [[Pyotr I của Nga|Pyotr I]] (còn được gọi là Pyotr Đại Đế). Ông Illarion Matveevich từng đảm trách việc xây dựng nhiều công sự và kênh đào dưới triều đại của nữ hoàng [[Ekaterina II của Nga|Ekaterina II]]. Đặc biệt, ông từng được ban thưởng một hộp thuốc bằng vàng nạm kim cương sau khi xây dựng xong [[kênh đào Ekaterina]] (nay là kênh Griboedov ở [[Sankt-Peterburg]]).<ref name=\"lvq1\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 128<\/ref> Mẹ ông xuất thân từ gia đình quý tộc [[Beklemishevskyi]]. Bản thân ông cũng có quan hệ thân thiết với hoàng tộc [[Nhà Romanov|Romanov]] ngay từ lúc trẻ.<ref>Parkinson, Roger. The Fox of the North: The Life of Kutuzov, General of War and Peace. (London: Peter Davies, 1976), 5.<\/ref>\n\nLà con cả trong gia đình, Mikhail Illarionovich có một người em trai tên Semiyon, hai người em gái Anna và Daria. Khi lên 6, mẹ ông qua đời khi sinh người con thứ năm. Sau đó, cha ông không tái hôn mà một mình nuôi dạy các con. Bản thân Illarion Matveevich là một người cha tốt, luôn chú trọng giáo dục kiến thức và truyền đạt sự ham học hỏi, yêu lao động cho các con của ông. Illarion Matveevich đặc biệt quan tâm đến cậu con trai cả Mikhail, vì ông từ nhỏ đã rất thông minh, lanh lợi và ham hiểu biết. Không phụ sự kì vọng gia đình, thành tích học tập của Mikhail luôn làm vui lòng cha và trở thành niềm tự hào của các gia sư.<ref name=\"lvq1\"\/>\n\nCậu bé Mikhail luôn được cha kì vọng sẽ tiếp nối truyền thống binh nghiệp của gia đình. Năm 1758, khi Illarion được điều đi công cán tại [[Riga]], ông đã dẫn Mikhail cùng đi theo. Tại đây, cậu bé Mikhail trau dồi kiến thức toán học và học [[tiếng Đức]] (một thứ ngôn ngữ phổ biến của người dân ở Riga). Một năm sau, Mikhail trở về Sankt-Peterburg để theo học tại học viện đào tạo sĩ quan công binh và pháo binh do Nga hoàng [[Pyotr I của Nga|Pyotr I]] lập ra cho con em quý tộc đang tại ngũ (tiền thân của [[học viện hàng không quân sự A.F.Mozhaysky]]), nơi người cha Illarion Matveevich của ông từng theo học.\n\nTại đây, Mikhail được tiếp xúc với nhiều học giả nổi tiếng đương thời. Điển hình như hiệu phó [[Mikhail Ivanovich Mordvinov]] được đánh giá là có học thức cao nhất quân đội Nga lúc đó; thiếu tướng gốc Phi [[Abram Petrovich Gannibal]], người con nuôi của cố Nga hoàng Pyotr I, là một người thầy được các học trò ngưỡng mộ vì sự thông minh, tận tâm và cá tính. Ông cũng thường đến thăm người chú họ [[Ivan Loginovich Kutuzov]] - hiệu trưởng trường hải quân duy nhất của Nga, đồng thời là một dịch giả, học giả nổi tiếng uyên bác. Người chú này cũng rất yêu quý Mikhail và sẵn lòng chỉ bảo cho cậu khi cần.<ref name=\"lvq2\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 129-131<\/ref>\n\nVới tư chất thông minh hiếu học, nền tảng từ gia đình cùng đam mê đặc biệt với ngành công binh, Kutuzov nhanh chóng trở thành một học sinh nổi bật trong trường. Đồng thời, Mikhail cũng học thêm [[tiếng Pháp]], [[Tiếng Latinh|tiếng La-tinh]], [[Tiếng Thổ Nhĩ Kỳ|tiếng Thổ]], [[tiếng Anh]], [[tiếng Thụy Điển]] và [[tiếng Ba Lan]]. Ông còn thể hiện niềm yêu thích trong các môn toán học, lịch sử, triết học và văn học; điều này giúp ông được tuyển vào lớp đặc biệt dành cho những học sinh ưu tú, nơi họ được học thêm các kiến thức như lịch sử quân sự, ngoại giao châu Âu. Đến tháng 12\/1759, hiệu trưởng [[Pyotr Shuvalov]] đã bổ nhiệm Kutuzov làm trợ giảng môn số học và hình học, khi ông mới 14 tuổi.<ref name=\"lvq3\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 131-132<\/ref>\n\nKutuzov là một thiếu niên vui vẻ, hơi lãnh đạm nhưng cũng hay nghịch ngầm: ông thường làm điệu bộ nhái theo các động tác \"đặc trưng\" của giáo viên và bạn bè trong trường, nhưng luôn được đánh giá cao về học lực, cũng như sự vui vẻ, thân thiện với mọi người.<ref name=\"lvq3\"\/>\n\n== Binh nghiệp ==\nNăm [[1761]], Mikhail Illarionovich tốt nghiệp với quân hàm [[chuẩn úy]]. Nhờ vốn ngoại ngữ phong phú, thành tích học tập xuất sắc cùng thái độ cư xử tốt, tháng 3\/1762, Kutuzov được bổ nhiệm làm sĩ quan phụ tá cho thống đốc tỉnh Reven, nguyên soái [[Holstein-Bergskyi]]. Trong thời gian này, Kutuzov có dịp tiếp xúc với nhiều yếu nhân trong quân đội và chính khách ngoại quốc.\n\nTháng 7 năm đó, Sa hoàng [[Pyotr III của Nga|Pyotr III]] bị hoàng hậu [[Ekaterina II của Nga|Ekaterina]] hạ bệ và sau đó sát hại để đoạt ngôi. Do là một cận thần của Pyotr I, nguyên soái Holstein-Bergskyi bị nữ hoàng Ekaterina cách chức. Còn Kutuzov được điều vào quân ngũ và giữ chức chỉ huy đại đội trong trung đoàn bộ binh [[Astrakhan]] do đại tá [[Aleksandr Vasilyevich Suvorov]] chỉ huy.<ref name=\"lvq4\" \/>\n\nỞ đây, Kutuzov được mục kích cảnh sinh hoạt và huấn luyện quân đội mới: mọi người đều phải luyện tập theo nguyên tắc khắc nghiệt của Suvorov: ''\"luyện tập nặng, chiến đấu nhẹ\"'', tuy nhiên binh sĩ lại được ăn no, mặc ấm, không hề bị đánh đập hay lăng mạ. Bản thân đại tá Suvorov được đánh giá là một sĩ quan chỉ huy luôn thấu hiểu binh sĩ và tôn trọng sáng kiến họ. Sau mỗi buổi tập, Suvorov thường cùng ngồi trò chuyện, đùa vui, tán gẫu và lắng nghe tâm sự của binh sĩ. Ông cũng lập ra một lớp học dành cho con em của họ, đồng thời kiêm luôn nhiệm vụ giáo viên và biên soạn giáo trình cho các học trò.<ref name=\"lvq4\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 135-136<\/ref>\n\nSuvorov cũng sớm phát hiện và bồi dưỡng tài năng của Kutuzov. Ông kể cho Kutuzov nghe về con đường tiến thân của mình, giảng rằng sức mạnh của quân đội nằm ở binh lính, vì vậy cần phải làm cho người lính hiểu rõ về chiến tranh và sẵn sàng chiến đấu ngay trong thời bình. Suvorov đã dạy cho Kutuzov về các kĩ năng chỉ huy quân đội, sự cần thiết về tính đơn giản và chuẩn xác của mỗi mệnh lệnh trong tác chiến. Nguyên soái Suvorov cũng dạy cho cậu học trò của ông rằng trách nhiệm không thể thiếu của các sĩ quan lãnh đạo là phải quan tâm, chăm lo cho sức khỏe và đời sống của binh sĩ, phải gần gũi với các thuộc cấp và phải xông pha ở tuyến đầu trận đánh để làm gương cho các binh sĩ noi theo. Tất cả những điều đó đã phần nào hình thành phong cách cầm quân của Kutuzov sau này.<ref>Parkinson, Roger. The Fox of the North: The Life of Kutuzov, General of War and Peace. (London: Peter Davies, 1976), 7-10.<\/ref>\n\nNăm 1764, Kutuzov được điều sang [[Ba Lan]] để tham chiến. Gần một năm sau, ông về nước làm việc ở Hội đồng Mật viện quốc gia (tên gọi thượng viện Nga thời Ekaterina II), dưới quyền của chưởng lý, công tước [[Vyazemskyi]]. Sau đó, ông tham gia ban thư ký của Ủy ban soạn thảo dự luật mới. Tháng 12\/1768, nữ hoàng Nga giải tán ủy ban và điều Kutuzov trở lại quân ngũ, sang Ba Lan lần thứ hai để trấn áp cuộc khởi nghĩa của [[Liên minh Bar]]. Trong thời gian này, Kutuzov tự nhận: ''\"Chúng tôi sống rất vui, đánh nhau với người Ba Lan, nhưng tôi chưa hiểu về chiến tranh.\"''<ref name=\"lvq4\" \/> Ở Ba Lan, Kutuzov đã lập được một số chiến công và bước đầu chứng tỏ được năng lực quân sự của mình.<ref>Parkinson, Roger. The Fox of the North: The Life of Kutuzov, General of War and Peace. (London: Peter Davies, 1976), 11-12.<\/ref>\n\n=== Chiến tranh Nga-Thổ (1768-1774) ===\n{{xem thêm|Chiến tranh Nga-Thổ Nhĩ Kỳ (1768-1774)}}\n\nNăm 1770, Kutuzov được điều sang quân đoàn Nga do nguyên soái [[Pyotr Aleksandrovich Rumyantsev]] chỉ huy đang chiến đấu tại [[Công quốc Moldavia|Moldavia]] và [[Wallachia]] chống lại các lực lượng chủ lực của liên quân [[Đế quốc Ottoman|Ottoman]]-[[Hãn quốc Krym]]. Quân Nga luôn phải chiến đấu trên một chiến trường hoang vu, hẻo lánh, nơi đường sá và dân cư thưa thớt, trong khi bị quân Ottoman áp đảo về quân số. Nhưng hoàn cảnh khó khăn đó đã giúp Kutuzov học hỏi được nhiều kinh nghiệm mới.<ref name=\"lvq5\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 137-140<\/ref>\n\nNguyên soái Rumyantsev thực hành một lối đánh mới: Rumyantsev trực tiếp chỉ huy 20.000 quân, phần còn lại được chia nhỏ thành các đơn vị độc lập gồm 4-8 nghìn quân, có nhiệm vụ phối hợp công kích đối phương từ nhiều hướng. Kutuzov tham gia chiến đấu với vai trò sĩ quan cận vệ trong đơn vị có nhiệm vụ tác chiến ở vùng trung tâm. Ông được giao nhiệm vụ trinh sát, phân tích sự chuyển quân của cả hai bên, tham gia thảo kế hoạch hành động của quân đoàn và phối hợp cùng các lực lượng dự bị chiến đấu ở những nơi nguy hiểm. Khi chiến đấu, Kutuzov luôn tỏ ra dũng cảm, lập nhiều chiến công và thể hiện sự đa tài trên nhiều lĩnh vực. Mùa thu năm 1771, Kutuzov tham gia trận đánh ở [[Popesti-Leordeni|Popesti]], nơi quân Nga đánh tan 3 vạn quân Thổ. Sau đó, ông được khen thưởng về lòng dũng cảm và được thăng lên quân hàm thượng tá.<ref name=\"lvq5\"\/>\n\nTuy nhiên, một bạn học cũ của Kutuzov đã bí mật nói với Rumyantsev về việc ông nhái lại các động tác của vị nguyên soái nhằm mua vui cho đồng đội. Vốn là một người dễ tự ái, Rumyantsev đã nổi giận; nhưng chính lòng dũng cảm và những chiến công đã cứu Kutuzov thoát khỏi nguy cơ bị kỉ luật, nhưng vẫn bị thuyên chuyển sang Tập đoàn quân số 2 của hoàng thân [[Vasili Dolgorukov-Krymsky]] đóng tại Krym, và thậm chí không được trao huân chương khích lệ. Biến cố này đã biến ông thành một người kín đáo và đa nghi, dù vẫn giữ vẻ ngoài vui vẻ, giao thiệp rộng.<ref name=\"lvq5\"\/>\n\nỞ Krym, Kutuzov tiếp tục đảm nhận vai trò của một sĩ quan chỉ huy luôn tác chiến ở những nơi nguy hiểm trên trận địa, từ đó mà tích lũy một kinh nghiệm sẽ giúp ích rất nhiều trong tương lai: kỹ năng điều phối các đơn vị kỵ binh [[Cossack]]. Ngày 22\/7\/1774, trong trận công kích pháo đài [[Alushta]], nhằm khôi phục lại sức mạnh tiến công đang bị suy giảm của quân Nga sau những đợt công kích không thành, Kutuzov đã cầm cờ xông thẳng tới trước trận tuyến để làm gương cho binh sĩ, nhưng bị trúng đạn vào điểm giữa mắt phải và thái dương của Kutuzov. Tuy vết thương không nguy hiểm đến tính mạng, nhưng việc điều trị rất phức tạp và cần một năm rưỡi để hồi phục.<ref name=\"lvq5\"\/>\n\nTrong thời gian này, Kutuzov lần đầu gặp [[Ekaterina Ilynina Bibikova]], người vợ tương lai của ông, tại một buổi tiệc ở nhà người chú Ivan Loginovich. Theo một số nguồn, Kutuzov đem lòng yêu Ekaterina vì sự xinh đẹp và thông minh của bà, còn tiểu thư Ekaterina cũng đáp lại tình yêu của Kutuzov mà gia tộc Bibikov cũng không phản đối. Năm 1775, hai người kết hôn với nhau, cùng lúc Kutuzov được trao huy chương đầu tiên - [[huân chương Thánh Georghi]] hạng tư - và được cho nghỉ phép một năm để ra nước ngoài chữa bệnh.<ref name=\"lvq5\"\/> Nguyên do là tình trạng đau nhức ở vùng mắt bị thương vẫn không suy giảm và Kutuzov quyết định đến [[Tây Âu|Phổ]] để được trị liệu tốt hơn.\n\nKutuzov nhân dịp đó đi thăm thú nhiều nước [[Tây Âu]]. Vào năm [[1774]], ông đến [[Berlin]] ([[vương quốc Phổ]]) diện kiến vua [[Friedrich II của Phổ|Friedrich II]] (hay còn được gọi là Friedrich đại đế) - người đưa nước Phổ giành thắng lợi trong cuộc [[Chiến tranh Bảy năm]] và cuộc Chia cắt Ba Lan vừa qua. Ngay sau đó, Kutuzov được chữa trị bởi các quan ngự y của vua Friedrich, và hai người dành nhiều thời gian bàn luận về chiến thuật, quân khí và quân phục. Từ Berlin, Kutuzov đến [[Leiden|Leyden]] ([[Hà Lan]]), một trung tâm học thuật lớn của châu Âu đương thời. Ông nghỉ ngơi tại đây vài tuần và được các bác sĩ điều trị mắt. Sau đó, anh vượt qua [[eo biển Manche]] đến [[Anh|nước Anh]]. Khi đó, mọi người ở [[Luân Đôn|London]] đều bàn tán sôi nổi về cuộc [[cách mạng Mỹ]] do [[George Washington]] lãnh đạo chống lại sự cai trị của [[Đế quốc Anh|thực dân Anh]].\n\nTrong suốt thời gian ở đây, Kutuzov đã có cơ hội tham khảo các chiến dịch quân sự trong cuộc kháng chiến này và rút ra được một kết luận: nếu muốn chiến thắng một cuộc chiến thì không nhất thiết phải chiến thắng tất cả các trận đánh nhỏ (cuộc cách mạng sau đó kết thúc vào năm [[1783]] dẫn đến sự thành lập nước [[Hoa Kỳ]] độc lập, bất chấp những thắng lợi của quân Anh). Trở lại châu Âu lục địa, Kutuzov tiếp tục hành trình về [[Viên|Vienna]] năm [[1775]]. Tại đây, ông gặp gỡ những tướng lĩnh hàng đầu của quân đội [[Đế quốc Áo-Hung|Áo]], trong đó có bá tước [[Gideon Ernst von Laudon|Ernst Gideon von Laudon]] - người chỉ huy liên quân Nga - Áo đánh bại quân Phổ của vua Friedrich II trong [[trận Kunersdorf]] 7 năm trước (12\/8\/1759). Cuối cùng, sau một chuyến viếng thăm ngắn ở [[Ý]], Kutuzov về nước vào cuối năm 1776.<ref name=\"lvq5\" \/><ref>Parkinson, Roger. ''The Fox of the North: The Life of Kutuzov, General of War and Peace''. (London: Peter Davies, 1976), 18-21.<\/ref><ref>''Political history and culture of Russia'', Tập 19, trang 147<\/ref>\n\n=== Gặp lại và cùng chiến đấu với thầy cũ (1777-1791) ===\n[[Tập tin:Kutuzov in 1777.jpg|nhỏ|phải|200px|Chân dung M. I. Kutuzov năm 1777]]\nTrở về Nga năm 1777, Kutuzov được thăng hàm đại tá và được bổ nhiệm làm chỉ huy trưỏng một trung đoàn ở [[Bán đảo Krym|Krym]] dưới quyền chỉ huy của người thầy cũ: [[Aleksandr Vasilyevich Suvorov|Aleksandr Suvorov]]. Mặc dù [[hãn quốc Krym]] đã độc lập nhưng đế quốc Ottoman vẫn duy trì ảnh hưởng tại đây, buộc Suvorov phải khéo léo kết hợp các biện pháp ngoại giao và quân sự để giữ vững ưu thế của Nga. Khi đó, Kutuzov trở thành cánh tay phải đắc lực của Suvorov. Bản thân Kutuzov cũng học hỏi thêm được nhiều kiến thức quân sự, trong đó đáng chú ý là [[học thuyết \"khoa học chiến thắng\"]] của Suvorov. Học thuyết này cùng các phương pháp huấn luyện mới do Suvorov đúc kết sẽ giúp ích rất nhiều cho Kutuzov sau này.<ref name=\"lvq6\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 140-143<\/ref>\n\nNăm [[1782]], Kutuzov được thăng hàm [[chuẩn tướng]]. Năm [[1784]], ông kết thúc nhiệm vụ tại Krym và được phong quân hàm [[thiếu tướng]] theo đề nghị của Suvorov, sau đó được giao chỉ huy một trong các quân đoàn bộ binh cơ động đầu tiên được thành lập theo sáng kiến của Suvorov<ref name=\"lvq6\" \/>. Năm [[1785]], ông giữ chức trung đoàn trưởng trung đoàn [[kỵ binh|kị binh]] Bugshi do ông thành lập. Tuy nhiên, niềm vui của Kutuzov không trọn vẹn vì cha ông, Illarion Matveevich, từ trần trước khi biết tin con mình được phong tướng<ref name=\"lvq6\"\/>. Đến năm [[1787]], Kutuzov trở thành [[thống đốc]] tỉnh Krym.\n\n==== Chiến tranh Nga-Thổ (1787-1791) và trận pháo đài Izmail ====\nTrong năm 1787, chiến tranh Nga-Thổ lại bùng nổ. Kutuzov tham gia nhiều trận đánh và lập một số chiến công. Lực lượng của ông tham gia các trận chiến chống quân Thổ dọc theo khu vực biên giới Nga ở [[sông Bug Nam|sông Bog]] (nay thuộc lãnh thổ [[Ukraina]]). Mùa hè năm [[1788]], ông chỉ huy kị binh nhẹ Cossack tham gia [[trận Ochakov|trận pháo đài Ochakov]] và bị thương lần thứ hai, khi một viên đạn găm vào vùng gần vết thương cũ ở mắt. Mặc dù không bị nguy hiểm tính mạng, nhưng vết thương này đã làm suy giảm thị lực của mắt phải Kutuzov và các cơn đau đầu trở nên trầm trọng hơn.<ref name=\"lvq6\"\/><ref>Parkinson, Roger. The Fox of the North: The Life of Kutuzov, General of War and Peace. (London: Peter Davies, 1976), 21-26.<\/ref> Sau đó, ông còn tham gia các trận đánh ở [[Bender, Moldova|Bender]] và [[Bilhorod-Dnistrovskyi|Akerman]].\n\nNgày 13\/12\/1790, quân Nga mở một đợt tấn công quyết định, với mục tiêu là pháo đài Izmail kiên cố nhằm kiểm soát được bờ [[sông Danube]]. Suvorov được giao nhiệm vụ tấn công pháo đài, nên ông giao cho Kutuzov chỉ huy cánh quân thứ 6 bên cánh trái. Đến sáng ngày 22\/12, Kutuzov chỉ huy binh sĩ tiến vào từ Kiliya ở phía đông Izmail mở đường cho các cánh quân khác cùng tiến vào trong trung tâm pháo đài. Tuy nhiên, quân Nga bị áp đảo về quân số so với đối thủ, buộc Kutuzov xin Suvorov yểm trợ, nhưng ông nhận được câu trả lời kỳ quặc: ''\"Báo cáo về việc chiếm thành Ismail và việc cử Kutuzov làm chỉ huy trưởng pháo đài đã được gửi về Saint Petersburg\"''.<ref name=\":0\">{{Chú thích web|url=https:\/\/www.prlib.ru\/en\/history\/619832|tựa đề=Boris Yeltsin Presidential Library|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nKutuzov tiếp tục huy động các lực lượng bộ binh cơ động, ồ ạt xung phong chọc thủng phòng tuyến quân Thổ, mở đường vào pháo đài. Quân Thổ chống cự quyết liệt nhưng do thua kém quân Nga về trình độ tổ chức, kỹ thuật nên pháo đài thất thủ. Toàn bộ số quân Thổ tại Ismail đều chết hoặc bị bắt sống. Về sau, khi gặp lại Kutuzov trong pháo đài, Suvorov đã nói rằng ông và Kutuzov luôn hiểu nhau, nếu không hạ được Ismail thì cả hai đã chết dưới chân thành.<ref name=\"lvq6\" \/> Suvorov cũng đánh giá rất lớn công lao của Kutuzov tại Ismail, báo cáo của ông gửi về kinh đô có đoạn:\n\n{{cquote|''Kutuzov chiến đấu tại cánh trái nhưng là cánh tay phải của tôi.''|||Aleksandr Suvorov|<ref name=\"lvq6\"\/>}}\n\nQuân Nga tổn thất hàng nghìn người, trong đó một phần đáng kể là các sĩ quan vì họ luôn đi trước nêu gương cho binh sĩ. Trong thư gửi cho vợ ngày 12\/12\/1790, Kutuzov miêu tả:\n\n{{cquote|''Suốt đời anh sẽ không quên được ngày hôm qua. Cảnh tượng làm anh dựng tóc gáy !... Nhưng chiều đến, anh trở mà như lạc vào một sa mạc...; mọi người trong trại mà anh hỏi đến đều đã chết hoặc đang hấp hối. Tim anh ứa máu và nước mắt tuôn trào... Anh không thể tập hợp được binh đoàn vì không còn sĩ quan nào sống sót !''|||Mikhain Illarionnovich Kutuzov|<ref name=\"lvq6\"\/>}}\n\nSau chiến thắng này, Suvorov giao cho Kutuzov nhiệm vụ phòng thủ pháo đài Izmail<ref name=\":0\" \/>. Ông cũng chỉ huy các quân đoàn đóng giữa [[sông Dnepr]] và [[Prut|sông Pruth]].<ref name=\"lvq6\"\/> Đến ngày 15\/6\/1791, ông mở cuộc đột kích bất ngờ đánh tan 20.000 quân Thổ tại [[Baladag]].\n\n== Các hoạt động ngoại giao ==\n=== Đại sứ toàn quyền tại Thổ Nhĩ Kỳ ===\nNữ hoàng Ekaterina II được báo cáo về những thành tích của Kutuzov trong các chiến dịch tại Krym, [[Ba Lan]], và hai cuộc chiến tranh với Ottoman, cùng sự thông thạo về tiếng Thổ, văn hóa, và lịch sử đế quốc Ottoman của ông. Đồng thời, Kutuzov cũng tạo ấn tượng tốt với nữ hoàng [[Ekaterina II của Nga|Ekaterina II]] trong một số buổi hội kiến. Kết quả, nữ hoàng bổ nhiệm Kutuzov làm đại sứ đặc mệnh toàn quyền của Nga tại Ottoman, đứng đầu đoàn ngoại giao Nga đang chuẩn bị lên đường sang [[Constantinopolis]] vào năm 1793.<ref name=\"lvq7\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 144-149<\/ref>\n\nDù [[hòa ước Iaşi]] (Jassy) giữa Nga và Ottoman đã được ký kết trước đó vào năm 1791, nhưng hai bên vẫn chưa thiết lập lại quan hệ. Người Nga chiến thắng nhưng vẫn chịu nhiều tổn thất, nên muốn gìn giữ hòa bình lâu dài với người Thổ tại [[Đông Âu]], trong khi sultan Thổ luôn giữ thái độ đề phòng. Vì vậy, đoàn ngoại giao của Kutuzov có nhiệm vụ duy trì sự hợp tác Nga-Thổ trong giai đoàn đầu. Đồng thời, triều đình Nga còn yêu cầu Kutuzov phải tìm hiểu, thăm dò kĩ lượng tình hình nội bộ trong triều đình Ottoman (đặc biệt là tình trạng lục quân và hải quân Thổ Nhĩ Kỳ), và thường xuyên báo cáo cho [[Aleksandr Vasilyevich Suvorov|Aleksandr Suvorov]], người lúc đó đang chỉ huy các lực lượng bộ binh ở miền nam Nga. Đồng thời, Kutuzov cũng phải bí mật hỗ trợ các cộng đồng [[người Slav]] ở [[Balkan]] thuộc Ottoman.\n\nNhững chỉ thị mà nữ hoàng Ekaterina II giao cho Kutuzov chỉ bao gồm những nét chung, đồng nghĩa với việc là Kutuzov được quyền tự quyết tùy theo hoàn cảnh thực tế.<ref name=\"lvq7\"\/>\n\nNgày [[15 tháng 3]] năm [[1793]], phái đoàn ngoại giao của Kutuzov rời [[Sankt-Peterburg|Sankt-Petersburg]]. Hơn 6 tháng sau (ngày 26\/9), đoàn sứ thần đến [[Constantinopolis]]. Ngày 29\/10 năm đó, ông đến thăm [[đại Vizia|thái tể]] [[Damat Melek Pasha]] (1792 - 1794) và ngày 30\/11 ông trình quốc thư của nữ hoàng Nga Ekaterina II cho [[sultan]] [[Selim III]] của [[đế quốc Ottoman]]. Từ đó, ông bắt đầu thực thi nhiệm vụ ngoại giao của mình<ref name=\":1\">[[E.V. Tarle]], Mikhail Illarionovich Kutuzov - Secondary and Diplomate<\/ref>.\n\nĐể hoàn thành tốt nhiệm vụ, Kutuzov nhanh chóng tạo mối quan hệ tốt với các quan chức cấp cao trong triều đình Ottoman, ví dụ như đại thần ngoại giao Resit, đô đốc [[Kilturk Husseyin]] và đặc biệt là [[Valide Sultan|thái hậu]] [[Mihr-i shah]] (người có ảnh hướng rất lớn đến sultan và quần thần); đồng thời, vị đại sứ Nga một mặt duy trì quan hệ tốt với các sứ thần nước khác như Áo, Phổ, một mặt tìm cách cản trở các hoạt động của đại sứ Anh [[Robert Ainslie]] (1775 - 1793), vì nước Anh lúc này đang liên kết với Pháp để chống Nga. Ông tiếp cận những người Nga và các sắc dân Slav khác sinh sống tại đế quốc Ottoman nhằm giúp [[Họ Cải|họ cải]] thiện cuộc sống tại Ottoman, qua đó đào tạo một vài người trong số họ thành những cộng tác viên có năng lực và có kinh nghiệm. Những người Slav này đã trợ giúp đắc lực cho công việc của Kutuzov, dù không ít lần phải giải quyết những mâu thuẫn xảy ra giữa các công tác viên này.<ref name=\"lvq7\"\/>\n\nLà một chuyên gia quân sự, Kutuzov chú trọng nghiên cứu tình hình quân đội Thổ, và ông nhận định rằng người Thổ không đủ khả năng tuyên chiến với Nga, dù chỉ với tư cách là một đồng minh. Các mâu thuẫn xã hội giữa người dân với triều đình Ottoman, thậm chí là giữa người Thổ với các dân tộc thiểu số, đã làm cho tình hình nội bộ của nước này xấu đi một cách nghiêm trọng.\n\n==== Giải quyết các vấn đề thuế quan và ngoại thương với Ottoman ====\nKhi đến đế quốc Ottoman, Kutuzov phát hiện rằng triều đình Ottoman vi phạm hòa ước Iaşi vì tự ý thay đổi thuế quan và tăng giá hàng hóa nhập khẩu từ Nga. Trước đó, đại sứ Anh không bằng lòng với những đặc quyền của Nga ở Thổ Nhĩ Kỳ, buộc triều đình của sultan [[Selim III]] làm như vậy để giữ hòa khí với [[vương quốc Anh]]. Tuy nhiên, Kutuzov nhận định rằng việc người Thổ thay đổi thuế quan thực chất là phép thử lập trường của Nga; nếu Sa hoàng nhượng bộ, triều đình Ottoman sẽ tiếp tục lấn lướt?. Vì vậy, ông quyết định giữ lập trường cứng rắn và kiên quyết không nhân nhượng.\n\nNhận thấy những bất đồng nội bộ trong triều đình Ottoman về thuế quan, Kutuzov thuyết phục (Đô đốc Hải quân của Ottoman) đứng đầu một nhóm quan chức Thổ phản đối những thay đổi về thuế quan; đồng thời, ông dựa vào sự khác biệt về quyền lợi thương mại giữa các nước châu Âu tại Ottoman để thuyết phục các đại sứ [[Áo]], [[Phổ]] và [[Napoli|Naples]] rằng nếu Ottoman có thể buộc Nga nhân nhượng, rồi tiếp tục làm điều tương tự với họ. Những áp lực cả trong lẫn ngoài buộc triều đình Ottoman phải lùi bước, giúp Kutuzov và triều đình Nga đạt được những thắng lợi quan trọng trên mặt trận ngoại giao trước Anh và Ottoman.<ref name=\"lvq7\" \/>\n\nTuy nhiên, liên minh Anh và Pháp (khi đó còn dưới triều đại [[Nhà Bourbon|Bourbon]]) lại yêu cầu triều đình Ottoman cấm tàu buôn hoạt động tại [[Địa Trung Hải]] chở hàng (đa phần là ngũ cốc) thuê cho thương nhân Nga. Vì lo sợ các tàu chiến Pháp, các thương nhân Nga buộc phải bán [[lúa mì]] ở Constantinopolis với giá rất thấp, dẫn đến tình trạng thua lỗ nặng nề. Đại sứ Kutuzov kiên quyết phản đối những hành vi này và tiếp tục vận động đại sứ của các nước khác đồng loạt tạo sức ép, buộc triều đình Ottoman một lần nữa phải lùi bước.<ref name=\"lvq7\" \/>\n\n==== Sự tác động lên quan hệ Pháp-Ottoman ====\nTừ sau [[Cách mạng Pháp|cách mạng Pháp (1789)]], các vương quốc châu Âu thành lập liên minh chống lại lực lượng cách mạng non trẻ tại nước này. Để thoát khỏi tình trạng bị cô lập, chính phủ [[Cộng hòa Pháp]] chủ trương lập một liên minh,, trong đó có Ottoman, để làm đối trọng với các vương quốc muốn phá hủy thành quả của cuộc cách mạng. Ảnh hưởng của Cộng hòa Pháp tại Ottoman lúc đó vẫn còn rõ rệt, mặc dù không lớn như triều đình Bourbon trước đây, nhưng cũng đủ khiến Kutuzov nói nhận xét Ottoman là \"con quay gió\" của Pháp. Về phía Nga, Kutuzov quan ngại rằng một liên minh Pháp-Ottoman có thể trở thành một mối đe dọa quốc phòng đối với Nga, nếu hạm đội Pháp có thể xâm nhập khu vực [[Biển Đen]]<ref name=\":1\" \/>.\n\nBằng mối quan hệ thân thiết với đô đốc [[Kilturk Husseyin]], đại sứ Nga đã tiếp cận được nhiều văn kiện ngoại giao của [[de Corse]] (đại diện ngoại giao không chính thức của Pháp tại Thổ) gửi cho triều đình Ottoman, đặc biệt là những văn kiện đề nghị ký [[hiệp ước tương trợ Pháp - Thổ (năm?)]], trong đó đề cập đến việc Pháp sẽ viện trợ người Thổ khôi phục lại lãnh thổ bị mất trong các cuộc chiến tranh với Nga. Tuy nhiên, Kutuzov rất kiên định với những dự đoán trước đó rằng người Thổ không thể gây chiến với Nga trong thời gian này dưới bất cứ hình thức nào và tiếp tục gây áp lực buộc triều đình Ottoman trục xuất toàn bộ những người ủng hộ nền Cộng hòa Pháp, khiến ảnh hưởng của người Pháp tại Thổ Nhĩ Kỳ phai mờ nhanh chóng. Dự liệu của Kutuzov sau đó đã thành hiện thực: người Thổ chẳng những không tấn công Nga mà còn tham gia khối liên minh Nga-Anh để chống lại sự trỗi dậy của chế độ Cộng hòa Pháp năm 1799.<ref name=\"lvq7\" \/>\n\nNgày 15\/3\/1794, Kutuzov rời Constantinoplis về Nga, kết thúc một nhiệm kì ngoại giao được đánh giá là rất thành công trong một khoảng thời gian ngắn.\n\n=== Các sứ mệnh ngoại giao ở Phổ và Thụy Điển ===\n==== Thuyết phục Phổ liên minh chống Pháp ====\nTháng 12\/1797, Kutuzov được Nga hoàng [[Pavel I của Nga|Pavel I]] tại [[Vương quốc Phổ|Phổ]] cử sang [[Berlin]] trình quốc thư của Nga hoàng lên vua nước Phổ là [[Friedrich Wilhelm II của Phổ|Friedrich Wilhelm II]]. Đồng thời, ông cũng được giao nhiệm vụ hỗ trợ đại sứ đương nhiệm, hoàng tử [[Nikolai Vasileyich Repnin]], nhằm thuyết phục nước Phổ tham gia liên minh chống [[Cách mạng Pháp]].\n\nTriều đình Phổ bị chia rẽ về vấn đề này. Trong khi vua Friedrich Wilhelm II tỏ ra có thiện chí, bá tước Godovitz (Bộ ngoại giao Phổ) cùng nhiều chính khách khác lại dè chừng sức mạnh quân sự của Pháp. Vì vậy, các cuộc thương lượng trước đó đều không thành công, khiến triều đình Nga đặt kỳ vọng vào Kutuzov có thể xoay chuyển tình thế theo hướng tích cực. Ngoài ra, ông còn có nhiệm vụ thăm dò và báo cáo về nội tình nước Phổ, như một cách đề phòng trường hợp các biện pháp ngoại giao bất thành.<ref name=\"lvq8\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 150-152<\/ref>\n\nNgày 7\/1\/1798, Kutuzov tới Berlin hội kiến vua Friedrich Wilhelm II cũng như các cận thần của vua Phổ. Trong số các cận thần đó, Kutuzov nhận thấy tướng Kechrisser đang cân nhắc về khả năng thành lập liên minh chống Pháp do Nga lãnh đạo qua việc bày tỏ nỗi lo sợ đối với nền [[Cộng hòa Pháp]] và nhận thấy chỉ nước Nga mới có thể tập hợp được Áo và Phổ cùng liên minh. Sau đó, khi gặp thống chế [[Möllendorf]], Kutuzov đã phê phán sự thiếu nhất quán trong lập trường chống Pháp, khiến vị thống chế quân Phổ hứa hẹn sẽ hành động sớm.<ref name=\"lvq8\"\/> Lúc này, Kutuzov nhận định rằng Phổ chần chừ vì họ không muốn bị kẹp giữa hai phía.\n\nNhững thành công ban đầu của Kutuzov khiến hoàng tử Repnin hài lòng và đề nghị triều đình Nga cho Kutuzov lưu lại Phổ thêm một thời gian để chuẩn bị dự thảo hiệp ước. Theo đó, vốn tiếng Đức và tác phong quân đội của Kutuzov sẽ giúp ông dễ dàng tiếp cận với các chính khách Phổ, những người vốn xuất thân trong quân ngũ. Tuy nhiên, triều đình Nga đã triệu ông về kinh đô để chuẩn bị cho một sứ mệnh mới tại Phần Lan.<ref name=\"lvq8\"\/>\n\n==== Đàm phán về biên giới Nga-Thụy Điển ====\nLúc này, sự căng thẳng trong mối quan hệ giữa Nga và [[đế quốc Thụy Điển]] gần như đạt đến đỉnh điểm kể từ sau cuộc [[đại chiến phương Bắc]].\nKhông những vậy, các vụ xung đột vũ trang tại biên giới giữa hai nước càng làm tình hình thêm trầm trọng.\n\nLúc này, Kutuzov được cử làm tư lệnh bộ binh Nga ở [[Phần Lan]] để giải quyết triệt để căng thẳng này. Ngày 15\/8\/1798, Kutuzov nhận được đề nghị đàm phán từ người đồng cấp bên phía Thụy Điển là [[M. Klingspor]]. Đến ngày 7\/10 năm đó, Kutuzov được trao toàn quyền đàm phán với Thụy Điển về các vấn đề lãnh thổ, ngoại trừ các đảo ở [[vịnh Phần Lan]] do tể tướng Nga và đại sứ Thụy Điển trực tiếp thương lượng ở Sankt-Petersburg.\n\nVề vấn đề biên giới, Kutuzov không chỉ đơn thuần dựa vào các tài liệu do [[Bộ Ngoại giao Nga|Bộ ngoại giao Nga]] cung cấp, mà còn yêu cầu gửi các bản đồ chi tiết về biên giới và đích thân thị sát để nắm chắc tình hình. Cách làm việc cẩn thận như vậy đã giúp Kutuzov hoàn thành trọn vẹn nhiều nhiệm vụ ngoại giao trước đó.<ref name=\"lvq8\"\/>\n\nNhững cuộc thương lượng giữa hai bên diễn ra trong vòng 3 tháng (từ tháng 1-4\/1799). Cuối cùng, Klingspor yêu cầu phía Nga nhượng cho Thụy Điển một phần lãnh thổ tranh chấp. Kutuzov sẵn sàng chấp thuận yêu cầu của Klingspor, nhưng với điều kiện là sự nhượng bộ này không gây hại cho việc phòng thủ biên giới của đế quốc Nga. Điều này khiến phía Thụy Điển không đồng ý, và cuộc đàm phán rơi vào bế tắc.<ref name=\"lvq8\"\/> Mặc dù không thành công trong cuộc đàm phán với Thụy Điển, Kutuzov vẫn được Nga hoàng [[Pavel I của Nga|Pavel I]] tín nhiệm. Ngày 14\/12\/1800, Kutuzov được Nga hoàng bổ nhiệm làm giám quân tại [[Brest, Belarus|Brest]] nhằm chuẩn bị cho khả năng chiến tranh với [[đế quốc Áo]].\n\n== Thời kỳ đầu dưới triều đại Alexander I ==\n[[Tập tin:Alexander I of Russia by G.Dawe (1826, Peterhof)-crop.jpg|nhỏ|Chân dung Nga hoàng Aleksandr I]]\nNgày 23\/3\/1801, một bước ngoặt mới trong sự nghiệp của Kutuzov đã xảy ra. Nga hoàng Pavel I bị một nhóm quý tộc, dẫn đầu bởi tướng [[Nikolay Zubov]], ám sát ngay tại cung điện. Có lẽ vì Pavel I là một nhà cai trị độc đoán, luôn muốn mọi việc phải tuân theo ý mình và không để các thuộc cấp tự do hành động, khiến cho họ bất mãn. Cụ thể, khi tướng [[Aleksandr Vasilyevich Suvorov|Aleksandr Suvorov]] phản đối Nga hoàng về việc huấn luyện và trang bị cho quân đội Nga theo kiểu Phổ,<ref>[[Christopher Duffy]], ''Austerlitz 1805'', trang 30<\/ref> ông ta ngay lập tức bị lưu đày. Thêm nữa, việc Pavel I tham gia liên minh chống Anh với tổng tài Pháp [[Napoléon Bonaparte]] đã gây tổn hại đến quyền lợi của giới quý tộc Nga.\n\nTrong chiến dịch ở [[Anpơ|Alps]] năm 1800, Suvorov được phục chức để chỉ huy quân viễn chinh, nhưng người Nga chẳng giành được kết quả đáng kể mà chủ tướng của họ (Suvorov) lại mất trên đường hành quân. Điều này ví như giọt nước tràn ly trong mối quan hệ quân-thần trong triều đình Nga, buộc giới quý tộc cấu kết với thái tử Alexander để tổ chức đảo chính. Sau đó, Zubov thông báo với thái tử Aleksandr về việc này. Thái tử lên nối ngôi ngay sau đó, tức Nga hoàng [[Aleksandr I của Nga|Aleksandr I]].<ref name=\"lvq9\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 152-154<\/ref> Tuy vậy, không có bằng chứng nào cho thấy Kutuzov có tham gia vào cuộc đảo chính.\n\nDưới thời Nga hoàng Aleksandr, nhóm tướng lĩnh thân cận trước đây của cố nguyên soái Aleksandr Suvorov (đặc biệt là Kutuzov) vẫn bị thất sủng. Ban đầu, Kutuzov được cử làm thanh tra bộ binh [[Phần Lan]] kiêm thống đốc Sankt-Petersburg. Nhưng đến ngày 29\/8\/1802, ông bất ngờ bị Nga hoàng cách chức<ref name=\":1\" \/>. Có giả thiết cho rằng Kutuzov từng biết và nghi ngờ Aleksandr I có dính líu vào vụ ám sát Pavel I, vì vậy ông trở thành cái gai trong mắt Nga hoàng.\n\nTrong 3 năm kế tiếp, Kutuzov lại trở về quê nhà Volynia, ông sống cô độc bằng nghề nông. Kutuzov đã thử nghiên cứu các giống cây mới, nhưng không có đủ tiền kinh doanh. Các vết thương cũ tái phát, mắt phải thì mù hẳn. Ông bắt đầu lo lắng cho cuộc sống về già của mình.<ref name=\"lvq9\" \/>\n\n== Chiến tranh chống Napoléon ==\n=== Trận Austerlitz ===\n{{seealso|Trận Austerlitz}}\n\nNăm 1805, do lo ngại sức mạnh của [[Đế chế thứ nhất|Đệ nhất đế chế Pháp]] của hoàng đế [[Napoléon Bonaparte|Napoléon I]], ba nước [[Áo]], [[Đế quốc Nga|Nga]] và [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh]] cùng thành lập [[Chiến tranh Liên minh thứ Ba|Liên minh thứ Ba]] để chống Pháp. Tuy nhiên, đội quân của Napoléon nhanh chóng bao vây gần như toàn bộ quân chủ lực Áo dưới sự chỉ huy của thống chế [[Karl Mack von Leiberich]] tại [[trận Ulm]]. Chính cuộc hành quân thần tốc này đã ngăn chặn việc quân đội các nước trong Liên minh kịp hợp nhất với nhau.\n\nTuy nhiên, một phần quân Áo tiến về phía đông và hợp nhất với quân Nga. Ngay sau đó, Kutuzov được Nga hoàng Aleksandr I cử làm tổng chỉ huy liên quân. Tháng 8\/1805, ông nhận được chỉ dụ về việc chiến tranh với Pháp cũng như các chỉ thị ngoại giao. Ngày 9\/9\/1805, ông có mặt tại nơi đóng quân và nhanh chóng bắt liên lạc với đại sứ Nga ở [[Viên|Vienna]] để nắm tình hình. Do nhận thấy triều đình Áo đã vi phạm nhiều thỏa thuận trước đó, như không cung ứng đầy đủ lương thực, đạn dược, hay các bản đồ, ông ngay lập tức tổ chức một thương thảo tại Vienna vào ngày 24\/9, với sự tham gia của hoàng đế Áo [[Franz II của Thánh chế La Mã|Franz I]], bộ trưởng Ngoại giao và các chính khách nước này, nhằm tìm ra phương án tối ưu trong việc chia sẻ nghĩa vụ cung ứng hậu cận giữa hai bên. Kết quả, triều đình Áo hứa sẽ cung ứng đầy đủ khí giới, đạn dược, và sẽ nhanh chóng gửi gấp tất cả những gì liên quân cần lên tiền tuyến.<ref name=\"lvq10\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 154-160<\/ref>\n\nMột bất đồng khác là về kế hoạch tác chiến. Kutuzov cho rằng kế hoạch của người Áo <nowiki>''<\/nowiki>rất giáo điều\", mà không tính đến các hoạt động khác của quân Pháp. Ông chủ trương áp dụng chiến lược tấn công và không phòng thủ, nhưng đã bị bác bỏ bởi cả hoàng đế Áo lẫn Nga hoàng Aleksandr I.<ref name=\"lvq10\"\/>\n\nĐến ngày 8\/10 năm đó, khoảng 46.000 quân Áo đầu hàng trong trận chiến tại [[Trận Ulm|Ulm]], còn chỉ huy của họ là thống chế Mack bị bắt quân Pháp bắt sống. Napoléon sau đó ra lệnh thả Mack. Thống chế Áo sau đó nhanh chóng tìm gặp Kutuzov. Thông qua Mack và những nguồn tin khác, Kutuzov biết về những cuộc đàm phán bí mật giữa Áo và Napoléon. Sau khi đánh tan tác chủ lực Áo, quân Pháp thẳng tiến tới Vienna. Triều đình Áo muốn dồn mọi gánh nặng cho quân Nga và đòi bảo vệ kinh đô Vienna bằng mọi giá, nhưng Kutuzov không đồng tình.\n\nVị thống soái Nga nhận định rằng quân Pháp đang ngày càng xa nguồn tiếp tế hậu cần dẫn đến việc họ không thể kéo dài chiến dịch; thêm nữa, Napoléon I vẫn lo ngại Phổ sẽ tham gia khối Liên minh, buộc hoàng đế Pháp phải sớm đánh tan liên quân Nga-Áo càng sớm càng tốt. Kutuzov quyết định né tránh quân chủ lực Pháp và rút về vùng [[Olmütz]]. Nhận xét về hành động của Kutuzov, tướng Pháp [[Martmont]] gọi là \"anh hùng\", còn danh tướng Nga [[Aleksey Petrovich Yermolov]] gọi là \"một trong những sự kiện nổi bật đương thời đại\".<ref name=\"lvq10\" \/>\n\nThống soái Kutuzov lệnh cho tướng [[Pyotr Ivanovich Bagration]] chỉ huy 600 quân chống cự quân Pháp trên tuyến đường Vienna dẫn đến Nga. Tuy nhiên, Thống chế Pháp [[Joachim Murat]] tưởng rằng ông ta đang phải chạm trán với quân chủ lực Nga nên đề nghị thương lượng. Kutuzov lợi dụng cơ hội này, chỉ thị cho Bagration đình chiến với Murat để tranh thủ thời gian rút về Olmutz. Ông dự định tiếp tục rút về vùng [[Dãy núi Karpat|Carpath]], nơi có đầy đủ lương thực và đạn dược, như ông đã nói: ''\"ở đó, trong xứ Galicia tôi sẽ chôn xương quân Pháp\"''.\n\nNhưng kế hoạch này vấp phải sự phản đối của đa số các tướng lĩnh Áo, Nga hoàng Aleksandr I cùng các cận thần (đặc biệt là hoàng thân [[Dongorusky]]). Bản thân Nga hoàng xem ý định rút quân của Kutuzov là \"hèn nhát\". Họ chủ trương tập trung quân lực tại [[Slavkov u Brna|Austerlitz]] để chiến đấu với Napoléon. Thêm nữa, vì lo sợ Kutuzov tự ý hành động, Aleksandr I truất quyền chỉ huy của ông và giao lại cho tổng tham mưu trưởng quân Áo là thiếu tướng [[Franz von Weyrother]]. Trên danh nghĩa, Kutuzov vẫn là tổng tư lệnh, nhưng ông chỉ được quyền chỉ đạo cánh quân thứ tư của liên quân.<ref name=\"lvq10\" \/> Thậm chí, khi Kutuzov hỏi Nga hoàng về cách bố trí của một đơn vị trong liên quân, ông nhận được một câu trả lời lạnh lùng: ''\"Không phải chuyện của ông !\"''<ref>Troyat, Henri. Alexander of Russia. (New York: Grove Great Live:1982), 87.<\/ref> Trong các buổi họp bàn chiến thuật và kế hoạch tác chiến, Kutuzov chỉ ngồi im lặng, không có ý kiến gì, thậm chí ông còn giả vờ ngủ gật để Nga hoàng không có cớ để đổ trách nhiệm cho Kutuzov nếu liên quân thất bại - điều mà ông cho là không tránh được.\n\n[[Tập tin:Napoleon.Austerlitz.jpg|nhỏ|trái|300px|Tranh mô tả trận Austerlitz của Vernet và Swebach (1805)|thế=]]\n\nSáng ngày 20\/11\/1805, trận Austerlitz bắt đầu. Theo đúng kế hoạch, đáng lẽ Kutuzov phải cho quân đội của mình tiến xa hơn, nhưng ông dừng lại ở cao điểm [[Pretz-en-Argonne|Pratzen]]. Tài năng quân sự dày dạn đã khiến Kutuzov đặc biệt lưu ý tầm quan trọng của Pratzen và quyết giữ cao điểm này bằng mọi giá. Tuy nhiên, Nga hoàng Aleksandr I lại tỏ ra không hài lòng và bắt đầu trách cứ:<ref name=\"lvq10\" \/>\n:''Aleksandr I'': ''\"Ông đang làm gì vậy hả ?\"''\n:''Kutuzov'': ''\"Tôi đang chờ các Binh đoàn đến đông đủ.\"''\n:''Aleksandr I'': ''\"Đây không phải là quảng trường [[Tsaritsyn]] nơi các Binh đoàn tề tựu đông đủ trong lễ duyệt binh !\"''\n:''Kutuzov'': ''\"Chính vì đây không phải là quảng trường Tsaritsyn nên tôi mới đứng chờ các Binh đoàn đến đông đủ. Còn nếu nhà vua ra lệnh...\"''\n\nĐội quân của Kutuzov buộc phải rời Pratzen. Quyết định này đã trở thành bước ngoặt của trận Austerlitz. Liên quân Nga-Áo bị sa vào thế gọng kìm của quân Pháp và buộc phải phá vòng vây để rút lui. Hai hoàng đế cũng may mắn thoát nạn. Bản thân tư lệnh Kutuzov bị thương nặng và suýt nữa thì bị bắt, nhưng một người con rể của ông là [[Fyodor Ivanovitch Tiensenhausen|Ferdinand von Tiesenhausen]] hi sinh tại chiến trường. Thất bại Austerlitz khiến cho sự bất hòa giữa thống soái Kutuzov và Nga hoàng càng tăng thêm.<ref name=\"lvq10\"\/> Tuy nhiên, nhà vua vẫn cho ông chỉ huy tàn binh Nga rút lui về hậu phương.<ref>Troyat, Henri. Alexander of Russia. (New York: Grove Great Lives:1982), 84-91.<\/ref><ref>Parkinson, Roger. The Fox of the North: The Life of Kutuzov, General of War and Peace. (London: Peter Davies, 1976), 76-91.<\/ref><ref>Lieven, Dominic. Russia Against Napoleon. (New York: Viking, New York, 2010), 37, 43.<\/ref> Có ý kiến cho rằng ông không có lỗi trong bất kỳ một nước đi nào của liên quân trong trận Austerlitz, mà chỉ là người chứng kiến bi kịch này, như một điều không thể tránh khỏi.\n\nĐầu năm 1806, sau khi trở về nước Nga, Aleksandr I bổ nhiệm M. I. Kutuzov làm thống đốc quân sự tỉnh [[Kiev (tỉnh)|Kiev]]<ref name=\"lvq10\"\/>.\n\n=== Chiến tranh Nga-Thổ (1806-1812) ===\n[[Tập tin:Kutuzov2 by Daw.jpg|thế=|nhỏ|335x335px|M. I. Kutuzov trong chiến tranh Nga-Thổ (1806-1811)]]\n{{xem thêm|Chiến tranh Nga-Thổ Nhĩ Kỳ (1806-1812)}}\n\nTừ năm [[1806]] đến [[1811]], người Thổ liên minh với Napoléon, xóa bỏ hòa ước Jassy để phát động chiến tranh với Nga để đòi lại những lãnh thổ bị mất trước kia. Mặc dù quân Nga liên tiếp giành thắng lợi, nhưng người Nga lại không giành được một [[thắng lợi quyết định]] để buộc triều đình Ottoman cầu hòa.<ref name=\"lvq11\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 160-164<\/ref>\n\nVào mùa xuân năm 1808, Kutuzov được cử làm phụ tá cho Nguyên soái Prodorovsky theo đề nghị của chính người này. Tuy nhiên, Prodorovsky nhận ra rằng chính người phụ tá của mình lại tài năng hơn và được binh lính tin tưởng hơn.<ref name=\"lvq11\"\/> Sau một đợt tấn công bất thành của quân Nga, Prodorovsky và Kutuzov đã tranh cãi dữ dội, dẫn đến việc Kutuzov lại bị điều đi làm thống đốc [[Vilnius]].\n\nĐến năm 1811, quan hệ Nga - Pháp hết sức căng thẳng vì việc người Nga vi phạm những điều ước trong [[Hệ thống phong tỏa Lục địa]] của Napoléon một năm trước đó. Hòa bình với Ottoman là điều hết sức cần thiết. Lúc này, Nga hoàng Aleksandr I lại nghĩ đến Kutuzov. Nhà sử học [[E. Tarle]] đánh giá:\n\n{{cquote|''Aleksandr có thể không thích Kutuzov, nhưng lại cần trí thông minh và tài năng của Kutuzov và cần uy tín của ông trong quân đội, nơi ông được coi là người thừa kế trực tiếp của Suvorov.''|||E. Tarle|<ref name=\"lvq11\"\/>|source=E.V. Tarle, Mikhail Illarionovich Kutuzov - Secondary and Diplomate}}\n\nKutuzov được giao chỉ huy một đạo quân 46.000 người. Họ phải đối mặt với 60.000 quân Thổ đang đóng quân tại pháo đài [[Shumla]]. Trước tình hình đó, Kutuzov không vội tấn công pháo đài mà dụ quân Thổ ra ngoài đánh trực diện với Nga vì ông hiểu rõ rằng khi đánh như vậy thì người Nga có lợi thế hơn rất nhiều. Thật vậy, quân Thổ đã bị Kutuzov đánh tan tác ở [[Rulshuk]].<ref name=\"lvq11\"\/> Chiến công này khiến ông được thưởng một bức chân dung của Nga hoàng Aleksandr I. Tuy nhiên, ông không truy kích đối phương mà cho nổ pháo đài rồi rút quân. Sau đó, Nga hoàng giận dữ chất vấn, nhưng Kutuzov im lặng vì ông muốn quân đội Thổ Nhĩ Kỳ quay lại để đánh đòn quyết định.<ref name=\"lvq11\"\/>\n\nTháng 11 năm đó, triều đình Ottoman lại huy động 70.000 quân do đích thân Thái tể [[Ahmet Pasha]] chỉ huy vượt [[sông Danube]] tấn công quân Nga. Trong đó, Pasha bố trí 50.000 quân chủ lực đóng tại bờ tả ngạn đối diện với quân Nga, còn 20.000 quân dự bị đóng ở hữu ngạn để canh giữ vũ khí và lương thực. Vào đêm ngày 2\/11, Kutuzov dẫn quân Nga bí mật vượt sông tập kích vào đội quân dự bị Ottoman ở hữu ngạn, bắt sống toàn bộ toán quân này và cắt đứt đường rút lui của thái tể Pasha. Từ đây, quân Nga tiếp tục nã pháo cấp tập vào 50.000 quân chủ lực của Thổ Nhĩ Kỳ ở bờ bên kia.\n\nSau đó, Kutuzov tung toàn bộ lực lượng từ đại bản doanh nhằm ép quân Thổ về phía sông và vây chặt cả đạo quân này. Sau đó ông thả cho Ahmet chạy trốn vì theo luật Thổ Nhĩ Kỳ, tể phụ khi bị bao vây thì không có quyền đàm phán hòa bình - điều mà nước Nga đang rất cần. Nhưng Ahmet vẫn hy vọng vào viện binh và cố tình câu giờ. Đáp lại, người Nga chiếm hết các đồn lũy xung quanh và cắt toàn bộ đường tiếp viện cho quân Thổ.<ref name=\"lvq11\" \/>\n\nMùa đông đang đến, quân Ottoman trong vòng vây có nguy cơ bị tiêu diệt hoàn toàn bởi nạn đói và dịch bệnh. Nếu trường hợp này xảy ra, hy vọng vào một cuộc đàm phán hòa bình là gần như bằng không. Kutuzov bèn quyết định nuôi toàn bộ số lính Thổ này cho đến khi triều đình sultan chấp nhận đình chiến. Nga hoàng Aleksandr I không đồng tình với việc này, cho rằng hành động như thế sẽ hạ thấp danh dự quân Nga; tuy nhiên Kutuzov đã giải thích: <nowiki>''<\/nowiki>Vua Thổ sẽ không đầu hàng vì chịu tác động từ Napoléon I, còn nếu 5 vạn quân Thổ bị tiêu diệt thì Thái tể không cần phải thương lượng nữa, bây giờ người Nga đang nắm một lượng lớn con tin Thổ Nhĩ Kỳ và việc này sẽ khiến vua Thổ phải ký hòa ước để cứu lấy một số lớn binh sĩ Thổ có kinh nghiệm chiến đấu<nowiki>''<\/nowiki>. Vì vậy, ông kiên trì thương lượng, bất chấp những lời khiển trách của Nga hoàng.\n\nNgày 16\/5\/1812, hòa ước Nga-Ottoman chính thức được ký kết tại [[Bucharest]]. Theo đó, người Nga có được thêm những vùng đất mới (chẳng hạn như Bessarabia<ref name=\"Worthington131\" \/>). Một nền hòa bình ở phía nam đặc biệt có lợi cho nước Nga, qua đó họ có thể đối đầu với nguy cơ xâm lược của Napoléon. Đây là một thắng lợi thực sự của Kutuzov trên lĩnh vực ngoại giao.<ref name=\"lvq11\" \/> Với thành công này, Kutuzov được phong tước vị [[Knyaz]] (tương đương Công tước ở một số nước). Tuy nhiên, Nga hoàng Aleksandr I lại không hài lòng với tiến độ công việc của Kutuzov và thay ông bằng Chichagov.\n\n=== Tổng tư lệnh của quân Nga trong chiến tranh Pháp-Nga (1812) ===\n{{xem thêm|Chiến dịch nước Nga 1812}}\n\nNgày 12\/6\/1812, trước tình hình người Nga vi phạm [[Hệ thống phong tỏa Lục địa]] và tăng thuế đối với một số mặt hàng của Pháp, hoàng đế Pháp [[Napoléon Bonaparte|Napoléon I]] đã huy động 300.000 quân Pháp cùng 340.000 quân chư hầu tiến đánh nước Nga. Nga hoàng Aleksandr I kêu gọi quân dân cả nước tham gia <nowiki>''chiến trang vệ quốc''<\/nowiki>. Nhưng do bị quân Pháp áp đảo quân số, quân Nga tổ chức rút lui toàn diện, tránh né chủ lực quân Pháp và thực hiện chiến lược [[tiêu thổ]] nhằm quấy phá và làm suy yếu đối phương, nhưng việc rút lui từ ngày này qua ngày khác trái với nguyện vọng chiến đấu của binh sĩ Nga và gây ra nhiều bất đồng nghiêm trọng trong quân đội Nga.\n\nKhi nước Nga đang cần một vị tổng chỉ huy tài năng và có uy tín, người dân Nga nhớ ngay đến M. I. Kutuzov - lúc này đang chỉ huy các lực lượng dân quân ở Sankt-Petersburg và [[Moskva]].<ref name=\"lvq12\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 164-186<\/ref> Kutuzov cũng nhận được sự ủng hộ lớn của quân đội vì ông có tài năng và lòng dũng cảm, đồng thời còn là một tín đồ [[Chính Thống giáo Đông phương|Chính thống giáo]] ngoan đạo, lập được nhiều chiến công. Không những thế, ông là [[người Nga]] chính cống (phần lớn các chỉ huy cấp cao của quân đội Nga lúc đó là người ngoại quốc). Giới quý tộc và hàng Giáo phẩm Nga cũng dành rất nhiều thiện cảm cho ông. Nhưng Aleksandr I không bằng lòng trước lựa chọn này, vì Nga hoàng luôn cho rằng thất bại tại [[Trận Austerlitz|Austerlitz]] là lỗi của Kutuzov, đồng thời cũng nghĩ rằng tuổi tác của Kutuzov, nên khó có thể tham chiến tốt.<ref>Troyat, Henri. Alexander of Russia. (New York: Grove Great Lives:1982), 149-151.<\/ref><ref>Parkinson, Roger. The Fox of the North: The Life of Kutuzov, General of War and Peace. (London: Peter Davies, 1976), 117-119.<\/ref><ref>Lieven, Dominic. Russia Against Napoleon. (New York: Viking, New York, 2010), 188-189.<\/ref>\n\n==== Trận Borodino và quyết định rút khỏi Moskva ====\n{{xem thêm|trận Borodino}}\n\nNhưng trước áp lực của nhân dân, [[Aleksandr I của Nga|Aleksandr I]] buộc phải đưa việc đề cử Kutuzov cho một ủy ban đặc biệt xem xét và ngày 5\/8. Cuối cùng, ủy ban này nhất trí chọn Kutuzov. Aleksandr I cử [[Levin August von Bennigsen]], một cận thần người Đức làm tham mưu trưởng để giám sát Kutuzov, có lẽ vì chưa thực sự tin tưởng ông. Ngày 18\/8, M. I. Kutuzov xuất hiện trước quân đội ở Tsaryovo-Zaymishche.\n\nSau khi nắm tình hình quân đội, Kutuzov tổ chức một đội hậu quân mạnh, rồi hạ lệnh vừa rút lui vừa chuẩn bị cho một trận đánh lớn. Mặc dù cho rằng quyết định rút lui của tướng [[Mikhail Bogdanovich Barklay-de-Tolli|Barclay de Tolly]] là chính xác, nhưng ông lo ngại sự rút lui liên tục có thế làm suy giảm sĩ khí của quân Nga. Khi quân Nga đến làng Borodino thì quân Pháp đã chiếm được [[Smolensk]] và chỉ còn cách Moskva khoảng 120&nbsp;km, Kutuzov quyết định giao chiến với Napoléon.\n\nKutuzov chỉ đạo cho quân Nga lập một phòng tuyến dài dọc theo [[sông Kolocha]] nhằm ngăn chặn cả hai con đường dẫn đến Moskva. Tại đây, ông ra lệnh cho tướng [[Pyotr Bagration]] cố thủ tại trung tâm phòng tuyến, trong khi tướng Barclay chỉ huy phòng thủ ở phía đông. Theo một số sử gia nhận định, tổng quân Nga có khoảng 120.000 người và 600 khẩu đại bác, trong khi quân đội của Napoléon có đến 180.000 quân cùng hơn 500 khẩu đại bác.\n\nRạng sáng ngày 7\/9\/1812 (ngày 16\/8 theo [[lịch Julius]]), Napoléon lệnh cho hai đạo quân của [[Eugène de Beauharnais|phó vương Ý]] [[Eugène de Beauharnais]] (con trai nuôi của hoàng đế Pháp) và thống chế [[Louis Nicolas Davout|Louis-Nicolas d'Avout]] (đồng môn của Napoléon, được mệnh danh là <nowiki>''Nguyên soái Sắt'') lần lượt tấn công vào trung tâm và cánh trái của quân Nga. Sau đó, thống chế Murat dẫn kị binh tiếp tục hỗ trợ đạo quân của thống chế d'<\/nowiki>Avout đánh chiếm được cứ điểm [[Shevardino]] do nguyên soái Bagration nắm giữ, buộc Kutuzov phải rút toàn quân Nga khỏi phòng tuyến cũ để giảm thiểu thương vong nếu quân Pháp tiếp tục theo đà tấn công ồ ạt. Chiến trận trở nên căng thẳng, thậm chí tướng Bagration trong một lần lên phía trước khích lệ tinh thần binh sĩ đã bị đạn pháo đối phương rơi trúng dẫn đến tử thương.\n\nĐến cuối ngày hôm đó, quân Pháp cuối cùng đã chiếm được hệ thống công sự hình mũi tên của vị tướng Nga quá cố Bagration rồi tiếp tục chọc thủng được trận địa pháo dưới sự chỉ huy của [[Raevsky|Nikolai Raevsky]] ở trung quân Nga, mang về một [[chiến thắng kiểu Pyrros]] cho quân đội Pháp. Kết quả, Napoléon tổn thất hơn 50.000 người, trong khi quân Nga do Kutuzov chỉ huy mất khoảng 44.000 quân<ref name=\":0\" \/>. Dù vậy, mục tiêu của Napoléon đã thất bại vì không thể tiêu diệt Quân đội Nga trong một trận đánh để giành [[Thắng lợi quyết định|chiến thắng quyết định]].\n\n[[Tập tin:Kutuzov fili.jpg|nhỏ|250px|trái|Cuộc họp nổi tiếng tại làng [[Fili]] với quyết định bỏ lại Moskva cho Napoléon]]\nMặc dù cũng chịu nhiều thương vong, Kutuzov tuyên bố với toàn quân rằng họ đã thắng và hạ lệnh cho binh sĩ nghỉ ngơi để chuẩn bị cho trận đánh tiếp theo. Nói vậy nhưng ông hiểu rõ: <nowiki>''<\/nowiki>Trong trận đánh ở Borodino, quân Pháp dù chịu nhiều thiệt hại nặng nhưng họ vẫn còn nhiều lực lượng mạnh và sẽ rất mạo hiểm nếu người Nga tiếp tục chiến đấu trực diện với quân Pháp. Họ cần thêm thời gian nghỉ ngơi, củng cố lực lượng<nowiki>''<\/nowiki>.\n\nNgay đêm đó, Kutuzov hạ lệnh rút về Moskva. Sau đó, Kutuzov và Hội đồng Quân sự Nga có cuộc họp quan trọng ở [[làng Fili]] vào đêm 12\/9. Lúc này, Kutuzov phải đưa ra quyết định là có chấp nhận rút bỏ Moskva hay không. Ông hiểu rõ rằng nhân dân Nga luôn quyết tâm bảo vệ Moskva, thủ đô tinh thần của nước Nga và bản thân Kutuzov, một người Nga, luôn yêu quý thành phố này. Và nếu bỏ Moskva thì vị thống soái sẽ hứng chịu cơn thịnh nộ của Nga hoàng Aleksandr I cùng nhiều lời vu khống, đàm tiếu khác. Nhưng Kutuzov cũng hiểu rõ: <nowiki>''<\/nowiki>Mất Moskva không có nghĩa là mất nước Nga, nhưng mất quân đội thì nước Nga sẽ không còn<nowiki>''<\/nowiki>. Tại [[cuộc họp Fili]], ông đã đưa ra một quyết định nổi tiếng: <nowiki>''<\/nowiki>Bỏ Moskva và lui quân để bảo toàn lực lượng, chuẩn bị phản công, đánh đuổi quân Pháp ra khỏi bờ cõi nước Nga<nowiki>''<\/nowiki>.<ref name=\"lvq12\" \/><ref name=\"ReferenceA\">Christopher Duffy, ''Borodino and the War of 1812'', trang 11<\/ref><ref>{{harvnb|Phan Ngọc Liên|2006|p=212}}<\/ref>\n\nNhư Kutuzov đã lường trước, lệnh rút bỏ Moskva khiến quân sĩ bất mãn. Những lời vu khống, đàm tiếu, những tin đồn nhanh chóng lan khắp quân đội. Aleksandr I dọa truy cứu trách nhiệm của Kutuzov đối với đất nước, còn August von Bennigsen và các đối thủ chính trị lại tiếp tục lợi dụng việc này để tìm cách hạ bệ Kutuzov. Những ngày này, Kutuzov đành đi xe theo đường riêng và chỉ giao tiếp với một số người thân cận trong vài trường hợp cần thiết, nhằm giữ kín kế hoạch tác chiến. Ông theo dõi kỹ lưỡng cuộc rút quân khỏi Moskva rồi lệnh cho các đơn vị công binh của viên đại úy tên Philsk đặt thuốc nổ và chất cháy để thiêu hủy thành phố. Sau đó, Kutuzov thì tiếp tục cho quân rút theo đường [[Ryazan]], bỏ ngỏ luôn con đường đi tới kinh đô [[Sankt-Peterburg]].<ref name=\"lvq12\" \/> Khi quân Pháp tiến vào Moskva, thành phố gần như bị hủy hoại trong lửa, trong khi hầu hết dân chúng Moskva đã di tản ra các vùng ngoại ô do quân đội Nga kiểm soát.\n\n==== Căn cứ chiến lược Taroutino ====\n[[Tập tin:Lauriston in Kutuzov's Staff.jpg|nhỏ|phải|300px|Bức tranh sơn dầu mô tả sự kiện tướng Pháp Lauriston đến bản doanh quân đội Nga gặp Kutuzov xin đình chiến]]\n\nKhi quân Nga đến [[Krasnaya Pakra]], Kutuzov cho đội hậu binh tiếp tục tiến theo đường Ryazan để nhử lực lượng kị binh Pháp của thống chế [[Joachim Murat]] đuổi theo, còn lực lượng chính bí mật vòng sang hướng tây nam đi qua [[Kaluga]] rồi đến đóng tại làng [[Tarutino|Taroutino]]. Đây được xem là vị trí thuận lợi để quân Nga có thể bảo vệ các tỉnh miền nam giàu có, những trung tâm công nghiệp và những lẫm lúa của nước Nga, mà có thể kịp thời bắc tiến để ngăn quân Pháp công kích kinh đô Sankt-Peterburg.\n\nTại Taroutino, Bộ chỉ huy Nga có thể liên lạc và chỉ đạo hoạt động của các đạo quân và lực lượng du kích Nga. Bằng một cuộc điều quân tuyệt vời, Kutuzov đã thay đổi tình hình chiến cục và giành lấy lợi thế cho quân Nga. Cuộc điều quân Taroutino được coi là đỉnh cao của nghệ thuật chỉ huy của Kutuzov. Nó xuất phát từ sự hiểu biết sâu sắc của ông về bản chất cuộc chiến và về âm mưu đối thủ; từ khả năng dự đoán diễn biến chiến cục và từ sự tin tưởng vào sức mạnh của nhân dân và quân đội Nga.<ref name=\"lvq12\" \/>\n\nBây giờ, quân Nga có thời gian nghỉ ngơi và bổ sung lực lượng, với sự hỗ trợ nhiệt tình của người dân địa phương. Mỗi ngày hàng nghìn người lũ lượt kéo tới Taroutino để nhập ngũ. Kutuzov đã tập hợp, huấn luyện và chỉ huy họ, mỗi ngày ông đều ngồi trò chuyện vui vẻ với những người nông dân và chỉ họ cách giao chiến. Không khí chuẩn bị hết sức sôi nổi và khẩn trương. Kutuzov cũng đẩy mạnh phong trào chiến tranh du kích. Nhiều đội dân quân du kích do các sĩ quan của ông thành lập nên.\n\nQuân du kích đã gây khốn đốn cho người Pháp. Hoạt động hậu cần của quân Pháp cũng bị chiến tranh du kích hủy diệt nghiêm trọng. Quân Pháp gần như trong tình trạng bị bao vây, tinh thần và kỷ luật sa sút, số binh sĩ đào ngũ ngày càng nhiều. Chính sách vũ trang cho nông dân của Kutuzov đã tỏ ra đúng đắn.<ref name=\"lvq12\" \/>\n\nTrước tình hình càng ngày càng khó khăn, Napoléon đã cử [[Jacques Lauriston]] đến Taroutino để thương lượng với Kutuzov. Lauriston nói thẳng với Kutuzov rằng hoàng đế Pháp muốn chấm dứt chiến tranh, nhưng Kutuzov hỏi vặn lại:\n{{cquote|\n''Chấm dứt chiến tranh gì ? Chúng tôi chỉ mới bắt đầu…''|||Mikhail Illarionovich Kutuzov\n}}\n\nVà sau đó, Kutuzov cảnh cáo rằng, ông biết rất rõ tình hình khó khăn của đại quân Pháp ở Nga cũng như của nước Pháp ở [[Châu Âu lục địa|châu Âu]]. Ông tỏ ra sẵn sàng thương lượng nhưng không hứa hẹn bất cứ điều gì ràng buộc, với mục đích giữ quân Pháp ở Moskva lâu hơn để cho quân Nga có thời gian củng cố lực lượng. Lauriston đành về tay không.<ref name=\"lvq12\"\/>\n\nTuy nhiên, chính sách án binh bất động của Kutuzov vẫn bị nhiều người phản đối, trong đó có Nga hoàng. Aleksandr I vẫn không thể hiểu tại sao Kutuzov lại để cho quân Pháp chiếm thành Moskva và bỏ ngỏ đường lên kinh đô Sankt Peterburg, cho rằng kế hoạch này là rất nguy hiểm cho hoàng gia. Nhưng Nga hoàng vẫn không cách chức Kutuzov vì sự yêu mến của quân dân Nga dành cho ông giữa lúc chiến cục đang hồi gay cấn. Hơn nữa, một số yếu nhân trong triều đình Nga cho rằng mỗi ngày án binh bất động của Kutuzov đều đáng giá một thắng lợi.\n\n==== Quân Nga phản công ====\n[[Tập tin:Retreat of french civilians from Russia 1812.jpg|nhỏ|phải|256px|Quân đội của Napoléon Bonaparte tháo chạy khỏi nước Nga trong bão tuyết]]\n\nVào đầu tháng 10, thời tiết khắc nghiệt của mùa đông nước Nga khi nhiệt độ xuống mức rất thấp. Quân Pháp bắt đầu rút khỏi Moskva theo đường Kaluga. Cuối cùng, cơ hội phản công của quân Nga đã đến. Kutuzov khẩn trương cho quân mai phục ở đường Kaluga. Trong các ngày 5-6\/10, quân tiên phong Pháp do [[Joachim Murat]] chỉ huy bị Bennigsen đánh tan. Đến ngày 12\/10, hai bên giao chiến ác liệt tại thành [[Trận Maloyaroslavets|Maloyaroslavets]]. Cuối cùng, quân Pháp đã chiếm được thành phố nhưng bị thiệt hại nặng nề, và quân Nga dưới quyền M. I. Kutuzov đã chặn mất đường tiến ra Kaluga.\n\nKhông còn cách nào khác, ngày [[14 tháng 10]], Napoléon buộc phải tháo chạy qua con đường dẫn đến Smolensk. Về phía mình, Kutuzov để mặc quân Pháp rút lui mà không thúc bách, dồn ép. Nhưng các đội quân Nga liên tiếp tập kích quân Pháp, khiến họ mệt mỏi và tan rã dần. Mùa đông khắc nghiệt của nước Nga cũng giết chết rất nhiều binh sĩ Pháp trên đường rút quân.<ref name=\"lvq12\" \/>\n\nĐến giữa tháng 11, quân Pháp đến được bờ đông [[sông Berezina]]. Do sự chậm trễ của các tướng lĩnh Nga, phần lớn quân viễn chinh Pháp đã tổ chức vượt sông an toàn trong các ngày 15 và 16\/11, nhưng nhiều người trong số họ bị chết đuối trong khi giao trang với quân Nga trong [[trận Berezina]]. Ngày 6\/12\/1812, Napoléon tuyên bố thất bại trong chiến dịch Nga và đây là bước ngoặt của các cuộc chiến 1792_1815. Còn M. I. Kutuzov thì cho quân đóng trại gần [[Vilnius]] để nghỉ ngơi, vì họ cũng thiệt hại không ít trong cuộc truy kích.<ref name=\"lvq12\"\/>\n\nAleksandr I đích thân đến Vilnius để chúc mừng và ban thưởng cho quân đội. Ít lâu sau, Aleksandr phong ông làm [[công tước]] [[Smolensk]] và tặng huân chương cao quý nhất của quân đội Nga - [[Huân chương thánh Geogri]] hạng nhất.<ref name=\"pnl 213\">{{harvnb|Phan Ngọc Liên|2006|p=213}}<\/ref> Nhưng Aleksandr I trong bụng vẫn ghét ông; khi Kutuzov dự lễ khiêu vũ, Aleksandr I nói với cận thần; ''\"Chúng ta đã phải dễ dãi với lão già này\"''. Lần khác, Kutuzov làm theo cách thời Ekaterina, hạ những quân kỳ Pháp xuống chân Aleksandr I, Nga hoàng nói lẩm bẩm: ''\"Lão kép hát già\"!\"''. Aleksandr I còn thổ lộ với quân hầu rằng phong Kutuzov tước công là để lấy lòng quý tộc Moskva, chứ thực ra nhà vua không coi Kutuzov là người lập công đầu.<ref name=\"troyat166\">Henri Troyat, ''Alexander of Russia: Napoleon's Conqueror'', các trang 164-166.<\/ref>\n\n== Qua đời ==\nCuối năm 1812, Aleksandr I kêu gọi các nước đồng minh tham gia [[Chiến tranh Liên minh thứ Sáu|Liên minh thứ sáu]] với mục tiêu phản công tàn quân của Napoléon trên toàn cõi châu Âu. Kutuzov mặc dù không ủng hộ, nhưng vẫn phải tuân lệnh.<ref name=\"troyat166\"\/> Đầu năm [[1813]], Kutuzov tiếp tục chỉ huy các trận đánh với quân Pháp tại [[Ba Lan]] và [[Vương quốc Phổ|Phổ]].\n\nNgày 6\/4\/1813, khi liên quân đến thành phố [[Bunzlau]] (nay là [[Bolesławiec]] thuộc [[Ba Lan]]), Kutuzov lâm bệnh nặng. Ông phải vào tá túc tại ngôi nhà thiếu tá Phổ [[Van der Mark]] để dưỡng bệnh, trong khi đó đại quân đồng minh tiếp tục tiến đến [[Dresden]]<ref name = \"exhkutz\"\/><ref name=\"troyat167\">Henri Troyat, ''Alexander of Russia: Napoleon's Conqueror'', các trang 167-168.<\/ref>. Biết tin, Nga hoàng Aleksandr I thân đến thăm, rồi xin lỗi Kutuzov vì đối xử bất công với ông trước đây. Vị thống soái đã trả lời:\n:''\"Tôi tha cho nhà vua. Nhưng liệu nhân dân Nga có tha thứ cho nhà vua không?''\n\nNga hoàng sau đó lệnh cho hoàng thân [[P. M. Volkonski]] ở lại theo dõi bệnh tình của Kutuzov. Dù được các bác sĩ điều trị tích cực, nhưng vì tuổi tác cao nên Kutuzov qua đời vào ngày 16\/4\/1813 ở Bunzlau<ref name = \"exhkutz\"\/>, hưởng thọ 67 tuổi.\n\nThi thể ông sau khi được xử lý chống thối rữa đã được đã được chuyển về Sankt Peterburg và an táng tại [[nhà thờ Kazan]].<ref name=\"pnl 213\"\/> Dân Nga đã đứng suốt hai bên đoạn đường mà xe tang đi qua để tiễn đưa ông. Cách Sankt-Peterburg 5 dặm, người dân cho dừng xe, tháo ngựa và thay phiên nhau rước quan tài ông đến tận nơi an nghỉ cuối cùng.<ref>Lê Vinh Quốc, Lê Phụng Hoàng, Nguyễn Thị Thư, trang 186<\/ref>\n\n== Gia đình ==\n\nKutuzov lập gia đình với [[Ekaterina Ilytnina Bibikova]], một người em gái của thím ông. Ekaterina nổi tiếng là một người phụ nữ đẹp, thông minh, có học thức (bà biết 4 thứ tiếng khác nhau) đồng thời cũng là người vợ đảm đang, sẵn sàng hy sinh vì gia đình. Vì là một quý tộc, Ekaterina thường xuyên giao tiếp với các nhân vật trong giới thượng lưu, vì vậy bà nắm rõ các tin tức thời sự ở kinh đô và thường xuyên cập nhật cho chồng qua những bức thư mỗi khi Kutuzov đi công tác xa nhà. Về phía mình, Kutuzov viết thư về chuyện chiến sự, chuyện công việc và về những quyển sách ông đang đọc. Mặc dù phần nhiều thời gian họ sống xa cách nhau, nhưng sự đồng điệu trong tâm hồn và trong đời sống tinh thần khiến mối quan hệ giữa hai người gắn bó khăng khít.<ref name = \"lvq13\">Lê Vinh Quốc, Nguyễn Thị Thư, Lê Phụng Hoàng, trang 133-134<\/ref>\n\nKutuzov và Ekaterina có với nhau 5 người con gái, tất cả đều thành đạt và hạnh phúc. Có một điều không may là người con trai duy nhất của họ lại chết yểu. Dù luôn sống xa nhà, Kutuzov luôn quan tâm, chăm sóc và là chỗ dựa cho các con của mình, họ thật sự hạnh phúc trong tình yêu thương vô bờ của người cha.<ref name = \"lvq13\"\/>\n\n== Tưởng nhớ và Di sản ==\n===Nhận xét của Suvorov===\n[[Tập tin:Kutuzov smolensk.jpg|nhỏ|Tượng đài M.I.Kutuzov tại Smolensk]]\nNgay từ khi còn trẻ, nguyên soái Kutuzov đã được thượng cấp và cũng là người thầy, nguyên soái [[Aleksandr Vasilyevich Suvorov|A.V.Suvorov]], đánh giá rất cao:\n\n{{Cquote|''Lòng dũng cảm của trung tướng tài ba, giàu nghị lực Kutuzov là một tấm gương cho binh lính dưới quyền của anh.''|||A. V. Suvorov<ref>Christopher Duffy, ''Borodino and the War of 1812'', trang 64<\/ref>}}\n\n===Đài tưởng niệm của Kutuzov ở Bunzlau===\n\n[[Tập tin:Bolesławiec - pomnik Kutuzowa.JPG|nhỏ|Đài tưởng niệm Kutuzov tại Bunzlau.|224x224px]]\n\nNgay vừa khi ông mới qua đời, các lãnh đạo quân [[Chiến tranh Liên minh thứ Sáu|Liên minh thứ Sáu]] đã tổ chức quyên góp tiền bạc để xây dựng một đài kỷ niệm cho Kutuzov. Trong số những người quyên góp có một sĩ quan chỉ huy cấp cao của quân đồng minh, trung tướng [[Voster Saken]] và một người con gái của vị cố Nguyên soái. Việc xây dựng đài tưởng niệm được giao cho nghệ sĩ F. Bem đảm trách.\n\nQuân đội Pháp của Napoléon đã từng quay lại Bunzlau và phá hủy đài tưởng niệm của ông vào ngày 13 tháng 5 năm 1813 (chưa đầy 1 tháng sau khi Kutuzov qua đời), tuy nhiên sau khi Napoléon bị đánh đuổi thì tượng đài lại được sửa chữa và cuối cùng ngày 15 tháng 8 cùng năm một buổi lễ kỷ niệm long trọng được tổ chức ở đây.\n\nCũng vào tháng 5 năm 1813, Bộ tham mưu Nga tại kinh đô Sankt Peterburg đã đồng ý cho xây dựng một bia tưởng niệm vị Nguyên soái tại ngôi nhà ông qua đời, và tháng 10 cùng năm đại tá Goncharov đã hỏi mua lại căn nhà nay để xây trên đó một tu viện và một bảo tàng do Hội Lịch sử Quân sự Đế quốc Nga quản lý.<ref name=\"exhkutz\">[http:\/\/www.xenophon-mil.org\/rusarmy\/artymuseum\/kutuz.htm The Kutuzov exhibition]<\/ref>\n\nĐến năm 1819, vua Phổ [[Friedrich Wilhelm II của Phổ|Friedrich Wilhem II]] đã quyết định xây dựng một tháp tưởng niệm Kutuzov ở quảng trường trung tâm thành phố Buzlau. Việ xây dựng công trình này do nhà kiến trúc sư người Đức [[Karl Friedrich Schinkel]] trực tiếp chỉ đạo. Vào ngày 5\/7 cùng năm, viên đá nền móng đầu tiên của tháp tưởng niệm được đặt xuống. Đến năm 1821, công trình được hoàn thành.\n\nĐài tượng niệm này được đúc bằng gang rèn, nặng 60 tấn và cao 11,65 mét. Đến năm 1893 thì đài tưởng niệm được dời đến gần ngôi nhà nơi Kutuzov qua đời. Bản thân ngôi nhà này được vua Friedrich Wilhem II tuyên bố \"thuộc về Kutuzov\", ông cấm người dân tự tiện ra vào nơi này và chuyển đổi nó thành một bảo tàng.<ref name=\"exhkutz\" \/>\n\nTrong chiến dịch [[Silesia]], [[Hồng quân|Hồng quân Liên Xô]] tiến vào Bunzlau vào tháng 2 năm 1945 và hết sức ngạc nhiên về việc tượng đài của vị anh hùng của dân tộc họ lại có mặt ở vùng lãnh thổ của người Đức. Người dân địa phương cũng dẫn các sĩ quan Xô Viết tới tận căn nhà nơi mà Kutuzov qua đời. Khi được hỏi, người dân Bunzlau đã giải thích rằng: đối với họ, Kutuzov là một vị anh hùng đã giải phóng nhân dân Đức khỏi ách thống trị của Napoleon và thành phố Bunzlau rất vinh dự được làm nơi cho vi thống soái an nghỉ.\n\nTin tức về đài kỷ niệm và nơi Kutuzov qua đời nhanh chóng lan truyền trong hàng ngũ Hồng quân. Mọi nỗ lực đã được triển khai để bảo vệ ngôi nhà cũng như tìm kiếm các đồ vật đã bị thất thoát. Một điều đáng ngạc nhiện là Đức quốc xã đã bảo tồn các vật dụng của Nguyên soái Kutuzov tại ngôi nhà này đúng theo ngự lệnh của vua Phổ [[Friedrich Wilhelm II của Phổ|Friedrich Wilhem II]].<ref name=\"exhkutz\" \/>\n\n===Nhận xét của các sử gia và sự tôn vinh của Nhà nước Liên Xô và Liên bang Nga===\n[[Tập tin:Order kutuzov.jpg|nhỏ|Huân chương Kutuzov của Hồng quân Liên Xô]]\nNguyên soái Kutuzov được ghi nhận là một nhà ái quốc.<ref>Christopher Duffy, ''Eagles over the Alps: Suvorov in Italy and Switzerland, 1799'', trang 5<\/ref> Ông xuất hiện trong tác phẩm kinh điển ''[[Chiến tranh và hòa bình]]'' của đại văn hào Nga [[Lev Nikolayevich Tolstoy]], được mô tả như một đại diện của nhân dân Nga trong cuộc Chiến tranh Vệ quốc 1812, cũng là hiện thân của trí thông minh và lòng dũng cảm của dân tộc Nga. Dưới thời [[Iosif Vissarionovich Stalin]], các nhà sử học Liên Xô đánh giá ông là một thiên tài quân sự, còn xuất sắc hơn cả Napoléon Bonaparte.<ref>Dominic Lieven, ''Russia Against Napoleon: The True Story of the Campaigns of War and Peace''<\/ref> Trong [[Chiến tranh Xô-Đức]] chống [[Đức Quốc xã]] của nhân dân [[Liên Xô]] từ [[1941]]-[[1945]], [[Huân chương Kutuzov]] đã ra đời nhằm tưởng thưởng cho những quân nhân có công. Ngày nay, đây vẫn là một trong những huân chương cao quý nhất của [[lực lượng Vũ trang Liên bang Nga|quân đội Nga]] và đã có hơn 7.000 người được trao tặng.\n\nViệc tôn vinh vị anh hùng M.I.Kutuzov lên tới đỉnh điểm vào năm [[1955]], với sự ra mắt của ''Polkovodets Kutuzov'' - một loạt các bài viết được xuất bản bởi [[L.V.Besckrovny]] - một nhóm nhà sử học quân sự Liên Xô trong thập niên [[1960]] và [[1970]].<ref name=\"Duffy165\">Christopher Duffy, ''Borodino and the War of 1812'', trang 165<\/ref> Ngoài ra, vào năm [[1962]], [[bảo tàng Borodino]] cũng được xây dựng tại Moskva, nhân kỷ niệm 150 năm trận đánh tại Borodino. Bên ngoài bảo tàng có bức tượng [[đồng]] của Kutuzov nhằm vinh danh những đóng góp của ông trong sự nghiệp bảo vệ lãnh thổ nước Nga.\n\nVào ngày [[9 tháng 8]] năm [[1954]], nhà máy liên hợp đóng tàu [[Nikolayev]] đã hạ thủy chiến hạm mang tên lửa số 385. Sau thời gian chạy thử, vào ngày [[31 tháng 1]] năm 1955, chiến hạm số 385 đã chính thức có mặt trong biên chế của [[Hạm đội Biển Đen]] và được Bộ trưởng Quốc phòng Liên Xô [[Georgi Konstantinovich Zhukov|Georgy Konstantinovich Zhukov]] chính thức đặt tên là \"Chiến hạm Mikhail Kutuzov\".\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{chú thích sách|author = Lê Vinh Quốc (chủ biên), Lê Phụng Hoàng, Nguyễn Thị Thư|title=Các nhân vật lịch sử cận đại. Tập II: Nga|publisher=Nhà xuất bản Giáo dục|location=Việt Nam|year=2001}}\n* {{chú thích sách|author=Lưu Hải Sinh, Phủ Quang Hải|title=100 nhà quân sự có ảnh hưởng đến thế giới|publisher=Nhà xuất bản Lao động|year=2008|location=Việt Nam}}\n* {{chú thích sách|author=Phan Ngọc Liên (chủ biên)|title=Các cuộc chiến tranh lớn trong lịch sử|publisher=Nhà xuất bản Giáo dục|year=2006|location=Việt Nam}}\n* {{chú thích sách|tựa đề= Alexander of Russia: Napoleon's Conqueror |first1 = Henri|last1= Troyat |first1= Joan|last2= Pinkham |year= 1982 |publisher= E. P. Dutton Inc. |location= United States of America |isbn = 0-8021-3949-3 |trang= |url= http:\/\/books.google.com.vn\/books?id=Cvx52IEGO4gC&printsec=frontcover&dq=alexander+I+of+Russia&hl=vi&ei=p0WHTuHNHMnyrQek553kDA&sa=X&oi=book_result&ct=result&resnum=2&ved=0CC4Q6AEwAQ#v=onepage&q=alexander%20I%20of%20Russia&f=false |ngày truy cập=| language = Tiếng Anh}}\n* [[Christopher Duffy]], [http:\/\/books.google.com.vn\/books?id=_PlnAAAAMAAJ&q=%22Kutuzov ''Austerlitz 1805''], Seeley Service, 1977. ISBN 085422128X.\n* [[Christopher Duffy]], [http:\/\/books.google.com.vn\/books?id=qHgOAQAAMAAJ&q=%22Kutuzov ''Eagles over the Alps: Suvorov in Italy and Switzerland, 1799''], Emperor's Press, 1999. ISBN 1883476186.\n* William T. Worthington, [http:\/\/books.google.com.vn\/books?id=dhjGn8XoxDAC&pg=PA131&dq=%22Kutuzov%22&hl=#v=onepage&q=%22Kutuzov%22&f=false \"Great military leaders: a bibliography with vignettes\"], Nova Publishers, 2002.\n* [http:\/\/books.google.com.vn\/books?id=SUwWAQAAIAAJ&q=%22Frederick+II ''Political history and culture of Russia''], Tập 19, Nova Science Publishers, 2003.\n* Christopher Duffy, [http:\/\/books.google.com.vn\/books?ei=jiDxTI6jGIPBcYL6xYgK&ct=result&id=nwFoAAAAMAAJ&dq=%22military+genius ''Borodino and the War of 1812''], Seeley, Service, 1972. ISBN 0854220771.\n* Dominic Lieven, [http:\/\/books.google.com.vn\/books?id=BAWbz1iPIfoC&pg=PT259&dq=%22military+genius#v=onepage&q&f=false ''Russia Against Napoleon: The True Story of the Campaigns of War and Peace''], Penguin, 2010. ISBN 0670021571.\n\n== Xem thêm ==\n* [[Aleksandr Vasilyevich Suvorov]]\n* [[Napoléon Bonaparte]]\n* [[Chiến tranh Pháp-Nga (1812)|Chiến dịch nước Nga 1812]]\n* [[Trận Borodino]]\n* [[Chiến tranh và hòa bình]]\n\n== Đọc thêm ==\n* Parkinson, Roger. ''The Fox of the North: The Life of Kutuzov, General of War and Peace''. New York: David McKay, 1976 (ISBN 0-679-50704-3).\n* Richard Holmes, Hew Strachan, Chris Bellamy, ''The Oxford companion to military history'', [[Oxford University Press]], 2001.\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Mikhail Kutuzov}}\n* [http:\/\/www.hermitagemuseum.org\/html_En\/12\/b2003\/hm12_3_2_5_2_0.html Tiểu sử ngắn và tranh vẽ từ bảo tàng Hermitage về Kutuzov] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120204034733\/http:\/\/www.hermitagemuseum.org\/html_En\/12\/b2003\/hm12_3_2_5_2_0.html |date = ngày 4 tháng 2 năm 2012}}\n* [http:\/\/web2.airmail.net\/napoleon\/Russian_army.htm Quân đội Nga trong chiến tranh Napoléon] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051221210713\/http:\/\/web2.airmail.net\/napoleon\/Russian_army.htm |date = ngày 21 tháng 12 năm 2005}}\n* [http:\/\/www.vietstamp.net\/article\/1022\/ Bộ tem kỷ niệm 200 ngày sinh Mikhail Kutuzov]\n\n{{DEFAULTSORT:Kutuzov, Mikhail Illarionovich}}\n[[Thể loại:Thống chế Nga]]\n[[Thể loại:Sinh năm 1745]]\n[[Thể loại:Mất năm 1813]]\n[[Thể loại:Người Sankt-Peterburg]]\n[[Thể loại:Chiến tranh Ái quốc Nga]]\n[[Thể loại:Bá tước Nga]]\n[[Thể loại:Vương công Nga]]\n[[Thể loại:Nhân vật Chiến tranh và hòa bình]]"}