{"Minamoto no Yoriie":"{{Tên người Nhật|Minamoto}}\n{{Thông tin nhân vật hoàng gia\n| name = Minamoto no Yoriie <br \/>{{lang|ja|源 頼家}}\n| tước vị = [[Chinh di Đại Tướng quân]]\n| image = Minamoto no Yoriie.jpg\n| caption = \n| chức vị = [[Mạc phủ Kamakura|Tướng Quân Kamakura thứ hai]]\n| kiểu tại vị = Cai trị\n| office = \n| term_start = \n| term_end = \n| tại vị = [[12 tháng 8]] năm [[1202]] – [[13 tháng 10]] năm [[1203]]<br>({{số năm theo năm và ngày |1202|08|12|1203|10|13}})\n| predecessor = [[Minamoto no Yoritomo]]\n| kiểu nhiếp chính = [[Thiên hoàng]]\n| nhiếp chính = [[Thiên hoàng Tsuchimikado]]\n| successor = [[Minamoto no Sanetomo]]\n| birth_date = [[11 tháng 9]] năm [[1182]]\n| birth_place = [[Kamakura|Kamakura, Kanagawa]], [[Nhật Bản]]\n| death_date = {{Ngày mất và tuổi|1204|08|14|1182|09|11|df=y }}\n| death_place = \n| spouse = [[Wakasa no Tsubone]]\n| con cái = [[Minamoto no Ichiman]]<br>[[Kugyō]]<br>[[Eijitsu]]<br>[[Zengyō]]<br>[[Minamoto no Yoshiko|Take no gosho]]\n| tên đầy đủ = Minamoto no Yoriie <br \/>{{lang|ja|源 頼家}}\n| tên hiệu = Hokke-in-dono Kingo Da'i Zengo (法 華 院 殿 金吾 大 禅 閤)\n| children = \n| kiểu hoàng tộc = Gia tộc\n| hoàng tộc = [[Gia tộc Minamoto|Minamoto]]\n| cha = [[Minamoto no Yoritomo]]\n| mẹ = [[Hōjō Masako]]\n}}\n'''Minamoto no Yoriie''' ([[tiếng Nhật]]: 源 頼家, [[11 tháng 9]] năm [[1182]] — [[14 tháng 8]] năm [[1204]]) là [[shōgun|Tướng quân]] thứ hai của [[Mạc phủ Kamakura]] ở [[Nhật Bản]], nắm quyền từ năm [[1202]] đến năm [[1203]].<ref>[[Louis-Frédéric|Nussbaum, Louis-Frédéric]]. (2005). \"Minamoto no Yoriie\" in {{Google books|p2QnPijAEmEC|''Japan Encyclopedia'', p. 635|page=635}}.<\/ref> Là con trai đầu tiên của Tướng quân [[Minamoto no Yoritomo]]. Pháp danh của ông là Hokke-in-dono Kingo Da'i Zengo (法 華 院 殿 金吾 大 禅 閤).\n\n== Cuộc đời ==\n\n\n\nMinamoto no Yoriie được sinh ra bởi Hōjō Masako tại tư dinh của Hiki Yoshikazu ở Kamakura. Trước khi ông được sinh ra, cha của ông là Yoritomo đã ra lệnh cho Hōjō Tokimasa xây dựng Dankazura bằng đá trên Wakamiya Ōji để cầu nguyện cho đứa trẻ được sinh ra an toàn. Yoriie sau này có người thừa kế là Ichiman, đứa trẻ cũng được sinh ra tại dinh thự Hiki, bởi con gái của Hiki là Wakasa no Tsubone, điều này càng làm củng cố thêm tình cảm vốn đã rất bền chặt giữa hai nhà Minamoto và Hiki. Từ mối quan hệ này, Hiki đã có được ảnh hưởng đáng kể khi Yoriie trở thành shōgun, gây ra sự thù địch của Hōjō Tokimasa, vốn là ông ngoại của Yoriie và là người đang rất thân thiết với em trai của Yoriie là Senman (shōgun thứ ba trong tương lai Sanetomo), đồng thời đang cố gắng tận dụng các mối quan hệ đó để có được lợi thế chính trị. Tên thời thơ ấu của Yoriie là Manju (万寿).\n\nKhi còn trẻ, ông quan tâm đến các bộ môn mang tính nghệ thuật quân sự như đấu kiếm và cưỡi ngựa. Sau cái chết của cha mình vào năm 1199, chàng trai Yoriie 17 tuổi trở thành người đứng đầu của gia tộc Minamoto và được Thiên hoàng bổ nhiệm làm Tướng quân (sei-i taishōgun) vào năm 1202. Tuy nhiên, ông bị chỉ trích vì đã tuyên bố sẽ từ bỏ các chính sách của cha mình, mẹ ông, phu nhân Masako đã tìm nhiều cách để ngăn cấm ông tham gia vào bất kỳ một hoạt động chính trị nào. Vào ngày 30 tháng 6 năm 1203, vốn quyền lực ít ỏi còn lại của ông cũng chính thức bị tước đoạt và được đảm nhận bởi một hội đồng gồm 13 trưởng lão, đứng đầu là ông ngoại của ông, Hōjō Tokimasa. Ông bị ép xuất gia theo đạo Phật. Với lý do là để nối tiếp truyền thống có từ thời của Yoritomo. Đến lúc này, Yoriie đành phải bí mật lập âm mưu với nhà Hiki để loại bỏ gia tộc Hōjō. Tuy nhiên, ông đã thất bại, và bị quản thúc tại gia, nơi ông buộc phải thoái vị. Sau đó vào ngày 17 tháng 7 năm 1204, ông bị ám sát trong chính dinh thự của mình ở Izu. Yoriie được kế vị bởi em trai mình là Sanetomo, người cuối cùng thuộc gia tộc Minamoto nắm quyền cai trị Mạc phủ Kamakura. \n\n\n\n== Cuộc nổi loạn của Hiki Yoshikazu ==\n\n\n\n\nBị ốm nặng, Yoriie đề nghị trao lại quyền lực cho em trai mình, Minamoto no Sanetomo và cậu con trai nhỏ của ông là Minamoto no Ichiman, hai bên sẽ đồng thời phân chia quyền lực, cai quản các vùng riêng biệt của đất nước. Đối với họ, dường như mặc định rằng nhà Hiki sau đó sẽ trở thành nhiếp chính, ngay cả khi không chính thức, cho Ichiman trẻ tuổi. nhà Hiki đã đề nghị với Yoriie rằng, họ sẽ tìm cách sắp xếp nhằm loại bỏ Sanetomo. Hōjō Masako, mẹ của Yoriie và là vợ của shōgun đầu tiên Yoritomo, đã nghe lén cuộc trò chuyện. Nhân cớ, Hōjō Tokimasa mời Hiki Yoshikazu đến nhà và ám sát ông ta. Một trận chiến giữa các gia tộc xảy ra sau đó, các thành viên nhà Hiki đã bị đánh bại bởi một liên minh do họ Hōjō dẫn đầu cùng các đồng minh bao gồm các gia tộc Wada, Miura và Hatakeyama. Yoriie chết ở Shuzenji, một thị trấn nhỏ ở nơi sau này được gọi là tỉnh Izu, bị ám sát bởi chính ông ngoại của mình là Hōjō Tokimasa. Hai người con trai của Yoriie là Ichiman và Kugyō cùng người con gái Yoshiko, người sau này đã kết hôn với shōgun thứ tư của Kamakura, là Kujō Yoritsune điều bị quản thúc. Sau đó, tất cả con trai của Yoriie đều bị giết, họ trở thành nạn nhân của cuộc tranh giành quyền lực sau cái chết đột ngột của ông. Ichiman (1198–1203) là con cả. Mẹ của ông, Wakasa no Tsubone, là con gái của Hiki Yoshikazu, ông được nuôi dưỡng bởi gia tộc Hiki. Người ta cho rằng ông đã chết trong một trận hỏa hoạn bất ngờ khi nó thiêu rụi hoàn toàn nơi ở của họ Hiki.\n\nVà con trai thứ hai của ông là Yoshinari, người duy nhất sống đến tuổi trưởng thành, bị buộc phải trở thành một tu sĩ Phật giáo. Và vào năm 1219, ông đã sát hại chú của mình là shogun Sanetomo trên cầu thang đá ở Tsurugaoka Hachiman-gū ở Kamakura, căn cứ của Mạc phủ, một hành động mà sau đó khiến chính ông cũng bị giết vào cùng ngày. Họ Minamoto đến đây chính thức tuyệt tự và chấm dứt hoàn toàn sự cai trị của họ ở Kamakura. Từ đây tất cả quyền bính ở Nhật Bản điều lọt vào tay của nhà Hōjō. Sự nghiệp vĩ đại mà Yoritomo khai sáng cho nhà Genji dường như cũng bị huỷ hoại bởi chính bàn tay tàn nhẫn của ông. Quả báo của Yoritomo đã xảy ra khi tính nghi kỵ và ghanh ghét của Yoritomo khiến các nhánh khác của nhà Minamoto không còn hậu duệ. Vợ ông, Masako, người phụ nữ nham hiểm đầy những toan tính độc địa và cha của bà ta, Tokimasa đã từng bước chiếm đoạt đi cơ nghiệp của nhà Minamoto. Điều không bao giờ Yoritomo ngờ đến.\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n{{start box}}\n{{Thứ tự chức vụ\n | chức vụ = [[Shogun]] [[Mạc phủ Kamakura|Kamakura]]\n | năm = 1202–1203\n | trước = [[Minamoto no Yoritomo]]\n | sau = [[Minamoto no Sanetomo]]\n}}\n{{end box}}\n{{Shogun}}\n{{sơ khai nhân vật Nhật Bản}}\n\n[[Thể loại:Shogun Kamakura]]\n[[Thể loại:Sinh năm 1182]]\n[[Thể loại:Mất năm 1204]]\n[[Thể loại:Gia tộc Minamoto]]\n[[Thể loại:Người Nhật thế kỷ 12]]\n[[Thể loại:Người Nhật thế kỷ 13]]"}