{"Minh Thái Tổ":"{{Thái độ trung lập}}{{Chú thích trong bài|date=tháng 8\/2021}}\n{{Tên Trung Quốc|[[Chu (họ)|Chu]]}}{{Thông tin nhân vật hoàng gia\n| tên = Minh Thái Tổ\n| tên gốc = 明太祖\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = A Seated Portrait of Ming Emperor Taizu.jpg\n| cỡ hình = 250px\n| ghi chú hình = Chân dung Đại Minh Thái Tổ Cao Hoàng đế\n| chức vị = [[Hoàng đế]] [[Nhà Minh|Đại Minh]]\n| tên đầy đủ = Tiểu danh: Chu Trùng Bát (朱 重八) Đại danh: Hưng Tông (興宗) rồi thành Nguyên Chương (元璋)\n| tên tự = \n| tên hiệu = \n| con cái = \n| kiểu tên đầy đủ = Tên thật\n| tại vị = [[23 tháng 1]] năm [[1368]] – [[24 tháng 6]] năm [[1398]] <br> ({{Age in years and days|1368|1|12|1398|6|24}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1368 till:1644\nAlignBars = early\nScaleMajor = increment:276 start:1368\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1368 till:1398 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = <font color = \"red\">'''Sáng lập triều đại'''\n| nhiếp chính = \n| kế nhiệm = [[Minh Huệ Đế]]\n| thụy hiệu = <font color = \"grey\">Khai Thiên Hành Đạo Triệu Kỉ Lập Cực Đại Thánh Chí Thần Nhân Văn Nghĩa Võ Tuấn Đức Thành công '''Cao Hoàng đế'''<\/font><br>(開天行道肇紀立極大聖至神仁文義武俊德成功高皇帝)\n| phối ngẫu = [[Mã Hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]]\n| kiểu phối ngẫu = Hoàng hậu\n| hoàng tộc = [[Nhà Minh]] (明)\n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| tôn hiệu = \n| miếu hiệu = [[Thái Tổ]] (太祖)\n| niên hiệu = [[Hồng Vũ]] (洪武)\n| cha = [[Chu Thế Trân|Thuần hoàng đế]] <small>(truy tôn)<\/small>\n| mẹ = Thuần hoàng hậu <small>(truy tôn)<\/small>\n| thời gian của niên hiệu = 2 tháng 3, 1368 - [[5 tháng 2]], [[1399]] <br> ({{Age in years and days|1368|3|2|1399|2|5}})\n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| sinh = {{birth date|1328|10|21}}\n| nơi sinh = [[Hào Châu]], [[Hà Nam Giang Bắc]], [[Đại Nguyên]] (nay là [[Phượng Dương]], [[An Huy]], [[Trung Quốc]])\n| mất = {{death date and age|1398|6|24|1328|10|21}}\n| nơi mất = [[Ứng Thiên Phủ]], [[Trực Lệ]], [[Đại Minh]] (nay là [[Nam Kinh]], [[Giang Tô]], [[Trung Quốc]])\n| ngày an táng = \n| nơi an táng = [[Minh Hiếu lăng]] (明孝陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n'''Minh Thái Tổ''' ([[chữ Hán]]: 明太祖, [[21 tháng 10|21\/10]]\/[[1328]] – [[24 tháng 6|24\/6]]\/[[1398]]), tên thật là '''Chu Trùng Bát''' (朱重八 ), còn gọi là '''Hồng Vũ Đế''' (洪武帝), '''Hồng Vũ quân''' (洪武君), hay '''Chu Hồng Vũ''' (朱洪武), thuở nhỏ tên là '''Trùng Bát''' (重八), về sau Quách Tử Hưng đặt tên là Nguyên Chương (元璋), tên chữ là '''Quốc Thuỵ''' (國瑞). Ông là vị [[Hoàng đế]] khai quốc của [[nhà Minh]] trong [[lịch sử Trung Quốc]], cai trị từ năm [[1368]] đến [[1398]]. Các sử gia gọi thời kỳ cai trị của ông là '''Hồng Vũ chi trị''' (洪武之治). Ông được xem như là một trong những Hoàng đế vĩ đại nhất của [[Trung Quốc]] nhờ các công trạng to lớn của mình với đất nước, nhưng cũng bị chê trách vì sự hà khắc, cũng như sát hại hàng loạt công thần khai quốc trong thời gian nắm quyền.\n\nVào giữa thế kỷ XIV, cùng với [[nạn đói]], thiên tai, [[dịch bệnh]] và các cuộc khởi nghĩa nông dân diễn ra khắp nơi, Chu Nguyên Chương trở thành nhà lãnh đạo của một lực lượng đã chinh phục [[Trung Hoa]] và chấm dứt [[nhà Nguyên]], buộc [[người Mông Cổ]] phải rút vào thảo nguyên [[Trung Á]]. Với việc chiếm được [[Bắc Kinh|Đại Đô]] của nhà Nguyên, ông tuyên bố [[Thiên mệnh]] thuộc về mình và lập ra nhà Minh vào năm 1368. Chỉ tin vào gia đình, ông phân phong đất đai cho các con trai thành các phiên quốc trấn thủ các vùng đầm lầy phía bắc và thung lũng [[sông Dương Tử]]. Đích trưởng tử, Thái tử [[Chu Tiêu]] và Đích trưởng tôn [[Chu Hùng Anh]] của ông chết sớm, những việc này đã khiến ông chọn Đích tôn [[Chu Doãn Văn]] làm người kế vị cùng với việc ban bố [[Hoàng Minh Tổ huấn|Hoàng Minh Tổ Huấn]]. Nhưng những việc này đều thất bại, khi Chu Doãn Văn quyết định ra tay thanh trừng những người chú của mình. Điều này đã dẫn đến cuộc [[chiến dịch Tĩnh nạn|nổi loạn]] thành công của Yên vương [[Chu Đệ]], con trai thứ tư của ông.\n\nChu Nguyên Chương đặt niên hiệu là '''Hồng Vũ''' (洪武). Khi [[qua đời]], ông được truy tôn [[miếu hiệu]] là '''Thái Tổ''' (太祖) và [[thụy hiệu]] là '''Cao Hoàng đế''' (高皇帝). Tiểu sử của ông được ghi tại [[Minh sử]], quyển 1-3, ''Thái Tổ bản kỷ''. Ông được an táng ở Hiếu lăng, [[Nam Kinh]].\n\n== Tiểu sử ==\n[[Tập tin:明太祖画像.jpg|thế=|nhỏ|Minh Thái Tổ Hồng Vũ Hoàng đế Chu Nguyên Chương]]\nNguyên quán của Chu Nguyên Chương ở [[Hu Dị|Tứ Châu]] (nay là huyện Hu Dị, tỉnh [[Giang Tô]]), sau dời về huyện Chung Ly, [[Hào Châu]] tức [[Phượng Dương|Phụng Dương]]. Cha mẹ ông có 8 người con, nhưng 2 người chết yểu. Ông là con út, thuở nhỏ gọi là Trùng Bát, ngay cả tên họ chính thức cũng không có, mãi đến sau khi gia nhập nghĩa quân [[Quách Tử Hưng]], mới lấy tên là '''Chu Nguyên Chương''', tên chữ là '''Quốc Thụy'''.\n\nÔng xuất thân từ tầng lớp nghèo khổ, từng giữ dê chăn bò cho địa chủ<ref>Tiêu Lê, sách đã dẫn, tr 216<\/ref>. Năm [[Nguyên Huệ Tông|Chí Chính]] thứ 4 ([[1344]]), vùng [[Hoài Bắc, An Huy|Hoài Bắc]] phát sinh [[hạn hán]] và [[phân bộ Châu chấu|châu chấu]] tàn hại cùng với dịch bệnh nên cha mẹ, các anh chị của ông đều nối tiếp nhau [[chết đói]] cả. Ông không biết lấy gì để sống, tới chùa Hoàng Giác làm thầy tu, từng khất thực 3 năm tới phía tây của tỉnh [[An Huy]], phía đông tỉnh [[Hà Nam (Trung Quốc)|Hà Nam]], trải qua gian khổ tôi luyện<ref>Tiêu Lê, sách đã dẫn, tr 217<\/ref>.\n \nChu Nguyên Chương từ nhỏ chí khí đã chẳng tầm thường. Do sức ép của cuộc sống nên ông phải xuất gia đi tu, nhưng vào chùa mới được 15 ngày thì đã làm nhà sư chu du khắp chốn. Trong lúc bôn ba tứ phương, ông đã bí mật tiếp xúc với [[Bạch Liên giáo]]<ref>Tiêu Lê, sách đã dẫn, tr 219<\/ref>, hiểu được tình thế trong thiên hạ, lòng người muốn đổi thay, khí vận [[Nhà Nguyên|triều Nguyên]] sắp hết. Năm Chí Chính thứ 12 ([[1352]]), Chu Nguyên Chương tham gia [[Quân Khăn Đỏ|Hồng Cân quân]] (''quân khăn đỏ'') của Quách Tử Hưng, được Tử Hưng tin cậy, nhậm chức Tả phó Nguyên soái nghĩa quân. Năm Chí Chính thứ 16 ([[1356]]), Chu Nguyên Chương đánh chiếm Tập Khánh ([[Nam Kinh]] ngày nay), được Tiểu Minh vương [[Hàn Lâm Nhi]] tiến phong làm '''Ngô Quốc công'''. Ông lấy Ứng Thiên ([[Nam Kinh]]) làm trung tâm, phát triển rất nhanh. Từ năm [[1363]] đến [[1367]], lần lượt tiêu diệt  [[Trần Hữu Lượng]] ở trung lưu [[Trường Giang]] và [[Trương Sĩ Thành]] ở hạ lưu Trường Giang, bao gồm cả 2 bờ nam bắc.\n\nCuối [[1367]], ông xuất quân Bắc phạt. Chu Nguyên Chương phong [[Từ Đạt]] làm Đại tướng quân, Thường Ngộ Xuân làm Phó tướng dẫn 25 vạn đại quân Bắc phạt, đã nhanh chóng chiếm được [[Sơn Đông]]. Tháng giêng năm 1368, Chu Nguyên Chương xưng Đế, đặt quốc hiệu là '''Minh''', trở thành vua '''Minh Thái Tổ'''. Cùng năm đó, ông cho quân công phá Đại Đô ([[Bắc Kinh]]), lật đổ ách thống trị gần một thế kỷ của [[nhà Nguyên]] ở [[Trung Quốc]], từng bước thực hiện quá trình thống nhất đất nước. Năm Hồng Vũ thứ 31 ([[1398]]), Minh Thái Tổ lâm bệnh qua đời, hưởng thọ 70 tuổi, ở ngôi 31 năm, được an táng tại [[Minh Hiếu lăng|Hiếu lăng]] ở phía nam chân núi [[Chung Sơn]], thành phố [[Nam Kinh]].\n\n== Thống nhất Trung Quốc ==\n\n=== Gia nhập nghĩa quân ===\nChùa [[Hoàng Giác|Hoằng Giác]] nơi Chu Nguyên Chương trú thân chẳng mấy chốc bị phá hủy bởi chiến tranh. Năm [[1351]], cuộc khởi nghĩa [[Hồng Cân quân|Hồng Cân]] bùng nổ, [[Quách Tử Hưng]] và một số người ở Hào Châu cũng tới tấp nổi lên hưởng ứng. Chu Nguyên Chương được tin và đang chăm chú theo dõi sự phát triển của thời cuộc. Một hôm, Chu Nguyên Chương cho là thời cơ đã đến, liền rời khỏi chùa Hoàng Giác sang Hào Châu theo Quách Tử Hưng. Do mưu trí và dũng cảm, Chu Nguyên Chương dần dần được thăng chức và trở thành người tâm phúc của Quách Tử Hưng. Sau đó, Quách Tử Hưng còn gả người con gái nuôi là Mã Thị cho Chu Nguyên Chương, nên uy tín của Chu Nguyên Chương trong nghĩa quân ngày càng cao.\n\nBấy giờ, cùng khởi binh với Quách Tử Hưng có bốn người khác, họ đều tự xưng là nguyên soái, nhưng giữa bốn người này lại không ai chịu phục ai, nên mâu thuẫn ngày càng gay gắt. Một hôm, 4 người đã liên hợp lại bắt giữ Quách Tử Hưng, còn Chu Nguyên Chương cũng suýt bị toi mạng, sự việc này về sau cũng được sắp xếp ổn thỏa. Nhưng Chu Nguyên Chương qua đó đã nhận rõ được sự thiển cận của những người này, biết họ cũng sẽ chẳng làm được việc gì lớn. Ít lâu sau, Chu Nguyên Chương thừa lệnh về quê chiêu mộ binh mã, các bạn bè như [[Từ Đạt]], Chu Đức,.... cũng đến theo, chỉ trong mấy ngày đã tụ tập được hơn 700 người. Chu Nguyên Chương có lực lượng riêng của mình thì không muốn ở lại thành Hào Châu, nên sau khi được sự đồng ý của Quách Tử Hưng, đã dẫn dắt đội ngũ của mình đánh nam dẹp bắc, số người đi theo mỗi ngày một đông.\n\nKhi đoàn quân đi qua Định Viễn, có một văn nhân địa phương tên là Lý Thiện Trường đến xin gặp và được Chu Nguyên Chương phong là mưu sĩ. Một hôm, Chu Nguyên Chương hỏi Lý Thiện Trường rằng: ''\"Nay thiên hạ đang đại loạn, các nơi đều đang chém giết lẫn nhau, thì đến bao giờ mới được thái bình?\"''. Lý Thiện Trường đáp: ''\"Cuối thời triều nhà Tần cũng từng xảy ra đại loạn như hiện nay, [[Hán Cao Tổ]] xuất thân bình dân, vì ông ta sáng suốt, lại biết dùng người và không giết hại kẻ vô tội, nên chỉ trong 5 năm đã thống nhất được thiên hạ. Nay triều đình Nhà Nguyên đang hỗn loạn, thiên hạ đang bị tan rã, sao ông không học Hán Cao Tổ?\".''\n\nQuách Tử Hưng sau đó cùng thủ lĩnh nghĩa quân Từ Thọ Huy giao tranh ác liệt với nhau ở miền nam. Triều đình nhà Nguyên nhân cơ hội đó tập trung đánh dẹp lực lượng Hồng Cân quân ở miền bắc.\n\nNăm [[1355]], Quách Tử Hưng bị bệnh qua đời, con trai là Quách Thiên Tự kế nhiệm chức nguyên soái, Chu Nguyên Chương được phong làm phó soái. Ít lâu sau, Quách Thiên Tự tử trận, Chu Nguyên Chương được thay làm nguyên soái, tiếp quản cựu bộ của Quách Thiên Tự, thực lực càng trở nên lớn mạnh.\n\n=== Đánh bại các đối thủ ===\nNăm [[1356]], Chu Nguyên Chương đánh hạ được Kim Lăng ([[Nam Kinh]]) rồi đổi g̣ọi [[Ứng Thiên Phủ]], nơi đây trở thành căn cứ địa của ông và là kinh đô của nhà Minh trong suốt thời gian ông trị vì. Chính quyền của ông bắt đầu nổi tiếng và nạn dân khắp nơi bắt đầu đổ về đây, trong 10 năm tiếp theo dân số Nam Kinh tăng gấp 10 lần. Trong khoảng thời gian này, [[Quân Khăn Đỏ|quân Hồng Cân]] bị chia năm xẻ bảy, Chu Nguyên Chương đứng đầu một nhánh nhỏ (gọi là Minh), còn Trần Hữu Lượng (sau khi giết chết Từ Thọ Huy để chiếm quyền năm 1360) đứng đầu nhánh lớn, kiểm soát vùng trung tâm thung lũng [[sông Dương Tử]].\n\nLúc bấy giờ Chu Nguyên Chương có hai kình địch, một là [[Trần Hữu Lượng]] đang chiếm cứ vùng Hồ Quảng, nắm giữ vùng đất thượng du sông [[Trường Giang]]. Một người khác là [[Trương Sĩ Thành]], đang xưng bá tại vùng châu thổ [[Tô Châu|Tô]]-[[Hàng Châu|Hàng]], chiếm một vùng đất phì nhiêu giàu có. Vị trí chiếm đóng của hai người này trở thành thế gọng kìm, có thể đánh kẹp Chu Nguyên Chương vào giữa, tạo thế uy hiếp rất lớn.\n\n==== Bình định Trần Hữu Lượng ====\n[[Tập tin:Red Turban.png|thumb|350px|Quân phiệt và lãnh chúa vào cuối thời Nguyên, bao gồm cả lãnh thổ do Chu Nguyên Chương kiểm soát năm 1363.]]\nNăm 1360, Trần Hữu Lượng đoạt được thành Thái Bình của Chu Nguyên Chương, giết chết người con nuôi của Chu Nguyên Chương là Chu Văn Tốn và viên tướng thủ thành là Hoa Vân, rồi cử hành nghi lễ xưng đế tại ngôi miếu Ngũ Thông tại Thái Thạch, đặt quốc hiệu là Hán, đổi niên hiệu là Đại Nghĩa, rồi đắc ý kéo quân chiến thắng trở về Giang Châu. Sau đó, Trần Hữu Lượng còn hẹn với Trương Sĩ Thành cùng đánh chiếm Ứng Thiên, nhưng Trương Sĩ Thành chưa chịu. Thế là Trần Hữu Lượng tự mình xua đoàn chiến thuyền, từ Giang Châu xuôi theo dòng Trường Giang tiến xuống phía Đông, nhắm mục tiêu là Ứng Thiên. Đoàn quân của Trần Hữu Lượng tiến xuống ồ ạt, khí thế hùng tráng.\n\nKhi tin tức này truyền đến Ứng Thiên, thì cả thành Ứng Thiên đều chấn động. Chu Nguyên Chương vội vàng triệu tập quần thần để thương thảo đối sách. Có người bảo Trần Hữu Lượng dũng cảm thiện chiến, nhuệ khí đang cao, lại chiếm giữ được vùng Giang, Sở, khống chế cả thượng du sông Trường Giang, địa thế hiểm trở, binh tướng mạnh mẽ, thế lực to lớn, vậy nếu tranh phong với ông ta, thì chỉ là đem trứng chọi đá, tự tìm lấy sự diệt vong. Vậy chi bằng hãy hiến thành Ứng Thiên cho ông ta, rồi quy phục dưới cờ cửa ông ta là tốt nhất. Có người lại cho rằng Trần Hữu Lượng mới vừa chiếm được thành Thái Bình, khí thế đang lên, vậy chi bằng trước tiên hãy lùi về Kiến Khang, Chung Sơn, là nơi có vương khí, có thể chiếm giữ ở đấy để chờ khi nhuệ khí của Trần Hữu Lượng xuống, thì ta mới xua quân quyết chiến với hắn. Có người bảo Trần Hữu Lượng chẳng qua là một gã đánh cá ở Miện Dương, chỉ là một tên tiểu lại, vậy nên cùng hắn quyết chiến một trận sống chết tại Kiến Khang. Vạn nhất nếu không thắng được, thì rút lui cũng chưa phải muộn. Chu Nguyên Chương cho rằng những chủ trương đó chưa phải là thượng sách, nhưng bản thân mình thì không thể giải thích tại sao. Ông ngó quanh mọi người có mặt trong phiên họp, thấy [[Lưu Bá Ôn]] đôi mắt sáng ngời, im lặng không nói. Chu Nguyên Chương đoán biết vị quân sư của mình đang có diệu kế trong lòng. Ông bèn mời Lưu Bá Ôn vào trong một phòng riêng, dò hỏi mưu kế.\n\nSau đó, Chu Nguyên Chương sai [[Hồ Đại Hải]] kéo quân đánh Tính Châu để khống chế con đường rút lui của [[Trần Hữu Lượng]]. Chu Nguyên Chương lại sai các tướng [[Thường Ngộ Xuân]], [[Phùng Thắng|Phùng Quốc Thắng]], Hoa Cao, [[Từ Đạt]], dẫn quân đi đặt những ổ mai phục, chuẩn bị xuất kích khi thời cơ đến. Sau khi sự bố trí đâu vào đấy Chu Nguyên Chương bèn mời người bạn thân của Trần Hữu Lượng là Khang Mâu Tài, viết một bức thư mật, giả vờ hẹn với Trần Hữu Lượng để làm nội ứng, bảo ông ta phải nhanh chóng kéo quân tới tấn công thành Ứng Thiên.\n\nDo nôn nóng muốn thủ thắng, để chiếm lĩnh vùng đất Kiến Khang, là một vùng đất quý về mặt phong thủy, nên Trần Hữu Lượng đã xuống lệnh tức khắc khởi binh để tấn công. Riêng về Chu Nguyên Chương thì tích cực chuẩn bị: trước hết đặt một ổ mai phục bên cạnh Thạch Khôi Sơn với quân số đông ba vạn người, rồi lại xuống lệnh phá hủy chiếc cầu gỗ tại [[Giang Đông]], đưa đá và sắt tới để tạo chướng ngại trên dòng sông, chờ chiến thuyền của Trần Hữu Lượng sa vào bẫy.\n\nQuả nhiên, khi đoàn chiến thuyền của Trần Hữu Lượng đi vào một con sông hẹp, và khi đến cầu Giang Đông thì không thấy chiếc cầu gỗ nữa, mà dưới dòng sông toàn là đá tảng to. Trần Hữu Lương cả kinh, vội vàng dùng mật khẩu để liên lạc, nhưng không có ai trả lời. Đến chừng đó, hắn mới biết mình đã bị trúng kế, nhưng muốn thối lui cũng không còn kịp nữa. Quân đội của Chu Nguyên Chương khi thấy chiến thuyền của Trần Hữu Lượng đã đến cầu Giang Đông liền phất cờ vàng, phục binh từ khắp bốn phía nhảy ra, đánh kẹp Trần Hữu Lượng từ trên bộ lẫn dưới sông. Không mấy chốc, toàn quân cửa Trần Hữu Lượng bị đánh tan tác. Bản thân của Trần Hữu Lượng phải nhảy xuống thuyền con bỏ trốn. Chu Nguyên Chương chỉ huy đại quân thừa thắng truy kích, lấy lại thành Thái Bình, rồi tiến quân bảo vệ được cả Kiến Khang.\n\nNăm [[1362]], đại tướng [[Sát Hãn Thiếp Mộc Nhi]] của nhà Nguyên đánh dẹp gần hết Hồng Cân quân ở miền bắc thì bị bọn hàng tướng là Điền Phong, Vương Sĩ Thành ám hại ở Ích Đô. \"Quốc triều điển cố\" chép: Chu Nguyên Chương nghe tin Sát Hãn Thiếp Mộc Nhi bị hại, chỉ nói: \"Thiên hạ hết người rồi!\". Con của Sát Hãn Thiếp Mộc Nhi là [[Khoách Khuếch Thiếp Mộc Nhi]] (có tên Hán là Vương Bảo Bảo) nổi giận đánh tan nát Ích Đô, giết chết Điền Phong và Vương Sĩ Thành để trả thù cho cha, quét sạch Hồng Cân quân ở miền bắc, bắt đầu dòm ngó miền nam, nơi Chu Nguyên Chương cùng Trần Hữu Lượng và Trương Sĩ Thành vẫn còn đang tranh đấu với nhau. Tuy nhiên, Khoách Khuếch Thiếp Mộc Nhi sau đó lại rơi vào cuộc chiến với đồng liêu của cha mình là Bột La Thiếp Mộc Nhi do những bất đồng nội bộ, nên chiến dịch nam chinh của nhà Nguyên chưa thể thực hiện.\n\nNăm [[1363]], Chu Nguyên Chương quyết định thân chinh để giải cứu An Phong (nay nằm về phía Nam Thọ Huyện, tỉnh An Huy) để giải vây cho bộ tướng cửa mình là Lữ Trân cùng với Long Phượng hoàng đế [[Hàn Lâm Nhi]] và [[Lưu Phúc Thông]] đang bị [[Trương Sĩ Thành]] bao vây. Khi Chu Nguyên Chương cử binh đến cứu viện cho An Phong, thì [[Trần Hữu Lượng]] bèn thừa cơ xua quân tấn công. Hắn điều động mấy trăm chiến thuyền, năm sáu mươi vạn quân đội, dốc hết sức mạnh để bao vây Hồng Đô (nay là thành phố [[Nam Xương]], tỉnh [[Giang Tây]]), và đã nhanh chóng chiếm Cát An, Lâm Giang, và Vô Vi Châu. Nam Xương bị vây hơn tám mươi ngày, kịch chiến liên tục đêm ngày mấy mươi hôm, tình trạng hết sức nguy cấp.\n\nQuân Chu Nguyên Chương chưa đến thì An Phong đã thất thủ. Hàn Lâm Nhi thoát nạn, còn Lưu Phúc Thông thì có thuyết đã tử trận ở thành, có thuyết còn sống cùng Hàn Lâm Nhi thêm một thời gian nữa.\n\nChu Nguyên Chương nghe tin Trần Hữu Lượng ra quân đánh đất của mình thì bèn đích thân dẫn hai chục vạn đại binh đi cứu viện, ra lệnh cho Lưu Bá Ôn ở lại giữ Ứng Thiên. Trần Hữu Lượng nghe nói Chu Nguyên Chương dẫn binh tới cứu viện nên vội vàng tháo vòng vây và bố trí trận địa tại [[hồ Bà Dương]], chuẩn bị nghênh chiến. Quân cứu viện của Chu Nguyên Chương tới nơi, liền bắt đầu kịch chiến với quân địch trên hồ Bà Dương. Giai đoạn đầu của trận đánh, Chu Nguyên Chương nhiều lần gặp cảnh thất lợi, suýt nữa lâm nguy. Bí quá, Chu Nguyên Chương bèn ra lệnh cho Từ Đạt về Ứng Thiên thay thế Lưu Bá Ôn. Lưu Bá Ôn đi bất kể ngày đêm. Sau khi đến nơi, bèn cùng Chu Nguyên Chương bàn bạc chiến thuật để phá địch. Hai người đều chủ trương dùng hỏa công. Nhưng Chu Nguyên Chương vẫn lo hướng gió không ổn định, thuyền nhiều khó đốt cháy hết, nếu không khéo lửa còn có thể cháy đến thuyền mình như chơi. Căn cứ theo sự quan sát hiện tượng thiên văn của Lưu Bá Ôn, ông đoán đến hoàng hôn thì sẽ có gió Đông bắc thổi. Họ liền chuẩn bị ngay bảy chiếc thuyền nhỏ, bên trên chất nhiều hình nộm bằng rơm để nghi binh, lại đổ nhiều dầu lên cỏ sậy khô, còn chứa trong thuyền rất nhiều thuốc súng và lưu huỳnh, nhanh chóng cho thuyền tiến ra giữa hồ. Khi tới gần chiến thuyền của địch, binh sĩ bèn quăng móc để móc dính thuyền địch và thuyền hỏa công, rồi nổi lửa đốt.\n\nChỉ trong khoảnh khắc, lửa cháy ngất trời. Những thuyền to đều bị cháy. Cuộc chiến đấu giữa đôi bên diễn ra vô cùng ác liệt, một ngày phải tiếp lửa đến mấy chục lần. Tiếng hò reo sát phạt, tiếng sóng gió, tiếng lửa cháy hòa lẫn lại làm một, nghe thật rùng rợn. Trong khi kịch chiến, tướng sĩ hai bên thương vong rất nhiều. Trần Hữu Lượng không tiên liệu được điều đó nên sự tổn thất càng to hơn.\n\n[[Trận hồ Bà Dương|Cuộc hỗn chiến tại hồ Bà Dương]] kéo dài ba hôm vẫn chưa phân thắng bại. Về sau, Lưu Bá Ôn kiến nghị với Chu Nguyên Chương nên đưa quân chủ lực ra cửa hồ, chận con đường lưu thông của địch quân, rồi dùng biện pháp \"đóng cửa đánh chó\", để cắt đứt đường vận chuyển lương thực của địch. Do lương thực thiếu thốn, binh sĩ mệt mỏi, nội bộ của Trần Hữu Lượng bắt đầu nghi kỵ lẫn nhau, nên quân của Trần Hữu Lượng đã nhanh chóng bị đánh bại. Một số lớn bị bắt và đầu hàng. Trần Hữu Lượng khi chường mặt để quan sát tình hình, bỗng một mũi tên lạc bắn trúng, chết ngay tại chỗ. Quân đội cửa Chu Nguyên Chương đã trả một giá rất cao về mặt thương vong, và trải qua mấy lần nguy hiểm, rốt cục đã đánh bại triệt để cánh quân của Trần Hữu Lượng.\n\nTrận đánh được xem như một trong hai trận thủy chiến lớn nhất lịch sử Trung Quốc, trận đánh còn lại là [[trận Xích Bích]] thời [[Tam Quốc]], cả hai trận đánh đều có điểm tương đồng là lực lượng phía nam yếu thế hơn nhưng đã thắng lực lượng phía bắc mạnh hơn và cả hai trận đánh đều có tính chất quyết định cho cục diện lịch sử Trung Quốc lúc đó. Chu Nguyên Chương khải hoàn về Nam Kinh, từ đó không trực tiếp thân chinh nữa mà chỉ đạo các tướng lĩnh từ căn cứ của mình.\n\n==== Bình định Trương Sĩ Thành ====\nLúc 2 tập đoàn Chu Nguyên Chương – [[Trần Hữu Lượng]] triển khai quyết chiến, Trương Sĩ Thành vẫn cho rằng có thể giữ được cục diện chia ba chân vạc, không đưa ra hành động nào.\n\nKhi cuộc chiến bình định quân Hán của Trần Hữu Lượng ở phía Tây đã dần dần kết thúc, thì Chu Nguyên Chương tập trung binh lực, quay mũi giáo chĩa về hướng Đông, tấn công vào Ngô Quốc do Trương Sĩ Thành dựng lên. Khi Trương Sĩ Thành chiếm cứ được vùng Triết Tây, phía Bắc liên kết được với Lưỡng Hoài, dựa vào sức mạnh vũ lực của mình, đã mấy phen xâm chiếm những vùng đất thuộc thế lực của Chu Nguyên Chương.\n\nVào năm 1363, Trương Sĩ Thành bao vây thành Kiến Đức. Vị nguyên soái giữ thành là Lý Văn Trung nghe tin cả giận, muốn đánh một trận chết sống với hắn. Nhưng lúc đó có mặt Lưu Bá Ôn tại thành Kiến Đức. Ông bèn giải thích tường tận cho Lý Văn Trung nghe: ''\"Chỉ ba hôm sau Trương Sĩ Thành nhất định sẽ gặp khó khăn trong việc tiếp tế lương thảo, và buộc phải triệt thoái. Khi hắn rút lui thì ta đuổi theo, chắc chắn chỉ cần đánh một trận là bắt sống được hắn\".'' Lý Văn Trung bèn xuống lệnh truy kích. Tức thì, những con ngựa chiến đua nhau chạy như bay, mãi đến Đông Dương mới đuổi kịp bộ đội của Trương Sĩ Thành. Sau một trận kịch chiến, quân đội của Trương Sĩ Thành vốn đang đói lại đang mệt mỏi, nên không sao chống đỡ nổi. Chẳng mấy chốc, toàn bộ thảm bại và bị Lý Văn Trung bắt sống vô số.\n\nNăm [[1364]], Chu Nguyên Chương tự xưng là Ngô Vương.\n\nTháng 2 năm [[1365]], Chu Nguyên Chương sau trừ xong chính quyền Trần Hán của Trần Hữu Lượng thì nhắm đến khu vực Giang Nam của Sĩ Thành. Tháng 10, Chu Nguyên Chương phái [[Từ Đạt]] lãnh binh chinh thảo, tiến hành sách lược \"''trước lấy các quận, huyện Thông, Thái, cắt vây cánh Sĩ Thành, sau đó đánh lấy Chiết Tây''\". Chưa đến nửa năm, toàn bộ vùng đất phía bắc [[Trường Giang]] của Trương Sĩ Thành đã thuộc về tay của Chu Nguyên Chương.\n\nCùng lúc đó ở phía bắc, Khoách Khuếch Thiếp Mộc Nhi đã dẹp xong Bột La Thiếp Mộc Nhi, cứu được [[Nguyên Chiêu Tông|Thái tử]], được [[Nguyên Huệ Tông]] phong làm Tả thừa tướng. Khoách Khuếch lúc này muốn đem quân nam chinh nhưng không dám khinh suất Chu Nguyên Chương và Trương Sĩ Thành, bèn truyền bọn Lý Tư Tề ở [[Hoài Nam]] đến gặp để bàn kế sách. Bọn Tư Tề vốn ở vai cha chú với Khoách Khuếch nên không tuân lệnh, còn dấy binh chống lại ông. Hai bên đánh nhau mấy năm trời, buộc triều đình phải chủ trương giảng hòa. Khoách Khuếch vẫn chưa nguôi giận, ngầm phái thuộc hạ [[Mạch Cao]] xâm nhập vào sào huyệt của Tư Tề để ám sát ông ta. Nhưng bộ hạ của Mạch Cao phần lớn đều từng dưới trướng Bột La, liền xúi Mạch Cao phản lại Khoách Khuếch, công khai tập kích đất của Tư Tề rồi vào triều đổ tội cho ông. Huệ Tông muốn trừ khử Khoách Khuếch, bèn bãi chức Tả thừa tướng của y rồi ép phải về đóng quân ở [[Nhữ Nam]]. Sau khi khôi phục binh quyền cho Thái tử, Huệ Tông lệnh cho con mình cùng với Tư Tề, Mạch Cao và Quan Bảo ở [[Thái Nguyên, Sơn Tây|Thái Nguyên]] liên minh với nhau để tấn công Khoách Khuếch. Khoách Khuếch nổi giận, đánh chiếm Thái Nguyên, giết sạch quan lại nhà Nguyên cắt đặt. Huệ Tông nổi giận, bãi nhiệm hết chức tước của Khoách Khuếch và sai các nơi thảo phạt y, gây ra cảnh tương tàn trong nội bộ nhà Nguyên ở phía bắc. Việc này khiến Chu Nguyên Chương ở phía nam yên tâm hơn trong việc đánh dẹp Trương Sĩ Thành.\n\nTháng 5 năm [[1366]], Chu Nguyên Chương ban bố \"''Bình Chu hịch''\", liệt kê 8 tội trạng của Sĩ Thành. Tháng 8, [[Từ Đạt]], [[Thường Ngộ Xuân]] tiến quân, không đầy 3 tháng đánh chiếm [[Hồ Châu]], [[Hàng Châu]], [[Thiệu Hưng]]. Quân đội của Chu Nguyên Chương kéo đến dưới thành Bình Giang, tiến hành thế trận bao vây. Chu Nguyên Chương nghe theo ý kiến của Diệp Đoái, đắp lũy dài để vây khốn, dựng tháp quan sát động tĩnh trong thành, trên tháp lại có hảo pháo, đêm ngày bắn phá. Trương Sĩ Thành liều chết chống lại, nhiều lần đột vây thất bại, đến khi lương – đạn đều hết, cả yên ngựa cũng đem ra nấu, phải dỡ chùa miếu lấy gạch đá thay tên đạn, nhưng trăm họ đồng lòng cố thủ với Trương Sĩ Thành.\n\nCũng trong năm 1366, Chu Nguyên Chương sai Liêu Vĩnh Trung đón Long Phượng hoàng đế Hàn Lâm Nhi, nhưng thuyền lật khiến Hàn Lâm Nhi chết. Liêu Vĩnh Trung bị đổ tội và bị Chu Nguyên Chương xử tử.\n\nTrải qua 10 tháng, trong thì kiệt quệ, ngoài thì không có viện quân, ngày Tân Tị (8) tháng 9 năm 1367 ([[1 tháng 10]] năm 1367) thành vỡ, Trương Sĩ Thành [[tự sát]] không chết, bị bắt sống. Vợ Trương Sĩ Thành là Lưu thị ôm hai con trai, chất củi dưới lầu mà tự thiêu. Chu Nguyên Chương khuyên hàng không được, giải Trương Sĩ Thành về phủ Ứng Thiên, lại sai Lý Thiện Trường đến khuyên hàng. Trương Sĩ Thành tiếp tục cự tuyệt, trong đêm treo cổ tự sát.\n\nChiến thắng trước Trương Sĩ Thành giúp chính quyền Chu Minh giành quyền kiểm soát toàn bộ các vùng đất bắc và nam [[sông Dương Tử]], thanh thế rất mạnh. Việc này khiến các thủ lĩnh nghĩa quân nhỏ nhanh chóng theo hàng, trong đó có Phương Quốc Trân. Nhờ đó, Chu Nguyên Chương đã hoàn toàn thống nhất được miền nam, tạo thế đối địch với triều đình nhà Nguyên ở phía bắc.\n\nThực tế lúc ấy ở [[Tứ Xuyên]] vẫn còn nước Đại Hạ của Khai Hy hoàng đế Minh Thăng (kinh đô ở [[Trùng Khánh]]), vốn li khai triều đình từ năm 1362, đã không đầu hàng Chu Nguyên Chương nhưng cũng không đủ mạnh để đe dọa thế lực của ông. Mãi đến năm 1371, Chu Nguyên Chương mới chia binh làm hai đường đánh vào nước Đại Hạ. Kinh đô Trùng Khánh nhanh chóng bị quân Minh chiếm đóng. Minh Thăng sau đó bị nhà Minh đày sang Cao Ly.\n\nTháng 12 năm [[1367]], khúc ca khải hoàn nổ ra tại [[Tô Châu]], Chu Nguyên Chương tuyên bố sẽ xưng đế sau khi thống nhất được Giang Nam. Ông được nhân dân hưởng ứng và ủng hộ hết mình, họ quyết tâm lật đổ bằng được triều đình ngoại tộc thối nát của Nguyên triều tại Trung Nguyên.\n\nCuối năm [[1367]], Chu Nguyên Chương phong Từ Đạt làm đại tướng quân, [[Thường Ngộ Xuân]] làm phó tướng dẫn 25 vạn đại quân bắc phạt, đã nhanh chóng chiếm được [[Sơn Đông]] từ tay quân Mông Cổ. Tháng 1 năm [[1368]], Chu Nguyên Chương xưng đế, lập ra triều đại [[nhà Minh]], lấy niên hiệu là Hồng Vũ, định đô ở [[Nam Kinh]]. Nhiệm vụ tiếp theo của ông là đánh đuổi người Mông Cổ khỏi Trung Quốc, khôi phục giang sơn của [[người Hán]].\n\n=== Đánh đuổi người Mông Cổ ===\n====Chiếm Hoa Bắc====\nNăm 1368, Chu Nguyên Chương hạ lệnh cho [[Từ Đạt]], [[Thường Ngộ Xuân]] tiếp tục xuất quân bắc phạt đánh đuổi người Mông Cổ khỏi đất của người Hán. Lúc này thủ lĩnh Hà Chân ở Quảng Châu, Quảng Đông, Giang Tây, Phúc Kiến dẫn quân quy hàng Hồng Vũ hoàng đế nhà Minh.\n\n[[Từ Đạt]] kéo 25 vạn quân Bắc, thu lấy [[Khai Phong|Đại Lương]]. Lương vương A Lỗ Ôn, cha của [[Sát Hãn Thiếp Mộc Nhi]], dâng [[Hà Nam (Trung Quốc)|Hà Nam]] đầu hàng. [[Thoát Nhân Thiếp Mộc Nhi]] (em của [[Khoách Khuếch Thiếp Mộc Nhi]]) thua to phải bỏ chạy, còn các cánh quân khác đều tan rã, không ai chống cự. Quân Minh bức đến [[Đồng Quan]], bọn Lý Tư Tề của nhà Nguyên hoảng sợ chạy về phía tây, còn bọn Mạch Cao, Quan Bảo của nhà Nguyên thì bị Khoách Khuếch Thiếp Mộc Nhi bắt giết vì nghe lời Nguyên Huệ Tông đánh mình mấy năm qua.\n\n[[Nguyên Huệ Tông]] sợ hãi, hạ chiếu quy tội cho Thái tử, bãi bỏ binh quyền của con mình, khôi phục quan tước cho Khoách Khuếch Thiếp Mộc Nhi, lệnh cho ông cùng bọn [[Lý Tư Tề]] thảo phạt quân Minh của [[Từ Đạt]], [[Thường Ngộ Xuân]]. 1 tháng sau, quân Minh do Từ Đạt chỉ huy tiến công đến kinh thành Đại Đô của nhà Nguyên.\n\n[[Nguyên Huệ Tông]] nghe tin, biết đại thế đã mất, liền cùng đám quần thần vội vã kéo gia quyến bỏ chạy khỏi Đại Đô. [[Khoách Khuếch Thiếp Mộc Nhi]] cứu viện không kịp. Tháng 8 năm 1368, quân Minh của [[Từ Đạt]] chiếm được Đại Đô (còn được gọi là kinh thành [[Khanbaliq]]).\n\n[[Khoách Khuếch Thiếp Mộc Nhi]] sai tướng đánh bại tướng nhà Minh là bọn Thang Hòa ở Hàn Điếm. [[Nguyên Huệ Tông]] ở Khai Bình lệnh cho [[Khoách Khuếch Thiếp Mộc Nhi]] cố gắng thu phục Đại Đô. Khoách Khuếch Thiếp Mộc Nhi từ phía bắc ra khỏi Nhạn Môn quan, muốn từ [[Bảo An (định hướng)|Bảo An]] đi qua [[Cư Dung quan|Cư Dung]] mà tấn công vào [[Bắc Bình]]. Tướng nhà Minh là bọn [[Từ Đạt]], [[Thường Ngộ Xuân]] nhân đó tập kích quân Mông Cổ tại Thái Nguyên. Khoách Khuếch Thiếp Mộc Nhi quay về cứu, không ngờ bộ tướng của mình là Khoát Tị Mã đã ngầm đầu hàng quân Minh. Quân Minh cướp trại trong đêm, [[Khoách Khuếch Thiếp Mộc Nhi]] hoảng hốt đưa 18 kỵ binh rút chạy về phía bắc. Sau khi quân Minh vào [[Đồng Quan]], bọn Lý Tư Tề của Mông Cổ kẻ đầu hàng người bỏ trốn, nhà Nguyên chỉ còn dựa vào Nạp Cát Xuất ở phía đông bắc và Khoách Khuếch Thiếp Mộc Nhi ở phía tây bắc mà chống giữ.\n\nNguyên Huệ Tông lúc này đã về đến Mông Cổ, lập ra [[nhà Bắc Nguyên]] và lên ngôi ở [[Thượng Đô]]. Chính quyền Đại Nguyên ở Trung Quốc tồn tại được 97 năm cuối cùng đã bị diệt vong kể từ đây. Người Mông Cổ buộc phải bỏ toàn bộ vùng [[Hoa Bắc]] và rút lui hẳn về thảo nguyên vào tháng 9 năm 1368. Mặc dù sự kiểm soát của Chu Nguyên Chương đối với toàn lãnh thổ Trung Quốc vẫn chưa được ổn định, nhưng Chu Nguyên Chương cho rằng nhà Nguyên đã mất [[thiên mệnh]] khi triều đại này bỏ kinh đô [[Khanbaliq]]. Nhà Minh sau này không xem Nguyên Huệ Tông sau năm 1368 và những người kế nhiệm ông này như những hoàng đế hợp pháp của Trung Hoa nữa.\n\n====12 lần Bắc phạt vào Mông Cổ====\n[[Người Mông Cổ]] tuy đã bị đánh đuổi khỏi [[Trung Quốc đại lục]], nhưng lãnh thổ của [[đế quốc Mông Cổ]] vẫn còn rất lớn, kéo dài sự cai trị từ [[Biển Nhật Bản]] đến [[dãy núi Altay]]. Vẫn còn những thế lực ủng hộ nhà Nguyên là lực lượng chống nhà Minh tại [[Vân Nam]] và [[Quý Châu]]. Hơn nữa, triều đình Bắc Nguyên vẫn đang lăm le tái chiếm Đại Đô nếu có cơ hội, khi vẫn còn duy trì lực lượng quân đội khá hùng hậu ở vùng [[biên giới]] phía bắc và phía tây. Do đó, Chu Nguyên Chương quyết định thực hiện nhiều chiến dịch Bắc tiến vào lãnh thổ [[Mông Cổ]], nhằm triệt tiêu âm mưu đó của họ, cũng như để mở rộng lãnh thổ phía bắc của đất nước.\n\nTháng 6 năm [[1369]], [[Từ Đạt]] lại kéo quân vào [[thảo nguyên]] Mông Cổ, mở đầu cho một chuỗi các đợt chinh phạt Mông Cổ trên diện rộng của nhà Minh. [[Nguyên Huệ Tông]] phải cầu viện đại tướng nước Cao Ly là [[Lý Thành Quế]] đem quân ngăn chặn Từ Đạt. Tuy nhiên, [[Lý Thành Quế]] do muốn quy thuận theo nhà Minh nên đã liên minh với quân của Từ Đạt. Thượng Đô cũng rơi vào sự chiếm đóng của Đại Minh, [[Nguyên Huệ Tông]] phải chạy xa về phía bắc đến Ứng Xương. [[Khoách Khuếch Thiếp Mộc Nhi]] ở phía tây, chỉ có thể phần nào hạn chế quân Minh. Khoách Khuếch Thiếp Mộc Nhi bao vây tướng Minh là [[Trương Ôn]] ở [[Lan Châu]], sau đó tiêu diệt toàn bộ cánh quân cứu viện của quân Minh, kể cả chủ tướng nhà Minh là [[Vu Quang]]. Thời điểm này Khai quốc công thần nhà Minh là [[Thường Ngộ Xuân]] đã qua đời, chỉ còn [[Từ Đạt]] làm đại tướng quân.\n\nKhi xưa [[Khoách Khuếch Thiếp Mộc Nhi]] ở [[Hà Nam (Trung Quốc)|Hà Nam]], Chu Nguyên Chương thường sai sứ đến thông hảo, ông đều không gặp. Thư từ gởi đến, đều không đáp lại. Nay Khoách Khuếch Thiếp Mộc Nhi chạy ra Tái Bắc, Minh Thái Tổ thường sai sứ chiêu dụ, cũng không đáp ứng. Cuối cùng Minh Thái Tổ sai Lý Tư Tề đến. Ban đầu, [[Khoách Khuếch Thiếp Mộc Nhi]] tiếp đãi ông ta theo lễ. Sau đó lại sai kỵ sĩ đưa về. Đến địa giới nhà Minh, kỵ sĩ nói: ''\"Chủ soái có lệnh, xin ngài lưu lại một vật để kỷ niệm\"''. Lý Tư Tề đáp: ''\"Ta đi xa không mang theo gì cả!\"''. Kỵ sĩ bèn nói: ''\"Xin ngài để lại 1 cánh tay!\"''. Lý Tư Tề không làm sao được, đành phải chặt tay. [[Lý Tư Tề]] trở về không lâu thì chết.\n\nNgày 3 tháng 1 năm [[1370]], quân Minh do [[Từ Đạt]] chỉ huy lần thứ 2 tiến hành bắc phạt vào đất Mông Cổ, đánh vào thủ đô Mông Cổ là Hoà Lâm ([[Karakorum]]), bắt sống hàng ngàn quý tộc Mông Cổ vào năm 1370. Quân của [[Từ Đạt]] đã tiến vào [[Transbaikalia]] (Ngoại Baikal) và thậm chí tiến xa hơn về phía bắc mà chưa có đội quân nào của Trung Quốc trước đó từng làm được.\n\nNgày 8 tháng 4 năm 1370, quân của [[Từ Đạt]] trong trận Trầm Nhi Dục đã đánh bại Khoách Khuếch Thiếp Mộc Nhi giữa đám mồ hoang ở Xuyên Bắc. Khoách Khuếch Thiếp Mộc Nhi chỉ đưa vợ con vài người vượt [[Hoàng Hà]], ra khỏi [[Ninh Hạ]] chạy đến Hòa Lâm (Karakorum). Em gái [[Khoách Khuếch Thiếp Mộc Nhi]] là Vương thị ở lại Hà Nam, trở thành con dân nhà Minh (nhà văn Kim Dung hình tượng hoá nhân vật này thành Triệu Mẫn quận chúa, sau theo Trương Vô Kỵ sống hết đời hạnh phúc).\n\nTiến sĩ triều Nguyên là [[Thái Tử Anh]] bị bắt trong trận Trầm Nhi Dục, dù bị [[tra tấn]] hay dụ dỗ đến đâu cũng không khuất phục. Một ngày kia bỗng rơi nước mắt, nói: ''\"Không phải cho ta, là cho chủ nhân của ta (Khoách Khuếch Thiếp Mộc Nhi)!\"''. Minh Thái Tổ nghe vậy rất cảm động. Năm 1376, Thái Tử Anh được Minh Thái Tổ cho thả về Tái Bắc, nhưng khi đó chủ tướng của hắn là Khoách Khuếch Thiếp Mộc Nhi đã mất rồi.\n\nNgày 28 tháng 4 năm 1370, [[Nguyên Huệ Tông]] lâm bệnh rồi qua đời ở Ứng Xương. Thái tử Ái Du Thức Lý Đáp Lạp lên kế vị, tức vua [[Nguyên Chiêu Tông]]), uỷ thác quốc sự cho [[Khoách Khuếch Thiếp Mộc Nhi]]. Tháng 9 năm [[1371]], em gái [[Khoách Khuếch Thiếp Mộc Nhi]] là Vương thị đang ở Hà Nam của nhà Minh thì bị Từ Đạt của nhà Minh bắt, đem trình diện Minh Thái Tổ. Sau khi nhìn thấy Vương thị, Minh Thái Tổ Chu Nguyên Chương vô cùng vui mừng, muốn ban nàng làm vợ cho con trai là Tần vương [[Chu Sảng]], đồng thời làm con tin uy hiếp Khoách Khuếch.\n\nLà một cô gái có khí khách, không chịu khuất phục cường quyền, Vương thị không muốn mình phải làm vợ của Hoàng tử phía kẻ địch. Nàng lấy cớ ông vừa qua đời, phải giữ tròn đạo hiếu nên tỏ ý cự tuyệt hôn sự mà Chu Nguyên Chương định đoạt. Tuy nhiên, Thái Tổ nhà Minh không dễ bỏ cuộc như vậy. Ông hỏi nàng: ''\"Trong thiên hạ, điều gì là quan trọng nhất?'''. Vương thị đáp: ''\"Chính là chữ Hiếu\"''. Chu Nguyên Chương bèn nói: ''\"Sai, Trung Hiếu mới là quan trọng nhất. Mà trong Trung Hiếu, chữ Trung nằm phía trước. Trẫm là đương kim Hoàng Đế, Trung Hiếu của khanh, đều phải hướng về Trẫm\"''.\n\nDưới sự ép buộc rõ ràng của Chu Nguyên Chương, tháng 10 năm 1371, [[Chu Sảng]] Hoàng tử cưới Vương thị và phong nàng làm Vương Phi. Nhưng cuộc hôn nhân chính trị này vẫn không thể lay chuyển được Vương Bảo Bảo ([[Khoách Khuếch Thiếp Mộc Nhi]]), vị mãnh tướng không hề đầu hàng nhà Minh vì sự an nguy của em gái. Điều đó cũng là nền móng cho cuộc đời đau khổ sau này của mỹ nhân bạc mệnh Vương thị. Cuộc hôn nhân do một tay Minh Thái Tổ tạo nên lại khiến cho đến hai người phải chịu khổ. Vương thị bị ép cưới Hoàng tử Chu Sảng, Chu Sảng cũng không hề yêu Vương thị, thậm chí còn hành hạ nàng. Mặc dù sinh cho Chu Sảng đến 3 người con trai, nhưng nàng vẫn không hề được Tần Mẫn vương sủng ái. Thậm chí, Chu Sảng còn giam cầm Vương thị ở hậu viện, cuộc sống như bị cầm tù, cả đời chỉ được quanh quẩn ở chốn sân vườn phía sau.\n\nNăm [[1372]], Lam Ngọc theo [[Từ Đạt]] dẫn quân Minh chia thành 3 đạo đánh Bắc Nguyên lần thứ 3 ở thảo nguyên [[Mông Cổ]], vượt qua [[Nhạn Môn quan]] và đánh bại quân Nguyên ở núi Loan, gần sông Thổ Lạp.\n\nMinh Thái Tổ nhiều lần yêu cầu [[nhà Bắc Nguyên]] phải giải tán lực lượng quân sự ở vùng biên giới nhưng không thành. Năm [[1373]], quân Minh lần thứ 4 tiến hành Bắc phạt, chia 3 đường mà tiến. Đạo trung quân của Từ Đạt tiến đến [[sông Kuul]] chỉ trong 20 ngày, nhưng đã bị [[Khoách Khuếch Thiếp Mộc Nhi]] đánh bại gần Hòa Lâm, Từ Đạt phải chạy thoát cùng đám tàn quân còn rất ít. Cánh quân phía đông tiến tới [[sông Kherlen]], cũng bị đánh bại và phải rút về Orkhon và tại đây lại bị quân Nguyên tấn công. Đạo quân này lại bị đánh bại và sau đó thất bại trong trận chiến cuối cùng ở gần Hòa Lâm. Đạo quân phía tây của [[Lý Văn Trung]] tuy giành được một số chiến thắng không đáng kể, nhưng sau khi nhận tin chiến bại gửi về từ hai đạo quân khác, cánh quân này cũng đã phải rút lui.\n\nNăm sau ([[1374]]), [[Khoách Khuếch Thiếp Mộc Nhi]] dẫn quân Mông Cổ tấn công [[Nhạn Môn]], Minh Thái Tổ lệnh cho các tướng phòng bị nghiêm ngặt. Theo Minh sử, từ sau chiến dịch Hòa Lâm, quân Minh hiếm khi ra khỏi biên cương. Năm 1375, [[Khoách Khuếch Thiếp Mộc Nhi]] đưa [[Nguyên Chiêu Tông]] dời đến Kim Sơn, mất ở Nha Đình thuộc bể Cáp Lạt Na. Vợ là Mao thị cũng treo cổ mà chết. Em trai [[Khoách Khuếch Thiếp Mộc Nhi]] là Thoát Nhân Thiếp Mộc Nhi. Sau khi anh mất, [[Thoát Nhân Thiếp Mộc Nhi]] tiếp tục phò tá nhà Bắc Nguyên.\n\nNăm [[1378]], quân Minh bắc phạt Mông Cổ lần thứ 5, đánh chiếm Ứng Xương của Mông Cổ. Vua [[Nguyên Chiêu Tông]] băng hà không lâu sau đó. Em trai của ông là Thoát Cổ Tư Thiếp Mộc Nhi đăng cơ, tức [[Uskhal Khan]]. Trong khi nhà Bắc Nguyên đang tổ chức tang lễ cho Chiêu Tông, nhà Minh đã gửi sứ giả đến điếu tang và trao trả tù binh Maidarbal, người đã bị bắt làm tù binh trong trận đánh ở Ứng Xương năm 1378. Tuy nhiên, chiến sự giằng co giữa Bắc Nguyên và nhà Minh vẫn diễn ra nhiều năm sau đó. Uskhal Khan đã điều động quân đến đóng tại khu vực gần Ứng Xương và Hoà Lâm, cùng hợp tác với thủ lĩnh Nạp Cáp Xuất của bộ tộc Thát Đát và mở những chiến dịch quân sự đẩy lùi quân Minh về phía nam.\n\nĐáp lại, quân Minh đã thực hiện đợt tiến công lớn vào Bắc Nguyên năm 1380 (Bắc phạt lần thứ 6) và cướp phá kinh đô Hoà Lâm. Tháng 6 năm 1380, nhà Minh lại tiến hành Bắc phạt lần thứ 7, tiến quân đánh các đạo quân đồn trú của quân Nguyên ở miền Bắc Trung Quốc, nhưng thất bại phải rút về. Hai viên tướng Nguyên, [[Öljei-Buqa]] và [[Nair-Buqa]] thậm chí đã đánh bại và giết chết tướng [[Lưu Quang]] của nhà Minh.\n\nTrong năm [[1380]], [[Chu Đệ]] (con thứ tư của vua Minh Thái Tổ) và gia đình của ông chuyển từ thủ đô Nam Kinh đến Bắc Bình (xưa là Đại Đô), nó từng là kinh đô của triều đại [[người Mông Cổ]] ở [[Trung Hoa]], có kích thước tương tự như Hoàng cung ở [[Nam Kinh]], so với các Hoàng tử anh em của ông, ông được nhận vùng đất phong Yên vương có điều kiện tốt nhất cho phát triển. Chu Đệ đã tạo ra xung quanh mình một hệ thống quan lại tương đương với 1 triều đình độc lập. Hơn nữa, bên cạnh có tướng [[Từ Đạt]], cha vợ của ông, thành Bắc Bình có vị trí quan trọng và được mở rộng để làm các căn cứ quân sự chính ở phía bắc. Từ đó, Yên vương Chu Đệ cùng anh mình Tấn Cung vương Chu Cương và những người anh em khác đã thực hiện nhiều chiến dịch thành công chống lại quân Mông Cổ dọc theo biên giới.\n\nTrong năm sau (năm 1381), nhà Minh lại huy động một đội quân lớn để tấn công nhà Bắc Nguyên, đó là đợt Bắc phạt lần thứ 8. Cũng trong năm [[1381]], quân Minh dưới sự chỉ huy của [[Mộc Anh]] đánh chiếm những vùng đất cuối cùng của Nhà Nguyên là [[Vân Nam]], Quý Châu và Trung Hoa hoàn toàn được thống nhất dưới sự kiểm soát của nhà Minh. Tuy vậy, Minh Thái Tổ tuyên bố sẽ tiêu diệt lực lượng quân [[Mãn Châu]] đồng minh của Bắc Nguyên vào năm 1387 bằng một chiến dịch quân sự lớn và hai bên đều chịu những tổn thất nặng nề trong trận đánh tại [[Trường Xuân]]. Cùng năm, do phải hứng chịu một [[nạn đói]] khủng khiếp, thủ lĩnh Mãn Châu là Nạp Cáp Xuất đã quyết định đầu hàng quân Minh, đưa Bắc Nguyên vào tình thế bất lợi. Sau khi tiêu diệt [[Mãn Châu]], quân Minh chuyển hướng sang tấn công triều đình của vua [[Uskhal Khan]] đang đóng tại Ứng Xương (đợt Bắc phạt lần thứ 9). Vua [[Uskhal Khan]] bại trận rút khỏi Ứng Xương, chạy đến hồ Bối Nhĩ (Buyur) đóng quân.\n\nTrong năm [[1388]], Minh Thái Tổ phong cho Lam Ngọc làm Đại tướng quân (大將軍), thống suất 15 vạn đại quân Minh tiến hành Bắc phạt lần thứ 10, giao chiến với quân của vua Uskhal Khan ở hồ Bối Nhĩ (Buyur). Lam Ngọc dẫn quân Minh vượt qua [[Vạn Lý Trường Thành]], thám báo cáo lại rằng quân Nguyên đang đóng trại tại hồ Bối Nhĩ (Buyur). Quân Minh tiếp tục bắc tiến, vượt qua [[sa mạc]] tiến đến hồ Bối Nhĩ vào tháng 4 năm 1388. Quân Minh ban đầu đến gần hồ Bối Nhĩ 40 dặm mà vẫn không thấy quân Nguyên, việc này làm cho Lam Ngọc cảm thấy nản chí và muốn lui quân. Phó tướng là Vương Tích lại khuyên Lam Ngọc rằng đại quân đã đến đây mà tay trắng trở về, không làm nên trò trống gì thì thiên hạ cười cho, chưa kể còn bị nhà vua trách tội. Lam Ngọc nghe lời, hạ lệnh tăng cường dò thám tung tích quân địch, cuối cùng Lam Ngọc phát hiện quân Nguyên đang đóng tại phía đông bắc hồ Bối Nhĩ. Lam Ngọc nhân lúc trời tối lại có [[bão cát]] cho quân tiến sát tới doanh trại quân Nguyên.\n\nNgày 18 tháng 5 năm [[1388]], Lam Ngọc hạ lệnh tấn công, quân Nguyên vì bất ngờ nên bị đánh tan tác. Tướng Mông Cổ là Thoát Nhân Thiếp Mộc Nhi (em trai của [[Khoách Khuếch Thiếp Mộc Nhi]]) thua trận bị nhà Minh bắt. Trận đánh kết thúc với nhiều quý tộc Mông Cổ bị bắt sống, trong đó có gia quyến hơn 100 người của vua Uskhal Khan. Quân Minh còn bắt được hơn 7 vạn người, 15 vạn gia súc và chiếm được ngọc tỷ của vua Uskhal Khan. [[Uskhal Khan]] phải bỏ chạy về thảo nguyên Hoà Lâm (Karakorum). Trên đường trốn chạy về phía tây để tìm viện binh, [[Uskhal Khan]] lại bị [[Tư Khắc Trác Lý Đồ|Trác Lý Khắc Đồ]] (Yesüder), một hậu duệ của [[A Lý Bất Ca]] (Ariq Böke) và là một đồng minh của [[người Oirat]] tấn công và giết chết cùng con trai của mình. Ngôi khả hãn Mông Cổ đã được thừa kế bởi Trác Lý Khắc Đồ. Sự kiện này đã đánh dấu sự suy yếu của quyền lực dòng dõi nhà Nguyên và đánh dấu sự trỗi dậy của [[Liên minh Bốn Oirat|người Oirat]] trên thảo nguyên Mông Cổ. Đối với Chu Nguyên Chương, chiến thắng trong đợt Bắc phạt này đã giúp nhà Minh mở rộng đáng kể cương vực ở biên giới phía bắc.\n\nThoát Nhân Thiếp Mộc Nhi (em trai của [[Khoách Khuếch Thiếp Mộc Nhi]]) bị nhà Minh lưu đày đến Kế Châu. Sau đó Thoát Nhân Thiếp Mộc Nhi (em trai của [[Khoách Khuếch Thiếp Mộc Nhi]]) tìm cách liên hệ với các hàng tướng nhà Nguyên tại Kế Châu thì bị nhà Minh phát giác. Tháng 7 năm 1388, Thoát Nhân Thiếp Mộc Nhi bị tướng nhà Minh là [[Lam Ngọc]] giết chết.\n\nSau khi Trác Lý Khắc Đồ tức vị (gọi là [[Jorightu Khan|Nguyên Cung Tông]]), đế chế của Mông Cổ nhanh chóng chia rẽ và rơi vào nội loạn. Gunashiri, một hậu vệ trực hệ của [[Oa Khoát Đài]] hãn, đã tách ra khỏi đế chế và tự thành lập một nước nhỏ tên gọi [[Qara Del]]. Trong lúc đó, một tướng cũ khác của [[Uskhal Khan]] là Necelai đã đầu hàng nhà Minh và được vua Minh Thái Tổ thu dụng. Triều đình nhà Minh đã sử dụng [[Necelai]] để thành lập một đội quân người Mông Cổ (còn được biết đến với tên gọi Tam quân) đóng tại vùng mà ngày nay là Nội Mông nhằm chống lại Nguyên Cung Tông. Tuy nhiên, một tướng cũ khác của vị đại hãn trước đây là Shirmen lại thần phục vua [[Jorightu Khan|Nguyên Cung Tông]] và sau đó giết chết được [[Necelai]]. Ajashir - vị quận công Liêu Đông cũ và là một trong những thủ lĩnh của Tam quân, đã quay về đầu hàng vua [[Jorightu Khan|Nguyên Cung Tông]] sau năm 1389.\n\nNgày 2 tháng 3 năm 1390, Mã Hoà đi cùng Yên vương Chu Đệ khi ông này chỉ huy cuộc chinh phạt đầu tiên vào đất Mông Cổ (nhà Minh bắc phạt Mông Cổ lần thứ 11). Quân Minh đã có một chiến thắng dễ dàng khi tướng Mông Cổ là Nagachu đầu hàng nhà Minh ngay khi ông này nhận ra mình bị nhà Bắc Nguyên lừa dối.\n\nĐến năm [[1390]], Tấn Cung vương Chu Cương (con thứ ba của Minh Thái Tổ) và những người anh em khác (gồm cả Yên vương Chu Đệ) đã thực hiện nhiều chiến dịch thành công chống lại quân Mông Cổ dọc theo biên giới phía bắc và trấn giữ, dẹp loạn ở biên giới phía bắc. Từ năm 1390 đến năm 1391, quân Mông Cổ của vua Nguyên Cung Tông gây hấn ở biên giới phía bắc nhà Minh. Tề Cung vương Chu Phù (con thứ bảy của Minh Thái Tổ) và Yên vương [[Minh Thành Tổ|Chu Đệ]] (con thứ tư của Minh Thái Tổ) được cử đi dẹp loạn vùng biên ải. Kể từ khi giành được nhiều thắng lợi, Tề Cung vương Chu Phù tỏ ra kiêu ngạo, thường bị phụ hoàng Minh Thái Tổ quở trách.\n\nĐến cuối năm [[1391]] sau những lần đánh bại quân Mông Cổ, phòng thủ thành công ở biên giới phía bắc, Yên vương Chu Đệ (con thứ tư của Minh Thái Tổ) ở Bắc Bình (nay là Bắc Kinh) được nhiều bộ lạc Mông Cổ đến đầu hàng và hết lòng trung thành với ông.\n\nNăm [[1392]], một hàng tướng Mông Cổ là Nguyệt Lỗ Thiết Mộc Nhi (月魯帖木兒) làm phản ở Kiến Xương (Tứ Xuyên), tướng Minh là Lam Ngọc được phái đi dẹp. Lam Ngọc nhanh chóng đánh tan phản quân, bắt được Nguyệt Lỗ Thiết Mộc Nhi và các con của ông này giải về Nam Kinh.\n\nCũng trong năm 1392, nhà Minh lại tổ chức một cuộc tấn công nữa vào Mông Cổ (chiến dịch Bắc phạt lần thứ 12), cướp được rất nhiều người ngựa và [[gia súc]]. Vua [[Jorightu Khan|Nguyên Cung Tông]] rất có thể đã chết trong trận chiến này. Em trai [[Jorightu Khan|Nguyên Cung Tông]] là Ngạch Lắc Bá Khắc kế vị, tức [[Elbeg Nigülesügchi Khan]]. Dưới thời Elbeg Nigülesügchi Khan, những người Oirat bắt đầu thách thức công khai dòng họ Bột Nhĩ Chỉ Cân của nhà Bắc Nguyên và nhà Minh cơ bản đã đẩy lùi hẳn các cuộc xâm lược của Mông Cổ. Đây cũng là đợt Bắc phạt cuối cùng của Minh Thái Tổ, nhưng khi con ông là Chu Đệ ([[Minh Thành Tổ]]) nắm quyền sau này, nhà Minh lại tiếp tục đẩy mạnh các chiến dịch trấn áp, thu phục các bộ lạc [[Mông Cổ]].\n\n=== Kế sách ===\nĐối với chính thể chuyên chế của [[phong kiến]] [[Trung Hoa]], [[quân đội]] là trụ cột của [[triều đình]]. Cho nên hầu hết các vua khai quốc đều lập được nhiều chiến công hiển hách. Cũng có thể nói, chiến tranh đã tôi luyện nên trí dũng và tầm nhận thức của một vĩ nhân. Chu Nguyên Chương vạch ra chiến lược Bắc phạt, đã nói rõ ông là người thông minh tài trí hơn người. Đại tướng quân [[Từ Đạt]], [[Thường Ngộ Xuân]] kiến nghị dùng đại quân đánh thẳng vào kinh đô [[Nhà Nguyên|triều Nguyên]] ngay từ đầu, Chu Nguyên Chương đã nhận thấy không thích hợp. Ông đã chỉ ra: \n{{cquote|\n''Quân Nguyên vốn còn hơn mấy chục vạn, không thể khinh địch. Huống hồ thành trì kinh đô của Nhà Nguyên kiên cố, nếu như chỉ có quân tác chiến đi sâu vào, sẽ kẹt lại dưới chân thành, lúc ấy quân Bắc phạt sẽ lọt vào vòng vây, quân Nguyên từ bốn hướng tới cứu viện, há không phải là thất bại cả sao?'' \n}}\nĐạo quân đơn độc đánh sâu vào lòng địch thực tế là một điều cấm kỵ của nhà quân sự. Xem xét kỹ tình thế, ông đã vạch ra chiến lược cẩn thận mà tất thắng: \n{{cquote|\n''Đầu tiên chiếm [[Sơn Đông]], triệt chỗ phên rậu che chắn; xoay qua chiếm [[Hà Nam (Trung Quốc)|Hà Nam]], chặt đứt vây cánh; lấy huyện Đồng Quan để phòng thủ, chặn trước ngạch cửa, hình thế thiên hạ đã lọt vào tay ta. Sau đó xuất quân đánh Kinh đô triều Nguyên lúc ấy lẻ loi không ai cứu viện, không cần đánh ắt cũng chiếm được; giục trống tiến về phía Tây, [[Vân Trung]], [[Cửu Nguyên]] cùng với [[Quan Lũng]] sẽ bị hạ gọn như cuốn chiếu.''|\n}}\nViệc phân tích và bố trí chiến lược kiệt xuất này, hoàn toàn căn cứ theo dự liệu mà phát triển, việc Bắc phạt vì vậy đã thành công.\n\n=== Nguyên nhân thắng lợi ===\nBất cứ sự thành công nào của một vĩ nhân, không phải chỉ ngồi đợi ơn ban, mà là nắm lấy vận mệnh của mình. Chu Nguyên Chương đã không có quyền thế, lại không có trình độ văn hóa, ông ta mượn quân đội của [[Quách Tử Hưng]] để thâu tóm thiên hạ, sự thành công của ông khái quát lên trong ba điểm chủ yếu:\n\n==== Hoãn xưng đế ====\nNghĩa quân các lộ phá thành chiếm đất, chưa lập được căn cứ ổn định đã vội xưng vương. Chu Nguyên Chương đã sử dụng lời khuyên của nho sĩ [[Lý Thiện Trường]]:\n{{cquote|\n''Xây tường cao, trữ lương nhiều, hoãn xưng đế.''\n}}\nNăm [[1359]], ông đã sớm trở thành một trang hào kiệt ngất ngưởng binh hùng tướng mạnh, nhưng ông vẫn không xưng vương mà nhận sự thụ phong của Tiểu Minh vương [[Hàn Lâm Nhi]] chính quyền [[Nhà Tống]], làm Tả thừa tướng hành tỉnh [[Giang Tây]], năm [[1361]] được tấn phong tước ''Ngô Quốc công''. Năm [[1363]], ông rước Tiểu Minh vương về an trí ở Trừ Châu, mượn tay thiên tử ban lệnh cho chư hầu, nhưng vẫn không xưng vương. Năm [[1364]], Chu Nguyên Chương tiêu diệt tập đoàn quân sự lớn nhất ở lưu vực [[Trường Giang]] của [[Trần Hữu Lượng]], lúc này mới xưng là '''Ngô vương''', nhưng vẫn tôn trọng Tiểu Minh vương Nhà Tống.\n\n==== Biết người biết ta ====\nTrước kia, khi thực lực của Chu Nguyên Chương chưa lớn mạnh, ông luôn tránh chạm trán với quân chủ lực [[nhà Nguyên]]. Ông đã từng đánh bại quân Nguyên ở huyện [[Lục Hợp]] (tỉnh [[An Huy]]), nhưng đương thời lực lượng của ông rất yếu, không thể đánh nhau với quân chủ lực nhà Nguyên. Do đó, ông thường nộp lại cho triều đình các chiến lợi phẩm thu được, hướng dẫn quân Nguyên đi tấn công quân [[Trương Sĩ Thành]], luôn giữ mối giao hảo với nhà Nguyên, uyển chuyển tránh né các cánh quân hùng mạnh, sách lược này được vận dụng rất thành công.\n\nTrên thực tế, Chu Nguyên Chương cũng không ít lần thất bại trong các chiến dịch chinh phạt Mông Cổ, nên ông vẫn dành một sự tôn trọng lớn đối với các tướng giỏi của nước này. Sau chiến dịch Hòa Lâm, một ngày kia Minh Thái Tổ bày tiệc thết đãi các tướng lĩnh, đột nhiên hỏi: ''\"Kỳ nam tử trên đời có thể là ai?\"''. Các tướng đáp là [[Thường Ngộ Xuân]]. Minh Thái Tổ cười nói: ''\"Ngộ Xuân tuy là hào kiệt, nhưng đã là thần tử của ta. Bảo Bảo rốt cục vẫn không chịu hàng phục ta, thật là kỳ nhân, kỳ nam tử vậy!\"''. Diêu Phúc, \"Thanh khê hạ bút\" chép rằng: sau khi Thái Tổ tán dương Vương Bảo Bảo (tên Hán của [[Khoách Khuếch Thiếp Mộc Nhi]]), dân gian có câu ngạn ngữ để châm biếm những kẻ kiêu căng là: ''\"thường tây biên nã đắc Vương Bảo Bảo lai da!\"'' (tạm dịch: có giỏi thì ra biên giới phía tây mà bắt Vương Bảo Bảo (Khoách Khuếch Thiếp Mộc Nhi) về đây!)\n\nTrần Kiến (1497 – 1567), \"Hoàng Minh thông kỷ\" chép rằng suốt đời Minh Thái Tổ có 3 việc không làm xong: 1 là Thiếu [[Ngọc tỷ truyền quốc|Truyền quốc tỷ]]. 2 là chưa bắt được Vương Bảo Bảo (Khoách Khuếch Thiếp Mộc Nhi). 3 là không có tin tức của Nguyên Thái tử (tức [[Nguyên Chiêu Tông]], bắt hụt trong lần Bắc phạt thứ 2). Có thể thấy, đối với Minh Thái Tổ, Khoách Khuếch Thiếp Mộc Nhi còn xếp trên cả Nguyên Thái tử (Nguyên Chiêu Tông).\n\n==== Nắm chắc thời cơ để thôn tính dần Giang Nam ====\nChu Nguyên Chương lợi dụng các cánh quân lớn phản Nguyên ở các lộ làm yểm trợ, không để mất thời cơ phát triển ở vùng trung lưu [[Trường Giang]]. Ông mượn vây cánh của ''Đại Tống'', cam chịu phận dưới của Tiểu Minh vương, không xuất đầu lộ diện, mà âm thầm tích lũy phát triển lương thực, mở rộng địa bàn. Ông chọn [[Tập Khánh]] làm trung tâm, phía Bắc có [[Lưu Phúc Thông]] chống trả quân Nguyên, phía Đông lại có [[Từ Thọ Huy]] che chắn. Chu Nguyên Chương lợi dụng thời cơ này để phát triển vùng [[Giang Nam]] trước, đánh chiếm những vùng bỏ trống. Trong lúc quân Nguyên đang bận truy quét quân [[Lưu Phúc Thông]] và [[Từ Thọ Huy]] thì Chu Nguyên Chương cũng đã thống nhất được Giang Nam.\n\n== Thiết lập sự cường thịnh của triều Minh ==\nKhi [[Nhà Minh]] mới thành lập, do hậu quả của chính sách cai trị của [[Nhà Nguyên|triều Nguyên]] và gần 20 năm chiến tranh, nền kinh tế [[Trung Quốc]] bị phá hoại nghiêm trọng, đời sống nhân dân rất khốn khổ.\n\nTrước tình hình ấy, mặc dầu từ lâu không còn là đại biểu của giai cấp [[nông dân]] nữa, nhưng Chu Nguyên Chương vẫn thông cảm được các nổi khổ của nhân dân đồng thời cũng hiểu rõ sức mạnh của quần chúng. Vì vậy ông nói: \n{{cquote|\n''Thiên hạ mới định, tài lực trăm họ còn khó khăn, giống như con chim mới tập bay, không thể nhổ lông nó, như cây mới trồng không thể lay gốc nó mà phải nâng niu nuôi dưỡng.''\n}}\nQuán triệt tư tưởng đó, Minh Thái Tổ đã thi hành những chính sách sau đây<ref>Tiêu Lê, sách đã dẫn, tr 260 - 271<\/ref>: \n* Trả tự do cho những người bị biến thành [[nô tì]] trong thời gian loạn lạc, đồng thời cấm cưỡng bức hoặc mua bán dân tự do làm nô tì.\n* Tạo mọi điều kiện thuận lợi cho việc khôi phục và phát triển sản xuất [[nông nghiệp]] như kêu gọi nhân dân khai khẩn đất hoang, cho họ có quyền sở hữu vĩnh viễn và không đánh thuế; kêu gọi dân lưu tán trở về quê quán, cấp cho họ ruộng hoang đồng thời cấp bò cày, nông cụ, thóc giống, lương thực để gíup họ vượt qua những khó khăn ban đầu. Triều đình còn chú ý đến vấn đề thủy lợi, giảm nhẹ thuế khóa, cứu tế cho dân những nơi bị mất mùa.\n* Bỏ những hình phạt tàn khốc thời Nguyên như thích chữ vào mặt, cắt mũi, chặt chân, thiến... đồng thời dùng nguyên tắc khoan hồng trong xét xử.\n* Nghiêm trị những quan lại [[tham nhũng]] bằng các cực hình như chém bêu đầu, [[tùng xẻo]], giết cả họ... Nhờ những chính sách nói trên, trong vòng 30 năm đầu đời Minh, kinh tế được khôi phục nhanh chóng và bước đầu phát triển, tình hình chính trị được ổn định, đời sống nhân dân bước đầu được cải thiện.\n\n=== Cải cách ruộng đất ===\nVì xuất thân từ một gia đình nông dân, Minh Thái Tổ đã biết được sự khốn khó của nông dân nghèo khi luôn bị bóc lột bởi bọn quan lại và cường hào. Bọn thổ hào địa phương luôn dựa vào mối quan hệ với quan viên triều đình mà chiếm đoạt ruộng đất của nông dân và hối lộ quan chức để chuyển gánh nặng thuế má sang cho người nghèo. Để ngăn ngừa những việc này, Hồng Vũ hoàng đế đã cho ban hành hai hệ thống để vừa bảo đảm thu nhập của triều đình từ tô thuế ruộng đất và xác nhận rằng nông dân không bị mất đất.\n\nTuy nhiên, các cải cách đã không diệt được mối đe dọa cho nông dân đến từ bọn tham quan, thay vào đó, sự mở rộng và sự gia tăng uy tín của quan liêu đã được chuyển thành tài sản và sự miễn thuế cho những ai phục vụ trong bộ máy chính quyền. Các quan chức đạt được nhiều đặc quyền hơn và một số trở thành những kẻ cho vay nặng lãi bất hợp pháp và quản lý các sòng bạc. Bằng cách sử dụng quyền lực của mình, quan lại mở rộng điền sản của mình với chi phí là ruộng đất của nông dân thông qua việc mua đứt các khoảnh đất đó hoặc tịch thu đất đai dựa trên thế chấp của nông dân cứ mỗi khi chúng cần thêm đất đai. Nông dân bây giờ phải đi ở thuê hoặc làm lao dịch, hoặc đi tìm việc làm ở nơi khác.\n\nVào những ngày đầu hình thành chính quyền Nhà Minh vào năm 1357, Minh Thái Tổ đã đặt rất nhiều sự quan tâm của mình vào việc phân phát đất đai cho nông dân. Một cách để thực hiện việc đó là cưỡng ép di dân đến những vùng dân cư thưa thớt hơn, có người còn bị trói vào cây mà mang đi. Các công trình công cộng như hệ thống thủy lợi và đê điều đều được thực hiện để trợ giúp nông dân. Ngoài ra, Hồng Vũ hoàng đế còn cho giảm các loại lao dịch lên nông dân. Năm 1370, nhà vua hạ chiếu cho hai tỉnh [[An Huy]] và [[Hồ Nam]] phải giao đất cho nông dân trẻ đã đến tuổi trưởng thành để cày cấy. Chiếu lệnh này là để ngăn chặn địa chủ chiếm đất của nông dân, nó cũng bao gồm việc mảnh đất đó trên danh nghĩa là không thể thuyên chuyển. Vào giữa thời Hồng Vũ, nhà vua thông qua một đạo luật, cho phép những ai đi khai khẩn đất hoang để trồng trọt được giữ lại đất như tài sản mà không phải đóng thuế. Chính sách này được nhân dân hưởng ứng nhiệt liệt vào năm 1393, đất canh tác tăng đến 8,804,623 khoảnh và 68 mẫu, điều này chưa hề có trong các triều đại trước.\n\nHồng Vũ hoàng đế còn phát động việc trồng 50 triệu cây cối khắp phụ cận Nam Kinh, sửa sang lại kênh rạch thủy lợi, và cho di dân từ nam lên bắc để bổ sung dân số. Nhà vua đã thành công trong việc gia tăng dân số từ 60 triệu lên đến 100 triệu.\n\n=== Quân sự ===\n[[Tập tin:Juyongguan Wall 20090714-2.JPG|thumb|Quang cảnh [[Vạn Lý Trường Thành]] ở đoạn [[Cư Dung quan]], được trùng tu dưới thời [[nhà Minh]].]]\nMinh Thái Tổ nhận ra rằng người Mông Cổ vẫn là một mối đe dọa thường trực cho Trung Hoa, dù rằng chúng đã bỏ chạy sau sự sụp đổ của Nhà Nguyên. Nhà vua quyết định đánh giá lại quan điểm chính thống của [[Nho gia]] là giai cấp võ nhân luôn phải ở mức độ kém hơn giai cấp văn nhân bắt nguồn từ thời Tống. Minh Thái Tổ cho giữ vững một đội quân hùng mạnh mà vào năm 1384, nhà vua đã tổ chức lại theo hệ thống \"''vệ sở''\". Mỗi đơn vị quân sự bao gồm 5,600 người được chia vào 5 sở và 10 binh đoàn. Đến năm [[1393]], tổng quân số vệ sở đã đạt đến 1,200,000 người. Quân lính được phân phát đất đai để trồng trọt và chức vụ được thế tập. Loại hình ''vệ sở'' có thể được truy ngược lại chế độ ''phủ binh'' của thời [[Nhà Tùy|Tùy]] [[Nhà Đường|Đường]]. Trong khi quân đội Nhà Minh thời kì đầu cực kì thiện chiến, đội quân này đã mất khả năng thực hiện các chiến dịch tấn công sau cái chết của [[Minh Thành Tổ]], cuối cùng quân Minh đã bị quân Mông Cổ đánh bại trong [[Sự biến Thổ Mộc bảo|sự biến Thổ Mộc Bảo]] vào năm [[1449]] thời Chính Thống của [[Minh Anh Tông]].\n\nViệc huấn luyện quân sự được thực hiện ngay tại địa phương. Vào thời chiến, quân lính được điều động từ khắp nơi trên đế quốc theo lệnh của Binh bộ, còn các chỉ huy thì được chỉ định để dẫn dắt quân lính ra trận. Sau khi kết thúc chiến tranh, quân đội được chia thành nhiều nhóm nhỏ và được điều về địa bàn quận huyện của mình, còn tướng lĩnh thì phải giao lại binh quyền cho triều đình. Việc này nhằm ngăn chặn tướng lĩnh nắm quyền lực quá lớn, khó mà khống chế. Tuy nhiên, nó cũng có hệ quả là quân đội lại nằm dưới sự chỉ huy của một quan viên dân sự chứ không phải một tướng lĩnh quân sự.\n\n=== Luật pháp ===\nBộ luật được viết nên dưới thời Hồng Vũ được xem là một trong những thành tựu vĩ đại nhất của cả thời đại. Bộ [[Minh sử]] nói rằng vào những năm 1364 thì chính quyền Minh của Chu Nguyên Chương đã bắt đầu phác thảo một bộ luật pháp. Đây chính là ''Đại Minh luật'' (大明律). Nhà vua dành rất nhiều thời gian cho công trình này và huấn thị các thượng thư của mình rằng bộ luật phải thật toàn diện và dễ hiểu, tránh cho quan lại khai thác các lỗ hổng bằng cách cố ý hiểu sai nghĩa. ''Đại Minh luật ''đặt trọng tâm vào các mối quan hệ trong gia đình. Bộ luật cũng là một sự cải thiện to lớn so với luật pháp thời Đường Sơ về các vấn đề nô lệ. Theo luật pháp Nhà Đường, nô tì bị đối xử như súc vật trong nhà, nếu lỡ có người dân nào giết đi thì người dân ấy không phải chịu sự trừng phạt của pháp luật. Còn ''Đại Minh luật ''bảo vệ cả người dân và nô tì.\n\n===Kinh tế-xã hội===\nĐược các quan chức học giả ủng hộ, ông chấp nhận quan điểm của [[Khổng giáo]] rằng các thương nhân chỉ là ký sinh. Ông cảm thấy rằng [[nông nghiệp]] nên là nguồn của cải của đất nước và thương mại là bất minh. Do đó, hệ thống kinh tế nhà Minh nhấn mạnh nông nghiệp, không giống như hệ thống kinh tế của [[nhà Tống]], luôn dựa vào thương nhân để kiếm tiền. Hồng Vũ đế cũng hỗ trợ việc tạo ra các cộng đồng nông nghiệp tự hỗ trợ.\n\nTuy nhiên, định kiến ​​của ông đối với các thương nhân không làm giảm số lượng thương nhân. Ngược lại, thương mại tăng đáng kể trong thời Hồng Vũ vì sự phát triển của ngành công nghiệp trên toàn [[đế quốc]]. Sự tăng trưởng trong thương mại này một phần là do điều kiện đất đai kém và dân số ở một số khu vực nhất định, khiến nhiều người phải rời bỏ nhà cửa và tìm kiếm vận may trong thương mại. Một cuốn sách có tựa đề Tu Pien Hsin Shu, được viết dưới thời nhà Minh, đã mô tả chi tiết về các hoạt động của các thương nhân thời đó.\n\nMặc dù thời Hồng Vũ Nhà Minh đã bắt đầu sử dụng [[tiền giấy]], việc phát triển tiền giấy bị bóp nghẹt khi chưa bắt đầu. Do không hiểu về [[lạm phát]], Minh Thái Tổ đã phát hành ra rất nhiều tiền giấy như những phần thưởng vào năm 1425, triều đình phải cho thu hồi tiền giấy và áp dụng lại tiền đồng vì tiền giấy đã bị tụt giá chỉ còn 1\/70 giá trị ban đầu.\n\nTrong suốt thời Hồng Vũ, Nhà Minh sơ được đặc trưng bởi sự gia tăng dân số đều đặn và đáng kể, phần nhiều là do sự gia tăng lương thực nhờ vào những cải cách nông nghiệp của hoàng đế. Thời Minh mạt, dân số đã tăng tới 50%. Việc này được thúc đẩy bởi những cải tiến quan trọng trong kỹ thuật nông nghiệp, nhờ vào một nhà nước vốn chuyên về nông canh lên nắm quyền vào giữa lúc có một cuộc khởi nghĩa nông dân thân Nho giáo. Trong suốt thời cai trị của nhà vua, mức sống của người dân đã được cải thiện đáng kể.\n\n=== Chống nạn tham ô ===\nSau khi Chu Nguyên Chương lập nên Nhà Minh, ông đã thực hiện chiến dịch \"bàn tay sắt\", triệt để chống nạn tham ô. Cách ông trừng phạt kẻ tham quan ô lại cũng vô cùng tàn nhẫn.\n\nChu Nguyên Chương từng cảnh cáo các quan lại dưới triều của mình rằng:\n\n\"''Trước đây, khi còn sống trong dân gian, trẫm đã nhìn thấy phần lớn các quan lại ở Châu huyện không yêu dân, chỉ tham tài háo sắc, ngày ngày chìm đắm trong men say, không được tích sự gì, dân thường vì thế khổ sở lầm than. Nhìn thấy cảnh đó mà không thể làm gì được, trong lòng trẫm rất hận. Nay, trẫm phải ban lệnh thật nghiêm, phàm là quan lại tham ô, bóc lột bách tính, trẫm sẽ trừng trị không tha''\".\n\n'''Thứ nhất,''' ông đưa ra quy định, cứ tham ô 10 lượng bạc thì phải chịu thụ hình phạt. Tham ô từ 60 lượng bạc trở lên thì người đó đã mắc đại tội. Nhiều người thắc mắc liệu khoản tiền này có đủ để quy thành tội tham ô hay không? Nhưng hoàng đế triều Minh thì đã định nó vào đại tội.\n\n'''Thứ hai,''' Chu Nguyên Chương áp dụng những hình phạt rất tàn khốc. Kẻ tham nhũng nhẹ thì bị lưu đày, sung quân, nặng thì bị tử hình, nặng hơn nữa thì bị rút gân lột da, biến tên tội phạm thành bù nhìn đặt ở công trường. Bao nhiêu người phạm tội thì có bấy nhiêu người chịu hình phạt.\n\n'''Thứ ba,''' Chu Nguyên Chương còn cho phép dân chúng tố cáo quan tham. Luật pháp triều Minh quy định, người nào bị phát hiện tham nhũng sẽ lập tức bị đưa đến nha phủ hoặc áp giải trực tiếp lên kinh thành để chém đầu thị chúng. Hình phạt quả thực rất nghiêm. Trong suốt 276 năm của triều Nhà Minh, số tham quan bị giết do tham ô đã lên đến 150 ngàn người. Con số đó quả thực rất khủng khiếp, giống như thể các quan viên của Nhà Minh đều bị xử tử hết vậy.\n\n===Chính sách tôn giáo===\n==== Đối với Nho giáo ====\nĐược sự hỗ trợ bởi các Nho sĩ, Minh Thái Tổ chấp nhận ý kiến của giới Nho sĩ rằng thương nhân chỉ giống như bọn ăn bám. Nhà vua tin rằng nông nghiệp mới là nguồn thu nhập chính của quốc gia, trong khi thương nghiệp chỉ dành cho bọn ti tiện. Như một hệ quả, nên kinh tế của Nhà Minh đặt trọng tâm vào nông nghiệp, trái ngược với hệ thống kinh tế của Nhà Tống, những người đi trước người Mông Cổ và chú trọng vào thương nhân và buôn bán để gia tăng thu nhập cho quốc gia. Minh Thái Tổ còn duy trì việc thành lập các cộng đồng nông nghiệp tự cung tự cấp.\n\nTuy nhiên, định kiến của nhà vua đối với thương nghiệp không làm giảm số lượng thương nhân. Trái lại, số lượng thương nhân tăng vọt trong suốt thời Hồng Vũ cùng với sự phát triển về công nghiệp trên khắp đế quốc. Sự gia tăng trong buôn bán một phần là do điều kiện đất đai cằn cỗi và sự quá tải dân số ở một vài vùng đã buộc người dân phải tìm kiếm vận may trong buôn bán.\n\n==== Đối với Hồi giáo ====\n[[Tập tin:Hall of JingJue Mosque,Nanjing.jpg|thumb|Nhà thờ Hồi giáo Tịnh Giác ở Nam Kinh được xây dựng theo sắc lệnh của Minh Thái Tổ]]\nMinh Thái Tổ đã hạ chiếu cho xây dựng một số nhà thờ [[Hồi giáo]] ở [[Nam Kinh]], [[Vân Nam]], [[Quảng Đông]] và [[Phúc Kiến]], và cho khắc những lời ca tụng nhà tiên tri [[Muhammed]] trong các nhà thờ. Nhà vua cho xây lại [[nhà thờ Hồi giáo Tịnh Giác|Tịnh Giác tự]] (净觉寺) ở Nam Kinh và một lượng lớn người Hồi chuyển vào thành phố trong thời Hồng Vũ.\n\nPhụ nữ và đàn ông Hồi giáo Mông Cổ và Trung Á được luật pháp nhà Minh cho phép kết hôn với [[người Hán]] sau khi Minh Thái Tổ thông qua luật này tại Điều 122<ref>{{chú thích sách |editor1-last=Farmer |editor1-first=Edward L. |title=Zhu Yuanzhang and Early Ming Legislation: The Reordering of Chinese Society Following the Era of Mongol Rule |date=1995 |publisher=BRILL |isbn=9004103910 |page=82 |url=https:\/\/books.google.com\/books?id=TCIjZ7l6TX8C&pg=PA82}}<\/ref><ref>{{chú thích sách |last1=Jiang |first1=Yonglin |title=The Mandate of Heaven and The Great Ming Code |date=2011 |publisher=University of Washington Press |isbn=0295801662 |page=125 |url=https:\/\/books.google.com\/books?id=s-7-CgAAQBAJ&pg=PA125}}<\/ref><ref>{{chú thích sách |title=The Great Ming Code \/ Da Ming lu |date=2012 |publisher=University of Washington Press |isbn=0295804009 |page=88 |url=https:\/\/books.google.com\/books?id=h58hszAft5wC&pg=PA88}}<\/ref>.\n\nMột số tư liệu cho thấy Minh Thái Tổ giữ mối quan hệ thân cận với người Hồi giáo, và có khoảng 10 vị tướng dưới trướng nhà vua là người Hồi giáo, trong đó có [[Lam Ngọc]], Mộc Anh, [[Hồ Đại Hải]],....Hoàng đế còn cho viết một bài văn 100 chữ ca ngợi [[đạo Hồi]], [[thánh Allah]] và nhà tiên tri Muhammed.\n\n=== Chính sách ngoại giao ===\nMinh Thái Tổ là người không thích xen vào việc nội bộ của quốc gia khác và phản đối dùng quân sự đối với các nước láng giềng. Ngay từ năm [[1369]], vua [[Trần Dụ Tông]] của nước [[Đại Việt]] ([[Minh thực lục]] ghi là Trần Nhật Khuê) đã sai sứ sang triều cống Minh Thái Tổ, trở thành vua lân bang đầu tiên cử sứ sang triều cống nhà Minh.<ref>{{chú thích web | url = http:\/\/epress.nus.edu.sg\/msl\/entry\/302 | tiêu đề = Entry | author =  | ngày =  | ngày truy cập = 8 tháng 8 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2016-10-03 | archive-url = https:\/\/web.archive.org\/web\/20161003175402\/http:\/\/epress.nus.edu.sg\/msl\/entry\/302 }}<\/ref> Minh Thái Tổ từ chối can thiệp vào [[Chămpa]] khi Đại Việt [[chiến tranh Việt-Chiêm 1367-1396|liên tục phát động chiến tranh]] với [[người Chăm]], chỉ thể hiện một sự trách cứ và không ủng hộ hành động đó với [[người Việt]]. Tuy nhiên, khi vua [[Trần Duệ Tông]] bị tử trận trong lúc [[trận Đồ Bàn (1377)|thân chinh đi đánh Chămpa]] năm [[1377]], Minh Thái Tổ từng muốn nhân cơ hội ấy để xâm lăng Đại Việt<ref>https:\/\/nguoikesu.com\/dong-lich-su\/nha-tran\/tran-due-tong-tran-kinh<\/ref>, mặc dù sau khi nghe thái sư [[Lý Thiện Trường]] khuyên can, ông đã bỏ ý định ấy.\n\nÔng đặc biệt căn dặn các hoàng đế tương lai chỉ nên phòng thủ trước các bộ tộc phương bắc, không nên thực hiện việc tấn công nhằm mở rộng bờ cõi và tìm kiếm vinh quang. Trong [[Hoàng Minh Tổ Huấn]] viết vào năm 1395, Minh Thái Tổ viết rõ rằng các vua kế vị Nhà Minh không nên cậy giàu mạnh mà tham chiến công, dấy binh tấn công các quốc gia láng giềng. Minh Thái Tổ khuyên rằng không nên tấn công Nhung Địch ở phía bắc mà chỉ nên tập trung vào việc phòng thủ:\n:''\" … Những nước Tứ Di đều núi ngăn biển cách, lánh tại một góc, lấy được đất họ không đủ để cung cấp, thu được dân họ không đủ để sai khiến. Nếu họ không tự biết suy xét mà đến gây nhiễu biên giới thượng quốc thì đấy là điều không may. Nhưng bên ấy không làm hại Trung Quốc mà ta lại dấy binh đi đánh họ thì cũng là điều không may vậy. Trẫm sợ con cháu đời sau cậy vào sự giàu mạnh mà tham chiến công một thời, vô cớ dấy binh dẫn đến tổn hại mạng người, hãy nhớ kĩ là không được làm như vậy! Nhưng người Hồ - Nhung kề biên giới phía tây bắc, liền tiếp lẫn nhau, nhiều đời tranh chiến, thì phải chọn tướng rèn binh, lúc nào cũng nên phòng giữ cẩn thận. Nay đề tên những nước Di không được đánh, xếp đặt ở sau đây: Phía đông bắc: Nước Triều Tiên. Phía chính đông lệch bắc: Nước Nhật Bản. Phía chính nam lệch đông: Nước Đại Lưu Cầu [Okinawa], Nước Tiểu Lưu Cầu [thuộc Okinawa]. Phía tây nam: Nước An Nam [Đại Việt], Nước Chân Lạp [Khmer], Nước Xiêm La [Sukhotai], Nước Chiêm Thành, Nước Tô Môn Đáp Lạt [Sumatra], Nước Tây Dương, Nước Trảo Oa [Java], Nước Bồn Hanh, Nước Bạch Hoa, Nước Tam Phật Tề [Srivijaya], Nước Bột Nê [Borneo]\"''\n\nThế nhưng Minh Thái Tổ có những phản ứng rất gay gắt đối với những kẻ cố gắng đe dọa Trung Hoa. Bên cạnh việc thường xuyên Bắc tiến, nơi mà lực lượng quân đội của [[nhà Bắc Nguyên]] vẫn luôn thường trực, ông còn từng cho sứ thần đến [[Nhật Bản]] với lời cảnh cáo rằng quân đội của ông sẽ \"''bắt và diệt sạch bọn cướp các ngươi, tiến thẳng đến nước các ngươi và trói vua của các ngươi lại''\"<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=C7dPlL7_yi4C&pg=PA28|title=China Rising: Peace, Power, and Order in East Asia |author=David Chan-oong Kang|year=2007|publisher=Columbia University Press|isbn=978-0-231-14188-8|page=28|access-date=ngày 28 tháng 11 năm 2010}}<\/ref>, do việc đánh phá liên tục của bọn [[cướp biển]] [[Uy khấu|Oa Khấu]] Nhật Bản ở bờ biển [[Hoa Đông]]<ref>{{citation |last=Li |first=Kangying |author-mask=Li Kangying |p=[https:\/\/books.google.com\/books?id=srGEMarSWLYC&pg=PA11 11] |title=The Ming Maritime Trade Policy in Transition, 1368 to 1567 |url=https:\/\/books.google.com\/books?id=srGEMarSWLYC&printsec=frontcover |publisher=Otto Harrassowitz |location=Wiesbaden |date=2010 |isbn=9783447061728 }}.<\/ref><ref name=list\/>. [[Mạc phủ Ashikaga]] táo tợn trả lời \"''Đế quốc vĩ đại của ngài có thể xâm chiếm Nhật Bản, nhưng nhà nước nhỏ bé của chúng ta không thiếu chiến lược để tự bảo vệ mình.''\"<ref name=litt>{{harvp|Li|2010|p=[https:\/\/books.google.com\/books?id=srGEMarSWLYC&pg=PA13 13]}}.<\/ref>. Ngoại thương tư nhân đã bị trừng phạt bằng cái chết, với gia đình và hàng xóm bị lưu đày; tàu, bến cảng và nhà máy đóng tàu bị phá hủy, và các cảng bị phá hoại. Mục đích của kế hoạch dường như là tận dụng nhu cầu cao của [[người Nhật]] đối với hàng hóa Trung Quốc để buộc họ phải tuân theo. Kế hoạch này đã mâu thuẫn với truyền thống Trung Quốc và cực kỳ phản tác dụng khi nó gắn chặt các nguồn lực. Ví dụ, 74 đồn bốt ven biển phải được thành lập từ [[Quảng Châu]] đến [[Sơn Đông]], mặc dù chúng thường được quản lý bởi các băng đảng địa phương. Các biện pháp của Thái Tổ đã giới hạn biên lai thuế, bần cùng hóa, dẫn đến kích động cả người Trung Quốc và Nhật Bản ven biển chống lại triều đình, và thực sự gia tăng nạn cướp biển<ref name=list>{{harvp|Li|2010|p=[https:\/\/books.google.com\/books?id=srGEMarSWLYC&pg=PA17 17]}}.<\/ref>. Nạn cướp biển chỉ giảm xuống mức không đáng kể vào thời điểm bãi bỏ vào năm [[1568]]<ref name=list\/>. Bất chấp sự ngờ vực sâu sắc, trong Hoàng Minh Tổ Huấn, ông đã liệt kê Nhật Bản cùng với 14 quốc gia khác là \"các quốc gia ngang ngược mà các chiến dịch quân sự sẽ không được phát động\", và khuyên con cháu của mình nên duy trì hòa bình với quốc gia này<ref>{{chú thích sách |last1=Farmer |first1=Edward L. |title=Zhu Yuanzhang and Early Ming Legislation: The Reordering of Chinese Society |date=1995 |publisher=BRILL |isbn=978-9004103917 |page=120 |url=https:\/\/books.google.com\/books?id=TCIjZ7l6TX8C}}<\/ref>.\n\nTheo ''[[Minh sử]]'', được biên soạn từ đầu triều đại [[nhà Thanh]], mô tả cách Minh Thái Tổ gặp một thương nhân được cho là của Fulin (拂菻; [[Đế quốc Byzantine]] ở [[châu Âu]]) có tên là \"Nieh-ku-lun\" (捏古倫). Vào tháng 9 năm 1371, ông gửi người đàn ông này trở về quê hương của mình, đem theo một lá thư thông báo về việc thành lập triều đại nhà Minh cho vua của nước ông ta (tức là [[Ioannes V Palaiologos]])<ref name=\"halsall 2000\">{{chú thích web|orig-year=1998|date=2000|author=Paul Halsall|editor=Jerome S. Arkenberg|url=http:\/\/www.fordham.edu\/halsall\/eastasia\/romchin1.html |title=East Asian History Sourcebook: Chinese Accounts of Rome, Byzantium and the Middle East, c. 91 B.C.E. – 1643 C.E. |publisher=[[Fordham University]]|website=Fordham.edu|access-date = ngày 17 tháng 9 năm 2016}}<\/ref><ref name=\"Grant2005\">{{chú thích sách|author=R. G. Grant|title=Battle: A Visual Journey Through 5,000 Years of Combat|url=https:\/\/archive.org\/details\/battlevisualjour0000gran_e3z7|url-access=registration|year=2005|publisher=DK Pub.|isbn=978-0-7566-1360-0|pages=[https:\/\/archive.org\/details\/battlevisualjour0000gran_e3z7\/page\/99 99]–}}<\/ref><ref name=\"Hirth1885\">{{chú thích sách|author=Friedrich Hirth|title=China and the Roman Orient: Researches Into Their Ancient and Mediaeval Relations as Represented in Old Chinese Records|url=https:\/\/books.google.com\/books?id=dk4uAAAAYAAJ&pg=PA66|year=1885|publisher=G. Hirth|p =66}}<\/ref>. Người ta suy đoán rằng thương gia ấy thực sự là một cựu giám mục của Khanbaliq (Bắc Kinh) có tên là Nicolaus de Bentra, được [[Giáo hoàng Gioan XXII]] gửi đến để thay thế Đức Tổng Giám mục John của Montecorvino vào năm 1333<ref name=\"halsall 2000\"\/><ref name=\"Luttwak2009 2\">{{chú thích sách|author=Edward Luttwak|title=The Grand Strategy of the Byzantine Empire|url=https:\/\/books.google.com\/books?id=3cBjc6QCBXkC&pg=PA170|date=ngày 1 tháng 11 năm 2009|publisher=Harvard University Press|isbn=978-0-674-03519-5|pages=170–}}<\/ref>. ''Minh sử'' tiếp tục giải thích rằng các liên hệ giữa Trung Quốc và Fulin đã chấm dứt sau thời điểm này, và các nhà ngoại giao của vùng biển [[Địa Trung Hải]] đã không xuất hiện ở Trung Quốc nữa cho đến thế kỷ XVI, với sự xuất hiện của nhà truyền giáo Dòng Tên người Ý [[Matteo Ricci]]<ref name=\"halsall 2000\"\/>.\n\n===Giáo dục===\nMinh Thái Tổ đã cố gắng loại bỏ [[Mạnh Tử]] ra khỏi Văn Miếu vì một số phần trong [[Mạnh Tử (sách)|tác phẩm của ông]] bị coi là có hại. Chúng bao gồm \"Dân vi quý, xã tắc thứ chi, quân vi khinh\" (Mengzi, Jin Xin II), cũng như là \"Quân chi thị thần như thủ túc, tắc thần thị quân như quốc nhân, quân thị thần như thổ giới, tắc thần thị quân như khấu cừu\", nghĩa là: vua coi bề tôi như chân tay thì bề tôi coi vua như quốc nhân, vua coi bề tôi như cỏ rác thì bề tôi coi vua như giặc cướp (''Mạnh Tử - Li Lâu hạ''). Nỗ lực thất bại do sự phản đối từ các quan lại quan trọng, đặc biệt là Đàm Đường (錢唐), Hình bộ Thượng thư<ref>{{chú thích sách|title=Monumenta Serica|url=https:\/\/books.google.com\/?id=KOgMAQAAMAAJ&q=yuanzhang+archery&dq=yuanzhang+archery|year=2007|publisher=H. Vetch|page=167}}<\/ref>. Cuối cùng, hoàng đế đã tổ chức việc biên soạn sách ''Mạnh Tử giản văn'' (孟子節文) trong đó 85 dòng đã bị xóa. Ngoài những điều được đề cập ở trên, các câu bị bỏ qua còn bao gồm những câu mô tả các quy tắc quản trị, thúc đẩy lòng nhân từ và những lời phê phán liên quan đến [[Trụ Vương]]<ref>{{chú thích web |last1=Zhang |first1=Hongjie |title=朱元璋为什么要删《孟子》？ |url=http:\/\/history.people.com.cn\/n\/2013\/0304\/c198445-20667244-5.html |website=People's Daily Online |access-date=ngày 26 tháng 3 năm 2019 |archive-date=2013-05-06 |archive-url=https:\/\/web.archive.org\/web\/20130506201954\/http:\/\/history.people.com.cn\/n\/2013\/0304\/c198445-20667244-5.html |url-status=dead }}<\/ref>.\n\nTại [[Quốc tử giám]], luật pháp, toán học, [[thư pháp]], [[môn cưỡi ngựa]] và bắn cung đã được Thái Tổ nhấn mạnh bên cạnh kinh điển [[Nho giáo]] và cũng được yêu cầu trong các kỳ [[khoa cử]] của triều đình<ref>{{chú thích sách|author1=Frederick W. Mote|author2=Denis Twitchett|title=The Cambridge History of China: Volume 7, The Ming Dynasty, 1368–1644|url=https:\/\/books.google.com\/books?id=tyhT9SZRLS8C&pg=PA122 |date=ngày 26 tháng 2 năm 1988|publisher=Cambridge University Press|isbn=978-0-521-24332-2|pages=122–}}<\/ref><ref name=\"Selby2000\">{{chú thích sách|author=Stephen Selby|title=Chinese Archery|url=https:\/\/books.google.com\/?id=wY3sAQAAQBAJ&pg=PA267 |date=ngày 1 tháng 1 năm 2000|publisher=Hong Kong University Press|isbn=978-962-209-501-4|pages=267–}}<\/ref><ref name=\"Farmer1995\">{{chú thích sách|author=Edward L. Farmer|title=Zhu Yuanzhang and Early Ming Legislation: The Reordering of Chinese Society Following the Era of Mongol Rule|url=https:\/\/books.google.com\/?id=TCIjZ7l6TX8C&pg=PA59 |year=1995|publisher=BRILL|isbn=978-90-04-10391-7|pages=59–}}<\/ref><ref name=\"Schneewind2006\">{{chú thích sách|author=Sarah Schneewind|title=Community Schools and the State in Ming China|url=https:\/\/books.google.com\/?id=ppDzCJpuKRoC&pg=PA54 |year=2006|publisher=Stanford University Press|isbn=978-0-8047-5174-2|pages=54–}}<\/ref><ref>{{chú thích web|url=http:\/\/www.san.beck.org\/3-7-MingEmpire.html|title=Ming Empire 1368-1644 by Sanderson Beck|website=www.san.beck.org}}<\/ref>. Bắn cung và cưỡi ngựa đã được Thái Tổ bổ sung vào kỳ thi năm 1370, tương tự như cách bắn cung và cưỡi ngựa được yêu cầu đối với những người không phải quan võ tại Trường Chiến tranh (武舉) vào năm [[1162]] bởi [[Tống Hiếu Tông]]<ref name=\"Jung-pang2012\">{{chú thích sách|author=Lo Jung-pang|title=China as a Sea Power, 1127–1368: A Preliminary Survey of the Maritime Expansion and Naval Exploits of the Chinese People During the Southern Song and Yuan Periods|url=https:\/\/books.google.com\/?id=UJPGBgAAQBAJ&pg=PA103&dq=hongwu+archery#v=onepage&q=hongwu%20archery&f=false|date=ngày 1 tháng 1 năm 2012|publisher=NUS Press|isbn=978-9971-69-505-7|pages=103–}}<\/ref>. Khu vực xung quanh Cổng Meridian của Nam Kinh được sử dụng để luyện bắn cung bởi các lính canh và tướng lĩnh dưới trướng Minh Thái Tổ<ref>{{chú thích web|url=http:\/\/en.dpm.org.cn\/EXPLORE\/ming-qing\/|title=Hongwu Reign-The Palace Museum|website=en.dpm.org.cn}}<\/ref>. Một đội quân kỵ binh được mô phỏng theo quân đội nhà Nguyên được thực hiện bởi các vua Minh Thái Tổ và Minh Thành Tổ<ref name=\"HaskewJoregensen2008\">{{chú thích sách|author1=Michael E. Haskew|author2=Christer Joregensen|title=Fighting Techniques of the Oriental World: Equipment, Combat Skills, and Tactics|url=https:\/\/books.google.com\/?id=1fb7tBwv4ZYC&pg=PA101 |date=ngày 9 tháng 12 năm 2008|publisher=St. Martin's Press|isbn=978-0-312-38696-2|pages=101–}}<\/ref>. Quân đội và quan lại của Thái Tổ hợp nhất với Mông Cổ<ref name=\"Perkins2013\">{{chú thích sách|author=Dorothy Perkins|title=Encyclopedia of China: History and Culture|url=https:\/\/books.google.com\/?id=KMQeAgAAQBAJ&pg=PA216 |date=ngày 19 tháng 11 năm 2013|publisher=Routledge|isbn=978-1-135-93562-7|pages=216–}}<\/ref>.\n\nCưỡi ngựa và bắn cung là những trò tiêu khiển yêu thích của He Suonan, người phục vụ trong quân đội nhà Nguyên và nhà Minh dưới thời Hồng Vũ<ref name=\"TuttleSchaeffer2013\">{{chú thích sách|author1=Gray Tuttle|author2=Kurtis R. Schaeffer|title=The Tibetan History Reader|url=https:\/\/books.google.com\/?id=REweJ02Xel8C&pg=PA303 |date=ngày 12 tháng 3 năm 2013|publisher=Columbia University Press|isbn=978-0-231-51354-8|pages=303–}}<\/ref>. Tháp bắn cung được xây dựng bởi Minh Anh Tông tại [[Cố Cung (Bắc Kinh)|Tử Cấm Thành]] và tháp bắn cung được xây dựng trên các bức tường thành phố của Xi'an đã được Hồng Vũ dựng lên<ref>[https:\/\/web.archive.org\/web\/20171029013616\/http:\/\/hua.umf.maine.edu\/China\/Xian\/pages\/023_Xian_wall.html]<\/ref><ref>{{chú thích web|url=http:\/\/hua.umf.maine.edu\/China\/HistoricBeijing\/Forbidden_City\/|title=Forbidden City Palace Museum 故宫博物院 Beijing|website=hua.umf.maine.edu|ngày truy cập=2020-05-25|archive-date=2014-02-21|archive-url=https:\/\/web.archive.org\/web\/20140221142553\/http:\/\/hua.umf.maine.edu\/China\/HistoricBeijing\/Forbidden_City\/}}<\/ref>.\n\nMinh Thái Tổ cũng đã viết các bài tiểu luận được đăng ở mọi ngôi làng trên khắp Trung Quốc để cảnh báo người dân nên lưu ý cách cư xử nếu không muốn phải đối mặt với những hậu quả khủng khiếp. Các tác phẩm của Thái Tổ trong thập niên 1380 bao gồm \"''Những cảnh báo lớn''\" hoặc \"''Những dự đoán lớn''\" và \"''Những chấn thương tổ tiên''\". Ông đã viết sáu phương châm (六諭<ref name=\"Kaske2008\">{{chú thích sách|author=Elisabeth Kaske|title=The Politics of Language in Chinese Education: 1895 – 1919|url=https:\/\/books.google.com\/?id=okhrBBmnHVQC&pg=PA39 |year=2008|publisher=BRILL|isbn=978-90-04-16367-6|pages=39–}}<\/ref>, 聖諭六言<ref name=\"Elman2013\">{{chú thích sách|author=Benjamin A. Elman|title=Civil Examinations and Meritocracy in Late Imperial China|url=https:\/\/books.google.com\/?id=sfesAAAAQBAJ&pg=PA103&dq=six+maxims+taizu+kangxi#v=onepage&q=six%20maxims%20taizu%20kangxi&f=false|date=ngày 1 tháng 11 năm 2013|publisher=Harvard University Press|isbn=978-0-674-72604-8|pages=103–}}<\/ref><ref name=\"KennedyFairbrother2013\">{{chú thích sách|author1=Kerry J. Kennedy|author2=Gregory Fairbrother|author3=Zhenzhou Zhao|title=Citizenship Education in China: Preparing Citizens for the \"Chinese Century\"|url=https:\/\/books.google.com\/?id=9bRuAQAAQBAJ&pg=PA17&dq=six+maxims+taizu+kangxi#v=onepage&q=six%20maxims%20taizu%20kangxi&f=false|date=ngày 15 tháng 10 năm 2013|publisher=Routledge|isbn=978-1-136-02208-1|pages=17–}}<\/ref><ref name=\"Ph.D.Vittinghoff2004\">{{chú thích sách|author1=Michael Lackner, Ph.D.|author2=Natascha Vittinghoff|title=Mapping Meanings: The Field of New Learning in Late Qing China; &#91;International Conference \"Translating Western Knowledge Into Late Imperial China\", 1999, Göttingen University&#93;|url=https:\/\/books.google.com\/?id=EGMWzOfJOTIC&pg=PA269 |date=January 2004|publisher=BRILL|isbn=978-90-04-13919-0|pages=269–}}<\/ref><ref name=\"Fu1996\">{{chú thích sách|author=Zhengyuan Fu|title=China's Legalists: The Earliest Totalitarians and Their Art of Ruling|url=https:\/\/books.google.com\/?id=aXlwd8H-26UC&pg=PA123&dq=six+maxims+taizu+kangxi#v=onepage&q=six%20maxims%20taizu%20kangxi&f=false|year=1996|publisher=M.E. Sharpe|isbn=978-1-56324-779-8|pages=123–}}<\/ref><ref name=\"ElmanDuncan2002\">{{chú thích sách|author1=Benjamin A. Elman|author2=John B. Duncan|author3=Herman Ooms|title=Rethinking confucianism: past and present in China, Japan, Korea, and Vietnam|url=https:\/\/books.google.com\/?id=if5OAQAAIAAJ&q=six+maxims+taizu+kangxi&dq=six+maxims+taizu+kangxi|year=2002|publisher=University of California Los Angeles|isbn=978-1-883191-07-8|page=308}}<\/ref>) đã truyền cảm hứng cho Sắc lệnh thiêng liêng của hoàng đế [[Khang Hy]] sau này<ref name=\"Bary1998\">{{chú thích sách|author=William Theodore De Bary|title=Asian Values and Human Rights: A Confucian Communitarian Perspective|url=https:\/\/books.google.com\/?id=pg5z-ho6Y4EC&pg=PA72&dq=six+maxims+taizu+kangxi#v=onepage&q=six%20maxims%20taizu%20kangxi&f=false|year=1998|publisher=Harvard University Press|isbn=978-0-674-04955-0|pages=72–}}<\/ref><ref name=\"BaryChan1999\">{{chú thích sách|author1=William Theodore De Bary|author2=Wing-tsit Chan|title=Sources of Chinese Tradition|url=https:\/\/books.google.com\/?id=OeaKKrD6z70C&pg=PA70 |year=1999|publisher=Columbia University Press|isbn=978-0-231-11270-3|pages=70–}}<\/ref><ref name=\"BaryLufrano2010\">{{chú thích sách|author1=Wm. Theodore de Bary|author2=Richard Lufrano|title=Sources of Chinese Tradition: Volume 2: From 1600 Through the Twentieth Century|url=https:\/\/books.google.com\/?id=mXEWsXaMJZYC&pg=PA70&dq=six+maxims+taizu+kangxi#v=onepage&q=six%20maxims%20taizu%20kangxi&f=false|date=ngày 1 tháng 6 năm 2010|publisher=Columbia University Press|isbn=978-0-231-51799-7|pages=70–}}<\/ref>.\n\nKhoảng năm [[1384]], Minh Thái Tổ đã ra lệnh dịch và biên soạn các bảng thiên văn Hồi giáo của Trung Quốc, một nhiệm vụ được thực hiện bởi các học giả Mashayihei, một nhà thiên văn học Hồi giáo, và Wu Bozong, một quan chức học giả Trung Quốc. Những chiếc bàn này được biết đến với cái tên Huihui Lifa (Hệ thống thiên văn học lịch sử Hồi giáo), được xuất bản ở Trung Quốc một số lần cho đến đầu thế kỷ 18<ref>{{citation|title=The Korean Adaptation of the Chinese-Islamic Astronomical Tables|author=Yunli Shi|journal=Archive for History of Exact Sciences|publisher=[[Springer Science+Business Media|Springer]]|issn=1432-0657|volume=57|issue=1|date=January 2003|doi=10.1007\/s00407-002-0060-z|pages=25–60 [26]}}<\/ref>.\n\n=== Quan chế ===\n{{chính|Quan chế nhà Minh}}\nĐể cho vương triều Minh của họ [[Chu (họ)|Chu]] kế tục lâu dài, Minh Thái Tổ trước mắt tăng cường chế độ trung ương tập quyền. Năm Hồng Vũ thứ 9 ([[1376]]) bãi bỏ Hành trung thư tỉnh, thiết lập [[Bố chính sứ ty]], [[Đề hình Án át sứ ty]], [[Đô chỉ huy sứ ty]] phân ra để quản lý hành chính tư pháp, quân sự. Năm Hồng Vũ thứ 13 ([[1380]]) hủy bỏ chức Trung thư tỉnh ở trung ương, bãi bỏ chế độ Tể tướng, phân quyền cho sáu bộ ''Lại'', ''Hộ'', ''Lễ'', ''Binh'', ''Hình'', ''Công''. Thiết lập Đô sát viện giám sát trăm quan, lập [[Xưởng vệ|Cẩm y vệ]] là những cơ cấu đặc vụ có nhiệm vụ khống chế thần dân. nhưng sau tể tướng Hồ Duy Dung làm phản, ông ban lệnh hành quyết, đồng thời bãi bỏ chức Tể tướng Trung Quốc, ông cho rằng tể tướng có quyền lực gần bằng hoàng đế, nên có thể tạo phản bất cứ lúc nào.\n\nThái Tổ đã cố gắng và khá thành công trong việc tập trung quyền lực, kiểm soát hết mọi mặt của triều đình để không có đảng phái nào đủ mạnh để lật đổ ông. Ông còn cho củng cố sức mạnh phòng thủ chống lại người Mông Cổ và ngày càng tăng cường thu thập quyền lực vào trong tay. Nhà vua cho bỏ chức vụ tể tướng là vị trí đầu não trong triều đình đã có từ ngàn năm bằng cách vu cho tể tướng của mình mưu phản. Bằng cách bãi bỏ chức vụ tể tướng và thu hết quyền lực của triều đình vào trong tay một mình nguyên thủ, Hồng Vũ hoàng đế đã bỏ đi tấm lá chắn cuối cùng có thể chống lại những hoàng đế vô năng đời sau. Trong lịch sử, quân chủ Nhà Minh là kém nhất, không hôn ([[Minh Thế Tông]], [[Minh Thần Tông]]) thì bạo ([[Minh Thành Tổ]]), giỏi lắm cũng được cho là bình thường ([[Minh Tuyên Tông]], [[Minh Hiếu Tông]]), còn lại là bọn lười biếng ham chơi ([[Minh Hiến Tông]], [[Minh Vũ Tông]]), đến lúc có người muốn làm việc thì khí số đã hết ([[Minh Tư Tông]])<ref>Dịch Trung Thiên \"''Luận anh hùng\"''<\/ref>.\n\nTuy nhiên, Thái Tổ không thể nào điều hành cả một đế quốc Đại Minh rộng lớn chỉ bằng sức lực bản thân, vì thế ông phải thành lập thêm chế độ [[Đại học sĩ]]. Chế độ gần giống với [[nội các]] này từng bước thay thế quyền lực của chức vụ tể tướng đã bị bãi bỏ và dần dần trở nên có quyền thế không khác gì chế độ tể tướng. Nhìn vẻ bề ngoài không có thực quyền, các vị Đại học sĩ có thể có một số ảnh hưởng tác động tích cực lên ngai vàng. Bởi vì uy tín và niềm tin mà cộng đồng dành cho họ, các Đại học sĩ có thể hành động như cầu nối trung gian giữa hoàng đế và quan viên các bộ, vì thế tạo nên một lực lượng hòa giải trong triều.\n\nDưới thời Hồng Vũ, hệ thống quan liêu của người Mông Cổ thống trị Nhà Nguyên bị thay thế bằng các quan viên người Hán. Hồng Vũ hoàng đế đã cho cải tiến lại hệ thống khoa cử để tuyển dụng quan chức dựa trên các mô hình đạo đức [[Nho giáo]] và tài năng văn chương. Các ứng cử viên cho các chức vụ quản lý dân sự và chức vụ sĩ quan quản lý quân đội đều buộc phải thông qua kỳ thi sát hạch của triều đình, dựa trên các yêu cầu của [[Tứ thư Ngũ Kinh]]. Hệ thống quan liêu Nho giáo này, vốn bị gạt ra ngoài chính quyền vào thời Nguyên, nay đã được khôi phục lại vị thế của mình trong chính quyền.\n\nMinh Thái Tổ cũng rất chú ý đến vai trò của hoạn quan trong việc sụp đổ của các triều đại trước. Ông cho giảm mạnh số lượng hoạn quan, cấm tiệt việc hoạn quan xử lý tấu chương, nhấn mạnh rằng hoạn quan phải mù chữ và cho chém hết những hoạn quan dám có lời bàn về việc triều chính. Nhà vua có ác cảm rất mạnh với hoạn quan, tổng kết bằng câu nói ghi trên bảng sắt: \"Hoạn quan không được can chính, kẻ phạm vào thì giết không tha\". Tuy nhiên ác cảm này không được truyền lại cho những hoàng đế đời sau, khi việc hai vị hoàng đế Hồng Vũ và Kiến Văn đối xử tệ bạc với hoạn quan đã giúp cho Minh Thành Tổ thành công trong việc cướp ngôi nhờ các hoạn quan và Vĩnh Lạc đã sử dụng hoạn quan như là cơ sở quyền lực của mình. Minh Thái Tổ còn không chấp thuận việc cho họ hàng bên vợ của mình vào triều làm quan, chính sách này được giữ vững vào các triều đại tiếp theo.\n\n== Sát hại công thần ==\nMinh Thái Tổ đã gây ra nhiều vụ án văn chương và gây ra nhiều án liên lụy đến nhiều người nhằm diệt trừ hậu họa cho con cháu.<ref name=\"stq\"\/> Ông nhận thấy Thái tử nhu nhược, khó mà điều khiển nổi những công thần bướng bỉnh không thuần, trước khi ông qua đời còn giúp cho con cháu diệt trừ tận gốc. [[Tống Liêm]] là thầy của Thái tử, từ những năm đầu đã theo làm tham mưu cho Thái Tổ vào sinh ra tử chốn quân trường, lập được nhiều công to, làm quan đến chức Học sĩ Thừa chỉ tri chế cáo. Thái Tổ cũng viện cớ để giết ông ta, Thái tử thấy thầy bị kết án chém, rơi lệ cầu xin cho thầy. Để dạy bảo Thái tử, ông cho mang một cây roi lớn có đầy gai nhọn quẳng xuống đất, bảo Thái tử nhặt lên. Thái tử có vẻ lúng túng, nhà vua liền dạy rằng:\n{{cquote|\n''Cây roi có gai ngươi không nhặt, vậy để ta róc hết cái gai nhọn thay ngươi nhé?'' \n}}\nThái tử thông minh hiểu được ý của cha, nhưng cũng không cho là đúng, liền khuyên giải vua cha một cách khéo léo rằng:\n{{cquote|\n''Trên mà có vua [[Nghiêu]] [[Thuấn]], thì dưới sẽ có dân Nghiêu Thuấn.'' \n}}\nNgụ ý là làm vua không được tàn bạo. Thái Tổ rất giận dữ, liền tóm lấy ghế quẳng về hướng thái tử.\n\nViệc này cho thấy Hồng Vũ Đế sau khi đã ngồi trên ngai rồng đã xem công thần là những gai nhọn cần phải loại bỏ. Thống nhất thiên hạ rồi, không thể dùng võ tướng nữa, ông đã tính kỹ cho con cháu. Dùng quan văn để trị thiên hạ, Thái Tổ vẫn không an tâm, cho nên quyền lực từ trung ương đến địa phương hầu hết đều tập trung trong tay Hoàng đế, phát triển chế độ Trung ương tập quyền đến đỉnh cao, trở thành một trong những vị vua có quyền lực nhất trong [[lịch sử Trung Quốc]]<ref>Tiêu Lê, sách đã dẫn, tr 241<\/ref>.\n\nMinh Thái Tổ luôn cho rằng thần dân của ông nên tuân lệnh ông và cực kỳ khét tiếng với việc giết chóc trong các cuộc thanh trừng của mình. Các hình phạt ưa thích của ông là [[lăng trì]] và [[lột da]]. Một tướng lĩnh của ông là [[Thường Ngộ Xuân]] đã thực hiện các cuộc thảm sát ở [[Sơn Đông]] và [[Hồ Nam]] để trả thù cho việc quân đội của ông bị chống trả. Cùng với thời gian, Minh Thái Tổ trở nên ngày càng lo sợ sẽ bị mưu phản và lật đổ, thậm chí ông còn cho [[hành quyết]] các quan viên dám chỉ trích mình. Tương truyền chỉ vì nghe một người dân có lời bất kính với mình mà Hồng Vũ hoàng đế cho tàn sát hàng nghìn người ở Nam Kinh. Vào năm 1380, sau khi đã giết chóc rất nhiều, một tia sét đã đánh thẳng vào cung điện của nhà vua, Minh Thái Tổ cực kỳ sợ hãi và đã dừng các cuộc giết chóc lại một thời gian vì nhà vua sợ bị thiên khiển (trời phạt).\n\nMinh Thái Tổ tạo nên những vụ án lớn, văn thần võ tướng, tất cả đều bị càn quét triệt để. Năm Hồng Vũ thứ 13 (1380), Minh Thái Tổ dùng tội danh ''\"tự quyền xây dựng phe phái\"'' đã giết Thừa tướng [[Hồ Duy Dung]]. Sau khi giết Hồ Duy Dung rồi, Chu Nguyên Chương cũng bãi bỏ luôn cơ quan Trung thư tỉnh và đề cao vai trò của 6 bộ. Từ đó công việc chính trị trong nước do 6 bộ phân chia nhau thực hiện và trực tiếp nghe lệnh hoàng đế. Việc làm đó đã thâu tóm quyền lực vào tay một mình hoàng đế và xóa bỏ chế độ tể tướng vốn tồn tại 1500 năm ở Trung Quốc.\n\nCháu của Tống Liêm là Tống Thận vì có dính líu đến vụ án của Hồ Duy Dung, Minh Thái Tổ triệu Tống Liêm (lúc đó đã từ quan) về Nam Kinh để xử tử ông và cả nhà của ông, sau được Mã Hoàng hậu và Thái tử Chu Tiêu ra sức can ngăn (vì Tống Liêm là thầy dạy học của Thái tử Chu Tiêu), Tống Liêm may mắn thoát chết, nhưng đổi lại toàn bộ thành viên trong gia tộc bị xử tội lưu, đày đến Mậu Châu (nay thuộc huyện Mậu tỉnh [[Tứ Xuyên]]). Bản thân Tống Liêm bị bắt đi xung quân. Trên đường tới vùng giữa [[Quỳ Châu]] (nay thuộc huyện [[Phụng Tiết]] thành phố [[Trùng Khánh]]) và Mậu Châu thì Tống Liêm mắc bệnh qua đời vào đầu năm 1381.\n\nĐại tướng Từ Đạt của nhà Minh bệnh nặng trong năm [[1384]]. Minh Thái Tổ sợ Từ Đạt làm phản nên sau đó đã bắt ông giao lại binh quyền cho Chu Đệ và buộc ông phải trở về Nam Kinh. Từ Đạt giao lại cho con trai thứ là Từ Tăng Thọ quyền chỉ huy 30 vạn quân, kế tục lòng trung thành của Từ Đạt với Yên vương Chu Đệ.\n\nSang năm 1385 đại tướng [[Từ Đạt]] của nhà Minh qua đời, nghi vấn là do chính Minh Thái Tổ (Chu Nguyên Chương) giết hại. Từ Đạt vốn không bị buộc tội mưu phản, trong khi các tướng lĩnh khai quốc của nhà Minh ngoại trừ Thường Ngộ Xuân chết sớm trước tuổi 40 ra thì hầu hết đều bị Minh Thái Tổ [[tru di|tru diệt chín họ]] với tội danh mưu phản. Tương truyền nói rằng Từ Đạt bị bệnh, thầy thuốc nói rằng phải kiêng món ngỗng. Minh Thái Tổ nghe vậy liền cho người đem một con ngỗng quay đến cho Từ Đạt, buộc ông ăn hết và chứng kiến ông chết. Cũng có thuyết nói rằng khi thấy vua tặng cho con ngỗng quay làm thức ăn, Từ Đạt đã hiểu ý vua và uống thuốc độc tự sát chết, giống như chuyện [[Tào Tháo]] giết [[Tuân Úc]] năm nào. Bấy giờ Từ Đạt mới 54 tuổi. Tuy nhiên đây chỉ là truyền thuyết, vẫn chưa chứng minh được. Tướng quân Phó Hữu Đức đến Bắc Bình để nắm giữ bộ chỉ huy quân sự bị bỏ trống sau cái chết của tướng quân Từ Đạt.\n\nMặc dù vậy, Chu Nguyên Chương vẫn chưa yên tâm. Ông cảm thấy thái tử [[Chu Tiêu]] bản chất trung hậu nhu nhược không thể trấn áp được các công thần. Bởi thế, năm 1390, 10 năm sau cái chết của Thừa tướng [[Hồ Duy Dung]], [[Lý Thiện Trường]] là khai quốc công thần nhà Minh và thông gia với nhà vua Minh Thái Tổ. Do bị cáo giác đồng lõa với Hồ Duy Dung ngày trước nên bị Minh Thái Tổ chém cả nhà, lúc đó Lý Thiện Trường đã 77 tuổi, muốn sống những ngày cuối đời mà nhà vua cũng không cho. Cùng với Lý Thiện Trường, cả gia đình hơn bảy mươi người cũng bị Minh Thái Tổ giết sạch.\n\nMinh Thái Tổ lại dựng tù ngục, dùng tội danh ''\"thông đồng với Hồ Duy Dung, mưu đồ làm phản\"'' để giết một lượng lớn các công thần, lão tướng như [[Lục Trọng Đình]], [[Đường Thắng Tông]]...\n\nTheo sách ''\"16 hoàng đế triều Minh\"'' của [[Vương Thắng Hữu]] chủ biên thì ''\"Những người liên lụy bị tù, bị giết đã tới trên 3 vạn người\"''. Minh Thái Tổ còn biên soạn một tài liệu là ''\"chiêu thị gian đảng lục\"'' để công bố những kẻ bị kết tội mưu phản ra khắp thiên hạ. Vụ việc dây dưa kéo dài tới mấy năm vẫn chưa xong gây nhiều hoang mang.\n\nHết đợt sóng này tiếp nối đợt sóng khác, sau việc trên hai năm (lúc này Thái tử Chu Tiêu đã qua đời vào năm 1392, con của Chu Tiêu là [[Chu Doãn Văn]] được lập làm Hoàng thái tôn) lại sinh ra vụ án Lương Quốc Công [[Lam Ngọc]]. Thường ngày, Lam Ngọc có nhược điểm là hay kể công kiêu ngạo, Minh Thái Tổ vốn đã có cái nhìn không mấy thiện cảm. Tháng 2 năm Hồng Vũ thứ 26 (1393) [[Xưởng vệ|Cẩm y vệ]] Chỉ huy sứ là Giang Hoàn báo cáo: Lam Ngọc có ý làm phản. Được tin, Minh Thái Tổ hạ lệnh bắt  vị Quốc công này. Cẩm y vệ dùng hình phạt tàn bạo để thẩm vấn, buộc ông phải khai đồng đảng. Liên lụy tới vụ này gồm Cảnh Xuyên hầu [[Tào Chẩn]], Nhạn Ứng hầu [[Trương Dực (nhà Minh)|Trương Dực]], Thượng thư bộ [[Lại Chiêm Huy]], Thị lang bộ hộ [[Bạc Hữu Văn]], … vì nhà vua cho rằng họ đã bàn bạc với nhau nhân khi Hoàng đế làm nghi thức ''\"Tịch điền\"'' sẽ phát động chính biến. Lam Ngọc bị xé xác, tam tộc bị tru di. Phàm là những người có liên quan tới vụ án hoặc người có qua lại với Lam Ngọc đều bị giết cả nhà. Lần giết hại này có nhất Công, nhị Bá, thập tam Hầu, ngoài ra còn hơn mười người là những tướng lĩnh có công chinh chiến và rất nhiều quan văn cao cấp. Số người bị giết có người nói  hơn một vạn năm nghìn, có người nói tới hai vạn.\n\nSau hai vụ án Hồ Duy Dung và Lam Ngọc, triều đình nhà Minh vắng sạch bóng công thần. Sự chuyên chế và tàn bạo của Minh Thái Tổ trở nên nổi danh trong lịch sử.\n\nTuy nhiên sau khi giết Lam Ngọc, Minh Thái Tổ lại quay sang vứt bỏ Cẩm Y vệ, bản thân [[Giang Hoàn]] (Chỉ huy sứ của Cẩm y vệ) sau đó cũng bị Minh Thái Tổ tìm cớ xử tử.\n\nNgoài những người bị giết trong hai vụ án Hồ Duy Dung và Lam Ngọc, còn có mấy công thần có liên lụy tưởng thoát nạn nhưng cuối cùng cũng không gặp may mắn. Sau khi vụ án Lam Ngọc kết thúc một năm, năm 1394 Minh Thái Tổ giết Định Viễn hầu [[Vương Bật]] và Vĩnh Bình hầu [[Tạ Thành]] cũng vì bị coi là phạm tội lớn. Lúc đó, Vương Bật đã cáo lão về nghỉ, cũng bị triệu hồi kinh sư (Nam Kinh) để giết.\n\nLúc này trọng thần của Minh Thái Tổ là Phó Hữu Đức đang nắm giữ 131000 quân ở Bắc Bình khiến Minh Thái Tổ e ngại ông này. Ngày 20 tháng 12 năm 1394 Minh Thái Tổ quyết định loại bỏ luôn trọng thần Phó Hữu Đức bằng cách xử tử ông này (có sách nói là Minh Thái Tổ buộc ông này tự sát).\n\nQua hơn một năm Dĩnh Quốc công [[Bạc Văn Đức]] và Tống Quốc công [[Phùng Thắng]] không hiểu nguyên nhân vì sao cũng phải tự sát. Để thực hiện độc tài chuyên chế, bảo đảm thiên hạ tồn tại với con cháu vạn đời, Chu Nguyên Chương \"lục thân bất nhận\", giết cả cháu ruột là [[Chu Văn Chinh]], đầu độc cháu ngoại là [[Lý Văn Trung]] chỉ với lý do họ ''\"thân cận Nho sinh\", \"lễ hiền hạ sĩ\"'', trong khi họ đều là những người vào sinh ra tử, lập rất nhiều chiến công.\n\nTrong cuộc khủng bố giết hại công thần của Chu Nguyên Chương, chỉ có một người may mắn tránh được là Khai quốc nguyên huân Tín Quốc công [[Thang Hòa]]. Ông là người cùng thôn với Chu Nguyên Chương, vốn xuất thân là người coi gia súc. Ông là người rất hiểu Chu Nguyên Chương, tường tận tâm lý của Hoàng thượng nên ông đã cẩn thận lo xa, sau khi sự nghiệp thành công vội giao binh quyền, cáo lão về quê nên mới bảo toàn được tính mạng.\n\nChu Nguyên Chương còn để cho cơ quan đặc vụ [[Xưởng vệ|Cẩm y vệ]] hoạt động công khai, từ sau bức rèm the lại nhảy lên tiền đài.<ref>Tiêu Lê, sách đã dẫn, tr 250-251<\/ref> Trong hơn 30 năm cai trị của Minh Thái Tổ, Cẩm Y vệ chịu trách nhiệm cho cái chết của hơn 10 vạn người.\n\nNhững năm cuối đời, Minh Thái Tổ còn ban bố điều lệ ''[[Hoàng Minh tổ huấn]]'', yêu cầu con cháu cùng các công thần phải tuân thủ \"phép tắc của tổ tông\", quy định đời sau kẻ nào sửa đổi điều tổ tông đặt ra thì giết không tha. Ông đã giữ chính sách bế quan tỏa cảng, trở thành \"tổ huấn\", dĩ nhiên là \"tổ huấn\" đó đã được giữ khư khư một cách tiêu cực, làm cho nền chính trị của [[Nhà Minh|vương triều Minh]] bị ảnh hưởng một cách lâu dài.\n\n== Qua đời và vấn đề người kế vị ==\n[[Tập tin:Stone Sifangcheng.jpg|thumb|Một tấm bia được xây trên [[Bí Hí|một con rùa đá khổng lồ]] tại lăng của Minh Thái Tổ.]]\nVào ngày 24 tháng 6 dương lịch năm Hồng Vũ thứ 31 ([[1398]]), Minh Thái Tổ băng hà ở Nam Kinh, hưởng thọ 71 tuổi, trị vì được 30 năm. Ông được táng ở Hiếu lăng, miếu hiệu là '''Thái Tổ''', thụy là '''Cao Hoàng đế'''.\n\nChu Nguyên Chương có tới 26 người con trai nhưng càng về cuối đời ông càng cảm thấy bất an vì chưa biết giang sơn sẽ giao lại cho ai là xứng đáng. Con trưởng [[Chu Tiêu]] là người được chọn làm Hoàng thái tử. Thậm chí Minh Thái Tổ còn mời danh sĩ nổi tiếng [[Chiết Giang]] đương thời là [[Tống Liêm]] về dạy cho Thái tử với hi vọng Chu Tiêu sẽ là người thừa kế đầy tài năng. Nhưng không may, tháng 1 năm 1392, sau khi đi thị sát [[Thiểm Tây]] trở về, trên người Chu Tiêu mọc bướu dữ đau đớn vô cùng, và cuối cùng mất sớm.\n\nChu Tiêu mất sớm khiến Chu Nguyên Chương vô cùng đau lòng. Trong những Hoàng tử còn lại thì ít người có thể tin tưởng được: kẻ thì phạm tội giết người, kẻ thì đắm chìm trong tửu sắc, không thì cũng không có chút kinh nghiệm cũng như tài năng chính trị hay quân sự nào. Cuối cùng chỉ còn lại Tứ Hoàng tử - Yên vương [[Minh Thành Tổ|Chu Đệ]] và Đích tôn [[Minh Huệ Đế|Chu Doãn Văn]] - con trai thứ của Thái tử Chu Tiêu. \n\nVới Chu Doãn Văn, Minh Thái Tổ vừa yêu thích tính cách nhân từ mềm mỏng, đặc biệt là sự hiếu kính của đứa cháu. Với Chu Đệ, Thái Tổ cũng rất yêu quý đứa con này bởi sự dũng mãnh, bản lĩnh và mưu trí hơn người cả về chính trị lẫn quân sự. Ông cũng từng trưng cầu ý kiến với các đại thần về vấn đề này. Các quan văn ủng hộ Chu Doãn Văn, bởi họ muốn có một vị vua độ lượng, ôn hòa sau sự cai trị hà khắc của Minh Thái Tổ, và cũng là thuận theo chủ trương \"Lập trưởng không lập thứ\" của Thái Tổ. Trái lại, các võ tướng đồng lòng ủng hộ Chu Đệ, với lý do đất nước cần một vị vua có bản lĩnh, uy dũng và kinh nghiệm để gánh vác.\n\nNhưng cuối cùng, Chu Nguyên Chương đã lập Chu Doãn Văn làm Hoàng thái tôn để lên kế vị, tức [[Minh Huệ Đế]]. Một trong những nguyên nhân khiến Minh Thái Tổ đưa ra quyết định này chính là xuất thân không rõ ràng của Chu Đệ. Theo các nhà sử học, xuất thân của Chu Đệ đến nay lịch sử vẫn còn rất nhiều giả thuyết khác nhau nhưng đa phần đều có một điểm chung rằng Chu Đệ không phải là con đẻ của Mã Hoàng hậu. Đây chính là lý do lớn nhất khiến Chu Đệ không được chọn làm người kế vị. Nhưng Chu Nguyên Chương không ngờ rằng quyết định của mình đã khiến Chu Đệ động sát tâm mà dấy binh tạo phản chỉ 1 năm sau khi ông qua đời, lật đổ Chu Doãn Văn rồi tự mình xưng đế, tức Minh Thành Tổ. \n\n== Hậu thế ==\n[[Tập tin:MingXiaoLing-ML.JPG|nhỏ|200px|Minh Hiếu lăng.]]\nMinh Thái Tổ đã vì giang sơn [[Nhà Minh|Đại Minh]] mà khổ tâm sắp đặt, loại trừ hậu họa cho con cháu, còn ban bố Tổ huấn để con cháu tránh mắc sai lầm như các triều đại trước, nhưng sự việc lại không như ý muốn. Sau khi ông qua đời, mộ phần chưa ráo, thì chú cháu tranh đoạt quyền lực lẫn nhau, \"Tổ huấn\" của ông bị Chu Đệ phá hoại, chiếm ngôi Hoàng đế, dời đô từ [[Nam Kinh]] về [[Bắc Kinh|Yên Kinh]], dù trước đó Thái Tổ từng dặn dò con cháu phải đề phòng các rợ tộc phương Bắc xâm chiếm, không được đóng đô ở gần phương Bắc mà phải ở phương Nam.\n\nMinh Thái Tổ giết hại công thần, không còn ai để giao việc, tự mình chọn Đích tôn [[Minh Huệ Đế|Chu Doãn Văn]] làm người kế vị nhưng đã bị chết trong binh lửa. Ông còn dựng bảng sắt cấm chỉ [[hoạn quan]] can dự chính sự, mà đến đời Thành Tổ có đến 24 nha môn lọt vào tay hoạn quan, hoạn quan đã nắm giữ cơ quan đặc vụ, [[Nhà Minh|triều Minh]] đã trở thành triều đại mà hoạn quan gây họa kịch liệt.\n\nMinh Thái Tổ đặt một cánh quân hùng mạnh trấn giữ [[Liêu Đông]], dặn dò con cháu phải trấn thủ thật chắc biên cương phía Bắc, nhưng sau này quân đội triều Minh dần suy thoái, cuối cùng lại bị một dân tộc thiểu số ngoài quan ải tiến vào lật đổ là người [[Nữ Chân]].\n\n== Hậu cung ==\n{{further|#Hậu phi}}\nCũng giống như bao bậc đế vương khác, sau khi lên ngôi, ổn định giang sơn xã tắc, xây dựng thiên hạ thái bình cường thịnh, Chu Nguyên Chương cũng lập hậu cung tuyển chọn mỹ nữ. Hậu cung của ông cũng vô cùng nhiều giai nhân. Trong ''\"Minh Hội điển\"'' có ghi: ''\"Thái tổ có tổng cộng 40 phi tần\"'' có tài liệu ghi là 46 phi tần. Bất luận là con số nào mới chính xác thì điều này chứng minh rằng phi tần của Minh Thái Tổ không dưới 40 người.\n\nChu Nguyên Chương nổi tiếng quản lý hậu cung vô cùng nghiêm khắc, thậm chí có phần tàn khốc. Chỉ cần phát hiện phi tần không chung thủy, sẽ xử nghiêm không cần lý do. '''\"Thiết quần hình\"''' là một trong những nhục hình tàn khốc, vô nhân tính mà đàn ông thời cổ đại dùng để trừng phạt những người phụ nữ bất trung. \"Thiết quần\" chính là dùng miếng sắt mỏng tạo thành hình giống chiếc quần. Nữ phạm sẽ phải mặc lên người, sau đó đốt nóng \"Thiết quần\". Người chịu hình phạt này sẽ bị sắt nóng cháy xém da thịt, đau đớn mà chết.\n\nTương truyền, mẹ đẻ của Minh Thành Tổ [[Minh Thành Tổ|Chu Đệ]] – Ngạc Phi ''(khi mang thai Chu Đệ được 7 tháng Ngạc Phi đã sinh non)'' đã phải chịu nhục hình \"Thiết quần\" tàn khốc đến chết. Vì sinh non trước một tháng, nên Chu Nguyên Chương đã nghi ngờ Ngạc Phi tư thông với người khác. Cơn thịnh nộ nổi lên, không cần điều tra nguồn cơn, ông đã ban cho Ngạc Phi nhục hình \"Thiết quần\" đầy đau đớn. Có giả thuyết khác lại nói, do Ngạc Phi đắc sủng mà trở nên kiêu căng, ngạo mạn, muốn ép Chu Nguyên Chương lập con đẻ của mình là Chu Đệ làm thái tử nên đã bị trừng phạt đến chết. Lại có quan điểm cho rằng, Ngạc Phi sinh ra Chu Đệ, Mã Hoàng hậu vô cùng yêu thích nên đã tìm cách hãm hại Ngạc Phi và nhận Chu Đệ là con đẻ của mình.\n\nSử cũ ghi lại rằng có một lần, người ta phát hiện trên con sông chạy ngang qua hậu cung Minh triều có một thi thể trẻ con. Sự việc này đã khiến Hoàng đế bốc hỏa, nhất quyết cho rằng một phi tần nào đó đã vụng trộm mới dẫn đến cục này. Nghĩ đi nghĩ lại vài ngày, Chu Nguyên Chương cho rằng Hồ Xung phi chính là \"thủ phạm\" nên đã sai người giết chết bà. Tuy nhiên, điều đáng buồn cười là khi đó, vị phi tần này tuổi đã ngoài 50, về cơ bản rất khó có con.\n\nThậm chí, cũng có những giai thoại cho rằng, Chu Nguyên Chương đã giết hại đến 5.000 cung nữ song cho đến nay, vẫn chưa có chứng cứ rõ ràng về việc này.\n\n=== Với Mã Hoàng hậu ===\nTuy Chu Nguyên Chương là người rất đông phi tần, hậu cung hùng hậu nhưng vì sao ông lại không bị liệt vào danh sách các Hoàng đế hoang dâm? Điều này có thể do chính cách ông đối xử với những người đẹp bên mình và đặc biệt là đối với người vợ tào khang, khiến hậu thế cảm thấy nể phục.\n\nTương truyền Chu Nguyên Chương là người trời không sợ, đất không sợ chỉ sợ mỗi Hoàng hậu [[Mã hoàng hậu (Minh Thái Tổ)|Mã Tú Anh]] không vui. Mã Tú Anh Hoàng hậu là người có [[nhân phẩm]] tốt. Đối với trên thì nhất mực kính trọng, với kẻ dưới vô cùng nhân từ. Chính vì thế, hậu cung của Chu Nguyên Chương tương đối bình yên. Các phi tần, cung nữ và thái giám không ai là không phục bà.\n\nVì xuất thân nghèo khó, từng cùng Chu Nguyên Chương nếm mật nằm gai làm nên đại nghiệp, chính vì thế Mã Hoàng hậu luôn biết tiết kiệm tiền bạc và trân quý sinh mệnh con người. Bà luôn trợ giúp Chu Nguyên Chương trong việc an bang trị quốc. Bà cũng thường xuyên can gián những việc làm sai trái của chồng. Tuy vậy, bà lại không phải là người ích kỉ khắt khe. Bà luôn thoải mái, thậm chí còn khuyến khích Chu Nguyên Chương nạp thêm phi tần. Ông cũng rất hiểu đức hạnh và tài năng của Mã Hoàng hậu. Đối với Mã Hoàng hậu, ông luôn dành cho bà sự kính trọng và không ai có thể thay thế được vị trí của bà.\n\nKhi Mã Hoàng hậu lâm trọng bệnh, Chu Nguyên Chương đã cho tìm danh y giỏi đến chữa bệnh. Hàng ngày, chính ông đích thân mang cơm, bón thuốc cho Hoàng hậu. Đây quả là một vị Hoàng đế hiếm có trong lịch sử.\n\nNăm Hồng Vũ thứ 15, Mã Hoàng hậu qua đời thọ 51 tuổi. Chu Nguyên Chương đau lòng khôn xiết đã thề với trời đất không lập thêm ai làm Hoàng hậu. Ông còn phong cho Hoàng hậu thụy hiệu cao quý: \"Hiếu Từ Chiêu Hiến Chí Nhân Văn Đức Thừa Thiên Thuận Thánh Cao Hoàng hậu\" và cái tên Hiếu lăng cũng bắt nguồn từ thụy hiệu này.\n\n== Vai trò lịch sử ==\nChu Nguyên Chương tay không dựng nghiệp lớn, đánh đuổi được người Mông Cổ, giành lại quyền tự chủ của người Hán. Bản thân không có một tấc đất nương thân, nhưng qua tự lực phấn đấu mà khai sáng được giang sơn Đại Minh gần 300 năm, vì vậy trong dân gian lưu truyền nhiều giai thoại lạ lùng về ông, chính là thuật lại một cách tôn kính về sự nghiệp và mức độ thông minh tài trí của ông. Thái Tổ lập nghiệp ở phía Nam sông Trường Giang mà xuất quân Bắc phạt đánh đuổi người Mông Cổ, lấy được thiên hạ là lần duy nhất mà một lực lượng phía Nam có thể thống nhất được toàn bộ quốc gia. Các triều đại trước ông như [[Tần (triều đại)|Tần]], [[Hán triều|Hán]], [[Nhà Tấn|Tấn]], [[Nhà Tùy|Tùy]], [[Đường Triều|Đường]], [[Tống (triều đại)|Tống]], [[Nhà Nguyên|Nguyên]] và sau ông như người con Chu Đệ từ Bắc Kinh đánh xuống phía Nam và [[Nhà Thanh]] đều xuất thân từ phía Bắc. Trước và sau ông không ai có thể làm được như thế.\n\nTrong [[chùa Long Hưng]] huyện [[Phượng Dương|Phụng Dương]] tỉnh [[An Huy]] có một cặp đối khái quát khá thần tình cả cuộc đời mà Thái Tổ nếm trải {{fact|date = ngày 7 tháng 1 năm 2013}}:\n{{cquote|\n''Sinh trên đất Bái, học hành đất Tứ, lớn lên châu Hào, khí Thiên tử một đúc từ quận Phượng;''\n\n''Lúc đầu làm sư, tiếp theo làm Vương, cuối cùng xưng Đế, dáng thánh nhân chiêm ngưỡng tại chùa Long.''\n}}\nTuy vậy, sự lạc hậu của [[Trung Quốc]] so với các nước phương Tây bắt đầu từ đời Minh.<ref name=\"stq\">Nguyễn Hiến Lê (1997) ''Sử Trung Quốc, Chương VII: Nhà Minh (1368 - 1644)''<\/ref> Sự lạc hậu này thì có nhiều nguyên nhân, trong đó có biện pháp thống trị chuyên chế bảo thủ của Thái Tổ, đặc biệt là thể chế chính trị tập quyền cao độ, quyền lực về kinh tế nằm dưới cực quyền chính trị, mà các chế độ về cửa ải bến sông, chế độ cấm buôn bán trên biển, chế độ hộ làm nghề thủ công, chế độ lưu thông hàng hóa... là nguyên nhân chủ yếu kìm hãm sự phát triển của [[kinh tế]]. Những hạn chế này là do xuất thân của Thái Tổ. Ngoài ra, cách chọn nhân tài bằng lối văn bát cổ (một thể văn dùng trong các kỳ thi thời phong kiến, chỉ chuộng phô trương hình thức, ít chuộng giá trị đích thực của nội dung) và chủ trương văn hóa chuyên chế của [[Nhà Minh|triều Minh]] cũng là nguyên nhân chủ yếu để tạo nên sự đình trệ của xã hội Trung Quốc<ref>Tiêu Lê, sách đã dẫn, tr 278<\/ref>. Công và tội của Thái Tổ đối với lịch sử đều đáng được suy ngẫm.\n\n== Miếu và thuỵ hiệu ==\n* Năm Hồng Vũ thứ 31, tháng 6, năm Giáp Thìn: '''Khâm Minh Khải Vận Tuấn Đức Thành Công Thống Thiên Đại Hiếu Cao Hoàng đế''', miếu hiệu '''Thái Tổ''' (欽明啟運俊德成功統天大孝高皇帝) <ref>明 [[朱鷺]] [[建文書法儗]] 前编<\/ref>\n* Năm Vĩnh Lạc nguyên niên, ngày 11 tháng 6, năm Đinh Tị: '''Thánh Thần Văn Vũ Khâm Minh Khải Vận Tuấn Đức Thành Công Thống Thiên Đại Hiếu Cao Hoàng đế''' (聖神文武欽明啟運俊德成功統天大孝高皇帝) <ref name=\"明史 卷五十一 志第二十七 禮五吉禮五 加上諡號\">[[明史]] 卷五十一 志第二十七 禮五吉禮五 加上諡號<\/ref>\n* Năm Gia Tĩnh thứ 17, tháng 11: '''Khai Thiên Hành Đạo Triệu Kỉ Lập Cực Đại Thánh Chí Thần Nhân Văn Nghĩa Vũ Tuấn Đức Thành Công Cao Hoàng đế''' (開天行道肇紀立極大聖至神仁文義武俊德成功高皇帝) <ref name=\"明史 卷五十一 志第二十七 禮五吉禮五 加上諡號\"\/>\n\n== Các tể tướng ==\n* [[Lý Thiện Trường]]\n* [[Từ Đạt]]\n* [[Lý Văn Trung]]\n* [[Uông Quảng Dương]]\n* [[Hồ Duy Dung]]\n\n== Các danh tướng ==\n{{div col|colwidth=30em}}\n* [[Minh Thành Tổ|Chu Đệ]]\n* [[Lưu Bá Ôn]]\n*[[Từ Đạt]]\n*[[Lý Thiện Trường]]\n*[[Thường Ngộ Xuân|Thường Ngộ xuân]]\n* [[Thôi Tụ]]\n* [[Trần Hiệp]]\n* [[Lý Đằng]]\n* [[Lý Lượng]]\n* [[Đặng Dũ]]\n*[[Thang Hòa]]\n* [[Mộc Anh]]\n* [[Hồ Đại Hải]]\n* [[Du Thông Hải]]\n* [[Phó Hữu Đức]]\n* [[Lam Ngọc]]\n* [[Cao Bân]]\n* [[Trương Phụ]]\n* [[Hạ Bình]]\n* [[Lý Khánh]]\n* [[Lương Minh]]\n* [[Triệu Quân Dụng]]\n* [[Vương Thông]]\n* [[Mộc Thạnh]]\n* [[Liễu Thăng]]\n*[[Phùng Thắng]]\n{{div col end}}\n\n== Gia quyến ==\n* Thân phụ: [[Chu Thế Trân]] [朱世珍, 1281 - 1344], thụy phong ''Nhân Tổ Thuần Hoàng đế'' (仁祖淳皇帝).\n* Thân mẫu: [[Thuần hoàng hậu|Thuần Hoàng hậu]] Trần thị [淳皇后陳氏, 1286 - 1344].\n[[Tập tin:Princess of Caoguo 2.jpg|nhỏ|Tào Quốc Trưởng Công chúa Chu Phật Nữ, chị của Minh Thái Tổ]]\n=== Anh chị em ===\n# Nam Xương vương [[Chu Hưng Long]] [朱興隆; 1344]. Con trai là [[Chu Văn Chính]] (朱文正).\n# Hu Di vương [[Chu Hưng Thịnh]] [朱興盛].\n# Lâm Hoài vương [[Chu Hưng Tổ]] [朱興祖].\n# [[Thái Nguyên Công chúa]] [太原公主], trưởng tỉ, lấy [[Vương Thất Nhất]] (王七一).\n# [[Tào Quốc Công chúa]] [曹國公主; 1317 - 1351], nhị tỉ, tên ''Chu Phật Nữ'' (朱佛女), lấy [[Lý Trinh (nhà Minh)|Lý Trinh]] (李贞), mẹ của [[Lý Văn Trung]] (李文忠).\n\n=== Hậu phi ===\n[[Tập tin:孝慈高皇后1.jpg|thumb|150px|Hiếu Từ Cao Hoàng hậu Mã thị]]\n# [[Mã hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]] Mã thị (孝慈高皇后马氏, 1332 - 1382), người ở [[Túc Châu]]. Dã sử xưng ''Mã Tú Anh'' (马秀英), ''Mã Ngọc Hoàn'' (马玉环) hoặc ''Mã Đại Cước'' (马大脚). Sinh ra Ý Văn Thái tử [[Chu Tiêu]], Tần Mẫn vương [[Chu Sảng]] (朱樉), Tấn Cung vương [[Chu Cương]] (朱棡), [[Minh Thành Tổ]] Vĩnh Lạc Đế, Chu Định vương [[Chu Túc]] (朱橚), [[Ninh Quốc Công chúa]], và [[An Khánh Công chúa]].\n# [[Thành Mục Quý phi (Minh Thái Tổ)|Thành Mục Quý phi]] Tôn thị (成穆貴妃孫氏, 1343 - 1374), người [[Trần Châu]] ([[Hoài Dương]] ngày nay), cha là [[Tôn Hòa Khanh]] (孫和卿). Hồng Vũ nguyên niên, sách phong [[Quý phi]], đứng đầu chúng phi giúp Hoàng hậu quản lý sự vụ. Tôn Quý phi tính tình hiền thuận, tư sắc diễm mỹ, được Thái Tổ và Mã Hoàng hậu coi trọng, gọi là ''Hiền phi'' (贤妃). Bà sinh ra [[Lâm An Công chúa]], [[Hoài Khánh Công chúa]] và 2 Hoàng nữ chết yểu. Sau khi bà qua đời, Thái Tổ lấy Chu Định vương [[Chu Túc]] trở thành con của bà, phục tang 3 năm.\n# [[Lý Thục phi]] (李淑妃), người [[Thọ Châu]] ([[Hoắc Khâu]] ngày nay), cha là [[Lý Kiệt]] (李傑). Năm Hồng Vũ thứ 17 ([[1384]]), sách phong ''Thục phi'', chưởng quản hậu cung sự vụ, nhưng không lâu sau thì mất. Theo ''Dã sử'' là sinh mẫu [[Chu Tiêu]], [[Chu Sảng]], và [[Chu Cương]].\n# [[Quách Ninh phi]] (郭寧妃), người [[Hào Châu]]; cha là Doanh Quốc công [[Quách Sơn Phủ]] (郭山甫); xuất thân danh môn Quách thị; bà là em gái của Đại tướng quân [[Quách Anh]] (郭英). Cai quản lục cung sau khi Lý Thục phi qua đời. Không rõ năm mất, nhiều khả năng bị Minh Thái Tổ ban chết, sinh hạ Lỗ Hoang vương [[Chu Đàn]], [[Nhữ Ninh Công chúa]]\n# [[Triệu Quý phi]] (赵贵妃), sinh hạ Trầm Giản vương [[Chu Mô]]\n# [[Giang Quý phi]] (江贵妃)\n# [[Quách Huệ phi]] (郭惠妃), sinh hạ Thục Hiến vương [[Chu Xuân]], Đại Giản vương [[Chu Quế]], Dục vương [[Chu Huệ]], [[Vĩnh Gia Trinh Ý Công chúa]], [[Nhữ Dương Công chúa]], [[Đại Danh Công chúa]].\n# [[Trang Tĩnh An Vinh Huệ phi]] Thôi thị (莊靖安荣惠妃崔氏)\n# [[Chiêu Kính Sung phi]] Hồ thị (昭敬充妃胡氏), sinh hạ Sở Chiêu vương [[Chu Trinh (nhà Minh)|Chu Trinh]].\n# [[Trịnh An phi]] (郑安妃), sinh hạ [[Phúc Thanh Công chúa]].\n# [[Đạt Định phi]] (达定妃), sinh hạ Tề Cung vương [[Chu Phù]], Đàm vương [[Chu Tử (nhà Minh)|Chu Tử]].\n# [[Hồ Thuận phi]] (胡顺妃), sinh hạ Tương Hiến vương [[Chu Bách]].\n# [[Nhậm Thuận phi]] (任顺妃), [[Triều Tiên]] tiến cống.\n# [[Lý Hiền phi]] (李贤妃), sinh hạ Đường Định vương [[Chu Kính]].\n# [[Lưu Huệ phi]] (刘惠妃), sinh hạ Dĩnh Tĩnh vương [[Chu Đống]].\n# [[Cát Lệ phi]] (葛丽妃), sinh hạ Y Lệ vương [[Chu Di]].\n# [[Ngạc phi (Minh Thái Tổ)|Ngạc phi]] (碽妃), [[Triều Tiên]] tiến cống. Có sử gia coi là mẹ đẻ của [[Minh Thành Tổ]].\n# [[Hàn phi (Minh Thái Tổ)|Hàn phi]] (韩妃), [[Triều Tiên]] tiến cống, sinh hạ Liêu Giản vương [[Chu Thực]].\n# [[Dư phi (Minh Thái Tổ)|Dư phi]] (余妃), sinh hạ Khánh Tĩnh vương [[Chu Chiên]]\n# [[Dương phi (Minh Thái Tổ)|Dương phi]] (杨妃), sinh hạ Ninh Hiến vương [[Chu Quyền]].\n# [[Chu phi]] (周妃), sinh hạ Dân Trang vương [[Chu Biền]], Hàn Hiến vương [[Chu Tùng]]\n# [[Lý Tiệp dư]] (李婕妤), [[Triều Tiên]] tiến cống.\n# [[Thôi Mỹ nhân]] (崔美人), [[Triều Tiên]] tiến cống.\n# [[Trương Mỹ nhân]] (张美人), sắc đẹp mỹ miều, đặc ân không bị tuẫn táng, sinh hạ [[Bảo Khánh Công chúa]], được [[Từ hoàng hậu (Minh Thành Tổ)|Từ Hoàng hậu]] nuôi dưỡng.\n# Cáo thị (郜氏), không phong hiệu, sinh hạ Túc Trang vương [[Chu Anh]].\n# Lâm thị (林氏), không phong hiệu, sinh hạ [[Nam Khang Công chúa]].\n\n=== Con cái ===\n==== Hoàng tử ====\n{| class=\"wikitable\"\n!STT\n! width=\"16%\" |Tước hiệu\n! width=\"10%\" |Tên\n! width=\"18%\" |Sinh mất\n! width=\"15%\" |Mẹ\n!Ghi chú\n|-\n|1\n|Ý Văn Thái tử<br>(懿文太子)<br>''Hiếu Khang Hoàng đế''<br>(孝康皇帝)\n|[[Chu Tiêu]]<br>(朱標)\n|[[10 tháng 10]] năm [[1355]] – [[17 tháng 5]] năm [[1392]]\n|[[Mã hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]]\n|Sơ phong [[Thái tử]] nhưng mất trước Thái Tổ, thụy ''Ý Văn'' (懿文).<br>[[Minh Huệ Đế]] nối ngôi truy tôn làm Hoàng đế, [[Minh Thành Tổ]] cải thụy làm Thái tử, dưới thời [[Nam Minh]] được phục thụy Hoàng đế.<br>Lấy con gái của ''Khai Bình Vương'' [[Thường Ngộ Xuân]] làm Vương phi, thời [[Nam Minh]] truy tôn Hoàng hậu.\n|-\n|2\n|Tần Mẫn vương<br>(秦愍王)\n|[[Chu Sảng]]<br>朱樉\n|[[3 tháng 12]] năm [[1356]] – [[9 tháng 4]] năm [[1395]]\n|[[Mã hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]]\n|Lấy em gái của [[Khoách Khuếch Thiếp Mộc Nhi]] làm [[Vương phi]].\n|-\n|3\n|Tấn Cung vương<br>(晉恭王)\n|[[Chu Cương]]<br>(朱棡)\n|[[18 tháng 12]] năm [[1358]] – [[30 tháng 3]] năm [[1398]]\n|[[Mã hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]]\n|\n|-\n|4\n|Yên vương<br>(燕王)<br>'''Văn Hoàng đế'''<br>(文皇帝)\n|'''[[Chu Đệ]]'''<br>(朱棣)\n|[[2 tháng 5]] năm [[1360]] – [[12 tháng 8]] năm [[1424]]\n|[[Mã hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]]\n|Sau [[chiến dịch Tĩnh Nan]] thì đoạt ngôi từ Huệ Đế.<br>Lấy trưởng nữ của [[Từ Đạt]], là [[Nhân Hiếu Văn Hoàng hậu]].\n|-\n|5\n|Ngô vương<br>(吴王)<br>Chu Định vương<br>(周定王)\n|[[Chu Túc]]<br>(朱橚)\n|[[8 tháng 10]] năm [[1361]] – [[2 tháng 9]] năm [[1425]]\n|[[Mã hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]]\n|Được Thái Tổ lấy làm con thừa tự cho [[Thành Mục Quý phi]], phục tang 3 năm như mẹ đẻ.<br>Do âm mưu phản loạn, bị chính con trai tố giác lên Huệ Đế nên bị phế làm [[thứ dân]]. Thành Tổ lên ngôi cho phục tước vị.\n|-\n|6\n|Sở Chiêu vương<br>(楚昭王)\n|[[Chu Trinh (nhà Minh)|Chu Trinh]]<br>(朱楨)\n|[[5 tháng 4]] năm [[1364]] – [[22 tháng 3]] năm [[1424]]\n|Hồ Sung phi\n|\n|-\n|7\n|Tề Cung vương<br>(齊恭王)\n|[[Chu Phù (nhà Minh)|Chu Phù]]<br>(朱榑)\n|[[23 tháng 12]] năm [[1364]] – [[1428]]\n|Đạt Định phi\n|Tính tình kiêu ngạo, nhiều lần bị vua cha quở trách. Mang lòng phản nghịch dưới cả thời Huệ Đế và Thành Tổ, 2 lần đều bị phế làm thứ dân. Mãi đến thời [[Nam Minh]] mới cho phục tước ban thụy.\n|-\n|8\n|Đàm vương<br>(潭王)\n|[[Chu Tử (nhà Minh)|Chu Tử]]<br>(朱梓)\n|[[6 tháng 10]] năm [[1369]] – [[18 tháng 4]] năm [[1390]]\n|Đạt Định phi\n|Do anh\/em của Đàm Vương phi tham gia vào [[vụ án Hồ Duy Dung]] nên bị liên lụy, sợ hãi cùng vợ nhảy vào lửa tự thiêu mà chết.\n|-\n|9\n|Triệu vương<br>(趙王)\n|Chu Kỷ<br>(朱杞)\n|[[1369]] – [[16 tháng 1]] năm [[1371]]\n|''không rõ''\n|Được phong vương năm Hồng Vũ thứ 3 (1370), chết vào năm sau.\n|-\n|10\n|Lỗ Hoang vương<br>(魯荒王)\n|[[Chu Đàn]]<br>(朱檀)\n|[[15 tháng 3]] năm [[1370]] – [[2 tháng 1]] năm [[1390]]\n|[[Quách Ninh phi]]\n|U mê [[giả kim thuật]] nên chết do ngộ độc tiên dược khi còn khá trẻ.<br>Lấy con gái của ''Đông Âu vương'' [[Thang Hòa]].<br>Cháu 10 đời là [[Chu Dĩ Hải]] làm vua Nam Minh, gọi là ''Giám quốc Lỗ vương''.\n|-\n|11\n|Thục Hiến vương<br>(蜀獻王)\n|[[Chu Xuân]]<br>(朱椿)\n|[[4 tháng 4]] năm [[1371]] – [[22 tháng 3]] năm [[1423]]\n|Quách Huệ phi\n|Thông thuộc kinh sử, tính tình nhân hậu nên được vua cha và vua anh quý trọng.<br>Tố cáo em ruột cùng mẹ là Dục vương [[Chu Huệ]] âm mưu phản nghịch.<br>Lấy con gái của [[Lam Ngọc]], danh tướng thời Thái Tổ.\n|-\n|12\n|Tương Hiến vương<br>(湘獻王)\n|[[Chu Bách]]<br>(朱柏)\n|[[12 tháng 9]] năm [[1371]] – [[18 tháng 5]] năm [[1399]]\n|Hồ Thuận phi\n|Giỏi thư pháp, hội họa và thơ ca. Năm Kiến Văn thứ nhất (1399) bị buộc tội mưu phản và làm giả [[tiền giấy]], triều đình cho lính bao vây vương phủ, uất hận rồi tự tay phóng hỏa phủ đệ cùng các phi thiếp tự sát.\n|-\n|13\n|Dự vương<br>(豫王)<br>Đại Giản vương<br>(代簡王)\n|[[Chu Quế]]<br>(朱柏)\n|[[25 tháng 8]] năm [[1374]] – [[29 tháng 12]] năm [[1446]]\n|Quách Huệ phi\n|Tính tình hung bạo, tham lam, bị Huệ Đế phế làm thứ dân. Thành Tổ lên ngôi cho phục tước vị.<br>Lấy con gái thứ hai của [[Từ Đạt]] làm Vương phi.\n|-\n|14\n|Hán vương<br>(漢王)<br>Túc Trang vương<br>(肅莊王)\n|[[Chu Anh]]<br>(朱楧)\n|[[10 tháng 10]] năm [[1376]] – [[5 tháng 1]] năm [[1420]]\n|Cáo thị\n|\n|-\n|15\n|Vệ vương<br>(衛王)<br>Liêu Giản vương<br>(遼簡王)\n|[[Chu Thực]] (hoặc Trĩ)<br>(朱植)\n|[[24 tháng 3]] năm [[1377]] – [[4 tháng 6]] năm [[1424]]\n|Hàn phi\n|Không được lòng Thành Tổ do không giúp vua trong [[chiến dịch Tĩnh Nan]].<br>Lấy con gái của ''Doanh Quốc công'' [[Quách Anh]], danh tướng thời Thái Tổ.\n|-\n|16\n|Khánh Tĩnh vương<br>(遼簡王)\n|[[Chu Chiên]]<br>(朱㮵)\n|[[6 tháng 2]] năm [[1378]] – [[23 tháng 8]] năm [[1438]]\n|Dư phi\n|Uyên bác, giỏi thơ văn kinh sử, hiểu thảo nên được Thành Tổ quý mến.\n|-\n|17\n|Ninh Hiến vương<br>(寧獻王)\n|[[Chu Quyền]]<br>(朱權)\n|[[27 tháng 5]] năm [[1378]] – [[12 tháng 10]] năm [[1448]]\n|Dương phi\n|Sùng [[Đạo giáo]], bị Thành Tổ đuổi khỏi [[thái ấp]] sau trận Tĩnh Nan. Con cháu Ninh vương oán hận, đỉnh điểm là xảy ra [[loạn Chu Thần Hào]] dưới thời [[Minh Vũ Tông]].\n|-\n|18\n|Dân Trang vương<br>(岷莊王)\n|[[Chu Biền]]<br>(朱楩)\n|[[9 tháng 4]] năm [[1379]] – [[10 tháng 5]] năm [[1450]]\n|Chu phi\n|Hành động vô pháp, bị Huệ Đế phế làm thứ dân. Thành Tổ lên ngôi cho phục tước vị.<br>Trực hệ của [[Chu Dung Cơ]], cựu thủ tướng [[Cộng hòa Nhân dân Trung Hoa]].\n|-\n|19\n|Dục vương<br>(谷王)<br>''Bị phế''\n|[[Chu Huệ]]<br>(朱橞)\n|[[30 tháng 4]] năm [[1379]] – [[1428]]\n|Quách Huệ phi\n|Vô đạo, chiếm đoạt ruộng đất, biển thủ thuế và tàn sát người dân, lại còn mưu phản, bị chính anh ruột là Thục vương [[Chu Xuân]] tố cáo với Thành Tổ, chết trong tù.\n|-\n|20\n|Hàn Hiến vương<br>(韓憲王)\n|[[Chu Tùng]]<br>(朱松)\n|[[20 tháng 6]] năm [[1380]] – [[19 tháng 11]] năm [[1407]]\n|Chu phi\n|Thông minh cơ trí, giỏi văn chương, hành xử lễ độ.\n|-\n|21\n|Trầm Giản vương<br>(沈簡王)\n|[[Chu Mô]]<br>(朱模)\n|[[1 tháng 9]] năm [[1380]] – [[11 tháng 6]] năm [[1431]]\n|Triệu Quý phi\n|\n|-\n|22\n|An Huệ vương<br>(安惠王)\n|[[Chu Doanh]]<br>(朱楹)\n|[[18 tháng 10]] năm [[1383]] – [[9 tháng 10]] năm [[1417]]\n|''không rõ''\n|Lấy con gái thứ ba của [[Từ Đạt]] làm Vương phi, không con thừa tự.<br>Được ''Tương Lăng Quận vương'' Xung Mộc, con thứ hai của Hàn vương [[Chu Tùng]], chăm sóc mộ phần.\n|-\n|23\n|Đường Định vương<br>(唐定王)\n|[[Chu Kính]]<br>(朱桱)\n|[[11 tháng 10]] năm [[1386]] – [[8 tháng 9]] năm [[1415]]\n|Lý Hiền phi\n|Cháu 8 đời là [[Chu Duật Kiện]] và [[Chu Duật Việt]] lần lượt lên ngôi dưới thời [[Nam Minh]].\n|-\n|24\n|Dĩnh Tĩnh vương<br>(郢靖王)\n|[[Chu Đống]]<br>(朱棟)\n|[[21 tháng 6]] năm [[1388]] – [[14 tháng 11]] năm [[1414]]\n|Lưu Huệ phi\n|Lấy con gái của [[Quách Anh]] làm Vương phi, không có con trai thừa tự.\n|-\n|25\n|Y Lệ vương<br>(伊厉王)\n|[[Chu Di]]<br>(朱㰘)\n|[[9 tháng 7]] năm [[1388]] – [[8 tháng 10]] năm [[1414]]\n|Cát Lệ phi\n|Tính tình phóng túng hoang dâm, thường trốn khỏi cung dùng ná tấn công người dân. Đến khi qua đời, [[Lễ bộ]] đề nghị truất tước Y vương nhưng Thành Tổ không chấp thuận.\n|-\n|26\n|\n|Chu Nam<br>(朱楠)\n|[[1394]]\n|Cát Lệ phi\n|Chết sau khi [[đầy tháng]].\n|}\n\n==== Hoàng nữ ====\n{| class=\"wikitable\"\n!STT\n! width=\"18%\" |Tước hiệu\n! width=\"18%\" |Sinh mất\n! width=\"15%\" |Mẹ\n! width=\"10%\" |Năm thành hôn\n!Ghi chú\n|-\n|1\n|[[Lâm An Công chúa]]<br>(臨安公主)\n|[[1360]] – [[17 tháng 8]] năm [[1421]]\n|[[Thành Mục Quý phi]]\n|[[1376]]\n|Nguyên danh ''Chu Ngọc Phụng'' (朱玉凤).<br>Lấy Lý Kỳ, con trai của tể tướng [[Lý Thiện Trường]]. Thiện Trường bị Thái Tổ ban chết, phò mã may mắn được tha nhưng bị quản thúc tại phủ.\n|-\n|2\n|[[Ninh Quốc Công chúa]]<br>(寧國公主)\n|[[1364]] – [[7 tháng 9]] năm [[1434]]\n|[[Mã hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]]\n|[[1378]]\n|Lấy Mai Ân, cháu nội của ''Nhữ Nam hầu'' Mai Tư Tổ. Ân vì theo Huệ Đế nên bị Thành Tổ ép chết.\n|-\n|3\n|[[Sùng Ninh Công chúa]]<br>(崇寧公主)\n|''không rõ''\n|''không rõ''\n|[[1384]]\n|Lấy Ngưu Thành, sau phạm tội bị đày đến [[Vân Nam]], công chúa đi theo nhưng giữa đường thì mất, Thái Tổ sai người đánh chết phò mã.\n|-\n|4\n|[[An Khánh Công chúa]]<br>(安慶公主)\n|''không rõ''\n|[[Mã hoàng hậu (Minh Thái Tổ)|Hiếu Từ Cao Hoàng hậu]]\n|[[1381]]\n|Lấy Âu Dương Luân, vì tội [[buôn lậu]] [[trà]] mà bị Thái Tổ bắt tự sát.\n|-\n|5\n|[[Nhữ Ninh Công chúa]]<br>(汝寧公主)\n|''không rõ''\n|[[Quách Ninh phi]]\n|[[1382]]\n|Lấy Lục Hiền, con trai của ''Cát An hầu'' Lục Trọng Hanh. Trọng Hanh vì [[vụ án Hồ Duy Dung]] nên bị tru di, không rõ phò mã Hiền sau đó.\n|-\n|6\n|[[Hoài Khánh Công chúa]]<br>(懷慶公主)\n|[[1367]] – [[15 tháng 7]] năm [[1425]]\n|[[Thành Mục Quý phi]]\n|[[1382]]\n|Lấy Vương Ninh. Ninh bị Huệ Đế bắt giam do tiết lộ thông tin triều đình với Chu Đệ, sau được Chu Đệ ân xá, ban [[tước Hầu]].\n|-\n|7\n|[[Đại Danh Công chúa]]<br>(大名公主)\n|[[1368]] – [[30 tháng 3]] năm [[1426]]\n|[[Quách Ninh phi]]\n|[[1382]]\n|Lấy Lý Kiên, con trai của ''Kiêu kỵ Hữu vệ Chỉ huy'' Lý Anh. Trong lúc giao tranh với Chu Đệ, Kiên bị trúng tên ngã ngựa, trên đường giải về kinh thì chết.\n|-\n|8\n|[[Phúc Thanh Công chúa]]<br>(福清公主)\n|[[1370]] – [[28 tháng 2]] năm [[1417]]\n|Trịnh An phi\n|[[1385]]\n|Lấy Trương Lân, con trai của ''Phụng Tường hầu'' [[Trương Long]]. Do bị đoạt tước nên Lân không được tập tước Hầu sau đó.\n|-\n|9\n|[[Thọ Xuân Công chúa (nhà Minh)|Thọ Xuân Công chúa]]<br>(壽春公主)\n|? – [[1 tháng 8]] năm [[1388]]\n|''không rõ''\n|[[1386]]\n|Lấy Phó Trung, con trai của ''Lệ Giang vương'' [[Phó Hữu Đức]]. Trung bị chính cha mình giết chết, Thái Tổ cho đày Phó gia đến Liêu Đông và Vân Nam, trừ con trai duy nhất của phò mã với công chúa.\n|-\n|10\n|\n|Chết yểu\n|[[Thành Mục Quý phi]]\n|\n|\n|-\n|11\n|[[Nam Khang Công chúa (nhà Minh)|Nam Khang Công chúa]]<br>(壽春公主)\n|[[1373]] – [[15 tháng 11]] năm [[1438]]\n|Lâm thị\n|[[1387]]\n|Nguyên danh ''Chu Ngọc Hoa'' (朱玉华).<br>Lấy Hồ Quan, con trai của ''Đông Xuyên hầu'' Hồ Hải. Phò mã vô lại, cưỡng bức phụ nữ, nạp [[kỹ nữ]] làm thiếp, bị Thành Tổ ban chết.\n|-\n|12\n|[[Vĩnh Gia Trinh Ý Công chúa]]<br>永嘉貞懿公主\n|[[1376]] – [[12 tháng 10]] năm [[1455]]\n|Quách Huệ phi\n|[[1389]]\n|Lấy Quách Trấn, con trai của ''Doanh Quốc công'' [[Quách Anh]].\nCông chúa duy nhất được ban [[thụy hiệu]] của nhà Minh.\n|-\n|13\n|\n|Chết yểu\n|[[Thành Mục Quý phi]]\n|\n|\n|-\n|14\n|[[Hàm Sơn Công chúa]]<br>含山公主\n|[[1381]] – [[18 tháng 10]] năm [[1462]]\n|Hàn phi\n|[[1394]]\n|Lấy Doãn Thanh. Phò mã nhậm chức ''Hậu quân Đô đốc phủ'' dưới thời Huệ Đế.\n|-\n|15\n|[[Nhữ Dương Công chúa]]<br>汝陽公主\n|''không rõ''\n|Quách Huệ phi\n|[[1394]]\n|Lấy Tạ Đạt, con trai của ''Đô đốc Thiêm sự'' Tạ Ngạn.\n|-\n|16\n|[[Bảo Khánh Công chúa]]<br>寶慶公主\n|[[1394]] – [[1433]]\n|Trương thị\n|[[1413]]\n|Chào đời sau khi cha mất, Thành Tổ giao cho [[Từ hoàng hậu (Minh Thành Tổ)|Từ Hoàng hậu]] nuôi dưỡng.<br>Lấy Triệu Huy. Phò mã sống đến đời [[Minh Hiến Tông]], hưởng phú quý vinh hoa không kể xiết.\n|}\n\n== Hình tượng trong văn hoá ==\nMinh Thái Tổ được tiểu thuyết hoá trở thành một nhân vật trong truyện ''[[Ỷ Thiên Đồ Long ký|Ỷ Thiên Đồ Long Ký]]'' của [[Kim Dung]]. Trong truyện này ông là một giáo chúng của [[Mani giáo|Minh giáo]], có quen biết sâu sắc với giáo chủ [[Trương Vô Kỵ]] và tham gia khởi nghĩa chống quân [[Mông Cổ]]. Khi khởi nghĩa sắp thắng lợi ông lập mưu lừa Trương Vô Kỵ từ bỏ ngôi vị giáo chủ, ép giáo chủ tiếp theo là [[Nhân vật trong Ỷ Thiên Đồ Long ký#Dương Tiêu|Dương Tiêu]] từ chức, giết thủ lĩnh, lừa bạn bè. Cuối cùng khi khởi nghĩa thành công, Minh Thái Tổ tự mình lên ngôi hoàng đế, phản bội [[Mani giáo|Minh giáo]]. Tên gọi \"triều Minh\" là để gợi nhớ tới xuất thân Minh giáo của ông. Con dâu tương lai của ông, [[Chu Sảng#Thê thiếp|Tần vương phi Vương thị]], được tiểu thuyết hoá thành nhân vật nữ chính [[Triệu Mẫn]]. Hai đối thủ [[Trần Hữu Lượng]], [[Khoách Khuếch Thiếp Mộc Nhi]] cũng như hai cận tướng [[Từ Đạt]], [[Thường Ngộ Xuân]] của ông cũng xuất hiện trong tiểu thuyết này.\n== Xem thêm ==\n{{thể loại Commons|Hongwu Emperor}}\n* [[Nhà Nguyên]]\n* [[Nhà Minh]]\n* [[Danh sách Hoàng đế Nhà Minh]]\n\n== Tham khảo ==\n* Tiêu Lê (2000), ''Những ông vua nổi tiếng trong lịch sử Trung Quốc, tập 3'', Nhà xuất bản Đà Nẵng\n* Nguyễn Hiến Lê (1997) ''Sử Trung Quốc, Chương VII: Nhà Minh (1368 - 1644)''\n\n== Chú thích ==\n{{Tham khảo}}\n{{đầu hộp}}\n{{thứ tự kế vị|chức vụ=[[Nhà Minh|Hoàng đế Nhà Minh]]|trước=Không có|sau=[[Minh Huệ Đế]]|năm=1368–1398}}\n{{cuối hộp}}\n\n{{Hoàng đế nhà Minh}}\n{{Nguyên mạt Minh sơ}}\n{{Các chủ đề|Lịch sử|Châu Á|Trung Quốc}}\n{{Authority control}}\n\n{{Thời gian sống|sinh=1328|mất=1398|tên=Chu Nguyên Chương}}\n\n[[Thể loại:Hoàng đế nhà Minh]]\n[[Thể loại:Vua thế kỷ 14]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Người Giang Tô]]\n[[Thể loại:Khởi nghĩa cuối đời Nguyên]]\n[[Thể loại:Sinh năm 1328]]\n[[Thể loại:Mất năm 1398]]\n[[Thể loại:Lịch sử Nam Kinh]]\n[[Thể loại:Người từ Trừ Châu]]"}