{"Mori Ranmaru":"{{Thiếu nguồn gốc}}\n{{tên người Nhật|Mori}}\n{{nihongo|'''Mori Ranmaru'''|森蘭 丸|''Mori Ranmaru''|''Sâm Lan Hoàn''}} (1565–21\/6\/1582) tên thời thơ ấu là {{nihongo|'''Mori Nagasada'''|森長 定|''Mori Nagasada''|''Sâm Trường Định''}}, là con của [[Mori Yoshinari]], Ranmaru còn có một người em là [[Mori Nagayoshi]], quê [[tỉnh Mino]]. Tương truyền Ranmaru rất đẹp trai, là nam sủng của Nobunaga nên được phong chức hộ vệ, luôn kề cận bên ông mọi lúc mọi nơi. Nhiều người nói Oda và Ranmaru có mối quan hệ tình cảm vì kĩ nam là thứ khá phổ biến thời đó.\n\nTrong biến loạn [[Honnoji]], Ranmaru đã bỏ mạng khi bảo vệ Oda, có thể là chết trong biển lửa hoặc dưới hòn đạn của dòng họ Akechi<ref>Edward Carpenter, ''Intermediate Types among Primitive Folk'' pp140-150<\/ref>.\n\n== Trong Game ==\nRanmaru xuất hiện lần đầu tiên trong game Samurai Warriors 1, Ranmaru được thiết kế không khác gì 1 cô bé 14,15 tuổi bước ra chiến trường. Từ kiểu tóc ngắn trùm 2 tai chẻ ngôi và búi đằng sau, kết hợp với khuôn mặt xinh xắn, hiền hậu, không ai nghĩ đó lại là con trai cả. Không dừng lại ở đó, trang phục của Ranmaru cũng không kém cạnh, quần ngắn hở đùi cực nữ tính, giọng noi cũng cố tình lái sao cho giống nữ một chút. Rõ ràng Koei đã tìm hiểu nhiều và tạo ra 1 nhân vật Ranmaru nữ như thế này. Vũ khí của Ranmaru là 1 cây Katana lớn mà vỏ bao cậu ta vắt chéo sau lưng.\n\n[[SW1 Joke Custome]]: Tóc chẻ giữa và buộc tóc cao theo phong cách thời đó. Ranmaru khoác thêm 1 chiếc áo choàng, quần sooc và áo trắng y hệt 1 cậu học sinh tiểu học vậy. Cách tạo hình này đỡ nữ tính hơn một chút.\n\nSamurai Warriors 2: Cách thiết kế đã có phần nam tính hơn một chút với làn da sạm đi, kiểu tóc chẻ ngôi và búi giống Joke Custome, áo giáp có hình huy hiệu con chim ở ngực khá đẹp, kết hợp 2 giáp tay và lưới tạo nên 1 Ranmaru khác hẳn. Tuy nhiên chiếc quần ngắn hở đùi vẫn còn và vẫn khiến rất nhiều người tưởng nhầm cậu bé này là con gái. Vũ khí của Ranmaru vẫn là cây katana lớn vắt chéo lưng tuy nhiên có một chút thay đổi về hoa văn và hình dáng.\n\nNgoài ra nhân vật Ranmaru còn xuất hiện trong\n[[Sengoku Basara]]: Không giống như dòng Samurai Warriors, dòng Basara thiết kế Ranmaru là 1 câu bé tinh nghịch, buộc mái lên, quần áo đơn giản hở tay, với huy hiệu đặc trưng con chim ở găng tay và quần. Vũ khí của Ranmaru bản này là 1 cây cung cùng 2 giỏ tên gắn quanh người.\n\n*Tính cách\nLuôn làm hết sức để bảo vệ Nobunaga, và sẵn sàng hy sinh tính mạng của mình để chúa toàn mạng. Ranmaru có 1 tính cách mạnh mẽ và chín chắn, tuy nhiên nhiều khi cũng gặp rắc rối vì bị tưởng nhầm là con gái.\n\n== Quan hệ ==\n== Samurai Warriors ==\n*Chủ nhân: [[Oda Nobunaga]]\n*Bạn bè: [[Akechi Mitsuhide]] (trước), [[Toyotomi Hideyoshi]], [[Katsuie]], [[Nohime|No]].\n*Đối thủ: [[Akechi Mitsuhide]] (sau), [[Azai Nagamasa]].\n\n== Warriors Orochi ==\n*Chủ nhân: [[Tôn Sách]], [[Tôn Kiên]].\n*Bạn bè: [[Khương Duy]], [[Lục Tốn]], [[Tôn Quyền]], Yoshitsune, [[Oda Nobunaga]], [[Akechi Mitsuhide]]\n*Đối thủ: [[Khương Duy]], [[Lục Tốn]], [[Từ Hoảng]]\n\n== Samurai Warriors ==\nSW1: Sau chiến dịch hạ dòng họ Saijo tại Mino, Ranmaru cùng Mitsuhide gia nhập quân đội Oda và dần dần có được địa vị cao trong quân đội. Khi Mitsuhide phản bội Nobunaga, Ranmaru có 2 lựa chọn. Line 1 Bảo vệ Nobunaga chạy trốn rồi dẫn quân đội hạ Mitsuhide. Line 2 Hội quân cùng Mitsuhide ở Honnoji và truy đuổi Nobunaga khi ông trốn thoát với sự giúp đỡ của Noh.\n\nSW2: Tuy không có story nhưng cậu ta vẫn có những mission riếng như bảo vệ Nobunaga, Noh hay ám sát Mitsuhide... Có thể nói cậu ta vẫn giữ vai trò rất lớn\n\n== Warriors Orochi ==\nWO1: Sau khi bị quân đội Orochi hạ ở Mt. Ding Jun, Ranmaru nhận ra Sun Ce là người có chí và đáng để theo hầu. Cậu ta theo Sun Ce và có nhiều chiến công như đẩy lui Mitsuhide Akechi hay giúp Sakon hạ [[Lục Tốn]], giải cứu [[Tôn Kiên]] v.v..\n\nWO2: \nStory Mode: Cậu ta vẫn ngồi dưới trướng Sun Ce và giải cứu Yoshisune cùng nhiều chiến công nữa có thể coi đây là 1 char rất nặng tình với Wu thực sự cậu ta như một phần không thể thiếu của quân đội này.\nDream Mode: 3 hộ vệ trung thành Ranmaru, [[Chu Thái]], [[Điển Vi]] sẽ hợp thành 1 đội giải cứu chủ nhân của mình là Nobunaga, Sun Quan, Cao Cao. Đây đều là những hộ vệ nguyện hy sinh tính mạng cho chủ nhân mình.\n== Sengoku Basara ==\nBasara: Cậu được Nobunaga và Noh coi như con và rất thích được thưởng kẹo sau mỗi lần chiến thắng từ bố (Nobunaga) hoặc mẹ (Noh). Ending là cậu bé giúp Oda hạ Mitsuhide (Mitsuhide Basara là 1 tên đại ác) và thống nhất đất nước ngồi viết nhật ký nhưng mãi vẫn không thể hoàn thành vì vậy ngồi ăn 3 chiếc kẹo vừa được thưởng.\nMột số ảnh Artwork:\n\n== Vũ khí ==\n*Samurai Warriors 2:\n*Lv1 Long Sword - Lv2 Brave Metal - Lv3 Storm Blade - Lv4 Iron Vengeance - Lv5 Prodigious Brand\n\n== Ghi chú ==\n{{tham khảo}}\n\n[[Thể loại:Chiến binh Nhật Bản]]\n[[Thể loại:Shudo]]\n[[Thể loại:Mất năm 1582]]\n[[Thể loại:Samurai]]\n[[Thể loại:Sinh năm 1565]]"}