{"Mã Viện":"{{Thông tin nhân vật\n| hình = 伏波山.JPG\n| ghi chú hình = Tượng Mã Viện trên đỉnh Phục Ba, [[Quế Lâm, Quảng Tây]]\n| cỡ hình = 250px\n| tên gốc = \n| tên khai sinh = \n| ngày sinh = 14 TCN\n| ngày mất = năm 49 (63 tuổi)\n| nơi mất = \n| an táng = \n| cư trú = \n| quốc tịch = \n| dân tộc = \n| học vấn = \n| nghề nghiệp = Tướng quân, chính trị gia\n| năm hoạt động = \n| tổ chức = \n| nổi tiếng = \n| tác phẩm nổi bật = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| nhiệm kỳ = \n| tiền nhiệm = \n| đảng phái = \n| kế nhiệm = \n| người hôn phối = \n| con cái = {{Danh sách không dấu đầu dòng|Mã Liêu|Mã Phòng|Mã Quang|Mã Khách Khanh|Mã Khương|[[Minh Đức Mã hoàng hậu]]|''ba người con gái khác''}}\n| cha = Mã Trọng\n| mẹ = \n| người thân = {{Danh sách không dấu đầu dòng|Mã Huống |Mã Dư |Mã Viên |Mã Thị}}\n| giải thưởng = \n| chữ ký = \n| cỡ chữ ký = \n| website = \n| tên = Mã Viện<br \/>馬援\n| nơi sinh = [[Hưng Bình, Hàm Dương]], [[Thiểm Tây]]\n| tên khác = Văn Uyên (文淵)<br>Trung Thành Hậu (忠成侯)\n}}\n[[Hình:Ma Yuan.JPG|nhỏ|phải|Tượng Mã Viện tại [[núi Phục Ba]], [[Quế Lâm]], tỉnh [[Quảng Tây]], [[Trung Quốc]]|333x333px]]\n[[File:Ma-Yuan.jpg|thumb|250px|Tượng Mã Viện ở [[Hải Nam]].]]\n'''Mã Viện''' ({{zh|s=马援|t=馬援|p=Mǎ Yuán}}, [[14 TCN]]-[[49]]), tự '''Văn Uyên''' (文淵), người Phù Phong, Mậu Lăng<ref name=HHT24>[http:\/\/zh.wikisource.org\/wiki\/%E5%BE%8C%E6%BC%A2%E6%9B%B8\/%E5%8D%B724 Hậu Hán thư, Liệt truyện, quyển 24]<\/ref> (nay là huyện [[Phù Phong]], địa cấp thị [[Bảo Kê]], tỉnh [[Thiểm Tây]]) là một viên tướng [[người Hán]] phục vụ dưới trướng [[Ngôi Hiêu|Quỳ Ngao]] sau quy thuận [[nhà Hán|nhà Đông Hán]]. Người ta cũng tin rằng [[Mã Siêu]] trong thời kỳ [[Tam Quốc (Trung Quốc)|Tam Quốc]] là hậu duệ của ông. Lăng mộ của ông còn ở đông bắc Hưng Bình, [[Thiểm Tây]] ngày nay. Ông còn được gọi là '''Phục Ba tướng quân''' (伏波將軍) hay '''Mã Phục Ba ('''馬伏波''')'''<ref name=HHT24 \/>.\n\nTrong lịch sử Trung Quốc, Mã Viện được xem là nhà chỉ huy quân sự tài ba, đã lập nhiều chiến thắng giúp [[Hán Quang Vũ Đế]] thống nhất đế quốc sau thời kỳ loạn Vương Mãng, chinh phục, bình định các bộ tộc xung quanh, trong đó có người Việt ở [[Giao Chỉ]]. Ông được biết đến về sự kiên trì và sự tôn trọng của ông đối với đồng nghiệp, bạn bè và thuộc cấp, cũng như tính chấp hành kỷ luật của ông. Con gái của ông sau này đã trở thành hoàng hậu của vua Hán Minh Đế - tức là Minh Đức hoàng hậu.\n\nTrong lịch sử Việt Nam, Mã Viện được biết đến như là người đã dập tắt cuộc nổi dậy của [[Hai Bà Trưng]] và tiếp tục sự thống trị của người Hán ở [[Giao Chỉ]].\n\n==Các chiến dịch==\nTrong sự nghiệp chính trị, quân sự của mình, Mã Viện đã phục vụ vua [[Hán Quang Vũ Đế]] thống nhất đế quốc và các cuộc hành quân chống lại [[người Việt]] cũng như các bộ lạc [[Ô Hoàn]] ở quận [[Vũ Lăng (quận)|Vũ Lăng]].\n{{Chính|Chiến tranh Hán–Việt (42-43)}}\n[[Tập tin:FuBoTemple ZhuZhou HuNan Frnt 20080815.jpg|nhỏ|252x252px|Đền Phục Ba tại huyện [[Chu Châu (huyện Trung Quốc)|Chu Châu]], tỉnh [[Hồ Nam]], [[Trung Quốc]].]]\nĐội quân của Mã Viện đã đánh bại quân đội của [[lãnh chúa]] [[Ngôi Hiêu]] ([[:zh:隗囂|''隗囂'']]) (khoảng năm [[30]]-[[33]]), là người kiểm soát khu vực miền đông tỉnh [[Cam Túc]].\n\nNăm 34-35, Mã Viện cũng tham gia bình định [[người Khương]] ở khu vực hiện nay thuộc tỉnh Cam Túc và [[Thanh Hải (Trung Quốc)|Thanh Hải]].\n\nMột trong những chiến thắng quân sự lớn nhất của ông là việc xâm lược, bình định [[Giao Chỉ]]. Năm 40, hai chị em [[Trưng Trắc]], [[Trưng Nhị]] khởi nghĩa chống chính quyền Hán đô hộ [[Giao Chỉ]]; hai bà được các quận Cửu Chân, Nhật Nam, Hợp Phố hưởng ứng đã thu phục 65 thành. [[Trưng Trắc]] lên ngôi vua, tức Trưng Nữ Vương. Năm [[41]], Hán Quang Vũ Đế sai các quận Trường Sa, Hợp Phố chuẩn bị xe thuyền, sửa cầu đường và trữ lương đi đánh Giao Chỉ. Mã Viện làm Phục Ba tướng quân,<ref>Trước đó, [[Lộ Bác Đức]] cũng được vua [[Nhà Hán|Tây Hán]] phong danh hiệu này.<\/ref> Lưu Long làm phó tướng sang đánh Giao Chỉ. Tháng 1 âm lịch năm 42, Mã Viện đem quân men theo đường biển, san núi làm đường hơn nghìn dặm, đánh nhau với Trưng Nữ Vương ở [[Lãng Bạc]]. Mã Viện thắng, tiến lên chiếm [[Mê Linh]] rồi lại đánh bại Trưng Vương ở Cấm Khê. Trưng Vương và em là Trưng Nhị đều tử trận. Mã Viện thu được Giao Chỉ, bèn tiến quân vào quận Cửu Chân đàn áp các nhóm quân còn sót của Trưng Vương. Mã Viện đi đến đâu cũng lập quận huyện, xây thành quách và đào sông tưới ruộng để dụ dỗ dân chúng. Năm [[44]], Mã Viện hoàn tất đàn áp đẫm máu người Việt; quân của ông cũng chết hại rất nhiều, chỉ còn 1 nửa so với lúc xuất phát.<ref>[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/89\/184956\/print\/Default.aspx Mấy vấn đề về cuộc kháng chiến năm 43 do Hai Bà Trưng lãnh đạo], GS Lê Văn Lan, Báo điện tử Quân đội nhân dân, 19\/04\/2012<\/ref> Hán Quang Vũ Đế phong Mã Viện tước Tân Tức hầu, ban cho thực ấp 3.000 hộ<ref name=\"HHT24\" \/>.\n\nNăm [[49]], trong khi đem quân đi chống lại các bộ lạc Ngũ Khê ở quận [[Vũ Lăng (khu)|Vũ Lăng]] (ngày nay là miền đông tỉnh [[Quý Châu]] và tây bắc tỉnh [[Hồ Nam]], [[Trung Quốc]]), Mã Viện [[qua đời]] trong một căn bệnh truyền nhiễm, cũng là bệnh đã giết chết một lượng lớn quân của ông.\n\n==Bị cáo buộc==\nSau khi ông qua đời, phó tướng của ông là [[Cảnh Thư]] (耿舒), người đã từ lâu không đồng ý với chiến lược của Mã Viện, cùng với phò mã của vua [[Hán Quang Vũ Đế]] là [[Lương Tùng]] (梁松), người trước đó có hằn thù với Mã Viện, đã ngụy tạo ra nhiều chứng cứ để chống lại Mã Viện. Phần lớn các chứng cứ này ngày nay chúng ta không rõ là gì; chỉ còn hai cáo buộc cụ thể được biết.\n\nTrong cáo buộc thứ nhất, Mã Viện được cho là người chịu trách nhiệm về bệnh truyền nhiễm, khi ông ra lệnh hành quân chống lại các bộ lạc [[Ô Hoàn]].\n\nTrong cáo buộc thứ hai, ông được cho là đã biển thủ [[ngọc trai]] và [[sừng]] [[tê giác]] trong các chiến dịch quân sự. Cáo buộc này có thể là sự hiểu sai về một trong các món ăn ưa thích của Mã Viện (món ông cho rằng có khả năng chống lại bệnh truyền nhiễm) là hạt [[ý dĩ]] (một loại cây thân thảo, có quả với nhân màu trắng, được trồng trọt tại [[Hoa Nam|miền nam Trung Quốc]] và [[miền bắc Việt Nam]]), thứ ông đã cho chở với số lượng lớn về kinh đô [[Lạc Dương]].\n\nHán Quang Vũ Đế đã tin vào các cáo buộc này và đã tước đi [[thái ấp]] cũng như tước hầu của Mã Viện. Tới năm Kiến Sơ thứ 3 (78), [[Hán Chương Đế]] mới truy tặng Viện tước Trung Thành hầu<ref name=HHT24 \/>.\n\n==Con cái==\nMã Viện có bốn con trai là Mã Liêu, Mã Phòng, Mã Quang và Mã Khách Khanh<ref name=HHT24 \/>. Con gái là [[Mã hoàng hậu (Hán Minh Đế)|Mã hoàng hậu]] của [[Hán Minh Đế]]<ref name=HHT24 \/>.\n==Thành ngữ==\nMã Viện là nguồn gốc của hai [[thành ngữ]] Trung Quốc.\n\n* Thành ngữ thứ nhất là ''\"da ngựa bọc thây\"'' (馬革裹屍 - ''mã cách khỏa thi''), có nghĩa một khi phải bỏ thân nơi chiến địa, nên lấy da ngựa bọc thây. Cụm từ này nằm trong câu nói của Mã Viện với một người bạn tên là Mạnh Ký. Câu nói đó như sau: 男兒要當死於邊野，以馬革裹屍還葬耳，何能臥床上在兒女子手中邪！ (nam nhi yếu đương tử ư biên dã, dĩ mã cách khỏa thi hoàn táng nhĩ, hà năng ngọa sàng thượng tại nhi nữ tử thủ trung tà!,<ref name=HHT24\/> bản dịch: ''Làm trai nên chết ở chốn biên thùy, lấy da ngựa bọc thây mà chôn mới là đáng trọng, chứ sao lại chịu nằm ở xó giường, chết ở trong tay bọn đàn bà con trẻ thì có hay gì?'') <ref>Chép theo GS. Nguyễn Thạch Giang, ''Từ điển văn học quốc âm''. Nhà xuất bản Văn hóa Thông tin, 2000, tr. 347.<\/ref>\n* Thành ngữ thứ hai là ''\"vẽ hổ không thành, lại thành chó\"'' (畫虎不成, 反類犬 - ''họa hổ bất thành, phản loại khuyển''). Câu này liên quan đến lời khuyên răn của ông đối với các cháu của mình. Ông khuyên đừng cố gắng bắt chước nhân vật anh hùng lừng danh thời đó là Đỗ Bảo (杜保); có thể không thành anh hùng như Bảo, mà thành kẻ bỏ đi.\n\n==Xem thêm==\n*[[Hai Bà Trưng]]\n*[[Cột đồng Mã Viện]]\n\n==Chú thích==\n{{Tham khảo}}\n== Liên kết ngoài ==\n* {{TĐBKVN|17715}}\n** {{TĐBKVN|31514|Cột đồng Mã Viện}}\n* [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt03.html Đại Việt Sử Ký Ngoại Kỷ Toàn Thư, quyển III, Kỷ thuộc Đông Hán] Hồ Ngọc Đức\n* [http:\/\/www.sugia.vn\/\/assets\/file\/kdvstgcm.pdf Nhà Hán phong Mã Viện làm Phục Ba tướng quân, Lưu Long làm Phó tướng, đốc xuất bọn Lâu Thuyền Tướng quân là Đoàn Chí, sang đánh Trưng Vương.] [[Khâm định Việt sử Thông giám cương mục]] tiền biên, quyển II, trang 23\n{{Chủ đề nhà Hán}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Mất năm 49]]\n[[Thể loại:Sinh năm 14 TCN]]\n[[Thể loại:Lịch sử Việt Nam thời Hai Bà Trưng]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]"}