{"Mã Tắc":"{{thông tin nhân vật Tam Quốc\n|Tên=Mã Tốc\n|Hình=Ma Su Portrait.jpg\n|Chức vụ=Đại tướng và Mưu sĩ\n|Nước=[[Thục Hán]]\n|Sinh=[[189]]\n|Mất=[[228]]\n|Phồn thể=馬謖\n|Giản thể=马谡\n|Bính âm=Mǎ Sù\n|Tự=Ấu Thường (幼常)\n}}\n\n'''Mã Tốc''' ([[chữ Hán]]: 馬謖; Phiên âm: Ma Su; [[190]]-[[228]]) hay còn gọi là '''Mã Tốc''', [[biểu tự|tự]] '''Ấu Thường''' (幼常), một trong '''Mã Thị Ngũ Thường''' (馬氏五常), là tướng nhà [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Thân thế ==\nMã Tắc có [[Tên chữ (người)|tên tự]] là '''Ấu Thường''' (幼常), người Nghi Thành, Tương Dương<ref>Nay là phía nam Nghi Thành, [[Hồ Bắc]]<\/ref>. Mã Tắc có 5 anh em trai, trong 5 người thì giỏi nhất là người anh [[Mã Lương]]. Mã Lương đi theo [[Lưu Bị]] khi Lưu Bị đang trấn giữ Kinh châu.\n\n== Bàn kế định nam ==\nMã Tắc theo [[Mã Lương|anh]] đến phục vụ [[Lưu Bị]]. Ông được bổ nhiệm làm Tòng sự Kinh châu.\n\nNăm [[214]], Lưu Bị đánh chiếm Tây Xuyên của [[Lưu Chương (lãnh chúa)|Lưu Chương]], Mã Tắc được gọi vào Thục giữ chức Thành Đô lệnh, Thái thú quận Việt Tuyển.\n\nMã Tắc có tài, thích bàn luận việc quân sự nên [[tể tướng|thừa tướng]] [[Gia Cát Lượng]] rất trọng vọng ông. Nhưng Lưu Bị trước khi mất ([[223]]) lại khuyên Gia Cát Lượng không nên trọng dụng Mã Tắc vì ông là người khoác lác và hay nói quá sự thật<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 640<\/ref>.\n\nGia Cát Lượng không để ý tới lời dặn của Lưu Bị, thăng Mã Tắc làm tham quân và hay gọi ông đến thảo luận việc quân sự, thường nói rất lâu, tỏ ra rất hợp nhau.\n\nNăm [[225]], Gia Cát Lượng mang quân đi nam chinh đánh lực lượng nổi dậy của Ung Khải tại Nam Trung<ref>Nay là khu vực [[Tứ Xuyên]], [[Quý Châu]], [[Vân Nam]]<\/ref> đã phản Thục theo [[Đông Ngô|Ngô]]. Mã Tắc ở lại Thành Đô. Khi chia tay lên đường, Gia Cát Lượng hỏi ông kế sách, ông khuyên Gia Cát Lượng:\n:''Hôm nay ngài dùng vũ lực dẹp họ thì mai có cơ hội họ lại làm phản. Muốn diệt sạch chúng để trừ hậu họa thì kẻ nhân từ không nên làm thế, mà trong lúc vội vã càng khó làm được. Đạo dùng binh nên công tâm là thượng sách, công thành là hạ sách; tâm chiến là thượng sách, binh chiến là hạ sách, hy vọng ngài có thể khiến chúng tâm phục, Nam Trung tự nhiên yên định.''\n\nGia Cát Lượng làm theo kế của Mã Tắc, nhiều lần bắt rồi lại tha cho thủ lĩnh địa phương Mạnh Hoạch, cuối cùng Mạnh Hoạch cảm phục xin quy phục [[Thục Hán]].\n\nTrong cuộc Bắc phạt lần thứ nhất, Mã Tắc là người đã bày kế ly gián để Ngụy Đế Tào Duệ cách chức Đại Đô Đốc của Tư Mã Ý khiến quân Ngụy thua hết trận này đến trận khác{{fact|date = ngày 7 tháng 1 năm 2013}}. Điều này khiến Gia Cát Lượng càng tin cậy Mã Tắc hơn.\n\n== Mất Nhai Đình ==\n{{chính|Trận Nhai Đình}}\nNăm [[228]], [[Gia Cát Lượng]] mang quân đánh Ngụy lần thứ nhất. Ngụy Minh Đế [[Tào Duệ]] sai [[Tư Mã Ý]] và [[Trương Cáp]] mang quân ra địch.\n\nĐể đối địch với danh tướng Trương Cáp, mọi người đều cho rằng nên dùng mãnh tướng [[Ngụy Diên]] hoặc [[Ngô Ý]] đã dày dạn kinh nghiệm trận mạc, nhưng Gia Cát Lượng lại chọn Mã Tắc làm tiên phong. Ông được lệnh cùng [[Vương Bình]] cầm quân khẩn cấp ra trấn thủ Nhai Đình<ref>Nay là đông bắc huyện Thiên Thủy, [[Cam Túc]]<\/ref>.\n\nĐến Nhai Đình, Mã Tắc làm ngược lại với phương án chỉ huy của Gia Cát Lượng. Mã Tắc không đóng quân ở nơi đường cái, gần sông là chỗ có nước cho quân dùng, mang 2 vạn quân trấn giữ trên núi với phương án \"Trên núi đánh xuống, thế như chẻ tre\". [[Vương Bình]] nhiều lần phản đối, nhưng Mã Tắc không nghe<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 670<\/ref>. Cuối cùng, Vương Bình đành xin Mã Tắc cho 5000 người ngựa ra đóng trại dưới chân núi.\n\n[[Trương Cáp]] theo sự chỉ đạo của Tư Mã Ý đã mang quân vây trại của Mã Tắc trên núi, rồi cắt đứt đường nước. Quân Thục thiếu nước, hoảng loạn. Trương Cáp dồn sức tấn công phá tan Mã Tắc. Cánh quân Mã Tắc bỏ chạy tán loạn. Nhai Đình thất thủ. Đại quân Thục không thể tiến nữa, buộc phải lui về Hán Trung<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 642<\/ref>.\n\n== Bị chém ==\nĐể làm nghiêm quân pháp, [[Gia Cát Lượng]] hạ lệnh giam Mã Tắc vào ngục đợi ngày xử tử hình. Trước khi bị chém, Mã Tắc viết thư cho Gia Cát Lượng, xin hãy nâng đỡ cho con mình. Tướng sĩ nước Thục đều thương xót ông. Khi bị chém, Mã Tắc mới 39 tuổi.\n\nSau này Gia Cát Lượng vẫn luôn để ý an ủi, trợ cấp cho gia đình Mã Tắc như lúc ông còn sống. [[Tưởng Uyển]] từng thắc mắc Gia Cát Lượng, lẽ ra nên để Mã Tắc sống để có ngày lập công chuộc tội. Gia Cát Lượng nói rằng bản thân mình cũng rất thương xót ông nhưng vì giữ nghiêm mệnh lệnh nên phải thực thi<ref name=\"ReferenceA\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 643<\/ref>.\n\nVề việc Mã Tắc bị xử tử, sử gia Tập Tạc Xỉ không đồng tình với Gia Cát Lượng. Ông dẫn trường hợp vua [[tấn (nước)|nước Tấn]] không giết tướng [[Tuân Lâm Phủ]] bại trận nên sau này có ích cho nước, còn [[Sở Thành vương]] không biết tài năng của [[Thành Đắc Thần]] cũng xử tử vì [[trận Thành Bộc|một trận thua]] nên sau này thất bại. Sau đó Tập Tạc Xỉ phân tích thêm<ref name=\"ReferenceA\"\/>:\n:''Nước [[Thục Hán|Thục]] hẻo lãnh một phương, nhân tài vốn ít hơn nước khác mà lại giết kẻ tuấn kiệt, coi minh pháp quan trọng hơn nhân tài... muốn thành đại nghiệp há chẳng phải rất khó sao? Huống hồ [[Lưu Bị]] vốn đã nói rằng Mã Tắc không nên trọng dụng, Gia Cát Lượng sau đó vẫn dùng ông, bản thân điều này đã cho thấy Mã Tắc là nhân tài không thể xếp xó, không thể khinh sát''\n\nĐồng thời, Tập Tạc Xỉ phê phán Gia Cát Lượng là người điều khiển thiên hạ mà không lượng tài tiết kiệm, trái lời răn của minh chủ, quyết đoán sai lầm, đặt người sai vị trí, giết người hữu ích<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 644<\/ref>.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Mã Tắc được mô tả gần sát với sử sách. Ông nổi bật với 2 sự kiện: tham mưu cho Gia Cát Lượng bình định Nam Trung, thu phục [[Mạnh Hoạch]] và tham chiến lần ra Kỳ Sơn thứ nhất của Gia Cát Lượng. Sự việc ông để mất Nhai Đình và Gia Cát Lượng đau lòng hạ lệnh chém Mã Tắc được mô tả tại hồi 95 và 96.\n\n==Xem thêm==\n*[[Lưu Bị]]\n*[[Gia Cát Lượng]]\n* [[Vương Bình]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 190]]\n[[Thể loại:Mất năm 228]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Người Hồ Bắc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Người bị xử tử bằng hình phạt chém đầu]]"}