{"Mã Mật Đê":"'''Mã Mật Đê''' ({{zh|s=马日磾|t=馬日磾|p=Mǎ Mìdī}}, ?-[[194]]), thường phiên âm là '''Mã Nhật Đê''', tự '''Thúc Ông''' (翁叔), là đại thần cuối thời [[Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n== Cuộc đời ==\nMã Mật Đê quê ở huyện Mậu Lăng, quận Phù Phong, là con cháu của đại nho [[Mã Dung]]. Thời Hán Linh đế, Mã Mật Đê giữ chức Gián nghị đại phu, cùng các đại thần nghị lang [[Dương Bưu]], nghị lang [[Lư Thực]], nghị lang [[Thái Ung]],... làm việc tu bổ kinh sử ở Đông Quán, chú thích ''[[Ngũ kinh]]'', hoàn thiện bộ sử ''[[Đông Quán Hán ký]]''.\n\nCuối thời [[Đông Hán]], chiến tranh loạn lạc nổ ra. Năm 192, quyền thần [[Đổng Trác]] bị [[Vương Doãn]] và [[Lã Bố]] giết chết. [[Thái Ung]] vì tỏ ra buồn với cái chết của Đổng Trác nên bị Vương Doãn bắt giam và muốn xử tử. Mã Mật Đê đứng ra can Vương Doãn nên tiếc tài năng văn học và sử học của Thái Ung, nhưng Vương Doãn không nghe. Kết quả Thái Ung bị chết trong ngục<ref>Ngô Tuyển, Chu Quỹ, Trịnh Hiểu, Thái Hoàng, sách đã dẫn, tr 214<\/ref>.\n\nKhông lâu sau, bộ tướng của Đổng Trác là [[Lý Thôi]] và [[Quách Dĩ]] vào đánh chiếm Trường An, giết chết Vương Doãn, tiếp tục khống chế triều đình. Lý Thôi nhân danh Hán Hiến Đế cử Mã Nhật Đê làm Thái phó kiêm việc Thượng thư.\n\nTháng 8 năm đó, Lý Thôi cử Thái phó Mã Mật Đê đi \"dẹp yên vùng Quan Đông\". Mã Mật Đê đến Nam Dương, thu nhận danh sĩ [[Hoa Hâm]] rồi tới Từ châu, sai Hoa Hâm làm chức Duyện sử cho mình. Khi đến Thọ Xuân, Mã Mật Đê gặp [[Tôn Sách]], con sứ quân [[Tôn Kiên]] đã tử trận. Thấy Tôn Sách có tài, ông tiến cử Tôn Sách làm Hoài Nghĩa hiệu úy.\n\nNăm [[194]], bộ tướng cũ của Châu mục Từ châu [[Đào Khiêm]] là [[Trách Dung]] lại mang quân làm loạn giết Thái thú Dự Chương là [[Chu Hộc]]<ref>Lê Đông Phương, sách đã dẫn, tr 151<\/ref>. Mã Nhật Đê bèn tiến cử Hoa Hâm thay chức. Lý Thôi nghe lời, nhân danh Hiến Đế phong Hoa Hâm làm Thái thú Dự Chương<ref>Nam Xương, Giang Tây hiện nay<\/ref> thay cho Chu Hộc.\n\nMặt khác, để dẹp bớt sự chống đối của chư hầu, Lý Thôi cho quân phiệt [[Viên Thuật]] làm Tả tướng quân. Vì cần có phù tiết phát triển thế lực, Viên Thuật hỏi mượn phù tiết của Mã Mật Đê để xem rồi cướp lấy và không trả lại cho ông, mặt khác còn giam lỏng ông lại ép làm chức quan nhỏ phục vụ cho họ Viên<ref>Chu Thiệu Hầu, sách đã dẫn, tr 321<\/ref>.\n\nDo không chịu được nhục mất phù tiết, Mã Mật Đê phẫn uất qua đời năm 194, không rõ bao nhiêu tuổi.\n\n== Xem thêm ==\n* [[Vương Doãn]]\n* [[Lý Thôi]]\n* [[Sái Ung]]\n* [[Hoa Hâm]]\n* [[Viên Thuật]]\n\n== Tham khảo ==\n* Chu Thiệu Hầu (2003), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc, tập 1'', Nhà xuất bản Văn hóa - Thông tin.\n* Lê Đông Phương, (2007), ''Kể chuyện Tam Quốc,'' Nhà xuất bản Đà Nẵng.\n* Ngô Tuyển, Chu Quỹ, Trịnh Hiểu, Thái Hoàng (2006), ''Chuyện quan trường'', Nhà xuất bản Thanh niên.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất năm 194]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}