{"Mã Hy Quảng":"{{Thông tin nhân vật hoàng gia\n| tên = Sở Phế Vương <br> 楚廢王\n| tước vị = Sở vương\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = Quân chủ nước [[Sở (Thập quốc)|Sở]]\n| tại vị = 2 tháng 6 năm 947 (ngày nắm quyền)<ref name=TTTG287>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷287|quyển 287]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref>\/31 tháng 7 năm 947 (được lập làm Sở vương)<ref name=TTTG287\/><ref name=AS\/> – 21 tháng 1 năm 951<ref name=AS\/><ref name=TTTG289>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷289|quyển 289]].<\/ref>\n| tiền nhiệm = [[Mã Hy Phạm]]\n| kế nhiệm = [[Mã Hy Ngạc]]\n| vợ = \n| triều đại = [[Sở (Thập quốc)|Mã Sở]] (馬楚)\n| kiểu triều đại = Vương thất \n| thụy hiệu = Phế vương (廢王)\n| niên hiệu = sử dụng các niên hiệu của [[Hậu Hán]]\n| tên đầy đủ =\n| cha = [[Mã Ân]]\n| mẹ = Trần phu nhân\n| sinh = \n| nơi sinh = \n| mất = 25 tháng 1 năm 951\n| nơi mất = [[Trường Sa, Hồ Nam|Trường Sa]]\n| ngày an táng = \n| nơi an táng = \n}}\n'''Mã Hy Quảng''' ({{zh|t=馬希廣|s=马希广|p=Mǎ Xīguǎng}}, ?-25 tháng 1 năm 951<ref name=AS\/><ref name=TTTG289\/>), [[tên chữ|tự]] '''Đức Phi''' (德丕), là quân chủ thứ tư của nước [[Sở (Thập quốc)|Sở]] thời [[Ngũ Đại Thập Quốc]]. Ông kế vị anh là [[Mã Hy Phạm]], sau đó lâm vào chiến tranh với một người anh khác là [[Mã Hy Ngạc]], kết quả là chiến bại và bị giết.\n\n== Thân thế==\nMã Hy Quảng là con trai thứ 35 của [[Mã Ân]]- người lập ra nước Sở,<ref name=TQXT69>''[[Thập Quốc Xuân Thu]]'', [[:zh:s:十國春秋 (四庫全書本)\/卷069|quyển 69]].<\/ref> và là em trai cùng mẹ với [[Mã Hy Phạm]]- con trai thứ tư của Mã Ân,<ref name=TQXT68>''Thập Quốc Xuân Thu'', [[:zh:s:十國春秋 (四庫全書本)\/卷068|quyển 68]].<\/ref> hai người là con của Trần phu nhân.<ref name=TQXT69\/> Khi Mã Ân qua đời vào năm 930, ông di mệnh các con phải truyền lại ngôi vị cho huynh đệ,<ref name=TTTG277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref> Do đó, Mã Hy Phạm kế vị [[Mã Hy Thanh]] khi người này mất vào năm 932.<ref name=TTTG278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref> Mã Hy Quảng là người có tính cẩn thận và quy thuận, do đó Mã Hy Phạm hết sức yêu mến.<ref name=TQXT69\/>\n\nĐến năm 947, Mã Hy Quảng lúc này có chức tước là Vũ An<ref group=\"c\">武安, trị sở tại thủ đô Trường Sa của Sở<\/ref> tiết độ phó sứ (Mã Hy Phạm là tiết độ sứ), Thiên Sách phủ đô uý (Mã Hy Phạm là Thiên Sách thượng tướng quân), và Trấn Nam<ref group=\"c\">鎮南, trị sở nay thuộc [[Nam Xương]], [[Giang Tây]] — một tước hiệu danh dự do Trấn Nam là đất của [[Nam Đường]]<\/ref> tiết độ sứ. Mã Hy Phạm cho ông xử lý các vấn đề khác nhau. Đến ngày Nhâm Thìn (8) tháng 5 năm Đinh Mùi (30 tháng 5 năm 947), Mã Hy Phạm qua đời. Tướng tá của Sở thảo luận về việc chọn người kế vị, Đô chủ huy sở Trương Thiếu Địch, Đô áp nha Viên Hữu Cung ủng hộ Vũ Bình<ref group=\"c\">武平, trị sở nay thuộc [[Thường Đức]], [[Hồ Nam]]<\/ref> tiết độ sứ- tri Vĩnh châu<ref group=\"c\">永州, nay thuộc [[Vĩnh Châu, Hồ Nam|Vĩnh Châu]], Hồ Nam<\/ref> sự [[Mã Hy Ngạc]] do là người lớn tuổi nhất trong số các huynh đệ khi đó. Trong khi đó, Thường trực đô chỉ huy sứ Lưu Ngạn Thao, Thiên Sách phủ học sĩ Lý Hoằng Cao, Đặng Ý Văn, Tiểu môn sứ Dương Địch đều muốn lập Mã Hy Quảng. Trương Thiếu Địch nói rằng \"Vĩnh châu lớn tuổi và tính khí cứng cỏi, rõ ràng sẽ không chịu ở bên dưới Đô uý. Nếu lập Đô uý, cần phải nghĩ kế lâu dài để chế ngự Vĩnh châu khiến ông ta thuận theo không thể hành động. Nếu không, xã tắc sẽ lâm nguy.\" Thiên Sách phủ học sĩ Thác Bạt Hằng (拓拔恆) thì nói \"Tam thập ngũ lang tuy xử lý chính sự quân phủ, song Tam thập lang lớn tuổi hơn, thỉnh cầu khiển sứ giả dùng lễ nhượng lại. Nếu không, tất sẽ phát sinh tranh đoan.\" Tuy nhiên, đám Lưu Ngạn Thao nói rằng \"Ngày nay, quân chính trong tay, trời cho không giữ mà để người khác có được, thì sau này chúng ta có thể an toàn được không ?\". Mã Hy Quảng nhu nhược, không thể tự quyết. Đến ngày Ất Mùi (11) tháng 5, tức ngày 2 tháng 6, đám Lưu Ngạn Thao tuyên bố theo di mệnh của Mã Hy Phạm lập Mã Hy Quảng làm quân vương. Trương Thiếu Địch nhận định tai hoạ sắp đến, ông và Thác Bạt Hằng đều cáo bệnh không ra ngoài.<ref name=TTTG287\/>\n\n== Cai trị==\n=== Thời kỳ đầu ===\nNgày Giáp Ngọ (11) tháng 7 năm Đinh Mùi, tức ngày 31 tháng 7 năm 947, Hoàng đế [[Hậu Hán]] [[Lưu Tri Viễn]] sau khi chiếm được [[Trung Nguyên]] đã phong cho Mã Hy Quảng (chư hầu theo truyền thống) là Thiên Sách thượng tướng quân, Vũ An tiết độ sứ, Giang Nam chư đạo đô thống, kiêm Trung thư lệnh, phong Sở vương.<ref name=TTTG287\/>\n\nThứ đệ của Mã Hy Quảng là [[Mã Hy Sùng]] có cùng mẹ với Mã Hy Ngạc, ông ta bí mật viết thư cho Mã Hy Ngạc nói rằng đám Lưu Ngạn Thao làm trái di mệnh tiên vương, phế trưởng lập thiếu, nhằm kích động Mã Hy Ngạc. Mã Hy Ngạc từ Vĩnh châu đi gấp về kinh để chịu tang, ngày Ất Mùi (12) cùng tháng tức 1 tháng 8 thì đến Phu Thạch (趺石). Lưu Ngạn Thao đề xuất với Mã Hy Quảng cho Thị tòng đô chỉ huy sứ Chu Đình Hối (周廷誨) đem thủy quân đến chặn, lệnh cho tướng sĩ Vĩnh châu phải cởi áo giáp mới được đi tiếp đến Trường Sa. Mã Hy Ngạc được tiếp đãi tại Bích Tương cung (碧湘宮) và để tang tại chỗ đó, không được đi gặp Mã Hy Quảng. Sau đó, Mã Hy Ngạc xin được về Lãng châu (朗州, thủ phủ của Vũ Bình). Chu Đình Hối khuyên Mã Hy Quảng giết Mã Hy Ngạc, song Mã Hy Quảng nói \"Ta sao nỡ giết huynh? Nên phân Đàm (潭州, tức Trường Sa)- Lãng mà cai trị.\" Mã Hy Quảng ban tặng nhiều cho Mã Hy Ngạc và cho về Lãng châu. Tuy nhiên, Mã Hy Sùng tiếp tục dò xét Mã Hy Quảng cho Mã Hy Ngạc, buông lời kích động, nguyện làm nội ứng.<ref name=TTTG287\/>\n\nMùa thu năm 948, Hoàng đế [[Nam Hán]] [[Lưu Thịnh]] phái Tri chế cao Chung Doãn Chương (鍾允章) sang Sở cầu hôn.<ref name=TTTG288>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷288|quyển 288]].<\/ref> (Hai nước từng có quan hệ hôn nhân, khi cha của Lưu Thịnh là [[Lưu Nham]] kết hôn với một tỷ muội của Mã Hy Quảng.)<ref name=TTTG269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref> Mã Hy Quảng không chấp thuận. Lưu Thịnh tức giận, ông ta hỏi Chung Doãn Chương \"Mã Công có năng lực kinh lược đất Nam không?\" Chung Doãn Chương đáp rằng \"Mã thị huynh đệ còn đang tranh chấp không yên, sao có năng lực tổn hại đến ta ?\" Lưu Thịnh hài lòng nói rằng \"Phải rồi. Mã Hy Quảng nhu nhược và bủn xỉn, sĩ tốt của hắn quên mất chiến tranh đã lâu. Bây giờ là lúc ta tiến thủ.\" Ngày Tân Tị (7) tháng 12 cùng năm, tức ngày 8 tháng 1 năm 949, Lưu Thịnh phái Nội thường thị Ngô Hoài Ân (吳懷恩) đem quân đánh Sở, chiếm được Hạ châu<ref group=\"c\">賀州, nay thuộc [[Hạ Châu]], [[Quảng Tây]]<\/ref>. Mã Hy Quảng khiển Quyết Thắng chỉ huy sứ Từ Tri Tân (徐知新) đem 5.000 quân ứng cứu, kết quả Tri Tân thất bại quay về, bị Mã Hy Quảng xử trảm. Quân Nam Hán còn chiếm được Chiêu châu<ref group=\"c\">昭州, nay thuộc [[Quế Lâm]], [[Quảng Tây]]<\/ref>.<ref name=TTTG288\/>\n\nTrong khi đó, Mã Hy Ngạc thỉnh với Hoàng đế Hậu Hán [[Lưu Thừa Hựu]] xin được triều cống độc lập với Mã Hy Quảng, xin được ban riêng quan tước (tức là yêu cầu phân chia Sở về chính thức). Mã Hy Quảng nghe theo mưu kế của Thiên Sách phủ nội đô áp nha Âu Hoằng Luyện (歐弘練) và Tiến tấu quan Trương Trọng Tuân (張仲荀), tặng nhiều quà cho các quan chức chấp chính của Hậu Đường. Cuối cùng, đến ngày Nhâm Tý (7) tháng 9, tức 11 tháng 10 năm 948, Lưu Thừa Hựu ban chiếu thư cho Mã Hy Ngạc và Mã Hy Quảng, bảo rằng \"Huynh đệ cần phải hoà thuận, phàm là đồ cống của Mã Hy Ngạc đều cần phải dựa theo danh nghĩa của Mã Hy Quảng.\" Mã Hy Ngạc không thuận.<ref name=TTTG288\/>\n\n=== Chiến tranh với Mã Hy Ngạc ===\nTháng 8 năm Kỷ Dậu (949), Mã Hy Ngạc đem quân tiến công Mã Hy Quảng. Mã Hy Quảng biết tin tức, ban đầu ông muốn đầu hàng, nói rằng \"Lãng châu là của ngô huynh, không thể tranh giành, nên đem nước nhường cho.\" Lưu Ngạn Thao và Lý Hoằng Cao thuyết phục ông rằng điều đó là không thể. Mã Hy Quảng do đó phái Nhạc châu<ref group=\"c\">岳州, nay thuộc [[Nhạc Dương]], Hồ Nam<\/ref> thứ sử Vương Uân (王贇) làm Đô bộ thự chiến trạo chỉ huy sứ, để Lưu Ngạn Thao làm giám quân. Vương Uân đánh bại Mã Hy Ngạc, bắt được 300 thuyền. Vương Uân truy kích Mã Hy Ngạc, sắp đuổi kịp thì Mã Hy Quảng khiển sứ triệu về nói \"Chớ làm hại ngô huynh.\". Không lâu sau, do tướng lĩnh của Hậu Hán là [[Quách Uy]] trấn áp cuộc khởi nghĩa của [[Lý Thủ Trinh]], triều đình Hậu Hán ban tôn hiệu cho nhiều chư hầu, Mã Hy Quảng được nhận tước hiệu ''thái uý''. Trong khi đó, đệ của Mã Hy Quảng là Tĩnh Giang<ref group=\"c\">靜江, trị sở nay thuộc Quế Lâm<\/ref> tiết độ sứ Mã Hy Chiêm (馬希瞻) khiển sứ giả khuyến gián cả Mã Hy Ngạc và Mã Hy Quảng song không được.<ref name=TTTG288\/>\n\nSang năm sau, Mã Hy Ngạc viết thư cho thủ lĩnh người Man tại Thần châu (辰州) và Tự châu (漵州)<ref group=\"c\">nay đều thuộc [[Hoài Hóa]], Hồ Nam<\/ref>, cũng như người Man tại Mai Sơn<ref group=\"c\">梅山蠻, tập trung tại khu vực nay là [[Ích Dương]], Hồ Nam<\/ref>, muốn cùng tấn công Mã Hy Quảng. Người Man vốn biết Trường Sa có nhiều của cải, tranh nhau xuất binh, họ cùng tấn công Ích Dương<ref group=\"c\">益陽, nay thuộc Ích Dương, Hồ Nam<\/ref>. Mã Hy Quảng khiển Chỉ huy sứ Trần Phan (陳璠) kháng cự, song Trần Phan thất bại và tử chiến. Sau đó, các tướng lĩnh của Mã Hy Quảng là Trương Diên Tự (張延嗣) và Hoàng Xử Siêu (黃處超) cũng chiến bại và tử nạn. Người Đàm châu bị chấn động, Mã Hy Quảng lại khiển Nha nội chỉ huy sứ Thôi Hồng Liễn đem 7.000 quân đến đồn trú tại Ngọc Đàm<ref group=\"c\">玉潭, nay thuộc Trường Sa, Hồ Nam<\/ref>, chuẩn bị cho cuộc tấn công của Mã Hy Ngạc.<ref name=TTTG289\/>\n\nMã Hy Ngạc cho rằng triều đình Hậu Đường có ý giúp Mã Hy Quảng, do đó khiển sứ xưng làm phiên quốc của [[Nam Đường]], xin quân đánh Mã Hy Quảng. Hoàng đế Nam Đường là [[Lý Cảnh]] cho Sở châu thứ sử Hà Kính Thù (何敬洙) đem binh giúp Mã Hy Ngạc. Ngày Bính Ngọ (12) tháng 10, tức 24 tháng 11 năm 950, Mã Hy Quảng khiển sứ giả dâng biểu cáo cấp với Hậu Hán, nói rằng [[Kinh Nam]]-[[Nam Hán]]-[[Nam Đường]] liên mưu muốn phân chia đất của Sở, xin Hậu Hán phát binh đồn trú tại Lễ châu<ref group=\"c\">澧州, nay thuộc Thường Đức, Hồ Nam<\/ref> nhằm cắt đứt đường Nam Đường và Kinh Nam viện trợ cho Mã Hy Ngạc.<ref name=TTTG289\/>\n\nMã Hy Quảng thấy tướng lĩnh luôn thất bại thì buồn rầu. Lưu Ngạn Thao đề nghị Mã Hy Quảng, nói rằng quân Mã Hy Ngạc quân chưa đầy một vạn, ngựa chưa đủ một nghìn, trong khi đô phủ có thập vạn tinh binh, xin cho mình dẫn hơn vạn quân đi chiến đấu, cho rằng sẽ chiến thắng và bắt giữ được Mã Hy Ngạc. Mã Hy Quảng duyệt đề nghị này. Tuy nhiên, Lưu Ngạn Thao sau đó mắc bẫy và chiến bại, quân đội bị tiêu diệt. Mã Hy Quảng hay tin thì khóc lóc không biết làm sao. Mã Hy Quảng thường ngày hiếm khi ban thưởng, song đến lúc này bèn cho xuất nhiều của cải để làm yên lòng sĩ tốt. Khi có người cáo buộc Mã Hy Sùng giao thiệp với Mã Hy Ngạc, phản trạng đã rõ, song Mã Hy Quảng từ chối xử tử, nói rằng \"Nếu ta hại kỳ đệ thì sao có thể nhìn tiên vương (chỉ Mã Ân) dưới đất?\". Sau đó, Mã Hy Ngạc phái quân tấn công Ích Dương, tướng giữ thành là Trương Huy (張暉) bỏ Ích Dương đào thoát về Đàm châu. Mã Hy Quảng cử Mạnh Biền (孟駢) làm sứ giả đến chỗ Mã Hy Ngạc, song người này bị Mã Hy Ngạc giết chết. Mã Hy Ngạc sau đó hành quân đến Đàm châu, xưng là Thuận Thiên vương.<ref name=TTTG289\/>\n\nKhi quân của Mã Hy Ngạc tiến đến, Mã Hy Quảng cho triệu Thủy quân chỉ huy sứ [[Hứa Khả Quỳnh]] dẫn 500 chiến hạm phòng thủ, để Mã Hy Sùng làm giám quân. Ông còn cho Mã quân chỉ huy sứ Lý Ngạn Ôn (李彥溫) và Bộ quân chỉ huy sứ Hàn Lễ (韓禮) đem quân đóng tại các điểm để cắt các tuyến đường hành quân có khả năng khác của Mã Hy Ngạc.<ref name=TTTG289\/>\n\nTiền quân của Mã Hy Ngạc dưới quyền Chu Tiến Trung (朱進忠) và man binh gồm hơn bảy nghìn người đến Trường Sa, đóng tại phía tây [[sông Tương]]. Bành Sư Cảo (彭師暠) nguyên là tù trưởng người Man, về sau hàng Sở và được Mã Hy Quảng tin tưởng và phong chức tước, Sư Cảo nguyện chết vì Mã Hy Quảng. Bành Sư Cảo chủ trương rằng để mình dẫn ba nghìn quân bao vây binh sĩ của Chu Tiến Trung và tấn công từ phía sau còn Hứa Khả Quỳnh tấn công từ phía trước, cho rằng một khi tiền quân của Chu Tiến Trung thất bại thì Mã Hy Ngạc sẽ từ bỏ chiến dịch. Mã Hy Quảng sắp nghe theo thì Hứa Khả Quỳnh (trước đó bí mật liên lạc với Mã Hy Ngạc, ngả lòng trước đề nghị phân chia Sở để cai trị) phản đối, nói với Mã Hy Quảng \"Bành Sư Cảo là đồng tộc với người Man Mai Sơn, sao có thể tin được? Khả Quỳnh truyền đời là tướng của Sở, tất không phụ Đại vương. Hy Ngạc không làm được gì.\" Đến khi Mã Hy Ngạc đem thuyền đến, Mã Hy Quảng lệnh cho các tướng lĩnh đều chịu điều động của Hứa Khả Quỳnh. Hứa Khả Quỳnh vào ban đêm lấy danh nghĩa tuần giang để bí mật gặp Mã Hy Ngạc. Bành Sư Cảo biết được nên nói với Mã Hy Quảng, thỉnh xử tử Hứa Khả Quỳnh, tuy nhiên Mã Hy Quảng không tin lời Bành Sư Cảo vì Hứa Khả Quỳnh là con của công thần [[Hứa Đức Huân]]. Lúc này, Đàm châu có tuyết lớn, quân hai bên không thể giao chiến. Mã Hy Quảng tin vào lời thầy đồng và nhà sư, cho đắp tượng quỷ trên sông, giơ tay để quân Lãng châu lùi về. Hy Quảng cũng lệnh cho các nhà sư ngày đêm tụng kinh, bản thân cũng mặc tăng phục để cầu phúc.<ref name=TTTG289\/>\n\nNgày Giáp Thìn (11) tháng 12, tức ngày 21 tháng 1 năm 951,<ref name=AS\/> tướng lĩnh của Mã Hy Ngạc là Hà Kính Chân (何敬真) thấy quân kỳ của Hàn Lễ lộn xộn, cho rằng đây là dấu hiệu rằng quân của Hàn Lễ đang xáo trộn, nên quyết định tấn công Hàn Lễ và giành chiến thắng. Quân của Mã Hy Ngạc sau đó tận dụng cơ hội tấn công mãnh liệt Trường Sa. Bộ quân chỉ huy sứ Ngô Hoành (吳宏), Tiểu môn sứ Dương Địch chiến đấu từ sáng sớm cho đến trưa, song cuối cùng quân của Dương Địch kiệt sức, và khi họ cầu viện Hứa Khả Quỳnh thì người này lại đem toàn quân đầu hàng Mã Hy Ngạc, Trường Sa sau đó thất thủ. Lý Ngạn Ôn cố quay về cứu thành song không thể, ông ta và Lưu Ngạn Thao sau đó hộ tống con của Mã Hy Phạm và Mã Hy Quảng đảo thoát đến Nam Đường. Mã Hy Ngạc bắt được Ngô Hoành và Bành Sư Cảo, song tha cho họ vì thán phục lòng dũng cảm và lòng trung thành của họ với Mã Hy Quảng.<ref name=TTTG289\/> Trong khi đó, khi kinh thành thất thủ, Mã Hy Quảng cùng phu nhân và vương tử (không đào thoát sang Nam Đường) ẩn náu trong từ đường,<ref name=TQXT69\/> trong khi binh sĩ của Mã Hy Ngạc cướp bóc Trường Sa. Mã Hy Sùng dẫn tướng lại nghênh đón Mã Hy Ngạc vào thành và thỉnh Mã Hy Ngạc đăng cơ.<ref name=TTTG289\/>\n\n== Qua đời==\nĐến ngày Ất Tị hôm sau, tức 22 tháng 1 năm 951,<ref name=AS\/> Mã Hy Ngạc tiến vào Trường Sa và nắm quyền. Ông ta cho đóng cổng thành và sau đó bắt được Mã Hy Quảng và các quan viên khác. Mã Hy Ngạc nói với Mã Hy Quảng, \"Kế thừa nghiệp của phụ huynh, không có trưởng ấu sao?\" Mã Hy Quảng đáp rằng \"Tướng lại tiến cử, triều đình mệnh cho ta.\" Mã Hy Quảng bị bắt giam.<ref name=TTTG289\/>\n\nĐến ngày Đinh Mùi (14) cùng tháng, tức 24 tháng 1 năm 951,<ref name=AS\/> Mã Hy Ngạc xưng là Sở vương, chặt Lý Hoằng Cao và các quan viên khác cho binh sĩ ăn. Đến ngày Mậu Thân (15) cùng tháng, tức 25 tháng 1 năm 951,<ref name=AS\/> Mã Hy Ngạc hỏi tướng lại \"Hy Quảng là tên nhu nhược, là do cận thần khống chế hắn, ta muốn để cho sống, có được không?\" Chư tướng đều không đáp lại, song Chu Tiến Trung vốn từng bị Mã Hy Quảng tống giam thì đáp rằng \"Đại vương ba năm huyết chiến mới có được Trường Sa, một nước không dung hai chủ, ngày sau tất hối hận.\" Trong ngày, Mã Hy Ngạc ban chết cho Mã Hy Quảng. Mã Hy Quảng khi lâm hình vẫn còn tụng Phật thư, sau được Bành Sư Cảo chôn tại bên ngoài cổng Lưu Dương (瀏陽門).<ref name=TTTG289\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n==Tham khảo==\n{{tham khảo}}\n\n{{Vua Sở (Thập quốc)}}\n\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Mất năm 951]]\n[[Thể loại:Sở (Thập quốc)]]\n[[Thể loại:Chính khách từ Trường Sa, Hồ Nam]]\n[[Thể loại:Tướng lĩnh từ Hồ Nam]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]\n[[Thể loại:Vua nước Sở]]"}