{"Mã Hy Thanh":"{{Thông tin nhân vật hoàng gia\n| tên = Sở Hành Dương Vương <br> 楚衡陽王\n| tước vị = vương Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = Quân chủ [[Sở (Thập quốc)|nước Sở]] \n| tại vị = [[19 tháng 12]], [[930]]<ref name=ZZTJ277>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref>Do Mã Hy Thanh chưa từng mang tước \"vương\" khi còn sống, đây là ngày ông \"đảm nhận quyền lực\".<\/ref> - [[15 tháng 8]], [[932]]<ref name=AS\/><ref name=ZZTJ278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref>\n| tiền nhiệm = [[Mã Ân]]\n| kế nhiệm = [[Mã Hy Phạm]]\n| vợ = [[Dương phu nhân (Mã Hy Phạm)|Dương thị]]\n| con cái = \n| thụy hiệu = Hành Dương Vương 衡陽王\n| niên hiệu = Không (dùng niên hiệu ''Trường Hưng'' của Hậu Đường)\n| cha = Mã Ân\n| mẹ = [[Viên phu nhân (Mã Ân|Viên thị]]\n| triều đại = [[Sở (Thập quốc)|Mã Sở]] (馬楚)\n| kiểu triều đại = Vương thất \n| sinh = 899<ref group=\"chú\">Phần về Mã Hy Thanh trong ''[[Tân Ngũ Đại sử]]'' và ''[[Thập Quốc Xuân Thu]]'' không thực sự đề cập đến năm sinh của ông, dù là gián tiếp. Tuy nhiên, phần viết về thứ đệ và người kế thừa của ông là [[Mã Hy Phạm]] viết rằng Mã Hy Phạm 49 tuổi (âm) khi mất năm 947, và còn ghi rằng Mã Hy Phạm sinh cùng ngày với Mã Hy Thanh, ngụ ý rằng Mã Hy Phạm cũng sinh vào năm đó<\/ref>\n| nơi sinh = \n| mất = 15 tháng 8 năm 932\n| nơi mất = [[Trường Sa, Hồ Nam|Trường Sa]]\n| ngày an táng = \n| nơi an táng = \n}}\n'''Mã Hy Thanh''' ({{zh|t=馬希聲|s=马希声|p=Mǎ Xīshēng}}) (899-15 tháng 8, 932<ref name=AS\/><ref name=ZZTJ278\/>), [[Tên chữ (người)|tên tự]] '''Nhược Nột''' (若訥), được truy phong là '''Hành Dương Vương''' (衡陽王), là quân chủ thứ nhì của [[Sở (Thập quốc)|nước Sở]] thời [[Ngũ Đại Thập Quốc]] tại Trung Quốc. Ông trị vì trong thời gian từ sau khi cha của ông qua đời vào năm 930 đến khi bản thân ông qua đời vào năm 932.\n\n== Thân thế==\nMã Hy Thanh sinh năm 899, trong thời gian trị vì của [[Đường Chiêu Tông]], ông là thứ tử của quân phiệt [[Mã Ân]]. Đương thời, Mã Ân kiểm soát Đàm châu<ref group=\"chú\">潭州, nay thuộc [[Trường Sa, Hồ Nam|Trường Sa]], [[Hồ Nam]]<\/ref>, và chưa kiểm soát được hoàn toàn Vũ An<ref group=\"chú\">武安, trị sở tại Đàm châu<\/ref>, song đang trong quá trình củng cố quyền lực.<ref name=NHFD66>''[[Tân Ngũ Đại sử]]'',, [[:zh:s:新五代史\/卷66|quyển 66]].<\/ref> Mẹ của Mã Hy Thanh là [[Viên đức phi|Viên thị]], bà là người thiếp được Mã Ân sủng ái, huynh trưởng của Mã Hy Thanh là Mã Hy Chấn (馬希振) là con ruột của chính thất. (Mã Ân được ghi chép là có ít nhất 35 con trai, Viên thị còn sinh Mã Hy Vượng (馬希旺), song các quân chủ của Sở sau Mã Hy Thanh có vẻ như không phải do bà sinh ra, trong đó [[Mã Hy Phạm]] và [[Mã Hy Quảng]] do Trần thị sinh.)<ref name=SGCQ68>''[[Thập Quốc Xuân Thu]]'', [https:\/\/archive.org\/stream\/06080957.cn#page\/n112\/mode\/2up quyển 68].<\/ref><ref name=SGCQ69>''Thập Quốc Xuân Thu'', [https:\/\/archive.org\/stream\/06080957.cn#page\/n134\/mode\/2up quyển 69].<\/ref><ref name=SGCQ71>''Thập Quốc Xuân Thu'', [https:\/\/archive.org\/stream\/06080958.cn#page\/n24\/mode\/2up quyển 71].<\/ref> Mã Hy Thanh và Mã Hy Phạm sinh cùng ngày, song Mã Hy Thanh sinh trước. (Một người khác có vẻ như cũng sinh cùng ngày, do Mã Hy Phạm được thuật lại là tứ tử của Mã Ân.)<ref name=NHFD66\/>\n\n== Thời Mã Ân trị vì ==\nMã Ân dần khoách trương lãnh thổ, trở thành một chư hầu của triều [[Hậu Lương]], rồi triều [[Hậu Đường]], và được phong tước Sở vương; và Sở quốc vương.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref> Mã Ân sau đó tiến hành kiến quốc, thiết lập bá quan, đến năm 929, Mã Ân bổ nhiệm Vũ An tiết độ phó sứ, kiêm quyền Trường Sa phủ Mã Hy Thanh làm ''Tri chính sự'', ''Tống lục trung ngoại chư quân sự''. Từ khi đó, quốc chính đều thông qua Mã Hy Thanh trước khi báo cho Mã Ân.<ref name=ZZTJ276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref> (Mã Hy Chấn chính thất sinh ra và là huynh trưởng, do vậy theo tục lệ truyền thống sẽ là người kế vị, song Mã Hy Thanh được chọn vì Viên đức phi là người được Mã Ân sủng ái.<ref name=SGCQ68\/> Mã Hy Chấn trở thành một đạo sĩ và thoát ly khỏi chính trường.<ref name=SGCQ71\/>)\n\nSau khi nắm quyền lực tại Sở, Mã Hy Thanh trở nên nghi ngờ mưu chủ của cha là [[Cao Úc]] (高郁). Ban đầu, [[Kinh Nam|Nam Bình vương]] [[Cao Quý Hưng]] khiển sứ đưa thư cho Mã Hy Thanh, bề ngoài là để xin phép được kết làm huynh đệ với Cao Úc, khiến ngờ vực trong lòng Mã Hy Thanh nổi lên. Trong khi đó, Hành quân tư mã Dương Chiêu Toại (楊昭遂) là người trong tộc của thê của Mã Hy Thanh, người này âm mưu thay thế vị trí của Cao Úc, do đó thường xuyên gièm pha Cao Úc trước Mã Hy Thanh. Mã Hy Thanh do đó nói với cha rằng Cao Úc xa xỉ, lạm quyền, tiếp xúc với bên ngoài, đề nghị cha diệt trừ. Mã Ân từ chối, sau do Mã Hy Thanh liên tục thỉnh bãi binh quyền của Cao Úc, Cao Úc bị làm hành quân tư mã. Cao Úc nói với thân tín \"Ta xây gấp phủ ở Tây Sơn để quy lão, chế tử lớn dần và nay có thể cắn người.\" Mã Hy Thanh tức giận và giả lệnh Mã Ân để sát hại Cao Úc cùng gia tộc. Khi Mã Ân hay tin, ông đấm ngực kêu khóc thảm thiết, song không trừng phạt Mã Hy Thanh.<ref name=ZZTJ276\/>\n\nTháng 10 ÂL năm Canh Dần (930), Mã Ân bị bệnh nằm trên giường, khiển sứ sang Hậu Đường xin truyền vị lại cho Mã Hy Thanh. Triều đình Hậu Đường không tin tưởng Mã Hy Thanh, nên ngày Tân Hợi (21) cùng tháng (14 tháng 11), chỉ bổ nhiệm ông làm giữ chức Vũ An tiết độ sứ, kiêm Thị trung. Ngày Kỷ Tị (10) tháng 11 (2 tháng 12), Vương Ân qua đời, di mệnh chư tử phải truyền lại ngôi vị cho huynh đệ, còn để kiếm ở từ đường và nói ai làm trái mệnh thì hãy giết. Chư tướng Sở ban đầu muốn khiển binh trấn thủ biên cảnh rồi mới phát tang, song theo ý của Binh bộ thị lang Hoàng Tổn (黃損), họ cử người cáo chung và để Mã Hy Thanh kế vị.<ref name=ZZTJ277\/>\n\n== Trị vì ==\nMã Hy Thanh tập vị vào ngày Bính Tuất (27) tháng 11 (tức 19 tháng 12), tuyên bố theo di mệnh tiến hành bỏ kiến quốc, phục phép chế 'trấn' như xưa. Ngày Canh Tuất (21) tháng 12 (12 tháng 1 năm 931), Hậu Đường Minh Tông trao thêm cho Mã Hy Thanh chức Tĩnh Giang<ref group=\"chú\">靜江, trị sở nay thuộc [[Quế Lâm]], [[Quảng Tây]], thuộc vùng kiểm soát của Sở<\/ref> tiết độ sứ, kiêm ''Trung thư lệnh''.<ref name=ZZTJ277\/>\n\nMã Hy Thanh nghe được chuyện [[Hậu Lương Thái Tổ]] thích ăn gà thì cũng bắt chước theo, một ngày giết 50 con gà để ăn, điều này không phù hợp trong giai đoạn để tang, khuôn mặt ông cũng không tỏ vẻ buồn rầu. Ngày Canh Thân (7) tháng 12 năm Tân Mão (17 tháng 1 năm 932), táng Mã Ân tại [[Hành Dương]], Mã Hy Thanh ăn nhiều thịt gà trước khi khởi hành từ Trường Sa, Lại bộ thị lang Phan Khởi (潘起) mỉa mai.<ref name=ZZTJ277\/>\n\nTrong thời gian Mã Hy Thanh trị vì, Sở chịu cảnh đại hạn, tháng 7 ÂL năm Nhâm Thìn (932), ông mệnh đóng cửa đền thờ thần [[Hành Sơn|Nam Nhạc]] và chư thần, song hạn hán vẫn tiếp tục. Ngày Tân Mão (11) cùng tháng (15 tháng 8), Mã Hy Thanh qua đời, Mã Hy Phạm kế vị. Ông được truy phong là Hành Dương vương.<ref name=ZZTJ278\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"|2}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Sinh năm 899]]\n[[Thể loại:Mất năm 932]]\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Vua nước Sở]]\n[[Thể loại:Sở (Thập quốc)]]\n[[Thể loại:Hậu Đường]]\n[[Thể loại:Chính khách từ Trường Sa, Hồ Nam]]\n[[Thể loại:Tướng lĩnh từ Hồ Nam]]"}