{"Mã Trung (Thục Hán)":"{{bài cùng tên|Mã Trung}}\n{{Thông tin nhân vật Tam Quốc\n|Tên= Mã Trung\n|Hình= Ma Zhong 2016 Han Zhao Lie Miao.jpg\n|Cỡ hình= 285px\n|Chú thích hình= Tượng Mã Trung ở đền Vũ Hầu - Thành Đô\n|Chức vụ= Tướng lĩnh \n|Tên thật= <div>Mã Trung (馬忠)<br>Hồ Đốc (狐篤)\n|Tự= Đức Tín (德信)\n|Hiệu= \n|Khác= \n|Thế lực=[[Thục Hán]]\n|Sinh= ?\n|Nơi sinh= Lãng Trung, Ba Tây, Ích Châu<br>(nay là [[Lãng Trung]], [[Nam Sung]], [[Tứ Xuyên]])\n|Mất= 249\n|Nơi mất= [[Nam Trung]]<br>(nay là khoảng giữa [[Tứ Xuyên]] và [[Vân Nam]])\n|Tước hiệu= Bác Dương Đình hầu<br>Bành Hương Đình hầu\n|Thụy hiệu= \n|Thân phụ= \n|Thân mẫu= \n|Hôn phối= \n|Con= [[Mã Tu]]<br>[[Mã Khôi]]<br>[[Mã Dung]]\n|Ghi chú= \n}}\n'''Mã Trung''' ([[chữ Hán]]: 馬忠; [[bính âm Hán ngữ|bính âm]]: Ma Zhong; ?-[[249]]), [[tên tự]] là '''Đức Tín''' (德信), là một viên tướng nhà [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Mã Trung theo [[Gia Cát Lượng]] trong cuộc [[Chiến dịch Nam Trung|Nam chinh]] của quân Thục và lập nhiều chiến công, trở thành vị tướng cai quản vùng này ổn định trong nhiều năm.\n\n==Sự nghiệp==\n\n===Thời Lưu Bị===\nMã Trung người quận Ba Tây. Thuở nhỏ, ông được nhà ngoại nuôi dưỡng, mang tên là Hồ Đốc.\n\nVào cuối [[niên hiệu]] Kiến An ([[196]]-[[220]]) thời [[Hán Hiến Đế]], ông được tiến cử làm Hiếu liêm, rồi thăng làm Huyện trưởng Hán Xương (thuộc quận Ba Tây) dưới chính quyền Lưu Bị.\n\nNăm [[222]], Hán Chiêu Liệt Đế [[Lưu Bị]] [[trận Di Lăng|bại trận ở Di Lăng]] chạy về phía tây, Thái thú Ba Tây là Diên Chi phái ông mang 5000 quân mã đến chi viện cho Lưu Bị.\n\nLưu Bị lui về thành Bạch Đế, ở trong cung Vĩnh An, có Hồ Đốc trấn thủ nên tạm yên tâm không bị quân [[Đông Ngô]] truy kích. Lưu Bị đàm đạo với Hồ Đốc xong rất vui lòng, cho rằng nước Thục không thiếu người hiền tài.<ref>[[Trần Thọ]], ''[[Tam quốc chí]]'', Bùi Tùng Chi chú, ''Mã Trung truyện''. Đến khi gặp Lưu Bị, ông vẫn mang tên Hồ Đốc<\/ref>\n\n===Thời Lưu Thiện===\nSau đó Hồ Đốc lấy lại họ Mã, đổi tên là Trung. Năm [[223]], Lưu Bị mất, Hậu chủ [[Lưu Thiện]] lên thay, Gia Cát Lượng làm [[tể tướng|thừa tướng]] điều hành triều chính. Mã Trung được thăng làm Môn hạ đốc.\n\nNăm [[225]], ông theo Gia Cát Lượng tiến hành bình định [[Nam Trung]] dẹp lực lượng theo [[Đông Ngô]] phản [[Thục Hán]] của Ung Khải, Chu Bao và [[Mạnh Hoạch]]. Chiến dịch kết thúc, Mã Trung nhờ lập công lao, được phong làm thái thú quận Tường Kha, ở lại trấn thủ vùng Nam Trung để ổn định lòng dân địa phương. Sau mấy năm, người Nam Trung rất tâm phục triều Thục Hán.<ref name=\"tvd650\">Trần Văn Đức, sách đã dẫn, tr 650<\/ref>\n\nNăm [[230]], Mã Trung được lệnh về bắc, ông được bổ nhiệm làm Tham quân phủ [[Tể tướng|Thừa tướng]] [[Gia Cát Lượng]], cùng [[Tưởng Uyển]] trấn thủ [[Thành Đô]] trong khi Gia Cát Lượng đi đánh [[Tào Ngụy]].\n\nNăm [[231]], Gia Cát Lượng lại ra quân đánh Ngụy, Mã Trung được phong làm chỉ huy một cánh quân. Đó là lần đầu tiên ông tham gia Bắc phạt.\n\nNăm [[233]], một cường hào ở Nam Trung là Lưu Trụ nổi dậy chống Thục Hán. Tướng Thục Hán là [[Trương Dực]] xử lý tình hình không thỏa đáng, các quận phía nam lại hỗn loạn. Gia Cát Lượng lại phái Mã Trung đi thay Trương Dực. Ông nhanh chóng ổn định lại tình hình. Nhờ lập công, Mã Trung được phong làm Phấn uy tướng quân, Bắc Dương đình hầu.\n\nMã Trung coi trọng việc dùng chính trị quản lý vùng Nam Trung, không ưa dùng quân sự. Do đó vùng Nam Trung lại được yên ổn trong thời gian khá dài.<ref name=\"tvd650\"\/>\n\nNăm [[242]], Mã Trung được lệnh về triều, cùng Đại tướng quân [[Tưởng Uyển]] lo việc quân. Ông được phong làm Trấn nam đại tướng quân.\n\nNăm [[244]], [[Phí Y]] đi chống Tào Ngụy, Mã Trung được cử làm Thượng thư ở lại trấn thủ Thành Đô. Sau khi Phí Vĩ về triều, Mã Trung lại trở về trấn thủ Nam Trung.\n\nNăm [[249]], Mã Trung lâm bệnh qua đời. Không rõ năm đó ông bao nhiêu tuổi. Dân chúng vùng Nam Trung thương tiếc, lập miếu thờ phụng ông.<ref name=\"tvd651\">Trần Văn Đức, sách đã dẫn, tr 651<\/ref>\n\n==Dòng họ==\nSau khi ông mất, con là Mã Tu nối dõi. Người con thứ của ông là Mã Khôi sinh ra cháu là Mã Nghĩa. Mã Nghĩa sau này làm quan cho [[nhà Tấn]], giữ chức Thái thú Kiến Ninh (quận thuộc Ích châu, nước [[Thục Hán]] cũ).\n\n== Nhận định ==\nMã Trung được đánh giá là người khoan hòa độ lượng, có bực tức không thể hiện ra mặt, xử sự quyết đoán, ân uy đều thích đáng. Dân chúng vùng Nam Trung vừa nể sợ vừa cảm mến ông.<ref name=\"tvd650\"\/>\n\nSau khi các danh tướng thời lập quốc qua đời, nước [[Thục Hán]] có 3 viên tướng kế tục nổi danh là [[Vương Bình]] giữ yên phía bắc (chống [[Tào Ngụy]]), [[Đặng Chi]] giữ yên phía đông (ngoại giao với [[Đông Ngô]]) và Mã Trung giữ yên phía nam (bình ổn [[Nam Trung]]).<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 674<\/ref>\n\n==Trong Tam Quốc diễn nghĩa==\n\n===Bình Nam Man===\nTrong tác phẩm [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]], Mã Trung là tướng quân theo [[Gia Cát Lượng]] Nam Chinh tấn công người Man ở vùng [[Nam Trung (Trung Quốc)|Nam Trung]] do Man Vương Mạnh Hoạch cầm đầu.\n\nTrong trận đầu, Mã Trung cùng [[Vương Bình]] xuất trận, Vương Bình ra mé tả, Mã Trung ra mé hữu nghênh địch thực chất, Vương Bình, Mã Trung chỉ là đi tiếp ứng. Vương Bình, Mã Trung cùng tiến quân. Trong trận đầu, Mã Trung là người chiếm được trại đối phương trước [[Triệu Vân]].\n\nSau đó khi [[Mạnh Ưu]] đến trá hàng, Gia Cát Lượng gọi [[Ngụy Diên]], Vương Bình, Mã Trung, [[Quan Sách]] mỗi người dặn mẹo mực vài câu. Sau đó Mã Trung cùng các tướng hợp lực bắt quân Man lần thứ hai. Trong trận thứ ba, Mã Trung cùng Vương Bình được Gia Cát Lượng cho lĩnh kế xuất quân đi trước, chủ yếu là nghi binh.\n\nTrong trận thứ ba, tướng của quân Man là [[Chúc Dung phu nhân]] xuất trận, [[Trương Ngực]] bị đánh bại, Mã Trung vội xông ra cứu, quân Man lại xô cả vào vây bọc Mã Trung. Mã Trung hăm hở xốc tới đánh Chúc Dong phu nhân. Quân Man quăng dây ra giật chân ngựa, Mã Trung ngã và bị bắt. Chúc Dong giải cả hai tướng về động ra mắt chồng. Sau đó Chúc Dong phu nhân ra trận bị quân Thục bắt, Gia Cát Lượng sai người sang trại Mạnh Hoạch xin đem phu nhân đánh đổi hai tướng Mã Trung và Trương Ngực.\n\nTrong trận thứ tư, [[Đái Lai Động chúa|Đái Lai động chúa]] trá hàng, Gia Cát Lượng biết được, sai Trương Ngực, Mã Trung dẫn hai nghìn quân tinh tráng phục sẵn hai bên hành lang, rồi sai tướng mở cửa cho quân địch vào rồi bắt hết.\n\nTrong trận cuối cùng đấu với quân của [[Ngột Đột Cốt]], Trương Ngực, Mã Trung dẫn chừng nghìn hàng binh dụ quân Ngột Đột Cốt và Mạnh Hoạch. Sau khi Mạnh Hoạch trúng bẫy, Trương Ngực, Mã Trung hai mặt đổ ra bắt sống Mạnh Hoạch.\n\n===Bắc phạt===\nSau đó Mã Trung được phong làm hữu quân, làm tướng trong cuộc [[Chiến tranh Thục-Ngụy (228-234)|Bắc phạt]] của Gia Cát Lượng. Trong lần tấn công ải Trần Thương, Khổng Minh sai sai Mã Trung, Trương Ngực mỗi người dẫn năm nghìn quân vây bọc mặt ngoài, để trong ngoài dồn vào mà đánh. Trương Ngực, Mã Trung dẫn quân đổ ra vây bọc quân Ngụy vào giữa trận, [[Mã Đại]] dẫn quân từ chỗ lửa sáng đánh lại. Quân Ngụy phải rút lui.\n\nTrong chiến dịch thứ 3, tướng Ngụy là Trương Cáp, Đái Lăng dẫn binh kéo đến rất mạnh. Mã Trung, Trương Dực, Ngô Ý, Ngô Ban bốn tướng đón đánh theo kế của Khổng Minh, đánh lui Trương Cáp, Đái Lăng.\n\nTrong lần xuất quân thứ 4, Mã Trung cùng các tướng cầm quân ra hội tại núi Kỳ Sơn. Khổng Minh gọi Mã Trung, Trương Ngực đến dặn rằng men theo con đường nhỏ trong núi, ngày phục đêm đi, ra tắt mé hữu núi Kỳ Sơn, đốt lửa lên làm hiệu, hội nhau với Mã Đại, Vương Bình, để cướp trại [[Tào Chân]]. Tào Chân bị trúng bẫy, Mã Đại, Vương Bình từ mặt sau đánh đến, Mã Trung, Trương Ngực cũng dẫn quân kéo lại. Quân Ngụy bại trận.\n\nTrong lần xuất chinh thứ 5, Khổng Minh cho Khương Duy, Ngụy Diên mỗi người dẫn hai nghìn quân phục ở góc đông nam và tây bắc sai Mã Đại, Mã Trung mỗi người dẫn hai nghìn quân phục ở góc tây nam và đông bắc, cùng phối hợp đánh bại quân Ngụy. Khi quân Thục hết lương rút về, Khổng Minh sai Dương Nghi, Mã Trung dẫn một vạn tay cung nỏ đi mai phục trước ở hai bên đường Mộc Môn núi Kiếm Các. Quân Thục đã phục kích thành công, giết được tướng Ngụy là [[Trương Cáp]].\n\nLần xuất quân thứ 6, Mã Trung được Khổng Minh sai đi cùng Khương Duy tấn công vào Vị Thủy. Tướng Ngụy là Tần Lãng bị phục kích, mé tả có Vương Bình, Trương Ngực, mé hữu có Mã Đại, Mã Trung, hai mặt đổ lại. [[Tần Lãng]] tử trận. Sau đó Mã Trung được cử đi cùng Mã Đại dẫn hai nghìn quân đến Vị Nam khởi sự đánh nhau. Tuy nhiên quân Thục sau đó phải rút về vì thiếu lương thảo.\n\n:Sử sách ghi nhận Mã Trung chỉ tham gia Bắc phạt với [[Gia Cát Lượng]] từ năm [[231]] và đó là lần duy nhất ông tham chiến ở chiến trường này. Hoạt động chủ yếu trong đời chinh chiến của Mã Trung là vùng Nam Trung.\n\n==Xem thêm==\n* [[Gia Cát Lượng]]\n* [[Vương Bình]]\n* [[Đặng Chi]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* [[Trần Thọ]], ''[[Tam quốc chí]]'', [[Bùi Tùng Chi]] chú, ''Mã Trung truyện''\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 249]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]"}