{"Mãn Sủng":"{{Thông tin nhân vật Tam Quốc\n|Tên= Mãn Sủng\n|Tên thật=Mãn Sủng (滿寵)\n|Chức vụ=Mưu sỹ\n|Thế lực=[[Tào Ngụy]]\n|Sinh=?\n|Mất=242\n|Phồn thể=滿寵\n|Giản thể=满宠\n|Bính âm=Man Chong\n|Tự= Bá Ninh (伯寧)\n|Thụy=Cảnh Hầu (景侯)\n}}\n\n'''Mãn Sủng''' (tiếng Hán: 滿寵; Phiên âm: Man Chong) (??? - 242) là đại thần nhà [[Tào Ngụy]] trong thời kỳ [[Tam Quốc]].\n\n==Tiểu sử==\nMãn Sủng là người huyện [[Cự Dã]], [[Sơn Đông]] tự là Bá Ninh, sau này ông trở thành mưu sĩ dưới trướng [[Tào Tháo]]. Trong tiểu thuyết lịch sử [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Mãn Sủng là cựu giao của [[Từ Hoảng]], khi Tào Tháo giao chiến với [[Dương Phụng]] (chủ cũ của Từ Hoảng), ông được phái đi để khuyên hàng Từ Hoảng. Sau này, ông trở thành thái thú [[Nhữ Nam]] và hỗ trợ [[Tào Nhân]] trấn thủ Phàn Thành (nay là [[Phàn Thành]], [[Tương Dương]], [[Hồ Bắc]]) chống lại [[Quan Vũ]] trong [[Trận Tương Dương – Phàn Thành]], lúc này ông đóng vai trò tham mưu cho Tào Nhân.\n\nTheo các ghi chép lịch sử, Mãn Sủng từng khuyên Tào Nhân không nên rút quân bằng việc chỉ ra rằng lũ lụt chỉ làm tạm thời và sẽ không kéo dài lâu. Mãn Sủng cũng lưu ý đến việc quân tiên phong của Quan Vũ tuy đã tiến đến Giáp (郏), nhưng trọng binh thì chưa dám tiến tới đó bởi vì Quan Vũ lo ngại sẽ bị [[Đông Ngô]] đột kích từ phía sau rồi lâm vào cảnh hai đầu thọ địch. Năm 228, Mãn Sủng tham gia vào chiến dịch thảo phạt Đông Ngô bằng 3 đường đại binh nhưng chiến dịch này đã không thành công. Mãn Sủng giành được sự tín nhiệm với kiến nghị xây dựng một pháo đài cách xa bờ biển ở trọng điểm [[Hợp Phì]], để làm giảm ưu thế của thủy sư Đông Ngô. [[Tôn Quyền]] tấn công Hợp Phì một lần nữa vào năm 233, nhưng ông ta chần chờ không cho quân lên bờ và ở trên thuyền chờ đợi trong 20 ngày. Khi quân Ngô lên bờ, Mãn Sủng đã cho mai phục sẵn khiến cho cho Ngô tổn thất vài trăm binh sĩ trước khi kịp lên thuyền rồi rút lui. Trong chiến dịch tấn công Hợp Phì lần thứ 4 năm 234, Mãn Sủng chịu trách nhiệm trấn thủ tại thành trì quan trọng nhất ở Hợp Phì (tuy nhiên, Mãn Sủng không thực sự có mặt ở đó), mặc dù kiến nghị tăng viện cho đại tướng Trương Dĩnh (người đang thống lĩnh binh mã bên trong phái đài Hợp Phì) bị [[Tào Duệ]] bác bỏ, ông cũng đã thiêu hủy được đoàn chiến thuyền tăng viện của quân Ngô đến để phối hợp công thành. Kết quả là quân Ngô phải rút quân trước khi Tào Duệ mang trọng binh đến.\n\nNhững năm sau đó, Mãn Sủng và [[Vương Lăng]] tranh giành quyền lực với nhau, địa vị của Mãn Sủng trong triều đình cũng dần giảm sút.\n\n==Chức danh từng nắm giữ==\n* Đốc Bưu (督郵) - đảm nhiệm việc giám sát ở các huyện\n* Cao Bình Lệnh (高平令)\n* Tùng Sự (從事) (dưới trướng Tào Tháo)\n* Tây Tào Chúc (西曹屬)\n* Hứa Xương Lệnh (許昌令)\n* Nhữ Nam Thái thú (汝南太守)\n* Phấn Uy Tướng Quân (奮威將軍)\n* Quan Nội Hầu (關內侯)\n* An Xương Đình Hầu (安昌亭侯)\n* Dương Vũ Tướng Quân (揚武將軍)\n* Phục Ba Tướng Quân (伏波將軍)\n* Nam Dương Hầu (南鄉侯)\n* Tiền Tướng Quân (前將軍)\n* Xương Ấp Hầu (昌邑侯)\n* Dự Châu Thứ Sử (豫州刺史)\n* Chinh Đông Tướng Quân (征東將軍)\n* Thái úy (太尉)\n* Cảnh Hầu (景侯) - được truy phong sau khi Mãn Sủng mất\n<big>'''Đánh giá'''<\/big>\n\nMã Sủng được đánh giá là người làm việc nghiêm khắc, không khoan nhượng, vị nể, có phần độc ác, hà khắc.\n\n==Tham khảo==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Mất năm 242]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]"}