{"Mông Kha":"{{Thông tin nhân vật hoàng gia\n| tên = Mông Ca Hãn\n| tên gốc = 蒙哥汗 {{MongolUnicode|ᠮᠥᠩᠬᠡ ᠬᠠᠭᠠᠨ}}\n| tước vị = [[Khả hãn]] của [[đế quốc Mông Cổ]]\n| hình = File:Mongke.jpg\n| chức vị = [[Đại Hãn]] [[Đế quốc Mông Cổ]]\n| tại vị = [[1 tháng 7]], [[1251]]—[[11 tháng 8]], [[1259]]\n| kiểu tại vị = Trị vì\n| đăng quang = 1 tháng 7, 1251 ([[11 tháng 6]] ÂL Tân Hợi Thỉ niên <sup>(农历辛亥豬年六月十一日)<\/sup>)\n| othertitles = \n| tên đầy đủ = Mông Kha\n| miếu hiệu = [[Hiến Tông]] (憲宗)\n| thụy hiệu = Hoàn Túc Hoàng Đế (桓肃皇帝)\n| tiền nhiệm = [[Quý Do]]\n| kế nhiệm = [[Hốt Tất Liệt]]  <br>[[A Lý Bất Ca]]\n| queen = \n| con cái = \n| hoàng tộc = [[Bột Nhi Chỉ Cân]] (Боржигин)\n| cha = [[Đà Lôi]]\n| mẹ = [[Sorghaghtani Beki]]<sup> (Toa-lỗ-hoà-thiếp Ni-sở; 唆鲁禾帖尼所)<\/sup>\n| sinh = [[10 tháng 1]], [[1209]]\n| nơi sinh = \n| mất = [[1259]]\n| nơi mất = [[Điếu Ngư]]\n| nơi an táng = [[Burkhan Khaldun]]\n}}\nĐại hãn '''Mông Kha''' ([[tiếng Mông Cổ]]: [[Tập tin:Mongke qaghan.svg|20px]] Мөнх хаан (Mönkh khaan), còn gọi là '''Mông Ca''' (theo [[tiếng Trung Quốc|tiếng Trung]]: 蒙哥); sinh khoảng năm [[1208]] và mất năm [[1259]]). Ông là đại hãn thứ tư của [[đế quốc Mông Cổ]] từ năm [[1251]] tới năm [[1259]]. Là con trai trưởng của [[Đà Lôi]] và [[Sorghaghtani Beki]], anh trai của [[Hốt Tất Liệt]] và [[Húc Liệt Ngột]], cháu nội của [[Thành Cát Tư Hãn]] và là con nuôi của [[Oa Khoát Đài]]. Sau được [[nhà Nguyên]] truy phong là '''Nguyên Hiến Tông''' (元憲宗).\n\nTriều đại của Mông Kha đáng chú ý vì các chiến dịch ở [[Châu Âu]] giai đoạn 1236-1242, tiêu diệt [[Kypchak]] và [[Maghas]], phá hủy [[Kiev]] và tấn công [[Hungary]]. Mùa hè năm 1241, trước khi kết thúc chiến dịch này thì Mông Kha trở về [[Mông Cổ]].\n\nSau khi đại hãn thứ ba là [[Quý Do]] chết, Mông Kha là người đứng đầu trong số các vây cánh của các hậu duệ của Thành Cát Tư Hãn muốn thay thế nhánh đang cầm quyền là hậu duệ của [[Oa Khoát Đài]]. Hãn [[Bạt Đô]], thuộc dòng trưởng của gia đình này, gần như đã gây chiến với Quý Do năm 1248, nhưng cái chết sớm của vị đại hãn đã ngăn không cho chuyện này xảy ra. Bạt Đô tham gia cùng lực lượng của người vợ góa của Đà Lôi nhằm loại bỏ vị nhiếp chính [[Oghul Ghaimish]], vợ góa của Quý Do. Bạt Đô kêu gọi tổ chức [[kurultai]] (hội nghị các hãn) tại Siberi năm 1250 nhưng bị phản đối do nó không được coi là [[Mông Cổ]] đích thực. Tuy nhiên, Bạt Đô đã lờ đi sự phản đối và gửi người em là [[Berke]] tới hội nghị kurultai tại Mông Cổ, và bầu Mông Kha làm đại hãn năm 1251.\n\nNhận ra rằng đã bị loại bỏ, phe cánh của Oa Khoát Đài có ý định lật đổ Mông Kha với cớ vào triều để bày tỏ lòng trung thành, thần phục ông, nhưng âm mưu của họ bị lật tẩy và dễ dàng bị loại bỏ. Oghul Ghaimish bị buộc phải tự tử<ref>Davis-Kimball Jeannine.(2002) Warrior Women, An archealogist's Search for History's Hidden Heroines. Warner Books, Inc. Trang 225-226. ISBN 0-446-52546-4<\/ref>.\n\nMông Kha, trong vai trò của một đại hãn, dường như quan tâm nhiều hơn tới việc mở rộng vùng lãnh thổ mà ông đã được thừa hưởng bằng các cuộc chiến hơn là Quý Do đã làm. Năm 1253, ông cử em trai mình là [[Húc Liệt Ngột]] tới tây nam, một hành động nhằm mở rộng lãnh thổ của đế quốc Mông Cổ tới sát [[Ai Cập]]. Ông cũng quan tâm nhiều hơn tới cuộc chiến tại [[Trung Quốc]], đánh vào sườn [[nhà Nam Tống]] thông qua việc xâm lăng [[Vương quốc Đại Lý|Đại Lý]] năm 1254 và xâm lược [[Đại Việt]] năm 1257, nhằm mở đường tấn công nhà Tống từ cả ba phía bắc, tây và nam. Năm 1258, cùng Hốt Tất Liệt và đại tướng [[Uriyangqatai|Ngột Lương Hợp Thai]] chia quân thành ba mũi tấn công Nam Tống. Trực tiếp chỉ huy trên mặt trận phía bắc trong những năm cuối thập niên đó, ông đã vây hãm và hạ nhiều thành trì dọc theo chiến tuyến này, khiến  công cuộc thôn tính toàn bộ Trung Quốc chỉ còn là vấn đề của thời gian. Cuộc xâm lăng tới châu Âu bị bỏ qua do các vùng phía tây này khi đó thực sự nằm dưới quyền chỉ huy của các hậu duệ của [[Truật Xích]] và [[Sát Hợp Đài]], nhưng tình hữu nghị giữa Mông Kha với Bạt Đô đảm bảo cho sự thống nhất của đế quốc.\n\nTuy nhiên, trong khi tiến hành cuộc chiến ở Trung Quốc tại thành [[Điếu Ngư]] (釣魚城, ngày nay thuộc quận [[Hợp Xuyên]], [[Trùng Khánh]]) thì Mông Kha lại chết gần khu vực đang vây hãm đó vào ngày [[11 tháng 8]] năm [[1259]] (27 tháng 7 âm lịch). Có một vài giả thuyết về cái chết của ông. Một trong số đó cho rằng ông chết do trúng tên của đối phương khi đang vây hãm. Các giả thuyết khác cho rằng ông chết vì [[bệnh lỵ]] hoặc [[bệnh tả]]. Trong bất kỳ trường hợp nào thì cái chết của ông đều buộc Húc Liệt Ngột phải bỏ dở chiến dịch của mình tại [[Syria]] và Ai Cập, cũng như đã gây ra cuộc nội chiến dẫn tới sự phá hủy khối thống nhất và sự vô địch của đế quốc Mông Cổ.\n\nTrong kế hoạch đánh Nam Tống, mũi quân thứ tư của Mông Kha do Uriyangqatai&nbsp;chỉ huy đánh vào Đại Việt vào trong khoảng thời gian nửa tháng cuối tháng 1 năm 1258&nbsp;(hay năm Nguyên Phong&nbsp;thứ 7). Cuộc chiến mở đầu với thất bại của quân Đại Việt trong trận Bình Lệ Nguyên, nhưng cuối cùng Đại Việt đã đại phá quân Mông Cổ trong '''[[Đông Bộ Đầu|trận Đông Bộ Đầu]]'''. Cuộc chiến này đã kết thúc với chiến thắng&nbsp;của nước [[Đại Việt]], ghi dấu công lao của vua&nbsp;[[Trần Thái Tông]] trong việc lãnh đạo nhà Trần chiến đấu chống quân&nbsp;xâm lược.\n\nTrong một số tài liệu, người ta cho rằng Mông Kha bị chết do một tảng đá rơi trúng đầu trong khi đang vây hãm thành Điếu Ngư, trong khi những tài liệu khác lại cho rằng Mông Kha chết là do bệnh tật hay bị tử thương<ref>[[Milione (Marco Polo)|Milione]] (Du ký của Marco Polo) của [[Marco Polo]] và [[Hợp Châu chí]] thời [[nhà Minh|Minh]]<\/ref>. Nhà văn Trung Quốc nổi tiếng [[Kim Dung]] đã tiểu thuyết hóa cái chết của Mông Kha trong loạt truyện [[Xạ điêu tam bộ khúc]] (cuốn [[Thần điêu hiệp lữ]] năm 1959), trong đó miêu tả nhân vật chính là chàng trai sầu muộn vì tình tên là [[Dương Quá]] (楊過). Mông Kha cũng là vị đại hãn duy nhất của đế quốc Mông Cổ bị chết trong chiến trận.\n\n== Tham khảo ==\n{{Tham khảo}}\n{{Kiểm soát tính nhất quán}}\n\n{{start}}\n{{s-hou|[[Bột Nhi Chỉ Cân|Tộc ''Bột Nhi Chỉ Cân'']] (1206-1402)||1208||1259}}\n{{s-reg|}}\n{{s-bef|before=[[Quý Do]]}}\n{{s-ttl|title=[[Đế quốc Mông Cổ|Đại hãn Mông Cổ]]|years=1251–1259}}\n{{s-aft|after=[[Hốt Tất Liệt]]}}\n{{end}}\n{{Khả hãn Mông Cổ}}\n{{Vua nhà Nguyên}}\n\n[[Thể loại:Đại hãn Đế quốc Mông Cổ]]\n[[Thể loại:Sinh năm 1208]]\n[[Thể loại:Mất năm 1259]]\n[[Thể loại:Vua tử trận]]\n[[Thể loại:Đế quốc Mông Cổ]]\n[[Thể loại:Người Đế quốc Mông Cổ]]\n[[Thể loại:Hoàng đế truy tôn Trung Quốc]]"}