{"Mạnh Tri Tường":"{{Thông tin nhân vật hoàng gia\n| tên = Thục Cao Tổ <br> 蜀高祖\n| tước vị = Hoàng đế Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = Hoàng đế [[Hậu Thục]]\n| tại vị = [[16 tháng 3]], 934<ref name=AS\/><ref name=TTTG278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref> - [[7 tháng 9]], 934\n| đăng quang = tự lập\n| tiền nhiệm = kiến quốc\n| kế nhiệm = [[Mạnh Sưởng (Hậu Thục)|Thục Minh Hiếu Đế]]\n| vợ = [[#Gia đình|Xem văn bản]]\n| con cái = [[#Gia đình|Xem văn bản]]\n| miếu hiệu = Cao Tổ (高祖)\n| thụy hiệu = Văn Vũ Thánh Đức Anh Liệt Minh Hiếu hoàng đế (文武聖德英烈明孝皇帝)\n| niên hiệu = Minh Đức (明德) 27\/5\/934<ref name=AS\/><ref name=TTTG279\/> - 2\/2\/938<ref name=AS\/><ref name=CNDS136>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷136|quyển 136]].<\/ref>\n| cha = Mạnh Đạo (孟道)\n| mẹ = \n| sinh = [[10 tháng 3]], 874<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref name=TQXT48>''[[Thập Quốc Xuân Thu]]'', [http:\/\/archive.org\/stream\/06072243.cn#page\/n2\/mode\/2up quyển 48].<\/ref>\n| nơi sinh = \n| mất = [[7 tháng 9]], 934<ref name=AS\/><ref name=TTTG279>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = Hòa lăng (和陵)\n}}\n'''Mạnh Tri Tường''' ({{zh|c=孟知祥|p=Mèng Zhīxíang}}, 10 tháng 5 năm 874<ref name=AS\/><ref name=TQXT48\/>– 7 tháng 9 năm 934<ref name=AS\/><ref name=TTTG279\/>), [[Tên chữ (người)|tên tự]] '''Bảo Dận''' (保胤),<ref name=TNDS64>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷64|quyển 64]].<\/ref> gọi theo miếu hiệu là '''Hậu Thục Cao Tổ''' (後蜀高祖), là vị quân chủ khai quốc của nước [[Hậu Thục]] thời [[Ngũ Đại Thập Quốc]]. Thoạt đầu, ông là một tướng lĩnh của triều [[Hậu Đường]], kết hôn với họ hàng của [[Hậu Đường Trang Tông]], và giữ chức Tây Xuyên<ref group=\"chú\">西川, trị sở nay thuộc [[Thành Đô]], [[Tứ Xuyên]]<\/ref> [[tiết độ sứ]]. Đến thời [[Hậu Đường Minh Tông]], ông nổi dậy cùng với Đông Xuyên<ref group=\"chú\">東川, trị sở nay thuộc [[Miên Dương]], Tứ Xuyên<\/ref> tiết độ sứ [[Đổng Chương]]. Liên quân Mạnh-Đổng đẩy lui các cuộc tiến công của Hậu Đường, sau đó Mạnh Tri Tường đánh bại Đổng Chương và thôn tính lãnh địa của người này. Sau một thời gian xưng thần với Hậu Đường Minh Tông, ông lập quốc vào năm 934, đặt quốc hiệu là Thục.\n\n== Thân thế ==\nMạnh Tri Tường sinh năm 874, dưới triều đại của [[Đường Ý Tông]]. Ông là người Hình châu<ref group=\"chú\">邢州, nay thuộc [[Hình Đài]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, tổ tiên từng nhiều đời làm sĩ quan tại Hình châu, tổ phụ Mạnh Sát (孟察) và cha Mạnh Đạo (孟道) giữ chức quận giáo. Bá phụ [[Mạnh Phương Lập]] (孟方立) của ông được bổ nhiệm làm Chiêu Nghĩa<ref group=\"chú\">昭義, trị sở nay thuộc [[Trường Trị]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref> tiết độ sứ vào cuối thời [[nhà Đường]],<ref name=\"CNDS136\"\/> sau đó chuyển thủ phủ của quân từ Lộ châu (潞州) đến Hình châu vào năm 882, dẫn đến một cuộc binh biến khiến Chiêu Nghĩa quân bị tách làm hai vào năm 883.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷255|quyển 255]].<\/ref> Sau khi Mạnh Phương Lập tự sát vào năm 889, Em Mạnh Phương Lập là Mạnh Thiên (孟遷)- chú bác của Mạnh Tri Tường- kế nhiệm, người này sau đó đầu hàng Hà Đông<ref group=\"chú\">河東, trị sở nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], Sơn Tây<\/ref> tiết độ sứ [[Lý Khắc Dụng]] vào năm 890.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷258|quyển 258]].<\/ref>\n\nLý Khắc Dụng sau đó bổ nhiệm Mạnh Thiên làm Chiêu Nghĩa lưu hậu vào năm 899.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷261|quyển 261]].<\/ref> Tuy nhiên, khi Chiêu Nghĩa quân bị Tuyên Vũ<ref group=\"chú\">宣武, trị sở nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> tiết độ sứ [[Chu Toàn Trung]] tiến công, Mạnh Thiên quyết định dâng quân hàng Chu Toàn Trung.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷262|quyển 262]].<\/ref> Tuy nhiên, Mạnh Đạo vẫn tiếp tục phụng sự Lý Khắc Dụng. Lý Khắc Dụng thấy Mạnh Tri Tường tài năng tráng kiện, đã gả cháu gái, con của người em là Lý Khắc Nhượng (李克讓), cho Mạnh Tri Tường.<ref name=TQXT48\/><ref name=\"TNDS64\"\/> (Em gái Mạnh Tri Tường sau đó kết hôn với [[Lý Khắc Ninh]] (李克寧)- em Lý Khắc Dụng.<ref name=TNDS64\/>) Mạnh Tri Tường sau đó trở thành ''Tả giáo luyện sứ'' trong quân đội Hà Đông.<ref name=TNDS64\/>\n\n== Phụng sự Tấn ==\nNăm 907, Chu Toàn Trung soán vị [[Đường Ai Đế]], trở thành Hậu Lương Thái Tổ. Lý Khắc Dụng và một vài quân phiệt khác gồm Hoài Nam<ref group=\"chú\">淮南, trị sở nay thuộc [[Dương Châu]], [[Giang Tô]]<\/ref> tiết độ sứ [[Dương Ác]], Phượng Tường<ref group=\"chú\">鳳翔, trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]]<\/ref> tiết độ sứ [[Lý Mậu Trinh]], và Tây Xuyên tiết độ sứ [[Vương Kiến (Tiền Thục)|Vương Kiến]], từ chối công nhận Chu Toàn Trung là quân chủ, Lý Khắc Dụng mang tước Tấn vương và lãnh địa ông ta cai quản được gọi là Tấn quốc. Năm 908, Lý Khắc Dụng qua đời và con trai [[Hậu Đường Trang Tông|Lý Tồn Úc]] kế tập trước Tấn vương.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref>\n\nMạnh Tri Tường tiếp tục giữ chức ''Giáo luyện sứ''. Trong một sự kiện vào khoảng năm 912, khi Lý Tồn Úc tức giận trước việc Lý Nghiêm (李嚴)- một người mới hàng phục- từ chối lời đề nghị làm thầy cho trưởng tử [[Lý Kế Ngập]] (李繼岌), Lý Tồn Úc định xử trảm Lý Nghiêm. Tuy nhiên, Mạnh Tri Tường can thiệp, nói rằng: \"Cường địch chưa diệt, sao Đại vương có thể vì một cơn giận mà giết kẻ sĩ hướng nghĩa chứ\", Lý Tồn Úc do vậy tha cho Lý Nghiêm.<ref name=TTTG268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\nKhoảng năm 919, Lý Tồn Úc muốn bổ nhiệm Mạnh Tri Tường làm ''Trung môn sứ'' của Thiên Hùng quân<ref group=\"chú\">天雄, trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> mới chiếm được. Tuy nhiên, do trước đó từng có một số Trung môn sứ bị xử tử do phạm lỗi, Mạnh Tri Tường sợ hãi và từ chối. Khi Lý Tồn Úc hỏi ông muốn ai thay thế, ông tiến cử Giáo luyện sứ [[Quách Sùng Thao]] (郭崇韜), Lý Tồn Úc sau đó bổ nhiệm Quách Sùng Thao làm Trung môn phó sứ.<ref name=TTTG270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref> Từ khi Mạnh Tri Tường tiến cử, Quách bắt đầu thăng tiến trong sự nghiệp, sau này trở nên cảm kích Mạnh Tri Tường.<ref name=TNDS64\/> Sau đó, Mạnh Tri Tường sợ gặp họa nên xưng tật từ vị, nhưng Lý Tồn Úc lại bổ nhiệm Mạnh Tri Tường làm ''Hà Đông mã bộ đô ngu hậu''.<ref name=TTTG270\/> Vào một thời điểm, Lý Tồn Úc ban một người thiếp của mình là [[Lý thái hậu (Mạnh Sưởng)|Lý thị]], cho Mạnh Tri Tường. Bà chính là mẹ sinh của [[Mạnh Sưởng|Mạnh Nhân Tán]] sau này.<ref name=CNDS136\/>\n\n== Thời Hậu Đường Trang Tông ==\nNăm 923, Lý Tồn Úc xưng làm hoàng đế [[Hậu Đường]], tức Hậu Đường Trang Tông, tại Hưng Đường<ref group=\"chú\">興唐, tức thủ phủ của Ngụy Bác<\/ref>. Hậu Đường Trang Tông lập Thái Nguyên làm Tây đô và bổ nhiệm Mạnh Tri Tường làm Thái Nguyên doãn, Tây kinh phó lưu thủ.<ref name=TTTG272>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref> (Chính thất của Mạnh Tri Tường do là họ hàng của Hoàng đế nên được phong làm Quỳnh Hoa trưởng công chúa vào thời điểm này hoặc vào năm 925.)<ref name=TQXT50>''Thập Quốc Xuân Thu'', [http:\/\/archive.org\/stream\/06072244.cn#page\/n2\/mode\/2up quyển 50].<\/ref> Không lâu sau, Hậu Đường Trang Tông tiêu diệt Hậu Lương, định đô tại [[Lạc Dương]].<ref name=TTTG272\/>\n\nNăm 925, Hậu Đường Trang Tông lên kế hoạch tiêu diệt nước [[Tiền Thục]], ông ta bổ nhiệm Ngụy vương Lý Kế Ngập làm ''Tây Xuyên tứ diện hành doanh đô thống'', Quách Sùng Thao làm ''Đông bắc diện hành doanh đô chiêu thảo chế trí đẳng sứ'', song việc quân sự đều giao phó cho Quách Sùng Thao. Trước khi rời khỏi Lạc Dương, Quách Sùng Thao vẫn nhớ ân cũ, tuyên bố rằng nếu chiếm được Tây Xuyên sẽ tiến cử ông làm thống lĩnh ở đó.<ref name=TTTG273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref> Cũng trong năm đó, Lý Kế Ngập và Quách Sùng Thao chiếm được kinh thành [[Thành Đô]] của Tiền Thục, Hậu Đường Trang Tông triệu Bắc đô lưu thủ sự Mạnh Tri Tường đến Lạc Dương và bổ nhiệm ông làm Tây Xuyên tiết độ sứ, ''Đồng bình chương sự'', sẵn sàng cử ông đến Tây Xuyên.<ref name=TTTG274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref>\n\nLúc này, xích mích giữa Hậu Đường Trang Tông và Quách Sùng Thao bắt đầu nổi lên, Hậu Đường Trang Tông và [[Lưu hoàng hậu (Hậu Đường Trang Tông)|Lưu hoàng hậu]] nghi ngờ rằng Quách Sùng Thao không giao lại hết số của cải mà ông ta tịch thu được từ Tiền Thục. Cũng xuất hiện tin đồn rằng Quách Sùng Thao sẽ nổi dậy và chiếm cứ đất Thục. Sau khi Mạnh Tri Tường đến Lạc Dương, được Hậu Đường Trang Tông hậu đãi, khi Mạnh Tri Tường đi, Hậu Đường Trang Tông nói với ông: \"Nghe thấy Quách Sùng Thao có chí khác, Khanh đến nơi thì giết hắn cho Trẫm\". Mạnh Tri Tường đáp lại: \"Sùng Thao là bề tôi lâu năm có công lao với quốc gia, có lẽ hắn không có như vậy. Sĩ thần đến Thục sẽ xem xét, nếu hắn không có ý khác thì sẽ khiển hắn trở về.\", Hậu Đường Trang Tông khi đó đồng ý.<ref name=TTTG274\/>\n\nTuy nhiên, Lưu hoàng hậu lại tin rằng Quách Sùng Thao sẽ nổi dậy và giết chết con trai Lý Kế Ngập của bà ta. Do không thể thuyết phục được Hậu Đường Trang Tông, bà ta liền ban một \"giáo\", giao cho ''Y giáp khố sứ'' Mã Ngạn Khuê (馬彥珪) đưa cho Lý Kế Ngập, ra lệnh giết chết Quách Sùng Thao. Khi Mạnh Tri Tường đến Thạch Hào, Mã Ngạn Khuê bắt kịp, đang đêm gõ cửa tuyên chiếu, sau đó nhanh chóng tiến đến Thành Đô. Mạnh Tri Tường biết tai họa sắp xảy ra, do đó cũng quyết định tăng tốc đến Thành Đô. Mã Ngạn Khuê đến Thành Đô vào mùa xuân năm 926, Lý Kế Ngập theo lời mẫu hậu mà sát hại Quách Sùng Thao cùng các con của ông ta. Điều này khiến toàn Thành Đô trở nên rối loạn, Mạnh Tri Tường sau khi đến nơi liền úy lạo binh sĩ và dân chúng trong thành.<ref name=TTTG274\/> Không lâu sau, Lý Kế Ngập để Mạnh Tri Tường trấn thủ thành, còn bản thân đem quân trở về Lạc Dương.\n\nViệc sát hại gần như đồng thời Quách Sùng Thao và một đại tướng khác là [[Chu Hữu Khiêm]] (朱友謙) khiến cho tướng sĩ và người dân trên toàn đế chế sửng sốt, một số cuộc binh biến nổ ra. Bộ tướng cũ của Quách Sùng Thao là [[Khang Diên Hiếu|Lý Thiệu Sâm]] (李紹琛) cũng nổi dậy, tự xưng là Tây Xuyên tiết độ sứ, chuẩn bị tiến công Thành Đô. Tuy nhiên, Mạnh Tri Tường và Đông Xuyên tiết độ sứ [[Đổng Chương]] và [[Nhâm Hoàn]] (任圜) cùng phối hợp nhanh chóng đánh bại Lý Thiệu Sâm. Tuy nhiên, sau thất bại của Lý Thiệu Sâm, đất Thục vẫn còn nhiều rối loạn, cũng như tình trạng cướp bóc. Mạnh Tri Tường ổn định tình hình bằng cách lựa chọn các quan lại trung thực và tiến hành giảm thuế, khiến người dân bắt đầu thuận theo sự cai quản của ông.<ref name=TTTG274\/> Vào mùa hè năm 926, Hậu Đường Trang Tông bị loạn binh sát hại, [[Hậu Đường Minh Tông|Lý Tự Nguyên]] nhanh chóng tiến quân về Lạc Dương, xưng là hoàng đế, tức Hậu Đường Minh Tông.<ref name=TTTG275>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref>\n\n== Lập căn cứ ban đầu ==\nTháng 6 ÂL, Hậu Đường Minh Tông ban cho Mạnh Tri Tường chức ''Thị trung''. Tuy nhiên, Mạnh Tri Tường bắt đầu có mưu đồ cát cứ đất Thục, trong kho có 20 vạn áo giáp, lập nên 16 doanh, gồm 16.000 người, đóng ở trong ngoài nha thành. Lúc trước, Quách Sùng Thao phân kị binh Tiền Thục thành lục doanh Tả hữu kiêu vệ, gồm 3.000 lính; bộ binh phân thành 20 doanh Tả hữu ninh viễn, gồm 24.000 lính. Sau đó, Mạnh Tri Tường tăng thêm lục doanh Tả hữu xung sơn gồm 6.000 người, đóng ở trong ngoài la thành; ông cũng lập 20 doanh Tả hữu nghĩa ninh gồm 16.000 lính, phân tới các châu huyện; thiết lập tứ doanh Tả hữu lao thành, gồm 4.000 người phân ra đóng tại Thành Đô.<ref name=TTTG275\/>\n\nTrong khi đó, Nhâm Hoàn trở thành một tể tướng, kiêm Tam ty, ông ta cho rằng Tây Xuyên giàu có sung túc, quyết định khiểm Diêm-thiết phán quan\/Thái bộc khanh [[Triệu Quý Lương]] (趙季良)- bằng hữu trước đây của Mạnh Tri Tường- đến Tây Xuyên để đem tiền thuế và tài sản của chính quyền Tiền Thục đến Lạc Dương. Khi Triệu Quý Lương đến Thành Đô vào mùa đông năm 926, người Thục đều muốn kháng lệnh, song Mạnh Tri Tường cho phép Triệu Quý Lương dùng thuyền chở khố vật đến Lạc Dương, song từ chối nộp tiền thuế.<ref name=TTTG275\/> Ông cũng giữ Triệu Quý Lương ở lại Thành Đô giữ chức tiết độ phó sứ.<ref name=TNDS64\/>\n\nLúc này, ''Xu mật sứ'' [[An Trọng Hối]] (安重誨) bắt đầu nghi ngờ Mạnh Tri Tường (do chính thất có họ hàng với Hậu Đường Trang Tông), và Đổng Chương (là một trong các tướng được Hậu Đường Trang Tông ưu ái) cát cứ nơi hiểm yếu. Khách tỉnh sứ-Tứ châu phòng ngự sứ Lý Nghiêm thỉnh xin được làm Tây Xuyên giám quân, cho rằng ông ta có thể chế ngự được Mạnh Tri Tường, do vậy An Trọng Hối bổ nhiệm Lý Nghiêm làm Tây Xuyên đô giám, bổ nhiệm Văn tư sứ [[Chu Hoằng Chiêu]] (硃弘昭) làm Đông Xuyên phó sứ.<ref name=TTTG275\/>\n\nMạnh Tri Tường biết tin Lý Nghiêm đến làm giám quân thì tức giận, trong khi bề ngoài nghênh đón Lý Nghiêm, ông lại khiển một lượng lớn binh sĩ hộ tống Lý Nghiêm đến Thành Đô, mục đích là nhằm hăm dọa Lý Nghiêm. Tuy nhiên, Lý Nghiêm không chú ý đến điều này, tiếp tục tiến đến Thành Đô. Khi Lý Nghiêm đến Thành Đô, thoạt đầu Mạnh Tri Tường hậu đãi với ông ta, song đến mùa xuân năm 927, ông công khai trách mắng Lý Nghiêm rằng người này khi trước tán thành chiến dịch chống Tiền Thục, khiến cho cả Tiền Thục và Hậu Đường diệt vong (tức Hậu Đường Trang Tông); và nay \"Thiên hạ\" đều bỏ chức giám quân, chỉ có mình Lý Nghiêm đến giám đội quân của ông; Lý Nghiêm sợ hãi cầu xin được thương xót, song vẫn bị Mạnh Tri Tường xử trảm. Khi hay tin Lý Nghiêm bị giết, Chu Hoằng Chiêu chạy trốn về Lạc Dương vì lo rằng mình sẽ rơi vào tình thế tương tự. Sau đó, Mạnh Tri Tường thượng biểu cho Hậu Đường Minh Tông, nói rằng Lý Nghiêm có mưu đồ đoạt lấy quân đội Tây Xuyên.<ref name=TTTG275\/>\n\nTrong thời gian này, Mạnh Tri Tường cử người đi hộ tống Quỳnh Hoa trưởng công chúa và Mạnh Nhân Tán đến Tây Xuyên. Khi họ đến Phượng Tường, Phượng Tường tiết độ sứ [[Lý Tòng Nghiễm]] giữ họ lại.<ref name=TTTG275\/> Tuy nhiên, do muốn dùng ân huệ để khiến Mạnh Tri Tường quay lại trung thành, Hậu Đường Minh Tông lệnh để họ tiếp tục đến Thành Đô, cho Khách tỉnh sứ Lý Nhân Củ (李仁矩) hộ tống.<ref name=TQXT50\/><ref name=TTTG275\/>\n\nTháng 12 ÂL 927, Mạnh Tri Tường bắt 20 vạn dân đinh tu sửa tường thành Thành Đô.<ref name=TTTG276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref>\n\nTrong khi đó, Mạnh Tri Tường và Đổng Chương tranh chấp với nhau về nguồn lợi từ các mỏ muối mà cả hai quân kiểm soát. Nhằm giành được lợi thế thương mại với Mạnh Tri Tường, Đổng Chương giảm giá muối Đông Xuyên, do đó thu hút các thương nhân đến Đông Xuyên mua muối, đem sang Tây Xuyên bán, giá muối Tây Xuyên vì thế cùng giảm. Năm [[928]], Mạnh Tri Tường cho thiết lập các trạm thu thuế trên ranh giới giữa Tây Xuyên và Đông Xuyên, đánh thuế rất nặng. Kết quả là các thương nhân không còn đến Đông Xuyên để mua muối.<ref name=TTTG276\/>\n\nTháng 6 ÂL, Hậu Đường Minh Tông hạ chiếu lệnh cho Tây Xuyên góp binh cho chiến dịch chống [[Kinh Nam]]<ref group=\"chú\">荊南, trị sở nay thuộc [[Kinh Châu]], [[Hồ Bắc]]<\/ref> tiết độ sứ [[Cao Quý Hưng]], nhằm đoạt lại ba châu mà trước đó Hậu Đường Minh Tông giao cho Cao Quý Hưng: Quỳ châu (夔州), Vạn châu (萬州), và Trung châu (忠州), nay đều thuộc [[Trùng Khánh]]. Mạnh Tri Tường khiển Tả túc biên chí huy sứ Mao Trọng Uy (毛重威) đem 3.000 tiến đến. Sau khi quân triều đình Hậu Đường tái chiếm được ba châu, Mạnh Tri Tường lại tấu xin được phép thu binh về; Hậu Đường Minh Tông từ chối. Sau đó, Mạnh Tri Tường ngầm sai người đến chỗ Mao Trọng Uy và thuyết phục ông ta đem binh lính trở về Thành Đô. Mao Trọng Uy làm theo, và đến khi Hậu Đường Minh Tông mệnh xử tội Mao Trọng Uy, Mạnh Tri Tường thỉnh miễn tội. Ngoài ra, Mạnh Tri Tường cũng bắt đầu từ chối tuân theo lệnh của triều đình là tiếp tế lương thực cho Ninh Giang quân<ref group=\"chú\">寧江, trị sở tại Quỳ châu<\/ref> mới được thành lập, tuyên bố cần dùng chúng cho binh lính Tây Xuyên.<ref name=TTTG276\/>\n\n== Cùng Đổng Chương chống Hậu Lương ==\nTheo sách lược của An Trọng Hối, triều đình Hậu Đường dùng người thân tín của mình để quản lý một phần đất Thục: bổ nhiệm Hạ Lỗ Kỳ (夏魯奇) làm Vũ Tín<ref group=\"chú\">武信, trị sở nay thuộc [[Toại Ninh]], Tứ Xuyên<\/ref> tiết độ sứ,<ref name=TTTG276\/><ref>''Cựu Ngũ Đại sử'', [[:zh:s:舊五代史\/卷70|quyển 70]].<\/ref> Lý Nhân Củ được bổ nhiệm là tiết độ sứ của Bảo Ninh quân<ref group=\"chú\">保寧, trị sở nay thuộc [[Lãng Trung]], Tứ Xuyên<\/ref> mới được thành lập từ những lãnh thổ tách ra từ Đông Xuyên, Tây Xuyên và Sơn Nam Tây đạo<ref group=\"chú\">山南西道, trị sở nay thuộc [[Hán Trung]], [[Thiểm Tây]]<\/ref>,<ref name=TTTG276\/><ref>''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷040|quyển 40]].<\/ref> và bổ nhiệm Vũ Kiền Dụ (武虔裕) làm Miên châu<ref group=\"chú\">綿州, nay thuộc Miên Dương, Tứ Xuyên<\/ref> thứ sử, Miên châu vốn nằm ở trung tâm của Đông Xuyên.<ref name=TTTG276\/> (Trước đó, khi Vũ Tín tiết độ sứ Lý Thiệu Văn (李紹文) qua đời vào năm 927, triều đình Hậu Đường chấp thuận tiến cử của Mạnh Tri Tường mà bổ nhiệm Tây Xuyên tiết độ phó sứ- ''Nội ngoại mã bộ quân đô chỉ huy sứ'' Lý Kính Chu (李敬周) làm Vũ Tín lưu hậu.)<ref name=TTTG275\/> Ngoài ra, cũng có tin đồn rằng An Trọng Hối chuẩn bị lập một quân nữa từ Miên châu và Long châu<ref group=\"chú\">龍州, nay thuộc Miên Dương, Tứ Xuyên<\/ref>-tách ra từ Đông Xuyên.<ref name=TTTG276\/>\n\nCác diễn biến này khiến Mạnh Tri Tường và Đổng Chương sợ hãi trước mục đích của triều đình, và bất chấp tranh chấp khi xưa, họ bắt đầu đàm phán về liên minh, đồng ý để con trai của Đổng Chương kết hôn với con gái của Mạnh Tri Tường; họ cũng bắt đầu lên kế hoạch kháng cự trong trường hợp bị triều đình tiến công.<ref name=TTTG276\/> Sau đó, họ cùng tấu lên bày tỏ sự e sợ của mình và phản đối việc triều đình thành lập các đơn vị đồn trú, Hậu Đường Minh Tông ra chiếu thư ủy dụ. Sau đó, triều đình Hậu Đường ban chức ''Trung thư lệnh'' cho Mạnh Tri Tường.<ref name=TTTG277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref>\n\nVào mùa thu năm [[930]], khi An Trọng Hối khiển Tuân Hàm Nghệ (荀咸乂) đến tăng viện cho Lãng châu- thủ phủ của Bảo Ninh quân, Đổng Chương công khai tuyên bố nổi dậy, ông ta cùng Mạnh Tri Tường hội binh chuẩn bị tiến công các quân Bảo Ninh, Vũ Tín, Chiêu Vũ<ref group=\"chú\">昭武, trị sở nay thuộc [[Quảng Nguyên, Tứ Xuyên|Quảng Nguyên]], Tứ Xuyên<\/ref>- những quân trung thành với triều đình. Theo đề xuất của Triệu Quý Lương, họ đề ra kế sách là nhanh chóng chiếm Bảo Ninh và Vũ Tín, sau đó trấn thủ [[Kiếm Môn Quan]] để ngăn không cho quân triều đình nhập Thục.<ref name=TTTG277\/>\n\nHậu Đường Minh Tông cho Thiên Hùng tiết độ sứ [[Hậu Tấn Cao Tổ|Thạch Kính Đường]] làm ''Đông Xuyên hành doanh đô chiêu thảo sứ'', Hạ Lỗ Kỳ làm phó, tước bỏ quan tước của Mạnh Tri Tường và Đổng Chương. Tuy nhiên, trước khi quân của Thạch Kính Đường có thể nhập Thục, liên quân Tây Xuyên\/Đông Xuyên dưới quyền thống lĩnh của Đổng Chương nhanh chóng chiếm được Lãng châu và giết chết Lý Nhân Củ. Trong khi đó, Mạnh Tri Tường cho ''Đô chỉ huy sứ'' Lý Nhân Hãn (李仁罕) làm ''Hành doanh đô bộ thự'', và Hán châu thứ sử Triệu Đình Ẩn (趙廷隱) làm phó, Giản châu thứ sử Trương Nghiệp (張業) làm ''Tiên phong chỉ huy sứ'', đem 3 vạn binh tấn công Toại châu- thủ phủ của Vũ Tín quân. Tuy nhiên, Đổng Chương cho rằng một mình quân Đông Xuyên có thể trấn thủ được Kiếm Môn Quan, do vậy từ chối đề nghị tiếp viện của Mạnh Tri Tường.<ref name=TTTG277\/>\n\nVào mùa đông năm 930, tướng triều đình là Vương Hoằng Chí (王弘贄) đi vòng qua Kiếm Môn Quan và sau đó tập kích, chiếm được cửa ải này, lại chiếm Kiếm châu<ref group=\"chú\">劍州, nay thuộc Quảng Nguyên, Tứ Xuyên<\/ref>, khiến cả Đổng Chương và Mạnh Tri Tưởng sửng sốt. Tuy nhiên, Vương Hoằng Chí không nhận được tiếp viện, ông ta quyết định bỏ Kiếm châu để tập trung trấn thủ Kiếm Môn Quan. Quân Tây Xuyên dưới quyền Triệu Đình Ẩn và Lý Triệu (李肇) sau đó đoạt lấy Kiếm châu và trấn thủ thành, làm dịu bớt tình hình. Trong khi đó, Mạnh Tri Tường sai cựu tướng Tiền Thục là Trương Vũ (張武) làm ''Hiệp lộ hành doanh chiêu thu thảo phạt sứ'', đem thủy quân chiếm Vũ Thái quân<ref group=\"chú\">武泰, trị sở nay thuộc Trùng Khánh<\/ref> do triều đình kiểm soát.<ref name=TTTG277\/>\n\nĐến lúc này, Hậu Đường Minh Tông bắt đầu tiêu tan tham vọng đánh bại Đông Xuyên và Tây Xuyên, ông ta không còn hoàn toàn tin tưởng vào sự phán đoán và lòng trung thành của An Trọng Hối. Để thử xem Mạnh Tri Tường có muốn chấm dứt kháng cự hay không, Hậu Đường Minh Tông phóng thích khoảng 1.500 lính Tây Xuyên bị bắt ở Quỳ châu. Tháng 1 ÂL năm [[931]], Mạnh Tri Tường phụng biểu tạ Hoàng đế, song không chấm dứt các chiến dịch quân sự, và không lâu sau, Lý Nhân Hãn chiếm được Toại châu, Hạ Lỗ Kỳ tự sát. Mạnh Tri Tường chém đầu Hạ Lỗ Kỳ rồi bêu lên cây để báo cho quân triều đình biết rằng Toại châu thất thủ, sau đó thu táng Hạ Lỗ Kỳ.<ref name=TTTG277\/>\n\nAn Trọng Hối trước đó xung phong ra tiền tuyến để giám sát, Thạch Kính Đường lo sợ bị An Trọng Hối tước đoạt binh quyền nên thỉnh cầu Hậu Đường Minh Tông triệu An Trọng Hối về kinh, Hoàng đế chấp thuận. Tuy nhiên, trước cả khi biểu đến được kinh thành, Thạch Kính Đường quyết định triệt thoái khỏi Kiếm Môn Quan và trở về Lạc Dương. Khi quân Đông Xuyên và Tây Xuyên truy kích quân của Thạch Kính Đường và tiến đến Lợi châu, Chiêu Vũ tiết độ sứ Lý Ngạn Kỳ (李彥琦) bỏ thành chạy trốn, Mạnh Tri Tường bổ nhiệm Triệu Đình Ẩn làm Chiêu Vũ lưu hậu. Triệu Đình Ẩn sau đó chủ trương dùng mưu kế bắt Đổng Chương và đoạt lấy đội quân của ông ta, song Mạnh Tri Tường ngăn lại. Sau khi Lý Nhân Hãn chiếm được Vũ Tín, Mạnh Tri Tường tiếp tục khiển Lý Nhân Hãn tiến công Ninh Giang quân. Ninh Giang tiết độ sứ An Sùng Nguyễn (安崇阮) cũng từ bỏ Quỳ châu, Lý Nhân Hãn chiếm được Ninh Giang. Khi Triệu Đình Ẩn chủ trương tiến công Sơn Nam Tây đạo, Mạnh Tri Tường cho rằng binh lính mệt mỏi nên từ chối.<ref name=TTTG277\/>\n\nTrước cả khi An Trọng Hối đến được Lạc Dương, ông ta đã bị Hậu Đường Minh Tông phái đi giữ chức Hộ Quốc<ref group=\"chú\">護國, trị sở nay thuộc [[Vận Thành]], Sơn Tây<\/ref> tiết độ sứ, sau đó giết chết. Sau khi An Trọng Hối bị giết, Hậu Đường Minh Tông đổ cho An Trọng Hối tội gây xung đột với Đổng Chương, Mạnh Tri Tường và [[Ngô Việt]] vương [[Tiền Lưu]], thể hiện thiện chí hòa giải bằng việc khiển Tây Xuyên tiến tấu quan Tô Nguyện (蘇願) và Đông Xuyên quân tướng Lưu Trừng (劉澄)- những người đang bị giữ tại Lạc Dương, trở về quân của họ để thông báo về cái chết của An Trọng Hối và ý định hòa bình của triều đình.<ref name=TTTG277\/>\n\n== Tiêu diệt Đổng Chương ==\nSau khi Tô Nguyện đến Thành Đô vào tháng 11 ÂL năm 931, truyền đạt thông điệp của Hậu Đường Minh Tông và đảm bảo các cháu nội ngoại của Mạnh Tri Tường vẫn an toàn, Mạnh Tri Tường muốn quy phục triều đình, và cũng cố thuyết phục Đổng Chương cũng làm vậy. Đổng Chương tức giận từ chối, nói rằng các thành viên gia đình ông ta trước đó bị triều đình xử tử; sau đó Đổng Chương lại trở nên thù địch với Mạnh Tri Tường. Mạnh Tri Tường không muốn thỏa thuận giữa mình và Đổng Chương bị phá vỡ, do vậy lúc đầu không cử sứ giả đến triều đình, tiếp tục thuyết phục Đổng Chương hai lần nữa, song không có kết quả. Lần thuyết phục cuối cùng là vào mùa xuân năm [[932]], sứ giả của Mạnh Tri Tường là [[Lý Hạo]] (李昊), sau khi trở về Thành Đô, nói rằng có vẻ như Đổng Chương đang chuẩn bị tiến công và Tây Xuyên nên chuẩn bị. (Tháng 1 ÂL, vợ của Mạnh Tri Tường là Phúc Khánh trưởng công chúa qua đời.)<ref name=TTTG277\/>\n\nVào mùa hè năm 932, Đổng Chương phát động tiến công, quân Đông Xuyên thoạt đầu giành được một số chiến thắng trước quân Tây Xuyên. Để làm suy giảm sĩ khí của binh lính Tây Xuyên, Đổng Chương hịch thư cho Triệu Quý Lương, Triệu Đình Ẩn, và Lý Triệu, giả bộ những người này thông đồng với ông ta. Mạnh Tri Tường không để tâm đến việc này, để Triệu Quý Lương trấn thủ Thành Đô, còn ông cùng với Triệu Đình Ẩn đem 8.000 quân đi giao chiến với Đổng Chương. Trong khi đó, sau khi chiếm được Hán châu<ref group=\"chú\">漢州, nay thuộc [[Đức Dương]], Tứ Xuyên<\/ref>, Đổng Chương tiến đến Thành Đô. Quân của Mạnh Tri Tường giao chiến với quân của Đổng Chương, song thoạt đầu quân Đổng Chương chiếm ưu thế; đến khi Triệu Đình Ẩn đem quân dự bị giao chiến với quân Đông Xuyên, quân Đông Xuyên bị tiêu diệt, Đổng Chương chạy về Tử châu, sau bị thuộc hạ sát hại và dâng thủ cấp và thành cho Mạnh Tri Tường.<ref name=TTTG277\/>\n\n== Làm chủ đất Thục ==\nSau đó, Triệu Đình Ẩn và Lý Nhân Hãn đều muốn cai quản Đông Xuyên, cuộc tranh chấp đe dọa khiến cho quân Tây Xuyên bị sụp đổ. Để giải quyết tình hình, Mạnh Tri Tường tự mình kiêm quản Đông Xuyên, đưa Lý Nhân Hãn trở về Vũ Tín và cho Triệu Đình Ẩn cai quản Bảo Ninh. Đương thời, ngoài Đông Xuyên và Tây Xuyên, Mạnh Tri Tường còn chiếm được các quân Vũ Tín, Bảo Ninh, Chiêu Vũ, Ninh Giang và Vũ Thái. Tuy nhiên, khi các thuộc hạ, đứng đầu là Triệu Quý Lương, thỉnh cầu ông xưng vương, ông quyết định từ chối.<ref name=TTTG277\/>\n\nKhi biết tin Đổng Chương và Mạnh Tri Tường xảy ra xung đột, triều đình Hậu Đường hy vọng sẽ tận dụng được thời cơ, song do Mạnh Tri Tường nhanh chóng đánh bại Đổng Chương, ''Xu mật sứ'' [[Phạm Diên Quang]] (范延光) nói với Hậu Đường Minh Tông rằng mặc dù Mạnh Tri Tường cát cứ đất Thục, song ông vẫn sẽ cần sự phê chuẩn của Hậu Đường do các binh sĩ của ông phần lớn là người [[Trung Nguyên]]. Hậu Đường Minh Tông do vậy vẫn tỏ ra đối đãi với Mạnh Tri Tường như cựu bằng hữu, sai Cung phụng quan Lý Tồn Côi (李存瓌) đến Thành Đô, nói với Mạnh Tri Tường rằng thân thích của ông vẫn được an toàn, thúc giục ông phục hồi đại tiết quân thần.<ref name=TTTG277\/> Sau khi Lý Tồn Côi đến Thành Đô, Mạnh Tri Tường rớt nước mắt vái lạy, thụ chiếu. Sau đó, ông lại trở thành một chư hầu của Hậu Đường trên danh nghĩa, song theo ghi chép thì ông càng kiêu ngạo với triều đình hơn trước.<ref name=TTTG278\/> Ông cũng thông cáo về việc tang của Phúc Khánh trưởng công chúa, bà được Hậu Đường Minh Tông truy sách là Tấn quốc Ung Thuận trưởng công chúa.<ref name=TQXT50\/>\n\nKhông lâu sau, Mạnh Tri Tường lệnh cho Lý Hạo thảo biểu nhân danh 5 lưu hậu của 5 quân phụ thuộc, thỉnh triều đình phong Mạnh Tri Tường làm Thục vương, thỉnh được mặc chế. Lý Hạo chỉ ra rằng Mạnh Tri Tường nên \"tự\" thỉnh cầu, thay vì thể hiện rằng phải được thuộc hạ đồng ý. Theo đề xuất của Lý Hạo, Mạnh Tri Tường bảo Lý Hạo thảo biểu nhân danh ông, thỉnh giao quyền bổ nhiệm các thứ sử và quan lại cấp thấp cho ông, và thỉnh bổ nhiệm 5 lưu hậu là thuộc hạ của ông làm tiết độ sứ. Mạnh Tri Tường cũng thỉnh triều đình đưa vợ con của các binh sĩ Trung Nguyên đến Thục để đoàn tụ gia đình. Vào mùa đông năm 932, Hậu Đường Minh Tông lại sai Lý Tồn Côi đến Thành Đô truyền chỉ, theo đó chấp thuận phần lớn thỉnh cầu của Mạnh Tri Tường, còn ban cho ông thêm quyền bổ nhiệm các tiết độ sứ. Tuy nhiên, Hậu Đường Minh Tông từ chối cho đưa vợ con các binh sĩ đến Thục, song cũng không lệnh cho các binh sĩ này phải trở về Lạc Dương. Tiếp đó, Mạnh Tri Tường \"mặc chế\" bổ nhiệm 5 lưu hậu dưới quyền làm tiết độ sứ.<ref name=TTTG278\/>\n\nNgày Quý Hợi tháng 2 năm [[933]], Hậu Đường Minh Tông chính thức cho Mạnh Tri Tường kiêm Đông Xuyên tiết độ sứ, phong tước Thục vương, khiển Công bộ thượng thư [[Lô Văn Kỉ]] (盧文紀) và Lễ bộ lang trung [[Lã Kỳ]] (呂琦) làm sách lễ sứ cho Thục vương, ban cho Mạnh Tri Tường triều phục nhất phẩm. Mạnh Tri Tường tự cho làm cửu lưu miện, cửu chương y, xa phục, tinh kỳ, đều phỏng theo nghi lễ của bậc vương giả.<ref name=TTTG278\/>\n\nCũng trong năm đó, Hậu Đường Minh Tông qua đời, kế vị là [[Hậu Đường Mẫn Đế|Lý Tòng Hậu]], tức Hậu Đường Mẫn Đế. Khi Mạnh Tri Tường biết tin, ông nói với liêu tá: ''Tống vương ấu nhược, người cai quản chính sự đều là lũ tư sử tiểu nhân, cứ chờ chúng gây loạn''. Sau đó, các tướng lại thúc giục Mạnh Tri Tường xưng đế, và đến ngày Kỷ Tỵ (28) tháng 1 nhuận năm Giáp Ngọ (16 tháng 3 năm năm [[934]]), Mạnh Tri Tường xưng đế tại Thành Đô.<ref name=TTTG278\/>\n\n== Hoàng đế Hậu Thục ==\nSau khi Mạnh Tri Tường tức vị, Hậu Đường rơi vào cảnh rối loạn, Sơn Nam Tây đạo tiết độ sứ Trương Kiền Chiêu (張虔釗) và Vũ Định<ref group=\"chú\">武定, trị sở nay thuộc Hán Trung, Thiểm Tây<\/ref> tiết độ sứ Tôn Hán Thiều (孫漢韶) quay sang quy phục Hậu Thục, lãnh thổ Hậu Thục nay mở rộng đến khu vực phía nam [[Tần Lĩnh]].<ref name=TTTG279\/>\n\nNgày 27 tháng 5 năm 934, Thục tiến hành tại xá, cải nguyên Minh Đức.<ref name=TTTG279\/>\n\nTrong khi đó, Mạnh Tri Tường được chép lại là bị đột quỵ từ một năm trước đó, bệnh tình này càng trở nên nặng. Ngày Giáp Tý tháng 7 ÂL năm 934, ông lập Mạnh Nhân Tán làm Thái tử, giám quốc. Ngoài ra, ông cũng hạ chiếu lệnh triệu ''Tư không''\/''Đồng bình chương sự'' Triệu Quý Lương, Vũ Tín tiết độ sứ Lý Nhân Hãn, Bảo Ninh tiết độ sứ Triệu Đình Ẩn, Xu mật sứ Vương Xử Hồi (王處回), Phủng thánh khống hạc đô chỉ huy sứ Trương Công Đạc (張公鐸), Phụng loan túc vệ chỉ huy phó sứ Hầu Hoàng Thực (侯弘實) đến thụ khiển chiếu phụ chính. Đêm hôm đó, ông qua đời, song triều đình Tiền Thục giữ bí mật chưa phát tang ngay, Mạnh Nhân Tán kế vị.<ref name=TTTG279\/>\n\n== Gia đình ==\n; Thê thiếp\n* [[Lý hoàng hậu (Mạnh Tri Tường)|Lý Hoàng hậu]], (873-932), con gái [[Lý Khắc Nhượng]] (李克讓)- em Lý Khắc Dụng, sau trở thành con nuôi Lý Khắc Dụng, vai chị của Hậu Đường Trang Tông, sau được phong Quỳnh Hoa trưởng công chúa, Hậu Đường Minh Tông cải phong là Phúc Khánh trưởng công chúa, sau khi qua đời được truy sách là Tấn quốc Ung Thuận trưởng công chúa\n* Lý Quý phi (? - 965), là thiếp của Lý Tồn Úc trước khi lên ngôi, sinh Mạnh Sưởng, sau là Thái hậu\n;Con trai\n* Mạnh Di Phạm (孟貽範)\n* Mạnh Di Ung (孟貽邕)\n* Mạnh Di Củ (孟貽矩)\n* Yết vương Mạnh Di Nghiệp (孟貽鄴)\n* Hậu Chủ Mạnh Nhân Tán (孟仁贊), tức [[Mạnh Sưởng (Hậu Thục)|Mạnh Sưởng]]\n* Quỳ Cung Hiếu vương Mạnh Nhân Nghị (孟仁毅)\n* Nhã vương Mạnh Nhân Chí (孟仁贄, 928-971\n* Bành vương Mạnh Nhân Dụ (孟仁裕, 927-970)\n* Gia vương Mạnh Nhân Thao (孟仁操, ？-986)\n;Con gái\n* Sùng Hoa công chúa Mạnh Cửu Trụ (孟久柱), gả cho Y Diên Sinh (伊延瓌), sinh Y Thẩm Trưng (伊審徵)\n* Ngọc Thanh công chúa Mạnh Diên Ý (孟延意), có khả năng gả cho là Đổng Quang Tự (董光嗣)- con Đổng Chương.\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"|3}}\n== Tham khảo ==\n{{tham khảo|3}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n{{thời gian sống|874|934}}\n\n[[Thể loại:Hậu Đường]]\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Hậu Thục]]\n[[Thể loại:Tấn (Ngũ Đại Thập Quốc)]]\n[[Thể loại:Vua Hậu Thục]]"}