{"Mạnh Đạt":"{{thông tin nhân vật Tam Quốc\n|Tên=Mạnh Đạt\n|Chức vụ=Đại tướng\n|Nước=[[Tào Ngụy]]\n|Sinh=[[177]]<br>(truyền thuyết)<br>[[Hưng Bình]]\n|Mất=[[228]]<br \/>[[Lạc Dương]]\n|Phồn thể=孟達\n|Giản thể=孟达\n|Bính âm=Meng Da\n|Tự=Tử Kính (子敬)<br \/>Tử Khánh (子慶)<br \/>Tử Đạt (子度)\n}}\n[[Tập tin:Defeat of Meng Da.jpg|thumb|tranh vẽ Mạnh Đạt của một họa sĩ đời nhà Thanh]]\n'''Mạnh Đạt''' (tiếng Hán: 孟達; Phiên âm: Mêng Ta) (??? - 228) là một tướng phục vụ dưới trướng [[Lưu Chương]], [[Lưu Bị]], [[Tào Phi]] và [[Tào Duệ]] cuối thời kỳ [[nhà Hán]] và trong thời kỳ [[Tam Quốc]].\n\n==Tiểu sử==\n\n===Phục vụ dưới trướng Lưu Bị===\n\n====Chiếm lĩnh Ích Châu====\n\nCùng với [[Trương Tùng]] và [[Pháp Chính]], Mạnh Đạt cũng luôn muốn tìm một người chủ tốt cho [[Ích Châu]], ông đã thề sẽ trung thành với [[Lưu Bị]] khi Lưu Bị chiếm được Ích Châu.\n\nKhi Lưu Bị được Ích Châu Mục Lưu Chương mời đưa quân vào Xuyên Thục, Mạnh Đạt và Pháp Chính được giao nhiệm vụ hộ tống cùng với 2000 quân sĩ. Lưu Bị đã hạ lệnh cho ông mang số binh sĩ này quay trở về [[Giang Lăng]]. Sau khi Thục Trung được bình đình, ông được phong làm Nghi Đô Thái thú.\n\n====Chiếm lĩnh Hán Trung====\n\nNăm 219, Mạnh Đạt được phái lên phía bắc công chiếm thành Phòng Lăng. Thái thú Phòng Lăng bị đánh bại rồi bị giết. Ông tiếp tục tiến công thành Thượng Dung, với sự hỗ trợ của viện binh do [[Lưu Phong (Tam Quốc)|Lưu Phong]] thống lĩnh từ Miên Thủy đến hội quân. Thái thú Thượng Dung Thân Đam đầu hàng.\n\nCuối năm 219, [[Quan Vũ]] phát binh vây đánh [[Phàn Thành]] và [[Tương Dương]] của [[Tào Tháo]]. Mạnh Đạt và Lưu Phong đã nhận được yêu cầu mang quân chi viện từ Quan Vũ. Nhưng cả hai đã từ chối vì lý do tình hình trị an khu vực họ quản hạt vẫn chưa ổn định, nên không có đủ quân để phái đi tăng viện.\n\n===Phục vụ dưới trướng Tào Phi===\n\nSau khi Quan Vũ đại bại ở [[Kinh Châu]] rồi bị [[Đông Ngô]] bắt giết, Lưu Bị khi nghe được tin em mình đã chết thì đã vô cùng căm hận Lưu Phong và Mạnh Đạt. Vào lúc đó, cả hai người cũng đã có sự mâu thuẫn với nhau. Mạnh Đạt lo sợ sẽ bị Lưu Bị trừng trị nên sinh ra sự oán giận với Lưu Phong, vì vậy ông đã quy hàng Tào Tháo cùng với Thân Đam, thái thú cũ của Thượng Dung. Sau đó, ông viết 1 bức thư để cảnh báo rằng Lưu Phong đang ở trong tình thế hết sức nguy hiểm, bởi vì một số người thân tín của Lưu Bị đã nói xấu Lưu Phong, rồi ông khuyên Lưu Phong nên hàng Tào. Tuy nhiên, lời khuyên của ông đã không được Lưu Phong đón nhận, và Lưu Phong đã quay trở về [[Thành Đô]]. [[Gia Cát Lượng]] đã khuyên chúa công của mình nên xử tử Lưu Phong. Vì vậy, Lưu Phong đã bị xử tử vì tội không mang quân cứu viện cho Quan Vũ và để Mạnh Đạt đầu hàng giặc.\n\nKhi có người ở phía nam từ [[Thục Hán]] đến gặp Mạnh Đạt, ông đã hỏi người đó về hoàn cảnh gia đình mình ở Thục Trung. Người đó đã trả lời rằng, Gia Cát Lượng khuyên Lưu Bị tru di cả nhà Mạnh Đạt, nhưng Lưu Bị đã không làm như vậy, gia đình ông vẫn được bình an. Mạnh Đạt đã đáp rằng Gia Cát Lượng nên ưu tiên những việc khác quan trọng hơn, chứ không nên vội vàng tru di toàn gia của ông. Khi Gia Cát Lượng biết những lời Mạnh Đạt nói, ông đã bắt đầu liên lạc qua lại với Mạnh Đạt mặc dù [[Phí Thi]] đã cật lực phản đối.\n\n===Bị giết===\n\nNăm 228, Gia Cát Lượng tiến hành bắc phạt lần thứ nhất. Dù Mạnh Đạt được hoàng đế quá cố [[Tào Phi]] đối xử rất trọng hậu, nhưng lại không nhận được sự sủng tín dưới thời Ngụy Minh Đế [[Tào Duệ]]. Có người đã khuyên ông hãy quay về phục vụ cho Thục Hán, đồng thời trợ giúp Gia Cát Lượng công hạ [[Lạc Dương]]. Mạnh Đạt nghe theo nhưng chần chừ trước lời thúc giục của Lượng. Lượng tiết lộ chuyện cho Thân Nghi, người đang cầm quyền ở Ngụy Hưng gần đó (Mạnh Đạt được giao trấn thủ Tân Thành), khiến Mạnh Đạt phải gấp rút chuẩn bị. Hay tin, [[Tư Mã Ý]] đang ở Uyển Thành viết thư gửi Mạnh Đạt rằng:\n\n''\"Trước kia, ông hàng Ngụy và được giao phó bảo vệ biên giới chống Thục. Người Thục xuẩn ngốc và vẫn ghét ông vì không chịu theo giúp Quan Vũ. Khổng Minh cũng vậy, và ông ta đang tìm cách tiêu diệt ông. Có lẽ ông cũng cho rằng, tin ông chuẩn bị làm loạn chỉ là một âm mưu của Lượng thôi.\"''\n\nĐọc thư xong, Mạnh Đạt lại chần chừ vì cho rằng: Tư Mã Ý sẽ phải xin phép vua Ngụy là [[Tào Duệ]], và được lệnh rồi thì mới lên đường. Thế nhưng, Tư Mã Ý đã thực hiện phương châm \"tiền trảm hậu tấu\", nhanh chóng hành quân tới Tân Thành và bắt giết Mạnh Đạt còn chưa kịp trở tay.\n\n==Chức danh và chức vụ từng nắm giữ==\n\n* Nghi Đô Thái thú (宜都太守)\n\nChức danh và chức vụ của Mạnh Đạt sau khi quy hàng [[Tào Ngụy]]\n\n* Tán Kỵ Thường Thị (散騎常侍)\n* Kiến Vũ Tướng Quân (建武將軍)\n* Bình Dương Đình Hầu (平陽亭侯)\n* Tân Thành Thái thú (新城太守)\n\n==Tham khảo==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Mất năm 228]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]"}