{"Nam Hán Cao Tổ":"{{Otheruses|Lưu Cung (định hướng)}}\n{{Otheruses|Hán Cao Tổ (định hướng)}}\n{{Thông tin nhân vật hoàng gia\n| tên = Nam Hán Cao Tổ\n| tên gốc = 南漢高祖\n| tước vị = [[Hoàng đế]] [[Nam Hán]]\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[Nam Hán]]\n| tại vị = 5\/9\/917<ref name=AS\/><ref name=TTTG270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref>-10\/6\/942<br \/>({{số năm theo năm và ngày |917|9|5|942|6|10}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:917 till:971 \nAlignBars = early\nScaleMajor = increment:54 start:917\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:917 till:942 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color = \"red\">'''Sáng lập triều đại'''<\/font>\n| kế nhiệm = <font color=\"blue\">[[Lưu Phần (Nam Hán)|Nam Hán Thương đế]]<\/font>\n| tên đầy đủ = \n| kiểu tên đầy đủ = Tên thật\n| miếu hiệu = [[Cao Tổ]] (高祖)\n| niên hiệu = Càn Hanh (乾亨) 917-925<br>Bạch Long (白龍) 925-928<br>Đại Hữu (大有) 928-941\n| thời gian của niên hiệu = \n| tước hiệu = \n| thụy hiệu = [[Thiên hoàng (tôn hiệu)|Thiên Hoàng]] [[Đại đế (thụy hiệu)|Đại Đế]] (天皇大帝)\n| hoàng tộc = [[Nam Hán]]\n| vợ = [[Mã hoàng hậu (Nam Hán Cao Tổ)|Mã hoàng hậu]]<br>[[Triệu chiêu nghi (Lưu Nghiễm)|Triệu chiêu nghi]], sau là hoàng thái phi\n| con cái = [[#Gia đình|Xem văn bản]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Lưu Khiêm (nhà Đường)|Lưu Khiêm]]\n| mẹ = Đoàn thị\n| sinh = [[889]]<ref name=HFD135>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷135|quyển 135]].<\/ref>\n| mất = 10 tháng 6 năm 942<ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref><ref name=TTTG283>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷283|quyển 283]].<\/ref>\n| nơi mất = [[Trung Quốc]]\n| nơi an táng = Khang lăng (康陵)\n| tôn giáo = \n}}\n'''Lưu Nghiễm''' ({{zh|t=劉龑|s=刘龑|p=Líu Yán}}; 889<ref name=HFD135\/>–10 tháng 6 năm 942<ref name=AS\/><ref name=TTTG283\/>), nguyên danh '''Lưu Nham''' (劉巖), cũng mang tên '''Lưu Trắc''' (劉陟) (từ ~896 đến 911) và trong một thời gian là '''Lưu Cung''' (劉龔), là hoàng đế đầu tiên của nước [[Nam Hán]] thời [[Ngũ Đại Thập Quốc]].\n\n== Thân thế ==\nLưu Nham sinh năm 889, dưới triều đại của [[Đường Chiêu Tông]].<ref name=HFD135\/> Cha ông là [[Lưu Khiêm (nhà Đường)|Lưu Tri Khiêm]] (hay Lưu Khiêm) khi đó đang giữ chức Phong châu<ref group=\"chú\">封州, nay thuộc [[Triệu Khánh]], Quảng Đông<\/ref> thứ sử và kết hôn với người cháu gái gọi bằng chú của Vi Trụ (韋宙)- từng là tể tướng triều Đường, Lĩnh Nam Đông đạo<ref group=\"chú\">嶺南東道, trị sở nay thuộc [[Quảng Châu]], [[Quảng Đông]]<\/ref> tiết độ sứ. Tuy nhiên, Lưu Khiêm cũng bí mật có một người thiếp ở bên ngoài là Đoàn thị, Lưu Nham là con trai của Đoàn thị. Khi Vi thị phát hiện ra sự việc, bà sát hại Đoàn thị, song không giết Lưu Nghiễm mà đem về nhà nuôi dưỡng như con đẻ- [[Lưu Ẩn]] và Lưu Đài (劉台).<ref name=SGCQ58>''[[Thập Quốc Xuân Thu]]'', [http:\/\/archive.org\/stream\/06072245.cn#page\/n2\/mode\/2up quyển 58].<\/ref><ref name=SGCQ61>''Thập Quốc Xuân Thu'', [http:\/\/archive.org\/stream\/06072245.cn#page\/n86\/mode\/2up quyển 61].<\/ref>\n\nKhi Lưu Nghiễm lớn lên, ông cao lớn, có tài cưỡi ngựa và bắn cung.<ref name=SGCQ58\/> Sau khi Lưu Ẩn trở thành ''Hữu đô áp nha'' trong quân đội của quân (lúc này đổi tên thành Thanh Hải) dưới quyền tiết độ sứ [[Lý Tri Nhu]] vào năm 896,<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷260|quyển 260]].<\/ref> Lưu Nghiễm cũng phụng sự cho Lý Tri Nhu, và đổi tên từ Lưu Nham sang Lưu Trắc.<ref name=SGCQ58\/>\n\n== Phụng sự Lưu Ẩn ==\nNăm 901, người kế vị Lý Tri Nhu là [[Từ Ngạn Nhược]] qua đời, di biểu cho [[Đường Chiêu Tông]] để tiến cử Lưu Ẩn làm lưu hậu, Lưu Ẩn sau được nhận chức vụ này.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷262|quyển 262]].<\/ref> Lưu Trắc tiếp tục phục vụ dưới quyền anh trai. Năm 902, Kiền châu<ref group=\"chú\">虔州, nay thuộc [[Cám Châu]], [[Giang Tây]]<\/ref> thứ sử [[Lô Quang Trù]] (盧光稠) tiến công Thanh Hải, chiếm Thiều châu<ref group=\"chú\">韶州, nay thuộc [[Thiều Quan]], Quảng Đông<\/ref> và giao châu này lại cho con trai là [[Lô Diên Xương]], sau đó bao vây Triều châu<ref group=\"chú\">潮州, nay thuộc [[Triều Châu]], Quảng Đông<\/ref>. Lưu Ẩn đem quân đẩy lui Lô Quang Trù khỏi Triều châu, sau đó chuẩn bị tiến công Thiều châu. Lưu Trắc cho rằng quân của Lô Diên Xương có viện binh từ Kiền châu, nên quân Thanh Hải không thể thành công nếu tiến công trực tiếp. Lưu Ẩn nghe theo, cho bao vây Thiều châu để khiến sức mạnh phòng thủ của Lô Diên Xương suy yếu. Tuy nhiên, chiến lược này lại phản tác dụng do mức nước sông dâng cao, quân Thanh Hải bị gián đoạn nguồn cung lương thảo. Sau đó, Lô Quang Trù đem binh từ Kiền châu đến cứu viện, đẩy lui Lưu Ẩn khỏi Thiều châu.<ref name=TTTG263>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷263|quyển 263]].<\/ref>\n\nNăm 904, [[Đường Ai Đế]] bổ nhiệm Lưu Ẩn làm Thanh Hải tiết độ sứ.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷265|quyển 265]].<\/ref> Lưu Trắc trở thành tiết độ phó sứ. Theo ghi chép, ngoài xung đột với Lô Quang Trù, quanh lãnh địa của Lưu Ẩn còn có các quân phiệt khác: [[Khúc Hạo]] ở Giao châu<ref group=\"chú\">交州, nay thuộc [[Hà Nội]], [[Việt Nam]]<\/ref>; Lưu Sĩ Chính (劉士政) ở Quế châu<ref group=\"chú\">桂州, nay thuộc [[Quế Lâm]], [[Quảng Tây]]<\/ref>; Diệp Quảng Lược (葉廣略) ở Ung châu<ref group=\"chú\">邕州, nay thuộc [[Nam Ninh]], Quảng Tây<\/ref>; Bàng Cự Chiêu (龐巨昭) ở Dung châu <ref group=\"chú\">容州, nay thuộc [[Ngọc Lâm, Quảng Tây|Ngọc Lâm]], Quảng Tây<\/ref>; Lưu Xương Lỗ (劉昌魯) tại Cao châu<ref group=\"chú\">高州, nay thuộc [[Mậu Danh]], Quảng Đông<\/ref>; và Lưu Tiềm (劉潜) tại Tân châu<ref group=\"chú\">新洲, nay thuộc [[Vân Phù]], Quảng Đông<\/ref>. Thêm vào đó, ở phía đông [[Châu Giang (sông Trung Quốc)|Châu Giang]], có khoảng 70 trại lớn nhỏ không công nhận quyền uy của Lưu Ẩn. Sau khi Lưu Ẩn giao phó quân sự lại cho Lưu Trắc, Lưu Trắc dần dần trục xuất hoặc buộc các quân phiệt phải quy phục, trở thành danh tướng ở Lĩnh Nam.<ref name=SGCQ58\/>\n\nMột trong số các chiến dịch diễn ra vào khoảng năm 910 (khi đó Lưu Ẩn là một chư hầu của [[triều Hậu Lương]]), Lưu Trắc tiến công Lưu Xương Lỗ ở Cao châu. Lưu Xương Lỗ đẩy lui cuộc tiến công của Lưu Trắc, song lại suy tính rằng sẽ không thể chống lại huynh đệ họ Lưu trong một thời gian dài, do vậy, Lưu Xương Lỗ cùng với Bàng Cự Chiêu quyết định quy phục [[Sở (Thập quốc)|Sở vương]] [[Mã Ân]]. Mã Ân khiển quân đến hộ tống Lưu Xương Lỗ và Bàng Cự Chiêu đến Sở, khiển tướng Diêu Ngạn Chương (姚彥章) đóng quân tại Dung châu.<ref name=TTTG267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref>\n\nNăm 911, Lưu Ẩn lâm bệnh nặng, ông ta dâng biểu cho triều đình Hậu Lương để tiến cử Lưu Trắc làm lưu hậu, sau đó liền qua đời. Lưu Trắc kế thừa quyền cai quản Thanh Hải quân, và một thời gian ngắn sau, Hậu Lương Thái Tổ bổ nhiệm Lưu Trắc làm Thanh Hải tiết độ sứ.<ref name=TTTG268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref> Ông lại đổi tên thành Lưu Nham.<ref name=SGCQ58\/>\n\n== Làm tiết độ sứ ==\nTheo ghi chép, trên cương vị tiết độ sứ, Lưu Nham thường xuyên mời các sĩ nhân chạy loạn từ [[Trung Nguyên]] đến mạc phủ, thường bổ nhiệm họ làm thứ sử, đến nỗi thứ sử các châu đều không phải là võ quan.<ref name=TTTG268\/>\n\nCũng trong năm 911, Lô Diên Xương bị thuộc hạ là Lê Cầu (黎球) ám sát, Lê Cầu sau đó qua đời và người kế nhiệm là [[Lý Ngạn Đồ]] (李彥圖). Do Lê Cầu muốn giết mưu chủ của Lô Quang Trù là [[Đàm Toàn Bá]], Đàm Toàn Bá xưng bệnh xin được cáo hưu. Lưu Nghiễm hay tin thì liền phát binh công Thiều châu, kết quả tái chiếm được châu này; Thiều châu thứ sử Liệu Sảng (廖爽) chạy đến Sở. Trong khi đó, ông cũng phái quân tiến công Dung châu. Diêu Ngạn Chương nhận định rằng không thể trụ lại được (mặc dù quân cứu viện của Sở do [[Hứa Đức Huân]] thống lĩnh đang tiến đến), do đó Diêu Ngạn Chương quyết định đưa sĩ dân Dung châu về Sở, Lưu Ẩn đoạt được Dung châu và Cao châu. Hay tin hai chư hầu xảy ra chiến tranh, Hậu Lương Thái Tổ sai ''Hữu tán kị thường thị'' Vi Tiển (韋戩) đi hòa giải giữa Mã Ân và Lưu Nham.<ref name=TTTG268\/> Đáp lại, Lưu Nham nộp cống một lượng lớn vàng, bạc, sừng tê giác, ngà voi, đủ loại đồ trang sức và gia vị khác, cho Hậu Lương Thái Tổ.<ref name=SGCQ58\/>\n\nVào cuối năm 912, Hậu Lương Thái Tổ bị con là Dĩnh vương [[Chu Hữu Khuê]] ám sát.<ref name=TTTG268\/> Vào đầu năm 913, Chu Hữu Khuê ban chức ''kiểm hiệu thái phó'' cho Lưu Nham.<ref name=SGCQ58\/> Sau đó, hoàng vị Hậu Lương lại về tay [[Chu Hữu Trinh]] (đổi tên thành Chu Trấn)<ref name=TTTG268\/> Chu Trấn bổ nhiệm Lưu Nham làm tiết độ sứ của Thanh Hải quân và Kiến Vũ quân<ref group=\"chú\">建武, trị sở tại Dung châu<\/ref>, phong tước Nam Bình vương.<ref name=SGCQ58\/>\n\nCũng vào năm 913, Lưu Nham muốn thiết lập liên minh hôn nhân với Mã Ân, xin cưới con gái của Mã Ân, Mã Ân chấp thuận.<ref name=TTTG268\/> Đến năm 915, Lưu Nham cử đoàn đến kinh đô Trường Sa của Sở để đón dâu, Mã Ân khiển con trai là Vĩnh Thuận tiết độ sứ Mã Tồn (馬存) hộ tống Mã thị đến Thanh Hải quân. Trong khi đó, Thanh Hải-Kiến Vũ tiết độ sứ kiêm ''Trung thư lệnh'' Lưu Nham không hài lòng trước việc chỉ được phong tước Nam Bình vương, trong khi [[Tiền Lưu]] được phong làm Ngô Việt quốc vương. Do vậy, Lưu Nham dâng biểu cầu được phong tước Nam Việt vương, thăng làm ''đô thống''. Khi Chu Trần từ chối, Lưu Nham nói với quan lại dưới quyền: ''Nay Trung Quốc<!--Trung Quốc là nguyên văn--> phân tranh, ai là Thiên tử?. Sao ta có thể [khiển sứ] leo trèo, đi thuyền hàng vạn lý để tôn thờ ngụy đình?''. Sau đó, Lưu Nham chấm dứt việc gửi cống phẩm và sứ giả đến triều đình Hậu Lương.<ref name=TTTG269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref>\n\nVào mùa thu năm 917, Lưu Nham tức hoàng đế vị ở Phiêng Ngung, đặt quốc hiệu là \"Đại Việt\", đại xá, cải nguyên Càn Hanh. Ông truy phong tổ phụ Lưu An Nhân (劉安仁), cha Lưu Khiêm, và huynh Lưu Ẩn là hoàng đế.<ref name=TTTG270\/> Bổ nhiệm sứ giả Hậu Lương [[Triệu Quang Duệ]] làm ''Binh bộ thượng thư'', tiết độ phó sứ; bổ nhiệm Tiết độ phán quan [[Lý Ân Hành]] làm ''Lễ bộ thị lang''; bổ nhiệm Tiết độ phó sứ [[Dương Đỗng Tiềm]] làm ''Binh bộ thị lang''; cả ba đều là ''Đồng bình chương sự''.<ref name=TTTG270\/>\n\n== Thời kỳ đầu trị vì ==\nCũng vào năm 917, Lưu Nghiễm gả cháu gái là Thanh Viễn công chúa [[Lưu Hoa (Ngũ Đại Thập Quốc)|Lưu Hoa]] (con gái của Lưu Ẩn) cho [[Vương Diên Quân]]- con trai của [[Mân (Thập quốc)|Mân vương]] [[Vương Thẩm Tri]], thắt chặt quan hệ giữa hai nước.<ref name=TTTG270\/><ref name=SGCQ58\/><ref group=\"chú\">Các thư tịch cổ thì ghi rằng Lưu Hoa là con gái của Lưu Nham, song bia mộ của bà thì ghi rằng bà là con gái của Lưu Ẩn..<\/ref>\n\nTháng 11 ÂL năm 918, sau khi Lưu Nham tế Nam Giao, ông ra lệnh đại xá, cải quốc hiệu từ Việt sang Hán, quốc gia của ông do vậy được gọi là Nam Hán.<ref name=TTTG270\/>\n\nSau khi Lưu Nham xưng đế, ông bổ nhiệm văn nhân làm quan địa phương, chứ không để võ tướng kiêm chức châu thứ sử, vì thế tình hình đất nước tương đối ổn định. Đồng thời Lưu Nham cho xây dựng thêm nhiều trường học, khôi phục chế độ thi cử, mỗi năm tuyển được mấy chục môn sinh vào triều làm quan, nhìn chung ông rất coi trọng công tác giáo dục<ref>https:\/\/vi.scribd.com\/document\/341554555\/Chinh-S%E1%BB%AD-Trung-Qu%E1%BB%91c-Qua-Cac-Tri%E1%BB%81u-%C4%90%E1%BA%A1i-nhi%E1%BB%81u-tac-gi%E1%BA%A3<\/ref>.\n\nNăm 919, Lưu Nham lập Việt quốc phu nhân Mã thị làm hoàng hậu.<ref name=TTTG270\/>\n\nNăm 920, theo thỉnh cầu của Dương Động Tiềm, Lưu Nham cho lập học hiệu, khai cống cử, thiết thuyên tuyển. Ông cũng khiển sứ đến [[Tiền Thục]], thiết lập quan hệ hữu hảo.<ref name=TTTG271>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref>\n\nNăm 922, Lưu Nham tin theo lời của thuật giả rằng ông cần rời khỏi kinh đô để tránh tai họa, do vậy quyết định ngao du Mai Khẩu<ref group=\"chú\">梅口, nay thuộc [[Mai Châu, Quảng Đông|Mai Châu]], Quảng Đông<\/ref>, gần biên giới với Mân. Tướng Mân là Vương Diên Mĩ đem binh tập kích đoàn của Lưu Nham, song trước khi quân của Vương Diên Mĩ đến nơi, Lưu Nham nhận được báo cáo của trinh sát nên bỏ trốn kịp thời.<ref name=TTTG271\/>\n\nNăm 924, Lưu Nham dẫn binh xâm lược Mân, đóng quân ở Đinh châu<ref group=\"chú\">汀洲, nay thuộc [[Long Nham]], [[Phúc Kiến]]<\/ref> và Chương châu<ref group=\"chú\">漳州, nay thuộc [[Chương Châu]], Phúc Kiến<\/ref>. Lưu Nham chiến bại trước quân Mân, buộc phải chạy trốn.<ref name=TTTG273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref>\n\nTrong khi đó, vào năm 923, Hậu Lương bị [[Hậu Đường]] chinh phục, [[Hậu Đường Trang Tông]] làm chủ [[Trung Nguyên]].<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref> Khi nhận được tin, Lưu Nham trở nên lo sợ trước thế lực hùng mạnh này, và đến năm 925 thì khiển ''Cung uyển sứ'' Hà Từ (何詞) đến triều cống cho Hậu Lương<ref name=TTTG273\/> (xưng là \"Đại Hán quốc vương\" đưa thư thượng \"Đại Đường hoàng đế\")<ref name=SGCQ58\/> và dò xét sức mạnh của triều đại này. Sau khi Hà Từ trở về, thông báo lại rằng Hậu Đường Trang Tông kiêu dâm vô chính, không đáng phải sợ; Lưu Nham rất phấn khởi, và từ đó không còn qua lại với triều đình Trung Nguyên.<ref name=TTTG273\/>\n\nCũng vào năm 925, theo ghi chép thì người ta thấy có rồng trắng xuất hiện trong cung điện Nam Hán, do vậy Lưu Nham cải nguyên \"Bạch Long\", đổi tên thành Cung (龔).<ref name=TTTG274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref> Tuy nhiên, trong năm đó có một tăng người Hồ nói với ông rằng ''Sấm thư \"diệt Lưu thị giả vung dã\"'' (theo sấm thư thì diệt họ Lưu là Cung), sau đó ông tham khảo trong [[Chu Dịch]], tạo ra chữ \"龑\" với nghĩa \"phi long tại thiên\" (rồng bay lên trời), âm là \"Nghiễm\".<ref name=NHFD65>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷65|quyển 65]].<\/ref> (''[[Tư trị thông giám]]'' thì chép lần đổi tên thứ hai này diễn ra vào năm 941.<ref name=TTTG282>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷282|quyển 282]].<\/ref>) Cũng vào năm 925, khi Phiếu tín [[Nam Chiếu|Trường Hòa]] (Nam Chiếu) là [[Trịnh Nhân Mân|Trịnh Mân]] khiển bố tiếp (em) là Trịnh Chiêu Thuần (鄭昭淳) đến Nam Hán cầu hôn, Lưu Nham gả một người cháu gái khác là Tăng Thành công chúa làm thê của Trịnh Mân.<ref name=SGCQ61\/><ref name=TTTG274\/><ref name=NHFD65\/>\n\n== Giữa thời kỳ giữa ==\nNăm 928, thủy quân Sở tiến công Nam Hán, bao vây Phong châu. Lưu Nham tin rằng từ \"Đại Hữu\" trong Chu Dịch có nghĩa là đại xá, vì thế cải nguyên Đại Hữu. Ông lệnh cho ''Tả hữu nhai sứ'' Tô Chương (蘇章) đem 3.000 \"nỏ thần\" (cung thủ tài giỏi), 100 chiến hạm cứu Phong châu. Tô Chương giăng dây sắt chìm dưới sông, hai bên bờ căng dây, đắp đê dài để giấu quân. Đến khi giao chiến với thủy quân Sở, Tô Chương giả vờ rút lui, lừa quân Sở đuổi theo; sau đó hạm đội Sở lọt vào nơi phục kích, không thể tiến thoái, bị quân Nam Hán bắn tên, quân Sở bại trận phải rút lui.<ref name=TTTG276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref>\n\nNăm 930, Lưu Nghiễm khiển bộ tướng Lương Khắc Trinh (梁克貞) và Lý Thủ Phu (李守鄜) tiến công Giao châu- thủ phủ của Tĩnh Hải quân; bắt được Tĩnh Hải tiết độ sứ [[Khúc Thừa Mỹ]], [[Tĩnh Hải quân]] về tay Nam Hán, chấm dứt quyền lực của [[họ Khúc (lịch sử Việt Nam)|họ Khúc]]. Lương Khắc Trinh còn tiến công [[Chăm Pa|Chiêm Thành]], cướp vật quý của nước này rồi rút lui. Lưu Nham khiển bộ tướng Lý Tiến (李進) đi cai quản Giao châu.<ref name=TTTG277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref>\n\nNam Hán không giữ Tĩnh Hải quân được lâu. Sau khi họ Khúc bị lật đổ, tướng Ái châu<ref group=\"chú\">愛州, nay thuộc [[Thanh Hóa]], Việt Nam<\/ref> [[Dương Đình Nghệ]] gây dựng được một đội quân gồm 3.000 con nuôi (dưỡng-giả tử), có ý muốn đoạt lấy Tĩnh Hải quân. Mặc dù Lý Tiến biết về sự việc, song vì nhận hối lộ của Dương Đình Nghệ nên không có hành động gì. Năm 931, Dương Đình Nghệ bao vây Giao châu. Lưu Nghiễm khiển ''Thừa chỉ'' Trình Bảo (程寶) đem binh cứu viện, song thành bị chiếm trước khi Trình Bảo đến nơi. Lý Tiến chạy trốn về kinh đô, bị Lưu Nghiễm giết chết. Trình Bảo bao vây châu thành Giao châu, đến khi Dương Đình Nghệ xuất chiến, Trình Bảo bại trận tử chiến.<ref name=TTTG277\/>\n\nNăm 932, Lưu Nghiễm phong vương cho 19 hoàng tử.<ref name=TTTG278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref>\n\nNăm 934, Mã hoàng hậu qua đời.<ref name=TTTG279>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref>\n\nCũng vào năm 934, Lưu Nghiễm cho phép hoàng tử lớn tuổi nhất còn sống là ''phán lục quân''- Tần vương [[Lưu Hoằng Độ]]<ref name=SGCQ61\/> mộ 1.000 túc vệ binh, song những binh sĩ này đều là những vô lại thân cận với Lưu Hoằng Độ. Khi Dương Đỗng Tiềm nói sự việc với Lưu Nghiễm để kiềm chế các hoạt động của Lưu Hoằng Độ, Lưu Nghiễm từ chối nghe theo. Sau đó, Dương Đỗng Tiềm ra ngoài thấy cảnh vệ sĩ cướp bóc vàng bạc của thương nhân, thương nhân không dám tố cáo, Dương Đỗng Tiềm than thở: \"Chính loạn như vậy, sao cần tể tướng?\" rồi cáo về ở trong phủ đệ. Lưu Nham sau đó không còn triệu kiến Dương Đỗng Tiềm nữa.<ref name=TTTG279\/>\n\n== Cuối thời kỳ trị vì ==\nVề cuối đời, Lưu Nghiễm càng tỏ ra bạo ngược, kiêu ngạo và dâm dật, ông không bỏ qua bất kì trò hưởng lạc nào. Ông cũng rất thích thu thập vàng bạc châu báu, trong cung của ông vàng bạc châu báu nhiều vô kể, một khi những đồ vật giá trị này đã vào tay ông thì không bao giờ có hi vọng trả lại. Điện Chiêu Dương của Lưu Nghiễm được trang trí mái bằng vàng, thảm trải bằng bạc, rồi những đường nước chảy trong cung đều được rải hạt ngọc trai, khiến cung điện trở nên nguy nga tráng lệ. Điện Nam Huân ông cho trùng tu vào những năm cuối đời cũng tiêu tốn không biết bao nhiêu tiền của.\n\nNăm 936, Lưu Nghiễm khiển bộ tướng Tôn Đức Uy (孫德威) xâm chiếm Mông châu<ref group=\"chú\">蒙州, nay thuộc [[Ngô Châu]], Quảng Tây<\/ref> và Quế châu<ref group=\"chú\">桂州, nay thuộc [[Quế Lâm]], Quảng Tây<\/ref> của Sở. Khi Sở vương [[Mã Hy Phạm]] đem 5.000 bộ-kị binh đến Quế châu, Tôn Đức Uy triệt thoái.<ref name=TTTG280>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷280|quyển 280]].<\/ref>\n\nNgoài thu thập vàng bạc châu báu, một sở thích khác người nữa của Lưu Nghiễm đó là xem cảnh cực hình. Ông đã đưa ra các hình phạt tàn khốc, như cắt lưỡi, phanh thây, xỏ mũi,... Ngoài ra còn có hình phạt nhốt phạm nhân dưới nước, sau đó thả [[rắn độc]] xuống [[rắn cắn|cắn]] cho chết. Khi đao phủ thi hành hình phạt, ông thích được tận mắt chứng kiến cảnh [[hành quyết]], thậm chí ông còn kéo phạm nhân vào cung trị tội để mua vui. Bách tính vừa sợ hãi vừa căm hận ông. Đặc biệt, vào năm 937, sau khi mắc bệnh lâu ngày chữa chưa khỏi, ông càng trở nên độc ác hơn, chỉ thích giải khuây bằng trò giết người. Có lần ông cho thả phạm nhân vào nồi nước nóng, sau đó vớt ra để phơi nắng rồi phết [[muối]] và [[rượu]] lên người phạm nhân, khiến cho da dẻ nát nhừ, để họ chết từ từ mới thôi.\n\nNăm 937, Lưu Nghiễm nhân việc khỏi bệnh, ban bố đại xá.<ref name=TTTG281\/>\n\nNăm 937, Dương Đình Nghệ bị [[Kiều Công Tiễn]] giết chết, Kiều Công Tiễn đoạt lấy quyền cai quản [[Tĩnh Hải quân]]. Năm 938, một tướng cũ của Dương Đình Nghệ là [[Ngô Quyền]] nổi dậy tại Ái châu và sau đó tiến công Giao châu, Kiều Công Tiễn cầu viện Nam Hán. Lưu Nghiễm muốn nhân cơ hội này để đoạt lấy Tĩnh Hải quân, do vậy bổ nhiệm hoàng tử- Vạn vương [[Lưu Hoằng Thao|Lưu Hoằng Tháo]] làm Tĩnh Hải tiết độ sứ, tỉ phong Giao vương, đem binh đến cứu Giao châu, Lưu Nghiễm tự mình đem một đội quân theo sau, dự định đến đóng ở Hải Môn. Lưu Nghiễm hỏi ''Sùng văn sứ'' Tiêu Ích về sách lược, Tiêu Ích nói rằng: \"Nay mưa dầm đã mấy tuần, đường biển thì xa xôi nguy hiểm, Ngô Quyền lại là người kiệt hiệt, không thể khinh suất được. Đại quân phải nên thận trọng chắc chắn, dùng nhiều người hướng đạo rồi sau mới nên tiến\", song Lưu Nghiễm không nghe theo. Tuy nhiên, khi Lưu Hoằng Tháo tiến đến Giao châu, Ngô Quyền đã đánh bại và giết chết Kiều Công Tiễn, chiếm cứ Giao châu. Lưu Nghiễm lệnh cho Lưu Hoằng Tháo suất chiến hạm theo [[sông Bạch Đằng]] tiến đến Giao châu. \n[[Tập tin:Ngô Quyền đại phá quân Nam Hán.jpg|200px|nhỏ|trái|Tranh giả đồng tái hiện trận Bạch Đằng 938]]\nNgô Quyền cho quân sĩ đóng cọc có bịt sắt nhọn xuống lòng sông Bạch Đằng. Khi thủy triều lên, bãi cọc không bị lộ. Khi thủy triều xuống, chiến hạm Nam Hán đều bị cọc sắt ngăn lại và không thể tiến thoái, quân Nam Hán đại bại, sĩ tốt chết quá nửa, Lưu Hoằng Tháo cũng tử chiến, sử gọi là [[trận Bạch Đằng (938)|trận Bạch Đằng]]. Lưu Nghiễm hay tin thì gào khóc thảm thiết, tập hợp tàn quân trở về Nam Hán.<ref name=TTTG281>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷281|quyển 281]].<\/ref>\n\nNăm 939, Triệu Quang Duệ chỉ ra rằng Nám Hán và Sở chưa gửi sứ giả qua lại từ sau khi Mã hoàng hậu qua đời, và hai nước là thân lân cựu hảo, không thể để mất; tiến cử ''Gián nghị đại phu'' Lý Thư (李紓) làm sứ giả. Lưu Nghiễm đồng ý, và sau khi Lý Thư đến Sở, Sở cũng khiển sứ sang Nam Hán, tái lập quan hệ giữa hai nước. Mặc dù vậy, vào năm 941, Lưu Nghiễm khiển sứ đến triều đình Trung Nguyên, đề nghị cùng chiếm Sở rồi chia nhau lãnh thổ, song Hoàng đế Trung Nguyên từ chối.<ref name=TTTG282\/>\n\nNăm 942, Lưu Nghiễm lâm bệnh phải nằm trên giường, ông nhận thấy Tần vương [[Lưu Phần (Nam Hán)|Lưu Hoằng Độ]] và Tấn vương [[Lưu Hoằng Hy]] đều kiêu ngạo và phóng túng, còn Việt vương [[Lưu Hoằng Xương]] (劉弘昌) là người hiếu cẩn và có trí thức. Do đó ông cùng Hữu bộc xạ kiêm Tây ngự viện sứ Vương Lân (王翷) định để Lưu Hoằng Độ đi trấn thủ Ung châu, Lưu Hoằng Hy đi trấn thủ Dung châu và lập Lưu Hoằng Xương làm người kế vị. Tuy nhiên, Tiêu Ích lại thuyết phục ông rằng nếu không lập đích làm trưởng thì tất loạn, do vậy Lưu Nghiễm ngừng tiến hành kế hoạch. Ngày Đinh Sửu tháng 4 âm lịch năm 942, Lưu Nghiễm qua đời, thọ 54 tuổi. Lưu Hoằng Độ kế vị, tức Nam Hán Thương Đế.<ref name=TTTG283\/>\n\nLưu Nghiễm được mai táng ở Khang Lăng (nay thuộc [[Phiên Ngung, Quảng Châu]]), đường vào lăng mộ của ông được đổ bằng thép.\n\n== Nhận xét ==\n''Tư trị thông giám'', tổng kết nhận định từ các nguồn khác, nhận xét về triều đại của Lưu Nghiễm:<ref name=TTTG283\/>\n\n{{quote|Cao Tổ là người tinh ý và có tài ứng biến, song tự kiêu, thường gọi Thiên tử Trung Quốc (tức Trung Nguyên) là \"Lạc châu thứ sử\". Lĩnh Nam là nơi có nhiều đồ quý hiếm, ông tích góp đến nỗi cùng xa cực lệ. Cung điện đều dùng vàng, ngọc, ngọc trai, ngọc bích làm đồ trang trí. Ông dùng hình thảm khốc, bao gồm quán tị (cắt mũi), cát thiệt (cắt lưỡi), chi giải (chặt tay chân), khô dịch (phanh thây phụ nữ mang thai), pháo chích (buộc vào cột sắt nung nóng), phanh chưng (nấu); hoặc cho rắn độc vào nước, rồi ném tù nhân vào đó, gọi là \"thủy ngục\". Khi ''Đồng bình chương sự'' Dương Đỗng Tiềm cố gắng can gián, ông không nghe theo. Trong những năm cuối, ông càng trở nên nghi kị, cho rằng các sĩ nhân phần nhiều là tập trung tâm trí vì con cháu của họ thay vì quốc gia, nên tín nhiệm hoạn giả, do vậy tại Nam Hán hoạn giả đại thịnh.}}\n\n== Con cái ==\nSử không chép Lưu Nghiễm có bao nhiêu con và tên những người con gái. [[Tân Ngũ Đại sử]] có chép vào năm 932, Lưu Nghiễm phong vương cho 19 người con trai của mình là:\n\n# Ung vương Lưu Diệu Xu\n# Khang vương Lưu Quy Đồ\n# Tần vương [[Lưu Hoằng Độ]] (sau nối ngôi, bị em là Lưu Hoằng Hi giết, sử chép hiệu là Thương Đế)\n# Tấn vương [[Lưu Thịnh|Lưu Hoằng Hi]] (sau giết anh cướp ngôi, được tôn miếu hiệu Trung Tông)\n# Việt vương Lưu Hoằng Xương\n# Tề vương Lưu Hoằng Bật\n# Thiều vương Lưu Hoằng Nhã\n# Trấn vương Lưu Hoằng Trạch\n# Vạn vương [[Lưu Hoằng Tháo]] (sau được cải phong Giao vương, tử trận tại Giao Châu)\n# Tuần vương Lưu Hoằng Cảo\n# Tức vương Lưu Hoằng... (không rõ tên)\n# Cao vương Lưu Hoằng Mạc\n# Đồng vương Lưu Hoằng Giản\n# Ích vương Lưu Hoằng Kiến\n# Biện vương Lưu Hoằng Tể\n# Quý vương Lưu Hoằng Đạo\n# Tuyên vương Lưu Hoằng Chiêu\n# Thông vương Lưu Hoằng Chính\n# Định vương Lưu Hoằng Ích\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"|2}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n{{Đầu hộp}}\n{{thứ tự kế vị|trước=[[Lưu Ẩn]] (danh nghĩa)\n|chức vụ=[[Tĩnh Hải quân]] [[Tiết độ sứ]]\n|sau=[[Khúc Thừa Mỹ]] (thực tế)\n|năm=[[911]]-[[917]]}}\n{{Cuối hộp}}\n{{Tĩnh Hải quân Tiết độ sứ}}\n\n[[Thể loại:Tĩnh Hải quân Tiết độ sứ]]\n[[Thể loại:Sinh năm 889]]\n[[Thể loại:Mất năm 942]]\n[[Thể loại:Vua Nam Hán]]\n[[Thể loại:Người Quảng Đông]]"}