{"Nam Dương Huệ Trung":"{{chú thích trong bài}}\n[[Tập tin:Nanyang Huizhong.jpg|nhỏ|Thiền Sư Huệ Trung]] \n{{Thiền sư Trung Quốc}}\n'''Nam Dương Huệ Trung''' (zh. ''nányáng huìzhōng'' 南陽慧忠, ja. ''nanyo echū'') [[675]]?-[[775]] ([[772]]), còn được gọi là '''Huệ Trung Quốc sư''', '''Trung Quốc sư''', là một thiền sư Trung Quốc, một trong những môn đệ xuất sắc, đạt yếu chỉ của Lục tổ [[Huệ Năng]]. Sư là vị thiền sư đầu tiên được ban danh hiệu Quốc sư.\n\n==Cơ duyên ngộ đạo==\nSư họ Nhiễm, quê ở Chư Kị, Việt Châu. Từ nhỏ, sư đã có phong cách xuất trần, dáng vẻ đoan trang, da trắng như tuyết. Tương truyền sư từ nhỏ đến năm 16 tuổi không hề bước qua chiếc cầu ở trước nhà. Một hôm, thấy một vị Thiền sư đi ngang qua, sư bỗng chạy ra xin xuất gia học đạo. Vị này nhận ra tài năng của sư liền chỉ đến Lục tổ. Dưới sự hướng dẫn của Lục tổ, sư đạt tâm ấn và Lục tổ có lời tiên đoán rằng, sư sẽ là một vị \"Phật đứng hiên ngang một mình giữa trời.\"\n\nSau, sư về cốc Đảng Tử trên núi Bạch Nhai, Nam Dương. Nơi đây, sư ẩn cư tu tập 40 năm không hề xuống núi, vì vậy đạo hạnh của sư vang lừng khắp nơi. Năm [[761]], vua Đường Túc Tông thỉnh sư về kinh đô và tôn làm thầy (lúc này sư khoảng 85 tuổi). Trong thời gian khoảng 16 năm, sư tuỳ cơ thuyết pháp, ứng biến cao siêu. Những lời Vấn đáp sau đây nêu rõ phong cách hoằng hoá uy nghiêm của sư và những quan niệm trung tâm của [[Thiền tông]] nói chung.\n\n==Pháp ngữ==\nNhững lời dạy của sư tuy ngắn gọn, nhưng rất cao siêu, trung và hạ cơ khó hội được. Sử sách ghi lại những pháp thoại như sau:\n:Một vị tăng đến hỏi Sư: \"Thế nào là giải thoát?\"\n:Sư đáp: \"Các pháp không đến nhau, ngay đó là giải thoát.\"\n:Tăng hỏi tiếp: \"Thế nào đoạn được?\"\n:Sư bảo: \"Đã nói với ngươi các pháp không đến nhau, có cái gì để đoạn!\"\n\n:Một vị khác hỏi: \"Làm thế nào thành Phật?\"\n:Sư đáp: \"Phật và chúng sinh đồng thời dẹp đi, ngay đó thành Phật!\"\n:Hỏi: \"Làm thế nào được tương ưng?\"\n:Sư đáp: \"Không nghĩ thiện ác tự thấy Phật tính.\"\n:Hỏi: \"Làm sao chứng được Pháp thân?\"\n:Sư đáp: \"Vượt qua cảnh giới Tì-lô.\" (tức cảnh giới Đại Nhật Phật, tượng trưng cho Pháp thân, [[Tam thân]]).\n:Hỏi: \"Pháp thân thanh tịnh làm thế nào đạt được?\"\n:Sư: \"Không chấp Phật để cầu.\"\n:Hỏi: \"Thế nào là Phật?\"\n:Sư: \"Tâm tức là Phật.\"\n:Hỏi: \"Tâm có phiền não chăng?\"\n:Sư: \"Tính phiền não tự lìa.\"\n:Hỏi: \"Không cần phải đoạn trừ sao?\"\n:Sư: \"Đoạn phiền não tức gọi Nhị thừa. Phiền não không sinh gọi Đại Niết-bàn.\"\n:Hỏi: \"Ngồi thiền quán tịnh là làm gì?\"\n:Sư: \"Chẳng Cấu chẳng tịnh đâu cần khởi tâm quán tướng tịnh.\"\n:Hỏi: \"Thiền sư thấy mười phương hư không là Pháp thân chăng?\"\n:Sư: \"Thấy tâm tưởng nhận, đó là cách thấy điên đảo.\"\n:Hỏi: \"Tâm tức là Phật, có phải tu vạn hạnh chăng?\"\n:Sư: \"Chư thánh đều đủ trang nghiêm, đâu có bác không nhân quả.\"\n:Sư ngừng lại đây, bảo: \"Nay tôi trả lời các câu hỏi của ông cùng kiếp cũng không hết, nói nhiều cách đạo càng xa. Cho nên nói: 'Thuyết pháp có sở đắc, đó là dã can kêu, thuyết pháp không sở đắc, đó là tiếng gầm của sư tử.'\"\n\nSư biết duyên sắp đoạn bèn từ giã vua trở về núi. Ngày mùng chín tháng 12 năm Đại Lịch thứ 10, sư nằm nghiêng bên phải nhập [[Niết-bàn]], đệ tử xây tháp cạnh cốc thờ. Vua ban hiệu là Đại Chứng Thiền sư. Môn đệ của sư có Thiền sư [[Đam Nguyên Ứng Chân]] và các vị vua Đường.\n\n==Tham khảo==\n{{tham khảo}}\n*''Fo Guang Ta-tz'u-tien'' 佛光大辭典. Fo Guang Ta-tz'u-tien pien-hsiu wei-yuan-hui 佛光大辭典編修委員會. Taipei: Fo-Guang ch'u-pan-she, 1988. (Phật Quang Đại Từ điển. Phật Quang Đại Từ điển biên tu uỷ viên hội. Đài Bắc: Phật Quang xuất bản xã, 1988.)\n*''Das Lexikon der Östlichen Weisheitslehren'', Bern 1986.\n*Thích Thanh Từ: ''Thiền sư Trung Hoa'' I-III. TP HCM 1990, 1995.\n*Dumoulin, Heinrich:\n:''Geschichte des Zen-Buddhismus'' I. Indien und China, Bern & München 1985.\n:''Geschichte des Zen-Buddhismus'' II. Japan, Bern & München 1986.\n\n{{Viết tắt Phật học}}\n\n[[Thể loại:Thiền sư Trung Quốc]]\n[[Thể loại:Đại sư Phật giáo]]\n[[Thể loại:Sinh năm 675]]\n[[Thể loại:Mất năm 775]]"}