{"Namri Songtsen":"'''Namri Songtsen''' <ref>Stein (1972), p. 298.<\/ref> ([[chữ Tạng]]: {{Bo-textonly|གནམ་རི་སྲོང་བཙན།}}; 570<sup>?<\/sup>–618<sup>?<\/sup>\/629) là [[Danh sách vua Tây Tạng|vị vua thứ 32]] của [[triều đại Yarlung]] của [[người Tạng]]. Namri Songtsen đã mở rộng lãnh thổ của người Tạng từ khu vực thung lũng [[Yarlung Tsangpo (sông)|Yarlung]] ra toàn bộ vùng [[Ü-Tsang]] tại trung tâm [[cao nguyên Thanh Tạng]], đặt nền móng cho sự hình thành của đế quốc [[Thổ Phồn]] dưới thời con trai ông là [[Songtsen Gampo]].\n\n==Bối cảnh==\nNamri Songtsen là một thành viên của tộc người Tạng tại thung lũng Yarlung màu mỡ phía đông nam [[Lhasa]] <ref name=\"Kolmaš, 1967, p.5\">Kolmaš, 1967, p.5<\/ref>, nơi con sông [[Yarlung Tsangpo (sông)|Tsangpo]] hỗ trợ cả về nông nghiệp và đời sống con người. Tại [[cao nguyên Thanh Tạng]] lúc này có các bộ lạc [[du mục]] chăn cừu được tổ chức đơn giản <ref name=\"Kolmaš, 1967, p.5\"\/>, các cuộc giao tranh và xâm lấn là một phần của nền kinh tế <ref>Robert Brainerd Ekvall, ''Fields on the hoof: nexus of Tibetan nomadic pastoralism,''Waveland Press, 1983 pp. 52-3.<\/ref>. Mỗi bộ tộc có nhiều tù trưởng, các bộ tộc này ít có sự giao [[Lưu Do|lưu do]] địa hình, khí hậu và khoảng cách, nên tại mỗi khu vực thung lũng khác nhau mỗi bộ tộc lại có các đặc điểm văn hóa riêng, hiếm có điểm chung <ref name=\"Kolmaš, 1967, p.5\"\/>. Những người Tạng nguyên thủy này bị cô lập với thế giới bên ngoài, dù một bộ phận ở phía đông tại [[Tứ Xuyên]], [[Thanh Hải]] và [[Thổ Dục Hồn|Azha]] sống tại vùng biên giới tiếp giáp hoặc bên trong Trung Hoa <ref>Kolmaš, 1967, p.?<\/ref>. Một số sử liệu cổ của Trung Hoa có thể đã đề cập đến các dân tộc Tạng này như là [[Người Khương|Khương]] hay [[Tây Nhung|Nhung]] <ref>Kolmaš, 1967, p.2: The 羌 ([[Qiang people|Qiang]]) and 戎 ([[Xirong|Rong]]) appear on [[oracle bones]] as early as the 13th and 12th century BC.<\/ref>. Tình hình thay đổi đáng kể vào sơ kỳ [[nhà Đường]], đế quốc Thổ Phồn của người Tạng đã vươn mình trở thành một quốc gia hùng mạnh trong lịch sử Đông và [[Trung Á]].\n\nMột số tài liệu cho rằng người Tạng đã du nhập những kiến thức đầu tiên về chiêm tinh và y học từ Trung Quốc vào thời Namri Songtsen <ref>Bsod-nams-rgyal-mtshan (Sa-skya-pa Bla-ma Dam-pa),''The clear mirror'': a traditional account of Tibet's golden age, tr. McComas Taylor and Lama Choedak Yuthok, Snow Lion Publications, 1996 p.90.<\/ref>. Một số nguồn khác cho rằng điều này xảy ra vào thời con trai ông là Songtsen Gampo trị vì <ref>[[Rolf Alfred Stein]], ''Tibetan Civilization,'' Stanford University Press, 1972 p. 51.<\/ref>. Tri thức du nhập vào Tạng từ nhiều nơi khác nhau, không chỉ từ Trung Hoa <ref>Jean-Claude Martzloff, ''A history of chinese mathematics,'' Springer 206 p.110.<\/ref>, mà còn từ Phật giáo Ấn Độ, Byzantium <ref>Dan Martin, 'Greek and Islamic Medicines' Historical Contact with Tibet: A Reassessment in View of Recently Available but Relatively Early Sources on Tibetan Medical Eclecticism'' in Anna Akasoy, Charles Burnett, Ronit Yoeli-Tlalim (eds.)''Islam and Tibet: Interactions Along the Musk Routes,'' Ashgate 2011,pp.117-144, p. 128.<\/ref><ref>Christopher I. Beckwith, 'The Introduction of Greek Medicine into Tibet in the Seventh and Eighth Centuries,' in ''Journal of the American Oriental Society,'' 99:2 (1979) pp. 297-313.<\/ref> và Trung Á <ref>Henk Blezer et al., 'Brief Outlook:Desiderata in the Study of the History of Tibetan Medicine,' in Mona Schrempf (ed.) ''Soundings in Tibetan medicine: anthropological and historical perspectives,'' Brill, 207  pp. 427-437, p. 430 n.5.<\/ref>.\n\n==Cuộc đời và di sản==\nKhoảng năm 600, Namri Songtsen, một trong những thủ lĩnh tại thung lũng Yarlung, đã sử dụng những chiến binh chăn cừu lần lượt chinh phục các bộ tộc lân cận, mở rộng quyền cai trị của ông đến toàn bộ Ü-Tsang, bao gồm cả khu vực Lhasa <ref name=\"Kolmaš, 1967, p.5\"\/>,  giúp ông thiết lập một nhà nước tập trung và mạnh mẽ, với quân đội thiện chiến dày dạn kinh nghiệm. Đây là một nền móng quan trọng cho các cuộc chinh phục sau này của con trai ông, Songtsen Gampo, người đã thống nhất toàn bộ cao nguyên Thanh Tạng <ref name=\"Kolmaš, 1967, p.5\"\/>. Theo Beckwith, Namri Songtsen là người đầu tiên cử sứ giả tới Trung Hoa vào thời nhà Tùy, năm 608 và 609.\n\nNamri Songtsen bị hạ độc {{cn|date=tháng 6 năm 2017}} vào năm 618 hoặc 629\/630, trong một cuộc đảo chính {{cn|date=tháng 6 năm 2017}}. Songtsen Gampo đã dẹp yên bạo loạn, kế thừa di sản của Namri Songtsen, hoàn thành việc chinh phục [[cao nguyên Thanh Tạng]], ban hành bộ luật thống nhất, tạo ra hệ thống chữ Tạng, một kho lưu trữ hồ sơ chính thức và mở rộng các mối quan hệ với thế giới bên ngoài.\n\n==Xem thêm==\n* [[Triều đại Yarlung]]\n* [[Lịch sử Tây Tạng]]\n* [[Danh sách vua Tây Tạng]]\n\n==Chú thích== \n{{tham khảo}}\n\n=== Nguồn ===\n* Josef Kolmaš, ''Tibet and Imperial China, A Survey of Sino-Tibetan Relations up to the End of the Madchu Dynasty in 1912''. Occasional paper No. 7, The Australian National University, Centre of Oriental Studies, Canberra, 1967. Page 7-11\/67. ([https:\/\/web.archive.org\/web\/20110519123504\/http:\/\/picasaweb.google.com\/hugo.lpz\/TibetAndImperialChina\/photo#s5192105797551575666 lire en ligne], appuyer sur F11 pour l'affichage plein écran)\n*Stein, R. A. (1972). ''Tibetan Civilization''. Faber and Faber, London; Stanford University Press, Stanford, California. {{ISBN|0-8047-0806-1}} (cloth); {{ISBN|0-8047-0901-7}}.\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Tạng]]\n[[Thể loại:Thổ Phồn]]\n[[Thể loại:Mất năm 629]]\n[[Thể loại:Sinh thế kỷ 6]]\n[[Thể loại:Người Tây Tạng thế kỷ 7]]\n[[Thể loại:Vua Tây Tạng]]"}