{"Nerva":"{{Thông tin nhân vật hoàng gia\n| tước vị = [[Hoàng đế La Mã]]\n| tên = Nerva\n| tên đầy đủ = Marcus Cocceius Nerva\n| hình = Nerva Tivoli Massimo.jpg\n| ghi chú hình = Bust of emperor Nerva, [[National Museum of Rome#Palazzo Massimo alle Terme|Palazzo Massimo alle Terme]], [[Roma]]\n| chức vị = [[Danh sách Hoàng đế La Mã|Nguyên thủ thứ 12 của La Mã]]\n| kiểu tại vị = Cai trị\n| tại vị = [[18 tháng 9]] năm [[96]] –<br>[[27 tháng 1]] năm [[98]]<br>({{số năm theo năm và ngày|96|09|18|98|01|27}})\n| tiền nhiệm = [[Domitianus (Hoàng đế)|Domitian]] {{Vương miện}}\n| kế nhiệm = [[Traianus|Trajan]] {{Vương miện}}\n| phối ngẫu = \n| phối ngẫu 2 = \n| con cái = [[Traianus|Trajan]] (con nuôi)\n| hoàng tộc = [[Nhà Nerva-Traiani|Nerva-Traiani]]\n| cha = Marcus Cocceius Nerva\n| mẹ = Sergia Plautilla\n| sinh = {{birth date|30|11|8|df=y}}\n| nơi sinh = [[Narni]]\n| mất = {{death date and age|98|1|27|30|11|8|df=y}}\n| nơi mất = [[Gardens of Sallust]], Roma\n| nơi an táng = [[Lăng Augustus]], Roma|\n}}\n\n'''Marcus Cocceius Nerva''' ([[8 tháng 11]] năm 30 – [[27 tháng 1]] năm 98) là [[hoàng đế La Mã]] từ năm 96 đến khi ông [[chết|qua đời]] năm 98. Ông là hoàng đế đầu tiên của [[nhà Nerva-Traiani]] và là một trong [[Ngũ hiền đế]]. Nerva lên ngôi khi ông đã 65 tuổi, sau khi hoàng đế [[Domitianus (Hoàng đế)|Domitian]] bị giết; trước đó ông làm quan thời [[Nero]] và các hoàng đế nhà Flavia [[Vespasianus|Vespasian]], [[Titus]] và [[Domitianus (Hoàng đế)|Domitian]]. Dưới thời Nero, ông giữ vai trò quan trọng trong đoàn tùy tùng hoàng gia và đóng một vai trò rất quan trọng trong việc tiết lộ âm mưu của Pisonian năm 65. Sau đó, như là một người trung thành với hoàng đế Flavia, ông đã giữ chức chấp chính quan trong năm 71 và 90.\n\nNgày 18 tháng 9 năm 96, một số vệ binh pháp quan cấu kết với nô lệ được thả mưu sát Domitianus. Cùng ngày, Nerva được viện nguyên lão La Mã phong làm hoàng đế. Khi mới lên ngôi, ông tuyên bố sẽ phục hồi quyền dân chủ bị hoàng đế độc đoán Domitianus bãi bỏ. Tuy nhiên, triều đại ngắn ngủi của Nerva gặp nhiều khó khăn về mặt tài chính, và ông không có tài cầm quân. Tháng 10 năm 97, Lực lượng Vệ binh pháp quan nổi dậy, buộc ông phải chấp nhận Marcus Ulpius Traianus ([[Traianus|Trajan]]), một người tài đức, là người kế vị. Sau 15 tháng cầm quyền, ông đột ngột [[chết|qua đời]] ngày 27 tháng 1 năm 98. Trajan trở thành hoàng đế mới của La Mã.\n\n== Khởi nghiệp ==\n=== Gia đình ===\nMarcus Cocceius Nerva được sinh ra ở làng Narni, cách kinh thành Roma 50&nbsp;km về phía bắc, là con của Marcus Cocceius Nerva, chấp chính quan năm 40, và bà Sergia Plautilla.<ref name=grainger-29>Grainger (2003), p.&nbsp;29<\/ref> Theo các sử sách, ông ra đời khoảng từ năm 30 đến 35.<ref>\"[[Aurelius Victor]] records the year as 35, [[Cassius Dio]] as 30. The latter has been more widely accepted\" (Wend, [http:\/\/www.roman-emperors.org\/nerva.htm#N_2_ n. 2]). [[Ronald Syme]] considered the dates of Nerva's later offices more consistent with 35; see {{chú thích sách|url=https:\/\/archive.org\/details\/tacitus0002unse|title=Tacitus|last=Syme|first=Ronald|publisher=Oxford University Press|year=1958|isbn=0-19-814327-3|location=Oxford|pages=[https:\/\/archive.org\/details\/tacitus0002unse\/page\/653 653]}}<\/ref> Một chị ruột ông sau này kết hôn với [[Lucius Salvius Titianus Otho]], em trai của hoàng đế tương lai Otho.<ref name=grainger-29\/>\n\nGiống như Vespasian nhà Flavia, Nerva là nhà quý tộc Ý, chứ không phải là nhân tài của La Mã.<ref name=syme-rubellius-83>Syme (1982), p.&nbsp;83<\/ref> Tuy nhiên, gia đình Cocceii có thanh danh lớn vào thời kì cuối của chế độ cộng hòa và thời kì đầu của đế quốc, mà các thế hệ kế tiếp nhau giữ chức chấp chính quan.\n\nTổ tiên họ nội trực tiếp của Nerva, tất cả đều mang tên Marcus Cocceius Nerva, và đều có mối quan hệ với các hoàng đế kể từ thời [[Augustus]] (27 TCN - 14 CN). Ông cố nội của ông là chấp chính quan năm 36 TCN và Thống đốc của châu Á trong cùng một năm. Ông nội của ông đã trở thành Consul Suffect vào năm 21 hoặc tháng 7 năm 22, và được biết đến như một người bạn của hoàng đế [[Tiberius]] (14-37 CN). Ông đã đi cùng với hoàng đế khi ông đi tu hành tới Capri từ 23 trở đi, và qua đời năm 33. Cha của Nerva, cuối cùng đã đảm nhiệm chức chấp chính quan năm 40 dưới thời [[Caligula]] (37-41).<ref name=grainger-28>Grainger (2003), p.&nbsp;28<\/ref> Dòng họ Cocceii đã được kết nối với các [[triều đại Julius-Claudia]] thông qua các cuộc hôn nhân của anh trai Sergia là Plautilla Octavius Laenas, và [[Rubellia Bassa]], cháu gái lớn của Tiberius.<ref name=syme-rubellius-83\/>\n\n== Quan chức ==\nSự nghiệp của Nerva hầu như không được sử sách ghi nhận, dù bắt đầu khi ông không theo đuổi nghề hành chính hoặc quân sự bình thường. Là một cố vấn cho hoàng đế [[Nero]], ông thành công khi giúp phát hiện và vạch trần âm mưu của Piso năm 65. Chính xác những gì đóng góp của ông để điều tra là không được biết đến nhưng sự phục vụ của ông phải là đáng kể.\n\nVụ tự sát của [[Nero]] vào ngày 09 Tháng Bảy năm 68 đã đem đến kết cục là chấm dứt sự cai trị của [[triều đại Julius-Claudius]]. Sự hỗn loạn xảy ra sau đó, dẫn đến một năm của các cuộc nội chiến tàn bạo được gọi là [[Năm của Bốn Hoàng đế]], mà đã cho thấy sự kế vị liên tiếp và sự sụp đổ của các hoàng đế [[Galba]], [[Otho]] và [[Vitellius]], cho đến khi có sự lên ngôi của Vespasianus vào ngày 21 tháng 12 năm 69. Hầu như không có gì là nổi bật liên quan đến Nerva trong suốt năm 69, nhưng bất chấp thực tế rằng [[Otho]] là em rể của em gái ông, ông dường như đã là một trong những người ủng hộ sớm nhất và mạnh nhất của dòng họ Flavius.\n\nĐối với sự phục vụ chưa được biết, ông đã được tưởng thưởng bằng chức chấp chính quan vào thời kì đầu triều đại của Vespasianus trong năm 71. Sau năm 71, Nerva một lần nữa biến mất khỏi lịch sử, có lẽ tiếp tục sự nghiệp của mình như là một cố vấn kín đáo dưới thời Vespasianus (69-79) và các con trai của ông [[Titus]] (79-81) và [[Domitianus]] (81-96).\n\nÔng tái xuất trong cuộc nổi loạn của Saturninus năm 89. Ngày 1 tháng 1 năm 89, thống đốc của Đại Germania, [[Lucius Antonius Saturninus]], và hai quân đoàn của mình ở Mainz, [[Legio XIV Gemina]] và [[Legio XXI Rapax]], nổi loạn chống lại [[Đế quốc La Mã|Đế chế La Mã]] với sự trợ giúp của bộ lạc Chatti <ref name=jones-144>Jones (1992), p.&nbsp;144<\/ref>. Viên Thống đốc [[Hạ Germania]], [[Lappius Maximus]], đã di chuyển đến khu vực cùng một lúc, cùng với sự hỗ trợ từ viên tổng trấn của vùng Rhaetia, [[Titus Flavius ​​Norbanus]]. Trong thời hạn 24 ngày kể từ ngày cuộc nổi loạn bắt đầu,nó đã bị dẹp tan, và thủ lĩnh của nó tại Mainz trừng phạt dã man. Các quân đoàn nổi loạn sau đó đã bị đưa đến mặt trận Illyricum.\n\nDomitianus đã bắt đầu năm tiếp sau cuộc nổi loạn bằng việc chia sẻ chức chấp chính quan với Nerva. Một lần nữa, vinh quang này đã được cho rằng Nerva đã đóng một vai trò trong việc phát hiện ra âm mưu, có lẽ cũng tương tự như những gì ông đã làm trong việc phát giác âm mưu Piso dưới thời Nero. Ngoài ra, Domitianus có thể đã chọn Nerva là đồng sự của mình để nhấn mạnh sự ổn định và hiện trạng của chế độ.<ref name=murison-150>Murison (2003), p.&nbsp;150<\/ref>\n\n==Hoàng đế==\n===Kế vị===\n\n== Tham khảo ==\n{{Tham khảo}}\n\n{{Sơ khai Ý}}\n{{Hoàng đế La Mã}}\n{{Các chủ đề|Lịch sử|Văn minh La Mã và Hy Lạp cổ đại}}\n{{thể loại Commons|Nerva}}\n\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Triều đại Nerva-Traiani]]\n[[Thể loại:Mất năm 98]]\n[[Thể loại:Sinh năm 30]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Triều đại Flavian]]\n[[Thể loại:Hoàng đế La Mã thế kỷ 1]]"}