{"Ngu Phiên":"'''Ngu Phiên''' ([[chữ Hán]]: 虞翻; 164-233) là công thần khai quốc nhà [[Đông Ngô]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Dưới quyền Vương Lãng==\nNgu Phiên có tên tự là '''Trọng Tường''', người huyện Dư Diêu quận Cối Kê (thuộc Dương châu).\n\nThời trẻ, Ngu Phiên là người ham học, có khí tiết cao thượng.\n\nThái thú Cối Kê là [[Vương Lãng]] thu dụng Ngu Phiên, cho ông làm Công tào.\n\nNăm [[198]], [[Tôn Sách]] đánh quận Cối Kê trên con đường [[chiến dịch Dương châu|chinh phục Giang Đông]]. Lúc đó Ngu Phiên có tang cha, mặc áo tang đến cửa phủ, Vương Lãng đồng ý cho đến. Ngu Phiên liền cởi áo tang vào gặp, khuyên Vương Lãng nên đầu hàng Tôn Sách<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 754<\/ref>. Vương Lãng không nghe, mà mang quân ra Cổ Lãng<ref>Phía tây huyện Túc, [[Chiết Giang|Triết Giang]]<\/ref> đối địch. Kết quả Vương Lãng bại trận, dẫn Ngu Phiên lên thuyền trốn. Khi đến huyện Hầu Quan ở phía đông quận Cối Kê, huyện trưởng huyện Hầu Quan đóng cửa thành không nạp, Ngu Phiên bèn đến thuyết phục ông ta, vì vậy Vương Lãng và Ngu Phiên được vào thành.\n\nSau đó hai người lại chạy đến huyện Đông Trị, lại bị Tôn Sách đánh thua, hai người đầu hàng Tôn Sách. Vương Lãng thấy ông còn mẹ già, khuyên ông về nhà. Ngu Phiên trở về, nhưng sau đó Tôn Sách vẫn muốn dùng ông, tự đến nhà Ngu Phiên, phong cho ông làm Công tào, dùng lễ đối đãi. Ngu Phiên từ đó phục vụ Tôn Sách.\n\n==Phục vụ Tôn Sách==\nTôn Sách thích rong ruổi săn bắn, Ngu Phiên can ngăn không nên mạo hiểm. Tôn Sách nghe theo.\n\nTôn Sách đánh người Sơn Việt, chém cừ súy của họ, tung hết quân hộ tống ra đuổi theo người Sơn Việt, cưỡi ngựa cùng với Ngu Phiên gặp nhau ở trong núi. Ngu Phiên hộ tống Tôn Sách đi qua nơi hoang vắng, tập hợp lại ba quân.\n\nTôn Sách đánh [[Hoàng Tổ]], muốn đến đánh lấy quận Dự Chương do [[Thái thú]] [[Hoa Hâm]] trấn giữ, bèn sai Ngu Phiên đến dụ Hoa Hâm. Ngu Phiên vào thành Dự Chương phân tích lợi hại, sáng hôm sau Hoa Hâm ra khỏi thành xin hàng Tôn Sách<ref>Lê Đông Phương, sách đã dẫn, tr 160<\/ref>.\n\nSau đó Ngu Phiên ra huyện Phú Xuân làm huyện trưởng.\n\n==Phục vụ Tôn Quyền==\nNăm [[200]], Tôn Sách qua đời, các trưởng lại đều muốn đến dự tang, Ngu Phiên khuyên không nên vì vùng núi xung quanh còn nhiều người không thần phục, nên ở lại canh giữ. Ông chỉ mặc áo tang ở lại nhiệm sở trông coi. Các huyện đều bắt chước theo ông, vì vậy được yên ổn.\n\nEm Tôn Sách là [[Tôn Quyền]] kế vị. Anh họ Quyền là Tôn Cảo đóng đồn ở huyện Ô Trình, chỉnh đốn quân, muốn đánh lấy quận Cối Kê. Ngu Phiên bèn đến dụ Tôn Cảo, Cảo bèn rút lui.\n\nSau đó Ngu Phiên được châu cử làm mậu tài, [[Tào Tháo]] nhân danh [[Hán Hiến Đế]] gọi ông làm Thị ngự sử, còn Tào Tháo cũng đích thân gửi thư mời, nhưng ông đều không nghe theo, tỏ ý coi thường Tào Tháo và ở lại giúp Tôn Quyền.\n\nNgu Phiên gửi thư cho Thiếu phủ [[Khổng Dung]] (đang phục vụ cho [[Tào Tháo]] ở Hứa Xương), cho xem bản chú [[Kinh Dịch]] mà mình soạn. Khổng Dung đáp thư tỏ ý rất ngưỡng mộ ông. Cối Kê đông bộ đô úy là [[Trương Hoành]] lại gửi thư cho Khổng Dung cũng tỏ ý khen ngợi Ngu Phiên.\n\nTôn Quyền phong Ngu Phiên làm Kị đô úy. Ông nhiều lần can gián phạm vào ý trên, Quyền không được vui, tính lại không hòa hợp với mọi người, cho nên nhiều lần bị gièm pha, bị bắt lỗi đày đến huyện Kính quận Đan Dương.\n\nNăm [[219]], [[Lã Mông]] mưu đánh [[Quan Vũ]], giả bệnh về thành Kiến Nghiệp, vì thấy Ngu Phiên biết cả nghề y, xin được theo học. Sau đó Lã Mông đem quân sang phía tây, Thái thú Nam Quận của [[Quan Vũ]] là [[Mi Phương]] mở cửa thành ra hàng; Ngu Phiên khuyên Lã Mông nhanh chóng mang quân vào chiếm thành để ngăn ngừa những thủ hạ của Phương không thần phục có thể chống lại. Lã Mông nghe theo, vì vậy ngăn cản được một số thủ hạ của My Phương định phục binh trong thành đánh quân Ngô.\n\nQuan Vũ thua chạy, Tôn Quyền sai Ngu Phiên bói xem. Ông dự đoán trong 2 ngày sẽ chém được Quan Vũ. Quả nhiên sau đó chiến sự đúng như lời ông, nên Tôn Quyền rất khen ngợi.\n\nTướng Ngụy là [[Vu Cấm]] bị Quan Vũ bắt trói trước đó ở trong thành, được Tôn Quyền thả ra. Ngu Phiên tỏ ý phản đối việc trọng đãi Vu Cấm. Sau đó Tôn Quyền hòa với Ngụy để chống Thục, định thả Vu Cấm. Ngu Phiên rất phản đối, đề nghị chém Cấm để phòng sau này Cấm quay lại cầm quân đánh Ngô. Nhưng Tôn Quyền không nghe, dùng lễ tiễn đưa Vu Cấm. Vu Cấm dẫu bị ông ghét nhưng vẫn khen ngợi ông. [[Tào Phi]] nghe nói về Ngu Phiên rất ngưỡng mộ, đặt sẵn ghế trống trong triều tỏ ý muốn thu dụng ông.\n\nNăm [[222]], Tôn Quyền được Tào Phi phong làm Ngô vương. Tôn Quyền và [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] bàn luận về chuyện thần tiên, Ngu Phiên tỏ ý không đồng tình, bài xích Trương Chiêu. Tôn Quyền tức giận bèn đày ông đi [[Giao Châu]].\n\nĐến Giao châu, Ngu Phiên vẫn tiếp tục dạy học, học trò có đến mấy trăm người. Ông còn chú giải các sách [[Lão Tử]], [[Luận Ngữ]], [[Quốc Ngữ]], đều được lưu truyền đời sau<ref>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B757 Ngu Lục Trương Lạc Lục Ngô Chu truyện]<\/ref>.\n\nTuy bị lưu đày, Ngu Phiên vẫn quan tâm tới việc nước. Năm [[233]], tướng Liêu Đông của nước [[Tào Ngụy]] là [[Công Tôn Uyên]] sai sứ đến Đông Ngô xin kết giao. Tôn Quyền mừng rỡ, định sai đặc sứ đến Liêu Đông phong Công Tôn Uyên làm Yên vương để hy vọng cùng giáp công đánh Ngụy. Ngu Phiên nghe tin, muốn can nhưng không dám, soạn biểu gửi cho thứ sử Quảng châu là Lã Đại xem. Tuy nhiên Lã Đại không báo cho Tôn Quyền.\n\nSau đó Công Tôn Uyên đổi ý, giết chết sứ giả Đông Ngô do Tôn Quyền phái đi là Hứa Yển và Trương Di, thu luôn 1 vạn người của Đông Ngô làm thuộc hạ. Tôn Quyền ân hận, nghe tin Ngu Phiên có ý can ngăn, bèn hạ lệnh sai người đến Giao châu thăm hỏi, nếu ông còn sống thì cấp cho thuyền người, sai phải về kinh, nếu đã chết rồi thì đem tang về bản quận, sai con trai làm quan. Tuy nhiên đúng lúc sứ giả đến nơi thì Ngu Phiên đã qua đời, thọ 70 tuổi.\n\nNgu Phiên ở Giao châu hơn mười năm, được đem về táng ở quê nhà; vợ con ông được dời Giao châu trở về.\n\n==Xem thêm==\n* [[Tôn Sách]]\n* [[Tôn Quyền]]\n* [[Vương Lãng]]\n\n==Tham khảo==\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trần Thọ, Tam quốc chí, Ngô chí, [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B757 Ngu Lục Trương Lạc Lục Ngô Chu truyện]\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 164]]\n[[Thể loại:Mất năm 233]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Người Chiết Giang]]"}