{"Nguyên Nhân Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyên Nhân Tông <br>元仁宗 <br> Phổ Nhan Đốc Hãn <br>  普顏篤汗\n| tên gốc = \n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]], [[Khả hãn|Khả Hãn]] [[Đế quốc Mông Cổ|Mông Cổ]]\n| thêm = china \n| hình = YuanEmperorAlbumAyurbarvadaBuyantuPortrait.jpg\n| cỡ hình = \n| ghi chú hình = Chân dung Nguyên Nhân Tông.\n| chức vị = [[Hoàng đế]] [[nhà Nguyên|Đại Nguyên]]\n| kiểu tại vị = Trị vì\n| tại vị = [[1311]] – [[1320]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1271 till:1368\nAlignBars = early\nScaleMajor = increment:97 start:1271\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1311 till:1320 color:red\n<\/timeline>\n\n| đăng quang = [[7 tháng 4|7\/4]]\/1311 tại [[Bắc Kinh|Đại đô]]\n| tiền nhiệm = [[Nguyên Vũ Tông|<span style=\"color:grey\">Nguyên Vũ Tông<\/span>]]\n| nhiếp chính = \n| kế nhiệm = [[Nguyên Anh Tông|<span style=\"color:blue\">Nguyên Anh Tông<\/span>]]\n| chức vị 1 = [[Khả hãn|Khả Hãn]] [[Đế quốc Mông Cổ|Mông Cổ]] (danh nghĩa)\n| tại vị 1 = 1311 - 1320\n| tiền nhiệm 1 = [[Nguyên Vũ Tông|Khúc Luật]] hãn\n| kế nhiệm 1 = [[Nguyên Anh Tông|Cách Kiên]] hãn\n| phối ngẫu = \n| chồng = \n| vợ = \n| thông tin con cái = \n| con cái = \n| tên đầy đủ = Bột Nhi Chỉ Cân Ái Dục Lê Bạt Lực Bát Đạt (孛兒只斤愛育黎拔力八達, Borjigin Ayurbarwada, {{mongolUnicode|ᠠᠶᠤᠤᠷᠪᠠᠯᠪᠠᠳ}})\n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = Hoàng Khánh(皇慶): 1312 - 1313<br>Diên Hữu(延祐): 1314 - 1320 \n| thụy hiệu = Thánh Văn Khâm Hiếu Hoàng Đế (聖文欽孝皇帝)<br>Buyan-tu hãn({{mongolUnicode|ᠪᠤᠶᠠᠨ ᠲᠤ ᠬᠠᠭᠠᠨ}}, Буянт хаан)\n| miếu hiệu = [[Nhân Tông]]\n| tên ngai =\n| tên Horus =\n| tên Nebty =\n| Horus Vàng = \n| hoàng tộc = [[Bột Nhi Chỉ Cân]] (Боржигин)\n| cha = [[Đáp Lạt Ma Bát Lạt]] (Darmabala)\n| mẹ = [[Đáp Kỷ]] (Dagi)\n| sinh = 9\/4\/1285 <small>(Âm lịch)\n| nơi sinh = \n| mất = {{Death date and age|mf=yes|1320|3|1|1285|4|9}}\n| nơi mất = \n| ngày an táng = \n| nơi an táng = Khởi Liễn cốc\n}}\n'''Nguyên Nhân Tông''' ([[chữ Hán]]: 元仁宗; [[1285]] - [[1320]]) tên thật là '''Bột Nhi Chỉ Cân Ái Dục Lê Bạt Lực Bát Đạt '''(Borijin Ayurbarwada Buyantu Khan), là vị [[Hoàng đế]] thứ tư của [[nhà Nguyên]] và là [[Khả hãn|Đại Hãn]] thứ tám của [[Đế quốc Mông Cổ]]. Ông là con của [[Đáp Lạt Ma Bát Lạt]] và là em trai của [[Nguyên Vũ Tông]].\n\nNguyên Nhân Tông là vị Hoàng đế triều Nguyên đầu tiên tích cực ủng hộ việc áp dụng các nguyên tắc đạo đức vào hệ thống hành chính Mông Cổ. Hoàng đế, người được cố vấn bởi học giả Nho giáo [[Lý Mãnh]], đã thành công khi lên ngai vàng một cách hòa bình  và đảo ngược chính sách của anh trai tiền nhiệm của ông. Quan trọng hơn, ông tái lập hệ thống kiểm tra dân sự cho triều đại nhà Nguyên.\n\n==Tiểu sử==\nCha ông là [[Đáp Lạt Ma Bát Lạt]], con trai Thái tử [[Chân Kim]] và anh ruột của [[Nguyên Thành Tông]] Thiết Mục Nhĩ. Mẹ ông là [[Đáp Kỷ|Hoằng Cát Lạt Đáp Kỷ]], sinh ra ông và người anh trai [[Nguyên Vũ Tông]] Hải Sơn. Xét vai vế gia tộc, ông là cháu gọi Hốt Tất Liệt bằng ông cố, gọi Chân Kim bằng ông nội, và gọi Thành Tông bằng chú ruột.\n\nBát Đạt vốn nhân từ và hiếu thảo. Năm [[1292]], Chân Kim mất, Hải Sơn chuyển đến [[Mạc Bắc]] sinh sống, bỏ lại em trai là Bát Đạt, khi đó lên 7 tuổi. Năm [[1294]], Nguyên Thành Tông kế vị, tôn mẹ ruột [[Bá Lam Dã Khiếp Xích|Khoát Khoát Chân]], cũng chính là tổ mẫu của Bát Đạt làm [[Hoàng thái hậu]]. Thấy Bát Đạt bơ vơ, Thái hậu giữ lại cung nuôi nấng, tuyển hiền sĩ [[Lý Mãnh]] dạy học cho Bát Đạt<ref>《[[Nguyên sử]]》, quyển 22, tr. 480.<\/ref>. Càng lớn, ông càng trở nên thông minh, nhẫn nại và cứng rắn, khiến cho [[Bốc Lỗ Hãn]], Hoàng hậu của Thành Tông thập phần dè chừng.\n\nNăm Đại Đức thứ 4 ([[1300]]), Thái hậu băng, Bát Đạt mất đi chỗ dựa. Năm [[1305]], Nguyên Thành Tông đau ốm liên miên, để mặc Bốc Lỗ Hãn nhúng tay vào việc triều chính. Mẹ con Bát Đạt bị Hoàng hậu đày tới [[Hoài Châu]]<ref>Herbert Franke, Denis Twitchett, John King Fairbank. ''Lịch sử Trung Quốc của Cambridge: chính sách đối ngoại và các vùng biên giới, 907–1368'', tr. 505<\/ref>. Cuộc sống vất vả ở đó đã rèn luyện Bát Đạt trưởng thành sớm, dần dần ông nhìn thấu nỗi khổ của người dân và hiểu được những chính sách vô lý của nhà Nguyên thời bấy giờ. Bát Đạt không ngừng học hỏi nhiều thứ khi ở Hoài Châu. Ông cho rằng cuộc sống ở làng quê còn yên bình hơn khi phải ở [[Đại Đô]] hay [[Thượng Đô]].\n\n==Trước khi làm vua==\nNăm [[1307]], Nguyên Thành Tông bạo băng, cuộc chiến tranh giành ngôi vị nổ ra dữ dội. Dưới sự ủng hộ của Tả thừa tướng [[A Hốt Đài]], Hoàng hậu Bốc Lỗ Hãn đòi lập [[A Nan Đáp]] lên ngôi nhưng bị nhiều người phản đối kịch liệt. A Nan Áp nắm tạm chính quyền trên danh nghĩa là giám quốc. Bát Đạt liên lạc với Hải Sơn về Đại Đô giành ngôi, nhưng Hải Sơn ở ngoài Mạc Bắc xa xôi nên Bát Đạt đã đến Đại Đô trước. Vài ngày sau ông xông vào hoàng cung, bắt giam A Nan Đáp và A Hốt Đài, sau hai tên này bị Hải Sơn xử tội chết. Bốc Lỗ Hãn bị tạm giam, sau cũng bị Hải Sơn đày ra [[Đông An]] ban chết vào tháng 5 năm 1307<ref>Nửa cuối triều đại nhà Nguyên<\/ref>.\n\nNăm [[1307]], Hải Sơn lên ngôi, tức [[Nguyên Vũ Tông]]. Vì Bát Đạt phò trợ lên ngôi Hoàng đế nên được Vũ Tông vô cùng yêu mến, phong làm [[Hoàng thái đệ]] kiêm chức [[trung thư lệnh]]. Trong thời gian Vũ Tông tại vị, Bát Đạt được phép can dự triều chính cùng Hoàng đế để bàn quốc gia đại sự<ref>《Nguyên sử》, quyển 22, tr. 480.<\/ref>. Sự quyết đoán và thông minh của ông làm Vũ Tông và các triều thần phải khâm phục. Có những lúc Vũ Tông ham chơi, không màng chính sự, Bát Đạt không khuyên gián, nhưng vẫn giúp Hoàng đế cai trị đất nước ổn thỏa, nên Đại Nguyên vẫn hùng mạnh và thái bình<ref>Yoshikawa Kojiro. ''Gen no shotei no Bungaku'', tr. 234.<\/ref>. Khi sứ giả của các nước đến chầu, Bát Đạt luôn cố gắng giữ thể diện cho mình và Hoàng đế nhà Nguyên trước mặt sứ giả. Biết Bát Đạt tài giỏi, Vũ Tông đã xác định ngôi vị [[Trữ quân]] cho em mình, nhưng buộc Bát Đạt cam kết sau khi qua đời phải truyền ngôi cho hậu duệ của Vũ Tông.\n\nNăm [[1311]], Vũ Tông băng hà. Bát Đạt được phép đăng cơ, cho hoãn ngày chỉnh đốn lại đất nước trong vài tuần rồi mới lên lên ngai vàng, trở thành '''Nguyên Nhân Tông'''.\n\n==Trị vì==\nNguyên Nhân Tông là Hoàng đế có tài và biết trọng dụng hiền thần cho đất nước. Ông không phân biệt chủng tộc và luôn trọng dụng [[người Hán]]. Trong thời gian gần 10 năm ở ngôi, ông đã mở ra rất nhiều khoa thi tuyển làm quan. Lúc đầu công việc này khá ổn định nhưng về các đời sau thì quan lại vô dụng trong triều ngày càng nhiều dẫn đến nhiều biến cố trong triều<ref>Herbert Franke, Denis Twitchett, John King Fairbank. ''Lịch sử Trung Quốc của Cambridge: chính sách đối ngoại và các vùng biên giới, 907–1368'', tr. 513.<\/ref>.\n\nNăm [[1313]], Nhân Tông đã hạ lệnh cho mở khoa thi theo kiểu người Hán, lấy được nhiều nhân tài giỏi, trong đó có cả người Hán. Nguyên Nhân Tông còn bắt tay vào việc cải cách chính trị và kinh tế. Ông cai trị theo lối Hán pháp. Ông đã bãi bỏ những bộ luật hóc búa, khô khan và không cần thiết như \"Chí Đại ngân sao\" và \"Chí Đại thông bảo\" thời Nguyên Vũ Tông. Nhân Tông đã khôi phục tiền Trung Thống và tiền Chí Nguyên. Ông đã nỗ lực để cải thiện lại khủng hoảng tài chính nhà Nguyên lúc đó. Vì muốn nhiều người ủng hộ, ông đã tiến hành khen thưởng tràn lan giống như hai thời Thành Tông và Vũ Tông, tăng việc xây dựng nhiều công trình kiến trúc đồ sộ, tăng cường chi phí quân đội nên việc cải cách của ông không được chuyển biến hiệu quả. Ông đảnh phải in một lượng lớn tiền giấy. Tới khi Nhân Tông sắp qua đời thì đồng tiền mất giá trầm trọng và cải cách tiền tệ của ông hoàn toàn thất bại. Gánh nặng tài chính triều Nguyên ngày càng khủng hoảng.\n\nNăm [[1314]], Nhân Tông sai các quan tới 3 tỉnh là [[Giang Tây]], [[Chiết Giang|Triết Giang]] và [[Hà Nam (Trung Quốc)|Hà Nam]] kiểm tra việc thu thuế nhằm tăng ngân thuế triều đình. Tuy nhiên công việc này gặp phải sự kháng cự của quý tộc và quan lại nên cũng thất bại. Việc thất bại trong việc cải cách kinh tế, chính trị của Nhân Tông bị thất bại khiến ông đã đánh mất đại quyền của mình và niềm tin của các đại thần và nhân dân.\n\nNhân Tông đã đưa ra quyết sách (yarliq) để miễn trừ những người [[dòng Phan Sinh]] khỏi bất kỳ khoản thuế nào trong năm 1314. Các tu sĩ vẫn được mong đợi cầu nguyện cho cuộc đời của Hoàng đế và ban phước lành của họ vào những dịp lễ nghi.\n\nTrên thế giới, Nhân Tông tiếp tục các chính sách đế quốc của tổ tiên ông. Ông nhắc nhở các quốc gia [[chư hầu]] của sự hiện diện của mình cũng như yêu cầu các nước này nhớ sai sứ tiến cống vào đúng thời điểm, và đảm bảo với họ rằng ông sẽ có biện pháp trừng phạt nếu họ thất bại. Trong số các nước lân bang mà ông thông báo về sự lên ngôi của mình là [[Chăm Pa]], [[Đại Việt]], một hòn đảo gần [[Nhật Bản]], [[Ấn Độ]], và các vương quốc trên biên giới gần tỉnh [[Vân Nam]]<ref>H. H. Howorth. ''Lịch sử của người Mông Cổ'', Phần 1, tr. 401.<\/ref>.\n\nTriều đại Nhân Tông cũng chứng kiến ​​cuộc chiến giữa [[hãn quốc Sát Hợp Đài]] dưới thời Esen Buqa I và triều đình và đồng minh Ilkhanate dưới triều đại Öljaitü. Cuộc chiến kết thúc với chiến thắng cho nhà Nguyên và Ilkhanate, nhưng hòa bình chỉ đến sau cái chết của Esen Buqa năm [[1318]].\n\n==Qua đời==\nNăm [[1320]], Nguyên Nhân Tông mắc bệnh qua đời<ref>Herbert Franke, Denis Twitchett, John King Fairbank. ''Lịch sử Trung Quốc của Cambridge: chính sách đối ngoại và các vùng biên giới, 907–1368'', tr. 526.<\/ref>. Mặc dù đã hứa với anh mình, ông vẫn phong con trai là [[Nguyên Anh Tông|Thạc Đức Bát Thích]] làm [[Thái tử]] vào năm [[1316]]. Thạc Đức Bát Thích thuận lợi đăng cơ, thay vì một trong những người con của Vũ Tông.\n\nChính vì vậy mà Đại Nguyên đối mặt với rối loạn chính trị gần hai thập kỷ. Hoàng thái hậu Đáp Kỷ và phe cánh Hoằng Cát Lạt thị rất có thế lực trong triều, đã đuổi hai con trai của Vũ Tông là [[Nguyên Văn Tông|Đồ Thiếp Mục Ni]] và [[Nguyên Minh Tông|Hòa Thế Lạt]] vì mẹ họ không phải tộc nhân Hoằng Cát Lạt, sợ quyền lực ngoại thích rơi vào tay họ khác<ref>Herbert Franke, Denis Twitchett, John King Fairbank. ''Lịch sử Trung Quốc của Cambridge: chính sách đối ngoại và các vùng biên giới, 907–1368'', tr. 542.<\/ref>.\n\nSau vụ ám sát Nguyên Anh Tông năm 1323, không ai trong số các hậu duệ của ông được trở thành Hoàng đế cai trị triều Nguyên.\n\n==Gia quyến==\nCha mẹ:\n\n# Cha: [[Đáp Lạt Ma Bát Lạt]], sau truy phong làm '''Nguyên Thuận Tông'''. \n# Mẹ: [[Đáp Kỷ]] (Hoằng Cát Lạt thị), sau truy thụy '''Chiên Hiến hoàng hậu'''.\n\nAnh trai:\n\n# Ngụy vương [[A Mộc Ca]], anh cùng cha khác mẹ<ref name=NS115>[http:\/\/zh.wikisource.org\/wiki\/%E5%85%83%E5%8F%B2\/%E5%8D%B7115 Nguyên sử, quyển 115 - Liệt truyện 2: Thuận Tông (Đáp Lạt Ma Bát Lạt)]<\/ref>.\n# [[Nguyên Vũ Tông]] Hải Sơn, anh cùng cha cùng mẹ.\n\nHoàng hậu:\n\n# [[A Nạp Thất Thất Lý]] hoàng hậu (Hoằng Cát Lạt thị), thụy hiệu '''Trang Ý Từ Thánh hoàng hậu'''.\n# [[Đáp Lý Ma Thất Lý]] hoàng hậu (không rõ họ).\n# [[Bá Nhan Hốt Đốt]] hoàng hậu (không rõ họ).\n\nCon cái:\n\n# [[Nguyên Anh Tông]] Thạc Đức Bát Thích, mẹ là Trang Ý Từ Thánh hoàng hậu.\n\n== Ghi chú ==\n{{Tham khảo}}\n{{Vua nhà Nguyên}}\n\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n\n[[Thể loại:Đại hãn Đế quốc Mông Cổ]]\n[[Thể loại:Hoàng đế nhà Nguyên|Nhân Tông]]\n[[Thể loại:Sinh năm 1285]]\n[[Thể loại:Mất năm 1320]]\n[[Thể loại:Borjigin]]\n[[Thể loại:Hoàng đế từ Bắc Kinh]]"}