{"Nguyễn Hiền":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{bài cùng tên}}\n{{Thông tin nhân vật phong kiến\n| tên : Nguyễn Hiền\n| tên gốc = 阮賢\n| hình = \n| cỡ hình = \n| ghi chú hình = <!-- Binh nghiệp -->\n| phục vụ = \n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| khen thưởng = <!-- Thông tin chung -->\n| tên khác = \n| húy = \n| tự = \n| hiệu = \n| tôn xưng = \n| bút danh = \n| học vấn = [[Danh sách Trạng nguyên Việt Nam|Trạng nguyên]] (1247)\n| chức quan = Thượng thư bộ Công\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = \n| tước vị = \n| cha = \n| mẹ = \n| sinh = 11 tháng 3 năm 1234\n| nơi sinh = làng Dương A, huyện Thượng Hiền, phủ Thiên Trường\n(nay là Thôn Dương A, xã Nam Thắng, huyện Nam Trực, tỉnh Nam Định).\n| mất = {{ngày mất và tuổi|1256|9|5|1234|3|11}}\n| nơi mất = \n| nguyên nhân mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Trần]]\n| tác phẩm = <!-- nổi bật -->\n}}\n\n'''Nguyễn Hiền''' ([[chữ Hán]]: 阮賢, [[11 tháng 3|11 tháng 3]], [[1234]] - [[5 tháng 9|05 tháng 9]], [[1256]]) là trạng nguyên trẻ nhất trong lịch sử khoa cử Việt Nam, khi mới mười ba tuổi. Cuộc đời ông gắn với nhiều giai thoại dân gian Việt Nam còn lưu truyền đến nay.\n\n==Cuộc đời và Sự Nghiệp==\nNguyễn Hiền sinh năm 1234-1256 tại làng Dương A, huyện Thượng Hiền, phủ [[Thiên Trường]]<ref name=\"DS\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/trangnguyen.html Danh sách trạng nguyên] tại [http:\/\/www.informatik.uni-leipzig.de\/~duc\/ trang chủ của Hồ Ngọc Đức].<\/ref> (nay là Thôn Dương A, xã [[Nam Thắng]], huyện [[Nam Trực]], tỉnh [[Nam Định]]<ref>{{Chú thích web|url=https:\/\/anninhthudo.vn\/chuyen-ve-trang-nguyen-tre-tuoi-nhat-lich-su-khoa-bang-viet-nam-1-tu-hoc-thanh-tai-post330127.antd|tựa đề=Chuyện về Trạng nguyên trẻ tuổi nhất lịch sử khoa bảng Việt Nam (1): Tự học thành tài|tác giả=Kiều Trang - Hưng Tiến|họ=|tên=|ngày=|website=An ninh thủ đô|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>). Ông thi đỗ [[Trạng nguyên Việt Nam|trạng nguyên]] khi mới 13 tuổi, trở thành trạng nguyên trẻ nhất trong lịch sử khoa cử Việt Nam, tại khoa thi tháng 2 năm Thiên Ứng Chính Bình thứ 16 ([[1247]]) thời vua [[Trần Thái Tông]]. Cùng năm đó có [[Lê Văn Hưu]] (黎文休) 17 tuổi đỗ [[bảng nhãn]] và [[Đặng Ma La]] (鄧麻羅) 14 tuổi đỗ [[thám hoa]]. Đây cũng là khoa thi Nho học đầu tiên trong lịch sử Việt Nam đặt ra danh vị [[tam khôi]], bao gồm trạng nguyên, bảng nhãn và thám hoa.\n\nKhi ông đỗ trạng nguyên, vì còn thiếu niên nên vua [[Trần Thái Tông]] cho ông về quê 3 năm tu dưỡng thêm rồi mới gọi ra làm quan. Hết 3 năm, vua tuyển ông vào học tiếp Tam giáo chủ khoa, tức [[Đạo giáo|đạo Lão]], [[Phật giáo|đạo Phật]], [[Nho giáo|đạo Khổng]]. Về sau bổ nhiệm làm quan đến chức [[Thượng thư]] [[Công bộ|bộ Công]]. Ông có đi sứ [[nhà Nguyên]] vài lần.\n\nNhững năm làm quan trong triều, Nguyễn Hiền có nhiều kế sách hay để phò vua giúp nước. Năm Ất Mão (1255), [[Đại Việt]] bị [[Chiêm Thành]] xâm lược, vua Trần Thái Tông rất lo bèn giao cho Trạng nguyên Nguyễn Hiền đánh giặc giữ nước. Chỉ ít lâu sau, quân giặc thất bại, trạng Hiền thu quân về Vũ Minh Sơn mở tiệc khao quân và tâu lên vua. Nhà vua vô cùng vui mừng và phong cho ông danh hiệu \"Đệ nhất hiển quý quan\".\n\nVề nông nghiệp, ông cho đắp đê quai vạc [[sông Hồng]], phát triển sản xuất mùa màng thắng lợi. Về quân sự, ông cho mở mang võ đường để rèn quân luyện sĩ.\n\nNgày 14 tháng 8 năm Bính Thìn (1256), Trạng nguyên Nguyễn Hiền lâm bệnh nặng rồi qua đời, hưởng dương 21 tuổi. Vua Trần Thái Tông thương tiếc truy phong ông là \"Đại vương thành hoàng\" và tôn làm thần ở 32 nơi, trong đó có đình Lại Đà ở xã [[Đông Hội]], huyện [[Đông Anh]], [[Hà Nội]].\n\nHiện nay, tại đền thờ Trạng nguyên Nguyễn Hiền ở quê hương ông, thôn Dương A ([[Nam Thắng, Nam Trực|Nam Thắng]], [[Nam Trực]], [[Nam Định]]) còn giữ được nhiều bài vị, sắc phong, câu đối, đại tự, đặc biệt bảo tồn được cuốn Ngọc phả nói về sự nghiệp của ông, trong đó có câu ca ngợi tài năng của Nguyễn Hiền như sau:\n\n:''Thập nhị tuế khôi khai lưỡng quốc''\n:''Vạn niên thiên tuế lập tam tài''\n\nTạm dịch là:\n:''Mười hai tuổi khai khoa hai nước''\n:''Nghìn năm ghi mãi chữ tam tài''\n \nSau khi ông mất, để tỏ lòng tôn kính một nhân tài mệnh yểu, vua cho đổi tên huyện Thượng Hiền thành Thượng Nguyên để kiêng tên húy của ông. {{fact|date = ngày 7 tháng 1 năm 2013}}\n\n==Giai thoại==\n\n===Thần đồng từ nhỏ===\nNguyễn Hiền mồ côi cha từ nhỏ, bà mẹ đã cho ông theo học sư cụ chùa Hà Dương ở làng Dương A. Tương truyền, lúc đầu vào học sư mới viết được 10 trang giấy, Hiền liền đọc ngay được như người đã từng đi học rồi, sư cụ lấy làm lạ. Một đêm, sư cụ nằm mộng thấy [[Phật]] quở rằng: \"Trạng nguyên mỗi lần vào chùa thường nghịch ngợm, sao nhà ngươi không răn đe, ngăn chặn?\". Sư tỉnh dậy, đốt đuốc khắp chùa thấy sau lưng các pho tượng đều có viết chữ \"phạt 30 roi\", riêng hai pho hộ pháp ghi \"phạt 60 roi\", sư nhận ra ngay chữ của Hiền. Một hôm, sư lên lớp bèn lấy một câu trong sách: \"Kính quỷ thần mà phải lánh xa\" mà dặn Hiền rằng: \"Phật tức quỷ thần, trò không được nhạo báng\". Hiền liền nhận lỗi và tự lau sạch những chữ mình đã viết. Từ đó, Hiền càng chăm chỉ học tập, học đến đâu nhớ đến đấy, xuất khẩu thành chương.\n\nNăm 11 tuổi, Hiền đã nổi tiếng và được mệnh danh là \"thần đồng\". Bấy giờ có người họ Đặng tự cho mình là đã đọc biết hết các sách, nghe tiếng tăm Hiền liền tìm đến nhà Hiền thử tài, ra đầu đề bài phú:\n:''Phượng hoàng sào a, kỳ lân du úc''\n\nvà ra hạn cho Hiền số câu, mỗi câu phải có tiếng chỉ một loài cầm thú. Hiền liền ứng khẩu:\n\n:''Phi long kiên chiếu''\n:''Mã bất xuất hà''\n:''Ý bi Hữu Hùng chi thế''\n:''Ấp vu Trác Lộc chi a.''\n\nDịch là:\n\n:''Rồng không bay lên nơi ao, hồ''\n:''Ngựa không từ sông phi ra''\n:''Đẹp thay đời có họ Hữu Hùng''\n:''Làm nhà ở nơi Trác Lộc.''\n\nNgười họ Đặng hết sức thán phục Hiền và tấm tắc khen là \"Thiên tài\".\n\n===Đỗ Trạng nguyên nhưng chưa được bổ nhiệm===\nĐến năm thi Đinh Mùi (1247), Nguyễn Hiền dự kỳ thi đình với bài phú ''\"Áp tử từ kê mẫu du hồ phú\"'' (bài phú về vịt con từ giã mẹ gà đi chơi hồ nước). Vua hỏi, Hiền trả lời trôi chảy cả văn lẫn ý, vua khen ngợi và hỏi:\n\n- Học thầy nào?\n\nNguyễn Hiền trả lời:\n\n- Thần không phải là người sinh ra đã biết, nhưng khi có một đôi chữ không biết thì hỏi thầy chùa.\n\nVua lại nói:\n\n- Vì còn nhỏ mà trạng nguyên ăn nói chưa biết lễ, cần cho về nhà học lễ 3 năm mới bổ dụng.\n\nVì thế trạng Hiền chưa được ban áo mão.\n\n===Xâu chỉ qua vỏ ốc===\nNguyễn Hiền trở về quê nuôi dưỡng mẹ, ngày ngày đọc sách. Hiền vẫn rất ham chơi, thường lúc rỗi rãi vẫn cùng trẻ làng chơi khăng, thả diều... Một lần, triều đình tiếp sứ Trung Hoa, viên sứ đưa ra một con ốc xoắn nhờ xâu qua ruột nó bằng một sợi chỉ mảnh. Được như vậy y mới chịu vào thành. Ấy là viên sứ muốn thử tài người Nam ra sao. Vua truyền cho các quan tìm cách xâu thử, nhưng vị nào cũng lè lưỡi, lắc đầu. Bấy giờ vua chợt nghĩ đến trạng nguyên trẻ Nguyễn Hiền, bèn cho triệu trạng về kinh.\n\nViên quan được giao việc đến quê gặp trạng, gặp ngay một lũ trẻ chăn trâu nghịch đất đầu làng, thấy trong đó có một cậu bé mặt mũi khôi ngô đang bày cho lũ bạn đắp một con voi bằng đất mà bốn chân lẫn tai, vòi… có thể ngoe nguẩy được. Sứ giả đồ chừng đó là trạng Hiền, bèn buông một câu thăm dò:\n\n:''Tự là chữ, cắt giằng đầu, chữ tử là con, con nhà ai đấy?''\n\nCậu bé nghe được, không ngước mặt lên, cũng thủng thẳng buông một câu:\n\n:''Vu là chưng, bỏ ngang lưng, chữ đinh là đứa, đứa hỏi ta chi!''\n\nChủ ý của viên quan xuất một vế đối theo lối chiết tự chữ Hán. Chữ ''\"tự\"'' (字) có hai bộ phận, trên như cái giằng xay, dưới là chữ ''\"tử\"'' (子). Để nguyên ''\"tự\"'' có nghĩa là chữ, bỏ giằng trên còn lại chữ ''\"tử\"'' nghĩa là con, và gắn luôn với vế đối nôm tiếp đó thành một câu hỏi nửa Hán nửa [[Nôm]]. Câu hỏi cũng có sắc thái của người trên hỏi kẻ dưới. Trạng Hiền cũng đối lại bằng cách chiết tự chữ Hán kết hợp với một phần Nôm: chữ ''\"vu\"'' (于) là chưng có hai nét ngang và một nét móc, bỏ nét ngang (一) ở giữa thành chữ ''\"đinh\"'' (丁), nghĩa là đứa, đi với đứa nào đứa này là một vế đối rất chỉnh và rất xược.\n\nSứ biết đó chính là trạng Hiền, bèn xuống ngựa, truyền lại ý vua vời trạng về kinh.\n\nNhưng trạng Hiền không chịu, viện lẽ rằng, trước vua cho trạng kém lễ buộc về, nhưng lần này vua cho vời trạng lên cũng không giữ đúng lễ. Viên quan không biết làm thế nào, phải trần tình đầu đuôi câu chuyện sứ giả nước ngoài đưa câu đố mà chưa ai giải được. Trạng Hiền nghe chỉ mỉm cười, trở lại với đám trẻ chăn trâu. Chờ khi viên quan lên ngựa, Hiền mới xui đám trẻ cùng hát:\n\n:''Tích tịch tình tang!''\n:''Bắt con kiến càng buộc chỉ ngang lưng''\n:''Bên thì lấy giấy mà bưng''\n:''Bên thì bôi mỡ kiến mừng kiến sang''\n:''Tích tịch tình tang!''\n\nViên quan nghe nhẩm thuộc lời ấy, biết trạng đã chỉ cách giải, vui vẻ trở về kinh.\n\n===Bài thơ chữ \"Điền\"===\nTương truyền sứ thần Trung Hoa đem một bài thơ ngụ ngôn sang thử nhân tài nước Nam. Bài thơ như sau:\n\n{{Cquote|''Lưỡng nhật bình đầu nhật,''<br>\n''Tứ sơn điên đảo sơn,''<br>\n''Lưỡng vương tranh nhất quốc,''<br>\n''Tứ khẩu tung hoành gian.''||200px|}}\n\nDịch là:\n\n{{Cquote|''Hai mặt trời bằng đầu,''<br>\n''Bốn trái núi điên đảo,''<br>\n''Hai vua tranh nhau một nước,''<br>\n''Bốn miệng ở trong khoảng dọc ngang.''||200px|}}\n\nVua và các quan trong triều không ai giải nghĩa được là gì. Một viên quan tâu với vua xin mời Trạng nguyên Nguyễn Hiền (mà vua cho là bé đang ở nhà để rèn luyện thêm) đến để hỏi nghĩa.\n\nCác quan đến quê mời gặp lúc Nguyễn Hiền đang nô đùa với chúng bạn, Nguyễn Hiền nói với các quan:\n\n- Trước đây vua nói ta chưa biết lễ, thì nay chính vua cũng không biết lễ. Không ai đi mời Trạng nguyên về kinh lại không có lễ nghĩa.\n\nQuan về tâu lại với vua, rồi đem đồ lễ và xe ngựa đến đón, Nguyễn Hiền mới chịu về kinh.\n\nVề đến kinh đô, vua đưa bài thơ của sứ Tàu ra, trạng Hiền liền giải thích như sau:\n\n:Câu thứ nhất có ý nói là hai chữ ''\"nhật\"'' (日) xếp ngang hàng nhau. Câu thứ hai nghĩa là bốn chữ ''\"sơn\"'' (山) xoay ngược xuôi. Câu thứ ba nói về hai chữ ''\"vương\"'' (王) xếp chồng lên nhau. Câu thứ tư là bốn chữ ''\"khẩu\"'' (口) xếp ngang dọc cạnh nhau. Tóm lại, tất cả bài thơ chỉ nói đến chữ ''\"điền\"'' (田), có nghĩa là ruộng đất.\n\nGiải xong, trạng Hiền viết thư đưa cho sứ Trung Hoa, ông ta phải chịu là nước Nam có nhân tài.\n\n==Xem thêm==\n* [[Thủ khoa nho học Việt Nam|Thủ khoa Đại Việt]]\n* [[Nguyễn Quan Quang]]\n*[[Lưu Miễn (nhà Trần)|Lưu Miễn]]\n* [[Vương Giát]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n{{Trạng nguyên Việt Nam}}\n{{thời gian sống|1234|1255}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Thần đồng]]\n[[Thể loại:Trạng nguyên Việt Nam]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Thái học sinh nhà Trần]]"}