{"Nguyễn Thủ Tiệp":"[[Tập tin:12 Su quan.jpg|nhỏ|phải|300px|Sơ đồ vị trí [[12 sứ quân]]]]\n[[Tập tin:Đình Ném Đoài 1.jpg|nhỏ|phải|300px|Đình Ném Đoài ở Khắc Niệm, Bắc Ninh]]\n'''Nguyễn Thủ Tiệp''' ({{hn|ch=阮守捷}}<ref>[https:\/\/vi.wikisource.org\/wiki\/Trang:Viet_Nam_Su_Luoc_1.djvu\/95 Việt Nam sử lược\/Quyển I\/Phần III\/Chương I]<\/ref>; [[908]] - [[967]]) hiệu ''Nguyễn Lệnh công'' (阮令公) hoặc ''Vũ Ninh vương'' (武宁王), là một thủ lĩnh thời [[Loạn 12 sứ quân]] cuối triều [[nhà Ngô]] trong [[lịch sử Việt Nam]].\n\nLà một sứ quân có tham vọng, sau khi gây dựng Nguyễn Xá trang ở Tiên Du để xưng là Nguyễn Lệnh công, Nguyễn Thủ Tiệp tiếp tục mở rộng ra địa bàn lân cận và xưng là ''Vũ Ninh vương'' (giống tên gọi một vị vua thời Tam quốc Triều Tiên trước đó). Vũ Ninh vương có địa bàn chiếm giữ ở châu Vũ Ninh, vùng đất thuộc [[Bắc Ninh]] và một phần [[Bắc Giang]], [[Hải Dương]] ngày nay.\n\n== Thân thế ==\nTheo ''Khâm định Việt sử Thông giám cương mục'', Nguyễn Thủ Tiệp còn một tên hiệu nữa là '''Ba An quân''' (巴安君), mình dài tiếng to, ai nghe thấy tiếng nói cũng phải giật mình, người ta gọi là ông Sấm (Lôi Công). Đến khi khởi binh, Thủ Tiệp tự xưng là ''Lệnh Công'', đóng giữ huyện [[Tiên Du]], sau đánh đuổi Thứ sử [[Dương Huy]], lấy cả Vũ Ninh, tự xưng là ''Vũ Ninh vương'', giống tên hiệu một vị vua trong thời kì Tam Quốc Triều Tiên.<ref>Địa chí văn hóa dân gian Ninh Bình - Trương Đình Tưởng, Nhà xuất bản Thế giới tr. 36<\/ref>\n\nTheo thần phả và theo nhà nghiên cứu Nguyễn Danh Phiệt, thì Nguyễn Thủ Tiệp cùng với 2 sứ quân khác là [[Nguyễn Khoan]] và [[Nguyễn Siêu]] là 3 anh em, tổ tiên vốn là người [[Phúc Kiến]] di cư vào [[Tĩnh Hải quân]]<ref>Nguyễn Danh Phiệt, \"Nhà Đinh dẹp loạn và dựng nước\", Nhà xuất bản Khoa học xã hội, 1990. tr 29, 30, 33<\/ref>. Về ba anh em sứ quân họ Nguyễn: [[Nguyễn Khoan]], Nguyễn Thủ Tiệp, [[Nguyễn Siêu]], theo thần tích xã Văn Uyên và xã Đông Phù Liệt, [[Thanh Trì]], [[Hà Nội]] thì họ là cháu của Nguyễn Hãng – một danh tướng Bắc triều. Con của Nguyễn Hãng là Nguyễn Nê đem quân sang nước Việt đòi [[Họ Khúc (lịch sử Việt Nam)|họ Khúc]] triều cống.\n\nNguyễn Nê dựng bản doanh ở Thành Quả lấy vợ Việt sinh ra ba con trai vào các năm 906, 908 và 924. Sau khi Nguyễn Nê chết, ba anh em tranh nhau giữ binh quyền, theo mẹ ở nước Việt gây nghiệp, người nào cũng nhiều của cải, nhiều quân quyền. Cũng như các anh em của mình, ông cũng là thủ lĩnh địa phương thời [[Ngô Quyền]], chiếm giữ vùng [[Tiên Du]] ([[Bắc Ninh]]) vào khoảng năm 945.<ref>Nguyễn Bạt Tụy 1954: Tên người Việt Nam. - In trong: tập kỷ yếu hội Khuyến Học Việt Nam, Sài Gòn, tr49-50.<\/ref>\n\n== Vũ Ninh vương ==\nSau khi [[Ngô Quyền]] qua đời vào năm [[944]], [[Dương Tam Kha]] cướp ngôi nhà Ngô. Các tướng lĩnh và thổ hào địa phương các nơi không chịu thuần phục, nổi lên cát cứ một vùng và đem quân đánh chiếm lẫn nhau.\n\nNguyễn Thủ Tiệp tự xưng là Nguyễn Lệnh công, chiếm giữ [[Tiên Du]]. Tại đây, ông trở thành một sứ quân quyền lực với nhiều tài sản, có trang trại lớn gọi là Nguyễn Xá Trang. Theo một số ghi chép thì Nguyễn Thủ Tiệp đã về vùng núi Bát Vạn đắp thành lập lũy tạo thành căn cứ quân sự của mình. Thành cổ núi Bát Vạn hiện vẫn còn dấu tích ở xã Phật Tích, huyện Tiên Du với nhiều giai thoại về cuộc đời và sự nghiệp của sứ quân Nguyễn Thủ Tiệp.\n\nTheo Việt sử kỷ yếu, Bọn Đỗ Cảnh Thạc, Kiều Tri Hựu, Dương Huy và [[Lã Xử Bình|Ngô (hay Lữ) Xử Bình]], đều là tướng tá của Nam Tấn vương, tranh nhau làm vua sau khi Ngô Xương Văn chết, đều không thành, rồi mỗi người đi chiếm giữ một nơi. Nguyễn Thủ Tiệp đánh [[Dương Huy]], chiếm quận Vũ Ninh, làm chủ cả vùng đất rộng.<ref>Xem cuốn \"Việt sử kỷ yếu\", tác giả Trần Xuân Sinh, Nhà xuất bản Hải Phòng, trang 78<\/ref>\n\nSau khi mở rộng thực ấp, lấy cả châu Vũ Ninh, ông tự xưng là '''Vũ Ninh vương''' (武宁王). Nguyễn Thủ Tiệp phong cho Nguyễn Quốc Khanh là Đại tướng quân, thống lĩnh toàn bộ binh sĩ.<ref>Thần tích Đền Nguyễn Sứ Quân, Khắc Niệm, Bắc Ninh<\/ref>\n\n== Bị đánh dẹp ==\nSau khi 2 anh em của mình là [[Nguyễn Khoan]] và [[Nguyễn Siêu]] lần lượt bị [[Đinh Bộ Lĩnh]] đánh tan và giết chết, Nguyễn Thủ Tiệp bèn liên kết với sứ quân [[Lý Khuê]] ở Siêu Loại để chống trả. Cuối năm 967, [[Đinh Bộ Lĩnh]] để [[Đinh Điền]] cùng mấy tướng trẻ, ở lại giữ Tam Đái và [[Phong Châu]], còn mình và con cả là [[Đinh Liễn]], đem binh thuyền xuôi sông Hồng, sông Đuống xuôi dòng tiến đánh cả Nguyễn Thủ Tiệp và Lý Khuê.\n\nCánh quân [[Đinh Bộ Lĩnh]] hội cùng với cánh quân của [[Nguyễn Bặc]] từ Thanh Oai lên, tấn công từ Cổ Loa tiến thẳng vào Tiên Du. [[Đinh Liễn]] thì từ sông Đuống vòng theo phía sau lưng, chặn đường không cho quân của Lý Khuê ở Siêu Loại đến tiếp ứng.\n\nKhi quân Hoa Lư bao vây tiến đánh căn cứ Tiên Du, thành vỡ, tướng của Nguyễn Thủ Tiệp là Nguyễn Quốc Khanh giả làm thầy lang, đeo bọc thuốc chạy trốn, bị bắt ở bến đò No, sau đó bị [[Đinh Bộ Lĩnh]] chém đầu.\n\nCăn cứ theo thần tích làng Tiên Xá, [[Bắc Ninh]] thì Nguyễn Thủ Tiệp dẫn quân tháo chạy về Cần Hải (Cửa Cồn, Quỳnh Lưu, [[Nghệ An]]) đánh nhau vài trận rồi chết ở trang Hương Ái.\n\nSau khi bị [[Đinh Bộ Lĩnh]] đánh dẹp, vùng đất chiếm đóng của ông thuộc Đạo Bắc Giang, một trong mười đơn vị hành chính của quốc gia [[Đại Cồ Việt]] thời Đinh.\n\n==Được lập đền thờ==\n[[Tập tin:Đình Ném Đoài 2.jpg|nhỏ|phải|300px|Đình làng Ném Đoài ở Khắc Niệm, Tp Bắc Ninh]]\n[[Tập tin:Đình Ném Đoài 3.jpg|nhỏ|phải|300px|Cụm di tích đình chùa làng Ném Đoài]]\nDo có công cai quản, lập ấp và giữ vững ổn định ở địa phương, Nguyễn Thủ Tiệp được lập đình thờ ở các phường Hạp Lĩnh, Khắc Niệm thuộc [[thành phố Bắc Ninh]] và đình Phúc Nghiêm, xã Phật Tích, Tiên Du đều thuộc tỉnh ([[Bắc Ninh]]).\n\nCụm di tích đình, chùa làng Ném Đoài, phường Khắc Niệm là nơi quy mô nhất thờ Nguyễn Thủ Tiệp. Nhân dân làng Ném Đoài lập đền thờ ông là thượng đẳng thần với vai trò vị thần lập làng. Năm 1982 ngôi đền được cải tạo lại, nằm liền kề với chùa Cổ Niệm trong một khuôn viên. Nhà đền lưu giữ một số hiện vật có giá trị như: Một lư hương sành thời Lê, hai chóe đựng nước cúng, một bộ bát bửu, tượng Nguyễn Thủ Tiệp tạc năm 1937, một thần tích bản sao, khắc gỗ năm 1932 và một số đồ thờ khác. Cổ Niệm tự là ngôi chùa Nguyễn Thủ Tiệp phát tâm xây dựng. Lễ hội lớn nhất trong năm ở Ném Đoài là lễ hội kỷ niệm ngày sinh Thành hoàng Nguyễn Thủ Tiệp từ mồng 4 đến 11 tháng Giêng âm lịch.\n\nTrên địa bàn phường Khắc Niệm còn đình làng Đông hay đình Khu Đông cũng là nơi thờ tướng quân Nguyễn Thủ Tiệp. Khu phố Đông với khu phố Đoài xưa kia chung 1 ngôi đình nằm ở giữa 2 làng, nay nằm ở vị trí trường Tiểu học. Ngôi đình chung xưa kia có quy mô to lớn, nhưng đã bị tiêu thổ trong kháng chiến chống Pháp. Năm 2010, đình mới được xây dựng trên khu đất mới như ngày nay.\n\nNgôi đình Hạp Lĩnh và đình làng Tiên Xá thờ thành hoàng là sứ quân Nguyễn Thủ Tiệp. Theo thần tích, cha ông vốn là người ở Phúc Kiến, [[Trung Quốc]], nhân đến sang dẹp loạn ở Tĩnh hải quân lấy vợ người Việt mà sinh ra anh em ông, khi trưởng thành ông thấy vùng Tiên Du là nơi thắng địa bèn dựng trang trại, lập ra Nguyễn Xá Trang. Người trong vùng thường gọi ông là Ba An Thái lão quân Nguyễn Lệnh Công. Sau [[Đinh Bộ Lĩnh]] sai [[Nguyễn Bặc]] đem quân đến đánh, ông thua trận phải rút quân chạy vào [[Nghệ An]], đánh nhau vài trận và mất ở đó.\n\nĐình Phúc Nghiêm được xây dựng vào thời Lê Sơ, thờ Thành hoàng Nguyễn Thủ Tiệp, là một trong [[12 sứ quân]] có công chiêu binh dẹp loạn, bảo vệ dân làng thoát cảnh loạn ly. Đình Phúc Nghiêm nằm cách đình Tiên Xá khoảng 8&nbsp;km, thuộc huyện [[Tiên Du]]. Gần đình là dấu tích thành cổ núi Bát Vạn do Nguyễn Thủ Tiệp xây dựng. Đến thời Lê Trung Hưng, đình được trùng tu và mở rộng với quy mô lớn. Ngôi đình cổ là tòa đại đình lớn gồm 5 gian, mái ngói đao cong, bộ khung gỗ lim, chạm khắc tinh xảo, nghệ thuật. Hiện đình có kiến trúc kiểu chữ \"Đinh\" gồm 5 gian tiền tế và 3 gian hậu cung, bộ khung gỗ chạm khắc nghệ thuật, mang phong cách truyền thống. Đình Phúc Nghiêm còn bảo lưu được một số tài liệu sưu tầm và cổ vật như bia đá, thần tích, thần sắc sao chụp. Đình là trung tâm sinh hoạt văn hóa tâm linh của nhân dân địa phương. Hội đình (17-2 Âm lịch) hàng năm vẫn giữ được những nét truyền thống với nghi thức tế lễ và các hoạt động văn hóa văn nghệ thể thao như: vật, đu tiên, hát Quan họ, diễn tuồng, chèo…\n\n==Xem thêm ==\n* [[Lễ hội chém lợn]]\n==Chú thích==\n{{tham khảo}}\n\n{{Mười hai sứ quân}}\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Loạn 12 sứ quân]]\n[[Thể loại:Võ tướng nhà Ngô]]\n[[Thể loại:Mất năm 967]]\n[[Thể loại:Sinh năm 908]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}