{"Nguyên Chẩn":"{| cellpadding=3px cellspacing=0px bgcolor=#f7f8ff style=\"float:right; border:1px solid; margin:5px\"\n!style=\"background:#ccf; border-bottom:1px solid\" colspan=2|Nguyên Chẩn\n|-\n|colspan=\"2\" align=center|[[Tập tin:Yuan_Chen.jpg|250px|Nguyên Chẩn]]\n|-\n|align=right|[[Tiếng Trung Quốc|Tiếng Trung]]:||元稹\n|-\n|align=right|[[Bính âm Hán ngữ|Bính âm]]:||'''Yuán Zhěn'''\n|-\n|align=right|[[Wade-Giles]]:||'''Yüan Chen'''\n|-\n|align=right|[[Kana]]:||げん しん\n|-\n|align=right|Tự:||Vi Chi (微之)\n|}\n\n'''Nguyên Chẩn''' ([[chữ Hán]]: 元稹, 779 - 831), [[biểu tự]] '''Vi Chi''' (微之), là [[nhà thơ]], [[nhà văn]] và [[nhà chính trị]] nổi tiếng của Trung Quốc thời [[Nhà Đường|Trung Đường]]<ref>Theo Trần Trọng San (''Thơ Đường'', tr. 30), thì [[nhà Đường]] có 4 thời kỳ: Sơ Đường ([[618]]-[[713]]), Thịnh Đường ([[713]]-[[766]]), Trung Đường ([[766]]-[[835]]) và Vãn Đường ([[836]]-[[905]]).<\/ref>. Ông nổi tiếng cùng [[Bạch Cư Dị]] đề xướng [[Nhạc phủ|Tân Nhạc phủ vận động]] (新樂府運動) và thường được gộp cùng với Bạch Cư Dị, gọi là '''Nguyên Bạch''' (元白).\n\nÔng có nhiều bài thơ và truyện kí, nổi tiếng nhất là [[Oanh Oanh truyện]] (鶯鶯傳), một tác phẩm truyện mà về sau trở thành đề tài được chuyển thể rộng rãi qua [[Kinh kịch]] và các thể loại [[nhạc kịch]].\n\n==Tiểu sử==\nNguyên Chẩn là người [[Lạc Dương]], tỉnh [[Hà Nam (Trung Quốc)]]. Ông xuất thân từ hoàng tộc [[Bắc Ngụy]], là hậu duệ của Bành Thành vương [[Thác Bạt Lực Chân]], con trai thứ 8 của [[Thác Bạt Thập Dực Kiền]]. Ông tổ 6 đời của ông là [[Nguyên Nham]] (元岩), làm [[Binh bộ]] [[Thượng thư]], [[Ích châu]] Tổng quản trưởng sự thời [[nhà Tùy]], tước ''Bình Xương quận công'' (平昌郡公). Cha ông là [[Nguyên Khoan]] (元宽), làm chức Lang trung Bỉ bộ, Trưởng sử cho Thư vương. Mẹ ông là Trịnh thị, xuất thân từ gia tộc danh giá [[Huỳnh Dương Trịnh thị]] (荥阳郑氏), con gái của Thứ sử [[Mục Châu]] là [[Trịnh Tể]] (郑济), cháu gái 10 đời của Trung thư lệnh [[Trịnh Hi]] (郑羲) thời Bắc Ngụy.\n\nKhi Nguyên Chẩn lên 7 tuổi thì cha ông mất. Cha mất sớm, nhà nghèo, ông theo mẹ về nhà họ Trịnh để nương nhờ. [[Tân Đường thư]] cho biết ông không đến trường, mà do người mẹ có học thức đích thân dạy dỗ, từ viết đến đọc. Ông vốn thông minh, nên năm 9 tuổi đã biết viết văn<ref>Theo [[Nguyễn Hiến Lê]], tr. 419.<\/ref>, đến 15 tuổi, ông thi đỗ [[khoa Minh kinh]], được bổ chức ''Hiệu thư lang''. Sau đó, ông đỗ chế khoa, được giữ chức ''Hữu thập di''.\n\nLàm quan tại triều, ông thường đấu tranh với các thế lực đang làm lũng đoạn triều chính, trong đó có phe hoạn quan. Nhưng cuối cùng, việc làm này thất bại, ông bị giáng chức làm ''Sĩ tào tham quân'' ở [[Giang Lăng]], rồi làm [[Tư mã]] ở [[Thông Châu]]. Sau, nhờ có các [[hoạn quan]] như [[Thôi Đàm Tuấn]], [[Thôi Hoàng Giản]] giúp đỡ, ông thỏa hiệp được với các thế lực trên, không kiên trì đấu tranh được như bạn thân ông là [[Bạch Cư Dị]].\n\nNăm [[822]], đời [[Đường Mục Tông]], sau khi nắm giữ một vài chức vụ tại triều, Nguyên Chẩn được cử lên làm [[Tể tướng]]<ref>Chép theo ''Lịch sử văn học Trung Quốc (Tập II, tr. 228). Trần Trọng San (tr. 146) cho biết Nguyên Chẩn làm Thượng thư Tả thừa, và [[Bùi Độ]] làm Thượng thư Hữu thừa.<\/ref> cùng với [[Bùi Độ]]. Vì ghen công với Bùi Độ, ông cùng Thôi Hoàng Giản mưu phá. Bùi Độ biết được tâu việc lên Hoàng đế, và ông bị đưa đi làm [[Thứ sử]] ở [[Đồng Châu]], rồi làm Thứ sử ở [[Việt Châu]], kiêm ''Quan sát sứ'' ở [[Chiết Đông]]<ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập II, tr. 228).<\/ref>. Đến đời [[Đường Văn Tông]], ông được đổi làm Tiết độ sứ ở [[Vũ Xương]] (nay là thủ phủ tỉnh [[Hồ Bắc]]).\n\nNăm [[831]], Nguyên Chẩn mất tại chức lúc 52 tuổi.\n\n==Sự nghiệp văn chương==\nNguyên Chẩn và [[Bạch Cư Dị]] là đôi bạn thân thiết: là bạn [[thơ]] và là bạn đồng triều, rồi vì cùng đấu tranh chính trị trong nội bộ mà cùng bị biếm. Đối với thi đàn lúc bấy giờ, hai ông đã tích cực đề xướng phong trào Tân [[nhạc phủ]]. Bài tựa \"Nhạc phủ đề cổ\" của Nguyên Chẩn, và \"Ký Nguyên Chẩn thư\" (''Thư gửi Nguyên Chẩn'') của [[Bạch Cư Dị]] có thể xem là những tuyên ngôn của khuynh hướng sáng tác hiện thực trong thơ ca [[Trung Quốc]] vào đầu [[thế kỷ 9]]<ref name=\"TDVH\" \/>.\n\nRiêng về Nguyên Chẩn, rất nhiều tác phẩm của ông đã được phổ nhạc và lưu truyền trong cung cấm, nên lúc bấy giờ ông còn được là '''Nguyên tài tử''' <ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập II), tr. 228.<\/ref>. Đề tài mà ông thường viết là tình yêu, là sự tiếc thương cho người đã khuất. Đây là sở trường của ông, do ông giàu từ ngữ và tinh tế khi tả <ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập II), tr. 232.<\/ref>, nổi bật có bài \"Xuân hiểu\" (''Sáng xuân''), \"Khiển bi hoài\" (''Giải nỗi sầu nhớ'', gồm 3 bài)<ref>Vợ Nguyên Chẩn là Vi Tùng, con nhà quan, mất khi ông mới 30 tuổi, gia cảnh còn nghèo. Thương nhớ vợ, ông làm bài thơ này.<\/ref>,...\n \nSong bộ phận có giá trị nhất của Nguyên Chẩn lại là thơ phúng dụ. Thơ phúng dụ phần lớn viết theo thể [[cổ phong]] và [[nhạc phủ]], cũng dùng những đề tài giống như [[Bạch Cư Dị]], để nói lên tâm tình bất mãn của tác giả đối với tình hình chính trị (trong đó có việc ông phê phán chủ trương gây chiến), đồng thời ít nhiều phản ánh cuộc cuộc sống của người dân đương thời. Đáng chú ý các bài: \"Thái châu hành\" (''Bài hành lặn xuống lấy hạt châu''), \"Tróc bổ hành\" (''Bài ca lùng bắt''), \"Chức phụ từ\" (''Bài ca gái dệt''), \"Điền gia từ\" (''Lời người làm ruộng''), \"Viễn chinh phu\" (''Chồng đi viễn chinh''), v.v...\n \nSong nhìn chung, diện phản ánh ở thơ phúng dụ của Nguyên Chẩn không rộng bằng ở Bạch Cư Dị, và mức độ phê phán cũng không mạnh bằng. Mặc dù vậy, chủ trương văn học và thực tiễn sàng tác của Nguyên Chẩn đã có ảnh hưởng khá nhiều đối với các nhà thơ hiện thực đương thời và đời sau <ref name=\"TDVH\">Theo Lê Đức Niệm, ''Từ điển văn học'' (bộ mới), tr. 1095.<\/ref>.\n\nKhen ngợi ông và [[Bạch Cư Dị]], danh sĩ Hoàng Thao thời Vãn [[Nhà Đường|Đường]] viết: \n:''\"Đời [[Nhà Đường|Đường]], trước thì có [[Lý Bạch]], [[Đỗ Phủ]]; sau thì có Nguyên Chẩn, [[Bạch Cư Dị]], thật đúng như biển cả mênh mông, như Hoa Nhạc (tức núi Hoa Sơn ở [[Thiểm Tây]]) ngất trời\".''\n\nĐến đời [[Nhà Thanh|Thanh]], danh sĩ [[Triệu Dực]] lại viết:\n:''\" Nguyên Chẩn và [[Bạch Cư Dị]] thích bình thường, giản dị...(làm thơ) phần nhiều gặp cảnh sinh tình, nhân việc nảy ý, cảnh trước mắt, lời nói cửa miệng, tự nhiên có thể đi sâu vào lòng người, ai cũng nghiền ngẫm, ngâm nga\"'' <ref>Chép lại theo ''Lịch sử văn học Trung Quốc'' (Tập II), tr. 234.<\/ref>.\n\n==Giới thiệu thơ==\nTác phẩm Nguyên Chẩn để lại có:\n*'''Nguyên thị Trường Khánh tập''' (''Tập thơ của Trường Khánh họ Nguyên''), gồm 60 quyển.\n*'''Hội chân ký''' (''Ghi chuyện gặp gỡ chân tình''), còn gọi là '''Oanh Oanh truyện''': Đây là truyện ngắn tả mối tình giữa [[Thôi Oanh Oanh]] và [[Trương Quân Thụy]], đặt nền móng cho sự ra đời vở tạp kịch [[Tây sương ký]] (''Truyện ký mái Tây'')<ref>[[Tây sương ký]] do nhà viết kịch đời [[Nhà Nguyên|Nguyên]] là [[Vương Thực Phủ]] sáng tác. Sau, danh sĩ đời [[Nhà Nguyễn|Nguyễn]] ([[Việt Nam]]) là [[Lý Văn Phức]] (hoặc [[Nguyễn Lê Quang]]) lại chuyển thể từ kịch bản này làm thành truyện [[chữ Nôm|Nôm]] là [[Tây sương]] (''Mái Tây'').<\/ref> nổi tiếng.\n\nNgoài ra, những lời bàn luận về thế sự của ông và [[Bạch Cư Dị]], còn được tập hợp trong 75 thiên '''Sách lâm''' (''Rừng sách'').\n\nGiới thiệu ba trong số bài thơ tiêu biểu của Nguyên Chẩn.\n{|valign=\"top\"\n|\n:'''Chức phụ từ'''\n:Phiên âm:\n:Chức phụ hà thái mang,\n:Tàm kinh tam ngọa hành dục lão.\n:Tàm thần nữ thánh tảo thành ti,\n:Kim niên ti thuế trừu chinh tảo.\n:Tảo chinh phi thị quan nhân ác,\n:Khứ tuế quan gia sự nhung tác.\n:Chinh nhân chiến khổ thúc đao sang,\n:Chủ tướng huân cao hoán la mạc.\n:Sào ti chức bạch do nỗ lực,\n:Biến tập liêu cơ khổ nan chức.\n:Đông gia đầu bạch song nữ nhi,\n:Vị giải khiêu văn giá bất đắc.\n:Thiềm tiền niễu niễu du ti thượng,\n:Thượng hữu tri thù xảo lai vãng.\n:Tiễn tha trùng trải giải duyên thiên,\n:Năng hướng hư không chức la võng.\n\n:Dịch nghĩa:\n:'''''Bài ca gái dệt'''''\n:''Gái dệt mới bận rộn làm sao,\n:''Tằm đã ngủ ăn ba rồi, tằm sắp chín.\n:''Nhờ ơn thần tằm và bàn tay gái kỳ diệu nên sớm thành tơ,\n:''Năm nay thuế tơ thu sớm hơn kỳ hạn.\n:''Thuế thu sớm phải đâu quan độc ác,\n:''(Chỉ vì) năm ngoái quan quân có việc binh đao.\n:''Binh sĩ chiến đấu gian khổ, cần lụa buộc vết thương,\n:''Chủ tướng lập công to, cần lụa thay màn trướng.\n:''Ươm tơ dệt lụa còn có thể gắng sức,\n:''Giật máy thay sợi, thật khó nhọc khôn làm nổi.\n:''Láng giềng phía đông có đôi gái đầu bạc trắng,\n:''Vì dệt hoa văn khéo nên không lấy được chồng.\n:''Trước thềm sợi tơ bay phấp phới,\n:''Con nhện tài tình, nhịp nhàng đan qua lại.\n:''Khen cho loài sâu bọ mà biết chằng sợi ngang trời,\n:''Có thể giữa khoảng hư không, dệt nên màng lưới.\n|\n:'''Khiển bi hoài''' (kỳ 2)\n:Phiên âm:\n:Tích nhật hý ngôn thân hậu sự,\n:Kim triêu đô đáo nhãn tiền lai.\n:Y thường dĩ thí hành khan tận,\n:Châm tuyến do tồn vị nhẫn khai.\n:Thượng tưởng cựu tình liên tỳ bộc,\n:Dã tằng nhân mộng tống tiền tài.\n:Thành tri thử hận nhân nhân hữu,\n:Bần tiện phu thê bách sự ai!\n\t\n:Dịch nghĩa:\n:'''''Giải nỗi sầu nhớ''''' (bài 2)\n:''Ngày trước cứ nói đùa những chuyện về sau,\n:''Bây giờ đều đến ngay trước mắt.\n:''Áo quần của nàng đã dần dần đem bố thí hết,\n:''Kim chỉ vẫn còn nhưng không nở lấy ra.\n:''Nhớ ân tình xưa, (ta) thương cả những kẻ nô tỳ,\n:''Nhân mộng thấy nàng, (ta) đốt giấy tiền, vàng mã.\n:''Vẫn biết nổi đau khổ (tử biệt) này ai ai cũng gặp phải,\n:''(Chỉ xót xa) vợ chồng nghèo nên trăm chuyện buồn thương.\n\n:'''Hành cung'''\n:Phiên âm:\n:Liêu lạc cố hành cung\n:Cung hoa tịch mịch hồng\n:Bạc đầu cung nữ tại\n:Nhàn tọa thuyết Huyền Tông.\n\n:[[Ngô Tất Tố]] dịch thơ:\n:''Quạnh hiu thương cảnh hành cung,\n:''Trước cung, hoa thắm mấy bông rầu rầu.\n:''Trong cung bà chúa bạc đầu,\n:''Ngồi rồi, kể chuyện khi hầu [[Đường Huyền Tông|Huyền Tông]].\n|}\n\n==Sách tham khảo==\n{{wikisource tác giả|Nguyên Chẩn}}\n*Sở nghiên cứu văn học thuộc Viện Khoa học xã hội Trung Quốc biên soạn, ''Lịch sử văn học Trung Quốc (Tập II)'', Bản dịch do Nhà xuất bản Giáo dục [[Việt Nam]] ấn hành năm 1993.\n*Dịch Quân Tả, ''Văn học sử Trung Quốc'' (Tập I). GS. Huỳnh Minh Đức dịch từ tiếng [[Trung Quốc]]. Nhà xuất bản Trẻ, 1992.\n*[[Nguyễn Hiến Lê]], ''Đại cương văn học sử Trung Quốc'' (trọn bộ). Nhà xuất bản Trẻ, 1997.\n*Lê Đức Niệm, mục từ \"Nguyên Chẩn\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Trần Trọng San, ''Thơ Đường''. Tủ sách Đại học Tổng hợp Thành phố Hồ Chí Minh, 1990.\n*Nhiều người dịch, ''Thơ Đường'' (Tập I). Nhà xuất bản Văn học, 1987.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=779|mất=831}}\n\n[[Thể loại:Người Hà Nam (Trung Quốc)]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]\n[[Thể loại:Sinh năm 779]]"}