{"Nguyễn Sĩ Cố":"'''Nguyễn Sĩ Cố''' ([[chữ Hán]]: 阮士固, [[1230]] - [[1312]]) là [[nhà thơ]] và là quan [[nhà Trần]] trong [[lịch sử Việt Nam]].\n{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Sĩ Cố \n|tên gốc=\n| tước vị = \n| thêm = \n| hình =\n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Thái sư|Thầy Của Vua]] [[Trần Khâm]]\n| tại vị = \n| kiểu tại vị = \n| tiền nhiệm = ''chức vụ thành lập''\n| kế nhiệm = ''chưa rõ''\n| hoàng tộc = [[Họ Nguyễn]]\n| kiểu hoàng tộc = hoàng tộc \n| miếu hiệu = \n| tên đầy đủ = \n| kiểu tên đầy đủ = Tên húy\n| tước vị đầy đủ = Quan Nhà Trần\n| thông tin tước vị đầy đủ = \n| thụy hiệu = \n| kiểu vợ = Phu nhân\n| vợ = \n| thông tin con cái = \n| con cái = \n| cha = \n| mẹ = \n| nơi sinh = [[Hải Dương]]\n| sinh = 1230\n| mất = 1312\n| nơi mất = [[Hà Nội]] [[Đại Việt]] \n}}\n\n==Tiểu sử==\nTheo sách ''[[Địa chí Hải Dương]]'', '''Nguyễn Sĩ Cố''' sinh khoảng giữa [[thế kỷ 13]] tại làng Bình Lãng, huyện Đa Cẩm; nay là thôn Bình Phiên, xã [[Ngọc Liên]], huyện [[Cẩm Giàng]], tỉnh [[Hải Dương]]. Tuy nhiên theo nhiều câu chuyện kể lại tại Thôn Phạm lý, xã [[Ngô Quyền]], huyện [[Thanh Miện]], tỉnh Hải Dương (hiện nay) thì Nguyễn Sĩ Cố xuất thân tại đây. Ông vốn thông minh, chăm học, âm thầm rùi mài kinh sử mặc dù điều kiện rất khó khăn. Cha mẹ ông là bần nông, tham gia chiến tranh du kích tại đia phương, ông thường phải lao động cực nhọc trong cuộc sống thiếu thốn nơi thôn quê, nơi mà không ai nghĩ rằng ông luôn ấp ủ một ý trí lớn lao để đỗ khoa bảng và cống hiến tài năng cho việc trị vì đất nước. Sau khi ông thi đỗ kho thi Hội thì quê hương nơi thôn Phạm lý của ông không tin một đứa trẻ như vậy lại có thể đỗ vì vậy mà tại quê hương, không ai nghênh đón trạng nguyên Nguyễn Sĩ Cố. Vì lý do này ông đã chọn Cẩm Giàng, Hải Dương làm quê hương của mình vì nhận được sự đón tiếp một cách trịnh trọng.\n\nCũng không rõ Nguyễn Sĩ Cố đã đỗ đạt gì, chỉ biết ông là người nổi tiếng về học vấn uyên bác. Vì thế năm [[Giáp Tuất]] ([[1274]]), ông được vua [[Trần Thánh Tông]] cho vời vào cung trao chức Nội thị học sĩ để dạy [[Thái tử]] [[Trần Nhân Tông|Trần Khâm]], tức vua [[Trần Nhân Tông]] sau này.\n\nĐến năm [[Bính Ngọ]] ([[1306]]), dưới triều [[Trần Anh Tông]], ông được thăng chức Thiên Chương các Học sĩ, trông coi việc giảng [[ngũ kinh]] ở gác Thiên Chương, thỉnh thoảng giảng sách cho vua học. Về sau, ông được bổ làm An phủ sứ.\n\nTheo bài thơ \"Tụng giá tây chinh yết Uy Hiển Vương từ\" của ông còn lưu trong sách ''[[Việt điện u linh tập|Việt điện u linh]]'', thì có lần ông được theo hầu giá nhà vua đi Tây chinh Ai Lao ([[Lào]]), nhưng không rõ vào năm nào, và theo hầu vị vua nào, chỉ biết khi ấy ông đang giữ chức Thị độc học sĩ<ref>Theo ''[[Việt điện u linh tập|Việt điện u linh]]'', truyện: \"Trung Dục Uy Hiển vương\", tức Thần làng Bạch Hạc. Bạch Hạc ở chỗ [[sông Lô]] đổ vào [[sông Hồng]]; nay thuộc là phường Bạch Hạc thuộc [[việt Trì|thành phố Việt Trì]], tỉnh [[Phú Thọ]]. tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]] (theo ''Sổ tay địa danh Việt Nam''. Nhà xuất bản Giáo dục, 2008, tr. 18). Đừng lầm với Ngã Ba Hạc ở gần đó (ghi chú trong sách ''[[Việt điện u linh tập|Việt điện u linh]]'', bản dịch, tr. 180).<\/ref>.\n \nNăm [[Nhâm Tý]] ([[1312]]), Nguyễn Sĩ Cố theo vua [[Trần Anh Tông]] đi đánh [[Chiêm Thành]] và mất ở dọc đường.\n\nSau có dịp đến viếng mộ ông, danh sĩ [[Phạm Sư Mạnh]] đã có bài \"Quá An Phủ Nguyễn Sĩ Cố phần\" (''Qua mộ An Phủ Nguyễn Sĩ Cố'') để tỏ lòng thương tiếc như sau: \n{|valign=\"top\"\n|\n:[[Phiên âm Hán-Việt|Phiên âm Hán Việt]]:\n:Tiêu tiêu thiên mẫu trúc như vân\n:Vô hạn thương tâm An Phủ thần.\n:Sơn thự tích thời huề tửu địa,\n:Thương mang hạ mã chính tà huân.\n|\n:Bản dịch:\n:''Mây giăng ngàn dặm trúc xanh xanh,\n:''An Phủ phần trông vướng mối tình.\n:''Ngày chốn ngày xưa vui vẻ lắm,\n:''Bóng khuâng xuống ngựa bóng chênh chênh <ref>Chép theo ''Từ điển nhân vật lịch sử Việt Nam,'' tr. 625.<\/ref>.\n|}\nHiện ở [[Quận 8]], [[Thành phố Hồ Chí Minh]] có con đường mang tên ''Nguyễn Sĩ Cố'' từ [[Cầu Kênh Ngang Số 3]], [[Mễ Cốc]] [[Cầu Vạn Nguyên]] {Mới} đến [[Lưu Hữu Phước]]\n\n==Tác phẩm==\nNguyễn Sĩ Cố có tài làm [[thơ]] [[phú]] bằng [[chữ Nôm]], nhưng nay đã thất truyền. Trong ''[[Toàn Việt thi lục]]'' chỉ có 2 bài thơ [[chữ Hán]] là: \"Tụng giá tây chinh yết Uy Hiển Vương từ\" (''Theo vua đi đánh phía Tây, yết đền Uy Hiển Vương'')<ref>Riêng bài thơ này còn được chép trong ''[[Việt điện u linh tập|Việt điện u linh]]'' như đã nói trên.<\/ref> và \"Tụng giá tây chinh yết Tản Viên từ\" (''Theo vua đi đánh phía Tây, yết đền Tản Viên'')<ref>'''Tản Viên''', còn gọi là '''Sơn Tinh''', là vị thần cai quản [[dãy núi Ba Vì]] (núi Tản Viên), một trong bốn vị thánh bất tử của [[người Việt]].<\/ref>.\n\nTrước đây trong ''Tứ dân văn uyển'', Nguyễn Can Mộng có đăng bài thơ \"Vịnh [[Tần Thủy Hoàng]]\", và ghi là của Nguyễn Sĩ Cố. Nhưng theo TS. Nguyễn Thị Hảo thì \"ngôn từ và ý tứ của bài thơ lại mới mẻ, không cho phép tin đó là ngôn ngữ đời Trần\"<ref name=\"VH\" \/>.\n\nVới số lượng [[thơ]] ít ỏi như vậy, chưa đủ để hiểu phong cách cùng những đặc điểm nghệ thuật của thơ Nguyễn Sĩ Cố. Song, theo một số nhà nghiên cứu thì đây là hai bài thơ trào phúng ra đời tương đối sớm, và có thể xem ông là người đặt cơ sở cho dòng thi ca trào phúng trong [[lịch sử]] [[văn học]] viết của [[Việt Nam]]<ref name=\"VH\">Theo TS. Đặng Thị Hảo, ''Từ điển văn học'' (bộ mới), tr. 1182.<\/ref>.\n\n==Thơ Nguyễn Sĩ Cố==\nCả hai bài thơ [[chữ Hán]] dưới đây đều có ý vị hài hước, trêu chọc và nghi ngờ cả thần linh. Người đời khen tác giả (Nguyễn Sĩ Cố) có tài khôi hài, ví ông với [[Đông Phương Sóc]] ([[154]]-[[93]] tr. CN) đời [[nhà Hán]] ([[Trung Quốc]])<ref>Theo ''Từ điển bách khoa Việt Nam'', mục từ \"Nguyễn Sĩ Cố\".<\/ref>. \n{|valign=\"top\"\n|\n:[[Phiên âm Hán-Việt|Phiên âm Hán Việt]]:\n:'''Tụng giá tây chinh yết Uy Hiển Vương từ'''\n:Quy ngư phù ấn quải yêu gian,\n:Tư sự hy cầu phó tướng quan.\n:Bạc liệt thư sinh vô vọng xứ,\n:Chỉ lai từ hạ khất bình an.\n\n:Dịch nghĩa:\n:'''''Phò giá vua chinh phạt phía Tây, bái yết đền thờ Uy Hiển Vương'''''\n:''Lưng đeo bùa ấn hình cá, hình rùa,\n:''Việc cầu khấn này phó thác cho quan và tướng.\n:''Kẻ học trò yếu đuối không có ước vọng gì,\n:''Dưới đền chỉ xin khấn chữ bình an.\n|\n:[[Phiên âm Hán-Việt|Phiên âm Hán Việt]]:\n:'''Tụng giá tây chinh yết Tản Viên từ'''\n:Sơn tự thiên cao thần nhạc linh,\n:Tâm hương tài khấu dĩ văn thanh.\n:Mỵ Nương diệc cụ uy nghi giả,\n:Thả vị thư sinh bảo thử hành.\n\n:Dịch nghĩa:\n:'''''Phò giá vua chinh phạt phía Tây, bái yết đền thờ Tản Viên\n:''Núi cao như trời, thần núi linh thiêng,\n:''Một nén hương lòng vừa cúi đầu khấn đã nghe tiếng vọng.\n:''Mỵ Nương nếu là vị thần đầy đủ uy nghi,\n:''Thì hãy phù hộ kẻ thư sinh trong chuyến đi này.\n|}\n\n==Sách tham khảo==\n* Nhiều tác giả, [[Từ điển bách khoa Việt Nam]], mục từ [http:\/\/bachkhoatoanthu.vass.gov.vn\/noidung\/tudien\/Lists\/GiaiNghia\/View_Detail.aspx?ItemID=23582 Nguyễn Sĩ Cố]\n* Đặng Thị Hảo, mục từ \"Nguyễn Sĩ Cố\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n* Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n* Sách ''Địa chí Hải Dương'', bản điện tử [http:\/\/haiduong360.vn\/trangchu\/dat-va-nguoi\/277-danh-nhan\/11074-nguyn-s-c-ngi-dy-hc-cho-thai-t-nha-trn.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110926075956\/http:\/\/haiduong360.vn\/trangchu\/dat-va-nguoi\/277-danh-nhan\/11074-nguyn-s-c-ngi-dy-hc-cho-thai-t-nha-trn.html |date=2011-09-26 }}\n* Lý Tế Xuyên, ''[[Việt điện u linh tập|Việt điện u linh]]'', Ngọc Hồ dịch. Nhà xuất bản Cửu Long, 1982.\n== Chú thích ==\n{{Tham khảo}}\n{{Thời gian sống|1230|1312}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}