{"Nguyên Tái":"'''Nguyên Tái''' ([[chữ Hán]]: 元載) (? - [[10 tháng 5]], [[777]]<ref name=death>http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%A5N%A9v&reign=%A4j%BE%E4&yy=12&ycanzi=&mm=3&dd=&dcanzi=%A9%B0%A8%B0<\/ref>), [[tên chữ|tự là]] '''Công Phụ''' (公輔), thụy hiệu '''Hứa Xương Hoang tử''' (許昌荒子) sau cải thành '''Hứa Xương Thành Tổng tử''' (許昌成縱子), là viên quan phục vụ dưới thời [[nhà Đường]] trong [[lịch sử Trung Quốc]], giữ cương vị [[tể tướng]] qua hai triều [[Đường Túc Tông]] và [[Đường Đại Tông]], và là nhân vật nắm hết uy quyền vào nửa cuối thời vua Đại Tông trở đi. Ông được nhận định là một nhân vật có đủ năng lực để đảm nhận cương vị thừa tướng, nhưng xảo trá và tham tàn. Những hành vi của ông cuối cùng đã khiến cho nhà vua bất bình, cuối cùng ông bị bắt giữ và hành quyết.\n\n== Thân thế ==\n\nKhông rõ Nguyên Tái chào đời vào thời gian nào. Nguyên quán của ông là Kì châu<ref>岐州, nay thuộc [[Bảo Kê]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref>). Vốn họ của ông là họ Cảnh. Phụ thân Nguyên Tái là [[Cảnh Thăng]], làm quản gia cho Vương phi Nguyên thị, vợ của Tào vương [[Lý Minh]] (con trai út của [[Đường Thái Tông]]). Do trung thành và tận tâm, Cảnh Thăng được vương phi tín nhiệm và đổi sang họ Nguyên.\n\nNguyên Tái mồ côi cha khi còn rất nhỏ, và sử sách ghi nhận rằng thời niên thiếu, ông rất thông minh và chăm dọc, có sở thích nghiên cứu về Lão Trang. Vì gia cảnh nghèo túng, đến nỗi ông phải tự đi bộ đến trường thi ở địa phương (kì khảo hạch trước khi bước vào các khoa thi do triều đình tổ chức), và liên tục thi trượt.\n\nĐầu những năm Thiên Bảo (742-756) triều [[Đường Huyền Tông|Đường Minh Hoàng]], hoàng đế chú tâm vào Đạo giáo, và tuyển mộ những người có thâm niên nghiên cứu về [[Nam Hoa kinh]], [[Đạo đức kinh]], [[Liệt tử]] và [[Văn tử]]. Nguyên Tái làm việc tận tâm và do đó được phong một chức quan ở Tân Bình <ref>新平, nay thuộc [[Hàm Dương]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref>). Khi tướng triều đình là Vi Ải đến tuyển dụng các quan chức từ đất Kiềm Trung <ref>黔中, thuộc khu vực [[Quý Châu]], phía tây [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>), Nguyên Tái được mời làm thư kí cho ông ta. Sau khi Nguyên Tái trở nên nổi tiếng, ông được bổ làm Đại lý tư trực, phục vụ trong Đại lý tự ở triều đình.\n\n== Thời Đường Túc Tông ==\n\nNăm [[755]], [[An Lộc Sơn]] làm phản ở Phạm Dương <ref>范陽, trị sở nay thuộc [[thủ đô]] [[Bắc Kinh]], [[Trung Quốc]]<\/ref>) đặt quốc hiệu là Ngụy Yên. Đế quốc Đại Đường nhanh chóng bị Ngụy Yên uy hiếp, chìm vào cảnh chiến tranh đầu rơi máu chảy. Vì chiến tranh, Nguyên Tái bỏ chạy xuống phía nam đến khu vực Guang Hoài. [[Lý Hi Ngôn]], người nắm giữ trấn Giang Đông bổ nhiệm Nguyên Tái làm tướng dưới quyền của mình và sau đó trao cho ông chức thứ sử Hồng châu <ref>洪州, nay thuộc [[Nam Xương]], [[Giang Tây]], [[Trung Quốc]]<\/ref>). Khi [[Đường Túc Tông]] (nối ngôi [[Đường Minh Hoàng]] năm [[756]]) khôi phục lưỡng kinh, Nguyên Tái được triệu về triều và được bố trí công việc ở bộ Hộ. Khi bệ kiến Túc Tông hoàng đế, ông nhanh chóng khiến nhà vua để ý và không lâu sau được thăng lên thị lang bộ Hộ, Ngự sử trung thừa, đảm trách vấn đề tài chính và thuế má ở vùng Giang - Hoài. Tin rằng Giang Hoài vẫn khá giàu có vì không bị ảnh hưởng của chiến tranh, Nguyên Tái đánh thuế nặng để bổ sung tiền vào ngân khố, có khi lên tới 8, 9 phần 10 tài sản của bá tánh, khiến vùng này rơi vào tình trạng hỗn loạn.<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷222|quyển 222]].<\/ref>\n\nTrong khi đó, Nguyên Tái tìm cách kết thân với [[hoạn quan]] đang nắm nhiều quyền lực trong triều khi ấy là [[Lý Phụ Quốc]], thông qua phu nhân (đối thực) của Phụ Quốc là Nguyên thị,<ref>Thời điểm đó, những thái giám có quyền lực và giàu có vẫn có thể kiếm được vợ, người ta gọi đó là đối thực.<\/ref>, Nguyên thị là người trong họ của Nguyên Tái. Năm [[762]], theo tiến cử của Phụ Quốc, Nguyên Tái được giao nhiệm vụ cai quản những vùng có vị trí quan trọng ở miền tây, lĩnh chức Kinh Triệu doãn. Nguyên Tái gặp Phụ Quốc và tỏ ý không hài lòng với chức vụ như vậy và ngầm ám chỉ là mình cần có những vị trí cao hơn. Ngày hôm sau, khi tể tướng [[Tiêu Hoa]] bị bãi, Nguyên Tái liền được bổ nhiệm làm Đồng trung thư môn hạ bình chương sự, nắm quyền thừa tướng trên thực tế. Ông cũng tiếp tục nhận trách nhiệm về vấn đề thuế má.\n\n== Thời Đường Đại Tông ==\n\nCuối năm đó Túc Tông băng hà. Triều đình trải qua một cuộc tranh giành đẫm máu giữa Trương hoàng hậu với [[Lý Phụ Quốc]]. Phe của Phụ Quốc thắng thế, Trương Hoàng hậu cùng với Nhị hoàng tử Việt vương [[Lý Hệ]] bị giết chết. Thái tử Dự lên kế ngôi, là [[Đường Đại Tông]]. Lúc đó [[Lý Phụ Quốc]] nghiễm nhiên trở thành đứa nắm hết triều cương. Nguyên Tái tiếp tục làm thừa tướng, và khi biết [[Lý Phụ Quốc]] bực bội với việc [[Tiêu Hoa]] chặn đường mình, Nguyên Tái dâng sớ đàn hặc [[Tiêu Hoa]] khiến ông này bị đuổi khỏi triều. Nguyên Tái được phong Trung thư thị lang, chức vị đứng thứ hai trong Trung thư tỉnh, nắm quyền tể tướng, tấn phong Hứa Xương tử. Năm [[763]], khi [[Thổ Phiên]] tấn công [[Trường An]], Đại Tông bỏ chạy về Thiểm châu <ref>陝州, nay thuộc địa phận [[Trú Mã Điếm]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>), cử đại tướng [[Quách Tử Nghi]] làm nguyên soái chống [[Thổ Phiên]] và Nguyên Tái làm quân sư. Khi nhà vua trở về kinh đô, đại thần [[Nhan Chân Khanh]] khuyên là nên tới viếng thăm và tông miếu trước rồi mới về cung. Nguyên Tái từ chối đề nghị đó. Chân Khanh tức giận, mắng, \"Quan tể tướng như ngươi nếu để lại chỉ làm hại dân hại nước mà thôi?\" Nguyên Tái nghe được rất tức giận. Trong khi đó, Đại Tông cách chức tể tướng [[Bùi Tuân Khánh]] sau khi xa giá về Trường An, từ đó thực quyền rơi cả vào tay Nguyên Tái. Ông đưa hối lộ cho thái giám thân cận của nhà vua là [[Đổng Tú]] và sai người đầy tớ là [[Trác Anh Thiến]] làm đường dây móc nối với Tú. Thông qua [[Đổng Tú]] và [[Trác Anh Thiến]], ông biết được những suy nghĩ của Đại Tông và tìm cách chiều đón ý vua, do đó ngày càng được tín nhiệm. Vì công việc ở bộ Hộ khá cồng kềnh trong khi lại phải đương quyền tể tướng, nên ông chuyển giao chức ở bộ Hộ cho bạn thân là [[Lưu Yến (nhà Đường)|Lưu Yến]]. Sử sách ghi nhận vào thời điểm đó, Nguyên Tái nắm rất nhiều quyền lực, và vợ ông là Vương thị (con gái của tướng [[Vương Trung Tự) cùng các con ông cũng trở nên lộng quyền. Trong khi đó, [[Lý Phụ Quốc]] (bị ám sát cuối năm [[762]], có thể là theo lệnh của Đại Tông), [[Trình Nguyên Chấn]] bị cách chức (đó đều là những người thân tín với Nguyên Tái, [[Ngư Triều Ân]] trở thành hoạn quan nắm quyền lúc bấy giờ, nhưng Triều Ân với Nguyên Tái lại không ưa nhau. Trong mấy năm tiếp theo, cuộc đấu đá giữa hai người trở thành sự kiện lớn trong triều đình [[nhà Đường]].\n\nNăm [[765]], khi [[Thổ Phiên]] sai sứ sang nghị hòa, Đại Tông cử Nguyên Tái và [[Đỗ Hồng Tiệm]] đến bàn việc nghị hòa. Năm [[766]], thấy mình nắm quá nhiều quyền lực, sẽ có người xúi giục nhà vua trừ khử mình, Nguyên Tái ra lệnh rằng các quan trước khi trình thư lên hoàng đế thì phải được sự chấp thuận của cấp trên - đó là để cắt đứt ý đồ của những ai có ý dâng mật tấu nói những điều bất lợi về mình lên nhà vua. [[Nhan Chân Khanh]], lúc đó là Đại lý tự khanh, kịch liệt phản đối, nói rằng làm như vậy chẳng khác gì là [[Lý Lâm Phủ]] thứ hai. Nguyên Tái vốn sẵn ghét Chân Khanh từ lâu, lấy cớ này vu cáo Chân Khanh phỉ báng triều đình và đuổi ra trấn ngoài. Cuối năm đó, [[Ngư Triều Ân]] viết một bức thư phỉ báng các tể tướng, đồng tể tướng là [[Vương Tấn]] rất giận dữ, nhưng Nguyên Tái vẫn giữ được bình tĩnh. Triều Ân nhận xét rằng, \"Thường thì bọn chúng phải rất tức giận, nhưng cái người chỉ cười cho qua sự thì cần phải đề phòng.\"<ref name=TTTG224>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷224|quyển 224]].<\/ref>\n\nNăm [[767]], Đại Tông cũng trở nên tin tưởng quá mực vào đạo Phật do ảnh hưởng của ba vị tể tướng Nguyên Tái, Vương Tấn và Đỗ Hồng Tiệm. Vua tin rằng nhờ Phật phù hộ mà nhà Đường thoát khỏi nguy cơ diệt vong sau [[loạn An Sử]] và cuộc nổi dậy của [[Bộc Cố Hoài Ân]], nên càng tin vào đạo Phật, thường bố trí hơn 100 tăng vào cung cấm. Có vị tăng còn được phong tới chức Khanh giám và được phong Quốc công. Các nhà sư cũng không phải chịu cực hình nào nếu phạm tội và chùa chiền được xây dựng khắp nơi, ngôi chùa nào cũng giàu của cải. Bọn Nguyên Tái lúc nào cũng bàn về Đạo Phật và Đạo Phật trở thành tôn giáo có ảnh hưởng nhất khắp [[Trung Quốc]] bấy giờ. Người đương thời còn nói vua và các tể tướng chỉ lo đến [[đạo Phật]] chứ không lo gì đến chính sự.\n\nNăm [[768]], với việc [[Thổ Phiên]] tiếp tục xâm lấn, Nguyên Tái dâng tấu nói ở biên cương lúc đó chỉ có quân đội [[Mã Lân]], không đủ để chống lại [[Thổ Phiên]]. Ông đề nghị quân của [[Mã Lân]] dời từ Bân<ref>邠州, nay thuộc [[Hàm Dương]]<\/ref>, Ninh <ref>寧州, nay thuộc [[Khánh Dương]], [[Cam Túc]], [[Trung Quốc]]<\/ref>) đến Cảnh châu <ref>涇州, nay thuộc [[Bình Lương]], [[Cam Túc]], [[Trung Quốc]]<\/ref>), trong khi lực lượng lớn của [[Quách Tử Nghi]] hiện đóng ở Hà Trung <ref>河中, nay thuộc [[Vận Thành]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>) dời đến bân châu. Để giảm bớt mối lo về việc các châu ở gần biên giới vốn bị bỏ hoang vì chiến tranh liên miên, sẽ không có đủ lương thực để cung cấp cho đại quân của [[Quách Tử Nghi]], Nguyên Tái hứa sẽ trưng thu lương thực từ các châu quận bên trong để cung cấp cho quân viễn chinh. Trong khi đó, ông cũng tìm cách gây hiềm khích giữa [[Quách Tử Nghi]] với [[Ngư Triều Ân]] nhưng không được. Năm [[769]], [[Đỗ Hồng Tiệm]] chết, Nguyên Tái tiến cử thượng cấp cũ là [[Bùi Miện]] lên thay. Tuy nhiên không lâu sau đó [[Bùi Miện]] cũng quy tiên.\n\nNăm [[770]], thấy Đại Tông bắt đầu bực bội [[Ngư Triều Ân]] chuyên quyền, Nguyên Tái bí mật khuyên nhà vua tìm cách trừ khử. Ông dùng tiền mua chuộc thủ hạ của Triều Ân là [[Hoàng Phụ Ôn]] và [[Chu Hạo]]. Những mưu kế ý định của ông đều bị Phụ Ôn biết được tiết lộ. Mùa xuân năm [[770]], theo đề nghị của Nguyên Tái, nhà vua bắt đầu hành động bằng việc dời [[Lý Bão Ngọc]], Tiết độ sứ Phạm Dương đến làm Tiết độ sứ Sơn Nam Tây Đạo <ref>山南西道, trị sở nay thuộc [[Tây An]], [[Thiểm Tây]], nằm ở phía tây [[Trường An]]<\/ref>), trong khi dời Hoàng Phủ, Tiết độ sứ Sơn Nam Tây Đạo đến Phạm Dương, ngoài ra để giả bộ xoa dịu Triều Ân, bằng cách sáp nhập bốn quận gần Trường An vào quyền kiểm soát của triều đình, dưới quân đội của [[Ngư Triều Ân]]. Ngay sau đó, Nguyên Tái bèn hợp mưu với [[Hoàng Phụ Ôn]] và [[Chu Hạo]] để giết Ngư Triều Ân. Nhằm ngày tết hàn thực, sau khi tiệc trong cung tan, Đại Tông ban chiếu cho Triều Ân ở lại bàn việc. Khi vào gặp mặt, Đại Tông trách Ngư Triều Ân có mưu sự không thành. Triều Ân lớn tiếng phản bác, Chu Hạo bèn dẫn quân sĩ xông lại bắt Triều Ân mang giết chết.\n\nSau khi [[Ngư Triều Ân]] bị giết, Nguyên Tái thao túng hết quyền hành vào tay mình, tham ô hối lộ một cách công khai. Ông rất tự tin vào khả năng của mình và bắt đầu hành động quá giới hạn. Khi [[Vương Ngang]], thị lang bộ Công từ chối không làm theo đề nghị của ông, ông loại bỏ ông ta và thay vào đó là tên tham quan thân cận với mình, [[Từ Hạo]]. Vua Đại Tông cũng nghe phong phanh vào những hành động của Nguyên Tái, nhưng không muốn đối đầu với ông. Nhà vua nhiều lần khuyên ông phải biết tự thỏa mãn, nhưng Nguyên Tái vẫn không thay đổi, dần khiến nhà vua sinh ra oán ghét. Năm [[771]], Đại Tông, không cần thông qua sự đồng ý của Nguyên Tái, đã bổ dụng [[Lý Tế Quân]] làm người đứng đầu bộ Lại. Từ thời điểm đó, quyền lực của Nguyên Tái bắt đầu lung lay. Thêm vào đó, năm [[773]], [[Lý Tế Quân]] buộc tội những người ăn cánh với Nguyên tái, gồm [[Từ Hạo]], [[Tiết Ung]], [[Đỗ Tế]], [[Vu Thiệu]]—khiến họ bị trục xuất, từ đó nạn tham ô trong triều đình được hạn chế.\n\nTrong khi đó, Nguyên Tái đang tấu bảo rằng Nguyên châu <ref>原州, nay thuộc [[Cố Nguyên]], [[Ninh Hạ]], [[Trung Quốc]]<\/ref>) -- trước là lãnh thổ [[nhà Đường]], nhưng nay không có người ở vì những tranh chấp liên miên với [[Thổ Phiên]], giờ cần khôi phục lại; xin cho quân của [[Mã Toại]] từ Cảnh châu sang Nguyên châu, và quân của [[Quách Tử Nghi]] từ Bân châu đến Cảnh châu; dùng những nơi này làm căn cứ chống lại [[Thổ Phiên]]. Vua Đại Tông hỏi [[Điền Thần Công]] về kế hoạch này, Thần Công đáp, \"Đánh trận và quan sát thế cục đối với các tướng tài cũng đã là khó khăn. Tại sao Thánh thượng có thể nghe lời một tên văn quan và đưa hết quân đội triều đình đánh cược với hắn ta?\"<ref name=TTTG224\/> Do đó nhà vua ra lệnh hoãn đề nghị của Nguyên Tái.\n\nNăm [[777]], Đại Tông cũng đã chán nản với việc tham ô và lộng quyền của Nguyên Tái và [[Vương Tấn]], bí mật bàn kế với cậu là [[Ngô Thấu]] để trừ hai người này đi. Ngày [[10 tháng 5]]<ref name=death\/>, Đại Tông lệnh cho [[Ngô Thấu]] bắt giữ Nguyên Tái, [[Vương Tấn]] và những kẻ a tòng. Sau đó vua sai [[Lưu Yến]], [[Lý Hàm]] thẩm vấn. Nguyên Tái và [[Vương Tấn]] nhận hết tội lỗi. Nhà vua ra lệnh buộc Nguyên Tái phải tự tử, còn [[Vương Tấn]] bị lưu đày. Thay vì tự tử, Nguyên Tái nói với đao phủ rằng, \"Hãy cho ta được chết nhanh chóng.\" Đao phủ nói, \"Thưa quan tể tướng, nếu ngài muốn chết nhanh, thì ngài sẽ phải chịu nhục nhã. Cho nên hãy tha thứ cho kẻ hèn này.\" Nói xong liền lấy tất nhét vào miệng của Nguyên Tái, rồi chặt đầu ông<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷225|quyển 225]].<\/ref>. Vợ của Nguyên Tái là Vương thị, cùng với các con là [[Nguyên Bá Hòa]], [[Nguyên Trọng Vũ]], [[Nguyên Quý Năng]] đều bị giết chết. Phần mộ gia đình bị khai quật. Người đương thời nói rằng Nguyên Tái có một khối gia tài khổng lồ, có cả một kho tiêu (một thứ gia vị xa xỉ vào thời đại [[nhà Đường]]), cùng vàng bạc trân châu nhiều vô kể. Chỉ có con gái của ông là [[Nguyên Chân Nhất]] đã xuất gia làm đạo sĩ là thoát chết, nhưng cũng bị sung vào cung làm tì. (Nhưng cô không được biết về cái chết của cha mình, và cũng không biết được sự thật mãi cho đến thời con của Đại Tông là [[Đường Đức Tông|Đức Tông]].) Rất nhiều những quan lại có qua lại với Nguyên Tái, bao gồm [[Dương Viêm]] (người mà Nguyên Tái đào tạo để kế nhiệm mình), [[Hàn Hồi]], [[Bao Cát]], [[Hàn Hội]] cũng bị trục xuất.\n\nSau khi Đại Tông qua đời, Đức Tông lên kế vị. Nhà vua nhớ lại khi xưa được Nguyên Tái ủng hộ lên ngôi Hoàng thái tử, nên có chút cảm kích. Năm [[784]], nhà vua hạ chiếu an táng cho Nguyên Tái theo đúng nghi lễ, khôi phục lại các chức vụ cho ông như khi còn sống. Cấp dưới của ông là [[Hứa Sơ]], [[Dương Kiểu]], [[Kỉ Thao]] bỏ tiền ra để cải táng cho ông. Nhà vua cũng cải thụy cho ông từ ''Hoang'' (có nghĩa là ngang ngược, trái phép) sang ''Thành Tổng'' (có nghĩa là ''thành công nhưng không có đức hạnh'').\n\n== Chú thích và tham khảo ==\n{{tham khảo}}\n* ''[[Cựu Đường thư]]'', [http:\/\/www.sidneyluo.net\/a\/a16\/118.htm quyển. 118] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080621213133\/http:\/\/www.sidneyluo.net\/a\/a16\/118.htm |date=2008-06-21 }}.\n* ''[[Tân Đường thư]]'', [http:\/\/www.sidneyluo.net\/a\/a17\/145.htm quyển. 145] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090202171421\/http:\/\/sidneyluo.net\/a\/a17\/145.htm |date=2009-02-02 }}.\n* ''[[Tư trị thông giám]]'', các quyển [[:zh:s:資治通鑑\/卷222|222]], [[:zh:s:資治通鑑\/卷223|223]], [[:zh:s:資治通鑑\/卷224|224]], [[:zh:s:資治通鑑\/卷225|225]].\n{{Tang Dynasty historians}}\n\n{{DEFAULTSORT:Yuan, Zai}}\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 777]]\n[[Thể loại:Tể tướng nhà Đường]]\n[[Thể loại:Nhà sử học thời Đường]]"}