{"Nguyên Thành Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyên Thành Tông <br>元成宗<br>Hoàn Trạch Đốc hãn <br>完澤篤汗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]<br> [[Khả hãn]] [[Đế quốc Mông Cổ|Mông Cổ]]\n| thêm = china\n| hình = YuanEmperorAlbumTemurOljeituPortrait.jpg\n| chức vị = [[Hoàng đế]] [[nhà Nguyên|Đại Nguyên]]\n| tại vị = [[1294]] - [[1307]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1271 till:1368\nAlignBars = early\nScaleMajor = increment:97 start:1271\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1294 till:1307 color:red\n<\/timeline>\n\n| tiền nhiệm = [[Nguyên Thế Tổ|<font color=\"grey\">Nguyên Thế Tổ<\/font>]]\n| kế nhiệm = [[Nguyên Vũ Tông|<font color=\"blue\">Nguyên Vũ Tông<\/font>]]\n| chức vị 1 = Hoàn Trạch Đốc hãn<br>[[Khả hãn]] [[Đế quốc Mông Cổ|Mông Cổ]] (danh nghĩa)\n| tại vị 1 = [[1294]] - [[1307]]\n| tiền nhiệm 1 = [[Hốt Tất Liệt|Tiết Thiện hãn]]\n| kế nhiệm 1 = [[Nguyên Vũ Tông|Khúc Luật hãn]]\n| hoàng tộc = [[Bột Nhi Chỉ Cân]] (Боржигин) \n| tên đầy đủ = Thiết Mộc Nhĩ hoặc Thiết Mục Nhĩ (鐵木\/穆耳 Tiěmùér; ''Temür'', Төмөр,Tömör,)\n| miếu hiệu = [[Thành Tông]] (成宗)\n| thụy hiệu = Khâm Minh Quảng Hiếu Hoàng Đế (欽明廣孝皇帝)<br>Hoàn Trạch Đốc Hãn (Öljeitü Hãn, {{mongolUnicode|ᠥᠯᠵᠡᠶᠢᠲᠦ ᠬᠠᠭᠠᠨ}} Өлзийт хаан)\n| niên hiệu = Nguyên Trinh (元貞) [[1295]]-[[1297]]<br>Đại Đức (大德) [[1297]]-[[1307]]\n| cha = [[Chân Kim]]\n| mẹ = [[Bá Lam Dã Khiếp Xích|Khoát Khoát Chân]] (Bá Lam Dã Khiếp Xích)\n| vợ = Xem văn bản\n| con cái = Xem văn bản\n| sinh = [[1265]]\n| mất = [[10 tháng 2]], [[1307]]\n| nơi mất = Đại Đô ([[Khanbalic]])\n}}\n'''Nguyên Thành Tông''' ([[tiếng Hán]]: 元成宗) hay '''Hoàn Trạch Đốc Khả hãn''' （{{mong|m=ᠥᠯᠵᠡᠶᠢᠲᠦ<br \/> ᠬᠠᠭᠠᠨ|k=Өлзийт хаан|Ppp=Öljeitü qaγan, Öljeyitü Qaγan, Öljiyt qaγan}}; [[tiếng Hán]]: 完澤篤可汗）([[1265]]- [[1307]]) là vị hoàng đế thứ hai của [[nhà Nguyên]]. Ông làm [[danh sách vua Trung Quốc|hoàng đế Trung Hoa]] từ năm [[1294]] đến năm [[1307]], đồng thời là [[Khả hãn]] trên danh nghĩa của [[đế quốc Mông Cổ]]. Ông là con trai thứ ba<ref name=NS18>[http:\/\/zh.wikisource.org\/wiki\/%E5%85%83%E5%8F%B2\/%E5%8D%B7018 Nguyên sử quyển 18: Thành Tông nhất]<\/ref> của Hoàng thái tử [[Chân Kim]] (真金) và là cháu nội của Đại hãn [[Hốt Tất Liệt]]. Tên của ông có nghĩa là \"Khả hãn sắt phước lành \" trong [[tiếng Mông Cổ]].\n\nThiết Mộc Nhĩ là một vị hoàng đế tài ba của nhà Nguyên. Ông giữ đế chế này theo cách mà Hốt Tất Liệt đã thực hiện dù ông không đạt được thành tựu lớn nào. Ông đã tiếp tục nhiều cải cách kinh tế của Hốt Tất Liệt, duy trì hòa bình với các Hãn quốc phía tây và các nước láng giềng như [[Đại Việt]] và [[Chiêm Thành]], những quốc gia công nhận quyền tối cao của ông trên danh nghĩa.\n\n== Sự nghiệp thời kỳ đầu ==\nÔng nguyên tên là '''Thiết Mộc Nhĩ''' hay ''Thiết Mục Nhĩ'' ({{mong|m=ᠲᠡᠮᠦᠷ|k=Төмөр|Ppp=Tömör \/ Temür}}; [[tiếng Hán]]: 鐵木耳 \/ 鐵穆耳), sinh năm [[1265]]. Ông là con thứ ba của [[Chân Kim]], thuộc gia tộc [[Bột Nhi Chỉ Cân]]. Mẹ ông là [[Bá Lam Dã Khiếp Xích|Khoát Khoát Chân]], người bộ tộc [[Hoằng Cát Lạt thị]]. Bởi vì con trai đầu tiên của Hốt Tất Liệt, [[Đóa Nhân Chỉ]] đã qua đời sớm, Chân Kim, con trai thứ hai của ông, cũng là cha của Thiết Mộc Nhĩ trở thành [[Hoàng thái tử]]. Tuy nhiên, Chân Kim mất năm 1285 khi Thiết Mộc Nhĩ 21 tuổi. Hốt Tất Liệt vẫn thân thiết với mẹ của ông, Khoát Khoát Chân, người vợ mà Chân Kim sủng ái. Giống như ông nội, Thiết Mộc Nhĩ là tín đồ của Phật giáo.\n\nHốt Tất Liệt giao nhiệm vụ cho ông bảo vệ khu vực [[Liêu Hà]] và [[Liêu Đông]] ở phía đông khỏi [[Nayan]] (Naiyan) và các họ hàng kình địch khác năm 1287. Ông đã đẩy lui họ với sự hỗ trợ của các tướng của Hốt Tất Liệt. Sau đó ông được chỉ định làm tổng binh trấn thủ Mạc Bắc [[Karakorum]] (Cáp Lạp Hòa Lâm hay Hòa Lâm) và khu vực xung quanh vào năm 1293, sau khi được phong làm Hoàng thái tôn. Khi bị các lực lượng của [[Hải Đô]] (trị vì [[Hãn quốc Sát Hợp Đài]]) bao vây, ông đã được người [[Kypchak]] (Khâm Sát) bảo vệ. Ba [[Hoàng tử]] của Hãn quốc Sát Hợp Đài đã quy phục ông trong khi ông phòng thủ Đông Mông Cổ (họ đã chạy tới Hãn quốc này ngay sau đó và lại quay trở lại nhà Nguyên một lần nữa trong thời gian trị vì của ông).\n\n== Trị vì ==\n=== Hoàng đế nhà Nguyên ===\nThiết Mộc Nhĩ ban đầu không phải người kế vị do Hốt Tất Liệt chỉ định, nhưng ông đã trở thành người kế vị năm 1293 sau khi cha của ông, Thái tử [[Chân Kim]], mất năm 1285. Ông lên ngai vàng với sự ủng hộ của mẹ ông Khoát Khoát Chân và của các quan lại có tài của Hốt Tất Liệt, như Üs Temür, thừa tướng [[Bá Nhan]] (Bayan), Bukhumu, Öljei. Những quan lại cao cấp này đã bảo đảm cho việc lựa chọn của Hốt Tất Liệt trở thành sự thật sau cuộc tranh giành ngai vàng của người anh là [[Cam Ma Lạt]] (Gamala).\n[[Tập tin:The South Mosque of Jinan 2009-03.JPG|left|thumb|Nhà thờ Hồi giáo Đại Nam ở [[Tế Nam]] được hoàn thành dưới thời của Thành Tông.]]\nNhiều vị trí cao trong đế quốc của ông do những người với nguồn gốc khác nhau nắm giữ, như người Mông Cổ, người Hán, người theo [[Hồi giáo]] và một ít người theo [[Kitô giáo]]. Về tư tưởng, chính quyền của Thiết Mộc Nhĩ tuân theo [[Nho giáo]] và dành sự tôn trọng cho các học giả Nho giáo. Sau khi kế vị ông đã ban hành chỉ dụ bày tỏ lòng sùng kính [[Khổng Tử]]. Cụ thể, hữu thừa tướng Harghasun là một người gần với các học giả Nho giáo<ref>The Cambridge History of China: Alien Regimes and Border States, trang 497-498<\/ref>. Tuy nhiên, triều đình của ông không chấp nhận mọi nguyên tắc của đạo Khổng<ref>Jack Weatherford - Genghis Khan and the making of the modern world<\/ref>. Thiết Mộc Nhĩ ban tặng vệ sĩ và tài sản mới cho mẹ mình và đổi tên thành ''ordo'' (lều hoặc cung điện lớn) cung điện Longfugong, nơi trở thành trung tâm quyền lực của Khunggirad trong vài thập kỷ tới. Các chính khách Mông Cổ và phương Tây được hỗ trợ bởi một loạt các quan cai trị Trung Quốc và các nhà tài chính Hồi giáo. Chính khách Hồi giáo nổi bật nhất là Bá Nhan, cháu chắt của Saiyid Ajall Shams al-Din, người phụ trách Bộ Tài chính. Dưới thời các quan cai trị người Mông Cổ Oljei và Harghasun, triều đình đã thông qua các chính sách được thiết kế để đảm bảo sự ổn định chính trị và xã hội. Các yêu cầu vẽ chân dung của các khả hãn được thông qua trong thời trị vì của Thành Tông.\n\nSố lượng [[người Tạng]] trong lãnh thổ quốc gia dần dần tăng lên. Gia đình Khon của Tây Tạng đã được vinh danh, và một trong số họ đã trở thành con rể hoàng gia vào năm 1296. Thiết Mộc Nhĩ đã đảo ngược chính sách chống [[Đạo giáo]] của ông nội và biến Đạo sư Zhang Liusun trở thành đồng chủ tịch của Học viện Học thuật. Năm 1304, Thiết Mộc Nhĩ bổ nhiệm chủ nhân Thiên thể của \"Núi Rồng và Hổ\" làm người đứng đầu Trường Thống nhất Chính thống. Ông cấm chưng cất và buôn bán [[rượu]] tại lãnh thổ nhà Nguyên năm 1297. Sử gia [[người Pháp]] [[Rene Grousset]] tán thưởng hành động này của ông trong cuốn sách ''The Empire of Steppes''.\n\nThiết Mộc Nhĩ đã phản đối việc áp đặt thêm bất kỳ gánh nặng tài chính nào cho người dân. Miễn giảm thuế má đã được cấp nhiều lần cho một phần hoặc toàn bộ lãnh thổ đế quốc. Sau khi lên ngôi, Thiết Mộc Nhĩ đã miễn Khanbaliq (Đại Đô, Bắc Kinh hiện đại) và [[Thượng Đô]] khỏi thuế trong một năm. Ông cũng miễn giảm thuế cho thường dân Mông Cổ trong hai năm. Năm 1302, chính sách mà ông muốn áp dụng để cấm thu thập bất cứ thứ gì ngoài hạn ngạch thuế được thiết lập. Tuy nhiên, tình trạng tài chính của triều đình trở nên xấu đi và việc cạn kiệt nguồn dự trữ tiền tệ làm suy yếu đáng kể uy tín của hệ thống tiền giấy. Tham nhũng giữa các quan lại cũng trở thành một vấn đề.\n\nThiết Mộc Nhĩ là một vị hoàng đế tài năng của nhà Nguyên. Ông giữ cho đế quốc theo con đường mà Hốt Tất Liệt để lại mặc dù ông không đạt được nhiều thành tựu lớn. Ông tiếp tục duy trì nhiều cải cách kinh tế của Hốt Tất Liệt và cố gắng khôi phục nền kinh tế sau những chiến dịch tốn kém của Hốt Tất Liệt trước đó. Ông đã để cho đế chế phục hồi vết thương thất bại đặc biệt sau chiến dịch tấn công nhưng thảm bại ở [[Đại Việt]]. Một trong số các vấn đề là các quan lại tham nhũng bắt đầu xuất hiện trong thời gian trị vì của ông, nhưng về tổng thể, đế quốc mà ông cha ông dựng lên vẫn còn hùng cường.\n\n=== Chiến dịch quân sự ===\nNgay sau khi lên ngôi năm 1294, Thiết Mộc Nhĩ đã ra lệnh chuẩn bị cho công cuộc tiếp tục mở rộng lãnh thổ sang [[Nhật Bản]] và [[Đại Việt]], do những vị vua của hai nước này không chịu sang chầu năm [[1291]]. Các vị vua của Đại Việt, [[Myanma]] và [[Sukhothai]] sau đó đã liền cử sứ giả tới [[Khanbaliq]] (Đại Đô) để công nhận ông như là hoàng đế [[thiên triều]] vào các năm [[1295]], [[1297]] và một lần nữa vào năm [[1300]]. Ông đã cho phóng thích các sứ giả của Đại Việt đang bị bắt giam cũng như sai sứ giả của mình sang giao hảo để thể hiện thiện chí của mình, và triều đình [[nhà Trần]] bắt đầu gửi các phái bộ triều cống. Sau khi nhận được đồ triều cống từ Đại Việt, ông đã từ bỏ ý tưởng tấn công quốc gia này nhưng ông đã cho quân đội đàn áp những cuộc nổi dậy trong khu vực miền núi phía tây nam, do các thủ lĩnh các bộ lạc miền núi như Song Longji và Shejie cầm đầu năm 1296. Các tướng Liu Shen và Liu Guojie phải mất nhiều tháng mới dẹp yên những cuộc nổi dậy này. Theo yêu cầu của Hoàng tử [[môn|người Mon]], ông đã cử một đội quân tiến vào nước này năm 1297. Đội quân này đã thành công trong việc đuổi [[người Shan]] ra khỏi [[Myanmar|Miến Điện]].\n\nQuân đội nhà Nguyên cũng dập tắt các tàn tích của Naiyan dưới sự chỉ huy của Khadan (hậu duệ của [[Dã Tốc Cai]] (Yesugei) tại [[Mãn Châu]] và [[Altai]] trong thời gian trị vì của ông.\n\nThiết Mộc Nhĩ cũng cử sứ giả tới [[Nhật Bản]] và [[Chiêm Thành]] để đòi triều cống. Chiêm Thành chấp nhận nhưng [[Liêm Thương mạc phủ]] (Kamakura shogunate) thì không. Và [[nụy khấu]] của Nhật Bản đã đưa quân tấn công vào [[Ninh Ba]] vào cuối triều đại của ông. Năm 1300, một đội quân của nhà Nguyên đã tràn vào [[Mông Cổ xâm lược Myanma|Myanma]] để bảo vệ chư hầu của mình trước cuộc xâm lăng của [[người Thái (Thái Lan)|người Thái]] nhưng không thành công. Cũng trong năm đó, ông đã cho quân đội tấn công Hải Đô. Hãn [[Buyan (hãn)|Buyan]] của [[Bạch Trướng hãn quốc|Bạch Trướng Hãn quốc]] cũng đề nghị Thiết Mộc Nhĩ hỗ trợ để chống lại Hải Đô và những người anh em họ nổi loạn của mình. Nhưng mẹ của hoàng đế đã cảnh báo ông là không nên đem quân truy kích kẻ thù. Hải Đô và [[Duwa]] bị quân Nguyên đánh bại và Hải Đô chết năm sau đó. Ngay sau đó, tình hình chính trị tại [[Trung Á]] đã thay đổi.\n\n=== Đại hãn của đế quốc Mông Cổ ===\n[[Tập tin:Dade Year 10 Yan Miao Protection Edict Stele - P1050485.JPG|thumb|Sắc lệnh của hoàng gia liên quan đến việc bảo vệ đền thờ [[Nhan Hồi]] ở [[Khúc Phụ]], năm Đại Đức thứ 11 (1307). Văn bản có cả tiếng Trung và tiếng Mông Cổ.]]\nHãn [[Ghazan|Mahmud Ghazan]] của [[Hãn quốc Y Nhi]] đã cải sang [[Hồi giáo]] ngay sau khi lên ngôi năm 1295. Ông ủng hộ tích cực việc mở rộng phạm vi ảnh hưởng của Hồi giáo trong đế quốc của mình và không thừa nhận các mối quan hệ với [[nhà Nguyên]] \"tà giáo\". Nhưng ba năm sau, ông này đã thay đổi chính sách và cử sứ thần tới Đại Đô cùng nhiều quà tặng quý giá như quần áo, ngọc ngà, vàng để chúc mừng Thiết Mộc Nhĩ, người được tôn kính nhất trong gia đình nhà [[Đà Lôi]] vào thời gian đó. Đáp lại, Thiết Mộc Nhĩ nói rằng \"Các hậu duệ của [[Thành Cát Tư Hãn]] luôn luôn là huynh đệ của nhau\" và gửi tặng Ghazan một con dấu khắc chữ \"王府定國理民之寶\" (\"Vương phủ định quốc lý dân chi bảo\"). Ghazan cũng nhận được phần của mình từ các thái ấp mà nhà Nguyên phong cho cụ tổ của ông là [[Húc Liệt Ngột]] (Hulegu). Đoàn sứ thần của Ghazan ở lại triều đình của Thiết Mộc Nhĩ trong 4 năm.\n\nNăm 1304, [[Duwa]] của [[Hãn quốc Sát Hợp Đài]], con trai của [[Hải Đô]] là Chapar, [[Tokhta]] của [[Kim Trướng hãn quốc|Kim Trướng Hãn quốc]] và [[Oljeitu]] của [[Hãn quốc Y Nhi]] đã thỏa thuận hòa bình với ông nhằm duy trì các mối quan hệ thương mại và ngoại giao và chấp nhận ông là vị chúa tể tối cao của họ<ref>Д.Цэен-Ойдов - ''Чингис Богдоос Лигдэн хутагт хүртэл 36 хаад''<\/ref>. Theo tập quán cổ, được thừa hưởng từ thời [[Húc Liệt Ngột]], Thiết Mộc Nhĩ phong cho Oljeitu như là hãn mới của [[Hãn quốc Y Nhi]] và gửi cho ông này con dấu có khắc chữ \"真命皇帝和順萬夷之寶\" (\"Chân mệnh hoàng đế hòa thuận vạn di chi bảo\"), sau này được Oljeitu sử dụng trong thư từ gửi cho vua Pháp [[Philippe IV của Pháp|Philip IV của Pháp]] năm 1305<ref>Cleaves, Mostaert và Hung viết trong bài báo năm 1952 rằng con dấu khắc chữ Hán sử dụng trong thư của Öljeitü là do ông ta tự làm ra do ông cho rằng mình trên mọi phương diện là ngang hàng với Thiết Mộc Nhĩ. Trên thực tế, hãn quốc Y Nhi luôn luôn là dễ bảo đối với các đại hãn cho tới tận khi hãn quốc này kết thúc.<\/ref>. Ngay sau đó cuộc tranh giành giữa Duwa và Chapar đã nổ ra. Thiết Mộc Nhĩ quyết định hỗ trợ Duwa bằng cách gửi đến một đội quân lớn và Chapar cuối cùng đã đầu hàng. Hãn Tokhta của Kim Trướng Hãn quốc công nhận địa vị chúa tể của Thiết Mộc Nhĩ bằng cách gửi 2 [[tumen]] (khoảng 20.000 quân) tới củng cố biên giới nhà Nguyên.\n\nÔng [[chết|qua đời]] tại [[Khanbaliq]] năm [[10 tháng 2]] năm 1307.\n\n== Gia đình ==\n* Vợ:\n\n# [[Thất Liên Đáp Lý]] (失怜答里; ? - ?), người của bộ lạc [[Hoằng Cát Lạt thị]]. Mất sớm trước khi Thành Tông đăng cơ. Tháng 10 năm 1299 được truy phong Hoàng hậu. Năm 1310 được Nguyên Vũ Tông tôn thụy hiệu '''Trinh Từ Tĩnh Ý hoàng hậu''' (贞慈静懿皇后).\n# [[Bốc Lỗ Hãn]] hoàng hậu (卜鲁罕皇后; ? - 1307), người của bộ lạc [[Bá Nhạc Ngô|Bá Nhạc Ngô thị]]. Ban đầu lập làm hoàng hậu năm Nguyên Trinh thứ nhất (1295). Tháng 10 năm 1299 nhận sách phong.\n#[[Hốt Thiếp Ni]] hoàng hậu (忽帖尼皇后; ? - ?), người của bộ lạc [[Khất Nhi Cát Tư thị]].\n\n* Con trai:\n\n# Hoàng thái tử Đức Thọ (德寿; ? - 1306), con của Trinh Từ Tĩnh Ý hoàng hậu.\n# 3 người con trai không rõ tên.\n\n* Con gái:\n\n# Xương Quốc Công chúa [[Ích Lý Hải Nha]] (益里海雅), hạ giá lấy [[A Thất Xương vương]] (阿失昌王).\n# Triệu Quốc Công chúa [[Ái Nha Mê Thất]] (爱牙迷失), hạ giá lấy [[Triệu vương]] [[Khoát Lý Cát Tư]] (闊里吉思).\n# Lỗ Quốc Công chúa [[Phổ Nạp]] (普纳), hạ giá lấy [[Tang Ca Bất Lạt]] (桑哥不剌).\n\n== Ghi chú ==\n{{Tham khảo}}\n{{Kiểm soát tính nhất quán}}\n{{start}}\n{{s-hou|[[Bột Nhi Chỉ Cân|Tộc ''Bột Nhi Chỉ Cân'']] (1206–1402)||1265||1307}}\n{{s-reg|}}\n{{s-bef|before=[[Hốt Tất Liệt]] hãn}}\n{{s-ttl|title=''[[Khả hãn|Khả Hãn]]'' của [[Đế quốc Mông Cổ]]|years=1294–1307<br><small>(danh nghĩa)<\/small>}}\n{{s-aft|after=[[Nguyên Vũ Tông|Khúc Luật]] hãn<br><small>(danh nghĩa)<\/small>}}\n|-\n{{s-bef|before=[[Hốt Tất Liệt|Nguyên Thế Tổ]]}}\n{{s-ttl|title=[[nhà Nguyên|Hoàng đế nhà Nguyên]]|years=1294-1307}}\n{{s-aft|after=[[Nguyên Vũ Tông]]}}\n{{end}}\n{{Khả hãn Mông Cổ}}\n{{Vua nhà Nguyên}}\n{{sơ khai nhân vật Trung Quốc}}\n\n[[Thể loại:Hoàng đế nhà Nguyên|Thành Tông]]\n[[Thể loại:Sinh năm 1265]]\n[[Thể loại:Mất năm 1307]]\n[[Thể loại:Đại hãn Đế quốc Mông Cổ]]"}