{"Nguyễn Điền Phu":"'''Nguyễn Điền Phu''' ([[chữ Hán]]: 阮佃夫, 427 – 477), người Chư Kỵ, Hội Kê (nay là [[Chư Kỵ]], [[Chiết Giang]]), tướng lĩnh, gian thần [[lưu Tống|nhà Lưu Tống]] trong [[lịch sử Trung Quốc]].\n\n==Thời Tiền Phế đế==\nÔng xuất thân là Đài tiểu sử trong những năm Nguyên Gia (424 – 453) thời [[Lưu Tống Văn Đế|Lưu Tống Văn đế]]. Khi Tương Đông vương [[Lưu Tống Minh Đế|Lưu Úc]] xuất các (là thuật ngữ chỉ việc Hoàng tử đến phong quốc) <ref>Lưu Úc là hoàng tử của Lưu Tống Văn đế, nhưng còn nhỏ tuổi khi vua cha bị giết hại, nên dưới thời trị vì của anh trai là Hiếu Vũ đế mới đi nhận phong quốc<\/ref>, chọn Điền Phu làm Chủ y. [[Lưu Tống Hiếu Vũ Đế|Hiếu Vũ đế]] triệu về bên cạnh, bổ làm Nội giám. Trong niên hiệu Vĩnh Quang (465) thời [[Lưu Tống Tiền Phế Đế|Tiền Phế đế]], Lưu Úc lại xin lấy ông làm thầy cho thế tử, rất được tín nhiệm.\n\nCuối niên hiệu Cảnh Hòa (465), Lưu Úc bị giữ lại trong cung, giảm lỏng ở Bí thư tỉnh, tình thế rất nguy hiểm. Điền Phu cùng [[Vương Đạo Long]], [[Lý Đạo Nhi]] cùng thân tín của Đế là [[Thuần Vu Văn Tổ]] (người quận Lang Tà) cùng mưu tính giết Đế. Khi ấy Trực các tướng quân [[Liễu Quang Thế]] cùng thân tín của Đế là [[Mâu Phương Thịnh]] (người quận Lan Lăng), [[Chu Đăng Chi]] (người quận Đan Dương) cũng có mưu ấy, nhưng chưa biết nên đưa ai lên ngôi. Đăng Chi cùng Lưu Úc có quen biết, bọn Phương Thịnh bèn sai Đăng Chi tìm đến Điền Phu, ông nhận lời. Trước đó, Đế lập Hoàng hậu, tạm lấy yêm nhân (tức [[Hoạn quan|quan hoạn]]) của khắp các vương, thân tín của Lưu Úc là [[Tiền Lam Sanh]] cũng nằm trong diện ấy. Việc xong, chưa có gì khác để làm, Điền Phu ngầm sai Lam Sanh dò xét Đế; lo bị tiết lộ, Lam Sanh không dám tự ra ngoài, nên đem mọi hoạt động của Đế báo cho Thuần Vu Văn Tổ, để Văn Tổ báo lại cho ông.\n\nBuổi quá trưa ngày 29 tháng 11 năm ấy (465), Đế ra chơi Hoa Lâm Viên, Kiến An vương Lưu Hưu Nhân, Sơn Dương vương Lưu Hưu Hữu, Sơn Âm công chúa cũng theo hầu. Lưu Úc vẫn bị giám sát ở Bí thư tỉnh, không được triệu, càng thêm lo sợ. Điền Phu báo với Ngoại giám điển sự [[Chu Ấu]] (người quận Đông Dương), lại báo với Chủ y [[Thọ Tịch Chi]] (người quận Ngô Hưng), Tế khải chủ [[Khương Sản Chi]] (người quận Nam Bành Thành); Sản Chi lại nói với cấp trên của mình là Lĩnh tế khải tướng [[Vương Kính Tắc]] (người quận Lâm Hoài); Ấu lại báo với Trung thư xá nhân [[Đái Minh Bảo]], đều hưởng ứng. Minh Bảo, Ấu muốn ra tay khi trời sáng, bọn Điền Phu khuyên ra tay ngay khi có trống canh một. Ấu ước hẹn khắp trong ngoài, sai Tiền Lam Sanh mật báo bọn Kiến An vương Lưu Hưu Nhân. Khi ấy Đế muốn nam tuần. tâm phúc là bọn Trực các tướng quân [[Tống Việt]] đều ra ngoài gói ghém hành trang, chỉ có Đội chủ [[Phàn Tăng Chỉnh]] trông coi Hoa Lâm các, mà Tăng Chỉnh là đồng hương của Liễu Quang Thế; Quang Thế yêu cầu, Tăng Chỉnh lập tức nhận lệnh. Khương Sản Chi lại yêu cầu Đội phó [[Niếp Khánh]] (người quận Dương Bình) cùng tráng sĩ dưới quyền là [[Phú Linh Phù]] (người quận Hội Kê), [[Du Đạo Long]] (người (quận) Ngô Quận), [[Tống Quỳ Chi]] (người quận Đan Dương), [[Điền Tự]] (người quận Dương Bình) đều tụ tập ở Khánh Tỉnh. Điền Phu lo vẫn chưa đủ, muốn tập hợp thêm, Thọ Tịch Chi nói: \"Càng nhiều người tham dự thì mưu càng dễ bị tiết lộ, không cần thêm người làm gì!\"\n\nBấy giờ [[thầy mo]] nói: \"Hậu đường có quỷ.\" Đêm ấy Đế ở trước Trúc Lâm đường, cùng thầy mo bắn quỷ, bọn Kiến An vương Lưu Hưu Nhân cũng đi theo. Đế vốn không ưa Tịch Chi, trông thấy liền nghiến răng. Tịch Chi cùng Điền Phu đã mưu tính xong, lại lo vạ đến, rút đao xông vào trước, Khương Sản Chi theo sau, tiếp nữa là Thuần Vu Văn Tổ, Mâu Phương Thịnh, Chu Đăng Chi, Phú Linh Phù, Niếp Khánh, Điền Tự, Vương Kính Tắc, Du Đạo Long, Tống Quỳ Chi. Hưu Nhân nghe tiếng chân rất gấp, nói với Hưu Hữu rằng: \"Hành động rồi!\" bèn cùng nhau chạy lên núi Cảnh Dương. Đế thấy Tịch Chi đến, giương cung mà bắn, không trúng, bèn bỏ chạy. Tịch Chi đuổi theo giết chết Đế. Việc xong, bọn họ tuyên lệnh cho túc vệ rằng: \"Tương Đông vương thụ lệnh của Thái hậu, trừ cuồng chủ. Nay đã dẹp xong,\" Lưu Úc lên ngôi, là [[Lưu Tống Minh Đế|Lưu Tống Minh đế]], luận công ban thưởng, Điền Phu được phong Kiến Thành huyện hầu, thực ấp 800 hộ.\n\n==Thời Minh đế==\nNguyễn Điền Phu được thăng làm Nam đài thị ngự sử. [[Tiết Tác Nhi]] vượt [[hoài Hà|sông Hoài]] cướp bóc, Sơn Dương thái thủ [[Trình Thiên Tộ]] tạo phản, ông cùng quân đội các nơi đánh dẹp, phá Tác Nhi, hàng Thiên Tộ. Được thăng làm Long tương tướng quân, Tư đồ tham quân; soái quân bản bộ đến giúp Giả Kỳ (tên núi, dưới chân núi có thành do tướng [[nhà Tấn|Tấn]] là [[Hoàn Ôn]] xây dựng, nay là phía tây [[Phồn Xương]], [[An Huy]]), chuyển làm Thái tử bộ binh hiệu úy, Nam Lỗ Quận thái thú, hầu Thái tử ở Đông cung. Năm Thái Thủy thứ 4 (468), nhờ công phá Tiết Tác Nhi, được tăng phong 200 hộ, cả thảy 1000 hộ; giữ quan chức cũ kiêm Du kích tướng quân, Giả Ninh sóc tướng quân, cùng Phụ quốc tướng quân kiêm Kiêu kỵ tướng quân [[Mạnh Thứ Dương]] làm 2 viên Vệ tham viên trực.\n\nKhi ấy Điền Phu, Vương Đạo Long, [[Dương Vận Trường]] đều nắm quyền bính, chỉ ở dưới nhà vua, bọn [[Sào Thượng Chi]], [[Đái Pháp Hưng]] thời Đại Minh (niên hiệu của Hiếu Vũ đế) còn không bì kịp. Gặp dịp [[tết Nguyên Đán|tết Nguyên đán]] trùng với [[Sóc (lịch)|ngày Hợp Sóc]] (Thời điểm [[Mặt trăng]], [[Trái đất]], [[Mặt trời]] nằm trên một đường thẳng, Trái đất ở giữa) <ref>Ngày Hợp Sóc còn gọi là ngày Sóc, nếu vào đầu tháng (hoặc cuối tháng) thì không có trăng, còn được gọi là ngày Hối; vào giữa tháng, là khi trăng tròn, gọi là ngày Rằm hay ngày Vọng<\/ref>, Thượng thư tâu xin dời Nguyên hội (buổi chầu đầu năm), Điền Phu nói: \"Buổi chầu đầu năm là đại lễ của nước nhà, sao không dời ngày Sóc đi?\" Ông không hề đếm xỉa đến lịch pháp như vậy!\n\nĐiền Phu chuyên quyền tham ô, phàm việc gì mà không có đút lót thì không làm. Có người tặng 200 xúc [[lụa]], chê ít, không trả lời. Nhà cửa ruộng vườn, phủ đệ của các vương không theo kịp. Gia kỹ vài mươi người, dung mạo tài nghệ bậc nhất thời bấy giờ, phục sức đều là vàng bạc, gấm vóc, ngay cả Cung kỹ cũng không sánh được. Mỗi lần làm ra cái áo, món đồ gì, không ai trong kinh thành là không bắt chước. Trong trạch viện khơi ngòi, sang phía đông đến 10 dặm, hai bên bờ gọn gàng sạch sẽ, bơi thuyền nhẹ, cho nữ nhạc diễn tấu. Trung thư xá nhân Lưu Hưu thường đến chơi, đúng lúc Điền Phu ra ngoài, giữa đường gặp nhau, cùng Hưu quay về; vừa ngồi xuống, ông lệnh cho bày tiệc, một lúc sau thì có đủ các món ngon vật lạ, không hề mất công chuẩn bị. Điền Phu thường làm sẵn mấy chục món như thế để đãi khách cho tiện lợi, đến [[Vương Khải]], [[Thạch Sùng (nhà Tấn)|Thạch Sùng]] [[đời Tấn]] cũng không hơn dược.\n\nĐầu những năm Thái Thủy (465 – 471), nhiều người có quân công, tước trật lộn xộn, những kẻ nô bộc của Điền Phu theo đó mà có được những tước vị không xứng đáng: người đánh xe làm Hổ bôn trung lang, kẻ dắt ngựa làm Viên ngoại lang. Quan viên trong triều, không kể sang hèn, không ai không tìm cách kết giao với ông. Nhưng Điền Phu kiêu ngạo không để ai vào mắt, người có thể vào nhà ông chỉ có vài người như [[Thẩm Bột]] (người quận Ngô Hưng), [[Trương Đạm]] (người Ngô Quận)…\n\nNăm Thái Dự đầu tiên (472), Điền Phu được ban chức Ninh sóc tướng quân, Hoài Nam thái thú, được thăng làm Kiêu kỵ tướng quân, rồi được gia Hoài Lăng thái thú.\n\n==Thời Hậu Phế đế==\nMinh đế băng, Hậu Phế đế tức vị, quyền lực của Điền Phu trở nên lớn mạnh, kiêm Trung thư thông sự xá nhân, gia Cấp sự trung, Phụ quốc tướng quân, còn lại như cũ. Ông muốn để Trương Đạm nắm quyền quận Vũ Lăng, từ Vệ tướng quân [[Viên Sán]] trở xuống không đồng ý, mà Điền Phu vẫn nói là có sắc mà thi hành, bọn Sán không dám bắt bẻ.\n\nNăm Nguyên Huy thứ 3 (475), được thăng làm Hoàng môn thị lang, lĩnh Hữu vệ tướng quân, thái thú như cũ. Năm sau (476), đổi lĩnh Kiêu kỵ tướng quân. Năm ấy, được thăng làm Sứ trì tiết, Đốc Nam Dự Châu chư quân sự, Quan quân tướng quân, Nam Dự Châu thứ sử, Lịch Dương thái thú, vẫn coi việc trong cung. Nhờ công dẹp Kiến Bình vương [[Lưu Cảnh Tố]], được tăng ấp 500 hộ.\n\nKhi ấy [[Lưu Tống Hậu Phế Đế|Hậu Phế đế]] cuồng bạo, lại thích ra ngoài vui chơi; mới xuất cung thì đội ngũ nghi trượng còn chỉnh tề, sau một lúc thì bỏ hết cấm vệ, chỉ cưỡi ngựa đem theo vài tùy tùng, hoặc ra khỏi thành, hoặc vào nơi chợ búa, trong ngoài triều không ai là không lo sợ. Điền Phu ngầm cùng Trực các tướng quân [[Thân Bá Tông]], Bộ binh hiệu úy [[Chu Ấu]], [[Vu Thiên Bảo]] cùng mưu tính trừ đi, lập An Thành vương. Mùa xuân năm thứ 5 (477), Đế muốn đi Giang Thừa săn chim trĩ. Đế mỗi khi lên phía bắc, thường giữ đội ngũ nghi trượng ở lại trước Nhạc Du uyển, rồi bỏ mà đi. Ông dự tính dùng danh nghĩa của Thái hậu gọi đội ngũ này về, đóng cửa thành, chia người chiếm thành Thạch Đầu, Đông phủ (phủ Thượng thư lệnh, tức [[Tể tướng]]), sai người bắt Hậu Đế phế, tự làm Dương Châu thứ sử mà phụ chánh <ref>Vào đời Nam triều, kinh thành [[Kiến Khang]] cũng là Châu trị của [[Dương Châu]]. Thượng thư lệnh nghiễm nhiên là Dương Châu thứ sử. Đông phủ cũng chính là trị sở của Dương Châu thứ sử<\/ref>. Điền Phu cùng bọn Ấu mưu tính xong, Đế lại không đi Giang Thừa, nên việc không thành. Vu Thiên Bảo nhân đó đem mưu này tố giác với Đế, Đế bèn bắt Điền Phu, Ấu, Bá Tông ở ngoài Quang Lộc tự, ban chết. Nhưng triều đình chỉ làm tội Điền Phu, Ấu, người nhà đều không bị hỏi đến. Ông bấy giờ được 51 tuổi.\n\n==Tham khảo==\n* [[Tống thư]]\n* [[Nam sử]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Tướng nhà Lưu Tống]]\n[[Thể loại:Quan nhà Lưu Tống]]\n[[Thể loại:Sinh năm 427]]\n[[Thể loại:Mất năm 477]]\n[[Thể loại:Người Chiết Giang]]"}