{"Ngô Chất":"'''Ngô Chất''' ({{zh|t=吳質|s=吴质|p=Wu Zhi}}; 177 – 230), tự '''Quý Trọng''' (季重), là quan viên, tướng lĩnh [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Thời Tào Tháo ==\nNgô Chất quê ở quận [[Hà Nội (quận)|Hà Nội]], [[Duyện Châu]]<ref>Nay là [[Định Đào|Định Đào, Sơn Đông]].<\/ref>, xuất thân hàn vi, nhưng nhờ tài học mà thân cận với các con của quân phiệt [[Tào Tháo]], được [[Ngư Hoạn]] khen ngợi giống như {{ill|Lâu Hộ|zh|楼护}} có thể thân với cả năm con trai của [[Vương Mãng]].<ref name=\"TQC 21\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 21, ''[[:wikisource:zh:三國志\/卷21|Vương Vệ nhị Lưu Phó truyện]]''.<\/ref>\n\nNăm 215, Tào Tháo [[Trận Hán Trung (215)|xuất chinh Hán Trung]], [[Tào Phi]] cùng [[Tào Thực]] cùng nhau đi tiễn. Tào Thực ngôn ngữ có trật tự, ca tụng công đức của Tào Tháo, khiến Tào Tháo vô cùng cao hứng. Tào Phi thấy Tào Thực nổi bật, trong lòng không vui. Ngô Chất ở bên cạnh, ghé vào tai Tào Phi, khuyên Phi lúc này chỉ cần [[khóc]] là được. Tào Phi nghe theo, khóc lóc bái biệt. Mọi người lúc đó đều thấy tê tái, cho rằng Tào Thực dù nói lời hay nhưng nội tâm lại không chân thành bằng Tào Phi.<ref name=\"TQC 21\"\/>\n\nNăm 217, Tào Phi được lập làm [[Thế tử]] nước Ngụy, lấy [[Lưu Trinh]] cùng Ngô Chất làm phụ tá. Sau Tào Phi lại lấy [[Trần Quần]], [[Tư Mã Ý]], [[Chu Thước]], Ngô Chất làm liêu thuộc, gọi là Ngụy thế tử Tứ hữu. Cùng năm, Tào Phi cùng Ngô Chất bàn luận chính trị, được tổng hợp thành ''[[:wikisource:zh:與吳質書|Dữ Ngô Chất thư]]'', là một trong những tác phẩm chính luận nổi danh trong lịch sử [[văn học Trung Quốc]]. Ngô Chất sau đó rời [[Kiến An, Hứa Xương|Hứa Đô]], lần lượt đảm nhiệm chức huyện trưởng [[Triều Ca]], huyện trưởng [[Đại Danh|Nguyên Thành]].<ref name=\"TQC 21\"\/>\n\n== Thời Tào Phi ==\nNăm 220, Tào Phi soán vị lên ngôi, tức Ngụy Văn đế, phong Ngô Chất làm Bắc trung lang tướng, sử [[trì tiết]], Đô đốc [[U Châu|U]], [[Tịnh Châu (cổ đại)|Tịnh]] chư quân sự. Sau thăng chức Chấn uy tướng quân, đốc [[Hà Bắc]] chư quân sự, phong [[Liệt hầu]].<ref name=\"TQC 21\"\/> (''[[Tấn thư]]'' chép tướng hiệu của Ngô Chất là Trấn bắc tướng quân.)<ref>[[Phòng Huyền Linh]], ''[[Tấn thư]]'', quyển 31, Liệt truyện, ''[[:wikisource:zh:晉書\/卷031|Hậu phi truyện (thượng)]]''.<\/ref>\n\nNăm 224, Ngô Chất về triều, Tào Phi bày tiệc rượu, bắt các tướng quân cùng các quan từ đặc tiến trở xuống đều phải đến tham dự. Sau khi chè chén no say, Ngô Chất sai nghệ sĩ làm trò, châm chọc Thượng tướng quân [[Tào Chân]] to béo, Trung lĩnh quân [[Chu Thước]] gầy gò. Ngô Chất liền sai nghệ sĩ châm chọc hai người. Tào Chân thân là tông thất, rút đao trợn mắt dọa chém những ai ngả ngớn. [[Tào Hồng]], [[Vương Trung (Tam Quốc)|Vương Trung]] thì phụ họa. Ngô Chất lại giữ kiếm trách cứ Tào Chân. Chu Thước đứng dậy khuyên can, lại bị Chất quát mắng. Cuối cùng các tướng đều ngồi về chỗ cũ, còn Chu Thước bị ức chế, rút kiếm chém xuống đất cho hả giận.<ref name=\"TQC 21\" \/>\n\n== Thời Tào Duệ ==\nNăm 230, Ngô Chất về triều, giữ chức [[Thị trung]]. Khi đó, Ngụy Minh đế [[Tào Duệ]] mới chấp chính, [[Tư không]], Lục thượng thư sự [[Trần Quần]] phụ tá. Ngô Chất cho rằng Trần Quần nắm quyền sẽ ảnh hưởng đến nguy nan của quốc gia, cố ý khen ngợi Phiêu kỵ tướng quân [[Tư Mã Ý]], mà gièm pha Tư không Trần Quần không có tài năng làm [[Thừa tướng|quốc tướng]]. Tào Duệ nghe theo lời Chất, hạ chiếu muốn trách cứ Trần Quần. Người trong thiên hạ thấy thế, dù trong lòng không đồng tình, cũng hùa theo phê bình Trần Quần.<ref name=\"TQC 21\"\/>\n\nCùng năm, Ngô Chất chết, triều đình cho rằng Ngô Chất ỷ mình là bạn của Tào Phi mà làm việc tùy tiện, truy thụy hiệu là [[Xú hầu]].<ref name=\"TQC 21\"\/>\n\nNăm Chính Nguyên (254–256), thời Ngụy đế [[Tào Mao]], con trai của Ngô Chất là [[Ngô Ứng]] dâng thư cho rằng thụy của cha mình không ổn. Khi đó, con rể của Ngô Chất là [[Tư Mã Sư]] (con trai Tư Mã Ý) đang nắm quyền, sửa thụy hiệu của Ngô Chất thành [[Uy hầu]].<ref name=\"TQC 21\"\/>\n\n== Gia đình ==\n* Con cái:\n** [[Ngô Ứng]] (吳應), con trai của Ngô Chất, làm quan thời Tây Tấn đến chức Thượng thư.\n** [[Ngô phu nhân (Tư Mã Sư)|Ngô thị]] (吳氏), con gái của Ngô Chất, gả cho Tư Mã Sư.\n* Cháu:\n** [[Ngô Ứng]] (吳應), con trai của Ngô Ứng, làm quan Tây Tấn.\n* Cháu năm đời:\n** [[Ngô Kiên]] (吴坚).\n* Cháu sáu đời:\n** [[Ngô Thản Chi]] (吴坦之), Tây trung lang tướng công tào thời Đông Tấn.\n** [[Ngô Ẩn Chi]] (吳隱之), đại thần Đông Tấn.\n\n== Trong văn hóa ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'', Ngô Chất xuất hiện ở hồi 72, giữ chức Triều Ca trưởng, thường gửi thư trao đổi với Tào Phi. Tào Phi muốn bí mật bàn việc lập Thế tử của Tào Tháo, bèn giấu Ngô Chất vào một cái đẫy, vờ chứa lụa để di chuyển vào thành. Phụ tá của Tào Thực là [[Dương Tu]] đoán được, mật báo cho Tào Tháo. Tào Phi biết tin, hốt hoảng chạy về nói cho Ngô Chất. Chất bày rằng: ''Lo gì việc ấy! Ngày mai lại đem đẩy trong chứa tơ lụa xe vào, để cho thừa tướng tưởng là sự thực.'' Phi nghe theo, cho chất đầy lụa vào đẫy. Hôm sau, Tào Tháo cho người kiểm tra nhưng không phát hiện được gì, hoài nghi Dương Tu hãm hại Tào Phi.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 72, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 72|Gia Cát Lượng dùng mẹo lấy Hán Trung; Tào A Man thu quân về Tà Cốc]]''.<\/ref>\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Phòng Huyền Linh]], ''[[Tấn thư]]''.\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n{{thời gian sống|177|230}}\n\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}