{"Ngô Nguyên Tế":"'''Ngô Nguyên Tế''' ([[chữ Hán]]: 吳元濟, [[bính âm]]: Wu Yuanji, [[783]]<ref>Theo [[Tân Đường thư]] thì ông sinh năm [[793]]<\/ref> - [[12 tháng 12]] năm [[817]]<ref>[http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%BCw%A9v&reign=%ADs%A4%B8&yy=12&ycanzi=&mm=4&dd=9&dcanzi= Academia Sinica - Chuyển hoán Trung Tây 2000 năm]<\/ref>), là Tiết độ sứ tự xưng tại Chương Nghĩa<ref>Trị sở nay thuộc [[Trú Mã Điếm]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> dưới thời [[nhà Đường]] trong [[lịch sử Trung Quốc]]. Sau cái chết của cha là [[Ngô Thiếu Dương]] năm [[814]], Ngô Nguyên Tế tự đảm nhận công việc tại Hoài Tây nhưng không được chính quyền trung ương công nhận và bị [[Đường Hiến Tông]] ([[805]] - [[820]]) cử quân thảo phạt. Cuối cùng Ngô Nguyên Tế thất bại và bị xử tử năm [[817]], trấn Hoài Tây trở về sự kiểm soát của triều đình [[nhà Đường]].\n\n== Thân thế và thời trẻ ==\n\nTheo [[Cựu Đường thư]], quyển 145, Ngô Nguyên Tế là con trai trưởng của tiền tiết độ sứ Chương Nghĩa [[Ngô Thiếu Dương]], chào đời vào năm [[783]] dưới thời [[Đường Đức Tông|vua Đức Tông nhà Đường]] ([[779]] - [[805]])<ref name=\"CDT145\">''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷145|quyển 145]].<\/ref>. Còn theo [[Tân Đường thư]] thì ông sinh năm [[793]] cũng dưới thời [[Đường Đức Tông]]<ref>''[[Tân Đường thư]]'', quyển 214<\/ref>. Lúc Ngô Nguyên Tế chào đời (theo [[Cựu Đường thư]]) thì phụ thân của ông đang là một sĩ tốt phục vụ ở trấn Ngụy Bác<ref>Trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>. Trước kia Ngô Thiếu Dương có quan hệ thân thiết với Tiết độ sứ Chương Nghĩa bấy giờ, [[Ngô Thiếu Thành]] nên vào năm [[786]], [[Ngô Thiếu Thành]] cho người sang Ngụy đón Thiếu Dương về trấn, tuyên bố Thiếu Dương là em họ của mình và hết sức trọng dụng ông ta<ref name=\"CDT145\" \/>.\n\nNăm [[809]], [[Ngô Thiếu Thành]] bị bệnh nặng, bất tỉnh không dậy được. [[Ngô Thiếu Dương]] bèn làm phản, giết chết con trai Thiếu Thành là Nguyên Khánh. Năm sau Thiếu Thành chết, Thiếu Dương tự xưng là tiết độ sứ mới ở Chương Nghĩa. Vua Hiến Tông được tin, có ý đem quân thảo phạt Thái châu, nhưng vì bận đối phó với [[Vương Thừa Tông]] ở Thành Đức<ref>Trị sở nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> nên phải gác tham vọng lại, công nhận ngôi vị của [[Ngô Thiếu Dương]]<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷238|quyển 238]]<\/ref>. Dưới thời trị vì của phụ thân, Ngô Nguyên Tế được phong chức Hiệp luật lang, kiêm Giám sát Ngự sử, nhiếp Thứ sử Thái châu<ref name=\"CDT145\" \/>.\n\n== Gây hấn với trung ương ==\n\nNăm [[814]], [[Ngô Thiếu Dương]] qua đời. Nguyên Tế tự lập lên thay và giấu việc không phát tang, giả biểu của Thiếu Dương dâng lên triều đình; trong biểu nói Thiếu Dương bệnh nặng nên xin cho Nguyên Tế lãnh binh vụ. Trước kia, phán quan Chương Nghĩa là bọn [[Tô Triệu]], [[Dương Nguyên Khanh]] và [[Hầu Duy Thanh]] từng khuyên Thiếu Dương nên vào triều yết thiên tử để tỏ lòng trung thành. Đến đây Nguyên Tế lên nắm quyền, hung bạo vô nghĩa, nghi ngờ các tướng phản bội mình. Do đó ông hạ lệnh thắt cổ giết [[Tô Triệu]] và giam cầm [[Hầu Duy Thanh]]<ref name=\"CDT145\" \/><ref name=\"TTTG239\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷239|quyển 239]].<\/ref>. Triều đình tưởng Duy Thanh bị giết nên truy tặng là Thượng thư Bộ binh, [[Tô Triệu]] truy tặng Hữu phó xạ. [[Dương Nguyên Khanh]] khi đó đang ở [[Trường An]], nghe tin này thì hết sức lo sợ nên đã bàn với tể tướng [[Lý Cát Phủ]] về tình hình Hoài Tây và vạch ra chiến lược đánh diệt. Nguyên Khanh đề nghị triều đình hạ lệnh cho các trấn xung quanh bắt giam hết sứ giả từ Thái châu. Triều đình [[nhà Đường]] cũng không hỏi đến việc Thiếu Dương đã chết thật chưa, nhưng lệnh cho các trấn xung quanh âm thầm chuẩn bị lực lượng tấn công Chương Nghĩa. Nguyên Tế ở Thái châu biết Nguyên Khanh phản mình, liền cho giết vợ và bốn người con của ông ta, dùng thi thể của họ mà tập bắn cung. Lại dùng con rể [[Ngô Thiếu Thành]] là [[Đổng Trọng Chất]] để lo việc đối phó với triều đình.\n\nTheo lời đề nghị của [[Trương Hoằng Tĩnh]], sai Công bộ viên ngoại lang [[Lý Quân Hà]] đến Hoài Tây điếu tang [[Ngô Thiếu Dương]] và cũng là dò xét thái độ của Ngô Nguyên Tế. Nguyên Tế không cho sứ giả vào trấn, rồi đem quân cướp bóc, quấy phá Vũ Dương<ref>[[Tháp Hà]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]] hiện nay<\/ref>, Diệp Thành, tàn sát người dân, đốt phá Diệp Huyện<ref>[[Bình Đính Sơn]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>, cướp bóc ở Lư Sơn, Tương Thành<ref>[[Hứa Xương]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]] hiện nay<\/ref>... làm chấn động Quan Đông. [[Lý Quân Hà]] phải quay về [[Trường An]].\n\n== Chiến sự giai đoạn đầu ==\n\nTháng 10 ÂL, Thượng phong cho thứ sử Trần châu [[Lý Quang Nhan]] làm Tiết độ sứ Trung Vũ, Tiết độ sứ Sơn Nam Đông Đạo [[Sử Nghiêm Thụ]] làm chiêu phủ sứ Thân, Quang, Thái, đốc chư quân thảo phạt Ngô Nguyên Tế. Đầu năm [[815]], có chiếu tước quan tước của Nguyên Tế, sai quân của 16 đạo do [[Sử Nghiêm Thụ]] chỉ huy tấn công. Nghiêm Thụ sau một vài thắng lợi nhỏ thì tỏ ra chủ quan, do đó binh Hoài Tây thừa cơ tập kích<ref name=\"TTTG239\" \/>. Tháng 2 năm đó, Thụ bại binh ở Từ Khâu phải rút lui 50 dặm về cố thủ ở Đường châu (thuộc [[Trú Mã Điếm]]). Đoàn luyện sứ [[Lệnh Hồ Thông]] bại binh ở Thọ châu<ref>[[Lục An]], [[An Huy]], [[Trung Quốc]] hiện nay<\/ref>, nhiều quân sĩ bị người Sở giết chết<ref name=\"TTTG239\" \/>. Triều đình cách chức Thông, lấy [[Lý Văn Thông]] lên thay, còn cử thêm [[Liễu Công Xước]] đem thêm 5000 quân vào chiến trường Hoài Tây. Tiết độ sứ Ngụy Bác [[Điền Hoằng Chánh]] cũng sai con là [[Điền Bố]] dẫn 3000 quân hỗ trợ quân trung ương. Quân Đường giành lại ưu thế và phá được quân Hoài Tây ở một vài nơi.\n\nNgô Nguyên Tế tìm kiếm sự viện trợ từ các trấn khác, gồm Tiết độ sứ Thành Đức [[Vương Thừa Tông]] và Tiết độ sứ Bình Lư<ref>Trị sở nay thuộc [[Thái An]], [[Sơn Đông]], [[Trung Quốc]]<\/ref> [[Lý Sư Đạo]]. Hai người này đều dâng biểu lên Nhà Vua xin ban tiết việt cho Ngô Nguyên Tế, nhưng nhà vua từ chối. Sau việc này, [[Lý Sư Đạo]] bèn cử 2000 quân đến Thọ Xuân bề ngoài là hỗ trợ quân triều đình nhưng bên trong ngầm giúp Ngô Nguyên Tế. Đồng thời, Sư Đạo sai sát thủ đến cướp phá các đoàn chuyển vận lương thực dùng trong quân đội của [[nhà Đường]] xung quanh thành [[Lạc Dương]]. Lại còn sai thích khách đến [[Trường An]] hành thích hai tể tướng [[Võ Nguyên Hoành]] và [[Bùi Độ]], Nguyên Hoành bị giết còn Bùi Độ thoát được. Nhưng sự việc này chỉ khiến quyết tâm tiêu diệt phiên trấn của Hiến Tông tăng thêm, lại tưởng [[Vương Thừa Tông]] chủ mưu việc này nên quyết định thảo cả phạt Thành Đức<ref name=\"TTTG239\" \/>. Tháng 7, Lý Sư Đạo cử quân tăng việc cho Hoài Tây, chiêu kết với bọn sơn tặc, muốn thiêu rụi cả thành Đông Đô nhưng không được.\n\nCuối năm [[815]], [[Sử Nghiêm Thụ]] bị bãi chức, Tiết độ sứ Tuyên Vũ<ref>Trị sở nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> nắm quyền chỉ huy chiến dịch, [[Cao Hà Ngụ]] làm tiết độ sứ Đường Tùy Đặng. Nhưng [[Hàn Hoằng]] không nắm được quyền lực tuyệt đối và cũng không tích cực tham gia vào các chiến dịch. Quân triều đình thắng nhiều trận hơn song vẫn không thể giành ưu thế tuyệt đối.\n\nTháng 6 ÂL năm [[816]], lực lượng của [[Cao Hà Ngụ]] bị quân Chương Nghĩa đánh bại ở Thiết Thành, phải lui về Tân Hưng sách<ref name=\"CDT145\" \/>. Lúc bấy giờ tin tức thắng trận về triều đình tuy nhiều nhưng phần lớn là phóng đại. Sau thất bại của Cao Hà Ngụ, [[nhà Đường]] giáng chức Hà Ngụ cùng với Tiết độ sứ Sơn Nam Đông Đạo [[Lý Tốn]]<ref>Trị sở nay thuộc [[Tương Phàn]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>, đổi dùng [[Viên Tư]] lên làm tiết độ sứ ở Đường, Đặng. Cuối năm này Viên Tư cũng bị bãi chức, triều đình cho [[Lý Tố]] giữ chức Tiết độ sứ Đường Tùy Đặng, trở thành tướng chỉ huy lực lượng đánh Thái châu<ref name=\"TTTG239\" \/>. Đầu năm [[817]], [[Lý Tố]] đã có mặt ở Đường châu.\n\n== Thất bại và bị giết ==\n\nMột loạt chiến thắng liên tiếp trước quân đội của [[Cao Hà Ngụ]] và [[Viên Tư]] đã khiến cho quân Sở ngày càng khinh địch, tỏ ra coi thường [[Lý Tố]] vì ông chưa từng tham gia trận chiến lớn nào. Về phần mình, Lý Tố tìm hiểu kĩ về tình hình quân Sở, dùng chính sách động viên, khích lệ tướng sĩ, tìm cách tự tỏ ra yếu thế khiến quân Hoài Tây chủ quan hơn nữa.\n\nSau đó [[Lý Tố]] xin thêm quân tăng viện và bắt đầu tấn công vào một loạt thành sách xung quanh Thái châu, bắt được và dụ hàng các tướng [[Ngô Tú Lâm]], Lý Hựu, [[Đinh Sĩ Lương]], [[Trần Quang Hiệp]]; quân của [[Lý Quang Nhan]] cũng phá được Yển Thành. Trong mùa xuân năm [[817]], Lý Tố lần lượt đánh chiếm Mã An Sơn, Lộ Khâu Sách, Bạch Cẩu Sách, Vân Cảng Sách, Tây Bình, Sở Thành... thế quân Hoài Tây ngày một suy yếu, Ngô Nguyên Tế bắt đầu tỏ ra lo sợ. Người dân Thái châu lâm vào cảnh thiếu đói vì đường tiếp lương thực bị chặn, phải ăn rễ cây, thịt rắn, thịt chuột... nhưng rồi cũng dần cạn, nhiều người trốn ra khỏi thành, đầu hàng quân Đường. Quân Hoài Tây lo ngại nếu bắt giữ những người bỏ trốn thì phải tốn thêm lương thực cho họ ăn, nên không hề ngăn cản họ trốn đi<ref name=\"TTTG240\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷240|quyển 240]].<\/ref>.\n\nLúc này phí tổn cho chiến dịch đánh Hoài Tây làm ngân khố cạn kiệt, nên một số đại thần đề nghị triều đình dụ hàng Ngô Nguyên Tế. Do vậy, Hiến Tông gửi chiếu đến Thái châu, yêu cầu ông đầu hàng thì sẽ được bảo toàn mạng sống<ref name=\"TTTG240\" \/>. Tháng 6 ÂL năm đó, lo sợ thế lực trung ương, Ngô Nguyên Tế muốn dâng biểu xin hàng, nhưng bị quân sĩ quá khích ngăn cản, nên việc này không tiến hành được. Tại triều đình, [[tể tướng]] [[Bùi Độ]] xin đích thân đến Đường châu úy lạo tướng sĩ. Hiến Tông ban cho ông ta làm Tiết độ sứ Chương Nghĩa.\n\nThế trận ngày càng bất lợi cho quân Hoài Tây. Ngoài cánh quân chủ lực của [[Lý Tố]], các cánh quân khác do [[Lý Quang Nhan]] và [[Ô Trọng Dận]] chỉ huy cũng phá được Yển Thành vào mùa hạ năm [[817]]. Tháng 8 ÂL, [[Bùi Độ]] tới Yển Thành, ra sức động viên tướng sĩ, cùng diệt họ Ngô<ref name=\"CDT145\" \/>. Ngô Nguyên Tế phái [[Đổng Trọng Chất]] đóng ở Hồi Khúc (gần Yển Thành), tính kế cố thủ.\n\nNgày [[27 tháng 11]] năm [[817]], lúc trời đã ngả bóng, Lý Tố bắt đầu đem quân tiến tới phủ đệ của họ Ngô. Quân Đường lặng lẽ hành quân ngay trong đêm tuyết rơi dày, vượt 70 dặm qua khỏi Hồi Khúc tới chân thành Thái châu. Kể từ sau khi [[Ngô Thiếu Thành]] nắm quyền năm [[786]] là hơn 30 năm quân Đường không vào Thái châu, nên quân Hoài Tây hoàn toàn không có phòng bị gì cả. Lý Tố cùng [[Lý Trung Nghĩa]] đi trước, chư quân theo sau, cùng leo vào thành. Lính giữ cửa đều ngủ say, bị giết cả; chỉ giữ lại kẻ đánh mõ để người trong thành tưởng vẫn chưa có việc gì xảy ra.\n\n[[Lý Tố]] kéo quân vào phủ đệ của Ngô Nguyên Tế vào lúc trời đã sáng. Tố thông báo rằng: \n:''\"Quan quân đến rồi!\"''\n\nLúc đó Nguyên Tế đang say giấc điệp, đáp rằng đó là bọn tù làm loạn. Có người lính lại hô\n:''Thành bị chiếm rồi!''\nNguyên Tế nói\n:''Binh sĩ ở Hồi Khúc lại tới xin áo ấm''\nRồi đứng dậy bước ra ngoài, lúc đó mới phát hiện ra, bèn dẫn tướng sĩ lên chống cự. Lý Tố lo [[Đổng Trọng Chất]] sẽ vào Thái châu cứu chủ, nên dụ hàng ông ta<ref name=\"TTTG240\" \/>. Ngày [[29 tháng 11]], quân Đường tràn vào thành Thái châu, đến giữa trưa thành bị phá, Ngô Nguyên Tế bị bắt sống. [[Lý Tố]] cho xe áp giải ông về [[Trường An]].\n\nNgày [[12 tháng 12]] cùng năm, Ngô Nguyên Tế bị đưa tới [[Trường An]], [[Đường Hiến Tông]] lên Hưng An môn tiến hành lễ thụ phù. Sau đó vua hạ lệnh đưa ông đến lạy ở miếu tiên đế, rồi đem chém ở nơi có một cây liễu đứng một mình<ref name=\"CDT145\" \/>. Năm đó Ngô Nguyên Tế được 35 tuổi. Vợ ông là Thẩm thị bị sung làm nô tì phục dịch trong cung; hai người em trai và ba người con bị lưu đày tới Giang Lăng.\n\nHọ Ngô kể từ [[Ngô Thiếu Thành]] giết [[Trần Tiên Kì]] năm [[786]] cho tới khi Ngô Nguyên Tế bị giết năm [[817]], nắm quyền ở đất Sở được 31 năm.\n\n== Tham khảo ==\n*[[Cựu Đường thư]]\n*[[Tân Đường thư]]\n*[[Tư trị thông giám]]\n== Chú thích ==\n{{Tham khảo|30em}}\n{{start box}}\n{{succession box| \nchức vụ=[[Tiết độ sứ Chương Nghĩa]] (tự xưng)\n|trước= [[Ngô Thiếu Dương]]\n|năm=[[814]]-[[817]]|\n|sau=[[Bùi Độ]]}}\n{{end box}}\n\n[[Thể loại:Người nhà Đường]]\n[[Thể loại:Sinh năm 783]]\n[[Thể loại:Sinh năm 793]]\n[[Thể loại:Mất năm 817]]\n[[Thể loại:Sinh thế kỷ 8]]"}