{"Ngô phu nhân (Tôn Kiên)":"{{Thông tin nhân vật Tam Quốc\n|Tên = Ngô phu nhân<br>吴夫人\n|Chức vụ= [[Phu nhân]] của [[Tôn Kiên]]\n|Tên thật=? \n|Thế lực= [[Đông Ngô]]\n|Sinh= ?\n|Nơi sinh= huyện Ngô, [[Ngô quận]] (nay là [[Tô Châu]], [[Giang Tô]])\n|Thụy hiệu=Vũ Liệt Ngô hoàng hậu (武烈吴皇后)|Hôn phối=[[Tôn Kiên]]|Con=[[Tôn Sách]]<br>[[Tôn Quyền]]<br> [[Tôn Dực]]<br>[[Tôn Khuông]]}}\n\n'''Ngô phu nhân'''(156-?207) ([[chữ Hán]]: 吴夫人), còn gọi '''Tôn Phá Lỗ Ngô phu nhân''' (孙破虏吴夫人), '''Ngô Thái phi''' (吴太妃) hay '''Vũ Liệt Ngô hoàng hậu''' (武烈吴皇后), là [[vợ]] của Phá Lỗ tướng quân [[Tôn Kiên]], một vị [[quân phiệt]] thời cuối [[Đông Hán]], người đặt cơ sở hình thành nước [[Đông Ngô]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Lấy chồng ==\nNgô phu nhân người huyện Ngô, [[Ngô quận]] (nay là [[Tô Châu]], [[Giang Tô]]). Gia thế của bà không được ghi chép, nhưng dựa vào việc [[Viên Thiệu]] tiến cử em trai bà là [[Ngô Cảnh]] (吳景) làm quan [[Thái thú]] ở [[Đan Dương]], thì người ta suy ra gia đình bà cũng có gốc nho giáo có địa vị khá cao. Bà nổi tiếng là người tài sắc vẹn toàn. [[Tôn Kiên]] khi đó là Quan huyện đã cầu hôn bà.\n\nGia đình bà thấy Tôn Kiên vũ phu và ngông cuồng nên không muốn gả, định từ hôn khiến Tôn Kiên vừa xấu hổ vừa căm hận. Trong hoàn cảnh đó, bà đã đứng ra thuyết phục cả nhà không nên vì mình mà gây oán với Tôn Kiên, hãy coi đó là số mệnh<ref>Dịch Trung Thiên, sách đã dẫn, tập 1, tr 407<\/ref>. Vì vậy gia đình bà gả bà cho Tôn Kiên. Bà trở thành ''Ngô phu nhân'' được ghi trong sử sách.\n\nTôn Kiên và Ngô phu nhân có bốn người con trai là [[Tôn Sách]], [[Tôn Quyền]], [[Tôn Dực]] và [[Tôn Khuông]]; cùng 1 người con gái, nhưng không rõ đó có phải là [[Tôn phu nhân]], người gả cho [[Lưu Bị]] hay không<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 138<\/ref>.\n\n== Theo con ==\nNăm Sơ Bình thứ 2 ([[191]]), [[Tôn Kiên]] tử trận trong khi giao chiến ở [[trận Tương Dương (191)|Tương Dương]] với [[Kinh Châu]] [[thái thú]] là [[Lưu Biểu]], bà cùng bốn con nhỏ là [[Tôn Quyền]], Tôn Dực và Tôn Khuông, Tôn thị được con cả [[Tôn Sách]] đưa về huyện [[Giang Đô]] gửi một người quen là [[Trương Hoằng]].\n\nĐương thời, Ngô phu nhân có người em là Ngô Cảnh. Tôn Sách đến gặp sứ quân Viên Thuật – người cộng tác với Tôn Kiên trước đây - vừa từ [[Nam Dương]] chạy sang phía đông, chiếm đóng [[Thọ Xuân]]. Viên Thuật đã phong cho Ngô Cảnh làm [[Thái thú]] quận [[Đan Dương]] (丹楊, ngày nay là [[Tuyên Thành]], [[An Huy]]) và sai Tôn Sách đến theo giúp Ngô Cảnh. Tôn Sách bèn đón Ngô phu nhân cùng các em, đi cùng một người trong họ là [[Tôn Hà]] và người ở [[Nhữ Nam]] là [[Lã Phan]] đến [[Khúc A]] theo Ngô Cảnh. Tôn Sách dựa vào Ngô Cảnh bắt đầu xây dựng lực lượng nhưng không thành công, lại quay trở lại Thọ Xuân nương tựa Viên Thuật.\n\nNăm Hưng Bình nguyên niên ([[194]]), triều đình [[Hán Hiến Đế]] do quyền thần [[Lý Thôi]], [[Quách Dĩ]] muốn chống lại Viên Thuật, bèn bổ nhiệm [[Lưu Do]] làm [[Thứ sử]] của [[Dương Châu]]. Lưu Do không thể đối địch được với Viên Thuật nên không dám tới trị sở Dương Châu ở Thọ Xuân mà tới đóng nhiệm sở tại Khúc A thuộc Đan Dương. Thái thú Ngô Cảnh cùng Đô úy [[Tôn Bí]] (anh họ Tôn Sách) đã nghênh đón Lưu Do tới nhiệm sở Khúc A<ref>Tức huyện Đan Dương tỉnh Giang Tô<\/ref>.\n\nNgô phu nhân còn giữ [[ngọc tỷ truyền quốc]] do Tôn Kiên khi còn sống đã bắt được lúc tiến quân vào [[Lạc Dương]]. Viên Thuật muốn giành ngọc tỷ, nên ép bà phải giao nộp. Ngô phu nhân bèn đưa ngọc tỷ tới cho Viên Thuật<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 383<\/ref>. Viên Thuật có ngọc tỷ muốn xưng đế. Lưu Do cho rằng Ngô Cảnh và Tôn Bí là người cùng phe với Thuật bèn bất ngờ xuất quân đánh úp hai người để giải trừ mối lo. Ngô Cảnh và Tôn Bí phải bỏ Đan Dương chạy sang bên kia sông Trường Giang đóng ở Lịch Dương<ref>Nay là Hòa huyện, tỉnh An Huy<\/ref>. Ngô phu nhân được Ngô Cảnh đưa từ Khúc A về Lịch Dương<ref>Lê Đông Phương, sách đã dẫn, tr 149<\/ref>.\n\n[[Viên Thuật]] và [[Lưu Do]] dàn quân tranh giành Dương châu. Theo lệnh của [[Viên Thuật]], Ngô Cảnh cùng Tôn Bí mang quân chống [[Lưu Do]]. Hai bên đánh nhau lâu ngày không phân thắng bại. Tôn Sách bèn xin lĩnh quân ra mặt trận đánh Lưu Do. Được sự đồng ý của Viên Thuật, [[Tôn Sách]] mang 1000 quân tới Lịch Dương. Nhưng Tôn Sách lại muốn xây dựng cơ sở quân sự tại đây, sợ mẹ bị kinh động vì chiến tranh, nên sai người đưa bà huyện Phụ Lăng<ref>Phía đông Toàn Thúc<\/ref>.\n\nNăm Kiến An thứ 4 ([[199]]), [[Viên Thuật]] chết sau khi xưng đế được vài năm. Tôn Sách có sự phò trợ của các tướng cũ của Tôn Kiên đánh chiếm được 5 quận Giang Đông, được [[Tào Tháo]] nhân danh [[Hán Hiến Đế]] phong làm [[Thái thú]] [[Cối Kê]]. Ngô phu nhân được đón về quận Cối Kê.\n\nNăm Kiến An thứ 5 ([[200]]), [[Tôn Sách]] đột ngột qua đời. Con thứ hai của Ngô phu nhân là [[Tôn Quyền]] lên nối nghiệp anh. Trong khi Tào Tháo chinh phục phía bắc thì Tôn Quyền nhiều năm chinh chiến với Lưu Biểu ở Kinh châu, vừa để mở bờ cõi sang phía tây, vừa để báo thù cho cái chết của Tôn Kiên khi tham chiến với [[Lưu Biểu]].\n\nNgô phu nhân qua đời trước [[trận Xích Bích]]. Sử sách có những cách nói khác nhau, dẫn tới suy luận thời điểm này có thể là năm [[202]] (Kiến An thứ 7) hoặc [[207]] (Kiến An thứ 12)<ref>Dịch Trung Thiên, sách đã dẫn, tập 1, tr 409<\/ref>.\n\nSau này [[Tôn Quyền]] xưng đế ([[229]]) đã truy tôn bà là '''Vũ Liệt hoàng hậu''' (武烈皇后), hợp táng cùng Tôn Kiên ở [[Cao lăng]] (高陵).\n\n== Trong Tam Quốc diễn nghĩa ==\nChân dung Ngô phu nhân trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] khá mờ nhạt. Bà có một người em gái là [[Ngô quốc thái]] cũng lấy [[Tôn Kiên]], đây là nhân vật do [[La Quán Trung]] hư cấu, không có thật.\n\nTại hồi 29, khi Tôn Sách qua đời, Ngô phu nhân lo lắng về người kế vị, Tôn Sách đã trấn an bà về tài năng của Tôn Quyền. Sau này bà mất, cũng nhắc lại lời trăng trối của Tôn Sách để Tôn Quyền nhớ: ''\"Việc trong không quyết được thì hỏi Trương Chiêu, việc ngoài không quyết được thì hỏi Chu Du\".''\n\nKhi bà mất, em gái là [[Ngô quốc thái]] thay vai trò làm ''\"Quốc mẫu\"'' vùng Giang Đông, có vai trò ảnh hưởng lớn tới Tôn Quyền.\n\n==Xem thêm==\n* [[Tôn Quyền]]\n* [[Tôn Sách]]\n* [[Tôn Kiên]]\n* [[Viên Thuật]]\n* [[Ngô quốc thái]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 1-2'', Nhà xuất bản Công an nhân dân.\n\n==Chú thích==\n{{Tham khảo}}\n{{Hoàng hậu Tam Quốc}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 202]]\n[[Thể loại:Mất năm 207]]\n[[Thể loại:Người nhà Hán]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Người từ Tô Châu]]"}