{"Ngưu Phụ":"'''Ngưu Phụ''' ([[chữ Hán]]: 牛輔; [[bính âm Hán ngữ|bính âm]]: Niu Fu; ???-[[192]]) là một viên tướng phục vụ dưới trướng của lãnh chúa [[Đổng Trác]] của nhà Hán thời kỳ [[Tam Quốc]] của [[Lịch sử Trung Quốc]]. Ông là con rể của Đổng Trác và là viên bộ tướng trung thành với ông này. Ngưu Phụ sau này bị chính thủ hạ của mình giết chết.\n\n==Tiểu sử==\nNgưu Phụ phục vụ dưới trướng của Đổng Trác và được ông này gả con gái cho. \n[[Viên Thiệu]] triệu tập chư hầu chống lại Đổng Trác. Đổng Trác mang vua [[Hán Hiến Đế]] bỏ [[Lạc Dương]] chạy vào [[Trường An]], chỉ để bộ tướng [[Từ Vinh]] và Ngưu Phụ ở lại [[Nghĩa Dương]] chống giữ. Sau Đổng Trác cử Ngưu Phụ giữ An Ấp làm thế ỷ dốc cho [[Đoàn Ổi]] ở Hoa Âm. Sau đó cử Trương Tế theo Ngưu Phụ ra đóng quân ở [[Thiểm Châu]] theo lệnh Đổng Trác.\n\nSau đó, [[Vương Doãn]] sai Lã Bố đi đánh dẹp Ngưu Phụ lúc này đang hoành hành, chém giết nhân dân vô tội ở Trung Mâu, Dĩnh Xuyên, Trần Lưu. Nguyên nhân là khi biết Đổng Trác bị giết chết. Ngưu Phụ sai [[Trương Tế]] cùng [[Lý Thôi]] và [[Quách Dĩ]] mang quân sát hại vài trăm người Tinh châu - đồng hương với Vương Doãn và Lã Bố - ở trong vùng đất mình cai quản, sau đó mang quân chém giết dân thường ở Trung Mâu, Dĩnh Xuyên, Trần Lưu\n\nNăm [[192]], [[Lã Bố]] sai [[Lý Túc]] đi đánh Ngưu Phụ nhưng Ngưu Phụ đã đánh bại Lý Túc thua trận chạy về [[Trường An]]. Ngưu Phụ thắng trận nhưng bị thủ hạ là [[Hồ Xích Nhi]] vì tham vàng bạc, châu báu mà giết chết, mang đầu đến Trường An nộp cho [[Vương Doãn]].\n\n==Trong Tam Quốc diễn nghĩa==\nTrong Tam Quốc diễn nghĩa, Ngưu Phụ là con rể của Đổng Trác và giữ chức Trung Lang tướng. Sau khi Lý Thôi mộ được hơn mười vạn quân, chia làm bốn đường, kéo vào Trường Anlại gặp Ngưu Phụ lúc này cũng đem năm nghìn quân đi báo thù cho cha vợ. Lý Thôi hợp hai toán làm một, sai Ngưu Phụ làm tiền khu đi trước, bốn tướng dần dần kéo đi sau.\n\nLã Bố cùng với Lý Túc đem quân ra. Lý Túc đi trước nghênh địch, cùng Ngưu Phụ [[giao đấu|đánh nhau]] một trận. Ngưu Phụ chống không nổi thua chạy nhưng canh hai đêm hôm ấy, nhân lúc Lý Túc không phòng bị, Ngưu Phụ kéo quân đến cướp trại Lý Túc. Quân Lý Túc đại bại.\n\nHôm sau Lã Bố tiến binh, cùng Ngưu Phụ đối địch. Ngưu Phụ không địch nổi được Bố, cho nên lại thua chạy. Đêm hôm ấy Ngưu Phụ gọi tướng tâm phúc tên là Hồ Xích Nhi bảo rằng: \"Lã Bố kiêu dũng lắm, thế khó địch nổi. Sao bằng ta không cho bọn Lý Thôi biết, ngầm giấu vàng bạc, châu báu đem dăm ba người thân tín bỏ trốn đi\". Hồ Xích Nhi ưng thuận.\n\nNgay đêm hôm ấy Ngưu Phụ nhặt nhanh vàng bạc, châu báu, bỏ trại đi, chỉ đem ba bốn người đi theo. Đi đến một con sông, lúc súc qua đò, Xích Nhi trông thấy của cải ngốt mắt, muốn chiếm lấy một mình, liền giết Ngưu Phụ đem đầu Phụ đến dâng Lã Bố. Lã Bố hỏi đầu đuôi người đi theo khai rằng: \"Xích Nhi giết Phụ để lấy của\", Lã Bố giận, lập tức giết ngay Xích Nhi.\n\n==Xem thêm==\n* [[Vương Doãn]]\n* [[Đổng Trác]]\n* [[Lã Bố]]\n* [[Danh sách nhân vật thời Tam Quốc]]\n* [[Danh sách sự kiện hư cấu trong Tam Quốc diễn nghĩa]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Trung Quốc}} \n{{Nhân vật Tam Quốc}}\n\n{{Các chủ đề| Trung Quốc|Văn học}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 192]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]"}