{"Ngụy Diên":"{{Thông tin nhân vật Tam Quốc\n|Tên= Tự Diên\n|Hình= Wei Yan ruins Kongming's life extending ritual.jpg\n|Cỡ hình= \n|Chú thích hình= Ngụy Diên (tận cùng bên trái) xông vào làm hỏng đàn cầu thọ của Khổng Minh (Tranh vẽ thời nhà Thanh)\n|Chức vụ= Tướng lĩnh<br>Thái thú\n|Tên thật= Ngụy Diên (魏延)\n|Tự= Văn Trường (文長)\n|Hiệu= \n|Khác= \n|Thế lực= [[Lưu Biểu]]→[[Thục Hán]]\n|Sinh= 177\n|Nơi sinh= Nghĩa Dương\n|Mất= 234\n|Nơi mất= [[Hán Trung]], Ích Châu<br>(nay là [[Hán Trung]], [[Thiểm Tây]])\n|Tước hiệu= Nam Trịnh Hầu\n|Thụy hiệu= \n|Thân phụ= \n|Thân mẫu= \n|Hôn phối= \n|Con= \n|Ghi chú= \n}}\n'''Ngụy Diên''' ([[chữ Hán]]: 魏延; [[177]]-[[234]]), [[Tên chữ (người)|tên tự]] là '''Văn Trường''' (文長), là đại tướng nhà [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc|lịch sử Trung Hoa]]. Trong chiến dịch Bắc Phạt của [[Gia Cát Lượng]] (228-234) ông từng làm đến chức Tiền quân sư, Chinh Tây đại tướng quân, Giả tiết, lĩnh chức Hán Trung thái thú, Nam Trịnh hầu (chỉ đứng sau Thừa tướng Gia Cát Lượng). Sau khi Gia Cát Lượng qua đời, ông chống lệnh và đem quân gây ra xung đột nội bộ, nhưng sớm thất bại và bị giết.  \n\n== Phò tá Lưu Bị ==\nKhông có nhiều ghi chép về hành trạng của Diên trước khi theo Lưu Bị vào Thục.\n\nTheo [[Tam quốc chí#Thục thư|Tam quốc chí]], ''[[:s:zh:三國志\/卷40#魏延|Nguỵ Diên truyện]]'', năm [[212]], Ngụy Diên, vốn là tư binh của Lưu Bị, theo chủ mang quân vào [[chiến dịch Tây Xuyên|đánh Ích châu]]<ref>Ngày nay là tỉnh [[Tứ Xuyên]] và thành phố [[Trùng Khánh]] thuộc [[Cộng hòa Nhân dân Trung Hoa]]<\/ref> của [[Lưu Chương (lãnh chúa)|Lưu Chương]]. Trong quá trình tham chiến ở Ích châu, Ngụy Diên lập công, được phong làm ''Nha môn tướng quân'' (牙門將軍). Nguỵ Diên là người hào sảng, cuồng vọng, đối xử binh sĩ rất tốt, có danh vọng trong quân đội, nhưng không được lòng các đồng cấp.\n\nNăm [[219]], [[Lưu Bị]] chiếm được Hán Trung và xưng là Hán Trung vương. Trước khi về [[Thành Đô]], Lưu Bị muốn chọn người trấn thủ Hán Trung. Mọi người ai cũng nghĩ là một người thân tín như [[Trương Phi]], chính Trương Phi cũng cho rằng ngoài mình ra khó ai đảm đương được việc này<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 653<\/ref>. Nhưng cuối cùng Lưu Bị lại chọn Ngụy Diên làm Thái thú Hán Trung, Trấn viễn tướng quân. Khi được hỏi về việc đảm đương một vùng sát biên giới với Tào Tháo, Ngụy Diên hùng dũng khẳng định mình sẽ làm tốt nhiệm vụ được Lưu Bị giao phó. Lưu Bị nghe ông nói rất yên tâm rút về Thành Đô.\n\nNăm [[221]], Lưu Bị xưng đế, Ngụy Diên được phong làm Chinh bắc tướng quân.\n\n== Tham gia đánh Ngụy ==\n[[Tập tin:Wei Yan traps Sima Yi and his sons.jpg|thumb|277px|Tranh minh họa trong sách Tam quốc diễn nghĩa đời Thanh. Ngụy Diên (trái) vây Tư Mã Ý và các con trong hang Thượng phương (上方谷).]]\n=== Hiến kế không được dùng ===\nNăm [[223]], [[Lưu Bị]] mất, [[Lưu Thiện]] lên kế vị. Ngụy Diên được phong làm Đô đình hầu.\n\nNăm [[227]], Ngụy Diên đóng quân ở Hán Trung kiêm chức thừa tướng phủ tư mã, Thứ sử Lương châu, thống lĩnh quân tiên phong của [[Thục Hán]]. Thời kỳ đó các danh tướng [[Quan Vũ]], [[Trương Phi]], [[Hoàng Trung]] và [[Mã Siêu]] đều đã mất, tướng Thục Hán tự mình đảm đương được một phương chỉ còn Ngụy Diên và [[Triệu Vân]]<ref>Trần Văn Đức, sách đã dẫn, tr 384<\/ref>.\n\nNăm [[228]], Gia Cát Lượng mang quân đánh Ngụy, họp tướng sĩ ở Nam Trịnh bàn kế. Để vào lãnh thổ Tào Ngụy có 3 đường vượt qua Tần Lĩnh<ref>Dịch Trung Thiên, sách đã dẫn, tr 312<\/ref>:\n# Đường Tý Ngọ phía đông dài hơn 600 dặm\n# Đường Trú Cốc ở giữa dài hơn 400 dặm\n# Đường Tà Cốc phía tây dài gần 500 dặm.\n\nNghe tin Ngụy Minh Đế [[Tào Duệ]] sai phò mã [[Hạ Hầu Mậu]] đóng quân ở Tây An để phòng thủ [[Trường An]], Ngụy Diên bèn hiến kế với Gia Cát Lượng<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 655<\/ref>:\n:''Nghe nói Hạ Hầu Mậu còn ít tuổi, là con rể của chủ, hèn nhát mà vô mưu. Nay cấp cho tôi năm nghìn tinh binh, năm nghìn quân tải lương, tôi thẳng theo lối Bao Trung tiến ra, men theo Tần Lĩnh nhằm hướng Đông mà đến, lại theo hướng Tý Ngọ mà tiến về Bắc, bất quá chỉ mười ngày có thể đến được Tràng An. Mậu thấy Diên tôi đến bất ngờ tất gióng ngựa bơi thuyền bỏ chạy. Như thế trong thành Tràng An chỉ còn bọn ngự sử, kinh triệu, thái thủ coi giữ, ở Hoành môn, Đề các dân tất chạy náo loạn, ắt ta chiếm được hết cả lương thực vậy. Địch quân từ phía Đông tiến lại cũng phải mất 20 ngày, khi ấy tướng quân đã theo lối Tà Cốc mà đến, tất cũng kịp vậy. Như thế, chỉ một lần vọng động mà từ Hàm Dương về phía Tây có thể định được vậy.''<ref>Tam Quốc Chí. Trần Thọ, chú thích bởi Bùi Tùng Chi. Thục thư. Ngụy Diên truyện.<\/ref>\n\nTuy nhiên [[Gia Cát Lượng]] cho rằng kế này của Ngụy Diên quá mạo hiểm, dễ tổn hại binh sĩ nên không nghe theo, mà chủ định đi theo đường bằng phẳng, bình định vùng Lũng Hữu cho an toàn.\n\nCác sử gia bàn nhiều về ý kiến này của Ngụy Diên. Có ý kiến lấy làm khó hiểu vì sao [[Gia Cát Lượng]] không làm theo kế để nhanh chóng đạt thành quả trong việc Bắc phạt. Ngược lại, có những ý kiến đồng tình với Gia Cát Lượng cho rằng phương án của Ngụy Diên là quá khinh địch (tự cho rằng Hạ Hầu Mậu sẽ bỏ chạy, cũng không tính đến việc có tướng Ngụy khác sẽ chỉ huy thay). \n:Các nhà sử học như [[Dịch Trung Thiên]] và [[Trần Văn Đức]] đều cho rằng Gia Cát Lượng rất có lý khi từ chối kế của Ngụy Diên vì nó có quá nhiều rủi ro. Thứ nhất: Hạ Hầu Mậu chưa chắc sẽ hèn nhát bỏ chạy khỏi Trường An, mà dù Mậu bỏ chạy thật thì các thuộc tướng của Mậu vẫn có thể ở lại phòng thủ, quân của Diên chỉ có 1 vạn thì rất khó công phá được tường thành vững chắc của Trường An. Thứ hai: danh tướng Quách Hoài ở gần đó có thể sớm đến chi viện cho Mậu, trong khi quân Thục của Gia Cát Lượng sẽ phải vượt qua đường núi hiểm trở xa xôi, khó mà đến kịp để chi viện cho Diên. Thứ ba: việc hành quân gấp gáp theo đường Tý Ngọ hiểm trở sẽ khiến binh tướng hao tổn sức lực, lúc tới nơi thì số quân vừa ít ỏi vừa mỏi mệt của Ngụy Diên lại phải đối mặt với quân Ngụy đông gấp mấy lần, nên rất dễ bị tiêu diệt hoàn toàn. Thứ 4: Việc giữ bí mật cuộc hành quân của 1 vạn quân qua lãnh thổ của địch là rất khó, đạo quân của Diên rất dễ bị lộ và quân Ngụy sẽ kịp đề phòng trước, nên không còn yếu tố bất ngờ nữa. Kế của Ngụy Diên nếu thành công sẽ mang lại thắng lợi lớn, nhưng tính rủi ro rất cao và tỷ lệ thành công rất thấp, nên không được Gia Cát Lượng chấp nhận.\n:Trên thực tế, ngay khi nghe tin Gia Cát Lượng tấn công, vua Ngụy là [[Tào Duệ]] nhanh chóng đích thân tới Trường An chỉ huy, thu lại binh quyền của Hạ Hầu Mậu và đưa về kinh. Diễn biến này cho thấy suy đoán của Ngụy Diên rằng ''\"Hạ Hầu Mậu sẽ bỏ chạy, Trường An sẽ bị bỏ trống\"'' là sai lầm. Nếu Gia Cát Lượng chấp thuận kế của Ngụy Diên thì hẳn là quân Thục Hán đã đại bại.\n\nGia Cát Lượng hiểu rõ thực lực, nhân sự của [[Tào Ngụy]] không dễ bị đánh bại ngay bằng một vài trận. Mặt khác, Gia Cát Lượng không thể không thận trọng bởi những tấm gương tày liếp của [[Quan Vũ]] [[trận Tương Dương-Phàn Thành|đánh Tương Phàn]] hay [[Lưu Bị]] [[trận Di Lăng|đánh Di Lăng]], tuy khởi phát thắng lợi tưởng như nuốt được kẻ địch nhưng sau đó thất bại thê thảm. Các sử gia cũng bác bỏ luồng ý kiến căn cứ vào [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] cho rằng Gia Cát Lượng không tin tưởng Ngụy Diên nên không muốn dùng ông, vì ông vốn là trọng thần từ thời Lưu Bị và tiếp tục được Gia Cát Lượng tin tưởng, đề bạt trong thời Hậu chủ [[Lưu Thiện]]. Sở dĩ Ngụy Diên phải ấm ức vì Gia Cát Lượng biết Ngụy Diên có chí lớn diệt [[Tào Ngụy]], mong lập công, nhưng Gia Cát Lượng không thể nói hết với ông rằng: ý nghĩa đánh Ngụy trên thực tế chỉ là \"lấy công để thủ\" chứ diệt Ngụy chỉ bằng một chiến dịch là việc không thể làm được với thực lực của Thục Hán<ref>Dịch Trung Thiên, sách đã dẫn, tr 314-319, 326<\/ref>.\n\nĐó là lần đầu tiên Thục Hán đánh Tào Ngụy trong chiến dịch Bắc phạt, đang tác chiến thuận lợi ở Lũng Hữu thì [[Mã Tốc]] để thất thủ Nhai Đình nên phải rút quân về.\n\n=== Lập công ===\nKhông lâu sau, lão tướng [[Triệu Vân]] qua đời, các danh tướng thời [[Lưu Bị]] chỉ còn lại Ngụy Diên. Năm [[230]], Ngụy Diên vâng lệnh Gia Cát Lượng cùng Ngô Đài mang kị binh từ Hà Trì ra Kỳ Sơn rồi tiến vào Khương Trung<ref>Nay là huyện Lâm Hạ tỉnh Cam Túc và huyện Tuần Hóa, Quý Đức tỉnh Thanh Hải<\/ref>. Do lãnh cả trách nhiệm trấn thủ, Ngụy Diên báo đề nghị có ngày được trở về.\n\nTháng 11 năm đó, ông mang 1 vạn kị binh từ Khương Trung quay lại bản doanh. Biết tin, tướng Ngụy là Phí Diệu cùng Thứ sử Ung châu là Quách Hoài mang quân chặn đánh. Hai bên ác chiến tại Thượng Khuê<ref>Nay là vùng đông nam huyện Vệ Nguyên tỉnh Cam Túc<\/ref>. Quân Ngụy bịt hết đường đi, tập trung quân dưới khe núi, định nửa đêm sẽ vây đánh doanh trại của Ngụy Diên. Cùng lúc [[Gia Cát Lượng]] phái quân tới tiếp ứng, Ngụy Diên bèn phối hợp 2 cánh quân cùng đánh khiến Quách Hoài đại bại. Do lập công trong trận này, Ngụy Diên được phong chức Tiền quân sư, Chinh tây đại tướng quân, giả tiết, tước Nam Trịnh hầu.\n\nTrong những chiến dịch đánh Ngụy sau đó của Gia Cát Lượng, Ngụy Diên cũng tham chiến, nhưng quân Thục khi thắng khi thua, cuối cùng đều phải rút về không đạt kết quả. Trong những lần ra quân, Ngụy Diên thường đề nghị được lãnh một cánh quân độc lập tác chiến theo đường khác để hội nhau ở Đồng Quan, nhưng không được chấp nhận. Vì vậy ông thường chê Gia Cát Lượng nhát gan không dám theo kế nên tài năng dũng khí của ông bị bỏ phí<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 655-656<\/ref>.\n\n== Xung đột với Dương Nghi ==\n=== Mâu thuẫn ===\nNgụy Diên có tài giỏi rèn luyện binh sĩ nhưng có tính tự kiêu nên các tướng thường tránh xung đột với ông. Chỉ riêng [[Dương Nghi]] không nhân nhượng, thường ra mặt đối đầu với Ngụy Diên. Vì vậy ông rất ghét Dương Nghi<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 656<\/ref>.\n\nHai người xung khắc tới mức cứ ngồi với nhau là cãi nhau. Có lần Ngụy Diên tức giận rút kiếm ra chĩa vào Dương Nghi, Nghi khóc ầm lên. [[Phí Y]] phải đứng ra hòa giải hai người<ref>Dịch Trung Thiên, sách đã dẫn, tr 298<\/ref>. Tình trạng bất hòa giữa hai tướng lớn tới mức bên Đông Ngô cũng biết chuyện. Khi Phí Y khi làm sứ giả sang Ngô, [[Tôn Quyền]] từng nói với Phí Vĩ về hai người và tiêu liệu rằng khi [[Gia Cát Lượng]] mất cả hai người sẽ cùng làm loạn.\n\n=== Chống lệnh Gia Cát Lượng ===\nNăm [[234]], ông lại theo [[Gia Cát Lượng]] đi đánh Ngụy. Ngụy Diên theo lệnh dẫn quân từ Bắc Cốc Khẩu làm tiên phong đi trước, đóng trại cách đại trại của Gia Cát Lượng khoảng 10 dặm. Theo [[Tam quốc chí]], mùa thu năm đó, Gia Cát Lượng ốm nặng trong doanh trại, bí mật sai người gọi Dương Nghi, [[Phí Y]] và [[Khương Duy]] đến, sắp đặt việc rút quân, theo đó Trưởng sử [[Dương Nghi]] đi trước, Hộ quân Khương Duy cùng Ngụy Diên đi đoạn hậu, nếu Ngụy Diên không chịu thì cứ mặc, đại quân cứ rút về<ref name=\"ReferenceA\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 658<\/ref>.\n\nGia Cát Lượng qua đời, Dương Nghi sai Phí Vĩ đến báo tin và thăm dò Ngụy Diên. Ngụy Diên không tán thành rút quân chỉ vì cái chết của Gia Cát Lượng mà muốn ở lại tiếp tục đánh Ngụy, đồng thời tỏ ý không phục tùng mệnh lệnh của Gia Cát Lượng<ref name=\"ReferenceA\"\/>. Ông giữ [[Phí Y]] lại trong quân, bàn bạc việc hậu sự cho Gia Cát Lượng, ai sẽ hộ tống linh cữu, ai sẽ đi đoạn hậu, viết vào giấy, bảo Phí Y cùng ký tên để công bố cho các tướng biết. \n\nNhư vậy Nguỵ Diên đã công khai tỏ ý chống lại mệnh lệnh mà Gia Cát Lượng để lại. [[Phí Y]] sợ Ngụy Diên hại mình nếu không nghe theo, nên phải giả vờ đồng ý, rồi xin trở về thuyết phục Dương Nghi nhường bước. Ngụy Diên tin theo, bèn cho Phí Y trở về. Phí Y ra khỏi doanh trại của Ngụy Diên vội lên ngựa phóng như bay. Ngụy Diên sau đó hối hận sai người đuổi theo giữ lại nhưng không kịp.\n\nÔng bèn sai thủ hạ đi theo dõi cử động của Dương Nghi. Khi biết tin các tướng đang chuẩn bị rút về theo kế hoạch của Gia Cát Lượng, Ngụy Diên nổi giận, quyết định chống lệnh. Ông mang quân chiếm lĩnh con đường rút về phía nam. Đường sá trong Thục vốn hiểm trở phải bắc ván thành đường nhỏ để hành quân gọi là sạn đạo; Ngụy Diên phá hỏng các con đường sạn đạo đi về Hán Trung để ngăn Dương Nghi rút lui<ref name=\"ReferenceB\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 659<\/ref>.\n\nDương Nghi thấy Ngụy Diên ra tay trước, bèn cùng Phí Y dâng biểu về triều, nói Ngụy Diên làm phản. Ngụy Diên cũng dâng biểu về triều nói Dương Nghi và Phí Y làm phản<ref name=\"ReferenceC\">Lê Đông Phương, sách đã dẫn, tr 317<\/ref>. Hậu chủ [[Lưu Thiện]] và các quan trong triều không hiểu ai đúng ai sai, phải hỏi ý kiến Trưởng sử Tưởng Uyển và Thị trung Đổng Doãn. Hai người cho rằng chỉ có Ngụy Diên đáng nghi ngờ, còn Dương Nghi sẽ không làm phản<ref name=\"ReferenceB\"\/>.\n\nDương Nghi thấy đường sạn đạo bị phá, bèn sai quân chặt cây, làm cầu gấp rút ngày đêm để khai thông đường hành quân. Quân Dương Nghi tiến gần tới chỗ Ngụy Diên đóng quân. Ngụy Diên chiếm cứ Bao Cốc đón đánh Dương Nghi.\n\n=== Thất bại ===\nDương Nghi lệnh cho [[Vương Bình]] đi tiên phong đánh Ngụy Diên. Vương Bình chỉ trích hành động làm loạn, bất tuân mệnh lệnh Gia Cát Lượng của Ngụy Diên, kêu gọi quân Ngụy Diên đào ngũ. Quân của Ngụy Diên nhận ra chủ tướng đã chống lệnh cố thừa tướng Gia Cát Lượng nên không chịu chiến đấu, bỏ đi gần hết.\n\nNgụy Diên cô thế đành cùng con trai và mấy người thân tín bỏ chạy về Hán Trung. Dương Nghi sai [[Mã Đại]] mang quân đuổi theo, giết chết ông. Mã Đại mang thủ cấp về cho Dương Nghi. Nghi trông thấy thủ cấp Ngụy Diên, bèn trút tức giận, đứng bật dậy đá mạnh vào thủ cấp và chửi rủa<ref name=\"ReferenceD\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 660<\/ref>.\n\nHậu chủ [[Lưu Thiện]] chuẩn theo lời thỉnh cầu của Dương Nghi và Phí Y, khép Ngụy Diên tội mưu phản và ra lệnh tru di tam tộc nhà Ngụy Diên<ref name=\"ReferenceC\"\/>. Còn Dương Nghi trở về, không lâu sau vì bất mãn không được thay [[Gia Cát Lượng]] làm thừa tướng, tỏ ra oán hận cũng bị cách chức và tự vẫn (năm 235).\n\n== Nhận định ==\n===Về quan hệ với Gia Cát Lượng===\nVề ưu điểm, Ngụy Diên được đánh giá là viên tướng có tài năng, dũng cảm; là một trong những trụ cột của nước Thục Hán<ref name=\"ReferenceE\">Dịch Trung Thiên, sách đã dẫn, tr 301<\/ref><ref>Phùng Lập Bản, sách đã dẫn, tr 333<\/ref>. Về nhược điểm, ông có tính cách ngang tàng, thích tự làm theo ý mình, đó là khuyết điểm khiến ông gây hiềm khích với nhiều người và cấp trên, gián tiếp dẫn tới cái chết của ông về sau.\n\nNhà lãnh đạo Trung Quốc [[Đặng Tiểu Bình]] cho rằng [[Gia Cát Lượng]] đã sai khi không trọng dụng Ngụy Diên; [[Lý Tiên Niệm]] cũng cho rằng Gia Cát Lượng bắc phạt không thắng lợi do không theo kế đi đường hang Tý Ngọ của ông<ref>Phùng Lập Bản, sách đã dẫn, tr 104<\/ref>. Sau khi [[Gia Cát Lượng]] mất, Ngụy Diên được đánh giá là người có năng lực phù hợp để thay thế Gia Cát Lượng hơn cả<ref name=\"Phùng Lập Bản, sách đã dẫn, tr 334\">Phùng Lập Bản, sách đã dẫn, tr 334<\/ref>. Về cách ứng xử của Gia Cát Lượng trước mâu thuẫn giữa Ngụy Diên và [[Dương Nghi]], có ý kiến cho rằng thừa tướng nước [[Thục Hán]] có phần thiên vị cho Dương Nghi, hoài nghi và trù dập Ngụy Diên, dẫn tới hành động lạm quyền của Dương Nghi sau khi Gia Cát qua đời<ref name=\"Phùng Lập Bản, sách đã dẫn, tr 334\"\/>.\n\nCác phân tích thời hiện đại thì phản bác các quan điểm nêu trên. Dưới thời Gia Cát Lượng, năm 230, Ngụy Diên đã được phong chức Tiền quân sư, Chinh tây đại tướng quân, tước Nam Trịnh hầu, vai vế trong quân đội chỉ dưới Gia Cát Lượng, nên không thể nói là Gia Cát Lượng trù dập Ngụy Diên. Về việc Gia Cát Lượng không chấp thuận kế đi đường Tý Ngọ của Ngụy Diên, nhà nghiên cứu Dịch Trung Thiên nhận định rằng Gia Cát Lượng có lý khi bác bỏ kế đó bởi nó quá mạo hiểm và khinh địch, nhưng bối cảnh chính trị, quân sự đằng sau khiến Lượng khó mà giải thích cho Diên hiểu.\n\n===Về nghi án làm phản===\nÁn \"Ngụy Diên mưu phản\" được xem là một án lớn thời Tam Quốc, các sử gia nhìn nhận là có nguyên nhân xác đáng dù chứng cứ còn mơ hồ.\n\nTrong hoàn cảnh lúc đó, việc chống lại di lệnh của Gia Cát Lượng của Ngụy Diên tất nhiên sẽ gây ra nghi ngờ cho triều đình vì những lý do sau<ref>Dịch Trung Thiên, sách đã dẫn, tr 292<\/ref>:\n# Quân nhân luôn phải phục tùng mệnh lệnh, Nguỵ Diên tự mình hành động trái với quân lệnh thì rõ ràng là tội làm loạn quân ngũ, một tội nặng trong quân đội\n# Mang quân xuống phía nam, không đi đoạn hậu, tức là công khai chống di lệnh của Gia Cát Lượng\n# Chặn đường Dương Nghi, sẽ bị ngờ vực là muốn đánh vào Thành Đô. Trong khi đó phía Dương Nghi chưa thấy dấu hiệu nào đáng ngờ, vì vậy trong bối cảnh cả hai người tố cáo lẫn nhau thì Ngụy Diên đương nhiên là đáng ngờ hơn nhiều, nên [[Tưởng Uyển]] và [[Đổng Doãn]] chỉ nghi ngờ Ngụy Diên mà không nghi ngờ Dương Nghi.\n\nTuy nhiên, đó chỉ là đánh giá dựa trên bối cảnh đương thời. Nếu dựa vào những diễn biến sau này, Dịch Trung Thiên cho rằng Ngụy Diên không có khả năng \"làm phản thay vua Thục Hán\" (như tội danh bị quy kết) và bản thân Ngụy Diên cũng không có mục đích như vậy. Nếu ông muốn làm phản để lật Hán, cách tốt nhất là mang quân bản bộ hàng Ngụy, dẫn [[Tư Mã Ý]] vào đánh Thục, trước tiên tiêu diệt Dương Nghi. Sau này ngay cả khi bị [[Vương Bình]] đánh bại, Ngụy Diên cũng không chạy sang quân [[Tư Mã Ý]] mà chỉ trở về Hán Trung, như vậy ông không hề có ý định phản Hán<ref name=\"ReferenceC\"\/><ref>Dịch Trung Thiên, sách đã dẫn, tr 292-293<\/ref>.\n\nCác sử gia thống nhất với ý kiến của [[Trần Thọ]] - tác giả [[Tam quốc chí]], giải thích hành động chống lệnh của Ngụy Diên đúng như lời ông đã tuyên bố với Phí Y, tức là Nguỵ Diên chỉ muốn hại Dương Nghi để tranh binh quyền chứ không định làm phản triều đình<ref name=\"ReferenceD\"\/><ref name=\"ReferenceF\">Dịch Trung Thiên, sách đã dẫn, tr 294<\/ref>:\n* Bình sinh chỉ có Gia Cát Lượng đủ khả năng để khống chế được Ngụy Diên. Sau khi Khổng Minh qua đời, Ngụy Diên không chịu phục tùng tướng khác, nhất là Dương Nghi vốn hay ra mặt đối kháng với ông\n* Ngụy Diên không muốn hàng Ngụy, chỉ muốn đón đánh giết Dương Nghi, trở thành người thay Gia Cát Lượng làm người chỉ huy tối cao cuộc Bắc phạt và tiếp tục công việc này. Ông vẫn luôn ấm ức vì kế sách của mình không được dùng nên muốn thực hiện được nó.\n\nCác sử gia cho rằng hành động chống lại quân lệnh của Ngụy Diên là đáng trách, việc xử trảm ông cũng là đúng theo quân pháp và không hề oan uổng, nhưng riêng tội danh \"làm phản\" thì là oan uổng<ref>Phùng Lập Bản, sách đã dẫn, tr 103<\/ref>, và [[tru di tam tộc]] là việc làm thái quá của triều đình<ref name=\"ReferenceF\"\/>. Theo sử gia Trần Nhĩ Đông, Ngụy Diên cả đời chinh chiến, có công lớn, nhưng vì hành động cuối mà lại gặp họa lớn<ref name=\"ReferenceE\"\/>. Sử gia Hách Kinh và Lưu Gia cho rằng Dương Nghi vì tư thù giết đại tướng, tội còn nặng hơn Ngụy Diên; lại đạp thủ cấp, xúi triều đình giết 3 họ là cách trả thù của tiểu nhân<ref name=\"ReferenceE\"\/>.\n\nLê Đông Phương cho rằng việc Ngụy Diên cho \"đốt đường sạn đạo\" và dùng vũ lực ngăn cản Dương Nghi chỉ là do Dương Nghi và [[Phí Y]] dựng lên tâu với Hậu chủ<ref name=\"ReferenceC\"\/>.\n\nÝ kiến của Bùi Tùng Chi khi chú giải [[Tam quốc chí]], dẫn \"Ngụy lược\" cho rằng Gia Cát Lượng lúc lâm chung vốn chỉ định Ngụy Diên thay mình chứ không phải là Dương Nghi, và \"ngầm lệnh cho Ngụy Diên lo việc của mình, bí mật [[chôn cất]]\"; Ngụy Diên làm theo lệnh của Gia Cát Lượng nhưng bị Dương Nghi tranh chấp nên mới mang quân đánh Nghi; nhưng Ngụy Diên không có ý phản nên khi thất bại đã rút lui về căn cứ Hán Trung và bị Dương Nghi giết. Với cách nhìn nhận này, thì chính ''Gia Cát Lượng là người có trách nhiệm gây ra xung đột giữa Dương và Ngụy và để xảy ra án oan cho Ngụy Diên'', vì Khổng Minh đã đưa cho hai người hai mệnh lệnh khác nhau và đẩy hai người tới chỗ một mất một còn<ref>Dịch Trung Thiên, sách đã dẫn, tr 303<\/ref>. Ý kiến của Bùi Tùng Chi bị các sử gia hiện đại bác bỏ vì không có khả năng Khổng Minh \"ngầm ra lệnh cho Nguỵ Diên lo việc của mình, bí mật [[chôn cất]]\", bởi Ngụy Diên vốn đóng quân ở xa, chỉ có Dương Nghi bên cạnh. Với mệnh lệnh đó Ngụy Diên không có cách nào thực hiện được, và người như Khổng Minh cũng sẽ không ra một mệnh lệnh bất khả thi như vậy<ref>Dịch Trung Thiên, sách đã dẫn, tr 306<\/ref><ref>Dịch Trung Thiên, sách đã dẫn, tr 311<\/ref>\n\nTóm lại, dù động cơ có là gì đi nữa thì hành động chống lệnh và đem quân đánh đồng đội của Ngụy Diên vẫn là điều tối kị trong quân đội, đáng bị xử trảm theo đúng quân pháp. Việc Nguỵ Diên có định làm phản hay không thực ra không phải là vấn đề quan trọng, vì chỉ riêng 2 tội danh rõ ràng là \"chống quân lệnh\" và \"đem quân đánh đồng đội\" cũng đã đủ để khép Nguỵ Diên vào tội chết. Nếu triều đình Thục Hán không xử tội Ngụy Diên, thì điều này sẽ mở ra \"[[nạn kiêu binh]]\" đầy nguy hiểm khi tướng soái đánh lẫn nhau để đoạt binh quyền. Với tính cách ngang tàng, nếu đoạt được binh quyền từ Dương Nghi thì không có gì đảm bảo tham vọng của Ngụy Diên sẽ dừng lại, ông ta hoàn toàn có thể tiếp tục lấn tới, đoạt toàn bộ binh quyền để khống chế triều đình (như cách mà [[Tư Mã Ý]] làm với [[nhà Tào Ngụy]] sau này). Do vậy, xử trảm Nguỵ Diên là điều hợp lý trong bối cảnh đó, và mọi triều đình phong kiến cũng sẽ làm như vậy. Nhà Thục Hán chịu mất đi một tướng giỏi nhưng sẽ ngăn ngừa được nguy cơ xảy ra nội chiến tranh đoạt binh quyền do Ngụy Diên gây ra.\n\n== Trong văn học ==\n=== ''Tam Quốc diễn nghĩa'' ===\nTheo Tam Quốc Diễn Nghĩa, \nNgụy Diên ban đầu làm tướng ở Kinh châu thời [[Lưu Biểu]]. Ông có sức khỏe, dũng mãnh hơn người và khéo quan tâm tới quân sĩ; được cấp dưới kính trọng nhưng bạn bè lại không ưa<ref>Trần Văn Đức, sách đã dẫn, tr 161<\/ref>.\n\nNăm [[208]], [[Tào Tháo]] mang quân nam tiến đánh chiếm Kinh châu, ông định đi theo [[Lưu Bị]] nhưng không đuổi kịp, bèn chạy sang quận Trường Sa theo thái thú Hàn Huyền.\n\nSau [[trận Xích Bích]] thắng lợi, Lưu Bị sai [[Quan Vũ]] đi đánh Trường Sa. [[Hàn Huyền]] chống cự không hàng. Ngụy Diên muốn theo Lưu Bị, bèn tới thuyết phục viên tướng giỏi nhất ở Trường Sa là [[Hoàng Trung]] đầu hàng. [[Hoàng Trung]] bằng lòng theo Ngụy Diên hàng [[Quan Vũ]], vì vậy cuối cùng ép được Hàn Huyền không thể tiếp tục chống cự, phải dâng thành đầu hàng nốt<ref>Trần Văn Đức, sách đã dẫn, tr 160<\/ref>.\n\nNăm [[209]], Hoàng Trung kiên trinh không hàng, nhưng lại bị [[Hàn Huyền]] nghi ngờ mang xử tử. Ngụy Diên đánh vào pháp trường cứu - [[Hoàng Trung]] rồi dẫn đầu binh sĩ đi giết [[Hàn Huyền]], mang thành Trường Sa theo [[Quan Vũ]]. Vì việc này ông bị [[Gia Cát Lượng]] xem là người phản phúc. Các sử gia đã chỉ rõ rằng \"tướng mạo phản phúc\" của Ngụy Diên hoàn toàn do [[La Quán Trung]] hư cấu, thực chất ông là người rất trung thành, dũng cảm và những phẩm chất đó được không chỉ Lưu Bị mà cả Gia Cát Lượng quý mến<ref>Lê Đông Phương, sách đã dẫn, tr 310<\/ref>.\n\nNgụy Diên được tiểu thuyết này mô tả là một tướng thường mang lòng phản trắc, phản chủ cầu vinh, đằng sau gáy có phản cốt. Vì thế, Gia Cát Lượng có thành kiến không tốt với Ngụy Diên nên thường hay đem lòng nghi ngờ lòng trung thành của ông. \n\nCác tình tiết về Nguỵ Diên trong tiểu thuyết đa phần cũng được mô tả giống như chính sử. Theo đó, có lần Ngụy Diên hiến kế (đánh Nguỵ từ đường tắt là hang Tý Ngọ để tập kích vào [[Trường An]] chứ không đi theo đường chính diện sẽ lâu và lộ liễu) nhưng Gia Cát Lượng không nghe theo. Tính cách của ông cũng được mô tả là ngang tàng giống chính sử ghi lại, ngoài thừa tướng Gia Cát Lượng thì ông không nể sợ một ai.\n\nLúc [[Gia Cát Lượng]] qua đời, Ngụy Diên làm phản nhưng đã bị [[Mã Đại]] và Dương Nghi giết chết theo kế của Gia Cát Lượng trước khi mất đã truyền cho.\n\n=== ''Tam Quốc ngoại truyện'' ===\nSách ''\"Tam Quốc ngoại truyện\"'' cho rằng chính Nguỵ Diên bị Dương Nghi vu hãm, còn bản thân ông là người tốt.\n\n==Xem thêm==\n* [[Gia Cát Lượng]]\n* [[Dương Nghi]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n* Phùng Lập Bản ([[2005]]), ''Thuật dùng người thời Tam Quốc'', Nhà xuất bản Thanh niên\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 234]]\n[[Thể loại:Người Hà Nam (Trung Quốc)]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Viên chức chính quyền ở Thiểm Tây]]\n[[Thể loại:Người bị kết án tru di tam tộc]]"}