{"Nhạc Tiến":"{{Thông tin nhân vật Tam Quốc\n|Tên = Nhạc Tiến\n|Chức vụ = Võ tướng của [[Tào Tháo]]\n|Sinh = ?\n|Nơi sinh = [[Dương Bình]]\n|Mất = [[218]]\n|Giản thể = 乐进\n|Phồn thể = 樂進\n|Bính âm = Yue Jin\n|Tự = Văn Khiêm (文謙)\n}}\n\n'''Nhạc Tiến''' ([[chữ Hán]]: 樂進; ?-[[218]]), tự Văn Khiêm, là một võ tướng dưới quyền [[Tào Tháo]] cuối thời Đông Hán trong [[lịch sử Trung Quốc]]. Ông được miêu tả là có phần thấp bé nhưng rất dũng mãnh trên chiến trường. Nhạc Tiến góp công lớn trong chiến dịch của Tào Tháo chống lại [[Lã Bố]], [[Lưu Bị]], dư đảng [[Khởi nghĩa Khăn Vàng|quân Khăn Vàng]] và chiến dịch đánh [[Viên Thiệu]]. Ông được đặc biệt khen ngợi là một tướng tiên phong có năng lực, thành tựu lớn nhất của ông là vai trò hỗ trợ bảo vệ [[Hợp Phì]] chống [[Tôn Quyền]] tại vào năm [[208]], trận Tiêu Dao Tân (Bến Tiêu Dao) (214-215).\n\n[[Trần Thọ]], người viết tiểu sử của Nhạc Tiến trong cuốn [[Tam quốc chí|Tam Quốc Chí]], xếp Nhạc Tiến vào hàng [[Ngũ tử lương tướng]] của nước Nguỵ, cùng với [[Trương Liêu]], [[Từ Hoảng]], [[Vu Cấm]], [[Trương Cáp]].\n\n==Thời trẻ==\nNhạc Tiến, tự là Văn Khiêm, sinh ra ở huyện Vệ Quốc, quận Dương Bình (nay thuộc [[thanh Phong (huyện)|huyện Thanh Phong]], [[Bộc Dương (huyện)|Bộc Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]]). Tuy bề ngoài thấp bé nhưng ông nổi tiếng là dũng cảm. Khi mới phục vụ quân Tào, ông được giao nhiệm vụ thư lại, trông coi việc quản lý trong tại Tào. Sau này, khi Tào Tháo tuyển mộ binh để tham gia liên quân chống Đổng Trác, Nhạc Tiến được giao nhiệm vụ mộ quân cho quân Tào, ông tuyển được 1000 quân từ quê của ông. Vì nỗ lực trên, ông được thăng làm Tư Mã (司馬) và Hãm Trận Đô Úy  (陷陣都尉).\n\n== Giúp củng cố vị trí của Tào Tháo ==\nNăm 194, sứ quân [[Lã Bố]] chiếm căn cứ của [[Tào Tháo]] ở [[Duyện Châu]], với sự giúp đỡ từ [[Trần Cung (Đông Hán)|Trần Cung]], [[Trương Mạc]] trong khi Tào Tháo đang đi đánh [[Đào Khiêm]] tại [[Tử Châu|Từ Châu]]. Nhạc Tiến và [[Tào Hồng]] được giao làm tiên phong chiếm lại Duyện Châu. Tào Tháo và Lã Bố đã đánh nhiều trận tại thành [[Bộc Dương (huyện)|Bộc Dương]], quân Tào tuy thua nhiều hơn thắng, nhưng những đóng góp của Nhạc Tiến vẫn được ghi nhận bởi Tào Tháo. Nhạc Tiến tham gia đánh [[Trương Siêu]], là em của Trương Mạc tại Ung Khẩu và Kiều Duệ tại Châu quận, ông đều làm tiên phong và là người đầu tiên phá vỡ đội hình của đối phương ở cả hai trận trên. Nhạc Tiến được phong làm \"Quảng Xương Đình Hầu\" (廣昌亭侯), được đánh giá cao trong quân Tào.\n\nNăm 197-198, Nhạc Tiến theo Tào Tháo đánh Trương Tú, người đã giả hàng và đánh bại Tào Tháo trong trận Uyển Thành. Trải nhiều khó khăn trong trận này, nhưng Nhạc Tiến cùng Vu Cấm đạt nhiều công lao. Biết rằng Trương Tú được chống lưng bởi Lưu Biểu, thái thú Kinh Châu, Tào Tháo biết rằng chưa thể đánh Trương Tú trong một sớm một chiều. Trong khi Lưu Bị nhờ Tào Tháo chống lại Lã Bố ở Tiểu Phì, Tào Tháo quyết định giảng hòa với Trương Tú, còn kết làm đồng minh và kết giao bằng hôn nhân, mà Trương Tú cũng ưng thuận. Trong [[Trận Hạ Bì|trận vây Hạ Phì]] của Lã Bố, Nhạc Tiến dẫn một toán binh riêng lẻ đánh bại được một tướng của Lã Bố trước khi tham gia bao vây.\n\nSau khi Lã Bố chết, Tào Tháo quay sang ứng phó với Viên Thiệu, khi ấy vẫn là đồng minh của Tào, Nhạc Tiến được điều ra biên giới giữa Viên-Tào. Khi đó, Thái thú Biện Châu là Trương Dương, phân vân không biết nên kết đồng minh với Tào hay Viên, bị thuộc hạ là Dương Châu giết đi, cắt đầu đem hàng Tào Tháo. Trả thù cho chủ, Tùy Cố bèn giết Dương Châu rồi lại hàng Viên Thiệu ở phía Bắc. Nhạc Tiến liền đem quân truy kích Tùy Cố, thu phục được quân sĩ Biện Châu. Nhạc Tiến hợp binh với Tào Tháo đánh Lưu Bị, người vừa giết Thái thú Từ Châu là Xa Trụ. Chỉ trong một thời gian ngắn, Lưu Bị đã bị đánh bại, phải nương nhờ Viên Thiệu, bộ tướng của Lưu Bị là Quan Vũ bị bắt sống. Nhạc Tiến được phong làm Đãng Khấu Hiệu Úy (討寇校尉).\n\n== Tào Tháo bắc phạt ==\n\n=== Tập kích ===\nNhạc Tiến tham gia vào [[trận Quan Độ]] năm 200, trận đánh chủ chốt giữa hai thế lực mạnh nhất bấy giờ tại phương Bắc, giữa Tào Tháo và Viên Thiệu. Trước khi Tào Tháo mang đại quân đến, Nhạc Tiến được giao vài nghìn binh mã để chi viện cho Vu Cấm ở Diên Thành (延津). Sau khi hợp quân với Vu Cấm, hai người tuyển chọn ra 5000 tinh binh gồm kị bịnh và bộ binh, tấn công bất ngờ các trại của Viên Thiệu dọc bờ Hoàng Hà ở phía Tây Nam Diên Thành đến tận Ký Châu. Đốt được hơn 30 trại, giết được hàng nghìn quân Viên Thiệu, bắt sống hơn nghìn sĩ tốt, hơn 20 tướng lĩnh của Viên Thiệu, trong đó có Hà Mao(何茂), Vương Mỗ(王摩).\n\n=== Các trận đánh lớn giữa Viên Tào ===\nSau đó, Tào Tháo cử Vu Cấm ra đóng tại Viên Vũ ( (原武; nay là [[Yuanyang County, Henan|Nguyên Dương]], Hà Nam), còn Nhạc Tiến thì về cùng đại quân Tào. Nhiều trận đánh lớn diễn ra sau đó, Viên Thiệu bị thiệt mất nhiều viên đại tướng, đáng kể có [[Nhan Lương]], [[Văn Xú]] nhưng vẫn có nhiều quân hơn Tào Tháo, và ra sức uy hiếp quân Tào. Trận chiến đã kéo dài nhiều tháng, lương thực của quân Tào gần cạn. Tào Tháo đang muốn lui binh, thì một mưu sĩ của Viên Thiệu là [[Hứa Du]] đầu hàng ông, nói rằng lương thực của quân [[Viên Thiệu]] chứa hết ở Ô Sào (烏巢), do tướng Viên Thiệu là [[Thuần Vu Quỳnh]] coi giữ. Tào Tháo quyết tâm đặt cược vào thông tin này, chọn Nhạc Tiến làm tiên phong cho nhiệm vụ liều lĩnh này, dẫn 5000 kị binh tiến vào Ô Sào. Lợi dụng trời tối, Nhạc Tiến và Tào Tháo giả làm quân Viên Thiệu đi tiếp ứng Ô Sào, qua mắt được lính đi phòng, sau đó đốt sạch lương thảo của Viên Thiệu. Thuần Vu Quỳnh chống trả quyết liệt với đội quân lớn hơn của mình, nhưng bị Nhạc Tiến giết trong lúc hỗn độn. Đánh úp Ô Sào đã giúp Tào Tháo giành được thuận lợi cực kì to lớn, mang tính quyết định tại Quan Độ.\n\nSau khi Viên Thiệu thua trận và chết vào năm [[202]], Tào Tháo tiếp tục tấn công các con của Viên Thiệu ở [[Ký Châu]] và [[U Châu]]. Nhạc Tiến đánh bại đại tướng của Viên Thượng, Nhan Kinh làm cho anh em họ Viện hoảng sợ mà bỏ thành chạy trốn trong đêm. Nhạc Tiến được phong làm Du Kích Tướng Quân (游擊將軍), theo Tào Tháo vây Nghiệp Thành, sau đó phá được.\n\nNăm 205, trong trận Nam Bì, Viên Đàm thân chinh mang quân phản công lại Tào Tháo, gây tổn thất nặng nề cho đội kị binh tinh nhuệ của Tào Tháo là đội Hổ Báo Kị (虎豹騎). Nhạc Tiến dũng mãnh trèo lên tường thành đầu tiên, mở cửa đông để quân Hổ Báo Kị trả thù bằng cách lấy đầu của Viên Đàm.\n\nNăm 206, Tào Tháo viết sớ lên Vua Hán Hiến Đế, ca ngợi công lao của Nhạc Tiến, Vu Cấm và Trương Liêu trong chiến dịch Bắc Phạt, Nhạc Tiến được phong làm Chiết Xung Tướng Quân (折衝將軍) bởi Hán triều cho công lao của ông.\n\n=== Dẹp loạn ===\nCao Cán, con rể Viên Thiệu sau khi hàng Tào, nay lại làm phản, Nhạc Tiến được điều đi dẹp loạn. Nhạc Tiến dẫn quân đi đường vòng, đánh thốc vào sườn của quân Cao Cán. Cán phải lui binh về Hồ Quan lợi dụng địa hình dễ thủ khó công mà thủ. Nhạc Tiến tuy đánh thắng nhiều trận, nhưng địa hình khó khăn, Cao Cán lại giữ vững nên không đánh bại được. Khi cứu viện của Tào Tháo đến, mới phá được Hồ Quan, quân thủ thành bị giết sạch. Sau đó, Nhạc Tiến và Lý Điển được giao làm tiên phong đánh quân cướp biển chỉ huy bởi Quản Chửng (管承), hai người đánh bại được quân cướp và bắt Quản Chửng phải đầu hàng. Khi đó, Kinh Châu vẫn chưa bình định được, Nhạc Tiến được cử ra giữ ải Dương Trạch.\n\n== Chống Tôn Quyền ==\nSau khi Tào Tháo bình định xong phía Bắc vào năm 208, quân Tào Tháo đánh liên minh Tôn Quyền, Lưu Bị. Lưu Bị bị đánh đuổi phải lánh ở Giang Hạ cùng Lưu Kì liên minh với Tôn Quyền ở Giang Đông. Cuối năm 208, Tào Tháo thua trận ở Xích Bích phải lui quân về phía Bắc.\n\nQuân Tào khi đó tản mát khắp nơi phía bắc bờ sông Trường Sa. Nhạc Tiến được giao nhiệm vụ giữ thành Thượng Giang, chống lại phản công của Chu Du. Tướng của Lưu Bị, Quan Vũ muốn chia cắt liên lạc giữa Thượng Giang và Giang Lăng, nhưng bị cản trở bởi Nhạc Tiến, khi ấy khởi quân trong thành ra đánh bại Quan Vũ. Sau đó Quan Vũ lại dùng thủy binh vây lấy Thượng Giang, nhưng Nhạc Tiến lại đánh lui được Vũ ở gần Hạ Khẩu.\n\nTrận chiến kéo dài, quân Tào tổn thất nặng nề. Biết rằng vị thế của Tào Tháo tại Nam Quận đang ngày càng nguy cấp. Nhạc Tiến khởi binh từ Thượng Giang xuôi dòng xuống Giang Lăng, và đánh thắng nhiều trận tập kích quân Lưu Bị. Nhạc Tiến đánh bại quân thảo khấu tại Kinh Châu, bắt chước cách của Quan Vũ mà cho từng tốp quân trà trộn vào hai thành Lâm Thư và Linh Dương, sau đó đánh bại tướng của Lưu Bị là Đỗ Phục và Lương Đại.\n\n=== Trận đánh bến Tiêu Dao ===\nSau khi Tào Tháo thua trận ở Giang Lăng năm 208, Tôn Quyền đánh Hợp Phì, buộc Tào Tháo phải thân chinh dẫn cứu viện. Nhạc Tiến được đặc cách trao thẩm quyền tự quyết trên đường đến cứu viện Hợp Phì. Sau khi nhận tin tình báo rằng Tào Tháo thân chinh đến cứu viện, Tôn Quyền lui binh. Tào Tháo cho Nhạc Tiến, Trương Liêu và Lý Điển ở lại giữ Hợp Phì với 7000 quân. Sau đó, Tôn Quyền dẫn 100,000 thủy quân tiến đến Hợp Phì. 300,000 quân tinh nhuệ của Hạ Hầu Đôn cũng không làm chậm bước tiến của Tôn Quyền. Nhận lệnh trực tiếp của Tào Tháo, Tiết Đễ (薛悌) dẫn quân cứu viên, và cũng xem xét tình hình của 3 tướng, những người không giao hảo với nhau. Nhạc Tiến được lệnh ở lại giữ thành cùng Tiết Đễ, thực ra có chức quan cao hơn Trương Liêu, người muốn chắc chắn các tướng làm theo lệnh của Tào Tháo, trong khi Lý Điển, Trương Liêu dẫn 800 kỵ binh đánh đổ khí thế của quân Tôn Quyền. Quyền mất hai tướng trong trận mở màn này, nhưng đại quân Tôn Quyền đã đánh lui Trương Liêu, Lý Điển trở lại vào thành.\n\nTuy nhiên, quân Tôn Quyền không thể phá được tường thành kiên cố của Hợp Phì, quân Tôn nhiều người lại bị nhiễm bệnh. Thế nên, Tôn Quyền bất đắc dĩ đành phải rút quân. Để tránh bị lây bệnh, Quyền chỉ có 1000 lính theo hầu ở phía bắc bến Tiêu Dao. Tin này đến được với Trương Liêu, ngay lập tức dẫn vài nghìn kị binh tinh nhuệ đuổi theo chỉ huy địch. Trong hỗn độn, Tồn Quyền suýt nữa bị giết nếu không được cứu bởi tướng của Quyền là Lăng Thống, trận vây thành Hợp Phì kết thúc thắng lợi cho quân Tào. Nhạc Tiến được thăng làm Tả Tướng Quân (右將軍) cho những đóng góp việc giữ vững Hợp Phì.\n\n== Cái chết ==\nNhạc Tiến mất năm 218, nguyên do không được ghi lại trong các tư liệu lịch sử.\n\n== Dòng dõi ==\nCon Nhạc Tiến, Nhạc Lâm, kế thừa ý chí và sự quyết đoán của cha. Nhạc Lâm làm tới chức Thái thú Dương Châu ở nước Ngụy (sau bị [[Gia Cát Đản]] giết chết). Nhạc Lâm được kế tục bởi con là Nhạc Triệu (樂肇).\n\n== Nhạc Tiến trong ''[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]]'' ==\nTrong [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], tác phẩm kịch hóa viết về thời Tam Quốc. Tuy nhiên, vai trò của Nhạc Tiến trong cuốn tiểu thuyết bị giảm bớt rất nhiều, chiến công cũng không được nổi bật như trong tiểu sử của ông. Ông thường xuất hiện cùng với Lý Điển.\n\nNhạc Tiến xuất hiện đầu ở chương 5, khi ông gia nhập quân Tào khi Tào Tháo kêu gọi chống lại [[Đổng Trác]].\n\nChương 11, khi Tào Tháo đánh [[Lã Bố]], Nhạc Tiến đấu tay tôi với tướng của Lã Bố là Tang Bá, nhưng không ai giành lợi thế sau 30 hiệp.\n\nChương 23, Tào Tháo khen ngợi 4 tướng: [[Trương Liêu]], [[Hứa Chử]], Nhạc Tiến, [[Lý Điển]] trước mặt của Nễ Hành, nói rằng bốn người họ \"..có sức khỏe không ai địch nổi, dù Xầm Bành, Mã Vũ ngày xưa chưa thấm vào đâu..\" (Xầm Bành, [[Mã Vũ]] là hai tướng giỏi của vua [[Hán Quang Vũ Đế|Hán Quang Vũ]]).\n\nNhạc Tiến được miêu tả là một cung thủ tài năng trong tiểu thuyết. Có hai tình tiết thể hiện kỹ năng của ông: chương 12, ông bắn một mũi tên vào tướng của Lã Bố, Thành Liêm và giết được viên tướng này; chương 33, ông giết quân sư của [[Viên Đàm]], Quách Đồ với chỉ một lần bắn khi Quách định chạy trốn sau chiến bại.\n\nChương 53, trong trận đánh chống Tôn Quyền, Nhạc Tiền được miêu tả là \" một đao một ngựa nhanh như chớp, phóng thẳng đến chỗ Tôn Quyền, khoa đao chém xuống. Tống Khiêm và Giả Hoa giơ họa kích ra đỡ, Tiến khoa đao chém gãy cụt, chỉ còn cán kích, cứ nhè đầu ngựa Nhạc Tiến mà đâm, Tiến quay ngựa trở về.\"\n\nChương 68, sau trận Tiêu Dao Tân, Nhạc Tiến đấu với tướng của Quyền là Lăng Thống 50 hiệp không phân thắng bại. Tào Hưu bắn trộm Lăng Thống, trúng phải ngựa của Thống, khiến Thống ngã ngựa. Nhạc Tiến vác giáo ra đâm Thống nhưng bị Cam Ninh bắn tên vào mặt. Cả hai bên xông lên cứu chủ tướng về. Tào Tháo sau đấy sai quân chữa thuốc cho Tiến. Sau chương 68, Nhạc Tiến không còn xuất hiện nữa.\n\n==Tham khảo==\n{{tham khảo}}\n*{{chú thích sách|author=Trần Thọ|title=Tam Quốc Chí|publisher=Yue Lu Shu She|year=2002|id=ISBN 7-80665-198-5}}\n==Xem thêm==\n*[[Tam Quốc]]\n*''[[Tam quốc chí|Tam Quốc Chí]]''\n*''[[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]]''\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 218]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Người từ Bộc Dương]]"}