{"Nikolay Vasilyevich Gogol":"{{chú thích trong bài}}\n\n{{Infobox writer\n| birth_name       = Mykola Vasylovych Gogol-Yanovsky\n| image            = NV Gogol.png\n| imagesize        = 292px\n| caption          = Ảnh chụp chân dung duy nhất của Nikolay Gogol do [[Sergey Levitsky]] thực hiện tại [[Roma]] năm 1845.\n| pseudonym        = N. V. Gogol\n| birth_date       = {{birth date|df=yes|1809|3|20}} {{smaller|(lịch cũ)}}\/{{birth date|df=yes|1809|4|1}} {{smaller|lịch mới)}}\n| birth_place      = [[Velyki Sorochyntsi|Sorochyntsi]], tỉnh [[Poltava (tỉnh)|Poltava]], vùng [[Tiểu Nga]], {{flagicon|RUS}} [[Đế quốc Nga]]\n| death_date       = {{death date|df=yes|1852|2|21}} {{smaller|(lịch cũ)}}\/{{death date and age|df=yes|1852|3|4|1809|3|31}} {{smaller|lịch mới)}}\n| death_place      = [[Moskva]], {{flagicon|RUS}} [[Đế quốc Nga]]\n| resting_place    = [[Nghĩa trang Novodevichy]]\n| occupation       = Văn sĩ, kịch tác gia, phê bình gia, thi sĩ\n| language         = [[Tiếng Nga]]<br>[[Tiếng Ukraina]]<br>[[Tiếng Ba Lan]]<br>[[Tiếng Kazakh]]\n| nationality      = {{flagicon|RUS}} [[Đế quốc Nga]]\n| period           = 1840 - 1851\n| genre            = Trung thiên, tiểu thuyết, kịch \n| subject          = [[Hiện thực huyền ảo]]\n| movement         = [[Chủ nghĩa cổ điển|Cổ điển]], [[Chủ nghĩa hiện thực|hiện thực]]\n| signature        = Nikolai Gogol Signature.svg\n| tác phẩm nổi bật = ''[[Những buổi tối ở thôn trang gần Dykanka]]''<br\/>''[[Quan khâm sai]]''<br\/>''[[Chiếc áo khoác]]''<br\/>''[[Viy]]''<br\/>''[[Những linh hồn chết]]''\n| ảnh hưởng tới    = {{flatlist|\n* [[Fyodor Dostoyevsky]]\n* [[Anton Chekhov]]\n* [[Lỗ Tấn]]\n* [[Franz Kafka]]\n* [[Akutagawa Ryūnosuke]]\n}}\n}}\n'''Nikolay Vasilyevich Gogol'''<ref>[http:\/\/www.hrono.info\/organ\/rossiya\/natur_scol.html Натуральная школа] \/\/ [[Краткая литературная энциклопедия]] в 9-ти томах. Государственное научное издательство «Советская энциклопедия», т.5, М., 1968.<\/ref><ref>{{Из БСЭ|заглавие=Натуральная школа|издание=3-е}}<\/ref> ({{lang-uk|Микола Васильович Гоголь}} \/ '''Mykola Vasylovych Gogol''', {{lang-ru|Николай Васильевич Гоголь}} \/ '''Nikolay Vasilyevich Gogol''', {{lang-pl|Nikołaj Wasiljewicz Gogol}} \/ '''Nikolaj Wasiljewicz Gogol'''; [[01 tháng 4]], [[1809]] - [[04 tháng 3]], [[1852]]) là một văn sĩ, thi sĩ, kịch tác gia và phê bình gia người [[Nga]] gốc [[Ukraina]] - [[Ba Lan]].\n==Lịch sử==\nTheo chứng thư đương thời, '''Mykola Vasylovych Gogol-Yanovsky''' (Микола Васильович Гоголь-Яновський) sinh ngày [[20 tháng 3]] (lịch cũ) năm 1809 tại thị tứ [[Velyki Sorochyntsi|Sorochyntsi]] ven sông [[Psyol]], nơi giáp ranh hai huyện Poltava và Mirgorod. Chính vấn đề [[địa lý]] kì cục này đã theo ông mãi về sau trong đời sáng tác. Mẹ ông - phu nhân [[:uk:Косяровська Марія Іванівна|Marya Ivanivna]] - là hậu duệ [[Hetman|thống soái Kazakh]] [[:uk:Остап Гоголь|Ostap Gogol]], trong khi cha ông lại thuộc một quý tộc [[Ba Lan]]. Vì thế, các sử gia [[hậu hiện đại]] thường coi Gogol là nhân vật điển hình của nhóm [[Tiểu Nga]] định cư ven [[Hắc Hải]].\n\nCũng như hầu hết các tiểu quý tộc [[Ukraina]] đương thời, sinh hoạt của cậu bé Mykola duy trì trong không gian [[Tiếng Nga|Nga ngữ]]. Và vì thuộc gia đình quý tộc đã sa sút, Mykola Gogol được sống chan hòa cả với [[địa chủ]] và [[nông dân]], vốn là hai [[giai cấp]] rất ít có đối thoại hồi đầu [[thế kỷ XIX]]. Cha Mykola lớn gấp đôi tuổi mẹ nên mất từ khi ông còn rất nhỏ, tuổi thơ Mykola được nuôi dưỡng bởi những truyện vặt mẹ kể đậm tính [[tông giáo|tôn giáo]] và [[Chủ nghĩa thần bí|huyền bí]] - điều có ảnh hưởng tích cực đến thành công [[văn chương]] của ông về sau.\n===Thời đầu sự nghiệp===\nGiai đoạn 1820-8, các giảng sư ở quê nhà thấy Mykola Gogol có chút năng khiếu nên tiến cử ông tới [[Nizhyn]] học trường nghệ thuật (nay là [[Đại học Quốc gia Nizhyn Gogol]]). Mykola không hề tỏ ra có nghị lực, học bạ đánh giá rất thấp, bù lại ông có trí nhớ tuyệt vời, có thành tựu nhất định ở môn [[hội họa]] và [[Tiếng Nga|Nga văn]]. Tại đây, ông bắt đầu sáng tác [[thơ]], soạn một số đoản thiên rồi sớm nhận ra mình hợp [[văn xuôi]] hơn. Ông không thân quen lắm với bạn cùng học, thậm chí họ gọi ông là \"thằng quỷ bí ẩn\", dẫu vậy Gogol vẫn duy trì tình bạn bền vững với hai hoặc ba người trong số họ.\n\nNgay từ rất sớm Gogol đã phát triển tính khí bi quan và bí ẩn, thể hiện qua hoài bão vô hạn và tự ý thức về nỗi thống khổ. Cũng từ những ngày ấy, ông đã sớm bộc lộ tài năng bắt chước, điều này về sau giúp ông trở thành độc giả của chính những tác phẩm mình viết nên, và khiến ông ấp ủ ý tưởng trở thành diễn viên.\n===Thời kì Peterburg===\nNăm 1828, Mykola Gogol bỏ học tới [[Sankt-Peterburg]] với một khát vọng rực chát nhưng mơ hồ. Ông muốn đặt chân vào thế giới [[văn học]] sôi động nhất [[Đế quốc Nga]] bấy giờ và mang theo một tác phẩm thơ trữ tình ông viết về cuộc sống bình dị nước Đức - ''[[Hans Küchelgarten]]''. Ông tự dùng tiền túi xuất bản tác phẩm thơ này dưới bút danh \"V.Alov\", nhưng các tạp chí ông gửi bài đều cười nhạo và từ chối. Gogol bèn hủy hết tất cả bản sao tập thơ và thề không bao giờ làm thơ nữa.\n\nGogol xây lập được mối quan hệ với \"giới quý tộc am hiểu văn chương'. Một truyện ngắn ông viết được đăng trên tờ ''Hoa phương Bắc'' (''Northern Flowers'') của Anton Delvig đã khiến cho nhà thơ [[Vasily Andreyevich Zhukovsky|Vasily Zhukovsky]] và [[Pyotr Pletnyov]] chú ý, và rồi năm 1831 [[Pushkin]] cũng biết tới.\n\nNăm 1831, Gogol cho ra đời tập truyện Ukraina đầu tiên ''([[Buổi tối ở trang trại gần Dikanka]])'', tác phẩm này ngay lập thực đạt được thành công. Ông tiếp tục hoàn thành tập thứ hai vào năm 1832, và đến năm 1835 ông gộp hai tập truyện này dưới chung một tiêu đề ''[[Migorod]]'', đồng thời cho ra đời hai tập tạp văn có tên ''[[Arabesques]]''. Lúc bấy giờ, các nhà biên tập và phê bình người Nga như Nikolai Polevoy và Nikolai Nadezhdin, coi Gogol là một nhà văn tài năng mới nổi người Ukraina, chứ không phải là người Nga, người sử dụng những tác phẩm của mình để minh họa cho sự khác nhau giữa tính cách dân tộc Nga và Ukraina. Chủ đề và phong cách những tác phẩm văn xuôi thời kỳ đầu của Gogol, cũng như các tác phẩm kịch của ông sau này, tương tự với các nhà văn và kịch tác gia Ukraina sống cùng thời và cũng là bạn của ông, gồm có Hryhory Kvitka-Osnovyanenko và Vasily Narezhny. Tuy nhiên, tài nghệ châm biếm của Gogol phức tạp và độc đáo hơn rất nhiều.\n\nThời điểm đó, Gogol nảy nở một niềm đam mê với lịch sử Ukraina, ông cố gắng xin vào khoa lịch sử Đại học Kiev. Mặc dầu có sự giúp đỡ của Pushkin và bộ trưởng Bộ Giáo dục Nga Sergey Uvarov, nỗ lực này bị một quan chức Kiev cản trở với lý do Gogol không đủ trình độ chuyên môn. Truyện hư cấu ''Taras Bulba'', dựa trên lịch sử người Cossack Ukraina, cũng ra đời trong thời kỳ này. Trong thời gian đó, Gogol cũng bắt đầu một tình bạn gần gũi và bền vững với nhà tự nhiên học, nhà sử học người Ukraina, Mykhaylo Maksymovych.\n[[Tập tin:N.Gogol by F.Moller (early 1840s, Ivanovo) detail.jpg|nhỏ|Một trong số vài bức chân dung Gogol do Fyodor Moller vẽ (1840)]]\nNăm 1834, Gogol được bổ nhiệm làm Giáo sư Lịch sử Trung đại của [[Đại học Tổng hợp Sankt-Peterburg]] mặc dù ông không đủ điều kiện chuyên môn. Nhận thấy công việc học thuật này hoàn toàn thất bại, ông liền từ chức ngay năm 1835.\n\nTrong giai đoạn 1832-1836, Gogol dồn hết năng lượng vào công việc. Mặc dù hầu hết tác phẩm của ông đều ít nhiều liên quan đến bốn năm liên hệ trao đổi với Pushkin này, nhưng Gogol vẫn chưa cho rằng thành công trong sự nghiệp văn học đã thỏa mãn hoài bão của ông. Trong khoảng thời gian này, hai nhà phê bình văn học người Nga, Stepan Shevyrev và [[Vissarion Belinsky]] đi ngược lại với giới phê bình trước đây khi cho rằng Gogol thực sự là một nhà văn Nga chứ không phải là Ukraina. Mãi đến sau khi vở hài kịch ''Quan thanh tra (Revizor)'' được công diễn tại Nhà hát Quốc gia Sankt-Peterburg vào ngày 19 tháng 4 năm 1836, Gogol mới tin vào sự nghiệp văn học của mình. Vở hài kịch đả kích dữ dội công chức cấp tỉnh Nga này lại ra đời chính nhờ sự can thiệp của [[Nikolai I của Nga|Sa hoàng Nikolai I]].\n\nTừ năm 1836 đến năm 1848, Gogol sống ở nước ngoài, qua lại hai nước Đức và Thụy Sĩ. Ông dành mùa đông năm 1836-1837 ở Paris, sống giữa những người Nga và Ba Lan lưu vong, gặp gỡ hai nhà thơ Ba Lan Adam Mickiewicz và Bohdan Zaleski. Cuối cùng ông định cư ở Rome. Trong phần lớn 12 năm kể từ năm 1836, Gogol sống ở Italy và nảy sinh tình cảm yêu mến cho thành Rome. Ông nghiên cứu nghệ thuật, nghiền ngẫm văn học Italia và say mê opera.\n\nViệc Pushkin qua đời tác động mạnh mẽ tới Gogol. Tác phẩm quan trọng ông viết trong những năm sau khi Pushkin qua đời là tiểu thuyết châm biếm ''Những linh hồn chết''. Đồng thời, ông cũng dành thời gian sửa chữa lại tác phẩm ''Taras Bulba'' và ''Bức chân dung'', hoàn thành vở hài kịch thứ hai có tên ''Đám cưới (Zhenitba)'', viết tác phẩm ''Rome'' (chưa kịp hoàn thành) và cho ra đời truyện ngắn nổi tiếng nhất - ''Chiếc áo khoác.''\n\nNăm 1841, sau khi hoàn thành phần đầu tiểu thuyết ''Những linh hồn chết'', Gogol đưa tác phẩm này về Nga để duyệt in. ''Những linh hồn chết'' xuất hiện ở Nga năm 1842 dưới tựa đề của bên kiểm duyệt - ''Những cuộc phiêu lưu của Chichikov.'' Tác phẩm này ngay tập tức gây được tiếng vang và trở thành áng văn xuôi vĩ đại nhất từng được viết bằng tiếng Nga.\n\n===Cuối đời===\nSau thành công vang dội của Những linh hồn chết, người sống thời đó coi Gogol là nhà văn châm biếm vĩ đại, người đả phá bộ mặt xấu xí của Đế quốc Nga. Ít người biết rằng ''Những linh hồn chết'' dự định sẽ là một tác phẩm đối trọng với ''[[Thần khúc]]'' của [[Dante Alighieri|Dante]]. Phần đầu tiên khắc họa ''Inferno'' (''Hỏa ngục)''; phần hai là ''Purgatory (Luyện ngục),'' kể về sự thanh tẩy và chuyển biến của gã đểu cáng Chichikov nhờ ảnh hưởng của những người chủ và thống đốc đức hạnh.\n\nTháng 4 năm 1848, Gogol trở về Nga sau cuộc hành hương tới Jerusalem, ông dành những năm cuối đời cho chuyến đi không ngừng khắp đất nước. Khi thăm thủ đô, ông ở cùng một số bạn bè, chẳng hạn như Mikhail Pogodin và Sergey Aksakov. Trong thời gian này, Gogol dành phần lớn thời gian với những người bạn Ukraina cũ, Maksymovych và Osyp Bodiansky. Ông cũng thắt chặt quan hệ với một cố vấn tinh thần hay có thể gọi là người cha tinh thần Matvey Konstantinovsky mà ông quen vài năm trước. \n[[Tập tin:Post-2009 gravesite of Nikolai Gogol in Novodevichy Cemetery, Moscow, Russia.jpg|nhỏ|Mộ phần của Nikolai Gogol ở Nghĩa trang Novodevichy, Moskva, Nga sau lần cải tạo năm 2009.]]\nKonstantinovsky dường như đã thúc đẩy nỗi sợ của Gogol về \"kiếp đọa đày\" bằng việc khăng khăng cho rằng những tác phẩm sáng tạo của Gogol mang tội lỗi. Lối sống khổ hạnh quá mức cũng bào mòn sức khỏe của Gogol, khiến công rơi vào trạng thái suy nhược nặng nề. Vào đêm ngày 24 tháng 2 năm 1852, Gogol đốt một số bản thảo, trong đó chứa hầu hết phần hai của ''Những linh hồn chết''. Ông giải thích rằng đây là một sai lầm, một trò đùa cợt của lũ quỷ dữ. Ngay sau đó, ông lên giường, nhất quyết không ăn uống gì và qua đời trong cơn đau 9 ngày sau đó.\n\nĐám tang Gogol diễn ra tại nhà thờ Thánh Tatiana ở Đại học Moskva, sau đó ông được chôn cất tại Tu viện Danilov, an nghỉ gần người bạn Slavophile Aleksey Khomyakov. Ngôi mộ ông nổi bật với một khối đá lớn (Golgotha) và một cây thánh giá [[Giáo hội Chính thống giáo Nga|Chính Thống giáo Nga]] đặt phía trên. Năm 1931, chính quyền Moskva quyết định phá tu viện này và chuyển phần mộ Gogol sang Nghĩa trang Novodevichy.\n\nNgười ta phát hiện rằng thi hài Gogol nằm sấp, qua đó càng thúc đẩy giả thuyết cho rằng Gogol bị chôn khi vẫn còn sống. Nhà cầm quyền chuyển cả khối đá Golgotha tới khu mộ mới nhưng bỏ cây thánh giá đi. Năm 1952, chính quyền Xô viết thay khối đá này bằng tượng bán thân Gogol. Về sau khối đá được đặt tại khu mộ nhà văn [[Mikhail Afanasievich Bulgakov|Mikhail Bulgakov]], một người hâm mộ Gogol. Năm 2009, nhân dịp kỷ niệm 200 năm ngày sinh Gogol, tượng bán thân ông được di dời tới bảo tàng Nghĩa trang Novodevichy và khối đá Golgotha nguyên bản, cùng với một bản sao cây thánh giá Chính thống giáo trước kia, được đưa trở lại khu mộ Gogol.\n\nTượng đài Gogol đầu tiên ở Moskva là một bức tượng theo phái Tượng trưng đặt trên Quảng trường Arbat, thể hiện trí tượng tượng về Gogol của nhà điêu khắc Nikolay Andreyev hơn là người thật. Hoàn thành năm 1909, bức tượng này nhận được lời khen ngợi từ họa sĩ lừng danh IIlya Repin và đại văn hào [[Lev Nikolayevich Tolstoy|Lev Tolstoy]] vì thể hiện xuất sắc tính cách dằng xé của Gogol. Tuy nhiên, [[Iosif Vissarionovich Stalin|Joseph Stalin]] lại không thích pho tượng, vì thế nó bị thay thế bằng một pho tượng theo lối hiện thực xã hội chủ nghĩa chính thống hơn vào năm 1952. Tốn rất nhiều công sức người ta mới giữ được pho tượng nguyên bản của Andreyev khỏi bị phá hủy. Đến năm 2014, pho tượng này được đặt trước ngôi nhà nơi Gogol trút hơi thở cuối cùng.\n==Thi pháp==\nD. S. Mirsky miêu tả thế giới của Gogol là \"một trong những thế giới kỳ diệu nhất, khó lường nhất và nguyên bản nhất - nói theo hướng nghiêm khắc nhất - từng được một người nghệ sĩ ngôn từ tạo ra.\"\n[[Tập tin:Gogol by Repin.jpg|nhỏ|Gogol đốt bản thảo tiểu thuyết ''Những linh hồn chết'' tập 2 - Tranh của [[Ilya Repin]]]]\nMột đặc trưng chính khác trong văn chương của Gogol là cái nhìn về thực tại và con người \"giống như một người theo chủ nghĩa ấn tượng\". Ông thấy thế giới ngoài kia biến hóa đầy lãng mạn, đặc biệt hiện rõ ở sự biến đổi không gian kỳ lạ trong các câu chuyện kiểu Gothic như \"Sự trả thù kinh khủng\" và \"Một nơi say đắm\". Những bức tranh của ông về tự nhiên chứa đựng hàng đống chi tiết kỳ lạ này chất lên điều kỳ lạ khác, tạo nên một sự hỗn độn không sao kết nối được. Con người theo miêu tả của ông mang màu sắc châm biếm, được vẽ bằng thủ pháp \"biếm họa\" - nhằm phóng đại những đặc điểm dễ thấy và thu gọn họ xuống thành những mẫu thức hình học. Nhưng những hình ảnh hoạt họa như vậy vẫn có sức thuyết phục, chân thật và không thể không nhận ra được, thông qua những nét vẽ nhẹ nhàng nhưng dứt khoát của một thực tại khó lường trước. Điều này dường như làm bản thân thế giới ta đang thấy nghèo nàn đi trông thấy.\n\nNhà văn Gogol khi đủ trưởng thành nhìn thực tại qua một khía cạnh mà tiếng Nga gọi là poshlosts, mang nghĩa \"tầm thường, sáo rỗng, thấp kém\", vừa mang tính luân lý vừa mang tính tinh thần, lan rộng trong trong một số nhóm người hoặc toàn xã hội. Giống như Sterne trước đây, Gogol là một người phá hoại những điều cấm kỵ và ảo tưởng lãng mạn đầy vĩ đại. Ông làm hao mòn Chủ nghĩa lãng mạn Nga bằng việc tạo dựng nên hình ảnh chính quyền thô bỉ không còn đẹp đẽ và uy nghi như trước đây. \"Đặc tính của văn học Gogol là sự dư thừa vô hạn, mà chẳng bao lâu sau ta sẽ thấy đó vốn là sự rỗng tuếch hoàn toàn, và đồng thời còn là một vở hài kịch phong phú đột nhiên biến thành nỗi sợ siêu hình.\" Truyện ngắn của Gogol thường đan xen yếu tố cảm xúc và chế nhạo, còn như trong \"Chuyện về cuộc cãi vã giữa Ivan Ivanovich và Ivan Nikiforovich\" lại bắt đầu với tình huống đầy vui vẻ rồi kết thúc bằng một câu châm ngôn nổi tiếng: \"Thưa các quý vị, thế giới này thật buồn tẻ\".\n\n[[Tập tin:Stamp USSR 1952 CPA1675.jpg|nhỏ|Tem lưu niệm Liên Xô phát hành nhân dịp kỷ niệm 100 năm ngày mất của Gogol (năm 1952). Tem in hình Gogol đàm luận với nhà phê bình Belinsky, người đánh giá rất cao các tác phẩm của Gogol nhưng cũng chỉ trích ông gay gắt trong bức thư nổi tiếng \"Thư gửi Gogol\".]]\nGogol kinh ngạc khi giới phê bình diễn giải rằng tác phẩm kịch ''Quan thanh tra'' là bản cáo trạng nhà nước Sa hoàng mặc dù chính Sa hoàng Nikolai I là người bảo trợ cho vở kịch này. Bản thân Gogol, người ủng hộ nhiệt thành phong trào thân Slav, luôn tin vào sứ mệnh thiêng liêng của cả triều đại Romanov và [[Giáo hội Chính thống giáo Nga]]. Giống như [[Fyodor Mikhaylovich Dostoyevsky|Fyodor Dostoyevsky]], Gogol phản đối gay gắt những người ủng hộ chế độ [[quân chủ lập hiến]] và những người tán thành việc giải tán Giáo hội Chính thống giáo.\n\nSau khi bày tỏ quan điểm bảo vệ giới quý tộc, nông nô và Giáo hội Chính thống giáo trong tác phẩm ''Những đoạn chọn lọc từ các lá thư gửi bạn bè'' (1847), Gogol chịu sự chỉ trích dữ dội từ nhà phê bình danh tiếng [[Vissarion Belinsky]], người từng rất ủng hộ ông. Là trí thức Nga đầu tiên công khai nói về học thuyết kinh tế của [[Karl Marx]], Belinsky buộc tội Gogol đã phản bội độc giả qua việc bảo vệ hiện trạng nước Nga.\n==Ảnh hưởng==\nTrước cả khi xuất bản cuốn sách ''Những linh hồn chết'', Belinsky đã công nhận Gogol là nhà văn hiện thực đầu tiên của ngôn ngữ Nga, và coi ông là người dẫn đầu Trường phái Tự nhiên, ảnh hưởng đến những nhà văn trẻ và ít tên tuổi hơn như Goncharov, Turgenev, Dmitry Grigorovich, Vladimir Dahl và Vladimir Sollogub. Chính bản thân Gogol vẫn nghi ngờ về sự tồn tại của phong trào văn chương này. Mặc dầu công nhận \"một số nhà văn trẻ thể hiện khát khao quan sát cuộc sống thực\", Gogol vẫn phê bình văn phong và kết cấu yếu kém của những tác phẩm họ viết. Tuy nhiên, thế hệ những nhà phê bình cấp tiến sau này tôn vinh Gogol (người sáng tạo kiểu thế giới mà ở đó một chiếc mũi lang thang dạo chơi khắp thủ đô Nga - ý nhắc tới truyện ''Cái mũi'' của Gogol) là nhà văn hiện thực vĩ đại, danh tiếng của ông được Bách khoa toàn thư Anh quốc mô tả là \"chiến thắng vĩ đại của nghệ thuật châm biếm Gogol\".\n\nThời kỳ văn học hiện đại chứng kiến mối quan tâm sống lại và quan điểm thay đổi về các tác phẩm của Gogol. Một trong những tác phẩm tiên phong của chủ nghĩa hình thức Nga là nhận định của Eichenbaum về truyện ngắn ''Chiếc áo khoác''. Những năm 1920, một nhóm các nhà văn chuyên viết truyện ngắn Nga, được biết đến như Anh em Separion, coi Gogol là một trong những người chỉ lối cho họ và cố tình bắt chước văn phong của ông. Các tiểu thuyết gia hàng đầu của thời kỳ này, như nhà văn Yevgeny Zamyatin và Mikhail Bulgakov, cũng ngưỡng mộ Gogol và tiếp bước con đường của ông. Năm 1926, Vsevolod Meyerhold cho biểu diễn vở kịch ''Quan thanh tra'' theo kiểu \"hài kịch về một tình huống lố bịch\".\n\nTuy người sống cùng thời Gogol coi ông là một trong những tên tuổi nổi bật nhất của [[trường phái tự nhiên]] trong văn học hiện thực Nga, các nhà phê bình đời sau nhận thấy các tác phẩm của ông nổi bật chất trữ tình kết hợp với tính siêu thực và kỳ quái (ví dụ như các truyện ''Cái mũi'', ''Viy, [[Chiếc áo khoác (truyện ngắn)|Chiếc áo khoác]]'', ''Đại lộ Nevsky''). Những tác phẩm đầu tiên của Gogol, như ''Buổi tối ở trang trại gần Dikanka'', chịu ảnh hưởng từ cuộc nổi dậy của người Ukraina, cùng văn hóa và văn học dân gian của nước này. Các tác phẩm sau này châm biến nạn hối lộ tràn lan ở [[Đế quốc Nga]] ([[Quan thanh tra|''Quan thanh tra'']], [[Những linh hồn chết|''Những linh hồn chết'']]). Tiểu thuyết [[Taras Bulba|''Taras Bulba'']] (1835) và vở kịch [[Đám cưới|''Đám cưới'']] (1842), cùng với những truyện ngắn như [[Nhật ký người điên|''Nhật ký người điên'']], ''[[Chuyện về cuộc cãi vã giữa Ivan Ivanovich và Ivan Nikiforovich]]'', [[Bức chân dung|''Bức chân dung'']] và [[Cỗ xe|''Cỗ xe'']], là những tác phẩm nổi tiếng nhất của ông.\n\nTác phẩm ''[[Những linh hồn chết]]'' được xem là cuốn [[tiểu thuyết]] hiện đại đầu tiên của [[văn học]] [[Nga]] và [[Ukraina]].\n\nMặc dù nhiều tác phẩm của ông bị ảnh hưởng bởi di sản của [[Ukraina]] và sự nuôi dưỡng, nhưng ông vẫn viết tác phẩm bằng [[tiếng Nga]] và cách viết của ông bị cuốn theo truyền thống của [[văn học Nga]]. Nhiều người Ukraina vẫn không thể tha thứ cho ông điều này vì, theo họ, ông đã phản bội tiếng mẹ đẻ. Nhưng đồng thời, nhiều người Nga theo chủ nghĩa thuần tuý vẫn không vui vẻ với thứ tiếng Nga của ông, vì họ cho rằng ông đã \"làm bẩn\" tiếng Nga bằng những thái độ Ukraina trong cú pháp.<ref>{{Chú thích web|url=https:\/\/www.tienve.org\/home\/literature\/viewLiterature.do?action=viewArtwork&artworkId=195|tựa đề=Vấn đề ngôn ngữ trong văn chương lưu vong|website=www.tienve.org|url-status=live|ngày truy cập=2022-11-03}}<\/ref>\n[[Tập tin:1000 Gogol.jpg|nhỏ|Tượng Nikolai Gogol đứng ngay bên cạnh đại thi hào Pushkin trên tượng đài \"Ngàn năm nước Nga\" ở Veliky Novgorod, dựng năm 1862.]]\nHình ảnh Gogol nhiều lần được in trên tem bưu điện của Nga và Liên Xô, cũng như trên toàn thế giới. Một số đồng xu lưu niệm mang hình ảnh ông cũng từng được lưu hành tại Nga và Liên Xô. Năm 2009, Ngân hàng Quốc gia Ukraina phát hành một đồng xu lưu niệm tôn vinh Gogol. Nhiều đường phố được đặt tên Gogol tại nhiều thành phố như Moskva, Sofia, Lipetsk, Odessa, Myrhorod, Krasnodar, Vladimir, Vladivostok, Penza, Petrozavodsk, Riga, Bratislava, Belgrade, Harbin, v.v...\n\nNhà văn Gogol cũng được nhắc tên một số lần trong tiểu thuyết ''Gã khờ'' và ''Tội ác & hình phạt'' của nhà văn Nga Fyodor Dostoyevsky cũng như vở kịch ''Chim hải âu'' của [[Anton Pavlovich Chekhov|Chekhov]]. Hơn 135 bộ phim dựa trên trước tác của Gogol, trong đó gần đây nhất là phim ''Cô gái mặc áo khoác trắng'' (''The Girl in the White Coat'', 2011)\n\nNhân vật chính trong tiểu thuyết ''Người trùng tên (The Namesake)'' của Jhumpa Lahiri ra mắt năm 2003 và bộ phim chuyển thể từ tác phẩm này năm 2006 mang tên Nikolai Gogol, bởi cha của nhân vật này đã sống sót trong một vụ tai nạn tàu hỏa trong khi đang giữ trong tay một cuốn sách của Gogol.\n\nBài thơ mang tên \"Gogol\" của nhà thơ, nhà ngoại giao Abhay Kumar có nhắc tới một số tác phẩm vĩ đại của Gogol như ''Cái mũi, Chiếc áo khoác, Đại lộ Nevsky, Những linh hồn chết'' và ''Quan thanh tra.''\n\nBan nhạc [[Punk rock|punk]] Gogol Bordello đặt theo tên của Gogol, người được các thành viên ban nhạc coi là nguồn truyền cảm hứng tư tưởng bởi ông đã \"nhập lậu\" văn hóa Ukraina vào xã hội Nga. Gogol Bordello cũng hy vọng sẽ làm được điều tương tự, đưa nhạc Gypsy Đông Âu vào các nước nói tiếng Anh.\n\nNhà văn [[Lỗ Tấn]] của [[Trung Hoa Dân Quốc (1912–1949)|Trung Quốc]] cũng đã rất ưa thích các phẩm của Gogol và không ngần ngại mượn tên truyện của Gogol để đặt tên cho tác phẩm đầu tay của mình là ''Nhật ký người điên''.\n\nNhà văn [[Akutagawa Ryūnosuke]] của [[Nhật Bản]] cũng lấy tên tác phẩm ''Cái mũi'' của Gogol để đặt tên cho tác phẩm cùng tên của mình.\n\n==Trứ tác==\n''Bài viết chi tiết: '''[[Danh sách tác phẩm của Nikolai Vasilyevich Gogol|Danh sách tác phẩm của Nikolai Gogol]]''''' \n* 1831 - 1832: ''[[Những buổi tối ở thôn ấp gần Dikanka]]'' (tập truyện ngắn)\n* 1835: ''[[Mirgorod]]'' (tập truyện ngắn)\n* 1835: ''[[Ả Rập (tập truyện ngắn)|Ả Rập]]'' (tập truyện ngắn)\n** ''[[Bức chân dung]]'' (truyện ngắn)\n** ''[[Một chương trong cuốn tiểu thuyết lịch sử xưa cũ]]'' (truyện ngắn)\n** ''[[Đại lộ Nevsky]]'' (truyện ngắn)\n** ''[[Người tù binh Kavkaz]]'' (truyện ngắn)\n** ''[[Nhật ký một người điên]]'' (truyện ngắn)\n* 1836: ''[[Cái mũi]]'' (truyện ngắn)\n* 1836: ''[[Quan thanh tra]]'' (hài kịch)\n* 1842: ''[[Chiếc áo khoác]]'' (truyện ngắn)\n* 1842: ''[[Những linh hồn chết]]'' (tiểu thuyết)\n* 1847: ''[[Những đoạn chọn lọc từ các lá thư gửi bạn]]'' (tập thư và tiểu luận)\n==Tham khảo==\n{{tham khảo|4}}\n\n== Liên kết ngoài ==\n* {{gutenberg author|id=Nikolai_Vasilievich_Gogol|name=Nikolai Gogol}}\n* [http:\/\/az.lib.ru\/editors\/g\/gogolx_n_w\/ Tuyển tập các tác phẩm của Nikolai Gogol]\n* [http:\/\/ilibrary.ru\/author\/gogol\/ Một vài tác phẩm của Nikolai Gogol bằng tiếng Nga]\n* [http:\/\/www.acad.carleton.edu\/curricular\/RUSS\/Moscow\/2001PhotoAlbum\/StPetersburg\/Dostoevsky_GogolSights\/ Một vài ảnh có liên quan tới Gogol và tác phẩm của ông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051212123305\/http:\/\/www.acad.carleton.edu\/curricular\/RUSS\/Moscow\/2001PhotoAlbum\/StPetersburg\/Dostoevsky_GogolSights\/ |date = ngày 12 tháng 12 năm 2005}}\n* [http:\/\/www.thotre.com\/index.php?menu=detail&mid=55&nid=223 Mối tình của nhân vật bí ẩn nhất lịch sử văn học Nga] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927131133\/http:\/\/www.thotre.com\/index.php?menu=detail&mid=55&nid=223 |date=2007-09-27 }}\n* [http:\/\/www.nhanvan.com\/bookstore\/tranthibonggiay\/tranthibonggiay_tieusugogol.htm Tiểu sử Gogol] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060328125207\/http:\/\/www.nhanvan.com\/bookstore\/tranthibonggiay\/tranthibonggiay_tieusugogol.htm |date = ngày 28 tháng 3 năm 2006}}\n* [http:\/\/www.tanvien.net\/tg\/tg23_trong_khi_cho_gogo.html Trong khi chờ Gogol]{{commonscat|Nikolai Gogol}}\n{{Dữ liệu nhân vật\n|TÊN=Gogol, Nikolai Vasilevich\n|TÊN KHÁC=Гоголь, Николай Васильевич (tiếng Nga); Го́голь, Никола́й Васи́льевич (tiếng Nga)\n|TÓM TẮT=nhà văn [[Nga]]\n|LÚC SINH=[[1 tháng 4]] năm [[1809]]\n|NƠI SINH=[[Sorochintsi]], [[Poltava]], [[Đế quốc Nga|Nga]]\n|LÚC MẤT=[[4 tháng 3]] năm [[1852]]\n|NƠI MẤT=[[Tu viện Donskoy]], [[Moskva]], [[Đế quốc Nga|Nga]]\n}}\n{{Wikisourcelang|ru|Николай Васильевич Гоголь|Nikolay Gogol}}\n{{Thời gian sống|sinh=1809|mất=1852|tên=Gogol, Nikolai}}\n\n[[Thể loại:Nikolai Gogol| ]]\n[[Thể loại:Sinh năm 1809]]\n[[Thể loại:Mất năm 1852]]"}