{"Nikolaos Mantzaros":"{{Infobox writer|120px|alt=Portrait of Nikolaos Mantzaros|birth_date={{birth date|1795|10|26|df=y}}|birth_place=[[Cộng hòa Venezia]]|death_date={{death date|1872|4|12|df=y}}|death_place=[[Hy Lạp]]|image=Mantzaros.jpg|language=[[Tiếng Hy Lạp]],[[Tiếng Ý]]|name=Nikolaos Halikiopoulos Mantzaros|nationality=Người Hy Lạp gốc Ý|occupation=[[Nhà soạn nhạc]]}}\n\n'''Nikolaos Halikiopoulos Mantzaros''' (Tiếng Hy Lạp: '''Νικόλαος Χαλικιόπουλος Μάντζαρος'''; Tiếng Ý: '''Niccolo Calichiopoulo Manzaro'''. 26 tháng 10 năm 1795 - 12 tháng 4 năm 1872) Là một nhà soạn nhạc người Hy Lạp gốc Ý. Ông sinh ra tại [[Venezia]] và lớn lên ở [[Kérkyra|Corfu]]. Chính ông là người đã phổ nhạc cho bài thơ Ýmnos eis tīn Eleutherían (Ὕμνος εις την Ἐλευθερίαν) mà hai khổ thơ đầu là quốc ca của Hy Lạp sau này. Ông là đại diện chính cho Trường phái Ionian của âm nhạc.\n\n== Tiểu sử ==\nMantzaros sinh ra trong một gia đình giàu có ở [[Cộng hòa Venezia|Venezia]]. Sau đó gia đình ông chuyển đến [[Corfu]]. Nghiên cứu và biểu diễn gần đây đã dẫn đến một đánh giá lại Mantzaros như một nhà soạn nhạc và nhà lý luận âm nhạc quan trọng.\n\n== Ra mắt tại Corfu ==\nÔng đã được dạy nhạc bởi Stefano và Gerolamo Pojago, Stefano Moretti (lý thuyết âm nhạc).Mantzaros được trình bày tác phẩm đầu tiên của mình vào năm 1815 tại nhà hát San Giacomo.\n\n== Quốc ca Hy Lạp ==\nTác phẩm nổi tiếng nhất của ông vẫn là khung cảnh âm nhạc cho bài thơ của Dionysios Solomos ' Ýmnos eis tīn Eleutherían (Hymn tới Liberty), mà Mantzaros thêm vào Solomos' bài thơ vào năm 1828. [1] [2] [4] Các đoạn thơ thứ nhất và thứ hai là ban đầu được ban đầu vào năm 1864 là Hymn Quốc gia Hy Lạp và ngày 28 tháng 6 năm 1865 là bài quốc ca Hy Lạp. Tuy nhiên, nghiên cứu và biểu diễn gần đây đã chứng minh rằng Mantzaros đã có những hoạt động rộng lớn hơn như là một nhà soạn nhạc và nhà lý luận âm nhạc quan trọng, vượt xa sự hiểu biết đã được thiết lập của ông như một nhà soạn nhạc duy nhất của Quốc ca.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai}}\n\n{{DEFAULTSORT:Mantzaros, Nikolaos}}\n[[Thể loại:Sinh năm 1795]]\n[[Thể loại:Mất năm 1872]]\n[[Thể loại:Nhà soạn nhạc opera Ý]]"}