{"Niwa Nagahide":"{{dịch thô}}\n{{chú thích trong bài}} \n[[Tập tin:Niwa Nagahide2.jpg|nhỏ|phải|Niwa Nagahide (1535-1585)]]\n'''Niwa Nagahide''' (丹羽長秀 (''Đan Vũ Trường Tú''); [[16 tháng 10]] năm [[1535]]-[[15 tháng 5]], năm [[1585]]) là một samurai Nhật Bản trong [[thời kỳ Chiến Quốc (Nhật Bản)|thời đại Sengoku]] đến [[thời kỳ Azuchi-Momoyama|thời đại Azuchi-Momoyama]] vào thế kỷ 16. Ông là một thuộc hạ của [[gia tộc Oda]], và cuối cùng trở thành một daimyo.\n\nTừ khi còn trẻ, Nagahide phục vụ cho [[Oda Nobunaga]] và trở thành một trong những thuộc hạ cao cấp của ông, chiến đấu cho nhà Oda trong những trận đánh lớn, như [[trận Nagashino]]. Ông cũng là một người thống trị với những công việc hiệu quả với việc xây dựng [[thành Azuchi|lâu đài Azuchi]], cùng với nhiều công việc nữa. Việc Nobunaga tin ông đến thế nào có thể minh chứng bằng việc Nagahide kết hôn với con gái nuôi của Nobunaga và con trai ông, [[Niwa Nagashige]] cưới con gái nuôi của Nobunaga.\n\nNhững việc này giúp Nagahide cai quản cả [[tỉnh Wakasa]] và [[lâu đài Sawayama]] ở [[tỉnh Ōmi]]. Năm [[1581]], trong một cuộc diễu binh ở [[Kyōto (thành phố)|Kyoto]] trước mặt [[Nhật Hoàng Nhật Bản|Thiên Hoàng]] cũng như những người truyền giáo nước ngoài, Nagahide được vinh dự đi đầu đám diễu hành.\n\nNăm [[1582]], khi ấy là vị tướng xếp thứ hai của [[Oda Nobutaka]], Nobunaga ra lệnh cho Nagahide tiến hành chiến dịch ở [[Shikoku]] nhưng trước khi ông hành động, Nobunaga đã bị [[Akechi Mitsuhide]] giết chết. Nagahide hoãn chiến dịch và quay trở lại để giúp [[Toyotomi Hideyoshi|Hashiba Hideyoshi]] báo thù và giết chết Mitsuhide. Trong cuộc gặp ở [[thành Kiyosu|lâu đài Kiyosu]], nơi tương lai của [[gia tộc Oda]] được đem ra bàn luận, Nagahide ủng hộ Hideyoshi tiếp quản vị trí này và nhận được [[tỉnh Echizen]] và [[tỉnh Kaga]] với tổng cộng 1,230,000 [[thạch (Nhật Bản)|koku]], trở thành một trong những thuộc hạ và daimyo mạnh nhất. Tuy nhiên, Nagahide chết bệnh năm [[1585]] và không tạo ra nhiều ảnh hưởng lắm. Có một điều gây tranh cãi rằng Nagahide không chết vì bệnh, mà vì khi nhìn thấy Hideyoshi tập trung quá nhiều quyền lực và che khuất cả gia tộc Oda mà Nagahide đã phục vụ bao năm, ông cảm thấy mình đã không sống trọn vẹn vì lợi ích của Nobunaga và gia tộc Oda nên đã tự sát.\n\nCon trai Nagashige của ông sau đó trở thành thành chủ của [[lâu đài Shirakawa]] ở Bắc Nhật Bản, và vào thời cháu nội của Nagahide là Mitsushige, mảnh đất 100.000 ''[[Thạch (đơn vị đo lường)|koku]]'' của gia đình được chuyển đến Nihonmatsu, nơi họ sống cho đến hết thời [[Edo]].\n\n==Tham khảo==\n{{tham khảo}}\n*[http:\/\/s-mizoe.hp.infoseek.co.jp\/m244.html Tiểu sử Nagahide] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070821171718\/http:\/\/s-mizoe.hp.infoseek.co.jp\/m244.html |date = ngày 21 tháng 8 năm 2007}} (tiếng Nhật)\n*[http:\/\/www.geocities.jp\/yuutarou19800126\/retu-nagahide Tiểu sử khác của Nagahide] (tiếng Nhật)\n\n{{Các chủ đề|Nhật Bản}}\n\n[[Thể loại:Sinh năm 1535]]\n[[Thể loại:Mất năm 1585]]\n[[Thể loại:Daimyo]]"}