{"Nễ Hành":"[[File:Mi Heng Qing portait.jpg|thumb|Tranh vẽ Nễ Hành của một danh họa đời nhà Thanh]]\n'''Nễ Hành'''<ref group=chú>Họ của Nễ Hành có thể được phiên là [https:\/\/hvdic.thivien.net\/whv\/彌 My hoặc Nhị], ứng với bính âm Mi\/Ni trong tiếng Quan thoại.<\/ref> ([[chữ Hán]]: 彌衡; [[173]]-[[198]]) là danh sĩ đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Tại Hứa Xương ==\nNễ Hành có [[Tên chữ (người)|tên tự]] là '''Chính Bình''' (正平), người huyện Bàn quận Bình Nguyên<ref group=chú>Nay là phía tây nam thị trấn Nhạc Lăng, [[Sơn Đông]]<\/ref>.\n\nÔng là người có tài [[văn học]] và hùng biện, có ý định ra làm quan, thường mang theo danh thiếp khi ra ngoài<ref name=\"dtt67\">Dịch Trung Thiên, sách đã dẫn, tr 67<\/ref>. Tuy nhiên, vì tính tình ông ngạo mạn khinh người, không thèm nói chuyện với người khác nên không được ai thu nhận. Chỉ có [[tể tướng|tướng quốc]] nước Bắc Hải là [[Khổng Dung]] mến mộ tài ông, nên ra sức tiến cử với triều đình nhưng chưa được.\n\nNăm [[196]], Thứ sử Duyện châu là [[Tào Tháo]] đưa vua [[Hán Hiến Đế]] về Hứa Xương, nhân tài nhiều nơi đổ về theo. Có người khuyên ông nên kết giao với những vị quan lại đang phục vụ Tào Tháo là Trần Quần (bạn của [[Khổng Dung]]) và Tư Mã Lãng (anh [[Tư Mã Ý]]). Nhưng Nễ Hành không nghe, tỏ thái độ kiêu ngạo và hạ thấp hai người, nói rằng họ chỉ là đồ tể và bán rượu, không đáng để ông kết giao<ref name=\"dtt67\"\/>.\n\nThấy Nễ Hành coi thường Trần Quần và Tư Mã Lãng, người khách lại khuyên ông gặp 2 vị quan khác dưới quyền Tào Tháo là [[Tuân Úc]] và Triệu Trĩ Thường. Nhưng Nễ Hành lại hạ thấp Tuân Úc chỉ là hạng đi đọc điếu văn, còn Triệu chỉ đáng đi nấu bếp. Cuối cùng ông nói rằng chỉ có [[Khổng Dung]] và [[Dương Tu]] là đáng kể; tuy nhiên khi nhắc tới Khổng Dung, người lớn hơn ông vài chục tuổi, Nễ Hành vẫn chỉ dùng từ \"thằng lớn\", và gọi Dương Tu là \"thằng nhỏ\"<ref name=\"dtt68\">Dịch Trung Thiên, sách đã dẫn, tr 68<\/ref>.\n\nNhưng Khổng Dung vẫn tiến cử Nễ Hành với Tào Tháo, nói rằng ông là danh sĩ bậc nhất thiên hạ. Tào Tháo chuộng người có tài bèn mời ông đến gặp mặt. Nhưng khi tới gặp Tào Tháo, Nễ Hành vẫn tỏ thái độ ngạo nghễ, coi thường Tào Tháo<ref name=\"dtt63\">Dịch Trung Thiên, sách đã dẫn, tr 63<\/ref>.\n\nTào Tháo tuy bực tức nhưng không biểu hiện, mà muốn tìm cách khiến Nễ Hành phải quy phục. Biết Nễ Hành giỏi đánh trống, Tào Tháo bèn sai ông làm chức này, sau đó rồi bảo ông hãy đánh thử cho đông quan khách cùng duyệt trong một buổi.\n\nKhi mọi người đến đủ, ông gõ trống thử, mọi người đều khen hay. Thủ hạ của Tào Tháo đề nghị ông phải thay đồ trang phục của người đánh trống. Nễ Hành bèn cởi luôn quần áo đang mặc ra, [[khỏa thân]] trước mặt mọi người không hề ngượng ngập. Điều đó khiến Tào Tháo lúng túng và xấu hổ<ref name=\"dtt63\"\/>.\n\nKhổng Dung giận Nễ Hành làm mình mất mặt, nhưng vẫn có ý định tiến cử ông. Khổng Dung ra sức thuyết phục Nễ Hành về sự trọng đãi người tài của Tào Tháo, khiến ông bằng lòng đến gặp họ Tào lần thứ hai. Khổng Dung mừng rỡ bèn đi báo với Tào Tháo rằng Nễ Hành đã sửa đổi. Tào Tháo mừng rỡ, bèn cùng mọi người chuẩn bị đón tiếp. Nhưng Nễ Hành cố ý để Tào Tháo và các quan phải chờ đợi rất lâu mới đến, rồi không xin lỗi mà vẫn lên giọng ngạo mạn mắng mỏ, chửi bới bằng giọng của văn sĩ<ref name=\"dtt63\"\/>.\n\nCác sử gia chê trách Nễ Hành dù kiêu hãnh nhưng lẽ ra không nên bán đứng Khổng Dung, người kỳ công tiến cử ông nhiều lần<ref name=\"dtt64\">Dịch Trung Thiên, sách đã dẫn, tr 64<\/ref>. Tào Tháo lần đó không thể chịu đựng được nữa, nhưng không muốn mang tiếng giết kẻ sĩ, bèn sai ông sang Kinh châu với [[Lưu Biểu]].\n\nKhi ông lên đường, nhiều người ghét ông nên bảo nhau rằng không cần phải chào hỏi kẻ vô lễ. Vì vậy khi Nễ Hành đi đến, mọi người vẫn ngồi nằm nguyên như không thấy, không ai đứng lên chào ông. Nễ Hành bèn ngồi phịch xuống đất và khóc ầm lên. Khi được hỏi vì sao khóc, Nễ Hành lớn tiếng mắng mọi người<ref name=\"dtt69\">Dịch Trung Thiên, sách đã dẫn, tr 69<\/ref>:\n:''Người nằm như xác chết, người ngồi như nấm mồ, tôi bị kẹp giữa xác chết và mồ mả làm sao mà không buồn được?''\n\nĐiều đó khiến mọi người càng căm ghét Nễ Hành.\n\n== Cái chết ở Kinh châu ==\nChâu mục Kinh châu [[Lưu Biểu]] vốn có tiếng là người quý trọng kẻ sĩ, từng thu nhận nhiều người chạy nạn từ trung nguyên tới. Ban đầu, Nễ Hành cũng lấy lời ca ngợi công đức của Lưu Biểu. Nhưng sau đó ông lại bộc lộ tính cũ, xúc phạm Lưu Biểu<ref name=\"dtt70\">Dịch Trung Thiên, sách đã dẫn, tr 70<\/ref>.\n\nLưu Biểu cũng không muốn mang tiếng ác, bèn sai Nễ Hành sang quận Giang Hạ với [[Hoàng Tổ]].\n\nHoàng Tổ nghe tiếng tài năng Nễ Hành, đối xử với ông rất hậu<ref name=\"dtt70\"\/>. Nễ Hành gặp Hoàng Tổ vẫn không tỏ ra khiêm nhường. Hoàng Tổ là tướng võ, tính tình thô lỗ, không thể nén chịu cung cách của Nễ Hành. Trong một buổi yến tiệc, ông lại nói lời khiếm nhã xúc phạm Hoàng Tổ. Hoàng Tổ trách cứ, Nễ Hành vẫn không dịu giọng, tiếp tục mắng chửi. Hoàng Tổ giận quá sai mang Nễ Hành ra đánh đòn. Nễ Hành bị đòn càng lớn tiếng chửi Hoàng Tổ<ref name=\"dtt65\">Dịch Trung Thiên, sách đã dẫn, tr 65<\/ref>. Hoàng Tổ không chịu nổi bèn ra lệnh mang Nễ Hành ra chém.\n\nKhi chết ở Giang Hạ, Nễ Hành mới 26 tuổi.\n\n== Đánh giá ==\nNễ Hành được xem là người theo chủ nghĩa bất hợp tác. Tuy ông có tài năng nhưng tính tình ngang ngạnh, ngạo mạn thái quá, liên tiếp phạm sai lầm và tự chuốc lấy cái chết. Ông đã có cơ hội làm lại khi từ Hứa Xương tới Kinh châu, rồi lại có cơ hội thứ ba khi từ Tương Dương sang Giang Hạ, nhưng Nễ Hành vẫn không đổi tính cách ngạo nghễ. Ngay cả với người tốt nhất với mình là Khổng Dung, ông cũng dùng lời lẽ không đúng mực. Điều đó khiến ông bị xem là kẻ điên khùng<ref name=\"dtt68\"\/>.\n\nNễ Hành coi thường hết thảy mọi người, kiêu ngạo không có chừng mực, không chỉ hại mình mà còn đẩy người bạn tốt Khổng Dung vào chỗ khốn đốn. Chỉ trừ Khổng Dung, ông bị gần như mọi người đều ghét. Nễ Hành gặp ai cầm quyền chính cũng mắng chửi quen miệng, tỏ ra khinh thị, điều đó được đánh giá không phải là anh hùng dũng cảm mà chỉ là kẻ ngu xuẩn<ref name=\"dtt70\"\/>.\n\nVề cách đối xử với Nễ Hành của [[Tào Tháo]] và [[Lưu Biểu]], có sự khác biệt và Tào Tháo được xem là người tử tế hơn với Nễ Hành. Tào Tháo tuy bị Nễ Hành xúc phạm nhiều lần, nhưng đã điều Nễ Hành đến chỗ Lưu Biểu vì Lưu Biểu có tiếng là yêu kẻ sĩ, dung nạp người hiền, như vậy là mở cho Nễ Hành một con đường sống khác. Ngược lại, Lưu Biểu biết thủ hạ Hoàng Tổ là người nóng nảy thô lỗ nhưng vẫn sai Nễ Hành tới đó, chính là muốn mượn tay Hoàng Tổ giết ông<ref name=\"dtt72\">Dịch Trung Thiên, sách đã dẫn, tr 72<\/ref>.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], tác giả theo quan điểm bài xích Tào Tháo nên đồng tình với sự ngạo nghễ của Nễ Hành. Ông xuất hiện trong hồi 23 với hàng loạt lời nói, việc làm châm chọc và chế nhạo Tào Tháo cùng các thuộc hạ.\n\n==Xem thêm==\n* [[Khổng Dung]]\n* [[Tào Tháo]]\n* [[Lưu Biểu]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n\n==Phụ chú==\n{{Tham khảo|group=chú}}\n==Chú thích==\n{{Tham khảo}}\n{{Kiểm soát tính nhất quán}}\n\n{{Nhân vật Tam Quốc}}{{Bát bái chi giao}}\n\n[[Thể loại:Sinh năm 173]]\n[[Thể loại:Mất năm 198]]\n[[Thể loại:Người nhà Hán]]\n[[Thể loại:Nhân vật Tam Quốc]]"}