{"Nột Kỳ":"{{Tên Triều Tiên\n|hangul=눌지마립간\n|hanja=訥祇麻立干\n|hanviet=Nột Kỳ ma lập can\n|rr=Nulji Maripgan\n|mr=Nulchi Maripkan\n}}\n'''Nột Kỳ''' (trị vì 417–458) là vị quốc vương thứ 19 của [[Tân La]], một trong [[Tam Quốc (Triều Tiên)|Tam Quốc Triều Tiên]]. Ông mang tước hiệu ma lập can (''maripgan''), dành cho những người lãnh đạo Tân La vào đương thời. Ông là con trai của [[Nại Vật|Nại Vật ni sư kim]] và Bảo Phản (Boban) phu nhân, con gái của [[Vị Trâu|Vị Trâu ni sư kim]].\n\nNột Kỳ kết hôn với con gái của [[Thực Thánh|Thực Thánh ma lập can]], người đã đem lưu đày các anh trai của Nột Kỳ với thân phận con tim đến [[Cao Câu Ly]] và [[Nụy Quốc]] [[Nhật Bản]]. Thực Thánh âm mưu giết chết Nột Kỳ, song với sự giúp đỡ của Cao Câu Ly, Nột Kỳ đã giết chết Thực Thánh vào năm 417, sau đó bước lên ngai vàng.\n\nTheo một câu chuyện, năm 418 Nột Kỳ đã hầu cận vương thất tên là Phác Đê Thượng (Bak Je-Sang) đi giải thoát cho các anh trai mình tại Cao Câu Ly và Nụy Quốc. Người anh tại Cao Câu Ly đã được người này cứu thoát thành công, tuy nhiên, Đê Thượng đã bị bắt khi cố gắng cứu người anh còn lại ở Nụy Quốc. Do từ chối phụng sự cho vua Nụy, ông đã chết do bị tra tấn. Chuyện về lòng trung thành của Phác Đê Thượng đã trở thành một câu chuyện về đạo đức phổ biến tại Triều Tiên.\n\nSau các sự kiện khó khăn, Nột Kỳ đã hành động để giải phóng Tân La khỏi sự chi phối của Cao Câu Ly. Ông thiết lập quan hệ ngoại giao với Cao Câu Ly với vị thế bình đẳng vào năm 424, và lập liên minh quân sự với Bách Tế vào năm 433 để giúp nước này chống lại mối đe dọa từ Cao Câu Ly. ([[Hangul]]: 나제동맹; [[chữ Hán]]: 羅濟同盟\/La Tế đồng minh)\n\nThời gian trị vì của Nột Kỳ đã chứng kiến sự tiến tục của quá trình lâu dài nhằm tập trung hóa quyền lực tại Tân La đánh dấu bằng việc phụ thân ông chuyển tước hiệu sang ma lập can (마립간, 麻立干, maripgan), tước hiệu được cho là biểu trưng của một cấp quyền lực cao hơn là tước vị trước đó, ni sư kim (이사금, 尼師今, isageum). Dưới thời trị vì của Nột Kỳ, việc kế vị phụ hệ chính thức được lập ra <ref>(Yang, 1999, p.&nbsp;16)<\/ref>. Sau khi ông qua đời năm 458, vương tử [[Từ Bi]] đã kế vị, thay vì những người anh của ông.\n\n==Xem thêm==\n*[[Danh sách vua Triều Tiên]]\n*[[Lịch sử Triều Tiên]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n* {{chú thích sách| author = Sung Chul Yang|others = Sŏng-chʻŏl Yang| title = The North and South Korean political systems: a comparative analysis| url = http:\/\/books.google.com\/?id=0EyQAAAAMAAJ| year = 1999| publisher = Weatherhill, Incorporated| isbn = 978-1-56591-105-5 }}\n\n{{vua Tân La}}\n\n{{sơ khai nhân vật hoàng gia Triều Tiên}}\n\n{{Persondata\n| name =Nulji của Silla\n| alternative names =\n| short description =\n| date of birth =\n| place of birth =\n| date of death = 458\n| place of death =\n}}\n[[Thể loại:Vua Tân La]]\n[[Thể loại:Mất năm 458]]\n[[Thể loại:Năm sinh không rõ]]"}