{"Odoacer":"{{Thông tin nhân vật hoàng gia\n| tên =Flavius Odoacer\n| tên đầy đủ =\n| tước vị =Vua\n| hình =Odovacar Ravenna 477.jpg\n| cỡ hình =200px\n| ghi chú hình =Đồng tiền Odoacer, Ravenna, 477, với nét mặt nhìn nghiêng của Odoacer, được vẽ với bộ ria của \"Người Rợ\".\n| chức vị = [[Vua của Ý]]\n| tại vị =476–493\n| tiền nhiệm =Không có\n| kế nhiệm =[[Theodoric Đại đế|Theodoric Đại Đế]]\n| born =433\n| place of born = Không rõ\n| mất =493\n| nơi mất =[[Ravenna]]\n| cha =[[Edeko]]\n}}\n'''Flavius Odoacer''' ([[433]]<ref name=PLRE>''[[Prosopography of the Later Roman Empire]]'', Vol. 2, ''s.v. Odovacer'', pp. 791 - 793<\/ref> – [[493]]), còn được biết đến với tên gọi '''Flavius Odovacer''' hay '''Odovacar'''<ref>{{Chú thích web|url=http:\/\/www.behindthename.com\/name\/odovacar|tiêu đề=Meaning, origin and history of the name Odovacar|last=Campbell|first=Mike|website=Behind the Name|access-date = ngày 10 tháng 4 năm 2017}}<\/ref> ({{lang-it|Odoacre}}, {{lang-la|Odoacer, Odoacar, Odovacar, Odovacris}}<ref name=\"PLRE\" \/>) là [[Vua Ý]] vào [[thế kỷ 5|thế kỷ thứ 5]], thời kỳ trị vì của ông đánh dấu sự kết thúc của [[Đế quốc La Mã|Đế chế La Mã]] cổ đại ở [[Tây Âu]] và mở đầu thời kỳ [[Trung Cổ]]. Ông được xem là vị vua không có nguồn gốc xuất thân từ La Mã cai trị toàn bộ nước [[Ý]].\n\nOdoacer là viên tướng chỉ huy lực lượng ''[[foederati]]'' [[người Scirii]] tại Ý đã phát động một cuộc nổi loạn nhằm truất phế vị [[Đế quốc Tây La Mã|Hoàng đế Tây La Mã]] cuối cùng, [[Romulus Augustus]] vào ngày [[4 tháng 9]] năm [[476]]. Mặc dù nắm thực quyền trong tay, ông cai trị trong vai trò là người ủng hộ [[Julius Nepos]] trên danh nghĩa, sau khi Nepos mất vào năm [[480]], thì chuyển sang ủng hộ [[Đế quốc Đông La Mã|Hoàng đế Đông La Mã]] ở [[Constantinopolis]]. Odoacer được xem là một vị vua ([[latinh|tiếng Latin]]: ''rex'') trong nhiều nguồn tài liệu và ông tự mình sử dụng nó ít nhất một lần và ở một thời điểm khác nó đã từng được [[quan chấp chính tối cao]] [[Basilius]] sử dụng.<ref>[[Giáo hoàng Marcellinô|Marcellinus]], [[Cassiodorus]], and some [[Papal]] documents, which come the closest to implying officiality of the title, all refer to him as ''rex'' (or one of its declensions). [[Jordanes]] at one point refers to him as ''Gothorum Romanorumque regnator'': ruler of the Goths and the Romans. He is called an ''autokrator'' (autocrat) and a ''tyrannos'' (usurper, tyrant) in [[Procopius|Procopius']] ''Bellum Gothicum''. The only reference to Odoacer as \"King of Italy\" is in [[Victor Vitensis]]: ''Odouacro Italiae regi''.<\/ref>\n\n==Tiểu sử==\n===Nguồn gốc xuất thân===\nNguồn gốc xuất thân của Odoacer không rõ. Ông có thể là con trai của thủ lĩnh [[người Scirii]] (một bộ tộc [[Đức]]) là [[Edeko]], chư hầu [[người Hung]] dưới quyền [[Attila]]. Tên của ông mang đậm nét đặc trưng của tiếng Đức, và mẹ Odoacer cũng có thể là người Đức, nhưng tên và dân tộc của bà thì không rõ. [[John xứ Antioch]] cho rằng Odoacer là [[người Sciri]], [[Jordanes]] thì xem ông là người [[Rugi]]. Tuy nhiên Jordanes đồng thời miêu tả ông là vua của [[người Turcilingi]] (''Torcilingorum rex'').<ref name=\"jordanes\">{{chú thích sách\n|last=Jordanes\n|first=\n|author-mask=\n|authorlink=Jordanes\n|title=The origin and deeds of the Goths, in English version\n|url=https:\/\/archive.org\/details\/origindeedsofgot00jord\n|year=1908\n|publisher=Princeton University\n|page=[https:\/\/archive.org\/details\/origindeedsofgot00jord\/page\/75 75]}}<\/ref> Cuốn ''[[Consularia Italica]]'' thì gọi ông là vua của [[người Heruli]], trong khi [[Theophanes]] dường như đoán ra khi ông gọi Odoacer là [[Goth]].<ref name=\"theophanes\">{{chú thích sách\n|last=McGeorge\n|first=Penny\n|title=Late Roman warlords\n|year=2002\n|publisher=Oxford University Press\n|page=284\n|isbn=9780199252442}}<\/ref>\n \n===Chống lại Julius Nepos===\n[[Hình:Young Folks' History of Rome illus420.png|nhỏ|200px|Romulus Augustus trao lại ngôi vua cho Odoacer.]]\nNăm 470, Odoacer được bổ nhiệm làm người chỉ huy lực lượng ''[[foederati]]''. Có khoảng hơn 30,000 foederati cộng thêm gia đình họ, foederati từng sống trên bán đảo Ý trong vài năm. Tuy nhiên, họ chỉ nhận được những vùng đất khó trồng trọt ở khu vực tương đối cằn cỗi xung quanh dãy [[Núi Apennine]].\n\nKhi [[Flavius Orestes|Orestes]] được Hoàng đế Tây La Mã [[Julius Nepos]] bổ nhiệm giữ chức ''[[Magister militum]]'' và ''[[Patrician]]'' vào năm [[475]], ông trở thành người đứng đầu lực lượng foederati thuộc bộ tộc người Đức ở Ý (foederati của người Scirian - Herulic), để giành được sự hỗ trợ của họ trong nỗ lực của ông nhằm tái kiểm soát Đế chế, Orestes hứa hẹn ban cho họ một phần ba bán đảo Ý nếu họ đã dẫn đầu một cuộc nổi dậy chống lại Hoàng đế Nepos. Lực lượng foederati chấp nhận sự giúp đỡ và lãnh đạo cuộc nổi dậy theo như kế hoạch.\n\n===Truất phế vị Hoàng đế cuối cùng===\nNgày [[28 tháng 8]] năm [[475]], foederati đánh bại quân đội của Nepos, khiến Nepos phải trốn sang [[Dalmatia]] lánh nạn. Orestes liền đưa con trai của mình là Romulus lên ngôi lấy danh hiệu Augustus, trở thành Hoàng đế [[Romulus Augustus]]. Orestes, là ''magister militum'' (thống lĩnh quân đội), cho tổ chức một đội quân riêng nhằm đảm bảo cho việc hủy bỏ lời cam kết với foederati. Odoacer ngay sau đó đã phát giác ra sự bội ước này liền chỉ huy foederati đánh bại và hành quyết Orestes. Sau khi cuộc nổi loạn chấm dứt, lực lượng foederati người Đức, người Sciri và người [[Heruli]], cũng như phần lớn quân đội La Mã người Ý, tất cả đều tuyên bố Odoacer là vua nước Ý.<ref>Edward Gibbon, ''The Decline and Fall of the Roman Empire, Volume I,'' Chap. XXXVI (Chicago: Encyclopaedia Britannica, Inc., 1952), p. 590.<\/ref> Vào năm [[476]] Odoacer dẫn quân đội tiến về [[Ravenna]] và chiếm giữ thành phố này, thuyết phục vị hoàng đế trẻ tuổi Romulus thoái vị mà không bị tổn hại gì vào ngày [[4 tháng 9]] năm [[476]].\n\nCùng năm đó Odoacer từ bỏ danh hiệu Hoàng đế vô nghĩa để tránh một cuộc xung đột với [[Constantinopolis]]. Ông gửi [[vật biểu hiện]] Hoàng đế (''Imperial insignia'') cho [[Hoàng đế Đông La Mã]] [[Zeno]] và tuyên bố công khai mình là người cai trị tối cao của Đế chế Tây La Mã, vào thời gian này chẳng còn gì ngoại trừ bán đảo Ý, Dalmatia và phần đất tách khỏi Đế chế, miền trung Gaul. Vị Hoàng đế Tây La Mã hợp pháp, Julius Nepos, cai trị một cách bất lực tại Dalmatia cho đến khi bị ám sát vào năm 480. Trong suốt khoảng thời gian bốn năm còn lại, Odoacer vẫn công nhận Nepos là hoàng đế Tây La Mã và thậm chí còn đúc tiền mang tên ông.\n \n===Giai đoạn trị vì nước Ý===\n[[Hình:Odoacer 480ad.jpg|nhỏ|300px|trái|Bản đồ Vương quốc của Odoacer vào năm 480, sau khi ông sáp nhập thêm Sicilia và Dalmatia.]]\n[[Hình:Solidus-Odoacer-ZenoRIC 3657cf.jpg|nhỏ|Đồng [[solidus]] Odoacer được đúc vào tên của Hoàng đế [[Zeno]]. Đồng tiền này đã chứng nhận cho sự quy phục chính thức của Odoacer với Zeno.]]\nNăm 476, Odoacer chính thức trở thành vị vua người Đức đầu tiên của nước Ý và một kỷ nguyên mới bắt đầu. Odoacer là [[người Arian Cơ Đốc giáo]] và thậm chí có tài liệu nói rằng ông là người mù chữ. Các chiến binh và gia đình trong lực lượng foederati của Odoacer nhận được đất ở Ý và trở thành đối tượng của một chính sách thuế đặc biệt. Odoacer giữ nguyên chính quyền La Mã, Viện nguyên lão, hệ thống luật và thuế ở Ý. Đổi lại, ông giành được sự ủng hộ ở mức cao của Viện nguyên lão và nhân dân Rome.\n\nOdoacer cho xây dựng một đội quân bao gồm người Ý và Đức, sử dụng nó để đánh bại [[người Vandal]] ở [[Sicilia]]. Năm [[477]] Odoacer chinh phục gần như toàn bộ đảo Sicilia. Năm 480, ông và đội quân người Ý-Đức đã sáp nhập toàn bộ xứ Cổ [[Dalmatia]], sau khi Hoàng đế Tây La Mã Julius Nepos bị ám sát chết. Tại Ý, Odoacer nhận được quyền chỉ định một Hội đồng và cho phát hành đồng tiền được đúc riêng cho ông. Tiếp theo ông ký kết hiệp ước với [[visigoth|người Visigoth]] và [[người Frank]], gia nhập liên minh của họ trong cuộc chiến chống lại [[người Burgundi]], [[người Alemanni]], và [[người Sachsen|người Saxon]].\n\nCũng như vương quốc được mở rộng, danh tiếng của Odoacer dâng cao trong toàn dân ở Ý, và hiệp ước ký kết với người Frank và người Visigoth làm gia tăng ảnh hưởng của ông lên. Tất cả những việc này khiến cho Hoàng đế Đông La Mã [[Zeno]] bắt đầu lo lắng và coi Odoacer là kẻ thù của mình. Năm [[487]], Odoacer chỉ huy quân đội của mình giành lấy chiến thắng trong cuộc chiến với [[người Rugi]] ở [[Noricum]], nhưng ông đã không sáp nhập thêm lãnh thổ mới này vào vương quốc của mình. Tàn quân của người Rugi bỏ chạy và trốn tránh với [[ostrogoth|người Ostrogoth]]. Vùng đất của người Rugi bị bỏ trống và được [[người Lombard]] tới định cư vào năm [[493]].\n\nNăm [[488]], Hoàng đế Zeno bắt đầu một chiến dịch chủ yếu bằng lời nói nhằm chống lại Odoacer, cáo buộc ông đóng một phần quan trọng trong cuộc nổi dậy của [[Illus]] vào năm [[484]].Với những tuyên bố này, Zeno thuyết phục chư hầu người Ostrogoth của ông rằng Odoacer là một kẻ thù và cần được loại bỏ. Zeno hứa hẹn với [[Theodoric Đại đế]] và người Ostrogoth của ông được phép chiếm đóng và cai trị bán đảo Ý nếu họ đánh bại và loại bỏ Odoacer. Cùng năm đó, Theodoric dẫn người Ostrogoths vượt qua dãy núi [[Julian Alps]] xâm nhập vào nước Ý. Với sự phản bội này, [[Đế quốc Đông La Mã|Byzantine]] bằng một mũi tên giết hai con chim. Họ loại bỏ người Ostrogoth từ vùng [[Balkan]] và đảm bảo an toàn cho biên giới của họ, đồng thời thuận tiện mượn tay quân người Rợ tiêu diệt Odoacer. \n \n===Người Ostrogoth xâm lược===\nTheodoric và đội quân người Ostrogoth của ông đánh bại Odoacer trong một loạt trận chiến dữ dội tại [[Aquileia]] năm 488, ở [[Verona]] năm [[489]], và tại [[Sông Adda]] năm [[490]]. Cùng năm đó, Theodoric bao vây Odoacer tại Ravenna. [[Vây hãm|Cuộc vây hãm]] kéo dài ba năm và được đánh dấu bằng hàng chục cuộc tấn công ở cả hai phe. Cuối cùng, không bên nào có thể chiếm ưu thế đánh bại đối phương một cách chắc chắn, và do đó vào ngày 2 tháng 2 năm 493, Theodoric và Odoacer ký kết một hiệp ước nhằm đảm bảo việc chia đôi khu vực cai trị ở Ý. Một bữa tiệc được hai bên tổ chức để kỷ niệm hiệp ước này. Tại bữa tiệc này, Theodoric, sau khi nếm món bánh mì nướng, đã tự tay mình giết chết Odoacer.\n\nTheodoric trở thành vị vua mới của Ý và thành lập [[Vương quốc Ostrogoth]] đặt thủ đô cai trị ở Ravenna. Tàn quân còn lại của lực lượng foederati trực thuộc quyền chỉ huy của Odoacer gia nhập người Ostrogoth và họ được phép ở lại Ý. Nhiều chiến binh và binh lính đã chiến đấu cùng với người Ostrogoth trong [[Trận Nedao]] vào năm [[454]]. \n \nNhững sự kiện xung quanh [[Trận Ravenna]] được sử dụng trong những [[Saga|câu chuyện anh hùng]] (saga) của Đức, [[Dietrich von Bern]] (Theodoric của Verona). Các sự kiện như Theodoric tự tay giết chết Odoacer được phản chiếu trong từng tập phim của câu chuyện, như sự kiện Dietrich giết Vua người Lùn Laurin trong chuyện.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n<div class=\"references-small\">\n*Thompson, E. A. ''Romans and Barbarians: The Decline of the Western Empire''. Madison: University of Wisconsin Press, 1982. ISBN 0-299-08700-X.\n<\/div>\n\n{{s-start}}\n{{s-bef|before=[[Romulus Augustus]]<br><small>là [[Hoàng đế Tây La Mã]]<\/small>}}\n{{s-ttl|title=[[Vua Ý]]|years=476&ndash;493}}\n{{s-aft|after=[[Theodoric Đại đế]]}}\n{{end}}\n{{Antique Kings of Italy}}\n[[Thể loại:Sinh năm 433]]\n[[Thể loại:Mất năm 493]]\n[[Thể loại:Vua Ý]]\n[[Thể loại:Lính đánh thuê]]\n[[Thể loại:Magistri militum]]\n[[Thể loại:Patricii]]\n[[Thể loại:Cựu quốc gia châu Âu]]"}