{"Othman bin Affan":"{{Infobox Monarch\n|name=Othman bin Affan\n|title=[[Khalip]] [[hồi giáo|đạo Hồi]]\n|reign=[[11 tháng 11]] năm [[644]] - [[17 tháng 7]] năm [[656]]\n|predecessor=[[Omar bin Khattab]]\n|successor=[[Ali bin Abu Talib]]\n|date of birth=[[576]]\n|place of birth=[[Ta'if]], [[Ả Rập Xê Út]]\n|date of death=[[Tháng bảy|Tháng 7]] năm [[656]]\n|place of death=[[Medina]], [[Ả Rập Xê Út]]\n|place of burial=[[Jannat al-Baqi]] \n}}\n{{For|các nghĩa khác|Uthman}}\n'''Othman bin Affan''', tên khác là '''Abu Amr''' (khoảng [[576]] – [[17 tháng 7]], [[656]]) là [[Khalip]] (vua [[Hồi giáo]]) thứ ba. Ông vốn là một quý tộc đạo Hồi cao niên, mộ đạo nhưng thích ăn mặc đẹp. Othman thuộc gia đình [[Nhà Omeyyad|Omeyyad]] giàu và có thế lực, vào lúc ban đầu đã chống lại nhà tiên tri [[Muhammad]] nhưng sau chiến thắng của Hồi giáo thì đã ngả theo đạo Hồi.\n\nKhalip Othman trị vì từ năm 644 tới 656 (12 năm). Công trình chính của ông là việc tiêu chuẩn hóa [[kinh Qu'ran]]. Trong thời đại này đã có nhiều địa phương chống đối chính quyền trung ương, bởi vì Othman đã bổ nhiệm nhiều người nhà và bạn thân vào những chức vụ cao. Đặc biệt là ở [[Ai Cập]], viên tổng trấn cũ đã được thay thế bởi một người bà con của Khalip. Một đoàn quân [[Ả Rập]] gồm 500 người phản đối đã đến Medina để khiếu nại nhưng do áp lực của gia đình, Khalip Othman đã lên án đoàn quân này nhân một buổi lễ vào ngày thứ sáu tại một thánh đường Hồi giáo. Những người chống đối sau đó đã bao vây ngôi nhà của Othman và một người lính trong số đó lẻn vào [[ám sát]] ông. Đây là lần đầu tiên mà một hoàng đế đạo Hồi bị một người đạo Hồi giết. Sự việc này đã làm Hồi giáo chia rẽ, gây ra nhiều cuộc [[nội chiến]] về sau.\n\n== Đầu đời ==\n\nOthman sinh ra tại [[Ta`if]]. Thân phụ của ông là Affan ibn Abu al Aasi và thân mẫu là Arwa. Người ta truyền miệng rằng, Othman là một người hoàn hảo, nét người tầm thước, đi đứng chững chạc. Nét tinh khôi thể hiện rõ trên mặt ông, đôi mắt rất sáng và đầy vẻ tự tin. Lời lẽ của ông hiền hòa, bộc trực...Othman đã được đánh giá là một người trung tin và chính trực. Vào đời của mình, ông được xem như một thương gia trẻ và thành công nhất. Khi ông 34 tuổi, [[Abu Bakar]]-người bạn thân thiết của ông-đã giới thiệu ông vào đạo Hồi. Có thể nói Othman là một trong những [[người Hồi giáo]] đầu tiên, theo lời của [[Ibn Is`hâq]] thì Othman theo đạo Hồi chỉ sau Abu Bakr, [[Ali bin Abu Talib|Ali]] và [[Zai ibn Haritha]]. Một thời gian ngắn sau khi cải đạo, thiên sứ [[Muhammad]] đã gả con gái là [[Ruqaya]] cho ông. Othman và Ruqaya có một người con là Abd [[Allah]] (gặp bạo bệnh và mất khi tuổi mới lên 6). Vì cải đạo và một lòng theo bước chân của Muhammad, Othman đã bị gia đình ruồng bỏ. Họ bắt ông phải từ đạo, thậm chí còn cô lập và tra tấn ông một cách không thương xót, không chỉ riêng Othman mà cả vợ và con ông đều bị vạ lây-điều này đã đồng lõa với cái chết của con trai Othman. Gia đình của Othman cuối cùng cũng từ bỏ vợ chồng ông vì không làm gì được với đức tính kiên cường quyết một lòng theo Hồi giáo của Othman.\n\n== Tham khảo ==\n{{tham khảo}}\n* [http:\/\/www.haidang.org\/viewstory.php?contentid=175&subjectid=78 Hải Đăng.org - Hồi giáo và đời sống] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071114033236\/http:\/\/www.haidang.org\/viewstory.php?contentid=175&subjectid=78 |date = ngày 14 tháng 11 năm 2007}}\n* [http:\/\/www.vietnamreview.com\/modules.php?name=News&file=print&sid=4387 Vietnam Review - Các giáo chủ Hồi giáo sau Muhammad] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061104060723\/http:\/\/www.vietnamreview.com\/modules.php?name=News&file=print&sid=4387 |date=2006-11-04 }}\n\n[[Thể loại:Người Ả Rập]]\n[[Thể loại:Rashidun]]\n[[Thể loại:Sahaba]]\n[[Thể loại:Sinh năm 576]]\n[[Thể loại:Mất năm 656]]\n[[Thể loại:Gia đình Muhammad]]\n[[Thể loại:Vua bị ám sát]]\n[[Thể loại:Sinh năm 576]]"}