{"Otho":"{{Mở rộng ngôn ngữ|topic=|langcode=es|otherarticle=|date=tháng 5\/2023}}\n{{Thông tin nhân vật hoàng gia\n| tên = Otho\n| tước vị = [[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc La Mã]]\n| tên đầy đủ = Marcus Salvius Otho <br>(từ khi sinh ra đến khi chính vị hiệu); Marcus Salvius Otho Caesar Augustus (làm Hoàng đề, <br>thỉnh thoảng cũng gọi là Marcus Salvius Otho Nero Caesar Augustus)\n| hình = Oth001.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tượng bán thân của Hoàng đế Otho.\n| chức vị = [[Danh sách Hoàng đế La Mã|Nguyên thủ thứ bảy của La Mã]]\n| tại vị = [[15 tháng 1]] năm [[69]] – [[16 tháng 4]] năm 69<br>({{số năm theo năm và ngày|69|01|15|69|04|16}})\n| kiểu tại vị = Cai trị\n| tiền nhiệm = [[Galba]] {{Vương miện}}\n| kế nhiệm = [[Vitellius]] {{Vương miện}}\n| thông tin phối ngẫu = ẩn\n| phối ngẫu = [[Poppea Sabina]] (bị Hoàng đế [[Nero]] buộc phải ly dị Otho)\n| kiểu phối ngẫu = Vợ\n| con cái = \n| hoàng tộc = Không có\n| cha = [[Lucius Otho]]\n| mẹ = [[Terentia Albia]]\n| sinh = {{birth date|32|4|28|df=y}}\n| nơi sinh = [[Ferentium]]\n| mất = {{death date and age|69|4|16|32|4|25|df=y}}\n| nơi mất = [[Roma|Rô-ma]], [[La Mã cổ đại]]\n}}\n\n'''Marcus Salvius Otho''' ([[28 tháng 4]] năm [[32]]<ref>Suetonius, ''Otho'' 3.2<\/ref> &ndash; [[16 tháng 4]] năm [[69]]), còn được gọi là '''Marcus Salvius Otho Caesar Augustus'''<ref>Rives, Otho Note 4, ''The Twelve Caesars'' translated by Robert Graves, revised and notes by James B. Rives<\/ref>, là [[Hoàng đế]] của [[Đế quốc La Mã]], trị vì trong vòng ba tháng: từ ngày [[15 tháng 1]] cho đến ngày [[16 tháng 4]] năm 69. Ông là vị Hoàng đế thứ hai trong [[thời kỳ bốn hoàng đế]] của nền [[văn minh La Mã cổ đại]]. Ông mở đầu [[triều đại]] mình với vụ [[ám sát]] Hoàng đế [[Galba]], nhưng ngay sau đó, ông hay tin các quân đoàn [[Đức]] làm loạn và tôn viên chỉ huy của họ là [[Vitellius]] làm Hoàng đế của La Mã. Ông thân chinh xuất quân đánh dẹp, rồi bị đánh bại trong [[trận Bedriacum lần thứ nhất]] và tự sát.<ref>Matthew Bunson, ''Encyclopedia of the Roman empire'', trang 73<\/ref>\n\n==Tiểu sử==\n===Ra đời và dòng dõi===\nHoàng đế Otho là hậu duệ của một gia đình quý tộc [[Nền văn minh Etrutria|người Etruria cổ xưa]], hậu duệ của các Vương hầu người Etruria và định cư tại Ferentinum ([[Ferento]] hiện đại, gần [[Viterbo]]) ở Etruria. Ông cố nội Marcus Otho Salvius của ông, có cha là một [[Hiệp sĩ]] La Mã nhưng có mẹ xuất thân từ tầng lớp thấp kém, có lẽ là con hoang, lớn lên trong gia đình [[Livia]] và hoa hồng được lấy làm gia huy của dòng họ. Dẫu vậy ông không lên được chức pháp quan. Cha ông là [[Lucius Otho]].\n\n===Thời niên thiếu===\nMarcus Salvius Otho sinh ngày 28\/4 năm 32 sau CN tại Ferentium, miền nam Etruria. Gia đình Otho không thuộc tầng lớp quý tộc cũ, nhưng giành được quyền lực chính trị nhờ vào sự thân tín với các Hoàng đế. Ông nội Otho, nhờ vào Augustus, từ một người lính kỵ binh trở thành thành viên của Viện Nguyên lão. Trong khi đó, bố của ông nhận được tước hiệu quý tộc từ Claudius.\n\nVị hoàng đế tương lại xuất hiện lần đầu như là một trong số những quý tộc trẻ ngạo mạn và liều lĩnh, những kẻ vây xung quanh Hoàng đế [[Nero]].<ref name=Suetonius>{{chú thích sách|last=Suetonius|title=The Twelve Caesars|year=2007|url=https:\/\/archive.org\/details\/twelvecaesarspen00suet|publisher=Penguin|isbn=9780140455168|pages=[https:\/\/archive.org\/details\/twelvecaesarspen00suet\/page\/255 255]-262}}<\/ref> Tình bạn này đi đến hồi kết vào năm 58 TCN chỉ vì phu nhân của Otho là bà quý tộc [[Poppea Sabina]]. Ông giới thiệu người vợ xinh đẹp của mình với Hoàng đế Nero, và nhà vua khăng khăng đòi gặp cô - tình yêu giữa Hoàng đế và Poppea Sabina sẽ dẫn đến cái chết sớm của bà. Sau khi trở thành người tình của Hoàng đế Nero, bà ly dị Otho và để hoàng đế đày ông đi xa tới tận tỉnh [[Lusitania]] ([[Bồ Đào Nha]] và [[Extremadura]] hiện nay). \n==Vươn tới quyền lực==\nOtho vẫn ở lại tỉnh Lusitania trong mười năm tới. Vào năm 68, khi người láng giềng của ông,<ref name=Suetonius \/> Hoàng đế tương lai [[Galba]], quan Tổng trấn của [[Hispania Tarraconensis]], dấy lên một cuộc nổi loạn chống lại [[Nero]], ông đi cùng Galba đến kinh thành Rô-ma. Có lẽ vì căm ghét Hoàng đế Nero nên ông đã đồng hành với Galba, nhưng cũng vì tham vọng cá nhân vốn có của mình mà ông thực hiện điều này. Otho chiếm được cảm tình rất lớn của các binh sĩ trong quân đội nhờ đồng cam cộng khổ trong hành trình trở về Rome, và sau đó nổi tiếng khắp Rome vì những cử chỉ hào hiệp với đám vệ sĩ của Hoàng đế.\n\nĐã nhiều năm, tân Hoàng đế Galba không có một mụn con nối dõi, và Otho, khích lệ bởi những tiên đoán của nhà chiêm tinh, mong muốn trở thành người kế thừa ngai vàng. Ông đã đến một thỏa thuận bí mật với một sủng thần củ vua [[Galba]], [[Titus Vinius]], theo đó, ông đồng ý kết hôn với con gái của Vinius để đổi lấy sự hỗ trợ của Vinius. Tất nhiên khi ấy Otho được coi là người sẽ kế vị Galba. Otho hoàn toàn tin tưởng, bởi thực tế ông là người góp công lớn nhất đưa Galba lên ngôi Hoàng đế. Tuy nhiên, trong tháng 1 năm 69, hy vọng của ông bị tiêu tan bởi Hoàng đế chính thức nhận [[Lucius Calpurnius Piso Licinianus]] làm con nuôi: vốn từ lâu vua Galba đã nghĩ đến việc truyền ngôi vua cho Piso. Vì thế, Otho vô cùng tức giận khi người được Galba chọn thừa kế lại là Piso Licinianus. Otho ngay lập tức thực hiện kế hoạch giành lấy vương miện. Và thật chẳng khó khăn gì cho Otho, không chỉ vì ông có uy tín lớn trong quân đội, mà bởi thực tế quân đội đã vô cùng căm ghét Galba.\n\nVới một lực lượng hùng mạnh ông trở về quảng trường La Mã, và ở chân đồi [[Capitoline]] gặp Galba, người đã được báo động bởi những tin đồn khá mơ hồ về sự phản bội, đã tìm đường thông qua một đám đông dày đặc vây quanh để tới doanh trại của đội cận vệ. Quân đoàn đang làm nhiệm vụ ở Palatine, mà đã đi cùng với hoàng đế, lập tức bỏ rơi ông ta. Galba, và người con con trai nuôi của ông Piso cùng những người khác đã bị sát hại dã man bởi những người lính vệ binh hoàng gia. Sau một cuộc giao tranh ngắn ngủi, Otho trở về doanh trại trong chiến thắng, và cùng ngày đã được trao quyền hợp pháp bởi nguyên lão với tên là Augustus, một quan bảo dân quyền lực và quan chức cấp cao. Otho có được thành công cho bản thân mình nhờ cảm nhận được sự bất mãn của lực lượng cận vệ hoàng gia và phần còn lại của quân đội vì Galba từ chối trả số vàng hứa hẹn để họ hỗ trợ ông ta lên ngôi. Dân số của thành phố cũng không hài lòng với Galba. Hành động đầu tiên của Otho khi là hoàng đế đã cho thấy rằng ông không hoàn toàn biết về những sự kiện này.\n\nTrước tình thế đó, Viện Nguyên lão không còn cách nào khác là công nhận tước vị Hoàng đế cho Otho. Mặc dù vậy, các thành viên của Viện Nguyên lão vẫn nhìn Otho với con mắt nghi ngờ bởi cách mà ông nắm lấy quyền lực, và đặc biệt bởi Otho là bạn cũ của Nero. Tuy thế, họ vẫn trao cho Otho đủ quyền lực như các vị Hoàng đế trước đây.<ref>[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Otho*.html Chapter 7]<\/ref>\nTất cả các vùng đều ủng hộ Otho. Trên các phiến đá trong đền thờ ở Ai Cập mô tả Otho như là một vị Pharaon.\n\n==Trị vì==\nVào lúc này, để lôi kéo sự ủng hộ của những người trung thành với Nero còn sót lại, Otho đã cho dựng lại tượng Nero. Otho thậm chí còn phục hồi lại chức tước cho một số người.\nDù có quyền hành của một Hoàng đế, Otho hoàn toàn không muốn sự nổi danh của mình đi xa hơn vị trí mà trước đây ông đã đạt được ?\" một thống đốc. Bởi vậy, triều đại Otho được biết đến như là một triều đại kỳ lạ trong lịch sử La mã. Sử gia Tacitus ghi lại trái ngược với suy nghĩ của mọi người, Otho không đắm chìm trong cuộc sống xa hoa và quyền lực giành được. Ông từ chối mọi sự xa hoa, tránh phung phí, và quyết tâm dành toàn bộ cuộc đời để thực thi nhiệm vụ của một Hoàng đế.?\nOtho là một người đàn ông nhỏ bé, chân vòng kiềng, và có hai bàn chân bành ra hai bên. Ông thường xuyên đội tóc giả để che đi cái đầu hói của mình, và mái tóc giả tỏ ra hiệu quả đến nỗi chẳng mấy ai nghi ngờ.\n\nNhưng trong quá trình tranh giành vương miện, Otho đã phạm phải một sai lầm nghiêm trọng: Dù nổi danh trong đám cận vệ và được sự ủng hộ của một số tướng lĩnh đã cùng ông chiến đấu trên con đường trở về Rome, ông có quá ít mối liên hệ với quân đội. Khi còn là Thống đốc Lusitania, Otho ít nhất cũng có trong tay 1 quân đoàn. Bởi vậy, Otho là vị Hoàng đế có ít sự ủng hộ nhất của quân đội so với những người tiền nhiệm.\n\nĐiều này khiến Otho hầu như không thể kiểm soát được mức độ trung thành của quân đội. Otho chỉ nhận thấy sai lầm này khi [[Vitellius]], thống đốc Germania, nổi lên chống lại mình. Các xứ Gaul và Tây Ban Nha ngay lập tức tuyên bố ủng hộ Vitellius.\n\nOtho muốn tránh một cuộc nội chiến bằng cách đề nghị chia sẻ quyền lực với Vitellius và kết làm đồng minh. Otho thậm chí còn cầu hôn con gái của Vitellius. Vitellius không chấp thuận cả hai đề nghị của Otho và vào tháng 3, các quân đoàn của Vitellius lên đường tiến về Rome.\n\nTrước hành động của Vitellius, Otho đã chọn một chiến thuật đơn giản: lui về phía Bắc Ý để làm chậm bước tiến của Vitellius. Các quân đoàn Danube tuyên bố ủng hộ Otho và ưu thế về mặt quân sự nghiêng về phe Hoàng đế. Tuy vậy, các quân đoàn Danube ở quá xa và Otho muốn họ tiến về Rome. Otho hiểu rằng với một đội quân đến từ xa như của Vitellius, làm chậm bước tiến của họ đồng nghĩa với chiến thắng.\n\nHai tướng của Vitellius là Valens và Caecina hiểu ngay rằng thời gian đang ủng hộ Otho. Họ quyết định phải mở cuộc tấn công trực diện vào quân đội của Otho trước khi các quân đoàn Danube kịp can thiệp. Quân đội của Vitellius dựng một cây cầu vượt qua sông Po vào đất Italy. Otho đứng trước hai lựa chọn: hoặc lùi sâu về đất Ý, tuy tránh được cuộc tấn công trước mắt của Vitellius nhưng lại càng cách xa các quân đoàn Danube; hoặc chiến đấu với Vitellius và chờ tiếp viện. Otho lựa chọn chiến đấu. Và đội quân của ông thất bại hoàn toàn tại Cremona ngày 14 tháng 4 năm 69.\n\nKhi tin thất trận đến với Otho một ngày sau đó, Otho hiểu rằng mình đã thất bại. Ông khuyên gia đình và bạn bè tìm đường thoát thân, còn mình thì tự vẫn một ngày sau đó, 16 tháng 4 năm 69. Cái chết của Otho khiến cho La Mã tránh được một cuộc nội chiến. Mặc dù có nhiều tranh cãi về cách Otho nắm quyền lực, nhưng rất nhiều người La Mã cảm phục cái chết của ông. Họ tin rằng Otho đã chọn cho mình một kết thúc nhẹ nhàng, không gây đổ máu cho Đế chế La Mã. Nhiều binh lính của Otho nhảy vào giàn hỏa thiêu để chết cùng vị Hoàng đế của họ.\n\nOtho chỉ tại vị có 3 tháng nhưng đã tỏ rõ sự sáng suốt và tài giỏi mà ít ai ngờ được.\n\n== Chú thích ==\n{{Tham khảo}}\n*{{1911}}\n\n== Liên kết ngoài ==\n\n=== Tài liệu sơ cấp ===\n{{Wikisource|Lives\/Otho|Life of Otho by Plutarch}}\n*[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Suetonius\/12Caesars\/Otho*.html Life of Otho] (Suetonius; English translation and Latin original)\n*[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Plutarch\/Lives\/Otho*.html Life of Otho] (Plutarch; English translation)\n*[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/63*.html Cassius Dio, Book&nbsp;63]\n* [[Tacitus]], ''[[Histories (Tacitus)|Histories]]'' (esp. [http:\/\/www.perseus.tufts.edu\/cgi-bin\/ptext?lookup=Tac.+Hist.+1.12 1.12], [http:\/\/www.perseus.tufts.edu\/cgi-bin\/ptext?lookup=Tac.+Hist.+1.21 1.21]–[http:\/\/www.perseus.tufts.edu\/cgi-bin\/ptext?lookup=Tac.+Hist.+1.90 90])\n\n=== Tài liệu thứ cấp ===\n{{thể loại Commons|Otho}}\n* Biography on [http:\/\/www.roman-empire.net\/emperors\/otho.html ''De Imperatoribus Romanis'']\n* [http:\/\/virtualreligion.net\/iho\/otho.html Otho] entry in historical sourcebook by Mahlon H. Smith\n* [http:\/\/www.worldhistoryblog.com\/2005\/10\/otho-by-plutarch.html Otho by Plutarch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180723004116\/http:\/\/www.worldhistoryblog.com\/2005\/10\/otho-by-plutarch.html |date=2018-07-23 }}\n* Juvenal; Satire II [http:\/\/www.cartage.org.lb\/en\/themes\/booklibrary\/books\/bibliographie\/J\/Juvenal\/juv-sat2lateng.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090220184654\/http:\/\/www.cartage.org.lb\/en\/themes\/booklibrary\/books\/bibliographie\/J\/Juvenal\/juv-sat2lateng.html |date=2009-02-20 }}\n* Matthew Bunson, [http:\/\/books.google.com.vn\/books?id=T5tic2VunRoC&pg=PA73&dq=%22Otho#v=onepage&q=%22Otho&f=false ''Encyclopedia of the Roman empire''], Infobase Publishing, 2002. ISBN 0816045623.\n\n{{start box}}\n{{s-off}}\n{{succession box|title=[[Các hoàng đế của La Mã|Hoàng đế của La Mã]]|before=[[Galba]]|after=[[Vitellius]]|years=69}}\n{{end box}}\n{{Plutarch}}\n\n{{Roman Emperors}}\n{{Cuộc đời của mười hai Caesar}}\n\n{{authority control}}\n{{Các chủ đề|Lịch sử|La Mã Hy Lạp}}\n\n[[Thể loại:Sinh năm 32]]\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Mất năm 69]]\n[[Thể loại:Người tỉnh Viterbo]]\n[[Thể loại:Năm tứ đế]]\n[[Thể loại:Tự tử bằng vật sắc nhọn ở Ý]]"}