{"Outey II":"{{Thông tin nhân vật hoàng gia\n| tên = Outey II\n| tước vị = [[Vua Campuchia]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Vua Campuchia]]\n| tại vị = 1779-1796\n| đăng quang = 1757\n| tiền nhiệm = [[Chey Chettha VII]]\n| nhiếp chính = \n| kế nhiệm = [[Ang Eng]]\n| phối ngẫu = \n| chồng = \n| vợ = \n| thông tin con cái = \n| con cái = \n| tên đầy đủ = Ang Ton, Nak Ong Ton, Nặc Tôn, Nặc Ông Tôn\n| tước hiệu = quốc vương, phó vương\n| tước vị đầy đủ = quốc vương Chân Lạp, phó vương Chân Lạp\n| thông tin niên hiệu = \n| niên hiệu = Outey Reachea II, Udayaraja II, Maha Uparayoj, Narairaja\n| thụy hiệu = \n| miếu hiệu =\n| tên ngai =\n| tên Horus =\n| tên Nebty =\n| Horus Vàng = \n| hoàng tộc = \n| cha = [[Ang Sor]]\n| mẹ = \n| sinh = 1739\n| nơi sinh = \n| mất = 1777\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Outey II '''([[1739]] - [[1777]]), là vua Chân Lạp, hiệu là ''Outey Reachea II hoặc Udayaraja II''. Tên húy là Ang Ton (Nak Ong Ton). Tiếng Việt gọi là Nặc Tôn, Nặc Ông Tôn, chữ Hán 匿螉尊.<ref name=\":0\">[[s:Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương VI|Việt Nam sử lược.]]<\/ref>\n\n== Tiểu sử ==\nAng Ton là con của hoàng tử Ang Sor ([[1707]]-[[1753]]). Ang Sor lại là con của vua [[Ang Tong]] (mất năm [[1757]]) và công chúa Peou, con gái của vua [[Ang Em]].\n\n== Lên Ngôi ==\nNăm 1757 [[Chey Chettha VII|Nặc Nguyên]] mất, chú họ là Nặc Nhuận làm giám quốc. Nặc Nhuận (Neac Ang Nhuan, {{Hn|ch=匿 潤}})<ref name=\":0\" \/> xin hiến đất Trà Vang (Trà Vinh, Bến Tre) và Ba Thắc (Sóc Trăng, Bạc Liêu) để cầu được chúa Võ Vương phong làm vua Chân Lạp. Song không lâu, Nhuận bị rể là Nặc Hinh ({{Hn|ch=匿 馨}}) nổi loạn giết chết cướp ngôi.\n\nCon của Nặc Nhuận<ref>Liệu Nặc Nhuận và Ang Sor có phải là cùng một người hay không?<\/ref> là Nặc Tôn ({{Hn|ch=匿 尊}}) chạy qua [[Hà Tiên (tỉnh)|Hà Tiên]] nhờ [[Mạc Thiên Tứ]] che chở và cầu cứu với chúa Nguyễn là Võ vương [[Nguyễn Phúc Khoát]].\n\nNhận lời, Chúa Võ sai thống suất Trương Phúc Du ({{Hn|ch=張 福 歈}}) tiến đánh, Nặc Hinh chạy đến Tầm Phong Xoài rồi bị phiên liêu là [[Ốc nha]] Uông giết chết.\n\nNặc Tôn dâng đất Tầm-phong-long để tạ ơn chúa Nguyễn. Chúa bèn sai ông Trương phúc Du và Nguyễn cư Trinh đem dinh Long-hồ về xứ Tầm-bào, tức là chỗ tỉnh-lỵ tỉnh [[Vĩnh Long (thành phố)|Vĩnh-long]] bây giờ, và lại đặt ra ba đạo là: Đông-khẩu đạo ở [[Sa Đéc|Sa-đéc]], Tân-châu đạo ở [[Sông Tiền|Tiền-giang]] (nay thuộc [[Chợ Mới, An Giang|Chợ Mới]], [[An Giang]]) và [[Châu Đốc|Châu đốc đạo]] ở [[Sông Hậu|Hậu-giang]].\n\nNặc Tôn lại dâng 5 phủ là Hương-úc ([[Sihanoukville (tỉnh)|Kompong Som]]), Cần-bột ([[Kampot]]), Trực-sâm, Sài-mạt và Linh-quỳnh để tạ ơn Mạc thiên Tứ. Mạc thiên Tứ đem những đất ấy dâng chúa Nguyễn, chúa cho thuộc về trấn Hà-tiên cai-quản.\n\nSách [[Đại Nam thực lục]] tiền biên chép:<blockquote>\n\n''Đinh sửu, năm thứ 19 [1757],''\n\n''Nặc Nguyên nước Chân Lạp chết. Người chú họ là Nặc Nhuận tạm coi việc nước. Biên thần tâu xin nhân đó lập Nhuận để tỏ ân nghĩa, cho vững biên cương. Chúa bắt phải hiến hai phủ Trà Vinh, Ba Thắc, rồi sau mới y cho. Khi ấy xảy việc con rể Nặc Nhuận là Nặc Hinh giết Nặc Nhuận để cướp ngôi, con Nặc Nhuận là Nặc Tôn chạy sang Hà Tiên. Thống suất Trương Phước Du thừa thế tiến đánh. Nặc Hinh chạy đến Tầm Phong Xuy, bị quan phiên ốc Nha Uông giết chết. Bấy giờ Mạc Thiên Tứ cũng tâu giúp cho Nặc Tôn. Chúa bèn sắc phong cho Nặc Tôn làm vua nước Chân Lạp, sai Thiên Tứ cùng với tướng sĩ năm dinh hộ tống về nước. Nặc Tôn bèn dâng đất Tầm Phong Long. Phước Du và Cư Trinh tâu xin dời dinh Long Hồ đến xứ Tầm Bào (nay là thôn Long Hồ, tức là tỉnh lỵ Vĩnh Long). Lại đặt đạo Đông Khẩu ở xứ Sa Đéc, đạo Tân Châu ở Tiền Giang, đạo Châu Đốc ở Hậu Giang, lấy quân dinh Long Hồ để trấn áp. Bấy giờ Nặc Tôn lại cắt năm phủ Hương úc, Cần Vọt, Chân Sum, Sài Mạt, Linh Quỳnh để tạ ơn Mạc Thiên Tứ, Thiên Tứ hiến cho triều đình. Chúa cho lệ năm phủ ấy vào quản hạt Hà Tiên, Thiên Tứ lại xin đặt Giá Khê làm đạo Kiên Giang, Cà Mau làm đạo Long Xuyên, đều đặt quan lại, chiêu dân cư, lập thôn ấp, làm cho địa giới Hà Tiên ngày càng thêm rộng.''<\/blockquote>\n\n== Xung đột với Xiêm La ==\nNăm [[1767]], quân [[Myanmar|Miến Điện]] chiếm [[Thái Lan|Xiêm La]] bắt được vua Xiêm là Phong vương<ref>Phong vương, Phung vương, Tiễn vương nghĩa là ông vua bị bệnh cùi. Do vua Ekkathat bị bệnh nám da hoặc phong cùi nên có biệt danh này.<\/ref> ([[Ekkathat]]) và con là Chiêu Đốc ({{Hn|ch=昭 督}}), thiêu hủy thành [[Ayutthaya]], nhưng sau đó phải rút về vì Miến Điện bị [[Chiến tranh Thanh-Miến|Trung Quốc xâm lược (1765-1769)]]. Hai người con của Phong vương là Chiêu Xỉ Khang ({{Hn|ch=昭 侈 腔}}) chạy thoát sang Chân Lạp và Chiêu Thúy ({{Hn|ch=昭 翠}}) sang Hà Tiên lánh nạn.\n\nSau đó, [[Taksin|Trình Quốc Anh]] (Taksin - vốn là người Hoa gốc [[Triều Châu]]), vốn là Phi Nhã (tỉnh trưởng, tướng quân) đất Mang Tát (tỉnh [[Tak (tỉnh)|Tak]]) thuộc Xiêm La, khởi binh chống lại quân Miến rồi tự xưng vương năm 1768.\n\nTrình Quốc Anh (Taksin) tổ chức lại lực lượng, chiêu mộ rất nhiều hải tặc gốc Hoa đang hoạt động trong Vịnh Thái Lan để tăng cường lực lượng. Trình Quốc Anh muốn triệt hạ uy lực của gia đình Mạc Thiên Tứ tại Hà Tiên vì đó là một đe dọa và là địch thủ lợi hại cho uy quyền của ông.\n\nNăm 1768, lấy cớ truy lùng một Hoàng tử Xiêm La, Trình Quốc Anh mang quân tiến chiếm Hòn Đất, bắt giam và tra tấn nhiều giáo sĩ Công giáo để tìm nơi trú ẩn của Chiêu Thúy. Đồng thời, Nặc Tôn bác bỏ yêu cầu triều cống của Taksin, cho rằng Taksin là người gốc Hoa, không phải dòng dõi vua Xiêm. Taksin tức giận, sai tướng Chất Tri (sau này là vua Rama Chakri tức [[Rama I]] của Thái Lan) mang quân bảo hộ Chân Lạp và đưa Nặc Non ([[Ang Non II]]) lên làm vua. Nặc Tôn (''Outey II'') chạy về Gia Định lánh nạn. Quân của Trình Quốc Anh đã ở lại Hòn Đất ba tháng để truy lùng vị Hoàng tử Xiêm lưu vong nhưng không tìm ra. Trước khi rút về nước, Trình Quốc Anh cho thành lập trên đảo một căn cứ hải quân và để lại một toán cướp biển nghe ngóng tình hình, tìm cơ hội đánh chiếm Phú Quốc và Hà Tiên.\n\nAng Ton (Nặc Tôn) sau đó được quân chúa Nguyễn viện trợ và giành thắng lợi, xưng là Quốc vương Narairaja. Ang Non (Nặc Non) phải chạy sang cầu viện Xiêm.\n\nGiữa năm [[1771]], nhận thấy những đám cướp biển không đánh lại Mạc Thiên Tứ, Trình Quốc Anh dùng Trần Liên ({{Hn|ch=陳 聯}}) làm hướng đạo, đích thân chỉ huy đạo quân 20.000 người tiến chiếm Hà Tiên. Trình Quốc Anh thiêu rụi thành phố, chiếm tất cả các đảo lớn nhỏ quanh Hà Tiên, mang về rất nhiều vàng bạc. Con cháu, hầu thiếp và người con gái út của Mạc Thiên Tứ bị Trình Quốc Anh bắt sống đem về Bangkok. Mạc Thiên Tứ cùng các con trai phải rút về Rạch Giá, cho người về Gia Định cầu cứu chúa Nguyễn.\n\nNăm 1772, chúa Nguyễn sai quan tổng-suất là Nguyễn cửu Đàm 阮 久 潭 lĩnh chức Điều-khiển đem khoảng 10.000 quân cùng 300 chiến thuyền sang Chân Lạp đánh quân Xiêm và đưa Nặc Ông Tôn lên ngôi. Trình Quốc Anh làm áp lực tại Hà Tiên buộc quân Việt phải dừng chân tại Nam Vang không được tiến xa hơn. Ang Non cũng chạy về Cầu-bột.\n\nSau cùng hai bên đi đến một thỏa thuận: chúa Nguyễn rút quân khỏi Chân Lạp và chấp nhận để Nặc Non ([[Ang Non II]]), người được vua Xiêm chỉ định, lên ngôi vua, còn quân Xiêm rút khỏi Hà Tiên.\n\nNăm 1773, Trình Quốc Anh rút quân khỏi Hà Tiên, Phú Quốc và Hòn Đất, trả lại người con gái bị bắt làm tù binh cho Mạc Thiên Tứ, nhưng buộc Mạc Thiên Tứ phải giao hoàng tử Chiêu Thúy cho quân Xiêm. Chiêu Thúy bị Trình Quốc Anh mang về Bangkok hành quyết.\n\nNăm 1775, [[Ang Non II|Ang Non]] (hiệu là Ramraja) làm đệ Nhất vương và người em Ang Ton sẽ làm đệ Nhị vương (hiệu là Maha Uparayoj hoặc Narairaja). Một vị hoàng tử khác là Nak Ong Tham (Ang Tham hoặc Nặc Thâm - chú của Ang Ton) làm Maha Uparat (nhiếp chính) cho cả hai vị vua. Thỏa hiệp này không làm thỏa mãn các bên.\n\nNăm 1776, do Nặc Vinh (tức Ang Non II) thấy chúa [[Nguyễn Phúc Thuần]] đang bị Tây Sơn uy hiếp nên bỏ lệ triều cống. Chúa [[Nguyễn Phúc Thuần]] sai [[Gia Long|Nguyễn Ánh]] cùng Phó tiết chế Nguyễn Cửu Tuấn, Chưởng cơ [[Trương Phước Thận|Trương Phước Thuận]], cầm quân đi khiến Nặc Vinh phải xin hàng.<ref name=\"ReferenceA\">Đại Nam thực lục tiền biên. Page 168.<\/ref><ref>Viện Sử học, Đại Nam liệt truyện, tập 2, trang 582.<\/ref>\n\nNăm 1779, các tướng của chúa Nguyễn là [[Đỗ Thanh Nhơn|Đỗ Thanh Nhân]], [[Hồ Văn Lân]] và [[Dương Công Trừng]] đem quân đi đánh Chân Lạp. Trước đó Nak Ong Tham bị Nặc Vinh ám sát, trong khi đệ nhị vương Ang Ton đột ngột từ trần (có thể do bị đầu độc). Các tướng của Ang Ton là Chiêu Chùy<ref name=\":02\">Chiêu Chùy là phiên âm của từ Chauvea - Tể tướng<\/ref> Mô và Đê Đô Luyện giữ Phong Xuy để chống Nặc Vinh. Tướng Chân Lạp là Vị Bôn Xuy giữ [[Longvek|La Bích]] để hưởng ứng, và cầu viện chúa Nguyễn ở dinh Long Hồ.<ref name=\"ReferenceA\"\/>\n\nCho rằng quốc vương Ang Non phải chịu trách nhiệm về những việc này, nhiều quan chức cao cấp dưới quyền lãnh đạo của vương tử Talaha<ref>Talaha là tên một chức danh tương đương với Tể tướng.<\/ref> (Mu hoặc Fa Thalaha, Chiêu Chùy<ref name=\":02\"\/> Mô) nổi loạn, bắt Ang Non bỏ vào lồng sắt và ném xuống hồ Khayong gần Phanom Kamraeng vào năm 1780. Cũng có thuyết nói là Ang Non bị ám sát bởi quân Việt; còn bốn người con của ông bị giết ở thành Banthaiphet vào tháng 8-1779 bởi ''Phraya'' Wibunrat (Su) ''Samdach'' ''Chau'' ''Phraya'' ''Kalahom'').<ref>http:\/\/www.royalark.net\/Cambodia\/camboa6.htm<\/ref>\n\nQuân chúa Nguyễn lập con Nặc Tôn là Nặc ấn làm vua, lưu Hồ Văn Lân ở lại bảo hộ. Chiêu Chùy Mô (Tể tướng Mô) đưa [[Ang Eng]] (Nặc Ấn hoặc Nặc Ong In - con Ang Ton) mới bốn tuổi làm quốc vương, còn bản thân thì làm nhiếp chính, song ông ra nghiêng quá nhiều về phía chúa Nguyễn, do đó xung đột với chính sách của Taksin là ủng hộ một nhân vật thân Xiêm trên vương vị Cao Miên.\n\nAng Ton có sáu con gái và một con trai<span> <\/span>:\n* [[Ang Eng]], sau làm vua Chân Lạp. \n== Nguồn ==\n* Achille Dauphin-Meunier, ''Histoire du Cambodge'', P.U.F, Paris, 1968 Que sais-je ? N° 916.\n* Anthony Stokvis, ''Manuel d'histoire, de généalogie et de chronologie de tous les États du globe, depuis les temps les plus reculés jusqu'à nos jours'', préf. H. F. Wijnman, éditions Brill [[Leiden|Leyde]] 1888, réédition 1966, Volume I Part1: Asie, chapitre XIV § 9 « Kambodge » Listes et tableau généalogique <abbr class=\"abbr\" title=\"numéro\">n<sup>o<\/sup><\/abbr><abbr class=\"abbr\" title=\"numéro\"><\/abbr>&nbsp;34 <abbr class=\"abbr\" title=\"page(s)\">p.<\/abbr>&nbsp; 337-338. \n* {{En icon}} & {{De icon}} Peter Truhart, ''Regents of Nations'', K.G Saur Münich, [[1984]]-[[1988]] {{ISBN|359810491X}}, Art. « Kampuchea », <abbr class=\"abbr\" title=\"page(s)\">p.<\/abbr>&nbsp; 1732.\n*Trần Trọng Kim (1919), [[s:Việt Nam sử lược|Việt Nam sử lược]].\n\n==Tham khảo==\n{{tham khảo}}\n{{Vua Campuchia}}\n\n[[Thể loại:Mất năm 1777]]\n[[Thể loại:Sinh năm 1739]]\n[[Thể loại:Vua Campuchia]]"}