{"Pertinax":"{{Thông tin nhân vật hoàng gia\n| tước vị = [[Hoàng đế La Mã|Hoàng đế thứ 19]] của  [[Đế chế La Mã]]\n| tên = Pertinax\n| tên đầy đủ = Publius Helvius Pertinax (from birth to accession); <br> Caesar Publius Helvius Pertinax Augustus (as emperor)\n| hình = Alba Iulia National Museum of the Union 2011 - Possible Statue of Roman Emperor Pertinax Close Up, Apulum.JPG\n| ghi chú hình = Bust of Pertinax, [[Alba Iulia National Museum]]\n| chức vị = [[Danh sách Hoàng đế La Mã|Nguyên thủ thứ 19 của La Mã]]\n| tại vị = [[1 tháng 1]] năm [[193]] – <br>[[28 tháng 3]] năm 193<br>({{số năm theo năm và ngày|193|01|01|193|03|28}})\n| tiền nhiệm = [[Commodus]]\n| kế nhiệm = [[Didius Julianus]]\n| phối ngẫu = [[Flavia Titiana]]\n| phối ngẫu 2 = \n| con cái = \n| hoàng tộc = None\n| cha = Helvius Successus\n| mẹ = \n| sinh = {{birth date|126|8|1|df=y}}\n| nơi sinh = [[Alba, Italy|Alba Pompeia]], [[Italia (Roman Empire)|Italia]]\n| mất = {{death date and age|193|3|28|126|8|1|df=y}}\n| nơi mất = [[Roma]], [[Italia (Roman Empire)|Italia]]\n| nơi an táng = Rome|\n}}\n'''Publius Helvius Pertinax''', thường được gọi là '''Pertinax'''<ref>In [[Classical Latin]], Pertinax's name would be inscribed as PVBLIVS HELVIVS PERTINAX AVGVSTVS.<\/ref> (1 tháng 8 năm 126 – 28 tháng 3 năm 193), là một hoàng đế La Mã người trị vì một thời gian ngắn từ 31 tháng 12 năm 192 cho đến khi ông qua đời ngày 28 tháng 3 năm 193<ref>Thomas, ''History of the Roman Empire from the time of Vespasian to the Extinction of the Western Empire'' (1853), pg. 158. Although Commodus was killed on 31 December 192, Pertinax was not acclaimed emperor until 1 January 193.<\/ref>, tổng cộng 86 ngày. Ông là vị hoàng đế đầu tiên của thời kì hỗn loạn [[Năm của năm hoàng đế]]. [[Didius Julianus]] kế vị Pertinax và cai trị một thời gian ngắn tương tự.\n\n== Khởi nghiệp ==\nSự nghiệp của ông trước khi trở thành hoàng đế có trong Augusta Historia và được xác nhận ở nhiều nơi bằng chữ khắc hiện tại. Sinh ra tại Alba Pompeia,<ref>Dio, 74:3<\/ref> con trai của một nô lệ được giải phóng, Helvius Successus,<ref>Historia Augusta, ''Pertinax'', 1:1<\/ref> ban đầu Pertinax đi theo con đường trở thành một Grammaticus (giáo viên ngữ pháp)<ref name=\"Canduci, pg. 50\">Canduci, pg. 50<\/ref>, nhưng ông cuối cùng đã quyết định tìm một công việc mới dưới sự giúp đỡ của người bảo trợ,ông trở thành một sĩ quan trong quân đội<ref>Historia Augusta, ''Pertinax'', 1:6<\/ref>.Trong chiến tranh Parthia sau đó,<ref>Historia Augusta, ''Pertinax'', 2:1<\/ref> ông đã trở nên nổi bật,kết quả là một chuỗi các thăng tiến và sau khi được thăng chức ở Anh(chấp chính quan chỉ huy [[Legio VI Victrix]])<ref name=\"Birley, pg. 173\">Birley, pg. 173<\/ref> và dọc theo bờ sông Danube,ông phục vụ như là một người đại diện của hoàng đế ở [[Dacia]]<ref>Historia Augusta, ''Pertinax'', 2:4<\/ref>.Ông bị coi như một thành viên của âm mưu triều đình dưới thời hoàng đế [[Marcus Aurelius]], nhưng ngay sau đó ông đã được triệu tập để trợ giúp [[Claudius Pompeianus]] trong [[Chiến tranh Marcomanni]]. Năm 175,ông đạt được chức cháp chính quan và cho đến năm 185, Pertinax đã lần lượt làm thống đốc của các tỉnh miền thượng và Hạ [[Moesia]], [[Dacia]], [[Syria]] và cuối cùng là thống đốc của Anh.<ref name=\"Birley, pg. 173\"\/>\n\nTrong thập kỷ của thời kì những năm 180, Pertinax nắm một vai trò chủ chốt trong viện nguyên lão La mã cho đến khi chỉ huy lính vệ binh pháp quan [[Sextus Tigidius Perennis]] buộc ông ra khỏi đời sống chính trị. Ông được gọi trở lại 3 năm sau ở Anh mà quân đội vào thời điểm đó là trong trạng thái nổi loạn.<ref>Dio, 74:4<\/ref> Ông đã cố gắng để trừng trị những người lính ngang bướng nhưng có một quân đoàn làm binh biến và tấn công vệ sĩ của ông, để cho Pertinax nằm chờ chết<ref>Birley, pg. 174<\/ref>. Khi ông hồi phục, ông đã trừng phạt nghiêm những kẻ phản loạn làm cho danh tiếng của ông ngày càng tăng như là một con người nghiêm khắc <ref name=\"Canduci, pg. 50\"\/>. Khi ông buộc phải từ chức trong năm 187, các lý do đưa ra là các quân đoàn đã trở nên thù địch với ông vì luật lệ khắc nghiệt của ông.<ref>Historia Augusta, ''Pertinax'', 3:10<\/ref>\n\nÔng từng là tổng đốc tỉnh châu Phi trong năm 188-189<ref>Historia Augusta, ''Pertinax'', 4:1<\/ref>\n\n==Hoàng đế==\n[[Tập tin:Pertinax Providentia Aureus.jpg|nhỏ|trái|300px|Roman [[aureus]] struck under the rule of Pertinax.]]\nKhi những hành vi của [[Commodus]] ngày càng trở nên thất thường trong suốt đầu những năm 190, Pertinax được cho là có dính líu tới âm mưu đã dẫn tới vụ ám sát ông ta vào ngày 31 tháng 12 năm 192 <ref name=\"Canduci, pg. 50\"\/> Kế hoạch này được thực hiện bởi chỉ huy lực lượng cận vệ hoàng gia [[Quintus Aemilius Laetus]], tình nhân của Commodus là Marcia, và viên thị quan Eclectus của ông.<ref>Bowman, pg. 1<\/ref> Sau khi âm mưu xảy ra, Pertinax, lúc này đang là trưởng quan thành phố vào thời điểm này vội vã chạy đến doanh trại của lực lượng cận vệ hoàng gia và được tuyên bố là hoàng đế vào sáng hôm sau.<ref>Historia Augusta, ''Pertinax'', 4:5<\/ref>\n\nNhững nhà văn cổ đại đã ghi lại chi tiết sự mong chờ của lực lượng cận vệ hoàng gia dự kiến ​​sẽ được ban thưởng hào phóng cho sự kế vị của ông, và khi họ đã thất vọng, họ đã kích động cho đến khi ông kiếm được tiền, bán tài sản của Commodus,<ref>Bowman, pg. 2<\/ref> bao gồm các phi tần và những thanh niên trẻ mà Commodus giữ cho các thú vui tình dục của mình.<ref>Dio, 74:5<\/ref><ref>Historia Augusta, ''Pertinax'', 7:8<\/ref> Ông định giá lại đồng tiền La Mã đáng kể, tăng độ tinh khiết của đồng tiền bằng bạc bạc từ 74% đến 87%, trọng lượng bạc thực tế tăng từ 2,22 gram đến 2,75 gram.<ref>{{Chú thích web |url=http:\/\/www.tulane.edu\/~august\/handouts\/601cprin.htm |ngày truy cập=2011-08-04 |tựa đề=Tulane University \"Roman Currency of the Principate\" |archive-date=2008-11-01 |archive-url=https:\/\/web.archive.org\/web\/20081101003844\/http:\/\/www.tulane.edu\/~august\/handouts\/601cprin.htm |url-status=dead }}<\/ref>\n\nCải cách tiền tệ của ông là sự nhìn xa trông rộng, nhưng sẽ không tồn tại khi ông chết. Ông đã cố gắng áp đặt kỷ luật quân đội chặt chẽ hơn khi mà lực lượng cận vệ hoàng gia đã quá được nuông chiều.<ref>Zosimus, 1:8<\/ref>\n\n==Tham khảo==\n{{Tham khảo}}\n{{start box}}\n{{s-off}}\n{{succession box|title = [[Roman governors of Britain]]|before = [[Ulpius Marcellus]]||after = Unknown, then [[Decimus Clodius Albinus]] |years = c. 185 – 187}}\n{{succession box|title = [[List of early imperial Roman consuls|Consul]] of the [[Roman Empire]] with [[Commodus]]|before = [[Popilius Pedo Apronianus]] và [[Marcus Valerius Bradua Mauricus]]||after = [[Quintus Pompeius Sosius Falco]] và [[Gaius Iulius Erucius Clarus Vibianus]] |years = 192}}\n{{s-reg}}\n{{succession box|title=[[List of Roman Emperors|Roman Emperor]]|before=[[Commodus]]|after=[[Didius Julianus]]|years=193}}\n{{end box}}\n{{Roman Emperors}}\n{{thể loại Commons|Pertinax}}\n\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Sinh năm 126]]\n[[Thể loại:Mất năm 193]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Hoàng đế La Mã chết bởi Praetorian]]"}