{"Peter Chamberlen":"[[Tập tin:Forceps.Smellie.jpg|nhỏ|Một cái kẹp thai, do Smellie sáng chế (1792)]]\n'''Peter Chamberlen''' là tên của ba nhà phẫu thuật [[người Anh]]. Hai người đầu tiên là hai anh em, con trai của [[William Chamberlen]] (1540 &ndash; 1596), một nhà [[ngoại khoa|phẫu thuật]] theo giáo phái [[Huguenot]] vốn sinh sống ở [[Paris]] những đã chạy nạn sang [[Anh]] vào năm 1576. Hai anh em là Chamberlen là người phát minh ra [[cặp thai]] (''obstetrical forceps'' - kẹp sản khoa) - một dụng cụ có tác dụng kéo [[thai nhi]] ra khỏi bụng mẹ trong quá trình [[đỡ đẻ]]. Người thứ ba là con của Peter em và cũng là một bác sĩ sản khoa sử dụng cặp thai như cha mình. Phát minh về cặp thai được dòng họ Chamberlen giữ bí mật trong suốt một thế kỷ vì không muốn bác sĩ sản khoa nào cũng thành công như mình.\n\n==Thân thế==\nNgười anh '''Peter Chamberlen Già''' (1560-1631) là bác sĩ [[khoa sản|sản khoa]] của Vương hậu Anh [[Anne của Đan Mạch|Anne]]. Ông công tác tại kinh thành [[Luân Đôn]] của nước Anh. Có nguồn cho rằng ông không có con cái<ref>{{chú thích web|url=http:\/\/fn.bmjjournals.com\/cgi\/content\/full\/81\/3\/F232|title=History of the Chamberlen family by Peter M.Dunn|access-date=ngày 21 tháng 12 năm 2008|archive-date=2006-02-08|archive-url=https:\/\/web.archive.org\/web\/20060208072457\/http:\/\/fn.bmjjournals.com\/cgi\/content\/full\/81\/3\/F232}}<\/ref> tuy nhiên các tài liệu khác nói rằng ông có ít nhất 3 đứa con, trong đó có Hester, vợ của [[Thomas Cargill]] của [[Aberdeen]] cùng vài đứa cháu. All were mentioned in his will, proved in 1631.{{Fact|date=April 2007}}\n\nNgười em '''Peter Chamberlen Trẻ''' (1572-1626) cũng là một bác sĩ sản khoa và là một nhà phẫu thuật. Ông kết hôn với Sara, con gái của một người theo giáo phái sống ở Luân Đôn. Họ có với nhau 8 người con, trong đó có một người cũng mang tên Peter Chamberlen, cũng là một bác sĩ sản khoa và cũng gánh vác trách nhiệm giữ bí mật cặp thai cho dòng họ. Ông sống ở [[Woodham Mortimer]] tại [[Essex]], Anh.\n\n[[Hình:Woodham mortimer hall.jpg|nhỏ|phải|Woodham Mortimer, ngôi nhà của gia tộc Chamberlen]]\n\n'''Bác sĩ Peter Chamberlen''' hay '''Peter Chamberlen Đệ tam''' (1601-?) là con của Peter Chamberlen Trẻ. Ông được giáo dục chu đáo về [[y học]] và tiếp tục truyền thống sản khoa của dòng họ. Ông thgam gia đỡ đẻ cho Vương hậu Anh [[Henrietta Maria]] khi bà hạ sinh vị vua tương lai [[Charles II của Anh|Charles II]]. Ông từng có dự tính thành lập một Hiệp hội của những người đỡ đẻ, tuy nhiên ý tưởng này bị Hội đồng các thầy thuốc bác bỏ. Peter Đệ tam được đánh giá là một bác sĩ có tiếng, một nhà ủng hộ đối với các dự án y tế công cộng và là một tín đồ Kitô giáo tin theo tục lệ về ngày nghỉ [[Sabbat]].<ref>[http:\/\/books.google.ca\/books?id=EvX3EK6l-PYC&pg=PA49&lpg=PA49&dq=%22Peter+Chamberlen%22,+forceps,+sabbath&source=bl&ots=ww-FlOgQVO&sig=iwsAWZ6Os3bXjfQaVTxEFGbEDVk&hl=en&ei=inipTeDJDorEgAfWlNDzBQ&sa=X&oi=book_result&ct=result&resnum=1&sqi=2&ved=0CBUQ6AEwAA#v=onepage&q=%22Peter%20Chamberlen%22%2C%20forceps%2C%20sabbath&f=true Katz, David S. (1988) Sabbath and sectarianism in seventeenth-century England. Leiden, Netherlands. Brill. 224 pages, pp. 48-89]<\/ref>\n\n==Quá trình giữ bí mật về cặp thai của dòng họ Chamberlen==\nAnh em Peter Chamberlen đã bày ra nhiều phương pháp đặc biệt để giữ bí mật về phát minh cặp thai. Khi đến nhà \"khách hàng\", hai người phu phải khuân một chiếc hòm to with hình khắc mạ vàng vào nhà. Người thai phụ phải bịt mắt để không nhìn thấy gì, những người còn lại thì phải rời khỏi phòng. Khi đỡ đẻ họ trùm một tấm chăn lớn che kín mít và thắp nến để nhìn thấy các vật trong tấm chăn tối om<ref>''Kể chuyện các phát minh, Tập 2'' Người dịch: Nguyễn Trung (dịch theo bản tiếng Anh của Nhà xuất bản Franklin Watts) Nhà xuất bản Kim Đồng, Thành phố Hồ Chí Minh 2002<\/ref>. Người bên ngoài chỉ nghe thấy những tiếng la hét của người thai phụ cùng nhiều tiếng động lạ khác, và sau cùng là tiếng khóc chào đời của trẻ sơ sinh, báo hiệu rằng ca đỡ đẻ đã thành công.\n\nCon trai của Peter Chamberlen đệ Tam, '''Hugh Chamberlen Già''' (1630-1720) cũng là một bác sĩ sản khoa mang bí mật về cặp thai của gia tộc trong người. Đến năm 1670 ông dự định bán bí mật này cho triều đình Pháp, tuy nhiên bác sĩ sản khoa [[François Mauriceau]] đã thử Hugh bằng một ca đỡ đẻ quái dị cho một phụ nữ lùn 38 tuổi có khung xương chậu bị dị dạng ở mức độ nghiêm trọng. Hugh không thể nào thành công trong ca đỡ đẻ quá khó này và vì vậy ông buộc phải quay về Anh tay trắng. Sau đó ông sang [[Hà Lan]] và bán bí mật về cặp thai cho [[Roger Roonhuysen]]. Bí mật này lại được bán cho Đại học Y Dược [[Amsterdam]] và chỉ được truyền cho một số bác sĩ được tuyển lựa nghiêm ngặt. Sau vài năm, bí mật về cặp thai được công bố một phần cho công chúng. Còn Hugh Già thì đến cuối đời ông chuyển sang sống ở [[Scotland]] và tại đây, vào năm 1694, xuất bản một tác phẩm nói về [[bảo hiểm sức khỏe]].\n\nCon trai của Hugh Già là '''Hugh Chamberlen Trẻ''' là người cuối cùng của dòng họ sử dụng cặp thai trong bí mật. Đến cuối đời của ông, phát minh về cặp thai đã được công bố trong [[phạm vi công cộng]]. Tác phẩm đầu tiên miêu tả về cặp thai được [[Edward Hody]] xuất bản vào năm 1734.\n\n==Chú thích==\n{{Tham khảo|30em}}\n \n*Williams Obstetrics, 14th edition. Appleton-Century-Crofts, New York, NY, 1971, pages 1116-8.\n\n==Liên kết ngoài==\n* [http:\/\/www.essex-family-history.co.uk\/chamberlen.htm Woodham Mortimer Hall and three generations of the Chamberlen family] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120220083558\/http:\/\/www.essex-family-history.co.uk\/chamberlen.htm |date=2012-02-20 }}\n\n{{DEFAULTSORT:Chamberlen, Peter}}\n[[Thể loại:Sinh năm 1560]]\n[[Thể loại:Sinh năm 1572]]\n[[Thể loại:Sinh năm 1601]]\n[[Thể loại:Mất năm 1626]]\n[[Thể loại:Mất năm 1631]]\n[[Thể loại:Mất năm 1683]]"}