{"Phan Nhạc (Nam Bắc triều)":"'''Phan Nhạc\/Lạc''' (chữ Hán: 潘乐, ? – 555), tự Tương Quý, sinh quán ở huyện Thạch Môn, quận Quảng Ninh <ref>Nay là huyện [[Trác Lộc]], địa cấp thị [[Trương Gia Khẩu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, tướng lãnh nhà [[Đông Ngụy]], [[Bắc Tề]].\n\n==Thân thế==\nTheo chính sử, Nhạc là hậu duệ của họ Phan ở huyện Quảng Tông, quận Trường Nhạc <ref>Nay là phía đông [[huyện Uy]], địa cấp thị [[Hình Đài]], Hà Bắc<\/ref>. Cha là Vĩnh, giỏi võ nghệ, được tập tước Quảng Tông nam. [[Nhà Bắc Ngụy|Đời Bắc Ngụy]], gia tộc của ông đã có vài thế hệ tham gia trấn thủ [[Lục trấn]] ở biên giới phía bắc, nhưng chánh sử không cho biết Nhạc có phải là trấn binh hay không!? {{ref|1}}\n\nHọ Phan ở Quảng Tông là đại tộc, nguyên tổ là Phan Kiền [[đời Đông Hán]], sống ở Trường Bình, nước Trần. Cháu đời thứ sáu của Phan Kiền là Phan Kỳ dời nhà đến Quảng Tông. Trong cùng thời điểm [[Cát Vinh]] khởi nghĩa, chánh sử ghi nhận có người Quảng Tông là [[Phan Vĩnh Cơ]] phò tá Ký Châu thứ sử [[Nguyên Phu]] ở Tín Đô <ref>'''Ngụy thư, Bắc Tề thư, Bắc sử, tài liệu đã dẫn''' cho biết: Cát Vinh hãm Tín Đô, bắt được Nguyên Phu và Phan Vĩnh Cơ vào năm 527 nhưng tha chết cho họ; còn Nhạc tham gia nghĩa quân của Cát Vinh, nhưng không rõ khi nào<\/ref>, về sau làm đến Đông Từ Châu thứ sử, được truy tặng Ký Châu thứ sử. {{ref|2}} Phan thị tộc phả nhận Phan Vĩnh Cơ là hậu duệ đời thứ 14 của Phan Kiền, cho rằng Phan Vĩnh Cơ và Phan Vĩnh là một người, nhưng không đưa ra được chứng cứ. {{ref|3}} Một thuyết khác cho biết ông nội của Nhạc là Phan Trường, làm Hoài Sóc trấn tướng. Bởi nhà Bắc Ngụy chỉ dùng quý tộc [[Tiên Ti]] làm trấn tướng, nên Phan Trường phải là người Tiên Ti, họ Phan của Phan Trường là từ họ Phá Đa La đổi sang, sau khi [[Bắc Ngụy Hiếu Văn Đế|Hiếu Văn đế]] tiến hành [[Hán hóa]]. Như thế Phan Nhạc không có quan hệ gì với họ Phan ở Quảng Tông. {{ref|4}}\n\n==Cuộc đời và sự nghiệp==\nLúc Nhạc mới ra đời, có một con chim sẻ đậu trên vai trái của mẹ ông, thầy bói đều nói đó là điềm được phú quý, nhân vậy mà có tên Tương Quý, về sau dùng làm tên tự. Khi trưởng thành, Nhạc tính khoan hậu lại có đảm lược. {{ref|1}}\n\nKhi lưu dân Hà Bắc khởi nghĩa, Nhạc mới 19 tuổi, theo về với Cát Vinh, được thụ tước Kinh Triệu vương. Sau khi Vĩnh thất bại, đi theo [[Nhĩ Chu Vinh]], làm biệt tướng khi chinh thảo [[Nguyên Hạo]], nhờ công được phong Phu Thành huyện nam. {{ref|1}}\n\n[[Cao Hoan]] làm Tấn Châu mục, lấy Nhạc làm đô tướng giữ thành. Tham gia phá [[Nhĩ Chu Triệu]] ở Quảng A, được tiến tước Quảng Tông huyện bá. Nhờ lập thêm nhiều quân công mà được bái làm Đông Ung Châu thứ sử. Cao Hoan muốn phế Đông Ung Châu, ông cho rằng châu này nối liền 2 khu vực phía bắc và phía tây, không thể bỏ, nên được như cũ. {{ref|1}}\n\n2 nước [[Đông Ngụy|Đông]] – [[Tây Ngụy]] giao chiến (538), quân Tây Ngụy lui chạy, chỉ có Nhạc và [[Lưu Phong (Đông Ngụy)|Lưu Phong]] đề nghị truy kích, chư tướng đều không đồng ý. Cao Hoan hài lòng về ông, nhưng không cho truy kích. Được đổi phong Kim Môn quận công. {{ref|1}}\n\n[[Cao Dương (vua)|Cao Dương]] lên nắm quyền, Nhạc trấn thủ Hà Dương, phá được tướng Tây Ngụy là bọn Dương Phiêu. Cao Dương đã sai bọn Hoài Châu thứ sử Bình Giám đắp thành để lấn đất, nhưng muốn bỏ giữa chừng, ông cho rằng Chỉ Quan là nơi yếu hại, cần tu sửa cho chắc chắn; nên nhận làm tiếp việc ấy, cắt đặt thêm binh tướng, rồi trở về Hà Dương, được bái làm Tư không. {{ref|1}}\n\nTrong lễ thụ thiện của Cao Dương, tức Bắc Tề Văn Tuyên đế, Nhạc là người dâng tỷ thụ. Được tiến phong Hà Đông quận vương, thăng làm Tư đồ. [[Vũ Văn Thái]] đưa quân đến vùng Hào, Thiểm, sai Hành đài [[Hầu Mạc Trần Sùng]] từ Tề Tử Lãnh rảo đến Chỉ Quan, Nghi đồng Dương Phiêu từ Cổ Chung Đạo ra Kiến Châu, chiếm được Cô Công Thú. Ông nhận lệnh nắm đại quân chống lại. Nhạc đêm ngày lên đường, đến Trường Tử, sai Nghi đồng [[Hàn Vĩnh Hưng]] từ Kiến Châu tây tiến đến chỗ Sùng, Sùng bỏ chạy. {{ref|1}}\n\nKhi Hầu Cảnh phản, Nhạc làm Nam đạo đại đô đốc, tham gia chinh thảo. Ông đưa quân ra khỏi Thạch Miết Cốc, vượt [[Hoàng Hà]] sang bờ nam hơn trăm dặm, chiếm Kính Châu của [[nhà Lương]], rồi hạ tiếp An Châu. Được nhận chức Doanh Châu thứ sử, tiếp tục chinh chiến ở lưu vực Hoài, Hán. {{ref|1}}\n\nNăm Thiên Bảo thứ 6 (555), hoăng ở Huyền Hồ. Được tặng Giả hoàng việt, Thái sư, Đại tư mã, Thượng thư lệnh. Con là [[Phan Tử Hoảng|Tử Hoảng]] kế tự. {{ref|1}}\n\n==Tham khảo==\n# {{note|1}} [[Bắc Tề thư]] '''quyển 15, Liệt truyện 7 – Phan Nhạc truyện'''; [[Bắc sử]] '''quyển 53, Liệt truyện 41 – Phan Nhạc truyện'''.\n# {{note|2}} [[Ngụy thư]] '''quyển 72, Liệt truyện 60 – Phan Vĩnh Cơ truyện'''; Bắc sử '''quyển 45, Liệt truyện 33 – Phan Vĩnh Cơ truyện'''.\n# {{note|3}} [[Bình Tây Đường]] – Bài viết Quảng Tông Phan thị lịch sử văn hóa trên [http:\/\/www.ewxt.cn\/info-2972-1.html Website E Võng Hình Đài] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140419014413\/http:\/\/www.ewxt.cn\/info-2972-1.html |date = ngày 19 tháng 4 năm 2014}}, truy cập ngày 17\/4\/2014\n# {{note|4}} [[Lâm Bảo]] – '''Nguyên Hòa tính toản''' <ref>[[Nguyên Hòa tính toản]], gọi tắt là [[Tính toản]], ghi chép nguồn gốc các dòng họ Trung Quốc, do Lâm Bảo phụng chiếu biên soạn, hoàn thành vào năm Nguyên Hòa thứ 7 (812) thời [[Đường Hiến Tông]]<\/ref>, trang 515.\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Tướng nhà Đông Ngụy]]\n[[Thể loại:Tướng nhà Bắc Tề]]\n[[Thể loại:Người Hà Bắc]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 555]]"}