{"Phi Đồng":"[[File:邳彤（東漢演義評）.jpg|thumb|200px|Phi Đồng]]\n'''Phi Đồng''' (chữ Hán: 邳彤, ? – 30), tự Vĩ Quân, người Tín Đô <ref>Nay là [[Ký Châu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, tướng lĩnh, khai quốc công thần nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]], một trong [[Vân Đài nhị thập bát tướng]]. Ông được dân gian thờ phụng làm '''Dược vương'''.\n\n==Cuộc đời==\nCha ông là Phi Cát (邳吉), làm [[Liêu Tây]] [[thái thú]].\n\nThời [[nhà Tân]], Đồng làm Hòa Thành <ref>Nay là phía tây thành phố [[Tấn Châu]], Hà Bắc<\/ref> tốt chính<ref>Tốt chính (卒正), chức quan thời Tân, tương đường với chức Thái thú thời Hán.<\/ref>. [[Hán Quang Vũ Đế|Lưu Tú]] đi Hà Bắc, đến Hạ Khúc Dương <ref>Nay là phụ cận thôn Cổ Thành, thành phố Tấn Châu, Hà Bắc<\/ref>, ông dâng thành xin hàng, được dùng lại làm Thái thú. Sau khi ở lại vài ngày, Lưu Tú tiếp tục bắc tiến đến Kế<ref>Nay là [[Bắc Kinh]]<\/ref>, gặp lúc [[Vương Lang]] nổi lên, khắp nơi hưởng ứng hắn ta, chỉ có Hòa Thành, Tín Đô là không theo. Đồng nghe tin Lưu Tú từ Kế trở về, mất quân đội, muốn đến Tín Đô, bèn trước tiên sai Ngũ quan duyện Trương Vạn, Đốc bưu Doãn Tuy tuyển 2000 thớt tinh kỵ, ven đường đón Lưu Tú. Sau đó ông cùng Lưu Tú hội họp ở Tín Đô.\n\nLưu Tú tuy được 2 quận giúp đỡ, nhưng lực lượng chưa mạnh, nhiều người bàn nên về [[Trường An]]. Đồng phản đối, Lưu Tú nghe theo, ngay hôm ấy bái ông làm Hậu đại tướng quân, Hòa Thành thái thú như cũ, sai đưa quân đi trước. Đồng tiến đến Đường Dương, sai Trương Vạn, Doãn Tuy khuyên bảo quan dân. Lưu Tú đến trong đêm, thành lập tức mở cửa ra đón. Ông phá nghĩa quân Bạch Xa (白奢) ở Trung Sơn. Từ đây thường theo quân, lập chiến công.\n\nTín Đô làm phản theo Vương Lang. Lang bắt được cả nhà Đồng, sai sứ đến khuyên hàng, ông rơi nước mắt từ chối. Về sau, [[Lưu Huyền|Canh Thủy đế]] sai tướng đánh lấy Tín Đô, cả nhà Đồng thoát nạn.\n\nKhi hạ [[Hàm Đan]], được phong Vũ Nghĩa hầu. Năm 25, thăng phong [[Linh Thọ]] hầu, coi việc Đại tư không. Quang Vũ đế vào Lạc Dương, bái Đồng làm Thái thường, hơn tháng chuyển làm Thiếu phủ, trong năm ấy thì miễn chức. Lại được làm Tả tào thị trung, thường theo quân chinh phạt. Năm 30, mất, được chôn cất ở cửa nam Kỳ Châu <ref>Nay là [[An Quốc]], Hà Bắc<\/ref>.\n\n==Cố sự miếu Dược vương==\n===Phiên bản 1===\nPhi Đồng khi còn sống tinh thông dược lý, đi khắp nơi để trị bệnh, được tôn xưng là \"Dược vương\".\n\nCó một năm, Phi Đồng ghé qua kinh thành, gặp lúc [[công chúa]] bệnh nặng, [[ngự y]] bó tay hết cách. Hoàng đế cho người đi khắp hang cùng ngõ hẹp tìm danh y, hứa rằng \"Ai chữ khỏi cho công chúa, muốn vàng bạc, ắt được trọng thưởng; muốn làm Phò mã, ắt được gả công chúa.\" Phi Đồng tự tay gỡ bảng vàng, trải qua một phen vọng, văn, vấn, thiết, biết được công chúa [[tiêu hóa]] không tốt, dẫn đến đường ruột bị ứ tắc. Sau khi trở về, ông lấy bùn đất trên người làm ra một hoàn thuốc, dâng lên công chúa. Sau khi dùng xong, công chúa đau bụng dữ dội, ói mửa ra hết những gì đã ăn vào, mấy ngày sau thì có thể sinh hoạt bình thường. Phi Đồng sợ bí mật về hoàn thuốc lộ ra, nên bỏ trốn về làng. Hoàng đế nhớ công, phong làm Dược vương, tại quê nhà Kỳ Châu của ông cho lập miếu kỷ niệm.\n\nMiếu \"Dược vương\" trải qua các triều đại, luôn được trùng tu, đến nay hương hỏa không dứt. Ngày 28 tháng 4 và 15 tháng 10 Âm lịch hằng năm, huyện An Quốc đều tổ chức miếu hội, tương truyền là để kỷ niệm ngày sinh và ngày mất của \"Dược vương\" Phi Đồng.\n\n===Phiên bản 2===\nVào đời Tống, trước miếu thổ địa ở Kỳ Châu có hàng da. Một ngày nọ, trước miếu có dán bảng vàng, thì ra Hoàng đế muốn tìm danh y chữa bệnh cho công chúa. Người kéo đến xem bảng nườm nượp, ảnh hưởng nghiêm trọng đến việc làm ăn của hàng da. Thợ da (Hán Việt: Bì tượng) trong lúc giận mất khôn, giật bảng vàng xuống. Đặc sứ lập tức đưa người giật bảng vàng về kinh, không màng đến lời van xin, giải thích của thợ da.\n\nTrong lúc chờ vào thăm bệnh cho công chúa, thợ da toát mồ hôi như tắm, chợt nghĩ ra kế thoát thân. Ông lấy bùn đất trên người vo làm hoàn thuốc, giao cho Hoàng môn lang, nói đây là thuốc gia truyền trị bách bệnh, cứ dâng lên công chúa, còn mình chỉ là thợ da, nào biết thăm bệnh như thế nào!?\n\nPhần sau của phiên bản này cũng tương tự như phiên bản trên. Miếu \"Dược vương\" do vậy còn được gọi là miếu \"Bì vương\".\n\n===Khảo chứng===\nTrải qua khảo chứng, có thể thấy Tướng quân Phi Đồng và \"Dược vương\" Phi Đồng không phải là 1 người. Đến đời Tống, dân gian bắt đầu đồng hóa hai nhân vật này làm một.\n\nMiếu \"Dược vương\" ước đoán được lập vào những năm Thái Bình Hưng Quốc (976 – 984) [[nhà Tống|đời Tống]]. Năm Kiến Trung Tĩnh Quốc đầu tiên (1101), được [[Tống Huy Tông]] cáo phong. Vị thần được thờ ở miếu \"Dược vương\" khi ấy chắc chắn không phải là Phi Đồng. Kỳ Châu ([[An Quốc]]) là địa phương nổi tiếng với nghề làm thuốc ở [[Trung Quốc]] cho đến tận ngày nay, thần miếu ban đầu có thể là [[Thần Nông]] (?).\n\nCó thuyết cho rằng tướng quân Phi Đồng được tôn là thần thổ địa của trấn Bì Trường, tức Bì Trường vương, gọi tắt là Bì vương. Có lẽ theo thời gian, Bì vương – thổ địa đã được đồng hóa với Bì vương – Dược vương. Đến [[nhà Thanh|đời Thanh]], biển tên của miếu là thủ bút của [[Lưu Dung]], cho thấy sự đồng hóa này đã hoàn tất. Tuy nhiên, vẫn chưa có bằng chứng xác nhận Bì Trường vương chính là Phi Đồng.\n\n==Tham khảo==\n* [[Hậu Hán thư]]\n* [[Tư trị thông giám]]\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Vân Đài nhị thập bát tướng}}\n\n[[Thể loại:Vân Đài nhị thập bát tướng]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 30]]\n[[Thể loại:Người Hà Bắc]]"}