{"Phàn Trù":"'''Phàn Trù''' ([[chữ Hán]]: 樊稠; ?-[[194]]) là tướng nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] trong [[lịch sử Trung Quốc]]. Ông tham gia cuộc chiến quân phiệt, nắm triều đình nhà Hán trong 2 năm và cuối cùng bị giết.\n\n== Báo thù cho Đổng Trác ==\nPhàn Trù là bộ tướng của [[Đổng Trác]] - người thao túng triều đình [[nhà Hán]] từ năm [[189]]. Năm [[192]], Đổng Trác bị tư đồ [[Vương Doãn]] và tướng [[Lã Bố]] giết chết.\n\nCác bộ tướng của Đổng Trác là [[Lý Thôi]], [[Quách Dĩ]] và [[Trương Tế]] không được Vương Doãn khoan thứ bèn mang quân Lương châu đánh vào kinh thành [[Trường An]], báo thù cho Đổng Trác. Phàn Trù bèn mang quân phối hợp với Lý Thôi cùng đánh Trường An.\n\nBốn viên tướng bao vây kinh thành, Lã Bố chống cự trong 8 ngày, cuối cùng không giữ nổi. Quân Lương châu tiến vào thành. Lã Bố phải bỏ thành chạy. Vương Doãn không chịu chạy trốn cùng Lã Bố, cùng vua Hiến Đế chạy lên lầu trú. Quân Lương châu tới vây lầu. Lúc đó Vương Doãn mới vội vã ra lệnh đại xá cho các tướng, phong cho Lý Thôi làm Dương vũ tướng quân, Quách Dĩ làm Dương liệt tướng quân, Phàn Trù làm Trung lang tướng<ref>Lê Đông Phương, Vương Tử Kim sách đã dẫn, tr 361<\/ref>.\n\nNhưng Lý Thôi không chấp nhận. Các tướng Lương châu giết chết Vương Doãn và gia quyến.\n\n== Chia sẻ Trường An ==\nLý Thôi, Quách Dĩ và Phàn Trù thay [[Đổng Trác]] nắm vua [[Hán Hiến Đế]] điều hành triều chính.\n\nTháng 9 năm [[193]], Lý Thôi ép Hiến Đế phong cho làm Xa kỵ tướng quân, Quách Dĩ làm Hậu tướng quân, Phàn Trù làm Hữu tướng quân.\n\nBa người cùng nhau lập phủ trong kinh thành, cùng nhau đoạt quyền điều hành triều chính, các quan Tam công lão thần bị vô hiệu hóa. Ba tướng chia kinh thành Trường An làm 3 khu vực phòng thủ, tự mình đóng quân. Cả ba khu vực đều không được quản lý tốt, quân sĩ kỷ luật kém, nhũng nhiễu hành hạ nhân dân tới phục dịch<ref>Lê Đông Phương, sách đã dẫn, tr 54<\/ref>. Trương Tế vì binh lực yếu hơn, ra đóng quân ở Thiểm huyện, ngoài kinh thành.\n\n== Bị giết ==\nCuối năm [[193]], tướng Lương châu là [[Mã Đằng]] và [[Hàn Toại]] mang quân tấn công kinh thành [[Trường An]].\n\nQuân Mã – Hàn tiến đến quán Trường Bình cách Trường An 50 dặm. Lý Thôi sai Quách Dĩ và Phàn Trù ra cự địch, sau đó lại điều cháu là Lý Lợi ra giúp sức.\n\nKết quả quân Quách Dĩ và Phàn Trù đánh lui được Mã Đằng và Hàn Toại. Mã và Hàn phải triệt thoái về Tây Lương. Phàn Trù được lệnh truy kích. Phàn Trù vốn là bạn cũ của Hàn Toại, ông đuổi kịp Hàn Toại, nhưng không bắt giữ mà hai người cùng sóng hàng [[ngựa]] trò chuyện cười nói<ref>Lê Đông Phương, sách đã dẫn, tr 55<\/ref>. Sau đó ông để cho Hàn Toại đi thoát.\n\nLý Lợi về báo lại cho Lý Thôi biết việc Phàn Trù thả Hàn Toại. Lý Thôi biết chuyện nhưng chưa hành động ngay.\n\nSang năm [[194]], Lý Thôi mời Phàn Trù tới uống [[rượu]], rồi sai lính bắt ông mang ra chém.\n\n== Trong Tam Quốc diễn nghĩa ==\nLà nhân vật phụ trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Phàn Trù xuất hiện từ hồi 5 đóng vai trò là bộ tướng của Đổng Trác tham chiến chống [[chư hầu]].\n\nCái chết của Phàn Trù được mô tả gần với sử sách, do tư thông với Hàn Toại. Tuy nhiên việc ông bị Lý Thôi giết ngay khi trở về từ mặt trận, không phải sau một thời gian như sử sách nêu.\n\n==Xem thêm==\n* [[Đổng Trác]]\n* [[Lý Thôi]]\n* [[Quách Dĩ]]\n* [[Hàn Toại]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim (2007), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương, (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 194]]\n[[Thể loại:Nhân vật quân sự nhà Hán]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất năm 195]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]"}