{"Pháp Chính":"{{chú thích trong bài}} \n{{thông tin nhân vật Tam Quốc\n|Tên=Pháp Chính\n|Hình=FaZheng.jpg\n|picsize=200px\n|Ghi chú hình=Chân dung của Pháp Chính được vẻ thời [[nhà Thanh]].\n|Chức vụ=Mưu sĩ của [[Lưu Bị]]\n|Sinh=[[175]]<br\/>Hữu Phù Phong My (右扶風郿; nay thuộc [[My, Bảo Kê|huyện My]], [[Thiểm Tây]])\n|Mất=[[220]]<br\/>[[Thục Hán]]\n|Phồn thể=法正\n|Giản thể=法正\n|Bính âm=Fa Zheng\n|Tự=Hiếu Trực (孝直)\n|Thụy=Dực Hầu (翼侯) \n}}\n\n'''Pháp Chính''' (tiếng Hán: 法正; Phiên âm: Fa Ch'eng) (175 - 220) tự '''Hiếu Trực''' (孝直), người huyện Mi, Thiểm Tây ngày nay, là một trong những mưu sĩ hàng đầu của thế lực [[Lưu Bị]] [[thời Tam Quốc]]. Ban đầu, Pháp Chính là thủ hạ của [[Lưu Chương]] - quân phiệt Tây Xuyên. Sau này, khi Lưu Bị vào đất Thục, Pháp Chính về làm mưu thần cho Lưu Bị, được Bị rất tín nhiệm và kính trọng. Pháp Chính được đánh giá là có thể \"sánh với thiên tài [[Quách Gia]] của Tào Ngụy\".<ref name=\":0\">Tam Quốc Chí - Pháp Chính truyện (Nhà xuất bản Văn học 2016, Bùi Thông dịch, Phạm Thành Long hiệu đính).<\/ref>\n\n== Phục vụ Lưu Chương ==\nNhững năm đầu thời Kiến An, thiên hạ đói nghèo, Pháp Chính cùng đồng hương Mạnh Đạt cùng vào Thục, đầu quân cho Lưu Chương. Tuy nhiên, Chương không phải người biết trọng dụng nhân tài, cho nên rất lâu sau Pháp Chính mới lên được chức Huyện lệnh Tân Đô, sau đó được phong làm Quân nghị hiệu úy. Pháp Chính có tài mà không gặp thời, lại thường xuyên bị người Thục ghẻ lạnh vì là \"kẻ ngoại lai\". Ông vì điều này mà thường tỏ ra buồn khổ. Quan Biệt giá Ích Châu Trương Tùng là bằng hữu của Pháp Chính, cũng cảm thấy Lưu Chương không phải nhân vật có thể thành đại sự. Trương cũng chung tâm trạng với Pháp Chính.\n\nNăm Kiến An 13 (208), Trương Tùng đi sứ Tào Tháo, trở về khuyên Lưu Chương đoạn tuyệt với Tào mà quay sang giao hảo với Lưu Bị. Cùng năm đó, liên minh Lưu Bị - Tôn Quyền đại thắng Tào Ngụy tại Xích Bích, thế lực cùng thanh danh Lưu Bị vang dội, khiến Lưu Chương rất tin tưởng cử ngay Trương Tùng đi sứ sang gặp Lưu Bị. Trương Tùng nhân cơ hội này tiến cử Pháp Chính cho Bị. Ban đầu Chính còn thoái thác, nhưng rồi cũng phải \"bất đắc dĩ\" tới diện kiến Lưu Bị. Lưu Bị gặp được Pháp Chính thì ''\"dùng ân đức thu nạp\"'', khiến Pháp Chính cảm thấy Bị xứng đáng là minh chủ \"hùng tài đại lược\", có thể theo phò tá.<ref name=\":0\" \/>\n\nNăm Kiến An 16 (211), Lưu Chương nghe tin Tào Tháo chuẩn bị chinh phạt Trương Lỗ, Chương vô cùng lo sợ Tào \"nuốt\" xong Hán Trung sẽ nhòm ngó Ích Châu. Trương Tùng khuyên Lưu Chương đón Lưu Bị vào Thục, để Bị thảo phạt Trương Lỗ, chiếm Hán Trung. Pháp Chính nhận lệnh làm sứ giả sang mời Lưu Bị đưa quân vào Thục. Đây cũng là thời điểm Pháp Chính hiến kế cho Bị. ''\"Các hạ (Lưu Bị) là anh tài cái thế, Lưu Chương vô năng không thể làm minh chủ. Nay Trương Tùng làm nội ứng, giúp đoạt Ích Châu. Dùng Ích Châu trù phú làm căn cơ, lấy địa thế hiểm trở làm chỗ dựa mà thành đại nghiệp, dễ như trở bàn tay''”.<ref name=\":1\">Tam Quốc Chí - Lưu Chương truyện (Nhà xuất bản Văn học 2016, Bùi Thông dịch, Phạm Thành Long hiệu đính).<\/ref> Pháp Chính trở về Ích Châu, âm thầm mưu tính cùng Trương Tùng, quyết định ngầm tôn Lưu Bị làm chủ.\n\nNăm Kiến An 17 (212), Lưu Bị vờ bằng lòng với Lưu Chương thảo phạt Trương Lỗ, dẫn quân tiến vào Gia Manh. Sự việc bại lộ khiến Trương Tùng bị giết, Lưu Bị hoàn toàn trở mặt với Lưu Chương, xua quân tấn công Thành Đô. Quan Tòng sự Trịnh Độ hiến kế Lưu Chương dùng kế cố thủ \"khiến quân Lưu Bị không đánh mà tan\". Bị vô cùng lo lắng. Tuy nhiên, Pháp Chính nêu ra nhận định, Lưu Chương mặc dù bất tài, nhưng cũng là quan Châu mục yêu dân, cho nên sẽ không sử dụng kế sách phương hại đến dân chúng. Quả nhiên, Lưu Chương nói - ''\"Ta nghe nói đánh địch để an dân, chưa nghe nói dùng dân để chống địch\", ''và bác bỏ phương án của Trịnh Độ.<ref name=\":1\" \/>\n\nPháp Chính khuyên Lưu Chương đầu hàng, ông phân tích tình hình chính sự, nhưng mục đích chính lại là công tâm kế, đánh mạnh vào điểm yếu nhân nghĩa của Chương: “trăm họ ngày một khốn đốn”,“bách tính chẳng thể kham nổi lao dịch”<ref name=\":0\" \/> Sau đó, Lưu Chương đầu hàng với lý do không đành để dân chúng phải chịu khổ sở chiến tranh. Chiếm được Tây Xuyên, Bị phong cho Chính làm Thái thú Thục quận, Dương Vũ tướng quân, ngoài thống lĩnh kinh kỳ, trong làm Tham mưu trưởng.\n\n== Trọng thần của Lưu Bị ==\n=== Xử lý nội sự ===\nSau khi Lưu Chương đầu hàng, Lưu Bị độc chiếm Ích Châu, nhờ có Pháp Chính bày mưu hiến kế mà nhanh chóng tạo được quan hệ tốt với giới phú hào địa phương. Lưu Bị lại lệnh Pháp Chính cùng [[Gia Cát Lượng]], [[Lưu Ba]], [[Lý Nghiêm]], [[Y Tịch]] chế định ra \"Thục khoa\" - bộ pháp luật cai trị Ích Châu, thay đổi tình trạng lỏng lẻo dưới thời Lưu Chương. Giai đoạn này, Pháp Chính vừa kiểm soát đại quyền hành chính Thục quận - thủ phủ Ích Châu, vừa là đại thần cốt lõi bên cạnh Lưu Bị.<ref name=\":0\" \/>\n\n:''Thục ký'' có chép lại lời tranh luận giữa Pháp Chính với Gia Cát Lượng về hình pháp ở Thục. Pháp Chính thấy Gia Cát Lượng chấp pháp quá nghiêm, nhiều người bất mãn, có ý khuyên Gia Cát Lượng giảm bớt hình phạt. Gia Cát Lượng trả lời rằng thời Lưu Yên, Lưu Chương do ban ân vô đô, hình phạt không nghiêm, khiến bọn sĩ tộc phóng túng làm càn, khinh nhờn ngạo mạn, vì vậy cần phải siết chặt lại kỷ cương, chấp pháp nghiêm minh. Bùi Tùng Chi cho rằng chuyện này chưa chắc có thực, Gia Cát Lượng \"khéo dùng luật\" không thể nào lại bị chê bai là khắc nghiệt. Dịch Trung Thiên cho rằng Thục ký nói đúng, người Thục kính trọng Lượng công bằng nhưng nhiều người không thích Lượng quá nghiêm. Trần Văn Đức cho rằng Lượng làm như vậy là đúng, thời cuối Tần đầu Hán thiên hạ loạn lạc cần pháp luật khoan dung để thu phục lòng người, còn tình trạng ở Thục là bê trễ, cần siết chặt kỷ cương để chấn chỉnh.\n\nSau khi nắm giữ quyền lớn, Pháp Chính đã không quên báo đáp những người giúp đỡ mình, song cũng không bỏ qua tư thù với những người có mâu thuẫn trong quá khứ. “Đối với ân đức một bữa ăn, nỗi oán hận một lần trừng mắt, không gì không báo phục, lại tùy tiện bắt giết làm hại rất nhiều người.”.<ref name=\":0\" \/> Đây cũng là điểm khiến sử gia Trần Thọ - tác giả \"Tam Quốc Chí\" - đánh giá ông là \"phẩm đức không vẹn toàn\".\n\nCó người tố cáo với Gia Cát Lượng, hy vọng ông có thể vạch tội Pháp Chính với Lưu Bị, không để Chính \"tác oai tác quái\". Gia Cát Lượng chỉ đáp:  “Chúa công khi ở Công An, phía bắc úy kị Tào Công cường mạnh, phía đông lo lắng Tôn Quyền bức bách, ở gần lại sợ Tôn phu nhân sinh biến ngay sát nách. Tình thế lúc ấy, thật là tiến thoái lưỡng nan, may nhờ Pháp Hiếu Trực giúp đỡ, chúa công mới cất cánh bay liệng tự do được, chẳng sợ ai kiềm chế mình nữa. Sao lại cấm đoán Pháp Chính khiến ông ấy không được làm theo ý riêng?” <ref name=\":0\" \/>\n\nThái thú [[Hứa Tĩnh]] của Lưu Chương trong lúc nguy cấp định bỏ Chương mà hàng Lưu Bị, vì vậy Bị ghét không muốn dùng. Tuy nhiên Pháp Chính cho rằng Hứa Tĩnh là nhân sĩ có danh tiếng lớn trong vùng, có thể lợi dụng danh tiếng của Tĩnh để an định dư luận, gây dựng uy tín cho Lưu Bị. Bị nghe theo, liền hậu đãi Hứa Tĩnh.<ref>Tam quốc chí. Trần Thọ, chú thích bởi Bùi Tùng Chi. Bản dịch của Bùi Thông. Tập 2: Thục chí. Pháp Chính truyện.<\/ref>\n\n=== Đoạt Hán Trung - Tào Tháo cảm thán ===\nNăm Kiến An 22 (217), Tào Tháo sau khi dễ dàng hàng phục Trương Lỗ, không tiếp tục xua quân đánh Ích Châu, mà chỉ để lại Hạ Hầu Uyên, Trương Hợp cố thủ Hán Trung. Pháp Chính lập tức hiến kế lên Lưu Bị, nêu rõ nhận định Tào Ngụy chắc chắn có vấn đề nội bộ, và chỉ ra ý nghĩa của việc đoạt Hán Trung - ''\"Thượng, có thể thảo phạt 'quốc tặc' (chỉ Tào Tháo), tôn vinh Hán thất, chiếm lấy 2 châu Ung - Lương, mở rộng quốc thổ. Hạ, đoạt được địa bàn 'cốt lõi', phục vụ chiến lược lâu dài\".''<ref name=\":0\" \/> Lưu Bị rất tán đồng quan điểm của Pháp Chính, bèn dẫn quân đánh Hán Trung. Trong chiến dịch công chiếm [[Hán Trung]], Pháp Chính là quân sư của Lưu Bị; nhờ những sách lược của ông, quân Tào đã bị đánh bại hoàn toàn và Hán Trung rơi vào tay Lưu Bị.\n\nTrận này còn có tình tiết: “Tiên chủ giao chiến với Tào Công, ở thế không lợi, nên lui binh, mà Tiên chủ tức giận không chịu lùi về, chẳng ai dám can. Tên bay như mưa, Chính bèn tới chắn trước Tiên chủ, Tiên chủ nói: Hiếu Trực tránh ra! Chính nói: Minh công còn đem thân xông pha tên đạn, huống chi là tiểu nhân. Tiên chủ bèn nói: Hiếu Trực, ta với ngươi cùng lui. Rồi lùi về.”<ref name=\":0\" \/>\n\nLấy được Hán Trung là một trong những chiến thắng trọng yếu của Thục Hán, giúp Thục hình thành cục diện \"tam phân thiên hạ\" với Ngô - Ngụy về sau. Nghe tin Pháp Chính là người hiến kế cho Lưu Bị, Tào Tháo cảm khái nói - ''\"Ta đã biết Huyền Đức không có khả năng thực hiện việc này, tất phải có người bày mưu hắn\".''\n\nNăm Kiến An thứ 24 (219, Hán Hiến Đế), Lưu Bị tự lập làm Hán Trung Vương, phong Pháp Chính làm Thượng thư lệnh, kiêm Hộ quân tướng quân.\n\n== Qua đời ==\nNăm 220, Pháp Chính qua đời, thọ 45 tuổi. Cái chết của ông khiến Lưu Bị vô cùng thương cảm, than khóc nhiều ngày. [[Lưu Bị]] đã ra lệnh cử tang một ngày cho ông, đồng thời truy phong ông làm Quan Nội Hầu, ông là một trong hai người (cùng với [[Trương Phi]]) được phong tước hầu dưới thời Lưu Bị.\n\n== Đánh giá ==\n\n''\"Tiên chủ truyền nói: Gia Cát Lượng là trọng thần, Pháp Chính là mưu chủ\".''<ref name=\":2\">Tam Quốc Chí - Lưu Tiên chủ truyện (Nhà xuất bản Văn học 2016, Bùi Thông dịch, Phạm Thành Long hiệu đính).<\/ref>\n\nSử gia Trần Thọ khen ngợi năng lực quân sự của Pháp Chính là'' \"có thể sánh với 'thiên tài' Quách Gia của Tào Ngụy\".''<ref name=\":0\" \/> Trần Thọ bình luận rằng \"[[Bàng Thống]] với [[Tuân Úc]] gần như một cặp, Pháp Chính và [[Trình Dục]], [[Quách Gia]] cũng tương đương vậy\".\n\nTheo ý kiến của [[Gia Cát Lượng]], nếu Pháp Chính còn sống thì ông đã có thể ngăn cản Lưu Bị công phạt [[Tôn Quyền]] sau cái chết của [[Quan Vũ]], và nếu Lưu Bị đông chinh thì có lẽ ông cũng không đại bại ở [[trận Di Lăng]]. \"''Cho dù Đông chinh, cũng không thể thất bại\".''<ref name=\":0\" \/>\n\n==Chức danh và chức vụ từng nắm giữ==\n\n* Tân Đô Lệnh (新都令)\n* Quân Nghị Hiệu Úy (軍議校尉)\n* Thục Quận Thái thú (蜀郡太守)\n* Dương Vũ Tướng Quân (揚武將軍)\n* Thượng thư Lệnh (尚書令)\n* Hộ Quân Tướng Quân (護軍將軍)\n* Dực Hầu (翼侯) - được truy phong sau khi Pháp Chính qua đời\n{{Nhân vật Tam Quốc}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Người Thiểm Tây]]\n[[Thể loại:Sinh năm 176]]\n[[Thể loại:Mất năm 220]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]"}