{"Pháp Hưng vương":"{{Tên Triều Tiên|\nhangul=법흥왕|\nhanja=法興王|\n|hanviet=Pháp Hưng Vương|\nrr=Beopheung wang|\nmr=Pŏphŭng wang|\n}}\n'''Pháp Hưng Vương''' (trị vì 514–540) là người trị vì thứ 23 của [[Tân La]]. Trong thời gian ông trị vì, [[Phật giáo]] đã trở nên khá phổ biến tại Tân La, song tôn giáo này đã được các vị sư tăng [[Cao Câu Ly]] đưa vào vương quốc từ trước đó rất lâu, dưới thời [[Nột Kỳ ni sư kim]]. Một trong các triều thần của Pháp Hưng Vương tên là [[Dị Thứ Đốn]] (''Ichadon''), ông đã cải sang Phật giáo và thậm chí đã xuống tóc. Ông liên tục cầu khẩn quốc vương nhận Phật giáo làm quốc giáo và Pháp Hưng Vương trên thực tế cũng đã trở nên yêu mến các giáo lý của Đức Phật. Tuy nhiên, các triều thần khác của Tân La hết sức phản đối chuyện này, và bày tỏ phản đối nhà vua. Pháp Hưng Vương đã bị các triều thần thuyết phục và cuối cùng đã miễn cưỡng thay đổi quyết định. Vào thời điểm này, Dị Thứ Đốn nghĩ đến việc tử vì đạo và đã cầu xin với nhà vua hành quyết ông trước công chúng vì chính nghĩa Phật giáo. Nhà vua từ chối làm điều này, do vậy Dị Thứ Đốn đã chủ tâm thóa mạ các triều thần của vương quốc, và do đó kích động sự giận dữ của nhà vua. Cuối cùng, Dị Thứ Đốn bị hành quyết trước công chúng, song ông đã bị chặt đầu từ trước, ông tuyên bố rằng máu chảy từ cơ thể mình sẽ không có màu đỏ và có màu trắng sữa. Theo [[Tam quốc di sự]] (''Samguk Yusa''), lời tuyên bố này được chứng minh là đúng, và màu máu sữa của Dị Thứ Đốn đã làm các triều thần kinh hoàng. Do hành động tử vì đạo của Dị Thứ Đốn, Pháp Hưng Vương cuối cùng đã chọn Phật giáo làm quốc giáo.\n\n== Gia đình ==\n* Phụ thân: [[Trí Chứng Vương]].\n* Mẫu thân: Diên Đế (Yeonje) phu nhân, họ Phác, con gái của Đăng Hân (Deungheun).\n* Vương đệ: Lập Tông cát văn vương Cừu Trân (Gujin).\n* Vương đệ: Kim Chân Tông (Kim Jinjong).\n* \n==Xem thêm==\n*[[Danh sách vua Triều Tiên]]\n*[[Lịch sử Triều Tiên]]\n\n{{vua Tân La}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai nhân vật hoàng gia Triều Tiên}}\n\n{{Persondata\n| name = Beopheung của Silla\n| alternative names =\n| short description =\n| date of birth =\n| place of birth =\n| date of death = 540\n| place of death =\n}}\n[[Thể loại:Vua Tân La]]\n[[Thể loại:Mất năm 540]]\n[[Thể loại:Năm sinh không rõ]]"}