{"Phù Sinh":"{{chú thích trong bài}}\n\n \n{{Thông tin nhân vật hoàng gia\n| tên = [[Việt Lệ Vương]]\n| tên gốc = 越厲王\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]]  [[Tiền Tần]]\n| tại vị = [[355]] &ndash; [[357]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Phù Kiện|Tần Cảnh Minh Đế]]\n| nhiếp chính = \n| kế nhiệm = [[Phù Kiên|Tần Tuyên Chiêu Đế]]\n| hoàng tộc = [[Tiền Tần]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Phù Sinh\n| kiểu tên đầy đủ = Tên thật|phối ngẫu\n| vợ = [[Lương Hoàng hậu (Phù Sinh)|Lương Hoàng hậu]]\n| chồng = \n| thông tin con cái = ẩn\n| con cái = \n| niên hiệu = Thọ Quang (壽光) 355–357\n| miếu hiệu = \n| thụy hiệu = Lệ Vương (厲王)\n| cha = [[Phù Kiện]]\n| mẹ = [[Cường Hoàng hậu]]\n| sinh = [[335]]\n| nơi sinh = \n| mất = [[357]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n\n'''Phù Sinh''' ({{zh|c=苻生|p=Fú Shēng}}) (335–357), tên ban đầu là '''Bồ Sinh''' (蒲生), [[Tên chữ (người)|tên tự]] '''Trường Sinh''' (長生), là một [[hoàng đế]] của nước [[Tiền Tần]] trong [[lịch sử Trung Quốc]]. Ông là con trai của [[Phù Kiện]], hoàng đế khai quốc Tiền Tần. Phù Sinh là một người cai trị bạo lực, độc đoán và bạo tàn, và chỉ sau hai năm cai trị ông ta đã bị người em họ [[Phù Kiên]] lật đổ trong một cuộc chính biến rồi bị giết, do vậy ông không được truy phong [[thụy hiệu]] hoàng đế.\n\n== Trước khi lên ngôi ==\nBồ Sinh sinh năm 335, là con trai thứ ba của Bồ Kiện và người sau này trở thành [[Cường Hoàng hậu]]. Lúc đó, cả Bồ Kiện và cha là [[Phù Hồng|Bồ Hồng]] đang là tướng của [[Hậu Triệu]]. Bồ Sinh khi sinh ra đã bị mất một mắt (mặc dù có một số nguồn nói rằng ông bị khuyết tật này do bị một con đại bàng tấn công khi cố lấy trứng của nó). Một lần, người ông nội Bồ Hồng đã trêu chọc ông \"Ta nghe rằng nhà ngươi, đứa bé mù của ta, chỉ có thể rơi nước mắt từ một mắt; điều đó có đúng không?\" Bồ Sinh trong cơn giận dữ đã đâm vào mắt mù của mình, và kêu lên, \"Đây là con mắt khác đang rơi nước mắt!\" Bồ Hồng rất bất ngờ trước hành động này, đã đánh ông và bảo, \"Ngươi chỉ xứng làm một tên nô lệ!\" Ông đáp lại, \"Đúng như vậy; Cháu sẽ giống như [[Thạch Lặc]] (một nô lệ trở thành hoàng đế).\" Bồ Hồng trở nên quan tâm đến hành vi của ông, và thấy rằng Bồ Sinh có tính thiếu kỷ luật, Bồ Hồng muốn Bồ Kiện giết chết người con trai này, vì e sợ rằng gia đình sẽ bị đứa cháu này hủy hoại. Phù Kiện đã nghĩ đến việc này song người em trai là [[Phù Hùng]] (蒲雄) đã can ngăn. Khi Bồ Sinh lớn lên, ông nổi danh với sức mạnh và tính hung ác trong các trận chiến, ông đủ khỏe để chiến đấu với những con thú hoang, và có tài cưỡi ngựa và sử dụng vũ khí. Sau khi cha ông (đã cải họ từ Bồ sang Phù) lập nước Tiền Tần vào năm 351, ông được lập làm Hoài Nam vương.\n\nNăm 354, khi tướng [[Hoàn Ôn]] của [[nhà Tấn]] tiến hành một chiến dịch lớn chống Tiền Tần và gần như đã hủy diệt được nước này, Phù Sinh là một trong các tướng mà Phù Kiện phong làm tướng dẫn quân đi đánh Hoàn Ôn. Bản thân Phù Sinh thì đã thành công trong trận chiến và giết được nhiều địch song đã không thành công một cách đặc biệt với vị trí một vị tướng. Cuối cùng, Hoàn Ôn đã buộc phải rút lui do cạn nguồn lương thảo, song Thái tử Phù Trường (苻萇) của Tiền Tần đã bị trúng một mũi tên trong chiến dịch và qua đời vào mùa đông năm 354. Ban đầu, mẹ ông là [[Cường Hoàng hậu]] muốn lập em trai ông là Phù Liễu (苻柳) làm Thái tử song Phù Kiện lại tin vào một lời nguyền rằng \"ba dê sẽ có năm mắt,\" vì vậy ông đã phong cho Phù Sinh làm Thái tử do ông có khuyết tật này. Sau một cuộc chính biến thất bại của Phù Tinh (苻菁) vào năm 355, Phù Sinh đã kế vị phụ thân. Ông phong cho mẹ mình làm thái hậu, và vợ ông trở thành [[Lương Hoàng hậu (Phù Sinh)|Lương Hoàng hậu]].\n\n== Trị vì ==\nPhù Sinh gần như ngay lập tức đã lộ ra tính chất bạo lực và tàn bạo của mình. Phù Kiện trước đây đã ủy thác một số đại thần để làm thân cận cho Phù Sinh, song hầu hết họ đều đã thiệt mạng dưới thời ông trị vì:\n\n* Ngư Tuân (魚遵): bị giết năm 357 cùng tử tôn sau khi Phù Sinh nằm mơ thấy một con cá (ngư) ăn một cây [[xương bồ]]\n* Lôi Nhược Nhi (雷弱兒): bị giết năm 355 cùng tử tôn sau khi bị buộc tội sai bởi các thuộc hạ Triệu Thiều (趙韶) và Đổng Vinh (董榮) của Phù Sinh.\n* Mao Quý (毛貴), thúc phụ của Lương Hoàng hậu: bị giết năm 355 cùng Hoàng hậu, Lương An (梁安) và Lương Lăng (梁楞) sau khi các nhà chiêm tinh tiên đoán rằng sẽ có một đại tang và quan chức cấp cao sẽ bị giết chết.\n* Vương Đọa (王墮): bị giết năm 356 sau khi xúc phạm Đổng Vinh, Đổng Vinh sau đó nói với Phù Sinh rằng một vị đại thần cần phải bị xử tử để tương ứng với các dấu hiệu chiêm tinh\n* Đoàn Chuẩn (段純): bị giết năm 355, cùng ngày Phù Sinh lên ngôi, sau khi Phù Sinh bực tức trước việc người này nói rằng việc cải niên hiệu vào giữa năm là không đúng,\n* Tân Lao (辛牢): bị giết năm 356, người này bị Phù Sinh dùng tên bắn chết trong một bữa tiệc vì tội là người chủ của bữa tiệc song đã không làm cho tất cả mọi người đều say.\n\nDo Phù Sinh bị mù một bên mắt và dường như luôn sợ rằng mọi người sẽ lấy đó làm trò đùa hay khinh thường mình, ông đã hạ lệnh cấm chỉ dùng các chữ như \"Bất túc (不足), bất cụ (不具), thiểu (少), vô (无), khuyết (缺), thương (伤), tàn (残), hủy (毁), thiên (偏), chỉ (只)\". Ông cũng sa vào rượu chè và thường bỏ qua các tấu thư của triều thần hoặc ra các quyết định bất hợp lý trong cơn say, do vậy đã tạo điều kiện để những kẻ hầu cận tự do ra quyết định trên danh nghĩa của mình. Ông cũng cho thực thi các hình phạt tàn ác và thường xuyên xử tử. Phù Sinh thích thú với việc đối xử tàn nhẫn với động vật, bao gồm cả ném chúng vào nước sôi hay lột da khi chúng vẫn còn sống, đôi khi ông cũng cho lột da cả người. Năm 356, khi anh em của Cường Thái hậu là Cường Bình (強平) cố uốn nắn ông, ông đã dùng búa đập vỡ hộp sọ của Cường Bình rồi sau đó cho giết, điều này đã khiến cho Thái hậu qua đời trong sợ hãi và đau khổ.\n\nCũng trong năm 356, em trai Phù Liễu của Phù Sinh đã thuyết phục được nhiếp chính [[Trương Quán]] của [[Tiền Lương]] bảo vị vua [[Trương Huyền Tịnh]] trẻ tuổi chịu xưng làm chư hầu.\n\nNăm 357, tướng cũ của Tiền Tần là [[Diêu Tương]] (姚襄), sau khi nổi loạn chống Tấn năm 354 đã dự định tự lập quốc và tấn công lãnh thổ phía bắc của Tiền Tần, các tướng của Tiền Tần là Đặng Khương (鄧羌) và Phù Hoàng Mi (苻黃眉) đã đánh bại cuộc tấn công và giết chết Diêu. Phù Sinh vẫn tôn trọng Diêu Tương và cha người này là [[Diêu Dặc Trọng]] (姚弋仲), nên đã cho mang quan tài của họ Diêu theo và chôn cả hai với nghi lễ danh dự. Tuy nhiên, ông không những không thưởng cho Phù Hoàng Mi mà còn xúc phạm Phù Hoàng Mi, điều này đã khiến Phù Hoàng Mi âm mưu ám sát hoàng đế song sự việc đã thất bại còn bản thân Phù Hoàng Mi bị giết.\n\nCũng năm 357, Phù Sinh bắt đầu nghi ngờ những người em họ là [[Phù Kiên]] và Phù Pháp (苻法) và nghĩ đến việc giết họ. Nữ quan của ông đã tiết lộ tin tức cho Phù Kiên và người này đã ngay lập tức dẫn tư binh vào hoàng cung. Các cận binh hoàng cung từ lâu đã phẫn nộ trước sự tàn bạo của Phu Sinh nên đã ngả về phía Phù Kiên. Phù Kiên sau đó bắt giữ Phù Sinh, lúc bị bắt Phù Sinh vẫn còn đang say rượu, Phù Sinh bị phế làm Việt vương rồi bị giết. Phù Kiên lên ngôi hoàng đế.\n\n==Tham khảo==\n{{Tham khảo}}\n* [[Tấn thư]]-tái ký-quyển 12\n* [[Tư trị thông giám]], các quyển 99, 100\n{{Kiểm soát tính nhất quán}}\n{{Vua Tiền Tần}}\n\n[[Thể loại:Vua Tiền Tần]]\n[[Thể loại:Nhân vật quân sự Ngũ Hồ thập lục quốc]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Sinh năm 335]]\n[[Thể loại:Mất năm 357]]"}