{"Phù Kiên":"{{chú thích trong bài}} \n{{Thông tin nhân vật hoàng gia\n| tên = Tần Tuyên Chiêu Đế\n| tên gốc = 秦宣昭帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]]  [[Tiền Tần]]\n| tại vị = [[357]] &ndash; [[385]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Phù Sinh|Việt Lệ Vương]]\n| nhiếp chính = \n| kế nhiệm = [[Phù Phi|Tần Ai Bình Đế]]\n| hoàng tộc = [[Tiền Tần]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Phù Kiên\n| kiểu tên đầy đủ = Tên thật|phối ngẫu\n| vợ = [[Cẩu Hoàng hậu]]<br>Mộ Dung thị<br>Trương phu nhân\n| chồng = \n| thông tin con cái = ẩn\n| con cái = Thái tử Phù Hoành (苻宏)<br>Trường Lạc công [[Phù Phi]] (苻丕)<br>Bình Nguyên công Phù Huy (苻暉)<br>Cự Lộc công Phù Duyệt (苻叡)<br>Quảng Bình công Phù hi (苻熙)<br>Hà Gian công Phù Liêm (苻琳)<br>Trung Sơn công Phù Sân (苻詵)<br>Thuận Dương Công chúa<br>Mỗ Công chúa<br>Công chúa Phù Bảo (苻寶)<br>Công chúa Phù Cẩm (苻錦)\n| niên hiệu = Vĩnh Hưng (永興) 357-358<br>Cam Lộ (甘露) 358-364<br>Kiến Nguyên (建元) 365-384\n| miếu hiệu = [[Thế Tổ]] (世祖)\n| thụy hiệu = Tuyên Chiêu Hoàng đế (宣昭皇帝)\n| cha = Phù Hùng (苻雄)\n| mẹ = [[Cẩu Thái hậu]]\n| sinh = [[337]]\n| nơi sinh = \n| mất = [[387]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Phù Kiên''' ({{zh|c=苻堅|p=Fú Jiān}}) (337–385), [[Tên chữ (người)|tên tự]] '''Vĩnh Cố''' (永固) hay '''Văn Ngọc''' (文玉), hay gọi theo thụy hiệu là '''(Tiền) Tần Tuyên Chiêu Đế''' ((前)秦宣昭帝) hoặc thông dụng hơn nữa là '''Tần Chiêu Đế''' (秦昭帝), là vị vua thứ 4 nước [[Tiền Tần]] thời [[Ngũ Hồ thập lục quốc]] trong [[lịch sử Trung Quốc]]. Dưới thời ông trị vì, với sự trợ giúp của thừa tướng [[Vương Mãnh]], Tiền Tần đã đạt đến cực đỉnh của sự hùng mạnh khi tiêu diệt [[Tiền Yên]], [[Tiền Lương]], và [[Đại (nước)|Đại]], đoạt lấy Ích Châu (益州, nay là [[Tứ Xuyên]] và [[Trùng Khánh]]) từ tay [[nhà Tấn]], và từng định tiêu diệt nhà Tấn và thống nhất Trung Hoa cho đến khi bị đẩy lui trong [[trận Phì Thủy]] năm 383. Sau trận chiến này, nước Tiền Tần nhanh chóng sụp đổ, bản thân Phù Kiên bị giết năm 385.\n\n==Tướng Tiền Tần==\nPhù Kiên sinh năm 337, khi đó gia đình ông vẫn mang họ Bồ (蒲), cha ông là [[Phù Hùng]] (苻雄) còn mẹ ông là [[Cẩu Thái hậu|Cẩu phu nhân]]. Ông nội của Bồ Kiên, [[Phù Hồng|Bồ Hồng]] (蒲洪), là một tộc trưởng [[người Đê]] và là một tướng của [[Hậu Triệu]], phụng sự cho hoàng đế [[Thạch Hổ]]. Sau đó, khi Hậu Triệu sụp đổ, Bồ Hồng đã cải họ từ Bồ sang Phù, và lập kế hoạch chiếm vùng [[Quan Trung]], song ông ta đã bị tướng Ma Thu (麻秋) hạ độc. Kế vị Phù Hồng là [[Phù Kiện]], người này đã tiến hành tây chinh vùng [[Quan Trung]] và các châu xung quanh. Trong các trận đánh, Phù Kiện đã nhận được sự trợ giúp từ Phù Hùng. Năm 354, Phù Hùng đã chết trong một chiến dịch. Là con trai của Phù Hùng, Phù Kiên kế thừa tước hiệu Đông Hải vương, mặc dù ông chỉ là con thứ. Phù Kiên có tiếng là hiếu thảo và có tầm nhìn xa trông rộng, cũng như có kiến thức và tài năng.\n\nKhi Phù Kiên lớn hơn, ông được người anh em họ, hoàng đế [[Phù Sinh]] (con trai Phù Kiện) trao cho một số trách nhiệm về quân sự. Năm 357, khi [[Diêu Tương]] (姚襄), một tộc trưởng [[người Khương]], tấn công Tiền Tần với hy vọng có thể tiêu diệt nước này, Phù Kiên là một trong các tướng đã tham gia giao chiến và đánh bại Diêu Tương, em trai [[Diêu Trường]] của Diêu Tương đã đầu hàng. Ban dầu, tướng Phù Hoàng Mi (苻黃眉) muốn xử tử, song Phù Kiên đã can thiệp và Diêu Trường đã thoát chết.\n\nTriều đại của Phù Sinh mang đầy tính bạo lực, thất thường và tàn ác. Vị hoàng đế này đã cho giết chết các quan lại trong chính quyền của mình, tất cả các quan lại và quý tộc đều trở nên lo sợ rằng mình sẽ là mục tiêu kế tiếp. Một số triều thần đã cố thuyết phục Phù Kiên lật đổ Phù Sinh, và lập kế hoạch để Phù Kiên gặp [[Vương Mãnh]] với sự giới thiệu của Lã Bà Lâu (呂婆樓), cả hai đã phát triển tình bằng hữu. Phù Kiện lập kế hoạch hành động chống lại Phù Sinh nhưng lại do dự vì Phù Sinh là một người mạnh mẽ. Tuy nhiên, sau khi tin tức về việc Phù Sinh lập kế hoạch giết Phù Kiên và anh trai là Phù Pháp bị lộ, Phù Kiên và Phù Pháp đã ngay lập tức hành động và tấn công kinh thành trong khi Phù Sinh vẫn đang trong trạng thái say rượu. Cận binh của Phù Sinh đã đầu hàng, Phù Kiên giết chết hoàng đế và lên ngôi.Tuy nhiên, ông không xưng đế mà xưng làm Thiên vương.Ông truy phong thụy hiệu hoàng đế cho cha mình, và truy tôn mẹ mình làm [[hoàng thái hậu|thái hậu]]. Vợ ông được lập làm [[hoàng hậu]].\n\n==Vua Tiền Tần==\n===Trị vì với sự hỗ trợ của Vương Mãnh===\nVào đầu thời trị vì của Phù Kiên, cùng với Vương Mãnh, các quân sư cấp cao khác gồm anh trai Phù Pháp và em trai [[Phù Dung]], con trai [[Phù Phi]], cùng người tình của Cẩu Thái hậu là Lý Uy (李威). Với sự trợ giúp đỡ của Lý, vị thế của Vương Mãnh ngày càng trở nên quan trọng, cuối cùng trở thành thừa tướng. Khoảng tết năm 358, Cẩu Thái hậu lo sợ trước quyền lực ngày càng tăng của Phù Pháp nên đã ép ông ta phải tự tử. Các lão thần, phần lớn là người Đê, thường xuyên ghen tị với Vương, song họ luôn thất bại trong các xung đột do Vương Mãnh được Phù Kiên sủng ái. Vương Mãnh với sự trợ giúp của Phù Kiên đã thiết lập nên luật pháp trên toàn đế chế, ông còn cho hành quyết Cường Đức (強德), nhạc phụ của hoàng đế [[Phù Kiện]] và là một người tham nhũng, bất chấp việc Phù Kiên muốn tha cho Cường. Tiền Tần đã được cai trị một cách hiệu quả và công minh trong khoảng thời gian này. Ông cũng khuyến khích các quan lại tiến cử hiền tài cho triều đình, và khen thưởng hoặc trừng phạt họ dựa trên việc việc những người họ tiến cử có thực hiện tốt công việc hay không. Vì vậy, các quan lại Tiền Tần được mô tả là rất có tài và chịu trách nhiệm.\n\nNăm 364, Phù Kiện ban tước hiệu cho [[Trương Thiên Tích]], người cai trị nước [[Tiền Lương]] và trên danh nghĩa là chư hầu của [[nhà Tấn]], vì vậy Tiền Lương cũng trở thành chư hầu của Tiền Tần. Tuy nhiên, đến cuối năm 365, Trương Thiên Tích đã chối bỏ tình trạng này và cắt đứt mọi liên hệ với Tiền Tần.\n\nCũng trong năm 364, em trai của Phù Sinh là Phù Đằng đã nổi loạn song đã bị bắt và xử tử. Vương Mãnh muốn Phù Kiên giết chết bốn người anh em khác của Phù Sinh là Phù Ấu (苻幼), Phù Liễu (苻柳), Phù Sưu (苻廋), và Phù Vũ (苻武) song Phù Kiên đã từ chối.\n\nSau đó cũng trong năm 364, Phù Kiên đã cố gắng khôi phục lại hệ thống chính quyền và đầu thời nhà Tấn bằng cách ban tước công cho các anh em trai, con trai và anh em họ. Tuy nhiên, ông đã phải hủy bỏ dự định này khi một số tước công đã lợi dụng điều này để tư lợi.\n\nNăm 365, sau khi người nhiếp chính [[Mộ Dung Khác]] của [[Tiền Yên]] chiếm được thành [[Lạc Dương]] của nhà Tấn, ông ta đã sẵn tư thế tấn công Tiền Tần. Phù Kiên sẵn sàng đích thân nghênh chiến với Mộ Dung Khác, song trên thực tế đã không diễn ra các cuộc tấn công của Mộ Dung Khác.\n\nCuối năm 365, các tộc trưởng [[Hung Nô]] là Tào Cốc (曹轂) và [[Lưu Vệ Thần]] (劉衛辰) đã cùng nhau nổi loạn, Phù Kiện đã đích thân đem quân đi đánh dẹp, bắt giữ được Lưu và buộc Tào phải đầu hàng, tuy nhiên Phù Kiện lại tiếp tục để Tào và Lưu chỉ huy quân lính của họ, một hành động mà sẽ gây nên hậu họa về sau. Cuối năm đó, Phù Ấu nổi loạn song đã bị giết trong khi giao tranh với Lý Uy.\n\nNăm 367, sau Mộ Dung Khác qua đời và người nhếp chính thay thế là [[Mộ Dung Bình]] bất tài, Phù Kiên đã bắt đầu lập kế hoạch chinh phạt Tiền Yên. Tuy nhiên, sau đó đế quốc của ông lại đứng trước nguy cơ bị chinh phục khi vào mùa đông cùng năm, Phù Liễu (tại Bồ Phần (蒲阪, nay thuộc [[Vận Thành]], [[Sơn Tây (Trung Quốc)|Sơn Tây]])), Phù Sưu (tại Thiểm Thành (陝城), nay thuộc [[Tam Môn Hiệp]], [[Hà Nam (Trung Quốc)|Hà Nam]])), Phù Vũ (tại An Định (安定, nay thuộc [[Bình Lương]], [[Cam Túc]])), và em trai của Phù Kiên là Phù Song (苻雙) (tại Thượng Khuê (上邽, nay thuộc [[Thiên Thủy]], [[Cam Túc]])) đã cùng nổi loạn, khuất phục Tiền Yên và cầu Tiền Yên trợ giúp. Tuy nhiên, Mộ Dung Bình đã từ chối. Phù Kiện đã cử quân đến chống lại bốn cuộc nổi loạn. Phù Vũ và Phù Song nhanh chóng bị đánh bại và bị xử tử, sau đó đến lượt Phù Liễu và Phù Sưu.\n\nNăm 369, đại tướng [[Hoàn Ôn]] của Tấn đã mở một chiến dịch lớn chống Tiền Yên, đến Phương Đầu (枋頭, nay thuộc [[Hạc Bích]], [[Hà Nam (Trung Quốc)|Hà Nam]]), ở lân cận kinh thành [[Nghiệp (thành)|Nghiệp Thành]]. Trong hoảng loạn, Tiền Yên đã tìm kiếm trợ giúp từ Tiền Tần, hứa hẹn nếu Tiền Tần chịu đem quân đến giúp thì sẽ cắt vùng Lạc Dương cho Tiền Tần. Hầu hết triều thần Tiền Tần đã phản đối song Vương Mãnh đã khuyên Phù Kiện không nên để Hoàn Ôn chinh phục được Tiền Yên vì nếu như vậy thì Tiền Tần sẽ không thể đứng lên trên Tấn. Phù Kiên do vậy đã xuất binh và đại quân Tiền Tần đã đến sau khi [[Mộ Dung Thùy]] đã giáng cho Hoàn Ôn một thất bại, quân Tiền Tần sau đó đã giáng cho Hoàn Ôn một thất bại lớn khác. Tuy nhiên, Tiền Yên đã không giữ đúng lời hứa sẽ cắt Lạc Dương, Phù Kiên do vậy đã lệnh cho Vương Mãn dẫn theo 6 vạn quân để đánh Tiền Yên. Chiến dịch của Vương Mãnh có nhiều hy vọng thành công do Mộ Dung Thùy, vì lo sợ trước lòng ghen tị của Mộ Dung Bình và lòng thù hận của Thái hậu nên đã đào thoát sang phía Tiền Tần.\n\nVào mùa xuân năm 370, Vương Mãnh đã tiến đến Lạc Dương và buộc tướng lĩnh trong thành phải đầu hàng. Ông ta sau đó tiến đến Hồ quan (壺關, nay thuộc [[Trường Trị]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]), đánh bại tất cả các đám quân Tiền Yên kháng cự lại trên đường hành quân. Ông ta tiếp tục chiếm Tấn Dương (晉陽, nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]). Mộ Dung Bình dẫn theo 30 vạn tráng sĩ để kháng Tiền Tần, song do sợ Vương Mãn nên Mộ Dung Bình đã cho đại quân dừng lại ở Lộ Xuyên (潞川, nay cũng thuộc Trường Trị). Vương Mãnh sau đó cũng tiến đến để chuẩn bị giáp chiến. Trong khi đó, Mộ Dung Bình lại thể hiện bản tính tham nhũng tồi tệ vào thời điểm này khi cho lính canh giữ các con suối và khu rừng, không cho phép dân thường và các lính khác đi vào để đốn củi hay bắt cá trừ khi họ trả một khoản phí bằng tiền bạc hay tơ lụa. Mộ Dung Bình sớm thu đầy túi, song điều này đã khiến cho cho binh sĩ hoàn toàn mất tinh thần chiến đấu. Hoàng đế [[Mộ Dung Vĩ]] hay tin đã cử sứ thần đến để quở trách và yêu cầu ông ta phân phối số lợi lộc này cho binh lính. Mùa đông năm 370, hai bên giao chiến và mặc dù có quân số vượt trội song Mộ Dung Bình đã bị đánh bại và phải chạy trốn về Nghiệp Thành. Mộ Dung Vĩ bỏ Nghiệp Thành và cố chạy trốn về cố đô Hà Long (和龍, nay thuộc [[Cẩm Châu]], [[Liêu Ninh]]), song đã bị bắt giữ trên đường. Phù Kiên tha cho cựu hoàng đế Tiền Yên song yêu cầu ông ta chính thức đầu hàng, Tiền Yên bị diệt vong.\n\nBan đầu, Phù Kiên cho Vương Mãnh phụ trách tất cả các lãnh thổ chinh phục được của Tiền Yên. Ông cho tái định cư Mộ Dung Vĩ và hoàng tộc Tiền Yên, cũng như một số lượng lớn người [[Tiên Ti]] đến vùng [[Quan Trung]], trung tâm của Tiền Tần. Năm 372, ông triệu tập Vương Mãnh trở về kinh thành để giữ chức thừa tướng, trong khi trao vùng phía đông đế quốc cho Phù Dung. Thẩm quyền của Vương Mãnh được mô tả là rất lớn đến nỗi bản thân Phù Kiên ít khi phải lo lắng đến chuyện quốc gia đại sự.\n\nPhù Kiên sau đó tiếp tục tiến hành các chiến dịch nhằm thống nhất Trung Hoa. Năm 373, ông mở một chiến dịch tiến đánh các vùng phía tây của Tấn, chinh phục [[Tứ Xuyên]], [[Trùng Khánh]], và nam bộ [[Thiểm Tây]]. Trong khi đó, nhiều quan lại Tiền Tần, bao gồm Vương Mãnh, bắt đầu quan tâm về số lượng lớn người Tiên Ti được tái định cư ở ngay vùng trung tâm của đế quốc và số lượng quan lại người Tiên Ti, bao gồm cả các thành viên hoàng tộc Mộ Dung được giữ các chức vụ quan trọng, và họ yêu cầu ông giảm bớt quyền lực của các quan lại người Tiên Ti song ông đã từ chối. Năm 375, Vương Mãnh lâm bệnh nặng, và trên dường bệnh, ông ta đã đề nghị Phù Kiên ngừng chiến dịch đánh Tấn trong khi không thực sự tin tưởng các quan lại người Tiên Ti và [[người Khương]]. Tuy nhiên, Vương Mãnh đã chết ngay sau đó, Phù Kiện không đồng ý với lời trăn chối của Vương Mãnh và tiếp tục phong các chức vụ cho các quan người Tiên Ti và Khương.\n\n===Sau khi Vương Mãnh qua đời===\nSau khi Vương Mãnh qua đời, Phù Kiên tiếp tục tiến hành các chiến dịch nhằm thống nhất Trung Hoa. Trong số các chiến dịch, phần lớn thắng lợi nghiêng về phía Tiền Tần song chúng cũng đã khiến cho đế quốc và nhân dân chịu nhiều mất mát. Hơn nữa, Phù Kiên mặc dù trong những năm đầu được người đời biết đến với tính tiết kiệm, thì nay bắt đầu chi tiêu thái quá cho các cung điện. Một trong những trọng tâm của Vương Mãnh khi xưa là giữ cho các triều thần thành thật dường như đã bị bỏ qua, do bắt đầu xuất hiện các ghi chép sai của chính quyền trong sử sách. Giả dụ vào năm 382, Tiền Tần bị nạn [[phân bộ Châu chấu|châu chấu]], hoành hành khắp U Châu (幽州, nay là [[Bắc Kinh]], [[Thiên Tân]], và bắc bộ [[Hà Bắc (Trung Quốc)|Hà Bắc]]), Thanh Châu (青州, nay là trung bộ và đông bộ [[Sơn Đông]]), Ký Châu (冀州, nay là trung bộ Hà Bắc), và Tịnh Châu (并州, nay là [[Sơn Tây (Trung Quốc)|Sơn Tây]]) và các nỗ lực nhằm diệt châu chấu đã không thành công, song theo văn thư của chính quyền thì lại ghi rằng các châu (trừ U Châu) là đạt sản lượng ngũ cốc lớn, và rằng nạn châu chấu không tàn phá cây gai dầu và cây đậu, một điều không thể xảy ra. Điều này cho thấy rằng các quan địa phương đã không còn báo cáo về tình hình các châu của họ một cách trung thực mà chỉ báo cáo cốt sao cho hài lòng Phù Kiên và các triều thần cấp cao. Điều này có thể là bởi Phù Kiên sau cái chết của Vương Mãnh đã cảm thấy rằng mình có thể giám sát mọi thứ, và tự mình gánh vác quá nhiều việc, điều này được minh chứng trong một chiếu thư mà ông ban hành năm 376, biểu thị rằng khối lượng công việc của ông quá nặng nề đến nỗi một nửa số tóc của ông biến sang màu trắng.\n\nThu năm 376, Phù Kiên mở một chiến dịch lớn đánh Tiền Lương, sau khi vua Tiền Lương là Trương Thiên Tích từ chối thể hiện sự khuất phục bằng cách đến kinh thành [[Trường An]] của Tiền Tần và còn cho giết sứ thần của Tiền Tần. Các tướng của Trương Thiên Tích, vốn đã không hài lòng với những người trẻ tuổi mà ông đưa vào triều, nay đã đầu hàng hoặc dễ dàng bị đánh bại, chỉ trong vòng dưới một tháng, Trương Thiên Tích đã buộc phải đầu hàng, lãnh thổ của Tiền Lương (trung bộ và tây bộ [[Cam Túc]], bắc bộ [[Thanh Hải]], và đông bộ [[Tân Cương]]) được sáp nhập vào Tiền Tần. Chỉ hai tháng sau, Phù Kiên mở một chiến dịch lớn khác để đánh [[Đại (nước)|nước Đại]], trong bối cảnh vua nước Đại là [[Thác Bạt Thập Dực Kiền]] bị con trai là Thác Bạt Dật Quân (拓拔寔君) mưu sát, việc chinh phục diễn ra suôn sẻ.\n\nNăm [[378]], Phù Kiên cử Phù Phi, Mộ Dung Vĩ và Cẩu Trường (苟萇) đi đánh thành Tương Dương (襄陽, nay thuộc [[Tương Dương, Hồ Bắc|Tương Dương]], [[Hồ Bắc]]) của Đông Tấn. Theo đề xuất của Cẩu Trường, Phù Phi ra lệnh bao vây Tương Dương để có thể hạ thành trong khi chỉ phải chịu tốt thất tối thiểu, song Phù Kiên không bằng lòng với điều này và đã lệnh cho Phù Phi hoặc là chiếm thành vào mùa xuân năm 379 hoặc tự sát. Phù Phi do đó đã phát động một cuộc tấn công lớn nhằm hạ thành, thành Tương Dương bị chiếm vào mùa xuân năm 379. Ngụy Hưng (魏興, nay thuộc [[An Khang]], [[Thiểm Tây]]) cũng thất thủ. Tuy nhiên, cũng trong khoảng thời gian này, một đội quân khác được Phù Kiên gửi đi do Bành Siêu (彭超) chỉ huy, sau khi chiếm Bành Thành (彭城, nay thuộc [[Từ Châu]], [[Giang Tô]]), đã bị tướng [[Tạ Huyền]] của Đông Tấn đánh bại và buộc phải bỏ Bành Thành.\n\nNăm [[380]], người anh em họ của Phù Kiên là Phù Lạc (苻洛) nổi loạn, nguyên do là Phù Lạc cảm thấy bị khinh thường khi không được khen thướng thích đáng cho chiến công trong chiến dịch diệt Đại năm 376 và tin rằng quân của Phù Kiên đã mệt mỏi. Tuy nhiên, tướng [[Lã Quang]] đã đánh tan cuộc nổi loạn và bắt giữ Phù Lạc, Phù Kiên sau đó chỉ đưa Phù Lạc đi lưu đày. Các sử gia chỉ trích gay gắt quyết định này, họ tin rằng việc Phù Kiên không xử tử Phù Lạc cũng như những người nổi loạn khác đã khuyến khích các cuộc nổi loạn về sau này và dẫn đến hậu quả là đế quốc bị sụp đổ.\n\nCũng trong năm 380, Phù Kiên đã thực hiện một quyết định lịch sử gây tranh cãi khi cho phân những đồng bào [[người Đê]] của mình, vốn là một sắc tộc nhỏ bé, đến các vùng khác nhau của đế chế dưới quyền chỉ huy của các con trai của ông cùng các tướng lĩnh. Ông có lẽ muốn họ phụng sự với vai trò là một lực lượng ổn định trên khắp đế quốc, song kết quả ban đầu là ngay tại trung tâm của đế quốc, tức [[Quan Trung]], thì lại vắng bóng người Đê trong khi có nhiều người Tiên Ti và Khương, và cuối cùng đã gây nên các yếu tố bất ổn. Ông cũng triệu hồi em trai Phù Dung về kinh thành và cho Phù Dung nắm giữ các chức vụ của Vương Mãnh trước đây. Phù Phi thay thế Phù Dung quản lý phần phía đông của đế quốc.\n\nCuối năm 382, Phù Kiên lại lên kế hoạch đánh Tấn. Hầu hết các trọng thần đã phản đối kế hoạch, bao gồm cả thừa tướng Phù Dung. Tuy nhiên, [[Mộ Dung Thùy]] và [[Diêu Trường]] lại ủng hộ kế hoạch này, và Phù Kiên sẵn sàng trong tư thế chuẩn bị, khi một triều thần can ngăn rằng thời điểm đó khó vượt [[Trường Giang]], Phù Kiên đã thuyết, \"Chúng ta có nhiều binh sĩ, và nếu họ chỉ cần ném roi da của mình thì cũng đủ để ngăn dòng chảy của Trường Giang.\"\n\nNăm 383, Phù Kiên cử Lã Quang đi đánh [[Tây Vực]] (西域, nay là Tân Cương và các nước Trung Á), nhiều vương quốc tại đó đã khuất phục Tiền Tần và xưng làm chư hầu nhưng một số thì không. Chiến dịch của Lã Quang kéo dãi trong nhiều năm và khá thành công nhưng đến khi nó được hoàn tất thì Phù Kiên lại qua đời và Tiền Tần tiến gần đến chỗ bị suy sụp.\n\n===Nam chinh===\n{{chính|Trận Phì Thủy}}\n\nNăm 383, Phù Kiên mở chiến dịch đánh Đông Tấn, cử Phù Dung làm chỉ huy, bất chấp việc Phù Dung phản đối. Sau chiến thắng vào ban đầu, quân Tiền Tần chiếm được thành Thọ Dương (壽陽, nay thuộc [[Lục An]], [[An Huy]]), quân Tiền Tần đã phải hứng chịu thiệt hại dưới tay của [[Tạ Huyền]] và [[Lưu Lao Chi]] (劉牢之), quân Tiền Tần bị dồn đến Phì Thủy (nay không còn tồn tại, song có lẽ là sông chảy qua Lục An ngày nay, gần [[Hoài Hà]]), quân Tiền Tần ở bờ tây còn quân Tấn ở bờ đông. Tạ Huyền đề nghị Phù Dung rằng hãy rút về phía tây để quân Tân có thể qua sông, Phù Kiên và Phù Dung đã chấp thuận, song khi bắt đầu rút lui, quân Tiền Tần đã hoảng sợ và không thể dừng lại. Phù Dung đã cố gắng ổn định lại quân lính, song đột nhiên con ngựa của ông bị ngã, và ông ta bị quân Tấn giết chết, dẫn tới sự sụp đổ hoàn toàn của quân Tiền Tần. Bản thân Phù Kiên bị trúng một mũi tên và ông buộc phải chạy đến chỗ Mộ Dung Thùy. Con trai của Mộ Dung Thùy là [[Mộ Dung Bảo]] và em trai là [[Mộ Dung Đức]] đã thuyết phục Mộ Dung Thùy giết chết vị hoàng đế bại trận và tái lập nước Yên, song Mộ Dung Thùy đã từ chối và hộ tống Phù Kiên an toàn trở về Lạc Dương.\n\n===Sau trận Phì Thủy===\n[[Mộ Dung Thùy]] không ra tay với Phù Kiện do hoàng đế trước đây đã đối đãi tốt với ông ta, tuy vậy ông ta vẫn muốn khôi phục nước Yên. Với cớ muốn trấn an người dân ở phía đông của đế quốc, Mộ Dung Thùy đã thuyết phục được Phù Kiên cho phép mình làm lãnh đạo quân đội ở đông bắc, bất chấp phản đối từ Quyền Dực (權翼). Khi Mộ Dung Thùy đến [[Nghiệp (thành)|Nghiệp Thành]], ông ta và Phù Phi đã ngờ vực lần nhau song cả hai đều bác bỏ đề xuất phục kích đối phương của thuộc hạ. Lúc này, tộc trưởng [[Đinh Linh]] là [[Địch Bân]] (翟斌) đã nổi loạn chống lại Tiền Tần, với sự trợ giúp của cháu trai của Mộ Dung Thùy là Mộ Dung Phượng (慕容鳳), và tiến đánh Lạc Dương, Phù Phi đã cử Mộ Dung Thùy tiến về phía nam để giải vây cho Lạc Dương cùng với phụ tá [[người Đê]] là tướng Phù Phi Long (苻飛龍). Trên đường tiến đến Lạc Dương, Mộ Dung Thùy đã phục kích Phù Phi Long và tàn sát quân lính của ông ta, song vẫn viết một lá thư giải thích cho Phù Kiên. Tuy nhiên, mùa xuân năm 384, Mộ Dung Thùy đã hội quân cùng Trạch Bân và xưng làm Yên vương và lập nước [[Hậu Yên]]. Ông ta nhanh chóng chiếm được nhiều thành ở phía đông của đế quốc.\n\nTrong khi đó, cháu trai của Mộ Dung Thùy và em trai của [[Mộ Dung Vĩ]] là [[Mộ Dung Hoằng]], hay tin về cuộc nổi dậy của Mộ Dung Thùy nên đã tập hợp một số binh lính Tiên Ti và cũng bắt đầu nổi dậy ngay tại vùng Quan Trung, tự xưng tước hiệu Tiền Yên cũ của mình là Tế Bắc vương và lập nước [[Tây Yên]]. Phù Kiên cử em trai Phù Duệ (苻叡) cùng với sự hỗ trợ của Diêu Trường đi đánh Mộ Dung Hoằng. Mộ Dung Hoằng trong sợ hãi đã bỏ Quan Trung và Phù Duệ đã có ý muốn cắt đường trốn thoát của Mộ Dung Hoằng, bất chấp việc Diêu Trường muốn để yên cho người Tiên Ti rời khỏi. Tuy nhiên, Mộ Dung Hoằng khi bị ép phải giao chiến lại đánh bại và giết chết được Phù Duệ. Khi Diêu Trường cử người đưa tin về kinh để báo thất bại, Phù Kiên không hiểu vì lý do gì, đã tức giận đến nỗi giết người đưa tin của Diêu Trường, điều này đã khiến Diêu Trường hoảng sợ và bỏ chạy cùng với các binh lính người Khương. Diêu Trường xưng làm \"Vạn Niên Tần Vương\" (萬年秦王), lập nước [[Hậu Tần]].\n\nMộ Dung Hoằng lúc này tiến về Trường An, ông ta hội quân cùng một người anh em khác tên là [[Mộ Dung Xung]]. Ông yêu cầu rằng Phù Kiên hãy đưa Mộ Dung Vĩ đến chỗ mình, và Mộ Dung Vĩ một mặt thì cam kết trung thành với Phù Kiện, một mặt thì bí mật cử người đưa tin cho Mộ Dung Hoằng thúc giục ông ta tiến đánh Trường An, mặc dù vậy, Mộ Dung Hoằng sau đó bị các tướng của mình giết hại và Mộ Dung Xung lên thay thế, người này xưng làm thái tử. Phù Kiên đích thân dẫn một đội quân Tiền Tần đến đánh Diêu Trường song đã không thành công. Con trai của Phù Kiên là Bình Nguyên công Phù Huy (苻暉) sau đó bỏ Lạc Dương và đến trợ giúp Trường An, và toàn bộ lãnh thổ phía đông đế quốc (ngoại trừ Nghiệp Thành) đã bị mất. Lúc này, Tấn cũng mở các chiến dịch và họ đã lấy lại được các vùng nay là [[Trùng Khánh]], [[Tứ Xuyên]], và nam bộ [[Thiểm Tây]] vào đầu năm 385, cũng như chiếm nhiều lãnh thổ của Tiền Tần ở phía nam [[Hoàng Hà]], quân Tấn dưới quyền tướng Tạ Huyền lúc này cũng đang tạm thời liên minh với Phù Phi để chống [[Hậu Yên]].\n\nCuối năm 384, Mộ Dung Vĩ đã cố gắng giết chết Phù Kiên tại một bữa tiệc, song sau khi tin tức bị lộ, Phù Kiên đã cho xử tử Mộ Dung Vĩ cùng những người Tiên Ti khác tại Trường An. Mộ Dung Xung hay tin đã xưng đế vào đầu năm 385. Ông ta tiếp tục giáng cho Phù Huy nhiều thất bại, và Phù Huy trong cơn giận sau thất bại và bị phụ thân quở trách, đã tự sát. Bị Mộ Dung Xung bao vây, Trường An rơi vào nạn đói khủng khiếp. Phù Kiên đã quyết định rằng ông sẽ dẫn một đội quân ra khỏi thành và tìm nguồn lương thảo, và phong cho Thái tử Phù Hoành làm người cai quản kinh thành, song ngay sau khi Phù Kiên rời khỏi, thành đã thất thủ và Thái tử chạy đến Tấn\n\nTrong lúc đó, Phù Kiên đã đưa quân đến Ngũ Tương sơn (五將山, nay thuộc [[Bảo Kê]], [[Thiểm Tây]]), song sau đó bị quân Hậu Tần bao vây và bắt được và rồi bị đưa đến Tân Bình (新平, nay thuộc [[Hàm Dương]], [[Thiểm Tây]]) và bị giam giữ ở đây cùng với Trương phu nhân, con trai là Trung Sơn công Phù Sân (苻詵), cùng các con gái Phù Bảo (苻寶) và Phù Cẩm (苻錦). Diêu Trường đã cố thuyết phục Phù Kiên truyền ngôi cho mình, song Phù Kiên giận dữ trước sự phản bội của Diêu nên đã từ chối. Ông cũng giết chết Phù Bảo và Phù Cẩm để các thuộc hạ của Diêu Trường không thể làm nhục họ. Vào mùa thu năm 385, Diêu Trường cử quân đến siết cổ Phù Kiên. Trương phu nhân và Phù Sân tự sát. Tuy vậy, binh lính Hậu Tần vẫn thương tiếc Phù Kiên, vì thế nên Diêu Trường để giả vờ rằng mình đã không giết Phù Kiên, và đã truy phong thụy hiệu cho Phù Kiên là '''Tráng Liệt Thiên Vương''' (壯烈天王), mặc dù thụy hiệu này không được Phù Phi công nhận.\n\n==Xem thêm==\n* [[Phù Sinh]]\n* [[Vương Mãnh]]\n* [[Diêu Trường]]\n\n==Tham khảo==\n{{Tham khảo}}\n* [[Tấn thư]], các quyển 113, 114 (Phù Kiên truyện: thượng, hạ)\n* [[Tư trị thông giám]], các quyển 100, 101, 102, 103, 104, 105, 106\n\n{{Vua Tiền Tần}}\n\n[[Thể loại:Vua Tiền Tần]]\n[[Thể loại:Nhân vật quân sự Ngũ Hồ thập lục quốc]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Sinh năm 337]]\n[[Thể loại:Mất năm 385]]"}