{"Phù Sùng":"{{Thông tin nhân vật hoàng gia\n| tên = Tần Mạt Chúa\n| tên gốc =秦末主\n| tước vị = Hoàng đế Trung Hoa\n| thêm = china\n| hình =\n| cỡ hình =\n| ghi chú hình =\n| chức vị = Vua [[Tiền Tần]]\n| tại vị = [[394]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Phù Đăng|Tần Cao Đế]]\n| nhiếp chính =\n| kế nhiệm = triều đại sụp đổ\n| hoàng tộc = [[Tiền Tần]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Phù Sùng\n| kiểu tên đầy đủ = Tên thật\n| phối ngẫu\n| vợ =\n| chồng =\n| thông tin con cái = \n| con cái = Thái tử Phù Tuyên (苻宣)\n| niên hiệu =Diên Sơ (延初) 7-10\/394\n| miếu hiệu = không\n| thụy hiệu = Mạt Chúa (秦末主)\n| cha = [[Phù Đăng]]\n| mẹ = \n| sinh =\n| nơi sinh =\n| mất = [[394]]\n| nơi mất = \n| ngày an táng =\n| nơi an táng = \n}}\n'''Phù Sùng''' ({{zh|c=苻崇|p=Fú Chóng}}) (?-[[394]]) là vua thứ 7 và là vua cuối cùng của nước [[Tiền Tần]] trong [[lịch sử Trung Quốc]]. Ông lên ngôi vào năm 394 sau khi phụ hoàng [[Phù Đăng]] bị giết. Ông sau đó cũng chết trận khi giao chiến với quân [[Tây Tần]], Tiền Tần đến đây diệt vong.\n\n==Dưới thời trị vì của Phù Đăng==\nPhù Sùng lần đầu tiên được sử sách đề cập tới là vào năm 386, khi đó cha ông trở thành hoàng đế Tiền Tần sau cái chết của [[Phù Phi]]. Năm 387, Phù Đăng lập con trai của Phù Phi là Phù Ý (苻懿) làm thái tử và lập Phù Sùng làm Đông Bình vương và cho ông giữ một chức vụ chủ chốt trong triều. Sau khi Phù Ý qua đời năm 388, Phù Sùng trở thành thái tử. Không rõ về các đóng góp của ông trong các chiến dịch của phụ thân nhằm chống lại hoàng đế [[Diêu Trường]] của nước [[Hậu Tần]] kình địch.\n\nNăm 394, sau khi Diêu Trường qua đời, Phù Đăng mở một chiến dịch lớn nhắm vào Hậu Tần; ông lệnh cho huynh đệ là Phù Quảng (苻廣) phòng thủ Ung Thành (雍城, nay thuộc [[Bảo Kê]], [[Thiểm Tây]]) và Phù Sùng phòng thủ Hồ Không bảo (胡空堡, nay thuộc [[Hàm Dương]], [[Thiểm Tây]]) song Phù Đăng lại không đảm bảo được nước cho đội quân của mình. Tân Hoàng đế [[Diêu Hưng]] của Hậu Tần cho quân đến Mã Ngôi (馬嵬, nay thuộc [[Hàm Dương]], [[Thiểm Tây]]) để ngăn cản quân Tiền Tần tiếp cận được con sông gần đó, quân Tiền Tần do vậy đã sụp đổ vì khát. Khi hay tin chiến bại, Phù Quảng và Phù Sùng đã từ bỏ hai thành mà họ đang giữ. Phù Đăng chạy trốn đến Bình Lăng và sau đó lánh vào vùng đồi núi. Ông cử con trai là Nhữ Âm vương Phù Tông đến chỗ vua [[Khất Phục Càn Quy]] của [[Tây Tần]], và gả em gái choa Khất Phục Càn Quy nhằm tìm kiếm sợ hỗ trợ của Tây Tần. Khất Phục Càn Quy đã cử tướng Khất Phục Ích Châu (乞伏益州) dẫn quân đến trợ giúp Phù Đăng, song đến khi Phù Đăng đi ra khỏi vùng đối núi để đến chỗ quân Khất Phục Ích Châu thì Diêu Hưng đã phục kích và bắt giữ ông ta rồi hành quyết sau đó.\n\n==Trị vì==\nSau khi hay tin phụ thân bị giết, Phù Sùng chạy đến Hoàng Trung (湟中, nay thuộc [[Tây Ninh, Thanh Hải|Tây Ninh]], [[Thanh Hải (Trung Quốc)|Thanh Hải]]), là vùng nằm dưới quyền kiểm soát của [[Khất Phục Càn Quy]], và xưng đế ở đó. Ông lập con trai mình, Phù Tuyên (苻宣), làm thái tử. Tuy nhiên, vào mùa đông năm 394, Khất Phục Càn Quy đã trục xuất ông, và ông phải chạy đến chỗ Dương Định (楊定), một trong các vị tướng còn lại của phụ thân. Dương Định hội quân cùng Phù Sùng tiến đánh Khất Phục Càn Quy. Khất Phục Càn Quy cử Khất Phục Ích Châu và hai tướng khác là Khất Phục Kha Đàn (乞伏軻彈) và Việt Chí Cật Quy (越質詰歸) đi đánh Dương Định và Phù Sùng, Dương ban đầu đã đánh bại được quân Tây Tần. Tuy nhiên, ba tướng quân Tây Tần sau đó đã phản công và giết chết Dương Định cùng Phù Sùng trong trận chiến. Tiền Tần đến đây điệt vong, và thái tử Phù Tuyên sau đó chạy trốn và liên minh với người kế thừa của Dương Định là [[Dương Thịnh]] (楊盛), tuy nhiên Thái tử không tìm cách tái lập cấu trúc triều đình Tiền Tần. Năm 397, cả ông ta và Dương Thịnh đều được [[nhà Tấn]] phong chức tướng, năm 407, ông lãnh đạo quân của Dương Thịnh chống lại Hậu Tần, và đến năm 413, ông bị nhà Tấn buộc phải trở về lãnh địa [[Cừu Trì]] của Dương Thịnh.\n\n==Tham khảo==\n{{Tham khảo}}\n* [[Tư trị thông giám]], các quyển 107, 108, 109\n* [[Tấn thư]], quyển 115\n\n{{Vua Tiền Tần}}\n\n[[Thể loại:Vua Tiền Tần]]\n[[Thể loại:Nhân vật quân sự Ngũ Hồ thập lục quốc]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 394]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 4]]"}