{"Phùng Dị":"[[File:馮異（東漢演義評）.jpg|thumb|200px|Phùng Dị]]\n'''Phùng Dị''' (chữ Hán: 冯异, ? – 34) là tướng lãnh, khai quốc công thần, một trong [[Vân Đài nhị thập bát tướng]] [[nhà Đông Hán]] trong lịch sử Trung Quốc.\n\n==Quy thuận Lưu Tú==\nDị tự Công Tôn, người huyện Phụ Thành, quận Dĩnh Xuyên {{efn|Nay là phía đông huyện [[Bảo Phong]], địa cấp thị [[Bình Đính Sơn]], [[Hà Nam (Trung Quốc)|Hà Nam]]}}. Dị thích đọc sách, thông thạo [[Tả truyện]], [[Tôn Tử binh pháp|Tôn tử binh pháp]].<ref name=\"H\">''[[Hậu Hán thư]] quyển 17, liệt truyện 7 – Phùng Sầm Giả truyện: Phùng Dị''<\/ref>\n\nChiến loạn nổ ra, Dị được lấy chức Quận duyện coi 5 huyện, cùng Phụ Thành trưởng Miêu Manh giữ thành, giúp [[nhà Tân]] chống lại nghĩa quân. Lưu Tú tấn công Dĩnh Xuyên, đánh Phụ Thành không được, đóng đồn ở Cân Xa hương. Dị lẻn đi huyện dưới quyền, bị nghĩa quân bắt. Bấy giờ anh họ Dị là Phùng Hiếu với người đồng quận Đinh Sâm, Lữ Yến đều đi theo Lưu Tú, nhân đó cùng tiến cử ông. Dị được triệu kiến, nói: “Dị chỉ có một mình, không đủ để làm gì. Nhưng còn mẹ già ở trong thành, nguyện quay về giữ 5 thành, để báo đáp ân đức của ngài.” Lưu Tú nói: “Được.” Dị quay về, nói với Miêu Manh rằng: “Nay khắp nơi nổi dậy, phần nhiều hoành hành bạo ngược, chỉ có Lưu Tú đến đâu cũng không cướp bóc. Xem lời nói, cử chỉ của ông ta thì chẳng phải là người tầm thường, có thể gởi mình.” Miêu Manh nói: “Chúng ta sống chết cùng mệnh, xin theo kế của anh.” Lưu Tú quay về Uyển Thành, nghĩa quân của Hán Canh Thủy đế trước sau hơn 10 đợt đánh Phụ Thành, Dị giữ vững nên không ai hạ nổi; đến khi Lưu Tú được làm Tư lệ hiệu úy, đi qua Phụ Thành, bọn Dị mở cửa bày trâu, rượu ra đón. Lưu Tú thự Dị làm Chủ bộ, Miêu Manh làm Tòng sự. Dị nhân đó tiến cử người trong ấp là bọn [[Diêu Kỳ]], [[Thúc Thọ]], [[Đoàn Kiến]], [[Tả Long]], đều được Lưu Tú lấy làm Duyện sử, đưa đến Lạc Dương.<ref name=\"H\" \/>\n\n==Tòng chinh Hà Bắc==\n[[Canh Thủy đế]] mấy lần muốn sai Lưu Tú tuần thị Hà Bắc, bị nhiều người can ngăn. Bấy giờ con trai Tả thừa tướng Tào Cánh là Tào Hủ được làm thượng thư, cha con đều được trọng dụng, Dị khuyên Lưu Tú kết giao với ông ta. Đến nay Lưu Tú được đi Hà Bắc, là nhờ Tào Hủ ra sức giúp đỡ.<ref name=\"H\" \/>\n\nTừ khi [[Lưu Diễn]] bị hại, Lưu Tú không dám lộ ra vẻ đau xót, mỗi khi ở một mình thì không ăn thịt uống rượu, đi ngủ mới chảy nước mắt. Dị một mình đề nghị Lưu Tú gắng chịu nỗi đau, Lưu Tú khoát tay: “Anh chớ nói sằng.” Dị nhân đó khuyên rằng: “Thiên hạ chịu khổ vì họ Vương, nhớ nhà Hán đã lâu. Nay chư tướng của Canh Thủy hoành hành bạo ngược, đến đâu cũng cướp bóc, khiến trăm họ thất vọng, không còn chỗ nương nhờ. Nay ngài nắm quyền một phương, thi hành ân đức. Nhân lúc có loạn [[Hạ Kiệt|Kiệt]], [[Thương Trụ|Trụ]] để lập công [[Thành Thang|Thang]], [[Hạ Vũ|Vũ]], thừa dịp dân chúng đói khát đã lâu,, cho họ được ăn uống no nê. Nên gấp sai phái quan thuộc, tuần hành quận huyện, giải oan ức, ban ân nghĩa.” Lưu Tú nghe theo. Đến Hàm Đan, Lưu Tú sai Dị với Diêu Kỳ phụng mệnh {{efn|Nguyên văn: 乘传\/thừa (ngồi xe) truyền (nhà trạm). Thừa truyền có nghĩa: 1. Ngồi xe của trạm dịch; 2. Phụng mệnh đi sứ; 3. Cỗ xe 4 thớt ngựa của trạm dịch; 4. Phiếm chỉ xe của sứ giả. Bấy giờ là thời buổi chiến loạn, trạm dịch có lẽ không thể hoạt động bình thường.}} tuần hành vỗ về huyện dưới quyền: xét tù phạm, thăm góa bụa, những kẻ vong mệnh tự tìm đến thì bỏ qua tội của họ; ngầm điều tra các quan lại nhận bổng lộc 2000 thạch trở lên, xem ai thuận ai nghịch để trình lên.<ref name=\"H\" \/>\n\nĐến khi [[Vương Lang]] nổi dậy, Lưu Tú tự huyện Kế {{efn|Nay là [[Bắc Kinh]]}} chạy vội theo hướng đông nam, chỉ có thể nghỉ ngơi tạm bợ. Đến Vô Thê đình thuộc huyện Nhiêu Dương, gặp lúc trời rét đậm, mọi người đều đói mệt, Dị dâng lên cháo đậu. Trời sáng, Lưu Tú nói với chư tướng rằng: “Hôm qua ăn cháo đậu của Công Tôn, đói lạnh đều hết.” Đến huyện Nam Cung, gặp mưa lớn, Lưu Tú đưa xe vào căn nhà hoang bên đường; Dị kiếm củi, [[Đặng Vũ]] nhóm lửa, Lưu Tú đứng trước bếp để hong khô y phục; Dị lại dâng lên cơm tẻ, đùi thỏ. Sau khi vượt sông Hô Đà để đến Tín Đô, Lưu Tú sai Dị riêng thu binh sĩ ở Hà Gian. Xong việc trở về, Dị được bái làm Thiên tướng quân. Tiếp đó Dị tham gia đánh bại Vương Lang, được phong Ứng hầu {{efn|[[Lý Hiền (Nhà Đường)|Lý Hiền]] dẫn phần chú giải Tả truyện của Đỗ Dự, cho biết nước Ứng nằm ở phía tây nam, phụ cận Phụ Thành – quê hương của Phùng Dị.}}.<ref name=\"H\" \/>\n\nSau khi dẹp được Vương Lang, Dị riêng đánh phá nghĩa quân Thiết Hĩnh ở huyện Bắc Bình, rồi hàng phục Vu Lâm Đạp Đốn vương của [[Hung Nô]], giúp Lưu Tú bình định xong Hà Bắc.<ref name=\"H\" \/>\n\n==Trấn thủ Mạnh Tân==\nBấy giờ Canh Thủy đế sai Vũ Âm vương [[Lý Dật]], Lẫm Khâu vương [[Điền Lập]], Đại tư mã [[Chu Vĩ]], Bạch Hổ công [[Trần Kiều]] phao rằng đem 30 vạn binh, cùng Hà Nam thái thú [[Vũ Bột]] cùng giữ Lạc Dương. Lưu Tú sắp bắc tiến Yên, Triệu, cho rằng Ngụy Quận, Hà Nội không có chiến sự, nên thành lũy nguyên vẹn, kho lẫm đầy đủ, muốn giữ vùng này làm căn bản, bèn bái [[Khấu Tuân]] làm Hà Nội thái thú, Dị làm Mạnh Tân tướng quân, thống lĩnh quân đội 2 quận lên thượng du [[Hoàng Hà]], chống lại bọn Chu Vĩ.<ref name=\"H\" \/>\n\nDị bèn gởi thư cho Lý Dật rằng: “Tôi nghe gương sáng là để soi mình, nhớ xưa là để biết nay. Ngày trước [[Vi Tử]] rời [[Nhà Ân|Ân]] mà vào [[Nhà Chu|Chu]], [[Hạng Bá]] bỏ [[Sở (nước)|Sở]] mà theo Hán. [[Chu Bột]] đón Đại vương ([[Hán Văn đế]]) mà truất Thiếu đế (Lưu Hoằng), [[Hoắc Quang]] tôn Hiếu Tuyên ([[Hán Tuyên đế]]) mà phế Xương Ấp ([[Lưu Hạ]]). Họ đều sợ trời biết mệnh, thấy lẽ tồn vong, biết việc phế hưng, nên có thể thành công nhất thời, làm nên sự nghiệp muôn đời. Cứ cho là Trường An (phiếm chỉ Canh Thủy đế) còn có thể phù trợ, trải qua năm tháng, sơ không bằng thân, xa không kịp gần, Quý Văn (tự của Dật) há có thể giữ một góc sao? Nay Trường An loạn lạc, [[Khởi nghĩa Xích Mi|Xích My]] đến gần, vương hầu kết thù, đại thần chia rẽ {{efn|Phùng Dị nhắc đến tình hình nội loạn ở Trường An: bọn đại thần [[Trương Ngang]], [[Thân Đồ Kiến]],[[Ngỗi Hiêu]] mưu tính bắt ép Canh Thủy đế quay về Nam Dương nhưng bại lộ, sau đó bọn [[Vương Khuông (Lục Lâm)|Vương Khuông]], Trương Ngang dấy binh nhưng không thể bắt được Canh Thủy đế, bèn quay sang đầu hàng nghĩa quân Xích My.}}, cương kỷ đã dứt, bốn phương tan rã, họ khác nổi lên, bởi thế Tiêu vương (tước của Lưu Tú) đội sương đạp tuyết, sửa sang Hà Bắc. Ngày nay anh tài tụ họp, trăm họ ngợi ca, dẫu Bân, Kỳ mộ Chu {{efn|[[Cổ Công Đản Phủ]] (ông nội của [[Chu Văn vương]]) dời tộc Chu từ đất Bân đến Kỳ Sơn, rất được lòng dân.}}, cũng không thể so sánh. Quý Văn bằng như có thể giác ngộ thành bại, kíp định đại kế, nghĩ việc người xưa (ý nói Vi Tử, Hạng Bá), chuyển họa làm phúc, chính là lúc này. Nếu mãnh tướng kéo đến, nghiêm binh vây thành, dẫu có hối hận, cũng không kịp rồi!” Khi xưa Dật cùng anh em Lưu Diễn, Lưu Tú đồng mưu khởi nghĩa ở Thung Lăng, hai nhà Lưu – Lý còn là thông gia, nhưng Dật lại trở mặt hãm hại Lưu Diễn. Dẫu biết chánh quyền Canh Thủy đế nguy ngập, nhưng Dật chưa dám đầu hàng, bèn gởi thư trả lời rằng: “Dật vốn cùng Tiêu vương bày mưu dựng Hán, ước hẹn sống chết, tính kế sang hèn. Nay Dật coi Lạc Dương, tướng quân giữ Mạnh Tân, đều nắm then chốt, là cơ hội ngàn năm có một, mong được chặt vàng kết giao. Xin gởi lời đến Tiêu vương, nguyện tiến ngu sách, để tá quốc an dân.” <ref name=\"H\" \/>\n\nDật từ khi gởi thư, không tiếp tục cùng Dị giao chiến, nên Dị nhân đó bắc đánh Thiên Tỉnh quan, nhổ 2 thành Thượng Đảng, rồi nam hạ 13 huyện ở phía đông Thành Cao thuộc bờ nam Hoàng Hà; đến các đồn, tụ, đều dẹp được, người đầu hàng hơn 10 vạn. Vũ Bột đem hơn vạn người đánh những kẻ đầu hàng, Dị dẫn quân vượt Hoàng Hà, cùng Bột giao chiến ở Sĩ Hương đình, đại phá và chém Bột, giành được hơn 5000 thủ cấp; Dật lại đóng cửa không cứu. Dị thấy ông ta đáng tin, bèn đem việc tâu lên. Lưu Tú cố ý tiết lộ thư của Dật, để cho Chu Vĩ biết được. Vĩ giận, sai người đâm chết Dật, khiến lòng người trong thành Lạc Dương rời rã, nhiều người đầu hàng. Chu Vĩ sai Thảo nạn tướng quân [[Tô Mậu]] đem mấy vạn người đánh huyện Ôn, Vĩ tự đem mấy vạn người đánh Bình Âm để ngăn Dị. Dị sai hiệu úy nắm binh, cùng Khấu Tuân hiệp lực đánh bại Tô Mậu. Dị nhân đó vượt Hoàng Hà đánh Chu Vĩ, Vĩ thua chạy; Dị đuổi theo đến Lạc Dương, đi quanh thành 1 vòng rồi quay về.<ref name=\"H\" \/>\n\nDị dâng hịch trình bày thắng lợi, chư tướng đều chúc mừng, rồi khuyên Lưu Tú lên ngôi hoàng đế. Lưu Tú bèn triệu Dị đến ấp Hạo, hỏi tình hình bốn phương; Dị nói: “3 vương phản loạn {{efn|Lý Hiền cho biết 3 vương ở đây là Hoài Dương vương Trương Ngang, Nhương vương [[Liêu Trạm]], Tùy vương [[Hồ Ân]].}}, Canh Thủy bại vong, thiên hạ vô chủ, nỗi lo tông miếu, ở hẳn đại vương. Nên theo lời mọi người, trên vì xã tắc, dưới vì trăm họ.” Lưu Tú nói: “Đem qua tôi mơ thấy cưỡi rồng đỏ bay lên trời, tỉnh dậy, trong lòng run rẩy.” Dị nhân đó quỳ xuống chúc mừng: “Đây là mệnh trời ảnh hưởng đến tâm thần, trong lòng run rẩy là tính thận trọng của đại vương đấy.” Dị bèn cùng chư tướng bàn bạc tôn hiệu để dâng lên.<ref name=\"H\" \/>\n\n==Bình định Quan Trung==\nMùa xuân năm Kiến Vũ thứ 2 (26), Dị được định phong làm Dương Hạ hầu. Sau đó Dị đánh bại nghĩa quân Nghiêm Chung, Triệu Căn ở Dương Địch. Triều đình giáng chiếu cho Dị về nhà tế mộ, sai Thái trung đại phu đem đến trâu, rượu, lệnh cho thái thú, đô úy trở xuống trong phạm vi 200 dặm phải tham dự buổi lễ cùng với tông tộc họ Phùng.<ref name=\"H\" \/>\n\nBây giờ nghĩa quân Xích My và quân phiệt [[Duyên Sầm]] giao chiến ở vùng Tam Phụ {{efn|[[Nhà Hán]] đặt 3 chức quan trị lý khu vực kinh kỳ: Kinh Triệu Doãn, Tả Phùng Dực, Hữu Phù Phong, cũng là tên gọi của 3 vùng đất này, quen gọi chung là Tam Phụ.}}, các họ lớn ở quận, huyện đều nắm quân đội, Đại tư đồ Đặng Vũ không thể bình định, triều đình bèn sai Dị thay Vũ đánh dẹp. Hán Quang Vũ đế đích thân đưa tiễn đến Hà Nam, ban cho thanh kiếm ngọc 7 thước của mình, giáng sắc rằng: “Tam Phụ đã gặp loạn [[Vương Mãng]], Canh Thủy, lại chịu sự tàn khốc của Xích My, Duyên Sầm, trăm họ đồ thán, không chốn nương nhờ. Nay ngươi chinh phạt, chẳng cần cướp đất đồ thành, mà nên ổn định yên ủi họ nhé. Chư tướng chẳng phải không thể chiến đấu, mà là quen cướp bóc rồi. Khanh vốn giỏi chế ngự quan binh, hãy nhớ tự chỉnh đốn, không để quận, huyện chịu khổ.” Dị dập đầu nhận mệnh, rồi đem quân tây tiến, đến đâu cũng quảng bá uy tín; hơn 10 lực lượng nghĩa quân ở quận Hoằng Nông là bọn Hoắc Lang ở Thằng Trì, Vương Trường ở huyện Thiểm, Trọc Huệ ở huyện Hồ, Dương Thẩm ở Hoa Âm,... kéo nhau ra hàng.<ref name=\"H\" \/> {{efn|Hậu Hán thư không nói rõ, chi tiết vài cánh nghĩa quân ở trên là do Lý Hiền dẫn từ [[Đông quán Hán ký]]}}\n\nDị gặp nghĩa quân Xích My ở Hoa Âm, giằng co hơn 60 ngày, giao chiến vài mươi hợp, thu hàng hơn 5 ngàn người của bọn Lưu Thủy, Vương Tuyên. Mùa xuân năm thứ 3 (27), triều đình sai sứ giả bái Dị làm Chinh tây đại tướng quân. Gặp lúc Đặng Vũ soái bọn Xa kỵ tướng quân [[Đặng Hoằng]] quay về, cùng Dị đánh nghĩa quân Xích My. Dị nói: “Tôi cùng giặc giằng co vài mươi ngày, tuy mấy lần bắt được tướng giỏi, nhưng họ vẫn còn nhiều, chỉ có thể dần dần dùng ân tín để lung lạc, khó lòng dùng binh để đánh phá. Hoàng thượng nay sai các anh đồn trú Thằng Trì để chẹn mặt đông, còn Dị đánh mặt tây, nhấc tay thì bắt được họ, đấy là kế vẹn toàn vậy.” Vũ, Hoằng không nghe. Hoằng giao chiến với nghĩa quân Xích My đến chiều, nghĩa quân vờ thua, bỏ lại xe cộ. Xe đều chở đất, lấy đậu rải lên, binh Hán đang đói nên tranh nhau đuổi bắt. Xích My quay lại đánh, quân của Hoằng rối loạn. Dị, Vũ hợp binh cứu Hoằng, nghĩa quân hơi lùi. Dị cho rằng sĩ tốt đói mệt, hãy tạm nghỉ; Vũ không nghe, lại đánh, khiến quân Hán đại bại, tử thương hơn 3000 người. Vũ chạy thoát về Nghi Dương; Dị bỏ ngựa đi bộ, trèo qua Hồi Khê phản {{efn|Lý Hiền cho biết Hồi Khê phản là cái khe khô dài 4 dặm, rộng 2 trượng, sâu 2.5 trượng.}}, cùng vài kẻ bộ hạ trở về doanh trại. Dị khôi phục rào lũy, thu thập tàn binh, tập hợp vài vạn người ở các doanh bảo, gởi lời khiêu chiến Xích My; đồng thời sai tráng sĩ ăn mặc theo lối nghĩa quân, mai phục bên đường. Trời sáng, vài vạn nghĩa quân Xích My tiến đánh tiền quân của Dị, nhưng ông chỉ phái một ít binh sĩ ra cứu. Xích My cho rằng quân Hán yếu ớt, dốc tất cả ra đánh; Dị bèn tung quân đại chiến. Trời chiều, Xích My yếu thế, phục binh Hán trỗi dậy, quần áo gây lẫn lộn, khiến nghĩa quân kinh sợ tan rã. Quân Hán đuổi đánh, đại phá địch ở Hào Để, thu hàng 8 vạn nam nữ. Xích My còn hơn 10 vạn người, chạy sang phía đông đến Nghi Dương rồi xin hàng.<ref name=\"H\" \/>\n\nBấy giờ Xích My đã hàng, nhưng còn nhiều lực lượng cát cứ: Duyên Sầm ở Lam Điền, [[Vương Hâm]] ở Hạ Khuê, [[Phương Đan]] ở Tân Phong, [[Tưởng Chấn]] ở Bá Lăng, [[Trương Hàm]] ở Trường An, [[Công Tôn Thủ]] ở Trường Lăng, [[Dương Chu]] ở Cốc Khẩu, [[Lữ Vị]] ở Trần Thương, [[Giác Hoành]] ở Khiên, [[Lạc Duyên]] ở Chu Chất, [[Nhâm Lương]] ở Hộ, [[Nhữ Chương]] ở Hòe Lý, đều xưng tướng quân, nắm binh nhiều thì hơn vạn, ít thì vài ngàn, đánh phá lẫn nhau. Dị vừa đánh vừa đi, đóng đồn trong Thượng Lâm uyển. Không còn nghĩa quân Xích My, Duyên Sầm tự xưng Vũ An vương, bố trí quan lại, muốn chiếm cứ Quan Trung, dẫn Trương Hàm, Nhâm Lương cùng đánh Dị. Dị đánh bại họ, chém hơn ngàn thủ cấp; các doanh bảo nương nhờ Duyên Sầm đều theo về với ông. Duyên Sầm chạy sang đánh huyện Tích, Dị sai Phục Hán tướng quân [[Đặng Diệp]], Phụ Hán tướng quân [[Vu Khuông]] chẹn đánh, đại phá ông ta, thu hàng hơn 8000 người của bọn tướng lãnh Tô Thần; Sầm bèn từ Vũ Quan chạy đi Nam Dương. Bấy giờ xảy ra nạn đói, trăm họ ăn thịt lẫn nhau, 1 cân vàng đổi 5 thăng đậu. Đường xá cách trở, vận tải không thông, quân Hán phải dùng trái cây thay lương thực. Triều đình giáng chiếu bái người Nam Dương là [[Triệu Khuông]] làm Hữu Phù Phong, đem binh giúp Dị, chở theo vật tư – lương thực, trong quân đều tung hô vạn tuế. Quân đội của Dị được ăn no, bắt đầu tiêu diệt những thế lực không nghe lệnh, khen thưởng những thế lực đã quy hàng lại có công lao, khiến tất cả thủ lãnh của những thế lực ấy đến kinh sư, giải tán quân đội của họ cho quay về làm ăn. Dị uy chấn Quan Trung, chỉ có Lữ Vị, Trương Hàm, Tưởng Chấn sai sứ xin hàng Công Tôn Thuật, còn lại đều bị dẹp.<ref name=\"H\" \/>\n\nNăm sau (27), tướng của [[Công Tôn Thuật]] là Trình Yên giúp Lữ Vị đã ra đóng đồn ở Trần Thương; Dị cùng Triệu Khuông đón đánh, đại phá được. Trình Yên lui chạy về Hán Xuyên; Dị đuổi đánh đến Cơ Cốc, lại phá được, rồi quay lại đánh phá Lữ Vị, doanh bảo xin hàng rất nhiều. Sau đó Công Tôn Thuật mấy lần sai tướng lẻn ra, Dị luôn bẻ gãy được. Trăm họ tìm đến, được Dị đích thân sắp xếp; cứ thế 3 năm, Thượng Lâm uyển trở nên một chốn đô hội.<ref name=\"H\" \/>\n\nMùa xuân năm thứ 6 (30), Dị về kinh sư. Sau vài lần mời dự tiệc và bàn bạc việc đánh Thục, đế lệnh cho Dị đem theo vợ con cùng đi đến miền tây.<ref name=\"H\" \/>\n\n==Chinh phạt Lũng Hữu==\nMùa hạ năm thứ 6 (30), quân Hán tiến lên Lũng Hữu, bị [[Ngỗi Hiêu]] đánh bại; đế bèn giáng chiếu cho Dị tiến quân đến ấp Tuần. Gặp lúc Ngỗi Hiêu thừa thắng sai tướng [[Vương Nguyên (Đông Hán)|Vương Nguyên]], [[Hành Tuần]] đem 2 vạn quân rời Lũng, riêng sai Hành Tuần tiến chiếm ấp Tuần. Dị lập tức xua binh, muốn giành lấy trước. Chư tướng đều nói: “Quân địch đang thịnh lại thừa thắng mà đến, không thể tranh nổi. Nên dừng quân ở nơi tiện lợi, chậm rãi nghĩ phương lược.” Dị nói: “Quân địch đến gần, quen giành lợi nhỏ, hẳn là muốn vào sâu. Nếu lấy được ấp Tuần, khiến Tam Phụ rúng động, mới là nỗi lo của ta. Ôi ‘người công không đủ, người thủ có thừa’ {{efn|Nguyên văn: công giả bất túc, thủ giả hữu dư. Câu này có nguồn gốc từ [[Tôn tử binh pháp]] – Hình thiên: ''Bất khả thắng giả, thủ dã; khả thắng giả, công dã. Thủ tắc bất túc, công tắc hữu dư. Thiện thủ giả, tàng vu cửu địa chi hạ; thiện công giả, động vu cửu thiên chi thượng.'' (tạm dịch: Không thể thắng được thì giữ; có thể thắng được thì đánh. Giữ thì không đủ, đánh thì có thừa. Người giỏi giữ thì giấu ở dưới chín tầng đất; người giỏi đánh thì động ở trên chín tầng trời.}}. Nay chiếm thành trước, dĩ dật đãi lao, tránh phải giao tranh đấy.” Dị ngầm tiến vào thành, đóng chặt cửa, xếp cờ trống. Hành Tuần không biết, chạy vội đến; Dị thừa dịp ông ta không đề phòng, bất ngờ nổi trống dựng cờ kéo ra. Quân Lũng kinh sợ bỏ chạy, quân Hán đuổi theo vài mươi dặm, đại phá được. Sái Tuân cũng phá được Vương Nguyên ở huyện Khiên, vì thế hào trưởng ở Bắc Địa là bọn [[Cảnh Định]] đều phản Ngỗi Hiêu để hàng Hán. Sau đó đế sai Dị tiến quân đến huyện Nghĩa Cừ, kiêm lĩnh Bắc Địa thái thú sự.<ref name=\"H\" \/>\n\nNghĩa quân Thanh Sơn Hồ đưa hơn vạn người ra hàng {{efn|Lý Hiền cho biết Thanh Sơn thuộc quận Bắc Địa, là đầu nguồn của sông Thanh Thủy.}}, tiếp đó Dị đánh bại tướng của [[Lư Phương]] là Giả Lãm, Úc Kiện Nhật Trục vương của Hung Nô. Thượng Quận, An Định đều hàng, Dị lại lĩnh An Định thái thú sự. Mùa xuân năm thứ 9 (33), Sái Tuân mất, triều đình giáng chiếu cho Dị giữ chức Chinh lỗ tướng quân, kiêm nắm doanh của Tuân. Đến khi Ngỗi Hiêu chết, tướng của Hiêu là bọn Vương Nguyên, [[Chu Tông]] lập con của Hiêu là [[Ngỗi Thuần|Thuần]], tiếp tục cầm quân giữ huyện Ký; Công Tôn Thuật sai tướng là bọn Triệu Khuông cứu giúp bọn họ; đế lại lệnh cho Dị làm Hành Thiên Thủy thái thú sự. Dị đánh bọn Khuông gần 1 năm, đều chém được. Các cánh quân Hán cùng đánh thành Ký, không thể hạ được, muốn tạm lui để nghỉ ngơi; Dị cố trì hoãn không về, luôn đi đầu khi chiến đấu.<ref name=\"H\" \/>\n \nMùa hạ năm sau (34), Dị tham gia đánh Lạc Môn, chưa hạ được thành thì phát bệnh, mất ở trong quân. Dị được đặt thụy là Tiết hầu.<ref name=\"H\" \/>\n\n==Tính cách==\nDị làm người khiêm tốn không tranh giành, gặp chư tướng trên đường, liền đưa xe tránh sang một bên. Dị đi đứng đều có kiểu cách, trong quân khen là chỉnh tề. Mỗi khi nghỉ ngơi, chư tướng đều ngồi luận công, Dị thường đứng một mình dưới tán cây, trong quân đặt hiệu là Đại thụ tướng quân. Đến khi phá Hàm Đan (căn cứ của Vương Lang), Lưu Tú chia bộ khúc cho chư tướng, để họ tự lựa chọn. Binh sĩ đều xin đi theo Đại thụ tướng quân, Lưu Tú do vậy mà xem trọng ông.<ref name=\"H\" \/>\n\nMùa xuân năm thứ 6 (30), Dị về kinh sư, được vào gặp. Bãi chầu, đế sai Trung hoàng môn ban cho trân bảo, y phục, tiền lụa; giáng chiếu rằng: “Lúc thảng thốt được nhận cháo đậu ở đình Vô Lâu, cơm tẻ ở sông Hô Đà, thâm tình hậu ý đã lâu chưa báo.” Dị dập đầu lạy tạ rằng: “Thần nghe [[Quản Trọng]] nói với [[Tề Hoàn công|(Tề) Hoàn công]] rằng: ‘Mong nhà vua không quên chuyên bắn thắt lưng, thần không quên chuyện ngồi xe tù.’ [[Nước Tề]] nhờ vậy mà cường thịnh. Thần nay cũng mong Quốc gia không quên cái nạn ở Hà Bắc, thần không dám quên cái ơn ở Cân Xa.” <ref name=\"H\" \/>\n\nSau khi đánh bại Hành Tuần, Dị dâng thư thông báo tình hình, không hề khoe khoang. Chư tướng có kẻ muốn chia hưởng công lao của Dị, Quang Vũ đế lo lắng, bèn hạ tỷ thư rằng: “Chế chiếu Đại tư mã (tức [[Ngô Hán]]), Hổ nha (tức [[Cái Duyên]]), Kiến uy (tức [[Cảnh Yểm]]), Hán Trung (tức [[Vương Thường]]), Bộ lỗ (tức [[Mã Vũ]]), Vũ uy (tức [[Lưu Thượng]]) tướng quân: quân địch kéo xuống, Tam Phụ sợ hãi; ấp Tuần nguy ngập ở trong sớm tối; doanh bảo ở Bắc Địa án binh nhìn ngóng. Hôm nay thành được bảo toàn, quân địch bị bẻ gãy, khiến bọn Cảnh Định quy thuộc, lại nhớ cái nghĩa vua tôi. Công của Chinh tây như núi Khâu, vẫn cho như thế là không đủ. So với Mạnh Chi Phản chạy phía sau {{efn|Điển cố này được ghi lại bởi [[Luận ngữ]], thiên 6 – Ung Dã: ''Mạnh Chi Phản bất phạt, bôn nhi điện, tương nhập môn, sách kỳ mã, viết: phi cảm hậu dã, mã bất tiến dã.'' ([[Thiều Chửu]] dịch: Ông Mạnh Chi Phản không khoe công. Khi binh thua chạy, ông ở lại sau quân. Khi vào cửa thành, ông quất ngựa, nói rằng: “Không phải tôi dám ở lại sau, chỉ vì con ngựa không chạy mau được.” <Mạnh Chi Phản là đại phu [[nước Lỗ]], quân Lỗ bị quân Tề đánh bại.}}, có khác gì đâu? Nay sai Thái trung đại phu ban cho người tử thương trong quan binh của Chinh tây thuốc men, quan tài; Đại tư mã trở xuống đích thân điếu người chết, thăm người bệnh, để biểu dương tính khiêm nhường.” <ref name=\"H\" \/>\n\n==Dật sự, điển cố==\n* '''Thùy sí Hồi Khê, phấn dực Thằng Trì''' (垂翅回谿, 奋翼渑池; tạm dịch: rũ lông ở Hồi Khê, vỗ cánh ở Thằng Trì) và '''Thất chi đông ngung, thu chi tang du''' (失之东隅, 收之桑榆; tạm dịch: mất vào buổi sớm, được vào buổi chiều hoặc mất ở bên đông, được ở bên tây {{efn|Đông ngung ban đầu chỉ các nước nhỏ ở phía đông khu vực Trung Nguyên đời xưa, về sau phiếm chỉ phương đông, tuổi trẻ hoặc buổi sáng. Tang (cây dâu) và du (cây bưởi) phiếm chỉ phương tây, tuổi già hoặc buổi chiều.}}). Xuất xứ: Nghĩa quân Xích My đầu hàng, triều đình giáng tỷ thư úy lạo Dị rằng: “Xích My gây loạn, quan binh vất vả, ban đầu dẫu rũ lông ở Hồi Khê, cuối cùng lại vỗ cánh ở Thằng Trì, có thể nói mất vào buổi sớm, được vào buổi chiều. Nay luận công ban thưởng, đáp lại đại huân.” <ref name=\"H\" \/> Ý nghĩa: ban đầu tại một phương diện nào đó thất bại, nhưng cuối cùng lại thành công ở một phương diện khác.\n* '''Nghĩa vi quân thần, ân do phụ tử''' (义则君臣, 恩犹父子; tạm dịch: nghĩa là vua tôi, ơn như cha con). Xuất xứ: Sau khi gần như dẹp xong Quan Trung, Dị cho rằng mình ra ngoài đã lâu, không yên lòng, dâng thư tỏ ý mong nhớ triều đình, xin được ở cạnh hoàng đế; Quang Vũ đế không cho. Sau đó có người dâng chương nói Dị chuyên chế Quan Trung, chém Trường An lệnh, uy quyền rất trọng, trăm họ quy phục, đặt hiệu là Hàm Dương vương. Quang Vũ đế sai sứ giả đem chương cho Dị xem, ông sợ hãi, dâng thư cảm tạ rằng: “Thần vốn là chư sanh, gặp được cơ hội nhận mệnh, sung vào đội ngũ, may nhờ tin cậy, làm đại tướng, phong triệt hầu {{efn|Nguyên văn: 通侯\/thông hầu. Lý Hiền cho biết đương thời gọi là 彻侯\/triệt hầu – bậc cao nhất (nhất đẳng) trong tước hầu thời Tần – Hán. Sử gia đời sau kiêng húy [[Hán Vũ đế]] Lưu Triệt nên sửa thành “thông hầu”.}}, nhận chức một phương, lập chút công lao, đều do Quốc gia (tức Quang Vũ đế) mưu tính, ngu thần không thể theo kịp. Thần cúi đầu tự nghĩ: đã nhận chiếu chinh chiến, phải luôn giành được kết quả như ý; có lúc đem lòng riêng ra cắt đứt, chứ chẳng phải không có điều gì để hối tiếc. Quốc gia một mình nhìn rõ, càng kéo dài thì càng xa cách, mới biết ‘tính và đạo trời, không thể hiểu được’ {{efn|Nguyên văn: tính dữ thiên đạo, bất khả đắc nhi văn dã. Câu này có nguồn gốc từ [[Luận ngữ]], thiên 5 – Công Dã Tràng, mục 13: ''Tử Cống viết: Phu tử chi văn chương, khả đắc nhi văn dã. Phu tử chi ngôn tính dữ thiên đạo, bất khả đắc nhi văn dã.'' (tạm dịch: Văn chương của thầy (tức [[Khổng tử]]), chúng ta đã biết. Còn luận bàn của thầy về tính và đạo trời, chúng ta chưa biết. <ý nói tính người và đạo trời là 2 vấn đề có triết lý cao xa, Khổng tử không bàn đến hoặc ít bàn đến là vì nhận thức của học trò chưa đủ>.}}. Bây giờ chiến tranh nổi lên, là lúc nhiễu nhương, hào kiệt giành giật, mê hoặc lắm người. Thần nhờ gặp gỡ nên gởi mình ở chỗ thánh minh, trong lúc nguy hiểm hỗn loạn còn không dám mắc sai lầm, huống hồ là lúc thiên hạ đã dẹp yên, trên tôn dưới ti, mà thần dưới tình huống được nhận tước vị, há dám làm gì to tát khó lường ru? Thành tín mong mỏi rồi cẩn trọng cảnh tỉnh, để được trọn vẹn trước sau. Thấy tờ chương nói về thần thì run rẩy sợ hãi, lại nghĩ minh chúa biết tính ngu của thần, nên mới dám giãi bày nỗi lòng.” Quang Vũ đế giáng chiếu trả lời: “Tướng quân đối với Quốc gia, nghĩa là vua tôi, ơn như cha con. Sao lại nghi lại ngờ, mà có ý sợ?” <ref name=\"H\" \/> Ý nghĩa: miêu tả quan hệ mật thiết của cấp trên và cấp dưới.\n* '''Phi kinh trảm cức''' (披荆斩棘; tạm dịch: đạp bằng chông gai). Nguyên văn là '''Phi trảm cức''' (chặt bụi gai), đời sau sửa thành Phi kinh trảm cức. Xuất xứ: Mùa xuân năm thứ 6 (30), Dị về kinh sư, được vào gặp; Quang Vũ đế nói với công khanh: “Đây là chủ bộ của ta vào lúc khởi binh đấy. Vì ta chặt bụi gai, bình định Quan Trung.” <ref name=\"H\" \/> Ý nghĩa: gạt bỏ chướng ngại, khắc phục khó khăn.\n\n==Đánh giá==\n[[Phạm Diệp]] luận rằng: Tướng soái thời trung hưng lập được công danh nhiều đấy, nhưng chỉ có [[Sầm Bành]], Phùng Dị nắm giữ một phương, từ Hàm Cốc về tây, từ Phương Thành về nam, công của hai tướng thật là to vậy. Cứ như sự không khoe khoang của Phùng, [[Giả Phục|Giả (Phục)]], điều nghĩa tín của Sầm Bành, thì đủ cảm hóa ba quân, mà gây lo nghĩ cho kẻ địch, mới có thể làm nên sự nghiệp lâu dài, trọn vẹn cái phúc của họ. Tán rằng: “Dương Hạ sư khắc, thật tại hòa đức... Kỳ phong chấn địch, viễn đồ mưu quốc.” <ref name=\"H\" \/>\n\n[[Lưu Côn]]: Xưa [[Tào Mạt]] 3 lần thua, mà lấy được công ở hội thề đất Minh; Phùng Dị rũ lông, rồi vỗ cánh ở Thằng Trì, đều nhờ bại mà nên, lấy công chữa lỗi.<ref>''[[Tấn thư]] quyển 62, liệt truyện 32 – Lưu Côn truyện''<\/ref>\n\nLý Cảnh Tinh: 3 người Phùng Dị, Sầm Bành, Giả Phục, đều nhờ chiến công mà nổi bật. Dẫu khác biệt về sự chuyên trách một phương và không chuyên trách một phương, nhưng sự trác việt của công lao thì tương đồng. Phùng Dị trước chiêu hàng Lý Dật, dần thu Hà Nam; sau phá Xích My, rồi định Quan Trung. Lấy ấp Tuần để giành mất lợi thế của Ngỗi Hiêu, giữ Bắc Địa để củng cố phòng bị trong ngoài. Công nghiệp thịnh vượng, ngàn năm một thuở.<ref>Trang 281, ''Lý Cảnh Tinh trước tác, Hàn Triệu Kỳ, Du Chương Hoa hiệu điểm – Tứ sử bình nghị'' (四史评议), Nhà xuất bản Nhạc Lộc thư xã, năm 1986<\/ref>\n\n==Hậu nhân==\nCon trưởng là Phùng Chương, được tập phong tước Dương Hạ hầu. Năm Kiến Vũ thứ 13 (37), Chương được đổi phong Đông Mân hầu, ăn lộc 3 huyện.<ref name=\"H\" \/>\n\nCon trai thứ là Phùng Hân. Năm thứ 10 (34), Hán Quang Vũ đế nhớ công của Dị, lại phong cho Hân tước Tích hương hầu. Thời [[Hán Minh đế]], Hân được dời làm Bình hương hầu.<ref name=\"H\" \/>\n\nCon của Phùng Chương là Phùng Phổ được kế tự, có tội nên chịu phế trừ tước vị. Thời [[Hán An đế]], triều đình chủ trương nối lại việc thừa tự cho dòng dõi Vân đài nhị thập bát tướng, nên con của Phổ là Phùng Thần được phong tước Bình hương hầu.<ref name=\"H\" \/>\n\n==Hậu thế kỷ niệm==\nNăm Vĩnh Bình thứ 3 (60), Hán Minh đế mệnh cho vẽ tranh 28 công thần, treo ở Vân Đài thuộc Nam cung, trong đó Phùng Dị được xếp thứ 7.<ref>''[[Hậu Hán thư]] quyển 22, liệt truyện 12 – Chu Cảnh Vương Đỗ Mã Lưu Phó Kiên Mã truyện: Luận''<\/ref>\n\nNăm Kiến Trung thứ 3 (782) thời [[Đường Đức Tông]], Lễ nghi sứ [[Nhan Chân Khanh]] kiến nghị truy phong 64 danh tướng đời xưa, lập miếu thờ phụng. Dị là 1 trong 64 người ấy.<ref>''[[Tân Đường thư]] quyển 15, chí 5 – Lễ nhạc 5''<\/ref>\n\nNăm Tuyên Hòa thứ 3 (1123) thời [[Tống Huy Tông]], triều đình theo lệ [[đời Đường]], dựng miếu thờ phụng 72 danh tướng đời xưa. Dị cũng là 1 trong số 72 người ấy.<ref>''[[Tống sử]] quyển 105, chí 58 – Lễ 8''<\/ref> Trước đó, dân gian [[đời Bắc Tống]] đã lưu hành bộ sách [[Thập thất sử bách tướng truyện]] (十七史百将传), truyện của Dị nằm ở quyển 3, vẫn còn lưu hành đến ngày nay.<ref>Xem tại [https:\/\/ctext.org\/wiki.pl?if=gb&chapter=700145&remap=gb đây]<\/ref>\n\nNăm Hồng Vũ thứ 21 (1388) thời [[Minh Thái Tổ]], triều đình đưa 37 công thần vào thờ trong miếu đế vương các đời, nhà Đông Hán chỉ có Đặng Vũ và Dị.<ref>''[[Minh sử]] quyển 50, chí 26 – Lễ 4''<\/ref>\n\n==Hình tượng văn hóa==\nTrong tiểu thuyết [[Đông Hán diễn nghĩa]] (còn gọi là Hậu Hán diễn nghĩa), Dị là đồ đệ của Nghiêm Tử Lăng, từng cùng Lưu Tú đến Trường An tham gia Võ cử, sau đó trở thành 1 trong Vân Đài tam thập lục tướng, tinh hiệu là Cơ Thủy báo.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Ghi chú==\n{{notelist}}\n\n{{Vân Đài nhị thập bát tướng}}\n\n[[Thể loại:Vân Đài nhị thập bát tướng]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Người họ Phùng tại Trung Quốc]]\n[[Thể loại:Mất năm 34]]"}