{"Phạm Hạp":"'''Phạm Hạp''' (范盍, 933-979) là một [[Võ tướng nhà Đinh|võ tướng thời Đinh]] đồng thời cũng là một trong những vị quan trung thần của vua [[Đinh Tiên Hoàng]]. Ông là người làng [[Trà Hương]], [[Nam Sách]], [[Hải Dương]]. Theo sách ''Tông phả kỷ yếu tân biên'' của Phạm Côn Sơn dẫn gia phả họ Phạm, ông là tổ 8 đời của tướng [[Phạm Ngũ Lão]] thời [[nhà Trần]]<ref>[http:\/\/lichsuvn.info\/index.php\/Vo-tuong\/Pham-Ngu-Lao-1254%E2%80%931320.html Phạm Ngũ Lão (1254–1320)]{{Liên kết hỏng|date=2021-06-25 |bot=InternetArchiveBot }}<\/ref>. Ông được \"Việt sử tân biên\" liệt vào danh sách \"Giao Châu thất hùng\", tức 7 anh hùng Giao Châu thời bấy giờ gồm: [[Đinh Bộ Lĩnh]], [[Đinh Liễn]], [[Lê Hoàn]], [[Đinh Điền]], [[Nguyễn Bặc]], Phạm Hạp và [[Phạm Cự Lượng]].<ref>Xem \"Việt sử toàn thư\", Phần 3 - Việt Nam Trên Đường Độc Lập - Chương 1 - Nguyễn Văn Sơn<\/ref>\n\n==Tiểu sử==\nPhạm Hạp sinh ra trong một gia đình có truyền thống võ nghệ. Ông nội là [[Phạm Lệnh Công]], giữ chức Đông giáp tướng quân đời [[Ngô Quyền]]. Cha là Phạm Mạn, làm tham chính đô đốc đời Ngô Nam Tấn vương [[Ngô Xương Văn]], mẹ là Trần Thị Hồng. Ông bà có tám người con, 5 trai, 3 gái đều hiển đạt.\n \nNgay từ nhỏ Phạm Hạp đã tỏ rõ tư chất thông minh, có chí lớn, văn võ đều thấu hiểu. Ông thường cùng em trai là [[Phạm Cự Lạng]] đem tiền của chiêu dụ mọi người, mua ngựa luyện quân.\n\n==Sự nghiệp==\n===Giúp nhà Đinh===\nKhi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] dấy binh dẹp [[loạn 12 sứ quân]], Phạm Hạp cùng em trai đem hơn 2000 người, ngựa từ quê đến [[Hoa Lư]] phò [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]. Đinh Bộ Lĩnh đã thu nhận và đều phong hai anh em ông làm tướng tiên phong đi dẹp loạn. Phạm Hạp được phong ''Tả tướng tham mưu''. Chiến công lớn nhất của Phạm Hạp chính là người đánh bại và chém chết sứ quân [[Nguyễn Khoan]] ở Tam Đái.\n\nNăm Mậu Thìn (968), dẹp xong loạn 12 sứ quân, Đinh Bộ Lĩnh lên ngôi Hoàng đế, tức là [[Đinh Tiên Hoàng|Đinh Tiên Hoàng Đế]], đặt Quốc hiệu là [[Đại Cồ Việt]], đóng đô ở [[Hoa Lư]]. Phạm Hạp được phong chức quan Vệ Úy, là quan thân cận của vua.\n\n===Tận trung với nhà Đinh===\nNăm 979, vua Đinh và Nam Việt vương Liễn bị sát hại (xem bài về [[Đinh Tiên Hoàng]]), Vệ vương [[Đinh Phế Đế|Đinh Toàn]] mới 6 tuổi được lập lên ngôi. Các đại thần [[Đinh Điền]], [[Nguyễn Bặc]] và Phạm Hạp thấy uy quyền của Phó vương [[Lê Đại Hành|Lê Hoàn]] quá lớn bèn khởi binh chống Lê Hoàn nhưng cả ba tướng nhanh chóng bị Lê Hoàn dẹp tan.\n\nTrong danh sách các [[tướng nhà Đinh]] có tới 25 vị tướng là các đại thần tận trung với [[nhà Đinh]], phản đổi việc [[Lê Hoàn]] đoạt ngôi [[nhà Đinh]] là: [[Đinh Điền]], Đinh Sài Bơi, Đỗ Quang, Đỗ Huy, Lý Phả, Lý Hoằng, Lý Quảng, [[Nguyễn Bặc]], Phạm Hạp, [[Trình Minh]], [[Trịnh Tú]], Lưu Lang, Lý Đài, Lý Trâu, Lý Quốc, Lương Tuấn, [[Võ Trung]] và 8 vị quan trung thần ở phủ Khống [[Tràng An]].\n\nPhạm Hạp bị Lê Hoàn xử tử. Tuy vậy, em trai ông là Phạm Cự Lạng vẫn được Lê Hoàn tin dùng làm tướng dưới quyền.\n\n==Đền thờ==\nDanh tướng Phạm Hạp được lập đền thờ ở thôn Đông Thái, xã Lê Hồ, huyện Kim Bảng, tỉnh [[Hà Nam]].\n\nTheo thần tích làng Cao Mật, nơi có đền thờ Phạm Hạp, Ông sinh ngày 20 tháng 7, hoá ngày 30 tháng chạp. Quê ở xã Cát Lợi, tỉnh Bắc Ninh, có công giúp vua [[Đinh Tiên Hoàng]] dẹp yên loạn [[thập nhị sứ quân]] (12 sứ quân). Khi đất nước thanh bình, ông được giao về lập ấp ở xã Cao Mật, được hưởng lộc từ số thuế thu được ở huyện Kim Bảng. Sau khi qua đời, nhân dân thương tiếc lập đền thờ. Khi [[Trần Nhân Tông]] đi đánh giặc Nguyên, qua đền thờ Phạm Hạp, vào làm lễ cầu đảo, được âm phù thắng trận. Thắng trận trở về, nhà vua phong cho thần 6 chữ ''Linh ứng bảo quốc cư sĩ''. Vua Lê Thái Tổ phong 6 chữ ''Tô đàm Đại liêu Hồng ân''. Năm 1880, vua Tự Đức chuẩn cho dân làng thờ cúng như cũ. Ngài được ban sắc phong của các triều vua Tự Đức năm 1853, Đồng Khánh năm 1887, Duy Tân năm 1909, Khải Định năm 1924. Dân làng có lệ kiêng huý chữ Hạp, hàng năm dân làng tổ chức tế lễ vào các ngày sinh và ngày hoá của ngài.\n\nTên tuổi của Phạm Hạp còn được đặt cho tuyến đường Phạm Hạp nằm ở trung tâm [[thị trấn Thiên Tôn]], [[huyện Hoa Lư]] tỉnh [[Ninh Bình]].\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n|style=\"text-align:center;\" |2011||style=\"text-align:center;\" |''[[Lý Công Uẩn: Đường tới thành Thăng Long]]''|| style=\"text-align:center;\" |[[Phạm Cẩm Thượng]]\n|}\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n\n==Xem thêm==\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng]]\n* [[Phạm Cự Lạng]]\n\n==Chú thích==\n{{Tham khảo}}\n{{12 sứ quân}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Võ tướng nhà Đinh]]\n[[Thể loại:Mất năm 979]]\n[[Thể loại:Sinh năm 933]]"}