{"Phạm Trấn (Bắc Tống)":"{{bài cùng tên|Phạm Trấn}}\n'''Phạm Trấn''' (chữ Hán: 范镇, 1007 – 1088) tự Cảnh Nhân, người huyện Hoa Dương, phủ Thành Đô {{efn|Nay là [[Khu (Trung Quốc)|khu]] [[Song Lưu]], [[phó tỉnh cấp thành thị]] [[Thành Đô]], [[Tứ Xuyên]]}}, quan viên, nhà sử học [[đời Bắc Tống]] trong lịch sử Trung Quốc. Về chánh trị, ông ủng hộ [[Tư Mã Quang]], cực lực phản đối biến pháp của [[Vương An Thạch]]; về sử học, ông là người đầu tiên trong giai thoại ''Tam Phạm tu sử'' (三范修史) – 3 nhà sử học đến từ gia tộc họ Phạm ở Hoa Dương (2 người còn lại là cha con [[Phạm Tổ Vũ]], [[Phạm Xung]]) {{efn|Phạm Tổ Vũ là cháu nội (tôn) của Phạm Hài (anh trai thứ của Phạm Trấn), tức là cháu nội họ (tòng tôn) của Phạm Trấn. Sử cũ có truyện của cả hai cha con Phạm Tổ Vũ, Phạm Xung}}.\n\n==Thiếu thời==\nTổ tiên của Trấn dời từ [[Trường An]] đến Thục, ông tổ 6 đời Phạm Tổ Long là người đầu tiên được chôn cất ở Hoa Dương. Các đời trước của họ Phạm đều không làm quan, cha của Trấn là Phạm Độ nhờ con mà được tặng Khai phủ Nghi đồng tam tư, mẹ cả Lý thị được tặng Huỳnh Quốc thái phu nhân, mẹ ruột Bàng thị được tặng Xương Quốc thái phu nhân. Trấn là con trai út, có 2 anh trai là Tư và Hài. Tư được làm đến Lũng Thành lệnh, Hài được làm đến Vệ úy tự thừa.<ref name=\"B\">[[Tô Thức]], '''Đông Pha toàn tập''' quyển 88 – Phạm Cảnh Nhân mộ chí minh ([[:wikisource:zh:范景仁墓誌銘|范景仁墓志铭]])<\/ref><ref name=\"B2\">[[Hàn Duy]] ([[:zh:韩维|韩维]]), '''Nam Dương tập''' [https:\/\/ctext.org\/wiki.pl?if=gb&chapter=627388&remap=gb quyển 30] – Phạm công thần đạo bi<\/ref> {{efn|''Tô Thức, tlđd'' chép \"Lý thị được tặng Huỳnh Quốc thái phu nhân\"; ''Hàn Duy, tlđd'' chép \"Vinh Quốc thái phu nhân\"}}\n\nTrấn lên 4 tuổi thì mồ côi cha, theo 2 anh học tập. Tri Ích Châu phủ [[Tiết Khuê]] ngẫu nhiên gặp Phạm Tư ở trên đường, hỏi thăm kẻ sĩ có thể làm tân khách cho mình, Tư bèn cho Trấn ra gặp. Trấn khi ấy mới 18 tuổi, Khuê cùng ông trò chuyện, lấy làm kỳ, nói: \"Đại Phạm sợ rằng không thọ, đứa bé này sẽ trở thành nhân vật trong lang miếu đấy!\" <ref name=\"B\" \/> Khuê yêu mến Trấn, đưa vào phủ đệ, cho học tập cùng con em của mình. Trấn càng khiêm nhường, mỗi khi đi bộ đều bước rảo qua cửa phủ, cả năm trời mà người ta không biết ông là tân khách của Tri phủ.<ref name=\"T\">[[Tống sử]] quyển 337, liệt truyện 96 – Phạm Trấn truyện<\/ref> Đến khi về triều, Khuê cho xe chở Trấn cùng đi. Có người hỏi Khuê ở Thục lấy được gì không, ông ta nói: \"Được 1 vĩ nhân, sẽ nhờ văn học mà nổi danh ở đời.\" Bấy giờ anh em [[Tống Tường]], [[Tống Kỳ]] đã nổi danh ở kinh sư, xem văn của Trấn, tự nhận mình không theo kịp, nguyện cùng kẻ áo vải như Trấn kết giao; do vậy mà ông nổi danh.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\n==Sự nghiệp==\n===Không vội thăng tiến===\nTrấn được cử tiến sĩ, [[bộ Lễ]] xếp tên của ông ở vị trí đầu tiên. Theo lệ cũ, điện đình xướng tên người đỗ quá 3 thí sanh, thì phải lấy người của bộ Lễ đã chọn; nếu bị bỏ qua thì có thể kháng nghị cho mình, ắt giành được vị trí cao. Ngay cả [[Ngô Dục]], [[Âu Dương Tu]] được khen là chánh trực, cũng phải làm như vậy. Nhưng Trấn không làm gì cả, mặc cho mọi người thúc giục. Đến khi tên của Trấn được xướng đã là vị trí thứ 79, ông mới đứng vào hàng, cũng không nói gì, ai ở trong đình cũng lấy làm lạ. Từ đây lệ cũ phải bỏ đi.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nBan đầu Trấn được điều làm Tân An chủ bộ, rồi được Tây Kinh lưu thủ [[Tống Thụ]] mời vào [[Quốc tử giám]], dạy dỗ chư sanh. Tống Thụ mãn nhiệm, lại tiến cử Trấn lên triều đình, nên ông được làm Đông giám trực giảng; nhờ Tham tri chánh sự [[Vương Cử Chánh]] tiến cử, Trấn được triệu làm Thí Học sĩ viện, rồi đáng lẽ được nhận chức Quán các hiệu lý, nhưng quan viên chủ quản nói sằng ông mắc lỗi, nên chỉ được trừ chức Quán các hiệu khám. Mọi người vì vậy mà phẫn uất, nhưng Trấn vẫn lặng lẽ như chưa có gì xảy ra. Sau đó Trấn được sung chức Biên tu của bộ sử [[Tân Đường thư]].<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nTrải qua 4 năm, Trấn đáng lẽ được thăng làm Quán các hiệu lý, tể tướng [[Bàng Tịch]] nói: \"Trấn có dị tài, không vội vã ở việc tiến thủ.\" Vì thế Trấn được vượt cấp thụ chức Trực Bí các, Phán Lại bộ Nam tào, Khai Phong phủ Thôi quan, sau đó được cất nhắc làm Khởi cư xá nhân, Tri Gián viện.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\n===Đảm nhiệm gián quan===\nMới nhận chức, Trấn dâng sớ bàn rằng: \"Sức dân khốn cùng, xin ước thúc số lượng quan – lại – binh từ thời [[Tống Thái Tổ|Thái Tổ]] – [[Tống Thái Tông|Thái Tông]] về sau, lựa chọn vừa đủ làm ra định chế, lấy 7 phần thuế má hiện nay làm kinh phí, dự trữ 3 phần để phòng bị thiên tai bất thường.\" Lại nói: \"[[Nhà Bắc Chu]] lấy chức Trủng tể điều hành việc nước, [[nhà Đường]] lấy chức tể tướng xử lý sắt – muối, độ chi (tài chánh). Nay Trung thư coi dân sự, Xu mật coi binh sự, Tam tư coi tài chánh, không biết lẫn nhau. Tài chánh đã cạn thì Xu mật thêm binh không có, dân đã nghèo khốn thì Tam tư tìm tài chánh không xong. Xin sai 2 phủ trao đổi kế sách về binh – dân sự, cùng Tam tư cùng điều hành việc nước.\" <ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nSứ giả [[nhà Liêu]] đến, hư trương thanh thế, nên các đại thần mộ thêm binh để tăng cường phòng bị, chi phí hằng năm là 1 tỷ (bách thiên vạn) tiền. Trấn cho rằng phòng bị ngoại bang chẳng bằng cho dân chúng nghỉ ngơi, ngày nay kẻ thù lớn nhất của nhà Tống là binh sĩ nhàn rỗi và dân chúng nghèo khốn.<ref name=\"T\" \/> Thương nhân nộp lúa lấy sao phiếu ở Hà Bắc, đến kinh sư đổi sao phiếu lấy tiền, nhưng quan viên phụ trách không chịu xác nhận, khiến họ chờ đợi quá lâu, phải đem số sao phiếu ấy ra chợ bán đi, 10 phần chỉ thu lại được 6, 7. Có người kiến nghị đem tiền trong kho ra thu mua, lợi tức có thể đạt được 500,000 tiền\/năm. Trấn cho rằng quan viên ở đâu cũng là người có chức trách, bây giờ quan viên ngoài phủ o ép thương nhân, quan viên trong cung thừa dịp họ gặp khó khăn để mưu lợi, như thế là gây tổn thương quốc thể; [[Tống Nhân Tông]] vội vàng dừng ngay việc ấy.<ref name=\"T\" \/> {{efn|Bấy giờ nhà Tống thịnh hành [[Giao tử]], ở đây ''Tống sử, tlđd'' dùng khái niệm Các hóa (榷货) chứ không nói rõ, nhưng có lẽ là Giao Tử}}\n\nTrong lễ tang [[Trương Quý phi (Tống Nhân Tông)|Trương quý phi]], Thái Thường tự bàn về lễ tiết, trước gọi là Viên, sau gọi là Lăng, tể tướng [[Lưu Hãng]] trước làm Giám hộ sứ, sau làm Viên lăng sứ. Trấn nói: \"Từng nghe Pháp lại đổi Pháp, chưa nghe Lễ quan đổi Lễ. Xin tra hỏi tình trạng nghị lễ trước sau khác biệt.\" <ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> Tập Hiền hiệu lý Điêu Ước bàn rằng vật tùy táng xa xỉ, Ngô Sung, Cúc Chân Khanh tranh luận về lễ tiết, cùng bị bổ nhiệm chức vụ ở ngoài kinh sư; Trấn đều dâng chương xin giữ lại.<ref name=\"T\" \/> [[Thạch Toàn Bân]] coi tang lễ, được chuyển làm Quan sát sứ, quan viên dưới quyền đều được thăng lên 2 quan, Trấn cho rằng tang lễ của [[Lưu Nga (Bắc Tống)|Lưu thái hậu]], [[Lý Thần phi (Tống Chân Tông)|Lý Thần phi]] và [[Dương Thục phi (Tống Chân Tông)|Dương Thục phi]] đều không trút nhiều ân huệ như vậy, đề nghị đòi lại cáo sắc của bọn Toàn Bân.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nPhó đô tri Nhâm Thủ Trung, Đặng Bảo Cát được trừ quan cùng ngày, còn có nội thần 5, 6 người vô cớ được đổi quan. Bấy giờ có sắc: phàm là nội giáng trái với luật lệnh chuẩn mực {{efn|Nội giáng (内降) chỉ sự bổ nhiệm quan viên một cách trực tiếp do hoàng đế độc đoán phát ra chiếu lệnh, không dựa theo quy tắc là cần thông qua cuộc nghị luận của Trung thư tỉnh}}, đều cho phép trình tấu, nhưng khi ấy chưa đến 1 tháng mà đại thần đã phế bỏ không thi hành, tức là không ai nói gì đến những sự bổ nhiệm trên. Vì thế Trấn xin định tội của Trung thư tỉnh, Xu mật viện để làm gương cho thiên hạ.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nTống Nhân Tông tính khoan dung, triều thần lắm kẻ nói năng ngang ngược để mua tiếng ngay thẳng, có kẻ lấp liếm sự thật để mưu lợi riêng tư; Trấn một mình chăm chăm giữ lấy đại thể, không phải là an nguy của triều đình, sống còn của nhân dân thì dứt khoát bỏ qua không góp lời. [[Trần Chấp Trung]] được làm tể tướng, Trấn bàn rằng ông ta không có học thuật, chẳng giống khí độ tể tướng. Đến khi Trần Chấp Trung vì yêu người thiếp mà đánh chết nô tỳ, ngự sử hặc tấu, đòi đuổi ông ta ra khỏi triều đình; Trấn cho rằng tình hình quốc gia không tốt, tài chánh cạn kiệt, dân chúng nghèo khốn, giặc cướp nổi lên, án kiện chất chồng, ngự sử không xét lỗi của Trần Chấp Trung trong công việc, mà lại đem việc riêng trong nhà ra để nói, hơn nữa vì 1 nô tỳ mà đuổi tể tướng là không phù hợp. Người hiểu biết đều cho là phải.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\n[[Văn Ngạn Bác]], [[Phú Bật]] được về triều làm tể tướng, Tống Nhân Tông giáng chiếu cho bách quan ra đón ở Giao (Giao nghênh). Trấn nói: \"Tôn vinh họ với lễ nghi hão huyền, chẳng bằng lấy thành ý để đối đãi. Bệ hạ dùng 2 người làm tướng, cả triều đình đều nói là đúng người. Nhưng theo chế độ gần đây, lưỡng chế {{efn|Vào đời Đường – Tống, Hàn Lâm học sĩ nhận mệnh của hoàng đế, khởi thảo chiếu lệnh, gọi là Nội chế. Trung thư xá nhân cùng quan viên được gia hàm Tri chế cáo vì Trung thư môn hạ soạn thảo chiếu lệnh, gọi là Ngoại chế. Như thế Hàn Lâm học sĩ và Trung thư xá nhân hợp xưng Lưỡng chế}} không được đến nơi ở của tể tướng, trăm quan không được gặp gỡ, là không lấy thành ý để đối đãi. Xin bãi Giao nghênh và trừ Yết cấm {{efn|Yết cấm là điều lệnh cấm chỉ quan viên có chức trách gặp gỡ những người có quyền lợi liên quan, nhằm ngăn ngừa nguy cơ tham ô hoặc cấu kết bè đảng. Cần phân biệt Yết cấm và Cấm yết – điều lệnh cấm chỉ gặp gỡ ai đó, được áp đặt lên 1 cá nhân}}, là làm được 2 điều ở thuật chế ngự bề tôi đấy.\" <ref name=\"B2\" \/><ref name=\"T\" \/>\n\nViệc triều đình cắt giảm nhiệm dụng con cháu của đại thần và lựa chọn quan viên hằng năm đều là ý kiến của Trấn. Trấn còn xin triều đình bổ nhiệm tông thất và họ hàng xa của hoàng thất làm quan ở địa phương (tức là ép buộc họ rời khỏi kinh sư), Tống Nhân Tông nói: \"Khanh nói đúng đấy, nhưng e rằng thiên hạ lại nói trẫm không thể hòa thuận với họ hàng.\" Trấn đáp: \"Bệ hạ thật sự nhận ra người hiền để trọng dụng, không mai một tài năng của họ, mới là hòa thuận với họ hàng đấy.\" Việc này tạm không được thi hành, nhưng đến thời Tống Thần Tông, triều đình rốt cục làm theo lời Trấn.<ref name=\"T\" \/>\n\n===Nài Tống Nhân Tông lập trữ===\nTống Nhân Tông ở ngôi 35 năm, chưa có con kế tự. Năm Gia Hữu thứ 2 (1057), đế phát bệnh nặng, quan viên trong ngoài triều đình lo lắng, nhưng không ai dám lên tiếng; Trấn một mình hăng hái nói: \"Thiên hạ có việc gì lớn hơn việc này ru?\" rồi lập tức dâng sớ đề nghị Nhân Tông noi theo gương của Tống Thái Tổ truyền ngôi cho Tống Thái Tông, làm theo lối của [[Tống Chân Tông]] nuôi tông tử ở trong cung (sau cái chết của Chu vương Triệu Hữu).<ref name=\"B\" \/><ref name=\"T\" \/> Biết Trấn đã dâng sớ, Văn Ngạn Bác sai tân khách đến hỏi ông đã nói gì, Trấn trả lời thật, tân khách lại hỏi sao không bàn bạc với tể tướng, ông đáp: \"Tự biết ắt chết, nên dám nói. Nếu bàn bạc với tể tướng, có người nói không thể, há chịu bỏ dở ru?\" <ref name=\"T\" \/> Tống Nhân Tông nhận sớ nhưng không trả lời,<ref name=\"B\" \/><ref name=\"T\" \/> Trấn bèn đóng cửa xin chịu tội.<ref name=\"B\" \/> Tể tướng chê bai Trấn học đòi làm người mong danh cầu lợi, bấy giờ tinh tượng thay đổi, dự báo sắp có chiến sự, ông gởi thư đáp rằng: \"Gần đây thiên tượng thay đổi, sắp có việc binh, Trấn về nghĩa nên chết ở chức vụ, không nên chết dưới loạn binh (ý nói sẽ có là chiến tranh tranh giành ngôi vua). Đây chính là lúc Trấn chọn để chết, có còn bị nghi ngờ mong danh cầu lợi nữa không?\" <ref name=\"T\" \/> Trấn lại dâng lời phàn nàn rằng Tống Nhân Tông giao sớ của mình cho Trung thư tỉnh, tức là đồng ý cho đại thần thi hành, nhưng ông đã đến Trung thư tỉnh 2 lần, mà mọi người vẫn né tránh; Trấn còn nói thẳng rằng nếu Tống Nhân Tông chết đi mà không có người nối dõi, lại thêm chẳng may chiến sự xảy ra, thì chết rồi vẫn có tội với nước nhà. Ai nghe được lời của Trấn cũng đều phát run.<ref name=\"B\" \/><ref name=\"T\" \/>\n\nTrấn được trừ chức Kiêm Thị ngự sử Tri tạp sự, lấy cớ lời của mình không được hoàng đế nghe theo để từ chối, tể tướng nói rằng hoàng đế không vui, chứ đại thần đã từng đề nghị như vậy, bây giờ lại có dị nghị, làm như ông là rất khó. Trấn gởi thư cho tể tướng nói rằng: \"Việc nên bàn đúng sai, không nên hỏi khó dễ. Các ngài nói hôm nay khó vì ngày trước, làm sao biết ngày khác lại khó vì hôm nay hay không?\" Trấn nhiều gặp hoàng đế để trình bày, lời lẽ khẩn thiết; ông khóc, Tống Nhân Tông cũng khóc, nói: \"Trẫm biết là khanh trung thành, khanh nói đúng đấy, nhưng hãy đợi thêm đôi ba năm nữa.\" Trước sau Trấn dâng chương 19 lần, đợi mệnh hơn trăm ngày, râu tóc bạc trắng, triều đình biết không thể ngăn được, bèn bãi chức Tri gián viện, đổi cho ông làm Tập Hiền điện Tu soạn,<ref name=\"B\" \/><ref name=\"T\" \/> tra xét hình ngục ở kinh thành,<ref name=\"B2\" \/><ref name=\"T\" \/> Phán lưu nội thuyên,<ref name=\"B\" \/> Đồng tu Khởi cư chú, rồi trừ chức Tri chế cáo. Trấn dù đã cởi chức Gián quan, nhưng chẳng năm nào không nhắc đề nghị cũ. Tuổi tác của Tống Nhân Tông ngày càng cao, Trấn hễ gặp dịp thì đề cập việc cũ, khiến đế cũng bị cảm động.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> Nhận chức Tri chế cáo, Trấn vào cung tạ ơn, dập đầu nói: \"Bệ hạ hứa với thần, đến nay đã là 3 năm rồi, xin sớm định đại kế.\" <ref>[[Tục tư trị thông giám]] quyển 57 – Tống kỷ 57<\/ref> Nhân dịp cúng tế ở Thái Miếu, Trấn lại dâng phú nói mát. Về sau [[Hàn Kỳ]] quyết định sách lập Cự Lộc quận công Triệu Thự. Trấn được thăng làm Hàn Lâm học sĩ,<ref name=\"B\" \/><ref name=\"T\" \/> sung chức Sử quán Tu soạn, rồi đổi làm Hữu Gián nghị đại phu.<ref name=\"B\" \/><ref name=\"B2\" \/>\n\n===Rời kinh và trở lại===\nTriệu Thự nối ngôi, tức là [[Tống Anh Tông]]; Trấn được thăng làm Cấp sự trung, sung chức Nhân Tông sơn lăng Lễ nghi sứ.<ref name=\"B\" \/> Trung thư tỉnh tâu xin truy tôn cha đẻ của hoàng đế là Bộc An Ý vương [[Triệu Doãn Nhượng]], Lưỡng chế bàn rằng nên xưng là Hoàng bá khảo, tể tướng không đồng ý, đòi triều thần cùng bàn bạc (tập nghị), nhưng Đài gián cũng phản đối tể tướng; Anh Tông bèn bãi bỏ nghị luận, giáng chiếu cho Lễ quan xem xét điển lễ. Trấn đang giữ chức Phán Thái Thường tự, cầm đầu quan viên dưới quyền, ủng hộ ý kiến của Lưỡng chế và Đài gián,<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> còn viết 5 thiên nghị luận về lễ chế, bác bỏ dẫn chứng các trường hợp đời Hán, Ngụy của tể tướng.<ref name=\"B\" \/> Tể tướng giận gọi Trấn đến trách rằng mới nhận lệnh xem xét, sao lại trình tấu; Trấn đáp rằng mình đã nhận chiếu, không dám trì hoãn, như vậy là có tội hay sao!? <ref name=\"T\" \/><ref>Tục tư trị thông giám quyển 63 – Tống kỷ 63<\/ref>\n\nNăm Trì Bình thứ 2 (1065), Trấn soạn thảo chế thư thăng quan thay cho tể tướng Hàn Kỳ, dẫn chứng trường hợp của [[Chu Công]], [[Hoắc Quang]], bị gián quan [[Lữ Hối]] bác bỏ; vì thế Hàn Kỳ dâng biểu xin rời chức, Trấn lại lấy tấm gương Chu Công quản lý [[nhà Chu]] chứ không trị vì [[nước Lỗ]], để khuyên ông ta đừng làm thế. Tống Anh Tông cho rằng Trấn không nên đem thánh nhân sánh với tể tướng, lại cho rằng Hàn Kỳ không thể ra đi, nên muốn bãi nội chức của ông. Trấn chịu đổi làm Thị độc học sĩ, nhân đó tể tướng khuyên dụ ông tự xin rời kinh sư. Tháng giêng ÂL năm sau, Trấn được trả lại hàm Hàn Lâm học sĩ, ra làm Tri Trần Châu.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/><ref>Tục tư trị thông giám quyển 64 – Tống kỷ 64<\/ref> Trần Châu đang có nạn đói, Trấn mới đến 3 ngày, mở kho lẫm lấy số tiền, thóc trị giá 3000 quan để cho vay. Cơ quan chủ quản tra xét rất ngặt, Trấn lập tức tự hặc, triều đình giáng chiếu tha tội. Năm ấy Trần Châu được mùa, dân chúng trả hết nợ, mãi không quên ơn của Trấn.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\n[[Tống Thần Tông]] nối ngôi, Trấn được khôi phục làm Hàn Lâm học sĩ kiêm Thị độc,<ref name=\"B\" \/><ref name=\"T\" \/> Quần mục sứ, Câu đương tam ban viện,<ref name=\"B\" \/><ref name=\"B2\" \/> Tri Thông tiến Ngân đài tư. {{efn|Thông tiến Ngân đài tư (通进银台司) là sở quan trực thuộc Cấp sự trung, bao gồm 2 đơn vị: Thông tiến tư phụ trách tiếp nhận tấu sớ, Ngân đài tư phụ trách gởi văn kiện phúc đáp đến các cơ quan liên quan. Đứng đầu sở quan này là 2 Tri tư, thường do thành viên của Lưỡng chế kiêm nhiệm}} Theo lối xưa, Môn hạ tỉnh có thể phong bác chế sắc, thẩm định chương tấu, tra xét sai phạm, rồi làm rõ với nơi được nhận sắc; bấy giờ đã bỏ đi {{efn|Phong bác (封駮) tức là phong hoàn (封還, đậy kín và trả lại) và bác chánh (bác bỏ và sửa lại). Chế độ này được đặt ra không chánh thức từ đời Hán, đến [[đời Đường]] mới quy định cụ thể: phát hiện sai sót trong chiếu sắc thì Môn hạ tỉnh có thể phong hoàn, rồi chuyển cho Cấp sự trung sửa chữa. Đời Tống, chế độ này được Tống Thái Tông khôi phục, trở thành công cụ mềm để quan viên chống lại sự chuyên chế của hoàng đế}}. Trấn xin khôi phục, được sai coi việc ấy.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> Sau đó Trấn lại được tra xét hình ngục ở kinh sư.<ref name=\"B\" \/><ref name=\"B2\" \/>\n\n===Phản đối biến pháp===\nVương An Thạch làm tể tướng, thay phép Thường Bình bằng phép Thanh Miêu, Trấn nói: \"Phép Thường Bình bắt đầu được thi hành vào lúc thịnh vượng đời Hán, so sánh sự sang hèn của lương thực mà thu góp, để tiện cho nông nghiệp và thương nghiệp, rất là xa xưa, không thể đổi. Còn Thanh Miêu được thi hành vào lúc suy tàn đời Đường, không hợp lý. Vả lại bệ hạ ghét kẻ giàu chiếm đoạt nhiều nên tìm cách hạn chế họ, nhưng thế này là muốn đi trăm bộ mà chỉ đi được 50 bộ đấy. Bây giờ có hai người cạnh tranh buôn bán, 1 người phá giá để giành thị phần, thì mọi người đều biết là hắn chơi xấu, làm sao triều đình có thể hành xử như chốn chợ búa vậy!?\" <ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> Trấn dâng sớ 3 lần, Tống Thần Tông không trả lời,<ref name=\"B\" \/><ref name=\"B2\" \/> đến mức ông và Vương An Thạch tranh cãi trước mặt hoàng đế.<ref name=\"B2\" \/> Trong buổi đọc sách ở Nhĩ Anh các, [[Lữ Huệ Khanh]] nói: \"Bây giờ Dự Mãi (mua để dự trữ) lụa trừu, cũng dựa vào phép Thanh Miêu.\" Trấn nói: \"Dự Mãi cũng là tệ pháp đấy. Nay bản thân bệ hạ còn phải tiết kiệm, nếu kho lẫm có thừa, thì nên đem ra, há lại làm đầy thêm!?\" <ref name=\"B\" \/><ref name=\"T\" \/>\n\nHàn Kỳ cực lực bàn về cái hại của tân pháp, Vương An Thạch đẩy cho ''Điều lệ tư'' làm sớ phản bác {{efn|Điều lệ tư, gọi đầy đủ Chế trí tam tư Điều lệ tư (制置三司条例司), là cơ quan lâm thời được đặt ra vào năm Hi Ninh thứ 2 (1069), nhằm điều hành công cuộc biến pháp, do Tham tri chánh sự [[Vương An Thạch]], Tri Xu mật viện sự [[Trần Thăng Chi]] chủ trì, sang năm sau quy về Trung thư tỉnh}}; [[Lý Thường]] xin bãi tiền Thanh Miêu, Tống Thần Tông giáng chiếu đòi ông ta giải thích, Trấn bèn phong hoàn {{efn|Xem chú giải Phong bác ở trên}}. Tống Thần Tông giáng chiếu 5 lần, Trấn vẫn giữ lại như trước. [[Tư Mã Quang]] từ chức Xu mật phó sứ, Tống Thần Tông giáng chiếu đồng ý, Trấn lần nữa phong hoàn. Tống Thần Tông đem chiếu gởi thẳng cho Tư Mã Quang, không thông qua Môn hạ tỉnh. Trấn tâu rằng\" Bởi thần bất tài, khiến bệ hạ bỏ qua phép tắc, quan viên đã thất trách, xin cởi chức ở Ngân đài tư.\" <ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> Tống Thần Tông đồng ý.<ref name=\"B\" \/><ref name=\"B2\" \/><ref>Tục tư trị thông giám quyển 67 – Tống kỷ 67<\/ref>\n\nTrấn tiến cử [[Tô Thức]] làm gián quan, ngự sử [[Tạ Cảnh Ôn]] tâu xin bãi ông ta. Trấn tiến cử [[Khổng Văn Trọng]] ứng thí Chế khoa; trong phần thi Đối sách (tức là vấn đáp), Văn Trọng nói tân pháp bất tiện, nên chịu bãi mà quay về chức vụ cũ. Cả hai sự kiện này, Trấn đều ra sức tranh luận, nhưng Tống Thần Tông không đáp lại; ông lấy cớ lời của mình không được nghe theo, chẳng còn mặt mũi ở lại triều đình, lập tức dâng sớ xin trí sĩ. Trấn dâng sớ 5 lần, lần sau cùng chỉ trích Vương An Thạch dùng tâm trạng vui – giận để thưởng phạt, còn nói: \"Bệ hạ có trách nhiệm nghe can ngăn, đại thần lại hiến kế từ chối nghe can ngăn; bệ hạ có bản tính yêu dân, đại thần lại dùng thuật hại dân.\" Sớ dâng lên, Vương An Thạch giận, cầm sớ của Trấn mà run lên bần bật, tự thảo chế sắc trách mắng ông. Trấn chỉ được nhận chức Hộ bộ thị lang để trí sĩ (tức là mất chức Hàn Lâm học sĩ), còn ân điển đáng được nhận thì đều không có.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> Khi ấy Trấn được 63 tuổi,<ref name=\"B\" \/><ref name=\"B2\" \/> bèn dâng biểu tạ ơn, đại lược nói:<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> \"Dù nói đem mình rời đi, nào dám bỏ quên tấm lòng lo lắng cho nước.\" <ref name=\"B\" \/> còn nói: \"Mong bệ hạ tập hợp quần thần nghị luận làm tai mắt, để ngăn ngừa kẻ gian che đậy; nhiệm dùng bề tôi lão thành làm tâm phúc, để nuôi dưỡng cái phúc hòa bình.\" Ai nghe được cũng cảm phục. Vương An Thạch mắng nhiếc Trấn càng gay gắt, người ta càng cho là vinh dự.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/><ref name=\"T2\">Tục tư trị thông giám quyển 68 – Tống kỷ 68<\/ref>\n\n===Hai lần trí sĩ===\nTrấn đã hưu, Tô Thức đến thăm, nói: \"Ngài dẫu lui, mà danh ngày càng trọng đấy.\" Trấn xịu mặt mà nói rằng: \"Quân tử ngôn thính kế tòng {{efn|Ngôn thính kế tòng (言听计从; ngôn: nói ra, thính: nghe theo; kế: bày mưu; tòng: thuận theo) ý nói rất được tín nhiệm}} mới tiêu trừ họa hoạn còn chưa manh nha, khiến thiên hạ lẳng lặng nhận được ơn huệ của họ, không cầu danh vọng, chẳng cần công lao. Tôi không làm được như vậy, khiến thiên hạ bị hại mà tôi hưởng danh vọng, tôi có lòng dạ nào!?\" <ref name=\"T\" \/><ref name=\"T2\" \/> Hằng ngày Trấn chỉ đọc sách làm thơ tìm quên, có khách thì bày tiệc rượu thật say sưa mới thôi; có người khuyên ông xưng bệnh đóng cửa, Trấn nói: \"Chết sống vạ phúc, là trời làm đấy, tôi so với trời sao được!\" <ref name=\"T2\" \/> Gặp tiết Đồng Thiên {{efn|Đồng Thiên tiết (同天节) là sanh nhật của Tống Thần Tông. Theo ''Tống sử – Thần Tông kỷ'', ngày 10 tháng 4 ÂL được gọi là tiết Đồng Thiên, việc này được xác lập vào tháng 2 ÂL năm Trì Bình thứ 4 (1067, cũng là năm đầu tiên Tống Thần Tông ở ngôi, vẫn còn dùng niên hiệu cũ của Tống Anh Tông cho đến hết năm)}}, Trấn xin trở lại kinh thành để chúc thọ, được triều đình đồng ý, từ đó trở thành truyền thống hằng năm.<ref name=\"B\" \/><ref name=\"T\" \/> Rất lâu sau Trấn mới quay về Thục, trước khi lên đường lại cùng bạn bè uống rượu vui vẻ, giúp đỡ những kẻ nghèo khốn, còn hẹn năm tới sẽ trở lại.<ref name=\"B\" \/> Tô Thức mắc tội, bị giam vào Đài ngục, nên Trấn và ông ta thư từ qua lại rất gấp, ông còn dâng thư bàn luận để cứu Thức không thôi.<ref name=\"B\" \/><ref name=\"T\" \/> Hễ triều đình có việc lớn, Trấn đều lên tiếng.<ref name=\"B\" \/> Về sau, Trấn dời nhà đến Hứa Châu.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nTống Thần Tông cải cách quan chế (sử cũ gọi là [[Nguyên Phong cải chế]] <[[:zh:元丰改制|元丰改制]]>), Trấn được đổi chức Chánh nghị đại phu. [[Tống Triết Tông]] lên ngôi, Trấn được thăng làm Quang lộc đại phu.<ref name=\"B\" \/><ref name=\"B2\" \/> Khi xưa Tống Anh Tông lên ngôi, rước thần chủ của Tống Nhân Tông vào thay vị trí của Tống Hi Tổ Triệu Thiểu (ông kỵ của Tống Thái Tổ); đến lúc Tống Thần Tông lên ngôi, lại đưa Hi Tổ vào thay vị trí của Tống Thuận Tổ Triệu Thỉnh (ông cụ của Tống Thái Tổ). Trấn dâng lời rằng: \"Thái Tổ nổi lên ở Tống Châu mà có thiên hạ, tương đồng với Hán Cao Tổ; Hi Tổ không nên được trở lại. Xin giao xuống cho bách quan bàn bạc.\" Thần Tông không trả lời. Đến nay Trấn lại xin với Triết Tông dời thần chủ của Hi Tổ, để Thái Tổ được hưởng vị trí chánh đông.<ref name=\"B\" \/>\n\n[[Hàn Duy]] tiến cử Trấn, lần lượt dâng lên 19 tờ sớ, nên ông được bái làm Đoan Minh điện Học sĩ,<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> con trai trưởng của Trấn là Thanh Bình huyện lệnh Phạm Bách Quỹ được đặc chiếu đổi giai Tuyên Đức lang <ref name=\"B\" \/><ref name=\"B2\" \/> {{efn|''Tô Thức, tlđd'' chép là \"Tuyên Đức lang\", ''Hàn Duy, tlđd'' chép là \"Thừa Vụ lang\"}}, còn ông lại được khởi chức Đề cử Trung Thái Nhất cung kiêm Thị độc, còn có thể được làm Môn hạ thị lang. Trấn chính là không muốn trở lại, cháu họ Phạm Tổ Vũ cũng khuyên ông đừng nhận, nên cố từ chối, được đổi chức Đề cử Tung Sơn Sùng Phúc cung. Phạm Tổ Vũ gặp hoàng đế xin cho Trấn trở về Hứa, triều đình giáng chiếu ban cho ông 1 hộp Long trà, thăm hỏi rất nồng hậu. Mấy tháng sau Trấn lại cáo lão, được nhận giai Ngân thanh Quang lộc đại phu để tiếp tục trí sĩ, dần được phong đến Thục quận Khai quốc công,<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/> thực ấp thêm đến 2600 bách hộ, thật phong 500 hộ.<ref name=\"B\" \/><ref name=\"B2\" \/>\n\n===Cải định âm nhạc===\nTrấn rất quan tâm đến âm nhạc, tự nhận là nắm được phép tắc của người xưa (cổ pháp), độc nhất ủng hộ thuyết về Luật xích của [[Phòng Thứ]] {{efn|Phòng Thứ (房庶), người đất Thục, nhà âm nhạc đời Bắc Tống, đỗ tiến sĩ thời Tống Nhân Tông, được [[Tống Kỳ]], [[Điền Huống]] tiến cử lên triều đình. Sử cũ không có truyện của Phòng Thứ, cố sự về ông được tìm thấy ở các tài liệu dã sử ''Thục Trung quảng ký'', ''Toàn Thục nghệ văn chí – Phòng thị tộc phả'', ''Tứ Xuyên thông chí'',... Luật xích (律尺) là thuyết dùng thước đo (度尺\/độ xích) xác định nhạc luật. Lấy kích cỡ cái ống (quản) của [[Hoàng Chung|Hoàng Chung luật]] làm chuẩn, từ đó suy ra kích cỡ ống của các luật còn lại trong [[Thập nhị luật]]}}. Tư Mã Quang không cho là đúng, gởi thư tranh luận, cả hai bàn đi nói lại đến mấy vạn lời. Khi xưa Tống Nhân Tông mệnh cho [[Lý Chiếu]] sửa đổi Đại nhạc {{efn|Đại nhạc (大乐) là thể loại âm nhạc điển nhã trang trọng đời xưa, dùng vào điển lễ đế vương tế tự, các dịp lễ mừng hay các buổi yến tiệc. ''[[Lễ ký]] – Nhạc ký'' chép: \"Đại nhạc dữ thiên địa đồng hòa, đại lễ dữ thiên địa đồng tiết.\"}}, đã hạ nhạc của [[Vương Phác]] xuống 3 luật. Trong niên hiệu Hoàng Hữu (1049 – 1053), Nhân Tông lại giáng chiếu cho bọn [[Hồ Viện]], [[Nguyễn Dật]] khảo chánh. Năm Nguyên Phong thứ 3 (1080), Tống Thần Tông giáng chiếu cho [[Lưu Kỷ]] chế định lần nữa, bấy giờ là tháng 6 ÂL nhưng Trấn vẫn còn ở Đông viện bên ngoài kinh thành chứ chưa quay về Hứa, nên Đồng Phán Thái Thường tự [[Vương Tồn]] tiến cử ông. Trấn nói: \"Định nhạc trước tiên phải chánh luật.\" Thần Tông đáp: \"Đúng, dù cho [[Sư Khoáng]] thông minh, nhưng không có Lục luật thì chẳng chánh được Ngũ âm.\" {{efn|Câu này được dẫn từ ''[[Mạnh tử]] – Li Lâu thượng'': \"Bất dĩ lục luật, bất năng chánh ngũ âm.\" Đây cũng là tài liệu xưa nhất xuất hiện khái niệm \"ngũ âm\"}} Trấn dựa trên Luật xích làm ra dược, cáp, thăng, đấu, đậu, khu, âu, hộc {{efn|龠\/dược, 合\/cáp, 升\/thăng, 斗\/đấu, 豆\/ đậu, 区\/ khu, 釜\/ âu, 斛\/ hộc đều là những đơn vị đo dung tích}}, muốn đề nghị Chuyển vận tư của các nơi Kinh Đông, Kinh Tây, Hà Đông, Hà Bắc, Thiểm Tây tùy trường hợp mà treo thưởng, để tìm hiểu tình hình cân đong thực tế, từ đó xác định luật Hoàng chung; nhưng Lưu Kỷ đã dùng nhạc của Lý Chiếu, thêm [[Tứ thanh thanh]] mà hoàn thành việc tấu nhạc {{efn|Tứ thanh thanh, gọi đầy đủ Thập nhị luật Tứ thanh thanh (十二律四清声, 清\/thanh nghĩa là trong trẻo), tức là Thanh hoàng chung (清黄钟), Thanh đại lữ (清大吕), Thanh thái thốc (清太簇), Thanh giáp chung (清夹钟). Căn cứ Nhạc chí của [[Tống sử]] và [[Kim sử]], sự kiện này đại lược như sau: Đại nhạc do Vương Phác biên soạn dùng chuông – khánh làm nhạc khí chủ đạo, có giai điệu rất cao, tuy Tống Thái Tổ vừa ý, nhưng Tống Nhân Tông không hài lòng, sai Lý Chiếu sửa lại. Lý Chiếu đem nhạc của Vương Phác hạ thấp xuống 3 luật, tức là loại bỏ vai trò của chuông – khánh, người đương thời nghe không quen, cho rằng nó quá nặng, đòi dùng lại nhạc của Vương Phác, vì thế Nhân Tông lại mệnh cho Hồ Viện, Nguyễn Dật sửa đổi. Bọn Hồ Viện hạ xuống 1 luật, nhưng âm thanh vẫn còn trầm đục, vì thế mọi người vẫn đòi dùng lại nhạc của Vương Phác. Đến nay Lưu Kỷ hạ xuống 2 luật, bổ sung Tứ thanh thanh, tức là dùng chuông – khánh ở vai trò phụ trợ, nhằm giữ được cao độ. Quan điểm này được thể hiện qua lời tâu của đồng sự của Lưu Kỷ là Bí thư thừa, Đồng tri Lễ viện [[Dương Kiệt]] rằng: \"Thập nhị giả, luật chi bổn thanh dã; tứ giả, luật chi ứng thanh dã. Bổn thanh trọng đại, ứng thanh khinh thanh; bổn thanh vi quân phụ, ứng thanh vi thần tử, cố kỳ tứ thanh hoặc viết thanh thanh.\"}}.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/><ref>Tục tư trị thông giám quyển 75 – Tống kỷ 75<\/ref> Triều đình giáng chiếu bãi việc sửa nhạc, ban thưởng có phân biệt. Trấn không bằng lòng, nói: \"Đây là nhạc của Lưu Kỷ, thần có làm gì đâu!\" <ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nĐến nay, Trấn bèn đề nghị Thái Phủ tự cùng xác định các đơn vị dung tích, cũng như thẩm định kích cỡ của chuông – khánh. Tháng chạp nhuận năm sau, tức là năm Nguyên Hữu thứ 3 (1088), việc hoàn thành, Trấn dâng lên ghi chép và hình vẽ thiết kế liên quan, hạ nhạc của Lý Chiếu xuống chừng hơn 1 luật. Tống Triết Tông cùng [[Cao Thao Thao|Cao Thái hoàng thái hậu]] ngự ở điện Duyên Hòa, triệu tể tướng cùng xét duyệt, ban chiếu khen ngợi. Nhạc ấy được giao xuống cho Thái Thường tự, triều đình giáng chiếu cho bề tôi ở Tam tỉnh, Thị tòng, Đài các đều đến xem xét. Bấy giờ Trấn đã phát bệnh, nhạc diễn tấu được 3 ngày thì mất, hưởng thọ 81 tuổi; được tặng Hữu kim tử Quang lộc đại phu, thụy là Trung Văn.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/><ref>Tục tư trị thông giám quyển 81 – Tống kỷ 81<\/ref>\n\nNăm sau (1089), Trấn được chôn cất ở huyện Tương Thành, phủ Dĩnh Xương {{efn|Trong niên hiệu Nguyên Phong (1078 – 1085), Hứa Châu đổi tên là Dĩnh Xương, ngày nay là huyện Hứa Xương}}.<ref name=\"B\" \/>\n\n==Tính cách==\nTrấn bình sanh cùng Tư Mã Quang rất thân thiết, nghị luận như nói ra từ 1 miệng, vả lại còn hẹn sống thì giúp nhau viết liệt truyện, chết thì làm văn bia (minh). Tư Mã Quang sanh thời làm truyện của Trấn, tỏ ra khâm phục thái độ dũng cảm, quyết đoán của ông; sau này Trấn làm văn bia của Quang, có câu: \"Thời Hi Ninh bọn gian hoành hành, âm hiểm giảo hoạt, núp Thần Tông để lần mò vào trong.\" Lời ấy cay nghiệt, nên con của Quang là Tư Mã Khang gởi thư hỏi Tô Thức, Thức đáp: \"Thức không viết thư trả lời, vì sợ chẳng phải là phúc của 3 nhà vậy.\" Rồi đổi văn bia ấy.<ref name=\"T\" \/>\n\nTrấn tính trong sạch thẳng thắn, đãi người chân thành, lại cung kính thận trọng, không nhắc đến lỗi lầm của người ta. Hễ gặp dịp quan trọng, nghị luận căng thẳng, Trấn tuy sắc mặt hòa hoãn nhưng lời lẽ hùng tráng, luôn muốn kế tục những bậc tiền nhân đã mất, dù ở trước mặt hoàng đế cũng không chịu nhún mình. Trấn dốc lòng làm việc nghĩa, kính trọng người già, giúp đỡ người trẻ; ở quê nhà, những việc hôn nhân hay tang ma gặp khó khăn, ông liền đứng ra làm chủ.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nAnh cả Phạm Tư mất ở Lũng Thành, vốn không có con trai, nhưng Trấn nghe nói ông ta vẫn còn một đứa con hoang đang ở trong bụng mẹ (di phúc tử). Bấy giờ Trấn đang ở kinh sư, vẫn chưa làm quan, lập tức lên đường quay về đất Thục, vì đi bộ nên mất 2 năm mới tìm được 2 mẹ con ấy. Trấn nói: \"Anh của tôi có chỗ khác người, trên mình có 4 núm vú, đứa trẻ này nếu cũng có thì đúng rồi!\" Đứa trẻ thật sự có như thế, Trấn bèn đặt tên cho cậu ta là Bách Thường.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nThuở nhỏ Trấn ở quê nhà, theo học tiên sanh Bàng Trực Ôn. Con trai của thầy là Bàng Phưởng mất ở kinh sư, Trấn hỏi cưới con gái của Phưởng cho cháu trai mình, nuôi dưỡng vợ con của ông ta đến trọn đời.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nNhững năm cuối đời Trấn dọn nhà đến Hứa Châu, được người Hứa vừa yêu vừa kính. Nghe tin Trấn mất, người Hứa đều rơi nước mắt.<ref name=\"B\" \/>\n\n==Học nghiệp==\nHọc vấn của Trấn chỉ có Lục kinh, ông không hề nhắc đến học thuyết của [[Phật giáo]], [[Lão giáo]], [[Thân Bất Hại]], [[Hàn Phi]].<ref name=\"B\" \/><ref name=\"T\" \/> Văn của Trấn thanh tú, sâu xa, người có học đều làm khuôn phép của bậc thầy,<ref name=\"B\" \/> được truyền sang [[nhà Liêu]] và [[Cao Ly]]. Thiếu thời Trấn làm bài phú ''Trường khiếu khước hồ kỵ'', cuối đời ông đi sứ nhà Liêu, người Liêu nhìn nhau mà nói: \"Đây là Trường Khiếu công đấy.\" Con trai của anh trai thứ Phạm Hài là Phạm Bách Lộc cũng đi sứ nhà Liêu, người Liêu bèn hỏi thăm sức khỏe của ông.<ref name=\"B\" \/><ref name=\"T\" \/>\n\nTầm 30 tuổi, Trấn gia nhập Hàn Lâm viện, được làm Tri cống cử (tức là Chủ khảo) vào các năm Gia Hữu thứ 2 (1057), thứ 6 (1061), thứ 8 (1063) thời Tống Nhân Tông và Trì Bình thứ 2 (1065) thời Tống Anh Tông, nên có môn sanh ở khắp thiên hạ, người quý hiển nhiều không đếm xuể.<ref name=\"B\" \/>\n\n==Tác phẩm==\nTrấn đã phụng chiếu tham gia biên soạn các bộ sách Tân Đường thư, Nhân Tông thực lục, Ngọc điệp {{efn|[[Ngọc điệp]] ([[:zh:玉牒|玉牒]]) còn gọi Ngọc phả (玉谱) là gia phả của hoàng thất, ở đây là nhà Tống (宋代玉牒\/Tống đại ngọc điệp). Các triều đại ở Trung Quốc và Việt Nam đều có thói quen biên soạn Ngọc điệp. Truyền thống này được cho là bắt đầu bởi nhà Đường, thông thường cứ bổ sung 10 năm\/lần}}, Nhật lịch, Loại thiên {{efn|[[Loại thiên]] ([[:zh:类篇|类篇]]) là 1 bộ tự điển chữ Hán, được biên soạn trong khoảng thời gian 1039 – 1066, tiêu chí là sưu tầm những chữ lạ xuất hiện trong cổ văn. Các tác giả Vương Thù, Hồ Túc, Trương Thứ Lập, Phạm Trấn và Tư Mã Quang nối nhau biên soạn. Vì Phạm Trấn phải ra Trần Châu, nên Tư Mã Quang được kế tục làm chủ biên và hoàn thành bộ sách này, bởi thế Quang thường được ghi danh là tác giả. Hiện nay chỉ còn lưu hành ''Lưỡng Hoài Mã Dụ gia tàng bản'', có 45 quyển, 31319 chữ thuộc 544 bộ}}.<ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n\nCác tác phẩm cá nhân của Trấn gồm có:\n# Văn tập, 100 quyển\n# Gián viên tập, 10 quyển\n# Nội chế tập, 30 quyển\n# Ngoại chế tập, 10 quyển\n# Chánh ngôn, 3 quyển\n# Nhạc thư, 3 quyển\n# Quốc triều vận đối, 3 quyển\n# Quốc triều sự thủy, 1 quyển\n# Đông trai ký sự, 10 quyển\n# Đao bút, 8 quyển <ref name=\"B\" \/><ref name=\"B2\" \/><ref name=\"T\" \/>\n* '''Tác phẩm tiêu biểu''': [[Đông trai ký sự]] (东斋记事) là tác phẩm thuộc thể loại bút ký, ghi lại những sự kiện đương thời dưới góc nhìn chủ quan của Trấn. Ngày nay ''Đông trai ký sự'' là nguồn sử liệu quan trọng để tìm hiểu điển chương chế độ nhà Bắc Tống, còn có ghi chép dật sự của giới sĩ phu, ghi chép phong thổ, nhân tình của đất Thục đương thời. Tháng 9 năm 1980, Nhà xuất bản Trung Hoa thư cục ghép ''Đông trai ký sự'' với [[Xuân minh thối triều lục]] của [[Tống Mẫn Cầu]] để ấn hành. Quyển sách này nằm trong bộ tùng thư ''Đường Tống sử liệu bút ký tùng san'', dày 58 trang, ISBN 9787101017649.\n\n==Gia đình==\n===Vợ===\n* Vợ đầu là Trương thị, được truy phong Thanh Hà quận quân.\n* Vợ kế là Lý thị, được phong Trường An quận quân.<ref name=\"B\" \/><ref name=\"B2\" \/>\n\n===Con trai===\n# Phạm Yến Tôn, chết yểu (Yến Tôn là nhụ danh).\n# Phạm Bách Quỹ, được làm đến Tuyên đức lang, Giám Trung Nhạc miếu.\n# Phạm Bách Gia, được làm đến Thừa vụ lang, mất trước Trấn 1 năm.\n# Phạm Bách Tuế, được làm đến Thái Khang chủ bộ, mất trước Trấn 6 năm.\n# Phạm Bách Lự, được làm đến Thừa vụ lang.<ref name=\"B\" \/><ref name=\"B2\" \/>\n\n===Con gái===\n* Phạm thị, được gả cho Tả tư gián Ngô An Thi, mất trước khi Trấn trí sĩ lần thứ 2.<ref name=\"B\" \/><ref name=\"B2\" \/>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Ghi chú==\n{{notelist|2}}\n\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Sinh năm 1007]]\n[[Thể loại:Mất năm 1088]]\n[[Thể loại:Nhà sử học thời Tống]]"}