{"Phục Thọ":"{{Thông tin nhân vật hoàng gia\n|tên= Phục Thọ\n|tên gốc= 伏壽\n|tước vị= [[Hán Hiến Đế]] [[hoàng hậu]]\n|hình= File:RTK_Chronicle_-_001.jpg\n|ghi chú hình = [[Hán Hiến Đế]] (chính giữa) cùng [[Đổng quý nhân (Hán Hiến Đế)|Đổng quý nhân]] (trái) và Phục Thọ (phải) \n|chức vị= [[Hoàng hậu]] [[nhà Hán]]\n|tại vị= [[195]] - [[214]]\n|tiền nhiệm = [[Linh Tư Hà hoàng hậu|<font color=\"grey\">Linh Tư Hà Hoàng hậu<\/font>]]\n|kế nhiệm = [[Tào Tiết (hoàng hậu)|<font color=\"blue\">Hiến Mục Tào Hoàng hậu<\/font>]]\n|phối ngẫu= [[Hán Hiến Đế]]<br>Lưu Hiệp\n|con cái = Hai hoàng tử, không rõ tên\n|kiểu tên đầy đủ = Tên thật\n|cha= [[Phục Hoàn]]\n|mẹ= Thị Doanh\n|sinh= ?\n|nơi sinh= huyện [[Đông Vũ]], quận [[Lang Tà]]\n|mất= [[214]]\n|nơi mất = [[Hứa Xương]]\n|nơi an táng= Hứa Xương\n}}\n\n'''Hiến Đế Phục Hoàng hậu''' ([[chữ Hán]]: 献帝伏皇后; ? - [[214]]), tên '''Thọ''' (壽) là [[Hoàng hậu]] thứ nhất của [[Hán Hiến Đế]] Lưu Hiệp – vị Hoàng đế cuối cùng của [[nhà Hán]] trong [[lịch sử Trung Quốc]]. Vì muốn mưu toan giết quyền thần [[Tào Tháo]], Hoàng hậu Phục Thọ bị Tào Tháo chiếu mắng và giết hại.\n\n== Cuộc đời ==\n=== Thân thế ===\nHiếu Hiến Phục hoàng hậu, húy '''Thọ''' (壽), người huyện [[Đông Vũ]], quận [[Lang Tà]] của [[Từ Châu]] (nay là [[Chư Thành]], tỉnh [[Sơn Đông]]), hậu duệ 8 đời của Đại Tư đồ thời [[Tây Hán]] là [[Phục Trạm]] (伏湛), phụ thân là Phò mã Đồn kỵ hiệu úy, thừa tước Bất Kỳ hầu [[Phục Hoàn]] (伏完). Phục Hoàn lấy Dương An Trưởng công chúa Lưu Hoa – con gái [[Hán Hoàn Đế]] – nên làm đến chức Thị trung. Nhưng Phục Thọ không phải là Dương An công chúa sinh ra, mẹ bà tên là '''Doanh''' (盈), không rõ họ gì<ref>《后汉书·卷十下·皇后纪第十下》：献帝伏皇后讳寿，琅邪东武人，大司徒湛之八世孙也。父完，沉深有大度，袭爵不其侯，尚桓帝女阳安公主，为侍中。<\/ref>.\n\nNăm Sơ Bình nguyên niên ([[190]]), quyền thần [[Đổng Trác]] đang khống chế Hán Hiến Đế bị [[chư hầu]] chống lại, mang Hán Hiến Đế từ [[Lạc Dương]] về [[Trường An]]. Năm đó Hiến Đế mới 10 tuổi. Phục Thọ nhập cung trở thành [[phi tần]] của Hiến Đế, làm [[Quý nhân]]<ref>《后汉书·卷十下·皇后纪第十下》：初平元年，从大驾西迁长安，后时入掖庭为贵人。<\/ref>.\n\n=== Lập làm Hoàng hậu ===\nNăm Hưng Bình thứ 2 ([[195]]), Hán Hiến Đế mới 15 tuổi, lập Phục Thọ làm [[Hoàng hậu]]. Cha bà Phục Hoàn, do là quốc trượng được phong làm ''Chấp kim ngô'' (执金吾)<ref>《后汉书·卷十下·皇后纪第十下》：兴平二年，立为皇后，完迁执金吾。<\/ref>.\n\nVào lúc này, Hán Hiến Đế đang bị [[Lý Thôi]] và [[Quách Dĩ]] khống chế. Lý Thôi và Quách Dĩ cùng muốn một mình làm chủ triều đình nên trở mặt đánh nhau. Kinh thành Trường An đổ nát vì binh hỏa, nên Hán Hiến Đế và Phục hậu bị Lý Thôi mang từ trong cung vào doanh trại giam lỏng, Quách Dĩ cũng bắt giữ một số đại thần<ref>Lê Đông Phương, sách đã dẫn, tr 55<\/ref>. Tướng [[Trương Tế]] từ Hoằng Nông kéo về kinh thành giảng hòa hai người và khuyên Lý, Quách hãy để Hiến Đế rời Quan Trung về quận Hoằng Nông. Hán Hiến Đế cũng sai người đi xin Lý Thôi cho mình rời khỏi doanh trại về Hoằng Nông. Sau hơn 10 lần sứ giả đi lại, Lý Thôi mới đồng ý<ref>Lê Đông Phương, sách đã dẫn, tr 56<\/ref>.\n\nTháng 7 năm đó, Phục hoàng hậu theo Hán Hiến Đế cùng công khanh từ doanh [[Bắc Ổ]] của Lý Thôi (ngoài thành Trường An) lên đường, định đi từ [[Hoàng Hà]] đến [[Sơn Tây]], lục cung phi tần đều đi bộ ra theo, Phục hậu mang trên tay là các sổ sách cùng áo lụa. Khi ấy, [[Đổng Thừa]] kêu Phù Tiết lệnh [[Tôn Huy]] cầm đao giết hết người hầu, máu vấy lên bẩn cả áo Phục hậu<ref>《后汉书·卷十下·皇后纪第十下》：帝寻而东归，李傕、郭汜等追败乘舆于曹阳，帝乃潜夜度河走，六宫皆步行出营。后手持缣数匹，董承使符节令孙徽以刃胁夺之，杀傍侍者，血溅后衣。既至安邑，御服穿敝，唯以枣栗为粮。<\/ref>.\n\n=== Mưu trừ Tào Tháo ===\nNăm sau ([[196]]), Thứ sử Duyện châu là [[Tào Tháo]] đón Hiến Đế về [[Hứa Xương]]. Từ đó Hiến Đế bị Tào Tháo khống chế. Đổi [[niên hiệu]] thành '''Kiến An''', gọi là Kiến An nguyên niên. Cha bà Phục Hoàn được bái ''Phụ quốc Tướng quân'' (輔國將軍), nghi chế ngang với [[Tam công]]. Không lâu sau nhậm ''Trung tán đại phu'' (中散大夫), lại chuyển thành ''Truân kỵ Giáo úy'' (屯骑校尉)<ref>《后汉书·卷十下·皇后纪第十下》：建安元年，拜完辅国将军，仪比三司。完以政在曹操，自嫌尊戚，乃上印绶，拜中散大夫，寻迁屯骑校尉。<\/ref>.\n\nTừ khi đến Hứa Xương, Hiến Đế bị người của Tào Tháo giam lỏng nên bất mãn. Có Thị lang tên [[Triệu Ngạn]] (赵彦) bày giúp cách cho Hiến Đế, liền bị Tào Tháo giết chết. Còn lại những người bất hòa với Tào Tháo, đa số đều bị sát hại. Một hôm, Tào Tháo lại vào điện triệu kiến, Hán Hiến Đế giận dữ nói: ''\"Nếu ngài tương trợ ta, ta hi vọng ngài có thể đối đãi ta tử tế. Còn không, chi bằng cứ vứt bỏ ta đi thì hơn!\"''. Tào Tháo nghe thế hoảng hốt, mồ hôi ướt đẫm, từ đó không triều kiến Hiến Đế nữa. Khi ấy Đổng Thừa mưu phản bị giết, con gái Thừa là [[Đổng quý nhân (Hán Hiến Đế)|Đổng Quý nhân]] đang mang thai, Hiến Đế cầu xin Tào Tháo đừng giết, thế nhưng Tào Tháo vẫn lôi Đổng Quý nhân ra xử tử. Phục hậu trông hết mọi sự kinh hãi, viết thư báo cho cha là Phục Hoàn, kể hết sự tình của Tào Tháo, cùng mưu trừ diệt đi<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 378<\/ref><ref>《后汉书·卷十下·皇后纪第十下》：自帝都许，守位而已，宿卫兵侍，莫非曹氏党旧姻戚。议郎赵彦尝为帝陈言时策，曹操恶而杀之。其余内外，多见诛戮。操后以事入见殿中，帝不任其愤，因曰：“君若能相辅，则厚；不尔，幸垂恩相舍。”操失色，俯仰求出。旧仪，三公领兵朝见，令虎贲执刃挟之。操出，顾左右，汗流浃背，自后不敢复朝请。董承女为贵人，操诛承而求贵人杀之。帝以贵人有妊，累为请，不能得。后自是怀惧，乃与父完书，言曹操残逼之状，令密图之。<\/ref>.\n\nNhưng Phục Hoàn không dám ra tay, sang năm Kiến An thứ 14 ([[209]]), Phục Hoàn mất, con trai là [[Phục Điển]] (伏典) thừa tự.\n\n== Sự bại bị giết ==\nNăm Kiến An thứ 19 ([[214]]), có người tố cáo việc Phục hậu mưu giết Tào Tháo. Thế là Tào Tháo sai [[Hoa Hâm]] và [[Si Lự]] mang quân vào cung bắt Phục hậu, giận dữ ra chỉ dụ:\n\n{{Cquote|\n皇后寿，得由卑贱，登显尊极，自处椒房，二纪于兹。既无任、姒徽音之美，又乏谨身养己之福，而阴怀妒害，苞藏祸心，弗可以承天命，奉祖宗。今使御史大夫郗虑持节策诏，其上皇后玺绶，退避中宫，迁于它馆。鸣呼伤哉！自寿取之，未致于理，为幸多焉。\n\n.\n\nHoàng hậu Thọ, từ thân ti tiện mà vào đến hoàng cung, cứ thế bước lên Hoàng hậu tôn vị. Hiện vị đến bây giờ, đã không có [[Chu Văn vương|Văn Vương Mẫu]], [[Chu Vũ vương|Võ Vương mẫu]] huy âm chi mỹ, mà lại khuyết thiếu sự cẩn thận tu thân dưỡng di, âm hiểm mà ôm ấp đố hại, rắp tâm hại người, không thể thừa phụng thiên mệnh, tự phụng Tổ tông.\n\nHiện tại phái Ngự Sử đại phu Khước Lự cầm phù tiết sách thư chiếu lệnh, tước đi Hoàng hậu tỉ thụ, thối lui Trung cung, dời đi chỗ khác, thật đáng buồn thương a! Thọ gieo gió gặt bão, chưa chịu thẩm vấn, hạnh thậm hạnh thậm!|||Tào Tháo chiếu mắng Phục hậu}}\n\nKhi ấy, Hán Hiến Đế mang Phục hậu giấu vào bức tường hai lớp. Khước Lự và Hoa Hâm lục soát nửa ngày cuối cùng tìm ra, Hoa Hâm sai quân phá bức tường, nắm tóc Phục hậu kéo ra. Bà níu tay Hiến Đế cầu cứu, Hiến Đế đau lòng nói: ''\"Bản thân ta còn chưa biết sẽ chết ngày nào mà!\"'', quay đầu lại nói với Khước Lự rằng: \"''Khước Công! Thiên hạ chẳng lẽ có chuyện như vậy sao?''”. Sau đó Phục hậu bị giam vào bạo thất, u uất rồi băng thệ. Gia quyến Phục hậu và Phục Hoàn, anh bà là [[Phục Điển]] gồm hơn 100 người đều bị giết hại. Hai hoàng tử do bà sinh ra cũng bị giết<ref name=\"ReferenceA\"\/>. Mẹ bà là Doanh (có khả năng là chị của [[Phàn Phổ]]) bị lưu đày đến Trác quận mấy ngày sau đó<ref>Cát Kiếm Hùng, sách đã dẫn, tr 604<\/ref><ref>《后汉书·卷十下·皇后纪第十下》：完不敢发，至十九年，事乃露泄。操追大怒，遂逼帝废后，假为策曰：“皇后寿，得由卑贱，登显尊极，自处椒房，二纪于兹。既无任、姒徽音之美，又乏谨身养己之福，而阴怀妒害，苞藏祸心，弗可以承天命，奉祖宗。今使御史大夫郗虑持节策诏，其上皇后玺绶，退避中宫，迁于它馆。鸣呼伤哉！自寿取之，未致于理，为幸多焉。”又以尚书令华歆为郗虑副，勒兵入宫收后。闭户藏壁中，歆就牵后出。时帝在外殿，引虑于坐。后被发徒跣行泣过诀曰：“不能复相活邪？”帝曰：“我亦不知命在何时！”顾谓虑曰：“郗公，天下宁有是邪？”遂将后下暴室，以幽崩。所生二皇子，皆鸩杀之。后在位二十年，兄弟及宗族死者百余人，母盈等十九人徙涿郡。<\/ref>.\n\nGiết Phục hậu xong, Tào Tháo ép Hiến Đế lập con gái mình là [[Tào Tiết (hoàng hậu)|Tào Tiết]] làm Kế hoàng hậu. Mộ bà hiện ở [[Hứa Xương]], khoảng 15&nbsp;km về phía Nam, mộ cao 10m, trước mộ có 2 mộ nhỏ, ước chừng là chôn 2 vị hoàng tử của bà.\n\n== Trong văn hóa đại chúng ==\n{| class=\"wikitable\"\n|+\n!Năm\n!Phim truyền hình\n!Diễn viên\n!Nhân vật\n|-\n|2018\n|Tam quốc cơ mật\n|[[Vạn Thiến]]\n|Phục Thọ\n|-\n| colspan=\"4\" |\n|}\n\n==Xem thêm==\n* [[Hán Hiến Đế]]\n* [[Tào Tiết (hoàng hậu)|Hiến Mục Tào hoàng hậu]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa, tập 1'', Nhà xuất bản Lao động.\n* Cát Kiếm Hùng chủ biên ([[2006]]), ''Bước thịnh suy của các triều đại phong kiến Trung Quốc'', tập 1, Nhà xuất bản Văn hoá thông tin\n\n==Chú thích==\n{{Tham khảo}}\n{{Hoàng hậu nhà Hán}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 214]]\n[[Thể loại:Hoàng hậu nhà Hán]]\n[[Thể loại:Sinh thế kỷ 2]]"}