{"Plutarchus":"{{Infobox Writer <!-- for more information see [[:Template:Infobox Writer\/doc]] -->\n| name = Plutarch<br \/>''Lucius Mestrius Plutarchus''<br \/>Μέστριος Πλούταρχος\n| image = Plutarch.gif\n| imagesize = 250px\n| caption = ''[[Tiểu sử sóng đôi]]'', bản dịch của [[Jacques Amyot|Amyot]], 1565\n| pseudonym =\n| birthdate = khoảng [[46]]\n| birthplace = [[Chaeronea]], [[Boeotia]]\n| deathdate = khoảng [[120]] (tuổi 74)\n| deathplace = [[Delphi]], [[Phocis]]\n| occupation = [[Tiểu sử|Nhà tiểu sử học]], [[nhà tiểu luận]], [[giáo sĩ]], [[sứ thần]], [[thẩm phán]]\n| nationality = [[Công dân La Mã|La Mã]] (sắc tộc [[Hy Lạp thuộc La Mã|Hy Lạp]])\n| period =\n| genre =\n| subject = [[Tiểu sử]], [[Moralia#sách|nhiều]]\n| movement = [[Chủ nghĩa Trung Plato]],<br \/>[[Văn học Cổ Hy Lạp#Thời đại Hy Lạp hóa|Văn học Hy Lạp hóa]]\n| influences =\n| influenced =\n| signature =\n| website =\n}}\n'''Plutarchus''' ([[Tiếng Hy Lạp cổ đại]]: Πλούταρχος, ''Ploutarchos''), còn được viết theo tên [[tiếng Anh]], [[tiếng Đức]] là '''Plutarch''', và [[tiếng Pháp]] là '''Plutarque''',<ref name=\"plutarchtrang7\"\/> tên đầy đủ là '''Lucius Mestrius Plutarchus''' (Μέστριος Πλούταρχος) lấy khi nhận được quyền công dân La Mã,<ref>Plutarch lấy tên là Mestrius hay Lucius Mestrius, theo tên của quan Tổng tài La Mã Lucius Mestrius Florius, vì quan có công bảo hộ [[Quyền công dân La Mã|quyền công dân]] của ông.<\/ref> ([[46]] - [[120]]) là một nhà [[tiểu luận]] va nhà [[tiểu sử]] học [[La Mã cổ đại]], ông là người gốc [[Hy Lạp cổ đại|Hy Lạp]].<ref>Peter H. Gibbon, Peter J. (FRW) Gomes, ''A Call to Heroism: Renewing America's Vision of Greatness'', trang 6<\/ref><ref>Ciarán Mc Mahon, ''The Prehistory of the Concept of Attention'', trang 50<\/ref> Là một học giả lớn trong [[lịch sử]], ông đã để lại một gia tài văn học đồ sộ cho nhân loại. Ông rất thông thái, am hiểu sâu sắc về [[tôn giáo]], thuật hùng biện và cả [[triết học]]. Không những thế, có người còn xem ông là một nhà [[Lịch sử quân sự|sử học quân sự]],<ref>Malcolm Potts, Thomas Hayden, ''Sex and War: How Biology Explains Warfare and Terrorism and Offers a Path to a Safer World'', trang 75<\/ref> ông đã giúp cho nhân loại có được am hiểu về nền quân sử Hy Lạp - La Mã xưa kia thông qua bộ \"Tiểu sử sóng đôi\" trứ danh.<ref>Todd C. Penner, Caroline Vander Stichele, ''Contextualizing Acts: Lukan narrative and Greco-Roman discourse'', trang 144<\/ref> Ông viết nên nhiều tác phẩm, và trong số đó, ông có công kích bộ sử \"[[Historiai]]\" của [[Herodotos]],<ref name=\"PlutarchMobiRe\"\/> và viết nên tiểu sử của không ít danh nhân [[Hy Lạp cổ đại|Hy]] - [[Văn minh La Mã cổ đại|La]] cổ đại, so sánh những vị anh hùng này nhằm dạy cho người đọc đạo đức và [[chủ nghĩa anh hùng]].<ref name=\"Sreedharan33\">E. Sreedharan, ''A textbook of historiography, 500 B.C. to A.D. 2000'', trang 33<\/ref> Đơn cử như ông so sánh vua [[Pyrros của Ipiros|Pyrros]] xứ [[Ipiros (quốc gia cổ đại)|Ipiros]] với quan Tổng tài [[Caius Marius]] của La Mã.<ref>Plutarch, Judith Mossman, ''Lives of the noble Grecians and Romans'', trang 234<\/ref> Những tiểu sử hào hùng này được ông tập hợp lại trong bộ \"[[Tiểu sử sóng đôi]]\", và đưa tên tuổi của ông trở nên lừng danh.<ref>Plutarch, Cao Việt Dũng. Nguyễn Cảnh Bình. Nguyễn Hoa Cương. Tạ Quang Đông. ''Những anh hùng Hy Lạp cổ đại'', Bìa trước<\/ref><ref>Blanche M. G. Linden, Library of American Landscape History, Richard Cheek, Carol Betsch, ''Silent city on a hill: picturesque landscapes of memory and Boston's Mount Auburn Cemetery Song'', trang 304<\/ref>, vai trò làm nhà đạo đức học của ông còn lớn hơn cả nhà sử học, do trong cuốn tiểu sử [[Alexandros Đại đế|Alexandros Đại Đế]], ông viết rằng ông quan tâm đến nhân cách hơn là [[lịch sử]].<ref name=\"Sreedharan33\"\/>\n\nThiếu thời, Plutarchus được học tại thành phố [[Athena]], về triết học và [[toán học]]. Dần dần, ông trở thành một con người có kiến thức uyên bác khác thường. Ông đã nhiều lần đi rao giảng, và còn say sưa đàm thoại với giới học thuật tại Hy Lạp, La Mã cổ đại, và về sau ông còn được đến [[Thủ đô|kinh đô]] [[Roma]] để răn dạy triết học. Tại đây, ông làm thân với nhiều người, thậm chí cả hai [[Hoàng đế]] [[Traianus]] và [[Hadrianus]].<ref name=\"plutarchtrang7\">Plutarch, Cao Việt Dũng. Nguyễn Cảnh Bình. Nguyễn Hoa Cương. Tạ Quang Đông. ''Những anh hùng Hy Lạp cổ đại'', trang 7<\/ref> Tác phẩm của ông đã ảnh hưởng lớn lao đến không ít nhà sử học và những nhà văn các thể loại khác,<ref name=\"Sreedharan33\"\/> trong số đó có cả nhà soạn kịch [[Anh]] lừng danh [[William Shakespeare|Shakespeare]]<ref name=\"mossmanxxxi\">Plutarch, Judith Mossman, ''Lives of the noble Grecians and Romans'', các trang XX-XXI.<\/ref> hay ông [[vua]] - chiến binh [[Vương quốc Phổ|Phổ]] kiệt xuất [[Friedrich II của Phổ|Friedrich II Đại Đế]].<ref>Giles MacDonogh, ''Frederick the Great: A Life in Deed and Letters'', trang 388<\/ref>\n\n== Thời niên thiếu ==\n[[Hình:Plutarchus - Moralia. De placitis philosophorum, 1531 - 3020537.tif|thumb|''Moralia'', 1531]]\nVào năm [[46]]{{Ref_label|A|a|none}}, tại một thị trấn tĩnh lặng và chẳng rộng lớn chi tại [[Boetia]] (miền Nam Hy Lạp) là Chaeronea (cách điện thờ [[Delphi]] 20 dặm<ref name=\"PlutarchMobiRe\">Plutarch, [http:\/\/books.google.com.vn\/books?id=mUD-J6-67tEC&pg=PT3023&dq=%22twenty+miles%22#v=onepage&q=%22twenty%20miles%22&f=false ''Works of Plutarch: Includes The Lives of the noble Grecians and Romans (Parallel Lives), Morals and Essays and Miscellanies (Mobi Collected Works)''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150510082454\/http:\/\/books.google.com.vn\/books?id=mUD-J6-67tEC&pg=PT3023&dq=%22twenty+miles%22#v=onepage&q=%22twenty%20miles%22&f=false|date=2015-05-10}}, MobileReference, ISBN 1-60778-505-6.<\/ref>), nhà sử học Plutarchus chào đời.<ref name=\"plutarchtrang7\"\/> <!--CHE VÌ THÔNG TIN NÀY CHƯA THỂ XÁC ĐỊNH RÕ! Ông là con trai của [[Aristobulus]] - một nhà triết học và tiểu sử học.--> Gia đình ông thuộc tầng lớp chủ đất, làm ăn tốt và giàu có.<ref name=\"KonradXXV\">Christoph F. Konrad, Plutarch, ''Plutarch's Sertorius: a historical commentary'', trang XXV<\/ref> Tên người ông của Plutarchus là [[Lamprias]], theo như ông xác nhận trong Moralia<ref>''Symposiacs'', Book IX, questions II & III<\/ref> và trong ''cuộc đời của Antony''. Anh em của ông, Timon và Lamprias, thường xuyên được đề cập trong bài tiểu luận và đối thoại của ông, nơi Timon được nói đến trong các điều tình cảm nhất. Rualdus, trong cuộc đời công việc của Plutarchus, phát hiện lại tên của vợ Plutarch, Timoxena, từ bằng chứng nội bộ bởi tác phẩm của ông. Một lá thư vẫn còn tồn tại, gửi bởi Plutarchus cho vợ mình\n\nPlutarchus học toán học và triết học tại Học viện [[Athena]] dưới sự dạy bảo của thầy [[Ammonius]] - một nhà triết học theo thuyết [[Platon|Plato]]<ref name=\"KonradXXV\"\/> - từ năm 66-67.<ref>{{chú thích web | url = http:\/\/oll.libertyfund.org\/Intros\/Plutarch.php | title = Plutarch Bio(46c.-125)| publisher = The Online Library of Liberty| access-date = ngày 6 tháng 12 năm 2006}}<\/ref> Từ đây, thầy Ammonius luôn luôn có ảnh hưởng sâu đậm đến sự nghiệp tri thức, triết học của Plutarchus.<ref name=\"KonradXXV\"\/> Ông đã có một số bạn bè thân thiết, bao gồm [[Quintus Sosius Senecio]] và Fundanus, cả hai nguyên lão quan trọng, người mà trong một số tác phẩm sau này ông đã viết riêng cho.{{chú thích needed|date=February 2007}} Plutarch du hành rộng rãi trong thế giới [[Địa Trung Hải]], bao gồm cả trung tâm [[Hy Lạp]], [[Sparta]], [[Corinth thuộc La Mã|Corinth]], [[Patrae]] (Patras), [[Sardes]], [[Alexandria]], và hai chuyến đi đến kinh thành Roma. {{Ref_label|B|b|none}}\n\nTại một số thời điểm, Plutarchus đã có quyền công dân La Mã. Bằng chứng là tên mới của ông, '''Lucius Mestrius Plutarchus'''. Người bảo hộ quyền công dân của ông là quan [[Tổng tài La Mã|Tổng Tài]] [[Văn minh La Mã cổ đại|La Mã]] [[Lucius Mestrius Florus]] - người cũng được Plutarch \"dùng\" như một \"tư liệu lịch sử\" trong cuốn ''Tiểu sử Otho'' của ông.<ref>Plutarch, ''Otho'' 14.1<\/ref>\n\nÔng sống phần lớn cuộc đời của mình tại Chaeronea, và tham gia vào việc thờ cúng vị thần Hy Lạp [[Apollo]].Tuy nhiên, nhiệm vụ của ông như là một trong hai tăng lữ tối cao của thần Apollo tại điện thờ Delphi (nơi ông chịu trách nhiệm giải thích sấm truyền của Pythia) dường như việc này chiếm ít thời gian của ông.\n\nTrong nhiều năm, Plutarchus trở thành một trong hai vụ giáo sĩ tại điện thờ thần [[Apollo]] ở [[Delphi]], cách Delphi hai mươi dặm. Nhờ những tác phẩm của ông và các bài thuyết giảng, danh thơm của Plutarchus trở nên vang xa trên khắp [[đế quốc La Mã|đế chế La Mã]] rộng lớn, nhưng ông vẫn tiếp tục cư trú tại nơi ông được sinh ra, và tích cực tham gia trong các vấn đề địa phương, thậm chí còn làm [[Thị trưởng]] nữa. Tại điền trang ở quê hương ông, các vị khách từ khắp nơi trong đế chế đã ngồi lại, tham gia vào cuộc trò chuyện về đạo lý, chủ trì bởi Plutarch trên ghế đá cẩm thạch của ông. Rất nhiều trong số những cuộc đối thoại đã được ghi lại và xuất bản, và 78 bài tiểu luận cùng các công trình khác đã tồn tại bây giờ được gọi chung là ''Moralia''.\n\n== Làm việc là một quan tòa và đại sứ ==\nNgoài công việc của mình là một [[tu sĩ]] của đền thờ Delphi, Plutarch cũng là một [[thẩm phán]] ở Chaeronea và ông đã đại diện cho quê nhà của ông trong các nhiệm vụ khác nhau đi tới các nước khác trong những năm trưởng thành đầu tiên của ông. Plutarch đã giữ chức Archon ở thành phố quê hương ông\n\n== ''Cuộc đời của các hoàng đế La Mã'' ==\nTác phẩm tiểu sử đầu tiên được viết bởi Plutarch là cuộc đời của các Hoàng đế La Mã từ [[Augustus]] đến [[Vitellius]]. Trong số này, chỉ có cuộc đời của [[Galba]] và [[Otho]] vẫn còn tồn tại. Cuộc đời của [[Tiberius]] và [[Nero]] chỉ còn là những đoạn nhỏ, được ghi lại bởi Dasmascius (Cuộc đời của Tiberius, cf. Cuộc đời của ông về Isidore)<ref>Ziegler, Konrad, Plutarchos von Chaironeia (Stuttgart 1964), 258. Citation translated by the author.<\/ref> và bản thân Plutarch (cuộc đời của Nero, cf. Galba 2,1), tương ứng. Những tiểu sử của các vị hoàng đế đầu này có lẽ đã xuất bản dưới triều đại Flavius hay trong triều đại [[Nerva]] (CE 96-98CN)\n\n== Tiểu sử sóng đôi ==\nTác phẩm nổi tiếng nhất của Plutarchus là ''[[Tiểu sử sóng đôi]]'', bao gồm một loạt các tiểu sử những danh nhân lịch sử của hai nền văn minh Hy Lạp và La Mã vẻ vang, sắp xếp thành từng cặp để so sánh những đức tính đáng kính của họ, cũng như những khuyết điểm của các danh nhân này. ''Tiểu sử sóng đôi'' còn sót có 23 cặp danh nhân lịch sử, mỗi một đôi là tiểu sử của một vị anh hùng Hy Lạp và một anh hùng La Mã, cũng như bốn cuộc đời đơn lẻ.\n\nTrong đoạn mở đầu của '''cuộc đời Alexandros''', Plutarchus có lời lý giải:<ref>Plutarch, Cao Việt Dũng, Nguyễn Cảnh Bình, Nguyễn Hoa Cương, Tạ Quang Đông, ''Những anh hùng Hy Lạp cổ đại. [http:\/\/www.golbook.com\/showdata_Insummary.asp?page=1&ma12=FHS_027621 Xem sơ lược].<\/ref>\n{{Cquote|''Tôi không có dự định viết lịch sử mà chỉ kể lại những cuộc đời. Đôi khi những sự kiện nhỏ chứ không phải những kỳ công lại thể hiện được những tính cách con người rõ ràng nhất. Đó là vì sao các họa sĩ vẽ chân dung thường miêu tả kỹ khuôn mặt hơn thân thể, còn tôi lại chú ý nhiều hơn đến tâm hồn con người. Bằng cách này, chứ không phải dựa hoàn toàn vào những sự kiện lịch sử mà họ tham gia, tôi cố gắng phác họa chân dung họ. Tôi muốn nhường công việc kể lại lịch sử chi tiết hơn cho những người khác.''|||Plutarchus}}\n\nMột số tiểu sử, chẳng hạn như của [[Heracles]], [[Philippos II của Macedonia]] và [[Scipio Africanus]], không còn tồn tại, nhiều cuộc đời còn lại bị cắt ngắn, có thiếu sót rõ ràng hoặc đã bị giả mạo bởi các nhà văn sau này. Tiểu sử còn tồn tại bao gồm của [[Solon]], [[Themistocles]], [[Aristides]], [[Perikles|Pericles]], [[Alcibiades]], [[Nicias]], [[Demosthenes]], [[Pelopidas]], [[Philopoemen]], [[Timoleon]], [[Dion của Syracuse]], [[Alexandros Đại đế]], [[Pyrros của Ipiros|Pyrros]], [[Romulus và Remus|Romulus]], [[Numa Pompilius]], [[Coriolanus]], [[Aemilius Paullus]], [[Tiberius Gracchus]], [[Gaius Gracchus]], [[Gaius Marius]], [[Sulla]], [[Sertorius]], [[Lucullus]], [[Pompey]], [[Julius Caesar]], [[Cicero]], [[Marcus Antonius|Mark Antony]] và [[Marcus Junius Brutus]]. Về tính không thật sự chính xác của những câu chuyện, Plutarchus có lời bàn trong phần mở đầu trong tiểu sử của vị vua khai quốc Athena là [[Theseus]]:<ref>Plutarch, Cao Việt Dũng. Nguyễn Cảnh Bình. Nguyễn Hoa Cương. Tạ Quang Đông, ''Những anh hùng Hy Lạp cổ đại'', trang 19<\/ref>\n{{Cquote|''Như các nhà địa lý thêm chú giải bên lề bản đồ đánh dấu những vùng nguy hiểm, tôi cũng cảnh báo rằng những ghi chép về những con người ở quá khứ xa xôi chỉ gồm những câu chuyện tưởng tượng và huyền thoại. Có lẽ quá trình gạn lọc của tư duy có thể chuyển những huyền thoại đó thành lịch sử chân thực. Nhưng dù cho chúng không được gần với sự thật cho lắm, tôi vẫn hy vọng độc giả sẽ khoan thứ mà tạm hài lòng với những câu chuyện về thời cổ đại này.''|||Plutarchus}}\n\nQua tác phẩm này, người ta thấy được chủ nghĩa anh hùng của người Hy Lạp và La Mã năm xưa. Nó gắn liền với những ông vua tung hoành khắp nơi mà tranh hùng tranh bá như Alexandros Đại Đế hay Pyrros, những chiến tướng dũng mãnh như Aristides hay Philopoemen, cũng như những nhà làm luật kiệt xuất như Lycurgus hay Solon - đem lại sự lớn mạnh cho nước nhà Athena và Sparta.<ref>Plutarch, Cao Việt Dũng. Nguyễn Cảnh Bình. Nguyễn Hoa Cương. Tạ Quang Đông, ''Những anh hùng Hy Lạp cổ đại'', trang 6<\/ref> Bằng việc so sánh các anh hùng Hy Lạp và La Mã, ông đã đưa hai nền văn hóa vĩ đại này trở nên gắn bó với nhau hơn.<ref>Robert Lamberton, ''Plutarch'', Bìa Sau<\/ref> \n \n=== Cuộc đời của Alexandros Đại Đế ===\nTiểu sử vua Alexandros Đại Đế của Plutarchus, được viết như là một tiểu sử song song với tiểu sử [[Julius Caesar]], là một trong năm tài liệu cổ còn tồn tại về những cuộc chinh phục của Quốc vương [[Alexandros Đại đế]] xứ [[Vương quốc Macedonia|Macedonia]] một thời oanh liệt. Nó bao gồm những giai thoại và mô tả các sự kiện không xuất hiện trong nguồn khác, như là hình ảnh của [[Numa Pompilius]] của Plutarch, vị vua huyền thoại thứ hai của La Mã.\n\n== Di sản ==\nTrong thời đại [[Phục Hưng]] vào [[Thế kỷ 16|thế kỷ thứ XVI]], nhà văn [[Pháp]] [[Michel de Montaigne]] coi Plutarch là nhà sử học vĩ đại hơn cả.<ref>Thomas Magnell, ''Values and education'', trang 204<\/ref> Không những thế, nhà soạn kịch lừng danh [[Anh]] [[William Shakespeare|Shakespeare]] cũng rất ngưỡng mộ và chịu ảnh hưởng sâu đậm từ ông.<ref>''Encyclopedia Americana'', Americana Corp., 1966, trang 244, Tập 16<\/ref> Là một \"bạn đọc\" lớn của Plutarch,<ref name=\"mossmanxxxi\"\/> không những Shakespeare dựa theo ông để làm nên nội dung của vở kịch \"Antony và Cleopatra\", mà nhà soạn kịch nổi tiếng còn viết nên những cảnh tượng và đoạn hội thoại tốt nhất của vở kịch nhờ vào Plutarch.<ref>Plutarch, Philip A. Stadter, Robin Waterfield, ''Roman lives: a selection of eight Roman lives'', trang 362<\/ref> Ngoài ra, bản dịch Plutarch của nhà dịch thuật [[Thomas North]] cũng được Shakespeare dùng làm tư liệu tham khảo cho các vở kịch ''Julius Caesar'', ''Coriolanus'' và ''Timon thành Athens'', người ta còn nói rằng các vở kịch không nói về La Mã của Shakespeare cũng dùng nguồn từ Plutarch luôn.<ref name=\"mossmanxxxi\"\/>\n\nTrong [[Thế kỷ 18|thế kỷ thứ XVIII]] là trào lưu [[Thời kỳ Khai sáng|Khai sáng]], người ta thường tôn vinh Plutarchus rất nhiều. Ông không bị chỉ trích, mà còn được xem là một bậc tiền bối của nền triết học Khai sáng. Sự tôn thờ các bậc anh hùng của Plutarch đã khiến cho ông [[vua]] - chiến binh - thi sĩ lỗi lạc [[Friedrich II của Phổ|Friedrich II Đại Đế]] nước [[Vương quốc Phổ|Phổ]] không thể nào quên mang theo những cuốn tiểu sử anh hùng của Plutarch khi Quốc vương lên đường ra trận tiền.<ref name=\"Enenkel248\">K. A. E. Enenkel, Jan L. de Jong, Jeanine Landtsheer, Alicia Montoya, ''Recreating ancient history: episodes from the Greek and Roman past in the arts and literature of the Early Modern Period'', trang 248<\/ref> Dù là người kịch liệt đả kích, xúc xiểm văn học Shakespeare, vị Quốc vương đa tài có tác phẩm của Plutarchus trong thư viện của Quốc vương tại Hoàng cung Phổ, và luôn luôn mê say nền văn học Plutarchus (cùng với nhiều danh tác Hy Lạp - La Mã cổ khác) trong suốt đời mình.<ref name=\"mossmanxxxi\"\/><ref>[[David William Fraser|David Fraser]], ''Frederick the Great: King of Prussia'', trang 240<\/ref><ref>[[Christopher M. Clark]], ''Iron kingdom: the rise and downfall of Prussia, 1600-1947'', trang 184<\/ref><ref>[[Giles MacDonogh]], ''Frederick the Great: A Life in Deed and Letters'', trang 197<\/ref> Cuối đời vua Friedrich II Đại Đế, Quốc vương thường giao cho một chàng trai trẻ đọc Plutarchus cho ông nghe.<ref>[[Nathan Ausubel]], ''Superman: the life of Frederick the Great'', trang 782<\/ref>\n\nMột trong những người hâm mộ lớn nhất của Plutarchus ở châu Âu thời đó là đại văn hào Pháp [[Jean-Jacques Rousseau]], thường ngợi khen ông trong các tác phẩm của mình.<ref name=\"Enenkel248\"\/> Sau khi phong trào [[Cách mạng Pháp|Đại cách mạng Pháp]] chấm dứt ([[1799]]), những anh hùng Cộng hòa của Plutarch không còn là tấm gương mẫu mực ở châu Âu nữa, thay vào đó là [[Alexandros Đại đế|Alexandros Đại Đế]] và [[Julius Caesar]]. [[Hoàng đế]] Pháp [[Napoléon Bonaparte]] cũng là một người hâm mộ Plutarchus, và khi bàn chuyện chính trị, Hoàng đế thường ám chỉ các anh hùng trong công trình văn học của Plutarchus, và muốn trở thành một anh hùng theo phong cách Plutarchus.<ref>Francesco Manzini, ''Stendhal's parallel lives'', trang 57<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n=== Các công trình của Plutarch ===\n{{wikiquote}}\n{{Wikisourcehas|original text related to this article|[[:wikisource:Author:Mestrius Plutarchus|Plutarch]]}}\n* [http:\/\/ebooks.adelaide.edu.au\/p\/plutarch\/ Works of Plutarch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190806154339\/http:\/\/ebooks.adelaide.edu.au\/p\/plutarch\/ |date=2019-08-06 }} at the [http:\/\/ebooks.adelaide.edu.au\/p\/plutarch\/ University of Adelaide Library] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190806154339\/http:\/\/ebooks.adelaide.edu.au\/p\/plutarch\/ |date=2019-08-06 }}.\n* [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Plutarch\/home.html Plutarch at LacusCurtius] (the ''Lives'', ''On the Fortune or Virtue of Alexander'', ''On the Fortune of the Romans'', ''Roman Questions'', ''Isis and Osiris'', \"On the Face in the Moon\" and other excerpts of the ''Moralia'')\n* {{gutenberg author| id=Plutarch | name=Plutarch}}\n** A [http:\/\/www.gutenberg.org\/dirs\/1\/4\/0\/3\/14033\/14033-h\/14033-h.htm#LIFE_OF_PLUTARCH biography of Plutarch] is included in: {{gutenberg | no=674 | name=Lives of the Noble Greeks and Romans}}, 18th century English translation under the editorship of Dryden (further edited by Arthur Hugh Clough).\n* [http:\/\/penelope.uchicago.edu\/plutarch\/DeDefectu.html De Defectu Oraculorum]\n* [http:\/\/ancienthistory.about.com\/library\/bl\/bl_text_budge_isisandosiris.htm Isis and Osiris]\n* [http:\/\/oll.libertyfund.org\/index.php?option=com_staticxt&staticfile=show.php%3Ftitle=1802&Itemid=99999999 The ''Lives''], North's translation (PDF format).\n* ''Bioi Paralleloi'' (''Parallel Lives'', [http:\/\/www.perseus.tufts.edu\/cgi-bin\/ptext?doc=Perseus%3Atext%3A1999.01.0181 Βίοι παράλληλοι] {{gr icon}})\n\n=== Tư liệu thứ cấp ===\n* {{sep entry|plutarch|Plutarch|George Karamanolis}}\n* [http:\/\/www.livius.org\/pi-pm\/plutarch\/plutarch.htm Plutarch of Chaeronea] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090721005645\/http:\/\/www.livius.org\/pi-pm\/plutarch\/plutarch.htm |date = ngày 21 tháng 7 năm 2009}} by Jona Lendering at Livius.Org\n* [http:\/\/www.usu.edu\/history\/ploutarchos\/index.htm The International Plutarch Society] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080511164545\/http:\/\/www.usu.edu\/history\/ploutarchos\/index.htm |date=2008-05-11 }}\n* [http:\/\/www.bennozuiddam.com\/Theologie.htm ''When the gods ceased to speak''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100701121448\/http:\/\/www.bennozuiddam.com\/Theologie.htm |date = ngày 1 tháng 7 năm 2010}} Lecture about Plutarch's ''De Defectu Oraculorum,'' held at the New Testament Society of South Africa in Stellenbosch.\n\n[[Thể loại:Sinh năm 46]]\n[[Thể loại:Mất năm 120]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Người ăn chay]]"}