{"Quan Bình":"'''Quan Bình''' 關平 (178-[[219|220]]) là vị tướng của [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Quan Bình là con trai trưởng của [[Quan Vũ]]<ref name=\"tqcqv\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B736#.E9.97.9C.E7.BE.BD Tam quốc chí, Thục thư 6 - Quan Vũ truyện]<\/ref>, và là anh trai của Quan Hưng, ông sinh năm nào chưa rõ.\n[[Tập tin:Guan Ping Qing portrait.jpg|thumb|Quan Bình]]\n\n== Cuộc đời ==\nNăm [[219]], Quan Bình theo Quan Vũ tấn công Phàn Thành của [[Tào Ngụy]] do [[Tào Nhân]] trấn thủ. Quan Vũ và Quan Bình tiêu diệt quân cứu viện của quân Ngụy do [[Vu Cấm]], [[Bàng Đức]] chỉ huy kéo đến Phàn Thành. Tuy nhiên sau đó quân Ngô đánh úp Kinh Châu, [[Từ Hoảng]] kéo quân đến giải vây Phàn Thành đánh bại cha con Quan Bình. Hai cha con mang quân rút về Kinh Châu, tuy nhiên Kinh Châu đã mất nên đến ở tạm Mạch Thành (nay thuộc [[Hồ Bắc]]). Sau đó Quan Vũ và Quan Bình bị quân Ngô bắt chém ở Lâm Thư (thuộc [[Hồ Nam]])<ref name=\"tqcqv\"\/>.\n\n== Trong văn hóa Trung Quốc ==\nTrong tác phẩm [[Tam quốc diễn nghĩa]] của [[La Quán Trung]], nhân vật Quan Bình lại là '''con nuôi''' Quan Vũ, sinh vào khoảng năm [[182]]. Ông là người [[Hà Bắc (Trung Quốc)|Hà Bắc]], cha là Quan Định, một người dân thường. Năm [[200]], nhân vật Quan Vũ sau khi qua 5 ải, chém 6 tướng đến Hà Bắc tìm [[Lưu Bị]] thì ghé qua nhà Quan Định. Quan Định bèn xin Quan Vũ nhận Quan Bình theo. Quan Vũ chưa có con nên nhận Quan Bình làm con nuôi. Khi đó, Quan Bình mới 10 tuổi.\n\nNăm 211, Lưu Bị nhận lời [[Lưu Chương]] vào [[Tây Xuyên]] để giúp Lưu Chương chống lại [[Trương Lỗ]]. Lưu Bị đem 5 vạn quân và một số tướng vào Tây Xuyên trong đó có Quan Bình. Tuy nhiên sau đó Lưu Bị và Lưu Chương có mâu thuẫn nên xảy ra chiến tranh giữa 2 người. Năm 213, [[Bàng Thống]] là quân sư của Lưu Bị bị tướng Thục là [[Trương Nhiệm]] bắn chết, Lưu Bị phải bảo Quan Bình đem thư cầu cứu về Kinh Châu giao cho Khổng Minh. Khổng Minh nhận được thư, bèn dẫn [[Trương Phi]], [[Triệu Vân]] vào Tây Xuyên, giao Kinh Châu lại cho Quan Vũ và Quan Bình. Quan Bình mất năm 219, khi mất ông khoảng 29 tuổi.\n\nSau khi mất, Quan Vũ được người [[Trung Quốc]] xem như 1 vị thần do đó rất nhiều nơi lập đền thờ ông và treo tranh thờ ông trong gia đình. Trong các bức [[tranh thờ]] Quan Vũ theo tín ngưỡng của người Trung Hoa thì có Quan Bình đứng hầu bên phải và [[Chu Thương|Châu Xương]] đứng hầu bên trái.\n\n== Xem thêm ==\n* [[Quan Vũ]]\n* [[Trận Tương Dương – Phàn Thành]]\n\n== Tham khảo ==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B736#.E9.97.9C.E7.BE.BD Tam quốc chí, Thục thư 6 - Quan Vũ truyện]\n\n== Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 219]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Quan Vũ]]"}