{"Quách Thái hậu (nhà Đường)":"{{Thông tin nhân vật hoàng gia|majesty|consort\n| tên = Ý An Hoàng hậu\n| tên gốc = 懿安皇后\n| hình=\n| tước vị = [[Đường Mục Tông]] [[mẹ|sinh mẫu]]\n| chức vị = [[Hoàng thái hậu]] [[nhà Đường|Đại Đường]]\n| tại vị = 820 – 824\n| tiền nhiệm = [[Vương Thái hậu (Đường Hiến Tông)|<font color = \"grey\">Trang Hiến Vương Thái hậu<\/font>]]\n| kế nhiệm = [[Vương Thái hậu (Đường Kính Tông)|<font color = \"blue\">Nghĩa An Vương Thái hậu<\/font>]]<br>[[Tiêu Thái hậu (Nhà Đường)|<font color = \"blue\">Tích Khánh Tiêu Thái hậu<\/font>]]\n| chức vị 1 = [[Thái hoàng thái hậu]] [[nhà Đường|Đại Đường]]\n| tại vị 1 = 824 – 848\n| tiền nhiệm 1 = <font color = \"red\">'''Thái hoàng thái hậu đầu tiên'''<\/font>\n| kế nhiệm 1 = [[Trịnh Thái hậu (Đường Tuyên Tông)|<font color = \"blue\">Trịnh Thái hoàng thái hậu<\/font>]]\n| phối ngẫu = [[Đường Hiến Tông]]<br\/>Lý Thuần\n| con cái = [[Đường Mục Tông]]<br>[[Kỳ Dương Trang Thục công chúa]]\n| thông tin con cái = ẩn\n| thụy hiệu = <font color = \"grey\">Ý An hoàng hậu<\/font><br>(懿安皇后)\n| cha = [[Quách Ái (Nhà Đường)|Quách Ái]]\n| mẹ = [[Thăng Bình công chúa]]\n| sinh = [[780]]\n| nơi sinh = [[Trường An]], [[Đại Đường]]\n| mất = [[25 tháng 6]], năm [[848]] (68 tuổi)\n| nơi mất = [[Hưng Khánh cung]], Đại Đường\n| nơi an táng = [[Cảnh lăng (Nhà Đường)|Cảnh lăng]] (景陵)\n}}\n{{bài cùng tên|Quách quý phi}}\n'''Ý An Hoàng hậu''' ([[chữ Hán]]: 懿安皇后, [[780]] - [[25 tháng 6]], năm [[848]]<ref name=death>http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%AB%C5%A9v&reign=%A4j%A4%A4&yy=2&ycanzi=&mm=5&dd=&dcanzi=%A4v%A5f<\/ref>), còn được gọi là '''Quách Quý phi''' (郭貴妃) hay '''Quách Thái hậu''' (郭太后), là nguyên phối của [[Đường Hiến Tông]] Lý Thuần, sinh mẫu của [[Đường Mục Tông]] Lý Hằng và là hoàng tổ mẫu của 3 vị hoàng đế [[Đường Kính Tông]], [[Đường Văn Tông]], [[Đường Vũ Tông]] trong [[lịch sử Trung Quốc]].\n\nSinh ra là cháu gái của đại danh thần triều Đường là [[Quách Tử Nghi]], Quách thị là cháu ngoại của [[Đường Đại Tông]] Lý Dự, do vậy vai vế của Quách thị còn là biểu cô của chồng bà. Tuy là chính thê nhưng khi đăng cơ, Đường Hiến Tông chỉ sắc phong cho Quách thị ngôi vị [[Quý phi]] mà không phải [[Hoàng hậu]], điều này khiến địa vị của bà trong 15 năm triều Hiến Tông vẫn [''\"Danh không chính ngôn không thuận\"'']. Giải thích việc này, chính bản thân Đường Hiến Tông khi trả lời đã lấy lý do rằng lo sợ gia thế của Quách thị, người vốn xuất thân từ gia tộc quyền thế của đại công thần Quách Tử Nghi, nếu lập bà làm Hoàng hậu thì như vậy [[phi tần]] sẽ không dám gần gũi ông nữa. Từ triều Đường Hiến Tông, các Hoàng đế nhà Đường hình thành lệ bất thành văn không thiết lập Hoàng hậu, mãi đến khi [[Hà hoàng hậu (Đường Chiêu Tông)|Hà Hoàng hậu]] của [[Đường Chiêu Tông]] được lập, khoảng gần 100 năm sau.\n\nBà đã sống qua 7 đời hoàng đế [[nhà Đường]], và trở thành một trong 2 vị [[Thái hoàng thái hậu]] của nhà Đường, bên cạnh [[Trịnh Thái hậu (Đường Tuyên Tông)|Hiếu Minh Trịnh hoàng hậu]], mẹ ruột của [[Đường Tuyên Tông]] Lý Thầm. Trong 7 đời trải qua, thì 5 đời bà được cực tận tôn quý, nên sử gia gọi bà là ['''Thất triều Ngũ tôn'''; 七朝五尊].\n\n== Gia thế ==\nÝ An hoàng hậu Quách thị là con gái của Tả bộc xạ Phò mã đô úy [[Quách Ái (Nhà Đường)|Quách Ái]] (郭曖) và [[Thăng Bình công chúa]]. Ông nội bà là danh thần [[Quách Tử Nghi]], đồng thời bà cũng là cháu ngoại của [[Đường Đại Tông]] Lý Dự, cháu gái gọi [[Đường Đức Tông]] Lý Quát bằng cậu<ref name=\"CDT52\">[[Cựu Đường thư]], [[:zh:s:舊唐書\/卷52|quyển 52]].<\/ref>. So với Hiến Tông hoàng đế bà thuộc vai vế là [''Biểu cô''; 表姑], có thể xem là quý thích hoàng thân. Trong nhà bà có 2 anh trai là [[Quách Chiêu]] (郭釗), [[Quách Thung]] (郭鏦); một chị gái lấy [[Lý Chiêu]] (李昭).\n\nKhi [[Đường Hiến Tông]] Lý Thuần còn là Quảng Lăng vương, ông đã đích thân tới nghênh thú Quách thị, do đó Quách thị trở thành '''Quảng Lăng vương phi''' (廣陵王妃)<ref name=\"ReferenceA\">''[[Tư trị thông giám]]'', quyển 243<\/ref>. Do xuất thân rất cao, Quách thị rất được Lý Thuần vị nể, địa vị hiển quý. Năm Trinh Nguyên thứ 11 ([[795]]), Quách phi hạ sinh con trai thứ ba của Lý Thuần là Lý Hựu, tức sau thành [[Đường Mục Tông]]<ref>''[[Cựu Đường thư]]'', quyển 52: 宪宗为广陵王时，纳后为妃。以母贵，父、祖有大勋于王室，顺宗深宠异之。贞元十一年，生穆宗皇帝。<\/ref>. Sau đó, Quách phi lại sinh thêm một con gái, về sau là [[Kỳ Dương Trang Thục công chúa]].\n\nKhi Quách phi nhập phủ, Quảng Lăng vương Lý Thuần đã có hai con trai lớn, người cả là [[Huệ Chiêu Thái tử|Lý Ninh]] (李寧) - mẹ là một tiểu thiếp họ Kỷ, còn người kia là [[Lý Uẩn]] (李惲), mẹ là một tiểu thiếp nào đó không rõ lai lịch. Khi Quách phi sinh ra Lý Hựu thì trở thành người con trai thứ ba của Quảng Lăng vương, nhưng lại được xem là hiển quý nhất do Quách phi là chính thê danh chính ngôn thuận.\n\n== Không lập Hậu ==\nNăm Nguyên Hòa nguyên niên ([[806]]), Thái tử Lý Thuần nối ngôi, tức [[Đường Hiến Tông]]. [[Tháng 8]] cùng năm, Quách phi được sách phong làm [[Quý phi]]<ref name=\"CDT52\" \/><ref>''[[Tư trị thông giám]]'', quyển 237<\/ref>.\n\nDù là chính thê, nhưng rất kỳ lạ là Hiến Tông chỉ phong Quách thị làm Quý phi, dẫu địa vị trong hậu cung lúc ấy của bà là lớn nhất. Một thời gian sau khi Hiến Tông đăng cơ, mẫu thân của Quý phi là Thăng Bình Trưởng công chúa đã muốn lấy lòng Hiến Tông, tuyển chọn dâng cho Hiến Tông khoảng 50 Thị nữ, nhưng Hiến Tông cho rằng Thái thượng hoàng không thể nhận nên mình cũng không thể nhận rồi trả về<ref>''[[Cựu Đường thư]]'', quyển 14<\/ref>.\n\nNăm Nguyên Hòa thứ 4 ([[809]]), Hiến Tông lập người con trai trưởng của mình là Lý Ninh làm [[Thái tử]], mặc dù Lý Hựu mới là đích xuất. Mãi đến năm Nguyên Hòa thứ 7 ([[812]]), sau khi Lý Ninh hoăng thì Hiến Tông mới quyết định chọn Lý Hựu làm Thái tử, đổi tên là '''Lý Hằng''' (李恆)<ref>''[[Tư trị thông giám]]'', quyển 238<\/ref><ref>''[[Tân Đường thư]]'', quyển 82<\/ref>. Trên Lý Hằng còn có một hoàng tử nữa là Lễ vương [[Lý Uẩn]], nên Hiến Tông muốn để Lý Uẩn đứng ra làm một tờ biểu nhường ngôi Thái tử cho em. Các đại thần cho là không cần thiết vì Lý Hằng là con trai của chính thê nên phải luôn được ưu tiên hơn là con trai của vợ lẽ, vì thế Hiến Tông bỏ ý định này đi.\n\nNăm Nguyên Hòa thứ 8 ([[813]]), nhân việc Lý Hằng trở thành Hoàng thái tử, các đại thần cũng nhân đó dâng sớ xin lập Quách Quý phi làm [[Hoàng hậu]]. Nhưng Đường Hiến Tông khước từ, do sủng ái rất nhiều [[phi tần]] khác, cho rằng Quách Quý phi đã có thế lực lớn bên nhà mẹ, nếu phong Mẫu nghi thiên hạ thì các phi tần khác sẽ e ngại mà không dám tiếp cận ông, nên vẫn để trống<ref>''[[Tư trị thông giám]]'', quyển 239<\/ref><ref>《旧唐书·卷五十二·列传第二》: 八年十二月，百僚拜表請立貴妃為皇后，凡三上章。上以歲暮，來年有子午之忌，且止。帝後庭多私愛，以后門族華盛，慮正位之後，不容嬖幸，以是冊拜後時。<\/ref><ref>《新唐书·卷七十七·列传第二》：元和元年，进册贵妃。八年，群臣三请立为后，帝以岁子午忌，又是时后廷多嬖艳，恐后得尊位，钳掣不得肆，故章报闻罢。<\/ref>. Thế là trong vòng 15 năm Đường Hiến Tông tại vị, Quách thị tuy là chính thê vẫn không lể lên ngôi Hoàng hậu.\n\n== Hoàng thái hậu == \nNăm Nguyên Hòa thứ 15 ([[820]]), ngày [[14 tháng 2]], Đường Hiến Tông bị [[hoạn quan]] là [[Trần Hoằng Chí]] (陳弘志) sát hại.\n\nTả trung úy [[Thổ Đột Thừa Thôi]] (吐突承璀) âm mưu phế truất Thái tử Lý Hằng để lập Lễ vương Lý Uẩn lên ngôi. Các hoạn quan gồm [[Mã Tiến Đàm]] (馬進潭), [[Lưu Thừa Giai]] (劉承偕) và [[Vương Thủ Trừng]] (王守澄) về phe Quách Quý phi và Thái tử Lý Hằng, đánh bại Thừa Thôi và giết Lễ vương. Ngày [[20 tháng 2]] cùng năm, Thái tử Lý Hằng tức Hoàng đế vị, tức là [[Đường Mục Tông]]<ref>''[[Tư trị thông giám]]'', quyển 241<\/ref>. Về sau, khi [[Đường Tuyên Tông]] đăng cơ thì có lời đồn rằng cái chết của Hiến Tông có sự nhúng tay của Quách Quý phi cùng Mục Tông, nhưng không có bằng chứng xác thực để chứng minh.\n\nSách tôn Hoàng thái hậu năm đó viết:\n{{Cquote|\n嗣皇帝臣名再拜言：伏以正坤元，母天下，符至德以升大號，因晉運而飾鴻徽，煥乎前聞，焯彼古訓，以極尊尊親親之義，明因天事地之經，有自來矣。伏惟大行皇帝貴妃，大虹毓慶，霽月披祥，導靈派於昭回，揖殊仁於氣母，範圍百行，表飭六宮，粵在中闈，流宣陰教，輔佐先聖，勤勞庶工。顧以沖眇，遭罹閔凶，荷成命於守器之時，奉寶圖於鑄鼎之日，哀纏易月，痛钜終天。而四海無虞，萬邦有截，仰惟顧復之德，敢揚聖善之風，謹上尊號曰皇太后。\n\n.\n\nTự hoàng đế thần danh tái bái ngôn: Phục dĩ chính khôn nguyên, mẫu thiên hạ, phù chí đức dĩ thăng đại hào, nhân tấn vận nhi sức hồng huy, hoán hồ tiền văn, trác bỉ cổ huấn, dĩ cực tôn tôn thân thân chi nghĩa, minh nhân thiên sự địa chi kinh, hữu tự lai hĩ!\n\nPhục duy Đại Hành hoàng đế Quý phi, đại hồng dục khánh, tễ nguyệt phi tường. Đạo linh phái vu chiêu hồi, ấp thù nhân vu khí mẫu. Phạm vi bách hành, biểu sức lục cung. Việt tại trung vi, lưu tuyên âm giáo. Phụ tá tiên thánh, cần lao thứ công. Cố dĩ trùng miễu, tao li mẫn hung, hà thành mệnh vu thủ khí chi thời, phụng bảo đồ vu chú đỉnh chi nhật, ai triền dịch nguyệt, thống cự chung thiên.\n\nNhi tứ hải vô ngu, vạn bang hữu tiệt, ngưỡng duy cố phục chi đức, cảm dương thánh thiện chi phong, cẩn thượng tôn hào, viết Hoàng thái hậu.|||Tôn văn Quách thị làm Hoàng thái hậu}}\n\nKhông lâu sau khi lên ngôi, Mục Tông tôn Quách quý phi làm [[Hoàng thái hậu]], sống ở [[Hưng Khánh cung]] (興慶宮). Tằng tổ của bà là [[Quách Kính Chi]] (郭敬之) được truy tặng [[Thái bảo]], tước ''Kỳ Quốc công'' (祺國公); phụ thân bà là Quách Ái truy tặng [[Thái úy]], tặng tước ''Đại Quốc công'' (代國公); mẫu thân là [[Thăng Bình công chúa|Thăng Bình Trưởng công chúa]] được truy tặng ''Tề Quốc đại trưởng công chúa'' (齊國大长公主). Các anh em của bà đều được thăng chức và được trọng dụng: Đại tư nông [[Quách Chiêu]] (郭釗), anh cả của Thái hậu được phong [[Hình bộ]] [[thượng thư]], và [[Quách Thung]] (郭鏦) làm [[Kim Ngô đại tướng quân]]<ref>《旧唐书·卷五十二·列传第二》：元和十五年正月，穆宗嗣位，闰正月，册为皇太后，陈仪宣政殿庭，册曰：嗣皇帝臣名再拜言：伏以正坤元，母天下，符至德以升大号，因晋运而饰鸿徽，焕乎前闻，焯彼古训，以极尊尊亲亲之义，明因天事地之经，有自来矣。伏惟大行皇帝贵妃，大虹毓庆，霁月披祥，导灵派于昭回，揖殊仁于气母，范围百行，表饬六宫，粤在中闱，流宣阴教，辅佐先圣，勤劳庶工。顾以冲眇，遭罹闵凶，荷成命于守器之时，奉宝图于铸鼎之日，哀缠易月，痛钜终天。而四海无虞，万邦有截，仰惟顾复之德，敢扬圣善之风，谨上尊号曰皇太后。是日，百僚称庆，外命妇奉贺光顺门。诏皇太后曾祖赠太保，追封岐国公敬之，赠太傅，太后父驸马都尉暧赠太尉，母虢国大长公主赠齐国大长公主，后兄司农卿钊为刑部尚书、鏦为金吾大将军。<\/ref><ref name=\"ReferenceB\">《新唐书·卷七十七·列传第二》：后移御兴庆宫，凡朔望三朝，帝率百官诣宫门为寿。或岁时庆问燕飨，后宫戚里内外妇，车骑骈壅，环佩之声满宫。帝亦豪矜，朝夕供御，务华衍侈大称后意。后尝幸骊山，登览裴回，诏景王督禁甲从，帝自到昭应奉迎，留帐饮数日还。<\/ref>.\n\nNgoài ra, Đường Mục Tông cũng lãng phí rất nhiều tiền của trong quốc khố cho việc phụng dưỡng Hoàng thái hậu, dùng cho việc chi dùng thường ngày hay tổ chức sinh thần, xây dựng cung điện của Hoàng thái hậu. Quách Thái hậu rất thích đi du ngoạn, từng đi qua [[Ly Sơn]] du lãm. Mục Tông vì chiều ý Thái hậu, không tiếc tiền tổ chức những buổi ngự lãm xa hoa, mấy tháng mới về cung<ref name=\"ReferenceB\"\/><ref>''[[Tư trị thông giám]]'', quyển 242<\/ref><ref>《旧唐书·卷五十二·列传第二》：太后居兴庆宫，帝每月朔望参拜，三朝庆贺，帝自率百官诣门上寿。或遇良辰美景，六宫命妇，戚里亲属，车骑骈噎于南内，銮佩之音，锵如九奏。穆宗意颇奢纵，朝夕供御，尤为华侈。太后尝幸骊山，登石甕寺，上命景王率禁军侍从，帝自于昭应奉迎，游豫行乐，数日方还。<\/ref>. Năm Trường Khánh thứ 2 ([[822]]), Quách Thái hậu đến thăm [[Hoa Thanh cung]] (華清宮) để tắm [[suối nước nóng]]. Đường Mục Tông đích thân đi cùng, nhưng chỉ một ngày sau thì Hoàng đế trở về kinh còn Thái hậu ở lại thêm vài ngày nữa. Bà cũng thường lên Ly Sơn hay [[chùa Thạch Úng]] thì Mục Tông sai con trưởng là Cảnh vương [[Lý Đam]] dẫn cấm quân theo bảo vệ<ref name=\"CDT52\" \/>.\n\nNăm Trường Khánh thứ 4 ([[824]]), ngày [[25 tháng 2]], Mục Tông lâm bệnh nặng, hạ chiếu cho Thái tử Lý Đam giám quốc. Các hoạn quan đề nghị Hoàng thái hậu buông rèm [[nhiếp chính]]. Thái hậu liền nói:''\"Xưa kia [[Võ Tắc Thiên|Võ hậu]] nhiếp chính suýt nữa đã làm tiêu vong cơ nghiệp. Gia tộc Quách thị nhiều đời trung trinh với đất nước khác với bọn nhà Võ thị. Thái tử còn nhỏ tuổi nhưng có tể thần giúp đỡ thì có gì là không nên. Từ xưa tới nay cũng chưa thấy lúc nào Hậu cung chấp chính mà đất nước được hưng thịnh như đời [[Nghiêu]] [[Thuấn]] đâu ?\"''<ref>《新唐书·卷七十七·列传第二》：帝崩，中人有为后谋称制者，后怒曰：\"吾效武氏邪？今太子虽幼，尚可选重德为辅，吾何与外事哉？\"<\/ref>. Thế rồi, Quách Thái hậu xé nát tờ biểu đề nghị mình làm nhiếp chính. Anh trai bà là Quách Chiêu cũng đồng tình với bà.\n\nTối ngày hôm đó Mục Tông băng hà, Thái tử [[Lý Đam]] kế vị, tức là [[Đường Kính Tông]]<ref>''[[Cựu Đường thư]]'', quyển 17 thượng<\/ref>.\n\n== Thái hoàng thái hậu ==\nNăm Trường Khánh thứ 4 ([[824]]), ngày [[11 tháng 3]], Đường Kính Tông tôn Quách Thái hậu làm [[Thái hoàng thái hậu]], đồng thời cũng quyết định tôn mẫu thân của mình là Vương thị làm [[Hoàng thái hậu]]<ref>''[[Tân Đường thư]]'', quyển 77<\/ref>. Quách hậu trở thành vị Thái hoàng thái hậu đầu tiên trong lịch sử nhà Đường, phú quý tột độ.\n\n[[Tháng 5]] năm đó, thầy bói [[Tô Huyền Minh]] (蘇玄明) cùng cung nhân [[Trương Thiều]] (張韶) liên kết với hơn mấy trăm kẻ vô lại, nhân một hôm Kính Tông đang mải chơi, đã nhân đêm tối tấn công vào cung trung. Kính Tông đang ở trong điện chơi đá cầu, nghe được tin có biến, vô cùng hoảng sợ, bèn bỏ trốn đến trụ sở Thần Sách tả quân, và cử người dẫn quân diệt tặc. Thái hoàng thái hậu và Vương Thái hậu khi đó vẫn ở trong cung, Kính Tông lo sợ cho hai vị Thái hậu, cũng sai đón vào Thần Sách quân tránh nạn. Về sau các tướng đã dẫn binh đánh tới, giết Trương Thiều và Tô Huyền Minh. Mấy hôm sau Kính Tông và hai vị Thái hậu được đưa về cung<ref name=\"ReferenceA\"\/>.\n\nNăm Bảo Lịch thứ 3 ([[827]]), ngày [[9 tháng 1]], Đường Kính Tông bị bọn hoạn quan [[Lưu Khắc Minh]] (劉克明) giết hại. Các hoạn quan khác là [[Vương Thủ Trừng]], [[Dương Thừa Hòa]], [[Ngụy Tòng Gián]] nghe tin cung trung có biến động, bèn tập hợp quân mã diệt bọn Khắc Minh, đưa Giang vương Lý Hàm vào cung. Ngày [[11 tháng 1]] cùng năm, Thái hoàng thái hậu Quách thị lệnh bách quan yết kiến Giang vương Hàm ở tử thần ngoại vũ. Hai hôm sau, Quách Thái hoàng thái hậu lập chiếu đưa Giang vương lên ngôi Hoàng đế, tức là [[Đường Văn Tông]]<ref>《新唐书·卷七十七·列传第二》：敬宗立，号太皇太后。宝历仓卒，后召江王嗣皇帝位，是为文宗。<\/ref><ref>《旧唐书·卷五十二·列传第二》: 及寶曆季年，凶徒竊發，昭湣暴殞，內外震駭。宦官迎絳王監國，尋又加害。太皇太后下令曰：「大行皇帝睿哲多能，對越天命，宜荷九廟之重，永享億年之祚。豈謂奸妖竊發，矯專神器，蠱惑中外，扇誘群情，駭動神人，釁深梟鏡。咨爾江王，聰哲精粹，清明在躬，智算機閑，玄謀雷發，躬率義勇，大清丑類，允膺當璧之符，爰攄枕戈之憤，既殲巨逆，當享豐福。是命爾陟於元後，宜令司空、平章事、晉國公度奉冊即皇帝位。」<\/ref>. Tờ chiếu viết:\n{{Cquote|\n大行皇帝睿哲多能，對越天命，宜荷九廟之重，永享億年之祚。豈謂奸妖竊發，矯專神器，蠱惑中外，扇誘群情，駭動神人，釁深梟鏡。咨爾江王，聰哲精粹，清明在躬，智算機閑，玄謀雷發，躬率義勇，大清丑類，允膺當璧之符，爰攄枕戈之憤，既殲巨逆，當享豐福。是命爾陟於元後，宜令司空、平章事、晉國公度奉冊即皇帝位。\n\n.\n\nĐại hành hoàng đế duệ triết đa năng, đối việt thiên mệnh, nghi hà cửu miếu chi trọng, vĩnh hưởng ức niên chi tộ. Khởi vị gian yêu thiết phát, kiểu chuyên thần khí, cổ hoặc trung ngoại, phiến dụ quần tình, hãi động thần nhân, hấn thâm kiêu kính.\n\nTư nhĩ Giang vương, thông triết tinh túy, thanh minh tại cung, trí toán cơ nhàn, huyền mưu lôi phát, cung suất nghĩa dũng, đại thanh sửu loại, duẫn ưng đương bích chi phù, viên sư chẩm qua chi phẫn, kí tiêm cự nghịch, đương hưởng phong phúc.\n\nThị mệnh nhĩ trắc vu nguyên hậu, nghi lệnh Tư không, Bình chương sự, Tấn Quốc công độ phụng sách tức Hoàng đế vị.|||Chiếu lập Giang vương Đàm làm Hoàng đế của Quách Thái hoàng thái hậu}}\n\nSau khi lên ngôi, Đường Văn Tông tôn mẹ mình là [[Tiêu Thái hậu (Nhà Đường)|Tiêu thị]] lên làm [[Hoàng thái hậu]]. Lúc đó, Thái hoàng thái hậu Quách thị được bố trí ở [[Hưng Khánh cung]], [[Cung Hi hoàng hậu|Vương Thái hậu]] ở [[Nghĩa An điện]] (義安殿), Tiêu Thái hậu là mẹ ruột của Văn Tông thì sống ở đại nội. Đường Văn Tông vốn tính hiếu thuận, phụng sự ba cung đều như nhau. Mỗi khi các nơi tiến cống kỳ trân dị vật thì trước đưa đến tông miếu, tiếp đó dâng đến ba cung còn dư thừa mới để tự mình chi dùng. Trong hậu cung nhà Đường chưa từng có nhiều Thái hậu như vậy, được tôn kính gọi là ['''Tam cung Thái hậu'''; 三宮太后]<ref>《旧唐书·卷五十二·列传第二》：文宗孝而谦谨，奉祖母有礼。膳羞珍果，蛮夷奇贡，献郊庙之后，及三宫而后进御。<\/ref><ref>《新唐书·卷七十七·列传第二》：文宗性谨孝，事后有礼，凡羞果鲜珍及四方奇奉，必先献宗庙、三宫，而后御之。<\/ref>.\n\nNăm Khai Thành thứ 5 ([[840]]), Đường Văn Tông đột ngột băng hà, không có hậu duệ. Một người cháu khác của Quách Thái hoàng thái hậu là Lý Triền được đưa lên ngôi, tức [[Đường Vũ Tông]]. Trong cung bắt đầu cần phân biệt 3 vị Thái hậu, chiếu theo cung điện mà tôn Vương Thái hậu phong hiệu '''Nghĩa An thái hậu''' (義安太后), Tiêu Thái hậu là '''Tích Khánh thái hậu''' (積慶太后), còn Quách Thái hậu vẫn tôn làm Thái hoàng thái hậu, tôn quý nhất trong Tam cung. Cũng như các vị Tiên đế, Đường Vũ Tông tôn kính 3 vị Thái hậu hết sức chu đáo.\n\nĐường Vũ Tông may mắn lên ngôi Cửu ngũ chí tôn, nhưng bản tính thích việc săn bắn và vui chơi, nhiều đại thần can ngăn ông nhưng không hiệu quả. Một số người hầu thân tín của Vũ Tông gọi là [[Ngũ phường thiếu nhi]] (五坊小兒) được phép ra vào cung cấm thoải mái, khiến nhiều người bất bình. Có một lần, ông đến thỉnh an Thái hoàng thái hậu và hỏi bà về cách trị nước. Thái hoàng thái hậu Quách thị vào lúc này khuyên Hoàng đế nên nghe lời can gián của quần thần, do đó Vũ Tông mới bớt việc vui chơi, bỏ việc săn bắn, chính sự nhà Đường từ đó dần khởi sắc<ref>''[[Tư trị thông giám]]'', quyển 247<\/ref><ref>《新唐书·卷七十七·列传第二》：武宗喜畋游，角武抃，择五坊小儿得出入禁中。它日问后起居，从容请曰：\"如何可为盛天子？\"后曰：\"谏巨章疏宜审览，度可用用之，有不可，以询宰相。毋拒直言，勿纳偏言，以忠良为腹心，此盛天子也。\"帝再拜，还索谏章阅之，往往道游猎事，自是畋幸稀，小儿武抃等不复横赐矣。<\/ref>.\n\n== Cuối đời ==\nNăm Hội Xương thứ 6 ([[846]]), Đường Vũ Tông băng hà. Hoàng đế qua đời mà không có hậu duệ, dòng dõi hậu duệ trực hệ của Quách hậu do đó cũng chấm dứt. Theo trình tự thừa kế, ngôi vị hoàng đế rơi vào tay của Quang vương Lý Di, tức [[Đường Tuyên Tông]] - con trai thứ 13 của [[Đường Hiến Tông]].\n\nMẫu thân của Tuyên Tông là [[Hiếu Minh hoàng hậu|Trịnh Thái phi]], trước đó từng là nô tì hầu hạ Quách hậu, sau do Đường Hiến Tông sủng hạnh mà sinh được hoàng tử. Thế nhưng do Trịnh thị thân phận quá thấp, sau khi sinh Lý Di thì vẫn bị điều đi biệt cung mà không cho ở lại trong cung. Ngôi Hoàng đế mà con cháu của bà nắm giữ trong gần 30 năm đã rơi vào tay kẻ khác, lại là con của một người từng là nô tỳ của mình khiến Quách hậu rất bất mãn và khinh thường. Đường Tuyên Tông sau khi đăng cơ, đã tôn mẫu thân của mình Trịnh thị làm [[Hoàng thái hậu]], trong khi vẫn giữ ngôi vị [[Thái hoàng thái hậu]] của Quách thị, trong cung tổ chức yến tiệc vẫn tôn Quách hậu vào bậc đầu, còn Trịnh thị ở ngôi thứ. Sau khi lên ngôi, không rõ có phải vì mâu thuẫn giữa Quách hậu và Trịnh thị hay không, mà Đường Tuyên Tông tuyên tin nghi ngờ Thái hoàng thái hậu là người chủ mưu trong cái chết của phụ hoàng Đường Hiến Tông, để đưa con mình là Đường Mục Tông lên ngôi.\n\nNăm Đại Trung thứ 2 ([[848]]), ngày [[25 tháng 6]] (âm lịch)<ref name=death\/>, Quách Thái hoàng thái hậu cùng vài tên Thị giám lên [[Cần Chính lâu]] (勤政樓), muốn từ đó nhảy xuống đất mà [[tự vẫn]], nhưng được tả hữu ngăn lại kịp thời. Đường Tuyên Tông nghe đến việc này thì rất không vui. Bỗng nhiên, nửa đêm hôm đó Quách Thái hoàng thái hậu băng hà ở [[Hưng Khánh cung]], do vậy có lời đồn cái chết này là do Tuyên Tông hoàng đế bí mật sai người hạ độc<ref>''[[Tư trị thông giám]]'', quyển 248<\/ref><ref>《旧唐书·卷十八下·本纪第十八下》：（大中二年）六月己丑，太皇太后郭氏崩，谥懿安，宪宗妃，穆宗之母也。<\/ref><ref>裴廷裕《东观奏记》卷一：時居興慶宮,一日,與二侍兒同升勤政樓,依衡而望,便欲殞於樓下,欲成上過。左右急持之,即聞於上,上大怒。其夕,太后暴崩,上志也。<\/ref>. Bà được truy tôn [[thụy hiệu]] là '''Ý An hoàng hậu''' (懿安皇后).\n\nSau đó, Thái thường quan là [[Vương Hao]] (王暤) trình bày trình tự thờ cúng Thái hoàng thái hậu, hợp táng với Hiến Tông và thăng phụ Thái Miếu. Nhưng Đường Tuyên Tông không muốn cho hợp táng Quách Thái hoàng thái hậu với Hiến Tông, mà định để Trịnh Hoàng thái hậu hợp táng sau khi bà qua đời. Vì thế, Tuyên Tông ngầm lệnh Tể tướng [[Bạch Mẫn Trung]] (白敏中) phản đối Vương Hao, nhưng Vương Hao mạnh mẽ đáp:''\"Quách hậu vốn là Nguyên phi của Hiến Tông khi ở Đông Cung, làm con dâu thảo phụng dưỡng Thuận Tông. Trải qua năm triều, trở thành Thiên hạ mẫu hậu, thế nào việc an táng lại có dị nghị?!\"''. Các quan viên khác nghe mệnh Tuyên Tông cũng đứng ra phản đối Vương Hao, nhưng ông trước sau vẫn cương trực như vậy. Do đó ông bị giáng làm [[Huyện lệnh]] của huyện Câu Dung, rời khỏi triều đình<ref>《新唐书·卷七十七·列传第二》：太常官王暤请后合葬景陵，以主祔宪宗室，帝不悦，令宰相白敏中让之。暤曰：\"后乃宪宗东宫元妃，事顺宗为妇，历五朝母天下，不容有异论。\"敏中亦怒，周墀又责谓，暤终不桡，墀曰：\"皞信孤直。\"俄贬暤句容令。<\/ref>.\n\nSang đời [[Đường Ý Tông]], Vương Hao được gọi về triều, vẫn chủ trương cho Quách hậu phụ táng vào [[Cảnh lăng]] (景陵), thăng phụ Thái Miếu. Sau nhiều năm bị đình trệ thì việc này mới được giải quyết<ref>《新唐书·卷七十七·列传第二》：宣宗立，於后，诸子也，而母郑，故侍儿，有曩怨。帝奉养礼稍薄，后郁郁不聊，与一二侍人登勤政楼，将自陨，左右共持之。帝闻不喜，是夕后暴崩。有司上尊谥，葬景陵外园。<\/ref><ref>《旧唐书·卷五十二·列传第二》：大中年崩于兴庆宫，谥曰懿安皇太后，祔葬于景陵。<\/ref>.\n\n== Hậu duệ ==\nÝ An Quách hoàng hậu với [[Đường Hiến Tông]] sinh được 1 nam 1 nữ:\n# [[Đường Mục Tông]] Lý Hằng [李恒], hoàng tam tử của Hiến Tông.\n# [[Kỳ Dương Trang Thục công chúa]] [岐阳庄淑公主; ? - 837], hoàng trưởng nữ của Hiến Tông, sinh vào khoảng sau năm [[795]], là em gái của Mục Tông.<br>Năm [[813]], Hiến Tông phong bà làm [[công chúa]], và lệnh cho [[Lý Cát Phủ]] (李吉甫) tuyển [[phò mã]], tuyển được [[Đỗ Tông]] (杜悰), là cháu của [[Đỗ Hựu]]; Tông được phong làm Ngân Thanh Quang lộc đại phu, Điện trung thiếu giám, Phò mã đô úy. Khi bà xuất giá, được tổ chức vô cùng long trọng, lấy điển lễ của con gái Hoàng hậu mà làm. Một dạo Đỗ Tông đến nhậm chức [[Thứ sử]] [[Lễ châu]], bà cùng chồng đến nhậm chức, ngao du tự tại, thường cùng thi nhân [[Lý Tuyên Cổ]] (李宣古).<br>Khi nghe tin Quách thị bệnh nặng, công chúa dù cũng mang bệnh nhưng vẫn nhất quyết tiến kinh thăm Hưng Khánh cung. Bà qua đời khi đang tiến kinh, mộ táng tại mộ phần gia tộc họ Đỗ. [[Đường Văn Tông]] truy thụy là ''Trang Thục'' (莊淑), tước phong ''Đại trưởng công chúa'' (大長公主). Bà sinh được 2 nam; [[Đỗ Duệ Hưu]] (杜裔休) và [[Đỗ Nhụ Hưu]] (杜孺休); cùng 2 người con gái.\n\n== Văn hóa đại chúng ==\n{| class=\"wikitable sortable\" style=\"width:70%;\"\n|- style=\"background:cornflowerblue; color:white; text-align:center;\"\n|'''Năm'''||'''Phim'''||'''Diễn viên'''\n|-\n|style=\"text-align:center;\"|1993||style=\"text-align:center;\"|《[[Kim lũ y]]》<br>金缕衣|| style=\"text-align:center;\"|[[Hàn Đông Đông]]<br>韩冬冬\n|-\n|style=\"text-align:center;\"|2009||style=\"text-align:center;\"|《[[Cung Tâm Kế|Cung tâm kế]]》<br>宫心计|| style=\"text-align:center;\" | [[Tạ Tuyết Tâm]]<br>谢雪心\n|-\n|style=\"text-align:center;\"|2016||style=\"text-align:center;\"|《[[Quỹ trung mỹ nhân]]》<br>柜中美人|| style=\"text-align:center;\"|[[Trương Thụy Già]]<br>张瑞珈\n|}\n\n== Xem thêm ==\n* [[Đường Hiến Tông]]\n* [[Đường Tuyên Tông]]\n* [[Đường Mục Tông]]\n* [[Thăng Bình công chúa]]\n* [[Quách Tử Nghi]]\n* [[Quý phi]]\n* [[Thái hoàng thái hậu]]\n\n== Chú thích ==\n{{tham khảo|2}}\n*[[Cựu Đường thư]], quyển 52\n*[[Tân Đường thư]], quyển 77\n*[[Tư trị thông giám]]\n\n{{Hoàng hậu nhà Đường}}\n\n[[Thể loại:Sinh thế kỷ 8]]\n[[Thể loại:Hoàng thái hậu nhà Đường]]\n[[Thể loại:Mất năm 851]]\n[[Thể loại:Mất năm 848]]\n[[Thể loại:Phi tần nhà Đường]]"}