{"Quách Gia":"{{Thông tin nhân vật Tam Quốc\n|Tên = Quách Gia\n|Hình = GuoJia.jpg\n|Cỡ hình = 200px\n|Chức vụ = [[Tư không]] [[Quân tế tửu]]\n|Sinh = [[170]]\n|Nơi sinh = [[Vũ Châu|Dương Địch]], [[Hà Nam (Trung Quốc)|Hà Nam]]\n|Mất = [[207]]\n|Nơi mất = [[Liễu Thành]], nay là [[Triều Dương]], tỉnh [[Liêu Ninh]]\n|Giản thể = 郭嘉\n|Phồn thể = 郭嘉\n|Bính âm = SKY\n|Thế lực = [[Tào Ngụy]]\n|Tự = Phụng Hiếu (奉孝)\n|Thụy hiệu = Trinh hầu (贞侯)\n}}\n'''Quách Gia''' ([[chữ Hán]]: 郭嘉; [[170]] - [[207]]), tự '''Phụng Hiếu''' (奉孝), là một [[chiến lược gia|nhà chiến lược]] và mưu sĩ trọng yếu của [[Tào Tháo]] trong thời kỳ cuối của [[nhà Hán|nhà Đông Hán]] và thời kỳ đầu của [[Tam Quốc]] tại [[Trung Quốc]].\n\nTrong 11 năm phục vụ cho Tào Tháo, ông giữ chức [[Tư không]] [[Quân tế tửu]] (軍祭酒), như chức [[Đô đốc|Đại đô đốc]] của [[Chu Du]] và [[Quân sư Trung lang tướng]] của [[Gia Cát Lượng]] bấy giờ. Tài năng của Quách Gia đã giúp nhiều cho Tào Tháo trong các chiến thắng của ông trước các lãnh chúa kẻ thù như [[Lã Bố]] và [[Viên Thiệu]], cũng như thủ lĩnh của [[Ô Hoàn|bộ lạc Ô Hoàn]] là [[Đạp Đốn]], giúp Tào Tháo thống nhất Hà Bắc một cõi rộng lớn. Chính vì thế, ông là một trong những bộ hạ được tin tưởng và yêu quý nhất của Tào Tháo. Quách Gia thường được xem là một trong những mưu sĩ giỏi nhất của Tào Tháo nói riêng và thời Tam Quốc nói chung.\n\n==Thời trẻ==\nQuách Gia  người huyện Dương Địch, quận Dĩnh Xuyên, [[Dự Châu]] (thuộc [[Hà Nam (Trung Quốc)|Hà Nam]] ngày nay). ''[[Tam quốc chí]]'' chép: ''\"Quách Gia thời trẻ chí hướng cao xa. Thời Hán mạt thiên hạ sắp loạn, Gia từ lúc 20 tuổi trốn dấu hình tích, bí mật kết giao với người tuấn kiệt, không tiếp xúc với tục nhân nên người thời ấy đa phần chẳng ai biết, chỉ có bậc thức giả mới biết tài của Gia. Năm 21 tuổi, Gia được triệu vào phủ [[Tư đồ]]\"''<ref name=\":0\">Tam Quốc Chí, sách đã dẫn, tr 17<\/ref>.\n\nLúc trước, Quách Gia lên phương bắc yết kiến [[Viên Thiệu]], xong bảo với mưu sĩ của Thiệu là [[Tân Bình (Đông Hán)|Tân Bình]] và Quách Đồ rằng:\n:''Bậc trí giả khéo ở việc chọn chủ, cho nên trăm lần mưu việc là trăm lần toàn vẹn mà công danh có thể lập được. Viên công muốn nhún mình đãi kẻ sĩ bắt chước Chu Công, nhưng chưa hiểu được mấu chốt của việc dùng người. Đòi nhiều nhưng ít thiết yếu, thích mưu mà không quyết, muốn chung sức cứu giúp đại nạn cho thiên hạ, định nghiệp vương bá, khó thay!''<ref>Tam Quốc Chí, sách đã dẫn, tr 16<\/ref>\nNói xong bỏ đi.\n\n==Theo Tào Tháo==\nBên Tào Tháo có mưu sĩ là [[Hí Chí Tài]] hay giúp Tháo trù mưu hoạch sách nhưng chết sớm. Tào Tháo gửi thư hỏi Tuân Úc: ''\"Từ sau khi Chí Tài chết đi chẳng có ai giúp ta tính việc. Vùng Nhữ, Dĩnh vốn nhiều kẻ sĩ giỏi, ai có thể kế nối được?\"''. [[Tuân Úc (Tam Quốc)|Tuân Úc]] tiến cử Quách Gia. Tào Tháo cho triệu kiến Quách Gia, nghị luận việc thiên hạ. Tào Tháo sau đó nói:''\"Khiến ta thành đại nghiệp, tất là người này\"''. Quách Gia trở ra, cũng vui mừng nói: ''\"Thực là người chủ của ta vậy\"''<ref name=\":0\" \/>.\n\n''Phó tử'' chép: Tào Tháo hỏi Quách Gia:\n:''Bản Sơ nắm giữ bộ chúng Ký Châu, Thanh Châu và Tinh Châu theo hắn, đất rộng binh cường, mà nhiều lần có hành vi không cung kính. Ta muốn đánh dẹp hắn, mà sức chẳng địch nổi, biết phải làm sao?\"''\nQuách Gia đáp:\n:''Cái hơn kém của Lưu, Hạng là điều mà công biết rõ vậy. [[Hán Cao Tổ]] chỉ hơn về trí; [[Hạng Vũ]] tuy mạnh, rút cục bị Lưu Bang bắt. Gia này trộm tính rằng, Viên Thiệu có 10 điều bại, chúa công (Tào Tháo) có 10 điều thắng, dẫu binh cường mạnh, cũng chẳng là gì.'' \n# ''Thiệu đa lễ rườm rà; chúa công thuận lẽ tự nhiên, là thắng về đạo, là một.'' \n# ''Thiệu hành động trái nghịch, chúa công thuận lẽ phải để thống quản thiên hạ, là thắng về nghĩa, là hai.''\n# ''Thời Hán mạt, chính sự trễ nải bởi khoan nhu, Thiệu lấy khoan hòa giúp khoan nhu nên chẳng thể trấn áp được; chúa công nắn sửa chính trị, lấy sự nghiêm khắc ràng buộc nên trên dưới biết pháp chế, là thắng về trị, là ba.''\n# ''Thiệu ngoài mặt khoan hòa trong lòng nghi kị, dùng người lại ngờ vực họ, chỉ tin dùng con em thân thích; chúa công bề ngoài giản dị dễ dãi nhưng trong lòng sáng suốt khéo léo, dùng người không hề ngờ vực, chỉ theo tài thích hợp mà dùng, chẳng kể thân sơ, là thắng về độ, là bốn.''\n# ''Thiệu nhiều mưu kế mà thiếu quyết đoán, về sau thường mắc sai lầm; chúa công có kế sách hay là thi hành ngay, ứng biến vô cùng, là thắng về mưu, là năm.''\n# ''Thiệu cậy gia thế nhiều đời, bàn chuyện lễ nghĩa cao siêu để lấy tiếng khen, kẻ sĩ thích nói lời tán tụng theo về đông; chúa công lấy sự chí tâm đãi người, theo lẽ thực mà làm, không vì tiếng khen hão, lấy sự kiệm ước làm gương cho kẻ dưới, với người có công thì không hề bủn xỉn, kẻ sĩ trung chính có tầm nhìn xa và thực tài đều nguyện chịu sự sai khiến, là thắng về đức, là sáu.''\n# ''Thiệu thấy người ta đói rét, vẻ thương xót lộ ra nét mặt, nếu không nhìn thấy thì cũng chẳng nghĩ đến, đấy là lòng nhân của đàn bà thôi; chúa công với những việc nhỏ trước mắt thường bỏ qua, đến lúc có việc lớn lại giúp khắp bốn bề, ân huệ ban ra vượt quá cả kỳ vọng, dẫu việc không nhìn thấy vẫn suy tính đầy đủ, không gì không chu toàn, là thắng về nhân, là bảy.''\n# ''Đại thần của Thiệu tranh đoạt quyền bính, lời sàm nịnh mê loạn; chúa công dùng đạo lý quản thuộc hạ, lời gièm pha ton hót không nghe, là thắng về minh, là tám.''\n# ''Thiệu chẳng biết phân biệt phải trái; chúa công với việc đúng đắn thì dùng lễ đối đãi, với việc sai trái thì dùng phép để trị, là thắng về văn, là chín.''\n# ''Thiệu thích phô trương thanh thế, không hiểu điều cốt yếu của binh cơ; chúa công lấy ít thắng nhiều, dụng binh như thần, quân lính được cậy nhờ, địch nhân sợ hãi, là thắng về võ, là mười''<ref>Tam Quốc Chí, sách đã dẫn, tr 17-18<\/ref>''.''\nTào Tháo cười nói:\n:''Như lời khanh nói, Cô (ta) có đức gì để thắng hắn.''\nGia lại nói:\n:''Thiệu mới lên bắc đánh [[Công Tôn Toản]], ta nên nhân lúc hắn viễn chinh, sang đông đánh Lã Bố. Không đánh thắng Bố trước, nếu Thiệu đến đánh ta, Bố tất chi viện hắn, đấy là việc tai hại vậy''<ref name=\":1\">Tam Quốc Chí, sách đã dẫn, tr 18<\/ref>''.''\nTào Tháo đồng ý với Quách Gia.\n\n==Bày mưu bắt Lã Bố==\nNăm Kiến An thứ 3 ([[198]]), Tào Tháo từ huyện Uyển đi đánh [[Lã Bố]], đánh liền ba trận, thẳng đến Hạ Phì (Giang Tô ngày nay), Bố thua luôn, phải lui quân vào thành cố thủ. Quân Tào vây đánh không hạ được thành, giao chiến liên miên, sĩ tốt mệt mỏi, Tào Tháo muốn lui quân. [[Tuân Du]] và Quách Gia can rằng:\n:''Lã Bố dũng mãnh mà vô mưu, nay giao chiến ba trận đều thua cả, nhuệ khí của hắn đã suy rồi. Ba quân lấy tướng soái làm chủ, chủ suy thì quân không có chí chiến đấu. Trần Cung có trí mưu nhưng chậm chạp, nay là lúc khí của Bố chưa hồi phục, cái mưu của Cung chưa định, ta tiến gấp đánh chúng, có thể bắt được Bố vậy.''\nTào Tháo nghe theo, dùng kế dẫn nước sông Nghi, sông Tứ vào thành Hạ Phì, thành vỡ lở, bắt sống được Lã Bố, sau đó cho giết Bố.\n\n''Phó tử'' chép: Tào Tháo muốn dẫn quân về, Quách Gia nói:\n:''Xưa kia [[Hạng Vũ|Hạng Tịch]] đánh hơn 70 trận, chưa từng bị thua bại, một sớm thất thế mà thân chết nước vong, là bởi hữu dũng vô mưu vậy. Nay Bố mỗi khi đánh thường thất bại, khí lực suy tận, trong ngoài thất thố. Mà uy lực của Bố chẳng bằng được Hạng Tịch, song nỗi khốn quẫn lại trầm trọng hơn nhiều, nếu ta thừa thắng đánh hắn, chính là lúc bắt được hắn''<ref name=\":1\" \/>''.''\nTào Tháo theo lời Quách Gia.\n==Đối xử với Lưu Bị==\nĐầu năm Kiến An thứ 4 (199), Tào Tháo đánh thắng Lã Bố, ban sư hồi triều. [[Lưu Bị]] cũng theo về Hứa Đô, theo công ban thưởng, cho Bị làm Dự Châu mục.\n\n''Ngụy thư'' chép: Có người bảo Tào Tháo rằng:\n:''Bị có chí anh hùng, nay không sớm trừ đi, sau tất thành họa.\nTháo hỏi Quách Gia, Gia nói:\n:''Đúng thế. Nhưng công vung kiếm khởi nghĩa binh, vì trăm họ trừ hại, thành tâm đãi người, dựa vào tín nghĩa để chiêu vời tuấn kiệt, còn sợ là chưa đủ. Nay Bị có cái danh anh hùng, vì cùng khốn theo về với ta mà lại hại hắn, thế tất mang tiếng hại người hiền, thì kẻ trí sĩ tất sẽ tự ngờ, đổi ý chọn chủ, ai giúp công yên định thiên hạ? Ôi, dứt mối lo một người, để ngăn lòng mong ngóng của bốn bể, cái cơ an nguy, chẳng thể không xét kỹ!''<ref name=\":2\">Tam Quốc Chí, sách đã dẫn, tr 19<\/ref>\nTào Tháo cười nói:\n:''Ngài nói trúng ý ta rồi.''\n''Phó tử'' chép: Khi Lưu Bị đến hàng, Tào Tháo dùng lễ khách đối đãi. Quách Gia nói với Tào Tháo rằng:\n:''Bị có hùng tài mà rất được lòng người. [[Trương Phi]], [[Quan Vũ]] đều có sức địch muôn người, sẵn lòng chết vì Bị. Gia xét thấy, Bị rốt cuộc không chịu ở dưới người, mưu tính của hắn chưa thể lường được vậy. Cổ nhân có nói ''\"Một ngày thả địch, hậu hoạn nhiều đời\"''. Nên sớm liệu đi''<ref name=\":2\" \/>''.''\nBấy giờ, Tào Tháo phụng mệnh Thiên tử để hiệu lệnh thiên hạ, đang chiêu dụ kẻ anh hùng để nêu cao đại tín, chưa theo mưu của Gia được. Đến lúc sai Bị đi đánh [[Viên Thuật]], Quách Gia và [[Trình Dục]] đều đón xe ngựa mà can rằng:\n:''Thả Bị đi, là sinh biến vậy''<ref name=\":2\" \/>''!''\nBấy giờ Bị đã đi xa, đến Từ Châu liền giết tướng Xa Trụ của Tào Tháo, chiếm Từ Châu, cất binh làm phản. Tháo hận đã không dùng lời của Gia.\n\nBùi Tùng Chí khi chú giải đã cho rằng 2 cách nói trong ''Ngụy thư'' và ''Phó tử'' là trái ngược nhau, nhưng không chỉ ra cách nói nào là đúng.\n:''[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]]'' thiên về cách nói trong ''Phó tử''.\n:Dịch Trung Thiên cho rằng cả hai cách nói không sai, Quách Gia nói \"sớm liệu đi\" không có nghĩa là giết Lưu Bị, mà có thể chỉ là giam lỏng, vô hiệu hóa Lưu Bị, chỉ khi có thời cơ thuận lợi thì mới tiêu diệt.\n\n''Phó tử'' chép: Tào Tháo muốn tức tốc đi đánh Lưu Bị, kẻ nghị bàn sợ rằng khi quân đi, bị Viên Thiệu đánh úp phía sau, tiến thì không đánh được mà lui thì mất chỗ ở. Tào Tháo ngờ sợ, hỏi Quách Gia, Gia khuyên:\n:''Thiệu vốn chậm chạp mà đa nghi, đến tất không nhanh được. Bị mới khởi sự, nhân tâm chưa phục, đánh gấp hắn tất bại. Đấy là mấu chốt của lẽ tồn vong, chẳng nên bỏ lỡ vậy''<ref name=\":3\">Tam Quốc Chí, sách đã dẫn, tr 20<\/ref>''.''\nTào Tháo nghe theo, sang đông đánh Lưu Bị. Bị thua chạy sang chỗ Viên Thiệu, Thiệu quả nhiên không xuất binh.\n\nBùi Tùng Chi cho rằng trong ''Vũ đế kỷ'' việc quyết kế đánh Lưu Bị, liệu rằng Thiệu không xuất binh là do ở Tào Tháo chứ không phải Quách Gia<ref name=\":3\" \/>.\n\n==Dự đoán về cái chết của Tôn Sách==\nBấy giờ, [[Tôn Sách]] đánh quanh ngàn dặm, thu hết xứ Giang Đông, nghe tin Tào Tháo và Viên Thiệu cầm giữ nhau ở Quan Độ, muốn vượt sông Giang lên phía bắc đánh úp Hứa Huyện. Chúng nghe nói đều sợ, Gia dự liệu rằng:\n:''Sách mới thôn tính Giang Đông, những kẻ sĩ bị Sách giết đều là anh hùng hào kiệt, có thể khiến kẻ khác dốc sức đến chết. Vậy mà Sách lại coi thường không phòng bị, dẫu có trăm vạn bộ chúng, chẳng khác một mình đi giữa trung nguyên. Ví như có thích khách một mình mai phục, thì là một người đánh một người thôi. Vì thế ta cho rằng, Sách tất sẽ chết bởi tay một kẻ thất phu''<ref name=\":3\" \/>''.''\nTôn Sách đến ven biên, còn chưa sang sông, quả nhiên bị môn khách của Hứa Cống giết chết<ref name=\":3\" \/>.\n\nBùi Tùng Chi cho rằng Quách Gia dự đoán được Tôn Sách sẽ chết dưới tay kẻ thất phu là tiên kiến sáng suốt, nhưng không hẳn là thượng trí, vì Gia không biết Sách chết vào ngày tháng năm nào. Việc Sách chết vào đúng năm định đánh Hứa Đô chỉ là sự trùng hợp<ref name=\":3\" \/>.\n\n==Giúp sức dẹp họ Viên==\nNăm Kiến An thứ 5 ([[200]]), Quách Gia theo Tào Tháo đại phá 10 vạn quân của Viên Thiệu trong [[trận Quan Độ]]. Hai năm sau (202), Viên Thiệu ho ra máu, chết ở Nghiệp Thành, lập thư truyền vị cho con thứ 3 là [[Viên Thượng]], bỏ qua con trưởng là [[Viên Đàm]]. Hai anh em Đàm, Thượng đánh nhau giành quyền thừa kế.\n\nTào Tháo nhân cơ bắc phạt, Quách Gia theo đi đánh Đàm, Thượng ở Lê Dương, đánh thắng liên tiếp nhiều trận. Chư tướng muốn thừa thắng hết sức đánh<ref name=\":3\" \/>, Gia nói:\n:''Viên Thiệu yêu quý hai đứa con này, không biết nên lập đứa nào. Có Quách Đồ, Phùng Kỷ là mưu thần giúp hai đứa, tất sẽ đến lúc chúng giao đấu, rồi chia lìa nhau vậy. Ta đánh gấp thì chúng hòa nhau, ta trì hoãn thì chúng nảy lòng tranh đoạt. Chẳng bằng ta xuôi nam hướng đến Kinh Châu vẻ như đi đánh Lưu Biểu, đợi chúng sinh biến; biến đã thành mà sau ta đánh chúng, có thể chỉ một trận là định được''<ref>Tam Quốc Chí, sách đã dẫn, tr 20-21<\/ref>''.''\nTào Tháo nghe theo, bèn nam chinh. Quân đi đến Tây Bình, Đàm và Thượng quả nhiên tranh đoạt Ký Châu. Đàm bị Thượng đánh bại, chạy đến giữ huyện Bình Nguyên, sai [[Tân Bì]] đến xin hàng. Tào Tháo quay về cứu Đàm vì thế bình định được huyện Nghiệp.\n\nQuách Gia lại theo đi đánh Đàm ở Nam Bì, bình Ký Châu, được phong làm '''Vị Dương đình hầu''' (洧陽亭侯). ''Phó tử'' chép: ''\"Hà Bắc đã bình, Tào Tháo nhiều lần triệu gọi kẻ sĩ nổi danh ở các châu Thanh, Ký, U, Tinh, dần dần sử dụng họ, cho họ làm Duyện thuộc xét việc. Đều là mưu kế của Quách Gia vậy\"''<ref name=\":4\">Tam Quốc Chí, sách đã dẫn, tr 21<\/ref>.\n\n==Quyết kế đánh Ô Hoàn==\nNăm Kiến An thứ 10 ([[205]]), sau khi Viên Đàm bị tiêu diệt, hai anh em Viên Hy và Viên Thượng kéo nhau trốn sang xứ Liêu Tây, nương nhờ thủ lĩnh Ô Hoàn là [[Đạp Đốn]]. Tào Tháo muốn đem quân đánh Viên Thượng và người Ô Hoàn ở ba quận, chư tướng đều sợ [[Lưu Biểu]] sai Lưu Bị lấy danh nghĩa đánh Tào Tháo để tập kích Hứa Đô<ref name=\":4\" \/>.\n\nQuách Gia Linh nói:''\"Công tuy uy chấn thiên hạ, nhưng rợ Hồ cậy mình ở xa, tất không đặt phòng bị. Nhân lúc họ không phòng bị, ta thốt nhiên đánh, có thể diệt được chúng vậy. Vả lại Viên Thiệu có ân với dân Di, mà anh em Thượng vẫn còn sống. Nay dân ở bốn châu chỉ vì uy của ta mà nương tựa, ân đức chưa rủ đến, mà dấy binh nam chinh, Thượng dựa vào người Ô Hoàn, chiêu vời bầy tôi của chủ đã chết, người Hồ nhất loạt nổi dậy, dân Di đều ứng theo, Đạp Đốn sinh lòng tính kế dòm ngó, e rằng Thanh, Ký không phải là của chúng ta nữa. Biểu chỉ ngồi bàn suông với khách thôi, tự biết tài mình chẳng đủ để chế ngự Bị, dùng vào việc lớn thì sợ không ngăn giữ được, dùng vào việc nhỏ thì Bị không để cho dùng, dẫu để nước rỗng viễn chinh, công không lo vậy\"''<ref name=\":4\" \/>''.''\n\nTào Tháo cất quân đi đánh Ô Hoàn, đến huyện dịch, Gia nói:\n:''Binh quý ở chỗ thần tốc. Nay nghìn dặm đánh địch, đồ truy trọng nhiều, khó tranh lợi, vả lại bên kia nghe biết, tất có phòng bị; chẳng bằng để xe truy trọng lại, khinh binh gấp đường tiến phát, đánh úp chỗ họ không ngờ''<ref name=\":4\" \/>''.''\nTào Tháo ngầm tiến ra lối hiểm ở Lô Long tắc, thẳng đến sở trị của Thiền vu. Quân Ô Hoàn nghe tin Tào Tháo đến, kinh hoàng hợp nhau ứng chiến. Tào Tháo đánh tan cả, chém được Đạp Đốn và các vương hầu có tên tuổi<ref name=\":5\">Tam Quốc Chí, sách đã dẫn, tr 22<\/ref> trong [[trận núi Bạch Lang]]. Anh em Viên Hy, Viên Thượng trốn sang đất [[Liêu Đông]].\n\n==Qua đời==\nSau khi chinh phạt Ô Hoàn, Quách Gia về đến Liễu Thành thì bị ốm nặng, không lâu sau thì mất, vào năm Kiến An thứ 12 ([[207]]), bấy giờ Quách Gia mới có 38 tuổi.\n\nTào Tháo thương tiếc lắm, bảo bọn Tuân Du rằng:''\"Các ngài tuổi đều suýt soát Cô, chỉ có Phụng Hiếu là ít tuổi nhất. Sau khi thiên hạ an định, ta muốn đem hậu sự phó thác cho ông ấy, mà giữa lúc tráng niên lại yểu mệnh chết sớm, là mệnh vận sao!\"''<ref name=\":5\" \/>\n\nNói rồi, Tào Tháo viết biểu tấu lên triều đình, xin tăng thêm cho Quách Gia 800 hộ, cộng với cả lúc trước là 1,000 hộ, lại ban cho thụy là Trinh hầu (貞侯), cho con của Gia là [[Quách Dịch]] kế tự<ref name=\":5\" \/>. Tiểu thuyết ''[[Tam Quốc diễn nghĩa]]'' viết rằng Quách Gia khi mất để lại cẩm nang mật kế giúp Tào Tháo trừ anh em họ Viên.\n\nQuách Dịch (郭奕), tự là ''Bá Ích'' (伯益), làm chức ''Thái tử Văn học'' nhưng chết sớm. Ông này có hai con trai là Quách Thâm và Quách Sưởng. Con Quách Thâm là Quách Liệp, còn sau đó không rõ<ref name=\":6\">Tam Quốc Chí, sách đã dẫn, tr 23<\/ref>. Quách Sưởng, tự là Thái Trung, là người có tài, nhậm chức tán kỵ thường thị<ref>Tam Quốc Chí, sách đã dẫn, tr 24<\/ref>.\n\n==Nhận xét==\nQuách Gia là một mưu sĩ giỏi thời Tam Quốc, trong [[trận Quan Độ]] đứng trước trận tiền ông có nói với Tào Tháo: ''\"Thừa tướng còn đang theo dõi đợi chờ à?\"'', Tào Tháo trả lời: ''\"Viên Thiệu thế định tới đây đang nhẽ phải giữ thế tấn công, nay hắn lại dùng phụng bài trước trận tiền, ý của ngươi là hắn muốn thủ?\"'' khi đó Quách Gia nói một câu chính xác ý nghĩa cho cả trận đánh: ''\"Viện Thiệu có thể thủ, nhưng thừa tướng không thể nào làm như vậy, quân ta tinh nhuệ một chọi lại mười, cần phải tác chiến ngay lập tức, chần chừ đôi lúc lòng quân phập phồng thì nguy hiểm lắm\"''.\n\n''[[Tam quốc chí]]'' chép: Quách Gia học vấn tinh thông sâu sắc lại có mưu lược, thấu hiểu sự việc. Tào Tháo từng nói:''\"Chỉ có Phụng Hiếu có thể hiểu được ý của Cô\"''<ref name=\":5\" \/>''.''\n\nDịch Trung Thiên nhận xét rằng Quách Gia liệu việc như thần là vì ông hiểu bản tính con người. Quách Gia hiểu rõ tính cách, tâm ý của gia đình Viên Thiệu, của Lưu Biểu, Lã Bố, Tôn Sách, chính vì vậy ông mới dám đề xuất các mưu kế táo bạo và thâm hiểm mà các mưu sĩ khác không dám, và lần nào bày kế cũng thành công. Quách Gia cũng hiểu rõ con người của chủ mình, nhìn thấy Tào Tháo là \"minh chủ\" có thể nghe theo kế của mình mà lập đại công, trái với Viên Thiệu bụng dạ hay nghi kị, thiếu quyết đoán, chính vì vậy Gia mới mạnh dạn bày mưu tính kế cho Tào Tháo. Việc binh, việc chính trị nói đến cùng là việc của con người, Quách Gia giỏi binh sự, thời sự nguyên nhân là vì ông giỏi nhìn người.\n\nSau khi Tào Tháo đi đánh thua [[trận Xích Bích]] quay về, đến Ba Khâu gặp dịch bệnh, đốt thuyền, than rằng: ''\"Nếu Quách Phụng Hiếu còn, chẳng khiến Cô đến nỗi này\"''<ref name=\":6\" \/>''.''\n\n''Phó tử'' chép: Tào Tháo lại than rằng:''\"Thương thay Phụng Hiếu! Xót thay Phụng Hiếu! Tiếc thay Phụng Hiếu!\"''<ref name=\":6\" \/>\n\nLúc trước, [[Trần Quần]] chê Quách Gia không sửa hạnh kiểm, mấy lần ở triều đình tố cáo Quách Gia, Gia tỏ ý tự nhiên, Tào Tháo càng trọng dùng Quách Gia hơn, nhưng vì Trần Quần có tài chủ trì chính nghĩa, Tào Tháo cũng rất hài lòng<ref name=\":6\" \/>.\n\nTrong ''Tam quốc diễn nghĩa'', La Quán Trung có bài thơ khen Quách Gia rằng:\n\n:''Trời sinh Quách Phụng Hiếu,''\n:''Hào kiệt đã nức danh.''\n:''Bụng chứa đầy kinh sử,''\n:''Lồng ngực ẩn giáp binh,''\n:''Ra mưu như [[Phạm Lãi]],''\n:''Quyết sách tựa [[Trần Bình]],''\n:''Chẳng may lại mất sớm,''\n:''[[Trung Nguyên]] cột trụ nghiêng''.\n\n==Tham khảo==\n* ''[[Tam quốc chí|Tam Quốc Chí]],'' [[Trần Thọ]] (Bùi Tùng Chi chú giải), 2016, Nhà xuất bản Văn Học, Bùi Thông biên dịch, Phạm Thành Long hiệu đính, tập II, Quách Gia truyện\n* ''[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]]'', [[La Quán Trung]], bản dịch của cụ [[Phan Kế Bính]], Bùi Kỷ hiệu đính\n\n== Chú thích ==\n{{tham khảo}}\n==Xem thêm==\n*[[Tam Quốc]]\n*''[[Tam quốc chí|Tam Quốc Chí]]''\n*''[[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]]''\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 170]]\n[[Thể loại:Mất năm 207]]\n[[Thể loại:Người Hà Nam (Trung Quốc)]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Chính khách từ Hứa Xương]]\n[[Thể loại:Người họ Quách tại Trung Quốc]]"}