{"Quách Hoài":"'''Quách Hoài''' ([[chữ Hán]]: 郭淮, Bính âm: Guo Huai; [[187]]–[[255]]) là tướng nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thời trẻ==\nQuách Hoài có [[Tên chữ (người)|tên tự]] là '''Bá Tế''' (伯濟), người huyện Dương Khúc quận Thái Nguyên (thuộc Tinh châu).\n\nÔng nội Quách Hoài là Quách Toàn, làm Đại tư nông thời [[Đông Hán]], cha ông là Quách Ôn làm thái thú Nhạn Môn.\n\nNhững năm đầu niên hiệu Kiến An của [[Hán Hiến Đế]], Quách Hoài thi đỗ Hiếu Liêm, được phong chức quan Bình Nguyên phủ thừa.\n\nKhi [[Tào Phi]] còn làm Ngũ quan tướng, cho mời Quách Hoài vào làm môn hạ dưới trướng, sau đổi làm Thừa tướng Binh tào Nghị lệnh sử.\n\n==Sự nghiệp==\n===Thời Tào Tháo===\nÔng từng theo [[Tào Tháo]] đánh [[Trương Lỗ]] ở Hán Trung, khi Tào Tháo quay về, lưu Chinh tây tướng quân [[Hạ Hầu Uyên]] chống giữ với [[Lưu Bị]], lấy Quách Hoài làm Tư mã giúp việc Hạ Hầu Uyên. Khi Hạ Hầu Uyên cùng Lưu Bị giao chiến (219), Quách Hoài bị bệnh không đi theo.\n\n[[Hạ Hầu Uyên]] tử trận, trong quân rối loạn, Quách Hoài đứng ra thu gom những binh sĩ tản mát, lại tiến cử Đãng khấu tướng quân [[Trương Cáp]] làm chủ soái, các doanh trại mới tạm yên. Hôm sau Lưu Bị định vượt sông Hán tấn công. Chư tướng bàn rằng thế quân đông ít khó đối địch, sợ [[Lưu Bị]] thừa thắng tràn sang, muốn dựa sông bầy trận để chống cự. Quách Hoài nói: \n:''\"Làm như thế là tỏ ra ta yếu thế, nếu như chẳng đủ bẻ gẫy được quân địch, ấy là toan tính sai lầm vậy. Chẳng bằng cứ cách xa sông mà bày trận, kệ cho địch tiến sang, quân kia sang nửa chừng ta sẽ đánh, có thể phá được quân của Bị.\"''\n\nRồi ông bầy trận đón đợi, Lưu Bị nghi ngờ không dám vượt sông. Quách Hoài kiên trì thủ thế, đất ấy mới giữ được<ref name=\"ReferenceA\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B726 Mãn Điền Khiên Quách truyện]<\/ref>. Quách Hoài lại làm văn biểu tấu trình, [[Tào Tháo]] rất khen việc ấy, ban cho Cáp Giả tiết, lại lấy ông làm Tư mã.\n\n===Thời Tào Phi===\nNăm [[220]], Tào Tháo mất, [[Tào Phi]] lên thay làm Ngụy vương, ban cho ông tước Quan nội hầu, chuyển làm Trấn tây Trưởng sử, sau đó làm Hành chinh Khương Hộ quân, giúp đỡ Tả tướng quân [[Trương Cáp]] và Quán quân tướng quân Dương Thu đánh dẹp quân nổi dậy trong núi là Trịnh Cam, Lô Thủy làm phản ở đất rợ Hồ, đều dẹp yên. Vùng Quan Trung mới được yên định, dân chúng yên ổn làm ăn.\n\nTháng 10 năm [[220]], Tào Phi giành ngôi nhà Hán, tức [[Tào Ngụy Văn Đế]]. Quách Hoài vâng mệnh về kinh chúc mừng Văn Đế lên ngôi, lúc đi đường bị bệnh, khiến cho mọi người phải chờ đợi. Lúc quần thần gặp gỡ nhau, Tào Phi nghiêm mặt trách mắng ông. Quách Hoài thưa rằng: \n:''\"Thần nghe rằng [[Ngũ Đế]] trước lấy đức dẫn dụ dân, sau lấy khuôn phép để trị, rồi mới dụng hình để sáng tỏ phép nước. Nay không ngờ thần gặp phải chuyện như thuở Đường Ngu dạo trước, cũng đoán rằng sẽ được miễn khỏi tội bị giết như Phòng Phong\". \n''\nNgụy Văn Đế nghe nói rất hài lòng, lại cất nhắc Quách Hoài làm thứ sử Ung châu, phong làm Xạ dương Đình hầu, giữ ông ở cương vị ấy 5 năm liền.\n\nCác đầu mục người Khương ở An Định dấy binh nổi dậy, Quách Hoài đến đánh dẹp chiêu hàng. Mỗi khi có quân Khương Hồ ra hàng, ông thường sai người gạn hỏi thân hữu của người ấy mọi lẽ, xem gia đình nam nữ nhiều ít thế nào, tuổi tác cao thấp ra sao; khi gặp mặt, nói một đôi điều đã biết cho họ nghe, khi tra hỏi lại, họ đều khen tụng là bậc thần minh.\n\n===Thời Tào Duệ===\nNăm 228, tướng Thục là [[Gia Cát Lượng]] ra Kỳ sơn, sai tướng quân [[Mã Tốc]] đến Nhai Đình, Cao Tường đóng binh ở thành Liệt Liễu. [[Trương Cáp]] đánh Mã Tốc, Quách Hoài tấn công doanh trại của Cao Tường, đều phá được. Quách Hoài lại đánh tan quân của Khương tướng là Đường Phiếm ở Bào Hãn, được gia thêm chức Kiến Uy tướng quân.\n\nNăm [[230]], Gia Cát Lượng mang quân Thục xuất binh ra Lỗ Thành. Lúc đó quân ở Lũng Hữu không có lương thảo, mọi người bàn nên vận lương từ Quan Trung đến. Quách Hoài lấy ân uy của mình phủ dụ các tộc Khương Hồ, khiến họ chịu bỏ lương thảo giúp đỡ, nhờ có lương ấy, mà quân binh đủ chi dụng, Hoài được thăng làm Dương Vũ tướng quân.\n\nNăm [[233]], Gia Cát Lượng xuất binh ra Tà Cốc, lập đồn điền ở Lan Khanh. Lúc bấy giờ [[Tư Mã Ý]] đóng binh ở Vị Nam. Quách Hoài tính rằng Gia Cát Lượng tất tranh chiếm Bắc Nguyên, nên định đóng quân đó trước. Ông bàn với Tư Mã Ý: \n:''\"Nếu như Lượng vượt Vị Thủy đến chỗ đất bằng, hợp binh ở Bắc Sơn, chẹn ngang Lũng đạo, sách động nhân tâm người Di ở đó, thế chẳng phải là cái lợi của quốc gia vậy.\"''\n\n[[Tư Mã Ý]] khen hay, Quách Hoài liền đóng binh ở Bắc Nguyên. Hào luỹ còn chưa dựng xong, đại binh Thục đã đến, ông dẫn quân đón đánh. Mấy ngày sau, Lượng chỉnh đốn binh mã đi về phía Tây, các tướng đều cho rằng Lượng sẽ vây đánh ở phía Tây, riêng Hoài biết rõ hình thế ở đó, đoán rằng Lượng ắt đánh ở mé Nam sông Vị, liền cắt cử quan binh chống giữ. Đêm ấy quả nhiên Lượng đến bờ Nam sông Vị, bởi đã có phòng bị nên quân Thục không lên bờ được.\n\n===Thời Tào Phương===\nNăm [[240]] thời [[Tào Phương]], tướng Thục là [[Khương Duy]] tiến ra Lũng Tây. Quách Hoài bèn dẫn quân đến đánh, đuổi theo đến tận Cường Trung, Khương Duy lui binh, Hoài liền đánh dẹp quân của vua Khương là Mễ Đương, lại dùng sự mềm mỏng vỗ yên được hơn 3.000 người trong bộ lạc rợ Đê, di dời họ vào đất Quan Trung. Bởi công lao đó, Quách Hoài được thăng chức lên làm Tả tướng quân.\n\nThủ lĩnh quân nổi dậy ở Lương châu là Hưu Đồ Hồ xin theo về triều đình Tào Ngụy, dẫn cả bộ lạc hơn 2.000 hộ đến nương cậy ở đất Ung châu. Hoài tấu lên trên xin cho được cư trú ở đất Cao Bình thuộc An Định. Quách Hoài được phong làm Tiền tướng quân, kiêm quản châu quận như cũ.\n\nNăm [[244]], Hạ Hầu Huyền đánh Thục, Quách Hoài đốc quân tiên phong. Bởi Hoài liệu chừng thấy tình thế bất lợi, liền nhổ trại lui binh, cho nên không bị thua lớn. Hoài đem trả lại phù tiết.\n\nNăm 247, người Khương ở Lũng Tây, Nam An, Kim Thành, Tây Bình là Ngạ Hà, Thiêu Qua, Phạt Đồng, Nga Già Tắc cùng cấu kết với nhau nổi dậy, tấn công vây hãm thành ấp, lại hướng về Nam xin Thục binh tương trợ. Thủ lĩnh người Hồ ở Lương châu là Trì Vô Đái cũng hưởng ứng. Nhà Ngụy lấy Hộ quân Hạ Hầu Bá đốc xuất ba quân đóng binh ở Vị Thí ngăn chặn. Quân Quách Hoài lúc mới đến Địch Đạo, các tướng bàn bạc đều cho rằng trước tiên nên dẹp yên xứ Bào Hãn, nội bình định rợ Khương, ngoài bẻ gẫy toan tính của kẻ địch. Quách Hoài tính rằng Khương Duy ắt sẽ tiến ra đánh Bá, bèn xâm nhập đất Phong Trung, đi vòng về phía Nam nghênh đón Bá. Khương Duy quả nhiên tấn công vào Vị Thí, vừa gặp quân của Hoài cũng đến đó, [[Khương Duy]] vội lui binh. Quách Hoài tiến quân đánh dẹp quân Khương, chém chết Nga Hà, Thiêu Qua, thu hàng được hơn một vạn người.\n\nNăm [[248]], Nga Già Tắc tụ tập thuộc hạ ở Hà Quan, Bạch Thổ Thành, nương náu nơi sông Hà chống cự quân Ngụy. Quách Hoài nắm rõ hình thế thượng lưu, mật sai binh sĩ qua sông phục sẵn ở Bạch Thổ Thành, tập kích, đại phá được.\n\nTrì Vô Đái bao vây Vũ Uy, gia quyến vẫn ở Tây Hải. Hoài tiến quân đến Tây Hải, muốn ngầm bắt gia thuộc của Đái để lung lạc Đái, Đái đoán biết việc ấy liền quay về, đánh nhau ở phía bắc Long Di, Đái thua trận bỏ chạy. Lại chiếm cứ đất Ác Lỗ ở phía tây Thạch Đầu sơn, đoạn tuyệt vương mệnh. Hoài đến đó đánh dẹp, đại phá được.\n\nKhương Duy tiến ra Thạch Thao, theo lối Cường Xuyên, hướng về Tây nghênh đón Vô Đái, để thái thú Âm Bình là Liêu Hoá giữ Trọng Sơn xây đắp thành quách, thu nhặt quân Khương tản mát ở các nơi. Quách Hoài muốn chia binh đến đánh. Chư tướng cho rằng Khương Duy sẽ cấu kết với quân Hồ, Hoá lại chiếm giữ nơi đất hiểm, nếu chia quân sẽ hai đầu thụ địch, binh lực bị suy yếu, tiến không thể đánh được Duy, lui không dẹp được Hoá, chẳng phải là kế hay, chẳng bằng hợp binh ở phía tây, để rợ Hồ và quân Thục không liên kết được với nhau, cắt đứt liên kết trong ngoài, ấy là đánh thẳng vào mối kết giao của kẻ địch vậy. Quách Hoài nói: \n:''\"Nay ta vượt qua quân của Hoá, tiến ra nơi địch không để ý, Duy tất phải kéo về chỗ đó. Duy đã bị lừa đến đó, ta đủ sức dẹp yên được Hoá, lại khiến cho Duy mỏi mệt phải bỏ chạy. Quân ta chẳng cần tiến về phía Tây, mà rợ Hồ phải tự tan, ấy là kế sách ‘nhất cử lưỡng toàn’ vậy.\"''\n\nRồi ông biệt phái [[Hạ Hầu Bá]] chực sẵn để đuổi [[Khương Duy]] ở Đạp Trung, Quách Hoài tự suất ba quân tới tấn công Hoá. Khương Duy quả nhiên quay về cứu Hoá, đều đúng như trù liệu của Hoài. Nhờ công lao ấy, Quách Hoài được tiến phong làm Đô hương hầu.\n\nNăm 249, ông được thăng Chinh tây tướng quân, đô đốc các việc quân sự ở Ung, Lương châu. Năm ấy, cùng với thứ sử Ung châu là Trần Thái bàn định kế sách, thu hàng Nha môn tướng nước Thục là Cẩu An ở Thí Thượng.\n\nNăm 250, Quách Hoài được tiến phong làm Dương Khúc hầu, ban cho ăn lộc 2.780 hộ, phong cho một con làm Đình hầu.\n\nNăm 255, Quách Hoài qua đời, thọ 69 tuổi. Ông được truy tặng chức Đại tướng quân, thuỵ hiệu là Trinh hầu.\n\n==Gia đình==\nCon ông là Quách Thống nối tự và làm quan đến chức thứ sử Kinh châu.\n\nEm trai ông là Quách Phối, cũng có danh vọng, ngôi vị đến chức thái thú Thành Dương, là con rể của Phỉ Tú và [[Giả Sung]]. Con Quách Phối là Quách Triển cũng có tài cán, đã từng giữ chức Trứ Tích, sau cùng làm đến Thái phó. Em trai Triển là Dự làm Tham quân cho Tướng quốc, cũng có danh, chết sớm. Con gái Phối gả cho Vương Diễn.\n\nNgười em trai nữa của Quách Hoài là Quách Trấn làm Yết giả Phó xạ. Con Quách Trấn là Dịch, sau này giữ các chức vị thứ sử Ung châu, Thượng thư [[nhà Tấn]].\n\n==Đánh giá==\nTrần Thọ đánh giá về Quách Hoài trong Tam Quốc chí là người \"phương sách tinh tường, biết chăm lo cho xứ Tần, Ung\"<ref name=\"ReferenceA\"\/>.\n\n==Trong Tam Quốc diễn nghĩa==\nTuy không nằm trong số nhân vật chính trong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]], nhân vật Quách Hoài vẫn có vai trò khá lớn trong việc bảo vệ biên cương phía tây Tào Ngụy bên cạnh [[Tư Mã Ý]] và [[Tào Chân]].\n\nCái chết của ông được La Quán Trung hư cấu khác trong sử sách do quan điểm đứng về phe Thục. Theo đó, trong lần thứ tư Khương Duy đánh Ngụy, Quách Hoài dùng mưu đánh tan quân Thục. Trên đường truy kích Khương Duy, Quách Hoài một mình một ngựa đuổi theo. Khi ông bắn Khương Duy, Khương Duy nghiêng người né và nhanh tay bắt được mũi tên, rồi dùng chính mũi tên đó bắn trả lại, trúng vào trán Quách Hoài. Quách Hoài ngã ngựa, quân Ngụy phía sau ùa đến cứu ông, Khương Duy quay lại nhưng chỉ kịp giật lấy ngọn giáo của ông và bỏ chạy. Quách Hoài được đưa về trại nhưng máu chảy không cầm và qua đời.\n\n==Xem thêm==\n* [[Khương Duy]]\n* [[Đặng Ngải]]\n\n==Tham khảo==\n* ''Trần Thọ, [[Tam quốc chí|Tam Quốc chí]], Bùi Tùng Chi chú, thiên'':\n** [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B726 Mãn Điền Khiên Quách truyện]\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 187]]\n[[Thể loại:Mất năm 255]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Viên chức chính quyền ở Thiểm Tây]]"}