{"Quách Khản":"'''Quách Khản''' ([[chữ Hán]]: 郭侃, [[1217]] – [[1277]]), [[Tên chữ (người)|tên tự]] là '''Trọng Hòa''', người huyện Trịnh, Hoa Châu <ref>Nay là [[huyện (Trung Quốc)|huyện]] [[Hoa (huyện)|Hoa]], [[địa cấp thị]] [[Vị Nam]], [[tỉnh (Trung Quốc)|tỉnh]] [[Thiểm Tây]]<\/ref>, là tướng lĩnh [[Người Hán|người dân tộc Hán]], từng tham gia cuộc tây chinh thứ ba của [[Đế quốc Mông Cổ]].\n\n==Xuất thân==\nKhản là hậu duệ của [[Quách Tử Nghi]] – danh tướng [[nhà Đường]], nguyên quán là huyện [[Dương Khúc]], địa cấp thị [[Thái Nguyên, Sơn Tây|Thái Nguyên]], tỉnh [[Sơn Tây (Trung Quốc)|Sơn Tây]]. Ông nội là danh tướng [[Quách Bảo Ngọc]], cha là [[Quách Đức Hải]].\n\nKhản từ nhỏ được thừa tướng [[Sử Thiên Trạch]] xem trọng, giữ trong nhà để nuôi dạy. Đến khi trưởng thành được làm Bách hộ, tỏ ra có chí dũng và mưu lược.\n\n==Khởi đầu sự nghiệp==\nNăm 1233, tướng Kim là [[Hoàn Nhan Bạch Tát]] <ref>'''[[Kim sử]] quyển 113, liệt truyện 51 – Hoàn Nhan Bạch Tát''' truyện chép là 白撒\/Bạch Tát (hay Tản), NS và TNS, tlđd chép là 伯撒\/(Bá hay) Bạch Tát (hay Tản); đều có bính âm là ''bó sǎ''<\/ref> giành lại Vệ Châu, Khản kháng cự, phá 4 vạn quân địch ở Tân Vệ Châu. Khản vượt [[Hoàng Hà]], tham gia tập kích [[Kim Ai Tông]], đuổi theo đến [[Quy Đức]], đánh bại quân Kim ở Át Bá Đài, rồi theo [[Tốc Bất Đài]] đánh cửa tây của [[Biện Kinh]], khiến Nguyên soái Thôi Lập ra hàng. Nhờ công được thụ chức Tổng bả. Khản theo Sử Thiên Trạch đồn trú Thái Khang, lại nhờ công hạ Đức An (1236 <ref>'''[[Tục tư trị thông giám]] quyển 169, Tống kỷ 169''' chép là \"Năm Đoan Bình thứ 3 thời Lý Tông Kiến Đạo Bị Đức Đại Công Phục Hưng Liệt Văn Nhân Vũ Thánh Minh An Hiếu hoàng đế (năm thứ 8 thời Mông Cổ Thái Tông). Tháng 8... Mông Cổ phá Tảo Dương quân, Đức An phủ.\"<\/ref>) mà được làm Thiên hộ.\n\n==Tham gia tây chinh==\nNăm 1252, Khản chở binh trượng (binh khí nói chung) đến Hòa Lâm ([[Karakoum]]), được đổi làm Sao mã na nhan. Năm 1253, Khản theo tông vương [[Húc Liệt Ngột]] (Hulagu) tây chinh. Khản tham gia quân tiền phong, đến nước Mộc Lạt Di (Mulahida) <ref>NS, tlđd chép là \"Mộc Nãi Hề\", TNS, tlđd chép là \"Mộc Lạt Di\", tức là giáo phái Ḥashshāshīn ([[Assassins|Assassin]]). NS, tlđd chép Quách Khản \"Năm Quý sửu (1253), đến Mộc Nãi Hề\", tương đồng với TNS, tlđd chép \"Năm thứ 3 (thời Mông Cổ Hiến Tông (1253)\". Tháng 7 DL năm 1253, Húc Liệt Ngột phái Khất Đô Bất Hoa (còn gọi là Khiếp Đích Bất Hoa, tức Kitubuka hay [[Kitbuqa]]) làm tiền phong, còn bản thân đến tháng 10 năm 1254 mới xuất phát. Nếu Quách Khản tiến vào lãnh địa của Ḥashshāshīn vào năm 1253 thì ông phải có mặt trong đội quân tiền phong của Khất Đô Bất Hoa<\/ref>, địch đào hào chẹn đường, hạ độc vào nước. Khản phá 5 vạn địch quân, hạ 128 thành, chém tướng địch là Hốt Đô Đáp Nhi Ngột Chu <ref name=\"A\">Chưa khảo cứu được<\/ref> toán than ([[sultan]]) <ref>NS, tlđd chép \"筭滩\/toán than, tiếng Hoa gọi là vương (tước)\", tức là Sultan, cách chuyển âm phổ biến hiện nay là 蘇丹\/tô đan<\/ref>.\n\nNăm 1256 <ref>NS, tlđd chép là \"Bính thìn (1256)\". TNS, tlđd chép là \"Năm thứ 5 (thời Mông Cổ Hiến Tông (1255)\". Căn cứ vào chi tiết trên \"hạ 128 thành\", người viết cho rằng NS hợp lý hơn<\/ref>, quân Mông Cổ đến Khất Đô Bặc ([[Gerdkuh]]) <ref>Gerdkuh hay Girdkuh theo [[Marco Polo]] nghĩa là \"núi hình tròn\" (round mountain: Gerd (گرد) nghĩa là \"circular\" hay \"round\", và kuh (کوه) nghĩa là \"mountain\"). Nay là phía tây thành phố [[Damghan]], thủ phủ của [[shahrestan]] [[Damghan County|Damghan]], [[ostan]] [[Semnan (tỉnh)|Semnan]], [[Iran]]<\/ref>. Thành ấy ở trên Đam Hàn Sơn <ref>NS, tlđd chép là \"Đam Hàn Sơn\". TNS, tlđd chép là \"Diêm Hàn Sơn\", tức là Damghan<\/ref>, lên xuống nhờ thang dây, được giữ bởi binh sĩ tinh nhuệ. Quân Mông Cổ xây thành cặp vào núi để vây, nhưng chưa hạ được; Khản bèn gác pháo bắn vào, tướng giữ thành là Hỏa Giả Nạp Thất Nhi <ref name=\"A\"\/> mở cửa ra hàng. Húc Liệt Ngột sai Khản thuyết phục Ngột Lỗ Ngột Nãi toán than (Rokn-ud-din) ra hàng. Cha của Ngột Lỗ Ngột Nãi là A Lực (Ala-ud-din) giữ thành tây, Khản phá được; A Lực chạy sang thành đông, Khản lại phá được mà giết đi.\n\nTháng giêng ÂL năm 1257, quân Mông Cổ đến thành Ngột Lý Nhi <ref name=\"A\"\/>, Khản đặt mai phục, ra lệnh cho phục binh nghe tiếng chiêng thì nổi dậy. Quân địch quả nhiên đến, bị phục binh Mông Cổ xông ra giết sạch, khiến Hải Nha <ref name=\"A\"\/> toán than ra hàng. Quân Mông Cổ tây tiến đến A Lạt Đinh <ref name=\"A\"\/>, phá 3 vạn quân do thám của địch, khiến Mã Tạt Đáp Nhi <ref name=\"A\"\/> toán than ra hàng. Quân Mông Cổ đến Khất Thạch Mê bộ <ref>乞石迷\/Khất Thạch Mê hay 怯失迷尔\/Khiếp Thất Mê Nhĩ (Kesmur) ngày nay thuộc [[Kashmir]]<\/ref>, khiến Hốt Lý <ref name=\"A\"\/> toán than ra hàng. Quân Mông Cổ tấn công đô thành Báo Đạt <ref>Ngày nay là thủ đô [[Bagdad]], [[Iraq]]<\/ref> của [[nhà Abbas]] <ref>NS, tlđd chép là \"Nước lớn của Tây Nhung đấy, đất vuông 8000 dặm, cha truyền con nối 42 đời, tinh binh vài mươi vạn.\" Trên thực tế Iraq đã bị [[Seljuk|người Seljuk]] chiếm mất, nhà Abbas chỉ còn cai trị trên danh nghĩa<\/ref>, Khản phá 7 vạn quân địch, chiếm thành tây. Khản phá thành đông; đền đài ở đây đều làm bằng gỗ trầm, gỗ đàn, bị người Mông Cổ nổi lửa đốt sạch, hương thơm bay xa hàng trăm dặm; Khản tìm được đàn tỳ bà 72 dây, chân đèn San hô cao 5 thước. Giữa 2 thành có sông lớn, Khản từ trước làm cầu nổi chẹn sông. Sau khi thành bị phá, [[Khalifah]] của nhà Abbas là [[Al-Musta'sim]] lên thuyền, thấy cầu nổi thì tự trói mình ra hàng. Tướng quân Trụ Đáp Nhi <ref name=\"A\"\/> bỏ trốn, Khản đuổi theo. Trời về chiều, chư tướng muốn nghỉ ngơi, Khản không nghe, hành quân thêm hơn 10 dặm mới nghỉ. Đêm ấy mưa to, nơi chư tướng xin dừng chân trước đó ngập sâu đến vài thước. Ngày hôm sau, quân Mông Cổ bắt được Trụ Đáp Nhi, Khản đem chém, sau đó chiếm hơn 300 thành.\n\nQuân tiền phong của Khản tây tiến thêm 3000 dặm, đến [[Mecca]] <ref>NS và TNS, tlđd đều chép là \"Thiên Phòng\", ngày nay gọi là [[Kaaba]]<\/ref>, tướng quân Trụ Thạch <ref name=\"A\"\/> gởi thư xin hàng, chư tướng tin là thật, buông lỏng phòng bị, Khản không theo, giữ nghiêm chờ địch. Quả nhiên Trụ Thạch đón đánh người Mông Cổ, bị Khản đánh cho đại bại, khiến Ba Nhi <ref name=\"A\"\/> toán than ra hàng; Khản hạ thêm 185 thành.\n\nKhản tây tiến thêm 40 dặm, đến Mật Tích Nhi (Misr) <ref>Nay là [[Cộng hòa Ả Rập Ai Cập]]<\/ref>. Gặp lúc trời chiều, binh sĩ đã nghỉ ngơi, nhưng Khản thúc giục mọi người trỗi dậy, để lại một ít bệnh binh, toàn quân đi thêm hơn 10 dặm mới dừng chân, trong lúc hành quân còn hạ lệnh im lặng tiến bước. Kẻ địch trong đêm đến tập kích, chỉ giết được số ít bệnh binh, Khả Nãi <ref name=\"A\"\/> toán than cả sợ, bèn xin hàng.\n\nNăm 1558, Húc Liệt Ngột mệnh cho Khản tây tiến vượt biển, thu lấy Phú Lãng ([[Đế quốc Frank]]). Khản trình bày họa phúc, Ngột Đô <ref name=\"A\"\/> toán than nói: \"Hôm qua tôi mơ thấy thần nhân, thì gặp tướng quân.\" Rồi lập tức đến hàng. Người Mông Cổ lui quân, theo hướng tây nam về đến Thạch La Tử <ref>Nay là thành phố [[Shiraz]], thủ phủ của [[ostan]] [[Fars (tỉnh)|Fars]], [[Iran]]<\/ref>; kẻ địch ra cự, Khản xông ra lược trận, một hồi trống đánh bại được, khiến Hoán Tư Kiền A Đáp Tất <ref name=\"A\"\/> toán than xin hàng. Về đến Tân Thiết <ref name=\"A\"\/>, Khản đem kỳ binh tập kích, đánh cho kẻ địch ở đấy đại bại, khiến Gia Diệp <ref name=\"A\"\/> toán than xin hàng.\n\nNăm 1259, Khản phá 4 vạn quân do thám Ngột Lâm <ref name=\"A\"\/>, khiến A Tất Đinh <ref name=\"A\"\/> toán than cả sợ, ra hàng, thu được 120 thành. Quân Mông Cổ lui theo hướng tây nam đến Khất Lý Loan <ref name=\"A\"\/>, Hốt Đô Mã Đinh <ref name=\"A\"\/> toán than ra hàng. Khản nhận lệnh của Húc Liệt Ngột về [[Điếu Ngư|Điếu Ngư Sơn]] báo tiệp, gặp lúc Đại hãn Mông Ca băng, ông bèn trở về Đặng Châu, mở đồn điền, lập bảo chướng (ụ thành).\n\n==Đóng góp chánh trị==\n[[Hốt Tất Liệt]] lên ngôi, Khản dâng sớ kiến nghị đặt quốc hiệu, đắp đô thành, lập tỉnh đài, xây trường học,... 25 việc, còn có sách lược đánh [[Nam Tống]]; sách lược của ông như sau: \"''Tống giữ đông nam, lấy Ngô Việt làm nhà, nơi yếu hại của họ chỉ có Kinh, Tương mà thôi. Mưu kế ngày nay, nên trước hết lấy Tương Dương, đã hạ Tương Dương, thì các thành Dương, Lư của họ sẽ như hòn đất, đặt đấy nhưng chẳng để làm gì; rồi thẳng tiến Lâm An, như sấm giật không kịp bưng tai, Giang Hoài, Ba Thục không đánh cũng tự bình.''\" Về sau quân Nguyên đánh Tống tương tự với sách lược này.\n\nNăm Trung Thống thứ 2 (1261), Khản được thăng làm Giang Hán đại đô đốc phủ lý vấn quan. Tháng 2 ÂL năm thứ 3 (1262), [[Lý Thản]] ở Ích Đô cùng [[Từ Châu]] tổng quản Lý Cảo Ca làm phản, tướng Tống là [[Hạ Quý]] xâm phạm biên thùy. Sử Thiên Trạch tiến cử Khản, nên ông được triệu kiến. Đại hãn Hốt Tất Liệt hỏi kế, Khản đáp: \"''Bọn trộm cướp nổi lên, cũng như cọp trong cũi. Trong không có lương tiền, ngoài không có cứu viện, ta cứ đắp thành vây quanh, đợi chúng nguy khốn, tính ngày mà bắt.''\" Hốt Tất Liệt cho là phải, ban cho thượng y, cung tên. Khản vội đến Từ Châu, chém Lý Cảo Ca. Hạ Quý đốt nhà cửa, dời quân dân về nam; Khản đuổi theo, vượt qua huyện [[Túc Thiên]], giành lại hơn vạn quân dân. Được ban Kim phù, làm Từ, Bi 2 châu tổng quản. Em Cảo Ca là Lư Mã với Hạ Quý đem 3 vạn quân xâm nhiễu biên cảnh, Khản ra đánh, chém hơn ngàn thủ cấp, bắt 200 chiến hạm.\n\nSau khi trấn áp Lý Thản, Hốt Tất Liệt tỏ ra bất tín nhiệm người dân tộc Hán, Sử Thiên Trạch biết ý, chủ động yêu cầu con em họ Sử mười mấy người giao trả binh quyền. Riêng Khản đến năm Chí Nguyên thứ 2 (1265) mới bị điều làm Đồng tri Đằng Châu. Năm thứ 3 (1266), Khản dâng sớ nói: \"''Người Tống giam giữ sứ giả của ta, nên dấy quân hỏi tội. Hoài Bắc có thể lập đồn điền ở 360 nơi, mỗi đồn nuôi 360 con bò, như thế 2 đồn đủ cung ứng cho nhu cầu một ngày của quân đội.''\" Năm thứ 4 (1267), được dời làm Cao Đường lệnh, kiêm trị Hạ Tân, Vũ Thành 5 huyện. Năm thứ 5 (1268), trấn áp cuộc nổi dậy của người trong huyện là Ngô Khất Nhi và đạo sĩ người [[Tế Nam]] là Hồ Vương. Năm thứ 7 (1270), được đổi làm Bạch Mã lệnh, lại trấn áp cuộc nổi dậy của tăng nhân Tang La Hán với người [[Chương Đức]] là Triệu Đương Lư. Hốt Tất Liệt thấy Khản thạo việc quân, thăng làm Vạn hộ, cho theo đại quân đánh Tương Dương; ông từ Dương La <ref>Nay là [[trấn (Trung Quốc)|trấn]] [[Dương La Châu]], [[huyện cấp thị]] [[Nguyên Giang, Ích Dương|Nguyên Giang]], địa cấp thị [[Ích Dương]], tỉnh [[Hồ Nam]]<\/ref> ở thượng du vượt [[Trường Giang]]. Sau khi quân Nguyên bình định [[Giang Nam]] (1276), Khản được thăng làm Tri Ninh Hải Châu, ở chức 1 năm thì mất.\n\n==Đánh giá==\nSử cũ chép: Khản hành quân có kỷ luật, nấu cơm ngoài đồng, nghỉ chân bên đường, dẫu mưa gió cũng không vào nhà dân; đi đến đâu cũng xây dựng trường học, khuyến khích nông nghiệp, được quan dân sợ phục.\n\n==Hậu nhân==\nKhản có con trai là Bỉnh Nhân, Bỉnh Nghĩa, sử cũ không chép hành trạng.\n\n==Tham khảo==\n* '''[[Nguyên sử]] quyển 149, liệt truyện 36 – Quách Khản truyện'''\n* '''[[Tân Nguyên sử]] quyển 146, liệt truyện 43 – Quách Khản truyện'''\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Tướng Mông Cổ]]\n[[Thể loại:Người Thiểm Tây]]\n[[Thể loại:Sinh năm 1217]]\n[[Thể loại:Mất năm 1277]]\n[[Thể loại:Mất năm 1260]]"}