{"Quán Khâu Kiệm":"'''Quán Khâu Kiệm''' ({{zh|t=毌丘儉|s=毌丘俭|p=Guànqiū Jiǎn}}; ? – [[255]]), còn phiên âm là '''Vô Kỳ Kiệm''' hoặc '''Vô Khâu Kiệm''', là tướng lĩnh [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thân thế==\nQuán Khâu Kiệm có [[Tên chữ (người)|tên tự]] là '''Trọng Cung''' (仲恭), người huyện Văn Hỷ, quận Hà Đông. Cha ông là {{ill|Quán Khâu Hưng|zh|毌丘興}}, thời Tào Phi làm Thái thú quận Vũ Uy, có công đánh dẹp những lực lượng làm phản, được phong làm Cao Dương hương hầu.\n\n== Trấn giữ U châu ==\nThời [[Tào Phi|Ngụy Văn Đế]], ông là bạn của thái tử Tào Duệ<ref name=\"ldp417\">Lê Đông Phương, sách đã dẫn, tr 417<\/ref>. Năm [[226]], Tào Duệ lên nối ngôi cha, tức là [[Tào Duệ|Ngụy Minh Đế]]. Vô Khâu Kiệm được phong làm Thượng thư lang, rồi cất nhắc làm Vũ Lâm giám, Điển nông Lạc Dương.\n\nÍt lâu sau, Quán Khâu Kiệm được Minh Đế thăng làm Thứ sử Kinh châu, rồi chuyển sang làm thứ sử Dương châu, thứ sử U châu, kiêm Liêu Đông tướng quân, ban [[phù tiết|cờ tiết]], [[Hiệu úy|Hộ Ô Hoàn hiệu úy]].\n\nTrong thời gian trấn trị U châu, Vô Khâu Kiệm có công thu hàng được Thiền Vu Ô Hoàn<ref name=\"ldp417\"\/>. Cùng lúc, nước Cao Câu Ly láng giềng và thủ lĩnh Liêu Đông là [[Công Tôn Uyên]] cũng lớn mạnh.\n\nNăm [[237]], Ngụy Minh Đế muốn thôn tính Liêu Đông, bèn sai Quán Khâu Kiệm mang chiếu thư của triều đình đến gọi Công Tôn Uyên vào [[Lạc Dương]] triều kiến. Công Tôn Uyên không dám vào chầu vì sợ bị bắt giữ, bèn khởi binh phản Ngụy. Quân Liêu Đông giao tranh với quân U châu, đánh nhau tại huyện Liêu Toại<ref>Phía tây Hải Thành, Liêu Ninh.<\/ref>. Vô Khâu Kiệm bị Công Tôn Uyên đánh lui.\n\nNăm [[238]], Ngụy Minh Đế cùng Cao Câu Ly thành lập một liên minh với mục tiêu nhằm [[Công Tôn Uyên]]. Tháng 6 năm đó, Ngụy Minh Đế sai Tư Mã Ý mang đại quân đánh Yên. Quán Khâu Kiệm theo giúp Tư Mã Ý hạ thành Tương Bình, tiêu diệt Công Tôn Uyên. Nhờ có công lao, Quán Khâu Kiệm được phong làm Tả tướng quân.\n\n== Đánh Cao Câu Ly ==\nSau khi nhà Ngụy chiếm được Liêu Đông, mối quan hệ hữu hảo với [[Cao Câu Ly]] nhanh chóng tan vỡ. Cao Câu Ly xua quân tấn công các khu vực phía Tây của Liêu Đông. Nhà Ngụy nhanh chóng đáp trả. Năm [[244]], Quán Khâu Kiệm mang quân tấn công và tàn phá kinh đô của Cao Câu Ly tại [[Hoàn Đô Sơn thành|núi Hoàn Đô]]. Vua [[Đông Xuyên vương|Đông Xuyên]] của Cao Câu Ly phải một thân một mình bỏ chạy sang phía [[Đông]] và nương nhờ tại lãnh thổ của các bộ tộc [[Ốc Trở]].<ref>'Gina L. Barnes', \"State Formation in Korea\", 2001 Curzon Press, page 23'<\/ref>.\n\nTuy nhiên Quán Khâu Kiệm không thể ở lâu tại Cao Câu Ly. Quân Tào Ngụy nhanh chóng bị Cao Câu Ly đẩy lui và không lâu sau đó, người Cao Câu Ly đã khôi phục được lãnh thổ cũ.\n\n== Chống Gia Cát Khác ==\nTháng 3 năm [[253]], tướng [[Đông Ngô]] là [[Gia Cát Khác]] khởi 20 vạn quân đi đánh Ngụy<ref name=\"tpd815\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 815<\/ref>. Trấn đông tướng quân Quán Khâu Kiệm và Thứ sử Dương châu là Văn Khâm cũng giữ thế phòng thủ không giao tranh. Quân Ngô gặp thời tiết nắng nóng, bệnh dịch tiêu chảy tràn lan, nhiều người bị chết<ref name=\"tpd815\"\/>.\n\nSau một thời gian quân Ngô vây hãm Hợp Phì Tân Thành do [[Trương Đặc]] trấn thủ mà không thể hạ được, Quán Khâu Kiệm và [[Văn Khâm]] biết tình hình quân Ngô bệnh dịch bèn phát lệnh tấn công. Quân Ngô thua trận, Gia Cát Khác buộc phải rút quân, trên đường về trúng mai phục của Văn Khâm ở Hợp Du, bị thiệt hại nặng.\n\n== Chống Tư Mã Sư ==\nQuán Khâu Kiệm được thêm chức Giám Dự châu chư quân sự, cầm cờ tiết; ít lâu sau chuyển sang làm Trấn nam tướng quân, rồi đổi làm Trấn đông tướng quân, Đô đốc Dương châu chư quân sự.\n\nNăm [[254]], con [[Tư Mã Ý]] là [[Tư Mã Sư]] thay cha nắm quyền trong triều, phế truất [[Tào Phương]] lập [[Tào Mao]] làm vua. Nghe tin Tư Mã Sư làm việc phế lập Quán Khâu Kiệm và Thứ sử Dương châu Văn Khâm bèn khởi binh thảo phạt Tư Mã Sư. Ông ước hẹn với các tướng: Hộ quân An Phong là Trịnh Ký, Hộ quân Lư Giang là Lã Tuyên, Thái thú Lư Giang là Trương Hưu, Thái thú Hoài Nam là Đinh Tôn, hộ quân Hợp Phì là Chính Hưu cùng giương cờ chống Tư Mã Sư bảo vệ nhà Ngụy.\n\nQuán Khâu Kiệm dâng biểu về [[Lạc Dương]] lên Tào Mao, kể 10 tội trạng của Tư Mã Sư; nhưng đồng thời bài biểu lại ca ngợi công lao của Tư Mã Ý và đề nghị [[Tào Mao]] dùng em Tư Mã Sư là [[Tư Mã Chiêu]] thay thế làm phụ chính nhằm phân hóa hàng ngũ họ Tư Mã<ref name=\"ldp418\">Lê Đông Phương, sách đã dẫn, tr 418<\/ref>.\n\nĐể có thêm lực lượng, Quán Khâu Kiệm và Văn Khâm cầu cứu Đông Ngô hiệp trợ. Ông và Văn Khâm cùng gửi con tin sang cho vua Ngô là [[Tôn Lượng]] đề nghị phát binh, rồi tập hợp 6 vạn quân<ref name=\"ldp418\"\/> từ Thọ Xuân tiến về phía tây, nhưng không đánh thẳng tới Lạc Dương hoặc Hứa Xương mà chỉ chiếm Hạng Thành<ref>Thuộc [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref> và đóng quân. Các sử gia cho rằng việc không quyết đoán này chính là ngồi chờ đòn phản công của quân địch<ref name=\"ldp418\"\/>.\n\nQuán Khâu Kiệm sai sứ giả mang thư tới Duyện châu dụ [[Đặng Ngải]] ủng hộ mình. Đặng Ngải không nghe theo, giết luôn sứ giả rồi mang quân ra kháng cự.\n\nTư Mã Sư sai Giám quân [[Vương Cơ]] làm tiên phong, đóng đồn ở Nam Đốn ngăn chặn Quán Khâu Kiệm và Văn Khâm, lại sai Đặng Ngải mang 1 vạn quân Thái Sơn ra Lạc Gia để dẫn dụ Quán Khâu Kiệm ra đánh, còn tự mình cầm quân chủ lực tới Nhữ Dương.\n\nNghe tin Đặng Ngải mang quân tới Lạc Gia, Quán Khâu Kiệm sai Văn Khâm mang quân ra đánh. Trong khi hai bên xuất chiến, Tư Mã Sư mang quân chủ lực đánh tập hậu. Văn Khâm không địch nổi, bị thua tan tác. Các cánh quân và thành trì theo Quán Khâu Kiệm lần lượt đầu hàng\n\nThấy quân chủ lực thua trận, Quán Khâu Kiệm vội bỏ Hạng Thành chạy, toàn quân Dương châu tan vỡ. Quán Khâu Kiệm chạy tới huyện Thận, núp vào bụi cỏ rậm bên bờ sông, bị một người dân là Trương Thuộc bắn chết. Em ông là Quán Khâu Tú chạy sang đầu hàng [[Đông Ngô]], còn Văn Khâm bại binh cũng bỏ chạy đến hàng Ngô.\n\nGia tộc hai họ Quán Khâu và họ Văn sau đó bị Tư Mã Sư giết hết.\n\n== Trong Tam Quốc diễn nghĩa ==\nQuán Khâu Kiệm trong [[tiểu thuyết]] ''[[Tam quốc diễn nghĩa]]'' của [[La Quán Trung]] được biết đến qua việc binh biến chống Tư Mã Sư ở hồi 110. Cái chết của ông được mô tả khác: Quán Khâu Kiệm chạy đến huyện Thận, được Huyện lệnh là Tống Bạch đón tiếp và chuốc rượu say rồi chém chết.\n\n<!--\n==Tên gọi==\n\nGuanqiu Jian's name is often read as Wuqiu Jian (vô khâu kiệm), and appears as such in Volume 73 of Sima Guang's Zizhi Tongjian. However, Wu Jinhua (ngô kim hoa) argued that the original reading was Muqiu (mẫu khâu; also alternatively written as Wuqiu  vô khâu and Manqiu  mạn khâu), and that Guanqiu (vô khâu) was a later transcription error dating back to the Tang and Songdynasties. He supports his argument with the occurrence of Muqiu as a family name on a tomb stele from the Three Kingdoms period and also in the Ri Zhi Lu (nhật tri lục) by early Qing dynasty scholar Gu Yanwu; as well as the occurrence of Wuqiu as a surname on an ancient seal and a bamboo strip from the Yinwan (doãn loan) Han-period tomb excavated in 1993. Wu also points out that a general named Manqiu Chen (mạn khâu thần) is mentioned in the second part of Emperor Gao's biography in the Book of Han, and that an annotation by the Tang dynasty historian Yan Shigumentions that \"Manqiu and Muqiu were originally the same family name.[2]\n\nWu, Jinhua (2001). \"Sanguo Zhi Jiaoyi Xuli\" (tam quốc chí dác nghị tục lệ). Wenshi (văn sử).\n-->\n\n== Xem thêm ==\n* [[Công Tôn Uyên]]\n* [[Tư Mã Sư]]\n* [[Văn Khâm]]\n\n== Tham khảo ==\n* Lê Đông Phương, ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Trần Thọ, ''[[Tam quốc chí]]'', Bùi Tùng Chi chú, thiên:\n** ''[[:wikisource:zh:三國志\/卷28|Vương Quán Khâu Gia Cát Đặng Chung truyện]]''.\n\n== Chú thích ==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh thế kỷ 3]]\n[[Thể loại:Mất năm 255]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}