{"Rembrandt":"{{1000 bài cơ bản}}{{Infobox Artist\n| tiền tố = \n| name = Rembrandt van Rijn\n| tên gốc = \n| nền = họa sĩ\n| image = Rembrandt Self-portrait (Kenwood).jpg\n| imagesize = 250px\n| caption = Chân dung tự họa ([[1661]])\n| nghệ danh = \n| birthname = Rembrandt Harmenszoon van Rijn\n| birthdate = {{Ngày sinh|1606|7|15|mf=y}}\n| location = [[Leiden]], [[Hà Lan]]\n| deathdate = {{Ngày mất và tuổi|1669|10|4|1606|7|15|mf=y}}\n| deathplace = [[Amsterdam]], [[Hà Lan]]\n| quốc tịch = {{Lá cờ|Cộng hòa Hà Lan}}\n| nghề nghiệp = \n| field = [[Hội họa]], [[khắc bản in]]\n| famous works = - ''[[Danaë (tranh Rembrandt)|Danaë]]'' ([[1636]])<br \/>\n- ''[[Jacob de Gheyn III (tranh)|Jacob de Gheyn III]]'' ([[1632]])<br \/>\n- ''[[De Nachtwacht]]'' ([[1642]])<br \/>\n| awards = \n}}\n'''Rembrandt Harmenszoon van Rijn''' ([[15 tháng 7]] năm [[1606]] - [[4 tháng 10]] năm [[1669]]), thường được biết tới với tên '''Rembrandt''' hay '''Rembrandt van Rijn''', là một [[họa sĩ]] và nghệ sĩ [[khắc bản in]] nổi tiếng người [[Hà Lan]]. Ông thường được coi là một trong những họa sĩ vĩ đại nhất trong lịch sử hội họa châu Âu nói chung và Hà Lan nói riêng<ref name=\"Gombrich, 420\">E.H. Gombrich, ''The Story of Art'', Phaidon, 1995, tr. 420 ISBN 0-7148-3355-X<\/ref>. Các tác phẩm của Rembrandt đã đóng góp quan trọng vào [[Thời đại hoàng kim của Hà Lan]] [[thế kỷ 17|thế kỉ 17]].\n\nNgay từ khi còn trẻ Rembrandt đã đạt được thành công lớn với các bức tranh chân dung, tuy những năm sau đó ông gặp nhiều bi kịch cá nhân hay những khó khăn về tài chính, họa sĩ vẫn được coi là một trong những người Hà Lan nổi tiếng nhất thời đó<ref name=\"Gombrich, 427\">E.H. Gombrich, ''The Story of Art'', Phaidon, 1995, tr. 427 ISBN 0-7148-3355-X<\/ref> và ông là thầy dạy cho gần như tất cả các họa sĩ Hà Lan hàng đầu thế kỉ 17<ref name=\"Clark, 203\">Kenneth Clark, ''An Introduction to Rembrandt'', 1978, London, John Murray\/Readers Union, tr. 203<\/ref>.\n\nNăm [[2004]], trong Danh sách những người Hà Lan vĩ đại nhất trong lịch sử (''[[De Grootste Nederlander]]'') do đài [[KRO]] tổ chức, Rembrandt là nghệ sĩ có vị trí cao nhất trong danh sách (thứ 9)<ref>{{Chú thích web |url=http:\/\/www.degrootstenederlander.pi.net\/ |ngày truy cập=2007-12-06 |tựa đề=Trang web chính thức của ''De Grootste Nederlander'' |archive-date = ngày 17 tháng 12 năm 2005 |archive-url=https:\/\/web.archive.org\/web\/20051217174201\/http:\/\/www.degrootstenederlander.pi.net\/ }}<\/ref>.\n\n== Cuộc đời ==\n[[Tập tin:Rembrandt - Rembrandt and Saskia in the Scene of the Prodigal Son - Google Art Project.jpg|thumb|''[[Đứa con hoang đàng trong nhà chứa]]'', tranh tự hoạ với vợ Saskia, khoảng 1635]]\nRembrandt<ref>This version of his first name, \"Rembrandt\" with a \"d,\" first appeared in his signatures in 1633. Until then, he had signed with a combination of initials or monograms. In late 1632, he began signing solely with his first name, \"Rembrant\". He added the \"d\" in the following year and stuck to this spelling for the rest of his life. Although we can only speculate, this change must have had a meaning for Rembrandt, which is generally interpreted as his wanting to be known by his first name like the great figures of the Italian Renaissance: Leonardo, Raphael etc., (who did not sign with their first names, if at all). [http:\/\/www.rembrandt-signature-file.com\/ Rembrandt-signature-file.com] {{webarchive |url=https:\/\/web.archive.org\/web\/20160409172243\/http:\/\/www.rembrandt-signature-file.com\/ |date=ngày 9 tháng 4 năm 2016 }}<\/ref> Harmenszoon van Rijn sinh ngày [[15 tháng 7]] năm [[1606]] tại [[Leiden]]<ref name=\"BY\">Or possibly 1607 as on ngày 10 tháng 6 năm 1634 he himself claimed to be 26 years old. See [http:\/\/www.codart.nl\/news\/82\/ Is the Rembrandt Year being celebrated one year too soon? One year too late?] and {{nl}} J. de Jong, [http:\/\/www.nd.nl\/artikelen\/2006\/februari\/03\/rembrandts-geboortejaar-een-jaar-te-vroeg-gevierd Rembrandts geboortejaar een jaar te vroeg gevierd] for sources concerning Rembrandts birth year, especially supporting 1607. However most sources continue to use 1606.<\/ref>, tại [[Cộng hoà Hà Lan]], thuộc [[Vương quốc Hà Lan]] ngày nay. Ông là đứa con thứ chín của Harmen Gerritszoon van Rijn và Neeltgen Willemsdochter van Zuijtbrouck.<ref>Bull, et al., tr. 28.<\/ref> Gia đình ông khá khá giả; cha ông là một chủ cối xay trong khi mẹ ông là con gái của một người làm bánh mì. Tôn giáo là chủ đề chính trong các tác phẩm hội họa của Rembrandt và cái giai đoạn mà tôn giáo còn đóng một vai trò chính trong cuộc sống đã khiến ông quan tâm đến đức tin hơn. Mẹ của ông là một tín đồ công giáo, trong khi cha ông lại là một tín đồ kháng cách. Những tác phẩm đã cho ta thấy sự sùng đạo của ông, nhưng không có bằng chứng nào cho thấy Rembrandt chính thức thuộc bất cứ một giáo hội nào nào, mặc dù ông có năm người con được [[chôn cất|chôn]] tại các nhà thờ Kháng cách Hà Lan ở Amsterdam: bốn ở Oude Kerk (Old Church) và một, Titus, ở Zuiderkerk (nhà thờ phía Nam).<ref>{{Chú thích web |url=http:\/\/stadsarchief.amsterdam.nl\/archieven\/archiefbank\/indexen\/doopregisters\/zoek\/query.nl.pl?i1=1&v1=rembr*&a1=r*ijn&i2=1&x=19&z=b |tiêu đề=Doopregisters, Zoek |ngôn ngữ=nl |nhà xuất bản=Stadsarchief.amsterdam.nl |ngày tháng=ngày 3 tháng 4 năm 2014 |ngày truy cập=ngày 7 tháng 4 năm 2014 }}{{Liên kết hỏng|date = ngày 26 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nTừ khi còn nhỏ Rembrandt đã được giáo dục cẩn thận, cậu được gia đình cho vào học tại một trường [[Latinh]] và sau đó là [[Đại học Leiden]]. Tại đây trong vòng 3 năm Rembrandt là người học việc cho họa sĩ [[Jacob van Swanenburgh]].<ref name=Houbraken>{{languageicon|nl|Middle Dutch}} [http:\/\/www.dbnl.org\/tekst\/houb005groo01_01\/houb005groo01_01_0129.htm Rembrandt biography] in ''De groote schouburgh der Nederlantsche konstschilders en schilderessen'' (1718) by [[Arnold Houbraken]], courtesy of the [[Digital library for Dutch literature]]<\/ref> Sau khoảng 6 tháng học việc với họa sĩ nổi tiếng [[Pieter Lastman]] ở [[Amsterdam]],<ref name=Houbraken>{{link language|nl|Middle Dutch}} [http:\/\/www.dbnl.org\/tekst\/houb005groo01_01\/houb005groo01_01_0129.htm Rembrandt biography] in ''De groote schouburgh der Nederlantsche konstschilders en schilderessen'' (1718) by [[Arnold Houbraken]], courtesy of the [[Digital library for Dutch literature]]<\/ref><ref>[http:\/\/books.google.nl\/books?id=le9GAAAAcAAJ&pg=PA189 Joris van Schooten as teacher of Rembrandt and Lievens] in Simon van Leeuwen's ''Korte besgryving van het Lugdunum Batavorum nu Leyden'', Leiden, 1672<\/ref> Rembrandt cùng với bạn là [[Jan Lievens]] mở một phòng tranh ở Leiden vào năm [[1624]] hoặc [[1625]]. Từ năm [[1627]] ông bắt đầu nhận học trò, trong số này có [[Gerrit Dou]]<ref name=\"Slive, 55\">Seymour Slive, ''Dutch Painting, 1600-1800'', Yale UP, 1995, tr. 55 ISBN 0-300-07451-4<\/ref>.\n\nNăm [[1629]] tài năng của Rembrandt được nhà chính trị [[Constantijn Huygens]] (cha của nhà khoa học nổi tiếng [[Christiaan Huygens]]) phát hiện và ông được đề nghị vẽ tranh cho chính quyền [[Den Haag]]. Nhờ mối quan hệ này mà hoàng tử Frederik Hendrik cũng bắt đầu đặt tranh của Rembrandt cho đến tận năm [[1646]]<ref name=\"Slive, 60\">Seymour Slive, ''Dutch Painting, 1600-1800'', Yale UP, 1995, tr. 60 ISBN 0-300-07451-4<\/ref>.\n\n[[Tập tin:Rembrandt van Rijn - Saskia van Uylenburgh, the Wife of the Artist - Google Art Project.jpg|thumb|left|Chân dung [[Saskia van Uylenburgh]], khoảng 1635]]\nCuối năm [[1631]] Rembrandt chuyển tới Amsterdam, nhanh chóng phát triển công việc làm ăn ở thủ đô thương mại mới của Hà Lan và bắt đầu trở thành họa sĩ vẽ chân dung chuyên nghiệp với nhiều thành công lớn. Ban đầu ông ở cùng nhà buôn tranh [[Hendrick van Uylenburg]]. Năm [[1634]] họa sĩ cưới em họ của Hendrick là [[Saskia van Uylenburg]]<ref>Slive, pp. 60–61<\/ref><ref>{{Chú thích web | url = https:\/\/familysearch.org\/pal:\/MM9.3.1\/TH-1971-31164-16374-68?cc=2037985&wc=M994-WQZ:3938509 | tiêu đề = Netherlands, Noord | tác giả 1 = | ngày = | ngày truy cập = 1 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, Saskia là một cô gái xuất thân từ gia đình danh giá, bố cô là một luật sư và là ''burgemeester'' (thị trưởng) của [[Leeuwarden]], tuy vậy ông này mất khi Saskia còn nhỏ và cô sống với người chị gái ở [[Het Bildt]]. Rembrandt và Saskia làm lễ cưới tại nhà thờ địa phương ở [[St. Annaparochie]] mà không có mặt họ hàng của hai người.<ref>[http:\/\/stadsarchief.amsterdam.nl\/english\/amsterdam_treasures\/famous\/rembrandt_and_saskia\/index.en.html Registration of the banns of Rembrandt and Saskia] {{Webarchive|url=https:\/\/archive.is\/20120526210656\/http:\/\/stadsarchief.amsterdam.nl\/english\/amsterdam_treasures\/famous\/rembrandt_and_saskia\/index.en.html |date=2012-05-26 }}, kept at the Amsterdam City Archives<\/ref> Cùng năm này họa sĩ trở thành một ''burgess'' (nghị viên) của Amsterdam và là thành viên của hội họa sĩ địa phương. Ông tiếp tục dạy vẽ và có thêm hai học trò khá nổi tiếng là [[Ferdinand Bol]] và [[Govert Flinck]].\n\nNăm [[1635]] Rembrandt và Saskia chuyển tới nhà riêng tại Nieuwe Doelenstraat, 4 năm sau đó họ chuyển về khu phố của người [[Do Thái]] [[Jodenbreestraat]] trong một ngôi nhà ngày nay được dùng làm [[Nhà bảo tàng Rembrandt]]. Đây là một ngôi nhà lớn với số tiền thế chấp lên tới 13.000 [[guilder]], rất có thể đây chính là nguồn gốc cho những khó khăn về tài chính của họa sĩ sau này, bên cạnh việc chi tiêu quá tay và đầu tư thất bại<ref name=\"Clark, 76\">Kenneth Clark, ''An Introduction to Rembrandt'', 1978, London, John Murray\/Readers Union, tr. 76<\/ref>. Giai đoạn này những bất hạnh trong đời sống riêng cũng bắt đầu đến với Rembrandt, năm [[1635]] con trai của ông Rumbartus qua đời chỉ 2 tháng sau khi sinh, năm [[1638]] con gái Rembrandt là Cornelia cũng chỉ sống được 3 tuần. Đến năm [[1640]] Rembrandt và Saskia có người con gái thứ hai, cũng được đặt tên là Cornelia, cô bé cũng chết yểu khi mới được hơn một tháng tuổi. Chỉ có đứa con thứ tư của hai người là [[Titus van Rijn|Titus]] sinh năm [[1641]] là sống được đến tuổi trưởng thành, tuy vậy Saskia lại qua đời không lâu sau đó vào năm [[1642]] vì [[lao|bệnh lao]]. Những tác phẩm của Rembrandt vẽ vợ trên giường bệnh và khi qua đời nằm trong số những bức tranh giàu cảm xúc nhất của họa sĩ<ref name=Slive-71>Slive, p. 71<\/ref>.\n\nTrong thời gian Saskia đổ bệnh, một cô gái tên là [[Geertje Dircx]] được thuê để làm bảo mẫu cho Titus, cô này sau đó cũng trở thành người tình của họa sĩ và cuối cùng đã kiện ông vì tội vi phạm lời hứa để nhận được khoản tiền trợ cấp 200 guilder mỗi năm. Cuối [[thập niên 1640]] Rembrandt bắt đầu quan hệ với một cô gái kém tuổi hơn rất nhiều là [[Hendrickje Stoffels]], vốn ban đầu là người hầu của ông. Năm [[1654]] họ có một con gái cũng có tên là Cornelia, vì việc này Hendrickje bị [[Giáo hội Kháng cách Hà Lan]] buộc tội ''\"Quan hệ bất chính với họa sĩ Rembrandt\"'', bản thân họa sĩ không bị kết tội vì ông không phải thành viên của Giáo hội Kháng cách.<ref>Slive, tr.82<\/ref> Hendrickje nhận tội và bị rút phép thông công<ref name=\"Slive, 55\"\/>.\n\nRembrandt sống khá hoang phí, ông mua các tác phẩm nghệ thuật (gồm cả việc mua đấu giá tác phẩm của chính ông), các bản in (thường dùng cho các bức tranh của họa sĩ) và các vật quý hiếm khác, vì cách chi tiêu như vậy nên cuối cùng tòa án, để tránh việc họa sĩ bị phá sản, đã phát mại phần lớn các bức tranh và một phần bộ sưu tập đồ cổ của Rembrandt. Danh sách phát mại vẫn còn đến ngày nay và nó cho chúng ta một văn bản đáng giá để xác định số lượng tác phẩm trong bộ sưu tập của Rembrandt. Ông cũng phải bán cả căn nhà, xưởng in của mình để dọn tới một căn hộ ít tiện nghi hơn ở [[Rozengracht]] năm [[1660]]<ref name=\"Schwarz\">Gary Schwartz (editor), ''The Complete Etchings of Rembrandt Reproduced in Original Size'', New York: Dover, 1988. ISBN 0-486-28181-7<\/ref>. Trong khi giới chức trách và chủ nợ phần lớn tìm cách giúp đỡ Rembrandt thì Hội họa sĩ Amsterdam lại ra luật mới cấm tất cả những người ở hoàn cảnh tương tự ông được tham gia buôn bán tranh với tư cách một họa sĩ. Để tránh luật này, năm [[1660]] Hendrickje và Titus đã phải đứng tên để kinh doanh tranh và thuê chính Rembrandt với tư cách một người làm công<ref name=\"Clark, 105\">Kenneth Clark, ''An Introduction to Rembrandt'', 1978, London, John Murray\/Readers Union, tr. 105<\/ref>.\n\nNăm [[1661]] gia đình của Rembrandt được giao hoàn thành nội thất Tòa thị chính thành phố sau khi [[Govert Flinck]], họa sĩ được nhận công việc này đầu tiên qua đời mà chưa kịp bắt đầu công việc. Bức tranh ''[[Âm mưu của Claudius Civilis]]'' (''De Samenzwering van Claudius Civilis'') đã được chuyển từ Flinck sang cho Rembrandt.<ref>Clark 1974, pp. 60–61<\/ref> Cũng trong khoảng thời gian này ông nhận người học trò cuối cùng là [[Aert de Gelder]].<ref>Bull, et al., page 29.<\/ref> Hai người thân của họa sĩ là Hendrickje và Titus lần lượt qua đời trước ông vào các năm [[1663]] và [[1668]], để lại Rembrandt với người con gái cuối cùng. Hơn một năm sau cái chết của người con, Rembrandt van Rijn qua đời ngày [[4 tháng 10]] năm [[1669]] tại Amsterdam và được an táng trong một ngôi mộ không đánh dấu ở ''[[Westerkerk]]''<ref name=\"Slive, 83\">Seymour Slive, ''Dutch Painting, 1600-1800'', Yale UP, 1995, tr. 83 ISBN 0-300-07451-4<\/ref><ref>[http:\/\/stadsarchief.amsterdam.nl\/english\/amsterdam_treasures\/death\/rembrandt\/index.en.html Burial register of the Westerkerk with record of Rembrandt's burial], kept at the Amsterdam City Archives<\/ref>.\n\n== Sự nghiệp ==\n[[Tập tin:Rembrandt Christ in the Storm on the Lake of Galilee.jpg|nhỏ|200px|''Chúa trong cơn bão ở Hồ Galilee'', sơn dầu trên vải bạt, [[1633]]]]\nTrong một lá thư gửi cho Huyghens, Rembrandt đã tiết lộ điều ông tìm kiếm trong nghệ thuật, đó là ''\"chuyển động (hay cảm xúc) tự nhiên nhất và tuyệt vời nhất\"'' (''\"die meeste ende di naetuereelste beweechgelickheijt\"'' - từ ''\"beweechgelickhijt\"'' vừa có nghĩa là ''\"cảm xúc\"'', vừa có nghĩa là ''\"chuyển động\"'')<ref name=\"Hughes\">Robert Hughes (2006), ''The God of Realism'', The New York Review of Books (Rea S. Hederman) 53 (6)<\/ref>. Ba đề tài chính trong suốt sự nghiệp sáng tác của Rembrandt là tranh chân dung, tranh phong cảnh và tranh minh họa. Với giới nghệ thuật và tôn giáo đương thời, ông được coi là bậc thầy của các bức tranh minh họa [[Kinh Thánh]] trong việc miêu tả cảm xúc và các chi tiết<ref name=\"Wetering, 268\">Ernst van de Wetering, ''Rembrandt: The Painter at Work'', Amsterdam University Press, 2000, tr. 268, ISBN 0-520-22668-2<\/ref>. Phong cách vẽ của ông chuyển từ những nét mềm mại, trơn nhẵn ở giai đoạn đầu sang những nét thô ráp để mô tả đạt hơn cảm xúc của mẫu vật<ref name=\"Wetering, 160\">Ernst van de Wetering, ''Rembrandt: The Painter at Work'', Amsterdam University Press, 2000, tr. 160, ISBN 0-520-22668-2<\/ref>. Bên cạnh sự phát triển về kĩ thuật hội họa, Rembrandt cũng có những bước tiến trong kĩ thuật khắc bản in và in ấn. Trong các bản khắc giai đoạn sau, đặc biệt là từ [[thập niên 1640]] trở đi, sự tự do và phóng khoáng được thể hiện rõ rệt.\n\n=== Giai đoạn đầu ===\n\nTrong thời kì Rembrandt ở Leiden (từ [[1625]] đến [[1631]]), các bức họa của ông cho thấy ảnh hưởng của Lastman và Lievens<ref name=\"Wetering, 284\">Ernst van de Wetering, ''Rembrandt: The Painter at Work'', Amsterdam University Press, 2000, tr. 284, ISBN 0-520-22668-2<\/ref>. Các tác phẩm của Rembrandt thường có kích thước nhỏ nhưng giàu chi tiết (các chi tiết quần áo, đồ trang sức). Đề tài của các bức tranh này thường là về tôn giáo hoặc các câu chuyện ngụ ngôn. Năm [[1626]] ông sáng tác bản khắc in đầu tiên, sự phổ biến của tác phẩm này đã đưa đến cho họa sĩ danh tiếng ở khắp châu Âu<ref name=\"Wetering, 284\"\/>. Năm [[1629]] Rembrandt hoàn thành hai bức ''Judas ăn năn'' và ''Người họa sĩ trong xưởng vẽ'', những tác phẩm này là bằng chứng cho sự quan tâm của ông tới việc nắm bắt ánh sáng và kĩ thuật phối màu, đây là bước tiến quan trọng đầu tiên trong sự nghiệp hội họa của Rembrandt<ref name=\"Wetering, 284\"\/>.\n \nTrong thời gian đầu ở Amsterdam ([[1632]]-[[1636]]), Rembrandt bắt đầu minh họa các hình ảnh trong kinh thánh và thần thoại với độ tương phản cao trong các bức tranh khổ lớn, điển hình là các bức ''Sự mù quáng của Samson'' ([[1636]]) và ''[[Bữa tiệc của Belshazzar (Rembrandt)|Bữa tiệc của Belshazzar]] '' ([[1635). Có lẽ đây là một hình thức cạnh tranh với phong cách vẽ [[Ba-rốc]] của Rubens<ref name=\"Wetering, 284\"\/>. Ông cũng cho ra đời một số bức chân dung đáng chú ý cả ở khổ nhỏ như ''[[Jacob de Gheyn III (tranh)|Jacob de Gheyn III]]'' và khổ lớn như ''Chân dung người đóng tàu Jan Rijcksen và vợ'', ''[[Buổi học giải phẫu của Bác sĩ Nicolaes Tulp]]''.<ref name=\"Wetering, 284\"\/>.\n\nCuối [[thập niên 1630]], Rembrandt tập trung vào khắc bản in hơn là hội họa, ông cho ra đời rất nhiều bản khắc về phong cảnh. Từ năm [[1640]] họa sĩ bắt đầu tiết giảm màu sắc trong các tác phẩm, có lẽ điều này chịu ảnh hưởng từ những bi kịch cá nhân mà ông gặp phải trong giai đoạn này. Năm [[1642]] Rembrandt sáng tác bức tranh nổi tiếng ''[[De Nachtwacht]]'', tác phẩm lớn nhất và đáng chú ý nhất của họa sĩ.\n\n=== Giai đoạn sau ===\n[[Tập tin:Rembrandt Harmensz. van Rijn 130.jpg|nhỏ|200px|Chân dung tự họa, [[1658]], được coi là bức chân dung tự họa xuất sắc nhất của Rembrandt<ref name=\"Clark, 203\"\/>]]\nSau ''De Nachtwacht'', phong cách sáng tác của Rembrandt bắt đầu có sự thay đổi rõ rệt. Bằng cách sử dụng tương phản ánh sáng mạnh, Rembrandt cho ra đời những tác phẩm khá gần gũi với các bức tranh thuộc trường phái Venezia<ref name=\"Wetering, 268\"\/>.\n\nTrong [[thập niên 1650]], phong cách vẽ của Rembrandt lại thay đổi một lần nữa. Các bức tranh thường có khổ lớn hơn, màu sắc phong phú hơn và nét vẽ rõ ràng hơn để tạo ra những bức tranh chi tiết và sắc nét hơn. Trong những năm cuối đời, ông vẫn thường xuyên mô tả các chủ đề trong Kinh Thánh nhưng thường chuyển đối tượng từ nhóm người sang chân dung các cá nhân cụ thể. Rembrandt cũng tập trung sáng tác các bức chân dung tự họa, từ năm [[1652]] đến khi qua đời ông đã sáng tác khoảng 15 bức chân dung tự họa.\n\n=== Số lượng tác phẩm ===\nVào đầu [[thế kỷ 20|thế kỉ 20]] người ta cho rằng họa sĩ đã sáng tác khoảng trên 600 bức tranh hoàn chỉnh, gần 400 bản khắc và khoảng 2000 bức vẽ<ref>[http:\/\/www.westernciv.com\/courses\/2004\/noeuart.shtml ''Art of Northern Europe''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929010501\/http:\/\/www.westernciv.com\/courses\/2004\/noeuart.shtml |date = ngày 29 tháng 9 năm 2007}}, Institute for the Study of Western Civilization<\/ref>. Những nghiên cứu gần đây hơn từ [[thập niên 1960]] cho đến nay (do ''Dự án nghiên cứu Rembrandt'' tiến hành) đã đưa ra con số gây tranh cãi ít hơn rất nhiều với khoảng gần 300 bức tranh<ref>{{Chú thích web |url=http:\/\/staff.science.uva.nl\/~fjseins\/RembrandtCatalogue\/ |ngày truy cập=2007-12-06 |tựa đề=the Online Rembrandt catalouge |archive-date=ngày 13 tháng 5 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120513080039\/http:\/\/staff.science.uva.nl\/~fjseins\/RembrandtCatalogue\/ |=https:\/\/web.archive.org\/web\/20120513080039\/http:\/\/staff.science.uva.nl\/~fjseins\/RembrandtCatalogue\/ }}<\/ref>. Rembrandt là người vẽ rất nhiều tranh chân dung tự họa, đã có nghiên cứu đưa ra con số khoảng 90 bức, nhưng hiện nay người ta biết rằng có một số trong các bức chân dung này là do học trò của họa sĩ vẽ như một hình thức luyện tập và con số tranh chân dung tự họa do chính Rembrandt vẽ có lẽ là khoảng hơn 40 bức, chưa kể khoảng vài bức họa và 31 bản khắc<ref name=\"Whinte\">Christopher White, ''The Late Etchings of Rembrandt'', 1969, British Museum\/Lund Humphries, London<\/ref>.\n\n=== Khiếm khuyết thị giác ===\nMargaret S. Livingstone, giáo sư bộ môn [[sinh học thần kinh]] (''neurobiology'') tại [[Đại học Y Harvard]] (''Harvard Medical School'') trong một bài báo xuất bản năm [[2004]]<ref>''The [[New England Journal of Medicine]]'', 16 tháng 9 năm 2004<\/ref> đã đưa ra giả thuyết về việc thị giác của Rembrandt bị mắc chứng không phân biệt được hình khối (''stereo blindness'' - ''mù lập thể''). Kết luận này được đưa ra sau quá trình phân tích 36 bức chân dung tự họa của Rembrandt. Vì không thể dùng dùng hai mắt để tạo ra thị trường chung (''binocular vision'') một cách bình thường, bộ não của họa sĩ đã tự động chuyển phần lớn việc quan sát cho một mắt. Sự vô hiệu hóa một mắt đã giúp họa sĩ làm phẳng các hình ảnh ông nhìn thấy và dễ dàng chuyển nó thành các hình ảnh hai chiều trên tranh. Theo Livingstone, có lẽ sự khiếm khuyết này lại là một món quà cho những họa sĩ lớn như Rembrandt: ''\"Các giảng viên nghệ thuật thường yêu cầu sinh viên nhắm một mắt để làm phẳng những gì họ nhìn thấy. Vì vậy việc bị ''mù lập thể'' không những không phải là một khuyết tật, trái lại nó lại là một món quà cho các nghệ sĩ.\"''. Tuy nhiên cần phải thấy rằng trong các bức tranh Rembrandt dựng lại rất tốt hình khối của các vật thể, đặc biệt là các khuôn mặt, để cảm thụ được độ sâu của mẫu như vậy người họa sĩ rõ ràng phải có khả năng nhìn vật thể ba chiều một cách bình thường.\n\n== Các bộ sưu tập ==\n[[Tập tin:Rembrandts house, Amsterdam.jpg|nhỏ|phải|200px|Ngôi nhà của Rembrandt ở [[Amsterdam]], nay là [[Nhà bảo tàng Rembrandt]]]]\nTại Hà Lan, bộ sưu tập tranh Rembrandt lớn nhất là tại bảo tàng [[Rijksmuseum]] ở Amsterdam, trong số này có cả hai bức nổi tiếng là ''De Nachtwacht'' và ''De Joodse bruid''. Rất nhiều bức chân dung tự họa của ông được lưu giữ tại bảo tàng [[Mauritshuis]] ở Den Haag. Căn nhà trước kia của Rembrandt ở Amsterdam nay được lưu giữ và biến thành ''[[Nhà bảo tàng Rembrandt]]'' với rất nhiều bản khắc của ông. Bên ngoài Hà Lan, các bộ sưu tập tranh Rembrandt nằm rải rác ở [[Phòng tranh quốc gia, Luân Đôn]] (''National Gallery''), [[Gemäldegalerie, Berlin]], [[Bảo tàng Ermitazh|Bảo tàng Hermitage]] ở [[Sankt-Peterburg|St. Petersburg]], [[Gemäldegalerie Alte Meister]] ở [[Dresden]], [[thành phố New York]], [[Washington, D.C.]], cung điện [[Bảo tàng Louvre|Louvre]] và [[Kassel]]<ref name=\"Clark, 105\"\/>.\n\n== Tác phẩm ==\n=== Tác phẩm tiêu biểu ===\n* ''[[The Stoning of Saint Stephen]]'' (1625) -<small> [[Musée des Beaux-Arts de Lyon]], [[Lyon]] <\/small>\n* ''[[Jacob de Gheyn III (tranh)|Jacob de Gheyn III]]'' (1632) -<small> [[Dulwich Picture Gallery]], [[Luân Đôn|London]], [[Anh]] <\/small>\n* ''[[Andromeda Chained to the Rocks]]'' (1631) -<small> [[Mauritshuis]], [[Den Haag|The Hague]] <\/small>\n* ''[[Anatomy Lesson of Dr. Nicolaes Tulp]]'' (1631) -<small> [[Mauritshuis]], [[Den Haag|The Hague]] <\/small>\n* ''[[Artemisia (Rembrandt)|Artemisia]]'' (1634) -<small> Oil on canvas, 142 x 152&nbsp;cm, [[Bảo tàng Prado|Museo del Prado]], [[Madrid]]<\/small>\n* ''Descent from the Cross'' (1634) -<small> Oil on canvas, 158 x 117&nbsp;cm, looted from the [[Landgrave]] of [[Hesse-Kassel]] (or Hesse-Cassel), Germany in 1806, currently [[Hermitage Museum]], St. Petersburg <\/small>\n[[Tập tin:Rembrandt Girl in a Picture Frame.jpg|nhỏ|''The Girl in a Picture Frame'', 1641.]]\n* ''[[Belshazzar's Feast (Rembrandt)|Belshazzar's Feast]]'' (1635) -<small>[[National Gallery, London|National Gallery]], [[Luân Đôn|London]] <\/small>\n* ''[[The Prodigal Son in the Tavern]]'' (c. 1635) -<small> Oil on canvas, 161 x 131&nbsp;cm [[Gemäldegalerie]], [[Dresden]] <\/small>\n* ''[[Danaë (tranh của Rembrandt)|Danaë]]'' (1636) -<small> [[State Hermitage Museum]], St. Petersburg <\/small>\n* ''The [[Night Watch (tranh)|Night Watch]]'', formally ''The Militia Company of Captain Frans Banning Cocq'' (1642) -<small> [[Rijksmuseum]], [[Amsterdam]] <\/small>\n* ''Christ Healing the Sick'' ([[Etching]] c. 1643, also known as ''[[The Hundred Guilders Print]]'') <small>, nicknamed for the huge sum paid for it <\/small>\n* ''[[The Mill (Rembrandt)|The Mill]]'' (1645\/48) -<small> The National Gallery of Art, Washington, D.C.<\/small>\n* ''Susanna and the Elders'' (1647) -<small> Oil on panel, 76 x 91&nbsp;cm, Gemäldegalerie, Berlin <\/small>\n* ''[[Aristotle contemplating a bust of Homer]]'' (1653) -<small> Metropolitan Museum of Art, New York <\/small>\n* ''[[Bathsheba at Her Bath]]'' (1654) -<small> [[Bảo tàng Louvre|Louvre]], [[Paris]] <\/small>\n* ''Selfportrait'' (1658) -<small> Frick Collection, New York <\/small>\n* ''The Three Crosses'' (1660) Etching, fourth state.\n* ''[[Ahasuerus and Haman at the feast of Esther]]'' -<small> [[Pushkin Museum]], [[Moskva]] <\/small>\n* ''[[Conspiracy of Claudius Civilis]]'' (1661) -<small> [[Nationalmuseum]], [[Stockholm]]) <\/small>\n* ''[[Syndics of the Drapers' Guild]]'' (Dutch ''De Staalmeesters'', 1662) -<small> Rijksmuseum, Amsterdam <\/small>\n* ''[[The Jewish Bride]]'' (1664) -<small> Rijksmuseum, Amsterdam <\/small>\n\n=== Chân dung tự họa ===\n<gallery>\nHình:Rembrandt - Self-Portrait - WGA19206.jpg|Chân dung thời trẻ, khoảng năm [[1628]]\nHình:Rembrandt Harmensz. van Rijn 144.jpg| Chân dung năm [[1632]], khi ông đã có những thành công lớn với thể loại chân dung tương tự\nHình:Rembrandtselfportraitweb.jpg|Chân dung năm [[1634]]\nHình:Self portrait leaning on si 373x470.jpg|''Chân dung dựa bên cửa sổ'', bản khắc năm [[1639]]\nHình:Self-portrait_at_34_by_Rembrandt.jpg|Chân dung năm [[1640]] với trang phục kiểu cũ\nHình:Rembrandt Harmensz. van Rijn 132.jpg|Chân dung năm [[1655]] tại [[Viên]], sơn dầu trên gỗ óc chó\nHình:Rembrandt Harmensz. van Rijn 135.jpg|Chân dung năm [[1669]], năm họa sĩ qua đời\n<\/gallery>\n\n=== Tác phẩm khác ===\n<gallery>\nHình:Rembrandt - The Anatomy Lesson of Dr Nicolaes Tulp.jpg|''[[Bài học giải phẫu của Bác sĩ Nicolaes Tulp]]'', [[1631]] \nHình:Johannes Wtenbogaert by Rembrandt van Rijn.jpg|Chân dung Johannes Wtenbogaert, [[1633]]\nHình:Rembrandt Harmensz. van Rijn 086.jpg|Saskia trong vai \"Flora\", [[1635]] \nHình:Rembrandt-Belsazar.jpg|''Bữa tiệc của Belshassar'', [[1636]] - [[1638]]\nHình:The Mill-1645 1648-Rembrandt van Rijn.jpg|''Cối xay gió'', [[1648]]\nHình:Rembrandt Harmensz. van Rijn 097.jpg|Chân dung Jan Six, [[1654]]\nHình:Rembrandt Harmensz. van Rijn 046.jpg|''Âm mưu của Claudius Civilis'', [[1661]] - [[1662]]\nHình:Rembrandt_Harmensz._van_Rijn_-_The_Return_of_the_Prodigal_Son.jpg|''Sự trở về của đứa con hoang tàng'', khoảng [[1669]]\nHình:The Nightwatch by Rembrandt - Rijksmuseum.jpg|Tuần đêm, 1642\nHình:Pallas Athena by Rembrandt Museu Calouste Gulbenkian 1488.jpg|[[Alexandros Đại đế]]\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n== Tham khảo ==\n* Ackley, Clifford, et al., ''Rembrandt's Journey'', Museum of Fine Arts, Boston, 2004. ISBN 0-87846-677-0\n* {{Chú thích sách|author=Adams, Laurie Schneider|year=1999|title=Art Across Time. Volume II|publisher=McGraw-Hill College, New York, NY|id=}}\n* Bull, Duncan, et al., ''Rembrandt-Caravaggio'', Rijksmuseum, 2006.\n* Clark, Kenneth, ''Civilisation'', Harper & Row, 1969.\n* [[Kenneth Clark|Clark, Kenneth]], ''An Introduction to Rembrandt'', 1978, London, John Murray\/Readers Union, 1978\n* {{Chú thích sách|author=Clough, Shepard B.|year=1975|title=European History in a World Perspective|url=https:\/\/archive.org\/details\/europeanhistoryi0000clou|publisher=D.C. Heath and Company, Los Lexington, MA|isbn=0-669-85555-3}}\n* {{Chú thích sách|author=Durham, John I.|year=2004|title=Biblical Rembrandt: Human Painter In A Landscape Of Faith|url=https:\/\/archive.org\/details\/biblicalrembrand00durh|publisher=Mercer University Press|isbn=0-865-54886-2}}\n* [[Ernst Gombrich|Gombrich, E.H.]], ''The Story of Art'', Phaidon, 1995. ISBN 0-7148-3355-X\n* {{chú thích\n | surname1 = Hughes\n | given1 = Robert\n | year = 2006\n | journal=The New York Review of Books\n | title = The God of Realism\n | publisher=Rea S. Hederman\n | issue = 6\n | volume = 53\n}}\n* ''The Complete Etchings of Rembrandt Reproduced in Original Size'', Gary Schwartz (editor). New York: Dover, 1988. ISBN 0-486-28181-7\n* Slive, Seymour, Dutch Painting, 1600–1800, Yale UP, 1995, ISBN 0-300-07451-4\n* [[Ernst van de Wetering|van de Wetering, Ernst]], ''Rembrandt: The Painter at Work'', Amsterdam University Press, 2000. ISBN 0-520-22668-2\n* ''Rembrandt by himself'' (Christopher White — Editor, Quentin Buvelot — Editor) National Gallery Co Ltd [1999]\n* Roberto Manescalchi, ''Rembrandt: la madre ritrovata'', M.C.M.(La storia delle cose), dicembre, 2004.\n* Christopher White, ''The Late Etchings of Rembrandt'', 1969, British Museum\/Lund Humphries, London\n\n=== Đọc thêm ===\n* [[Catalogue raisonné]]: Stichting Foundation Rembrandt Research Project:\n**''A Corpus of Rembrandt Paintings — Volume I'', which deals with works from Rembrandt’s early years in Leiden (1629–1631), 1982\n** ''A Corpus of Rembrandt Paintings — Volume II: 1631–1634''. Bruyn, J., Haak, B. (et al.), Band 2, 1986, ISBN 978-90-247-3339-2\n** ''A Corpus of Rembrandt Paintings — Volume III, 1635–1642''. Bruyn, J., Haak, B., Levie, S.H., van Thiel, P.J.J., van de Wetering, E. (Ed. Hrsg.), Band 3, 1990, ISBN 978-90-247-3781-9\n** ''A Corpus of Rembrandt Paintings — Volume IV''. Ernst van de Wetering, Karin Groen et al. Springer, Dordrecht, the Netherlands (NL). ISBN 1-4020-3280-3. p.&nbsp;692. (Self-Portraits)\n* ''Rembrandt. Images and metaphors'', Christian Tumpel (editor), Haus Books London 2006 ISBN 978-1-904950-92-9\n* Van De Wetering, Ernst (2004) (2nd paperback printing). ''The Painter At Work''. University of California Press,Berkley and Los Angeles. University of California Press, London, England. By arrangement with Amsterdam University Press. ISBN O-520-22668-2.\n\n== Liên kết ngoài ==\n{{thể loại Commons|Rembrandt}}\n* [http:\/\/www.getty.edu\/art\/gettyguide\/artMakerDetails?maker=473 Tiểu sử Rembrandt Harmensz. van Rijn] trên trang web của Bảo tàng J. Paul Getty\n* [http:\/\/www.all-art.org\/history252-21.html Rembrandt van Rijn] trên \"History of Art\" của All-art.org\n* [http:\/\/www.rembrandthuis.nl\/ Nhà của Rembrandt ở Amsterdam] - Bộ sưu tập các bản khắc của họa sĩ\n* [http:\/\/staff.science.uva.nl\/~fjseins\/RembrandtCatalogue\/ Bộ sưu tập tranh Rembrandt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120513080039\/http:\/\/staff.science.uva.nl\/~fjseins\/RembrandtCatalogue\/ |date = ngày 13 tháng 5 năm 2012}}\n* [http:\/\/www.rijksmuseum.nl\/asp\/start.asp?language=uk Rijksmuseum ở Amsterdam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20041108084856\/http:\/\/www.rijksmuseum.nl\/asp\/start.asp?language=uk |date = ngày 8 tháng 11 năm 2004}}\n* [http:\/\/www.rembrandtresearchproject.org\/ Rembrandt Research Project]\n* [https:\/\/www.rembrandtpaintings.com\/ Rembrandt van Rijn] - Cuộc đời và sự nghiệp\n\n{{các chủ đề|Hội họa|Hà Lan}}\n\n{{Navbox\n|name = Rembrandt\n|title = Rembrandt\n|titlestyle = background: #EEDD82\n|list1 = <div>\n{{nowrap|''[[The Stoning of Saint Stephen]]'' (1625)}}{{·}}{{nowrap|''[[Andromeda Chained to the Rocks (Rembrandt)|Andromeda Chained to the Rocks]]'' (1631)}}{{·}}{{nowrap|''[[The Anatomy Lesson of Dr. Nicolaes Tulp]]'' (1631)}}{{·}}{{nowrap|''[[Old Man with a Gold Chain]]'' (c. 1631)}}{{·}}{{nowrap|''[[Jacob de Gheyn III (painting)|Jacob de Gheyn III]]'' (1632)}}{{·}}{{nowrap|''[[Philosopher in Meditation]]'' (1632)}}{{·}}{{nowrap|''[[The Abduction of Europa (Rembrandt)|The Abduction of Europa]]'' (1632)}}{{·}}{{nowrap|''[[The Storm on the Sea of Galilee]]'' (1633)}}{{·}}{{nowrap|''[[Joseph and Potiphar's Wife (etching)|Joseph and Potiphar's Wife]]'' (1634)}}{{·}}{{nowrap|''[[Artemisia (Rembrandt)|Artemisia]]'' (1634)}}{{·}}{{nowrap|''[[Descent from the Cross (Rembrandt)|Descent from the Cross]]'' (1634)}}{{·}}{{nowrap|''[[Belshazzar's Feast (Rembrandt)|Belshazzar's Feast]]'' (1635)}}{{·}}{{nowrap|''[[The Prodigal Son in the Tavern]]'' (c. 1635)}}{{·}}{{nowrap|''[[Danaë (Rembrandt painting)|Danaë]]'' (1636)}}{{·}}{{nowrap|''[[Night Watch (painting)|Night Watch]]'' (1642)}}{{·}}{{nowrap|''[[The Woman Taken in Adultery (Rembrandt)|The Woman Taken in Adultery]]'' (1644)}}{{·}}{{nowrap|''[[The Mill (Rembrandt)|The Mill]]'' (1645–1648)}}{{·}}{{nowrap|''[[Susanna and the Elders (Rembrandt)|Susanna and the Elders]]'' (1647)}}{{·}}{{nowrap|''[[Hundred Guilder Print]]'' (1649)}}{{·}}{{nowrap|''[[Self Portrait (Rembrandt, Vienna)|Self-portrait]]'' (1652)}}{{·}}{{nowrap|''[[Aristotle Contemplating a Bust of Homer]]'' (1653)}}{{·}}{{nowrap|''[[Bathsheba at Her Bath]]'' (1654)}}{{·}}{{nowrap|''[[Virgin and Child with a Cat]]'' (1654)}}{{·}}{{nowrap|''[[Self-portrait (Rembrandt)|Self-portrait]]'' (1658)}}{{·}}{{nowrap|''[[Self Portrait with Beret and Turned-Up Collar]]'' (1659)}}{{·}}{{nowrap|''[[Rembrandt: Self Portrait (Altman)|Self-portrait]]'' (1660)}}{{·}}{{nowrap|''[[The Three Crosses]]'' (1660)}}{{·}}{{nowrap|''[[Ahasuerus and Haman at the Feast of Esther]]'' (1660)}}{{·}}{{nowrap|''[[The Conspiracy of Claudius Civilis]]'' (1661)}}{{·}}{{nowrap|''[[Syndics of the Drapers' Guild]]'' (1662)}}{{·}}{{nowrap|''[[The Jewish Bride]]'' (1664)}}{{·}}{{nowrap|''[[Self Portrait with Two Circles]]'' (1665–1669)}}{{·}}''[[The Return of the Prodigal Son (Rembrandt)|The Return of the Prodigal Son]]'' (1662–1669)\n}}\n\n{{Persondata\n|NAME=\n|ALTERNATIVE NAMES=Rembrandt\n|SHORT DESCRIPTION=Họa sĩ\n|DATE OF BIRTH=[[15 tháng 7]] năm [[1606]]\n|PLACE OF BIRTH=[[Leiden]], [[Hà Lan]]\n|DATE OF DEATH=[[4 tháng 10]] năm [[1669]]\n|PLACE OF DEATH=[[Amsterdam]], [[Hà Lan]]\n}}\n{{DEFAULTSORT:Rembrandt}}\n[[Thể loại:Rembrandt| ]]\n[[Thể loại:Họa sĩ Hà Lan]]\n[[Thể loại:Nhà điêu khắc Hà Lan]]\n[[Thể loại:Họa sĩ trường phái Baroque]]\n[[Thể loại:Người Amsterdam]]\n[[Thể loại:Sinh năm 1606]]\n[[Thể loại:Mất năm 1669]]\n[[Thể loại:Tín hữu Kitô giáo Hà Lan]]\n[[Thể loại:Cựu sinh viên Đại học Leiden]]\n[[Thể loại:Bài cơ bản dài]]"}