{"Robert John Walker":"{{Infobox officeholder 1\n|name=Robert John Walker|image=Robert J Walker.jpg|imagesize   = 220px|office1=[[Bộ trưởng Ngân khố Hoa Kỳ]] thứ 18|term_start1=8 tháng 3 năm 1845|term_end1=5 tháng 3 năm 1849|predecessor1=[[George Mortimer Bibb]]|successor1=[[William Morris Meredith]]|office2=[[Thượng nghị sĩ Hoa Kỳ]] từ [[Mississippi]]|term_start2=4 tháng 3 năm 1835|term_end2=5 tháng 3 năm 1845|predecessor2=[[George Poindexter]]|successor2=[[Joseph W. Chalmers]]|party=[[Democratic Party (United States)|Democrat]]|birth_date={{birth date|1801|7|19}}|birth_place=[[Northumberland]], [[Pennsylvania]], [[Hoa Kỳ]]|death_date={{death date and age|1869|11|11|1801|7|19}}|death_place=[[Washington, D.C.]], [[Hoa Kỳ]]|spouse=Mary Bache Walker|children=Mary Walker Brewster|office=[[Lãnh đốc bang Kansas]]|term_start=27 tháng 5 năm 1857|term_end=15 tháng 12 năm 1857|predecessor=[[John W. Geary]]|successor=[[James W. Denver]]|president1=[[James Knox Polk]]\n[[Zachary Taylor]]}}\n\n'''Robert John Walker''' (19 tháng 7 năm 1801 - 11 tháng 11 năm 1869) là chính khách, tác giả, và nhà kinh tế học người Mỹ thuộc [[Đảng Dân chủ (Hoa Kỳ)|đảng Dân chủ]], từng là [[Bộ trưởng Ngân khố Hoa Kỳ]] thứ 18. Walker cũng từng là Lãnh đốc bang Kansas thứ 4 (1857), Bộ trưởng Ngân khố Hoa Kỳ thứ 18 (1845 - 1849) do tổng thống James Knox Polk bổ nhiệm và là Thượng nghị sĩ Hoa Kỳ đến từ [[Mississippi]] (1835 - 1845).\n\n== Tuổi thơ ==\nRobert John Walker sinh ngày 19 tháng 7 năm 1801 tại [[Northumberland, Pennsylvania|Northumberland]] thuộc bang [[Pennsylvania]], Hoa Kỳ. Bố mẹ của Walker không rõ tên, chỉ biết nghề nghiệp của bố ông là gì. Bố của Walker là thẩm phán. Ngoài ra, ông cũng từng sống ở Bellefonte, Pennsylvania từ năm 1806 đến năm 1814, nơi cha ông đang chủ trì làm thẩm phán của quận tư pháp. Walker đã được đào tạo tại Học viện Bellefonte. Ông tốt nghiệp Học viện Bellefonte vào năm 1819 ở phía trên cùng lớp học của mình tại trường [[Đại học Pennsylvania]], nơi ông là thành viên của Hiệp hội Philomathean, và được nhận vào các quán bar ở Pittsburgh năm 1821. Ông hành nghề luật tại [[Pittsburgh]] từ năm 1822 cho đến năm 1826 khi ông chuyển đến Mississippi. Ở đó, ông gia nhập anh trai của mình, Duncan Walker, trong một hành nghề luật hấp dẫn. Walker đã trở thành một nhà đầu cơ trong bông, đất đai và nô lệ. Năm 1838, ông được giải phóng nô lệ của riêng mình do áp lực to lớn của Quốc hội.\n\n== Đời tư ==\nVề sau, Robert John Walker kết hôn với Mary Bache Walker, họ có một con gái, đó là Mary Walker Brewster\n\n== Thượng nghị sĩ Hoa Kỳ đến từ Mississipi (1835 - 1845) ==\n[[Tập tin:Robert John Walker cph.3a01283.jpg|trái|nhỏ|Walker lúc này là Thượng nghị sĩ Hoa Kỳ, 1843]]\nÔng trở nên nổi bật và nổi tiếng hơn về sự nghiệp chính trị trong cuộc khủng hoảng đình chỉ. Ngày 4 tháng 3 năm 1835, ông trở thành [[Thượng viện Hoa Kỳ]] và là một thành viên đảng Dân chủ. Là một bành trướng mãnh liệt, ông bỏ phiếu cho sự công nhận của nước Cộng hòa Texas vào năm 1837 và cho việc giải quyết sáp nhập doanh của năm 1845, và ủng hộ việc đề cử và bầu cử [[James Knox Polk|James K. Polk]] năm 1844. Ông thích các giải thưởng của đất công cho các quốc gia mới; xác nhận mức thuế thấp; phân phối phản đối của các quỹ thặng dư liên bang vì sợ tạo ra một cái cớ để tăng mức thuế; và, đáng kể, hỗ trợ các ý tưởng hệ thống Kho bạc độc lập. Ông cũng phản đối về Ngân hàng Hoa Kỳ.\n\nLà một thượng nghị sĩ Hoa Kỳ đến từ bang Mississippi, Walker là một hậu vệ đam mê của chế độ nô lệ, cho cả lợi ích kinh tế, và bởi vì ông tin rằng nô lệ của người Mỹ gốc Phi sẽ rơi vào sa đọa hoặc điên rồ mà không chủ công ty. Ông tuyên bố rằng Texas độc lập đã được sáp nhập vào ngăn chặn nó rơi vào tay của Vương quốc Anh, mà sẽ sử dụng nó để lây lan lật đổ khắp miền Nam. Ông cảnh báo rằng nếu [[Bắc Anh|miền Bắc nước Anh]] thành công trong việc phá hoại chế độ nô lệ, các freedmen sẽ đi về phía bắc, nơi mà \"người nghèo nhà và nhà tù, các nhà thương của người câm điếc, mù, thằng ngốc và điên rồ, sẽ được đầy tràn.\n\nNgày 5 tháng 3 năm 1845, ông từ chức Thượng nghị sĩ Hoa Kỳ đến từ Mississipi.\n\n== Bộ trưởng Ngân khố Hoa Kỳ thứ 18 (1845 - 1849) ==\nNgày 8 tháng 3 năm 1845, Phó tổng thống George M. Dallas thuyết phục tổng thống Hoa Kỳ James Knox Polk bổ nhiệm Robert John Walker làm Bộ trưởng Ngân khố Hoa Kỳ. Mãi sau Polk mới đồng ý. Ngày 8 tháng 3 năm 1845, tổng thống James Knox Polk bổ nhiệm Walker làm Bộ trưởng Ngân khố Hoa Kỳ thứ 18, sau khi [[George Mortimer Bibb]] từ chức.\n\nKhi Robert Walker được bổ nhiệm làm Bộ trưởng Ngân khố Hoa Kỳ thứ 18 của Tổng thống Mỹ James Knox Polk vào năm 1845, ông đã thành lập mình như là một người ủng hộ một kế hoạch hệ thống Kho bạc độc lập và sứ đồ của thương mại tự do. mối quan tâm đầu tiên của ông là thư ký đã thành lập độc lập hệ thống Kho bạc năm 1846, theo đó Bộ Tài chính đã được thực hiện tự chịu trách nhiệm cho việc xử lý các khoản tiền công. Hệ thống mới thành lập subtreasuries cho bộ sưu tập, giữ hộ, chuyển nhượng, và giải ngân các nguồn thu nào.\n\nNgày 5 tháng 3 năm 1849, khi Tổng thống Mỹ Zachary Taylor làm được 1 ngày thì Walker từ chức Bộ trưởng Ngân khố Hoa Kỳ.\n\n== Lãnh đốc bang Kansas, 1857 ==\nWalker được Tổng thống Mỹ [[James Buchanan]] bổ nhiệm làm Lãnh đốc bang Kansas vào ngày 27 tháng 5 năm 1857. Nhưng chưa đày 7 tháng, ngày 15 tháng 12 năm 1857, Walker từ chức Lãnh đốc bang Kansas.\n\nWalker cũng từng là cha rể của Benjamin H. Brewster, Tổng chưởng lý dưới thời Tổng thống Mỹ [[Chester Alan Arthur|Chester A. Arthur]].\n\n== Cái chết ==\nRobert John Walker qua đời tại Washington, D.C vào ngày 11 tháng 11 năm 1869 ở tuổi 68.\n\n== Lễ kỷ niệm ==\nCác tàu khảo sát Robert Walker, đã phục vụ trong Điều tra Bờ biển Hoa Kỳ từ năm 1848 cho đến năm 1860, đã được lấy tên của Robert J. Walker.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Thống đốc Kansas}}\n\n[[Thể loại:Sinh năm 1801]]\n[[Thể loại:Mất năm 1869]]\n[[Thể loại:Bộ trưởng Ngân khố Hoa Kỳ]]\n[[Thể loại:Thượng nghị sĩ Hoa Kỳ]]"}