{"Roger Bacon":"[[Tập tin:Roger-bacon-statue.jpg|nhỏ|300px|Tượng của Roger Bacon ở [[Bảo tàng Lịch sử tự nhiên Đại học Oxford|Bảo tàng Đại học Oxford]]]]\n'''Roger Bacon''', [[Order of Minors|O.M.]] ([[1214]]–[[1294]]), cũng gọi là '''Doctor Mirabilis''' ([[latinh|tiếng Latin]]: \"thầy giáo tuyệt vời\"), là một trong những thầy dòng [[Franciscan]] nổi tiếng vào thời của ông. Ông là một [[triết gia]] [[Anh|người Anh]] đã nhấn mạnh tầm quan trọng đáng kể vào [[chủ nghĩa kinh nghiệm]], ông là một trong những người châu Âu đầu tiên ủng hộ [[phương pháp khoa học]] hiện đại. \n== Tiểu sử ==\n[[Năm]] [[1277]], Roger Bacon bị bỏ tù. Đến năm [[1292]], ông được thả ra.<ref name=\"a\" \/>\n\n== Sự nghiệp ==\n=== Khoa học ===\nRoger Bacon chính là người đã khai sinh ra [[thuật ngữ]] [[khoa học kinh nghiệm]]. Ông là một trong những người đặt nền mỏng cho sự phát triển của khoa học thực nghiệm thời kỳ mới. Các tư tưởng triết học của Roger Bacon gắn liền với những [[phát minh]] mang tính [[khoa học]] của ông. Trong khoa học thực nghiệm và [[khoa học logic]], ông là người tiến trước thời đại. Vì vậy, ông được gọi là nhà tiên tri của khoa học thực nghiệm thời kỳ cận đại.<ref name =\"a\">[[Lịch sử triết học phương Tây]], [[Nguyễn Tiến Dũng]], [[Nhà xuất bản Khoa học xã hội]], [[xuất bản]] năm [[2015]], trang 196<\/ref>\n\nRoger Bacon là một con người say mê với khoa học. Ông dành nhiều thời gian cho [[xây dựng]], [[chăn nuôi]],... Ông đánh giá cao vai trò của [[toán học]], [[vật lý]],... Đối với ông, đó là những thứ khoa học giúp con người khám phá [[tự nhiên]]. Ông đã viết những lời có cánh này cho toán họcː<ref>Nguyễn Tiến Dũng, ''Lịch sử triết học phương Tây'', Nhà xuất bản Khoa học xã hội, xuất bản năm 2015, trang 199<\/ref>\n{{Cquote|\n''Nếu chúng ta muốn đo tới tính xác thực hiển nhiên và chân lý vô điều kiện trong các khoa học khác, cần phải lấy căn cứ của mọi tri thức từ toán học''\n|||}}\n\n\nTuy nhiên, Bacon cũng không từ bỏ thói quen của nhiều người trước và đương thời với ông. Ông hứng thú với thuật [[luyện đan]], quan tâm đến [[chiêm tinh học]] và [[ma thuật]]. Ấy thế nhưng, nhờ những môn khoa học mang tính thần bí đó, ông đã rút ra nhiều nhận định hợp lý. Ông cho rằng có thể bắt chước tự nhiên, điều chế ra các [[kim loại]] từ [[thủy ngân]] và [[lưu huỳnh]]. Nhiều mơ ước của đã trở thành sự thật như con [[thuyền]] không người chèo, xe chạy với tốc độ không tưởng mà không cần kéo, [[máy bay]] có cánh như [[chim]] và bay được như chim.<ref name =\"c\">[[Lịch sử triết học phương Tây]], [[Nguyễn Tiến Dũng]], [[Nhà xuất bản Khoa học xã hội]], [[xuất bản]] năm [[2015]], trang 199, 200<\/ref>\n=== [[Triết học]] ===\n==== Chống lại chủ nghĩa kinh viện<ref name =\"b\">[[Lịch sử triết học phương Tây]], [[Nguyễn Tiến Dũng]], [[Nhà xuất bản Khoa học xã hội]], [[xuất bản]] năm [[2015]], trang 197<\/ref> ====\nXét trong hoàn cảnh lịch sử đương thời, Roger Bacon giữ vai trò quan trọng trong cuộc đấu tranh chống lại [[chủ nghĩa kinh viện]]. Đối với Bacon, triết học kinh viện là thứ triết học chỉ có mục đích duy nhất là bảo vệ [[niềm tin]] [[tôn giáo]] nên không thể là một triết thuyết hữu ích cho đời sống thực của con người. Thứ triết học đó hoàn hảo bao nhiêu, cái tỷ lệ nghịch giữa nó với sự chân thực của cuộc sống rõ ràng bấy nhiêu. Bacon bày tỏː\n{{Cquote|\n''[[Chúa]], [[thiên thần]], cuộc sống dưới [[âm phủ]] và các [[thiên thể]] khó đạt tới đối với sự hiểu biết của [[con người]], chúng càng tuyệt vời thì chúng ta càng biết tí về chúng''\n|||}}\n==== [[Siêu hình học]]<ref name=\"b\" \/> ====\nRoger Bacon đã đưa ra một quan niệm mới khi đi [[nghiên cứu]] siêu [[hình học]]. Siêu hình học là khoa học lý luận chung có chức năng giải thích mối quan hệ giữa các khoa học bộ phận để đem lại cho các khoa học đó những quan điểm mang tính chất nền tảng cơ bản nhất và bản thân siêu hình học lại được kiến thiết trên thành quả của các khoa học bộ phận. Từ đó, Roger Bacon đã thấy mối quan hệ biện chứng giữa các khoa học cụ thể với triết học (ở đây được gọi là siêu hình học) được hiểu như mối quan hệ giữa [[cái chung và cái riêng]]. \n==== Lý luận về nhận thức<ref>[[Lịch sử triết học phương Tây]], [[Nguyễn Tiến Dũng]], [[Nhà xuất bản Khoa học xã hội]], [[xuất bản]] năm [[2015]], trang 197, 198, 199<\/ref> ====\nGiống như các vị tiền bối, Bacon chưa thể nào thaots khỏi tầm ảnh hưởng của hai nhà triết học vĩ đạiː [[Platon]] và [[Augustin thành Hippo]], đặc biệt là trong khi đưa ra quan điểm về nhận thức. Ở ông là một sự dung hợp giữa khoa học và thần học. Một ví dụ tiêu biểu cho thấy tính chất đó là Bacon cho rằng tư tưởng rõ ràng là nhờ xuất phát từ sự mẫu mực của [[Thượng đế]] về \"lý trí hoạt động thực tiễn\".\n\nTuy nhiên, tư tưởng về nhận thức của Bacon đã có điểm chú ý ở chỗ ông bày tỏ quan điểm không đồng ý với sức mạnh của Chúa đối với nhận thức của con người, không đồng ý với lý luận của tôn giáo cầm quyền (đây chính là điều đã khiến Bacon phải chịu số phận ngục tù). Ông đã đưa ra 4 trở ngại đối với nhận thức của con ngườiː\n* Sự sùng bái mù quáng trước những thứ không có cơ sở và không xứng đáng được như vậy như [[Giáo phụ]], [[Kinh thánh]]. Ông gọi những thứ đó là \"những tấm [[gương]] của uy quyền thấp kém\".\n* \"Tính bất biến của thói quen lâu đời\" đối với những quan niệm rõ ràng làm cằn cỗi sự [[sáng tạo]] của [[con người]].\n* \"Ý kiến của đám đông ngu dốt\".\n* \"Che đậy sự dốt nát dưới vỏ bọc của sự thông thái\".\nTheo Roger Bacon, nguồn gốc của nhận thức là [[uy tín]], [[lý trí]] và [[kinh nghiệm]]. \n{{Cquote|\n''Sự trình bày phải rõ ràng. Sự rõ ràng không thể thiếu kinh nghiệm. Chúng ta có trong tay ba phương tiện nhận thức là uy tín, lý trí và kinh nghiệm. Uy tín chẳng có ý nghĩa gì nếu tính xác đáng của nó không thể chứng minh được. Uy tín không dạy mà chỉ đòi hỏi sự nhất trí khi lý trí chúng ta phân biệt luận cứ đúng với luận cứ sai để kiểm tra, kết luận bằng kinh nghiệm''\n|||Roger Bacon}}\nBởi thế mà vai trò của uy tín và lý trí đều phụ thuộc vào kinh nghiệm. Kinh nghiệm là tiêu chuẩn của chân lý là [[tòa án]] cuối cùng để thẩm định tri thức.\n{{Cquote|\n''Luận cứ là chưa đủ, cần phải có kinh nghiệm. Nếu như ai đó chưa từng chứng minh bằng mọi luận cứ rằng [[lửa]] đốt cháy và phá hủy mọi vật thì [[tâm hồn]] người đó vẫn chưa được thanh thản, người đó vẫn chưa né tránh lửa cho tới khi bản thân mình chưa đưa [[tay]] vào để kiểm tra bằng kinh nghiệm, cái mà luận cứ dạy''\n|||}}\nKhông chỉ đề cao vai trò của kinh nghiệm trong việc nhận thức, Roger Bacon nhận thấy sự quan trọng của [[phương pháp]]. Theo ông, phương pháp đó là con đường tốt nhất để đạt tới chân lý. Nếu thiếu phương pháp thì sự hiểu biết của con người chỉ dừng lại ở những biểu hiện bên ngoài mà thôi. \n{{Cquote|\n''Đa số các nhà khoa học ngày nay không biết tới những bí ẩn quan trọng nhất của sự thông thái do thiếu phương pháp đúng đắn''\n|||Roger Bacon}}\n=== Quan điểm về [[xã hội]]<ref>[[Lịch sử triết học phương Tây]], [[Nguyễn Tiến Dũng]], [[Nhà xuất bản Khoa học xã hội]], [[xuất bản]] năm [[2015]], trang 200<\/ref> ===\nÔng là con người tiến bộ của tầng lớp [[thị dân]]. Ông đã dũng cảm tiến công vào quyền uy của giáo hội và tầng lớp [[tăng lữ]] [[quý tộc]], lên án chế độ áp bức [[phong kiến]] và sự xấu xa tàn bạo của giới quý tộc, bênh vực quyền lợi của công dân. \n{{Cquote|\n''Bọn công tước, nam tước và bọn [[hiệp sĩ]] là những kẻ cướp bóc lẫn nhau, hủy hoại những thần dân của mình bằng những cuộc [[chiến tranh]] bất tận và [[thuế]] khóa nặng nề. Và tất cả mọi cái hàng ngày vẫn được xem là linh thiêng, trân trọng, bất khả xâm phạm - chẳng qua là do giáo hội cố tình tô son, trát phấn tạo nên. Còn thực chất đây chỉ là một xã hội mà \"những sự đồi trụy nhất đã thống trị ở mọi nơi. Ngôi linh thiêng đã trở thành chiến lơi phẩm của sự lừa dối''\n|||}}\nTuy nhiên, cần lưu ý là ông không chống tôn giáo nói chung.\n== Ảnh hưởng ==\nRoger Bacon đã đặt tiền cho sự phát triển của khoa học và triết học cho các thời kỳ sau, nhất là phong trào [[Phục hưng]].<ref name=\"c\" \/>\n== Tác phẩm<ref name=\"a\" \/> ==\n* ''[[Về sự kéo dài sự sống của con người]]''\n* ''[[Chỉ dẫn để nghiên cứu thần học]]''\n* ''[[Tiểu tác phẩm ca ngợi toán học]]''\n* ''[[Về cầu vồng]]''\n* ''[[Triển vọng]]''\n* ''[[Về các sai lầm của bác sĩ]]''\n== Danh ngôn ==\n{{Cquote|\n''Khi sự dốt nát còn kéo dài thì con người không thể tìm ra được phương tiện chống lại [[ác|cái ác]]''\n|||}}<ref name=\"a\" \/>\n\n== Ghi chú ==\n{{Tham khảo|30em}}\n\n== Tham khảo ==\n* {{1911|article=Roger Bacon|url=http:\/\/www.1911encyclopedia.org\/Roger_Bacon}}\n* {{A Short Biographical Dictionary of English Literature}}\n* {{chú thích sách | first=Brian | last=Clegg | year=2003 | title=The First Scientist: A Life of Roger Bacon | publisher=Constable & Robinson | id=ISBN 0-7867-1358-5 }}\n* Easton, Stewart C. ''Roger Bacon and his Search for a Universal Science,'' New York: Columbia Univ. Pr., 1952.\n* Hackett, Jeremiah, ed. ''Roger Bacon and the Sciences: Commemorative Essays,'' Studien und Texte zur Geistesgeschichte des Mittelalters, 57, Leiden: Brill, 1997. ISBN 90-04-10015-6\n* [[Lindberg, David C.]] \"Science as Handmaiden: Roger Bacon and the Patristic Tradition,\" ''Isis'', 78 (1987): 518–36; reprinted in Michael H. Shank, ed., ''The Scientific Enterprise in Antiquity and the Middle Ages,'' Chicago: Univ. of Chicago Pr., 2000. ISBN 0-226-74951-7\n\n== Liên kết ngoài ==\n* {{ws|\"[[s:Catholic Encyclopedia (1913)\/Roger Bacon|Roger Bacon]]\" in the 1913 ''Catholic Encyclopedia''}}\n* [http:\/\/www.popularscience.co.uk\/features\/feat14.htm Feynman got it wrong] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070818102450\/http:\/\/www.popularscience.co.uk\/features\/feat14.htm |date=2007-08-18 }} article on Roger Bacon's place in the history of science\n* [https:\/\/web.archive.org\/web\/20060212072618\/http:\/\/mathdl.maa.org\/convergence\/1\/ Roger Bacon Quotes]at\n\n{{Medieval Philosophy}}\n\n{{thể loại Commons|Roger Bacon}}\n\n{{DEFAULTSORT:Bacon, Roger}}\n[[Thể loại:Sinh năm 1214]]\n[[Thể loại:Mất năm 1294]]\n[[Thể loại:Franciscan]]\n[[Thể loại:Nhà triết học Trung cổ]]\n[[Thể loại:Người theo chủ nghĩa kinh nghiệm]]\n[[Thể loại:Nhà giả kim Anh]]\n[[Thể loại:Nhà huyền bí Anh]]\n[[Thể loại:Nhà khoa học Anh]]\n[[Thể loại:Triết gia Anh]]\n[[Thể loại:Nhà chiêm tinh Anh]]\n[[Thể loại:Nhà văn Trung Cổ]]\n[[Thể loại:Lịch sử phương pháp khoa học]]\n[[Thể loại:Người Somerset]]\n[[Thể loại:Người có tên được đặt cho miệng núi lửa trên Mặt Trăng]]\n[[Thể loại:Nhà tư tưởng Hebrai Công giáo]]\n[[Thể loại:Nhà triết học Anh]]\n[[Thể loại:Triết gia chủ nghĩa kinh nghiệm]]\n[[Thể loại:Mất năm 1292]]\n[[Thể loại:Nhà triết học khoa học]]\n[[Thể loại:Sinh năm 1220]]"}