{"Roger Cotes":"{{Thông tin nhà khoa học|ngày sinh=10 tháng 7 nâm 1682|ngày mất=5 tháng 6 năm 1716|nơi sinh=Burbage, Leicestershire, Anh|quốc tịch=Anh|nơi mất=Cambridge, Cambridgeshire, Anh}}'''Roger Cotes''' [[Thành viên Hội Hoàng gia|FRS]] (ngày 10 tháng 7 năm 1682 - 05 Tháng 6 năm 1716) là một [[nhà toán học]] của Anh, nổi tiếng nhờ việc hợp tác chặt chẽ với [[Isaac Newton]] trong việc đọc sửa cuốn sách nổi tiếng của ông, ''[[Các nguyên lý toán học của triết học tự nhiên|Principia]]'', trước khi xuất bản. Ông cũng phát minh ra công thức cầu phương được gọi là công thức Newton-Cotes. Ông là giáo sư Plumian đầu tiên tại [[Đại học Cambridge]] từ năm 1707 cho đến khi qua đời.\n\n== Đầu đời ==\nCotes được sinh ra ở Burbage, Leicestershire. Lúc đầu, Roger theo học trường Leicester, nơi tài năng toán học của anh được công nhận. Cô của anh, Hannah đã kết hôn với Rev. John Smith, và Smith đã đảm nhận vai trò gia sư để khuyến khích tài năng của Roger. Con trai của Smiths, Robert Smith, sau đó đã trở thành cộng sự thân thiết của Roger Cotes trong suốt cuộc đời của ông. Cotes sau đó học tại Trường St Paul ở [[Luân Đôn]] rồi vào [[Trường đại học Trinity, Cambridge|Cao đẳng Trinity, Cambridge]] trong năm 1699.  Ông tốt nghiệp [[Cử nhân Nghệ thuật|cử nhân]] năm 1702 và thạc sĩ năm 1706.<ref name=\"ODNB\">Meli (2004)<\/ref>\n\n== ''Principia'' ==\nTừ năm 1709 đến năm 1713, Cotes đã có nhiều đóng góp vào ấn bản thứ hai của ''[[Các nguyên lý toán học của triết học tự nhiên|Principia]]'', một cuốn sách giải thích lý thuyết [[Định luật vạn vật hấp dẫn của Newton|vạn vật hấp dẫn của Newton]]. Ấn bản đầu tiên của ''Principia'' chỉ có một số bản được in và cần được sửa đổi để bao gồm cả các công trình nghiên cứu và các lý thuyết về các nguyên lý mặt trăng và hành tinh của Newton.<ref name=\"ODNB\"\/> Lúc đầu, Newton tiếp cận yếu ớt đối với việc sửa đổi, vì ông đã từ bỏ việc nghiên cứu khoa học.  Tuy nhiên, sau khi thấy niềm đam mê khoa học mãnh liệt được thể hiện bởi Cotes, niềm khao khát khoa học của Newton một lần nữa được khơi dậy. Cả hai đã dành gần ba năm rưỡi để cùng hoàn thành công việc, trong đó họ lý luận đầy đủ, từ các [[Các định luật về chuyển động của Newton|định luật chuyển động của Newton]], lý thuyết về [[Mặt Trăng|mặt trăng]], [[điểm phân]] và [[Quỹ đạo (thiên thể)|quỹ đạo]] của [[sao chổi]]. Chỉ có 750 bản của lần tái bản thứ hai được in. Sau đó, ông được chia một phần lợi nhuận và giữ 12 bản sao cho riêng mình.  Đóng góp ban đầu của Cotes được cho là lời nói đầu ủng hộ tính ưu việt khoa học của các nguyên lý của Newton so với lý thuyết xoáy phổ biến lúc bấy giờ do [[René Descartes]] chủ trương. Cotes kết luận rằng định luật hấp dẫn của Newton được xác nhận bằng việc quan sát các hiện tượng thiên thể không tuân theo  những hiện tượng xoáy mà các nhà phê bình Descartes cáo buộc.\n\n== Tử vong và giám định ==\nDo một cơn sốt dữ dội, Cotes qua đời ở [[Cambridge]] năm 1716 khi mới 33 tuổi. Isaac Newton nói rằng, \"Nếu ông ấy còn sống, chúng tôi sẽ khám phá thêm điều gì đó.\" <ref name=\"ODNB\"\/>\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n\n* {{Chú thích web|url=http:\/\/www.mathpages.com\/home\/kmath192\/kmath192.htm|tựa đề=''Harmonia Mensurarum''|website=MathPages|ngày truy cập=2007-09-07}}- bản hoàn thiện hơn về những đóng góp của Cotes với ''Principia'' và toán học\n\n[[Thể loại:Sinh năm 1682]]\n[[Thể loại:Mất năm 1716]]\n[[Thể loại:Nhà toán học Anh]]\n[[Thể loại:Hội viên Hội Hoàng gia]]"}