{"Sa Ma Kha":"'''Sa Ma Kha''' ([[chữ Hán]]: 沙摩柯; ?-[[222]]) là thủ lĩnh của bộ lạc Ngũ Khê quận Vũ Lăng thuộc Kinh Châu trong thời kỳ [[Tam Quốc]] của [[lịch sử Trung Quốc]].\n[[Tập tin:Shamoke Qing portrait.jpg|thumb|Tranh vẽ Man vương Sa Ma Kha của một danh họa đời nhà Thanh]]\n== Tiểu sử ==\nSa Ma Kha được ghi lại với các danh hiệu ''Man vương'', ''Hồ vương'' hay ''Phiên vương''. Theo [[Lê Đông Phương]] trong ''Kể chuyện Tam Quốc'' (细说三国, ''Tế thuyết Tam Quốc'') thì tên của nhân vật này là '''Ma Sa Kha''' (摩沙柯) <ref name=\"ldp286a\">Lê Đông Phương, sách đã dẫn, tr 286. Các sử gia khẳng định một số sách sử đã chép lầm tên Man vương. Tên đúng là '''Ma Sa Kha''' chứ không phải Sa Ma Kha{{fact|date = ngày 7 tháng 1 năm 2013}}.<\/ref>. Sử sách chép rất ít về ông.\n\nNăm 221, quân Thục Hán dưới quyền [[Ngô Ban]], [[Phùng Tập]] tiến vào Kinh Châu, các bộ lạc Ngũ Khê hướng về quân Thục Hán thần phục. Lưu Bị phái [[Mã Lương]] đến thu phục các bộ lạc Ngũ Khê, ban cho quan chức, tước vị. Năm 222, quân Đông Ngô [[Trận Di Lăng|đánh bại quân Hán tại Hào Đình]], [[Trương Nam]], Phùng Tập cùng Sa Ma Kha đều tử trận.\n\n== Trong ''Tam Quốc diễn nghĩa'' ==\nTrong tác phẩm ''[[Tam Quốc diễn nghĩa]]'' của [[La Quán Trung]], Sa Ma Kha được mô tả với ngoại hình khá dữ tợn:...dẫn đầu một toán quân rợ, người nào cũng xù [[tóc]], đi chân không, đeo [[cung]] [[tên gọi|tên]], tay cầm [[giáo]] dài, [[đao]], [[búa]], [[mộc (Ngũ hành)|mộc]], tướng đi đầu chính là vua Phiên Sa Ma Kha, [[mặt]] [[đỏ]] như phun tuyết, [[mắt]] biếc lồi ra ngoài, tay cầm một cái dùi tật lê bằng sắt, lưng đeo hai bộ cung, oai phong dữ tợn.\n\nKhi Lưu Bị tấn công Đông Ngô, ông sai sứ ra [[Ngũ Khê]] mượn năm vạn quân rợ để tiếp ứng. Man vương Sa Ma Kha mang vài vạn quân rợ hỗ trợ cho Lưu Bị. Trong những trận đánh đầu tiên, tướng [[Cam Ninh]] đang dưỡng bệnh ở trong thuyền, nghe quân Thục rầm rộ kéo đến dẫn đầu là Sa Ma Kha, [[Cam Ninh]] thấy thế quân đối phương rất lớn nên không dám đánh mà quay ngựa chạy, bị Vua Phiên bắn một phát trúng vào giữa sống óc. Cam Ninh đeo cả tên mà chạy, đến mãi cửa sông Phú Trì thì chết và bị đàn [[quạ]] bâu vào kín cả thi thể.\n\nKhi tỳ tướng [[Thuần Vu Đan]] của Đông Ngô theo lệnh của Lục Tốn tập kích trại Thục, bị chống trả, Thuần Vu Đan tháo đường chạy thoát, tổn hại hơn nửa quân. Khi đang chạy lại gặp một đội quân Man, tướng đi đầu chính là Sa Ma Kha. Thuần Vu Đan cố đánh mới thoát chết.\n\nSau khi Lục Tốn thành công trong việc hỏa thiêu doanh trại của quân Thục ở Hào Đình, quân Thục chết hại rất nhiều, Man vương Sa Ma Kha tế ngựa chạy trốn nhưng gặp [[Chu Thái]], hai bên [[giao đấu|giao phong]] được hơn hai mươi hiệp, thì Sa Ma Kha bị Chu Thái giết chết.\n\n==Xem thêm==\n* [[Trận Di Lăng]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n\n==Chú thích==\n{{Tham khảo}}\n{{sơ khai nhân vật quân sự Trung Quốc}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 222]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Năm sinh không rõ]]"}