{"Samudragupta":"{{Thông tin nhân vật hoàng gia\n| tên = Samudragupta\n| tước vị = Hoàng đế [[Ấn Độ]]\n| thêm =\n| hình = SamudraguptaCoin.jpg\n| cỡ hình = 300px\n| ghi chú hình = Đồng tiền của Samudragupta, với cột Garuda. [[Bảo tàng Anh|Bảo tàng Anh Quốc]]\n| chức vị = Hoàng đế [[đế quốc Gupta|nhà Gupta]]\n| tại vị = {{circa}} 335\/350－380\n| tiền nhiệm = <font color=\"grey\">[[Chandragupta I]]<\/font>\n| kế nhiệm =<font color=\"blue\">[[Ramagupta]]<\/font>\n| hoàng tộc = [[Đế quốc Gupta|Nhà Gupta]]\n| vợ = Dattadevi \n| thông tin con cái = ẩn\n| con cái = [[Ramagupta]]<br>[[Chandragupta II]]\n| sinh = [[335]]\n| mất = {{circa}} [[380]]\n| nơi mất = [[Ấn Độ]]\n}}\n\n'''Samudragupta''' là vị vua thứ hai của [[đế quốc Gupta]] (335－380), và người kế vị của [[Chandragupta I]], được xem là một trong những thiên tài quân sự vĩ đại nhất của [[lịch sử Ấn Độ]], và thỉnh thoảng được gọi là '[[Napoléon Bonaparte|Napoléon]] của [[Ấn Độ]]'.<ref>Smith V. A. ''Early History of India.'' 4th Ed. Oxford, 1924.<\/ref> Tên ông, được lấy làm tước hiệu sau những cuộc chinh phạt của mình (''Samudra'' có nghĩa là 'những khoảng mênh mông').\n\n== Tiểu sử ==\nNgười ta nghĩ rằng Samudragupta đã được cha mình chọn làm người kế vị, dù là ông có vài người anh lớn. Cho nên, một số người tin là sau khi [[Chandragupta I]] qua đời, một cuộc chiến giành quyền thừa kế bùng nổ mà Samudragupta là kẻ chiến thắng.\n\nChúng ta biết được chủ yếu về cuộc đời Samudragupta thông qua một bản văn tự cổ được chạm khắc trên một trong số những chiếc cột đá do ông ta dựng nên ở Allahabad. Bản văn tự cổ đó kể chi tiết về các cuộc chinh phạt của Samudragupta. Nó cũng thật quan trọng vì là miền địa lý chính trị<!--LÀ GÌ VẬY NHỈ?--> của Ấn và đề cập ngắn gọn tên của nhiều vị vua và thần dân khác nhau đã sống ở Ấn Độ ở giữa thế kỷ thứ tư. Bản văn tự cổ or more aptly the eulogy to the Great Gupta's martial exploits states that tác giả của nó là [[Harishena]], một nhà thơ lớn dưới triều vua Samudragupta.\n\nSự khởi đầu nền cai trị của Samudragupta cho thấy thất bại của nước láng giếng gần nhất của ông, [[Achyuta]], vua xứ Ahichchhatra, và Nagasena. Sau đó Samudragupta phát động chiến dịch phạt các vương quốc ở miền nam. Chiến dịch phía nam này khiến cho miền nam nước ông kéo dài tới [[Vịnh Băng-gan]].\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Sơ khai lịch sử}}\n\n[[Thể loại:Mất năm 380]]\n[[Thể loại:Nhà Gupta]]\n[[Thể loại:Vua Ấn Độ]]"}