{"Septimius Severus":"{{Thông tin nhân vật hoàng gia\n| tước vị = [[Hoàng đế La Mã|Hoàng đế thứ 21]] của [[Đế quốc La Mã]]\n| tên = Septimius Severus\n| tên đầy đủ = Lucius Septimius Severus <br>(từ khi sinh đến lúc đăng quang); <br> Caesar Lucius Septimius Severus Eusebes Pertinax Augustus<ref>Paget, James Carleton, ''Jews, Christians and Jewish Christians in Antiquity'', Mohr Siebeck, 2010, pg. 398; Goodman, Martin, ''Rome & Jerusalem: The Clash of Ancient Civilisations'', Penguin, 2008, pg. 505<\/ref> <br>(tên hoàng đế)\n| hình = Septimius Severus busto-Musei Capitolini.jpg\n| ghi chú hình = Tượng bán thân bằng [[thạch hoa tuyết cao]] của Septimius Severus tại [[Musei Capitolini]], [[Roma]]\n| chức vị = [[Danh sách Hoàng đế La Mã|Nguyên thủ thứ 21 của La Mã]]\n| kiểu tại vị = Trị vì\n| tại vị = [[14 tháng 4]] năm [[193]] – [[4 tháng 2]] năm [[211]]<br>({{age in years and days|193|4|14|211|2|4}})\n| tiền nhiệm = [[Didius Julianus]]\n| kiểu nhiếp chính = Đồng trị vì\n| nhiếp chính = Caracalla (198 - 211)<br>Geta (209 - 211)\n| kế nhiệm = [[Caracalla]] và [[Publius Septimius Geta|Geta]]\n| consort = [[Paccia Marciana]] (''k''.175 – ''k''.186) <br>[[Julia Domna]]\n| con cái = [[Caracalla]] và [[Publius Septimius Geta]]<br>(dưới trướng [[Julia Domna]])\n| hoàng tộc = [[Nhà Severus|Severus]]\n| cha = [[Publius Septimius Geta (cha của Septimius Severus)|Publius Septimius Geta]]\n| mẹ = Fulvia Pia\n| sinh = {{birth date|145|4|11|mf=y}}<ref name=\"Birley 2000, p. 1\">Birley (2000), p.&nbsp;1<\/ref>\n| nơi sinh = [[Lepcis Magna]] ([[Al Khums]], [[Libya]])\n| mất = {{death date and age|211|2|4|145|4|11|mf=y}}<ref name=\"Birley 2000, p. 187\">Birley (2000), p.&nbsp;187<\/ref>\n| nơi mất = [[Eboracum]] ([[York]], [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]])\n| nơi an táng = |\n}}\n'''Lucius Septimius Severus''' ({{lang-la|Lucius Septimius Severus Augustus}};<ref>Trong [[tiếng Latinh cổ điển]], tên của Severus được viết là LVCIVS SEPTIMIVS SEVERVS AVGVSTVS.<\/ref> 11 tháng 4 năm 145 – 4 tháng 2 năm 211) là [[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc La Mã]] (193–211). Severus sinh ra ở [[châu Phi]] và đã vươn tới quyền lực khi đế quốc La Mã suy yếu (kể từ cái chết của Hoàng đế [[Marcus Aurelius]]). Severus cai trị cùng với hai con trai ông là [[Caracalla]] và [[Publius Septimius Geta|Geta]]. Ông là một thành viên của [[Vương triều Severus]]. Ông là một vị hoàng đế vĩ đại đã cố lập lại quyền lực của đế quốc. Sau khi ông băng hà năm 211 ở [[York]], La Mã suy yếu thật sự.\n\nSeverus được sinh ra ở [[Leptis Magna]] thuộc hành tỉnh châu Phi. Khi còn trẻ ông liên tục thăng tiến nắm giữ nhiều chức vụ dưới triều đại của [[Marcus Aurelius]] và [[Commodus]]. Severus nắm quyền sau cái chết của Hoàng đế [[Pertinax]] vào năm 193 trong giai đoạn gọi là Năm Ngũ Hoàng đế. Sau khi lật đổ và giết chết vị hoàng đế đương nhiệm [[Didius Julianus]], Severus đã giao chiến với các đối thủ của mình, hai vị tướng [[Pescennius Niger]] và [[Clodius Albinus]]. Niger đã bị đánh bại vào năm 194 trong [[Trận Issus (194)|trận Issus]] ở Cilicia<ref>Birley (2000), p.&nbsp;113<\/ref> Cuối năm đó,Severus tiến hành một chiến dịch ngắn vượt ra ngoài biên giới phía đông, thôn tính [[Vương quốc Osroene]] thành một tỉnh mới.<ref>Birley (2000), p.&nbsp;115<\/ref> Severus đánh bại Albinus ba năm sau đó tại [[Trận Lugdunum]] ở Gaul<ref>Birley (2000), p.&nbsp;125<\/ref>.\n\nSau khi củng cố sự cai trị của ông ở tỉnh phía tây, Severus tiến hành một cuộc chiến ngắn ngày khác, nhưng thành công hơn ở phía đông chống lại [[Đế quốc Parthia|Đế chế Parthia]], cướp phá [[Ctesiphon]] thủ đô của họ trong năm 197 và mở rộng biên giới phía đông tới sông Tigris <ref>Birley (2000), p.&nbsp;130<\/ref>. Hơn nữa, ông còn mở rộng và tăng cường phòng tuyến Arabicus ở [[Arabia Petraea]] <ref name=\"Birley 2000, p. 134\">Birley (2000), p.&nbsp;134<\/ref> Năm 202, ông tiến hành chiến dịch ở châu Phi và Mauretania chống lại dân Garamantes;. Ông chiếm kinh đô [[Garama]] của họ và mở rộng phòng tuyến Tripolitanus dọc theo biên giới phía nam của đế quốc <ref>Birley (2000), p.&nbsp;153<\/ref> Cuối triều đại của mình, ông du hành đến nước Anh, tăng cường trường thành Hadrian và tái chiếm lại [[trường thành Antonine]]. Năm 208 ông bắt đầu cuộc chinh phục Caledonia (nay là Scotland), nhưng tham vọng của ông bị chặn lại khi ông ngã bệnh vào cuối năm 210 <ref>Birley (2000), p.&nbsp;170 - 187<\/ref>. Severus đã qua đời vào đầu năm 211 tại Eboracum,<ref name=\"Birley 2000, p. 187\"\/> được kế vị bởi hai con trai Caracalla và Geta.\n\n==Thời niên thiếu==\nSeptimius Severus sinh ngày 11 tháng 4 năm 145 ở [[Leptis Magna]] (thuộc Libya ngày nay), ông là con trai của [[Publius Septimius Geta]] và Fulvia Pia<ref name=\"Birley 2000, p. 1\"\/>. Severus xuất thân từ một gia đình giàu có và cao quý, thuộc tầng lớp kị sĩ. Ông là người gốc La Mã theo phía mẹ mình và có nguồn gốc Punic hay Libya-Punic theo cha ông<ref>Birley (2000), p.&nbsp;216–217<\/ref>. Cha Severus là một người ít tiếng tăm và không có vai trò chính trị lớn, nhưng ông đã có hai người anh em họ, Publius Septimius Aper và Gaius Septimius Severus, những người từng là chấp chính quan dưới triều đại hoàng đế [[Antoninus Pius]]. Gia đình của mẹ ông đã chuyển từ Ý tới Bắc Phi và thuộc thị tộc Fulvius, một gia tộc cổ xưa và có ảnh hưởng chính trị mà có nguồn gốc từ tầng lớp bình dân. Severus có một người người anh ruột, [[Publius Septimius Geta]], và một em gái, [[Septimia Octavilla]]. Anh em họ ngoại của Severus là [[pháp quan thái thú]] và cũng là chấp chính quan [[Gaius Fulvius Plautianus]].<ref>Birley (2000), p.&nbsp;216 - 217<\/ref>\n\nSeptimius Severus đã được nuôi dạy tại quê nhà ở Leptis Magna. Ông đã nói ngôn ngữ địa phương Punic trôi chảy nhưng ông cũng học bằng tiếng [[Latinh]] và tiếng [[Hy Lạp]].\n\n==Sự nghiệp chính trị==\nVào khoảng 162, Septimius Severus đã đặt chân tới Roma nhằm xây dựng sự nghiệp chính trị cho bản thân. Thông qua sự giới thiệu của \"chú\" mình, Gaius Septimius Severus, ông đã được thăng lên hàng ngũ nguyên lão bởi hoàng đế Marcus Aurelius <ref>Birley (2000), p.&nbsp;39<\/ref> Thành viên của hàng ngũ nguyên lão là một điều kiện tiên quyết để có thể nhận được chức vụ được gọi là ''honorum cursus'' và để gia nhập vào viện nguyên lão La Mã. Tuy nhiên, nó cho thấy rằng sự nghiệp của Severus trong những năm 160 bị vây quanh với một số khó khăn. Có khả năng rằng ông đã phục vụ như là một vigintivir tại Rome, giám sát bảo trì đường bộ trong hoặc gần thành phố, và ông có thể đã xuất hiện tại tòa án như một người biện hộ.<ref name=birley-40>Birley (2000), p.&nbsp;40<\/ref> Tuy nhiên, ông đã bỏ qua chức quan bảo dân quân đội do đang thuộc honorum cursus và đã buộc phải trì hoãn chức quan coi quốc khố của mình cho đến khi ông đã đến tuổi yêu cầu tối thiểu là 25 Để làm cho vấn đề tồi tệ hơn, [[Bệnh dịch Antonine]] quét qua thủ đô năm 166. Vì sự nghiệp của mình đang không thuận lợi, Severus đã quyết định tạm thời trở lại Leptis, nơi khí hậu trong lành hơn <ref>Birley (2000), p.&nbsp;45<\/ref> Theo [[Historia Augusta]], một nguồn thường không đáng tin cậy, ông đã bị truy tố vì tội ngoại tình trong thời gian này nhưng việc kiện tụng cuối cùng bị bác bỏ. Vào cuối năm 169, thời điểm cần thiết cho Severus để trở thành một quan coi quốc khố và ông lên đường trở lại Roma. Ngày 5 tháng mười hai, ông nhậm chức và được chính thức có tên tại viện nguyên lão La Mã.<ref>Birley (2000), p.&nbsp;46<\/ref>\n\nGiữa những năm 170 và 180, những hoạt động của Septimius Severus phần lớn không được biết rõ, mặc dù thực tế là ông đã gây được ấn tượng với một số lượng bài viết liên tiếp. [[Bệnh dịch Antonine]] đã làm mỏng hàng ngũ nguyên lão một cách và với những người có khả năng ít dần, sự nghiệp của Severus thăng tiến đều đặn hơn mức nó có thể được. Sau khi nhiệm kỳ đầu tiên của mình là quan coi quốc khố, ông được lệnh phục vụ một nhiệm kỳ thứ hai tại [[Baetica]] (miền nam Tây Ban Nha),<ref>Birley (2000), p.&nbsp;49<\/ref> nhưng hoàn cảnh đã ngăn cản việc bổ nhiệm Severus. Cái chết đột ngột của người cha buộc ông phải trở lại [[Leptis Magna]] để giải quyết công việc gia đình. Trước khi ông có thể rời khỏi châu Phi, những bộ lạc người Moor xâm lược miền nam Tây Ban Nha. Việc kiểm soát tỉnh này đã được trao lại cho hoàng đế, trong khi viện nguyên lão nhận được quyền kiểm soát tạm thời của [[Sardegna|Sardinia]] để đổi lại. Vì vậy, Septimius Severus đã dành phần còn lại trong nhiệm kỳ thứ hai của mình là quan coi quốc khố trên đảo<ref>Birley (2000), p.&nbsp;50<\/ref> Năm 173, người bà con cùng thân tộc của Severus, Gaius Septimius Severus được bổ nhiệm làm tổng đốc tỉnh châu Phi. Severus lớn tuổi đã chọn người cháu mình là một trong hai [[legatus|legati pro praetore]] của ông ta<ref>Birley (2000), p.&nbsp;51<\/ref> Sau khi kết thúc nhiệm kỳ này, Septimius Severus đã đi đến Rome, nhận chức quan bảo dân của những người bình dân, cùng với sự xuất chúng khi làm [[candidatus]] của hoàng đế.<ref name=birley-52>Birley (2000), p.&nbsp;52<\/ref>\n\n==Hôn nhân==\n[[Hình:Julia Domna Glyptothek Munich 354.jpg|nhỏ|phải|200px|[[Julia Domna]], [[Glyptothek]], Munich]]\nSeptimius Severus ở độ tuổi ba mươi vào thời điểm cuộc hôn nhân đầu tiên của ông. Trong khoảng năm 175, ông kết hôn với một người phụ nữ Leptis Magna tên là [[Paccia Marciana]] Có khả năng rằng ông gặp bà ấy trong thời kì làm legate dưới trướng chú của mình. Tên Marciana tiết lộ rằng bà có nguồn gốc Punic hoặc Libya nhưng hầu như không có gì khác được biết đến về bà. Septimius Severus không đề cập đến bà trong cuốn tự truyện của mình, mặc dù sau này ông tưởng nhớ tới bà bằng những bức tượng khi ông trở thành hoàng đế. Tác phẩm Historia Augusta ghi rằng Marciana và Severus đã có hai con gái, nhưng sự tồn tại của họ không được nguồn nào khác chứng thực. Có vẻ như cuộc hôn nhân này không có con, mặc dù nó kéo dài trong hơn mười năm\n\nMarciana mất vì nguyên nhân tự nhiên khoảng năm 186.<ref name=birley-75>Birley (2000), p.&nbsp;75<\/ref> Septimius Severus lúc này đang ở độ tuổi bốn mươi và vẫn không có con. Mong muốn tái hôn, ông bắt đầu tìm hiểu lá số tử vi của những cô dâu tương lai. ''Historia Augusta'' thuật lại rằng ông đã nghe nói về một người phụ nữ ở Syria đã được tiên đoán trước rằng bà sẽ kết hôn với một vị vua, và do đó, Severus đã tìm cách để bà là vợ của ông<ref name=birley-71>Birley (2000), p.&nbsp;71<\/ref>, người phụ nữ này là một phụ nữ quý tộc của [[Emesa]] tên là [[Julia Domna]]. Cha của bà, [[Julius Bassianus]], nguồn gốc từ gia đình hoàng gia của [[Gia đình hoàng gia của Emesa|Samsigeramus và Sohaemus]], và phục vụ là một giáo sĩ tối cao của giáo phái địa phương thờ vị thần mặt trời [[Elagabal]]<ref name=birley-72>Birley (2000), p.&nbsp;72<\/ref>. Chị gái của Domna,[[Julia Maesa]], sau này là bà nội của các hoàng đế tương lai [[Elagabalus]] và [[Alexandros Severus|Alexander Severus]].\n\nBassianus chấp nhận lời cầu hôn của Severus vào đầu năm 187, và mùa hè sau, ông và Julia đã kết hôn<ref name=birley-76-77>Birley (2000), p.&nbsp;76–77<\/ref>.Cuộc hôn nhân đã thực sự hạnh phúc và Severus yêu thương vợ của mình cùng những ý kiến chính trị của bà, bởi vì bà còn có thể đọc rất tốt và quan tâm đến triết học. Cùng nhau, họ có hai con trai, [[Caracalla|Lucius Septimius Bassianus]] (sau đó có biệt danh là Caracalla, sinh 4 tháng 4 năm 188) và [[Publius Septimius Geta]] (sinh ngày 7 tháng 3 năm 189).\n\n==Vươn tới quyền lực==\nNăm 191, Severus được hoàng đế [[Commodus]] trao quyền chỉ huy các quân đoàn ở [[Pannonia]]. Sau khi lực lượng vệ binh pháp quan giết hại [[Pertinax]] năm 193, quân đội của Severus tuyên bố ông làm Hoàng đế tại [[Carnuntum]], từ nơi đó ông vội vã đến Ý. Cựu hoàng đế, [[Didius Julianus]], bị kết án tử bởi viện nguyên lão và bị giết chết, và Severus đã chiếm được thành Rome mà không có sự kháng cự. Ông hành quyết những kẻ giết Pertinax, giải tán phần còn lại của lực lượng [[vệ binh hoàng gia]], thay thế họ bằng quân đội trung thành từ những quân đoàn của mình.\n\nTuy nhiên, các quân đoàn của Syria đã tuyên bố [[Pescennius Niger]] làm hoàng đế. Đồng thời, Severus cảm thấy cần thiết phải đề bạt [[Clodius Albinus]], Thống đốc quyền lực của Britannia, người có thể đã hỗ trợ Didius chống lại ông, lên hàng ngũ Caesar, mà ngụ ý xác nhận quyền kế vị. Với hậu phương của mình an toàn, ông tiến về phía đông và nghiền nát lực lượng của Niger trong [[Trận Issus (Năm 194)|trận Issus]]. Năm sau đó đã được dành cho việc đàn áp vùng [[Lưỡng Hà]] và các chư hầu khác của người Parthia mà đã ủng hộ Niger. Sau đó, khi mà Severus tuyên bố công khai rằng [[Caracalla]], con trai của ông là người kế vị, Albinus đã được tung hô là hoàng đế bởi quân đội của mình và tiến quân đến [[Gallia]]. Severus, sau một thời gian ngắn ở Rome, liền tiến quân về phía bắc để đối đầu với ông ta. Ngày 19 tháng 2, năm 197, trong [[trận Lugdunum]], với một đội quân của khoảng 75.000 người, chủ yếu bao gồm những quân đoàn của [[Illyria]], [[Moesia]] và [[Dacia]], Severus đã đánh bại và giết chết Clodius Albinus, đảm bảo sự kiểm soát của mình đối với toàn bộ đế quốc.\n\n==Hoàng đế==\n===Chiến tranh với Parthia===\n[[Hình:Septimius Severus Glyptothek Munich 357.jpg|nhỏ|trái|Septimius Severus tại [[Glyptothek]], [[München|Munich]]]]\n{{Nhà Severan\n|image=[[Tập tin:Portrait of family of Septimius Severus - Altes Museum - Berlin - Germany 2017.jpg|200px]]\n|caption = Họa phẩm ''[[Severan Tondo]]''\n}}\n[[Hình:Aureus Septimius Severus-193-leg XIIII GMV.jpg|nhỏ|phải|[[Aureus]] được Septimius Severus cho đúc vào năm 193, để vinh danh [[Legio XIV Gemina|XIIII ''Gemina Martia Victrix'']], binh đoàn lê dương đã tôn ông làm hoàng đế.]]\nĐầu năm 197, ông rời Rome và tiến về phía đông bằng đường biển. Ông đã lên tàu tại [[Brundisium]] và có thể đã lên bờ tại cảng [[Aegeae]] của [[Cilicia]],<ref>Hasebroek (1921), p.&nbsp;111<\/ref> ông tiếp tục đi tới Syria bằng đường bộ. Ông ngay lập tức tập hợp quân đội của mình và vượt qua [[euphrates|sông Euphrates]].<ref>\"Life of Septimus Severus\" in ''Historia Augusta'', 16.1<\/ref> [[Abgar IX]], vua của Osroene nhưng về cơ bản chỉ là vua của [[Edessa]] kể từ khi vương quốc của ông bị sáp nhập thành một tỉnh La Mã, giao nộp những người con của ông ta làm con tin và hỗ trợ cuộc viễn chinh của Severus bằng cách cung cấp cung thủ <ref>Birley (2000), p.&nbsp;129<\/ref> Tại thời điểm này Tiridates II, vua của Armenia, cũng đã giao nộp con tin, tịền bạc và quà tặng.<ref>Herodian, 3:9:2<\/ref> Severus tiếp đó tiến tới Nisibis, nơi mà tướng Julius Laetus của ông đã bảo vệ nó khỏi rơi vào tay của kẻ thù<ref>''Prosopographia Imperii Romani'' L 69<\/ref> Sau đó, Severus trở lại Syria một thời gian để lên kế hoạch cho một chiến dịch đầy tham vọng hơn nữa.\n\nNăm sau, ông dẫn đầu một chiến dịch khác, thành công hơn chống lại [[đế quốc Parthia|đế chế Parthia]], với lý do là nhằm trả đũa cho sự ủng hộ đối với [[Pescennius Niger]]. Kinh đô của Parthia, [[Ctesiphon]] đã bị các quân đoàn cướp phá và nửa phía bắc của Lưỡng Hà được sáp nhập vào đế quốc. Tuy nhiên, cũng giống như Trajan hơn một thế kỷ trước, ông không thể chiếm được những pháo đài của Hatra ngay cả sau hai cuộc vây hãm kéo dài. Trong thời gian ở phía đông, ông cũng mở rộng phòng tuyến Arabicus, xây dựng các công sự mới ở sa mạc Ả Rập từ [[Basie Dumata]]<ref name=\"Birley 2000, p. 134\"\/>\n\nMối quan hệ của ông với viện nguyên lão La Mã chưa bao giờ tốt đẹp. Ông đã không được lòng dân chúng vì với họ ngay từ đầu, ông đã có được quyền lực với sự giúp đỡ của quân đội, và ông đã hành động theo tình cảm. Severus đã ra lệnh hành quyết hàng chục nguyên lão về tội tham nhũng và âm mưu chống lại ông, thay thế họ bằng những sủng thần của riêng mình.\n\nKhi đến Rome vào năm 193, ông giải tán lực lượng vệ binh hoàng gia vốn sát hại [[Pertinax]] và bán đấu giá đế chế La Mã cho [[Didius Julianus]]. Severus sau đó xây dựng lực lượng cận vệ mới bao gồm 50.000 binh sĩ trung thành chủ yếu là đóng tại Albanum, gần Rome. Trong triều đại của ông, số lượng của quân đoàn cũng được tăng từ 25\/30 tới 33. Ông cũng tăng số lượng những đội quân phụ trợ (numerii), nhiều người trong số những binh sĩ này đến từ biên giới phía đông. Ngoài ra, mức lương hàng năm cho một người lính đã được nâng lên 300-500 denarii.\n\nMặc dù hành động của ông biến Rome thành một chế độ độc tài quân sự, ông đã được lòng các công dân của Rome, dẹp bỏ tệ nạn tham nhũng tràn lan của triều đại [[Commodus]]. Khi ông trở về sau chiến thắng của mình trước Parthia, ông đã dựng lên [[Khải hoàn môn của Septimius Severus]] ở Rome. Tuy nhiên, Theo [[Cassius Dio]] <ref>Cassius Dio, ''Roman History'', Book 76, Sections 14 an 15.<\/ref> sau năm 197 Severus đã nằm dưới dưới ảnh hưởng của pháp quan thái thú, [[Gaius Fulvius Plautianus,]] người có quyền kiểm soát gần như hầu hết các lĩnh vực của chính quyền đế quốc. Con gái của Plautianus, [[Fulvia Plautilla]], đã kết hôn với con trai Severus, [[Caracalla]]. Sự chuyên quyền của Plautianus đã kết thúc vào năm 205, khi ông bị người anh trai đang hấp hối của Hoàng đế tố cáo và bị giết chết sau đó <ref>Cassius Dio, ''Roman History'', Book 77, Sections 4–6; \"Life of Septimus Severus\", in ''Historia Augusta'', Section 14<\/ref> Tuy nhiên, hai ''praefecti'' sau đó, bao gồm luật gia [[Aemilius Papinianus]], đã nhận được quyền hạn lớn hơn.\n\n===Vấn đề tôn giáo===\nCác tín đồ [[Kitô giáo]] đã bị [[bách hại]] trong suốt triều đại của Septimius Severus. Hoàng đế Severus cho phép thực thi các chính sách đã được ban hành, điều này có nghĩa rằng chính quyền La Mã đã không cố ý truy lùng những ai là Ki-tô hữu, nhưng khi người nào bị buộc tội là Ki-tô hữu, họ sẽ bị buộc phải hoặc là nguyền rủa [[Giê-su|Chúa Giêsu]] và phải làm lễ cúng tế [[Thần thoại La Mã|chư thần theo tôn giáo cổ truyền La Mã]], hoặc bị hành quyết. Thêm nữa, Hoàng đế cũng quyết tâm củng cố nền bình trị qua việc dùng '[[thuyết hổ lốn]]' để gầy dựng nền hòa hợp tôn giá, do đó ông tìm cách hạn chế sự lan truyền của hai nhóm tôn giáo đã từ chối tuân theo 'thuyết hổ lốn' bằng việc đẩy việc [[Cải đạo|cải]] theo Ki-tô giáo hoặc là [[Do Thái giáo]] ra ngoài vòng [[luật pháp|pháp luật]]. Các triều thần thì thiên về các đạo luật kịch liệt phản kích các Ki-tô hữu. Bản thân Hoàng đế, với quan niệm khắt khe của ông về luật pháp, đã không cản trở một cuộc ''bách hại bán phần'' như vậy, do đó cuộc ''bách hại bán phần'' đã diễn ra tại [[Ai Cập]] và miền [[Thebaid]], cũng như tại các [[tỉnh Tây Bắc vùng Bắc Phi]] (''Africa proconsularis'') và phương Đông. Rất nhiều Ki-tô hữu [[tử đạo]] tại thành [[Alexandria]].<ref>[[Clement of Alexandria]], ''Stromata'', ii. 20; [[Eusebius người xứ Caesarea|Eusebius]], ''Church History'', V., xxvi., VI., i.<\/ref> Những cuộc bách hại tại châu Phi, có lẽ là mở đầu vào năm [[197]] hoặc là [[198]], cũng không kém tàn khốc,<ref>[[Tertullian|Tertullian's]] ''Ad martyres''<\/ref> và có liên quan đến các Ki-tô hữu được \"[[Danh sách tiểu sử những người tử đạo La Mã]]\" (''Roman martyrology'') gọi là các tín đồ tử đạo của[[Madaurus|Madaura]]. Có lẽ là trong năm 202 hoặc là 203 thì Felicitas và [[Perpetua]] phải hy sinh vì đức tin của họ. Các cuộc bách hại cũng diễn trong một thời gian ngắn theo mệnh lệnh của đồng Tổng tài [[Scapula]] vào năm 211, đặc biệt là tại [[Numidia]] và [[Mauritanie]]. Các thư tịch sau này cũng kể về một vụ bách hại ở xứ [[Gallia|Gaule]], có lẽ là tại [[Lyon]]s, dưới triều Severus, nhưng dựa theo bằng chứng [[khảo cổ học|khảo cổ]] và [[văn chương]], các nhà [[lịch sử|sử học]] thường cho rằng những sự kiện này thực sự diễn ra dưới thời Hoàng đế [[Marcus Aurelius]].\n\n===Hành động quân sự===\n====Châu Phi (202)====\n[[Tập tin:Septimius Severus' African conquests1.jpg|nhỏ|400px|phải|Sự bành trướng phòng tuyến châu Phi dưới thời Severus (màu nâu sậm). Severus thậm chí còn tổ chức một cuộc hành quân ngắn ở Garama vào năm 203 (màu nâu nhạt).]]\nCuối năm 202, Severus đã phát động một chiến dịch ở tỉnh châu Phi. Viên [[Legate]] của [[Legio III Augusta]] [[Quintus Anicius Faustus]] đã chiến đấu chống lại người Garamantes dọc theo [[phòng tuyến Tripolitanus]] suốt năm năm, chiếm giữ một vài thành trì khỏi tay kẻ thù như [[Cydamus]], [[Gholaia]], [[Garbia]], và kinh đô của họ, [[Garama]] - hơn 600&nbsp;km về phía nam của [[Leptis Magna]].<ref>Birley (2000), p. 153<\/ref> trong thời gian này, tỉnh Numidia cũng được mở rộng: đế chế sáp nhập các khu dân cư như [[Vescera]], [[Castellum Dimmidi]], [[Gemellae]], Thabudeos, [[Thubunae]], và Zabi <!-- probably simply means \"village\" in local dialect -->.<ref>Birley (2000), p. 147<\/ref> Năm 203, toàn bộ phía nam biên giới của La Mã ở châu Phi đã được mở rộng đáng kể và được tăng cường. Những người du mục trong Sa mạc không còn có thể tấn công một cách an toàn vào sâu trong khu vực và trốn thoát vào sa mạc Sahara.\n\n====Britannia (208)====\nNăm 208,Severus tiến đến Britannia với ý định chinh phục [[Caledonia]]. Những Khám phá khảo cổ học hiện đại đã làm sáng tỏ hơn về phạm vi và hướng tiến quân trong chiến dịch phía bắc của ông <ref>Birley, (2000) p. 180<\/ref> Severus có thể đến Anh với một đội quân hơn 40.000 người, xem xét một số các trại được xây dựng trong chiến dịch của ông có thể chứa đủ con số này.<ref>W.S. Hanson [http:\/\/ads.ahds.ac.uk\/catalogue\/adsdata\/PSAS_2002\/pdf\/vol_109\/109_140_150.pdf \"Roman campaigns north of the Forth-Clyde isthmus: the evidence of the temporary camps\"]<\/ref> Ông đã củng cố [[trường thành Hadrian]] và tái chiếm lại vùng cao nguyên miền Nam cho đến [[trường thành Antonine]], mà cũng được nâng cao. Severus xây dựng một trại rộng 165 mẫu Anh ở phía nam của trường thành Antonine tại [[Trimontium]], có khả năng để tập hợp lực lượng của ông ở đó. Severus sau đó tiến sâu về phía bắc với quân đội của ông qua trường thành tiến vào lãnh thổ kẻ thù. Tiến bước theo con đường cũ của Agricola hơn một thế kỷ trước đây, Severus xây dựng lại và bố trí quân đồn trú ở nhiều pháo đài La Mã vốn bị bỏ rơi dọc theo bờ biển phía đông, bao gồm cả Carpow có thể chứa đến 40.000 binh sĩ.\n\nMột câu chuyện thú vị vào khoảng thời gian này là khi vợ của Severus, Julia Domna, chỉ trích đạo đức tình dục của phụ nữ [[Caledonia]], vợ của tù trưởng Caledonia Argentocoxos trả lời: \"Chúng tôi thực hiện các nhu cầu của tạo hóa theo một cách tốt hơn nhiều so với phụ nữ La Mã, vì chúng tôi phối ngẫu công khai với những người đàn ông tốt nhất, trong khi bà để cho mình bị cám dỗ trong bí mật bởi sự hèn hạ \"<ref>Cassius Dio [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/77*.html \"Roman History: Epitome of Book LXXVII\"] University of Chicago. Truy cập ngày 24 tháng 7 năm 2008<\/ref>\n\nTác phẩm của [[Cassius Dio]] về cuộc xâm lược ghi lại như sau \"Severus, với khát khao chinh phục toàn bộ vùng đất này, vì vậy đã xâm lược Caledonia. Nhưng khi mà ông ta tiến quân xuyên qua vùng đất này, ông đã trải qua vô số những khó khăn trong việc chặt các khu rừng., San phẳng các đỉnh núi cao, lấp đầy các đầm lầy, và xây cầu qua các con sông; 2 nhưng ông đã không đánh bất cứ trận chiến nào,có trận chiến và cũng không trông thấy sự bày binh bố trận nào của kẻ thù. Quân thù còn cố tình bỏ lại những con cừu và gia súc ở trước mặt của những người lính để cho họ cướp chúng, để họ có thể bị nhử hơn nữa cho đến khi họ đã mỏi nhừ, trong thực tế, nguồn nước cũng gây ra nhiều đau khổ cho những người La Mã, và khi họ trở nên rải rác, họ sẽ bị tấn công. Sau đó, khi mà không thể đi được nữa, họ sẽ bị giết bởi những người của mình, để tránh bị bắt sống.\n\nĐến năm 210, chiến dịch của Severus đã đạt được nhiều thành tựu đáng kể, bất chấp chiến thuật du kích của người Caledonia và mức độ thương vong nặng nề rõ ràng của người La Mã. Người Caledonia đã yêu cầu hòa bình, mà đổi lại Severus đòi hỏi điều kiện rằng họ phải từ bỏ quyền kiểm soát vùng đất thấp miền Trung<ref>Cassius Dio, Roman History: Epitome of Book LXXVII.13.<\/ref><ref>Birley (1999) p. 180.<\/ref>\nĐiều này được chứng minh bằng các công sự rộng lớn vào kỷ nguyên Severan ở vùng đất thấp miền Trung.<ref>Birley (1999) pp. 180–82.<\/ref> Người Caledonia, thiếu hụt nguồn dự trữ và cảm thấy tình thế của họ đã trở nên tuyệt vọng, họ đã nổi dậy vào cuối năm đó cùng với [[người Maeatae]].<ref>Birley (1999) p. 186.<\/ref> Severus sau đó đã chuẩn bị cho một chiến dịch kéo dài trong vùng Caledonia.\n\n===Qua đời (211)===\nChiến dịch của Severus đã được cắt ngắn sau khi ông mắc một căn bệnh thập tử nhất sinh<ref>Cassius Dio, ''Roman History'', Book 77, Sections 11–15.<\/ref> Ông quay về [[Eboracum]] và qua đời ở đó vào năm 211. Mặc dù con trai ông, [[Caracalla]] vẫn tiếp tục chiến dịch vào năm sau, ông ta đã sớm dàn xếp hòa bình. Người La Mã không bao giờ tiến hành chiến dịch tiến sâu vào Caledonia một lần nào nữa: họ sớm rút lui về phía nam tới [[trường thành Hadrian]] vĩnh viễn<ref>Birley (1999), pp. 170–187.<\/ref>\n\n==Di sản==\nMặc dù những khoản chi tiêu quân sự của ông là tốn kém đối với đế quốc, Severus đã là một vị hoàng đế tài giỏi, kiên định mà mà Roma đang cần vào thời điểm đó. Sự mở rộng [[phòng tuyến Tripolitanus]] của ông đã giúp củng cố châu Phi, khu vực nông nghiệp quan trọng của đế quốc. Ông cũng giành được toàn thắng trước Parthia, và thiết lập nên một hiện trạng mới ở phía đông mà giúp cho đế quốc có thêm được [[Nisibis]] và [[Singar]]. Chính sách bành trướng của ông và việc ban thưởng nhiều hơn cho quân đội đã bị chỉ trích bởi các sử gia cùng thời với ông như [[Dio Cassius]] và [[Herodianus]]: đặc biệt, họ chỉ ra gánh nặng ngày càng tăng (dưới hình thức thuế và sự phục dịch) mà người dân phải chịu để duy trì quân đội.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{chú thích sách |last= Birley |first= Anthony R. |authorlink= Anthony Birley |title= Septimius Severus: The African Emperor |origyear=1971 |year=2000\n|publisher=Routledge |location=London |isbn=0-415-16591-1 }}\n* [[Michael Grant (author)|Michael Grant]]. ''The Roman Emperors'', 1985. ISBN 0-760-70091-5\n* [[Michael Grant (author)|Michael Grant]]. ''The Severans: The Changed Roman Empire'', 1996. ISBN 0-415-12772-6\n* ''[[:fr:Continuité gentilice et continuité sénatoriale dans les familles sénatoriales romaines à l'époque impériale (Christian Settipani)|Continuité gentilice et continuité sénatoriale dans les familles sénatoriales romaines à l'époque impériale]]'', 2000.\n* A. Daguet-Gagey, ''Septime Sévère'' (Paris, 2000).\n* Alison Cooley, \"Septimius Severus: the Augustan Emperor,\" in Simon Swain, Stephen Harrison and Jas Elsner (eds), ''Severan culture'' (Cambridge, CUP, 2007).\n* Yasmine Zahran, \"Septimius Severus: Countdown to Death\", Jonathan Tubb (ed), Stacey International (London, 2000)\n* Johannes Hasebroek, ''Untersuchungen zur Geschichte des Kaisers Septimius Severus'' (Cambridge, 1921)\n\n==Liên kết ngoài==\n{{thể loại Commons|Septimius Severus}}\n* [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Historia_Augusta\/Septimius_Severus*.html Life of Septimius Severus] (''Historia Augusta'' at LacusCurtius: Latin text and English translation)\n* [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/74*.html Books 74], [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/75*.html 75], [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/76*.html 76], and [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Cassius_Dio\/77*.html 77] of [[Dio Cassius]], covering the rise to power and reign of Septimius Severus\n* [http:\/\/www.ancientopedia.com\/Septimius_Severus\/ Septimius Severus on Ancient History Encyclopedia]\n* [http:\/\/www.tertullian.org\/fathers\/herodian_03_book3.htm Book 3 of Herodian]\n* [http:\/\/www.roman-emperors.org\/sepsev.htm De Imperatoribus Romanis] Online encyclopedia of Roman Emperors\n* [http:\/\/www.livius.org\/a\/italy\/rome\/arch_severus\/arch_severus1.html Arch of Septimius Severus in Rome] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051224170308\/http:\/\/www.livius.org\/a\/italy\/rome\/arch_severus\/arch_severus1.html |date=2005-12-24 }}\n* [http:\/\/ads.ahds.ac.uk\/catalogue\/adsdata\/PSAS_2002\/pdf\/vol_107\/107_092_102.pdf Septimius Severus in Scotland]\n* [http:\/\/www.livius.org\/a\/libya\/lepcis_magna\/arch_severus\/lepcis_magna-arch_severus.html Arch of Septimius Severus in Lepcis Magna] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071228223148\/http:\/\/www.livius.org\/a\/libya\/lepcis_magna\/arch_severus\/lepcis_magna-arch_severus.html |date=2007-12-28 }}\n* [http:\/\/www.numismatics.org\/exhibits\/DrachmasDoubloonsDollars\/cases\/case02.G.html Coins issued by Septimius Severus] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060528175255\/http:\/\/www.numismatics.org\/exhibits\/DrachmasDoubloonsDollars\/cases\/case02.G.html |date = ngày 28 tháng 5 năm 2006}}\n* {{CathEncy|wstitle=Septimius Severus}}\n\n{{s-start}}\n{{s-hou|[[Nhà Severus]]|11 April|145|4 February|211|}}\n{{s-reg}}\n{{s-bef | before= [[Didius Julianus]]}}\n{{s-ttl | title= [[Danh sách Hoàng đế La Mã|Hoàng đế La Mã]]|years=193–211|regent1= [[Pescennius Niger]] (rival 193–194),<br>[[Clodius Albinus]] (đối thủ 193–197),<br>[[Caracalla]] (198–211),<br>[[Publius Septimius Geta]] (209–211)}}\n{{s-aft | after= [[Caracalla]],<br> [[Publius Septimius Geta]]}}\n{{s-off}}\n{{s-bef | before= [[Lucius Fabius Cilo]],<br> [[Marcus Silius Messala]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Quan chấp chính]] của [[Đế quốc La Mã]]|years=194|regent1= [[Clodius Albinus]]}}\n{{s-aft | after= [[Publius Julius Scapula Tertullus Priscus]],<br> [[Quintus Tineius Clemens (consul 195)|Gaius Cassius Regallianus]]}}\n{{s-bef | before= [[Annius Fabianus]],<br> [[Marcus Nonius Arrius Mucianus]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan La Mã|Quan chấp chính]] của [[Đế quốc La Mã]]|years=202|regent1= [[Caracalla]]}}\n{{s-aft | after= [[Titus Murrenius Severus]],<br> [[Gaius Cassius Regallianus]]}}\n{{s-end}}\n\n{{Hoàng đế La Mã}}\n{{Các chủ đề|Lịch sử|Văn minh La Mã và Hy Lạp cổ đại}}\n\n[[Thể loại:Triều đại Severus]]\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Mất năm 211]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Sinh năm 145]]"}