{"Shajar al-Durr":"'''Shajar al-Durr''' ([[tiếng Ả Rập]]: cây Durr, \"Cây ngọc trai\") <ref>Shajar al-Durr's name is also spelled and pronounced as ''Shajarat al-Durr''. Her coins carried the name Shajarat al-Durr. See under Coins of Shajar al-Durr.<\/ref><ref>As the letter' G ج ' is pronounced as ' J ' in Arabic and as ' G ' in Egyptian, her name is also pronounced as Shagar al-Durr.<\/ref> (tên Hoàng gia: al-Malika 'Asmat ad-Din Umm-Khalil Shajar ad-Durr (tiếng Ả Rập: Nữ hoàng không thể sai lầm của tôn giáo hoặc cây Khalil Dur) (biệt danh: Um Khalil, Umm Khalil; mẹ của Khalil) (- 28 tháng 4 năm 1257, Cairo) là người [[phụ nữ Hồi giáo]] thứ hai (sau Razia Sultana của Delhi) để trở thành một vị vua trong [[lịch sử Hồi giáo]]. Bà là vợ của As-Salih Ayyub,  Sultan của triều đại Ayyubid và sau Izz al-Din Aybak,  Sultan của triều Bahri.\n\nTrong các vấn đề chính trị, Shajar al-Durr đóng một vai trò quan trọng sau cái chết của chồng đầu tiên của cô trong suốt [[thập tự chinh thứ bảy]] chống lại Ai Cập (1249-1250). Cô đã trở thành Sultana của Ai Cập vào ngày 2 tháng 5 năm 1250, đánh dấu sự kết thúc của triều đại Ayyubid và sự khởi đầu của thời đại [[Mamluk]].<ref>Some historians regard Shajar al-Durr as the first of the Mamluk Sultans. – (Shayyal, p.115\/vol.2)<\/ref><ref>Al-Maqrizi described Shajar al-Durr as the first of the Mamluk Sultans of Turkic origin. \" This woman, Shajar al-Durr, was the first of the Turkish Mamluk Kings who ruled Egypt \" – (Al-Maqrizi, p.459\/ vol.1)<\/ref><ref>Ibn Iyas regarded Shajar al-Durr as an Ayyubid. – (Ibn Iyas, p.89)<\/ref><ref>According to J. D. Fage \" it is difficult to decide whether this queen (Shajar al-Durr) was the last of the Ayyubids or the first of the Mamluks as she was connected with both the vanishing and the oncoming dynasty\". Fage, p.37<\/ref> Có nhiều giả thuyết về nguồn gốc dân tộc của Shajar al-Durr. Nhiều sử gia Hồi giáo tin rằng bà xuất xứ Turkic và một số tin rằng cô ấy có nguồn gốc Armenia.<ref>Al-Maqrizi, Ibn Taghri and Abu Al-Fida regarded Shajar al-Durr as Turkic. Al-Maqrizi and Abu Al-Fida, however, mentioned that some believed she was of [[Armenians|Armenian]] origin. (Al-Maqrizi, p. 459\/vol.1) – (Ibn Taghri,p.102-273\/vol.6)- (Abu Al-Fida, pp.68-87\/Year 655H)<\/ref><ref>Dr. Yürekli, Tülay (2011), The Pursuit of History (International Periodical Research Series of Adnan Menderes University), Issue 6, Page 335, The Female Members of the Ayyubid Dynasty, Online reference: http:\/\/www.tarihinpesinde.com\/sayi06\/16.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20111215221257\/http:\/\/www.tarihinpesinde.com\/sayi06\/16.pdf |date = ngày 15 tháng 12 năm 2011}}<\/ref>\n==Bối cảnh [sửa]\nShajar al-Durr có nguồn gốc từ Turk<ref>See note 3 and 5.<\/ref><ref>Ahmed, Nazeer. ''Islam in Global History: From the Death of Prophet Muhammed to the First''. [[Xlibris]] Corporation, 2001. [https:\/\/books.google.com\/books?id=VjcEAAAACAAJ&dq=Islam+in+Global+History:+From+the+Death+of+Prophet+Muhammed+to+the+First&hl=tr ''page 287'']<\/ref><ref>Fage, J. D. & Oliver, Roland Anthony. ''The Cambridge History of Africa''. [[Cambridge University Press]], 1986. [https:\/\/books.google.com\/books?id=sMlC0ulVz_oC&pg=PA37 ''page 37'']<\/ref><ref>Meri 2006, [https:\/\/books.google.com\/books?id=LaV-IGZ8VKIC&pg=PA729 p. 729]<\/ref> and described by historians as a beautiful, pious and intelligent woman.<ref name=\"Ibn Taghri, pp.102-273\/vol.6\" \/> và được các sử gia mô tả như là một người phụ nữ xinh đẹp, mộ đạo và thông minh [16]. Cô đã được mua như một nô lệ của As-Salih Ayyub ở Levant trước khi trở thành một Sultan và đi cùng anh ta và Mamluk Baibars (không phải là Baibars người đã trở thành một Sultan) cho Al Karak trong thời gian bị giam giữ ở đó năm 1239.<ref>Al-Maqrizi, p.419\/vol.1<\/ref><ref>(Abu Al-Fida, p.68-87\/Year 655H) (Ibn Taghri, pp.102-273\/vol.6)<\/ref><ref>Shayyal, p.116\/vol.2<\/ref><ref>in 1239, before he became a Sultan, and during his conflict with his brother [[Al-Adil I|al-Malik al-Adil]], as As-Salih Ayyub was captive in [[Nablus]] and detained in castle of Al Karak. He was accompanied by a Mamluk named Rukn ad-Din Baibars and Shajar al-Durr and their son Khalil. (Al-Maqrizi, p.397-398\/vol.1)<\/ref> Sau đó khi As-Salih Ayyub trở thành Sultan vào năm 1240, cô đi cùng anh đến Ai Cập và sinh ra con trai của họ là Khalil, người được gọi là al-Malik al-Mansour.<ref name=\"Ibn Taghri, pp.102-273\/vol.6\">Ibn Taghri, pp.102-273\/vol.6<\/ref><ref>(Al-Maqrizi's events of the year 638H (1240 C.E.) – p.405\/vol.1.) – (Al-Maqrizi, p.404\/vol.1)<\/ref> Some time after the birth, As-Salih Ayyub married her.<ref name=\"Salih Ayyub pp.397-398\">as-Salih Ayyub, after the birth of his son Khalil, married Shajar al-Durr. (Al-Maqrizi, pp.397-398\/vol.1\/ note 1.)<\/ref>\n Một thời gian sau khi sinh, As-Salih Ayyub kết hôn với cô.<ref name=\"Salih Ayyub pp.397-398\"\/>\n\nTháng 4 năm 1249, As-Salih Ayyub, người đã bị bệnh nặng ở Syria, trở về Ai Cập và đến Ashmum-Tanah, gần [[Damietta]]<ref>Al-Maqrizi, p. 437\/vol.1<\/ref><ref>As-Salih Ayyub due to his serious disease was unable to ride a horse, he was carried to Egypt on a stretcher. (Shayyal,p.95\/vol.2) – (Al-Maqrizi, p.437\/vol.1)<\/ref> sau khi nghe tin vua [[Louis IX của Pháp]] đã tập hợp một đội quân thập tự chinh ở Síp Và sắp sửa tấn công Ai Cập. [26] Tháng 6 năm 1249, những người thuộc dòng Xô-viết đã hạ cánh xuống thị trấn Damietta bị bỏ rơi, [27] [28] tại cửa [[Sông Nin|sông Nile]]. As-Salih Ayyub được mang trên cáng đến cung điện của ông tại thị trấn Al Mansurah được bảo vệ tốt hơn, nơi ông qua đời vào ngày 22 tháng 11 năm 1249 sau khi cai trị Ai Cập trong gần 10 năm. [29] Shajar al-Durr thông báo cho [[Emir]] Fakhr ad-Din Yussuf Ben Shaykh (chỉ huy của quân đội Ai Cập) và Tawashi Jamal ad-Din Muhsin (thái giám giám đốc cung điện) về cái chết của Sultan nhưng khi đất nước này bị tấn công bởi Các thánh giá họ đã quyết định để che giấu cái chết của mình.<ref name=\"Al-Maqrizi, p.444\/vol.1\">Al-Maqrizi, p.444\/vol.1<\/ref> Thân xác của Sultan được vận chuyển bí mật bằng thuyền đến lâu đài trên hòn đảo al-Rudah ở sông Nile<ref>(Al-Maqrizi, p.441\/vol.1) – (Shayyal,p.98\/vol.2)<\/ref><ref>Castle of al-Rudah (Qal'at al-Rudah) was built by As-Salih Ayyub on the island of al-Rudah in Cairo. It was used as an abode for his Mamluks.(Al-Maqrizi,p.443\/vol1). Later, Sultan Aybak buried As-Salih Ayyub in the tomb which was built by as-Salih before his death near his [[Madrasah]] in the district of Bain al-Qasrain in Cairo. (Al-Maqrizi, p. 441\/vol.1) – See also [[Aybak]].<\/ref>. Mặc dù người Sultan đã qua đời đã không để lại bất kỳ lời khai nào về việc ai sẽ thành công sau khi ông qua đời, Faris ad-Din Aktai đã được gửi đến Hasankeyf để gọi al-Muazzam Turanshah, con của người Sultan đã mất.<ref>Al-Maqrizi, p.445\/vol.1<\/ref><ref>Al-Muazzam Turanshah was the deputy of his Father (the Sultan) in Hasankeyf.(Ibn taghri, pp. 102-273\/vol.6\/year 646)<\/ref> Trước khi chết, Sultan đã ký một số giấy tờ trống ref>According to Al-Maqrizi, Sultan as-Salih Ayyub made 10.000 Alama (Sultan's sign) before his death. (Al-Maqrizi, p.&nbsp;441\/vol.1)<\/ref> mà Shajar al-Durr và Emir Fakhr ad-Din đã sử dụng để ban hành các nghị định và đưa ra các lệnh của Sultanic <ref>According to Abu Al-Fida and Al-Maqrizi, Shajar al-Durr used also a servant named Sohail in faking the Sultanic documents. (Abu Al-Fida, p.&nbsp;68-87\/Year 647H) – (Al-Maqrizi, p.&nbsp;444\/vol.1)<\/ref và cùng nhau thành công trong việc thuyết phục người dân và Các quan chức chính phủ khác mà Sultan chỉ bị bệnh chứ không phải là chết. Shajar al-Durr tiếp tục có thức ăn chuẩn bị cho vị vua và đưa đến lều của mình.<ref>{{chú thích sách|title=Four Queens: The Provençal Sisters Who Ruled Europe|first=Nancy|publisher=Phoenix Paperbacks|year=2009|isbn=|location=London|page=169|pages=|author=Goldstone}}<\/ref> Các quan chức cao cấp, Mamluks của Sultan và những người lính được lệnh - theo ý của Sultan \"ốm yếu\" - tuyên thệ trung thành với Sultan, người kế vị Turanshah\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Mất năm 1257]]\n[[Thể loại:Vương triều Ayyub]]\n[[Thể loại:Nữ hoàng]]"}