{"Shimazu Tadatsune":"{{chú thích trong bài}}\n \n[[Tập tin:Shimazu Tadatsune.jpg|thumb|right|250px|Shimazu Tadatsune]] \n'''Shimazu Tadatsune''' (島津忠恒, ''Đảo Tân Trung Hằng''; [[27 tháng 11]], [[1576]]-[[7 tháng 4]] năm [[1638]]) là một ''[[tozama]]'' ở [[lãnh địa Satsuma|Satsuma]], người đầu tiên nắm giữ nó dưới hình thức một thái ấp (''[[Han (Nhật Bản)|han]]'') dưới thời [[Mạc phủ Tokugawa]], và là người Nhật Bản đầu tiên thống trị [[Vương quốc Lưu Cầu|Vương quốc Ryūkyū]]. Là lãnh chúa của Satsuma, ông được xếp vào hàng những lãnh chúa hùng mạnh nhất ở Nhật Bản vào thời điểm đó, và được triệu kiến đến gặp [[Tokugawa Ieyasu]] năm 1602, để chứng minh lòng trung thành của mình, được thưởng bằng cách cho đổi tên thành '''Matsudaira Iehisa'''; Matsudaira là một chi của gia tộc Tokugawa, và từ \"Ie\" trong \"Iehisa\" lấy từ chữ \"Ieyasu\", đó là một vinh dự to lớn. Năm 1603, đất đai của ông cho sản lượng 605.000 ''[[thạch (Nhật Bản)|koku]]''.\n\nTadatsune là con trai thứ ba của [[Shimazu Yoshihiro]]. Vì anh trai của ông là [[Shimazu Yoshihisa]] không có con trai và một người anh khác của ông là [[Shimazu Hisakazu]] ốm chết ở Triều Tiên, ông cho rằng mình là người thừa kế các bác và sau đó lấy tên là ''Iehisa'' (家久, ''Gia Cửu'').\n\nGiống bác và cha mình, ông nổi tiếng dũng cảm trong chiến đấu, và trong nửa sau [[Chiến tranh Nhật Bản – Triều Tiên (1592–1598)|Cuộc xâm lược Triều Tiên của Hideyoshi]], chiến đấu bên cạnh cha mình, ông đã giúp đẩy lui 100.000 quân [[nhà Minh|Minh]] với chỉ 8.000 người. Là tộc trưởng của gia tộc Shimzau, ông đã loại trừ các quan lại tham nhũng và bất trung, và cải cách chế độ lãnh đạo của gia tộc. Cuối cùng, năm [[1599]], ông đã giết thuộc hạ lâu năm và ''[[karō]]'' của mình, [[Ijuin Tadamune]] và con trai ông ta là [[Ijuin Tadazane]] khi họ muốn từ bỏ [[gia tộc Shimazu]].\n\nNăm [[1602]], ông trở thành người đứng đầu gia tộc nhưng cha của ông vẫn nắm quyền lực thực tế cho đến năm [[1619]]. Năm [[1609]], Tadatsune dẫn một đội quân viễn chinh đến [[Vương quốc Lưu Cầu|Vương quốc Ryūkyū]], chinh phục nó và sử dụng nó để tác động đến thương mại với Trung Quốc. Ryūkyūs được giữ quyền độc lập tương đối, và không chính thức bị sáp nhập vào Nhật Bản cho đến sau cuộc [[Minh Trị Duy tân|Minh Trị Duy Tân]] (1868); nếu Trung Quốc biết rằng Ryūkyūs đã bị người Nhật kiểm soát, thương mại sẽ chấm dứt. Do đó, Tadatsune áp đặt trạng thái bất thường này lên toàn bộ Vương quốc.\n\n== Tham khảo ==\n{{tham khảo}}\n* Sansom, George (1961). ''A History of Japan: 1334-1615,'' Stanford, California: Stanford University Press.\n{{Các chủ đề|Nhật Bản|Lịch sử}}\n\n[[Thể loại:Sinh năm 1576]]\n[[Thể loại:Mất năm 1638]]\n[[Thể loại:Daimyo]]\n[[Thể loại:Quần đảo Ryukyu]]"}