{"Shizuka Gozen":"{{Tên người Nhật|Shizuka}} \n{{Nihongo|'''Shizuka Gozen'''|静御前|''Shizuka Gozen''|''Tĩnh Ngự Tiền''}}<ref>Chú thích: ''Gozen'' luôn đính kèm sau tên bà không phải là họ mà là một cách dùng kính ngữ, một từ dùng để tôn xưng những người phụ nữ có vị thế cao trong xã hội.<\/ref> ([[1165]]–[[1211]]), hoặc '''Tiểu thư Shizuka''', một trong những người phụ nữ nổi tiếng nhất trong [[Lịch sử Nhật Bản|lịch sử]] và [[Văn học Nhật Bản|văn học]] [[Nhật Bản]], là một {{Nihongo|''[[shirabyōshi]]''|白拍子|''Bạch Phách Tử''}} (vũ công triều đình) của thế kỷ 12 và là một tình nhân của [[Minamoto no Yoshitsune]]. Kể từ khi bà giống như nhiều người khác được đề cao chủ yếu trong ''[[Heike Monogatari]]'' (Truyện kể Heike), ''[[Gikeiki]]'' (Biên niên sử về Yoshitsune), và một số vở kịch cổ khác, câu chuyện của cô khá nổi tiếng, nhưng rất khó phân biệt thực hư bên trong đó.\n\n==Thiếu thời==\n[[Hình:Shizuka-gozen_in_her_farewell_dance_to_Yoshitsune.jpg|right|thumb|200px|Chân dung Shizuka Gozen trong một cuốn sách của họa sĩ [[Katsushika Hokusai]] [[Thời kỳ Minh Trị|thời Minh Trị]].]] \nMẹ của Shizuka, Phu nhân [[Iso no Zenji]] cũng là một ''shirabyōshi''. Theo cuốn ''Gikeiki'', Shizuka cùng với 99 vũ công khác đã được Thiên hoàng về hưu (còn gọi là Pháp hoàng) [[Thiên hoàng Go-Shirakawa|Go-Shirakawa]] mời cử hành điệu múa cầu mưa sau khi nghi thức tụng kinh cầu mưa của 100 tăng ni Phật tử thất bại. Mặc dù 99 vũ công làm như vậy lại không cầu được mưa thì chỉ riêng Shizuka lại thực hiện thành công. Sau đó, bà được Pháp hoàng khen ngợi và cũng chính lúc này mà Shizuka đã gặp mặt Yoshitsune.\n\nKhi Yoshitsune rời khỏi [[Kyoto]] vào năm [[1185]], sau khi kết thúc cuộc [[chiến tranh Genpei]] và sau một bất đồng với người anh [[Minamoto no Yoritomo]], [[shogun]] [[Mạc phủ Kamakura|Kamakura]] đầu tiên, Shizuka đã bị bỏ lại ở [[Yoshino]]. Các chi tiết chính xác về việc bà đã đi bao xa với Yoshitsune trước khi bị đưa trở lại, hoặc cho dù bà rời xa Yoshino hơn hết thảy, đều khác nhau từ một tác phẩm văn học tiếp theo, cũng như rất nhiều các chi tiết có hậu hơn khác trong câu chuyện của Shizuka. Trớ trêu thay, Shizuka đã bị [[Hōjō Tokimasa]] bắt được và buộc phải theo về Yoritomo, rồi theo một số phiên bản của câu chuyện thì bà còn phải tiến hành vũ điệu chúc mừng vị shogun mới tại [[Tsurugaoka Hachiman-gū]]. Tại đây, Shizuka đã cất lên tiếng ca nỗi lòng mình dành cho Yoshitsune, điều này khiến Yoritomo nổi cơn thịnh nộ; nhưng chính thất của ông là [[Hōjō Masako]] lại cảm thông trước mối tình sâu đậm này và khuyên nhủ chồng tha mạng cho Shizuka. Tuy nhiên, vào lúc này Shizuka đang mang thai đứa con của Yoshitsune; Yoritomo tuyên bố rằng nếu là con gái thì miễn tội chết, nhưng nếu là con trai thì giết ngay lập tức. Ít lâu sau, Shizuka đã hạ sinh một đứa con trai khi vừa tròn 19 tuổi; gia thần của Yoritomo là [[Adachi Kiyotsune]] liền giành lấy đứa trẻ và giao lại cho mẹ của Shizuka chăm sóc. Sau đó, bà quay trở lại Kyoto xuất gia làm ni cô trong chùa. Vì lo rằng nòi giống của Yoshitsune có thể gây nguy hại đến [[Mạc phủ]] sau này nên Yoritomo đã ra lệnh sát hại hai mẹ con Shizuka.\n\nTheo một số phiên bản khác của câu chuyện, Shizuka đã không xuất gia khi trở về mà cũng không phải bị giết chết. Thay vào đó, cô trở về Kyoto và được Hōjō Masako chào đón quay lại với cuộc sống của một ''shirabyōshi'' như trước trong một thời gian. Về sau Shizuka rời khỏi kinh đô một lần nữa, do buồn phiền sầu muộn về đứa con và cái chết của Yoshitsune mà quyết định trầm mình xuống sông tự vẫn, dù có những dị bản khác nhau kể về địa điểm này.\n\n==Ảnh hưởng văn hóa== \n[[Hình:JidaiMatsuri Shizukagozen.jpg|thumb|240px|Hóa trang thành Shizuka Gozen trong lễ hội [[Jidai Matsuri]].]] \nShizuka xuất hiện với vẻ nổi bật trong vở kịch [[Noh]] ''[[Funa Benkei]]'' và tuồng [[bunraku]] ''[[Yoshitsune Senbon Zakura]]'', cả hai sau đó đã được chỉnh lý trong [[kabuki]] và một số tác phẩm văn học cùng phim truyền hình, cả truyền thống lẫn hiện đại. Hình tượng của Shizuka cũng được tổ chức trong các lễ hội khác nhau trên toàn quốc, nhiều thị trấn trên khắp Nhật Bản từng tuyên bố là địa điểm cho cảnh đày ải tôn giáo và cái chết của bà, hoặc các sự kiện quan trọng khác về cuộc đời của Shizuka.\n\nShizuka còn được tái hiện trong [[trò chơi điện tử]] trên hệ máy [[PlayStation 2]] năm [[2005]] ''[[Genji: Dawn of the Samurai]]'' trong vai \"Gozen Shizuka\" (Lady Shizuka), một kiểu nhân vật hỗ trợ nhân vật chính là Yoshitsune Minamoto và người bạn đồng hành (từng đối địch nhau) [[Saito Musashibo Benkei]] xuyên suốt diễn biến của game. Gozen Shizuka được mô tả như một thiếu nữ rất mực xinh đẹp với mái tóc bạc dài, sống sót sau cuộc chiến tranh tương tàn và sở hữu quyền năng ma thuật Yosegane, về sau Shizuka lại tiếp tục hiện diện trong phần tiếp theo năm [[2006]] trên hệ máy [[PlayStation 3]], ''[[Genji: Days of the Blade]]'' trong vai trò là một nhân vật điều khiển được với dung mạo được mô tả tương tự.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{thể loại Commons|Shizuka Gozen}} \n*''Some of this article is derived from the corresponding article on the Japanese Wikipedia.''\n*Frederic, Louis (2002). \"Japan Encyclopedia.\" Cambridge, Massachusetts: Harvard University Press.\n*Jones, Stanleigh H. Jr. (trans.)(1993). \"Yoshitsune and the Thousand Cherry Trees.\" New York: Columbia University Press.\n*[[Helen Craig McCullough|McCullough, Helen Craig]] (trans.)(1988). \"The Tale of the Heike.\" Stanford, California: Stanford University Press.\n\n{{Persondata\n| name = Gozen, Shizuka\n| alternative names =\n| SHORT DESCRIPTION = Vũ nữ Nhật Bản \n| date of birth = 1165\n| place of birth =\n| date of death = 1211\n| place of death =\n}}\n{{DEFAULTSORT:Gozen, Shizuka}}\n[[Thể loại:Sinh năm 1165]]\n[[Thể loại:Mất năm 1211]]\n[[Thể loại:Gia tộc Minamoto]]\n[[Thể loại:Phụ nữ Nhật Bản bị xử tử]]\n[[Thể loại:Phụ nữ Nhật Bản thời trung cổ]]\n[[Thể loại:Vụ hành hình thế kỷ 13]]\n[[Thể loại:Nhân vật bị xử tử ở Nhật Bản]]"}