{"Si Giám":"'''Si Giám''' ([[chữ Hán]]: 郗鉴, [[269]] – [[339]]), tự Đạo Huy, người huyện Kim Hương, quận Cao Bình <ref>Nay là [[Kim Hương]], [[Sơn Đông]]<\/ref>, là tướng lĩnh, đại thần [[nhà Đông Tấn]] trong [[lịch sử Trung Quốc]]. Ông có công dẹp loạn [[Vương Đôn]], [[Tô Tuấn]].\n\n==Bước vào quan trường==\nSi Giám là chút của Ngự sử đại phu [[Si Lự]] [[nhà Hán]]. Ông sớm mất cha, nhà nghèo, học khắp các sách, trong lúc cày ruộng vẫn không ngừng ngâm vịnh.\n\nGiám nhờ học vấn mà nổi tiếng, không chịu ra làm quan ở châu. Ông được Triệu vương [[Tư Mã Luân]] gọi làm Duyện, biết Luân chẳng có ý muốn làm bề tôi, xưng bệnh rời chức. Khi Luân soán ngôi (301), đồng đảng đều được thăng thưởng, chỉ có Giám đóng cửa giữ mình, không chịu thất tiết. [[Tấn Huệ đế]] phục vị, được làm Tham tư không quân sự <ref>Tham tư không quân sự tức là Tham quân cho Tư không, khi ấy là [[Lưu Thực (nhà Tấn)|Lưu Thực]].<\/ref>, dần thăng đến Thái tử Trung xá nhân, Trung thư Thị lang. Đông Hải vương [[Tư Mã Việt]] gọi làm Chủ bộ, đề cử hiền lương, Giám không đến. Chinh đông tướng quân [[Cẩu Hi]] gọi làm Tùng sự Trung lang. Hi cùng Việt đang tranh giành quyền chính, nên Giám không nhận lời. Anh họ là Si Húc, làm biệt giá của Hi, sợ vạ đến mình, khuyên Giám nhận lời, ông rốt cục không đổi ý, Hi cũng không ép.\n\n==Lãnh đạo lưu dân==\nKhi kinh sư thất thủ (311), trộm cướp nổi lên như ong, Giám bị giặc cướp là Trần Ngọ bắt giữ. Người cùng ấp là Trương Thực từng muốn kết giao với Giám, bị ông từ chối. Đến nay, Thực được Ngọ sai đến xem xét bệnh tình của Giám, ông hỏi Thực sao lại giúp kẻ loạn tặc, Thực cả thẹn mà lui. Ngọ cho rằng Giám có tiếng ở đời, muốn ép làm chúa, Giám trốn thoát được. Sau khi đảng Ngọ của tan rã, Giám trở về quê nhà. Bấy giờ có nạn đói, sĩ phu ở châu kính trọng Giám, cùng nhau giúp đỡ ông. Giám lại đem những gì mình có chia cho cô nhi, người già trong làng, cứu giúp được rất nhiều người. Hơn ngàn gia đình cùng cử Giám làm chúa, đi tị nạn ở Dịch Sơn thuộc đất Lỗ.\n\n==Trấn thủ Duyện Châu==\nLang Da vương [[Tư Mã Duệ]] vừa nắm vùng Giang Tả, thừa chế tạm cho Giám làm Long Tương tướng quân, Thứ sử Duyện Châu, giữ Trâu Sơn. Khi ấy [[Tuân Phiên]] dùng [[Lý Thuật]], [[Lưu Côn]] dùng con anh mình là [[Lưu Diễn]], đều làm Duyện Châu thứ sử; thành ra có 3 thế lực chia nhau Duyện Châu, đều mang danh nghĩa nằm dưới chính quyền Tây Tấn, nhưng chiếm lấy một quận mà cát cứ, thi hành chính sách riêng rẽ, không biết đến nhau. Lại thêm lực lượng người Hồ của [[Từ Kham]] và [[Thạch Lặc]] từ hai mặt xâm lấn, hằng ngày đều xảy ra chiến sự, không thể trông mong vào sự giúp đỡ nào khác. Trăm họ Duyện Châu đói kém, đến nỗi phải ăn cả xác chuột trên đồng, nhưng ngày càng nhiều người tìm đến nương nhờ Giám. Sau 3 năm, lực lượng của Giám lên đến mấy vạn, Tư Mã Duệ bèn gia cho ông làm Phụ Quốc tướng quân, đô đốc Duyện Châu chư quân sự.\n\n==Về triều nhậm chức==\nNăm 322, Giám được triệu về làm Lãnh Quân tướng quân, đến Kiến Khang, được chuyển làm Thượng thư, nhưng có bệnh nên không nhận chức. [[Tấn Minh Đế|Minh Đế]] nối ngôi (323), [[Vương Đôn]] chuyên quyền, chèn ép trong ngoài, Minh Đế muốn dựa vào Giám làm ngoại viện, do vậy bái ông làm An Tây tướng quân, Thứ sử Duyện Châu, Đô đốc Dương Châu, Giang Tây chư quân, Giả tiết, trấn thủ Hợp Phì. Đôn e ngại, dâng biểu lấy Giám làm Thượng thư lệnh, gọi về triều. Trên đường về, Giám ghé qua Cô Thục, cùng Đôn gặp mặt. Sau khi trò chuyện, thấy Giám kiên trung với triều đình, Đôn bực tức, không gặp mặt nữa, cũng không cho đi. Bộ hạ của Đôn hàng ngày đều tìm cách khuyên Đôn giết Giám, nhưng ông vẫn thản nhiên, không tỏ ra sợ sệt. Đôn phải thừa nhận với [[Tiền Phượng]] rằng danh vọng của Giám quá lớn, không thể làm hại, nên để ông về kinh sư. Sau khi về triều, Giám cùng đế bàn mưu diệt Đôn.\n\n==Dẹp loạn Vương Đôn==\nKhi Tiền Phượng uy hiếp kinh sư (324), Tấn Minh Đế cho Giám tạm giữ cờ tiết, gia Vệ tướng quân, Đô đốc Tùng giá chư quân sự. Giám cho rằng việc chưa đến mức hoàng đế phải thân chinh, nên cố từ các chức vụ quân sự để can ngăn. Triều thần cho rằng lực lượng của bọn Vương Hàm, Tiền Phượng rất lớn, Uyển Thành nhỏ mà không chắc thì khó giữ, nên nhân lúc trận thế của địch chưa lập mà đưa đại quân ra đánh. Giám phản đối rằng đài quân khó lòng địch nổi phản quân, không bằng cố thủ, đợi phản quân từ xa đến sẽ bị cạn lương, lại thêm quân cần vương các nơi nổi dậy rồi hãy đánh dẹp. Minh Đế nghe theo, cho Giám dùng tư cách Thượng thư lệnh để chỉ huy các đồn doanh.\n\n==Phụ chính đại thần==\nBình xong bọn Tiền Phượng, Si Giám được phong Cao Bình hầu, ban 4800 xúc lụa. [[Ôn Kiệu]] xin tha cho quan viên dưới trướng Vương Đôn, Giám nhận xét bọn họ tuy bị Đôn ép buộc, nhưng chẳng có nghĩa cử nào, xứng đáng bị trách phạt. Ôn Kiệu lại xin tha cho bà mẹ của Tiền Phượng đã 80 tuổi, Giám đồng tình. Minh Đế thấy Giám có tài năng và danh vọng, mọi thứ lớn nhỏ đều hỏi ông; ban chiếu cho Giám thảo riêng biểu, sớ để dâng lên, nhằm giúp công việc của ông trở nên đơn giản. [[Vương Đạo]] bàn việc truy tặng quan chức cho [[Chu Trát]] – bị Vương Đôn giết chết, Giám cho rằng như thế là thưởng phạt không hợp lý, vì Trát đã mở cửa thành Thạch Đầu đầu hàng khi Vương Đôn tấn công kinh sư lần đầu tiên. Đạo không nghe, Giám chỉ trích việc này, triều thần không phản đối ông, cũng không hưởng ứng. Ít lâu sau được thăng làm Xa Kỵ tướng quân, Đô đốc Từ Duyện Thanh 3 châu quân sự, Duyện Châu thứ sử, Giả tiết, trấn thủ Quảng Lăng. Đến khi Tấn Minh Đế băng (325), Giám cùng bọn [[Vương Đạo]], [[Biện Khổn]], [[Ôn Kiệu]], [[Dữu Lượng]], [[Lục Diệp]] cùng nhận di chiếu, giúp thiếu chủ; được tiến vị Xa Kỵ đại tướng quân, Khai phủ nghi đồng tam tư, gia Tán Kỵ thường thị.\n\n==Dẹp loạn Tô Tuấn==\nNăm 326, được lãnh Từ Châu thứ sử. Khi [[Tổ Ước]], [[Tô Tuấn]] nổi loạn (327), Giám muốn đưa quân về đông cứu viện. Dữu Lượng lấy cớ đề phòng phương bắc mà không cho. Vì thế Giám sai tư mã Lưu Củ lãnh 3000 người bảo vệ kinh sư. Năm sau (328) kinh sư thất thủ, Củ bèn lui về. Trung thư lệnh Dữu Lượng tuyên khẩu chiếu của [[Dữu thái hậu]], tiến Giám làm Tư không. Giám liền kề với người phương bắc, thành cô lương hết, lòng người sợ hãi, tình thế bất an; đến nay nhận chiếu thì rơi nước mắt, lập đàn tràng, giết ngựa trắng tế cờ, tập hợp ba quân, thề nguyền sẽ giết bọn Tổ Ước, Tô Tuấn để cần vương; ông ở trên đàn, lời lẽ khẳng khái, mọi người đều tranh nhau hưởng ứng. Giám bèn sai bọn tướng quân Hạ Hầu Trường đi gặp Bình Nam tướng quân Ôn Kiệu, nhận định phản quân muốn ép hoàng đế về quận Cối Kê ở phía đông, mà miền đông là vựa lúa của Đông Tấn; từ đó kiến nghị lập doanh lũy ở nơi yếu hại, nhằm ngăn giặc bỏ chạy, cắt đường vận lương của chúng; đồng thời tiến hành ‘vườn không nhà trống’, trấn thủ Kinh Khẩu chờ giặc cạn lương mà tan rã. Kiệu rất lấy làm phải.\n\nKhi [[Đào Khản]] làm minh chủ, tiến Giám làm đô đốc Dương Châu 8 quận quân sự, Phủ quân tướng quân Vương Thư, Phụ quân tướng quân Ngu Đàm đều chịu sự chỉ huy của ông. Giám vượt Trường Giang, hội quân với Đào Khản ở Gia Tử Phổ. Giám nhận lệnh đắp lũy Bạch Thạch rồi giữ nơi ấy. Gặp lúc Thư, Đàm thua trận, Giám cùng Hậu tướng quân [[Quách Mặc]] lui về Đan Đồ, lập ba lũy Đại Nghiệp, Khúc A, Sính Đình để chống địch. Khi tướng lãnh phản quân là Trương Kiện đến đánh Đại Nghiệp, trong thành thiếu nước, Quách Mặc quẫn bách, bèn đột vây mà ra, ba quân sợ hãi. Tham quân Tào Nạp cho rằng lũy Đại Nghiệp là chỗ hiểm yếu nhất Kinh Khẩu, nếu không giữ được thì giặc sẽ theo lối ấy ập đến, khuyên Giám lui về Quảng Lăng để chờ cơ hội khác mà dấy binh. Giám tập hợp chư tướng kể tội Nạp làm rối lòng quân mà đòi chém, mãi mới chịu tha. Đến lúc Tô Tuấn bị giết, Đại Nghiệp mới được giải vây. Khi bọn Tô Dật chạy đi Ngô Hưng (329), Giám sai tham quân [[Lý Hoành]] đuổi theo chém được, thu hàng hơn vạn nam, nữ. Được bái làm Tư không, gia Thị trung, giải nhiệm 8 quận đô đốc, thay phong Nam Xương huyện công, tước cũ dành cho con trai ông là Đàm.\n\n==Trấn thủ Kinh Khẩu==\nTướng [[Hậu Triệu]] là Lưu Chinh đưa mấy ngàn quân vượt bể quấy nhiễu các huyện đông nam (331), Giám bèn đồn trú Kinh Khẩu, được gia Đô đốc chư quân sự của Tấn Lăng, Ngô Quận thuộc Dương Châu, soái quân đánh dẹp.\n\nNăm 338, Si Giám được tiến vị làm Thái úy. Năm sau, Giám bệnh nặng, dâng sớ tiến cử [[Thái Mô]] làm Thứ sử Từ Châu, cháu trai Si Mại làm Thứ sử Duyện Châu. Hưởng thọ 71 tuổi, [[Tấn Thành Đế]] thương khóc ở triều đường từ sớm đến trưa, sai ngự sử cầm cờ tiết coi việc tang, truy tặng tương tự như Ôn Kiệu, cho làm Thái tể, thụy là Văn Thành.\n\n==Gia quyến==\n* Si Giám có hai con trai là [[Si Âm|Âm]] và [[Si Đàm|Đàm]]; con gái là Tuyền.\n:* Âm có ba con: [[Si Siêu|Siêu]], Dung, Xung; Siêu phù tá [[Hoàn Ôn]], là người nổi tiếng thứ hai trong họ, chỉ sau Giám. Đàm có con trai là [[Si Khôi|Khôi]], bị [[Ân Trọng Kham]] sát hại.\n:* Si Tuyền được gả cho [[Vương Hi Chi]].\n\n* Si Mại là con của anh trai của Giám, Chu Dực là cháu đằng ngoại. Trong [[loạn Vĩnh Gia]], Mại, Dực còn nhỏ, Giám có thức ăn gì cũng chia cho các các cháu, về sau đưa bọn họ cùng sang miền nam. Mại làm đến Hộ quân, Dực làm đến Diệm huyện lệnh. Giám mất, Dực nhớ ơn nuôi nấng, cởi chức về nhà, để tang 3 năm.\n\n==Tham khảo==\n* ''[[Tấn thư]]'', Quyển 67, liệt truyện 37, ''Si Giám truyện''.\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Nhân vật chính trị nhà Tấn]]\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Sinh năm 269]]\n[[Thể loại:Mất năm 339]]"}