{"Si Votha":"'''Si Votha''' ([[tiếng Khmer]]: '''ស៊ីវត្ថា''', hay '''Si Vattha''') (khoảng [[1841]] - [[31 tháng 12]] năm [[1891]]) là một hoàng tử của [[Campuchia]]. Ông đã dành cả cuộc đời của mình để chiến đấu với người anh em cùng cha khác mẹ, vua [[Norodom]] để giành giật ngai vàng và là người đã phát động cuộc khởi nghĩa chống lại [[Đế quốc thực dân Pháp|Pháp]] và triều đình Khmer từ năm [[1861]] đến năm [[1892]].\n\nSi Votha là cháu nội của vua [[Ang Eng]] ([[1772]]-[[1796]]) và là con của vua [[Ang Duong]]. Những ghi chép tiểu sử của ông chỉ ghi nhận rằng ông có một con gái tên là Neak Ang Mechas (Công chúa) Ang Duong Rath Votha. Si Votha<ref>{{Chú thích web |url=http:\/\/freepages.genealogy.rootsweb.com\/~royalty\/cambodia\/i547.html#I548 |ngày truy cập=2017-11-11 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 14 tháng 1 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080114064941\/http:\/\/freepages.genealogy.rootsweb.com\/~royalty\/cambodia\/i547.html#I548 |url-status=dead }}<\/ref> có hai anh em cùng cha khác mẹ, [[Norodom]] và [[Sisowath của Campuchia]], và [[Norodom]] là người được thừa kế ngai vàng<ref>{{chú thích tạp chí|last1=Osborne|first1=Milton E.|title=Beyond Charisma: Princely Politics and the Problem of Political Succession in Cambodia|url=https:\/\/archive.org\/details\/sim_international-journal_winter-1968-1969_24_1\/page\/111|journal=International Journal|date=1968|volume=24|issue=1|page=111}}<\/ref>.\n\n== Khởi nghĩa ==\nNăm 1863, vua [[Norodom]] ký hiệp ước chấp nhận sự bảo hộ của [[Đế quốc thực dân Pháp|Pháp]] lên vương quốc<ref>[http:\/\/www.herodote.net\/histoire\/evenement.php?jour=18630811 11 août 1863 Le Cambodge devient protectorat français] - ''Herodote.com''<\/ref>. Quyền lợi dân tộc bị xúc phạm và quyền lợi của giai cấp phong kiến bị tổn hại. Si Votha và một số đại biểu của giai cấp phong kiến đã đứng lên khởi nghĩa.\n\nPhong trào đầu tiên nổ ra vào giữa năm [[1861]] ở tỉnh [[Kampong Thom (tỉnh)|Kampong Thom]] và vùng bắc Biển Hổ. Ở tỉnh Prey Veng, đông đảo nhân dân đã nổi dậy. Nghĩa quân đánh chiếm dinh tổng đốc. Các trụ sở hành chính bị chiếm. Khởi nghĩa Ba Phnum thắng lợi đã lôi cuốn phong trào các vùng lân cận và lan ra khắp các tỉnh phía đông sông Mê Công, có khả năng dẫn tới một phong trào đấu tranh mang tính chất toàn quốc.\n\n[[Norodom]] tập hợp 3000 quân, chia đi khắp nơi để đàn áp cuộc khởi nghĩa. Chủ lực quân khởi nghĩa ở phía nam đã đánh bại cánh quân Nam của triều đình. [[Norodom]] rút quân về [[Phnôm Pênh]] để ngăn ngừa nghĩa quân tiến về kinh đô [[Oudong (Campuchia)|Oudong]].\n\nNhân đà thắng lợi, khí thế của nghĩa quân bừng bừng, quân sĩ tiến về [[Oudong (Campuchia)|Oudong]]. Trước sức mạnh của nghĩa quân, [[Norodom]] liền cùng hoàng tộc chạy về [[Battambang]], có ý định chạy sang [[Xiêm]] cầu cứu.\n\n[[Oudong (Campuchia)|Oudong]] nằm trong tình trạng hỗn loạn. Bộ máy chính quyền của phong kiến hầu như không còn hoạt động. Nhưng nghĩa quân đã để mất thời cơ vì Hoàng thân Si Votha đã không có mặt ở kinh đô [[Oudong (Campuchia)|Oudong]] để lãnh đạo khởi nghĩa.\n\nMùa xuân [[1862]], vua [[Norodom]] sang [[Băng Cốc]] cầu cứu vua [[Xiêm]] đàn áp cuộc khởi nghĩa. Vua [[Xiêm]] đã giúp đỡ [[Norodom]] về nước và đưa quân tập trung ở biên giới để làm hậu thuẫn cho quân đội của triều đình Khmer.\n\nMùa thu năm [[1862]], triều đình [[Campuchia]] nhờ sự giúp đỡ của [[Đế quốc thực dân Pháp|Pháp]] và [[Xiêm]] đã đánh lui nghĩa quân. Baphnum, trung tâm của phong trào bị quân triều đình chiếm lại. Nghĩa quân không giữ được [[Phnôm Pênh]], phải rút về miền Bắc [[Campuchia]] và bị tổn thất nặng nề.\n\nPhong trào bị chìm lắng một thời gian. Cuối năm [[1876]] Si Votha lại nổi dậy. Quân triều đình nhiều lần kéo đến vây đánh, nhưng nghĩa quân áp dụng chiến thuật du kích, tránh đối đầu với quân triều đình để bảo toàn lực lượng, nên họ không thể đàn áp nghĩa quân. Dưới sự lãnh đạo của Si Votha, nghĩa quân lại hoạt động mạnh ở Baphnum. Phong trào đấu tranh của nhân dân trở thành mối đe dọa đối với triều đình Khmer và [[Đế quốc thực dân Pháp|Thực dân Pháp]].\n\nChính trong lúc cuộc khởi nghĩa của Si Votha bước vào cao trào mới, thực dân Pháp đã hoàn thành việc thay thế Xiêm. Phong trào đấu tranh do Sivôtha lãnh đạo thành trở lực chính đối với âm mưu xâm lược của thực dân Pháp. Chúng điều tàu chiến, quân đội, súng ống và các cố vấn huấn luyện quân đội nhằm tăng cường lực lượng quân sự để giữ cho Nôrôđôm có thể tồn tại.\n\nQuân Pháp và quân triều đình tập trung vây quét nghĩa quân ở Baphnum. Ngày [[18 tháng 2]] năm [[1877]], họ bao vây đại bản doanh của Si Votha ở Vát Pachi. Hoàng thân Si Votha và nghĩa quân nhanh chóng rút khỏi khu vực nguy hiểm. Cuộc vây quét bị thất bại, nhưng sau đó nghĩa quân lâm vào tình trạng khó khăn.\n\n[[Tháng 3]] năm [[1877]], Hoàng thân Si Votha di chuyển quân lên phía bắc và hoạt động mạnh ở các tỉnh phía đông bắc, đánh chiếm tỉnh [[Tbong Khmum]], [[Norodom]] phải phái đội quân trung thành với triều đình và đơn vị lính Tagan<ref>Tagan: Đơn vị của lính triều đình Khmer gồm lính thuê người nước ngoài, phần đông là người [[Philippines]]<\/ref> đánh lấy lại tỉnh này. Triều đình Khmer và [[Đế quốc thực dân Pháp|Thực dân Pháp]] không dập tắt được phong trào đấu tranh do Si Votha lãnh đạo, chừng nào Si Votha chưa bị bắt.\n \n[[Tháng 10]] năm [[1892]] Si Votha ốm nặng và từ trần ở tỉnh [[Kampong Thom (tỉnh)|Kampong Thom]]. Phong trào đấu tranh sau đó suy yếu dần và tan rã.\n\n== Ý nghĩa của phong trào  ==\nCuộc khởi nghĩa do Si Votha lãnh đạo bị thất bại nhưng đã để lại cho nhân dân Khmer nhiều bài học lịch sử có ý nghĩa lớn lao. Với tinh thần đấu tranh bất khuất, mặc dù kẻ thù mạnh hơn, có vũ khí tốt hơn, nhưng nghĩa quân đã nhiều phen làm quân thù khiếp đảm. Không khuất phục đầu hàng, Si Votha người [[anh hùng dân tộc]] của Campuchia đã nêu tấm gương sáng cho nhân dân [[Campuchia]]. Si Votha dù đã hy sinh nhưng mãi mãi cổ vũ dân tộc Campuchia bước tiếp trên con đường đấu tranh vì tương lai tươi sáng của dân tộc và hạnh phúc của nhân dân.\n\n== Tham khảo ==\n{{tham khảo}}{{Sơ khai tiểu sử}}\n\n[[Thể loại:Mất năm 1891]]"}