{"Sunthorn Phu":"'''Sunthorn Phu''' (hay '''Sunthon Phu''', {{lang-th|สุนทรภู่}}, 1786–1855)là nhà thơ nổi tiếng nhất [[Thái Lan]]. Tác phẩm nổi tiếng nhất của ông (30.000 dòng) là [[sử thi]] ''Phra Aphai Mani''.\nTên phổ biến của ông lấy từ một phần của tên do Hoàng gia phong tặng Sunthorn Vohara ({{lang|th|พระสุนทรโวหาร}}), kết hợp với tên khai sinh Phu.\n\n[[Tập tin:Bkkanusunthornphu0506.jpg|nhỏ|Tượng đài kỷ niệm ở Wat Sri Sudaram, Bangkok]]\nLà một người thường dân, Sunthorn Phu đã phá bỏ truyền thống bằng cách viết văn với ngôn ngữ bình dân và các chủ đề tầm thường hơn các nhà văn Thái trước đó.\n\nÔng sinh ra trong thời vua thứ nhất của Ratanakosin. Bố ông xuất thân từ [[rayong (tỉnh)|tỉnh Rayong]]. Ông sinh ra sau khi thành phố Bangkok được thành lập. Bố mẹ ông ly hôn, bố ông thành nhà sư ở chùa Bangrum còn mẹ ông vào cung làm vú em cho công chúa. Ông có cơ hội được làm việc trong cung điện với mẹ. Ông đã yêu một người phụ nữ có gốc gác hoàng tộc tên là Jun. Mối tình của họ vi phạm trật tự truyền thống xã hội, họ đã bị bắt và trừng phạt. Khi vua băng hà, họ được ân xá. Khi được tha, ông đã quay về tỉnh Rayong để thăm bố. Trên đường trở về Rayong, ông đã viết bài thơ \"Nirat Muang Grang \", một trong những bài thơ nổi tiếng nhất của ông. Bài thơ miêu tả chuyến đi của ông với nhiều chi tiết. Ông đã viết bài thơ dành cho vị hôn thê của mình là Jun. Sau khi quay lại hoàng cung, ông đã kết hôn cùng Jun và sinh con trai, tên là \"Pat\" và ông đã được bổ nhiệm làm nhà thơ của triều đình trước khi [[chứng nghiện rượu|nghiện rượu]], bị vợ bỏ và năm 1821 bị bỏ tù sau một cuộc đánh lộn. Sau này ông đã yêu một người phụ nữ khác nhưng họ lại ly hôn.\n\t\nTrong thời kỳ Rama II, nhà vua rất hài lòng với Sunthorn Phu, và đã phong tước cho ông thành Khun Sunthorn Voharn. Trong thời vua Rama III, Sunthorn Phu đã phạm sai lầm khi sửa thơ của vua trước mặt nhà vua và các cận thần.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[https:\/\/web.archive.org\/web\/20090729102709\/http:\/\/www.geocities.com\/tthida\/ Sunthorn Phu - Nhà thơ vĩ đại nhất Thái Lan] {{th icon}}\n*[http:\/\/www.bangkoksite.com\/rayong\/Statue.htm The Statue of Sunthorn Phu] in Rayong Province\n\n{{sơ khai nhân vật Thái Lan}}\n\n{{DEFAULTSORT:Phu, Sunthorn}}\n[[Thể loại:Sinh năm 1786]]\n[[Thể loại:Mất năm 1855]]\n[[Thể loại:Nhà thơ Thái Lan]]\n[[Thể loại:Nhà văn Thái Lan]]"}