{"Suryavarman II":"{{dịch máy}}\n[[Tập tin:SuryavarmanII01.JPG|nhỏ|300px|Hình điêu khắc Suryavarman II với [[Angkor Wat]].]]\n'''Suryavarman II''' (thụy hiệu ''Paramavishnuloka'') là một vị vua của [[Đế quốc Khmer]] từ năm 1113 đến 1145\/1150. Ông là người đã cho xây dựng [[Angkor Wat]], công trình tôn giáo lớn nhất thờ thần [[Vishnu]] trong Hindu giáo. Nhờ vào nhiều thành tựu rực rỡ trong kiến trúc, nhiều chiến dịch quân sự và việc khôi phục chính quyền vững mạnh, nhiều nhà sử học xếp Suryavarman vào một trong vị vua vĩ đại nhất của đế quốc này.\n\n== Thời niên thiếu ==\nSuryavarman lớn lên tại một điền trang tỉnh lẻ, vào thời điểm quyền kiểm soát trung tâm đang suy yếu trong đế quốc. Một bản ghi chép ghi tên cha ông là Ksitindraditya và mẹ của ông là Narendralakshmi. Từ khi là một hoàng tử trẻ, ông đã biết vận động sự ủng hộ dân chúng để tranh cử lên ngôi vua. Sử sách ghi nhận rằng \"ông được chấp nhận mang trong mình phẩm chất hoàng gia của gia đình mình\". Ông đã kiên cường đã đối phó với nhóm người phản đối ông từ dòng Harshavarman III, có lẽ là Nidipatindravarman, thống trị trong miền Nam, sau đó chống lại vị vua già và yếu kém Dharanindravarman I, người chú lớn của ông. \"Để lại quân đội của mình trên chiến trường đại dương, ông ta đã trải qua một trận chiến kinh hoàng,\" bản ghi chép ghi lại . Các nhà khoa học đã không đồng ý về việc liệu ngôn ngữ này có liên quan đến cái chết của người yêu cầu miền Nam hay là người bị kết án tử hình hay không Vua Dharanindravarman. Suryavarman II cũng đã phái một sứ mệnh đến triều đại Chola của miền Nam Ấn Độ và tặng một viên đá quý cho vị hoàng đế Chola Kulothunga Chola I năm 1114.\n\nSuryavarman được lên ngôi vào năm 1113. Một vị Trưởng Lão Brahmin tên là Divakarapandita giám sát các buổi lễ. Đây là lần thứ ba vị Trưởng Lão làm lễ đăng quang. Các bản ghi khắc ghi rằng nhà vua mới học các nghi lễ thiêng liêng, tổ chức các lễ hội tôn giáo và tặng quà cho Trưởng Lão như palanquins, quạt, crowns, xô và nhẫn. Trưởng Lão bắt tay vào một chuyến đi dài các đền thờ trong đế chế, bao gồm cả đỉnh núi Preah Vihear, nơi mà ông ta cung cấp một bức tượng vàng của khiêu vũ Shiva. Lễ đăng quang chính thức của vua diễn ra vào năm 1119, với Divakarapandita một lần nữa thực hiện nghi lễ.\n\nHai âm tiết đầu tiên Surya trong tên của Quốc Vương Suryavarman là một gốc tiếng Phạn có nghĩa là \"mặt trời\". Varman là người đã làm chủ Varma kalai hoặc là hậu tố truyền thống của triều đại Pallava, thường được dịch là \"lá chắn\" hoặc \"người bảo vệ\", và được các dòng dõi hoàng gia Khmer chấp nhận.\n* Briggs, Lawrence Palmer. ''The Ancient Khmer Empire.'' Transactions of the American Philosophical Society, Volume 41, Part 1. [[1951]]\n* Higham, Charles. ''The Civilization of Angkor''. University of California Press. [[2001]]\n\n== Trị Vì ==\nĐế quốc Khmer dưới thời vua Suryavarman II trị vì đã bành trướng và xâm lược hầu hết các tiểu quốc ở Đông Nam Á lục địa. Lãnh thổ phía bắc vươn tới Luangprabang (Lào), phía tây tới vương quốc Pagan (Myanmar), phía nam tới Malaysia, phía đông xâm chiếm miền bắc Champa năm 1145.\n\nSau khi xâm chiếm thành công bắc Champa, được đà thắng lợi, vua Suryavarman II quyết định xâm lược Đại Việt với một đội quân hùng hậu 10 vạn người, gồm cả quân Champa đã hàng, tiến đánh ra khu vực Hà Tĩnh.\n\nTuy nhiên, Suryavarman II gặp phải dũng tướng nhà Lý là Tô Hiến Thành. Liên quân Khmer-Champa bị đánh tan tại Hà Tĩnh, Suryavarman II chết tại trận. Cũng chính nhờ sự kiện này mà Champa đánh đuổi được người Khmer ra khỏi miền bắc của họ vào năm 1150.\n\nKể từ đó đế chế Khmer không dám đụng đến Đại Việt nữa.\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{start box}}\n{{succession box|trước=[[Dharanindravarman I]]|chức vụ=[[Danh sách nguyên thủ quốc gia Campuchia|Vua Campuchia]]|năm=[[1113]]–[[1145]] hay [[1150]]|sau=[[Dharanindravarman II]]}}\n{{end box}}\n{{Sơ khai lịch sử}}\n\n[[Thể loại:Vua Campuchia]]\n[[Thể loại:Đế quốc Khmer]]\n[[Thể loại:Mất năm 1145]]\n[[Thể loại:Năm sinh không rõ]]"}