{"Susanna Wesley":"{{Thông tin nhân vật\n| name           = Susanna Wesley\n| image          = Susanna Wesley.jpg\n| image_size     = 200px\n| caption        = \n| birth_date     = {{birth date|1669|1|20|mf=y}}\n| birth_place    = \n| death_date     = {{death date and age|1742|7|23|1669|1|20|mf=y}}\n| death_place    = \n| education      = \n| alma_mater     = \n| occupation     = \"Mẹ của [[Phong trào Giám Lý]]\"\n| religion       = [[Giáo hội Anh]]\n| spouse         = Samuel Wesley\n| parents        = Samuel Annesley,<br> Mary White \n| children       = Samuel Wesley,<br> [[John Wesley]],<br> [[Charles Wesley]]<br>Emilia, Susanna, Mary, Mehetabel, Anne, Martha, Kezia\n| nationality    = \n}}\n'''Susanna Wesley''', nhũ danh '''Susanna Annesley''', là con gái của Tiến sĩ Samuel Annesley và là mẹ của [[John Wesley|John]] và [[Charles Wesley]]. Bà chào đời ngày [[20 tháng 1]] năm [[1669]], từ trần ngày [[23 tháng 7]] năm [[1742]].\n<blockquote>\n\"...mặc dù chưa bao giờ thuyết giáo, viết sách hoặc thành lập hội thánh, bà vẫn được xem là \"Mẹ của Phong trào Giám Lý\". Tại sao? Bởi vì hai trong số các con trai của bà, John Wesley và Charles Wesley, là những người, dù vô tình hay cố ý, đã ứng dụng [khi họ xây dựng Phong trào Giám Lý] những giáo huấn, hình mẫu, và cách xử lý tình huống của bà trong đời sống gia đình.\" (Pellowe)<\/blockquote>\n==Gia đình==\nSusanna Wesley là con út trong gia đình có 24 người con. Cha của bà, Tiến sĩ Samuel Annesley, là một nhà thần học không thuộc quốc giáo ([[Anh giáo]]). Song, khi đến tuổi 13, Susanna quyết định gia nhập [[Giáo hội Anh]].\n\nNgày [[11 tháng 11]] năm [[1668]], Susanna kết hôn với [[Samuel Wesley]]. Khi ấy Samuel 26 tuổi còn Susanna 19.<ref>{{chú thích web |url=http:\/\/freepages.genealogy.rootsweb.com\/~gentutor\/susanna.html |title=Susanna Wesley |accessdate = ngày 4 tháng 2 năm 2007 |last=Whitaker |first=Beverly}}<\/ref>\n\nSusanna và Samuel Wesley có mười chín người con. Mười người trong số họ chết khi còn nhỏ. \n==Cuộc đời==\nSusanna chịu đựng nhiều gian khổ trong suốt cuộc sống. Có lần chồng bà rời bỏ bà và các con trong một năm chỉ vì một tranh cãi nhỏ.\n\nSusanna Wesley viết trong thời gian chồng vắng mặt:<blockquote>\nEm là một phụ nữ, nhưng em cũng là chủ một gia đình đông con. Khi anh vắng mặt, trách nhiệm chăm sóc đời sống tâm linh của các con đặt nặng trên vai em, em không thể làm gì khác hơn là quan tâm đến từng đứa một và xem chúng là những tài năng được phó thác cho em. Em không phải là một người đàn ông cũng không phải là một mục sư, nhưng trong tư cách một người mẹ và người chủ gia đình, em buộc phải cố gắng  quá sức mình. Em quyết tâm bắt đầu với các con theo cách này: Em dành thời gian hạn hẹp của mình trong mỗi tối để dạy dỗ con cái, riêng rẽ cho mỗi đứa. Tối thứ Hai em nói chuyện với Molly, thứ Ba với Hetty, Nancy vào tối thứ Tư, thứ Năm dành cho Jacky, thứ Sáu với Patty, và Charles vào tối thứ Bảy.<\/blockquote>\n\nDo thiếu khả năng quản  lý tài chính, Samuel phải hai lần vào tù. Thiếu hụt tiền bạc là gánh nặng kéo dài cho Susanna. Ngôi nhà của họ bị cháy hai lần; trong một lần hỏa hoạn, cậu con trai John suýt chút nữa bị mất mạng trước khi được cứu thoát qua cửa sổ từ tầng hai. Susanna giữ vai trò trọng yếu trong nỗ lực giáo dục các đứa trẻ: mỗi đứa trẻ đều được dành một thời gian đặc biệt trong tuần để học tập với mẹ.\n\n\"Những đứa trẻ được giáo dục tốt, kể cả các cô con gái. Tất cả được học [[latinh|tiếng Latin]], [[tiếng Hy Lạp]] và được kèm học các môn cổ điển, là những môn học truyền thống tại [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh]] thời bấy giờ.\" <ref>Haddal, 1961, p. 15<\/ref>\n\nSau lần hỏa hoạn thứ hai, Susanna buộc phải gởi những đứa trẻ đến các gia đình khác nhau để ở tạm trong hai năm khi tư thất mục sư được xây dựng lại. Trong giai đoạn này, những đứa trẻ thuộc gia đình Wesley tiêm nhiễm  lề thói của những gia đình mà chúng đang trú ngụ. Susanna kinh hãi khi nhận ra rằng các con của bà bắt đầu sử dụng những ngôn từ bất xứng và chơi nhiều hơn học.\n\nTrong thời gian vắng mặt vì phải lên Luân Đôn bảo vệ một người bạn đang bị cáo buộc tội dị giáo, chồng bà chỉ định một người thay mặt ông  giảng luận mỗi chủ nhật. Nhưng những bài giảng của người này chỉ xoay quanh các vấn đề tài chính. Nhận thấy sự thiếu vắng những giáo huấn cần thiết cho đời sống tâm linh của các con, Susanna tập hợp chúng lại mỗi chiều chủ nhật để tổ chức lễ thờ phượng trong gia đình. Họ cùng hát [[Thánh Vịnh|Thi thiên]] (Thánh vịnh), rồi Susanna đọc một bài giảng của chồng hoặc của thân phụ, rồi lại hát Thi thiên. Những người xung quanh bắt đầu tìm đến xin  tham dự buổi nhóm. Có lúc số người đến dự lễ thờ phượng buổi chiều của Susanna lên đến hai trăm, trong lúc lễ thờ phượng buổi sáng càng lúc càng thưa thớt.<ref>Haddal, 1961, p.20-21<\/ref>\n\nMỗi ngày Susanna thực hành tu dưỡng tâm linh suốt cuộc đời, nhưng  đến lúc gần qua đời, trong một bức thư gởi con trai Charles, bà thừa nhận rằng đã phải tranh đấu suốt đời với những mối hoài nghi, và chỉ mới tìm thấy sự bình an trong [[đức tin Kitô giáo|đức tin]].<ref>{{chú thích web |url=http:\/\/www.intouch.org\/myintouch\/mighty\/portraits\/susanna_wesley_213595.html |title=Susanna Wesley, A Mother Who Made A Difference |accessdate = ngày 4 tháng 2 năm 2007 |publisher=In Touch Ministries}}<\/ref>\n\nChồng bà, Samuel, đã dành trọn cuộc đời và tiền bạc của gia đình cho công trình luận giải sách [[Job]] trong [[Kinh Thánh]], nhưng tác phẩm này chẳng có ảnh hưởng gì đáng kể ngoại trừ những khó khăn cho gia đình ông. Ngược lại, Susanna đã viết vài tiểu luận giúp ích cho việc giáo dục trẻ em. \"Ngoài những thư tín, Susanna Wesley còn viết về những suy tư về các vấn đề tâm linh, những bài luận giải Kinh Thánh cho chính mình, và những bài luận giải dài về [[Tín điều các Sứ đồ|Bài Tín điều các Sứ đồ]], [[Cầu nguyện chung|Bài Cầu nguyện chung]], [[Mười điều răn|Mười Điều răn]]. Một số bị thiêu rụi trong cơn hỏa hoạn, nhưng nhiều bài còn nguyên vẹn. Có thể tìm thấy những tác phẩm của bà trong một  tuyển tập thực hiện bởi Charles Wallace.\" (Pellowe)\n\nSusanna Wesley từ trần ngày 23 tháng 7 năm 1742, được an táng tại [[Bunhill Fields]], [[Luân Đôn]].\n\n==Chú thích==\n{{tham khảo|30em}}\n==Xem thêm==\n*[[John Wesley]]\n*[[Charles Wesley]]\n\n==Tham khảo==\n* Haddal, Ingvar.  \"John Wesley.\"  New York: Abingdon Press, 1961.\n* Ludwig, Charles.  \"Mother of John and Charles: Susanna Wesley.\" Milford:  Mott Media. 1984\n* Pellowe, Susan.  \"Susanna Wesley Biography.\"  Online Posting.  4 Feb. 2007  < http:\/\/www.susanpellowe.com\/sw\/bio.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20090513025844\/http:\/\/www.susanpellowe.com\/sw\/bio.html |date=2009-05-13 }}>\n* Rogal, Samuel J.  \"THE EPWORTH WOMEN:  SUSANNA WESLEY AND HER DAUGHTERS.\"  Online Posting.  7 Feb. 2007  <http:\/\/wesley.nnu.edu\/wesleyan_theology\/theojrnl\/16-20\/18-19.htm {{Webarchive|url=https:\/\/web.archive.org\/web\/20040923135010\/http:\/\/wesley.nnu.edu\/wesleyan_theology\/theojrnl\/16-20\/18-19.htm |date=2004-09-23 }}>\n* Wakeley J. B. Anecdotes of the Wesleys: Illustrative of Their Character and Personal History (New York: Nelson & Phillips, 1869).\n\n{{Các chủ đề|Cơ Đốc giáo|Tin Lành}}\n\n{{DEFAULTSORT:Wesley, Susanna}}\n[[Thể loại:Phong trào Giám Lý]]\n[[Thể loại:Tin Lành]]\n[[Thể loại:Tín hữu Giám Lý]]\n[[Thể loại:Sinh năm 1669]]\n[[Thể loại:Mất năm 1742]]"}