{"Sybil Ludington":"{{dịch thuật}}\n{{Thông tin nhân vật\n| tên = Sybil Ludington\n| hình = Ludington statue 800.jpg\n| ghi chú hình = Tượng Sybil Ludington ở [[Carmel, New York]] bởi [[Anna Hyatt Huntington]].\n| ngày sinh = {{birth date|1761|4|5}}\n| ngày mất = {{death date and age|1839|2|26|1761|4|5}}\n| nơi mất = [[Catskill, New York]], Hoa Kỳ\n| người hôn phối = Edmond Ogden (kết hôn năm 1784)\n| con cái = 1\n| nơi sinh = [[Kent, New York]], Hoa Kỳ\n}}\n[[Tập tin:Sybil Ludington stamp.jpg|thumb|Tem tưởng niệm Sybil Ludington]]\n'''Sybil Ludington''' (5 tháng 4 năm 1761 - 26 tháng 2 năm 1839), con gái của Đại tá Henry Ludington, được biết đến với tư cách nữ anh hùng của cuộc [[chiến tranh Cách mạng Hoa Kỳ]], đã cưỡi ngựa suốt đêm 26 tháng 4 năm 1777, để cảnh báo các lực lượng dân quân bản địa rằng quân thường trực Anh đang hành quân tới. Hành động này cũng tương tự như của [[Jack Jouett]], [[William Dawes]] và [[Paul Revere]],<ref name=\"memoir\">Johnson, \"Memoir\", Colonel Henry Ludington, Google Books<\/ref><ref>It was mentioned by Lewis S. Patrick (Connecticut historian and Ludington descendant, great nephew of Sybil Ludington) in ''The Connecticut Magazine'' II (no. 2, 1907) and credit was given to Patrick by Willis Fletcher Johnson in the memoirs of Colonel Henry Ludington. [https:\/\/books.google.com\/books?id=eNK555NzSm0C&pg=PA92&dq=Connecticut+magazine+Lewis+S.+Patrick+Ludington&cd=1#v=onepage&q=Connecticut%20magazine%20Lewis%20S.%20Patrick%20Ludington&f=false Hauntings of the Hudson River Valley: An Investigative Journey By Vincent T. Dacquino], p. 93<\/ref><ref name =\"news08152009\">''Ludington Daily News'' front page, Saturday, ngày 15 tháng 8 năm 2009<\/ref><ref>[http:\/\/www.britannica.com\/EBchecked\/topic\/350766\/Sybil Ludington – American Revolutionary War heroine, remembered for her valiant role in defense against British attack]<\/ref><ref>[http:\/\/ludingtonsride.com\/history.htm Sybil's Story], footnotes 20, 21, 23<\/ref><ref>[http:\/\/www.anb.org\/articles\/20\/20-01901.html Profile], anb.org; accessed ngày 23 tháng 2 năm 2015.<\/ref>, mặc dù cô đã vượt quá gấp đôi khoảng cách của Revere và chỉ mới 16 tuổi tại thời điểm cô hành động. Tuy nhiên, hành động này không được đề cập đến trong bản in cho đến năm 1880 bởi nhà sử học Martha Lamb, hơn một trăm năm sau khi nó được cho là xảy ra, và không có bằng chứng cho thấy nó là thật.<ref name=\":0\">{{chú thích web|url=http:\/\/www.mitpressjournals.org\/doi\/pdf\/10.1162\/TNEQ_a_00452|title=Sybil Ludington, the Female Paul Revere: The Making of a Revolutionary War Heroine|last=Hunt|first=Paula D.|date=ngày 7 tháng 5 năm 2015|website=New England Quarterly Journal|publisher=MIT Press|accessdate =ngày 7 tháng 7 năm 2016|p. 222=}}<\/ref>  Tuy nhiên, truyền thuyết đã được phổ biến rộng rãi, và Paula D. Hunt kết luận rằng bà đã nghiên cứu sâu rộng về nó bằng cách nói \"Câu chuyện về cô gái độc thân, thanh thiếu niên đang cưỡi ngựa đơn giản là không thể tin được.\" Sybil Ludington là dì của Harrison Ludington, một Thống đốc Wisconsin.\n\n==Tiểu sử==\nSybil sinh ra ở Fredericksburg (nay là [[Ludingtonville, New York|Ludingtonville]]), Kent, New York. Sybil là con đầu lòng trong mười hai đứa con <ref name=\"historicsybil\" \/> [[Lewis Ludington]] là con út và sinh ngày 25 tháng 6 năm 1786. Mẹ của Sybil, Abigail Knowles Ludington, kết hôn với người anh em họ của mình, Henry Ludington, sau khi gặp ông trong cuộc [[chiến tranh với Pháp và người Da đỏ]]. Mẹ Sybil mang thai cô một năm sau khi vợ chồng họ kết hôn. Gia đình họ chuyển đến quận Dutchess, New York. Họ sống ở đó và có một trang trại nhỏ\n\n==Ludington cưỡi ngựa trong đêm==\nVào ngày 26 tháng 4 năm 1777, Sybil Ludington phi bốn mươi dặm trong đêm để cảnh báo khoảng 400 [[dân quân]] dưới sự kiểm soát của cha cô rằng binh lính Anh đang lên kế hoạch để tấn công [[Danbury, Connecticut]], nơi quân đội Continental đang đóng quân. Trên đường đi để tập hợp quân đội của cha, cô đã cảnh báo người Danbury.\nCha của Sybil, Đại tá Henry Ludington, đã chiến đấu trong cuộc [[chiến tranh Pháp và Da đỏ]] và sau đó ông tình nguyện đứng đầu quân đội địa phương trong cuộc Cách mạng Hoa Kỳ. Do vị trí của cha cô, Sybil phải di chuyển từ thị trấn này sang thị trấn khác theo ông, và vô tình đóng một vai trò quan trọng trong chiến thắng của các thuộc địa. Buổi chiều sau chuyến đi của Sybil qua Danbury, quân đội Anh đã đốt cháy ba tòa nhà và phá hủy nhiều ngôi nhà, nhưng không giết được nhiều người. Không giống như [[Paul Revere]], ít người được nói về chuyến đi của Sybil Ludington vì lý do cá nhân và hồ sơ duy nhất của sự kiện này được viết ra bởi cháu nội lớn của cô. Ludington bắt đầu phi ngựa từ lúc 9 giờ tối và kết thúc vào khoảng bình minh.<ref name=\"historicsybil\">[http:\/\/www.historicpatterson.org\/Exhibits\/ExhSybilLudington.php Profile], HistoricPatterson.org; accessed ngày 23 tháng 2 năm 2015.<\/ref> Cô đã phi ngựa {{convert|40|miles}} trong đêm mưa và trời tối mịt. Cô đã vượt qua [[Carmel, New York|Carmel]] qua [[Mahopac, New York|Mahopac]], sau đó đến [[Kent Cliffs, New York|Kent Cliffs]], từ đó đến [[Farmers Mills, New York|Farmers Mills]] rồi trở về nhà. Cô dùng một cây gậy để thúc ngựa và gõ cửa. Cô đã cố gắn tự vệ chống lại một người đi đường bằng một cây gậy dài. Ướt sũng vì mưa cùng với sự mệt mỏi, cô trở về nhà, hầu hết 400 lính đã sẵn sàng để hành quân.<ref name =\"Sybil Ludington: a Revolutionary Hero\">[http:\/\/traverseforwomen.com\/Herstory\/SybilLudington.htm Sybil Ludington: a Revolutionary Hero] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161202065715\/http:\/\/traverseforwomen.com\/Herstory\/SybilLudington.htm |date=2016-12-02 }}, traverseforwomen.com; accessed ngày 23 tháng 2 năm 2015.<\/ref>\n\nNhững người dân quân lục địa đã đến quá muộn để cứu [[Danbury, Connecticut]]. Tuy nhiên tại thời điểm khởi đầu của [[trận Ridgefield]], họ có thể đẩy lùi tướng [[William Tryon]], lúc đó là thống đốc [[thuộc địa New York]], và quân của ông ta, đến [[Long Island Sound]].<ref name=\"Sybil Ludington: a Revolutionary Hero\"\/> Cô đã được chúc mừng vì chủ nghĩa anh hùng của bạn bè và hàng xóm và cũng bởi Tướng [[George Washington]].<ref>[http:\/\/womenshistory.about.com\/od\/waramrevolution\/p\/ludington_ride.htm Sybil Ludington article by Jone Johnson Lewis]<\/ref><ref>[http:\/\/www.lindseywilliams.org\/index.htm?LAL_Archives\/Her_Midnight_Ride_-_Sybil_Ludington.htm~mainFrame Sybil Ludington – Her Midnight Ride], lindseywilliams.org; accessed ngày 23 tháng 2 năm 2015.<\/ref><ref>Miller, p. 18, ''Later, America's general George Washington came to Sybil's house to thank her.''<\/ref><ref>Moore, p. 300, ''Afterward, General George Washington made a personal visit to Ludington's Mills to thank Sybil for her courageous deed.''<\/ref>\nSau chiến tranh, năm 1784, khi cô 23 tuổi, Sybil Ludington kết hôn với Edmond Ogden, họ có một đứa con và đặt tên là Henry. Edmond là một nông dân và là một quản gia, theo các báo cáo khác nhau. Năm 1792, cô sống với chồng và con trai ở Catskill cho đến khi mất vào ngày 26 tháng 2 năm 1839, ở tuổi 77. Cô được chôn cất gần người cha của mình trong nghĩa trang Presbyterian Patterson ở [[Patterson, New York]].<ref name =\"historicsybil\"\/> Tấm bia của cô cho thấy một cách viết khác tên của cô.\n[[Tập tin:File-Sybil Ludington statue close up, Offner museum.JPG|left|thumb|Một phiên bản tượng nhỏ hơn bởi [[Anna Hyatt Huntington]]. Bảo tàng Offner, [[Brookgreen Gardens]], South Carolina]]\n[[Tập tin:Sybil Ludington grave.jpg|thumb|Mộ Sybil Ludington.]]\n\nNăm 1935 tiểu bang New York đã dựng lên một số dấu mốc dọc theo tuyến đường của mình. Một bức tượng của Sybil, điêu khắc bởi Anna Hyatt Huntington, được xây dựng gần Carmel, New York vào năm 1961 để tưởng niệm . Các bức tranh nhỏ hơn [19] của bức tượng tồn tại trên cơ sở Trụ sở Nữ hoàng của Triều Đình Cách mạng Hoa Kỳ tại Washington, DC; Trên cơ sở của thư viện công cộng, Danbury, Connecticut; Và trong Bảo tàng Elliot và Rosemary Offner tại [[Brookgreen Gardens]], [[Murrells Inlet, South Carolina]].\n\nNăm 1975, Sybil Ludington được vinh danh với một con tem bưu chính trong loạt \"Bicentennial Bicentennial\" của Người cộng tác với nguyên nhân.<ref name=\"historicsybil\"\/>\n\nVào tháng 4 năm 1979, cuộc chạy đua theo đường cưỡi ngựa Sybil Ludington 50&nbsp;km đã được tổ chức tại [[Lake Gleneida]], Carmel, New York.<ref>{{chú thích web|last1=Sweeney|first1=Bob|last2=McCurtin|first2=Ellen|title=Sybil Ludington 50k|url=http:\/\/www.sybilludington50k.com\/|website=Sybil Ludington 50k Run|publisher=Bob Sweeney, & Ellen McCurtin|accessdate=ngày 4 tháng 7 năm 2016|archive-date=2017-04-29|archive-url=https:\/\/web.archive.org\/web\/20170429021952\/http:\/\/www.sybilludington50k.com\/|url-status=dead}}<\/ref>. Cuộc chạy đua đường bộ này xấp xỉ chuyến đi lịch sử của Sybil, và kết thúc gần bức tượng của cô trên bờ hồ Gleneida, Carmel, New York. [20] Nhà thơ Berton Braley đã viết một bài thơ về sự kiện này. Dưới đây là đoạn trích của bài thơ đầy đủ xuất hiện trong Tạp chí Milwaukee vào năm 1940.<ref name=SybilMauwaukeeReport>{{chú thích báo |last=Stevens |first=Maryanne |date=ngày 23 tháng 4 năm 1975 |title=Ludington History Lives in Oak Park |url=https:\/\/www.newspapers.com\/clip\/9001069\/\/ |newspaper=News Journal |location=Chicago, Illinois |via=[[Newspapers.com]] {{open access}} }}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n{{thời gian sống|1761|1839|Ludington, Sybil}}"}