{"Tam Trinh":"'''Tam Trinh''' ([[22 TCN]] - [[43]]), là tướng thời [[Hai Bà Trưng]], [[đô vật]] nổi tiếng đương thời, được người dân khu vực [[Mai Động]], [[quận Hoàng Mai]], [[Hà Nội]] thờ làm [[thành hoàng làng]].\n\n== Thân thế==\nTam Trinh sinh trưởng vào đầu [[Công nguyên]], quê ở huyện [[Đông Sơn, Thanh Hóa|Đông Sơn]], tỉnh [[Thanh Hóa]]<ref name=TT1>{{chú thích sách|author1=Lê Trung Vũ, Lê Hồng Lý|title=Lễ hội Việt Nam|publisher=Nhà xuất bản Văn hóa thông tin|pages=11-12|url=https:\/\/books.google.com.vn\/books?id=sHTBPxSU2LwC&pg=PA464&lpg=PA464&dq=k%C3%A9o+nhau+%C4%91i+t%C4%83ng+ba&source=bl&ots=qWiEHDngGW&sig=1T7SEh4fR64idvqXQlMBU-ZZCwo&hl=vi&sa=X&ei=vX3QVOepH5ProAS2uIHQDw&ved=0CDoQ6AEwCDgK#v=onepage&q=k%C3%A9o%20nhau%20%C4%91i%20t%C4%83ng%20ba&f=false}}<\/ref>, cũng có tài liệu nói ông quê ở [[Long Biên]]<ref name=\"TT2\">{{chú thích sách|title=Đường phố Hà Nội|page=449}}<\/ref>, không rõ [[họ Nguyễn]] hay [[họ Triệu]] (theo thần tích ông mang họ Triệu nhưng nhiều người làng Mai Động nói ông họ Nguyễn<ref name=TT2\/>).\nÔng là đô vật giỏi, lại có ít vốn chữ nghĩa. Từ quê nhà, ông ngao du [[miền Bắc (Việt Nam)|xứ Bắc]] và dừng chân ở hương Cổ Mai (nay là khu vực làng Mai Động và phụ cận). Tại đây, ông đã dạy văn, dạy võ cho người dân địa phương, lại truyền nghề làm [[đậu phụ]] cho dân làng. Ông được tôn làm Châu trưởng.<ref name=TT1\/>\n\nKhi Hai Bà Trưng truyền hịch kêu gọi dân chúng đứng lên cứu nước, diệt Thái thú [[Tô Định]] của nhà [[Đông Hán]], ông đã tập hợp được 3000 dân binh (có tài liệu nói hơn 5000 người<ref name=TT3>{{chú thích sách|author1=Bùi Thiết|title=Làng xã ngoại thành Hà Nội|date=1985|publisher=Nhà xuất bản Hà Nội|page=117}}<\/ref>) tham gia khởi nghĩa. Ông được giao tiến đánh [[Luy Lâu]] (nay thuộc [[Thuận Thành]], [[Bắc Ninh]]) và cùng các cánh quân khác đã hạ được thành.<ref name=TT1\/> Khi Hai Bà xưng vua, ông được phong tước hầu và giữ chức phụ chính<ref name=TT3\/>.\n\nNăm [[42]], vua Đông Hán sai [[Mã Viện]] kéo đại quân sang đánh, mùa hè năm [[43]] đã đến [[Cổ Loa]]. Trước thế giặc mạnh, quân của Tam Trinh đã lui về [[Mai Động]] đào hào đắp lũy chống giặc. Không lâu sau khi [[Hai Bà Trưng]] tuẫn tiết ở Hát Môn, quân Tam Trinh cũng thua trận.<ref name=TT1\/> Tam Trinh ngửa mặt lên trời mà than rằng: \"Than ôi ! Cơ đồ vua Trưng đã mất, nên bầy tôi cũng chỉ có về trời !\". Nói xong, ông bèn cưỡi ngựa lên núi rồi hoá. Theo thần tích ở [[Mai Động (phường)|Mai Động]], ông mất vào đêm ngày 10 tháng 2 năm [[Quý Mão]] ([[43]]).\n\n==Ghi danh==\nSau này, dân làng Mai Động đã lập đền và đình thờ, tôn Tam Trinh làm thành hoàng, tổ sư nghề vật<ref name=TT1\/>. Hiện nay, Tam Trinh được thờ ở Đình Mai Động, nghè Mai Động, đình Mơ Táo... Tên ông cũng được đặt cho một đường phố ở khu vực này, dọc theo [[sông Kim Ngưu]]. Đường Tam Trinh dài 800 m, từ cầu Mai Động (giao cắt với đường Minh Khai) về phía Lĩnh Nam. Đường này được đặt tên năm 1990 với tên là Nguyễn Tam Trinh, từ năm 1999 gọi là đường Tam Trinh.<ref name=\"TT2\" \/>\n\nHàng năm, hội vật Mai Động được tổ chức vào các ngày từ mùng 4 đến ngày mùng 6 tháng giêng [[âm dương lịch|âm lịch]].<ref>{{chú thích web|title=Hà Nội: Nhớ về sới vật của làng Mai Động|url=http:\/\/hanoi.vietnamplus.vn\/Utilities\/PrintView.aspx?ID=9569|access-date = ngày 3 tháng 2 năm 2015}}<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n{{Thời gian sống |22 TCN|43|}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Khởi nghĩa Việt Nam thời Bắc thuộc lần 1]]\n[[Thể loại:Nhân vật quân sự Việt Nam thời kỳ Tiền độc lập]]"}