{"Tanaka Shinbei":"{{nihongo|'''Tanaka Shinbei'''|田中 新兵衛|Điền Trung Tân Binh Vệ|[[1832]] &ndash; ngày [[11 tháng 7]] năm [[1863]]}} là một trong [[tứ đại Hitokiri thời Mạc mạt]], [[samurai]] ưu tú, hoạt động vào cuối thời [[Mạc phủ Tokugawa]] vào những năm 1860.\n\nHitokiri Shinbei hoạt động dưới trướng [[Takechi Hanpeita]], thủ lĩnh phe cần vương [[Kinnō-tō]] định tìm cách lật đổ Mạc phủ Tokugawa và khôi phục quyền lực của [[Thiên hoàng]]. Hanpeita ra lệnh cho Shinbei và các hitokiri khác thực thi \"Trời phạt\" (天誅, Tenchū) chống lại phe thân Mạc phủ và thành phần ủng hộ việc nước ngoài tiếp cận [[Nhật Bản]]. Là một [[hitokiri]] quê ở [[Satsuma District, Kagoshima|Satsuma]], Shinbei vốn xuất thân từ nông dân. Sau vụ ám sát cấp cao đầu tiên của mình, ông được nâng đỡ lên thành samurai bất chấp thái độ coi thường nông dân của samurai.\n\nShinbei tham gia vào vụ ám sát [[Ii Naosuke]], chức Lão trung ở [[Edo]] đứng đầu chính quyền Mạc phủ Tokugawa vào năm 1860. Vụ ám sát này đã gây ra nhiều năm bạo lực ở Nhật Bản, đặc biệt là ở  [[Kyoto]] nơi các vụ ám sát trở nên phổ biến. Trong tất cả các hitokiri, Shinbei đã giết nhiều người nhất. Ngoài Naosuke, nạn nhân của ông còn có các chính trị gia như [[Shimada Sakon]], [[Ukyo Omokuni]] và [[Homma Seiichiro]]. Ông cũng bị tình nghi đã giết một phụ nữ trẻ tên là Komichi. Vì vậy, Tanakaba được đặt tên là ''\"ansatsu taicho\"'' (đội trưởng nhóm sát thủ).<ref>Turnbull, Stephen. ''The Samurai Swordsman: Master of War''. Tuttle Publishing; 1 edition (ngày 5 tháng 8 năm 2014). p. 182. {{ISBN|978-4805312940}}<\/ref> [[Shinsengumi]] được thành lập vào năm 1863 để trấn áp những kẻ trung thành với hitokiri và Tosa, đồng thời khôi phục lại luật pháp và trật tự chốn kinh thành.\n\nThanh kiếm của Shinbei được tìm thấy tại hiện trường vụ ám sát một vị công khanh cấp cao [[Anegakōji Kintomo]]. Ông bị quan chức Mạc phủ đưa đi thẩm vấn ở Kyoto và được yêu cầu xem thanh kiếm. Shinbei liền thực hiện [[seppuku]] khi được trao thanh kiếm.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai nhân vật Nhật Bản}}\n\n{{DEFAULTSORT:Shinbei, Tanaka}}\n{{thời gian sống|1832|1863}}\n\n[[Thể loại:Samurai]]\n[[Thể loại:Seppuku]]\n[[Thể loại:Sát thủ Nhật Bản]]\n[[Thể loại:Nam giới tự sát]]\n[[Thể loại:Người thời Bakumatsu]]"}