{"Thi Sách":"'''Thi Sách''' ([[chữ Hán]]: 詩索, ? - 15 tháng 1 năm [[40]]) hay '''Thi''' ({{zh|c=詩}}), là một nhân vật chính trị thời kỳ [[Bắc thuộc lần 1|Bắc thuộc]] trong [[lịch sử Việt Nam]]. Ông được biết đến là [[chồng]] của [[Trưng Trắc]], vị nữ thủ lĩnh ở [[Lĩnh Nam]] đã nổi dậy đánh lại Thái thú [[Tô Định]] và lên ngôi [[nữ vương]] trong một thời gian ngắn, trước khi bị Phục Ba tướng quân [[Mã Viện]] đánh bại.\n\n==Ghi chép sử sách==\n=== Cuộc đời===\nThi Sách là người huyện Chu Du<ref>Chu Diên: vùng [[Đan Phượng]], [[Từ Liêm]], ngoại thành [[Hà Nội]] (chú thích theo ''Lịch sử Việt Nam'' [tập 1], tr. 262).<\/ref>, quận [[Giao Chỉ]]. Ông cưới [[Hai Bà Trưng|Trưng Trắc]], con gái đầu Lạc tướng huyện [[Mê Linh]], làm [[thiếp]]<ref>[http:\/\/www.guoxue123.com\/shibu\/0101\/00hhs\/095.htm Hậu Hán thư, Liệt truyện 76, Nam Man-Tây Nam Di]. Trích:''\"建武十二年，九真徼外蛮里张游，率种人慕化内属，封为归汉里君。明年，南越徼外蛮夷献白雉、白菟。至十六年，交阯女子徵侧及其妹徵贰反，攻郡。徵侧者，麊泠县雒将之女也。嫁为朱珪人诗索妻，甚雄勇\"''<\/ref>.\n\nNăm [[Giáp Ngọ]] ([[34]]), [[Tô Định]] sang thay [[Tích Quang]] làm Thái thú quận Giao Chỉ, làm nhiều điều tàn bạo, theo [[Đại Việt sử ký toàn thư]], Thi Sách bị Tô Định sát hại mà không nói rõ nguyên nhân. Nhưng các tác phẩm như [[Việt sử tân biên]] soạn sau đó nói rằng Thi Sách đã chống lại chính quyền Tô Định, còn gửi thư hạch tội khiến Tô Định tức giận trong lòng mà phái thích khách đi hành thích (ám sát) ông.<ref>Theo ''[[Việt sử tân biên]]'' (tập 1), tr. 163.<\/ref> Còn sách ''[[Thủy kinh chú]]'', một tác phẩm khoảng [[thế kỉ 6]] ghi lại chuyện Giao Chỉ, lại ghi nhận Thi Sách còn sống ít nhất là đến khi Mã Viện tràn quân vào.\n\n[[Tháng 2]] năm sau ([[40]]), vợ ông là Trưng Trắc cùng em gái là [[Trưng Nhị]] nổi loạn và đánh lùi  được Tô Định và xưng Vương. Sau này, Trưng vương bị Mã Viện dẹp tan.\n\n=== Tên Thi hay họ Thi ===\nSách ''[[Hậu Hán thư]]'' là cuốn sử đầu tiên chép về Trưng Trắc, có đoạn:\n:''\"Trưng Trắc giả, Mê Linh huyện lạc tướng chi nữ dã. Giá vi Chu Diên nhân Thi sách thê. Thậm hùng dũng.\"''<ref>徵侧者，麊泠县雒将之女也。嫁为朱珪人诗索妻，甚雄勇.<\/ref>\n\nVào [[thế kỷ 6]], [[Lịch Đạo Nguyên]] từ [[Trung Quốc]] sang Giao Chỉ, có đến vùng Mê Linh. Khi trở về nước, ông viết sách ''[[Thủy kinh chú]]'', trong đó có đoạn:\n:''Chu Diên Lạc tướng tử, danh Thi, sách Mê Linh Lạc tướng nữ, danh Trưng Trắc, vi thê. Trắc vi nhân hữu đảm dũng, tương Thi khởi tặc. Mã Viện tương binh thảo Trắc, Thi tẩu nhập Cấm Khê'' (quyển 37, tờ 6a. Nguyên tác không có dấu phẩy)<ref>[https:\/\/zh.wikisource.org\/zh-hant\/%E6%B0%B4%E7%B6%93%E6%B3%A8\/37 Thủy kinh chú - quyển 37], trích đoạn nói đến: 朱䳒雒將子名詩，索𥹆泠雒將女名徵側爲妻，側爲人有膽勇，將詩起賊，攻破州郡，服諸雒將皆屬徵側爲王，治𥹆泠縣，得交趾、九真二郡民二歲調賦。後漢遣伏波將軍馬援將兵討側，詩走入金溪究，三歲乃得。<\/ref>.\n \nTheo GS. [[Nguyễn Lý Tưởng]] thì câu văn trên có nghĩa là: ''\"Con trai Lạc tướng huyện Chu Diên tên là Thi, hỏi con gái Lạc tướng huyện Mê Linh tên là Trưng Trắc làm vợ. Trắc là người có can đảm và dũng lược, cùng với Thi nổi lên làm giặc. Mã Viện đem quân đánh đuổi. Trắc, Thi chạy vào Cấm Khê\"'' (ở đây \"sách\" có nghĩa là \"hỏi\"). Nhưng vì câu văn [[chữ Hán]] ngày xưa không có dấu câu, dễ lẫn lộn câu này qua câu khác, nên khi chú thích phần chính văn viết về [[Hai Bà Trưng]] trong [[Hậu Hán thư]] của [[Phạm Diệp]], Thái tử [[Lý Hiền]] đời [[nhà Đường]] đã chép lầm là '''Thi Sách'''. Sau, các tác giả khác cứ theo đó mà chép lại nên sai mãi về sau. Người phát hiện ra việc này là học giả Huệ Đống, đời [[nhà Thanh]]<ref>Xem chi tiết trong sách ''Thuyền Ai Đợi Bến Văn Lâu'' của GS. Nguyễn Lý Tưởng (xuất bản tại [[California]], tr. 530-531) và tham khảo thêm ở đây: [http:\/\/www.petruskylhp.org\/trungnuvuong.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100905085159\/http:\/\/www.petruskylhp.org\/trungnuvuong.htm |date = ngày 5 tháng 9 năm 2010}} và [http:\/\/www.chuyenquangtrung.com.vn\/forums\/showthread.php?tid=1528] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101207035801\/http:\/\/chuyenquangtrung.com.vn\/forums\/showthread.php?tid=1528 |date = ngày 7 tháng 12 năm 2010}}.<\/ref>.\n\nNgoài ra, theo một số tác giả trong đó có [[Phạm Văn Sơn]]<ref>''Việt sử tân biên'' (quyển 1, tr. 161)<\/ref> thì Thi Sách mang họ Đặng. Trái lại, trong ngọc phả đình Nại Xá (huyện [[Đan Phượng]]), thì lại ghi ông là người họ Dương.\n\n== Thần tích ==\nTheo Nại Tử xã Thần miếu sự tích nguyên gốc tại xã Hồng Hà, Đan Phượng, Hà Nội (Trang 8 - 12) có ghi như sau:\n\n''Dương Thi Sách là người Chu Diên là con của Lạc tướng Dương Thái Bình, mẹ là Hồ Thị Nhữ, sinh ngày mùng 10 tháng 6. Nghe nói Ả Lã Nàng Đê (Trưng Trắc) là người có nhan sắc kiều diễm mà vẫn chưa lấy chồng bèn nói với Lạc tướng, Lạc tướng nói rằng: Ta và Lạc tướng Phong Châu trước đã có nguyện ước. Nay nghe có nàng Ả đó phải chăng là duyên tiền định vậy. Bèn cho người đến hỏi đón về (tức ngày mùng 10 tháng 11). Ở đất Chu Diên hai họ đều cùng vui mừng. Bấy giờ có người phương Bắc là Tô Định giữ chức Thái thú Giao Chỉ là người cai trị bạo ngược hà khắc, tạp dịch nặng nề khiến người phương Nam không khỏi lầm than oán thán. Tô Định rượu chè vô độ nghe nói có con gái của Lạc tướng đất Mê Linh là Trưng Ả Nương là người có sắc đẹp hơn người. Hắn liền đem quân đến đóng ở bên sông, rồi xông hẳn vào đất Mê Linh hỏi Trưng công. Trưng công cứ thực mà kể lại, nói rằng:Một người con gái há được được gả cho hai người tài giỏi chăng? Tô Định từ tạ rồi ra thu binh mã tiến thẳng đến Chu Diên tới nhà Dương Thi để hỏi. Thi Sách tuy xuất thân học trò song cũng nổi tiếng thao lược, bèn kháng cự lại, đôi bên mắng rồi đánh nhau. Khi đó Tô Định lập mưu trước tiên dùng khí giới mà Dương Sách thì tay không. Thi Sách tuy có chí dũng há, song sao có thể lấy sức bọ để đánh lại với vạn cỗ xe xe vậy. Ông thua chạy đến Tử Khê mà Dương công đường cùng vậy (tức ngày 11 tháng 12 thì hoá).''\n\n''Dương Công đã chết. Tô Định tìm giết hết họ hàng nhà Dương công, Trưng nữ vương bèn chạy về đất Mê Linh bàn bạc nói rõ sự tình của Thái thú. Lạc tướng Trưng công liền chiêu mộ binh sĩ tinh nhuệ làm quân tiên phong. Trưng nữ vương vì căm ghét Tô Định là kẻ tham tàn bạo ngược giết chồng mình nên đã dấy quân đến hỏi tội Tô Định. Sau đó đánh chiếm được 65 thành ở vùng Lĩnh Nam, rồi lên ngôi vua, tôn phong cho chồng là Quốc vương Thiên tử Đông Hán Đại vương, còn mình thì tự xưng là Quốc Thiên tử, coi tên Ả Lã Nàng Đê là tên thụy.\nThời Đông Hán lệnh cho Mã Viện đến xâm chiếm, Trưng vương đánh nhau ở đất Lãng Bạc. Đánh nhau với Mã Viện từ đầu đến cuối là hơn 150 trận Vương biết tình thế không thể chống đỡ được, nên rút về đóng giữ ở Tử Khê, lập miếu thờ Dương công. Phường Tử Khê, Nại Tử vốn là nơi Dương Công Thi Sách bại trận chạy đến Châu Vi mà chết ở địa phận Nại Tử.''\n\n''Trưng nữ khôi phục lại đất nước, lên ngôi ban cho phường Nại Tử không phải đóng tô thuế, phu dịch. Phường Tử Khê, Nại Tử vâng mệnh. Cho họp các quan tôn Dương công làm Quốc vương Thiên tử Đại vương, ở thời Đông Hán xưng là Đông Hán Đại vương...''\n\n==Thư cảnh cáo Tô Định==\nNguyên tác bằng [[chữ Hán]], tạm dịch:\n:''Phương Nam tuy nhỏ nhưng ức vạn sinh linh cũng là con đỏ của triều đình cả; kẻ đi tuyên dương đức hóa, cốt phải lấy việc yên dân trước hết.\n:''Ngươi (chỉ Tô Định) nay làm việc chính trị, bắt tội người nói thẳng, bầy mưu hay, yêu kẻ luồn lọt bợ đỡ, cho hầu gái được nhúng vào chính trị, cho nịnh thần được chuyên quyền. Lúc nào cũng bô bô nói chuyện thương dân, thế mà tấm lòng bóc lột kẻ dưới ngày càng dữ! Rán mỡ dân để thỏa lòng dục, cậy mình sức mạnh thể như gươm Thái A sắc bén, nào biết cơ mình nguy ngập như giọt sương sớm dễ tan!''\n:''Nếu không sửa đổi chính sách cho rộng rãi thì nguy vong đến nơi đấy!''\n\nTài liệu này của ông [[Hoàng Thúc Hội]], tức '''Cúc Hương'''. Phạm Văn Sơn (''Việt sử tân biên'' [tập 1, tr. 164-165]) và Nguyễn Q. Thắng–Nguyễn Bá Thế (''Từ điển nhân vật lịch sử Việt Nam'', tr. 833) đều đã dẫn lại trong sách của mình.\n\nTuy nhiên, đây có lẽ chỉ là một tác phẩm [[hư cấu]] hoàn toàn của Cúc Hương trong tác phẩm ông viết về Trưng vương. Vào lúc ông sinh ra, Việt Nam đang vào thời kì [[Pháp thuộc]], nên rất có lẽ ông đã gửi gắm tư tưởng của mình qua những sáng tác của mình.\n\n==Xem thêm==\n* [[Hai Bà Trưng]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*[[Phan Huy Lê]]-[[Trần Quốc Vượng]]-[[Hà Văn Tấn]]-[[Lương Ninh]], ''Lịch sử Việt Nam'' (tập 1). Nhà xuất bản. Đại học & THCN, [[Hà Nội]], 1983.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (tập 1). Nhà xuất bản Khai Trí, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n*Nguyễn Q. Thắng–Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản. Khoa học Xã hội, [[Hà Nội]], 1992.\n*Lê Đình Sỹ chủ biên ([[2010]]), ''Thăng Long Hà Nội những trang sử vẻ vang chống ngoại xâm'', Nhà xuất bản Hà Nội\n*[[Hậu Hán thư]]\n*[https:\/\/zh.wikisource.org\/zh-hant\/%E6%B0%B4%E7%B6%93%E6%B3%A8\/37 Thủy kinh chú]\n{{Hai Bà Trưng}}\n{{Thời gian sống |13|39|}}\n[[Thể loại:Hai Bà Trưng]]\n[[Thể loại:Khởi nghĩa Việt Nam thời Bắc thuộc lần 1]]\n[[Thể loại:Nhân vật lịch sử Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Lịch sử Việt Nam thời Hai Bà Trưng]]"}