{"Thánh Phêrô":"{{dablink|Các vị Thánh khác có tên \"Phêrô\" được liệt kê tại bài [[Thánh Phêrô (định hướng)]]}}\n{{Infobox Saint\n|name= Thánh Phêrô<br \/><small>\"Người giữ Chìa khóa Thiên đàng\"<\/small><br \/>Giáo hoàng<br \/>Tông đồ trưởng\n|birth_date=khoảng năm 1 SCN\n|death_date= [[64]] (63 tuổi)\n|feast_day=[[29 tháng 6]], cùng với [[Sứ đồ Phaolô|Thánh Phaolô]]<br>([[Giáo hội Công giáo Rôma]], [[Chính Thống giáo Đông phương]], [[Anh giáo]])<br \/>Lập Tông tòa Thánh Phêrô [[22 tháng 2]] (Giáo hội Công giáo Rôma)\n|venerated_in= [[Giáo hội Công giáo Rôma]], [[Chính Thống giáo Đông phương|Chính thống giáo Đông phương]] \n|image=Pope-peter pprubens.jpg\n|imagesize = 220px\n|caption= ''Thánh Phêrô như một vị giáo hoàng'', vẽ bởi [[Rubens]]\n|birth_place=[[Bethsaida]], [[Galilea]]\n|death_place=[[Roma|Rôma]], treo ngược trên [[Thập giá]].\n|titles= Thánh Tông đồ, Thánh Tử đạo, Giáo hoàng, Nhà truyền giáo, Sứ đồ trưởng\n|canonized_date= \n|canonized_place=\n|canonized_by=\n|attributes= Người giữ Chìa khóa Thiên đàng\n|patronage=\n|major_shrine= [[Vương cung Thánh đường Thánh Phêrô]]\n|suppressed_date=\n|issues=\n|predecessor=Giáo hoàng đầu tiên|successor=[[Giáo hoàng Linô|Linô]]}}\n'''Thánh Phêrô''' hay '''Thánh Peter'''<ref>[[Tiếng Aram]]: <nowiki>''<\/nowiki>''Kepha''<nowiki>''<\/nowiki>, [[tiếng Hy Lạp]]: <nowiki>''<\/nowiki>''Petros''<nowiki>''<\/nowiki>, [[tiếng Latinh]]: <nowiki>''<\/nowiki>''Petra''<nowiki>'', tóm gọn tất cả những tiếng này có nghĩ là '''<\/nowiki>'''Đá'''<nowiki>'''<\/nowiki>. Sau cùng [[tiếng Anh]] dịch từ [[tiếng Hy Lạp]] và [[Tiếng Latinh]] thành <nowiki>'''<\/nowiki>'''Peter'''<nowiki>''', tên khai sinh là '''<\/nowiki>'''Simon''',<nowiki>''' cộng với tên thường gọi gọi là '''<\/nowiki>'''Simon Kepha'''<nowiki>''' hay '''<\/nowiki>'''Simon Peter'''<nowiki>'''<\/nowiki>. Trong [[tiếng Việt]] cũng có nhiều cách gọi: <nowiki>'''<\/nowiki>'''Phêrô'''<nowiki>''', '''<\/nowiki>'''Phi-e-rơ'''<nowiki>''', '''<\/nowiki>'''Pêtrô'''<nowiki>'''<\/nowiki>..<\/ref> ([[Tiếng Hy Lạp]]: ''Πέτρος'', ''Pétros'' \"Đá\", '''Kêpha''' ('''Cephas'''), '''Phi-e-rơ''', hoặc thỉnh thoảng là '''Simôn con ông Giôna'''; [[Tiếng Anh]]: '''Saint Peter''') là tông đồ trưởng trong số [[Mười hai sứ đồ|mười hai Tông đồ]] của [[Chúa Giêsu]]. Thánh Phêrô được Chúa Giêsu trực tiếp trao quyền cai quản [[Giáo hội Công giáo Rôma|Hội Thánh]]. Ông là con trai của Giona và là em ruột của [[Anrê Tông đồ|Thánh Anrê]] - một vị thánh khác trong 12 Tông đồ của Chúa Giêsu.\n\nNguồn sử liệu chính về cuộc đời của ông là sách [[Tân Ước]] mà chủ yếu là bốn sách [[Sách Phúc Âm|Phúc Âm]] và sách [[Sách Công vụ Tông đồ|Tông đồ Công vụ]]. Tân ước nhắc đến Phêrô khoảng 154 lần, dưới danh xưng Hy Lạp '''Petros''', thường gắn liền với tên [[Do Thái]] Simêon (đọc theo kiểu Hy Lạp là \"Simon\"). Tên khai sinh của ông là Simon, và tên của cha là Giôna.<ref>(Simon con ông Gioan: Simon bar-Giona: xc. Ga 1,42; Mt 16-17)<\/ref> Danh xưng tiếng Hy Lạp \"Petros\" gốc từ \"petra\" có nghĩa là \"tảng đá\", do Chúa Giêsu đặt cho ông; trong tiếng Aram là Kêpha (xuất hiện trong các thư của Thánh Phaolô).\n\nTruyền thống Công giáo cho rằng ông là [[Giám mục|Giám Mục]] của Rôma và là vị [[giáo hoàng|Giáo Hoàng]] đầu tiên của [[Giáo hội Công giáo Rôma]]. Niên giám [[Tòa Thánh]] năm 1838 dưới triều đại của [[Giáo hoàng Grêgôriô XVI|Giáo Hoàng Grêgôriô XVI]] cho rằng ông trở thành Giám mục Rôma vào năm 42 và ở ngôi trong vòng 25 năm.<ref>[http:\/\/books.google.com.vn\/books?id=OvAQAAAAIAAJ&pg=PP11&lpg=PP11&dq=Annuario+Pontificio&source=bl&ots=0rG0FdWvnk&sig=TYY3y4819fVFlkiZOxz57pBBggM&hl=vi&ei=ckCZSaO-JpWukAXQ-pC3Cw&sa=X&oi=book_result&resnum=9&ct=result#PPP10,M1 Annuario pontificio 1838, Google sách]<\/ref> Niên giám Tòa Thánh năm 2003 xác định rằng thời gian bắt đầu triều đại của ông không rõ và kéo dài tới năm 64?.<ref>[http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&mid=401&ArticleListPK=29 Thánh Petrus, Các vị giáo hoàng Giáo hội toàn cầu]{{Liên kết hỏng|date = ngày 30 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref> Phêrô cũng là người sáng lập nên Giáo Đoàn tại [[Antioch]] và là người lãnh đạo của cộng đồng tín hữu tại đây trong vòng 7 năm liền.<ref>{{Chú thích web|tiêu đề=The Patriarchate of Antioch: Founded by Saints Peter and Paul |url=http:\/\/www.antiochian.org\/patofant}}<\/ref>\n\n==Từ nguyên về các tên gọi của Thánh Phêrô==\n[[Tập tin:San Petrus Andrea Vanni.jpg|nhỏ|200px|Tranh vẽ theo phong cách Frescoe về Thánh Phêrô đang cầm [[chìa khóa Nước Trời]] do họa sĩ Ý [[Andrea Vanni]] sáng tác, niên đại khoảng năm 1390.]]\nTên khai sinh của ông là [[Shimon (định hướng)|Shimon]], hay Simeon, Simon (tiếng Anh) và Si-mon (tiếng Việt). Về sau [[Chúa Giêsu]] đặt gọi ông là \"Phêrô\", theo tiếng La Tinh là \"Petrus\", một [[giới tính ngữ pháp|danh từ giống đực]] của danh từ giống cái ''petra'' mang nghĩa là \"[[đá]]\". Trong [[tiếng Hy Lạp]], tên của ông là \"Πέτρος (Petros)\", cũng là dạng giống đực của ''πέτρα (petra)'' là \"đá\" - chú ý rằng chữ \"petra\" này là [[từ mượn]] gốc Hy Lạp của tiếng La Tinh. Trong nhiều trường hợp ông cũng được gọi là Si-mon Kê-pha; ([[Tiếng Aramaic]]:''Šimʻōn Kêfâ''; [[Tiếng Syriac]]: ܫܶܡܥܽܘܢ ܟ݁ܺܐܦ݂ܳܐ ''Sëmʻān Kêfâ''), gọi theo tên của Phêrô trong tiếng Aram được [[Hy Lạp hóa]].\n\nPhiên bản tiếng Anh và tiếng Đức của chữ Phêrô là \"Peter\" (Pitơ), tiếng Pháp là \"Pierre\" (Pie), tiếng Ý là \"Pietro\" (Piêtrô), tiếng Tây Ban Nha và Bồ Đào Nha là \"Pedro\" (Pêđrô), tiếng Ba Lan và tiếng Nga là \"Piotr\" (Piốt). Các phiên bản (giống cái) của từ \"đá\" (''petra'') cũng tương đối khá giống nhau trong [[nhóm ngôn ngữ Rôman]]: tiếng Tây Ban Nha là ''piedra'', tiếng Ý là ''pietra'', tiếng Pháp là ''pierre'', và tiếng Bồ Đào Nha là ''pedra''.\n\nTrong tiếng Aram và [[Syriac]], từ \"đá\" dược gọi là \"kêpha\" (''cephas''), sang tiếng Hy Lạp nó trở thành chữ {{lang-el|[[Wikt:Πέτρος|Πέτρος]]}}.<ref>{{Chú thích web|url=http:\/\/www.biblelexicon.org\/matthew\/16-18.htm |tiêu đề=Bible Lexicon |nhà xuất bản=Bible Lexicon |ngày tháng= |ngày truy cập = ngày 12 tháng 9 năm 2010}}<\/ref><ref>''Cepha'' or ''cephah'' is a Syriac word ({{lang-syr|ܟ݁ܺܐܦ݂ܳܐ}} ''Kîpâ'');see John Maclean, M.A., F.R.G.S. [http:\/\/www.archive.org\/stream\/adictionarydial00maclgoog#page\/n152\/mode\/1up \"A Dictionary of the Dialects of Vernacular Syriac as Spoken by the Eastern Syrians of Kurdistan, Northwest Persia, and the Plain of Moṣul\"] ''Cambridge at the University Press,'' 1895. Truy cập Jun. 16, 2011: p. 124. However, a \"loose language\" modern Aramaic dictionary may define ''Cepha'' {{lang-he-n|כֵּיפׇא \\ כֵּיף}} yet not explain the origin of the word, e.g., Marcus Jastrow [http:\/\/www.archive.org\/stream\/dictionaryoftarg01jastuoft#page\/634\/mode\/1up \"Dictionary of the Targumim, the Talmud Babli and Yerushalmi, and the Midrashic Literature\"], 1903. Truy cập Jun. 16, 2011: P. 634 It is unlikely that one will find this particular word {{lang|syr|ܟ݁ܺܐܦ݂ܳܐ}} in any non-Syriac dictionary of Aramaic. For instance, the Hebrew equivalent of ''Cepha'' ({{Hebrew|כֵּיפׇא}}) would not be present, while {{Hebrew|סֶלַֽע}} (ßĕ'lặᵉ); i.e., rock, cliff, Petra]; Karl Feyerabend, PhD [http:\/\/www.archive.org\/stream\/acompletehebrewe00feyeuoft#page\/233\/mode\/1up \"A complete Hebrew-English pocket-dictionary to the Old Testament\"] ''Cöthen, Germany,'' 1910. Truy cập Jun. 16, 2011: P. 233 would, for {{Hebrew|סֶלַֽע}} is a native Hebrew word. Within a \"strict language\" dictionary the word will be in its native and original form, thus \"rock\" will be translated into the language that is being used, e.g., \"''English-Hebrew dictionary''\". See: A. S. Waldstein [http:\/\/www.archive.org\/stream\/englishhebrewdic00walduoft#page\/442\/mode\/1up \"English-Hebrew dictionary\"] ''Jerusalem,'' 1920. Truy cập Jun. 16, 2011: P. 442, where the word(s) for ''rock'' is translated as such: ({{Hebrew|הִתְנַדְנֵד−.פ, הִתְנוֹעֵעַ, הׇנֵעַ, נַדְנֵד, סֶלַע, צוּר, ש. (ריִֹק}} ''and not'' {{Hebrew|כֵּיפׇא \\ כֵּיף}}.<\/ref> Như vậy, trong nhiều trường hợp Phêrô cũng được gọi bằng các tên '''Simon Phêrô''' và '''Kêpha''' ('''Cephas''' ({{lang-el|Κηφᾶς}}) hay '''Kepha''' ({{lang-he|כיפא}}, cả ''Cephas'' và ''Kepha'' đều mang nghĩa là \"đá\").<ref>({{lang-he|כֵּיפׇא \\ כֵּיף}}) is an indirect transliteration of the Syriac ({{lang|syr|ܟ݁ܺܐܦ݂ܳܐ}}), ({{lang-el|Κηφᾶς}}) is a direct transliteration of the Syriac ({{lang|syr|ܟ݁ܺܐܦ݂ܳܐ}}), and ({{lang-he|כֵּיפׇא \\ כֵּיף}}) is a direct transliteration of the Greek. The Hebrew word ({{lang-he|כאפא}}) is also a direct transliteration of the Syriac. (''cƒ.'' ''Interlinear Peshitta Aramaic New Testament Bible'' [http:\/\/peshitta.info\/gospel\/matthew_16.htm Matthew xvi. 18] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110824080209\/http:\/\/peshitta.info\/gospel\/matthew_16.htm |date = ngày 24 tháng 8 năm 2011}}).<\/ref>\n\nTuy nhiên, nhà thần học Công giáo [[Rudolf Pesch]] cho rằng từ ''cepha'' trong tiếng Aram mang nghĩa \"cục đá, cục đất, cuộn\" và \"đá\" chỉ là nghĩa rộng; trong khi đó từ tiếng Hy Lạp ''petra'' mang nghĩa \"grown rock, dãy núi đá, vách đá, hang động\" và ''petros'' có nghĩa là \"tảng đá nhỏ, đá lửa, đá để ném, tảng đá lăn\".<ref>Pesch, Rudolf (1980). Simon-Petrus. Hiersemann, Stuttgart. p. 29<\/ref>\n\n== Cuộc đời trong Kinh Thánh ==\n=== Gia đình ===\n[[Tập tin:Ancient capernum is.JPG|nhỏ|200px|Tại [[Capernaum]] miền Bắc [[Biển hồ Galilea]]. Một nhà thờ [[Chính Thống giáo]] đã được xây dựng trên phần đất được xem là nhà của Phêrô xưa]]\n\nÔng sinh tại [[Bethsaida]], một thị trấn nhỏ thuộc miền [[Galilea]], trên bờ [[hồ Tiberias]], xứ [[Palestine]]. Ông đã có một người mẹ vợ chính thức được đề cập đến trong Kinh Thánh và được Chúa Giêsu chữa lành một cách kỳ diệu ([[Phúc âm Mátthêu|Mátthêu]] 8:14-15, [[Phúc âm Luca|Luca]] 4:38, [[Phúc âm Máccô|Máccô]] 1:29-31). Theo [[Clêmentê thành Alexandria]]<ref>Stromata, III, vi, ed Dindorf, II, 276<\/ref> thì Phêrô đã lập gia đình, có những đứa con, vợ của ông đã chịu đau khổ và chịu tử vì đạo.\n\nTheo một số truyền thuyết có ít nhất từ thế kỷ thứ sáu thì con gái của Phêrô là Petronilla <ref>(Catholic Encyclopedia, De Rossi, 'Roma sotterranea', I, 180)<\/ref>. Tại [[Vương cung Thánh đường Thánh Phêrô]] ở bàn thờ của Thánh Petronilla được vẽ bởi Guercino, 1623, Cristofari, 1730. [[Giáo hoàng Clement I]] <ref>\"For Peter and Philip begat children; [..] When the blessed Peter saw his own wife led out to die, he rejoiced because of her summons and her return home, and called to her very encouragingly and comfortingly, addressing her by name, and saying, 'Remember the Lord.' Such was the marriage of the blessed, and their perfect disposition toward those dearest to them\"). Catholic Encyclopedia, Clements, Stromata (VII\/ Eusebius, Church History (III)<\/ref> viết: \" Phêrô và Philipphê là cha của những đứa trẻ; [...] Khi Thánh Phêrô nhìn thấy vợ của mình bị dẫn đi tử hình, ông đã rất hoan hỉ bởi vì lệnh đòi và sự trở về nhà cha của bà, bà là nguồn động viên, an ủi rất lớn và ông nói với bà: \"Hãy nhớ tới Thiên Chúa\". Đó là sự kết hợp của những vị thánh và họ là một sự sắp đặt hoàn hảo hướng về những gì thánh thiện nhất\".\n\n[[Thánh Phaolô]] có vẻ như đã nhắc tới vợ của Phêrô trong thư thứ nhất gửi tín hữu Côrintô: \n{{cquote|\n''Phải chăng tôi không có quyền ăn uống, không có quyền đem theo một người chị em tín hữu như các tông đồ khác, như các anh em của Chúa và như ông Kêpha''|||Thư gửi tín hữu Côrintô chương 9, câu 5.\n}}\nSau này các nhà nghiên cứu Thánh Kinh cho biết nhân vật được gọi là \"Bà nhạc\" hoặc \"Mẹ vợ\" của Thánh Phê rô được dịch từ danh từ \"penthera\" trong tiếng Hy-lạp có nhiều ý nghĩa: nó thể hiểu về một phụ nữ được kết nạp vào gia đình, chẳng hạn như chị dâu em dâu, hay là bà mẹ kế. Đoạn Thư của Thánh Phaolô trên đây là dấu chỉ việc Thánh nhân nhắc đến người phụ nữ đó.<ref>{{chú thích web|last1=Giuse Phan|first1=Tấn Thành|title=Thánh Phêrô có con cái gì không?|url=http:\/\/daminhvn.net\/hieu-de-song-duc-tin\/thanh-phero-co-con-cai-gi-khong-12154.html|website=Đa Minh Việt Nam|access-date = ngày 26 tháng 4 năm 2021}}<\/ref>\n\n=== Vị trí trong 12 tông đồ ===\nPhêrô là em của [[Thánh Anrê|Anrê]]. Hai ông làm nghề đánh cá ở [[Capernaum|Ca-phác-na-um]] bên cạnh hồ Galilê (Mátthêu 4, 13). Ông đã gặp Chúa Giêsu qua sự giới thiệu của Anrê. Ông đến gặp Chúa Giêsu và được Người đặt tên là Kê-pha (tức là Phêrô) (Gioan 1, 41-42). [[Phúc Âm Luca|Phúc âm Luca]] cho chúng ta biết thêm: ông trở thành môn đệ của Chúa Giêsu sau khi Chúa cho ông đánh được một mẻ lưới đầy cá (Luca 5, 4:11).\n\nTheo các sách Phúc âm (Máccô 1,16-18; Mátthêu 4,18-22; Luca 5,1-11; Gioan 1, 40-42), ông thuộc vào số những người đầu tiên được Đức Giêsu kêu gọi làm môn đệ (cùng với Anrê, Gioan và Giacôbê). Trong danh sách của 12 tông đồ, ông luôn được xếp hàng đầu (Máccô 3, 16-19; Mátthêu 10, 2-4; Luca 6, 14-16; xem thêm Công vụ 1,13). Tên của ông luôn được nhấn mạnh (Mátthêu 10,2): \"Duodecim autem Apostolorum nomina haec: Primua Simon qui dicitur Patrus..\" ''Sau đây là tên của mười hai Tông đồ đứng đầu là ông Simon, cũng gọi là Phêrô'', Máccô 2, 14–16: ''Và Người lập nhóm mười hai để các ông ở lại với Người và để Người sai các ông đi rao giảng và đặt tên cho Simon là Phêrô''. Luca 6: 13 -14: \"Et cum dies factus esset, vocavit discipulos suos, et elegit duodecim ex ipsis Smonem quem cognominavit Petrum...(''Đến sáng, Người kêu các môn đệ lại, chọn lấy mười hai ông. Đó là ông Simon mà người gọi là Phêrô. Trong nhiều dịp khác, Phêrô đã nhân danh các tông đồ khác mà nói (Mátthêu 15,15; 19, 27; Luca 12, 41). Khi Chúa Giêsu nói với các tông đồ thì Phêrô nhân danh họ'' (Mátthêu 16, 16). Chúa Giêsu cũng thường nói riêng với Phêrô (Mátthêu 26, 40; Luca 22, 31).\n\n=== Người giữ chìa khóa Nước Trời - Lãnh đạo của Giáo hội do chúa Giêsu thiết lập ===\n[[Tập tin:Gesupietrochiave.jpg|nhỏ|200px|Đức Giêsu trao cho Phêrô chìa khóa nước trời, vẽ bởi [[Pietro Perugino]] (1481–82)]]\nĐối với cộng đồng tín hữu Công giáo, bằng chứng quan trọng cho thấy Thánh Phêrô là lãnh đạo của Giáo hội do chúa Giêsu thiết lập được tìm thấy trong [[Kinh Thánh]], câu Mátthêu 16, 17-39 và Gioan 21, 15-17.<ref name=\"telegraph\">Jonathan Wynne-Jones [http:\/\/www.telegraph.co.uk\/news\/worldnews\/1582585\/St-Peter-was-not-the-first-Pope-and-never-went-to-Rome-claims-Channel-4.htmlSt Peter was not the first Pope and never went to Rome, claims Channel 4], ngày 23 tháng 3 năm 2008, đăng trên báo ''[[The Daily Telegraph]]''<\/ref> Cụ thể, khi đến vùng kế cận thành Caesarea Philippi, ông đã tuyên xưng Giê-su là Con Thiên Chúa. Và cũng chính tại đây, ông đã được Chúa Giê-su đặt là người đứng đầu tuyên bố tính thiên sai của Chúa Kitô và làm nền móng cho Giáo hội:\n \n{{cquote|\n''Còn Thầy, Thầy bảo cho anh biết: anh là Phê-rô, nghĩa là tảng đá, trên tảng đá này, Thầy sẽ xây Hội Thánh của Thầy, và quyền lực tử thần sẽ không thắng nổi. Thầy sẽ trao cho anh chìa khóa Nước Trời: dưới đất, anh cầm buộc điều gì, trên trời cũng sẽ cầm buộc như vậy; dưới đất anh tháo cởi điều gì, trên trời cũng sẽ tháo cởi như vậy''||| Matthew 16, 18-19.\n}}\n\nĐoạn văn trên được [[Giáo hội Công giáo Rôma|Giáo hội Công giáo]] lấy làm nền tảng khi nói về địa vị và vai trò của mình là Hội Thánh duy nhất do chính Chúa Giêsu lập với tính chất \"thông công\" trong dân Chúa.\n{{tầm nhìn hẹp}}\nTuy nhiên, đã có những ý kiến phủ nhận việc Phêrô được Chúa Giêsu bổ nhiệm làm người đứng đầu Giáo hội. Nhà nghiên cứu Kitô giáo [[John Dominic Crossan]] đã khẳng định Chúa Giêsu không hề có ý định lập một giáo hội riêng biệt hay một tôn giáo riêng biệt, mặc dù ông không phủ nhận việc Chúa Giêsu có thể đã có những ý tưởng và chương trình cụ thể về việc thành lập một cộng đồng cư dân với tín ngưỡng làm mối dây liên kết.<ref name = \"crossan\">[http:\/\/books.google.com.vn\/books?id=XNkKf5htZq4C&pg=PA82&lpg=PA82&dq=%22John+Dominic+Crossan%22+%22The+answer+to+that+is+an+emphatic+NO%22&source=bl&ots=0b-I4bl-go&sig=IVdOfuzhlZSvuSaLnhCXcs-ozhg&hl=vi&sa=X&ei=taLNUfaoJu3tiAekrYD4Cw&ved=0CEUQ6AEwBA#v=onepage&q=%22John%20Dominic%20Crossan%22%20%22The%20answer%20to%20that%20is%20an%20emphatic%20NO%22&f=false Who Is Jesus?: Answers to Your Questions About the Historical Jesus. John Dominic Crossan, Richard G. Watts. trang 82-83.]<\/ref> Nhà thần học [[Hans Küng]] cũng cho rằng Chúa Giêsu không hề có ý tưởng về việc thành lập một tôn giáo lớn được tổ chức bởi chính ông, và ý tưởng về một cộng đồng riêng biệt tách khỏi khối dân cư Do Thái cổ xưa hoàn toàn là \"một nhân tố hậu Phục sinh\", sáng tác ra bởi cộng đồng giáo dân tại Palétxtin, hay thậm chí trong giai đoạn muộn hơn bởi cộng đồng của Mátthêu.<ref name = \"kung\">Hans Kung. On being a Christian (1976), trang 286 [http:\/\/books.google.com.vn\/books?hl=vi&id=xsaYp2zWEfIC&q=+special+community+distinct+from+Israel#search_anchor trích dẫn]<\/ref><ref name = \"kungsh\"\/> Bị định hướng bởi nhận thức mình đang sống trong giai đoạn mạt thế, Chúa Giêsu không hề tuyên xưng về một Giáo hội, về bản thân mình, mà về chính Nước Trời. Küng cũng chỉ ra rằng, nhiều chi tiết trong Thánh kinh cho thấy nhiều điều không hay ho về tư cách đạo đức và trình độ học thức của Phêrô, và không có bằng chứng đáng tin cậy nào cho thấy quyền lực pháp lý của Phêrô dưới tư cách là một lãnh tụ tối cao hay một \"Giám mục thành Rôma\"; rõ ràng mặc dù có ảnh hưởng nhất định, Phêrô đã phải chia sẻ quyền lãnh đạo với nhiều Tông đồ khác, tỉ như nhóm Mười Hai hay nhóm \"ba cột trụ\"<ref name = \"kungsh\">Hans Kung. The Catholic Church: A Short History, tr. 10-11<\/ref>. Giáo sư thần học [[Uta-Ranke Heinemann]] thì nhận định: Giáo hội đã loan truyền việc Chúa Giêsu đã chết và đã sống lại thật sự, và các chi tiết về sự thành lập Giáo hội như việc tuyên bố Phêrô là \"tảng đá\" xây dựng nền móng Giáo hội.<ref name = \"uta\">Uta-Ranke Heinemann. Putting Away Childish Things:\nThe Virgin Birth, the Empty Tomb, and Other Fairy Tales You Don't Need to Believe to Have a Living. trang 217 [http:\/\/books.google.com.vn\/books?hl=vi&id=UI5GBGJS2gEC&q=It%E2%80%99s+not+Jesus+who%E2%80%99s+speaking+here#search_anchor xem]<\/ref> Trên thực tế, sau khi đạo Kitô được lan tỏa nhanh chóng trong cộng đồng dân cư thời đó, giáo hội đã nhận thức được tầm quan trọng then chốt của mối dây liên kết giữa cộng đồng tín hữu Kitô với các tông đồ của Chúa Giêsu, và đó là lý do để giáo hội Kitô thành lập sự liên hệ của mình với Thánh Phêrô.<ref name = \"telegraph\"\/>\n\n=== Đi trên mặt nước ===\nCả ba sách phúc âm (Mátthêu, Máccô và Gioan) đều ghi lại việc Chúa [[Giêsu đi trên mặt nước]]. Mátthêu còn mô tả thêm việc Phê-rô đi bộ trên mặt nước nhưng khi ông sợ hãi thì ông bắt đầu chìm (Mátthêu: 14, 28–31). Phêrô đã nhân danh các tông đồ khác biểu lộ lòng trung thành với Chúa Giêsu.\n\nSau khi nói về mầu nhiệm Mình và Máu của Người (Gioan 6, 35-59) nhiều người trong nhóm môn đệ đã bỏ Người mà đi (Gioan: 6, 66). Chúa Giêsu hỏi nhóm mười hai \"Cả anh em nữa, anh em cũng muốn bỏ đi hay sao?\" (Gioan 6, 67) thì Phêrô liền đáp:\n\n:''\"Thưa Thầy, bỏ Thầy thì chúng con biết theo ai? Thầy mới có những lời đem lại sự sống đời đời. Phần chúng con, chúng con đã tin và nhận biết rằng chính Thầy là đấng Thánh của Thiên Chúa\".'' (Gioan 6, 68-69)\n\nCùng với [[Jacob|Giacôbê]] và [[Gioan, Tông đồ Thánh sử|Gioan]], ông Phêrô được chứng kiến vài biến cố quan trọng trong cuộc đời của Chúa Giêsu như khi Người cho con gái ông Giairô chết sống lại (Máccô 9, 1; Luca 8, 51); sự hiển dung của Đức Kitô (Mátthêu 9, 1; Luca 9, 22); cơn hấp hối của Người trong vườn Giếtsimani (Mátthêu 26, 37; Máccô 14, 33).\n\n[[Tập tin:Gustave Doré, St Peter Denying Christ.jpg|nhỏ|180px|trái|Thánh Phêrô chối Chúa Giêsu, vẽ bởi họa sĩ [[Gustave Doré]]]]\n\n===Chối Chúa Giêsu ===\n[[Phúc Âm Gioan|Tin mừng Gioan]] cho biết: trong [[Tiệc Ly|bữa ăn tối cuối cùng]] trước khi [[Cuộc thương khó của Giêsu|chịu tử nạn]], Chúa Giêsu đã rửa chân cho các môn đệ (Gioan 13, 5). Phêrô đã từ chối không để cho thầy rửa chân cho ông: ''\"Thưa Thầy! Thầy mà lại rửa chân cho con sao?\"'' và ''\"Thầy mà rửa chân cho con, không đời nào con chịu đâu!\"'' (Gioan 13, 6-7). Nhưng khi Chúa Giêsu nói ''\"Nếu Thầy không rửa cho anh, anh sẽ chẳng được chung phần với Thầy\"'' thì ông lại xin Chúa rửa cả tay và đầu của ông nữa (Gioan 13, 8-9).\n\nTrong cuộc Tử nạn của Chúa Giêsu, mặc dù Phêrô đã cam đoan sẽ sống chết với Thầy cho dù các đồng bạn tháo chạy (Máccô 14, 29-31), nhưng đến khi Thầy bị bắt, thì ông đã chối mối quan hệ giữa ông và Thầy Giê-su ba lần (Mátthêu 14, 66-72). Tuy vậy, theo các tác giả Phúc âm, ba lần ông chối Thầy đã được Chúa Giêsu tiên báo: ''\"Thầy bảo thật anh, nội đêm nay, gà chưa kịp gáy, thì anh đã chối Thầy ba lần\"'' (Mátthêu 26, 30-35, Máccô 14, 26-31; Luca 22, 31-34; Gioan 13, 36–38). Ông đã được ơn hoán cải và hơn thế nữa, được ủy thác nhiệm vụ củng cố anh em mình ''\"Và Thầy đã cầu nguyện để con khỏi mất đức tin. Và phần con, khi đã trở lại, con hãy làm cho anh em con vững tin.\"'' (Luca 22, 31-32).\n\n=== Chém đứt tai tên đầy tớ ===\nCả bốn phúc âm đều kể lại rằng: khi Chúa Giê-su bị bắt, một trong những kẻ theo Người liền vung tay, tuốt gươm và chém đứt tai phải một tên đầy tớ của thượng tế (Mátthêu 26, 51; Máccô 14, 47; Luca 22, 50; Gioan 18, 10–11). Phúc âm Gioan cho biết người tuốt gươm là Phêrô, còn tên đầy tớ bị chém đứt tai tên là Man-khô (Tiếng Anh: Malchus). Chúa Giêsu đã chữa liền tai cho tên đầy tớ (Luca 22, 51).\n\n=== Sau khi Chúa Giêsu sống lại ===\n[[Tập tin:Church peters primacy.jpg|nhỏ|Một nhà thờ kính Thánh Phêrô đã được xây dựng bên cạnh biển hồ Galilê. Truyền thống cho rằng đây là nơi mà Chúa Giêsu đã hiện ra với Phêrô sau khi Chúa sống lại và trao cho ông quyền cai quản giáo hội.]]\n\nSau khi được bà [[Maria Madalena|Maria Mađalêna]] báo tin là xác của Chúa Giêsu đã biến mất thì Phêrô và môn đệ mà Chúa Giêsu yêu dấu đã chạy ra mộ. Hai ông đã kiểm chứng là không có dấu tích của sự xâm phạm, bởi vì các khăn vải còn y nguyên (Gioan 20, 6-7). Luca cũng nói tới việc Phêrô ra viếng mộ (Lc 24, 12). Vai trò của Phêrô trong cộng đồng tiên khởi được biểu lộ qua câu nói: ''\"Chúa trỗi dậy thật rồi, và đã hiện ra với ông Simon\"'' (Lc 24,34). Trong [[Thư thứ nhất gửi tín hữu Côrintô|thư thứ nhất của Thánh Phao-lô gửi Côrintô]], Phêrô (Kêpha) đứng đầu danh sách những người được Chúa hiện ra (1Cr 15, 5).\n\nTrong các trình thuật sau khi Chúa Giêsu sống lại, Phêrô dẫn đầu các môn đệ khi Chúa hiện ra ở Galilê (Mc 14,28; xc. 16,7; Lc 24,34). Ở lần hiện ra thứ ba, Chúa Giê-su đã trao quyền chăn dắt đoàn chiên của Ngài cho Phê-rô:\n\n{{cquote|\n''Đức Giê-su hỏi ông Simon Phê-rô: \"Này anh Simon, con ông Gio-na, anh có mến thầy hơn các anh em này không?\"ông đáp: Thưa Thầy có, Thầy biết con yêu mến Thầy\" Đức Giê-su nói với ông \"Hãy chăm sóc con chiên của Thầy\". Người lại hỏi: \"Này anh Simon, con ông Gio-na, anh có mến thầy không?\" Ông đáp: Thưa Thầy có, Thầy biết con yêu mến Thầy. Người nói: \"Hãy chăn dắt con chiên của Thầy\". Người hỏi lần thứ ba: \" \"Này anh Simon, con ông Gio-na, anh có mến thầy không?\" Ông Phê-rô buồn vì Người hỏi đến ba lần: \"Anh có yên mến Thầy không?\" Ông đáp: \"Thưa Thầy, Thầy biết rõ mọi sự; Thầy biết con yêu mến Thầy\". Đức Giê-su bảo: \"hãy chăm sóc con chiên của Thầy''.|||Phúc âm Gioan 21, 15-17.\n}}\n\nThánh Gio-an cho biết Chúa Giê-su cũng ám chỉ ông sẽ phải chết thế nào để tôn vinh Thiên Chúa: ''\"Thật, Thầy bảo thật cho anh biết: lúc còn trẻ, anh tự mình thắt lưng lấy... Nhưng khi đã về già, anh sẽ phải dang tay ra cho người khác thắt lưng và dẫn anh đến nơi anh chẳng muốn\".'' (Ga 21, 18).\n\n== Vai trò trong cộng đoàn sơ khai ==\n[[Tập tin:Jacob van Oost I - St Peter.jpg|thumb|Tranh vẽ vị Thánh Phê-rô của họa sĩ lừng danh Jacob van Oost thế kỷ 17]]\nTrong những chương đầu của sách Tông đồ công vụ, ta thấy hai ông Phêrô và Gioan thường xuất hiện với nhau khi làm chứng cho Chúa Phục sinh (Cv chương 3-4). Trong cộng đoàn các [[Kitô hữu]] tiên khởi tại Giêrusalem, Phêrô giữ vai trò lãnh đạo.\n\nChính ông chủ tọa việc bầu một tông đồ thay thế [[Giuđa Ítcariốt]] (Cv 1,15-26) và tiên phong rao giảng Tin mừng sau khi đã lãnh nhận Thánh Thần (Cv 2,14). Ngài chủ tọa Đại hội tại Giêrusalem (Cv chương 15) – thường được coi là công đồng đầu tiên. Khi lên Giêrusalem lần đầu tiên, ông Phaolô chỉ đi gặp ông Phêrô (Kêpha) và ông Giacôbê (Gl 1,18-19); về sau, ông Phaolô thêm ông Gioan nữa: cả ba họp thành \"cột trụ của Giáo hội\" (Gl 2,9).\n\nPhép lạ Thánh Phê-rô chữa người què ở cửa đền thờ đã làm cho người ta để ý đến các tông đồ và cộng đoàn sơ khai. Công nghị Do Thái lo ngại, bắt giam Phêrô và Gioan. Trước một phiên toà, hai ông can đảm minh chứng cho Chúa Giê-su là ''Đức Cứu Thế''. Bị đe dọa không được tiếp tục giảng hai ông thẳng thắn trả lời:\n{{cquote| \n''Nghe lời các ông hơn là nghe lời Thiên Chúa, điều ấy có phải lẽ trước mặt Thiên Chúa không? các ông thử xét xem! Phần chúng tôi, những gì tai đã nghe, mắt đã thấy, chúng tôi không thể không nói ra''.|||Thánh Phêrô và Gioan \n}}\nSau khi ngăn đe lần nữa, họ thả hai ông về vì không tìm được cớ trừng trị hai ông. (Cv chương 4).\n\nChương 12 của sách Tông đồ công vụ thuận lại việc Phêrô bị bắt một lần nữa. Vua Hêrôđê cho bắt Phêrô, tống vào ngục và giao cho bốn tốp lính canh gác, mỗi tốp gồm bốn người, định sau Lễ Vượt qua sẽ điệu ông ra cho dân chúng. Thế nhưng ông đã được một thiên sư cứu cách lạ lùng ngay trong đêm trước ngày ông bị đem ra xử. (CV chương 12). Sau khi thông báo với những người còn lại việc ông được cứu thoát, ông đã ra đi đến một nơi khác. (Cv 12,17). Việc điều khiển [[Giáo hội Jêrusalem]] được trao cho ông James the Greater.\n\nCác tác phẩm của [[Tân Ước|Tân ước]] không cho ta biết chi tiết về hành trình của ông, nhất là kể từ sau Đại hội các Tông đồ tại Giêrusalem (Cv chương 15). Ở chương 8, (14-25) Phêrô cùng với Gioan đi thăm viếng các tân tòng tại Samari trở lại sau khi nghe ông Philippê giảng. Sang đến chương 9, (32-42) chúng ta thấy ngài hoạt động ở Giaffa (Giaphô) cũng thuộc miền Samari. Ở chương 10, ông đi Cesarêa, một thành phố thuộc miền ngoại đạo, vào nhà của ông Cornêliô. Nhóm bảo thủ đã trách móc ngài là vi phạm luật Môsê ngăn cấm chung đụng với dân ngoại (Cv 11,3).\n\nMột số tài liệu cho rằng, ông rời khỏi Giêsusalem vào năm 44. Giám mục [[Eusebius|Êusêbiô Cêsarêa]] đã ghi lại một truyền thống lâu đời cho rằng Phêrô đi làm Giám mục [[Antioch|Antiokia]] (Chronicon 2). Thánh Phaolô cũng nhắc đến việc Phêrô ở Antiokia trong [[Thư gửi tín hữu Galát]] (Gl 2,11). Điều này cũng được Origenes công nhận (InLucam Hom, VI). Sử gia Eusebius cho rằng ông Phêrô đã đi giảng Tin mừng cho người Do Thái cư ngụ tại các vùng [[Pontus|Pon-tô]], [[Galatia|Ga-lát]], [[Cappadocia|Cáp-pa-đô-ki-a]], [[Asia|A-xi-a]] và [[Bithynia|Bi-thy-ni-a]] (1 Pr, 1-2), nghĩa là ở miền bắc Tiểu Á. Một lưu truyền nữa ghi nhận hoạt động của Phêrô tại [[Corinth|Côrintô]], dựa theo [[Thư thứ nhất gửi tín hữu Côrintô]] của Phaolô để dàn xếp xiệc chia rẽ giữa ba phe đổi lập: Phao-lô, Kê-pha (tức Phê-rô) và Appollo (1Cr 1,10; 9,5).\n\n== Đến Rôma ==\nThế kỷ II, trong thư gửi giáo dân Rô-ma, Thánh Đionisio (166-174) Giám mục Corinto cũng quả quyết giáo đoàn này do hai tông đồ Phêrô và Phaolô thành lập.\n\nKhông có tài liệu chắc chắn cho chúng ta biết là Phêrô đến Rô-ma vào năm nào. Các sử gia thời thượng cổ chỉ tin rằng Phêrô đã điều khiển giáo đoàn Rô-ma trong 25 năm. Truyền thống cho rằng, ông làm Giám mục ở Rô-ma từ năm 42. Tuy nhiên điều chắc chắn là vào khoảng năm 44, Phêrô mới đi khỏi Jêsusalem và năm 49 lại có mặt tại đó để chủ tọa công đồng.\n\nCó sử gia cho rằng sau khi đi khỏi Jêsusalem vào năm 44, Phêrô đã qua Antiokia, rồi sang Rôma, rửa tội cho nhiều người trong số ấy có gia đình ông bà Aquila và Priscilla, và tổ chức một giáo đoàn khá lớn ở đó, song chỉ được mấy năm, vị tông đồ phải rút khỏi do lệnh của hoàng đế [[Claudius]] trục xuất người [[Do Thái]] vào khoảng năm 46.\n\nNhưng lại có ý kiến khác cho rằng, thời ấy nhiều giáo đoàn chỉ được một vị tông đồ ở xa điều khiển. Nếu [[Sứ đồ Phaolô|Phaolô]], đang khi ở Epheso vẫn điều khiển hai giáo đoàn Philip và Thessalonic mà không cần đến vị nào khác, thì Phêrô, tuy còn ở trong xứ Judea ngài cũng có thể điều khiển giáo đoàn Antiokia, Bithynia và Rô-ma nữa. Theo ý kiến này thì Phêrô chỉ tới Rôma sau năm 50.\n\nCho tới thế kỷ XIV, không có ai đưa ra nghi vấn về việc Phê-rô đến Rô-ma và chịu tử đạo tại đây. Nhưng đầu thế kỷ XIV, Marsillius thành Padua làm có vấn cho [[Ludwig IV của đế quốc La Mã Thần Thánh|Ludwig xứ Bavaria, hoàng đế La Mã Thần Thánh]] (1328 – 1346) đã cho ra đời cuốn Defensor Pacis (1324) phủ nhận quyền tối thượng của ngôi Giáo hoàng, trong đó ông đưa ra nghi vấn về việc Phê-rô đến Rô-ma. Nhà thần học Hans Kung cũng chỉ ra, không có bất cứ chỗ nào trong Tân Ước cho thấy Phêrô đến Rôma, hay nhắc tới một người kế vị nào của Phêrô tại đây. Ngoài ra, các nhà khảo cổ học cũng chưa thành công trong việc thẩm định hoàn toàn về lăng mộ của ông bên dưới nhà thờ Thánh Phêrô.<ref name = \"kungsh\"\/>\n\nNhững căn cứ về việc Phê-rô tới [[thủ đô]] Rô-ma có thể kể đến là:\n\n* Thư của [[Giáo hoàng Clêmentê]] gửi cho Côrintô (vào cuối thế kỷ thứ 1, khoảng năm 95-96), nói tới những cuộc bách hại vừa xảy đến cho các Kitô hữu vào thời [[Hoàng đế]] [[Nero]], và Phêrô là một trong số các nạn nhân (1Cor 5,4-5).\n* Thánh Inhaxiô Antiôkia khi viết thư cho giáo đoàn Rôma (khoảng năm 107), đã nói rằng \"tôi không ra lệnh cho anh em như ông Phêrô và Phaolô đâu\" (Ad Romanos 4,3); có vẻ như ngài đã thú nhận rằng uy tín của hai tông đồ rất đáng kể đối với cộng đoàn Rôma. Ở cuối thư thứ nhất của Phê-rô gửi Pontô, Galat, Cappadoxia, Asia, Bitinia, (5, 13), tác giả cho biết thư được viết từ Babilon, tức kinh thành giáo dân, thời đó quen ám chỉ Rô-ma.\n* Từ hậu bán thế kỷ thứ 2, nhiều tác phẩm ra đời nói về các cuộc hành trình của Thánh Phêrô (Periodoi Petrou) cho tới lúc chịu tử đạo. Theo Giám mục Papias, Giám mục già ở Á Châu (Hiérapolis), người biết các môn đệ trực tiếp của các Tông Đồ thì phúc âm của Marcô là thủ bản ghi lại bài giảng của Thánh Phêrô ở Rô-ma. Bản văn của linh mục Gaius (thuộc hàng giáo sĩ Rôma) được viết khoảng năm 200 và được sử gia Eusêbiô trưng dẫn (Hist, Eccl, II, 25,7).\n* Trong cuộc tranh luận với Prôclô, Gaius đã khẳng định hai ngôi mộ của Thánh Phêrô tại Vatican và của Thánh Phaolô trên con đường Ostiense. ''\"Tôi sẽ chỉ cho quý vị đài tưởng niệm của hai tông đồ, hoặc quý vị tới đồi Vatican hay đi trên đường Ostia, quý vị sẽ thấy trước mắt đài kỷ niệm người thiết lập Giáo hội chúng ta\"''. Ngoài ra còn có danh mục Libêriô (ghi danh sách các Giám mục Rôma tới thế kỷ IV) lập đời Giáo hoàng Libêriô (352-366); Thư của [[Irênê|Thánh Irênê Giám mục Lyon]] khoảng 180 (Adv. Haereses); Thư của Giám mục Đề-ny (Dionisius) thành Côrintô đồng thời Thánh Irênê gửi giáo dân Rô-ma khoảng năm 170; Thư của Tertullianus (trong De Praescriptione Haeretic và Carminibus adv. Haereses). Origenes viết ''\" Thánh Phê-rô đã đến Rô-ma và chịu đóng đinh lộn ngược\"''. Khảo Cổ Học cho thấy từ thế kỷ III, các Kitô hữu ở Hang Toại Đạo đã kính nhớ hai Thánh Tông Đồ.\n\n== Tử vì đạo ==\n[[Tập tin:Caravaggio-Crucifixion of Peter.jpg|nhỏ|Mô tả cái chết của Thánh tông đồ Phêrô với hình Thánh giá ngược.]]\nTháng 8 năm 64, Hoàng đế [[Nero]] bắt đầu bách hại giáo dân Ki-tô giáo.\n\nTheo một truyền tụng, Phê-rô quyết định đi khỏi Rôma tìm nơi trú ẩn. Nhưng trên con đường Appia, gần cửa Capena, ông đã gặp Chúa Giêsu vác thập giá trên vai. Phêrô hỏi: \n:''\"Lạy Chúa, Chúa đi đâu?\" ([[Quo Vadis?|Quo Vadis, Domine?]]).''\n\nChúa Giê-su đáp:\n:''\"Thầy vào thành Roma để chịu đóng đinh một lần nữa\".''\n\nPhêrô hiểu ra ẩn ý của Chúa. Ông trở vào thành và chịu tử đạo. Sau này, người ta đã xây ngay chỗ Chúa hiện ra với Phê-rô một Thánh đường, mang danh hiệu Quo vadis, Domine? Vào thế kỷ thứ 3, nhiều tác phẩm ra đời (thí dụ: Công vụ của Phêrô), bổ túc thêm các chi tiết về việc Thánh Phêrô gặp Chúa Giê-su vác thập giá khi ông lánh nạn khỏi Rôma (cảnh Quo vadis), việc bị giam ở ngục Mamertina, và bị xử đóng đinh ngược đầu vào thập giá vì thấy không đáng được chết như Thầy mình.\n \nTheo lưu truyền, Phê-rô bị bắt và bị tống giam. Tại nhà ngục, ông đã cảm hóa hai người lính canh ngục tên là Processus và Martinianus. Cả hai được rửa tội và tử đạo. Cuối cùng vì không có quốc tịch Rô-ma, ông bị kết án tử hình trên thập tự. Bị dẫn tới hý trường Caligula trên đồi [[Vatican]], trông thấy thập giá, Phê-rô cảm thấy mình không xứng đáng được chết như thầy mình, đã yêu cầu được đóng đinh ngược.\n\nSau khi chết, thi hài của ông được chôn táng trong một nghĩa trang gần nơi xử, tức chỗ xây cất đền Thánh Phê-rô ngày nay trên đồi Vatican. Năm 258, chiếu chỉ [[Valerianus]] đe dọa các nghĩa trang Ki-tô giáo, người ta đem xác Thánh giấu trong hang tọa đạo trên đường Appia. Khi cơn bách hại lắng dịu, giáo dân lại đưa hài cốt trở về nơi cũ. Ngày 29 tháng 6 năm 258 ghi trong cuốn Martyrologium hieronimianm chưa chắc đã đúng.\n\nTheo cuốn [[Liber Pontificialis]] thì chính Giáo hoàng Corneliô (vào khoảng năm 251, năm Decius chết và cuộc bách hại tạm ngưng) là người đã rước hài cốt thành Phê-rô và Phao-lô về đồi Vatican và đường Ostia. Nếu người ta nhận lưu truyền rằng hài cốt của hai Thánh tông đồ được cất giấu trong hang toại đạo suốt 40 năm, thì cuộc rước xương Thánh vào hầm mộ Thánh Sebastina phải từ thời Giáo hoàng Zepherinô (199 – 217) dưới triều Septimus-Severus. Năm 1915, khi người ta đào bới hang toại đạo, còn thấy trên tường 150 bút ký viết bằng chì những lời cầu khẩn của Phê-rô và Phao-lô.\n\n== Hầm mộ ==\n[[Tập tin:SaintPeterRelic.jpg|nhỏ|150px|trái|Hầm mộ của Thánh Phêrô dưới hầm Vương cung Thánh đường Thánh Phêrô, Rôma]]\nCho tới đầu thế kỷ XX đã không có vị Giáo hoàng nào nghĩ tới việc kiểm nghiệm khảo cổ mộ của Thánh Phêrô.\n\nNăm 1939, các công nhân tu sửa khu hầm bên dưới nhà thờ Thánh Phêrô, nơi mai táng truyền thống của các Giáo hoàng, đã có một phát hiện đáng kinh ngạc. Ngay bên dưới sàn nhà, họ phát hiện ra một ngôi mộ La Mã cổ. Vài tháng sau khi được bầu làm Giáo hoàng, [[Giáo hoàng Piô XII]] đã ra lệnh bắt đầu các cuộc đào bới khảo cổ dưới nền đền thờ Thánh Phêrô, đặc biệt là dưới bàn thờ tuyên xưng đức tin, mà truyền thống liên tục từ xưa tới nay nói là có mộ của Thánh Phêrô.\n\nCác cuộc đào bới do Linh mục Ludovico Kaas hướng dẫn, với sự trợ giúp của các nhà khảo cổ Enrico Josi, Linh mục Antonio Ferrua, Linh mục Engelbert Kirschbaum và kỹ sư kiến trúc Bruno Maria Apolloni Ghetti. Các cuộc đào bới đã kéo dài từ năm 1941 đến 1950 và đưa ra ánh sáng nghĩa trang thuộc thời tiền Kitô, cũng như nơi [[chôn cất]] Thánh Phêrô.\n\nNgay dưới bàn thờ, người ta tìm thấy một khu vực [[chôn cất]] lớn và một bức tường sơn đỏ. Trong một hốc tường là xương của một người đàn ông.\n\nNăm 1967, [[Giáo hoàng Phaolô VI]] đã tuyên bố là Giáo hội đã tìm thấy hài cốt của Thánh Phêrô. Hiện nay Giáo hội công giáo mừng kính Thánh Phêrô vào ngày 29 tháng 6 cùng với Thánh Phaolô.\n\n== Những ngày lễ kính Thánh Phêrô ==\n[[Tập tin:StPeter-RussianMuseum.jpg|nhỏ|Hình ảnh Thánh Phêrô, khoảng thế kỷ thứ 15, [[bảo tàng quốc gia Nga]], [[Sankt-Peterburg|Saint Petersburg]]).|giữa]]\nVào thế kỷ IV, một lễ đã được cử hành để kính 2 Thánh Phêrô và Thánh Phaolô. Mặc dù ngày đó không cùng một ngày giữa Đông phương và Rôma. Danh mục tử đạo Syria vào thế kỷ IV, là một đoạn trích từ bản Hy Lạp liệt kê các Thánh được ghi sau [[Lễ Giáng Sinh]]: [[26 tháng 12]]: Thánh [[Stêphanô]]; [[27 tháng 12]]: Thánh [[Giacôbê]] và [[Thánh Gioan|Gioan]]; [[28 tháng 12]]: Thánh Phêrô và [[Phaolô]].\n\nTrong bài tán tụng [[Thánh Basiliô]] của Thánh Grêgôriô thành Nýt, cũng cho biết ngày lễ các tông đồ và Thánh Stêphanô tiếp ngay sau [[Lễ Giáng Sinh|Lễ Sinh nhật]]. Người Armêni cũng cử hành lễ vào ngày 27 tháng 12; người theo phái Nestôriô thì vào ngày Thứ Năm thứ hai sau [[Lễ Hiển Linh]]. Rõ ràng ngày 28 (27) tháng 12 được dùng để kỷ niệm Thánh Phêrô và Phaolô đã được chọn tùy tiện, không có một truyền thống nào liên quan đến ngày tháng các Thánh qua đời.\n\nDanh sách các lễ của các vị tử đạo trong thời kỳ của Philôcalô gắn lời ghi này vào thời điểm đó: \"''III. Kal. Jul. Pertri in Catacumbas et Pauli Ostience Tusco et Bassco Case\"''. Quyển Martyrologium Hieronymianum\" (Danh lục tử đạo của Giêrônimô) trong Berne M.S., có ghi đoạn sau đây ở ngày 29 tháng 6: ''Trên đường Aurêlia ở Rôma lễ sinh nhật của các Thánh tông đồ Phêrô và Phaolô, Phêrô ở vatican và Phaolô ở đường Ostiensê, và cả hai đều ở hầm mộ, đã chịu khổ hình dười thời Nêrô, còn Basso và Tusco làm quan chấp chính''<ref>{{Chú thích web|tiêu đề=Nguyên văn: \"''Romae via Aurelia natale Sanctorum Apostolorum Petri et Pauli, Petri in Vaticano, Pauli in via Ostiensi, utrumque in catumbas, passisub Norone, Basso et Tusco consulibus''\"}}<\/ref><ref>Berne M.S., Nhà xuất bản de Rossi – Duchesne, 84.<\/ref>\n\nThời điểm năm 258 trong các lời ghi chứng tỏ rằng từ năm này, sự tưởng nhớ hai vị Tông đồ được cử hành vào ngày 29 tháng 6 trên đường Appia ad Catacumbas (gần nhà thờ Thánh Stêphanô ngoại thành) vì vào thời điểm này, hài cốt của các tông đồ đã được chuyển đến đó. Sau này, có lẽ khi xây dựng nhà thờ bên trên các ngôi mộ ở vatican và trên đường Ostiensê, các hài cốt đã được đưa về lại nơi an nghỉ trước đây; Hài cốt Thánh Phêrô về lại vương cung Thánh đường Vatican và hài cốt Thánh Phaolô về lại đường Ostiensê. Từ năm 248, lễ chính của họ là vào ngày 29 tháng 6; vào ngày này, lễ trọng thể được tổ chức trong ba nhà thờ nói trên từ thời xa xưa <ref>Duchesne, \"Origines du culte chr é tien\", ấn bản lần 5, Paris, 1909, 283tt; Urbain: \"Ein matyrologium der christl 169tt; Kellner, \"Heortologie\", án bản lần ba, Freiburg, 1911, 210tt<\/ref>.\n\nMột lễ thứ ba kính hai Tông đồ diễn ra vào ngày 1 tháng 8 hay còn gọi là Lễ kính xiềng xích của Thánh Phêrô. Lễ này nguyên thủy là lễ cung hiến nhà thờ của vị Tông đồ, được dựng lên trên đồi Esquilin vào thế kỷ thứ IV. Nhà thờ được [[Giáo hoàng Xíttô III]] (432-440) xây cất lại, do gia đình hoàng đế Byzantine trả chi phí. Sự Thánh hiến trọng thể diễn ra vào ngày 1 tháng 8, và đây là ngày cung hiến nhà thờ trước đây. Có lẽ ngày này đã được chọn để thay thế các lễ hội ngoại giáo diễn ra vào ngày 1 tháng 8. Bên trong nhà thờ này vẫn lưu giữ các xiềng xích được cho là của Thánh Phêrô <ref>{{Chú thích web|tiêu đề=Duchesne, 286tt; Kellner, 216tt}}<\/ref>.\n\nSự tưởng nhớ cả hai Thánh tông đồ Phêrô và Phaolô sau này cũng được kết hợp với hai nơi ở Rôma: Via Sacra, nơi mà người ta nói nhà phù thủy Simon đã bị ngã xuống khi Phêrô cầu nguyện và nhà tù Tullianum hay Carcer Mamertinus, nơi các tông đồ được cho là đã bị giam giữ cho đến khi hành hình. Ở cả hai nơi này, điện thờ các tông đồ đã được dựng lên và điện thờ của nhà tù Mamertinô vẫn còn trong hình dạng hầu như nguyên thủy của nó từ thời đại Rôma ban đầu.\n\nHiện này Giáo hội công giáo mừng kính Thánh Phêrô vào ngày 29 tháng 6 cùng với Thánh Phaolô<ref>{{Chú thích web|tiêu đề=Ngày 29 tháng sáu: Thánh Phêrô và Thánh Phaolô tông đồ|url=http:\/\/www.catholic.org.tw\/vntaiwan\/sachleroma\/lerieng06.htm|work=Sách Lễ Rôma|ngày truy cập=ngày 18 tháng 8 năm 2013|archive-date=2013-09-16|archive-url=https:\/\/web.archive.org\/web\/20130916003417\/http:\/\/www.catholic.org.tw\/vntaiwan\/sachleroma\/lerieng06.htm|url-status=dead}}<\/ref>.\n\n== Những hình ảnh thể hiện Thánh Phêrô ==\n[[Tập tin:Rome basilica st peter 011c.jpg|nhỏ|200px|trái|Tượng Thánh Phêrô - người được Giáo hội Công giáo xem như vị giáo hoàng đầu tiên. Bức tượng này được đặt tại [[Vương cung Thánh đường Thánh Phêrô]] ở [[Vatican]] bởi [[Giáo hoàng Piô IX]].]]\nVật hiện còn lưu giữ được xưa nhất là tấm lắc bằng đồng thiếc có hình đầu của các tông đồ. Chúng có niên đại từ cuối thế kỷ II hoặc đầu thế kỷ III và hiện được bảo quản trong Viện bảo tàng Kitô giáo ở [[Thư viện Vatican]]. Trong đó Phêrô được thể hiện là một người có cái đầu mạnh mẽ, hơi tròn, xương hàm nhô lên, một cái trán hớt ra phía sau, to, tóc và râu xoắn. Diện mạo cá biệt đến nỗi phần nào thể hiện bản chất của một chân dung. Kiểu mẫu này cũng được tìm thấy trong hai hình ảnh thể hiện Thánh Phêrô trong một căn phòng của hầm mộ Phêrô và Marcellinô có từ hạ bán thế kỷ III<ref>Wilpert, \"Die Malerein dẻ Katakomben Rom\", bản khắc kẽm 94 và 96<\/ref>.\n\nTrong các bức họa của các hầm mộ, Thánh Phêrô và Thánh Phaolô thường xuất hiện như là đấng cầu bầu và các vị bào chữa cho những người chết trong các hình ảnh thể hiện sự Phán xét chúng và như đang đưa một người đang cầu nguyện (gương mặt cầu nguyện thể hiện người chết) vào Thiên Đàng.\n\nTrong các bức họa của các hầm mộ và được khắc trên các quan tài bằng đá, hình ảnh thể hiện Chúa Giêsu ở giữa các tông đồ của người thì Phêrô và Phaolô luôn chiếm vị trí danh dự bên phải và bên trái đấng cứu độ. Trong các hình tranh trí ghép mảnh của các Vương cung Thánh đường Rôma, có từ thế kỷ IV đến thế kỷ IX, Đức Kitô xuất hiện như là gương mặt trung tâm cùng với Thánh Phêrô và Thánh Phaolô bên phải và bên trái, ngoài ra các vị này được đặc biệt tôn kính trong các nhà thờ riêng biệt.\n\nTrên các quan tài bằng đá và trên các tượng đài tưởng niệm khác, xuất hiện các cảnh cuộc đời của Thánh Phêrô như cảnh: ông đi trên hồ Gennêsarét khi Chúa Kitô gọi ông đến từ chiếc thuyền; lời tiên tri về sự \"chối thầy\" của ông; sự rửa chân; sự cho Tabitha sống lại; sự bắt Phê-rô và dẫn ông đến nơi hành hình. Trên hai tấm kính mạ vàng, ông được thể hiện như ông Mô-sê đang dùng gậy đánh vào tảng đá cho nước vọt ra: tên Phê-rô bên dưới cảnh này chứng tỏ ông được xem là người dẫn dắt dân của Thiên chúa trong Tân ước.\n\nĐặc biệt thường xuyên trong thời kỳ giữa thế kỷ IV và VI là cảnh trao Lề luật cho Phêrô, là cảnh xuất hiện trên nhiều tượng đài khác nhau. Đức Ky-tô đưa cho Thánh Phê-rô một cuộn giấy được gấp lại hoặc mở ra, trên đó thường là câu ghi Lex Domini (Luật của Chúa) hoặc Dominus legem dat (chúa ban lề luật). Trong lăng của Constantina ở Rô-ma 9S. Constanza, ở Via Nomentana, cảnh này được xem như là một cảnh sánh đôi với việc trao lề luật cho Môsê. trong các hình ảnh thể hiện trên các quân tài bằng đá thể kỷ V, chúa trao cho Phêrô (thay vì cuộn giấy) những chiếc chìa khóa. Trong các bản khắc của thế kỷ IV, Phêrô thường cầm một cây sậy.\n\n== Xem thêm ==\n* [[Nero]]\n* [[Giê-su|Giêsu]]\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Tham khảo ==\n* Joseph L. Daleiden. The Final Superstition: A Critical Evaluation of the Judeo-Christian Legacy. Prometheus Books, 1994.\n* John D. Crossan, Richard G. Watts Who Is Jesus?: Answers to Your Questions About the Historical Jesus. Westminster John Knox Pr, 1999.\n* Hans Küng. On being a Christian. Pocket Books, 1978. Dịch sang tiếng Anh bởi Edward Quinn.\n* Hans Küng. The Catholic Church: A Short History. Modern Library Chronicles Book, New York 2003. Dịch sang tiếng Anh bởi John Bowden\n* Uta Ranke-Heinemann. Putting Away Childish Things. HarperOne, 1995.\n* 265 Đức Giáo hoàng, Thiên Hựu Nguyễn Thành Thống, Nhà xuất bản Văn hóa Thông tin, xuất bản tháng 5 năm 2009.\n* Thánh Phêrô, Các vị Giáo hoàng của giáo hội toàn cầu, hội đồng Giám mục Việt Nam [http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66&error=Object+reference+not+set+to+an+instance+of+an+object.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091214010903\/http:\/\/v3.hdgmvietnam.org\/Default.aspx?tabid=66 |date = ngày 14 tháng 12 năm 2009}}\n* Tóm lược tiểu sử các Đức Giáo hoàng, Đà Nẵng 2003,Jos. TVT chuyển ngữ từ Tiếng Anh.\n* Cuộc lữ hành đức tin, lịch sử Giáo hội Công giáo, Lm Phanxicô X. Đào Trung Hiệu OP Hiệu đính tháng 9\/2006, Đa Minh Việt Nam, Tỉnh dòng Nữ vương các Thánh tử đạo.\n* Lịch sử Giáo hội Công giáo, Linh mục O.P Bùi Đức Sinh – giáo sư sử học, Tập I và II, Nhà xuất bản Chân Lý, Giấy phép số: 2386 BTT\/PHNT Sài Gòn ngày 28 tháng 7 năm 1972.\n* Lịch sử Giáo hội, Web Tamlinhvaodoi, [http:\/\/www.tamlinhvaodoi.net\/giaohoi.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100120033010\/http:\/\/tamlinhvaodoi.net\/giaohoi.htm |date = ngày 20 tháng 1 năm 2010}}\n* Các Thánh tháng 6, Diễn đàn Giáo phận Nha Trang, [http:\/\/gpnt.net\/diendan\/showthread.php?t=6608] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090609044123\/http:\/\/www.gpnt.net\/diendan\/showthread.php?t=6608 |date = ngày 9 tháng 6 năm 2009}}\n* Thánh Phêrô tông đồ, ngày 29.6, Dongcong.net [http:\/\/www.dongcong.net\/DoiSongKH\/LeQuanhNam\/Thang6\/19.htm]\n* Về nguồn,Lịch sử Giáo hội, Phan Tấn Thành Op, Hoạt động của các tông đồ [http:\/\/gpnt.net\/thuvien\/lichsugh\/venguon\/quyen2-c3.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101216084636\/http:\/\/gpnt.net\/thuvien\/lichsugh\/venguon\/quyen2-c3.htm |date = ngày 16 tháng 12 năm 2010}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Saint Peter}}\n* [http:\/\/www.radiovaticana.org\/vie\/Articolo.asp?c=247313 Biến cố tìm ra mộ Thánh phêrô]{{Liên kết hỏng|date = ngày 5 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/catholicvideo.org\/News\/Clients\/ReadArticle.aspx?ID=54061 Từ điển Công giáo]\n* [http:\/\/sol.sci.uop.edu\/~jfalward\/Cephas.htm Etymology of Peter] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050617085800\/http:\/\/sol.sci.uop.edu\/~jfalward\/Cephas.htm |date = ngày 17 tháng 6 năm 2005}}\n* [http:\/\/wikinoah.org\/index.php\/Simon_Kefa_%28Peter%29_bar_Jonah The Jewish St Peter] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928110704\/http:\/\/wikinoah.org\/index.php\/Simon_Kefa_%28Peter%29_bar_Jonah |date = ngày 28 tháng 9 năm 2007}}\n* [http:\/\/www.jewishencyclopedia.com\/view.jsp?artid=790&letter=S&search=Simon%20Peter Jewish Encyclopedia: Simon Cephas]\n* {{CathEncy|wstitle=Epistles of Saint Peter}}\n* [http:\/\/ocafs.oca.org\/FeastSaintsViewer.asp?SID=4&ID=1&FSID=100202 Veneration of the Precious Chains of the Holy and All-Glorious Apostle Peter] Orthodox [[icon]] và [[synaxarion]]\n* [http:\/\/ocafs.oca.org\/FeastSaintsViewer.asp?SID=4&ID=1&FSID=101841 The Holy Glorious and All-Praised Leader of the Apostles, Peter] icon and synaxarion\n* [http:\/\/ocafs.oca.org\/FeastSaintsViewer.asp?SID=4&ID=1&FSID=101840 The Holy Glorious and All-Praised Leader of the Apostles, Peter & Paul] sermon of Saint Augustine, Bishop of Hippo\n* [http:\/\/www.catholic.com\/library\/was_peter_in_rome.asp Catholic response to Protestant claims that Peter never visited Rome] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071013083832\/http:\/\/www.catholic.com\/library\/was_peter_in_rome.asp |date = ngày 13 tháng 10 năm 2007}}\n* [http:\/\/www.stpetersbasilica.org\/tours.htm stpetersbasilica.org] Books on St. Peter's Basilica in Rome\n{{Kiểm soát tính nhất quán}}\n{{Navboxes\n|title= Thánh Phêrô\n|list1={{Mười hai sứ đồ}}\n<span>\n{{Giáo hoàng|\ntrước=Không có|\nsau=[[Giáo hoàng Linô|Linô]]}}\n{{Danh sách Giáo hoàng}}\n}}\n\n{{Dữ liệu nhân vật\n|TÊN=Phêrô\n|TÊN KHÁC=\n|TÓM TẮT=[[Giáo hoàng]] đầu tiên của [[Giáo hội Công giáo Rôma]] (?–[[64]])\n|LÚC SINH=\n|NƠI SINH=\n|LÚC MẤT=\n|NƠI MẤT= \n}}\n{{Các chủ đề|Lịch sử|Cơ Đốc giáo}}\n\n[[Thể loại:Mười hai Sứ đồ|Phêrô]]\n[[Thể loại:Tử đạo Kitô giáo]]\n[[Thể loại:Thánh Công giáo Rôma|Phêrô]]\n[[Thể loại:Giáo hoàng|Phêrô]]\n[[Thể loại:Sinh năm 1]]\n[[Thể loại:Mất năm 64]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất thập niên 60]]\n[[Thể loại:Sinh năm 1 TCN]]\n[[Thể loại:Thánh Chính Thống giáo Đông phương]]"}