{"Thôi Trí Viễn":"{{Thông tin nhân vật\n| image    = Choe Chi-won.jpg\n| caption   = Tranh vẽ Thôi Trí Viễn vận Đường phục, áo bào màu đỏ, mũ Đường cân, trong tay cầm cây [[phất trần]]\n| name    = Thôi Trí Viễn\n| native_name = 崔致遠\n| native_name_lang= zh-hant\n| birth_name = \n| other_names = \n| birth_date = 857\n| birth_place = [[Gyeongju|Kim Thành]], [[Tân La Thống nhất]], Triều Tiên\n| death_date = không rõ\n| death_place = Già Sơn (倻山), Tân La Thống nhất\n| death_cause = \n| alma_mater = \n| occupation = Nhà thơ, nhà văn\n| known_for  = \n| notable_works = \n| movement  = \n| spouse   = <!-- {{marriage||}} -->\n| children  = \n| parents   = \n| relatives  = \n| awards   = <!--  {{Awards|award= |year= |title= }} -->\n| signature  = \n| signature_size = \n| module = {{Infobox Korean name|child=yes\n|hangul=최치원\n|hanja={{linktext|崔|致|遠|}}\n|rr=Choe Chiwon\n|mr=Ch'oe Ch'iwŏn\n|hangulho=해운, 고운\n|hanjaho={{linktext|海|雲}}, {{linktext|孤|雲}}\n|rrho=Hae-un, Goun\n|mrho=Haeun, Koun\n|img= \n|caption= Portrait of Choe Chiwon\n}}\n}}\n'''Choe Chiwon''' ({{IPA-ko|tɕʰʷe tɕʰiwʌn}}, [[chữ Hán]]: 崔致遠, ''Thôi Trí Viễn''; sinh năm [[857]] – không rõ năm mất), tự '''Hải Phu''' (海夫), hiệu '''Cô Vân''' (孤云), cũng xưng là '''Hải Vân''' (海云), sau khi mất được đặt [[thụy hiệu]] là '''Văn Xương Hầu''' (文昌侯), là một [[nhà thơ]], [[nhà văn]] [[người Triều Tiên]] nổi tiếng sống vào thời kỳ [[Tân La Thống nhất]] (668–935). Tài nghệ thi ca của ông được đón nhận ở cả Trung Quốc lẫn Triều Tiên.\n\nThôi Trí Viễn tới Trung Quốc du học [[nhà Đường]] khi mới lên 12 tuổi, tham gia khoa cử và thi đỗ tiến sĩ năm 17 tuổi. Ông đã đảm nhiệm nhiều chức vụ cao tại nơi đây trước khi quay trở về Tân La. Tại quê hương của mình, ông đã thực hiện những nỗ lực nhằm cải cách cải cách bộ máy chính quyền của vương triều Tân La đang dần suy tàn nhưng bất thành. Vào những năm cuối đời, Thôi Trí Viễn trở nên sùng bái [[Phật giáo]]. Không thể thực hiện ý tưởng chấn hưng triều đình, ông đã cáo quan mà lui về ở ẩn tại [[Haeinsa|Hải Ấn tự]] trên [[Vườn quốc gia Núi Gaya|núi Già Sơn]] rồi qua đời tại đây. \n\nĐược coi là bậc thầy của thơ phú, Thôi Trí Viễn được hậu thế tôn làm thủy tổ của nền [[văn học Triều Tiên]] và được xem là một ba nhà thơ lớn nhất văn học cổ điển nước này bên cạnh [[Lý Khuê Báo]] và [[Lý Tề Hiền]].<ref>{{harvnb|Lý Nham|Từ Kiến Thuận|Trì Thủy Dũng|Du Thành Vân|2010|p=253–266}}<\/ref>\n\n== Tiểu sử ==\nThôi Trí Viễn sinh vào năm 857 trong một gia đình quý tộc ở Sa Lương bộ, kinh đô Kim Thành (nay là [[Gyeongju|Khánh Châu]]) của Tân La. Người ta không biết nhiều về gia thế của ông. ''[[Tam quốc sử ký]]'' chép rằng \"sử liệu đã mất hết, [nên] không rõ dòng dõi\".<ref>{{harvnb|Lý Nham|Từ Kiến Thuận|Trì Thủy Dũng|Du Thành Vân|2010|p=150}}<\/ref> Chỉ biết rằng, ông đã nhận được giáo dục rất tốt từ gia đình ngay từ khi còn nhỏ.<ref>{{harvnb|Ch'oe Chong-go|2005|p=84}}<\/ref> Trong các tác phẩm của mình, ông nhiều lần tự xưng là \"Nho gia môn mạt học\", \"Huyền thố vi nho\".\n\n=== Quãng thời gian tại Trung Quốc ===\nNăm [[868]], Thôi Trí Viễn, lúc bấy giờ mới 12 tuổi,<ref>{{harvnb|Kim Ick-Da|1974|p=145}}<\/ref><ref name=\"Ebrey108\">{{harvnb|Ebrey|Walthall|2013|p=108}}<\/ref> đã theo thuyền buôn tới [[nhà Đường]] du học. Trước khi rời khỏi quê hương, cha của ông từng nói rằng: \"Nếu mi trong vòng 10 năm không đậu tiến sĩ, thì chớ làm con của ta, ta cũng không muốn có một đứa con như vậy.\"{{sfn|Kang Chae-ŏn|Kang Jae-eun|2006|p=67–68}}{{sfn|Riotto|2014|p=39}} 6 năm sau, trong kỳ khoa cử, Thôi Trí Viễn đã thi đỗ tiến sĩ.{{sfn|Kang Chae-ŏn|Kang Jae-eun|2006|p=68}}{{sfn|Youn Dae-Yeong|2014|p=88<!-- không ghi năm -->}}<ref>{{harvnb|Kim Ick-Da|1974|p=334}}<\/ref> Căn cứ theo quy định của nhà Đường, [[Tiến sĩ cập đệ|thi đậu tiến sĩ]] chỉ đem lại cho người đó tư cách làm quan, còn muốn thụ phong chức quan thì còn cần phải trải qua xét tuyển của Bộ Lại. Quãng thời gian sau đó, Thôi Trí Viễn tới thành [[Lạc Dương]] mở lớp dạy học kiếm sống. Ông đã miêu tả giai đoạn này bằng hai câu thơ: \"Lưu lạc ở Đông Đô,{{efn|Đông Đô ám chỉ Lạc Dương, là kinh đô phụ của nhà Đường sau Tây Đô Trường An}} dùng bút để nấu cơm.\" Trong khoảng thời gian tại đây, ông đã viết tổng cộng 3 cuốn sách, trong đó quyển thứ nhất gồm 5 bài thuộc thể phú, quyển thứ 2 gồm 100 bài thuộc thể thất ngôn và quyển thứ ba là 30 bài thơ gồm các chủ đề khác nhau. Nội dung của 3 quyển sách này chủ yếu liên quan tới việc ông chuẩn bị tham gia \"bác học hồng từ khoa\".<ref name=\"Lý Nham 152\" \/>\n\nNăm [[877]], Thôi Trí Viễn được bổ nhiệm làm [[huyện úy]] Lật Thủy (nay là quận [[Lật Thủy]], [[Nam Kinh]], [[Giang Tô]]). Trong bốn năm làm quan tại đây, ông đã có cơ hội tiếp xúc với những tầng lớp thấp của xã hội, qua đó hiểu được thực tế về xã hội và cuộc sống của người dân Trung Quốc. Cũng trong gia đoạn này, Thôi Trí Viễn sáng tác nhiều tác phẩm về những chủ đề khác nhau, bày tỏ sự đồng cảm với nỗi thống khổ của nhân dân, trong đó có tác phẩm ''Trung Sơn phúc quỹ tập'' gồm 5 quyển. Tuy là một huyện úy hưởng bổng lộc nhưng điều này không đảm bảo cho Thôi Trí Viễn đủ cơm ăn áo mặc. \"Cũng vì bổng lộc không đủ, mà không thể cứu giúp [nhân dân]\", ông không còn cách nào khác ngoài việc phải tìm một lối thoát. Năm 884, ông rời Lật Thủy đến [[Hoài Nam]] để tham gia khoa thi Bác học.{{efn|\"Bác học hồng nho khoa\" là một loại khoa cử trong lịch sử Trung Quốc. Khởi đầu từ thời [[Đường Huyền Tông]] Lý Long Cơ, khoa thi này, do [[Bộ Lại]] quản lý, giúp những người đỗ tiến sĩ nhưng có xuất thân bình dân, bần hàn, có cơ hội để có cơ hội leo cao trên quan trường. Con em quý tộc thì tham dự [[Minh kinh]], nhưng không nhất thiết phải trải qua kỳ thi này để làm quan.}}<ref name=\"Lý Nham 152\">{{harvnb|Lý Nham|Từ Kiến Thuận|Trì Thủy Dũng|Du Thành Vân|2010|p=152}}<\/ref>\n\nTại Hoài Nam, Thôi Trí Viễn được [[Tiết độ sứ]] [[Hoài Nam]] lúc bấy giờ là [[Cao Biền]] mời làm quan tòng sự, chuyên xử lý các vấn đề văn thư.{{sfn|Lưu Tiến Bảo|2019|p=73}} Sau khi [[khởi nghĩa Hoàng Sào]] nổ ra, Cao Biền được bổ nhiệm làm ''Chư đạo binh mã đô thống''. Thôi Trí Viễn dưới trướng Cao Biền đã biên soạn một lượng lớn công văn, trong đó có tác phẩm ''Hịch Hoàng Sào sách'' trứ danh. Tài năng của ông được Cao Biền cùng [[Đường Hy Tông]] đánh giá cao. Cũng chính vì thế mà ông được phong làm Lang thị Ngự sử trong cung, được phép mặc áo tía, đeo túi cá vàng.{{efn|Vào thời nhà Đường, màu sắc quan phục đã có phân biệt: Quan tam phẩm trở lên mặc áo màu tía, đeo túi kim ngư (金魚袋), quan ngũ phẩm trở lên mặc áo lụa đào (màu đỏ), đeo túi ngân ngư (銀魚袋, ''túi cá bạc''), quan lục phẩm không có túi cá. Tuy nhiên, những người giữ chức vụ cao mà phẩm hàm thấp thì vẫn phải ăn mặc theo nguyên phẩm phục sức. Ví dụ như người làm chức Tể tướng nhưng phẩm hàm dưới tam phẩm, vẫn được phép mặc áo tía, đeo túi cá vàng, gọi chung là chế độ ''Tử kim ngư đại'' (紫金魚袋).}} Về sau, Thôi Trí Viễn đem các tác phẩm của mình trong thời kỳ này tổng hợp thành ''Quế uyển bút canh tập'' gồm tổng cộng 20 quyển. Sau khi thất thế, Cao Biền thường xuyên nghe lời nịnh nọt, Thôi Trí Viễn cũng vì thế mà dần dần rơi vào lãng quên. Năm [[884]], ông dâng thư thỉnh cầu về nước, được Cao Biền chuẩn ý. Thôi Trí Viễn rời Trung Quốc về Tân La vào tháng 8 năm đó, được Đường Hy Tông lệnh mang theo quốc thư, lấy thân phận sứ giả nhà Đường để về nước. Trước khi lên đường, Cố Vân, một nhà thơ thời Vãn Đường, đã viết một bài thơ tiễn biệt người bạn lâu năm.<ref>{{harvnb|Lý Nham|Từ Kiến Thuận|Trì Thủy Dũng|Du Thành Vân|2010|p=153}}<\/ref>\n\n=== Trở lại Tân La và những năm cuối đời ===\n[[Tập tin:Daejeokkwangjeon IMG 20161002 124923.jpg|nhỏ|[[Haeinsa|Hải Ấn tự]] trên núi Già Sơn, nơi Thôi Trí Viễn lui về quy ẩn, cũng là nơi cất giữ bản khắc [[Bát vạn đại tạng kinh]] được UNESCO đưa vào danh sách di sản thế giới năm 1995]]\nSau khi quay về Tân La (đời vua [[Hiến Khang vương|Tân La Hiến Khang Vương]]) vào năm [[885]], Thôi Trí Viễn được bổ nhiệm làm Thị độc kiêm Hàn Lâm học sĩ, thủ Binh Bộ Thị Lang và Tri thụy thư giam đẳng. Triều đình Tân La lúc bấy giờ đã cực kì hủ hóa, triều chính hủ bại, đời sống nhân dân khốn khổ. Năm thứ hai sau khi trở về nước (năm [[887]]), ông từng dâng lên vua [[Chân Thánh nữ vương|Tân La Chân Thánh nữ vương]] ''Thời vụ sách'' chứa mười một điều khuyên nhủ kẻ cai trị Tân La cần thi hành những biện pháp chính trị nhân từ để cứu vãn quốc gia nguy vong. Tuy nhiên, những đề xuất cải cách của ông đều bị làm ngơ. Buồn bã, Thôi Trí Viễn sáng tác rất nhiều bài thơ biểu đạt sự bất mãn đối với hiện thực, phê phán tệ nạn xã hội và châm biếm thói đạo đức giả của những kẻ thuộc tầng lớp thống trị. Kết quả là ông bị nữ vương trách cứ và giáng xuống làm quan địa phương, giữ chức Thái thú quận Đại Sơn. Cảm giác Tân La đã qua mục nát không cách nào vãn hồi, Thôi Trí Viễn quyết định từ quan, lui về núi Già Sơn quy ẩn ở tuổi 41 vào năm [[897]] (đời vua [[Chân Thánh nữ vương|Tân La Chân Thánh nữ vương]]).{{sfn|Choe Chong-dae|2014}}<ref>{{harvnb|Lý Nham|Từ Kiến Thuận|Trì Thủy Dũng|Du Thành Vân|2010|p=154–155}}<\/ref> Một trong những bài thơ còn sót lại của ông, \"Triều lãng\", thể hiện tâm trạng của ông:\n{| role=\"presentation\" style=\"margin-left:3em;\"\n|- style=\"vertical-align: top;\"\n|<poem>{{lang|zh|驟雪翻霜千萬重，\n往來弦望躡前蹤。\n見君終更能懷信，\n慚我趨時盡放慵。\n石壁戰聲飛霹靂，\n雲峰倒影撼芙蓉。\n因思宗慤長風語，\n壯氣橫生憶臥龍。}}<\/poem>\n|style=\"padding-left: 2em;\"|<poem>Sậu tuyết phiên sương thiên vạn trùng,\nVãng lai huyền vọng nhiếp tiền tung.\nKiến quân chung cánh năng hoài tín,\nTàm ngã xu thời tận phóng dung.\nThạch bích chiến thanh phi phích lịch,\nVân phong đảo ảnh hám phù dung.\nNhân tư Tông Xác trường phong ngữ,\nTráng khí hoành sinh ức Ngoạ Long.<\/poem>\n|style=\"padding-left: 2em;\"|<poem>Phơi sương đạp tuyết ngàn vạn lớp,\nChưa tan đợt trước đã cuộn dòng.\nThủy chung ngọn sóng không sai hẹn,\nBiếng nhác thân ta luống thẹn thùng.\nVách đá tiếng quân vang vọng tới,\nNon mây sa bóng đẩy phù dung.\nGió reo, nghĩ đến lời [[Tông Xác]],\nTráng khí trào dâng nhớ [[Gia Cát Lượng|Ngoạ Long]].{{efn|Bản dịch của dịch giả Ngô Trần Trung Nghĩa}}<\/poem>\n|}\n\nCó nhiều giả thuyết khác nhau liên quan tới cái chết của ông. Theo ''Phá nhàn tập'' của Lý Nhân Lão, Thôi Trí Viễn một buổi sáng sớm đột nhiên mất tích, người nhà cùng bằng hữu tìm kiếm khắp nơi nhưng chỉ tìm thấy giày và mũ của ông trong sơn cốc. Giai thoại kể rằng, Thôi Trí Viễn lúc về già ủng hộ [[Cao Ly Thái Tổ|Vương Kiến]]. Trong một bức tín thư gửi cho Vương Kiến, ông có ghi 8 chữ: \"Kê lâm hoàng diệp, cáp lĩnh thanh tùng.\" Sau khi Vương Kiến kiến lập vương triều Cao Ly, Thôi Trí viễn được truy phong là Văn Xương hầu, được thờ tự trong [[Văn miếu]].<ref>{{harvnb|Lý Nham|Từ Kiến Thuận|Trì Thủy Dũng|Du Thành Vân|2010|p=154}}<\/ref><ref>{{harvnb|Ebrey|Walthall|2013|p=170}}<\/ref>\n\n== Thành tựu văn học ==\nSố bài thơ hiện còn của Thôi Trí Viễn bao gồm 60 bài từ ''Quế uyển bút canh tập'' (桂苑筆耕集), 30 bài từ ''Đông văn tuyển'' (東文選), cùng hơn chục bài thơ nguyên vẹn và khá nhiều bài thơ chỉ còn sót lại vài câu rời rạc được chép tại trong ''Toàn Đường thi'' (全唐詩) hoặc những tài liệu lịch sử, bia ký và di tích khác. Thơ ca của ông có thể được chia thành 5 loại theo nội dung: Loại thứ nhất là những bài thơ trữ tình bày tỏ nỗi lòng nhớ quê hương khi đi du học nhà Đường, bao gồm: ''Đêm thu trong mưa'', ''Sơn dương dữ hương hữu thoại biệt'', ''Đông phong'', ''Trần tình thượng thái úy''. Loại thứ hai là thơ phê bình hiện thực, gồm:''Giang nam nữ'', ''Cổ ý'', ''Ngụ hưng'', ''Thục quỳ hoa''. Loại thứ ba là thơ tả phong cảnh gồm có: ''Thạch phong'', ''Triều lãng'', ''Sa đinh'', ''Dã thiêu'', ''Đỗ quyên'', ''Hải âu'', ''Sơn đỉnh nguy thạch'', ''Thạch thượng ải tùng'', ''Hồng diệp thụ'', ''Thạch thượng lưu tuyền'' gồm 10 bài, cùng ''Dụ Giang dịch tuyết'', ''Đề Già Da sơn'', ''Nhập sơn thi'' và ''Tặng Trí Quang Thượng nhân''. Loại thứ tư ''Thất ngôn kỷ đức thi tam thập thủ cẩn hiến ti đồ tương công'', ''Thù tiến sĩ Điền Thành nghĩa huynh tặng'', ''Thù Ngô tiến sĩ loan quy Giang Nam'', ''Thù Ngô Loan tú tài tích biệt nhị tuyệt cú'', ''Thù Dương Chiêm tú tài tống biệt''. Loại thứ năm là thơ miêu tả vũ điệu dân gian Tân La gồm: ''Hương nhạc tạp vịnh'', ''Kim hoàn'', ''Nguyệt điên''. Các thể thơ mà Thôi Trí Viễn sử dụng cũng rất đa dạng, bao gồm [[tuyệt cú]], [[luật thi]] cũng như [[Cổ phong|cổ thể thi]], nhưng chiếm số lượng nhiều nhất là tuyệt cú và luật thi bảy chữ. Những bài thơ của ông được thể hiện một cách tự nhiên dựa trên thực tế cuộc sống. Ông cho rằng một thi nhân không nên quá tự do tưởng tượng. Trong thư gửi Cao bí thư, ông đã dẫn hai câu thơ của [[Lý Bạch]] trong bài \"Giang thượng ngâm\" (江上吟) là \"Hứng say, bút chuyển núi cao; Thơ xong, cười cợt rạt rào bãi sông\"{{efn|\"Giang thượng ngâm\", bản dịch của nhà nghiên cứu Trần Trọng San:<poem>\n[[Khuất Nguyên|Khuất Bình]] văn rực gương trời,\nLâu đài vua Sở chôn vùi cổ khâu.\nHứng say, bút chuyển núi cao;\nThơ xong, cười cợt rạt rào bãi sông.<\/poem>}} và cho rằng đây chỉ là \"những lời nói phóng đại và phi lý\".<ref>{{harvnb|Lý Nham|Từ Kiến Thuận|Trì Thủy Dũng|Du Thành Vân|2010|p=156–157}}<\/ref><ref>{{harvnb|Vi Húc Thăng|2008|p=64–69}}<\/ref><ref name=\"HD1986\">{{harvnb|Hà Diên|1986}}<\/ref>\n\nTrong khoảng thời gian 16 năm sinh sống tại Trung Quốc, Thôi Trí Viễn đã sáng tác trên dưới một vạn thiên tác phẩm, trong đó chỉ có 300 tác phẩm là thơ, số còn lại đa phần là [[văn xuôi]] và [[văn ứng dụng]]. Văn nhân Cao Ly Chu Thận trong tác phẩm ''Du thanh lương sơn lục'' đã gọi Thôi Trí Viễn là ông tổ của \"nền văn học phương Đông\".{{efn|Phương Đông ở đây chỉ Triều Tiên, phía đông của Trung Quốc.}} Trong những năm đầu của [[vương triều Triều Tiên]], văn nhân Thành Khiếm (成伣) từng nói rằng \"Văn chương nước ta, cũng từ Thôi Trí Viễn mà ra.\" Các tác phẩm văn xuôi cùng văn ứng dụng của Thôi Trí Viễn phần lớn là biền thể văn.{{efn|Biền thể văn (駢體文), hay gọi ngắn gọn là biền văn (駢文) là một loại văn thể, từng hai câu đối nhau.}} Biền thể văn là một loại văn thể từng thịnh hành ở Giang Nam vào thời [[Lục triều]], trở thành thể thức công văn chính thức của triều đình dưới thời nhà Đường. Tập văn xuôi còn tồn tại ''Quế uyển bút canh tập'' của Thôi Trí Viễn chứa phấn lớn công văn hành chính biền thể tứ lệ lục. Văn xuôi của ông phong phú về nội dung, đa dạng về thể loại và có thành tựu nghệ thuật cao. Khi [[Khởi nghĩa Hoàng Sào|Hoàng Sào khởi nghĩa]], Thôi Trí Viễn phụng chỉ thảo một bức \"Hịch Hoàng Sào thư\" với mục đích khiển trách và thuyết phục [[Hoàng Sào]], được đánh giá là một \"kiệt tác của nghệ thuật hùng biện và văn phong\".{{sfn|Riotto|2014|p=39}} Theo sách ''Cô vân tiên sinh di sự'', [[Hoàng Sào]] đã ngã lăn ra giường khi đọc được câu \"không chỉ người trong thiên hạ đều muốn giết ngươi mà ngay cả quỷ thần dưới đất cũng bàn cách để diệt ngươi\".<ref>{{harvnb|Lý Nham|Từ Kiến Thuận|Trì Thủy Dũng|Du Thành Vân|2010|p=168–170}}<\/ref><ref name=\"HD1986\" \/>\n{{wikisource|Bổ An Nam lục dị đồ ký}}\nVào năm [[882]], Thôi Trí Viễn khi còn dưới trướng ở [[Cao Biền]] đã viết sách \"Bổ An Nam lục dị đồ ký\" (補安南錄異圖記). Cuốn sách viết về các vấn đề lịch sử, địa lý, phong tục ở [[An Nam đô hộ phủ]] (khi đó [[An Nam đô hộ phủ]] đã được thăng lên thành [[Tĩnh Hải quân]]), là một trong những tài liệu sớm nhất của Triều Tiên nói về [[Việt Nam]].{{sfn|Youn Dae-Yeong|2014|p=64–65}}\n\n== Di sản ==\nKhi Triều Tiên ngày càng trở nên [[Nho giáo]] hóa vào cuối thời Cao Ly và đặc biệt là thời kỳ nhà Triều Tiên, Thôi Trí Viễn đã trở thành một trong những học giả được ca ngợi nhất và có vinh dự được thờ tự trong Văn Miếu.{{sfn|Choi Yearn-hong |2016}} Vua [[Cao Ly Hiển Tông]] (cai trị 1009–1031) ghi nhận những thành tựu Nho học của ông, đã truy tặng thụy hiệu \"Văn Xương hầu\" (문창후, 文昌侯).{{sfn|Riotto|2014|p=49}} Vào đầu thế kỷ 13, chân dung của ông đã được đặt trong Văn miếu, trở thành đối tượng của sự tôn kính kể từ đó về sau.{{sfn|Shin Jeongsoo|2012|p=127–128}}\n\nMặt khác, theo thời gian, Thôi Trí Viễn không chỉ được hậu thế tôn sùng dưới tư cách một nhà nho, mà còn dưới tư cách một nhà thơ. Một phần là do số lượng bài thơ của ông còn lưu truyền là tương đối lớn và tất cả đều được viết bằng [[chữ Hán]]. Nhiều truyền thuyết, giai thoại xoay quanh cuộc đời ông đã xuất hiện. Thơ chữ Hán của Thôi Trí Viễn ảnh hưởng sâu sắc đến văn học Triều Tiên và Hàn Quốc ngày nay. Văn thơ ông cũng như chính tâm hồn ông: \"Thơ biểu hiện tinh thần con người, văn biểu hiện thể chất con người.\"{{sfn|Nguyễn Thị Ngân|2013}}\n\n<gallery mode=packed heights=180px >\n崔致远纪念堂.jpg|Bảo tàng Thôi Trí Viễn tại [[Dương Châu]], Trung Quốc \n崔致远汉白玉塑像.jpg|Tượng Thôi Trí Viễn tại bảo tàng\n桂苑笔耕集.jpg|''Quế uyển bút canh tập''\n<\/gallery>\n\n== Ghi chú ==\n{{Tham khảo|nhóm=lower-alpha}}\n\n== Tham khảo ==\n=== Chú thích ===\n{{Tham khảo|cột=30em}}\n\n=== Thư mục ===\n{{refbegin|30em}}\n* {{chú thích sách|author1=Kang Chae-ŏn|author2=Kang Jae-eun|title=The Land of Scholars: Two Thousand Years of Korean Confucianism|trans-title=Đất nước của những nho gia: 2000 năm Nho giáo Triều Tiên|date=2006|publisher=Homa & Sekey Books|location=Paramus|isbn=978-1-931907-37-8|oclc=1074570202|url=https:\/\/books.google.de\/books?id=iB8R0oEH3kEC|language=en}}\n* {{Chú thích web |url=https:\/\/www.koreatimes.co.kr\/www\/opinion\/2018\/05\/162_160970.html |tựa đề=Choe Chi-won, eminent scholar |tác giả=Choe Chong-dae |ngày=2014-07-14 |website=The Korea Times |ngôn ngữ=en |dịch tựa đề=Choe Chi-won, học giả lỗi lạc }}\n* {{Chú thích sách |url=https:\/\/books.google.de\/books?id=-7OWAAAAMAAJ |title=Law and Justice in Korea: South and North |last=Ch'oe Chong-go |date=2005 |publisher=Seoul National University Press |isbn=978-89-521-0635-3 |location=Seoul |language=en |trans-title=Luật pháp và Tư pháp ở Nam và Bắc Triều Tiên |chapter=Choe Chiwon (857 – c. 910) }}\n* {{Chú thích web |url=http:\/\/www.koreatimes.co.kr\/www\/news\/culture\/2016\/07\/142_208963.html |tựa đề=Choe Chi-won, great Tang and Silla poet |tác giả= Choi Yearn-hong |ngày=2016-07-08 |website=Korea Times|location=Washington, D.C. |ngôn ngữ=en }}\n* {{Chú thích sách |url=https:\/\/books.google.de\/books?id=ou-hq_FlQY4C&dq=Choe+Chiwon&hl=vi&source=gbs_navlinks_s |title=East Asia: A Cultural, Social, and Political History |last=Ebrey |first=Patricia Buckley |last2=Walthall |first2=Anne |date=2013 |publisher=Cengage Learning |isbn=978-1-133-60647-5 |language=en |trans-title=Đông Á: Lịch sử văn hóa, xã hội và chính trị |chapter=Early Korea to 935 }}\n* {{Chú thích sách |url=https:\/\/books.google.de\/books?id=Rjy7DQAAQBAJ |title=A History of Korea |last=Hwang |first=Kyung Moon |date=2016 |publisher=Macmillan International Higher Education |isbn=978-1-137-57359-9 |language=en |trans-title=Lịch sử Triều Tiên |chapter=Jang Bogo, Choe Chiwon and Unified Silla Society }}\n* {{Chú thích sách |url=https:\/\/books.google.de\/books?id=CMRxAAAAMAAJ |title=Korea: Its People and Culture |last=Kim Ick-Dal |date=1974 |publisher=Hakwon-Sa |language=en |trans-title=Triều Tiên: Dân tộc và Văn hóa }}\n* {{Chú thích sách |url=https:\/\/books.google.de\/books?id=jYf6DwAAQBAJ |title=''浙大史学精粹第二辑——中国古代史卷'' |last=Lưu Tiến Bảo |first=劉進寶 |date=2019 |publisher=Beijing Book Co. Inc. |isbn=978-7-308-16874-8 |location=Bắc Kinh |language=zh |trans-title=Chiết đại sử học tinh túy tập 2 —— Trung Quốc cổ đại sử }}\n* {{Chú thích sách |url=https:\/\/books.google.de\/books\/about\/朝鲜文学通史.html?id=mHCUuAAACAAJ |title=''朝鲜文学通史'' |last=Lý Nham |first=李岩 |last2=Từ Kiến Thuận |first2=徐建顺 |last3=Trì Thủy Dũng |first3=池水涌 |last4=Du Thành Vân |first4=俞成云 |date=2010-09 |publisher=社会科学文献出版社 (Nhà xuất bản Khoa học Xã hội Văn hiến) |isbn=978-7-5097-1511-6 |location=Bắc Kinh |language=zh |trans-title=Triều Tiên văn học thông sử |oclc=671601786 }}\n* {{Chú thích web |url=http:\/\/cks.inas.gov.vn\/index.php?newsid=305 |tựa đề=Tân La thù dị truyện và Choe Chi-Won (Thôi Trí Viễn) |tác giả=Nguyễn Thị Ngân |ngày=2013-03-12 |website=Trung Tâm Nghiên Cứu Hàn Quốc |nhà xuất bản=Viện Nghiên cứu Hán Nôm |location=Hà Nội }}\n* {{Chú thích tạp chí |last=Riotto |first=Maurizio |date=2014 |title=When Poets Become Sorcerers: The Cases of Virgil and Ch'oe Ch'iwǒn |url=https:\/\/www.jstor.org\/stable\/i24573184 |journal=Korean Studies |language=en |publisher=University of Hawai'i Press |volume=38 |pages=29–50 |issn=0145-840X |jstor=24574886|trans-title=Khi thi nhân trở thành phù thủy: Trường hợp của Virgil và Ch'oe Ch'iwǒn }}\n* {{Chú thích tạp chí |last=Shin Jeongsoo |date=2012 |title=The Making of King Peony in Korean Literature: A Reading of \"Admonition for the Flower King\" |trans-title=Sự hình thành của hình tượng vua loài hoa mẫu đơn trong văn học Triều Tiên: Đọc về \"Hoa vương giới\" |url=https:\/\/www.semanticscholar.org\/paper\/The-Making-of-King-Peony-in-Korean-Literature%3A-A-of-Shin\/30a4315aac3afe8b09d1803709051bb298c477a7 |journal=The Journal of Korean Studies |volume=17 |issue=1 |pages=125–152 |issn=0731-1613 |jstor=23622343 }}\n* {{Chú thích sách |url=https:\/\/books.google.de\/books?id=faTtPAAACAAJ |title=''韩国文学史'' |last=Vi Húc Thăng |first=韦旭昇 |date=2008-07 |publisher=北京大学出版社 (Nhà xuất bản Đại học Bắc Kinh) |isbn=978-7-301-14042-0 |edition=1 |location=Bắc Kinh |language=zh |trans-title=Lịch sử văn học Trung Quốc |oclc=298921866 }}\n* {{chú thích tạp chí|author1=Youn Dae-Yeong|title=Korean Views of Vietnam in the Late Nineteenth and Early Twentieth Centuries|journal=[[Journal of Vietnamese Studies]]|date=2014|volume=9|issue=1|pages=62–95|doi=10.1525\/vs.2014.9.1.62|url=https:\/\/online.ucpress.edu\/jvs\/article-abstract\/9\/1\/62\/60737\/The-Loss-of-VietnamKorean-Views-of-Vietnam-in-the?redirectedFrom=PDF|trans-title=Góc nhìn của Triều Tiên về Việt Nam vào cuối thế kỷ 19 và đầu thế kỷ 20|publisher=University of California Press|location=Berkeley, California|language=en|issn=1559-372X}}\n{{refend}}\n\n{{Portal bar|Văn học|Triều Tiên|Hàn Quốc}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 857]]\n[[Thể loại:Mất thế kỷ 10]]\n[[Thể loại:Người Tân La]]\n[[Thể loại:Nhà Nho Triều Tiên]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]"}