{"Thông Biện":"Quốc sư '''Thông Biện''' (通辯; ? – 1134), hay '''Trí Không''' thiền sư, là một thiền sư nổi danh trong [[lịch sử Phật giáo Việt Nam]].<ref>Nguyễn Tài Thư (chủ biên), ''Lịch sử Phật giáo Việt Nam''. Nhà xuất bản Khoa học xã hội, Hà Nội, 1988.<\/ref><ref>Thích Nhất Hạnh ''Master Tang Hôi: first Zen teacher in Vietnam and China'' 2001 Page 21 \"He was able to respond eloquently when the queen asked about the origins of Buddhism in Vietnam, and so the queen asked the king to bestow on him the title of National Teacher Clear Eloquence (Thong Bien).<\/ref> Sư được xem là đời thứ 8 của dòng [[Vô Ngôn Thông]] và hành trạng được ghi chép lại trong bộ [[Thiền uyển tập anh]] (禪苑集英)\n\nSư nguyên người hương Đan Phương, vốn họ Ngô, thuộc dòng dõi Phật tử, bản tính thông tuệ, học thông tam giáo. Lúc đầu Sư tham vấn thiền học, đắc pháp với thiền sư [[Viên Chiếu]]<ref>Keith Weller Taylor, John K. Whitmore ''Essays Into Vietnamese Pasts'' 1995 Page 90 \"Thông Biện even specified that at his time (eleventh century) Huệ Sinh (?-1064) and Chan Khong (died 1100) represented the Vinltaruci sect, while Viên Chiếu (999-1090) and Quang Tri (died around 1085-1091) carried on the V6 Ngon.<\/ref> ở chùa Cát Tường. Sau đó có chiếu chỉ triệu về kinh đô Thăng Long trụ trì chùa Khai Quốc, bấy giờ Sư tự xưng hiệu là Trí Không. Mùa xuân năm Hội Phong thứ 5 (1096), ngày rằm tháng hai, [[Phù Thánh Cảm Linh Nhân Hoàng Thái Hậu]] đến chùa thiết lễ trai tăng. Trong lúc đàm đạo với các bậc túc tăng kỳ lão, Thái hậu hỏi Sư Thền tông và được Sư giải thích rất rành rẽ. Do đó, Thái hậu đã rất hoan hỉ lễ bái phong Sư chức Tăng lục, ban tử y cà sa và phong hiệu là Thông Biện đại sư cùng trọng thưởng rất hậu. Bởi kính trọng Sư, Thái hậu thường triệu thỉnh vào nội và lễ bái phong làm Quốc sư, đồng thời cho khởi công xây dựng thêm 100 ngôi chùa mới.<ref>David G. Marr, Anthony Crothers Milner ''Southeast Asia in the Ninth to Fourteenth Centuries'' 1986 Page 148 \" Thông Biện's biography reveals that in 1096 he was consulted by the Queen Mother (Ỷ Lan) for an explanation of the history of Buddhism in Vietnam; his answers to her questions reveal him as an impressive scholar.\"<\/ref>\n\nLúc tuổi cao, Sư về trụ chùa Phổ Minh ở Từ Liêm, mở đàn thuyết pháp. Sư dạy người tu thường lấy kinh Pháp Hoa làm dụng. Thế nên dân gian thường gọi Sư là '''Ngô Pháp Hoa'''.\n\nNgày rằm tháng 2 năm Giáp Dần, nhằm niên hiệu Thiên Chương Bảo Tự thứ 2 (1134), đời [[Lý Thần Tông]], Sư cho hay có bệnh rồi tịch.\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [[Thiền uyển tập anh]]\n{{Sơ khai nhân vật Phật giáo Việt Nam}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 1134]]\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Thiền phái Vô Ngôn Thông]]"}