{"Thẩm Oánh (Tam Quốc)":"'''Thẩm Oánh''' ({{zh|t=沈瑩|p=Shen Ying}}; ? - 280), là tướng lĩnh [[Đông Ngô]] thời Tam Quốc trong [[lịch sử Trung Quốc]].\n\n== Cuộc đời ==\nKhông rõ quê quán, hành trạng ban đầu của Thẩm Oánh. Cuối thời [[Tôn Hạo]], Thẩm Oánh giữ chức thái thú quận [[Đan Dương]].\n\nNăm 279, [[Vương Tuấn (đầu Tây Tấn)|Vương Tuấn]], [[Đỗ Dự]] dâng thư kiến nghị [[Tư Mã Viêm]] xuất quân diệt Ngô. Tháng 11 (ÂL) cùng năm, Tư Mã Viêm bắt đầu điều quân. Tôn Hạo biết tin, sai Thừa tướng [[Trương Đễ]], Đô đốc, thái thú Đan Dương Thẩm Oánh, hộ quân [[Tôn Chấn (Tam Quốc)|Tôn Chấn]], phó quân sư [[Gia Cát Tịnh]] dẫn ba vạn quân vượt [[Trường Giang]] nghênh chiến.<ref name=\"TTTG 81\">[[Tư Mã Quang]], ''[[Tư trị thông giám]]'', [[:wikisource:zh:資治通鑑\/卷081|''Tấn kỷ'', quyển 81]].<\/ref>\n\nQuân Ngô đến [[Ngưu Chử]]<ref>Ngưu Chử (牛渚), nay nằm ở phía bắc huyện [[Đang Đồ|Đan Đồ, An Huy]].<\/ref>, Thẩm Oánh dự kiến đất [[Kinh Châu]] phía bắc Trường Giang chắc chắn sẽ thất thủ, đề nghị Trương Đễ cố thủ bến này:\n{{cquote|''Tấn ở đất Thục chỉnh đốn thủy quân trong thời gian dài. Quân ta ở thượng lưu lại chưa từng chuẩn bị chiến tranh,  các danh tướng đều đã qua đời, chỉ còn vài người trẻ tuổi đảm đương trọng trách, e rằng ngăn không được. Thủy quân Tấn chắc chắn phải vượt qua nơi này, chúng ta nên tập trung lực lượng chờ chúng đến, đánh một trận, nếu may mắn thủ thắng, thì Giang Tây tự nhiên thái bình. Nếu bây giờ vượt sông giao tranh với chủ lực của Tấn, chẳng may thua trận, thế thì lớn chuyện rồi.''}}\n\nTrương Đễ không nghe lời Oánh, quyết tâm vượt sông quyết chiến với quân Tấn:\n{{cquote|''Ngô sắp mất nước, kẻ hiền kẻ ngu đều biết, việc không chỉ bây giờ mới có. Ta lo lắng nếu quân từ đất Thục tới nơi này, quân ta kinh sợ, sẽ không chỉnh đốn được. Thừa dịp hiện tại độ giang, còn có thể quyết chiến. Nếu bại vong, thì vì nước mà chết, không còn gì nhưng tiếc nuối; nếu thủ thắng, quân địch thua chạy, thực lực quân ta tăng gấp bội, sau đó thừa thắng nam tiến, đón địch ở nửa đường, không lo không thể phá địch. Nếu theo kế của Tử, chỉ sợ binh sĩ đều bỏ chạy, ngồi chờ địch đến, quân thần cùng nhau đầu hàng, không một người chết vì nước, chẳng phải là sỉ nhục?''}}\n\nTháng 3 (ÂL) năm 280, quân Ngô vượt qua Trường Giang, bao vây 7.000 quân Tấn của Thành Dương đô úy [[Trương Kiều]] (張喬). Gia Cát Tịnh muốn giết sạch quân Tấn, Trương Đễ lại tiếp thu đầu hàng.<ref name=\"TTTG 81\" \/>\n\nSau, quân Tấn do thứ sử [[Dương Châu]] [[Chu Tuấn (nhà Tấn)|Chu Tuấn]] chỉ huy đến bờ bắc Trường Giang. Thẩm Oánh chỉ huy 5.000 tinh binh Đan Dương, hiệu \"Thanh Cân binh\" (青巾兵), ba lần tiến công, không thể phá trận. Khi hai bên lâm vào giằng co, thì hàng quân Tấn ở hậu phương nổi loạn, khiến quân Ngô đại loạn. Tướng Tấn là [[Tiết Thắng]] (薛勝), [[Tưởng Ban]] thừa cơ tiến công, quân Ngô tan rã. Trương Đễ không nghe Gia Cát Tịnh khuyên bảo, liều chết xung trận. Thẩm Oánh, Tôn Chấn bị quân Tấn tù binh rồi xử trảm, gửi đầu về [[Lạc Dương]].<ref name=\"TTTG 81\" \/><ref>[[Phòng Huyền Linh]], ''[[Tấn thư]]'', quyển 3, ''[[:wikisource:zh:晉書\/卷003|Vũ Đế kỷ]]''.<\/ref>\n\n== Tác phẩm ==\nThẩm Oánh để lại tác phẩm ''Lâm hải thủy thổ dị vật chí'' (臨海水土異物志)<ref>[[Ngụy Trưng]], ''[[Tùy thư]]'', quyển 34, ''[[:wikisource:zh:隋書\/卷34|Kinh tịch chí (3)]]''.<\/ref>, đại đa số nội dung đã thất lạc, chỉ còn một bộ phận được trích dẫn trong sách ''[[Thái Bình ngự lãm]]'' thời Tống.<ref name=\"TBNL\">[[Lý Phưởng]], ''[[Thái Bình ngự lãm]]'', quyển 780, ''[[:wikisource:zh:太平御覽\/0780|Tứ di bộ (1)]]''.<\/ref> Trong sách có ghi chép về địa danh [[Di Châu]] (夷州), nói về phong tục của dân Sơn Di ở Di Châu với [[Bách Việt]] ở lục địa, được cho là những ghi chép về người [[Cao Sơn (dân tộc)|Cao Sơn]] ở [[đảo Đài Loan]]. Năm 1993, [[Quốc vụ viện Trung Quốc]] công bố [[sách trắng]] ''Vấn đề Đài Loan và sự thống nhất Trung Quốc'' đã khẳng định ''Lâm hải thủy thổ dị vật chí'' của Thẩm Oánh và văn bản sớm nhất ghi chép về [[Đài Loan]].<ref>[http:\/\/jyj.qzlc.gov.cn\/lwcmsapp\/view\/commonDept\/news.jsp?siteunid=17&id=79973BA2C32D375A5C4C80BE43C29B8A ''Lâm hải thủy thổ dị vật chí'' - Ghi chép sớm nhất về Đài Loan]{{Liên kết hỏng|date = ngày 5 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n== Trong văn hóa ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'', Thẩm Oánh xuất hiện ở hồi 120, giữ chức Tả tướng quân. Khi quân Tấn tiến công, Thẩm Oánh ở Ngưu Chử đánh chặn quân Tấn, bị tướng [[Chu Chỉ]] chém chết.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 120, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 120|Tiến Đỗ Dự, lão tướng dâng mẹo hay; Bắt Tôn Hạo, tam phân lại hợp nhất]]''.<\/ref>\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 280]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Nhà dân tộc học Trung Quốc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}