{"Thạch Kính Đường":"{{Thông tin nhân vật hoàng gia\n| tên = Hậu Tấn Cao Tổ \n|tên gốc = 後晉高祖\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm =china\n| hình = Emperor_Gaozu_of_Later_Jin_Shi_Jingtang.jpg\n| cỡ hình = \n| ghi chú hình=Tranh vẽ chân dung Hậu Tấn Cao Tổ\n| chức vị = [[Hoàng đế]] [[nhà Hậu Tấn|Hậu Tấn]]\n| tại vị = [[28 tháng 11]] năm [[936]]<ref name=CNDS75>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷75|quyển 75]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref> – [[28 tháng 7]] năm [[942]]<br>({{số năm theo năm và ngày|936|11|28|942|7|28}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:936 till:946\nAlignBars = early\nScaleMajor = increment:10 start:936\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:936 till:942 color:red\n<\/timeline>\n| tiền nhiệm = ''' Sáng lập triều đại'''\n| kế nhiệm = [[Thạch Trọng Quý|Hậu Tấn Xuất Đế]]\n| vợ = [[Lý hoàng hậu (Hậu Tấn)|Lý hoàng hậu]]\n| con cái = {{Unbulleted list|Thạch Trọng Anh|Thạch Trọng Tín|Thạch Trọng Nghệ|Thạch Trọng Tiến|Thạch Trọng Cảo|Thạch thị}}\n| miếu hiệu = [[Cao Tổ]] (高祖)\n| thụy hiệu =Thánh Văn Chương Vũ Minh Đức Hiếu Hoàng đế<br>(聖文章武明德孝皇帝)\n| niên hiệu = Thiên Phúc (天福) 936-942\n| cha = Thạch Thiệu Ung \n| mẹ = Hà thị\n| sinh = {{birth date|892|3|30|df=yes}}\n| nơi sinh = Thái Nguyên, [[nhà Đường|Đại Đường]]<ref name=CNDS75\/> (nay thuộc [[Dương Khúc]], [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|Sơn Tây]])\n| mất = {{death date and age|942|7|28|892|3|30|df=yes}}\n| ngày an táng = 20 tháng 12 năm 942<br>\n| nơi an táng = Hiển lăng\n}}\n'''Hậu Tấn Cao Tổ''' ([[30 tháng 3]], [[892]]<ref name=CNDS75\/> – [[28 tháng 7]], [[942]]<ref name=TTTG283>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷283|quyển 283]].<\/ref>), tên thật là '''Thạch Kính Đường''' (石敬瑭), là [[hoàng đế]] đầu tiên của [[hậu Tấn|triều Hậu Tấn]], vương triều thứ 3 trong 5 vương triều Ngũ đại, thời [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]], trị vì từ năm 936 đến khi ông mất.\n\nCha của ông là Thạch Thiệu Ung, làm quan tới Minh Châu thứ sử. Thạch Kính Đường từ nhỏ đã được [[Hậu Đường Minh Tông|Lý Tự Nguyên]] (sau này là Hậu Đường Minh Tông) đánh giá cao, cho chỉ huy thân binh và gả con gái cho. Năm Đồng Quang thứ 4 (926) thời [[Hậu Đường Trang Tông]], tại Ngụy Châu xảy ra binh biến, Thạch Kính Đường thúc giục Lý Tự Nguyên đem quân vào Biện Châu, chuyển hướng tấn công vào [[Lạc Dương]], giết Hậu Đường Trang Tông rồi tự mình lên ngôi Hoàng đế, gọi là Hậu Đường Minh Tông. Sau khi Tự Nguyên lên ngôi Thạch Kính Đường đã giữ chức vụ [[tiết độ sứ]] tại các trấn Bảo Nghĩa, Tuyên Vũ, Hà Đông.\n\nNăm [[934]], Hậu Đường Mẫn Đế [[Lý Tòng Hậu]] chuyển Thạch Kính Đường tới làm tiết độ sứ ở Thành Đức. Mẫn Đế thảo phạt Lộ vương [[Lý Tòng Kha]] bị thất bại, chạy tới Vệ Châu, cầu viện Thạch Kính Đường, nhưng bộ hạ của Thạch Kính Đường lại giết sạch tùy tòng của Mẫn Đế và giam cầm Mẫn Đế tại Vệ Châu. Cuối cùng Mẫn Đế bị Lý Tòng Kha cử người tới giết chết.\n\nNăm 936, Thạch Kính Đường nổi dậy chống Hậu Đường, ông cầu viện sự giúp đỡ của [[nhà Liêu|Khiết Đan]], cắt 16 châu cho Khiết Đan sau khi giành được quyền lực, một hành động có tác động đến tình thế chính trị Trung Quốc trong nhiều năm sau đó.\n\n==Thân thế==\n''[[Cựu Ngũ Đại sử]]'' viết rằng Thạch Kính Đường là hậu duệ của Đại phu Thạch Thước (石碏) của [[Vệ (nước)|nước Vệ]] thời [[Xuân Thu]], và Thừa tướng Thạch Phấn (石奮) của [[nhà Hán|triều Hán]]. Khi triều Hán suy, [[Quan Trung|Quan]]-[[Tam Phụ|Phụ]] loạn, tử tôn của Thạch Phấn dời về phía tây, định cư tại Cam châu<ref group=\"c\">甘州, nay thuộc [[Trương Dịch]], [[Cam Túc]]<\/ref>. Cũng theo ''Cựu Ngũ Đại sử'', vào giữa niên hiệu Nguyên Hòa (806-820) thời Đường, tổ bốn đời của Thạch Kính Đường là Thạch Cảnh (石璟) theo thủ lĩnh người Sa Đà là Chu Da Chấp Nghị từ Lĩnh Vũ đến quy phụ [[triều Đường]], được giữ chức Âm Sơn phủ bì hiệu dưới quyền Chu Sa Chấp Nghi, do có biên công nên chức quan đến Sóc châu thứ sử, tổ mẫu của ông là Tần thị. Tổ ba đời của Thạch Kính Đường là Thạch Sâm (石郴) mất sớm, tổ mẫu của ông là An thị. Tổ phụ của Thạch Kính Đường là Thạch Dực (石翌), làm đến Chấn Vũ phòng ngự sứ, tổ mẫu của ông là Mễ thị. Phụ thân của Thạch Kính Đường là Thạch Thiệu Ung (石紹雍), tên Sa Đà là Nghiệt Liệt Kê (臬捩雞), giỏi cưỡi ngựa bắn cung, có mưu lược sâu xa, lập được chiến công khi theo [[Lý Khắc Dụng]] và [[Lý Tồn Úc]], từng giữ chức thứ sử của Bình châu và Minh châu.<ref name=CNDS75\/> ''[[Tân Ngũ Đại sử]]'' thì viết rằng phụ thân của Thạch Kính Đường là Nghiệt Liệt Kê, có nguồn gốc Tây Di, từ khi Chu Da Chấp Nghi quy Đường thì theo người này đến định cư tại [[Âm Sơn]]. Khi Lý Khắc Dụng nổi dậy, Nghiệt Liệt Kê do giỏi cưỡi ngựa bắn cung nên thường theo Lý Khắc Dụng chinh phạt, lập được công lao, chức quan đến Minh châu thứ sử, và rằng không rõ họ Thạch của Thạch Kính Đường có nguồn gốc từ đâu.<ref name=TNDSD8>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷08|quyển 8]].<\/ref>\n\nThạch Kính Đường là đệ nhị tử của Nghiệt Liệt Kê, sinh ngày 28 tháng 2 năm Cảnh Phúc thứ 1 ([[30 tháng 3]] năm 892), tức năm Nhâm Tý, tại lý Phần Dương thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], mẫu thân của ông là Hà thị.<ref name=CNDS75\/> (Sau khi xưng đế, Thạch Kính Đường tôn thứ mẫu là Lưu thị làm thái phi, rồi hoàng thái hậu.)<ref name=TTTG283\/> Khi còn trẻ tuổi, Thạch Kính Đường có tính trầm đạm, ít nói cười, đọc binh pháp, xem trọng cách hành sự của [[Lý Mục]], [[Chu Á Phu]].<ref name=CNDS75\/>\n\n== Phụng sự Tấn ==\nSau khi triều Đường sụp đổ vào năm 907, lãnh địa mà Lý Khắc Dụng cát cứ trở thành nước [[Tấn (Ngũ Đại Thập Quốc)|Tấn]], và sau khi Lý Khắc Dụng mất vào năm 908, Lý Tồn Úc kế vị Tấn vương, tiếp tục kình địch với nước thay thế triều Đường là [[nhà Hậu Lương|Hậu Lương]] tại [[Trung Nguyên]].<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref> Lý Tồn Úc bổ nhiệm dưỡng tử của phụ thân là Lý Tự Nguyên làm Đại châu<ref group=\"c\">代州, nay thuộc [[Sóc Châu]], Sơn Tây<\/ref> thứ sử. Trong thời gian Lý Tự Nguyên giữ chức thứ sử tại Đại châu, người này xem trọng tài năng của Thạch Kính Đường và gả [[Lý hoàng hậu (Hậu Tấn)|con gái]] làm thê của Thạch Kính Đường. Lý Tồn Úc biết Thạch Kính Đường giỏi bắn cung nên thăng làm hầu cận, Lý Tự Nguyên thỉnh cho Thạch Kính Đường theo đại quân đi chinh phạt và được chấp thuận. Sau này, khi Lý Tự Nguyên theo Lý Tồn Úc chinh hành, cho Thạch Kính Đường lĩnh thân kị, hiệu là \"tam thảo quân\", làm tâm phúc cho mình.<ref name=CNDS75\/>\n\nTháng 2 năm Thiên Hựu thứ 13 (916), quân Hậu Lương của Thượng tướng [[Lưu Tầm]] đến sát chân thành Thanh Bình, đánh úp quân của Lý Tồn Úc đến từ Cam Lăng. Thạch Kính Đường lĩnh hơn mười kị binh thâm nhập đột kích, được Lý Tồn Úc khen ngợi, ban thưởng đặc biệt, do vậy mà có được danh tiếng. Năm sau, quân Tấn giao chiến với Lưu Tầm tại tây bắc Sân, Thạch Kính Đường và Lý Tự Nguyên đều bị hãm trên chiến trường, Thạch Kính Đường rút thân kiếm, phản phục chuyển đấu, đuổi Lưu Tầm phía đông thành Cố Nguyên. Năm Thiên Hựu thứ 15 (918), khi Lý Tự Nguyên bị tướng Hạ Côi của Hậu Lương bức bách, Thạch Kính Đường là hậu điện và đánh bại hơn 500 kị binh Hậu Lương. Tháng 12 năm đó (đầu năm 919), quân Tấn và Hậu Lương đại chiến tại Hồ Liễu pha<ref group=\"c\">胡柳陂, nay thuộc Hà Trạch, Sơn Đông<\/ref>, quân Tấn bất lợi, Thạch Kính Đường hiến kế sách cho Lý Tự Nguyên nhằm phản công Hậu Lương. Tháng 10 năm Thiên Hựu thứ 18 (921), Thạch Kính Đường theo Lý Tự Nguyên giao chiến với quân Hậu Lương ở bến Đức Thắng, đánh bại tướng [[Đái Tư Viễn]] của Hậu Lương, giết hơn hai vạn lính. Năm Thiên Hựu thứ 19 (922), trong cuộc chiến tại Hồ Lô sáo, theo mô tả quân Hậu Lương thấy Thạch Kính Đường rút gươm mở đường, hộ tống Lý Tự Nguyên thoái lui thì không dám đánh. Tháng 10 năm Thiên Hựu thứ 20 (923), Thạch Kính Đường đem binh yểm trợ Lý Tự Nguyên, giúp chủ tướng giải nguy nan từ quân Hậu Lương tại Dương Thôn trại.<ref name=CNDS75\/>\n\n== Phụng sự Hậu Đường ==\n=== Thời Trang Tông ===\nNăm 923, Lý Tồn Úc xưng đế, lập quốc [[Hậu Đường]], sau đó tiến hành một chiến dịch diệt Hậu Lương trong cùng năm, Lý Tự Nguyên đóng vai trò nổi bật trong chiến dịch.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref> Thạch Kính Đường và [[Lý Tòng Kha]]<ref group=\"c\">dưỡng tử của Lý Tự Nguyên<\/ref> đều lập được công lớn trong chiến dịch, song Trang Tông Lý Tồn Úc không ban phú quý cho Thạch Kính Đường vì theo ghi chép thì ông không thích kể công [nên công lao không nổi tiếng], duy có Lý Tự Nguyên là biết.<ref name=CNDS75\/>\n\nSau khi chinh phục được [[Tiền Thục]], năm 926, Hậu Đường Trang Tông cho sát hại hai danh tướng là [[Quách Sùng Thao]] và [[Lý Kế Lân]], khiến quân đội Hậu Đường trên dưới đều lo sợ và tức giận. Trang Tông phái Lý Tự Nguyên đi trấn áp binh biến tại Nghiệp Đô<ref group=\"c\">鄴都, nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref>, song binh sĩ của Lý Tự Nguyên lại tiến hành binh biến và buộc Lý Tự Nguyên phải tham dự nổi dậy với binh sĩ Nghiệp Đô. Khi Lý Tự Nguyên thoát được khỏi Nghiệp Đô, Thạch Kính Đường thuyết phục Lý Tự Nguyên rằng muốn sự thành cần phải quả quyết, rằng Lý Tự Nguyên đã cùng quân phản loạn nhập thành thì sau này không thể được yên. Do khuyến nghị của Thạch Kính Đường và những người khác, Lý Tự Nguyên cuối cùng quyết định tập hợp binh sĩ và tiến về phía nam, ban đầu tiến về bồi đô [[Khai Phong|Đại Lương]]<ref group=\"c\">nguyên là kinh đô của Hậu Lương<\/ref> và sau đó là đế đô [[Lạc Dương]]. Trong chiến dịch này, Thạch Kính Đường và Lý Tòng Kha tiếp tục đóng vai trò quan trọng.<ref name=TTTG274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref> Ngày Đinh Hợi tháng 4 (15 tháng 5), Hậu Đường Trang Tông bị sát hại trong một cuộc binh biến tại Lạc Dương, Lý Tự Nguyên sau đó tiến vào thành và trở thành giám quốc.<ref name=TTTG275>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref>\n\n=== Thời Minh Tông ===\nĐương thời, hoàng tử của Trang Tông là Ngụy vương [[Lý Kế Ngập]] đang đem quân chinh Thục trở về, hướng về Lạc Dương. Lý Tự Nguyên lo sợ sẽ xảy ra rỗi loạn, bèn bổ nhiệm Thạch Kính Đường làm Thiểm châu<ref group=\"c\">陝州, nay thuộc [[Tam Môn Hiệp]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> lưu hậu vào ngày Mậu Tuất (12) tháng 4 (26 tháng 5), hôm sau thì bổ nhiệm Lý Tòng Kha làm Hà Trung<ref group=\"c\">河中, nay thuộc [[Vận Thành]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref>, dẫn quân phòng thủ. Tuy nhiên, binh sĩ của Lý Kế Ngập bỏ trốn, và người này quyết định tự sát. Thuộc cấp của Lý Kế Ngập và [[Nhâm Hoàn]] đem số quân còn lại đi về phía đông, Lý Tự Nguyên mệnh Thạch Kính Đường úy phủ, đám quân này đều quy phục. Lý Tự Nguyên tức hoàng đế vị vào ngày Bính Ngọ cùng tháng (3 tháng 6), tức Hậu Đường Minh Tông.<ref name=TTTG275\/>\n\nSang tháng 5, Thạch Kính Đường được thăng làm Quang lộc đại phu, kiểm hiệu tư đồ, đảm nhiệm Bảo Nghĩa<ref group=\"c\">保義, trị sở tại Thiểm châu<\/ref> tiết độ sứ. Tháng 2 năm Đinh Hợi (927), Thạch Kính Đường được thăng làm Kiểm hiệu thái phó, kiêm Lục quân chư vệ phó sứ, tiến phong Khai quốc bá, tăng thực ấp lên 400 hộ. Cùng tháng, Thạch Kính Đường nhập triều<ref name=CNDS75\/> (hoàng tử của Minh Tông là [[Lý Tòng Hậu]] là Phán lục quân chư vệ sự).<ref name=TTTG275\/> Sang tháng 8, Minh Tông thăng thực ấp của Thạch Kính Đường lên 800 hộ, thực phong 100 hộ, biểu dương cống hiến của ông.<ref name=CNDS75\/>\n\nTháng 10 năm đó, do Tuyên Vũ<ref group=\"c\">宣武, trị sở nay thuộc [[Khai Phong]], Hà Nam<\/ref> tiết độ sứ [[Chu Thủ Ân]] nổi dậy, Minh Tông cho [[Phạm Diên Quang]] đem quân đi đánh thủ phủ của Tuyên Vũ là thành Đại Lương, rồi mệnh Ngự doanh sứ Thạch Kính Đường đem thân quân tiếp ứng, sau đó Minh Tông cũng đến sát thành Đại Lương. Do nhận thấy tình hình vô vọng nên Chu Thủ Ân tự sát. Ngày Quý Mão cùng tháng (22 tháng 11), Minh Tông bổ nhiệm Thạch Kính Đường làm Tuyên Vũ tiết độ sứ, kiêm Thị vệ thân quân mã bộ đô chỉ huy sứ. Ngày Mậu Dần (3) tháng 4 năm Mậu Tý (25 tháng 4 năm 928), Lý Tự Nguyên bổ nhiệm Thạch Kính Đường là Nghiệp Đô lưu thủ, Thiên Hùng<ref group=\"c\">天雄, trị sở tại Nghiệp Đô<\/ref> tiết độ sứ, thăng làm ''[[tể tướng|Đồng bình chương sự]]'',<ref name=TTTG276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref> Ngày Đinh Mùi (3) tháng 5 (24 tháng 5), Thạch Kính Đường được thăng làm Phò mã đô úy.<ref name=CNDS75\/>\n\nTháng 2 năm Trường Hưng thứ 1 (930), Minh Tông nam giao lễ tất, thăng Thạch Kính Đường làm Kiểm hiệu thái úy, tăng thực ấp 500 hộ. Đương thời, Nghiệp Đô là nơi phồn phú, dân tranh tụng nhiều, Thạch Kính Đường lệnh để hòm thư ở cửa phủ và thường xuyên xem xét, xử nhiều vụ án và bỏ tù nhiều người.<ref name=CNDS75\/>\n\nTháng 9 năm đó, hai tiết độ sứ lớn tại Thục (do Trang Tông bổ nhiệm) là Tây Xuyên<ref group=\"c\">西川, trị sở nay thuộc [[Thành Đô]], [[Tứ Xuyên]]<\/ref> tiết độ sứ [[Mạnh Tri Tường]] và Đông Xuyên<ref group=\"c\">東川, trị sở nay thuộc [[Miên Dương]], Tứ Xuyên<\/ref> tiết độ sứ [[Đổng Chương]] cùng nổi dậy do lo sợ Xu mật sứ [[An Trọng Hối]]. Minh Tông bổ nhiệm Thạch Kính Đường làm Đông xuyên hành doanh đô chiêu thảo sứ, kiêm tri Đông Xuyên hành phủ sự. Ngày Nhâm Thìn (3) tháng 12 (25 tháng 12), Thạch Kính Đường tiến đến [[Kiếm Môn quan]], song sau khi chiếm được cứ điểm này thì không thể dễ dàng tiến quân hơn nữa trước quân Đông Xuyên và Tây Nguyên. Sau đó, Minh Tông khiển An Trọng Hối đến đốc chiến, Thạch Kính Đường từ đầu vốn không muốn Tây chinh, nhân cơ hội này bèn dâng biểu tấu luận cho Minh Tông, nói rằng không thể chinh phạt được Thục, Minh Tông phần nào bị thuyết phục. Sau đó, Minh Tông buộc An Trọng Hối đi làm tiết độ sứ rồi sát hại, triệu hồi quân của Thạch Kính Đường (song Thạch Kính Đường bắt đầu thoái quân từ trước đó). Đến ngày Kỉ Dậu tháng 4 năm Tân Mão (11 tháng 5 năm 931), Thạch Kính Đường lại được kiêm Lục quân chư vệ phó sứ (dưới quyền Tần vương [[Lý Tòng Vinh]]).<ref name=TTTG277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref> Sang tháng 6, ông được bổ nhiệm làm Hà Dương<ref group=\"c\">河陽, trị sở nay thuộc Lạc Dương<\/ref> tiết độ sứ.<ref name=CNDS75\/>\n\nLý Tòng Vinh ghen tị với Lý Tòng Hậu, xem mình là người kế vị phù hợp do là mẫu huynh, còn khinh thường hà hiếp bá quan. Thê của Thạch Kính Đường lúc này được phong tước Vĩnh Ninh công chúa- có mẹ đẻ là Tào hoàng hậu, còn mẫu thân của Lý Tòng Vinh là Hạ thị, công chúa và Lý Tòng Vinh ganh ghét lẫn nhau. Thạch Kính Đường không muốn cộng sự với Lý Tòng Vinh, thường muốn được bổ nhiệm ở ngoài kinh thành để tránh họa. Ngày Đinh Hợi (9) tháng 11 (9 tháng 12), Minh Tông bổ nhiệm Thạch Kính Đường làm Bắc Kinh lưu thủ, Hà Đông<ref group=\"c\">河東, trị sở tại Thái Nguyên<\/ref> tiết độ sứ, kiêm Thị trung, kiêm Đại Đồng, Chấn Vũ, Chương Quốc, Uy Tắc đẳng quân Phiên-Hán mã bộ tổng quản. Thạch Kính Đường đến thành Tấn Dương, cho bộ tướng [[Lưu Tri Viễn]], Chu Côi (周瓌) làm đô áp nha, đặt làm tâm phúc, quân sự ủy thác cho Lưu Tri Viễn, còn tài chính ủy thác cho Chu Côi.<ref name=TTTG278>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷278|quyển 278]].<\/ref>\n\nCuối năm 933, Lý Tự Nguyên lâm trọng bệnh, Lý Tòng Vinh dùng vũ lực đoạt lấy quyền kiểm soát triều đình, song thất bại dưới tay của các Xu mật sứ Chu Hoằng Chiêu và Phùng Vân, và bị giết. Sau khi Lý Tự Nguyên mất, Lý Tòng Hậu đến Lạc Dương và tức hoàng đế vị vào ngày Quý Mão (1) tháng 12 (20 tháng 12)<ref name=TTTG278\/>\n\n=== Thời Lý Tòng Hậu ===\nĐến ngày Mậu Tý (17) tháng 1 năm Giáp Ngọ (3 tháng 2 năm 934), Lý Tòng Hậu cho Thạch Kính Đường kiêm ''Trung thư lệnh''.<ref name=TTTG278\/>\n\nChu Hoằng Chiêu và Phùng Vân nắm giữ triều chính, hai người này có ngờ vực với Thạch Kính Đường và Lý Tòng Kha do từng lập được đại công dưới quyền Minh Tông.<ref name=TTTG278\/> Do không muốn Thạch Kính Đường ở lâu tại Thái Nguyên và muốn triệu [[Mạnh Hán Quỳnh]] từ Thiên Hùng về triều, ngày Kỉ Mão (9) tháng 2 (26 tháng 3), họ chuyển Thành Đức<ref group=\"c\">成德, trị sở nay thuộc [[Thạch Gia Trang]], Hà Bắc<\/ref> tiết độ sứ Phạm Diên Quang làm Thiên Hùng tiết độ sứ thay thế Mạnh Hán Quỳnh, chuyển Phượng Tướng<ref group=\"c\">鳳翔, trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]]<\/ref> tiết độ sứ Lý Tòng Kha làm Hà Đông tiết độ sứ, chuyển Thạch Kính Đường làm Thành Đức tiết độ sứ. Họ làm vậy mà không cần Lý Tòng Hậu giáng chế thư, mà chỉ cử sứ thần đem lệnh từ Xu mật viện đến trấn.<ref name=TTTG279\/>\n\nLý Tòng Kha bèn tiến hành nổi dậy, Lý Tòng Hậu phái [[Vương Tư Đồng]] đem quân đi trấn áp, quân của Vương Tư Đồng sụp đổ sau khi Thiên bì Dương Tư Quyền (楊思權) tiến hành binh biến và đầu hàng Lý Tòng Kha. Lý Tòng Kha hành quân về Lạc Dương.<ref name=TTTG279\/> Đêm ngày Mậu Thìn (28) tháng 3 (14 tháng 5), Lý Tòng Hậu chạy khỏi Lạc Dương với chỉ 50 kị binh, hướng đến Ngụy châu- thủ phủ của Thiên Hùng. Trong khi đó, Thạch Kính Đường đang tiến từ Hà Đông về phía nam, ban đầu có ý hỗ trợ Lý Tòng Hậu. Ngày Canh Ngọ (1) tháng 4 (16 tháng 5), Lý Tòng Hậu đến gần Vệ châu<ref group=\"c\">衛州, nay thuộc [[An Dương (địa cấp thị)|An Dương]], Hà Nam]<\/ref> thì gặp Thạch Kính Đường. Thạch Kính Đường tham vấn Vệ châu thứ sử Vương Hoằng Chí (王弘贄), người này cho rằng sự nghiệp của Lý Tòng Hậu không còn hy vọng. Khi binh sĩ của Lý Tòng Hậu là Cung tiễn khố sứ Sa Thủ Vinh và Bôn Hồng Tiến nghe được, họ trách mắng Thạch Kính Đường xảo trá, Sa Thủ Vinh cố gắng ám sát Thạch Kính Đường song thất bại. Nha nội chỉ huy sứ Lưu Tri Viễn của Thạch Kính Đường dẫn binh tận sát hầu cận và binh sĩ của Lý Tòng Hậu, chỉ tha cho Lý Tòng Hậu, Thạch Kính Đường và tùy tùng tiếp tục đến Lạc Dương (để bày tỏ trung thành với Lý Tòng Kha). Ngày Quý Dậu (4) tháng 4 (19 tháng 5), Tào thái hậu (nhạc mẫu của Thạch Kính Đường) hạ lệnh phế Lý Tòng Hậu và giáng làm Ngạc vương, sau đó lệnh Lý Tòng Kha tức hoàng đế vị, Lý Tòng Kha tuân theo. Lý Tòng Kha sau đó sai người đi sát hại Lý Tòng Hậu.<ref name=TTTG279>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref>\n\n=== Thời Lý Tòng Kha ===\nLý Tòng Kha và Thạch Kính Đường đều là người dũng lực thiện đấu, là thân tín của Minh Tông, song trong lòng ganh đua nhau, vốn không ưa lẫn nhau. Sau khi Lý Tòng Kha tức vị, Thạch Kính Đường bất đắc dĩ nhập triều, sau tang lễ của Minh Tông vẫn không dám xin về Hà Đông. Thạch Kính Đường có bệnh từ lâu, Tào thái hậu và Ngụy Quốc công chúa thường xin cho Thạch Kính Đường, song tướng tá của Lý Tòng Kha nhiều người khuyên nên giữ Thạch Kính Đường lại kinh thành. Tuy nhiên, Xu mật sứ Hàn Chiêu Dận và Lý Chuyên Mỹ cho rằng giữ Thạch Kính Đường ở lại Lạc Dương sẽ khiến một phò mã khác của Minh Tông là Tuyên Vũ<ref group=\"c\">宣武, trị sở tại Đại Lương<\/ref> tiết độ sứ Triệu Diên Thọ cảm thấy lo sợ [cha của Diên Thọ là Lô Long <ref group=\"c\">盧龍, trị sở nay thuộc [[Bắc Kinh]]<\/ref> tiết độ sứ [[Triệu Đức Quân]]]. Lý Tòng Kha thấy Thạch Kính Đường gầy yếu, cho rằng ông không còn là mối đe dọa, cho phục làm Hà Đông tiết độ sứ, nói rằng \"Thạch lang không chỉ thân mật, mà còn đồng gian nan với ta từ thiếu thời. Nay ta là Thiên tử, sao không dựa vào Thạch lang?\"<ref name=TTTG279\/> (Thạch Kính Đường và những người ủng hộ sau này tuyên bố rằng khi đó Lý Tòng Kha cũng hứa riêng với ông rằng ông sẽ không bao giờ bị chuyển khỏi Hà Đông cho đến cuối đời.)<ref name=TTTG280>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷280|quyển 280]].<\/ref>\n\nSau khi Thạch Kính Đường trở về Hà Đông, [[nhà Liêu|Khiết Đan]] nhiều lần xâm nhập các trấn phía bắc của Hậu Đường. Thạch Kính Đường và Triệu Đức Quân nhiều lần yêu cầu tăng viện để chống Khiết Đan, và họ được phép tích binh lính và vật tư tại trấn của họ. Thạch Kính Đường lo sợ rằng Lý Tòng Kha có thể vẫn nghi ngờ mình, ông hối lộ cho hầu cận của Tào thái hậu nhằm dò xét mật mưu của Lý Tòng Kha tại Lạc Dương, biết rõ sự tình, ngoài ra hai nhi tử của Thạch Kính Đường cũng làm nội sử tại Lạc Dương.<ref name=TTTG279\/> (Tên hai người được ghi trong ''[[Tân Ngũ Đại sử]]'' là Thạch Trọng Anh (石重英) và Thạch Trọng Dận (石重胤),<ref name=NHFD17>''Tân Ngũ Đại sử'', [[:zh:s:新五代史\/卷17|quyển 17]].<\/ref> và troing ''[[Tư trị thông giám]]'' là Thạch Trọng Dận (石重殷) và Thạch Trọng Duệ (石重裔).<ref name=TTTG280\/>)\n\nTrong năm 935, khi một sứ thần của triều đình đưa quân phục đến cho binh sĩ của Thạch Kính Đường, binh sĩ của Thạch Kính Đường nhiều lần hô vạn tuế. Thạch Kính Đường sợ hãi, Mạc liêu Đoàn Nghi Hiêu (段希堯) thỉnh diệt trừ những người đề xướng, Thạch Kính Đường mệnh Đô áp nha Lưu Tri Viễn trảm 36 binh sĩ, song Lý Tòng Kha vẫn thêm ngờ vực Thạch Kính Đường, và do đó đến ngày Ất Tị (13) tháng 7 (14 tháng 8) thì bổ nhiệm Vũ Ninh<ref group=\"c\">武寧, trị sở nay thuộc [[Từ Châu]], [[Giang Tô]]<\/ref> tiết độ sứ [[Trương Kính Đạt]] làm phó của Thạch Kính Đường, tức Bắc diện hành doanh phó tổng quản, nhằm phân tán quyền lực của Thạch Kính Đường.<ref name=TTTG279\/>\n\n== Nổi dậy chống Lý Tòng Kha ==\nĐến mùa xuân năm Bính Thân (936), Thạch Kính Đường tận thu của cải của mình tại Lạc Dương và cùng các đạo giải về Hà Đông, tuyên bố là để giúp cho quân phí, song mọi người đều cho rằng Thạch Kính Đường có ý muốn làm phản. Khi thê của Thạch Kính Đường là Tấn quốc trưởng công chúa đến Lạc Dương chúc thọ Lý Tòng Kha, sau khi chúc rượu và xin về Hà Đông, Lý Tòng Kha say và nói \"Sao không ở lại thêm mà vội về. Muốn cùng Thạch lang phản chăng\". Thạch Kính Đường biết tin thì càng lo sợ.<ref name=TTTG280\/>\n\nNgày Tân Mão (3) tháng 5 năm Bính Thân (26 tháng 5 năm 936), theo đề xuất của Tiết Văn Ngộ, Lý Tòng Kha hạ chỉ chuyển Thạch Kính Đường từ Hà Đông đến Thiên Bình. Thạch Kính Đường lo sợ, nói với tướng tá rằng Chúa thượng từng hứa sẽ không bao giờ phế trừ hoặc thay thế ông khỏi Hà Đông, nay lại làm trái, nói rằng sẽ xưng bệnh để từ chối, nếu triều đình phát binh thì sẽ nổi dậy. Mạc liêu Đoàn Hi Nghiêu phản đối, song Thạch Kính Đường thấy đây là người thật thà nên không trách tội. Tiết độ sứ phán quan [[Triệu Oánh]] khuyên Thạch Kính Đường đến Thiên Bình, song Đô áp nha Lưu Tri Viễn và Chưởng thư ký [[Thang Duy Hàn]] thì khuyến khích kháng cự, Thạch Kính Đường nghe theo. Trước đây, do nghi kị Thạch Kính Đường nên triều đình cho Dương Ngạn Tuân làm Bắc Kinh lưu thủ nhằm báo lại tình hình; Dương Ngạn Tuân nói rằng không rõ binh lương của Hà Đông được bao nhiêu mà có thể địch được triều đình, hầu cận của Thạch Kính Đường thỉnh giết Ngạn Tuân, Thạch Kính Đường không chấp thuận. Ngày Mậu Tuất (10) tháng 5 (2 tháng 6), Chiêu Nghĩa tiết độ sứ Hoàng Phủ Lập tấu Thạch Kính Đường làm phản, Thạch Kính Đường dân biểu \"Đế, dưỡng tử, không hợp thừa tự, thỉnh truyền vị cho Hứa vương (tức [[Lý Tòng Ích]])\". Lý Tòng Kha quẳng biểu của Thạch Kính Đường xuống đất, ban chiếu phúc đáp, nói rằng quan hệ giữa Thạch Kính Đường với Lý Tòng Hậu vốn không lãnh đạm, chuyện ở Vệ châu mọi người đều biết, và Lý Tòng Ích không được mọi người ủng hộ. Cùng tháng, Lý Tòng Kha bổ nhiệm Trương Kính Đạt kiêm Thái Nguyên tứ diện binh mã đô bộ　thự, cùng các tướng khác đem quân triều đình thảo phạt Thạch Kính Đường. Lý Tòng Kha cũng cho bắt giữ các nhi tử của Thạch Kính Đường, cùng tụng đệ Nghi châu đô chỉ huy sử Thạch Kính Đức (石敬德), và sát hại. Tụng đệ của Thạch Kính Đường là Chương Thánh đô chỉ huy sứ Thạch Kính Uy (石敬威) thì tự sát.<ref name=TTTG280\/>\n\nTrương Kính Đạt bao vây Thái Nguyên, song không thể nhanh chóng chiếm thành do Lưu Tri Viễn có tài thủ thành. Thạch Kính Đường khiển sứ cầu cứu Khiết Đan, lệnh Thang Duy Hàn thảo biểu xưng thần với Thái Tông hoàng đế [[Liêu Thái Tông|Da Luật Đức Quang]] của Khiết Đan, còn thỉnh sẽ tôn Da Luật Đức Quang làm cha, đến khi thắng lợi sẽ cắt Lô Long cùng các châu ở phía bắc Nhạn Môn quan cho Khiết Đan. Lưu Tri Viễn can gián, nói rằng xưng thần có thể được, còn tôn Da Luật Đức Quang làm cha thì thái quá, và nên biếu của cải chứ không nên cắt nhượng đất đai, sợ sẽ sinh đại họa cho Trung Quốc, song Thạch Kính Đường không nghe theo. Da Luật Đức Quang nhận được biểu thì rất vui, phục thư nói rằng giữa thu sẽ đến cứu viện. Da Luật Đức Quang sau đó giành thắng lợi trước quân Hậu Đường dưới quyền Trương Kính Đạt, tàn quân Trương Kính Đạt sau đó bị liên quân Khiết Đan và Hà Đông bao vây tại Tấn An trại gần Thái Nguyên.<ref name=TTTG280\/>\n\nNgày Đinh Dậu (12) tháng 11 (28 tháng 11), Da Luật Đức Quang tuyên bố Thạch Kính Đường có tố chất làm chủ Trung Nguyên, lập Thạch Kính Đường làm Thiên tử. Theo nghi thức, Thạch Kính Đường từ chối vài lần, được tướng lại thuyết phục, rồi chấp nhận. Ngày hôm đó, Da Luật Đức Quang cho lập sách thư, mệnh Thạch Kính Đường là Đại Tấn hoàng đế, Thạch Kính Đường thụ chiếu rồi tức hoàng đế vị, tức Hậu Tấn Cao Tổ.<ref name=TTTG280\/>\n\nLý Tòng Kha đem quân thân chinh, song lại dừng lại giữa đường vào tháng 11 nhuận (tháng 1 năm 937) rồi lệnh cho Triệu Đức Quân và Phạm Diên Quang đem quân đến giải vây cho Tấn An. Tuy nhiên, khi đến gần Tấn An, Triệu Đức Quân dừng lại và bí mật liên hệ với Da Luật Đức Quang, đề nghị Da Luật Đức Quang ủng hộ mình làm hoàng đế, hứa sẽ cho Thạch Kính Đường giữ Hà Đông. Da Luật Đức Quang thấy binh lực của Triệu Đức Quân thịnh cường, Phạm Diên Quang lại ở phía đông, định chấp thuận đề nghị của Triệu Đức Quân. Hậu Tấn Cao Tổ biết chuyện thì rất sợ hãi, lập tức cử Thang Duy Hàn đến thuyết phục Da Luật Đức Quang, Da Luật Đức Quang cuối cùng từ chối đề nghị của Triệu Đức Quân.<ref name=TTTG280\/>\n\nTại Tấn An trị, phó tướng của Trương Kính Đạt là Dương Quang Viễn giết chủ tướng và đầu hàng liên quân Khiết Đan và Hậu Tấn. Da Luật Đức Quang trao hàng binh Hậu Đường cho Hậu Tấn Cao Tổ, liên quân cùng chuẩn bị tiến về Lạc Dương. Liên quân đánh tan quân của Triệu Đức Quân tại Đoàn Bách cốc<ref group=\"c\">團柏谷, nay thuộc Thái Nguyên<\/ref>, Triệu Đức Quân chạy đến Lộ châu<ref group=\"c\">潞州, nay thuộc [[Trường Trị]], Sơn Tây<\/ref> rồi đầu hàng. Da Luật Đức Quang nói với Hậu Tấn Cao Tổ rằng nếu quân Khiết Đan tiến về hướng nam sẽ khiến người Hán rất lo sợ, do vậy lưu lại tại Lộ châu và để cho Hậu Tấn Cao Tổ đem quân Hậu Tấn tiến về Lạc Dương. Ngày Tân Tị (26) tháng 11 nhuận (11 tháng 1), do thấy tình thế vô vọng, Lý Tòng Kha cùng một số quan lại tự thiêu tại Lạc Dương. Hậu Tấn Cao Tổ tiến vào thành trong chiều tối hôm đó, quân Hậu Đường đều giải giáp đầu hàng, Hậu Tấn Cao Tổ miễn trừng phạt.<ref name=TTTG280\/>\n\n== Trị vì ==\nCác tiết độ sứ tại lãnh thổ Hậu Đường ban đầu đều chính thức quy phục Hậu Tấn Cao Tổ, tuy vậy Thiên Hùng tiết độ sứ Phạm Diên Quang lo sợ bị bãi chức, và cũng có mong muốn làm hoàng đế, do vậy định nổi dậy. Tháng 3 năm Đinh Dậu (937), nhận thấy Phạm Diên Quang định làm phản, Tang Duy Hàn thỉnh Hậu Tấn Cao Tổ dời đô đến Đại Lương, cho rằng nơi này thuận lợi về giao thông, phồn vinh, còn Lạc Dương rất nguy hiểm do gần thủ phủ của Thiên Hùng, Hậu Tấn Cao Tổ chấp thuận và dời Lạc Dương vào ngày Canh Thìn (27), tức 10 tháng 5.<ref name=TTTG281>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷281|quyển 281]].<\/ref>\n\nSang tháng 6 ÂL, Phạm Diên Quang nổi dậy, Hậu Tấn Cao Tổ huy động binh sĩ trấn áp Phạm Diên Quang, các đạo quân chính nằm dưới quyền Thị vệ đô quân sứ Dương Quang Viễn và Hộ thánh đô chỉ huy sứ [[Đỗ Trọng Uy]]. Hậu Tấn rơi vào hỗn loạn một thời gian sau khi Phạm Diên Quang thuyết phục được tướng Hậu Tấn là Trương Tòng Tân nổi dậy tại Lạc Dương, Trương Tòng Tân còn giết đượch các hoàng tử của Hậu Tấn Cao Tổ là Thạch Trọng Tín (石重信) và Thạch Trọng Nghệ (石重乂). Binh sĩ của Dương Quang Viễn cũng cố thuyết phục chủ tướng nổi dậy, ủng hộ người này làm hoàng đế, song Dương Quang Viễn từ chối đề nghị này. Đỗ Trọng Uy nhanh chóng đánh bại Trương Tòng Tân, Phạm Diên Quang thấy tình thế bất lợi nên đề nghị đầu hàng. Ban đầu, Hậu Tấn Cao Tổ từ chối chấp thuận đầu hàng, song Dương Quang Viễn không thể nhanh chóng chiếm được thành Quảng Tấn. Đến thu năm 938, Hậu Tấn Cao Tổ chấp thuận cho Phạm Diên Quang đầu hàng, cuộc nổi dậy kết thúc.<ref name=TTTG281\/>\n\nTháng 8 âl, Hậu Tấn Cao Tổ thượng tôn hiệu cho Da Luật Đức Quang và [[Thuật Luật Bình|Thuật Luật thái hậu]] của Khiết Đan, cho hai lão thần là [[Lưu Hú]] và [[Phùng Đạo]] làm sách lễ sứ. Thông qua sách lễ sứ, Hậu Tấn Cao Tổ phụng biểu xưng thần, gọi Da Luật Đức Quang là \"phụ hoàng đế\", mỗi khi sứ giả Khiết Đan đến, Hậu Tấn Cao Tổ đều bái thụ chiếu sắc ở biệt điện, mỗi năm dâng của cải cho Khiết Đan, ngoài ra còn tặng của cải cho thành viên hoàng thất các đại thần của Khiết Đan. Sau này, Hậu Tấn Cao Tổ còn xưng là \"nhi hoàng đế\" trong thư gửi đến hoàng đế Khiết Đan. Điều này khiến các quan viên và thường dân của Hậu Tấn thấy bị sỉ nhục, song Hậu Tấn và Khiết Đan hòa bình trong thời gian trị vì còn lại của Hậu Tấn Cao Tổ.<ref name=TTTG281\/>\n\nTháng 4 năm Canh Tý (940), khi Hậu Tấn Cao Tổ muốn thay thế An Viễn<ref group=\"c\">安遠, trị sở nay thuộc [[Hiếu Cảm]], [[Hồ Bắc]]<\/ref> tiết độ sứ Lý Kim Toàn (李金全) bằng tướng Mã Toàn Tiết (馬全節), Lý Kim Toàn nổi dậy và quy phục [[Nam Đường]]. Hoàng đế Nam Đường [[Lý Biện]] khiển tướng Lý Thừa Dụ (李承裕) đi cứu viện Lý Kim Toàn song mục đích là để hộ tống người này về Nam Đường, để lại An Viễn cho Hậu Tấn. Tuy nhiên, Lý Thừa Dụ bất tuân lệnh của Lý Biện, cố gắng giữ thành An châu, kết quả bị Mã Toàn Tiết đánh bại và xử tử. Lý Biện sau đó gửi thư cho Hậu Tấn Cao Tổ, giải thích rằng Lý Thừa Dụ bất tuân lệnh. Hậu Tấn và Nam Đường sau đó ở trong trạng thái hòa bình.<ref name=TTTG282>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷282|quyển 282]].<\/ref>\n\nThành Đức tiết độ sứ [[An Trọng Vinh]] dự tính nổi dậy chống Hậu Tấn, liên minh với Sơn Nam Đông đạo<ref group=\"c\">山南東道, trị sở nay thuộc [[Tương Dương, Hồ Bắc|Tương Dương]], Hồ Bắc<\/ref> tiết độ sứ [[An Tòng Tiến]]. An Trọng Vinh cũng liên tục khiêu khích Khiết Đan khi chặn và giết sứ giả. Tháng 6 năm Tân Sửu (941), An Trọng Vinh thượng biểu xưng với Hậu Tấn Cao Tổ nói rằng Khiết Đan thường xuyên cướp phá, cần tập hợp lực lượng tấn công Khiết Đan nhằm đoạt lại lãnh thổ và dân cư mà Khiết Đan chiếm trước đó. Theo khuyến nghị của Thang Duy Hàn, Hậu Tấn Cao Tổ tiến về Quảng Tấn<ref group=\"c\">lúc này mang tên là Nghiệp Đô<\/ref> nhằm chuẩn bị cho một chiến dịch chống An Trọng Vinh. Dự tính rằng An Tòng Tiến có thể nổi dậy khi mình rời khỏi Đại Lương, theo khuyến nghị của [[Hòa Ngưng]], Hậu Tấn Cao Tổ để tụng tử là [[Thạch Trọng Quý]] lưu thủ Đại Lương.<ref name=TTTG282\/>\n\nTháng 11 âl, An Tòng Tiến nổi dậy, Thạch Trọng Quý cùng các quan viên cho [[Cao Hành Chu]] chỉ huy quân đội trấn áp. Hay tin, An Trọng Vinh cũng nổi dậy, Hậu Tấn Cao Tổ khiển Đỗ Trọng Uy đem quân đi trấn áp. Cao Hành Chu nhanh chóng đánh bại quân tiên phong của An Tròng Tiến, buộc An Tòng Tiến phải trở lại thủ phủ Tương châu của Sơn Nam Đông đạo. An Trọng Vinh ban đầu giành được thắng lợi trong giao tranh, song do bộ tướng Triệu Ngạn Chi cố đầu hàng quân triều đình nên quân Thành Đức tan rã, An Trọng Vinh phải chạy về thủ phủ Trấn châu.<ref name=TTTG282\/> Sang năm sau, một thuộc hạ của An Trọng Vinh mở cổng thành đầu hàng, quân triều đình tiến vào và giết An Trọng Vinh. (An Tòng Tiến bị đánh bại sau khi Hậu Tấn Cao Tổ mất.)<ref name=TTTG283\/>\n\nHậu Tấn Cao Tổ lâm bệnh, ông mệnh ấu tử Thạch Trọng Duệ, con trai duy nhất còn sống của ông bái Phùng Đạo, muốn Phùng Đạo giúp An Trọng Duệ làm hoàng đế. Hậu Tấn Cao Tổ mất ngày Ất Sửu (13) tháng 6 (28 tháng 7). Tuy nhiên sau đó Phùng Đạo cùng Thị vệ mã bộ đô ngu hậu [[Cảnh Diên Quản]] thảo luận và cho rằng quốc gia cần một quân chủ nhiều tuổi hơn, vì vậy lập [[Thạch Trọng Quý]] làm người kế vị. Ngày Canh Dần (10) tháng 11 (20 tháng 12), táng Hậu Tấn Cao Tổ tại Hiển lăng.<ref name=TTTG283\/>\n\n== Gia đình ==\n* Vợ:\n** [[Lý hoàng hậu (Hậu Tấn Cao Tổ)|Lý hoàng hậu]]\n** Đỗ quý phi\n** Lê hiền phi\n** Trịnh Tài nhân\n** Trịnh Chiêu nghi (em của Trịnh Tài nhân)\n* Con trai:\n** Quắc vương [[Thạch Trọng Anh]]<ref name=TKD87 \/> (mẹ là Lý hoàng hậu)\n** Sở vương [[Thạch Trọng Tín]]<ref name=TKD87 \/> (mẹ là Trịnh Tài nhân)\n** Thọ vương [[Thạch Trọng Nghệ]]<ref name=TKD87 \/> (mẹ là Lê hiền phi)\n** Quỳ vương [[Thạch Trọng Tiến]]<ref name=TKD87 \/> (không rõ mẹ)\n** Trần vương [[Thạch Trọng Cảo]]<ref name=TKD87 \/> (không rõ mẹ)\n** [[Thạch Trọng Duệ]]<ref name=TKD87 \/>\n** [[Thạch Hy]]?<ref>Căn cứ theo Ngự định lịch đại kỉ sự niên biểu.<\/ref>\n* Con nuôi:\n** Diệm vương [[Thạch Trọng Dận]]<ref name=TKD87>[http:\/\/zh.wikisource.org\/wiki\/%E8%88%8A%E4%BA%94%E4%BB%A3%E5%8F%B2\/%E5%8D%B787 Cựu Ngũ đại sử, quyển 87]<\/ref>\n** Ngô vương [[Hậu Tấn Xuất Đế|Thạch Trọng Quý]] (sau này là [[Hậu Tấn Xuất Đế]])\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n==Ghi chú==\n{{Tham khảo|3}}\n{{s-start}}\n{{s-hou|[[Hậu Tấn|Hoàng tộc họ Thạch]]| |năm 936| | năm 942}}\n{{s-reg}}\n{{s-bef|before=[[Lý Tòng Kha|Hậu Đường Mạt Đế]]}}\n{{s-ttl|title=[[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] (Hoa Bắc)|years=936-942}}\n{{s-aft|rows=2|after=[[Hậu Tấn Xuất Đế]]}}\n{{s-bef|before=Không<br><small>(sáng lập triều đại)<\/small>}}\n{{s-ttl|title=[[Hậu Tấn|Hoàng đế Hậu Tấn]]|years=936-942}}\n{{end}}\n{{Vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Vua Hậu Tấn]]\n[[Thể loại:Sinh năm 892]]\n[[Thể loại:Mất năm 942]]\n[[Thể loại:Hậu Đường]]"}