{"Thẩm Quát":"{{Expand English}}\n\n{{Infobox scientist|name=Thẩm Quát<br \/>{{lang|zh|沈括}}|image=Beijing Ancient Observatory 20090715-19 (cropped).jpg|image_size=280px|caption=|birth_date=1031|birth_place=[[Hàng Châu]], [[Nhà Tống]]|death_date={{Death year and age|1095|1031}}|death_place=Trấn Giang|field=Toán học, thiên văn học, khí tượng học, địa chất học, côn trùng học, giải phẫu học, khí hậu học, động vật học, thực vật học, dược học, khoa học y tế, nông học, khảo cổ học, bản đồ học, địa lý học, địa vật lý học, khoáng vật học, kinh tế học|work_institution=[[Hàn lâm viện]]|known_for=|nơi công tác=}}{{Infobox Chinese|pic=Shen Gua (Chinese characters).svg|piccap=\"Thẩm Quát\" viết bằng [[Hán tự]]|picupright=0.425|c=沈括|p=Shěn Kuò|w=Shen<sup>3<\/sup> K'uo<sup>4<\/sup>|mi={{IPAc-cmn|sh|en|3|-|k|uo|4}}|suz=Sèn Kwæh|j=Sam² Kut<sup>3<\/sup>|y=Sám Kut|ci={{IPAc-yue|s|am|2|-|k|ut|3}}|tl=Sím Kuat|poj=Sím Koat}}'''Thẩm Quát''' ({{zh|c=沈括}}; 1031–1095), [[Biểu tự|tự]] '''Tồn Trung (存中)''', [[Tên hiệu|hiệu]] '''Mộng Khê (夢溪)''',<ref name=\"yao 2003 544\">Yao (2003), 544.<\/ref> là một nhà bác học người Trung Quốc, sinh sống vào thời nhà Tống. Xuất sắc trong nhiều lĩnh vực nghiên cứu và chế tác, Thẩm Quát là [[Toán học Trung Quốc|nhà toán học]], [[Thiên văn học Trung Quốc|thiên văn học]], [[khí tượng học]], [[địa chất học]], [[côn trùng học]], [[giải phẫu học]], [[khí hậu học]], [[động vật học]], [[thực vật học]], [[dược học]], [[Khoa học y sinh|khoa học y tế]], [[nông học]], [[khảo cổ học]], [[bản đồ học]], [[địa lý học]], [[Địa vật lý|địa vật lý học]], [[khoáng vật học]], [[tướng lĩnh]], [[Ngoại giao|nhà ngoại giao]], [[nhà phát minh]], [[Nhà kinh tế học|nhà kinh tế]], hiệu trưởng học viện, bộ trưởng tài chính, thanh tra chính phủ, [[triết gia]], [[nhà phê bình nghệ thuật]], [[nhà thơ]] và [[nhạc sĩ]]. Thẩm Quát là quan đứng đầu Ti Thiên giám,<ref name=\"needham 1986 volume 4 part 2 33\">Needham (1986), Volume 4, Part 2, 33.<\/ref> dành lòng trung thành chính trị cho phe cải cách Tân pháp, do Tể tướng [[Vương An Thạch]] đứng đầu.\n\nTrong ''Mộng Khê bút đàm'',<ref name=\"Makeham2008\">{{chú thích sách|url=https:\/\/books.google.com\/books?id=TQ4NAQAAMAAJ&q=essays|title=China: The World's Oldest Living Civilization Revealed|author=John Makeham|publisher=Thames & Hudson|year=2008|isbn=978-0-500-25142-3|page=239}}<\/ref> Thẩm Quát là người đầu tiên mô tả la bàn từ tính dùng để định hướng, thứ mà mãi tới năm 1187, người châu Âu mới đề cập lần đầu.<ref name=\"bowman 2000 599\">Bowman (2000), 599.<\/ref><ref name=\"mohn 2003 1\">Mohn (2003), 1.<\/ref> Thẩm Quát đã khám phá ra ý niệm về [[Phía bắc thực|hướng bắc thực]] và góc mà nó tạo với hướng bắc từ ([[độ từ thiên]]),<ref name=\"mohn 2003 1\" \/> bằng thí nghiệm với kim từ trường lơ lửng và \"kinh tuyến hiệu chỉnh được xác định bằng phép đo [thiên văn học] khoảng cách giữa [[Sao Bắc cực|sao bắc cực]] và hướng bắc thực, được chính ông thực hiện\".<ref name=\"sivin 1995 III 22\">Sivin (1995), III, 22.<\/ref> Đây là bước tiến mang ý nghĩa quyết định trong lịch sử loài người khi nó làm cho la bàn trở nên hữu ích hơn trong việc định hướng, và có thể là một khái niệm chưa được biết đến ở châu Âu trong bốn trăm năm nữa (bằng chứng về những chiếc đồng hồ mặt trời của Đức được tạo ra vào khoảng năm 1450, cho thấy những dấu hiệu tương tự như la bàn địa lý của Trung Quốc liên quan tới vấn đề độ lệch).<ref name=\"embree 1997 843\">Embree (1997), 843.<\/ref><ref>Temple (1986), 115.<\/ref>\n\nCùng với đồng nghiệp [[Vệ Phiêu]] (衛朴), Thẩm Quát lên kế hoạch quan sát hằng ngày để lập bản đồ hành trình của [[Mặt Trăng]] và các hành tinh trong vòng 5 năm, tuy nhiên kế hoạch này đã bị phe chính trị đối lập cản trở. Để hỗ trợ cho công việc thiên văn, Thẩm Quát cải tiến thiết kế của [[hỗn thiên nghi]], [[quỹ châm]], [[ống vọng đồng]] và phát minh ra một loại [[đồng hồ nước]] theo cơ chế chảy vào (inflow) mới. Thẩm Quát khởi xướng một giả thuyết địa chất liên quan tới sự hình thành đất liền (ngành [[địa mạo học]]), dựa trên các phát hiện hóa thạch sinh vật biển trong đất liền, kiến thức về xói mòn đất và sự lắng bùn. Ông cũng đề ra một giả thuyết về sự thay đổi từ từ của khí hậu nhờ quan sát thấy các cây tre hóa thạch cổ xưa trong lòng đất của vùng miền bắc khô ráo, mà theo lý thì ở thời của ông môi trường sống như vậy không cho phép tre mọc.\n\n== Cuộc đời ==\nThẩm Quát sinh ra ở Tiền Đường (錢塘, nay là Hàng Châu) vào năm 1031. Cha ông Thẩm Châu (沈周; 978–1052), có thể gọi là thuộc tầng lớp quý tộc cấp thấp, giữ vài chức vụ trong chính quyền cấp tỉnh. Thuở nhỏ Thẩm Quát được mẹ dạy dỗ, đó là một điều bình thường ở Trung Quốc thời đó. Mẹ ông là người có học thức, bà dạy cho anh em Thẩm Quát  học thuyết quân sự do chính anh trai bà Hứa Động (許洞; 975–1016) viết nên. \n\n== Thành tựu học thuật ==\n\n=== Khí tượng học ===\n\n=== Thiên văn học ===\nThẩm Quát đảm nhiệm chức vụ đứng đầu cơ quan thiên văn, ông cũng là một học giả thiên văn thời trung cổ đầy tham vọng. Ông đã cải tiến thiết kế của một số thiết bị thiên văn. Thẩm Quát được ghi nhận là người cải tiến thiết kế của [[quỹ châm]], [[hỗn thiên nghi]] và [[Đồng hồ nước|khắc lậu]] (đồng hồ nước). Nhằm cải tiến mẫu [[ống vọng đồng]] thiên văn có từ thế kỷ 5, Thẩm Quát đã mở rộng đường kính để có thể quan sát [[sao Bắc cực]] tốt hơn. Sự thay đổi này là cần thiết vì vị trí của sao cực so với thời [[Tổ Hằng]] (con trai [[Tổ Xung Chi|Tổ Xung Ch]]<nowiki\/>i) vào thế kỷ 5 đã có sự dịch chuyển. Chính vì vậy, Thẩm Quát cần mẫn quan sát chuyển động của sao cực trong suốt ba tháng, thu thập dữ liệu về sự chuyển động và đi đến kết luận rằng sao cực đã dịch chuyển hơn ba độ một chút. Dễ thấy phát hiện này đã tác động đến giới trí thức [[Trung Quốc (khu vực)|Trung Hoa]] thời đó. Ngay cả Tô Tụng, nhà thiên văn sống cùng thời và là đối thủ chính trị của Thẩm Quát, cũng sửa lại vị trí của sao cực (nằm giữa sao Thiên Khu, ở vị trí -350 độ, và [[Polaris|sao Polaris]] hiện tại) trong tờ bản đồ sao thứ tư của bộ bản đồ bầu trời do ông biên soạn.\n\nHiện tượng [[nhật thực]] và [[nguyệt thực]] đã được hai nhà thiên văn [[Cam Đức (nhà thiên văn học)|Cam Đức]] và [[Thạch Thân]] quan sát vào thế kỷ 4 TCN. Thạch Thân còn đưa ra chỉ dẫn giúp dự báo [[thiên thực]] dựa trên vị trí tương đối của Mặt Trăng và Mặt Trời. Triết gia [[Vương Sung]] (王充, 27 – khoảng 97) phản đối thuyết “ảnh hưởng tỏa sáng” của [[Kinh Phòng]] (京房), viết vào thế kỷ 1 TCN, và của [[Trương Hành]] – hai người đã đúng khi đưa ra giả thuyết rằng ánh sáng của [[Mặt Trăng]] đơn thuần chỉ là phản xạ lại ánh sáng mặt trời. Vào thế kỷ 1 TCN, Kinh Phòng đã đặt bút lý giải việc người Trung Quốc từ lâu đã chấp nhận rằng Mặt Trời và Mặt Trăng có hình cầu chứ không phải dạng phẳng. Thẩm Quát cũng viết về nhật thực và nguyệt thực dựa trên quan niệm này, nhưng ông đẩy vấn đề đi xa hơn để lý giải tại sao các thiên thể hình cầu, đi ngược lại với thuyết “trái đất phẳng” áp dụng cho các thiên thể. Tuy nhiên, không có bằng chứng cho thấy Thẩm Quát ủng hộ thuyết trái đất tròn (cầu), vốn phải đến thế kỷ 17 mới được [[Matteo Ricci]] và [[Từ Quang Khải]] giới thiệu vào nền khoa học Trung Quốc.  \n\nKhi người đứng đầu đài thiên văn hỏi Thẩm Quát xem hình dạng của Mặt Trời và Mặt Trăng là hình tròn (cầu) như quả bóng hay phẳng như chiếc quạt, Thẩm Quát giải thích rằng các thiên thể có hình cầu dựa trên bằng chứng là hiện tượng tròn khuyết của Mặt Trăng. Giống như Trương Hành, Thẩm Quát cũng hình dung Mặt Trăng như là quả bóng bạc, không phát sáng mà đơn giản là phản xạ lại ánh sáng nhận được từ nguồn khác (Mặt Trời). Ông lý giải rằng khi ánh sáng mặt trời chiếu xiên, Trăng sẽ tròn. Ông tiếp tục giảng, nếu ai đó che một phần quả cầu bằng bột trắng rồi nhìn từ bên cạnh, Trăng sẽ có hình lưỡi liềm. Từ đó, ông cho rằng các thiên thể đều có hình cầu. Thẩm Quát cũng viết rằng, việc Mặt Trăng và Mặt Trời [[Giao hội (thiên văn học)|giao hội]] và [[trực đối]] với nhau mỗi tháng một lần không có nghĩa Mặt Trời sẽ bị che khuất mỗi lần đường đi của chúng cắt nhau, bởi vì đường chuyển động của hai thiên thể lệch nhau đôi chút.   \n\nThẩm Quát cũng được biết đến với những giả thuyết lý giải các biến động trong chuyển động của hành tinh, bao gồm cả hiện tượng [[Chuyển động thuận và nghịch|nghịch hành]]. Vệ Phiêu (衛朴), đồng nghiệp của Thẩm Quát, nhận ra rằng phương pháp tính toán Mặt Trời trung bình cũ không chính xác so với Mặt Trời biểu kiến, bởi vì Mặt Trời biểu kiến tiến nhanh hơn trong pha chuyển động tăng tốc, và tụt lại trong pha giảm tốc. Các giả thuyết của Thẩm Quát tương tự như khái niệm [[ngoại luân]] (epicycle) của nền văn hóa truyền thống Hy Lạp – La Mã.  \n\nCùng với đồng nghiệp Vệ Phiêu ở cơ quan thiên văn, Thẩm Quát lập kế hoạch xác định tọa độ chính xác của Mặt Trăng và các hành tinh trên chu kỳ chuyển động bằng cách ghi lại quan sát thiên văn ba lần mỗi đêm, liên tục trong suốt năm năm. Các nhà thiên văn [[Nhà Tống|Tống triều]] thời Thẩm Quát vẫn sử dụng học thuyết và tọa độ của Mặt Trăng của tiền bối [[Nhất Hạnh]], vốn đã bắt đầu biểu hiện nhiều sai sót sau 350 năm sử dụng. Thẩm Quát phê phán các nhà thiên văn Trung Hoa thời trước vì không mô tả được chuyển động bầu trời theo các khái niệm không gian, nhưng ông cũng không cố đưa ra lời giải thích nào về cơ chế chuyển động của các hành tinh và chuyển động bầu trời khác. Thẩm Quát và Vệ Phiêu bắt đầu thực hiện các quan sát thiên văn đối với Mặt Trăng và các hành tinh bằng việc xác định vị trí của chúng ba lần mỗi đêm trong năm năm liên tục. Quan lại và các nhà thiên văn trong triều đình cực lực phản đối công trình của Thẩm Quát và Vệ Phiêu , họ cảm thấy bị sỉ nhục vì hai nhà thiên văn cứ khăng khăng rằng tọa độ do nhà thiên văn lừng danh Nhất Hạnh tính toán là không chính xác. Họ cũng phỉ báng Vệ Phiêu, phẫn nộ vì một thường dân như ông dám vượt mặt họ. Sau khi Vệ Phiêu và Thẩm Quát công khai thực hiện một thí nghiệm với quỹ châm để chứng tỏ quan điểm của họ là đúng, các quan lại khác miễn cưỡng chấp nhận tu chỉnh lỗi sai liên quan tới Mặt Trời và Mặt Trăng. Dẫu vậy cuối cùng họ vẫn loại bỏ bảng tính toán chuyển động hành tinh của Thẩm Quát và Vệ Phiêu. Vì thế, chỉ những lỗi sai tệ hại nhất và rõ ràng nhất liên quan tới hành tinh được sửa chữa, còn các lỗi khác vẫn được giữ nguyên.  \n\n== Tác phẩm ==\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tài liệu ==\n\n* Yao, Xinzhong. (2003). ''RoutledgeCurzon Encyclopedia of Confucianism: Volume 2, O–Z''. New York: Routledge. {{ISBN|0-7007-1199-6}}.\n* Needham, Joseph (1986). <nowiki>''<\/nowiki>Science and Civilization in China: Volume 4, Physics and Physical Technology, Part 1, Physics<nowiki>''<\/nowiki>. Taipei: Caves Books Ltd.\n* Bowman, John S. (2000). <nowiki>''<\/nowiki>Columbia Chronologies of Asian History and Culture<nowiki>''<\/nowiki>. New York: Columbia University Press.\n* Mohn, Peter (2003). ''Magnetism in the Solid State: An Introduction''. New York: Springer-Verlag Inc. {{ISBN|3-540-43183-7}}.\n* [[Nathan Sivin|Sivin, Nathan]] (1995). ''Science in Ancient China: Researches and Reflections''. Brookfield, Vermont: VARIORUM, Ashgate Publishing.\n* [[Ainslie Embree|Embree, Ainslie T.]] and [[Carol Gluck]] (1997). ''Asia in Western and World History: A Guide for Teaching''. New York: An East Gate Book, M. E. Sharpe Inc. {{ISBN|1-56324-265-6}}.\n{{Sơ khai}}\n\n[[Thể loại:Sinh năm 1031]]\n[[Thể loại:Mất năm 1095]]\n[[Thể loại:Nhà thực vật học Trung Quốc]]\n[[Thể loại:Nhà phát minh Trung Quốc]]\n[[Thể loại:Nhà siêu hình học]]\n[[Thể loại:Nhà thơ Chiết Giang]]\n[[Thể loại:Võ tướng nhà Tống]]\n[[Thể loại:Nhà thơ Trung Quốc thời Tống]]"}