{"Tiberius Julius Aspurgus":"'''Tiberius Julius Aspurgus Philoromaios''' ([[tiếng Hy Lạp]]: Τιβέριος Ἰούλιος Ἀσποῦργoς Φιλορώμαιος, Philoromaios có nghĩa là người tình của Rome, nửa cuối của thế kỷ 1 trước Công nguyên và nửa đầu thế kỷ 1, mất năm 38) là một hoàng tử và vua [[chư hầu]] La Mã của [[Vương quốc Bosporos]].\n\nTên Aspurgus là một tên gốc Iran <ref>http:\/\/www.pontos.dk\/publications\/papers-presented-orally\/oral-files\/treister-weapons p.12<\/ref>.Aspurgus là một vị vua gốc Hy Lạp và Iran.\n\nAspurgus được sinh ra trong gia đình hoàng gia cầm quyền bởi Asandros và Dynamis. Ông là cháu ngoại của vị vua chư hầu La Mã trước đó cầm quyền, vua của Bosporos và Pontos, [[Pharnaces II]] và người vợ gốc [[Sarmatia]] của mình. Ông ngoại của ông là con trai út và con của vua [[Mithridates VI của Pontos|Mithridates VI của Pontus]] với người vợ đầu tiên của mình, Nữ hoàng Laodice, em gái của mình.<ref>Mayor, ''The Poison King: the life and legend of Mithradates, Rome’s deadliest enemy'' p.xviii<\/ref>  Ông được sinh ra và lớn lên tại Vương quốc Bosporos.\n\nNăm 17 trước Công nguyên,cha đẻ của Aspurgus, Asandros đã chết vì tuyệt thực trong tuyệt vọng ở tuổi 93 do Asandros chứng kiến ​​quân đội rời bỏ ông để theo kẻ cướp ngôi La Mã, Scribonius. Scribonius giả vờ là một người họ hàng của người thừa kế hợp pháp Dynamis, để ông ta có thể cướp ngai vàng của Asander và trở thành vua Bosporus. Dynamis bắt buộc phải kết hôn với Scribonius. Chính khách La Mã [[Marcus Vipsanius Agrippa]] phát hiện ra sự lừa dối của Scribonius và can thiệp vào tình hình. Agrippa bổ nhiệm [[Polemon I của Pontos]] là vua mới của Bosporos. Dynamis kết hôn với Polemon I và ông là người chồng thứ hai, do đó Polemon I trở thành cha dượng của Aspurgus. Dynamis mất trong năm 14 TCN và Polemon I cai trị với tước hiệu vua Bosporos cho đến khi ông mất trong năm 8 trước Công nguyên.\n\nSau cái chết của Polemon I, cha dượng của mình, Aspurgus kế vị ngai vàng. Ít được biết về triều đại của Aspurgus, tuy nhiên ông ta cũng đã là một lãnh đạo tài năng và hùng mạnh. Do mâu thuẫn triều đại trước trong thời [[Cộng hòa La Mã]] và xung quanh thời gian của cái chết của Asandros, Hoàng đế La Mã đầu tiên [[Augustus]] và viện nguyên lão La Mã cuối cùng trong năm 14, chấp nhận Aspurgus là vua hợp pháp của Bosporos. Aspurgus có tên La Mã \"Tiberius Julius\", bởi vì ông đã nhận được quyền công dân La Mã và được hưởng sự bảo trợ của Augustus và Tiberius người thừa kế của ông ta.\n\nAspurgus kết hôn với một công chúa Thracia được gọi là Gepaepyris. Gepaepyris sinh cho Aspurgus hai con trai là:\n\n* [[Tiberius Julius Mithridates]] - Mithridates đã được đặt tên để vinh danh Mithridates VI và ông mất năm 68\n* [[Tiberius Julius Cotys I]] - Cotys được đặt tên để vinh danh ông ngoại của ông, Vua Thracia [[Cotys VIII]]\n\nThông qua người con trai thứ hai của họ, Aspurgus và Gapaepyris sẽ có nhiều con cháu cầm quyền Vương quốc Bosporos cho đến giữa thế kỷ thứ 4. Những người kế vị Aspurgus mang tên Tiberius Julius để hiển thị mối liên hệ và tổ tiên của họ với ông ta. Aspurgus trị vì cho đến khi ông qua đời năm 38. Sau khi ông mất, Gepaepyris cai trị với con trai đầu tiên của họ.\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.wildwinds.com\/coins\/greece\/bosporos\/kings\/aspurgus\/t.html Coinage of Aspurgus]\n==Xem thêm==\n*[[Vương quốc Bosporos]]\n*[[Crimea La Mã]]\n\n==Nguồn==\n*http:\/\/www.ancientlibrary.com\/smith-bio\/0388.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20080607075759\/http:\/\/www.ancientlibrary.com\/smith-bio\/0388.html |date=2008-06-07 }}\n*http:\/\/www.ancientlibrary.com\/smith-bio\/0389.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20100616180743\/http:\/\/www.ancientlibrary.com\/smith-bio\/0389.html |date=2010-06-16 }}\n*http:\/\/www.ancientlibrary.com\/smith-bio\/3091.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20090315042446\/http:\/\/www.ancientlibrary.com\/smith-bio\/3091.html |date=2009-03-15 }}\n*http:\/\/www.wildwinds.com\/coins\/greece\/bosporos\/kings\/i.html\n*http:\/\/www.wildwinds.com\/coins\/ric\/tiberius\/RPC_1903.txt\n*https:\/\/web.archive.org\/web\/20091027102003\/http:\/\/geocities.com\/christopherjbennett\/ptolemies\/cleopatra_vii.htm\n*[http:\/\/www.pontos.dk\/publications\/papers-presented-orally\/oral-files\/treister-weapons On the weapons of Sarmatian type in the Bosporan Kingdom in the 1st-2nd century AD by Mikhail Treister (Bonn)]\n*The Poison King: the life and legend of Mithradates, Rome’s deadliest enemy, by Adrienne Mayor, Princeton University Press, 2009\n\n{{Hellenistic rulers}}\n\n{{DEFAULTSORT:Aspurgus, Tiberius Julius}}\n[[Thể loại:Vua của vương quốc Bosporus]]\n[[Thể loại:Vua chư hầu La Mã]]\n[[Thể loại:Mất năm 38]]"}