{"Tiêu Vũ":"{{dablink|Bài này viết về tể tướng triều Đường. Đối với ca sĩ và nhạc sĩ, xem [[Tiêu Vũ (ca sĩ)]]. Đối với phim Đài Loan, hãy xem [[Siao Yu]] .}}\n{{Thiếu nguồn gốc|date=tháng 9\/2021}}\n{{Thông tin nhân vật\n| tên = Tiêu Vũ<br>蕭瑀\n| hình = Xiao Yu.jpg\n| ghi chú hình = \n| cỡ hình = \n| ngày sinh = 574\n| ngày mất = {{death year and age|647|574}}\n| nơi mất = [[Đồng Xuyên]], [[Thiểm Tây]]\n| nghề nghiệp = Tể tướng\n| người hôn phối = Độc Cô phu nhân\n| con cái = {{unbulleted list|Tiêu Thụy|Tiêu Khải|Tiêu Ý''và ba cô con gái''}}\n| cha = [[Tây Lương Minh Đế|Tiêu Khuy]]\n| mẹ = Trương hoàng hậu\n| người thân = {{unbulleted list|Tiêu Tông (anh trai)|Tiêu Hoàn (anh trai)}}\n| nơi sinh = [[Kinh Châu]], [[Hồ Bắc]]\n| tên khác = {{unbulleted list|Thời Văn (時文)|Tống Trinh Biền Công (宋貞褊公)}}\n| alt = \n}}\n{{dịch thuật}}\n'''Tiêu Vũ''' (574–647) chữ Hán - 蕭瑀, tên tự '''Thời Văn''' (時文), ông được phong Tống Quốc Công, là một hoàng tử của triều đại Tây Lương, người sau này trở thành một quan chức dưới triều đại [[nhà Tùy]] và [[nhà Đường]]. Ông từng là tể tướng trong triều đại của các hoàng đế [[Đường Cao Tổ|Cao Tổ]] và [[Đường Thái Tông|Thái Tông]] vào đầu triều đại nhà Đường.\n\n== Thân thế ==\nTiêu Vũ sinh năm 574, dưới thời trị vì của cha mình là [[Tây Lương Minh Đế|Minh Đế]] của Tây Lương, người đã lên ngôi nhà Lương nhưng lãnh thổ của ông, được gọi trong lịch sử là Tây Lương, chỉ giới hạn trong một lượng nhỏ lãnh thổ xung quanh thủ đô Giang Lăng của ông. Minh Đế vào thời điểm đó cũng là một chư hầu của Bắc Chu, và nhận được sự bảo vệ từ các lực lượng Bắc Chu chống lại đối thủ nhà Trần. Năm 582, Tiêu Vũ được lập làm Tân An Vương. Ông được biết đến với lòng hiếu thảo của mình.\n\n== Dưới triều Tùy ==\n\n=== Thời Tùy Văn Đế ===\nVào khoảng năm 582, chị gái của Tiêu Vũ đã kết hôn với Dương Quảng, Tấn Vương, con trai của Tùy Văn Đế, người sáng lập ra nhà Tùy, làm công chúa của mình. Tiêu Vũ theo chị gái đến kinh đô Trường An của nhà Tùy, và ông được biết đến với sự hiếu học và những hành động đúng mực ở đó. Ông đặc biệt chú tâm đến việc nghiên cứu kinh điển Phật giáo và trở thành một Phật tử thuần thành, ông dành nhiều thời gian để thảo luận về Phật pháp với các nhà sư. Không hài lòng với tác phẩm Luận về tiền định (辯 命 論, Biến Mệnh Luận), của tác giả Lưu Hiếu Phiêu (劉孝 標) thời nhà Lương, ông đã viết một tác phẩm có tựa đề Luận về không định trước (非 辯 命 論, Phi Biến Mệnh Luận) định bác bỏ nó. (Chỉ có đoạn đầu tiên của lời tựa còn sót lại, và nó nói rằng, \"Con người sinh ra từ trời đất. Tất nhiên là có duyên. Tuy nhiên, vận may và vận rủi cũng phụ thuộc vào bản thân con người. Nếu ai tin rằng tất cả là do tiền định , ông ấy sẽ thật ngu ngốc. \") Tác phẩm được các học giả trong Trung thư tỉnh của Dương Quảng khen ngợi.\n\nNăm 585, Minh Đế qua đời và con trai lớn nhất của ông và là anh trai của Tiêu Vũ là Tiêu Tông (Tĩnh Đế) kế vị. Năm 587, khi Văn Đế triệu Tĩnh Đế đến Đại Hưng (tức thành Trường An) để gặp ông, chú của Tiêu Vũ là Tiêu Nham (蕭 巖) và anh trai Tiêu Hoàn (蕭 瓛), nghi ngờ quân nhà Tùy được cử đến Giang Lăng có ý định tấn công, nên đã đầu hàng nhà Trần phía Nam. Khi Văn Đế nghe được điều này, ông đã bãi bỏ Tây Lương và sáp nhập lãnh thổ Tây Lương, Lương Tĩnh Đế bị phế làm Cử Quốc Công. Tây Lương đã kết thúc, mặc dù các thành viên hoàng tộc, bao gồm cả Tiêu Vũ, tiếp tục được Văn Đế đối xử tốt. Năm 600, sau khi Dương Quảng thay anh trai mình là Dương Dũng làm thái tử, Tiêu Vũ tiếp tục phục vụ trong trung thư tỉnh của Dương Quảng, với tư cách là chỉ huy cấm vệ quân .\n\n=== Thời Tùy Dạng Đế ===\nNăm 604, Văn Đế qua đời - nghi án cái chết mà các sử gia cho rằng do Dương Quảng ra tay nhưng chưa có chứng cứ thuyết phục - và được kế vị bởi Dương Quảng (là Dương Đế). Với Tiêu Vũ, thì chị gái ông tức công chúa Tây Lương đã trở thành hoàng hậu, và ông được phong làm đốc quân. Một thời gian sau, Tiêu Vũ đột nhiên bị ốm, ông từ chối thái y điều trị, vì mong muốn có thời gian nghỉ ngơi không bận tâm việc của Triều đình. Tuy nhiên, khi Tiêu hoàng hậu biết việc này, bà đã đến thăm ông và khiển trách ông, chỉ ra rằng hành vi này sẽ mang đế sự trừng phạt từ Dương Đế. Sau khi hồi phục, anh ấy trở nên quan tâm hơn đến việc phục vụ Triều đình, và đã có lúc được phong làm Nội sử thị lang (內史侍郎), phụ tác việc hình bộ của Triều đình, và Dương Đế đã giao cho ông việc cơ mật, tin tưởng ông vì là em rể của mình. Tuy nhiên, sau đó ông bị giáng chức vì thường xuyên đưa ra những lời đề nghị xúc phạm Hoàng đế.\n\nVào mùa thu năm 615, Dương Đế đã tiến hành thị sát biên cương phía bắc, và để lộ hành tung để Đông Đột Quyết tấn công dưới sự chỉ huy của [[Thủy Tất Khả Hãn]], người đã tức giận trước nhiều nỗ lực của Trung Quốc nhằm làm suy yếu chính phủ của ông. Người Đông Đột Quyết nhanh chóng chế ngự hầu hết Diêm Môn Tư Lệnh, nhưng vợ Trung Quốc của hãn - một người thân của hoàng đế đã kết hôn với người tiền nhiệm và đã được Tiêu hoàng hậu đối xử tốt trong chuyến thăm trước đó - đã gửi cảnh báo đến hoàng đế và hoàng hậu về cuộc tấn ông . Đoàn tùy tùng của triều đình đã có thể đến được vị trí chỉ huy tại Daixian, Sơn Tây ngày nay, nơi họ bị quân Đột Quyết bao vây vào ngày 11 tháng 9. Dương Đế hoảng sợ và không biết phải làm gì. Tiêu Vũ, người đã đi cùng với hoàng đế, đề nghị rằng các sứ giả được gửi đến Nghĩa Thành Công chúa, vì phong tục Thổ Nhĩ Kỳ quy định rằng vợ của hãn quốc phải phụ trách các vấn đề quân sự ở nhà khi ông đi vắng. Công chúa Nghĩa Thành sau đó đã gửi thông tin sai cho Thủy Tất Hãn, nói rằng hãn quốc đang bị tấn công từ phía bắc, và hãn quốc đã dỡ bỏ cuộc bao vây. Sau khi cuộc bao vây được dỡ bỏ, Dạng Đế, thay vì khen thưởng Tiêu Vũ, đã trở nên xấu hổ, nói rằng, \"Các lực lượng Thổ Nhĩ Kỳ chỉ đơn giản là nổi loạn và thiếu sự liên kết chiến thuật và sẽ sớm phân tán. Chỉ vì họ không làm như vậy ngay lập tức, Tiêu Vũ đã rất sợ hãi ; điều này là không thể tha thứ. \" Ông ta giáng chức Tiêu Vũ xuống làm Thái thú Hà Trì (河池, ở Bảo Kê, Thiểm Tây ngày nay) và ngay lập tức ra lệnh cho anh ta lên đường.\n\nKhi Tiêu Vũ đến Hà Trì, có những phiến quân nông dân trên núi, lên tới hơn 10.000 người, mà chính phủ chỉ huy không thể kiểm soát được. Tiêu Vũ tổ chức lại lực lượng dân quân chỉ huy và tấn công họ, buộc họ phải đầu hàng. Sau đó, khi Tiết Cử nổi dậy tại quận Kim Thành (金城, gần như Lan Châu, Cam Túc ngày nay) và tấn công về phía đông, Tiêu Vũ đã chặn đường của Tiết Cử, và Tiết Cử không thể tiến xa hơn vào thời điểm đó.\n\n=== Thời Dương Hựu ===\nVào mùa đông năm 617, quân Lý Uyên, Đường Quốc Công, đã nổi dậy ở Thái Nguyên vào đầu năm đó, chiếm được Trường An và tuyên bố cháu của Dương Đế, Dương Hựu là Hoàng Đế (tức là Tùy Cung Đế). Lý Uyên nắm quyền nhiếp chính, và ông đã viết thư cho Tiêu Vũ, yêu cầu Tiêu quy phục. Tiêu Vũ đồng ý, và được phong làm Lễ bộ thượng thư và phong hàm Tống quốc công. Vào mùa xuân năm 618, trong một chiến dịch bị hủy bỏ, nơi Lý Uyên cử các con trai của mình là Lý Kiến Thành và Lý Thế Dân cùng với quân đội tấn công Lạc Dương để thu phục các quan cũ triều Tùy ở đó quy phục, Tiêu Vũ đã phục vụ trong bộ tham mưu của Lý Thế Dân.\n\n== Dưới triều Đường ==\n\n=== Thời Đường Cao Tổ ===\nCũng vào mùa xuân năm 618, Dương Đế bị giết tại Giang đô (江都, thuộc Dương Châu, Giang Tô ngày nay) trong một cuộc đảo chính do Vũ Văn Hóa Cập lãnh đạo. Khi tin tức đến Trường An, Lý Uyên đã yêu cầu Dương Hựu nhường ngôi cho mình, kiến lập nhà Đường với tư cách là Đường Cao Tổ. Ông đã phong Tiêu Vũ làm Nội sử lệnh (內 史 令), người đứng đầu Hình bộ của triều đình (內 史 省, Nội sử tỉnh) và là một chức tương đương Tể tướng, và ông đã giao cho Tiêu Vũ một số vấn đề quan trọng nhất triều đình. Bất cứ khi nào Cao Tổ tổ chức các buổi họp mặt hoàng gia, ông ấy sẽ cho phép Tiêu Vũ ngồi bên cạnh mình, và đặc biệt, bởi vì Tiêu Vũ đã kết hôn với một thành viên của gia tộc Độc Cô, từ đó mẹ của Cao Tổ là Độc Cô Thái Hậu cũng đến, Cao Tổ gọi ông một cách quý mến là \"Tiêu sư phụ. \" Tiêu Vũ rất coi trọng các vấn đề của nhà nước và không sợ làm mất lòng người khác khi đưa ra các đề xuất, và mọi người sợ anh ấy. Khi Lý Thế Dân được bổ nhiệm làm thống đốc thủ phủ Ung Châu (雍州, tức là, Trường An và các quận xung quanh), Tiêu Vũ được trao thêm quyền chỉ huy cấm quân kinh đô. Năm 619, ông và Pei Ji phụ trách thẩm vấn một trong những người có công lớn ban đầu cho Cao Tổ, [[Lưu Văn Tĩnh]], người đã bị bắt vì tình nghi phản quốc. Cả anh ta và Lý Cương (李綱), cũng như Lý Thế Dân, đã cố gắng cầu thay cho Lưu, nhưng Hoàng đế Cao Tổ vẫn thực hiện Lưu theo đề nghị của [[Bùi Tịch]]. Sau đó, sau khi văn phòng lập pháp được đổi tên thành Zhongshu Sheng (中書省) vào năm 620, Tiêu Vũ vẫn đứng đầu với chức danh mới là Zhongshu Ling (中書令). Theo đề nghị của Tiêu Vũ, Hoàng đế Cao Tổ cũng đã phong cho Feng Deyi Zhongshu Ling, chia sẻ vị trí với Tiêu Vũ. Năm 621, cùng với Bùi Tịch và Trần Thúc Đạt, ông cũng bị giao trách nhiệm thẩm vấn Lý Trọng Văn (李仲文), Trinh Tường Công, người cũng bị buộc tội phản quốc, và trong khi các khuyến nghị của Tiêu Vũ không rõ ràng, Lý Trọng Văn cũng bị xử tử.\n\nĐôi khi, khi Hoàng đế Cao Tổ ban hành các sắc lệnh, ông ấy muốn cơ quan lập pháp nhanh chóng ban hành chúng, nhưng Tiêu Vũ đã không làm như vậy. Khi Hoàng đế Cao Tổ quở trách ông, Tiêu Vũ chỉ ra rằng dưới triều đại của Hoàng đế Yang, các sắc lệnh được ban hành nhanh chóng, và trong khi các quan chức có sự bảo lưu hợp lệ, họ không dám nói chống lại nó. Ông muốn các sắc lệnh chỉ được ban hành sau khi kiểm tra kỹ hơn, và vì vậy đã không ban hành chúng một cách nhanh chóng. Hoàng đế Cao Tổ đồng ý. Trong khi đó, tài sản của Tiêu Vũ ban đầu bị Hoàng đế Cao Tổ thu giữ khi ông mới vào Trường An để trao cho các sĩ quan quân đội có thành tích, nên Hoàng đế Cao Tổ đã trả lại tài sản cho Tiêu Vũ. Tiêu Vũ chia tài sản và chia cho các thành viên trong dòng tộc của mình, chỉ giữ lại ban thờ của gia đình để làm lễ cúng tổ tiên. Sau khi Lý Thế Dân tiêu diệt một đối thủ lớn, Wang Shichong, Hoàng đế của Trịnh, vào năm 621, Tiêu Vũ, người phục vụ dưới quyền của Lý Thế Dân trong chiến dịch và được ghi nhận với một số chiến lược (cũng như được giao nhiệm vụ thu thập các kho bạc của triều đình nhà Tùy tại Zheng thủ phủ Lạc Dương), được cấp thêm 2.000 hộ gia đình như một phần của thái ấp của mình và làm một trong những phó trưởng phòng hành pháp quan trọng của triều đình (尚書 省, Thượng Thư Tỉnh), Thượng Thư Tỉnh, vẫn được coi là một vị trí thủ tướng. Với vai Thượng Thư Tỉnh, Tiêu Vũ được coi là siêng năng nhưng thiên vị, cũng như khắc nghiệt, và anh ấy không có danh tiếng tốt. \n\nNăm 626, khi Phó Dịch (傅 奕), giám đốc đài quan sát thiên văn hoàng gia, một người theo đạo Khổng, đệ trình đề xuất cấm đạo Phật với lý do đạo Phật dẫn đến tham nhũng và lạm dụng trong chính phủ, Tiêu Vũ, là một Phật tử thuần thành, đã tranh luận. với Fu tha thiết trước Hoàng đế Cao Tổ. Ông đã không thể thắng Phó trong cuộc tranh luận, và Hoàng đế Cao Tổ đã ban hành một sắc lệnh hạn chế nghiêm trọng số lượng các ngôi chùa Phật giáo, mặc dù sắc lệnh dường như không được thực hiện nghiêm túc.\n\n==== Huyền Vũ môn chi biến ====\nSau đó vào năm 626, Lý Thế Dân, khi đó đang cạnh tranh gay gắt với Lý Kiến Thành, người đã được phong làm thái tử với tư cách là con trai cả, sợ rằng Lý Kiến Thành sắp giết mình. Ông đệ trình một bản kiến ​​nghị bí mật lên Hoàng đế Cao Tổ cáo buộc Lý Kiến Thành và một người anh khác, Lý Nguyên Cát, Hoàng tử nước Tề, người ủng hộ Lý Kiến Thành, đã ngoại tình với thê thiếp của Hoàng đế Cao Tổ và âm mưu giết ông ta. Hoàng đế Cao Tổ, bị sốc trước những lời buộc tội, đã triệu tập Tiêu Vũ, cùng với Pei và Chen, để chuẩn bị thực hiện những lời buộc tội vào sáng hôm sau. Trong khi đó, Lý Thế Dân đặt một cuộc phục kích cho Lý Kiến Thành và Lý Nguyên Cát tại Cổng Huyền Vũ bên ngoài cung điện của Hoàng đế Cao Tổ, và khi Lý Kiến Thành và Lý Nguyên Cát đến gần Cổng Huyền Vũ vào buổi sáng, Lý Thế Dân đã giết họ, và sau đó gửi tướng của mình là [[Uất Trì Kính Đức|Uất Trì Cung]] vào cung điện. , tuyên bố đang bảo vệ Hoàng đế Cao Tổ. Hoàng đế Cao Tổ, nhận ra tình hình nghiêm trọng đến mức nào, đã hỏi ý kiến ​​của Bùi Tịch, Tiêu Vũ và Trần Thúc Đật, Tiêu Vũ và Trần Thúc Đạt đã khuyên anh ta nên tạo ra thái tử Lý Thế Dân để xoa dịu anh ta. Hoàng đế Cao Tổ đã làm như vậy, và hai tháng sau, truyền ngôi cho Lý Thế Dân, người lên ngôi lấy tên là Hoàng đế Thái Tông.\n\n=== Thời Đường Thái Tông ===\nBan đầu, Tiêu Vũ vẫn giữ chức vụ thủ tướng, nhưng nhanh chóng mâu thuẫn với Phong Đức Di, người cũng là thủ tướng, với tư cách là Thượng Thư Tỉnh (về thời điểm này là người đứng đầu văn phòng điều hành, vì Lý Thế Dân đã từng là người đứng đầu văn phòng điều hành, nhưng chức danh Thượng Thư Lệnh của anh ta đã có do đó trở thành một danh hiệu mà thần dân của ông không dám nhận), do việc Phong Đức Di thường xuyên thay đổi những điều mà họ đã thỏa thuận, cũng như một số tể tướng mới khác mà Hoàng đế Thái Tông đã tin tưởng và ủy nhiệm, bao gồm cả [[Phòng Huyền Linh]] và [[Đỗ Như Hối]]. Trong cơn tức giận, Tiêu Vũ đã gửi một lá đơn bí mật lên Hoàng đế Thái Tông tố cáo Phong Đức Di, nhưng lá đơn được viết một cách thiếu khéo léo, xúc phạm Hoàng đế Thái Tông. Trong khi đó, một sự cố xảy ra khi Tiêu Vũ và Trần Thúc Đạt tranh cãi trước Hoàng đế Thái Tông, và cả hai đều bị cách chức của họ. Tuy nhiên, vào mùa hè năm 627, sau khi Phong Đức Di qua đời, Hoàng đế Thái Tông lại phong làm Tiêu Vũ Thượng Thư Tỉnh. Cuối năm đó, Hoàng đế Thái Tông thảo luận về việc tấn công Đông Đột Quyết, điều mà Tiêu Vũ ưa thích, nhưng [[Trưởng Tôn Vô Kỵ]] phản đối, và do đó Hoàng đế Thái Tông đã không thực hiện cuộc tấn công. Tuy nhiên, khi Hoàng đế Thái Tông hỏi Tiêu Vũ rằng ông cảm thấy như thế nào về việc tuổi thọ của vương triều có thể được kéo dài, Tiêu Vũ đã gợi ý rằng hãy tôn trọng các hoàng tử của triều đình, và Hoàng đế Thái Tông đã đồng ý và bắt đầu xem xét làm như vậy. Vào khoảng năm mới 628, Tiêu Vũ một lần nữa bị cách chức, vì những lý do không được ghi trong lịch sử, mặc dù vào mùa xuân năm 630, ông đã được phong làm tể tướng trên thực tế với tư cách là người kiểm duyệt của hoàng gia. Cuối năm đó, ông buộc tội tướng quân Lý Tĩnh, sau khi đánh bại và bắt giữ Hiệt Lợi Khả Hãn của Đông Đột Quyết, đã cho phép binh lính của mình cướp đoạt kho báu của Hiệt Lợi, nhưng Hoàng đế Thái Tông không có hành động nào chống lại Lý Tịnh, vì thành tích to lớn của Lý Tĩnh. Trong khi đó, Tiêu Vũ tiếp tục kiêu ngạo và khắc nghiệt và một lần nữa không hòa hợp với các thủ tướng khác. Người ta nói rằng khi Fang, Wei Zheng và Wen Yanbo có những sai sót nhỏ, Tiêu Vũ đã đệ trình những lời buộc tội chống lại họ mà Hoàng đế Thái Tông đã không hành động, và Tiêu Vũ trở nên không hài lòng vì điều đó. Vào mùa thu năm 630, Hoàng đế Thái Tông phong ông làm cố vấn cho con trai và thái tử Lý Thừa Càn, không còn là tể tướng nữa.\n\nNăm 634, Hoàng đế Thái Tông ủy nhiệm cho 13 quan đi kiểm tra các mạch trong đế quốc, xem các quan địa phương có đủ khả năng hay không, tìm hiểu xem dân chúng có đau khổ hay không, an ủi người nghèo và tuyển chọn những người có năng lực vào phục vụ dân sự. Tiêu Vũ được làm giám khảo của Henan Circuit (河南 道, gần như Hà Nam và Sơn Đông hiện đại), nhưng trong nhiệm vụ của mình, anh đã trừng phạt quá mức một quan chức không lắng nghe những người dưới quyền anh về nỗi khổ của họ bằng cách đưa anh ta vào một khu nhà, khiến cái chết của quan chức đó. Hoàng đế Thái Tông, tuy nhiên, đã không trừng phạt anh ta. Năm 635, Hoàng đế Thái Tông một lần nữa phong ông làm Chưởng cơ trên thực tế, từng tuyên bố:\n\n: ''Sau năm thứ sáu của thời đại Wude [tức là năm 623], Hoàng đế Cao Tổ xem xét việc phế truất thái tử và phong tôi làm thái tử, nhưng không thể quyết tâm làm như vậy. Tôi không được anh em bao dung, và tôi thường lo sợ rằng thay vì được khen thưởng cho những thành tích của mình, tôi sẽ bị trừng phạt. Nhưng Tiêu Vũ không bị cám dỗ bởi của cải vật chất hay bị đe dọa bởi cái chết, và anh thực sự là một trụ cột cho đế chế.''\n\nAnh ấy cũng viết một bài thơ cho Tiêu Vũ, bao gồm hai dòng sau:\n\n: ''Chỉ trong một cơn gió, người ta mới biết được sự mạnh mẽ giữa đám cỏ,''\n: ''Chỉ trong tình trạng hỗn loạn, các thần dân trung thành mới được nhìn thấy.''\n\nAnh ấy nói thêm với Tiêu Vũ, \"Sự trung thành và trung thực của bạn không thể vượt qua ngay cả những người đàn ông thánh thiện thời xưa. Tuy nhiên, sự quá mức phân biệt tốt và xấu của bạn đôi khi khiến bạn khó dung thứ.\"\n\nVào năm 643, Hoàng đế Thái Tông đã đặt 24 bức chân dung tại [[Lăng Yên các|Lăng Yên Cát]] để tưởng nhớ những đóng góp của 24 đóng góp to lớn cho nhà Đường. Tiêu Vũ là một trong những bức chân dung. Cuối năm đó, Lý Thừa Càn, sợ rằng Hoàng đế Thái Tông đang cân nhắc việc thay thế mình bằng người em trai và được sủng ái hơn của mình là Ngụy Vương, Lý Thừa Càn, đã âm mưu với tướng [[Hầu Quân Tập]] để lật đổ Hoàng đế Thái Tông. Khi âm mưu bị phát hiện, Hoàng đế Thái Tông đã giao cho Tiêu Vũ, cùng với Zhangsun, Fang, Li Shiji và các quan chức từ tòa án tối cao, văn phòng lập pháp và văn phòng thẩm tra, điều tra. Kết quả của cuộc điều tra, Hou và nhiều kẻ chủ mưu khác đã được lệnh tự sát hoặc bị xử tử, trong khi Lý Thừa Càn bị hạ xuống cấp bậc thường dân. Ngay sau đó, Hoàng đế Thái Tông, tin rằng Lý Tài đã đóng một vai trò trong sự sụp đổ của Lý Chính Đình, đã tạo ra một người con trai khác, Tấn Vương, Thái tử Lý Trị, thay cho Lý Tài, và Tiêu Vũ được phong làm cố vấn cấp cao của tân thái tử. . Tiêu Vũ cũng đã được trao một danh hiệu mới được tạo ra cho một thủ tướng trên thực tế, Tong Zhongshu Menxia Sanpin (同 中 書 門下 三品). Năm 645, khi Hoàng đế Thái Tông chỉ huy một chiến dịch lớn chống lại Goguryeo, ông đã giao Tiêu Vũ phụ trách Lạc Dương cũng như hậu cần vận chuyển tiếp tế cho tiền tuyến.\n\nNăm 646, Tiêu Vũ một lần nữa bất hòa với các thủ tướng khác, đi xa hơn khi cáo buộc Fang về chủ nghĩa bè phái kết hợp với tội phản quốc. Hoàng đế Thái Tông cũng không hài lòng với Tiêu Vũ về việc ông yêu cầu trở thành một nhà sư Phật giáo vào khoảng thời gian này và sau đó thay đổi ý định. Vào mùa đông năm 646, ông đã ban hành một sắc lệnh buộc tội Tiêu Vũ quá mức bị ám ảnh bởi Phật giáo - trích dẫn tổ tiên của Tiêu Vũ là Hoàng đế Wu của Liang và con trai của Hoàng đế Wu là Hoàng đế Jianwen của Liang là những ví dụ mà Tiêu Vũ đã rơi vào bẫy. Ông giáng chức Tiêu Vũ xuống làm tỉnh trưởng Shang (商州, gần như ngày nay là Shangluo, Thiểm Tây), nhưng cũng hủy bỏ danh hiệu Công tước nhà Tống của Tiêu Vũ. Tuy nhiên, vào năm 647, Hoàng đế Thái Tông đã triệu hồi Tiêu Vũ làm cố vấn hoàng gia (nhưng không phải tể tướng) và khôi phục danh hiệu Công tước nhà Tống cho ông.\n\n== Mất ==\nNăm 648, trong khi tháp tùng Hoàng đế Thái Tông tại Ngọc Hoa Cung (玉華宮, thuộc Đồng Xuyên, Thiểm Tây ngày nay), Tiêu Vũ bị ốm và qua đời. Bộ Lễ đề nghị, như thụy hiệu, Đức (德, nghĩa là \"đức hạnh\"), trong khi Hình bộ xin đặt là Túc (肅, nghĩa là, \"trang trọng\"). Tuy nhiên, Thái Tông không đồng ý với cả hai, ông nói rằng những cái tên để lại phải đặc biệt phản ánh tính cách của con người, và ông đã chọn Trinh Biền (貞 褊, có nghĩa là \"trung thực nhưng nóng nảy\") để thay thế.\n\n==Con cái==\n{{Tham khảo|30em}}'''Con trai'''\n\n• Tiêu Duệ (蕭銳), lấy [[Tương thành công chúa|Tương Thành công chúa]], trưởng nữ [[Đường Thái Tông]].\n\n\n==Tham khảo==\n{{Lăng Yên các}}\n{{sơ khai nhân vật quân sự Trung Quốc}}\n\n{{thời gian sống|574|647}}\n\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Viên chức chính quyền ở Thiểm Tây]]\n[[Thể loại:Người họ Tiêu tại Trung Quốc]]"}