{"Tiêu Thái hậu (nhà Đường)":"{{Thông tin nhân vật hoàng gia\n|tên= Tích Khánh Tiêu thái hậu\n|tên gốc = 積慶蕭太后\n|tước vị = [[Đường Văn Tông]] [[mẹ|sinh mẫu]]\n|chức vị= [[Hoàng thái hậu]] [[nhà Đường|Đại Đường]]\n|tại vị= [[826]] - [[847]]<br><small>(đồng vị với [[Vương Thái hậu (Đường Kính Tông)|Nghĩa An Thái hậu]])<\/small>\n|tiền nhiệm = [[Quách quý phi (Đường Hiến Tông)|<font color = \"grey\">Ý An Quách Thái hậu<\/font>]]\n|kế nhiệm= [[Trịnh Thái hậu (Đường Tuyên Tông)|<font color = \"blue\">Hiếu Minh Trịnh Thái hậu<\/font>]]\n|thụy hiệu= <font color = \"grey\">Trinh Hiến hoàng hậu<\/font><br>(貞獻皇后)\n|cha= \n|mẹ= \n|phối ngẫu= [[Đường Mục Tông]]<br\/>Lý Hằng\n|con cái= [[Đường Văn Tông]]\n|thông tin con cái= \n|sinh = ?\n|nơi sinh= [[huyện Mân]], [[Phúc Châu]]\n|mất = [[1 tháng 6]], năm [[847]]\n|nơi mất = [[Tích Khánh điện]], Đại Đường\n|nơi an táng = [[Quang lăng]] (光陵)\n}}\n'''Tích Khánh Tiêu Thái hậu''' ([[chữ Hán]]: 積慶蕭太后, ? - [[1 tháng 6]], năm [[847]]<ref>http:\/\/dbo.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%AB%C5%A9v&reign=%A4j%A4%A4&yy=1&ycanzi=&mm=4&dd=&dcanzi=%A4v%A8%BB{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}<\/ref><ref name=death>Theo tiểu sử của Tiêu thái hậu trong ''[[Cựu Đường Thư]]'', bà qua đời vào giữa triều [[Đường Vũ Tông]], điều này mâu thuẫn với tài liệu khác, cho rằng bà qua đời năm 847, dưới [[Đường Tuyên Tông]]. Ngày mất của bà cũng không rõ ràng. Tiểu sử theo ''[[Tân Đường thư]]'' chỉ chép năm mất là 847 nhưng không ghi rõ ngày. ''Cựu Đường Thư'' cho rằng bà qua đời tháng 4 [[âm lịch]] nhưng cũng không rõ ngày. ''[[Tư trị thông giám]]'' cho biết bà mất này ''Jiyou'' tháng 3 năm 847, nhưng không tồn tại trong lịch [[Can Chi]]. Kỷ của Tuyên Tông trong ''Tân Đường thư'', chỉ rằng Thái hậu qua đời ngày ''Jiyou'' tháng 4 âm lịch năm 847 nhưng không chỉ rõ ràng. So sánh ''[[Cựu Đường Thư]]'', quyển [[:zh:s:舊唐書\/卷18下|18, hạ]] [bản kỷ Đường Tuyên Tông], [[:zh:s:舊唐書\/卷52|52]] [hậu phi liệt truyện], ''[[Tân Đường thư]]'', quyển [[:zh:s:新唐書\/卷008|8]] [bản kỷ Đường Tuyên Tông], [[:zh:s:新唐書\/卷077|77]] [hậu phi liệt truyện], và ''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷248|quyển 248]].<\/ref>), còn được gọi là '''Trinh Hiến hoàng hậu''' (貞獻皇后), là một [[phi tần]] của [[Đường Mục Tông]] Lý Hằng, và là mẹ của [[Đường Văn Tông]] Lý Ngang trong [[lịch sử Trung Quốc]].\n\n==Tiểu sử==\nTích Khánh Thái hậu Tiêu thị nguyên quán [[huyện Mân]], nay là [[Phúc Châu]], [[Phúc Kiến]]<ref name=CDT52>''[[Cựu Đường Thư]]'', [[:zh:s:舊唐書\/卷52|quyển 52]]<\/ref>. Tiêu thị trở thành phi thiếp của [[Đường Mục Tông]] khi ông còn là Kiến An vương<ref name=TDT77>''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷077|quyển 77]]<\/ref><ref>Lý Hằng làm Kiến An vương chỉ một năm từ [[805]] dến [[806]], bà trở thành vợ ông vào khoảng thời gian này. Xem ''[[Cựu Đường Thư]]'', [[:zh:s:舊唐書\/卷16|quyển 16]].<\/ref>. Khi bà rời quê, cha mẹ bà đã qua đời, còn lại một người em trai sống ở quê.\n\nNăm Nguyên Hòa thứ 4 ([[809]]), Tiêu thị hạ sinh Lý Ngang, tức [[Đường Văn Tông]] sau này<ref name=CDT52\/>. Năm Trường Khánh nguyên niên ([[821]]), lúc này Mục Tông đã đăng cơ, con trai bà là Lý Ngang được phong làm '''Giang vương''' (江王). Tuy nhiên, không rõ địa vị phi tần của bà trong hậu cung<ref name=CDT52\/><ref>''[[Cựu Đường Thư]]'', [[:zh:s:舊唐書\/卷17上|quyển 17, thượng]].<\/ref>. Theo lý, bà có lẽ sẽ trở thành [''Giang Vương thái phi''] do con trai được phong tước Vương, song đến nay vẫn không có tài liệu nào chắc chắn vấn đề này.\n\n== Hoàng thái hậu ==\n=== Hiển quý ===\nNăm Bảo Lịch thứ 2 ([[826]]), [[mùa xuân]], [[Đường Kính Tông]] Lý Đam bị ám sát. Hoạn quan [[Lưu Khắc Minh]] (劉克明) muốn khống chế triều đình và đưa con trai của [[Đường Hiến Tông]] là Giáng vương [[Lý Ngộ]] (李悟) làm Hoàng đế.\n\nNgày [[10 tháng 1]] cùng năm, Khắc Minh giả di chiếu, đưa Giáng vương ra gặp chư tể tướng. Bọn Khắc Minh lại bố trí tay chân nắm giữ cung điện, mưu trừ các hoạn quan khác. Nhóm hoạn quan gồm Xu mật sứ [[Vương Thủ Trừng]] (王守澄), Trung úy [[Lương Thủ Khiêm]] (梁守謙), [[Ngụy Tòng Gián]] (魏從簡) nghe tin có biến động, bèn tập hợp binh lính tiến vào cung diệt tặc, đồng thời cho đón Giang vương Lý Ngang vào cung. Cuối cùng, quân Thần Sách của Vương Thủ Trừng và quân Phi Long giết chết hết bọn loạn đảng Lưu Khắc Minh, Giáng vương Ngộ cũng chết trong loạn quân. Ngày [[13 tháng 1]], Giang vương Lý Ngang chính thức lên ngôi, trở thành [[Đường Văn Tông]].\n\nNgày [[16 tháng 1]] cùng năm, Văn Tông tôn mẹ là Tiêu thị làm [[Hoàng thái hậu]]. Sách tôn viết:\n{{Cquote|\n嗣皇帝臣名言：古先哲王之有天下也，必以孝敬奉於上，慈惠浹於下，極誠意以厚人倫，思由近以及遠，故自家而刑國。以臣奉嚴慈之訓，承教撫之仁，而長樂尚鬱其鴻名，內朝未崇於正位，則率土臣子，勤勤懇懇，延頸企踵，曷以塞其心乎！是用特舉彝章，式遵舊典，稽首再拜，謹上穆宗睿文惠孝皇帝妃尊號曰皇太后。伏惟與天合德，義申錫慶，允厘陰教，祗修內則。廣六宮之教，參十亂之功，頤神保和，弘覆萬有。\n\n.\n\nTự hoàng đế thần danh ngôn: Cổ tiên triết vương chi hữu thiên hạ dã, tất dĩ hiếu kính phụng vu thượng, từ huệ tiếp vu hạ, cực thành ý dĩ hậu nhân luân, tư do cận dĩ cập viễn, cố tự gia nhi hình quốc. Dĩ thần phụng nghiêm từ chi huấn, thừa giáo phủ chi nhân, nhi trường nhạc thượng úc kỳ hồng danh, nội triều vị sùng vu chính vị, tắc suất thổ thần tử, cần cần khẩn khẩn, duyên cảnh xí chủng, hạt dĩ tắc kỳ tâm hồ!\n\nThị dụng đặc cử di chương, thức tuân cựu điển, kê thủ tái bái, cẩn thượng Mục Tông Duệ Văn Huệ Hiếu hoàng đế phi tôn hào, viết Hoàng thái hậu.\n\nPhục duy dữ thiên hợp đức, nghĩa thân tích khánh, duẫn li âm giáo, chi tu nội tắc. Quảng lục cung chi giáo, tham thập loạn chi công, di thần bảo hòa, hoằng phúc vạn hữu.|||Sách tôn Hoàng thái hậu Tiêu thị thời Đường Văn Tông}}\n\nTheo vai vế, Văn Tông là em của Kính Tông, do đó mẹ của Kính Tông là [[Cung Hi hoàng hậu|Vương Thái hậu]] không tôn làm [[Thái hoàng thái hậu]], mà lấy [[niên hiệu]] Bảo Lịch để làm tôn hiệu, gọi '''Bảo Lịch Thái hậu''' (寶曆太后). Lúc đó, [[Ý An hoàng hậu|Quách Thái hoàng thái hậu]] có địa vị cao nhất nên được bố trí ở [[Hưng Khánh cung]] (興慶宮), Vương Thái hậu ở [[Nghĩa An điện]] (義安殿), còn Tiêu Thái hậu sống ở trong Đại nội, đương thời xưng gọi ['''Tam cung Thái hậu'''; 三宮太后]. Đường Văn Tông vốn tính hiếu thuận, phụng sự Tam cung đều như nhau. Mỗi khi các nơi tiến công kì trân dị vật thì trước đưa đến tông miếu, tiếp đó dâng đến Tam cung còn dư thừa mới để tự mình chi dùng<ref name=TTTG243>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷243|quyển 243]].<\/ref><ref>[https:\/\/zh.wikisource.org\/wiki\/%E8%88%8A%E5%94%90%E6%9B%B8\/%E5%8D%B752#%E7%A9%86%E5%AE%97%E8%B2%9E%E7%8D%BB%E7%9A%87%E5%90%8E%E8%95%AD%E6%B0%8F 舊唐書\/卷52]: 文宗孝義天然，大和中，太皇太后居興慶宮，寶曆太后居義安殿，皇太后居大內，時號「三宮太后」。上五日參拜，四節獻賀，皆由復道幸南內，朝臣命婦詣宮門起居，上尤執禮，造次不失。有司嘗獻新瓜、櫻桃，命獻陵寢宗廟之後，中使分送三宮、十宅。初，有司送三宮物，一例稱賜。帝曰：「物上三宮，安得名賜？」遽取筆塗籍，改「賜」為「奉」。開成中正月望夜，帝於咸泰殿陳燈燭，奏《仙韶樂》，三宮太后俱集，奉觴獻壽，如家人禮，諸親王、公主、駙馬、戚屬皆侍宴。上性恭儉，延安公主衣裾寬大，即時遣還，罰駙馬竇浣兩月賜錢。<\/ref>.\n\n=== Truy tìm em trai ===\nĐược hiển quý, Tiêu Thái hậu nhớ đến người thân là đứa em trai duy nhất, bà bèn thỉnh cầu Văn Tông. Sau khi nghe đến, Văn Tông lệnh cho Tiết độ sứ [[Phúc Kiến]] tìm kiếm người em trai đã thất lạc của bà, nhưng không tìm ra. Tình cờ, một công nhân làm [[trà]] là [[Tiêu Hồng (nhà Đường)|Tiêu Hồng]] (蕭洪), tìm kiếm người chị thất lạc của mình. Một thương nhân [[Triệu Chuẩn]] (趙縝) đã giới thiệu Tiêu Hồng với con rể Từ phu nhân là [[Lữ Chương]] (呂璋). Từ phu nhân không xác minh được nên dẫn Tiêu Hồng đến gặp Tiêu Thái hậu. Văn Tông tin Tiêu Hồng là cậu mình, cho vào hàng quốc thích làm việc ở cung Thái tử<ref name=CDT52\/><ref name=TTTG243\/><ref>Tuy nhiên lúc đó không có thái tử<\/ref>. Tiêu Hồng sau đó trở thành Thống lĩnh cấm quân, sau đó nữa thành [[Tiết độ sứ]] [[Hà Dương]] (河陽)<ref>Nay là [[Lạc Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>, sau đó chuyển sang [[Phu Phường]] (鄜坊)<ref name=CDT52\/><ref>Nay là [[Diên An]], [[Thiểm Tây]]<\/ref>\n\nTuy nhiên, một thời gian sau, quan đại thần [[Lý Huấn]] (李訓) cho rằng Tiêu Hồng không phải em trai của Thái Hậu. Lo lắng, Tiêu Hồng tìm cách lấy lòng em trai Lý Huấn là [[Lý Trọng Nguyên]] (李仲京). Lúc đó, một vài hoạn quan [[Thần Sách quân]] (神策軍) được gửi đến để phục vụ Tiết độ sứ, ban đầu được trả phí đi đường, nhưng sau đó lại đòi trả gấp ba sau khi đến. Một trong số Tiết độ sứ tiền nhiệm của Phu Phường là người trong Thần Sách quân, nhưng đã chết trước khi Tiêu hoàn trả chi phí. Chủ nợ không hài lòng, muốn Tiêu Hồng chi trả cho người tiền nhiệm, Tiêu khước từ. Khi chủ nợ thử đòi con trai người tiền nhiệm, Tiêu bảo người con đó tìm Lý Huấn can thiệp. Lý Huấn ra lệnh cho người con trên từ chối trả nợ. Sau khi [[Lý Huấn]] bị giết trong [[Sự biến Cam Lộ]], hoạn quan quyền lực [[Cừu Sĩ Lương]] (仇士良) trở nên hiềm khích với Tiêu Hồng<ref name=TTTG245>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷245|quyển 245]].<\/ref>.\n\nTrong khi đó, em trai thật sự của Tiêu thái hậu vẫn còn ở [[Phúc Châu]]. [[Tiêu Bổn]] (蕭本), một người họ hàng, thông qua bàn luận xác định được là thành viên trong gia đình họ Tiêu. Tiêu Bổn trình báo với Cừu, kết tội Tiêu Hồng giả mạo làm em trai Thái hậu. Năm Khai Thành nguyên niên ([[836]]), Tiêu Hồng bị lưu đày đến [[Hoan Châu]] (驩州)<ref>Nay là [[Nghệ An]], [[Việt Nam]]<\/ref>, nhưng trước khi đi thì bị ban chết. Đường Văn Tông tin rằng Tiêu Bổn thật sự là cậu mình, cho vào hàng quốc thích, làm việc trong cung của Thái tử [[Lý Vĩnh]]<ref name=TTTG245\/>.\n\nNăm Khai Thành thứ 2 ([[837]]), Phúc Châu xuất hiện một người tên [[Tiêu Hoằng]] (蕭弘), cho rằng mới thật sự là em trai Tiêu thái hậu. Văn Tông lệnh cho [[Ngự sử đài]] (御史台) điều tra sự thật. Hơn một năm sau, điều tra kết luận Tiêu Hoằng bịa đặt, lừa dối. Văn Tông đuổi về nhưng không trừng phạt<ref name=TTTG245\/>. Năm thứ 4 ([[839]]), [[Lưu Tòng Gián]] (劉從諫), [[Tiết độ sứ]] của [[Chiêu Nghĩa]] (昭義)<ref>Nay là [[Trường Trị]], [[Sơn Tây]]<\/ref>, đệ trình xác nhận lại thân thế Tiêu Hoằng, cho rằng cuộc điều tra trước đó có sự mua chuộc của [[Tả Thần Sách quân]] (左神策軍) ủng hộ Tiêu Bổn. Lần này, Văn Tông lệnh cho cả [[Hình Bộ]] (刑部) và [[Đại Lý Tự]] (大理寺) thẩm tra sự thật. Thời gian sau, cả ba cơ quan thẩm tra đều kết luận Tiêu Bổn lẫn Tiêu Hoằng đều không phải em trai của Tiêu Thái hậu. Tiêu Bổn bị lưu đày đến [[Ái Châu]] (愛州)<ref>Nay là Thanh Hóa, Việt Nam<\/ref>. Tiêu Hoằng bị đày đến [[Đam Châu]] (儋州)<ref>Nay thuộc đảo [[Hải Nam]]<\/ref>. Em trai thật sự của Thái hậu vẫn lưu lạc ở Phúc Châu và không giờ tìm được nữa<ref name=TTTG246>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷246|quyển 246]].<\/ref>\n\n=== Cuối đời===\nNăm Khai Thành thứ 5 ([[840]]), Đường Văn Tông băng hà, không có hậu duệ. Theo thứ tự thừa kế, em trai Văn Tông là [[Đường Vũ Tông]] Lý Viêm nối ngôi. Vào lúc này, Tiêu Thái hậu được chuyển đến sống tại [[Tích Khánh điện]] (積慶殿), vì thế bà có phong hiệu là '''Tích Khánh thái hậu''' (積慶太后)<ref name=TTTG246\/>. Bà sống qua 6 năm dưới triều Đường Vũ Tông, chứng kiến một em trai khác của Mục Tông là [[Đường Tuyên Tông]] lên ngôi.\n\nNăm Đại Trung nguyên niên ([[847]]), ngày [[1 tháng 6]], Tích Khánh điện Hoàng thái hậu Tiêu thị qua đời, không rõ bao nhiêu tuổi. Theo chuẩn của một Thái hậu, bà được truy phong [[thụy hiệu]] là '''Trinh Hiến hoàng hậu''' (貞獻皇后). Nhưng sử sách không ghi rõ nơi mà bà an táng, có lẽ cũng là một khuôn viên trong [[Quang lăng]] (光陵) - lăng mộ của Mục Tông<ref name=death\/>.\n\n== Xem thêm ==\n* [[Đường Mục Tông]]\n* [[Đường Kính Tông]]\n* [[Đường Văn Tông]]\n* [[Ý An Quách hoàng hậu]]\n* [[Hoàng thái hậu]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Hoàng hậu nhà Đường}}\n\n[[Thể loại:Người họ Tiêu tại Trung Quốc]]\n[[Thể loại:Hoàng thái hậu nhà Đường]]\n[[Thể loại:Ngày sinh không rõ]]\n[[Thể loại:Người Phúc Kiến]]\n[[Thể loại:Mất năm 847]]\n[[Thể loại:Sinh thế kỷ 8]]"}