{"Tiền Hoằng Tông":"{{Tên Trung Quốc|[[Tiền (họ)|Tiền]]}}\n{{Thông tin nhân vật hoàng gia\n| tên     = Ngô Việt Trung Tốn Vương <br> 吳越忠遜王\n| tước vị    =\n| tước vị thêm  = \n| thêm     = china\n| type     = \n| hình    = \n| cỡ hình  = \n| alt     = \n| ghi chú hình   = \n| chức vị  = [[Vua]] [[Ngô Việt]]\n| chi tiết chức vị   = \n| tại vị    = [[3 tháng 7]], [[947]]<ref name=ZZTJ287>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷287|quyển. 287]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Academia Sinica]] Chuyển hoán Trung - Tây 2000 năm].<\/ref>-[[12 tháng 2]], [[948]]<ref name=ZZTJ287\/><ref name=AS\/>\n| kiểu tại vị  = Trị vì\n| đăng quang  = \n| kiểu đăng quang   = \n| tiền nhiệm = [[Tiền Hoằng Tá]]\n| kiểu tiền nhiệm   = Tiền nhiệm\n| nhiếp chính    = \n| kiểu nhiếp chính   = \n| kế nhiệm  = [[Tiền Hoằng Thục]]\n| kiểu kế nhiệm   = Kế nhiệm\n| phối ngẫu    = \n| kiểu phối ngẫu = \n| consort   = <!-- yes or no -->\n| con cái    = Tiền Duy Trị<br>Tiền Côn<br>Tiền Dịch\n| issue-link  = \n| issue-pipe  = \n| tên đầy đủ  = Tiền Hoằng Tông (錢弘倧)\n| niên hiệu   = Không (dùng [[niên hiệu]] của [[nhà Liêu]] và [[Hậu Hán (Ngũ Đại)|Ngũ Đại]])\n| thời gian của niên hiệu  = \n| regnal name = \n| thụy hiệu = Trung Tốn Vương (忠遜王)\n| miếu hiệu = \n| hoàng tộc    = \n| kiểu hoàng tộc  = \n| cha    = [[Tiền Triền Quán]]\n| mẹ    = Phu thị\n| sinh  = 928?<ref>Tiền Hoằng Tông có một người anh trai là [[Tiền Hoằng Tá]], chào đời năm [[928]], và một người em trai là [[Tiền Hoằng Thục]], chào đời năm [[929]]. Lúc bị dời đến Việt châu năm [[951]], ông được ghi nhận là qua đời 20 năm sau khi bị dời đến Việt châu, và thọ 43 tuổi. Do vậy suy ra là ông sinh năm [[928]] và mất năm [[971]]<\/ref><ref name=\"SGCQ80\">''[[Thập quốc Xuân Thu]]'', [[:zh:s:十國春秋 (四庫全書本)\/卷080|quyển 80]].<\/ref><ref name=\"SGCQ81\">''[[Thập quốc Xuân Thu]]'', [[:zh:s:十國春秋 (四庫全書本)\/卷081|quyển. 81]].<\/ref>\n| nơi sinh = [[Hàng Châu]]\n| mất  = 971?<ref name=SGCQ80\/><ref name=SGCQ81\/>\n| nơi mất = [[Hàng Châu]]\n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp  = \n| signature_type = \n| chữ ký  = \n| tôn giáo   = \n}}\n\n'''Tiền Hoằng Tông''' (錢弘倧) (928-971?<ref name=SGCQ80\/><ref name=SGCQ81\/>), vào thời [[nhà Tống]] gọi là '''Tiền Tông''' (錢倧), [[tên tự]] là '''Long Đạo''' (隆道), biệt danh '''Vạn Kim''' (萬金), thụy hiệu '''Ngô Việt Trung Tốn vương''' (吳越忠遜王), là vị vua thứ tư của Vương quốc Ngô Việt dưới thời [[Ngũ Đại Thập Quốc]] trong [[lịch sử Trung Quốc]]. Ông chỉ trị vì 7 tháng trước khi bị tướng [[Hồ Tiến Tư]] lật đổ bằng một cuộc [[đảo chính]].\n\n== Bối cảnh ==\nTiền Hoằng Tông có lẽ chào đời năm [[928]]. Phụ thân ông là Tiền Triền Quán, về sau đổi tên là [[Tiền Nguyên Quán]], tức Văn Mục vương, vị vua thứ hai của nước [[Ngô Việt]],<ref name=SGCQ80\/>. Khi Hoằng Tông chào đời, Triền Quán đã được phụ thân ông ta (tổ phụ của Hoằng Tông) là Vũ Túc vương [[Tiền Lưu]], vua khai quốc [[Ngô Việt]], chỉ định là người kế vị.<ref name=ZZTJ276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref> Mẹ ông là vợ thứ của Triền Quán, người họ Phu, trước đó bà cũng hạ sinh cho Triền Quán hoàng tử thứ năm<ref>Sử sách ghi [[Tiền Hoằng Tốn]] là hoàng tử thứ năm, song bốn người trước đó chỉ là dưỡng tử, nên Hoằng Tốn thực chất là con trưởng của Triền Quán<\/ref> [[Tiền Hoằng Tốn]].<ref name=\"SGCQ83\">''[[Thập Quốc Xuân Thu]]'', [[:zh:s:十國春秋 (四庫全書本)\/卷083|quyển 83]].<\/ref> Tiền Hoằng Tông trên danh nghĩa là con trai thứ bảy của Tiền Triền Quán, và là hoàng tử ruột thứ ba. Khi Hoằng Tông chào đời, Tiền Triền Quán mơ thấy có người đem đến cho ông ta một hộp vàng, vì thế Hoằng Tông có biệt danh là Vạn Kim.<ref name=SGCQ80\/>\n\nThời thanh niên, Tiền Hoằng Tông được ban chức vụ danh dự trong quân đội Ngô Việt và phong hàm Tư không, một trong tam tư. Năm [[944]], dưới thời trị vì của anh trai là Trung Hiến vương [[Tiền Hoằng Tá]], ông được cử đến Việt châu <ref>越州, nay thuộc [[Thiệu Hưng]], [[Chiết Giang]], [[Trung Quốc]]<\/ref>) tấn phong Đông An phủ sứ, với hàm Thái úy.<ref name=SGCQ80\/> Năm [[947]], Tiền Hoằng Tá triệu ông từ Việt châu đến kinh thành Hàng châu và phong làm [[tể tướng]].<ref name=ZZTJ286>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷286|quyển 286]].<\/ref> Cuối năm đó, [[Tiền Hoằng Tá]] hoăng, và theo di mệnh, Tiền Hoằng Tông được phong làm Tiết độ sứ hai trấn quan trọng nhất của Ngô Việt là Trấn Hải <ref>鎮海, trị sở nay thuộc [[Tiền Đường]], [[Chiết Giang]], [[Trung Quốc]]<\/ref>) và Trấn Đông <ref>鎮東, trị sở đặt tại Việt châu<\/ref>, kiêm Thị trung. Không lâu sau, Tiền Hoằng Tông chính thức kế vị ngai vàng.<ref name=ZZTJ287\/> Vào thời gian này, ông chủ trương xưng thần với [[nhà Liêu]], và dùng niên hiệu của [[Liêu Thế Tông]].<ref name=SGCQ80\/>\n\n== Trị vì ==\n\nSau khi lên ngôi, ông triệu hoàng đệ [[Tiền Thục (Ngô Việt vương)|Tiền Hoằng Thục]], lúc đó là thứ sử Thai châu <ref>台州, nay thuộc [[Thái Châu]], [[Chiết Giang]], [[Trung Quốc]]<\/ref>, đến Tiền Đường, phong làm Thừa tướng. Không lâu sau đó, [[Lý Nhân Đạt|Lý Đạt]], Tiết độ sứ Uy Vũ <ref>威武, trị sở nay thuộc [[Phúc Châu]], [[Phúc Kiến]], [[Trung Quốc]]<\/ref>, dâng Uy Vũ xưng thần với ông. Tiền Hoằng Tông ban cho [[Lý Nhân Đạt]] danh nghĩa tể tướng và ban cho ông ta tên mới là [[Lý Nhụ Uân]]. Lý Nhụ Uân lo sợ rằng Tiền Hoằng Tông sẽ giam lỏng mình ở Tiền Đường, bèn dùng tiền mua chuộc tướng quân [[Hồ Tiến Tư]], để Tiến Tư tấu xin cho Nhụ Uân được trở về trấn, Hoằng Tông bằng lòng. Không lâu sau đó, Lý Nhụ Uân bất hòa với tướng dưới quyền là [[Bào Tu Nhượng]]. Lý Nhụ Uân âm mưu ám sát Bào Tu Nhượng và đem Phúc châu hàng Nam Đường. [[Bào Tu Nhượng]] biết chuyện nên dẫn binh tiến công phủ đệ của Lý Nhụ Uân, giết cả nhà ông ta rồi lại xưng thần với [[Ngô Việt]].<ref name=ZZTJ287\/>\n\nMùa đông năm [[947]], hoàng đế [[Hậu Hán]] là [[Lưu Tri Viễn]], người vừa giành được [[Trung Nguyên]] sau khi quân Liêu rút lui về phía bắc, ban cho Tiền Hoằng Tông chức Đông Nam Binh mã Nguyên soái, Trấn Đông Trấn Hải tiết độ sứ, Trung thư lệnh, Ngô Việt vương.<ref name=ZZTJ287\/> Từ thời điểm đó, Tiền Hoằng Tông xưng thần với [[Hậu Hán]] và dùng [[niên hiệu]] của [[Hậu Hán]].<ref name=SGCQ80\/> Không lâu sau đó, [[Hậu Hán]] chính thức phong cho ông làm quốc vương thay cho vương, mặc dù không rõ chính xác là khi nào.<ref name=HFD101>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷101|quyển 101]].<\/ref> Là quốc vương, Tiền Hoằng Tông bị coi là quá nghiêm khắc, ông cho rằng [[Tiền Hoằng Tá]] quá dễ dãi với thuộc hạ, nên các tướng có quá nhiều quyền lực, lấn át quyền của quốc vương. Sau khi lên ngôi, ông chém đầu ba người pháp lại Trấn Hải và Trấn Đông để biểu thị quyền lực của mình.<ref name=ZZTJ287\/>\n\nNội nha thống quân sứ Hồ Tiến Tư tiếp tục thâu tóm quyền hành, khiến nhà vua không hài lòng. Nhà vua muốn đuổi ông ta ra ngoại trấn, song ông ta tìm cách kháng lệnh. Từ đó Tiến Tư hễ có đề nghị gì, Hoằng Tông đều bài chiết. Tiến Tư uất ức về nhà, cho lập gian thờ [[Tiền Hoằng Tá]] trong tư gia, rồi khóc than kể lể. Từ sau vụ Lý Nhụ Uân, Tiến Tư tự cảm thấy trong lòng bất an. Có một lần, khi Hoằng Tông úy lạo quân sĩ và ban thưởng cho họ. Tiến Tư cho rằng thưởng công quá hậu hĩnh, và không đồng tình, nhà vua bèn ném bút xuống nước và nói, \"Quả nhân muốn chia sẻ phú quý với chư quân, sao nhà người dám ngăn cấm?\" Có lần một người dân phạm tội giết bò tư. Trong vụ đó, người tra án dự đoán rằng có bò bị giết thịt trái phép trong vụ đó lên tới 1000 cân. Hoằng Tông đem việc này hỏi Tiến Tư, Tiến Tư đáp: \"Không quá 300 cân\". Hoằng Tông đáp: \"Vậy là tên xét án nói quá đáng\". Bèn hạ lệnh cho điều tra, xử lý người đó. Ông tỏ ra bái phục về trí thông minh của Tiến Tư, hỏi: \"Làm thế nào mà ông biết được?\", Tiến Tư đáp, \"Trước khi thần tòng quân, đã từng làm qua việc này.\" Tuy nhiên, Tiến Tư nghĩ rằng việc nhà vua hỏi như vậy là muốn bóc trần quá khứ của ông ta, thời đó nghề bán thịt bị coi là ti tiện, vì thế càng oán hận hơn.<ref name=ZZTJ287\/>\n\nKhoảng đầu năm [[848]], Hoằng Tông bàn với hai viên tướng ông ta tin tưởng là Nội nha chỉ huy sứ [[Hà Thừa Huấn]] và Nội Đô giám [[Thủy Khâu Chiêu Khoán]], mưu đuổi Tiến Tư. Chiêu Khoán biết rằng thế lực của Tiến Tư lớn mạnh khó mà chế phục được, nên không dám tiến hành. Còn Thừa Huấn lo sợ thông tin mà bị lộ ra thì sẽ bị Tiến Tư giết chết, quyết định báo cho Tiến Tư biết luôn. Tiến Tư nhân khi Hoằng Tông thiết yến các tướng và ban đêm, cho rằng nhà vua đang định dẫn quân đánh mình, bèn tập hợp người ngựa tiến vào trong Thiên Sách Đường. Tiến Tư bèn quản thúc nhà vua, và nói thác nhà vua mắc bệnh phong, truyền ngôi cho hoàng đệ Hoằng Thục. Nguyên Thục đồng ý lên ngôi, với điều kiện đảm bảo mạng sống cho Hoằng Tông, Tiến Tư đồng ý. Nguyên Thục lên ngôi, là Trung Ý vương. Sau đó Tiến Tư giết [[Thủy Khâu Chiêu Khoán]] và cậu của Hoằng Tông là [[Phu Quang Quyển]].<ref name=ZZTJ287\/>\n\n== Sau khi bị phế ==\nTiền Hoằng Thục dời Tiền Hoằng Tông đến tư đệ cũ của [[Tiền Lưu]] ở Y Cẩm quân (nay thuộc Hàng Châu) để quản thúc, và gửi viên tướng được tin tưởng là [[Tiết Ôn]] đến canh giữ. Ông ta bí mật dặn Tiết Ôn rằng, \"Nếu có mệnh lệnh bất thường (tức là lệnh giết Hoằng Tông), thì đó không phải là ý của quả nhân. Ngươi hãy liều chết chống lại.\"<ref name=ZZTJ287\/>\n\nTrong khi đó, Tiến Tư nhiều lần thuyết phục Hoằng Thục ban chết cho Hoằng Tông, song nhà vua từ chối. Tiến Tư bí mật bàn tính với [[Tiết Ôn]], Ôn không theo. Tiến Tư bèn cử hai kẻ sát thủ đến giải quyết, nhưng Hoằng Tông phát hiện ra và truy hô lên, [[Tiết Ôn]] đưa quân đến kịp và giết kẻ thích khách, rồi báo lại với Hoằng Thục. Nhà vua kinh ngạc nói rằng: \"Anh của quả nhân còn sống được, là công của ông\". Mặc dù vậy, Hoằng Thục vẫn phải e sợ Tiến Tư, ông này ngày càng lo lắng. Không lâu sau đó, Tiến Tư phát khối u ở lưng mà chết, mạng sống của Hoằng Tông hết bị đe dọa.<ref name=ZZTJ287\/>\n\nNăm [[951]], Tiền Hoằng Thục dời Tiền Hoằng Tông đến Việt châu, xây cho ông một cung điện và hoa viên mong làm vui lòng ông, và trợ cấp cho ông đủ mọi thứ.<ref name=ZZTJ290>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷290|quyển. 290]].<\/ref> Không lâu sau khi đến Việt, vợ của Hoằng Tông sinh ra người con trai trưởng, Hoằng Thục yêu quý vị vương tử này, ban cho tên có chữ lót (Duy) giống với các con mình, tức [[Tiền Duy Trị]].<ref name=HS480>''[[Tống sử]]'', [[:zh:s:宋史\/卷480|quyển. 480]].<\/ref> (Ông còn có ít nhất hai người con nữa, [[Tiền Kôn]] và [[Tiền Dịch]].)<ref name=HS317>''[[Tống sử]]'', [[:zh:s:宋史\/卷317|quyển 317]].<\/ref> Vào dịp lễ, Hoằng Tông thường mặc áo đạo sĩ, dẫn các thê thiếp và nhạc công lên núi, đánh trống ầm ĩ. Những người canh giữ báo việc này cho Hoằng Thục, nhà vua đáp rằng, \"Vương huynh cảm thấy không yên vì bị mất đi sự kính trọng. Hắn ta nếu không đánh trống thì không thấy vui được.\" Tiền Hoằng Tông trong những năm cuối đời phải đổi tên thành Tiền Tông do [[húy kị]] thân phụ của [[Tống Thái Tổ]] là [[Triệu Hoằng Ân]]<ref name=HS480\/>. Ông qua đời 20 năm sau khi bị dời tới Việt châu.<ref name=SGCQ80\/>\n\n== Gia quyến ==\n* Phụ thân: [[Tiền Nguyên Quán]]\n* Mẫu thân: Phu thị\n* Hậu duệ\n** [[Tiền Duy Trị]], được [[Tiền Thục]] nhận làm con, được [[Tống Chân Tông]] phong làm Bành Thành vương\n** [[Tiền Côn]]\n** [[Tiền Dịch]]\n\n== Chú thích và tham khảo ==\n{{tham khảo}}\n\n{{s-start}}\n{{s-reg}}\n{{s-bef|before=[[Tiền Hoằng Tá]] (Trung Hiến vương)}}\n{{s-ttl|title=[[Ngô Việt|Vua của Ngô Việt]]|years=947–948}}\n{{s-aft|after=[[Tiền Thục|Tiền Hoằng Thục]] (Trung Ý vương)}}\n{{s-end}}\n\n{{Vua thời Ngũ Đại Thập Quốc}}\n\n[[Thể loại:Sinh năm 928]]\n[[Thể loại:Mất năm 971]]\n[[Thể loại:Người Hàng Châu]]\n[[Thể loại:Vua Ngô Việt]]"}