{"Tiển phu nhân":"{{Thông tin nhân vật phong kiến\n| tên = Tiển phu nhân\n| tên gốc = 洗夫人\n| thụy hiệu = Thành Kính phu nhân\n| nơi sinh = Cao Lương\n| dân tộc = Lý\n}}\n\n'''Tiển phu nhân''' ([[chữ Hán]]: 洗夫人, ? - 601), người quận Cao Lương,<ref>Nay thuộc [[Quảng Đông]]<\/ref> [[người Lý|dân tộc Lý]], là nữ thủ lĩnh vùng [[Lĩnh Nam]] cuối [[Nam Bắc triều (Trung Hoa)|đời Nam Bắc triều]], đầu [[đời Tùy]] trong [[lịch sử Trung Quốc]].\n\n==Thời [[nhà Lương]]==\nHọ Tiển đời đời làm thủ lĩnh người Lý ở Nam Việt, chiếm cứ sơn động, bộ lạc có hơn 10 vạn gia đình. Phu nhân từ nhỏ hiền minh, nhiều mưu lược; khi còn ở nhà cha mẹ, đã giỏi ước thúc bộ hạ, bày binh bố trận, áp chế các tộc Việt. Phu nhân thường khuyên người trong tộc làm điều thiện, do vậy mà gây dựng được tín nghĩa ở quê nhà. Các tộc Việt hay xung đột với nhau, anh của phu nhân là Nam Lương Châu thứ sử Tiển Đĩnh cậy mình giàu mạnh, cướp bóc các quận bên cạnh, vùng Lĩnh Nam khổ sở vì ông ta. Phu nhân nhiều lần khuyên can, do vậy oán giận mới thôi, Hải Nam, Đam Nhĩ có hơn ngàn động quy phụ.\n\nĐầu niên hiệu Đại Đồng (535 – 545) nhà Lương, La Châu thứ sử Phùng Dung nghe tiếng phu nhân có chí hướng và phẩm hạnh, hỏi cưới làm vợ cho con trai là Cao Lương thái thú Phùng Bảo. Dung là hậu duệ [[Bắc Yên (Ngũ Hồ)|nhà Bắc Yên]]; khi xưa [[Phùng Hoằng]] chạy sang [[Cao Li]], sai con trai là Phùng Nghiệp vượt biển quay về với [[nhà Lưu Tống]] <ref>Tùy thư\/Bắc sử, tlđd không nói rõ; [[Tân Đường thư]] '''quyển 110, liệt truyện 35 – Phùng Áng truyện''' xác nhận Phùng Nghiệp là con trai của Phùng Hoằng<\/ref>, nhân đó ở lại Tân Hội. Nghiệp là ông nội của Dung, từ Nghiệp đến Dung, trải 3 đời làm đầu mục; vì định cư tha hương, nên hiệu lệnh không thể thi hành với các tộc Việt. Đến nay, phu nhân ước thúc người trong tộc, khiến họ tuân thủ pháp luật như dân chúng. Phu nhân mỗi lần giúp Phùng Bảo giải quyết việc tố tụng, nếu là thân nhân của mình, cũng không buông tha. Từ đây chánh lệnh mới rõ ràng, mọi người không dám phạm pháp.\n\nGặp [[loạn Hầu Cảnh]], Quảng Châu thứ sử [[Tiêu Bột]] trưng binh cứu viện Đài thành, còn Cao Châu thứ sử [[Lý Thiên Sĩ]] chiếm cứ Đại Cao Khẩu, sai sứ triệu Phùng Bảo. Phu nhân khuyên Bảo đừng đi, chỉ ra rằng Lý Thiên Sĩ trước đó không theo Tiêu Bột cứu viện đài thành, nhưng vẫn tập hợp lực lượng; đến nay gọi Bảo, là muốn bắt làm con tin, thu lấy quân đội của Bảo. Quả nhiên Lý Thiên Sĩ làm phản, sai chủ soái Đỗ Bình Lỗ đưa quân vào Cám Thạch. Bảo vội báo cho phu nhân, bà nhận xét Đỗ Bình Lỗ ắt sẽ giằng co với quan quân ở Cám Thạch, Lý Thiên Sĩ ở châu trị đơn độc; nếu Bảo tự đến, ắt Thiên Sĩ đề phòng, chẳng bằng sai sứ tạ tội, rồi khiến vợ mình, tức là phu nhân, vận chuyển lễ vật, hẳn là Thiên Sĩ không nghi ngờ. Bảo nghe theo, phu nhân đem hơn ngàn người, vờ mang vác tài vật, áp sát thành trì của Thiên Sĩ, bất ngờ tấn công, đánh cho hắn ta đại bại, phải bỏ chạy đi Ninh Đô. Phu nhân đến gặp Trường Thành hầu [[Trần Bá Tiên]] ở Cám Thạch, sau khi trở về, bà hết lời khen ngợi ông ta, khẳng định Bá Tiên có thể dẹp loạn, khuyên chồng giúp quân tư cho ông ta.\n\n==Thời [[Nhà Trần (Trung Quốc)|nhà Trần]]==\nĐến khi Bảo mất, Lĩnh Nam đại loạn, phu nhân lo nghĩ tập hợp các tộc Việt, khiến mấy châu được thái bình. Năm Vĩnh Định thứ 2 (559) nhà Trần, con trai phu nhân là Phùng Bộc lên 9 tuổi, là một trong các thủ lĩnh dân tộc thiểu số triều kiến ở Đan Dương, được bái làm Dương Xuân quận thú.\n\nVào lúc Quảng Châu thứ sử [[Âu Dương Hột]] làm phản (569), Bộc được Hột triệu đến Cao An, dụ đỗ ông ta tham gia. Bộc sai sứ về báo với phu nhân, bà khẳng định không vì tính mạng của con mà chống lại triều đình, rồi phát binh bảo vệ lãnh địa; soái tù trưởng các tộc Việt đón rước chủ tướng quan quân là [[Chương Chiêu Đạt]]. Bị trong ngoài uy hiếp, quân đội của Hột tan rã; Bộc nhờ công của mẹ mà được phong Tín Đô hầu, gia Bình Việt trung lang tướng, chuyển làm Thạch Long thái thú. Triều đình sai sứ giả cầm cờ tiết sách phu nhân làm Trung lang tướng, Thạch Long thái phu nhân, ban cho một cỗ xe 4 ngựa, một bộ nhạc cổ xuy, các thứ cờ lọng,... đều là lễ nghi dành cho thứ sử.\n\nTrong niên hiệu Chí Đức thời [[Trần Hậu Chủ]], Bộc mất. Sau đó nhà Trần diệt vong, Lĩnh Nam không chịu quy phụ nhà Tùy, các quận đều tuân phụng phu nhân, gọi là Thánh mẫu, cùng nhau giữ đất an dân.\n\n==Thời [[nhà Tùy]]==\n[[Tùy Văn đế]] sai tổng quản [[Vi Quang]] phủ dụ Lĩnh Nam, tướng nhà Trần là Từ Đăng cố thủ Nam Khang. Quang đến ngoài cõi Lĩnh Nam, lần lữa không dám tiến. Khi xưa phu nhân từng hiến lên Trần Hậu Chủ một cây gậy sừng tê; đến nay, Tấn vương [[Dương Quảng]] sai Hậu chủ gửi thư cho phu nhân, xác nhận nước đã mất, khuyên bà quy thuận, còn kèm theo gậy sừng tê cùng binh phù làm tin. Phu nhân trông thấy gậy, biết là thật, bèn tập hợp vài nghìn thủ lĩnh, kêu khóc cả ngày. Phu nhân sai cháu nội là Phùng Hồn đưa quân đón rước Vi Quang, đưa vào Quảng Châu, như thế là Lĩnh Nam quy phụ nhà Tùy. Triều đình lấy Hồn làm Nghi đồng tam tư, sách phu nhân làm Tống Khang quận phu nhân.\n\nChưa được lâu, người [[Phiên Ngung]] là [[Vương Trọng Tuyên]] nổi dậy, được nhiều thủ lĩnh hưởng ứng, vây Vi Quang ở châu thành, tiến quân đồn trú Hành Lĩnh. Phu nhân sai cháu nội là [[Phùng Huyên]] soái quân cứu Quang, nhưng Huyên cùng thủ lĩnh Trần Phật Trí vốn có liên hệ, nên lần lữa không tiến. Phu nhân biết được, cả giận, sai sứ bắt Huyên, giam ở ngục châu; rồi sai cháu nội khác là [[Phùng Áng]] đi dẹp Phật Trí, đánh bại và chém chết hắn ta. Phu nhân tiến quân đến Nam Hải, hội quân với Lộc Nguyện, cùng đánh bại Trọng Tuyên. Phu nhân đích thân khoác áo giáp, cưỡi ngựa quý, giương lọng gấm, lãnh cấu kỵ (kỵ binh có đeo cung, nỏ), bảo vệ Chiếu sứ [[Bùi Củ]] tuần hành, phủ dụ các châu. Bọn thủ lĩnh Trần Thản ở Thương Ngô, Phùng Sầm Ông ở Cương Châu, Đặng Mã Đầu ở Lương Hóa, Lý Quang Lược ở Đằng Châu, Bàng Tĩnh ở La Châu đều đến bái yết, phu nhân lệnh cho họ trở về thống lãnh bộ lạc. Lĩnh Nam lại được yên, Tùy Văn đế lấy làm lạ, phong Phùng Áng làm Cao Châu thứ sử; xá miễn cho Phùng Huyên, phong làm La Châu thứ sử; truy tặng Phùng Bảo làm Quảng Châu tổng quản, Tiếu quốc công, phong phu nhân làm Tiếu quốc phu nhân; lấy Tống Khang ấp trả về cho thiếp của Phùng Bộc là Tiển thị<ref>Khi xưa Phùng Bộc làm Tống Khang (quận) thái thú, đến nay nhà Tùy thay đổi thể chế hành chánh, đã bãi bỏ quận Tống Khang<\/ref>; cho phép phu nhân mở [[Mạc phủ]], bố trí quan thuộc từ Trưởng sử trở xuống, cấp ấn chương, có thể điều động binh mã của 6 châu bộ lạc, nếu tình hình khẩn cấp, được tùy nghi hành động. Văn đế còn giáng sắc vỗ về, ban cho phu nhân 500 tấm đoạn; [[Độc Cô hoàng hậu (Nhà Tùy)|Độc Cô hoàng hậu]] cũng ban trang sức cùng một bộ yến phục. Phu nhân đem mọi thứ đặt trong tráp vàng, cất vào kho cùng các tặng phẩm đời Lương, Trần. Mỗi năm có dịp hội họp, phu nhân bày cả ra ở đình, dạy đỗ con cháu trung thành với triều đình.\n\nBấy giờ Phiên Châu tổng quản Triệu Nột tham ngược, khiến phần lớn các bộ Lý, Lão nổi dậy. Phu nhân sai trưởng sử Trương Dung dâng tấu chương, đề xuất biện pháp vỗ về các tộc thiểu số, đồng thời tố cáo tội trạng của Nột, kiến nghị không nên dùng hắn ta chiêu phủ người vùng biên viễn. Văn đế sai người tra xét Nột, bắt được tang chứng ông ta tham ô, bèn trị tội theo pháp luật, rồi giáng sắc cho phu nhân chiêu dụ những bộ đã nổi dậy. Phu nhân mang theo chiếu thư, tự xưng sứ giả, đi qua hơn 10 châu, tuyên truyền ý định của triều đình, kêu gọi các bộ Lý, Lão; bà đi đến đâu thì nơi ấy đều xin hàng. Văn đế khen ngợi, ban cho phu nhân huyện Lâm Chấn làm ấp thang mộc <ref>Ấp thang mộc là khu vực riêng mà quý tộc phong kiến có đặc quyền tự thu thuế<\/ref>, 1500 hộ. Tặng Phùng Bộc làm Nham Châu tổng quản, Bình Nguyên quận công.\n\nNăm 601 thời Tùy Văn Đế, bà mất<ref>Tùy thư\/Bắc sử, tlđd đều chép là \"Nhân Thọ sơ\", không nói rõ. Tân Đường thư – Phùng Áng truyện chép rằng vào đầu niên hiệu Nhân Thọ (tức \"Nhân Thọ sơ\"), người Lão ở 5 châu Triều, Thành nổi dậy, Phùng Áng từ Cao Châu chạy đến kinh đô Trường An xin đánh dẹp, không nhắc gì đến Tiển phu nhân, có lẽ vì bà mới mất nên các châu này đã thừa cơ nổi loạn. Căn cứ vào [[Tư trị thông giám]] '''quyển 179, Tùy kỷ 3''', cuộc nổi dậy này được xác định là diễn ra vào năm Nhân Thọ đầu tiên (601)<\/ref>, được phúng 1000 tấm đoạn, đặt thụy là Thành Kính phu nhân.\n\n==Tham khảo==\n* [[Tùy thư]] '''quyển 80, liệt truyện 45 – Liệt nữ truyện: Tiếu quốc phu nhân'''\n* [[Bắc sử]] '''quyển 91, liệt truyện 79 – Liệt nữ truyện: Tiếu quốc phu nhân Tiển thị'''\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Nữ tướng Trung Quốc]]\n[[Thể loại:Liệt nữ Trung Quốc]]\n[[Thể loại:Nữ giới Nam-Bắc triều (Trung Quốc)]]\n[[Thể loại:Nữ giới nhà Tùy]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 601]]\n[[Thể loại:Người Quảng Đông]]\n[[Thể loại:Người nhà Tùy]]\n[[Thể loại:Lịch sử Quảng Đông]]\n[[Thể loại:Tướng nhà Lương]]"}