{"Tokugawa Ienobu":"{{Japanese name|[[Tokugawa]]}}{{Thông tin nhân vật hoàng gia\n| tên = Tokugawa Ienobu\n| tước vị = [[Mạc chúa]]\n| hình = Tokugawa Ienobu.jpg\n| ghi chú hình = Mạc Chúa Edo Tokugawa Ienobu\n| chức vị = [[Mạc phủ Tokugawa|Tướng Quân Giang Hộ thứ 6]]\n| tại vị = [[11 tháng 5]] năm [[1709]] – [[12 tháng 11]] năm [[1712]]<br>({{số năm theo năm và ngày|1709|05|11|1712|11|12}})\n| tiền nhiệm = ''Tướng Quân:'' <br \/>[[Tokugawa Tsunayoshi]]<br \/>\n''Lãnh chúa Kofu:''<br \/>[[Tokugawa Tsunashige]]<br \/>\n| kiểu nhiếp chính = [[Thiên hoàng]]\n| nhiếp chính = [[Thiên hoàng Higashiyama|Thiên Hoàng  Đông Sơn]]<br \/>[[Thiên hoàng Nakamikado|Trung Ngự Môn Thiên Hoàng]]\n| kế nhiệm = ''Tướng Quân:'' <br \/>[[Tokugawa Ietsugu]]<br \/>\n''Lãnh chúa Kofu:''<br \/>[[Yanagisawa Yoshiyasu]]<br \/>\n| phối ngẫu = [[Konoe Hinoko]]\n| con cái = Con ruột: [[Toyohime]]<br \/>[[Mugetsuin]]<br \/>[[Tokugawa Iechiyo]]<br \/>[[Tokugawa Daigoro]]<br \/>[[Tokugawa Ietsugu]]<br \/>[[Tokugawa Torakichi]]<br \/>''Con nuôi:''<br \/>[[Masahime]]<br \/>\n| kiểu hoàng tộc = Gia tộc\n| hoàng tộc = [[Gia tộc Tokugawa|Tokugawa]]\n| cha = [[Tokugawa Tsunashige]]\n| mẹ = [[Chōshōin]]\n| sinh = {{birth date|1662|06|11|df=y}}\n| nơi sinh = \n| mất = {{death date and age|1712|11|12|1662|06|11|df=y}}\n| nơi mất = \n}}\n\n{{nihongo|'''Tokugawa Ienobu'''|徳川 家宣||hanviet=Đức Xuyên Gia Tuyên|kyu=|hg=|kk=|extra=11 tháng 6 năm 1662 - 12 tháng 11 năm 1712}} là vị [[Shōgun|Tướng Quân]] thứ 6 của [[Mạc phủ Tokugawa]] tại [[Nhật Bản]]. Ông là con trai cả của [[Tokugawa Tsunashige]], là cháu họ của [[Tokugawa Ietsuna]] và cũng là con nuôi của  [[Tokugawa Tsunayoshi]], cháu nội của [[Tokugawa Iemitsu]], chắt của [[Tokugawa Hidetada]], và là chít nội của [[Tokugawa Ieyasu]]. Tất cả những đứa con của Ienobu sinh thời đều chết sớm.\n\n\n\n== Đầu đời (1662–1694) ==\n\nTokugawa Ienobu là con trai lớn của Tokugawa Tsunashige, daimyō của Kōfu, ông sinh ra vào năm 1662. Mẹ của ông là vợ lẽ. Tsunashige là em trai của Tokugawa Ietsuna và là anh của Tokugawa Tsunayoshi, là con trai thứ hai của Tokugawa Iemitsu với người vợ lẽ của ông, do đó Ienobu là cháu nội của ông. Năm 1662, chú của Ienobu, Ietsuna trở thành shōgun, và cha của ông, Tsunashige, là daimyō của Kōfu, một phiên rất quan trọng đối với nhà Tokugawa. Trước khi trở thành shōgun, tên của ông là Tokugawa Tsunatoyo, daimyō thứ 4 của miền Kōfu thuộc gia tộc Tokugawa. Tên thời thơ ấu của ông là Toramatsu (虎 松). Không có nhiều thông tin về thiếu thời của Ienobu ngoại trừ việc ông được cho là sẽ trở thành daimyō tiếp theo của Kofu sau cái chết của cha mình.\n\nTuy nhiên, sau khi Tokugawa Ietsuna qua đời vào năm 1680, và người chú khác của ông, Tokugawa Tsunayoshi kế vị Mạc phủ, việc Tsunayoshi không có người thừa kế nam nào làm tăng đáng kể khả năng Ienobu sẽ trở thành tướng quân. Tuy nhiên, Ienobu lại  không được chuẩn bị để kế vị Mạc phủ mà là để kế vị cha mình là Tsunashige với tư cách là daimyō của Kōfu. Năm 1678 Tokugawa Tsunashige qua đời và Tokugawa Ienobu kế vị ông trở thành daimyō của Kōfu. Ông trở nên rất quyền lực ở đó kể từ khi chú của ông trở thành shogun. Năm 1694, một rōnin, Arai Hakuseki, được bổ nhiệm làm thầy giáo và cố vấn cho Ienobu. Hakuseki từng là giáo viên ở Edo, nhưng được nhà triết học Kinoshita Jun'an đề nghị trở thành gia sư riêng cho Ienobu và được triệu tập đến dinh thự ở Edo của Ienobu. Cho đến năm 1709, khi Ienobu trở thành shōgun, người ta cho rằng Hakuseki đã giảng dạy cho ông gần 2000 bài học về Nho giáo và các sách kinh điển Trung Quốc. Điều này rất hữu ích đối với Ienobu vì Shogun Tsunayoshi cũng là người bảo trợ cho trường phái Tống Nho. Sau khi Ienobu lên kế vị chức Shogun, Hakuseki đã dành phần đời còn lại của mình để làm cố vấn cho các chính sách của Ienobu, thậm chí ông còn viết một cuốn sách cho Ienobu , được gọi là Hankanpu, nó bao gồm lịch sử của nhiều lãnh thổ thái ấp khác nhau từ năm 1600 đến năm 1680. \n\n\n== Trở thành Shōgun (1709–1712) ==\n \nNăm 1709, shōgun Tsunayoshi chết mà không có người thừa kế dòng nam. Về mặt gia phả, có vẻ hợp lý khi daimyō của Kōfu, Tokugawa Ienobu, được nâng lên thành shōgun vì ông là hậu duệ trực hệ duy nhất còn lại của Tokugawa Ieyasu. Tuy nhiên, đây chỉ là yếu tố phụ khi đó nếu đặt trong bối cảnh chính trị nội bộ Mạc phủ ở những ngày cuối cùng của thời đại Tsunayoshi. \n\nCách giải thích hợp lý nhất cho bất kỳ câu hỏi nào về việc kế vị của Mạc phủ khi đó, có lẽ là bị ảnh hưởng bởi thực tế rằng Ienobu là người được vợ của shōgun Tsunayoshi quá cố yêu quý. Shogun Ienobu ngay lập tức bắt đầu cải cách một số yếu tố của xã hội Nhật Bản. Người ta thường nói rằng ông đã chuyển đổi Mạc phủ từ quân phiệt sang thể chế dân sự, vốn đã được hình thành dưới thời cai trị của Ietsuna và Tsunayoshi. Ông bắt đầu bằng cách bãi bỏ các luật và sắc lệnh gây tranh cãi của Tsunayoshi. Việc đầu tiên là các cố vấn, những người được Tsunayoshi trao cho quyền lực lớn lao, đã bị bãi chức. Ngoài ra, vào năm 1710, Shogun Ienobu đã sửa đổi Buke-Sho-Hatto, cải thiện nó theo hướng tích cực hơn, ít nhất là về mặt ngôn từ. Việc kiểm duyệt nghiêm ngặc cũng bị ngừng lại, Ienobu nói với cấp dưới của mình rằng suy nghĩ và cảm xúc của dân chúng nên được các quan chức cấp cao của Mạc phủ lắng nghe. Đây được cho là do ông bị ảnh hưởng bởi Hakuseki, thầy giáo của mình. Các hình phạt và việc bắt bớ mang tính dã man đã chấm dứt, hệ thống tư pháp cũng được cải tổ. \n\nTuy nhiên, vẫn còn thấp thoáng đâu đó dấu tích một vài phần của nền độc tài quân sự mang tính khủng bố sót lại trong thời cai trị của shōgun Tsunayoshi vẫn chưa được xóa bỏ. Tống nho vẫn còn phổ biến và được bảo trợ, cũng bởi ảnh hưởng của Hakuseki, vì ông đã giảng dạy cho Ienobu về các tác phẩm kinh điển của Nho giáo từ rất lâu trước đó. Cải cách tài chính cũng được đảm bảo, tiền vàng ra đời đã giúp ổn định được phần nào nền kinh tế.\n\nShogun Ienobu là một trong những shogun đầu tiên trong nhiều thế kỷ thực sự cố gắng cải thiện đáng kể mối quan hệ với hoàng gia và triều đình ở Kyoto. Năm 1711, nhiếp chính của họ Fujiwara, Konoe Motohiro, đến Edo để làm người hòa giải cho các cuộc đàm phán giữa shōgun Ienobu và Thiên hoàng Nakamikado cùng các công gia của Thiên hoàng (ở Kyoto). Ienobu là người dẫn đầu chủ động , nhưng Motohiro dường như cũng đã khẳng định được vị thế của mình. Sau khi các cuộc đàm phán kết thúc, Mạc phủ và triều đình Thiên hoàng đã đi đến quyết định với sự đồng thuận chung rằng con em hoàng tộc thuộc nam giới không nhất thiết phải trở thành các nhà tư tế và có thể thành lập các nhánh mới của họ để bổ sung cho sự thừa kế ngai vàng khi cần, cũng như con gái của họ có thể kết hôn (trên thực tế, một trong những người em gái của Thiên hoàng Nakamikado đã kết hôn với con trai của Shogun Ienobu, người sau này trở thành shōgun Ietsugu), đồng thời Mạc phủ sẽ cung cấp thêm nguồn tài chính cho triều đình Kyoto. Nhiều nghi lễ cung đình cũng được hồi sinh. Do đó, dưới thời cai trị của shōgun Ienobu, quan hệ giữa Edo với triều đình Thiên hoàng khá tốt. Shōgun Ienobu qua đời ở tuổi 51 trong năm Shōtoku thứ 2, vào ngày 14 tháng 10 (1712). Ông được kế vị bởi con trai mới sinh của mình, Tokugawa Ietsugu. Ietsugu trở thành vị shōgun thứ bảy của nhà Tokugawa và vẫn tiếp tục để Hakuseki làm cố vấn cho mình. Pháp danh của Ienobu là Bunshōin (文昭 院) và được chôn cất tại Zōjō-ji.\n\n== Gia đình ==\n\n* Cha: [[Tokugawa Tsunashige]]\n* Mẹ: Ohara no Kata, sau này là Choshoin (1637–1664)\n* Cha nuôi: [[Tokugawa Tsunayoshi]]\n* Vợ: Konoe Hiroko (1666–1741), sau này là Ten'ei-in\n* Vợ lẻ:\n** Okiyo no Kata (1685–1752), sau này là Gekkoin\n** Ukon no Kata (1682–1766), sau này là Hoshin-in\n** Osume no Kata (chết năm 1772), sau này là Renjo-in\n** Oshino no Kata\n** Itsuki no Miya (chết năm 1710), sau này là Honkoin\n* Con cái:\n** Toyo-hime (1681–1681), mẹ là Hiroko\n** Tokugawa Mugetsuin (1699–1699), mẹ là Hiroko\n** Tokugawa Iechiyo (1707–1707), mẹ là Ukon\n** Tokugawa Daigorō (1708–1710), mẹ là Osume\n** [[Tokugawa Ietsugu]], mẹ là Okiyo\n** Tokugawa Torakichi (1711–1711), mẹ là Osume\n** Không tên (chết yểu khi còn trong bụng mẹ), mẹ là Itsuki no Miya\n* Con nuôi:\n** Masahime (1699–1704), con gái của [[Konoe Iehiro]]\n\n== Tham khảo ==\n{{tham khảo}}\n* [[Timon Screech|Screech]], Timon. (2006). ''Secret Memoirs of the Shoguns: Isaac Titsingh and Japan, 1779-1822.'' London: [[RoutledgeCurzon]]. ISBN 0-7007-1720-X\n* [[Isaac Titsingh|Titsingh]], Isaac. (1822). ''Illustrations of Japan.'' London: Ackerman.\n* Titsingh, Isaac. (1834). [Siyun-sai Rin-siyo\/[[Hayashi Gahō]], 1652], ''[[Nipon o daï itsi ran]]; ou, Annales des empereurs du Japon.'' Paris: [[Royal Asiatic Society|Oriental Translation Fund of Great Britain and Ireland]]. [http:\/\/books.google.com\/books?id=18oNAAAAIAAJ&dq=nipon+o+dai+itsi+ran...Click link for digitized, full-text copy of this book (bằng tiếng Pháp)]\n*Totman, Conrad. (1967). ''Politics in the Tokugawa bakufu, 1600-1843''. Cambridge: [[Harvard University Press]].\n== Liên kết ngoài ==\n* National Diet Library: [http:\/\/www.ndl.go.jp\/scenery\/e\/data\/379\/index.html?type=category&p=temples_shrines photograph of Gate to Tomb of the Sixth Shogun of Tokugawa Family; Shiba, Tokyo (1901)]\n* National Archives of Japan: [http:\/\/jpimg.digital.archives.go.jp\/kouseisai\/category\/emaki\/ryukyutyuzan_e.html ''Ryukyu Chuzano ryoshisha tojogyoretsu,'' scroll illustrating procession of Ryukyu emissary to Edo, ''Hōei'' 7 (1710)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080403190540\/http:\/\/jpimg.digital.archives.go.jp\/kouseisai\/category\/emaki\/ryukyutyuzan_e.html |date=2008-04-03 }}\n\n{{s-start}}\n{{s-roy}}\n{{succession box |title=Đại danh Kōfu:<br \/>Tokugawa Ienobu| before=[[Tokugawa Tsunashige]] | after=[[Yanagisawa Yoshiyasu]]| years=1678-1704}}\n{{s-mil}}\n{{succession box | title=[[Mạc phủ Tokugawa|Tướng quân Edo]]:<br \/>Tokugawa Ienobu | before=[[Tokugawa Tsunayoshi]] | after=[[Tokugawa Ietsugu]] | years=1709-1712}}\n{{s-end}}\n{{Shogun}}\n\n[[Thể loại:Gia tộc Tokugawa]]\n[[Thể loại:Sinh năm 1662]]\n[[Thể loại:Mất năm 1712]]\n[[Thể loại:Shogun Tokugawa]]"}