{"Totila":"{{Thông tin nhân vật hoàng gia\n| tên = Totila\n| hình = Tremissis of Baduila.jpg\n| ghi chú hình = Đồng [[tremissis]] mang chân dung Totila được đúc nhân danh [[Justinianus I]].\n| chức vị = [[Vương quốc Ostrogoth|Vua của người Ostrogoth]]\n| tại vị = 541–552\n| đăng quang = 541\n| tiền nhiệm = [[Eraric]]\n| kế nhiệm = [[Teia]]\n| phối ngẫu =\n| hoàng tộc =\n| cha = \n| mẹ =\n| sinh = \n| nơi sinh = \n| mất = 1 tháng 7 năm 552\n| nơi mất = [[Taginae]], [[Ý]]\n| tôn giáo = Giáo hội Arius\n}}\n'''Totila''', tên thật là '''Baduila''' (mất ngày 1 tháng 7 năm 552) là vị vua áp chót của [[vương quốc Ostrogoth]], trị vì từ năm 541 đến năm 552 sau Công nguyên. Là một vị tướng và đồng thời là một chính trị tài ba, Totila đã lật ngược tình thế của cuộc [[Chiến tranh Gothic (535-554)|chiến tranh Gothic]]. Đến năm 543, ông đã tái chiếm gần như tất cả các vùng lãnh thổ ở Ý mà [[Đế quốc Đông La Mã]] đã chiếm được từ năm 540.\n\nLà bà con của [[Theudis]], người từng cầm gươm theo hầu [[Theodoric Đại đế]] và sau này đã trở thành vua của người Visigoth, Totila đã được giới quý tộc Ostrogoth bầu chọn làm vua vào mùa thu năm 541 sau khi vua Witigis bị bắt làm tù binh và áp giải đến [[Constantinopolis]]. Totila đã chứng tỏ mình là một nhà lãnh đạo quân sự và chính trị tài trí, giành được sự ủng hộ của tầng lớp hạ lưu bằng cách giải phóng nô lệ và phân phát đất đai cho nông dân. Sau khi cố thủ thành công Verona, Totila đã đem quân truy kích và đánh bại một đội quân đông gấp đôi tại [[trận Faventia (542)|trận Faventia năm 542]]. Sau chiến thắng đầu tay này, Totila thu về nhiều thắng lợi khác sau khi đánh bại người La Mã ở bên ngoài thành [[Firenze]] và tái chiếm [[Napoli|Neapolis]]. Năm 543, sau nhiều giao tranh trên cạn và trên biển, ông đã tái chiếm phần lớn lãnh thổ bị mất. Do thành Roma vẫn cố thủ không chịu đầu hàng, Totila đã viết thư chiêu hàng gửi viện nguyên lão, nhắc lại lòng trung thành mà họ đã trao cho người tiền nhiệm của ông là Theodoric Đại đế, nhưng bị khước từ. Mùa xuân năm 544, hoàng đế Đông La Mã [[Justinianus I]] gửi đại tướng Belisarius sang Ý để tổ chức phản công. Tuy nhiên, Totila đã chiếm [[Cuộc vây hãm Roma (546)|được thành Roma vào năm 546]] từ tay Belisarius sau một cuộc vây hãm kéo dài cả năm ròng khiến dân số trong thành sụt giảm nghiêm trọng. Tuy nhiên, nhân lúc Tolila phải dẫn quân đến Lucania, nằm ở phía nam Neapolis, để chống cự quân Đông La Mã, Belisarius đã lợi dụng thời cơ để chiếm thành Roma một lần nữa và gia cố lại hệ thống phòng thủ của nó.\n\nSau khi Belisarius bị triệu hồi về Constantinopolis năm 549, Totila lại một lần nữa chiếm được thành Roma, trên đà tiếp tục hoàn thành cuộc tái chinh phục toàn nước Ý và [[Sicilia|đảo Sicilia]]. Đến cuối năm 550, Totila đã tái chiếm tất cả các vùng đất ở Ý ngoại trừ [[Ravenna]] và bốn thị trấn ven biển. Năm sau đó, Justinianus giao cho danh tướng [[Narses]] một đội quân gồm 35.000 người bao gồm [[người Lombard]], [[người Gepid|Gepid]] và [[người Heruli|Heruli]] tới Ý sau khi đi vòng quanh [[biển Adriatic]] để tiếp cận Ravenna từ phía bắc. Tại [[trận Taginae]], một trận chiến quyết định vào mùa hè năm 552 diễn ra tại gần Fabriano [[Appennini|dãy Appennini]] ngày nay, quân đội Gothic đã bị đánh bại và Totila đã nhận phải vết thương chí mạng. Một người bà con của ông là [[Teia]] đã lên ngôi kế vị, không lâu sau đã [[Trận Mons Lactarius|tử trận tại Mons Lactarius]]. Một vài nhóm người Ostrogoth nhỏ vẫn tiếp tục tổ chức kháng chiến lẻ tẻ, được hỗ trợ bởi người Frank và [[người Alemanni]] khi họ đem quân xâm lược Ý vào năm 553. Cuộc chiến vẫn tiếp diễn cho đến năm 562, khi người Đông La Mã đoạt được kiểm soát toàn bộ đất nước. [[Bán đảo Ý]] bị chiến tranh tàn phá khiến việc quay về cuộc sống bình thường là điều bất khả thi. Chỉ ba năm sau khi ông qua đời, phần lớn nước Ý bị vua [[Alboin]] của người Lombard chiếm đoạt, người đã thu phục được những người Ostrogoth còn lại.\n\n== Tiểu sử ==\n=== Thời trẻ ===\n[[Hình:Totila fa dstruggere la città di Firenze.jpg|thumb|300px|Totila san bằng tường thành của [[Firenze]]: tranh vẽ từ Chigi ms của [[Giovanni Villani|''Cronica'' của Villani]]]]\n\"Totila\" là biệt hiệu của người đàn ông có tên là '''Baduila''' dựa trên những đồng xu mà ông phát hành. \"Totila\" cũng là cái tên được sử gia Đông La Mã [[Procopius]], người đã tháp tùng tướng Belisarius sang Ý trong cuộc chiến tranh Gothic, sử dụng. Các tác phẩm của Procopius là nguồn tài liệu chính về cuộc đời của Totila. Còn theo Henry Bradley, \"Totila\" hay \"Baduila\" đều là nhũ danh của một người tên là \"Totabadws\". Sinh ra tại [[Treviso]], Totila là một người bà con của vua [[Theudis]] của [[người Visigoth]]. Ít lâu sau cái chết của người chú [[Hildebad]] của ông vào năm 541, Totila được giới quý tộc Ostrogoth tôn lên làm vua. Ông được cho là có tham dự vào vụ ám sát người thừa kế yểu mệnh của Hildebad, anh em họ của Totila tên là [[Eraric]] năm 541. Theo chính sử Đông La Mã và thậm chí theo nhà sử gia người Goth đã La Mã hoá [[Jordanes]] viết trước khi cuộc chiến tranh Gothic kết thúc thì Totila là một kẻ cướp ngôi: cuốn ''Getica'' của Jordanes (551) đã bỏ qua những thành công gần đó của Totila.\n\n===Những thắng lợi ban đầu ===\n{{main|Chiến tranh Gothic (535-554)}}\nCuộc sống và sự nghiệp của ông là phục hồi vương quốc của người Goth tại Ý, và ông đã bắt đầu gánh vác nhiệm vụ này ngay từ khi mới lên ngôi, ông đã tập hợp những người Goth lại với nhau và truyền nhiệt huyết cho họ, Đánh bại một cuộc tấn công của người Đông La Mã tại dinh luỹ của người Goth tại thành phố Verona vào mùa đông năm 541, và đã bại một đội quân mạnh hơn của người La Mã tại [[Faenza]] ([[Trận Faventia]]) vào mùa xuân năm 542.<ref name=\"Heather 1998 268\">{{chú thích sách|last=Heather|first= Peter|year=1998|title=The Goths|url=https:\/\/archive.org\/details\/goths0000heat_c0r7|location=Malden|publisher=Blackwell|page= [https:\/\/archive.org\/details\/goths0000heat_c0r7\/page\/268 268]}}<\/ref>\n\nDành thêm chiến thắng khác trong năm 542, ông tránh xa một vị trí được cố thủ một cách chắc chắn là thành phố Firenze. Tại Thung lũng [[Mugello]], Totila đã cho thấy bản chất bao dung của mình bằng cách đối xử nhân từ với tù nhân của mình và để họ cảm phục rồi quy phục mình, ông ra khỏi vùng được phòng thủ tốt [[Toscana]] với đội quân mở rộng của mình, trong khi đó ba trong số các tướng La Mã rút khỏi Firenze, chia quân đội của họ thành ba, và chia nhau đển cố thủ thành [[Perugia]], [[Spoleto]] và [[Roma]], những thành phố mà Totila sẽ mang quân đến bao vây.\n\nTrong khi đó, thay vì tấn công khu vực trung tâm nước Ý, nơi mà quân đội của Đế quốc quá áp đảo đội quân nhỏ bé của mình, Totila đã quyết định chuyển mục tiêu đến phía nam của bán đảo.<ref name=\"Heather 1998 268\"\/> Ở miền nam, ông chiếm được thành [[Benevento|Beneventum]] và quy phục các tỉnh [[Lucania]] và [[Bruttium]], [[Apulia]] và[[Calabria]], cơ bản là toàn bộ các vùng đất Hy Lạp ở phía nam (miền nam nước Ý vồn từng là thuộc địa của các thành bang Hy Lạp, tuy đã thuộc La Mã gần 700 năm, nhưng ảnh hưởng từ văn hóa Hy Lạp lúc bấy giờ vẫn còn rất rõ rệt), ông sử dụng những khoản thuế mà đáng lẽ họ phải nộp cho Constantinopolis vào lợi ích của mình.\n\nChiến lược của Totila là đánh nhanh thắng nhanh, dành lấy quyền kiểm soát vùng nông thôn, để cho quân đội Đông La Mã kiểm soát những thành phố được bảo vệ tốt, đặc biệt là các hải cảng. Cuối cùng, khi Belisarius quay trở lại Ý, theo như lời của Procopius thì \"trong khoảng thời gian năm năm, ông (Belisarius) không thể một lần đặt chân lên bất kỳ một tấc đất nào… ngoại trừ một vài nơi trong một số pháo đài, và trong thời gian này ông đã cho gương buồm đi thăm hết cảng này tới cảng khác.\"<ref>[http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Procopius\/Anecdota\/5*.html ''Anecdota'', ch. V]<\/ref> Totila dùng mưu kế, đối với những thành phố kiên cố, cần phải bao vây mới có thể chiếm được, thì ông hạ lệnh san bằng bức thành bên ngoài, điển hình là tại các thành phố đã đầu hàng ông ta, chẳng hạn như Beneventum. Công cuộc tái chinh phục nước Ý của Totila được đánh dấu không chỉ bởi sự thần tốc mà còn bởi lòng nhân đạo, và sử gia [[Edward Gibbon]] đã nói rằng: \"[Totila] chưa từng lừa dối một ai, dù hoặc là bạn bè hay kẻ thù, những người phụ thuộc vào sự tin tưởng hay sự khoan hồng của ông ta.\" Tuy vậy, đối với những thành phố kháng cự quyết liệt, chẳng hạn như tại Perugia, sau khi chiếm được thành phố, Totila lại tỏ ra tàn nhẫn.\n\n=== Vây hãm Neapolis ===\n{{Main|Cuộc vây hãm Napoli (542–43)}}\nMột cuộc bao vây được cần đến ở Neapolis. Những lời đồn về sự đối xử nhân đạo của Totila với kẻ thù La Mã của ông tại Cumae và thị thành khác ở xung quanh làm cho dân chúng trong thành Neapolis suy yếu tinh thần. Hoàng Đế Justinianus đã được báo động, sự nghi kị của ông với viên tướng giỏi [[Belisarius]] khiến ông này bị giữ lại tại Constantinopolis. Một cố gắng để giải cứu Neapolis bằng đường biển là vô ích vì sự chậm trễ không cần thiết, và một cơn bão làm tan vỡ một nỗ lực thứ hai, tướng Demetrius người chỉ huy đợt giải tỏa này rơi vào tay Totila. Totila đã đưa ra các điểu khoản khoan nhượng để chiêu hàng quân trong thành. Kết quả là đội quân đồn trú đang bị đói tại Neapolis đã mở cửa thành đầu hàng vào mùa xuân năm 543.\n\nCác công sự của thành phố bị san bằng một phần. Totila dành mùa sau tự thiết lập vị trí của mình ở phía Nam và làm giảm ổ chiến đấu, trong khi những binh linh của Đế quốc không được trả lương đã làm những việc ô danh là cướp bóc các làng quê nghèo ở miền trung Italia, khi Totila chuyển sự chú ý của mình đển Roma, ông ta đã có thể tự hào về hành vi khác nhau của người Goth và Hy Lạp trong cuộc đàm phán đầu tiên của ông với các thành viên viện nguyên lão La Mã. Họ bị từ chối, và tất cả các linh mục Arian bị trục xuất khỏi thành phố vì bị nghi ngờ có thể làm tay trong cho người Goth.\n\n=== Bao vây thành Roma ===\n{{Main|Cướp phá Roma (546)|Cuộc vây hãm Roma (549–50)}}\nTới cuối năm 545, vua Goth di chuyển đến [[Tivoli]] và chuẩn bị để bỏ đói và bắt thành [[Roma]] phải đầu hàng, đồng thời chuẩn bị kỹ lưỡng để kiểm tra tiến độ Belisarius đưa quân đến giải vây cho nó. Giáo hoàng Vigiliô phải chạy trốn đến một nơi an toàn ở [[Syracusae]]; khi ông gửi một đội tàu chở lương thực để cứu đói thành phố, hạm đội của Totila lao vào tấn công chúng ở gần cửa [[Tevere|sông Tevere]] và chiếm lấy đội tàu này. Hạm đội Hoàng gia, được chỉ huy bởi Belisarius, di chuyển lên phía sông Tevere và thất bại trong việc giải vây cho thành phố, và sau đó nó bị buộc phải mở cửa để đầu hàng người Goth.\n\nThành Roma bị cướp phá, mặc dù Totila đã không thực hiện các đe dọa của mình là biến nó thành một đồng cỏ chăn gia súc, và khi quân đội Goth rút lui về phía Apulia, Roma chìm trong thảm cảnh. Tuy nhiên, các bức tường và công sự nhanh chóng được phục hồi, và một lần nữa Totila lại hành quân chống lại nó. Ông bị đánh bại bởi Belisarius, người mà tuy nhiên lại không tận dụng được lợi thế của mình. Một vài thành phố bao gồm cả Perugia bị chiếm bởi người Goth, trong khi Belisarius vẫn không có hoạt động gì và sau đó đã bị triệu hồi khỏi Ý. Năm 549, Totila lại lần nữa xuất quân vây đánh thành Roma. Một số lính phòng thủ do quá đói nên đã mở cửa thành cho quân Goth vào thành.\n\n[[tập tin:Storie di s. benedetto, 27 signorelli - Come Benedetto discopre la finzione di Totila 05,1.JPG|250px|nhỏ|phải|Thánh Biển Đức vạch trần kẻ giả mạo Totila]]\n\nTotila đã gặp [[Biển Đức thành Norcia]] tại [[Monte Cassino]] theo những gi ghi chép lại trong tác phẩm ''Dialogues'' ([http:\/\/www.fordham.edu\/halsall\/basis\/g1-benedict1.html ii.14–15]) của [[Giáo hoàng Grêgôriô I]]. Nó xảy ra trước hoặc ngay sau cuộc bao vây Neapolis (theo truyền thống của dòng tu Biển Đức thì sự kiện này xảy ra vào ngày 21 tháng 3 năm 543). Nó bao gồm câu chuyện nói về việc cha trưởng tu viện đã nhận ra một phụ tá của Totila, người cầm mang gươm tên là Riggio, mặc áo choàng hoàng gia, như là một kẻ mạo danh. Ngoài ra, cha trưởng còn đưa ra những lời tiên tri dành cho Totila, người quỳ trước mặt ông. Sự kiện này là chủ đề yêu thích của các họa sỹ người Ý.\n\n=== Cái chết ===\nKế hoach tiếp theo của Totila là chinh phục và cướp phá đảo Sicilia, sau đó ông khuất phục [[Corsica]] và [[Sardinia]] và gửi một hạm đội người Goth tấn công các vị trí của Đế quốc Đông La Mã tại các bờ biển Hy Lạp. Cùng thời gian này, hoàng đế Justinianus I đã dùng các biện pháp mạnh mẽ để kiểm soát người Goth. Việc tiến hành một chiến dịch mới được giao phó cho thái giám [[Narses]]. Quân đội của Narses bao gồm 30.000 tinh binh, đi xuyên qua khu vực Balkan rồi hướng về phía bắc và đến Ý, nhờ đó họ vượt qua một hàng phòng thủ của người Goth. Narses đưa quân đến Verona, rồi sau đó là Roma, rồi tiến đến nơi Totila đóng quân tại Busta Gallorum ở gần Taginae vào ngày 30 tháng 6 hoặc 1 tháng 7 năm 552. Totila có khoảng 20.000 quân bị Narses buộc phải giao chiến. Trong trận này, quân đội người Goth hứng chịu làn mưa tên của cung thủ Đông La Mã. Totila bị thương nặng và có lẽ đã qua đời ngay trong trận chiến hoặc khi đang tháo chạy.\n\n== Hình ảnh ==\n<gallery>\nCome benedetto riconosce e accoglie totila.jpg|Biển Đức chào đón Totila\nFrancesco Salviati - Portrait of Totila, c. 1549.jpg|Tranh vẽ Totila của [[Francesco de' Rossi (Il Salviati)|Francesco Salviati]]\n<\/gallery>\n\n== Chú thích ==\n{{tham khảo}}\n\n==Tham khảo==\n* {{EB1911|wstitle=Totila}}\n\n== Liên kết ngoài ==\n{{commons|Totila}}\n* [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Gazetteer\/People\/Totila\/Britannica_1911*.html ''Encyclopædia Britannica'' 1911:] Totila\n* [http:\/\/www.worldwideschool.org\/library\/books\/hst\/roman\/TheDeclineandFallofTheRomanEmpire-4\/chap20.html Edward Gibbon, ''The Decline and Fall of the Roman Empire:] vol 4.xliii.3 (Totila chiếm thành Roma)\n* {{it}} [http:\/\/cronologia.leonardo.it\/storia\/anno540.htm La guerra gotico-bizantina] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110722073005\/http:\/\/cronologia.leonardo.it\/storia\/anno540.htm |date=2011-07-22 }}\n* {{it}} [http:\/\/sepolture.storia.unipd.it\/index.php?page=scheda&id=8 Le sepolture regie del regno italico (secoli VI-X) – Totila (541–552)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070703075656\/http:\/\/sepolture.storia.unipd.it\/index.php?page=scheda&id=8 |date=2007-07-03 }}\n\n{{s-start}}\n{{s-reg}}\n{{s-bef|before=[[Eraric]]}}\n{{s-ttl|title=[[Ostrogoth|Vua của người Ostrogoth]]|years=541–552}}\n{{s-aft|after=[[Teia]]}}\n{{s-end}}\n\n{{Antique Kings of Italy}}\n\n{{Authority control}}\n\n[[Thể loại:Mất năm 552]]\n[[Thể loại:Nhân vật đến từ tỉnh Treviso]]\n[[Thể loại:Vua người Ostrogoth]]\n[[Thể loại:Vua châu Âu thế kỷ thứ 6]]\n[[Thể loại:Người Ý thế kỷ 6]]\n[[Thể loại:Ý thuộc Ostrogoth]]\n[[Thể loại:Nhân vật trong Chiến tranh Gothic (535–554)]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Vua tử trận]]\n[[Thể loại:Người Goth thế kỷ 6]]"}