{"Traianus":"{{Mở rộng ngôn ngữ|topic=|langcode=en|otherarticle=|date=tháng 5\/2023}}\n{{Thông tin nhân vật hoàng gia\n| tước vị = [[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc La Mã]]\n| tên = Traianus Augustus\n| tên đầy đủ = Marcus Ulpius Nerva Traianus\n| kiểu tên đầy đủ = Tên thật\n| hình = Traianus Glyptothek Munich 336.jpg\n| ghi chú hình = Tượng bán thân bằng cẩm thạch của Hoàng đế Traianus tại [[Glyptothek]], [[München]], nước [[Đức]].\n| chức vị = [[Danh sách Hoàng đế La Mã|Nguyên thủ thứ 13 của La Mã]]\n| tại vị = [[28 tháng 6]] năm [[98]] &ndash; [[9 tháng 8]] năm [[117]]<br>({{số năm theo năm và ngày|98|06|28|117|06|09}})\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Nerva]] {{vương miện}}\n| kế nhiệm = [[Hadrianus]] {{vương miện}}\n| kiểu hôn phối = Hoàng hậu\n| phối ngẫu = [[Pompeia Plotina]]\n| thông tin hôn phối = ẩn\n| phối ngẫu 2 = \n| thông tin con cái = ẩn\n| kiểu con cái = Nghĩa tử\n| con cái = [[Hadrianus]] {{Vương miện}}\n| hoàng tộc = [[Nhà Nerva-Traianus]]\n| cha = [[Marcus Ulpius Traianus (Nghị sĩ)|Marcus Ulpius Traianus]]\n| mẹ = Marcia\n| sinh = {{birth date|53|9|18|df=y}}\n| nơi sinh = [[Italica]], [[Hispania]] cổ đại\n| mất = {{death date and age|117|8|9|53|9|18|df=y}}\n| nơi mất = [[Selinus]]\n| nơi an táng = [[Roma|La Mã]], [[Đế quốc La Mã]] (tro được chôn dưới chân Trụ đài Traianus, nay bị thất lạc)|\n}}\n\n'''Marcus Ulpius Nerva Traianus Augustus''' hay còn gọi là '''Trajan''' (18 tháng 9 năm 53 – 9 tháng 8 năm 117), là vị [[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc La Mã]], trị vì từ năm 98 tới khi qua đời năm 117. Sinh ra trong một gia đình không có nguồn gốc quý tộc<ref>Justian Bennett, Trajan: Optimus Princeps, 2nd Edition, Routledge 2000, 12.<\/ref> tại tỉnh [[Hispania Baetica]] (nay là [[Tây Ban Nha]]), ông được giáo dưỡng như một người lính và có tài điều binh khiển tướng.<ref>[[Edward Gibbon]], ''The history of the decline and fall of the Roman Empire'', Tập 1, trang 6<\/ref> Traianus làm võ quan (cũng giống như cha ông năm xưa<ref name=\"WildfeuerGiớithiệu\"\/>) dưới triều Hoàng đế [[Domitianus (Hoàng đế)|Domitianus]], phục vụ trong [[Quân đội La Mã]] dọc theo biên giới với người [[German]], và đánh dẹp cuộc nổi dậy của [[Lucius Antonius Saturninus|Antonius Saturninus]] vào năm 89. Vào ngày 18 tháng 9 năm 96, sau khi Domiatianus chết, [[Nerva|Marcus Cocceius Nerva]], một Nghị sĩ già nua và không có con nối dõi lên làm Hoàng đế, nhưng không được lòng ba quân. Chỉ sau một năm cầm quyền đầy biến loạn, lực lượng [[Vệ binh Pháp quan]] (tức ''Praetorian Guard'') uy hiếp, buộc Nerva phải nhận Traianus làm con nuôi và làm người kế vị. Sau hai năm trị quốc,<ref name=\"WildfeuerGiớithiệu\"\/> Hoàng đế Nerva mất ngày 27 tháng 1 năm 98 và Traianus lên kế vị một cách yên ổn. Ông là vị Hoàng đế được lòng dân và [[đồng tính luyến ái]].<ref name=\"CassiusDio373\">Cassius Dio Cocceianus, ''Dio's Roman history'', trang 373<\/ref>\n\nTrên cương vị người quản lý dân sự, Hoàng đế Traianus được ghi nhớ bởi những chương trình xây dựng quy mô, làm biến đổi hẳn kinh thành [[Roma|La Mã]] và để lại những công trình lưu truyền hậu thế như Cột trụ Traianus, Chợ Traianus và Quảng trường Traianus. Tuy nhiên, ông là một vị Hoàng đế có một đất nước bành trướng <ref name=\"DavidCosonBiaTruoc\">David Corson, ''Trajan and Plotina'', Bìa trước<\/ref> và gặt hái được những chiến thắng rực rỡ nhất. Vào năm 101, ông thân chinh điều động binh mã phạt Vương quốc [[Dacia]] để chống nhau với vua [[Decebalus]], đánh tan nát quân Dacia trong trận đánh khốc liệt taị [[Trận Tapae lần thứ hai|Tapae]] lần thứ hai vào năm 102, và hoàn toàn chinh phục nước Dacia vào năm 106. Vào năm 107, Traianus thân hành kéo đại binh tiến xa hơn về phía Đông và đánh chiếm nước [[Nabatea]], thành lập tỉnh [[Arabia Petraea]] dù rằng nó chẳng tồn tại được bao lâu. Sau đó ông trị quốc tương đối thái bình thịnh trị, và rồi ông lại rời khỏi kinh đô La Mã mà khởi binh lần cuối cùng vào năm [[113]] để chinh phạt Đế quốc [[Người Parthia|Parthia]], tiến tới tận thành phố [[Susa]] vào năm [[116]], bành trướng Đế quốc La Mã tới cực điểm. Ông là vị Hoàng đế La Mã duy nhất sánh ngang với [[Alexandros Đại đế|Alexandros Đại Đế]] trong việc hành binh tới [[vịnh Ba Tư]].<ref name=\"Crompton106\"\/> Trong chiến dịch này, ông lâm bệnh, rồi tới cuối năm [[117]], trên chuyến hải hành trở về La Mã, bệnh của ông phát nặng và Hoàng đế Traianus mất ngày [[9 tháng 8]] tại thành phố [[Selinus]]. Ông được Viện Nguyên lão La Mã tôn xưng là một vị thần, tro cốt được [[chôn cất]] tại [[Lăng Augustus]]. Ông được kế vị bởi người cháu họ là Hoàng đế [[Hadrianus]] - người có tư tưởng đối lập với chính sách bành trướng liên miên của ông.<ref name=\"WIllDurant413\"\/>\n\nNhững vùng đất ngày nay là [[Iraq]], [[Iran]], [[Ả Rập]] và cả miền Nam nước [[Nga]] đều đã nằm dưới vó ngựa của vị Hoàng đế kiệt xuất Traianus và những chiến binh tinh nhuệ của ông.<ref name=\"DavidCosonBiaTruoc\"\/> Với tư cách là một bậc đại anh quân vô cùng mạnh mẽ,<ref name=\"Crompton106\"\/> tên tuổi của ông được lưu truyền trong lịch sử, mỗi hoàng đế sau ông được tôn xưng bởi Nghị viện bằng câu ''felicior Augusto, melior Traiano'', nghĩa là \"mong Hoàng thượng được may mắn hơn Augustus và tài giỏi hơn Traianus\". Khác với nhiều vua chúa vốn được ca ngợi trong lịch sử nhân loại, tên tuổi và uy tín của ông không hề bị suy giảm trong suốt hơn 19 thế kỷ. Trong số những nhà thần học Thiên chúa giáo thời [[Trung Cổ]], ông được coi là một người [[Thuyết đa thần|Đa thần giáo]] có đức hạnh, trong khi nhà sử học nước [[Anh]] thứ thế kỷ XVIII là [[Edward Gibbon]] truyền bá khái niệm [[Ngũ hiền đế]], Hoàng đế Traianus là một trong số đó.<ref>{{chú thích sách|title=Idiots guide to the Roman Empire.|last=Nelson|first=Eric|year=2002|publisher=Alpha Books|isbn= 0-02-864151-5|pages=207–209}}<\/ref> Cũng trong thế kỷ thứ XVIII, các danh sĩ thường lấy hình ảnh đáng kính của Traianus để tôn vinh các bậc anh quân của [[thời kỳ Khai sáng|trào lưu Khai sáng]].<ref name=\"ReferenceA\">Derek Edward Dawson Beales, ''Enlightenment and reform in 18th-century Europe'', trang 75<\/ref><ref>[[Nancy Mitford]], ''Voltaire in love'', trang 101<\/ref> Thời nay, danh thơm hiển hách của ông vẫn không hề mờ phai.<ref>Julian Bennett, [http:\/\/books.google.com.vn\/books?id=qk_tofvS8EsC&dq=trajan%22&source=gbs_navlinks_s ''Trajan: optimus princeps: a life and times'']<\/ref>\n\n== Thời tuổi trẻ và lên tới đỉnh cao quyền lực ==\n{{Triều đại Nerva-Traiani}}\nMarcus Ulpius Nerva Traianus là con trai của Marcia và [[Marcus Ulpius Traianus]], một Nghị viên có thế lực trong Viện nguyên lão La Mã và là một vị tướng xuất thân từ dòng họ [[Ulpius]]. Gia đình ông chuyển đến sinh sống tại [[Hispania]] (bán đảo [[Bán đảo Iberia|Iberia]], bao gồm lãnh thổ [[Tây Ban Nha]] và [[Bồ Đào Nha]] bây giờ), tại tỉnh [[Hispania Baetica]] ở phần đất nay là tỉnh [[Andalusia]] (nay thuộc Tây Ban Nha), một tỉnh đã hoàn toàn La Mã hóa và được gọi là nam Hispania. Traianus cũng chỉ là một trong số rất nhiều người nổi tiếng thuộc dòng họ Ulpius, dòng họ này tồn tại rất lâu ngay cả sau khi ông đã qua đời. Chị cả của ông là [[Ulpia Marciana]] và cháu gái là [[Salonina Matidia]].\n\nÔng sinh ngày [[18 tháng 9]] năm [[53]], tại thành phố [[Italica]]. Khi còn trẻ, ông thăng tiến bằng con đường binh nghiệp, phục vụ tại những vùng đất bất ổn nhất tại các miền biên viễn của đế quốc. Trong thời kỳ 76–77, cha của ông làm quan [[Tổng trấn]] [[Syria]] (''[[Legatus]] pro praetore Syriae''), bản thân ông nắm chức vụ ''[[Hành chính quan]] chiến đoàn - Tribunus legionis''. Vào năm [[76]], chính tại quê hương của ông, người cháu ông là [[Hadrianus|Publius Aelius Hadrianus]] chào đời. Khi cha của Hadrianus mất vào năm [[86]], Traianus trở thành một trong những người giáo dưỡng đứa bé (chính Hadrianus là Hoàng đế kế tục của ông sau này).<ref name=\"WIllDurant413\"\/> Traianus được đề cử làm quan [[Tổng tài]] và đưa [[Apollodorus người xứ Damascus]] về kinh thành [[Đế quốc La Mã|La Mã]] cùng ông khoảng năm 91. Dưới triều Hoàng đế [[Domitianus (Hoàng đế)|Domitianus]], ông cũng được phong làm quan Toàn quyền xứ Pannonia.<ref name=\"Juliebennix\"\/> Sang triều Hoàng đế [[Nerva]], ông tham chiến trong các chiến dịch dọc theo [[rhine|sông Rhine]] do tiên đế [[Domitianus (Hoàng đế)|Domitianus]] khởi xướng, do Nerva không được lòng ba quân và phải dựa vào những tướng lĩnh dưới quyền để duy trì sự ủng hộ của các chiến binh. Để làm được điều này, khi hay tin Traianus đại phá tan tành [[người Suebi]] thì Hoàng đế Nerva nhận ông làm con nuôi ''vắng mặt'' với đế hiệu '''Nerva Caesar'''. Vào ngày [[25 tháng 10]] năm 97, Nerva chính thức ban bố Thánh chỉ chọn Traianus là người kế thừa ngôi báu.<ref name=\"Juliebennix\">Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang IX<\/ref> Theo cuốn ''[[Lịch sử Augusta]] - Biên sử các Hoàng đế La Mã'', chính Hadrianus là người mang tin cho Traianus về việc ông được chọn làm con nuôi Hoàng gia.<ref>Augustan History, ''Life of Hadrian'' [http:\/\/penelope.uchicago.edu\/Thayer\/E\/Roman\/Texts\/Historia_Augusta\/Hadrian\/1*.html#2.5 2.5–6].<\/ref> Sau khi Hoàng đế Nerva mất ngày [[27 tháng 1]] năm [[98]], vào tháng 2 năm ấy Hadrianus đưa hung tin đến cho Traianus, khi đó thuộc địa Agrippina ở miền Hạ Germania. vốn rất được lòng người, kế vị một cách êm thấm. Trong Mùa Xuân, vị tân Hoàng đế đi thị sát ở vùng biên cương sông Danube.<ref name=\"Juliebennix\"\/>\n\n== Hoàng đế La Mã ==\nVị tân Hoàng đế được toàn dân thành La Mã chào đón với niềm ái mộ nhiệt liệt, và ông cũng không phụ lòng dân qua việc trị vì xuất sắc và không tàn bạo như bạo chúa Domitianus trước đây. Ông giải phóng nhiều tù nhân phải chịu kiếp tù đày vô lý vô cớ dưới triều Domitianus và ban phát lại của cải cho những thần dân đã bị bạo chúa Domitianus tịch thu tài sản - thực ra tiên đế Nerva đã có ý định trả lại cho nhân dân những của cải này nhưng qua đời trước khi thực hiện được. Nhân dân yêu mến Hoàng đế Traianus đến mức [[Viện Nguyên lão La Mã]] phải [[vinh danh]] ông là ''optimus'', nghĩ là \"xuất sắc hơn cả\".<ref>Bernard W. Henderson, \"Five Roman Emperors\" (1927).<\/ref><ref>F. A. Lepper, \"Trajan's Parthian War\" (1948).<\/ref> Trước thời ông, ''Optimus'' chỉ là cái tên mà nhân dân La Mã đặt cho thần [[Jupiter]] để tôn vinh công đức của thần, mà giờ đây Traianus với Đế hiệu này đã được sánh vai với Jupiter.<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 113<\/ref> Ông cũng vời các nhà hiền triết về triều để góp phần dựng nước.<ref>Will Durant, ''Caesar and Christ: A History of Roman Civilization and of Christianity from Their Beginnings to A.D. 325'', trang 299<\/ref> Với ông, luật pháp La Mã trở nên nhân văn hơn. [[Epictetus]] - một nhà hiền triết trứ danh đời Hoàng đế [[Nero]], có ảnh hưởng không nhỏ đến sự đức độ của Hoàng đế Traianus.<ref>Will Durant, ''Caesar and Christ: A History of Roman Civilization and of Christianity from Their Beginnings to A.D. 325'', trang 307<\/ref>\n\nVị đại anh quân này cũng là người [[đồng tính luyến ái]]. Tuy người ta thường coi đây chẳng qua là tin đồn nhảm mà thôi, bằng chứng về chuyện này có đầy, như nhà sử học Julian Bennett có đề cập.<ref name=\"ReferenceB\">Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 240<\/ref> [[Julianus (Hoàng đế)|Julianus Nhà hiền triết]] - vị Hoàng đế Đa thần giáo cuối cùng Đế quốc La Mã, có viết rằng khi Traianus đang \"lên cơm han trai\" thần [[Zeus]] phải cẩn thận với chàng [[Ganymedes (thần thoại)|Ganymedes]] tuyệt đẹp của thần. Người ta kể rằng Traianus có quan hệ đồng tính với Hadrianus và các lính lệ của Hoàng gia, thậm chí có thời ông còn yêu chàng diễn viên Pylades và vũ công Apolaustus. Và nếu chúng ta có thể tin vào giai thoại, trước kia tiên hoàng Nerva và Licinius Sura đều đã nằm giường với ông.<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 59<\/ref> Là một người chiến binh giản dị và khoan dung, ông dễ thiện cảm đến mức mà theo nhà sử học [[Cassius Dio]]: ''\"Ngài luôn được ái mộ và không ai căm ghét Ngài cả ngoại trừ các kẻ thù của Ngài\"''. Tuy rất mê những chàng trai trẻ và nghiện rượu, ông vẫn luôn giữ nề nếp La Mã xưa. Theo ghi nhận của Cassius Dio:<ref name=\"Crompton106\">Louis Crompton, ''Homosexuality & Civilization'', các trang 105-106.<\/ref>\n{{Cquote|''Tôi biết rõ là Ngài rất ham trai và [[rượu]], nhưng nếu Ngài gây chuyện gì xấu hoặc giở trò đồi bại vì thói quen ấy, Ngài sẽ bị phê phán gắt gao, song, Ngài uống nhiều rượu như Ngài muốn nhưng Ngài vẫn không bị say, và trong quan hệ với các chàng trai Ngài không làm tổn hại ai cả.''|||Cassius Dio}}\n=== Chinh phạt Dacia ===\n{{chính| Chiến tranh Dacia của Traianus}}\n{{Cquote|''...khi Ngài hăng say chinh chiến, thực ra Ngài sẽ thỏa mãn khi tên địch dữ tợn này bị tiêu diệt và dân nước địch bị đày ải.''|||Cassius Dio<ref name=\"CassiusDio373\"\/>}}\n\nKhông lâu sau khi lên ngôi Hoàng đế, Marcus Ulpius Nerva Traianus đã bắt đầu tiến lên trên con đường vinh quang quân sự.<ref name=\"WildfeuerGiớithiệu\"\/> được biết đến như là một trong những vị thống soái lừng danh nhất trong lịch sử [[thế giới]], đặc biệt là do cuộc chinh phục hiển hách của ông ở vùng Cận Đông, nhưng ban đầu là hai cuộc chiến tranh chống lại người Dacia - biến họ thành một vương quốc chư hầu (101 - 102), tiếp theo sáp nhập vào Đế chế vùng biên giới Danube. Xưa kia, người Dacia đã bắt người La Mã phải triều cống, vì vậy ông quyết tâm tiêu diệt Dacia để gỡ gạc cái nỗi nhục này.<ref name=\"EdwardGibbon6\">Edward Gibbon, Henry Hart Milman, ''The history of the decline and fall of the Roman Empire'', Tập 1, trang 6<\/ref>\n\nTrong chiến dịch phạt Dacia lần đầu tiên vào khoảng từ [[tháng ba|tháng 3]] đến [[tháng năm|tháng 5]] năm 101, Hoàng đế Traianus thân chinh điều động binh mã<ref name=\"Romanis REquote05\">{{chú thích web|url=http:\/\/www.roman-emperors.org\/assobd.htm#t-inx|title=De Imperatoribus Romanis|work=An Online Encyclopedia of Roman Emperors|access-date = ngày 8 tháng 11 năm 2007 |quote=Because the Dacians represented an obstacle against Roman expansion in the east, in the year 101 the emperor Trajan decided to begin a new campaign against them. The first war began on 25 March 101 and the Roman troops, consisting of four principal legions (X Gemina, XI Claudia, II Traiana Fortis, and XXX Ulpia Victrix), defeated the Dacians.}}<\/ref> vựơt qua cho bờ phía Bắc của [[sông Donau|sông Danube]] và đánh tan nát quân Dacia ở gần hoặc trong một con đèo (Carpati) tên gọi là Tapae (xin xem bài [[Trận Tapae lần thứ hai]]). Đây là một thất bại thảm hại của Decebalus.<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 10<\/ref> Tuy nhiên, các chiến binh tinh nhuệ của Traianus phải chịu nhiều thiệt hại trong trận đánh kịch liệt này, do đó ông không thể tấn công thành Sarmizegetuza để kết liễu luôn kẻ địch, mà ông phải đóng quân tại đó trong hôn một năm để triệu tập và động viên tinh thần, sức khỏe của ba quân.<ref name=\"Romanis REquote03\">{{chú thích web|title=Battle of Sarmizegetusa (Sarmizegetuza), A.D. 105|url=http:\/\/www.roman-emperors.org\/assobd.htm#t-inx|title=De Imperatoribus Romanis|work=An Online Encyclopedia of Roman Emperors|access-date = ngày 8 tháng 11 năm 2007 |quote=Although the Dacians had been defeated, the emperor postponed the final siege for the conquering of Sarmizegetuza because his armies needed reorganization. Trajan imposed on the Dacians very hard peace conditions: [[Decebalus]] had to renounce claim to some regions of his kingdom, including Banat, Tara Hategului, Oltenia, and Muntenia in the area south-west of Transylvania. He had also to surrender all the Roman deserters and all his war machines. At Rome, Trajan was received as a winner and he took the name of Dacicus, a title that appears on his coinage of this period. At the beginning of the year 103 A.D., there were minted coins with the inscription: IMP NERVA TRAIANVS AVG GER DACICVS.}}<\/ref>\n\nVua Decebalus là một kẻ thù đáng gờm của Traianus, do ông ta vẫn còn cố chấp sau khi thua trận.<ref name=\"EdwardGibbon6\"\/> Trong suốt Mùa Đông năm tới, vua Decebalus thân chinh xua binh tướng tiến đánh quân La Mã trên toàn vùng hạ lưu sông Danube, nhưng bị Quân đội của Traianus đánh đại bại. Trên đà chiến thắng, Hoàng đế Traianus thân hành cầm binh đánh sâu vào Vương quốc của người Dacia và buộc vua Decebalus phải thần phục ông một năm sau đó.\n\nHoàng đế Traianus ca khúc khải hoàn kéo đại quân trở về kinh thành La Mã trong vinh quang và đã được vinh danh bằng danh hiệu ''Dacicus Maximus''. Chiến thắng được ca ngợi trên [[Traiani Tropaeum]]. Tuy nhiên, đây là một nền hòa bình không được ổn định:<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 215<\/ref> sau khi được ông để lại làm vua chư hầu thì Decebalus lại lật lọng, vào năm 105 ông ta hô hào các bộ lạc ở phía Bắc sông Danube tạo phản chống Triều đình La Mã, nhân cơ hội đó ông ta sẽ công kích vào Đế quốc.<ref\n name=\"Romanis REquote04\">{{chú thích web|title=Battle of Sarmizegetusa (Sarmizegetuza), A.D. 105|url=http:\/\/www.roman-emperors.org\/assobd.htm#t-inx|title=De Imperatoribus Romanis|work=An Online Encyclopedia of Roman Emperors|access-date = ngày 8 tháng 11 năm 2007 |quote=However, during the years 103–105, Decebalus did not respect the peace conditions imposed by Trajan and the emperor then decided to destroy completely the Dacian kingdom and to conquer Sarmizegetuza.he died}}<\/ref>\n\nVị Hoàng đế truyền lệnh cho [[Apollodorus người xứ Damascus]] thiết kế và gầy dựng nên một cây cầu lớn bắc qua sông Danube, sau đó ông lại thân chinh đốc suất binh mã phạt quân Dacia và chiếm lĩnh được một phần của Vương quốc Dacia vào năm [[106]]. Sau một cuộc chiến đấu ác liệt (xem thêm [[Chiến tranh Dacia lần thứ hai]]), đại binh của ông phá nát bấy nát bét kinh đô [[Sarmizegetusa Regia]] của người Dacia. Decebalus bỏ chạy, nhưng để không rơi vào tay của lực lượng [[Kỵ binh]] La Mã, ông ta đã [[tự sát]], tướng sĩ La Mã liền chặt đầu của ông ta dâng thủ cấp lên cho Hoàng đế Traianus bấy giờ đang ngự tại \"Ranisstorum\" - một địa điểm không thể xác định được ở nước Dacia thời đó. Đầu của Decebalus bị người La Mã bêu ở kinh thành La Mã, trên các bậc thang dẫn đến đồi Capitol. Đám hộ vệ của Decebalus (trong số đó có hai bé trai) cũng bị quân sĩ của Traianus tóm gọn.<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 104<\/ref> Sau chiến thắng, Hoàng đế Traianus cũng lệnh cho gầy dựng một thành phố mới là [[Colonia Ulpia Traiana Augusta Dacica Sarmizegetusa]], trên một địa điểm khác so với cố đô của người Dacia, mặc dù có cùng tên gọi đầy đủ là Sarmizegetusa. Với chiến thắng của ông, mở ra gần 200 năm đô hộ của người La Mã ờ vùng [[România]].<ref>Nathan Ausubel, David C. Gross, ''Pictorial history of the Jewish people; from Bible times to our own day throughout the world'', trang 204<\/ref>\n\n=== Bành trướng về phương Đông ===\nCùng thời gian, vị vua cuối cùng được người La Mã bảo trợ là [[Rabbel II Soter]] của [[Nabatea]], qua đời. Sự kiện này có lẽ đã thúc đẩy Hoàng đế Traianus tiến hành sáp nhập Nabatea, mặc dù lý do cụ thể của việc sáp nhập này không được biết rõ, cũng như phương thức tiến hành sáp nhập. Một số hình khắc cho thấy có lẽ một chiến dịch quân sự, với lực lượng từ các xứ [[Syria]] và [[Ai Cập]], đã được tiến hành. Điều chắc chắn là tới năm [[107]], các binh đoàn [[Lê dương La Mã]] đã đồn trú tại các khu vực quanh [[Petra]] và [[Bostra]], như được chỉ ra trong các cuộn giấy [[giấy cói|papyrus]] tìm thấy ở Ai Cập. Đế quốc La Mã mở rộng thêm tỉnh [[Arabia Petraea]], tức tỉnh Ả Rập (nay là phần phía Nam [[Jordan]] và Tây Bắc [[Ả Rập Xê Út|Ả Rập Xê-út]]), được Hoàng đế công nhận vào năm 107. Những bi văn và tài liệu ở tỉnh đã cho thấy sự kiện này.<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 179<\/ref>\n \n=== Mở rộng Đế chế đến cực điểm ===\n[[Tập tin:RomanEmpire 117.svg|nhỏ|phải|300px|Biên giới đế quốc La Mã dưới thời Trajan ([[117]])]]\n\nVào năm [[113]], ông tiến hành chiến dịch cuối cùng để phản ứng lại việc Đế quốc [[Người Parthia|Parthia]] tôn một nhân vật đối lập với người La Mã lên làm vua nước [[Armenia]], một vương quốc bị cả hai đế quốc áp đặt bá quyền kể từ thời Hoàng đế [[Nero]]. Đây sẽ là một thử thách hết sức lớn lao đối với ông và ba quân.<ref name=\"WildfeuerGiớithiệu\">C. R. H. Wildfeuer, [http:\/\/books.google.com.vn\/books?id=y1C-PQAACAAJ&dq=%22trajan%22 ''Trajan - Lion of Rome: The Untold Story of Rome's Greatest Emperor'']<\/ref> Tuy các võ tướng của ông đều khuyến khích ông xuất chinh do họ muốn có được vinh hiển cho riêng mình, Publius Aelius Hadrianus phản đối, bởi lẽ Hoàng đế đã hao tổn nguồn nhân lực của đất nước trong cuộc chinh phạt Dacia do đó không nên đẩy đất nước một lần nữa vào cảnh binh đao, và lại đất Parthia quá xa để có thể phòng thủ.<ref name=\"WIllDurant413\">Will Durant, ''Caesar and Christ: A History of Roman Civilization and of Christianity from Their Beginnings to A.D. 325'', trang 415<\/ref> Nhưng, Hoàng đế Traianus tổ chức hành binh đánh Armenia, lật đổ tân vương nước này và sáp nhập luôn cả Armenia vào lãnh thổ đất nước. Tiếp đó, ông thân hành tiến quân về phương Nam, đánh thẳng vào chính quốc Parthia, hạ các thành phố lớn [[Babylon]], [[Seleucia]] và cuối cùng là kinh đô [[Ctesiphon]] năm [[116]]. Ngay trước khi ca khúc khải hoàn kéo đoàn binh thắng trận vào thành Ctesiphon, ông đã được Viện Nguyên lão La Mã đề cử làm ''Parthicus'', tức \"Nhà chinh phạt của giặc Parthia\".<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 198<\/ref> Ông tiếp tục nam tiến về phía vịnh [[Iran|Ba Tư]], rồi tuyên bố xứ [[Babylon]] là một tỉnh mới của Đế chế. Khi đến thành phố [[Basra]], ông đưa mắt nhìn ra bờ biển vịnh Ba Tư, thì thấy một con thuyền buôn đang căng buồm đến [[Ấn Độ]], ông công khai than phiền rằng tuổi tác mình giờ đây đã gần đất xa trời, vì thế không thể tiếp bước [[Alexandros Đại đế]] để tiến đánh Ấn Độ được.<ref name=\"ReferenceB\"\/>\n\nÔng cũng công bố tỉnh [[Assyria thuộc La Mã|Assyria]], có vẻ tỉnh này có gồm thâu cả lãnh thổ Adiabene, và có lẽ vị Hoàng đế cũng đề xướng những chính sách để cai quản nền tài chính của vùng.<ref name=\"Luttvak, Grand Strategy, 110\">Luttvak, Grand Strategy, 110<\/ref> Nhưng ông không dừng lại ở đó, cuối năm 116, ông đánh chiếm thành phố tráng lệ [[Susa]]. Ông cho đi đày vua Parthia là [[Osroes I]] và đưa người cháu của Osroes I là [[Parthamaspates]] lên làm vua chư hầu xứ Parthia. Theo sử sách, đích thân Hoàng đế Traianus tấn phong Vương miện cho Parthamaspates.<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 241<\/ref> Đế quốc La Mã sẽ không bao giờ có thể tiến chiếm xa hơn nữa về phía đông kể từ đó. Sau chiến thắng vang dội, ông lui binh về phương Bắc đã giữ vững những tỉnh mà ông mới lấy được ở các vùng Armenia và Lưỡng Hà.<ref name=\"Bennett, Trajan, 200\">Bennett, Trajan, 200<\/ref>\n\n[[Tập tin:Traianus Glyptothek Munich 72.jpg|nhỏ|trái|180px|Tượng bán thân Trajan, [[Glyptothek]], [[München|Munich]].]]\nTới lúc đó, sức khỏe của Hoàng đế Traianus bắt đầu suy sụp. Thành lũy của thành phố [[Hatra]], nằm trên bờ sông [[Tigris]] ở phía sau ông, tiếp tục kháng cự lại các đợt công kích liên tục của quân La Mã. Thành Hatra có vị trí địa lý quan trọng vì thế binh tướng của ông luôn phải cướp phá pháo đài này.<ref name=\"JulianBennet203\">Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 203<\/ref> Đích thân ông có mặt trong cuộc vây hãm, và có lẽ bị cảm nắng trong cái nắng gay gắt. Giống như [[Marcus Antonius]] khi xưa, ông nhanh chóng tung hoành Á châu nhưng quên củng cố những gì ông chiếm lĩnh được. Lúc đến [[Antioch]], ông hay tin tên phế đế Parthia là Osroes I đang kéo quân về để đoạt lại ngôi báu. Song, dân chúng toàn bộ các tỉnh mà ông chinh phạt đều phất cờ bạo động: người [[Do Thái]] tại Ai Cập, Lưỡng Hà và Cyrene, không những thế, phong trào nổi loạn này còn lan sang [[Libya]], [[Mauretania]] và [[Anh]]. Không những thế, chính do thật quá ư là năng động tại phương Tây cũng như tại phương Đông nóng nực, vị Hoàng đế lâm trọng bệnh và phải rút đại binh về kinh thành La Mã.<ref name=\"WIllDurant413\"\/> Traianus chỉ đơn giản coi đó là một bước lùi tạm thời, nhưng số phận quyết định là ông sẽ không bao giờ còn được nắm quyền chỉ huy quân đội nữa. Các quân đoàn phương đông của ông được chuyển cho vị pháp quan cao cấp và là tổng trấn Judaea là [[Brinius Carnix Maximus]] - người đã chỉ huy một tập đoàn quân La Mã đánh tan tác bọn phản loạn và lấy lại được Nisibis và [[Edessa, Lưỡng Hà|Edessa]].<ref name=\"Bennett, Trajan, 200\"\/> Đại giáo đường Do Thái tại thành [[Alexandria]] cũng bị Quân đội của Traianus đốt rụi.<ref>[[Nathan Ausubel]], ''Book of Jewish Knowledge'', trang 435<\/ref> Hoàng đế còn chỉ định Quietus làm quan Tổng tài trong năm sau&nbsp;— khi ông bị tân Hoàng đế Hadrianus hành quyết, vì ông luôn ủng hộ chính sách bành trướng của Traianus.<ref name=\"JulianBennet203\"\/> Lại nói, khi hay tin Hoàng đế Traianus chiến thắng trở về Nghị viện La Mã đã chuẩn bị tiến hành lễ khải hoàn lớn nhất trong lịch sử La Mã kể từ thời Hoàng đế [[Augustus]].<ref name=\"WIllDurant413\"\/>\n\nCuối năm 116, Traianus ngày càng yếu, ông xuống thuyền đi về Ý. Sức khỏe của ông sa sút suốt mùa xuân và hè năm [[117]], và tới khi ông đến được Selinus ở [[Cilicia]], về sau gọi là Trajanopolis, ông mất đột ngột vì bị phù vào ngày 9 tháng 8. Ông trị nước được 19 năm và hưởng thọ 64 tuổi.<ref name=\"WIllDurant413\">Will Durant, ''Caesar and Christ: A History of Roman Civilization and of Christianity from Their Beginnings to A.D. 325'', trang 413<\/ref> Người ta kể rằng ông đã chọn [[Hadrianus]] làm con nuôi để Hadrianus được nối dõi Vương triều, và sau khi hay tin ông về cõi vĩnh hằng thì đạo quân La Mã ở phương Đông đã tấn phong Hadrianus lên làm tân Hoàng đế. Điều này thể hiện sự tôn trọng của ông đối với quy định quân chủ truyền hiền mà tiên đế Nerva ban bố. Tuy nhiên, có tin đồn cho rằng Hoàng hậu [[Pompeia Plotina]] đã che giấu tin Traianus băng hà và cho người Vệ binh Pháp quan là Attianus đóng giả làm Traianus, với giọng nói nghe giống ông. Điều này giúp bà được làm vợ của Hadrianus và được công bố Hadrianus làm Hoàng đế kế tục trước khi thông báo về sự ra đi vĩnh viễn của tiên đế Traianus. Theo Cassius Dio, sở dĩ có chuyện ấy là do Traianus không có con đồng thời lúc ông phải lăn xả ngoài xa trường thì Hoàng hậu yêu Hadrianus.<ref>Will Durant, ''Caesar and Christ: A History of Roman Civilization and of Christianity from Their Beginnings to A.D. 325'', trang 414<\/ref> Tuy nhiên, những cáo buộc này có lẽ là do sự thù địch của truyền thống chép sử của Nghị viện La Mã đối với Hadrianus. Sự tín nhiệm của ông đối với Hadrianus đã thể hiện qua việc ông phong Hadrianus làm chỉ huy của đạo quân Syria khi Hoàng đế ca khúc khải hoàn quay về kinh đô La Mã vào năm 117.<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 206<\/ref> Khi Hoàng hậu Plotina cùng các cận thần mang thi hài của Traianus tới Seleuci, miền [[Pieria]], Hoàng đế Hadrianus nhìn lại tiên đế lần cuối và cho người khám nghiệm tử thi ông. Tro của ông được bỏ vào một cái bình vàng và [[chôn cất]] dưới cây Cột trụ Traianus, là đài tưởng niệm những chiến công hiển hách của ông. Viện Nguyên lão còn tổ chức lễ khải hoàn cùng với nhiều trò chơi lớn, để ăn mừng chiến thắng của Hoàng đế Traianus trước quân Parthia, như họ đã hứa với ông ít lâu trước khi ông về cõi vĩnh hằng.<ref name=\"JulianBennett217\"\/>\n\nHoàng đế Hadrianus khi ấy có đề nghị rằng vị ''Optimus Imperator'' (Hoàng đế kiệt xuất hơn cả), do thật quá ư là được lòng dân khi còn sinh thời, không thể chết đi mà phải sống mãi trong lòng toàn dân. Vì lẽ đó, cũng trong năm 117, Viện Nguyên lão tôn Traianus lên hàng thần linh.<ref name=\"JulianBennett217\">Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 217<\/ref> Ngay sau khi lên nối ngôi Hoàng đế, Hadrianus trả lại vùng Lưỡng Hà cho người Parthia. Tuy nhiên, tất cả các vùng đất khác mà Trajan đã chinh phục đều được giữ lại.\n\n== Vinh danh ==\n\n[[Tập tin:Traiani iustitia.jpg|nhỏ|200px|[[Eugène Delacroix]]. ''Công lý của Trajan''.]]\n\nSinh thời, Hoàng đế Traianus được tôn vinh là ''Optimus Princeps'', tức bậc đại minh quân không ai sánh bằng. Sau khi ông về cõi vĩnh hằng, người ta kể rằng không có một vị Hoàng đế nào xuất sắc hơn được ông, hay được lòng dân hơn ông. Ông là vị Hoàng đế có tài dụng binh như thần, không bao giờ ngưng nghỉ chiến đấu và có lòng vô cùng dũng cảm theo lối [[triết học Khắc Kỷ]].<ref>Will Durant, ''The Story of Civilization III: Caesar and Christ'', trang 408<\/ref> Vào giữa [[Thế kỷ IV|thế kỷ thứ IV]], người ta tôn vinh ông không chỉ là một vị chủ tướng lừng lẫy đưa các binh sĩ tinh nhuệ La Mã đến niềm vinh quang chiến thắng, mà còn là một vị Hoàng đế liêm chính và đức độ có một không hai.<ref name=\"JulianBennett325\">Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 325<\/ref><ref name=\"JulianBennettsxvi\"\/> Khác với nhiều vị đế vương khác đã một thời lừng lẫy trong lịch sử, danh tiếng của Traianus không hề bị suy giảm sau gần 19 thế kỷ. Những công trình đồ sộ mà ông bỏ công gầy dựng sẽ còn làm ấn tượng hậu thế. Việc người La Mã cải đạo Ki-tô giáo càng làm tô điểm thêm huyền thoại về ông: trong thời kỳ [[Trung Cổ]], người ta còn yêu mến ông thậm chí hơn cả thời cổ đại nữa.<ref name=\"JulianBennettsxvi\">Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang XVI<\/ref> Họ thường nói là [[Giáo hoàng Grêgôriô I]], với ơn trên, đã hồi sinh Hoàng đế Traianus và làm lễ rửa tội cho ông với đức tin Ki-tô giáo. Một lời chứng cho việc này được kể lại trong cuốn \"Huyền thoại Vàng\" (''[[Golden Legend]]'') nổi tiếng. Các nhà thần học, như [[Tommaso d'Aquino|Thomas Aquinas]] (người Anh), ca ngợi Traianus là điển hình của một tín đồ Đa Thần giáo đức độ. Vào [[Thế kỷ XIII|thế kỷ thứ XIII]], trong bản [[Thần khúc]] trứ danh, đại thi hào [[Ý]] là [[Dante Alighieri]], dựa vào huyền thoại này, cho biết hoàng linh của Traianus ở trên Thiên đường của thần Jupiter, cùng với những nhân vật lịch sử và huyền thoại nổi tiếng vì đức tính chính trực. Sự ra đời của \"Thần khúc\" đã khiến cho \"sự hồi sinh của Traianus\" thời Trung Cổ ngày càng trở nên sống động. Một ví dụ điển hình là ông cũng được tả lại trong bài thơ ''[[Piers Plowman]]'' của nhà thi hào [[William Langland]], một trong những tác phẩm vĩ đại nhất của nước Anh thời kỳ Trung Cổ. Sự sáng suốt của ông cũng được thể hiện trong bức tranh bộ đôi sống động được trang trí bằng thảm của người [[Flander]] vào thế kỷ thứ [[Thế kỷ XV|XV]], nay hãy còn ở [[Viện Bảo tàng Lịch sử Bern]].<ref name=\"JulianBennettsxvi\"\/>\n\nVào [[Thế kỷ XVIII|thế kỷ thứ XVIII]], khi đêm trường Trung Cổ đã đi qua từ lâu và nhân dân [[châu Âu]] đang sống trong [[thời kỳ Khai sáng]], danh thơm của ông hãy còn tồn vững tồn.<ref name=\"JulianBennettsxvi\"\/> Nhà hiền triết Pháp [[Montesquieu]] đã ghi nhận đến ''\"sự huy hoàng của Traianus\"''.<ref>[[Will Durant]], Ariel Durant, ''The age of Voltaire: a history of civilization in Western Europe from 1715 to 1756, with special emphasis on the conflict between religion and philosophy'', trang 347<\/ref> Vua nước [[Tây Ban Nha]] là [[Carlos III của Tây Ban Nha|Carlos III]] xuống lệnh do nhà họa sĩ [[Anton Raphael Mengs]] vẽ bức tranh ''Lễ khải hoàn của Traianus'' trên trần [[Hoàng cung Madrid]] – được coi là kiệt tác lớn nhất của nhà họa sĩ. Nhà văn hào [[Pháp]] [[Voltaire]], khi ca ngợi ông [[vua hiền triết]] [[Friedrich II của Phổ|Friedrich II Đại Đế]] nước [[Phổ (quốc gia)|Phổ]]), đã viết rằng ông sáng suốt chẳng kém chi Hoàng đế Traianus.<ref>[[David William Fraser|David Fraser]], ''Frederick the Great: King of Prussia'', trang 63<\/ref><ref>Nathan Ausubel, ''Superman: the life of Frederick the Great'', trang 346<\/ref> Vào năm [[1740]], Voltaire cũng tôn vinh vị vua này là ''\"có nhân cách của [[Titus]], '''Traianus'''...\"''.<ref>[[Theodor Schieder]], ''Frederick the Great'', trang 170<\/ref> Có kiến trúc sư cung đình cũng tán dương Friedrich II Đại Đế là Traianus, và bản thân ông cũng trích dẫn vị anh hùng Traianus để minh chứng tính \"chính nghĩa\" của các cuộc chinh phạt của mình.<ref>[[Giles MacDonogh]], ''Frederick The Great'', trang 185<\/ref><ref>Giles MacDonogh, ''Frederick The Great'', trang 350<\/ref> Không những liên tục ca ngợi Friedrich II Đại Đế là Traianus trong các thư từ,<ref>[[Robert B. Asprey]], ''Frederick the Great: the magnificent enigma'', trang 116<\/ref> mà chính Voltaire cũng tán tụng vua Pháp [[Louis XV của Pháp|Louis XV]] là vị Hoàng đế La Mã huy hoàng năm xưa.<ref>David Fraser, ''Frederick the Great: King of Prussia'', trang 141<\/ref><ref>[[Pierre Gaxotte]], ''Louis XV'', trang 280<\/ref> Thời đó, người ta cũng ví von vị Hoàng đế [[Đế quốc La Mã Thần thánh|La Mã Thần thánh]] anh minh [[Joseph II của Thánh chế La Mã|Joseph II]] với Traianus - một trong những vị Hoàng đế kiệt xuất nhất của La Mã thuở xa xưa mơ hồ.<ref name=\"ReferenceA\"\/> Nhà [[lịch sử|sử học]] người Anh là [[Edward Gibbon]] trong cuốn sử La Mã của mình có đưa ra khái niệm \"Ngũ hiền đế\", trong đó Traianus là vị hiền đế thứ hai.<ref name=\"JulianBennett325\"\/> Gibbon kể rằng vị đại anh quân Traianus đã đưa Đế quốc của ông lên đến thời kỳ hoàng kim, và để ca ngợi công đức của ông, hai nhà soạn nhạc nước Ý là [[Giuseppe Nicolini]] và Prunetti đã sáng tác vở [[Opera|nhạc kịch]] ''Trajano in Dacia''.<ref name=\"JulianBennettsxvi\"\/> Và ngày nay, Hoàng đế Traianus vẫn hoàn toàn là một minh quân đức độ trong mắt người đời, chiếm vai trò lớn lao trong các vị Hoàng đế La Mã từ cổ chí kim. Và, bên cạnh đó, những công trình xây cất đồ sộ của ông ở kinh thành La Mã vẫn gây cho chúng ta phải ấn tượng, và đường lối xây dựng pháp luật và hành chính của ông vẫn còn có ảnh hưởng đến đời sống.<ref>Julian Bennett, ''Trajan: optimus princeps: a life and times'', trang 254<\/ref>\n\n== Tham khảo ==\n{{Tham khảo}}\n\n{{Hoàng đế La Mã}}\n\n[[Thể loại:Triều đại Nerva-Traiani]]\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Mất năm 117]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Sinh năm 53]]\n[[Thể loại:Hoàng tộc đồng tính nam|Trajan]]"}