{"Triệu Quang Duệ":"{{Thông tin nhân vật phong kiến\n| tên = Triệu Quang Duệ\n| tên gốc = 趙光裔\n| tự = Hoán Nghiệp\n| nơi sinh = [[Nhà Đường|Đường]]\n| nơi mất = [[Nam Hán]]\n| cha = Triệu Ẩn\n| quốc gia = [[Nhà Đường|Đường]], [[Nam Hán]]\n}}\n\n'''Triệu Quang Duệ''' ({{zh|t=趙光裔|s=赵光裔|p=Zhào Guāngyì|j=Ziu6 Gwong1 Jeoi6}}) (?- 940<ref name=\"NHS9\">''[[Nam Hán thư]]'' (南漢書), [http:\/\/archive.org\/stream\/02079314.cn#page\/n40\/mode\/2up quyển 9].<\/ref>), [[Tên chữ (người)|tên tự]] '''Hoán Nghiệp''' (煥業), là một quan viên của nước [[Nam Hán]] thời [[Ngũ Đại Thập Quốc]], giữ chức tể tướng trong hơn 20 năm.\n\n__NOTOC__\n== Thân thế ==\nTổ tiên ông sinh sống nhiều đời tại Phụng Thiên<ref group=\"c\">奉天, nay thuộc [[Hàm Dương]], [[Thiểm Tây]]<\/ref>, song sau đó dời đến [[Lạc Dương]]. Tằng tổ Triệu Thực (趙植) được chép là từng giữ chức Lĩnh Nam Đông đạo<ref group=\"c\">嶺南東道, trị sở nay thuộc [[Quảng Châu]], [[Quảng Đông]]<\/ref> tiết độ quan sát sứ.<ref name=NHS9\/><ref group=\"c\">Tuy vậy, có thể khi đó Lĩnh Nam đạo chưa thực sự phân chia do Lĩnh Nam Tây đạo được thành lập sớm nhất là từ năm 862.<\/ref> Tổ phụ của Triệu Quang Duệ là Triệu Tồn Ước (趙存約) là một tòng sự cho Sơn Nam Tây đạo<ref group=\"c\">山南西道, trị sở nay thuộc [[Hán Trung]], [[Thiểm Tây]]<\/ref> tiết độ sứ [[Lý Giáng]], và bị sát hại cùng nhiều quan viên khác trong một cuộc binh biến vào năm 830.<ref name=NHS9\/><ref>''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷164|quyển 164]].<\/ref> Phụ thân của Triệu Quang Duệ là [[Triệu Ẩn]] (趙隱), làm đến chức tể tướng thời [[Đường Tuyên Tông]].<ref name=TQXT62>''[[Thập Quốc Xuân Thu]]'', [http:\/\/archive.org\/stream\/06080956.cn#page\/n130\/mode\/2up quyển 62].<\/ref>\n\n== Phụng sự Đường ==\nKhi còn nhỏ tuổi, Triệu Quang Duệ nỗ lực học hành, đỗ tiến sĩ năm Quang Khải thứ 3 (887);<ref name=NHS9\/> huynh trưởng [[Tiệu Quang Phùng]] đỗ tiến sĩ từ trước đó, đệ [[Triệu Quang Dận]] sau đó cũng đỗ tiến sĩ.<ref name=TQXT62\/> Giữa niên hiệu ''Càn Ninh'' (894-898) thời [[Đường Chiêu Tông]], Triệu Quang Duệ được bổ nhiệm làm ''Ty huân lang trung'', Hoằng Văn quán học sĩ.<ref name=NHS9\/> Sau đó, được cải nhiệm ''Thiện bộ lang trung'', tri chế cáo, được thưởng kim tử (金紫). Đồng thời, Triệu Quang Phùng nhậm chức ''Trung thư xá nhân'', Triệu Quang Dận cũng làm đến ''Giá bộ lang trung'', huynh đệ họ Triệu đứng vào hàng hiển quý, và trứ danh với học thức thanh cao.<ref name=TQXT62\/> Sau khi [[nhà Hậu Lương|Hậu Lương]] thay thế Đường vào năm 907, Triệu Quang Duệ vẫn được giữ những chức cũ.<ref name=NHS9\/>\n\n== Thời Hậu Lương ==\nTrong số các quân phiệt là chư hầu trên danh nghĩa của [[Hậu Lương Thái Tổ]], có Tiết độ sứ [[Lưu Ẩn]] tại Thanh Hải— nguyên là Lĩnh Nam Đông đạo. Năm 908, Hậu Lương Thái Tổ bổ nhiệm Lưu Ẩn làm Thanh Hải, Tĩnh Hải<ref group=\"c\">靜海, trị sở nay thuộc [[Hà Nội]], [[Việt Nam]]<\/ref> tiết độ sứ, cho Triệu Quang Duệ cùng Hữu bổ khuyết [[Lý Ân Hành]] (李殷衡) làm quan cáo sứ. Tuy nhiên, họ bị Lưu Ẩn giữ lại Thanh Hải.<ref name=ZZTJ267>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref> Lưu Ẩn để Triệu Quang Duệ trong mạc phủ, rồi bổ nhiệm làm tiết độ phó sứ.<ref name=TQXT62\/>\n\n== Phụng sự Nam Hán ==\nNăm 917, người kế nhiệm Lưu Ẩn là [[Nam Hán Cao Tổ|Lưu Nham]] xưng đế kiến quốc Đại Việt (sau đó cải thành Đại Hán, sử gọi là Nam Hán), tức Cao Tổ hoàng đế. Nam Hán Cao Tổ bổ nhiệm Triệu Quang Duệ, Lý Ân Hành, và [[Dương Đõng Tiềm]] là Đồng bình chương sự; Triệu Quang Duệ còn được bổ nhiệm làm ''Binh bộ thượng thư''.<ref name=ZZTJ270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref> Sau đó cải nhiệm ''Môn hạ thị lang''.<ref name=TQXT62\/>\n\nTriệu Quang Duệ cho rằng bản thân xuất thân từ danh môn, gia tộc uy vọng hiển hách, mặc dù tại Nam Hán được làm đến chức tể tướng, song chỉ cát cứ tại một góc Lĩnh Nam, do vậy muốn trở về triều đình Trung Nguyên. Nam Hán Cao Tổ biết chuyện, vì muốn an phủ Triêu Quang Duệ nên giả bút tích của ông để viết thư, phái người lén đến Lạc Dương triệu hai người con của ông là [[Triệu Tổn]] và Triệu Ích (趙益) đến Quảng châu, hai người này đem gia quyến đến Nam Hán. Khi gia đình được đoàn tụ, Triệu Quang Duệ vừa bất ngờ vừa vui mừng, từ đó về sau tận tâm tận lực phục vụ cho Nam Hán.<ref name=TQXT62\/>\n\nNam Hán từng có quan hệ thân thiết với [[Sở (Thập quốc)|nước Sở]], quốc vương khai quốc của Sở là [[Mã Ân]] cùng những người kế vị vẫn là chư hầu trên danh nghĩa của triều đình Trung Nguyên, Lưu Nham từng lấy con của Mã Ân trước khi xưng đế.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref> Sau khi xưng đến, ông lập Mã thị làm hoàng hậu.<ref name=ZZTJ270\/> Tuy nhiên, sau khi Mã hậu mất năm 934,<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷279|quyển 279]].<\/ref> quan hệ giữa hai bên xấu đi, sự phồn vinh của Sở trở thành một mối uy hiếp đối với Nam Hán.<ref name=TQXT62\/> Năm 939, Triệu Quang Duệ tâu với Nam Hán Cao Tổ rằng kể từ khi Mã hậu mất, giữa hai bên vẫn chưa thông sứ, và không thể để mất đi quan hệ thân thiết kéo dài từ lâu này. Ông tiến cử Gián nghị đại phu Lý Thư (李紓) làm sứ giả, Cao Tổ chấp thuận.<ref name=ZZTJ282>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷282|quyển 282]].<\/ref> Sau khi Lý Thư đi sứ sang Sở, Sở cũng phái sứ giả đáp tạ,<ref name=TQXT62\/> Từ đó, hai bên duy trì quan hệ hữu hảo trong thời gian trị vì còn lại của Nam Hán Cao Tổ.<ref name=NHS9\/>\n\nTrong hơn 20 năm Triệu Quang Duệ làm tể tướng tại Nam Hán, phủ khố đủ đầy, biên cảnh an toàn.<ref name=ZZTJ282\/> Ông mất tháng 12 năm Đại Hữu thứ 13 (khoảng tháng 1\/2 năm 940).<ref name=NHS9\/> Sau khi ông mất, Nam Hán Cao Tổ cho Triệu Tổn kế nhiệm các chức vụ của ông.<ref name=ZZTJ282\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Mất năm 940]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]\n[[Thể loại:Hậu Lương (Ngũ đại)]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]\n[[Thể loại:Nam Hán]]\n[[Thể loại:Sinh thế kỷ 9]]\n[[Thể loại:Tiến sĩ nhà Đường]]"}