{"Triệu Phổ":"[[Tập tin:A statue of Zhao Pu.jpg|nhỏ|Một bức tượng của '''Triệu Phổ''']]\n'''Triệu Phổ''' (Chứ Hán: 趙普; [[921]] - [[991]]) tên chữ là '''Tắc Bình''' (則平), là mưu sĩ và đại thần khai quốc nhà [[Nhà Tống|Bắc Tống]], quân sư của [[Tống Thái Tổ|Triệu Khuông Dận]] trong đời [[Hậu Chu]]. Khi [[Nhà Tống]] thành lập, do đã có công phò tá, ông đã được phong chức [[Khu mật sứ]], Đồng Trung thư môn hạ Bình chương sự (tương đương [[Tể tướng]]).\n\nTriệu Phổ nổi tiếng với mưu kế giúp Triệu Khuông Dận tước binh quyền của các tướng lĩnh và hiến kế giúp nhà Tống thống nhất Trung Quốc. Cuối đời, ông bị Tống Thái Tổ nghi ngờ tham nhũng nên cách chức tể tướng. Thời [[Tống Chân Tông]], ông được truy tặng tước vị '''Hàn vương'''.\n\n== Chén rượu tước binh quyền ==\n[[Tống Thái Tổ]] Triệu Khuông Dận lên ngôi chưa tới nửa năm, đã có 2 [[tiết độ sứ]] khởi binh chống lại. Tống Thái Tổ phải thân chinh trải bao vất vả mới bình định được họ. Vì chuyện đó, không lúc nào Tống Thái Tổ được yên lòng. Một hôm, ông tới gặp Triệu Phổ, hỏi: \"''Từ cuối triều Đường đến nay, đã thay đổi tới năm triều đại, đánh nhau liên miên, không biết đã chết mất bao nhiêu dân. Rút cuộc lại, thì đó là nguyên nhân gì?\".''\n\nTriệu Phổ nói: \"''Nguyên nhân rất đơn giản. Đất nước hỗn loạn là do quyền lực của các phiên trấn quá lớn. Nếu tập trung quyền lực vào tay triều đình, thì thiên hạ tự nhiên sẽ thái bình vô sự!\".''\n\nTống Thái Tổ gật đầu. Triệu Phổ lại nói: \"''Hai đại tướng cấm quân là [[Thạch Thủ Tín]] và [[Vương Thẩm Kỳ]] nắm binh quyền quá lớn. Nên điều họ khỏi cấm quân thì tốt hơn\".''\n\nTống Thái Tổ nói: \"''Khanh yên tâm! Hai người đó là bạn cũ của trẫm, không bao giờ tạo phản đâu!\".''\n\nTriệu Phổ nói: \"''Thần không lo ngại họ tạo phản. Nhưng theo nhận xét của thần, hai người đó không có tài năng của người thống soái, không điều hành được cấp dưới. Sẽ có ngày, những kẻ bên dưới sẽ gây sự, e rằng bản thân họ cũng không làm chủ được\".''\n\nTống Thái Tổ gõ gõ vào trán, nói: \"''May mà khanh đã nhắc nhở trẫm\".''\n\nMấy hôm sau, Tống Thái Tổ mở tiệc trong cung, mời Thạch Thủ Tín, Vương Thẩm Kỳ và mấy lão tướng đến dự. Trước hết, ông nâng cốc, mời mọi người uống cạn, rồi nói: \"''Nếu không có sự giúp đỡ của các chư khanh thì trẫm không thể có địa vị như ngày hôm nay. Nhưng các khanh đâu có biết, làm hoàng đế cũng có nhiều nỗi lo, không được tự do như một tiết độ sứ. Không giấu gì các khanh, suốt một năm nay, trẫm không có đêm nào được ngủ yên giấc\".''\n\nCác lão tướng đều hết sức kinh ngạc, vội hỏi xem nguyên do. Tống Thái Tổ nói: \"''Điều đó chẳng rõ ràng sao?. Ngôi vị hoàng đế này, ai mà chẳng đỏ mắt thèm thuồng?\".''\n\nNghe nói thế, bọn Thạch Thủ Tín hoảng sợ, quỳ dưới đất nói: \"''Sao hoàng thượng lại nói những lời đó? Nay thiên hạ đã an định, kẻ nào còn dám nuôi lòng kia khác với hoàng thượng?\".''\n\nTống Thái Tổ lắc đầu: \"''Sao trẫm lại chẳng tin các khanh? Nhưng chỉ lo những kẻ dưới quyền các khanh có kẻ mưu đồ phú quý, đem hoàng bào khoác lên cho các khanh. Các khanh dù không muốn cũng không được đâu?\".''\n\nBọn Thạch Thủ Tín cảm thấy vạ lớn đến nơi, liên tục dập đầu, chảy nước mắt nói: \"''Bọn hạ thần thô lỗ ngu muội, không nghĩ được tới điều đó. Xin hoàng thượng chỉ cho một lối ra\".''\n\nTống Thái Tổ nói: \"''Trẫm đã nghĩ giúp cho các khanh. Không gì bằng các khanh trao lại binh quyền, về địa phương làm một chức quan nhàn rỗi, bỏ tiền ra mua nhà cửa ruộng đất, làm gia sản để lại cho con cháu, sống sung sướng cho đến cuối đời. Trẫm sẽ kết thân gia cũng các khanh, hai bên không còn ngờ vực gì nhau, như thế chẳng tốt hơn hay sao?\".''\n\nTất cả đồng thanh đáp: \"''Hoàng thượng thật đã vì chúng thần mà suy nghĩ quá chu đáo!\".''\n\nHôm sau vào triều, mỗi người dâng lên 1 tấu chương xin từ chức vì tuổi già sức yếu. Tống Thái Tổ lập tức phê chuẩn, thu lại binh quyền của họ và thưởng cho rất nhiều của cải, cử họ đi làm tiết độ sứ tại các địa phương. Sử gọi sự kiện đó là ''\"chén rượu tước binh quyền\"''.\n\nSau khi thu hồi binh quyền của các tướng lĩnh địa phương, Tống Thái Tổ cho ban hành chế độ quân sự mới, chọn quân tinh nhuệ từ các địa phương, biên chế thành cấm quân, do hoàng đế trực tiếp chỉ huy. Quan chức hành chính đứng đầu các địa phương cũng do triều đình cử ra. Bằng các biện pháp đó, vương triều Bắc Tống bắt đầu được ổn định, cũng là nhờ mưu kế của Triệu Phổ.<ref name=\":0\">''\"Lịch sử Trung Quốc 5000 năm\".'' Nguồn: Đài Phát Thanh Quốc tế Trung Quốc (CRI). Tác giả: Lâm Hán Đạt - Tào Dư Chương.<\/ref>\n\n== Hiến kế tiêu diệt Nam Đường, thống nhất Trung Hoa ==\nỔn định được nội bộ, Tống Thái Tổ tiếp tục hoài bão thống nhất toàn quốc. Lúc đó, \"Thập quốc\" còn lại [[Bắc Hán]] ở miền bắc, [[Nam Đường]], [[Ngô Việt]], [[Hậu Thục]], [[Nam Hán]], [[Nam Bình (định hướng)|Nam Bình]] ở miền nam. Muốn thống nhất toàn quốc, nên bắt đầu từ đâu trước? Tống Thái Tổ suy nghĩ nhiều ngày, vẫn không quyết định được. Một đêm, trời nổi gió tuyết, Tống Thái Tổ lại đến tìm Triệu Phổ. Triệu Phổ hỏi: \"''Tuyết xuống lớn như thế, sao hoàng thượng còn đi ra ngoài?\"''\n\nTống Thái Tổ nói: \"''Trẫm suy nghĩ một việc, không sao ngủ được, liền đến bàn với khanh đây!\".''\n\nTriệu Phổ đoán ngay được Tống Thái Tổ muốn nói đến điều gì, suy nghĩ 1 lát rồi nói: \"''Nếu chúng ta đánh Bắc Hán trước, thì sẽ bị Liêu uy hiếp. Chi bằng bình định phương nam trước rồi sẽ quay lại đánh Bắc Hán. Nước Bắc Hán bé tẹo, chẳng qua chỉ như chỉ như một cái kẹo. Có thể chậm một chút cũng không chạy đi đâu được!\".''\n\nTống Thái Tổ phấn khởi cười nói: \"''Suy nghĩ của chúng ta phù hợp với nhau rồi\"'', liền quyết định theo kế hoạch ''\"trước nam sau bắc\"'', thì trong khoảng 10 năm, lần lượt mang quân tiêu diệt Nam Bình, Hậu Thục, Nam Hán. Như vậy, các thế lực cát cứ ở miền nam chỉ còn Nam Đường và Ngô Việt. Nam Đường đất đai phì nhiêu, lại không bị chiến tranh phá hoại như miền Trung nguyên nên kinh tế phồn vinh, giàu mạnh. Nhưng [[Nam Đường Hậu Chủ]] [[Lý Dục]] là kẻ tối tăm, bất lực, đất nước mỗi ngày 1 suy nhược. Hàng năm Lý Dục tiến cống cho Bắc Tống rất nhiều của cải vàng bạc để mong duy trì địa vị. Sau, thấy Tống Thái Tổ liên tiếp tiêu diệt 3 nước xung quanh thì hoảng sợ, vội phái sứ giả xin thủ tiêu quốc hiệu Nam Đường, bản thân xin đổi gọi là ''\"Nam Giang quốc chủ\".'' Nhưng 1 nhượng bộ nhỏ nhặt như vậy, sao có thể làm thay đổi quyết tâm thống nhất đất nước của Tống Thái Tổ.\n\nTháng 9 năm 974, Tống Thái Tổ phái đại tướng là [[Tào Bân]] và [[Phan Mỹ (Bắc Tống)|Phan Mỹ]] dẫn 10 vạn quân, theo 2 đường thủy bộ tiêu diệt được Nam Đường.<ref name=\":0\" \/>\n\n== Làm tể tướng và cuối đời ==\nTừ khi Tống Thái Tổ giành được chính quyền cho tới khi bình định phương nam, Triệu Phổ là 1 mưu sĩ chủ yếu, đóng góp nhiều công lao. Tống Thái Tổ tín nhiệm, phong Triệu Phổ làm tể tướng, bất kì việc lớn việc nhỏ, đều bàn bạc với ông.\n\nTriệu Phổ xuất thân từ 1 viên lại nhỏ, học vấn kém xa các văn thần khác. Sau khi được phong tể tướng, ông cố gắng đọc sách theo lời khuyên của Tống Thái Tổ. Mỗi ngày về nhà, ông đều đóng chặt cửa lại, cần cù đọc sách. Giải quyết việc triều chính bao giờ cũng rất nhạy bén. Sau này, người trong nhà phát hiện ra, cuốn sách mà thường ngày ông ta thường đọc, chẳng qua chỉ là cuốn [[Luận ngữ|Luận Ngữ]]. Thế là người ta đồn rằng, Triệu Phổ ''\"cai trị thiên hạ bằng nửa cuốn Luận Ngữ\"''.\n\nTriệu Phổ nhiều lần kiên định ý kiến làm nhà vua bực mình. Một lần Triệu Phổ tiến cử với Tống Thái Tổ 1 người để phong quan. Liền trong 2 ngày, Tống Thái Tổ không chấp nhận. Đến ngày thứ 3, Triệu Phổ lại dâng sớ tấu, kiên trì yêu cầu nhà vua chấp nhận người được ông tiến cử. Tống Thái Tổ nổi giận, xé toạc sớ tấu làm 2 mảnh, vứt xuống đất.\n\nTriệu Phổ bò xuống đất, thong thả nhặt lại 2 mảnh sớ tấu, đút vào ống tay áo. Sau khi lui triều về nhà, Triệu Phổ lại dán 2 mảnh sớ tấu đã bị xé rách kia lại. Mấy hôm sau, ông ta lại dâng sớ tấu đó lên. Tống Thái Tổ thấy thái độ Triệu Phổ kiên trì như vậy, đành chấp nhận. Lại 1 lần khác, Triệu Phổ muốn đề bạt 1 viên quan, nhưng Tống Thái Tổ không phê chuẩn. Triệu Phổ vẫn khăng khăng giữ ý của mình như lần trước. Tống Thái Tổ nói: \"''Trẫm nhất định không chuẩn. Khanh muốn làm gì thì làm\".''\n\nTriệu Phổ nói: \"''Đề bạt nhân tài, là vì lợi ích của quốc gia, sao hoàng thượng lại quyết đoán theo sự yêu ghét cá nhân như vậy?\".''\n\nTống Thái Tổ nghe nói, giận tím mặt, phất ống tay áo đi vào nội cung. Triệu Phổ đi theo sát phía sau. Khi thấy Tống Thái Tổ đã vào nội cung, Triệu Phổ cứ đứng ngay tại cửa, không chịu bỏ đi. Vệ sĩ ngoài cửa cung thấy tể tướng đứng ở đó mãi, phải vào tâu với Tống Thái Tổ. Lúc đó, Tống Thái Tổ đã nguôi giận, liền bảo thái giám ra thông báo là hoàng thượng đã đồng ý với đề nghị của ông, mời ông về.\n\nTriệu Phổ làm tể tướng trong 10 năm, quyền lực rất lớn. Càng có nhiều người muốn chạy chọt nương nhờ ông, luôn có người đưa lễ vật đến nhà ông. Tống Thái Tổ thường xuyên đến nhà Triệu Phổ mà không báo trước. Có lần, [[Ngô Việt]] vương [[Tiền Thục (vua)|Tiền Thục]] phái người mang thư cho Triệu Phổ và đưa biếu 10 vò \"hải sản\". Triệu Phổ chưa kịp bóc xem thư thì Tống Thái Tổ tới.\n\nTống Thái Tổ ngồi trong sảnh đường, nhìn thấy 10 chiếc vò đó, liền hỏi là cái gì. Triệu Phổ đáp: \"''Đó là hải sản do Ngô Việt đem biếu\".''\n\nTống Thái Tổ cười: \"''Hải sản của Ngô Việt nhất định là loại ngon, hãy mở ra xem thử!\".''\n\nTriệu Phổ sai gia nhân mở nắp vò. Mọi người có mặt vừa nhìn thấy đã ngây người: trong vò, không phải là hải sản mà là từng thỏi vàng sáng chói. Tống Thái Tổ xưa nay vẫn ngại các quan nhận hối lộ, lạm dụng quyền lực nên thấy tình hình đó thì nổi giận, sầm mặt lại. Triệu Phổ toát mồ hôi, sợ hãi quỳ phục xuống, xin chịu tội và kêu nài: \"''Thần chưa kịp xem thư, thực không biết trong vò có gì, xin hoàng thượng thứ tội!\".''\n\nTống Thái Tổ lạnh lùng đáp: \"''Khanh cứ nhận lấy đi! Bọn chúng tưởng rằng việc quốc gia đại sự đều do mấy kẻ thư sinh các khanh quyết định lấy cả đấy!\".''\n\nTừ đó, Tống Thái Tổ đem lòng nghi ngờ Triệu Phổ. Không lâu sau, lại có người cáo giác Triệu Phổ vận chuyển gỗ về xây dinh thự, vi phạm lệnh cấm. Nguyên do là lúc đó, triều đình có lệnh cấm việc vận chuyển gỗ lớn từ Tần, Lũng (nay là [[Thiểm Tây]], [[Cam Túc]]) về. Tay chân của ông vận chuyển rất nhiều gỗ lớn về [[Đông Kinh]] bán. Triệu Phổ bị liên lụy. Tống Thái Tổ giận dữ, liền trị tội. Mặc dù có nhiều đại thần kêu xin cho Triệu Phổ, nhưng Tống Thái Tổ vẫn kiên quyết cách chức tể tướng của ông.<ref name=\":0\" \/>\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật Trung Quốc}}\n{{Chiêu Huân các}}\n\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Sinh năm 921]]\n[[Thể loại:Mất năm 991]]"}