{"Trình Di":"{{wiki hóa}}\n{{dịch thuật}}\n{{infobox\n| above = Trình Dy<br\/>程颐\n| abovestyle = background-color:#FFFFC2\n| subheader = [[Nhà triết học]] và [[Nhà văn|nhà văn học]] thời [[Bắc Tống]]\n| image1 = [[File:宋崇政殿说书程颐.jpg|250px]]\n| caption1 = Tranh vẽ hình dung Trình Di\n| headerstyle = background-color:#DEB887\n| header1 = Thông tin\n| label2 = Họ\n| data2 = Trình\n| label3 = Tên\n| data3 = Di\n| label4 =[[Biểu tự|Tự]]\n| data4 = Chính Thúc (正叔)\n| label5 = Phong tước\n| data5 = Lạc Quốc công (洛国公)\n| label6 = Phong hiệu (封號)\n| data6 = Y Xuyên Bác (伊川伯)\n| label7 = Duệ tộc (族裔)\n| data7 = [[Người Hán|Hán tộc]]\n| label8 = Sinh\n| data8 = [[1033]]<br\/>[[Lạc Dương]], [[Y Xuyên]] (nay thuộc một phần [[Hà Nam (Trung Quốc)|Hà Nam]])\n| label9 = Mất\n| data9 = [[1107]] (74 tuổi)\n| label10 = [[Thụy hiệu|Thuỵ hiệu]]\n| data10 = [[Chính công]] (正公)\n| header20 = Thân thuộc\n| label21 = Phụ thân\n| data21 = Trình Hướng (程珦)\n| label22 = Huynh đệ\n| data22 = [[Trình Hạo]], anh ruột của ông\n| header40 = Tác phẩm của ông\n| data41 = “''Trình Di văn tập''”<br\/>(程颐文集)\n}}\n\n'''Trình Di''' (Tiếng Trung giản thể: 程颐; Tiếng Trung: 程頤, bính âm: Chéng Yí), tên tự là Chính Thúc, cũng còn được gọi là Y Xuyên Tiên sinh, là một nhà [[Triết học Trung Hoa]] sinh tại Lạc Dương trong thời kì nhà [[Tống]]. Ông cùng hoạt động với người anh của mình là [[Trình Hạo]]. Như người anh của mình, Ông từng là môn đồ của [[Chu Đôn Di]], một người bạn của [[Thiệu Ủng]], và cháu trai của [[Trương Tải]]. Năm người này cùng với [[Tư Mã Quang]] được gọi là Sáu người Thầy vĩ đại vào thế kỉ 11 trước [[Chu Hy]].\n\nTrình học ở Đại học quốc gia vào năm 1056, và nhận được bằng “Học giả“ vào năm 1059. Ông sống và dạy tại Lạc Dương, và từ chối nhiều lời bổ nhiệm để nắm các chức quan trong triều chính. Vào năm 1086, Ông được bổ nhiệm làm nhà bình luận tạm thời và đã thực hiện rất nhiều bài diễn văn đến nhà cầm quyền liên quan đến học thuyết của [[Khổng Tử]]. Ông là người không ngại đụng chạm và tỏ ra cố chấp hơn so với người anh của mình. Vì tính cách này, Ông có rất nhiều kẻ thù trong đó có cả Tô Thức, lãnh đạo của Hội Tứ Xuyên. Năm 1097, những người thù ghét ông tìm cớ để buộc ông ngừng dạy học, tịch biên gia sản và trục xuất ông. Ông được ân xá 3 năm sau đó nhưng vẫn nằm trong diện bị để ý và tiếp tục bị cấm dạy học vào năm 1103. Ông được ân xá vào năm 1106, một năm trước khi ông chết.\n\nNăm 1452, những môn đồ của Trình Di suy tôn ông là một trong “Ngũ kinh bác sĩ” (五經博士) cùng với các vị Thánh của Khổng học khác như [[Mạnh Tử]], [[Tăng Tử]], [[Chu Đôn Di]] và [[Chu Hy]].<ref>Wilson, Thomas A.. 1996.<\/ref>\n\n== Cuộc đời và sự nghiệp ==\n\nTrình Di được sinh ra trong một gia đình có truyền thống quan lại. Tuổi thiếu niên, Trình Di sống tại Hoàng Phố, nơi mà cha ông phục vụ như một vị quan cai trị địa phương. Vào lúc 14 tuổi, Ông và anh trai được gửi tới học tại nhà của Chu Đôn Di, cha đẻ của học phái Tân Nho giáo dưới triều đại nhà Tống. Lúc 18 tuổi, bị sự thôi thúc của ý thức trách nhiệm và tinh thần dân tộc, Ông đã tưởng nhớ về các nhà cầm quyền bằng cách viết những bài phân tích sâu sắc về tình hình chính trị cũng như cuộc sống khó khăn của nhân dân đương thời. Vào năm 1056, được sự cho phép của cha mình, ông và anh trai đến Lạc Dương, thủ đô lúc bấy giờ, đăng ký vào Học viện quốc gia. Tại đó, hai người đã gặp và làm quen với [[Trương Tải]], người mà sau này là đại diện chính cho trường phái [[Tân Nho học]].\n\nVới một bài thi xuất sắc, Trình Di được Chu Hồng Vũ, một nhà giáo có uy tín, thừa nhận, và trở nên nổi tiếng trong giới học thuật. Những Học giả trẻ từ khắp nơi tìm đến Trình Di để học tập. Năm 1072, khi Trình Hạo bị bãi chức, Trình Di mở một trường tư với anh của mình và bắt đầu sự nghiệp giáo dục của mình như một gia sư. Ông liên tục từ chối các chức vụ được triều đình mời gọi. Tuy nhiên, Ông vẫn luôn quan tâm đến tình trạng thế sự trong nước và trực tiếp chống lại chính sách của chính phủ hiện thời, cụ thể là chính sách cải cách của Vương An Thạch. Với vai trò một nhà cải cách bị bãi bỏ vào năm 1085, Trình Di luôn được Vua mời để đọc các bài diễn văn của ông. Ông làm điều này trong 20 tháng trước khi các nhà cầm quyền phế truất ông.\n\nBước vào tuổi 60, Trình Di bắt đầu nghiên cứu và viết một cuốn sách về [[Kinh Dịch]](Commentary on the Book of Changes) và lên kế hoạch để chỉnh sửa và sẽ xuất bản nó trong vòng 10 năm. Năm 1049, Ông đã hoàn thành việc chỉnh sửa với việc viết lời mở đầu cho nó. Tiếp theo, Ông chuyển sang viết chú giải cho các tác phẩm kinh điển như [[Luận ngữ]], Mạnh Tử, [[Kinh Lễ]] và [[Kinh Xuân Thu]]. Những năm sau đó, Ông bàn luận về tác phẩm Tả thị Xuân Thu. Tuy nhiên, vào năm 1102, khi những nhà cải cách lúc bấy giờ nắm lại được quyền hành, Trình Di bị buộc tội “Phát ngôn gây hại”.  Vì vậy, Ông bị cấm dạy học và các sách của ông bị cấm lưu hành và tiêu hủy. Năm 1109, Ông bị đột quỵ. Biết mình sẽ không qua khỏi, Ông bỏ mặc sự ngăn cấm của chính quyền để tiếp tục dạy học và truyền tải tác phẩm của mình. Ông mất vào tháng 11 năm đó.\n\nBên cạnh những cuốn sách kể trên, Trình Di còn để lại những bài Tiểu luận, Thơ và các bài Thơ. Các tác phẩm rải rác này được tập hợp trong “Tập hợp các tác phẩm của anh em Trình”, tác phẩm cũng ghi lại những cuộc hội thoại của ông do các học trò ghi lại. “Các tác phẩm của anh em Trình” là một tác phẩm được chỉnh sửa trong tác phẩm lớn hơn “Tập hợp toàn bộ tác phẩm của Trình Hào-Trình Di”(Xuất bản lần đầu dưới thời đại nhà Minh), bao gồm Literary Remains (Yishu), Additional Works (Waishu), Explanation of Classics (Jingshuo), Collections of Literary Works (Wenyi), Commentary on the Book of Change (Zhouyi Zhuan) và Selected Writings (Cuiyan). Sự phản ánh của khái niệm “Mọi vật đều nằm trong tay”(Jinsi lu) do Chu Hy(1130-1200) và Lã Tông Khiêm(1137-1181) biên tập cũng xuất hiện khá nhiều trong các cuộc đối thoại của Trình Di.<ref name=\"iep.utm.edu\">http:\/\/www.iep.utm.edu\/chengyi\/<\/ref>\n\n== Bản thể học ==\n\nKhái niệm “Lý” là trung tâm trong bản thể học của Trình Di. Mặc dù không được tạo ra bởi hai anh em Trình, đây là khái niệm cốt lõi của Tân Nho giáo trong quá trình phát triển của nó. Vì vậy, trường phái Tân Nho giáo cũng còn được gọi là phái “Lý học” (li xue). Một số khía cạnh của Lý được dịch sang tiếng Anh như là “Nguyên tắc”, “khuôn mẫu”, “Lý trí” và “Pháp luật”. Đôi khi nó được hai anh em Trình sử dụng như một khái niệm tương ứng với Đạo, nghĩa là con đường. Khi được dùng như vậy, nó ám chỉ những điều mà một người nên làm dưới góc nhìn đạo đức. Hiểu theo ý nghĩa này, Lý đóng vai trò như một nguyên tắc hướng dẫn hành động cũng như các nguyên tắc đạo đức. Ngoài khía cạnh đạo đức, Lý cũng có nghĩa là nguồn gốc cơ bản của mọi sự tồn tại. Điều này không có nghĩa là “Lý” tạo ra mọi thứ mà đúng hơn là “Lý” đóng vai trò như những nguyên tắc giải thích trong việc biến mọi vật khác nhau thành nó trong giới tự nhiên. Vì vậy, Lý cung cấp một nguyên tắc chung cho mọi vật hiện hữu. Khi mà Trình Di nhận ra rằng mọi vật khác nhau có những nguyên tắc khác nhau để giải thích cho sự tồn tại của chúng, ông nghĩ rằng số lượng vô hạn các nguyên tắc này có thể được tổng quát thành một nguyên tắc chung. Nguyên tắc chung này là một nguyên lý siêu việt cơ bản của mọi sự tồn tại, cái mà sau này Chu Hy gọi nó là Thái Cực(taiji)(Nguyên lý vĩ đại) – cơ sở tối cao của mọi chuyển động, vũ trụ bao la. Trong khi Nguyên lý vĩ đại sở hữu tính phổ quát cao nhất, nguyên lý của một vật cụ thể thể hiện tính riêng biệt của Nguyên lý vĩ đại. Vì vậy, nguyên lý của một vật cụ thể được hiểu như là một hình thức cụ thể của Nguyên lý vĩ đại\n\nDường như đối với Trình Di, “Lý” vừa là nguyên lý của thế giới tự nhiên vừa là nguyên lý của Đạo đức. “Lý” của tự nhiên quyết định các định luật của giới tự nhiên; “Lý” của Đạo đức quyết định các nguyên tắc Đạo đức. Trình đã mô tả “Lý” này bằng một ví dụ sau: “Lý” quyết định lửa thì nóng còn nước thì lạnh. Nó cũng là nguyên lý quy định các quy tắc ứng xử giữa cha và con, ở đó người Cha phải giữ đúng bổn phận của người làm cha còn người con thì phải biết hiếu thảo với cha.\n\nNhư là một nguyên tắc của Đạo đức, “Lý” là một vấn đề thuộc bản thể học có trước sự tồn tại của con người. Nó biểu thị chính nó trong các mối quan hệ của từng cá nhân trong các trường hợp cụ thể. Thông qua sự hiểu biết của một người, những biểu hiện bên ngoài của “Lý” phát triển thành một nguyên lý nội tại trong Tâm của con người. Trái lại, như một nguyên lý của tự nhiên, “Lý” tồn tại trước mọi hiện tượng trong tự nhiên. Nó biểu hiện như một năng lượng của mọi sự phát triển(Khí) nằm trong Thái Cực. Mối quan hệ giữa “Lý” và Thái Cực đôi khi bị nhầm lẫn là cùng tên với nhau, nhưng Trình Di đã chỉ ra sự khác biệt của hai khái niệm này. Với ông, “Lý” không đồng nghĩa với Thái Cực, “Lý” là cái tạo nên sự đan xen và hoán đổi của Âm và Dương trong Thái Cực. Mặc dù “Lý” và “Khí” thuộc 2 khái niệm khác nhau. Cụ thể, “Lý” (xing er shang) và “Khí” (xing er xia)-các sự vật- không thể tồn tại tách rời nhau. Ông đã tuyên bố rằng ngoài Thái Cực không có Đạo.\n\nTóm lại, dù cho là nguyên lý của tự nhiên hay của Đạo đức, “Lý” đóng vai trò như một nguyên lý giải thích sự tồn tại và những gì nên tồn tại theo góc nhìn của bản thể học. Vì vậy, một học giả thuộc phái Tân Nho giáo là [[Mưu Tông Tam]](Tiếng Trung: 牟宗三) từng nói rằng, đối với Trình Di, “Lý” không bao giờ đại diện cho một nguồn năng lượng hay hoạt động sáng tạo nào, như anh của ông là Trình Hào quan niệm, mà chỉ đơn giản là một nguyên lý cơ bản của bản thể học về sự tồn tại của tự nhiên cũng như các giá trị đạo đức trong xã hội.\n\n== Triết học về bản tính, trí tuệ và cảm xúc ==\n\nBản tính và cảm xúc của con người\n\nBản tính con người(xing) đã trở thành một chủ đề gây tranh cãi từ khi Á thánh Mạnh Tử biện hộ cho quan điểm bản tính con người là thiện(xing shan). Sự tốt đẹp trong bản tính con người theo cách hiểu này được gọi là “tính thiện”. Tính thiện này có nghĩa là lòng nhân từ và khả năng phân biệt giữa thiện và ác. Trình Di về cơ bản là đồng tình với quan điểm của Mạnh Tử về vấn đề này và đi xa hơn trong việc thiết lập một nguyên lý bản thể học cho nó. Ông tuyên bố rằng bản tính con người và Đạo là một, vì vậy bản tính con người là tương đương với “Lý”. Bản tính con người là thiện vì “Đạo” và “Lý” là cực thiện, từ đó đạo đức được hình thành. Theo cách nhìn nhận này, Trình Di nâng nhận định rằng bản tính con người là thiện trở thành một nhận định mang tính bản thể học,  một điều không quá rõ ràng trong học thuyết của Mạnh Tử.\n\nTheo Trình Di, tất cả mọi hành động xuất phát từ bản tính con người đều tốt đẹp. Tùy vào từng trường hợp khác nhau, bản tính con người cho thấy những khía cạnh khác nhau của “Lý” – Cụ thể, là nhân-humanity (ren), nghĩa-righteousness (yi), lễ-propriety (li), trí-wisdom (qi), tín-trustworthiness (xin)(5 khía cạnh của “Lý” đại diện cho 5 đức tính của con người). Con người biết yêu thương bởi vì lòng nhân tồn tại cơ bản trong bản tính mỗi người. Khi trái tim được lòng nhân thúc đẩy để tạo ra sự cảm động, tình yêu thương sẽ ngày càng tăng. Tuy nhiên, tình yêu thương thuộc về khía cạnh cảm xúc(quing) và vì vậy không phải là bản tính tự nhiên của con người(Tân Nho giáo xem cảm xúc của con người như là sự phản ứng của bản tính con người đối với ngoại cảnh). Trình Di tranh luận rằng chúng ta có thể nhận ra nguyên lý cơ bản của lòng nhân từ lòng yêu thương trong chúng ta. Lòng trung thành- Loyalty (zhong) và sự đồng cảm- empathy (shu) cũng chỉ là cảm xúc và vì vậy không phải bản tính của con người. Nhờ có lòng nhân, con người có thể yêu thương, trung thành và đồng cảm. Tuy nhiên, trong quan điểm của Trình Di về lòng yêu thương, nó chỉ là một chức năng của lòng nhân và sự đồng cảm là một biểu hiện của lòng nhân.\n\nNhư một nguyên lý Đạo đức trong bản tính con người, lòng nhân mang ý nghĩa khách quan. Khi một người đang rèn luyện lòng nhân, họ hành động một cách vô tư giữa mọi sự việc. Lòng nhân không thể tự bộc lộ mà phải thông qua con người. Vì tình yêu thương là một cảm xúc, nó có thể đúng hoặc sai. Chúng ta có thể hiểu một cách đơn giản rằng lòng nhân là một nguyên lý mà lòng yêu thương phải phục tùng theo. Trái với quan điểm của Trình Hào khi ông cho rằng lòng nhân là một nguồn lực tạo ra động lực và tái tạo động lực, Trình Di đánh giá lòng nhân chỉ đơn thuần là một nguyên lý đạo đức.\n\nLòng nhân, được hiểu như là một nguyên lý đạo đức, cũng có một hình tượng bản thể học như “Lý” và “Đạo”, là nền tảng trong khi lòng trắc ẩn hay tình thương là chức năng của nó. Một chức năng khác của lòng nhân thể hiện qua lòng hiếu thảo(xiao) và tình cảm anh em(ti). Dân tộc Trung Hoa xem những đức tính này như những đức hạnh trọng yếu bắt đầu từ thời đại nhà Chu. Luận ngữ cũng từng đề cập rằng đức hiếu thảo và tình anh em là cội rễ của lòng nhân. Tuy nhiên, Trình Di đưa ra một cách diễn giải khác khi khẳng định rằng lòng hiếu thảo và tình anh em là cội rễ của việc thực hành đức nhân. Một lần nữa, với quan niệm này, Trình Di xem lòng nhân là một nguyên lý và lòng hiếu thảo cũng như tình anh em chỉ là một cách hiện thực nó. Khi một người ứng dụng lòng nhân vào các mối quan hệ giữa cha mẹ và con cái, người đó sẽ thể hiện lòng hiếu thảo, vào các mối quan hệ với anh chị em, người đó sẽ thể hiện tình anh em. Ngoài ra, Trình Di cũng cho rằng việc thực hiện lòng hiếu thảo và tình anh em là bước khởi đầu của việc thực hiện lòng nhân.\n\nNếu chúng ta cố định lòng nhân là một yếu tố nền tảng trong khi tình thương, lòng hiếu thảo, tình anh em chỉ là biểu hiện của nó, chúng ta cũng cần chú ý rằng theo Trình Di yếu tố nền tảng không thể tự thể hiện nó hay những biểu hiện của nó. Những biểu hiện của lòng nhân như được đề cập ở trên chỉ có ý nghĩa rằng trí tuệ và cảm xúc của một người nên phát tiết sao cho phù hợp với các mối quan hệ và tình huống phức tạp trong cuộc sống. Đây là ý nghĩa của từ “tĩnh”(“static”) được dùng ở các đoạn trên. Vì vậy, chúng ta có thể hiểu, lòng nhân như một phần bản tính của con người đã được diễn giải khác biệt với lòng nhân của Mạnh Tử, học thuyết về sự quân bình([[Trung Dung]]), Bình luận Kinh Dịch(the Commentary of the Book of Change), như học giả [[Mâu Tông Tam]] đã chỉ ra. Mâu cũng tranh luận rằng 3 khái niệm được đề cập đã gầy dựng nên một cách hiểu phổ biến về Đạo vừa là yếu tố nền tảng vừa là sự vận động. Không quá ngạc nhiên, quan điểm của Trình Di về bản tính tự nhiên của con người và “Lý” là hoàn toàn khác biệt với quan điểm của anh trai ông Trình Hào.\n\nTương tự, những khía cạnh khác trong bản tính con người như nghĩa, lễ, trí và tín cũng chỉ là những nguyên lý về những khía cạnh của một con người. Mỗi cá nhân nên thuận theo những quy luật này trong việc đối diện với những vấn đề trong cuộc sống hằng ngày.<ref name=\"iep.utm.edu\"\/>\n\n ''Tâm trí''\n\nTính hai mặt của “Lý” và “Khí” trong bản thể học của Trình Di cũng được thể hiện trong quan điểm về Đạo đức của ông, dẫn tới việc tạo ra 3 khái niệm là bản tính con người, cảm xúc con người và tâm trí của con người. Trong Đạo đức của Trình Di, tâm trí của con người không phải lúc nào cũng thuận với bản tính của con người; vì vậy con người đôi khi thực hiện những hành động tồi tệ. Điều này là vì thực tế bản tính con người phụ thuộc vào “Lý” còn tâm trí và cảm xúc thì lệ thuộc vào “Khí”. Trong chừng mực mà tâm trí con người chịu sự chi phối bởi những ham muốn khao khát được thỏa mãn, thì tâm trí đưa con người vào sự nguy hiểm. Mặc dù nói theo bản thể học thì “Lý” và “Khí” không thể tách rời nhau nhưng những ham muốn và “Lý” thì đối nghịch nhau. Trình Di nhấn mạnh rằng chỉ khi những ham muốn được loại bỏ thì “Lý” mới có thể được bảo tồn. Khi điều này diễn ra, Trình tiếp tục, tâm trí sẽ thuận theo “Lý”, và nó sẽ chuyển đổi từ tâm trí của một người(ren xin) thành tâm trí của Đạo(dao xin). Vì vậy, con người nên luyện tập tâm trí để thúc đẩy quá trình chuyển đổi đó. Tuy nhiên, đối với Trình Hào, “Lý” đã tồn tại sẵn trong tâm trí của một người, và một người khởi phát tâm trí của họ cho hiệp đồng với “Lý”. Tâm trí không cần tìm kiếm sự thuận theo với “Lý” để tạo thành một thực thể duy nhất, như Trình Di đã đề cập. Qua đó, chúng ta có thể thấy rằng khái niệm về tâm trí của Trình Di trong vấn đề Đạo đức học có điểm khác so với quan điểm của Mạnh Tử. Mạnh Tử cho rằng tâm trí là một biểu hiện của bản tính con người, và nếu bản tính con người được khởi phát hoàn toàn, thì tâm trí cũng sẽ biểu lộ một cách rõ nét. Với Mạnh Tử, tâm trí và bản tính là giống nhau. Tuy nhiên, đối với Trình Di, “Lý” và bản tính con người là một nhưng khác với tâm trí. Sự khác biệt của hai nhà tư tưởng này tạo nên sự sáng lập của 2 trường phái Tân Nho giáo: Phái chuyên nghiên cứu về Lý(li xue) và phái chuyên nghiên cứu về Tâm(xin xue). Phái Lý học được bắt nguồn từ Trình Di và phát triển bởi Chu Hy còn Phái Tâm học được khởi xướng từ Trình Hào và được kế thừa bởi Lục Cửu Uyên(1139-1193) và Vương Dương Minh.<ref name=\"iep.utm.edu\"\/>     \n\n ''Tính ác''\n\nTheo Trình Di, con người tồn tại nhờ vào bản chất của Khí. Bản chất của con người chứa nhiều yếu tố của “Khí”, một vài yếu tố thì tốt còn một số thì xấu. Những yếu tố của “Khí” được một tả bằng những thuật ngữ như “mềm” hay “cứng”, “yếu” hay “mạnh” và tương tự. Vì tâm trí của con người lệ thuộc vào “Khí” nên nó chịu tác động của “Khí” và tính ác sẽ phát triển từ những phần bất ổn và không trong sạch trong “Khí”\n\nKhí được dùng để giải thích một cách rộng hơn về những đặc điểm tâm lý và thể chất bẩm sinh của con người. Ngoài “Khí”, những nhân tố bẩm sinh khác(gọi là “cai”) sẽ tạo ra tính ác. So sánh với “Khí”, “Cai” thì cụ thể hơn và dùng để chỉ cả những ham muốn đạo đức và những ham muốn vô đạo đức. “Cai” thường được dịch là “talent”(tài năng). Nó ảnh hưởng đến tư cách “đạo đức” của một người cũng như cá tính của họ. Trương Tải đã tạo ra một thuật ngữ mới là “tính vật chất”(qizhi zhi xing) để gọi cái phần bẩm sinh này. Mặc dù Trình Di có sử dụng khái niệm”tính vật chất” nhưng A.C. Graham đã chú thích rằng thuật ngữ này chỉ xuất hiện một lần duy nhất trong toàn bộ tác phẩm của anh em họ Trình như một biến thể là xingzhi zhi xing. Tuy nhiên, biến thể này đã thay thế hoàn toàn việc đọc thuật ngữ cũ trong nhiều tác phẩm. Trình Di nghĩ rằng những nhân tố bẩm sinh(cai) sẽ làm cho con người thiên về xấu hoặc tốt từ thuở còn thơ ấu. Ông dùng một số tính chất tương đồng có trong nước để mô tả quan niệm này: một vài dòng sông sẽ chảy thẳng ra biển mà không bị dơ bẩn nhưng một số khác chỉ đi được một đoạn ngắn thì đã trở nên vẩn đục. Mặc dù khởi đầu các dòng sông này là như nhau. Tương tự, các “cai” của Khí có thể là trong sạch hay vẩn đục. Tuy nhiên, vì những người này cùng sở hữu một bản tính tốt lành như bất kì người nào khác, họ có thể tự giải thoát mình khỏi sự tự hủy hoại hoặc tự phủ định điều tốt lành. Vì vậy, Trình Di khuyến khích mọi người nỗ lực để loại bỏ những khía cạnh tai hại của “Khí”, cái mà gây nên những nhân tố xấu, và nuôi dưỡng “Khí” để phục hồi tình trạng bình thường của nó. Khi mà “Khí” đã được điều chỉnh, không còn nhân tố bẩm sinh nào bị thiên lệch nữa.\n\nNhư đã đề cập ở trên, Trình Di cho rằng những ham muốn của con người cũng chính là nguyên nhân của lòng ích kỉ, cái mà dẫn đến những hành động xấu xa. Những ham muốn làm cho tâm hồn con người trở nên xấu xa không cần phải là một người trụy lạc. Vì chúng thuộc về phần bản năng, một người sẽ lạc lối nếu họ bị dẫn dụ bởi các ham muốn. Bất kì ý định xuất phát từ những ham muốn các nhân nhỏ nhất sẽ che mờ bản tính của con người; thậm chí cái mà Mạnh Tử gọi là “Khí hạo nhiên” sẽ bị sụp đổ. Vì vậy, mục đích cao nhất của việc tu dưỡng đạo đức là để đạt đến cảnh giới của một vị Thánh, người mà có thể tuân theo các quy luật một cách tự nhiên mà không có chút tư tâm nào.\n\nHai anh em họ Trình viết: “Sẽ thật sự thiếu sót nếu như chỉ nói về bản tính con người mà không nói đến “Khí” và thật là thiếu sáng suốt khi chỉ nói về “Khí” mà không nhắc đến bản tính con người”. Sự nhấn mạnh của Trình Di về ảnh hưởng của “Khí” đối với bản tính của con người phản ánh rõ ràng lời bàn luận này. Ông chú trọng xem xét bản chất của Khí; Tuy nhiên, “Khí” không đóng vai trò quyết định trong hành vi đạo đức của con người.<ref name=\"iep.utm.edu\"\/>\n\n== Tu dưỡng đạo đức ==\n\nSống kiềm chế\n\nVới Trình Di, sống kiềm chế(ju jing) là một trong những cách quan trọng nhất cho tu dưỡng tâm trí để sống thuận với “Lý”. Kiềm chế xuất hiện trong Luận ngữ như một hành vi đạo đức mà Graham tóm gọn là “Thái độ mà một người phải có hướng đến Cha mẹ, nhà cầm quyền, tâm hồn của chính mình; nó gồm cả lòng tôn trọng và sự tự chủ, sự chú ý, sự tập trung.”. Nó thường được dịch sang tiếng Anh là “reverence” hay “respect”. Vì vậy trong “Luận ngữ”, lòng tôn trọng là một tiêu chuẩn yêu cầu một cá nhân cần phải biết tự điều chỉnh bản thân mình và chịu lắng nghe và quan sát mọi người, mọi vật xung quanh. Sự tôn trọng nhất thiết phải có một đối tượng cụ thể. Trình Di cho rằng kiềm chế là một sự thỏa hiệp của tâm trí, và Graham chỉ ra rằng “kiềm chế” giống như sự chuyển đổi. Khi Graham dùng nó, như Trình Di, sự kiềm chế với nghĩa là “làm cho sự thỏa hiệp trở thành một quy tắc của tâm trí” (zhu yi). Những gì được hiểu là sự thỏa hiệp là những cái không thể bị phân tâm. Trong khái niệm của Trình Di, nếu tâm trí không nghĩ vẩn vơ, thì nó ở trong tình trạng cân bằng. Khi một người không bị mất tập trung, thì anh ta có thể tránh bị những nỗi lo lắng bởi những tư tưởng sai lệch. Trình Di nói rằng sự thỏa hiệp được gọi là lòng chân thành(cheng). Để bảo tồn lòng chân thành một người không cần phải tìm kiếm nó từ bên ngoài. Sự kiềm chế và lòng chân thành đến từ bên trong. Một người chỉ cần biến “sự thỏa hiệp” trở thành những diều phán xét và từ đó lòng chân thành sẽ được bảo tồn. Nếu một người tu dưỡng bản thân theo cách này, “Lý” sẽ dần trở nên sáng tỏ. Hiểu theo cách này, sự kiềm chế là phương tiên để nuôi dưỡng tâm trí. Trình Di nhấn mạnh rằng sự kiềm chế là con đường tốt nhất đưa con người đến với Đạo.\n\nTrình Di khuyến khích người có học nên tu dưỡng bản thân mình bằng cách “kiềm chế và tự sửa mình trong sự kiềm chế”. Ngoài ra, Ông cũng chỉ ra rằng điều tiết cảm xúc và quản lý suy nghĩ của mình là cách duy nhất để học cách kiềm chế. Chắc chắn rằng việc điều điều tiết cảm xúc và quản lý suy nghĩ của chính mình là một cách thực tế để tu dưỡng bản thân. Cách tu dưỡng này phù hợp với cách hiểu về tâm trí như một thực thể gắn liền với “Khí”. Mâu Tông Tam chỉ ra rằng phương pháp luyện tâm bằng sự kiềm chế này là hoàn toàn khác với phương pháp của Mạnh Tử. Với Mạnh Tử, sự tu dưỡng là nhắm vào việc nhận ra nét đẹp đạo đức có sẵn trong tâm trí, một khái niệm giống với khái niệm Thiên đàng. Vì Tâm trí và “Lý” là không giống nhau trong học thuyết của Trình Di nên dù cho một người có tu dưỡng cao đến mức nào thì chúng vẫn là 2 thực thể tách biệt, và những gì mà một người hy vọng đạt được chỉ có thể là luôn luôn sống thuận theo “Lý”.<ref name=\"iep.utm.edu\"\/>\n\nViệc học tập\n\nĐể đạt tới mục đích tối cao là hiểu được “Lý”, Trình Di nói, một người nên mở rộng kiến thức của mình(zhi zhi) bằng phương pháp “Cách vật” (ge wu). Khái niệm mở rộng tri thức bằng phương pháp “Cách vật” có nguồn gốc từ tác phẩm Đại học(Da Xue), tác phẩm đề cập đến 8 giai đoạn cần thiết của việc tu dưỡng đạo đức đối với nhà cầm quyền muốn nâng cao phẩm hạnh của mình. Trình Di giải thích ý này rằng “sự mở rộng kiến thức có được từ việc xem xét các sự vật”. Từ “Cách”(ge) nghĩa là “tìm hiểu” và “vật”(wu) nghĩa là “các sự vật”. Ông nói tiếp rằng trong mọi sự vật đều tồn tại một cái “Lý” và tìm hiểu các nguyên lý này gọi là “Cách vật”(ge wu). Không quan trọng liệu các sự vật này tồn tại trong tự nhiên hay trong xã hội, chúng ta cần phải tìm đến tận cùng các nguyên lý của nó. Điều đó nghĩa là một người nên, ví dụ, tìm các nguyên lý vì đâu lửa lại nóng, nước thì lạnh cũng như các nguyên lý thể hiện thông qua các mối quan hệ giữa vua và bầy tôi, cha và con, và các mối quan hệ tương tự khác. Hiểu theo cách này, việc tìm hiểu các sự vật cũng được xem như là việc tìm tòi đến tận cùng nguyên lý(qiong li). Trình Di nhấn mạnh rằng những nguyên lý này không phải tồn tại ở đâu xa mà nằm sữn trong chính bản thân mỗi người.\n\nVì mỗi sự vật có một nguyên lý cụ thể, Trình Di đề xuất rằng mỗi người nên tìm hiểu mỗi sự vật để hiểu nguyên lý của nó. Ông cũng nói rằng việc tìm hiểu dần dần các sự vật, ngày này qua ngày khác, với một sự nỗ lực đầy đủ, thì mối liên hệ giữa các nguyên lý sẽ dần sáng tỏ. Trình Di chỉ ra rằng có rất nhiều phương pháp để tìm đến tận cùng các nguyên lý, ví dụ, như đọc sách và giải thích các nguyên lý đạo đức trong hoàn cảnh của họ; thảo luận những trường hợp quan trọng, quá khứ và hiện tại, để phân biệt cái gì đúng cái gì sai trong hành động của họ; suy nghĩ thực tế và giải quyết họ một cách phù hợp.\n\nTrình Di chối bỏ quan điểm cho rằng một người nên tìm hiểu tất cả các sự kiện trong thế giới để có thể biết tất cả các nguyên lý. Điều này nghe có vẻ mâu thuẫn với việc ông tuyên bố rằng chúng ta nên tìm hiểu mọi sự việc, tuy nhiên chúng ta có thể hiểu ý ông là “chúng ta nên tìm hiểu mọi sự việc mà chúng ta đối diện”. Trình Di nói rằng nếu một nguyên lý được hiểu một cách hoàn toàn trong một sự việc, thì những nguyên lý còn lại có thể được suy ra từ những điểm giống nhau. Điều này là có thể vì thực tế là vô số các nguyên lý dẫn đến các nguyên lý lớn hơn.\n\nTừ những trình bày trên của Trình Di về vấn đề “Cách vật”, chúng ta có thể suy rộng ra một số ý như sau. Đầu tiên, kiến thức đạt được bằng việc nghiên cứu các sự vật không phải là những kiến thức thực nghiệm. Trình Di đã phân biệt rõ ràng giữa kiến thức đến từ việc quan sát và kiến thức về đạo đức được đề cập bởi Trương Tải. Loại kiến thức đầu tiên là về mối quan hệ giữa các sự việc khác nhau và vì vậy có được nhờ sự quan sát các sự vật trong thế giới vật chất. Loại kiến thức thứ hai không thể có được nhờ quan sát. Vì Trình Di nói rằng “Lý” tận cùng bằng cách “Cách vật” nằm trong bản tính con người, vì vậy không thể đạt tới bằng cách quan sát, và vì vậy không phải là một kiến thức thực nghiệm.\n\nĐiều này có thể gây ra sự khó hiểu, nhưng nếu đem so sánh kiến thức của Trình Di với kiến thức của Khoa học, những điều này có thể rõ ràng hơn. Quan trọng là chúng ta cần phải phân biệt giữa phương tiện mà con người dùng để tiếp nhận kiến thức và những thành phần cấu tạo nên kiến thức đó. Một người dùng phương pháp quan sát như một phương tiện để giúp có cái nhìn rõ ràng hơn về thế giới vật chất nhưng kiến thức một người có được không phải được quan sát bởi tự nhiên. Các nhà khoa học không có những kiến thức khi mà họ nói “Các vật thể có trọng lượng thường được hướng về phía nhau”. Nó khác nhau ở hai khía cạnh: đầu tiên, nội dung trong kiến thức của một người là cái mà họ có thể nói ra bất kì lúc nào như là việc chúng ta có “Lý” nằm sâu trong bản tính. Thứ hai, kiến thức mà chúng ta có được không dựa trên sự quyết định của sự quan sát. Chúng ta biết nó không phải vì buộc phải đặt niềm tin tưởng vào sự quan sát ngoại giới, vì kiến thức được rút ra từ chính bản thân chúng ta. Chúng ta chỉ quan sát ngoại giới để giải phóng kiến thức nội tại này. Vì vậy, chúng ta cần quan sát như một phương tiện, nhưng không nhiều hơn.\n\nThứ hai, theo Trình Di, “Cách vật” có nghĩa đen là đạt đến một sự việc nào đó. Nó ngụ ý rằng việc xem xét phải được đặt ở thế giới vật chất bên ngoài nơi mà tâm trí sẽ được liên hệ với các sự việc. Chỉ có cách liên hệ trực tiếp với các sự việc chúng ta mới có thể thu được những kiến thức thực tế và phát hiện đến tận cùng nguyên lý của nó.\n\nThứ ba, Trình Di tin rằng thông qua việc xem xét các sự vật, chúng ta cũng có thể hiểu về các vấn đề đạo đức. Khi một người liên hệ với các sự việc trong thực tế, họ sẽ nắm bắt một cách tự nhiên các sự việc cụ thể và vì vậy kiến thức từ việc quan sát sẽ hình thành. Tuy nhiên, để đạt được những hiểu biết về đạo đức một người không nên chỉ chăm chăm vào việc xem xét các sự việc thực tế mà nên có tầm nhìn rộng hơn để nhận ra những nguyên lý siêu nghiệm, cái mà giải thích cho cả vấn đề tự nhiên và đạo đức. Bản thân những nguyên lý này không phải là những thành phần của kiến thức cần được tìm hiểu, Mâu Tông Tam giải thích.<ref name=\"iep.utm.edu\"\/>\n\n''Mối liên hệ giữa lối sống kiềm chế và việc mở rộng tri thức''\n\nTheo Trình Di, học để trở thành một con người gương mẫu(junzi) lệ thuộc vào sự tự soi xét chính mình. Sự tự soi xét thì lại lệ thuộc vào việc có kiến văn quảng bác. Cũng chính bằng việc tự soi xét bản thân một người có thể biến đổi những kiến thức mình quan sát được thành những hiểu biết về Đạo đức. Điều này chỉ có thể thực hiện được nếu tâm trí được tu dưỡng trong việc kiềm chế bản thân. Với việc kiềm chế đúng chỗ, một người có thể nhận ra những nguyên lý siêu nghiệm về các sự việc. Trình Di nhấn mạnh một điều trong quan điểm này: “Không thể mở rộng kiến văn mà không biết kiềm chế”. Điều này cũng giải thích vai trò của lối sống kiềm chế trong việc tiếp thu những hiểu biết về Đạo đức thông qua việc “Cách vật”.\n\nNgược lại, việc tiếp thụ những hiểu biết về mặt Đạo đức có thể làm vững thêm lối sống kiềm chế và điều chỉnh các sự việc thực tế cho phù hợp với “Lý”. Trình Di mô tả sự vững chắc dần dần này của tâm trí bằng việc tích lũy kiến thức Đạo đức như “tích lũy nghĩa” (ji yi).\n\nSự tự soi xét đối với Trình Di nghĩa là tu dưỡng tâm trí với lối sống kiềm chế. Tuy nhiên, như được đề cập ở trên, tâm trí không phải là “Lý”, nó chỉ có thể thuận theo “Lý”. Vì kiến thức đạt được từ một tâm trí tập trung bao gồm những nguyên lý siêu nghiệm, những kiến thức đến từ việc tìm tòi là một hành động suy tư nghiêm túc. Mặc dù vậy, hành động này vẫn tuân theo mô hình chủ thể - khách thể của kiến thức. Trái lại, đối với Mạnh Tử, Sự tự soi xét được hiểu theo một góc độ khác. Những hiểu biết về mặt Đạo đức đạt được bằng cách tự soi xét bản thân không phải là một nguyên lý mà tâm trí phải noi theo. Sự hiểu biết là một sự nhận thức về Đạo đức mà thông qua nó bản chất của nó cùng với bản tính tự nhiên của con người và Lý được phô bày. Vì vậy, khách thể của sự hiểu biết không phải là những nguyên lý bên ngoài(mặc dù vốn nằm sẵn trong bản tính con người) mà là chính bản thân tâm trí. Vì vậy, sự nhận biết là sự hiểu biết chính nó. Sự soi xét được hiểu theo cách này không phải là sự nhận thức mỗi, nói đúng hơn là một hoạt động của tâm trí. Trong việc hành động, sự đối lập giữa sự hiểu biết và sự được hiểu biết ít hơn. Ngoài ra, khi mà tâm trí được khởi động, bản tính con người được vận động và “Lý” bộc lộ ra bản thân nó. Vì vậy, tâm trí nhận biết nó như là một vật thể, từ đó “Lý” được tạo ra. Tại điểm này, Trình Di đã chỉ ra điểm khác biệt giữa vật thể của một vật, được hiểu như là một trạng thái cơ bản và thụ động, và tình trạng khởi động là lúc nó thể hiện như một cá tính cụ thể. Giả sử rằng tâm trí của một người nhận định sai khi cho rằng tâm trí có hai phần – một phần chủ động và phần còn lại thì bị động – Trình Di giải thích thêm rằng ông hiểu rằng hai phần đối lập này, trong thực tế, hai khía cạnh của một người và nằm trong bản thân người đó.<ref name=\"iep.utm.edu\"\/>\n\n== Ảnh hưởng của Trình Di ==\n\nNhững tư tưởng đặc biệt và ảnh hưởng của Trình Di có thể được tóm gọn thành một số điểm sau đây:\n\nTồn tại một nguyên lý siêu nghiệm-gọi là “Lý”(li) về thế giới tự nhiên và đạo đức, nguyên lý này sẽ giải thích sự tồn tại của những sự vật hiện hữu và những quy luật mà các sự vật dựa trên.\n\nNguyên lý này có thể được nhận biết bằng cách suy luận từ những sự vật hiện hữu(đại diện như là “Khí”)\n\nNguyên lý này là tĩnh, không động và dịch chuyển\n\nBản tính của con người là tương đồng với “Lý”, nhưng nên phân biệt nó với tâm trí, cái mà phụ thuộc vào “Khí”\n\nLòng nhân(Ren) thì phụ thuộc vào bản tính con người còn tình thương thì phụ thuộc vào cảm xúc\n\nViệc tu dưỡng Đạo đức cần phải tiến hành một cách chậm rãi bằng việc thực hiện một lối sống kiềm chế và tăng trưởng tri thức\n\nTrình Di có một ảnh hưởng vô cùng to lớn trong nền triết học của Khổng Tử sau thời đại ông. Ảnh hưởng của ông là rõ ràng nhất theo quan điểm của nhà Lý học vĩ đại Chu Hy, người đã tiếp thu và phát triển những tư tưởng trên xa hơn.<ref name=\"iep.utm.edu\"\/>\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1033]]\n[[Thể loại:Mất năm 1107]]\n[[Thể loại:Tiến sĩ nhà Tống]]\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Người Hồ Bắc]]"}