{"Trương Mạc":"{{Thông tin nhân vật phong kiến\n| tên gốc = 张邈\n| tự = Mạnh Trác\n| quốc gia = [[Nhà Hán|Hán]]\n| triều đại = [[Đông Hán]], [[Tam Quốc]]\n}}\n\n'''Trương Mạc''' ([[chữ Hán]]: 张邈; ?-[[195]]) hay '''Trương Mạo''', tự '''Mạnh Trác''' (孟卓), là một chư hầu quân phiệt vào cuối thời Đông Hán, đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thời trẻ==\nTrương Mạc có tên tự là Mạnh Trác, là con nhà quyền quý ở huyện Thọ Trương, quận Đông Bình, thuộc Duyện châu.\n\nThời trẻ, Trương Mạc có tiếng là hào hiệp, cứu giúp người cùng khổ, dốc hết gia sản để làm việc nghĩa mà không hề tiếc, nên được nhiều kẻ sĩ theo về. Những người có thế lực đương thời như [[Tào Tháo]] và [[Viên Thiệu]] đều thân với ông<ref name=\"ReferenceA\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B707 Lã Bố Tang Hồng truyện]<\/ref>.\n\n==Tham gia chống Đổng Trác==\nTrương Mạc được mời vào công phủ, vì là con nhà quyền quý mà được phong làm Kị đô úy, chuyển làm Thái thú Trần Lưu (thuộc Duyện châu). Năm [[190]], Trương Mạc cùng Tào Tháo hưởng ứng [[Viên Thiệu]], hợp quân chư hầu [[chiến dịch chống Đổng Trác|chống lại quyền thần Đổng Trác]].\n\nCác chư hầu tập kết tại huyện Hoài, quận [[Hà Nội (Trung Quốc)|Hà Nội]]<ref>Phía tây nam Vũ Thiệp, [[Hà Nam, Trung Quốc]]<\/ref>, huyện Dương Trạc quận Dĩnh Xuyên, huyện Toan Cức<ref>Phía bắc huyện Diên Tân<\/ref> và phía bắc huyện Nghiệp<ref>Phía tây Lâm Chương<\/ref>.\n \nĐầu năm [[191]], thấy [[Đổng Trác]] đốt kinh thành [[Lạc Dương]] bỏ chạy về [[Trường An]], [[Tào Tháo]] kiến nghị Viên Thiệu ra quân truy kích nhưng Thiệu không dám ra quân. Tào Tháo đòi đi đánh. Trương Mạc cũng đồng tình, trách cứ Viên Thiệu trước chư hầu<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 355<\/ref>. Viên Thiệu bất đắc dĩ cho Tào Tháo vài ngàn quân đi. Trương Mạc cũng sai Vệ Tư (衞茲) dẫn binh theo Tào Tháo. Khi chưa tiến đến Thành Quần<ref>phía bắc Trịnh Châu<\/ref>, vì ít quân nên Tào Tháo bị tướng của Đổng Trác là [[Từ Vinh]] đánh bại, quân chết quá nửa.\n\nViên Thiệu ghét Trương Mạc vì bị ông chỉ trích thái độ kiêu căng, sai Tào Tháo giết ông, nhưng Tào Tháo không nghe, trách Thiệu rằng: \n:''\"Mạch Trác là bạn thân, phải hay trái cũng nên tha cho hắn. Nay thiên hạ chưa định, chẳng nên tự gây nguy lẫn nhau\".''\n\nTrương Mạc biết chuyện, càng quý trọng Tào Tháo<ref name=\"ReferenceA\"\/>.\n\n==Chống Tào Tháo==\nNăm [[193]], Thứ sử Duyện châu là [[Lưu Đại]] đánh [[khởi nghĩa Khăn Vàng|quân Khăn Vàng]] bị tử trận, mọi người suy tôn [[Tào Tháo]] đang lên làm Thái thú Đông quận thay Lưu Đại. Cùng năm, vì việc [[Tào Tung]] cha Tào Tháo chết ở Từ châu, Tào Tháo quy trách nhiệm cho thứ sử Từ châu là [[Đào Khiêm]], mang đại quân đi đánh Đào Khiêm. Trước khi đi, Tào Tháo bảo người nhà rằng:\n:''\"Nếu ta không về, hãy tới nương nhờ Mạnh Trác\".''\n\nLúc đó Lã Bố bỏ [[Viên Thiệu]] đi theo [[Trương Dương]], qua chỗ Trương Mạc, sắp từ biệt, cầm tay cùng thề. Viên Thiệu nghe tin ông kết thân với Lã Bố, rất hận. Trương Mạc sợ Tào Tháo sẽ ngả theo giúp Viên Thiệu đánh mình, trong lòng không yên<ref name=\"ReferenceA\"\/>.\n\nNăm 194, Tào Tháo đang tác chiến ở Từ châu chống lại [[Đào Khiêm]]. Trương Mạc nghe theo lời khuyên của mưu sĩ [[Trần Cung (Đông Hán)|Trần Cung]], cùng em là [[Trương Siêu]] và các Tòng sự trung lang [[Hứa Dĩ]], [[Vương Khải]] hợp mưu chống lại Tào Tháo.\n\nGặp lúc Tào Tháo sai Trần Cung đem binh đóng đồn ở Đông Quận, Trần Cung bèn dẫn quân sang phía đông đón Lã Bố về, tôn làm Duyện châu mục, chiếm huyện Bộc Dương; quận huyện đều hưởng ứng, riêng các huyện Quyên Thành, Đông A và Phạm là cố giữ giúp Tào Tháo. Tào Tháo dẫn quân về đánh Lã Bố. Năm 195, Tào Tháo thu phục hết các thành, Lã Bố thua trận chạy sang Từ châu đến chỗ [[Lưu Bị]].\n\nĐuổi được Lã Bố, Tào Tháo quay sang đánh anh em họ Trương. Trương Mạc vẫn theo Lã Bố, để em là Trương Siêu đem người nhà đóng đồn ở Ung Khâu, bản thân ông chạy đến Hoài Nam chỗ quân phiệt [[Viên Thuật]] xin viện binh. Nhưng ông đi chưa đến nơi thì bị thủ hạ phản lại, giết chết. Tào Tháo vây đánh trong 4 tháng, giết sạch thành Ung Khâu, Trương Siêu tự sát.\n\nCác sử gia Trung Quốc bình luận rằng: Đáng tiếc là anh em họ Trương nghĩa khí như vậy lại chết vì một kẻ không ra gì như Lã Bố!<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 372<\/ref>\n\n==Xem thêm==\n* [[Trương Siêu]]\n* [[Trần Cung (Đông Hán)]]\n* [[Lã Bố]]\n* [[Tào Tháo]]\n* [[Viên Thiệu]]\n\n== Tham khảo ==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* [[Trần Thọ]], ''[[Tam Quốc chí]]'', Bùi Tùng Chi chú, thiên: \n** [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B707 Lã Bố Tang Hồng truyện]\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n{{thời gian sống|thế kỷ 2|195}}\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Quân phiệt cuối đời Hán]]"}