{"Trương Tùng":"{{thông tin nhân vật Tam Quốc \n|Tên=Trương Tùng\n|Chức vụ= Biệt giá Ích châu của [[Lưu Chương (lãnh chúa)]]\n|Sinh=(Unknown)\n|Mất=213\n|Giản thể=张松\n|Phồn thể=張松\n|Bính âm=Zhāng Sōng\n|Tự=Tử Kiều (子喬)\nVĩnh Niên (永年)\n}}\n\n'''Trương Tùng''' ([[chữ Hán]]: 張松; Phiên âm: Zhāng Sōng; ?–[[213]]) là một mưu sĩ của Ích Châu mục [[Lưu Chương (lãnh chúa)|Lưu Chương]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông đã vạch kế hoạch rước [[Lưu Bị]] vào Tây Xuyên để thay cho Lưu Chương.\n\n==Bất mãn với Tào Tháo==\nTrương Tùng có tên tự là '''Tử Kiều''' (子喬), người Thành Đô thuộc Thục quận, Ích châu. Tuy ngoại hình xấu xí nhưng ông có tài, được Ích châu mục [[Lưu Chương (lãnh chúa)|Lưu Chương]] trọng dụng, dần dần thăng tới chức Biệt giá Ích châu, tức là nhân vật có quyền lực số 3 tại Ích châu (cao nhất là Châu mục, thứ hai là Thị trung).<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 241<\/ref> Anh ông là Trương Túc, cũng là người phục vụ Lưu Chương, được giữ chức Thái thú Quảng Hán.\n\nTrong nội bộ Ích châu, Lưu Chương và [[Trương Lỗ]] có thù. Từ khi Trương Lỗ không thần phục Lưu Chương, Lưu Chương bèn giết gia quyến Trương Lỗ. Do Trương Lỗ muốn báo thù nên Lưu Chương luôn phải lo phòng chống. Để có vây cánh củng cố vị thế của Tây Xuyên, năm [[208]], Lưu Chương nghe tin [[Tào Tháo]] đã khởi đại binh đi đánh Kinh châu, bèn sai Trương Tùng đi sứ gặp Tào Tháo, tỏ ý đồng tình với chiến dịch nam chinh đó.\n\nTrương Tùng lên đường đi sứ, xuôi theo sông [[Trường Giang]]. Đúng lúc [[Tào Tháo]] mới chiếm được Giang Lăng, Trương Tùng thuận theo dòng sông tới yết kiến Tào Tháo và bày tỏ quan điểm ủng hộ của Lưu Chương. Tào Tháo lúc đó đang bận rộn chiến sự, muốn cấp tốc tiêu diệt [[Lưu Bị]], lại thấy Trương Tùng tướng mạo xấu xí nên có ý coi thường.<ref name=\"ReferenceA\"\/> Vì vậy Tào Tháo không chú trọng tới ông, chỉ ban cho ông chức Huyện lệnh huyện tỷ đô (huyện thuộc quận Việt Huề, Ích châu).\n\nCác sử gia cho rằng có thể vì chiến sự gấp gáp, Tào Tháo nhất thời sơ suất không hỏi cặn kẽ địa vị của ông ở Ích châu, nên ban chức tước như vậy. Trương Tùng đang giữ chức Biệt giá ở cấp Châu, coi việc Tào Tháo hạ cấp của mình xuống làm quan huyện là một mối nhục lớn.<ref name=\"ReferenceA\"\/> [[Tập Tạc Xỉ]] bình luận việc này<ref>Tư Trị Thông Giám. Hán kỷ, quyển 57<\/ref>:\n:''Xưa Kia Tề Hoàn Công một lần kiêu căng tự khoe công và chín nước phản lại. Tào Tháo bỗng chốc tự khoe công mà thiên hạ chia ba. Đấy đều là siêng năng phấn đấu suốt mấy chục năm mà vứt bỏ trong khoảnh khắc, há chẳng tiếc sao!''\n\n==Mưu rước Lưu Bị==\n[[File:張松 (cropped).jpg|thumb|200px|Trương Tùng]]\nKhông lâu sau, Tào Tháo bị [[Tôn Quyền]] và [[Lưu Bị]] đánh bại ở [[trận Xích Bích]]. Trương Tùng bèn trở lại Ích châu báo cáo lại với Lưu Chương rằng binh lực của Tào Tháo cũng không có gì đáng kể, đã bị thua một trận không thể gượng dậy được.<ref name=\"ReferenceB\">Lê Đông Phương, sách đã dẫn, tr 242<\/ref> Từ đó ông khuyên Lưu Chương nên bỏ Tào Tháo chuyển sang liên minh với Lưu Bị.\n\nMục đích sâu xa của Trương Tùng là ông muốn đưa Lưu Bị vào làm chủ Ích châu thay Lưu Chương vì ông nhận thấy Lưu Chương tài năng kém cỏi, không thể giữ vững được Ích châu trong thời loạn.<ref name=\"ReferenceB\"\/> Tại Ích châu, người có cùng quan điểm với ông là [[Pháp Chính]] và [[Mạnh Đạt]].\n\nHiểu rõ nội tình Ích châu, Trương Tùng hiểu rõ nỗi lo của Lưu Chương không chỉ ở sự trả thù của [[Trương Lỗ]] và sự bành trướng của Tào Tháo, mà còn là sự bất phục của lực lượng bản địa người Thục.<ref>Dịch Trung Thiên, sách đã dẫn, tr 122. Hàng ngũ quan lại Ích châu lúc đó vẫn chia làm 2 phe: những người đồng hương với cha con Lưu Yên, Lưu Chương từ Tràng An, Nam Dương phía đông tới gọi là \"tập đoàn Đông châu\" và những người Thục bản địa gọi là \"tập đoàn Ích châu\". Cha con Lưu Chương vốn ưu tiên địa vị cho những người thuộc tập đoàn Đông châu khiến những người Ích châu bản địa bất mãn<\/ref> Vì vậy Trương Tùng cảnh báo với Lưu Chương về các tướng bản thổ như Bàng Hy, Lý Dị có ý ngạo mạn không tuân lệnh khiến Lưu Chương lo sợ, nhất nhất nghe theo ý kiến của ông.\n\nTrương Tùng bèn khuyên Lưu Chương nhân danh muốn chống Trương Lỗ, hãy liên kết với [[Lưu Bị]] và đề nghị Lưu Bị mang quân vào để tăng cường uy thế cho mình, nhờ Lưu Bị trông giữ địa giới phía bắc để chống Tào Tháo và Trương Lỗ. Lưu Chương hết sức tán đồng ý kiến đó.<ref>Dịch Trung Thiên, sách đã dẫn, tr 123<\/ref> Theo sự tiến cử của Trương Tùng, Lưu Chương cử Pháp Chính qua lại thành Công an gặp Lưu Bị để liên hợp chống Tào. Sau đó, Lưu Chương lại sai tướng Mạnh Đạt mang vài ngàn binh mã tới cho Lưu Bị sai khiến.\n\nDo sự ca ngợi của [[Pháp Chính]], Lưu Chương rất tin Lưu Bị có tài và nhân đức. Năm [[211]], Tào Tháo sai [[Chung Do]] và [[Hạ Hầu Uyên]] chuẩn bị binh mã để tấn công Trương Lỗ ở Đông Xuyên - Ích châu. Điều đó khiến Lưu Chương càng sợ hãi, bèn nghe theo Trương Tùng, lại sai Pháp Chính sang Kinh châu mời [[Lưu Bị]] mang quân vào Tây Xuyên.\n\nMùa đông năm [[211]], Lưu Bị khởi gần 1 vạn quân đi Ích châu cùng các tướng [[Bàng Thống]], [[Hoàng Trung]], [[Ngụy Diên]]. Sau khi gặp gỡ, Lưu Chương cấp cho Lưu Bị 2 vạn quân và lương thảo quân trang, giục tiến lên phía bắc, rồi tự mình rút về Thành Đô.<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 130<\/ref><ref>Lê Đông Phương, sách đã dẫn, tr 243<\/ref>\n\n==Bị giết==\nNhưng sau khi tiến lên phía bắc, Lưu Bị không giao tranh với quân Trương Lỗ mà lưu lại Hà Manh<ref>Nay là phía nam huyện Chiêu Hóa, [[Tứ Xuyên]]<\/ref> nhằm mục đích ban bố ân đức lấy lòng người Thục bản địa, không hành động gì suốt 1 năm. Điều đó khiến Lưu Chương bắt đầu nghi ngờ Lưu Bị, giảm số quân lính và lương thảo theo yêu cầu. Cuối năm [[212]], Lưu Bị bèn phao tin muốn trở về Kinh châu để giúp [[Tôn Quyền]] chống [[Tào Tháo]].\n\nNhưng điều đó khiến Trương Tùng ở Thành Đô hốt hoảng, sợ Lưu Bị trở về thật, ý định rước Lưu Bị thay Lưu Chương đổ vỡ, vội viết thư cho Lưu Bị đề nghị Lưu Bị hãy ở lại.<ref>Lê Đông Phương, sách đã dẫn, tr 244<\/ref> Bức thư đó chưa kịp gửi đi thì bị anh ông là Trương Túc biết được.\n\nTrương Túc bèn đi tố cáo với Lưu Chương. Lưu Chương bèn bắt giết cả nhà Trương Tùng.\n\nCái chết của Trương Tùng khiến Lưu Bị biết mưu kế đã bị lộ, phải công khai trở mặt đánh Lưu Chương và đến năm [[214]] thì [[chiến dịch Tây Xuyên|đánh vào Thành Đô]]. Lưu Chương thua trận phải đầu hàng.\n\n==Gia đình==\n*Anh ruột: Trương Túc (張粛), Thái thú Quảng Hán\n*Con: Trương Biểu (張表)\n\n==Trong Tam Quốc diễn nghĩa==\nTrong tiểu thuyết [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Trương Tùng được mô tả là một người đàn ông thấp bé, răng hô và có một chiếc mũi tẹt. Chính vì ngoại hình xấu xí nên ông thường không giành được sự tôn trọng của người khác. Trong tiểu thuyết, tên chữ của ông là \"Vĩnh Niên\" (永年) thay vì Tử Kiều như trong các ghi chép lịch sử.Ngoài ra, ông còn nổi tiếng về trí thông minh, học đến đâu thuộc đến đấy.\n\nÔng được Lưu Chương phái đi sứ để gặp [[Tào Tháo]]. Ông muốn dâng cho Tào Tháo tấm bản đồ Tây Xuyên nhằm giúp Tào Tháo đoạt được Tây Xuyên. Nhưng Tào Tháo cho rằng ông đến gặp mình là nhờ cứu viện cho Tây Xuyên nên tìm cách thoái thác. Tào Tháo còn đối xử với ông rất tệ chỉ vì ngoại hình xấu xí. Để trả đũa, ông đã nhận xét một cách châm biếm những thất bại của Tào Tháo trong các trận chiến để làm nhục. Tào Tháo nổi giận đã ra lệnh đánh ông và tống khứ ông đi.\n\nTrước khi gặp Tào Tháo, Trương Tùng còn gặp [[Dương Tu]], trong khi [[Dương Tu]] ca ngợi về Tào Tháo và các chiến công thì Trương Tùng không đồng ý. Thậm chí khi Dương Tu kể về cuốn Mạnh Đức Tân Thư do Tào Tháo soạn ra và chưa công bố với ai thì Trương Tùng mượn đọc thử rồi sau đó đọc lại không sai chữ nào và cho rằng cuốn đó đã có từ lâu, ở Tây Xuyên đứa bé lên mười cũng đọc thuộc và không phải do Tào Tháo viết. Vì lý do này nên Tào Tháo bỏ, không truyền cuốn sách này về sau.\n\nTrương Tùng rất phẫn nộ vì thái độ của Tào Tháo đối với ông, sau đó ông đã tới chỗ Lưu Bị. Lưu Bị phái [[Triệu Vân]] và [[Quan Vũ]] hộ tống Trương Tùng đến chỗ gặp mặt nơi mà Lưu Bị và [[Gia Cát Lượng]] tiếp đón ông rất nồng hậu. Trương Tùng rất ấn tượng vì sự hiếu khách của Lưu Bị, và ông đã dâng cho Lưu Bị bản đồ của Tây Xuyên, khuyên Lưu Bị đoạt Ích Châu của Lưu Chương. Đồng thời ông cũng giới thiệu [[Pháp Chính]] và [[Mạnh Đạt]] cho Lưu Bị để hỗ trợ Lưu Bị công hạ Tây Xuyên.\n\nTrương Tùng bị Lưu Chương xử chém sau khi kế hoạch của ông bị bại lộ.\n\n==Xem thêm==\n*[[Lưu Bị]]\n*[[Lưu Chương (lãnh chúa)|Lưu Chương]]\n*[[Pháp Chính]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 1-2'', Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức (2008), Khổng Minh Gia Cát Lượng đại truyện, Nhà xuất bản Văn học\n* Thương Thánh ([[2011]]), ''Chính sử Trung Quốc qua các triều đại'', Nhà xuất bản Văn hóa thông tin\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 213]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Người Tứ Xuyên]]"}