{"Trương Tú":"[[Tập tin:Zhang Xiu Qing portrait.jpg|thumb|Tranh vẽ Trương Tú của một danh họa đời nhà Thanh]]\n'''Trương Tú''' ([[chữ Hán]]: 張繡; ?-[[207]]) là tướng lĩnh quân phiệt thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Theo Trương Tế ==\nTrương Tú sinh tại Tổ Lệ (祖厲<ref>Nay là Tĩnh Viễn, tỉnh [[Cam Túc]]<\/ref>), là cháu gọi Phiêu kỵ tướng quân [[Trương Tế]] bằng chú. Trương Tế là bộ tướng của quyền thần [[Đổng Trác]] thời [[Hán Thiếu Đế]] và [[Hán Hiến Đế]].\n\nSau khi Đổng Trác bị giết năm [[192]], Trương Tế cùng các bộ tướng khác của Đổng Trác là [[Lý Thôi]], [[Quách Dĩ]] và [[Phàn Trù]] mang quân đánh vào [[Trường An]], lại nắm vua Hiến Đế, thao túng triều đình như Đổng Trác trước đây. Trương Tú theo chú tham gia chiến trận, được phong làm Kiến trung tướng quân (建忠將軍) và tước Tuyên Uy hầu (宣威侯).\n\n== Đến Nam Dương ==\nNăm [[196]], [[Tào Tháo]] đón [[Hán Hiến Đế]] về Hứa Xương. Lực lượng của [[Lý Thôi]], [[Quách Dĩ]] suy yếu và tan rã vì tàn sát lẫn nhau. Phiêu kỵ tướng quân [[Trương Tế]] không tham gia hỗn chiến nhưng không dựa được vào Lý, Quách như trước. Vì hết lương, Trương Tế phải dẫn quân đi về phía nam. Trương Tú cùng chú mang quân thâm nhập Tương Thành<ref>Thị trấn Đăng châu, [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref> thuộc quận Nam Dương, Kinh châu - địa hạt của [[Lưu Biểu]]. Trương Tế giao tranh với quân Kinh châu, bị trúng tên tử trận.\n\nTrương Tú tiếp quản quân đội của chú. Biết Lưu Biểu có thiện chí, không có ý đối địch, Trương Tú bèn sai sứ sang liên minh, cùng nương tựa.\n\nÔng được [[Giả Hủ]] - mưu sĩ cũ của Lý Thôi - từ Trường An đến theo, từ đó có người bày mưu kế. Giả Hủ tìm đến Trương Tú vì ông chưa có mưu sĩ và Giả Hủ tiên liệu ông sẽ nghe theo những điều mình khuyên<ref name=\"dtt161\">Dịch Trung Thiên, sách đã dẫn, tr 161<\/ref>.\n\n== Chống Tào Tháo ==\nĐầu năm [[197]], Tào Tháo mang quân từ Hứa Xương đi đánh Nam Dương, tiến quân đến Dục Thủy. Trương Tú liệu thế không chống nổi, bèn dẫn quân đến hàng.\n\nĐược vài chục ngày, Tào Tháo khiến Trương Tú bất mãn. Họ Tào ép thiếp của Trương Tế, tức thím của Trương Tú (trong ''[[Tam quốc diễn nghĩa]]'', người thiếp này họ Trâu), làm thiếp, đồng thời lại lôi kéo bộ tướng Hồ Xa Nhi dưới trướng ông. Điều đó khiến Trương Tú không chỉ thấy nhục nhã mà còn sợ bị Tào Tháo xui thủ hạ của mình phản lại mình<ref name=\"dtt147\">Dịch Trung Thiên, sách đã dẫn, tr 147<\/ref>. Vì vậy Trương Tú quyết định phản lại Tào Tháo.\n\nTrương Tú hỏi kế mưu sĩ [[Giả Hủ]]. Giả Hủ bày mưu cho ông. Trương Tú theo kế bèn nói với Tào Tháo cho quân lính dưới quyền ông được mặc giáp và dùng vũ khí. Tào Tháo không nghi ngờ, bằng lòng cho phép. Đêm hôm đó Trương Tú bất ngờ mang quân đột kích vào doanh trại Tào Tháo. Tào Tháo bị một trận nguy khốn, trúng mũi tên từ quân Trương Tú<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 525<\/ref>, nhờ có mãnh tướng [[Điển Vi]] đánh chặn một cửa nên có thời gian đi thoát. Sau đó quân Trương Tú đánh từ cửa khác vào trại, giết chết Điển Vi. Con cả Tào Tháo là Tào Ngang bị quân Trương Tú giết chết. Tào Tháo phải lui quân về Vũ Âm.\n\nCuối năm [[197]], Tào Tháo lại ra quân đánh Nam Dương lần thứ 2. Trương Tú thế yếu không địch nổi, dẫn quân chạy về Nhương Thành<ref>Thị trấn Trịnh châu, [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref>. Vì Tào Tháo bận đối phó với [[Lã Bố]] và [[Viên Thuật]] nên phải dẫn quân trở về Hứa Xương.\n\nNhờ có vai trò tác hợp của Giả Hủ, Trương Tú có được sự liên minh chặt chẽ với [[Lưu Biểu]], được Lưu Biểu giúp lương thực. Tháng 3 năm [[198]], Tào Tháo ra quân lần thứ 3 đánh Trương Tú. Trương Tú cầu cứu Lưu Biểu, Lưu Biểu ra quân phối hợp, hai bên giao chiến ở Nhương Thành. Hai cánh quân Lưu Biểu và Trương Tú hợp sức đánh lui được quân Tào.\n\nThấy quân Tào bại trận, Trương Tú bèn mang quân đuổi, dù Giả Hủ can không nên vì quân Tào có phòng bị. Ông không nghe theo, bị hậu quân Tào đánh bại. Trương Tú dẫn quân trở về. Giả Hủ lại khuyên nên đuổi theo, Trương Tú nghi hoặc nhưng vẫn nghe theo, thu tàn binh truy kích quân Tào. Kết quả quân Tào sau một trận thắng không cảnh giác nữa, bị Trương Tú đánh thua to.\n\n== Quy hàng Tào Tháo ==\nNăm [[199]], hai quân phiệt lớn [[Viên Thiệu]] và [[Tào Tháo]] bắt đầu giao tranh để giành quyền bá chủ phương bắc. Cả Viên Thiệu và Tào Tháo đều sai sứ đến dụ Trương Tú. Ông không quyết định được bèn hỏi [[Giả Hủ]]. Giả Hủ khuyên ông nên theo Tào Tháo.\n\nTrong lúc Trương Tú vẫn do dự, Giả Hủ tự mình đi ra nói với sứ giả của Viên Thiệu tỏ ý cự tuyệt. Sau khi nghe Giả Hủ phân tích tình thế: Tào Tháo có danh nghĩa vua Hiến Đế, và đang ở thế yếu hơn nên quý trọng người đến hàng hơn, còn Viên Thiệu không có danh chính lại mạnh nên không coi trọng người đến quy phục. Trương Tú nghe theo Giả Hủ, mang quân đến xin quy phục Tào Tháo. Tào Tháo không nhắc tới chuyện xung đột trước đây, thu nhận ông đầu hàng, đúng như dự liệu của Giả Hủ<ref name=\"dtt155\">Dịch Trung Thiên, sách đã dẫn, tr 155<\/ref>.\n\nTrương Tú được Tào Tháo ban chức ''Dương Vũ tướng quân'', phong là Liệt hầu. Sau đó Tào Tháo còn kết thông gia với ông, cho con trai là Tào Quân lấy con gái ông. Còn Giả Hủ từ đó trở thành mưu sĩ của Tào Tháo.\n\n== Cái chết ==\nTrương Tú phục vụ dưới trướng Tào Tháo. Năm [[200]], Trương Tú theo Tào Tháo đánh [[trận Quan Độ]], tham gia phá [[Viên Thiệu]] một trận lớn<ref name=\"dtt156\">Dịch Trung Thiên, sách đã dẫn, tr 156<\/ref>. Nhờ lập công, Trương Tú được phong làm ''Phá Khương tướng quân'' (破羌將軍).\n\nSau đó ông tiếp tục đi theo Tào Tháo đánh Hà Bắc của họ Viên. Tào Tháo thắng thế, truy kích họ Viên lên phía đông bắc. Năm [[207]], hai con Viên Thiệu là Viên Hy và Viên Thượng chạy lên phía bắc theo Ô Hoàn. Tào Tháo mang quân đi đánh Ô Hoàn.\n\nGiữa đường đi đánh Ô Hoàn thì Trương Tú chết. Cái chết của ông là một điều nghi hoặc cho các sử gia<ref name=\"dtt159\">Dịch Trung Thiên, sách đã dẫn, tr 159<\/ref>. Có giả thuyết căn cứ theo sách ''Ngụy lược'', khi đi giữa đường, để lấy lòng con lớn của Tào Tháo là [[Tào Phi]], Trương Tú mời Tào Phi tụ tập chơi bời. Tào Phi nổi giận nói với Trương Tú rằng:\n:''Ngươi đã giết anh ta ([[Tào Ngang]]), sao còn dám mặt dày đến gặp ta?''\n\nTrương Tú sợ bị Tào Phi giết, bèn tự sát. Tuy nhiên có ý kiến nghi ngờ án Trương Tú của sách ''Ngụy lược''<ref name=\"dtt159\"\/>.\n\nTào Tháo truy tặng ông làm Định hầu.\n\n== Gia đình ==\nSử không chép rõ kết cục của người thiếp của Trương Tế, thím của Trương Tú sau trận Uyển Thành năm [[197]].\n\nCon Trương Tú là Trương Tuyền phục vụ dưới trướng Tào Tháo. Tới năm [[219]] khi Tào Tháo đã xưng Ngụy vương, cùng [[Lưu Bị]] và [[Tôn Quyền]] chia ba thiên hạ thì xảy ra án Trương Tuyền, dẫn tới việc Trương Tuyền và nhà họ Trương bị giết.\n\nCó ý kiến cho rằng Trương Tuyền bất bình vì cha bị hại vô cớ, bèn cùng Ngụy Phúng định phản họ Tào. Nhưng việc bại lộ, Trương Tuyền bị Tào Phi giết cùng Ngụy Phúng và cả nhà. Tuy nhiên có ý kiến khác cho rằng đó chỉ là án vu cáo cho Trương Tuyền để \"thanh lọc\" những người bị coi nguy cơ tiềm ẩn đối với quyền lực của họ Tào<ref name=\"dtt159\"\/>.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrương Tú trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] bắt đầu được nhắc tới tại hồi 16 khi quy hàng rồi trở mặt đánh Tào Tháo vì vụ thím ông Châu Thị bị ép làm thiếp.\n\nSau khi Trương Tú quy hàng Tào Tháo lần sau (trước [[trận Quan Độ]]), ông không được nhắc tới, kể cả trong chiến sự Quan Độ. Cái chết của Trương Tú cũng không được [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] nhắc tới.\n\n==Nhận xét==\nTrương Tú cùng với Trương Lỗ, Hàn Toại được Lưu Bị \"gọi\" là anh hùng khi đối đáp với Tào Tháo trong tiệc luận anh hùng. Trương Tú cùng với mưu sĩ của mình là Giả Hủ góp công rất lớn cho họ Tào và nhà Ngụy sau này. Có thể xem ông là một tướng giỏi nhưng thiếu mưu kế, không làm được nghiệp lớn.\n\n== Xem thêm ==\n* [[Trương Tế]]\n* [[Giả Hủ]]\n* [[Tào Tháo]]\n* [[Tào Phi]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán,'' Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc,'' tập 2, Nhà xuất bản Công an nhân dân.\n* Trần Văn Đức ([[2008]]), ''Khổng Minh Gia Cát Lượng đại truyện'', Nhà xuất bản Văn học\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 207]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}