{"Trương Chiêu (Tam Quốc)":"{{Thông tin nhân vật Tam Quốc\n|Tên = Trương Chiêu\n|Hình = ZhangZhao.jpg\n|Cỡ hình = 150 px\n|Chức vụ = quan Đông Ngô\n|Sinh = [[155]]\n|Nơi sinh = nước Bành Thành thuộc Từ châu\n|Mất = [[236]]\n|Nơi mất = Kiến Nghiệp, Dương châu\n|Giản thể = 张昭\n|Phồn thể = 張昭\n|Bính âm = Zhāng Zhāo\n|Tự = Tử Bố (子布)\n|Thụy = \n|Khác = \n}}\n\n'''Trương Chiêu''' ([[chữ Hán]]: 張昭; [[156|155]] - [[236]]) là khai quốc công thần của nước [[Đông Ngô]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Chối từ tiến cử ==\nTrương Chiêu có [[Tên chữ (người)|tên tự]] là '''Tử Bố''' (子布), người nước Bành Thành thuộc Từ châu. Ông là người học rộng, có nhiều kiến thức, viết chữ rất đẹp<ref>Lê Đông Phương, sách đã dẫn, tr 167<\/ref>. Ông kết bạn với các danh sĩ đương thời như [[Vương Lãng]] ở Đông Hải và Triệu Dực ở Lang Nha<ref>Triệu Dực sau trở thành Thái thú Quảng Lăng, Vương Lãng làm Thái thú Cối Kê<\/ref>.\n\nTướng quốc Bành Thành thấy Trương Chiêu có tài bèn tiến cử ông làm hiếu liêm (theo quy tắc của nhà Hán đương thời, cứ 20 vạn người mới chọn ra 1 người, được Thái thú tiến cử làm hiếu liêm<ref name=\"ldp104\">Lê Đông Phương, sách đã dẫn, tr 104<\/ref>) nhưng ông từ chối không nhận. Sau đó Thứ sử Từ châu là [[Đào Khiêm]] cũng cất nhắc ông làm mậu tài (mậu tài là danh hiệu cao hơn hiếu liêm, mỗi châu chỉ được 1 người do Thứ sử tiến cử mỗi đợt, trong khi cả nước chỉ có 13 châu<ref name=\"ldp104\"\/>), nhưng Trương Chiêu cũng từ tạ không nhận. Đào Khiêm nổi giận, bèn bắt giam Trương Chiêu.\n\nMay mắn, ông được người bạn là Triệu Dực đang ở dưới quyền Đào Khiêm cứu cho ra ngoài.\n\n== Theo giúp Tôn Sách ==\nTrương Chiêu được tự do bèn mang gia đình đi tới Giang Nam. Ông vẫn sống tự do không muốn ràng buộc.\n\n[[Tôn Sách]] mang quân bình định Giang Đông, gặp Trương Chiêu, tỏ ra rất kính trọng ông. Tôn Sách tìm đến tận nhà ông, lạy mẹ ông, đối đãi rất hậu. Cuối cùng Trương Chiêu nhận lời theo giúp Tôn Sách. Ông được Tôn Sách phong làm Trưởng sử kiêm Phủ quân trung lang tướng.\n\nTôn Sách đi đánh dẹp các nơi, giao việc hành chính sự vụ hàng ngày cho Trương Chiêu giải quyết. Trương Chiêu thu xếp mọi việc ổn thỏa. Tại trung nguyên có nhiều người mộ tài năng của ông, gửi thư cho ông khen ngợi tài năng; lại có nhiều thư gửi cho Tôn Sách nói rằng Trương trưởng sử thường xem trước các công văn giấy tờ.\n\nTrương Chiêu thấy khó xử, bèn giấu những bức thư từ trung nguyên gửi tới vì sợ Tôn Sách nghi ngờ. Tôn Sách biết chuyện, bèn mang việc Tề Hoàn công phó thác việc triều chính cho Quản Trọng mà làm nên nghiệp bá chủ chư hầu để trấn an ông, tỏ ý tin tưởng ông như [[Tề Hoàn công]] tin dùng [[Quản Trọng]]<ref name=\"ldp168\">Lê Đông Phương, sách đã dẫn, tr 168<\/ref>.\n\nNăm [[200]], Tôn Sách ốm nặng sắp qua đời, bèn gọi ông vào phó thác việc giúp em là Tôn Quyền nối nghiệp. Tôn Sách dặn ông<ref name=\"ldp168\"\/>:\n:''Nếu Tôn Quyền có thể gánh vác được trách nhiệm lớn lao thì ngươi cứ tự mình gánh vác. Vạn nhất sự tình không được thuận lợi thì cứ thong thả về tây, cũng đừng lo nghĩ.''\n\n== Phò trợ Tôn Quyền ==\nNgay khi Tôn Sách qua đời, Trương Chiêu lập tức đỡ [[Tôn Quyền]] lên ngựa, khuyên Tôn Quyền gác đau thương lại, mang quân mã đi tuần sát một vòng để lòng người hướng về với vị chủ mới. Ông trở thành người đóng vai trò trợ thủ số một cho Tôn Quyền, người thứ hai là Chu Du<ref>Lê Đông Phương, sách đã dẫn, tr 178<\/ref>.\n\nNăm [[202]], mẹ Tôn Quyền là Ngô phu nhân qua đời, khi lâm chung cũng dặn gửi Tôn Quyền cho Trương Chiêu.\n\nNăm [[208]], Tào Tháo đánh chiếm Kinh châu rồi mang quân áp sát Giang Đông. Tôn Quyền lo lắng hỏi ý kiến các quan tướng. Trương Chiêu theo chủ trương đầu hàng Tào Tháo vì ông cho rằng lực lượng Giang Đông nhỏ yếu không đương nổi đại quân Tào, còn [[Chu Du]] và [[Lỗ Túc]] chủ trương chống Tào. Cuối cùng Tôn Quyền theo ý kiến của Chu Du, đại phá quân Tào trong [[trận Xích Bích]].\n\nVề việc này, các sử gia có bàn tới tư tưởng của Trương Chiêu do tác động từ lời trăng trối của Tôn Sách. Tôn Sách dặn ông \"thong thả về tây\" là ám chỉ triều đình Hứa Xương của [[Hán Hiến Đế]] đang do [[Tào Tháo]] đang nắm giữ. Vì vậy trước thế mạnh của Tào Tháo, Trương Chiêu coi việc thuận theo Tào Tháo không phải là trái ý của Tôn Sách<ref name=\"ldp168\"\/>.\n\nSau [[trận Xích Bích]], [[Tào Tháo]] gửi thư cho [[Tôn Quyền]], đề nghị giao nộp Trương Chiêu để xử tội, nhưng Tôn Quyền từ chối<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 408<\/ref>. Năm 209, Tôn Quyền được [[Lưu Bị]] tiến cử làm Xa kỵ tướng quân, Trương Chiêu trở thành Xa kỵ tướng quân sư.\n\nNăm [[222]], Tôn Quyền được [[Tào Phi]] (đã xưng đế) phong làm Ngô vương, bắt đầu đặt thiết chế triều đình. Khi chuẩn bị phong chức thừa tướng đứng đầu trăm quan, mọi người đều nghĩ rằng Trương Chiêu sẽ được chọn. Nhưng cuối cùng Tôn Quyền lại chọn [[Tôn Thiệu]] làm [[tể tướng|thừa tướng]].\n\nNăm [[225]], Tôn Thiệu mất, các quan lại đề cử ông làm thừa tướng, nhưng rồi [[Tôn Quyền]] lại chọn [[Cố Ung]], khiến mọi người đều ngạc nhiên. Tuy không làm quan đầu triều, Trương Chiêu vẫn được Tôn Quyền tôn kính gọi bằng \"công\" chứ không gọi bằng tên<ref name=\"ldp169\">Lê Đông Phương, sách đã dẫn, tr 169<\/ref>.\n\nTôn Quyền thích đi săn, và thường diễn võ tay không đánh nhau với dã thú. Trương Chiêu hết sức can gián, khuyên không nên làm như vậy, vì nếu gặp rủi ro sẽ khiến thiên hạ chê cười. Tôn Quyền xấu hổ đành nghe theo.\n\nTôn Quyền thích uống rượu, thường tụ tập các quan uống say sưa. Trương Chiêu nghiêm khắc ngăn cản khiến Tôn Quyền bực bội, khi ông mang việc vua Trụ nhà Thương ham mê rượu chè thâu đêm đến nỗi hỏng chính sự, Tôn Quyền tuy không bằng lòng nhưng đành phải bãi tiệc<ref name=\"ldp169\"\/>.\n\nNăm [[229]], Tôn Quyền xưng làm hoàng đế. Mọi người đến chúc mừng. Đến Trương Chiêu, Tôn Quyền còn nhớ việc ông khuyên hàng Tào, nghiêm mặt hỏi lại ông:\n:''Nếu năm đó trẫm nghe lời ông thì ngày nay làm hoàng đế sao được?''\n\nTrương Chiêu sợ hãi vội sụp xuống lạy xin tạ tội. Ít lâu sau ông cáo bệnh, tuổi cao sức yếu xin nghỉ hưu. Đề nghị của ông được Tôn Quyền chấp thuận, phong làm Tuy viễn tướng quân, Do Quyền hầu<ref>Huyện Do Quyền ở phía nam Gia Hưng, Chiết Giang<\/ref>.\n\nNăm [[233]], tướng Liêu Đông của nước Tào Ngụy là [[Công Tôn Uyên]] sai sứ đến Đông Ngô xin kết giao. Tôn Quyền mừng rỡ, định sai đặc sứ đến Liêu Đông phong Công Tôn Uyên làm Yên vương, hy vọng cùng giáp công đánh Ngụy.\n\nTrước một việc quan trọng, Tôn Quyền sai người đến triệu kiến Trương Chiêu vào triều, hỏi ý ông. Trương Chiêu hết sức can ngăn, cho rằng Công Tôn Uyên sẽ trở mặt không theo, khiến thiên hạ chê cười [[Đông Ngô]]. Tôn Quyền bị phật ý, rất tức giận, quát mắng Trương Chiêu, dọa trị tội ông cố cãi ý vua. Trương Chiêu vẫn không chịu đổi ý.\n\nTôn Quyền không nghe theo, vẫn sai Hứa Yển và Trương Di mang 1 vạn quân đi đường biển đến Liêu Đông phong Công Tôn Uyên làm Yên vương. Trương Chiêu thác bệnh không vào triều nữa. Vua Ngô còn sai người lấy bùn đất trát kín cửa nhà ông lại. Trương Chiêu bèn sai người nhà lấy bùn đất trát thêm một lớp nữa ngoài cổng<ref>Lê Đông Phương, sách đã dẫn, tr 171<\/ref>.\n\nQuả nhiên sau đó Công Tôn Uyên đổi ý, giết chết Hứa Yển và Trương Di, thu luôn 1 vạn người của Đông Ngô làm thuộc hạ. Tôn Quyền nghe tin rất xấu hổ, bèn sai người đến nhà Trương Chiêu tạ lỗi. Nhưng Trương Chiêu vẫn xưng bệnh, không vào chầu. Tôn Quyền đích thân tới tận cổng nhà ông, Trương Chiêu vẫn cáo bệnh không ra. Tôn Quyền tức giận sai đốt cổng lớn. Trương Chiêu sai người nhà đóng lớp cửa thứ hai. Một lúc sau, Tôn Quyền bình tĩnh lại, sai người dập tắt lửa. Lúc đó trong nhà các con Trương Chiêu cũng khuyên can ông và dìu ông ra gặp Tôn Quyền. Tôn Quyền bèn mời ông lên ngồi chung xe và trò chuyện, đi vào triều.\n\nSau đó Trương Chiêu vẫn giữ lệ vào triều chầu vua Ngô, tới khi ông quá già yếu mới thôi.\n\nNăm [[236]], Trương Chiêu qua đời, hưởng thọ 81 tuổi. Ông đã phục vụ họ Tôn trong hơn 40 năm, sinh cùng năm và mất cùng năm với đại thần [[Đổng Chiêu]] nước [[Tào Ngụy]].\n\nSau này con ông là Trương Bố có công giúp Ngô Cảnh Đế [[Tôn Hưu]] trừ bỏ quyền thần [[Tôn Lâm]].\n\n== Bình luận ==\nTrương Chiêu là bậc lão thần, có công giúp họ Tôn mở nước ở Giang Đông. Các sử gia lý giải nguyên nhân Trương Chiêu không được Tôn Quyền trao chức [[tể tướng|thừa tướng]] vì mấy lý do<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 407-409<\/ref>:\n#Tôn Quyền khi làm vương đã có đủ thực lực và quyền uy, chỉ cần một thừa tướng ôn hòa, dễ sai bảo; trong khi Trương Chiêu có uy tín rất lớn và hay can gián quyết liệt, tính tình cứng cỏi, can thiệp vào hoạt động vui thú cá nhân của Tôn Quyền.\n#Tôn Quyền còn để bụng việc ông từng khuyên họ Tôn hàng Tào.\n\nNgoài ra, các sử gia còn so sánh ông với [[Cố Ung]], và cho rằng trong khi Trương Chiêu cứng rắn thì Cố Ung mềm mỏng, khéo lựa ý Tôn Quyền hơn khiến Tôn Quyền giữ được thể diện một vị vua, do đó Tôn Quyền chọn Cố Ung kế tục Tôn Thiệu<ref>Lê Đông Phương, sách đã dẫn, tr 173<\/ref>.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrương Chiêu là một nhân vật trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], ông được mô tả như một ông hủ nho, nhu nhược hồ đồ. Ông đóng vai trò khá quan trọng dưới thời Tôn Sách, được Tôn Sách và Ngô phu nhân ủy thác giúp Tôn Quyền. Từ trận Xích Bích vai trò của ông bị lu mờ vì sự thắng thế của phe chủ chiến do Chu Du cầm đầu.\n\nVai trò can gián của Trương Chiêu trong quan hệ giữa Tôn Quyền và [[Công Tôn Uyên]] không được Tam Quốc diễn nghĩa nhắc tới.\n\n== Xem thêm ==\n* [[Tôn Sách]]\n* [[Tôn Quyền]]\n* [[Chu Du]]\n* [[Trương Hoành (Tây Lương)|Trương Hoành (Tam Quốc)]]\n* [[Tôn Thiệu]]\n* [[Cố Ung]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 156]]\n[[Thể loại:Người nhà Hán]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Mất năm 236]]\n[[Thể loại:Người Giang Tô]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}