{"Trương Văn Lễ":"{{Thông tin nhân vật phong kiến\n| tên gốc = 張文禮\n| chức vụ = [[Tiết độ sứ Thành Đức]]\n| nhiệm kỳ = 921\n| tiền nhiệm = [[Vương Dung]]\n| kế nhiệm = [[Trương Xử Cẩn]]\n}}\n\n'''Trương Văn Lễ''' ({{zh|t=張文禮|s=张文礼}}) (mất [[15 tháng 9]] năm 921?<ref name=\"AS\">[http:\/\/sinocal.sinica.edu.tw\/][[Viện Nghiên cứu Trung ương (Đài Loan)]]<span> Chuyển hoán lịch Trung-Tây 2000 năm<\/span>.<\/ref><ref name=\"ZZTJ271\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref><ref>Theo ''Tư trị thông giám'', Trương Văn Lễ qua đời do kinh sợ sau khi hay tin quân Tấn chiếm được Triệu châu vào ngày 15 tháng 9.<\/ref>), còn gọi là '''Vương Đức Minh''' (王德明) trong thời gian là dưỡng tử của [[Vương Dung]], là một nhân vật quân sự. Ông từng phụng sự cho các quân phiệt [[Lưu Nhân Cung]], [[Lưu Thủ Văn]], và sau là [[Triệu (Ngũ đại)|Triệu vương]] Vương Dung. Ông được Vương Dung yêu mến và nhận làm nghĩa tử. Tuy nhiên, vào năm 921, ông khuyến khích thân quân của Vương Dung tiến hành binh biến và đồ sát nhà họ Vương. Sau đó, ông đoạt quyền kiểm soát đất Triệu. Đến khi đồng minh của Vương Dung là [[Tấn (Ngũ đại)|Tấn]] vương [[Lý Tồn Úc]] tiến công, ông qua đời do kinh sợ.\n\n== Trước khi trở thành dưỡng tử của Vương Dung ==\nTrương Văn Lễ là người Yên, tức U châu<ref group=\"chú\">幽州, nay thuộc [[Bắc Kinh]]<\/ref>.<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref><ref>''Tư trị thông giám bản Bá Dương'', quyển 66 [911].<\/ref> Sau khi Lô Long<ref group=\"chú\">盧龍, trị sở tại U châu<\/ref> tiết độ sứ [[Lưu Nhân Cung]] thôn tính Nghĩa Xương<ref group=\"chú\">義昌, trị sở nay thuộc [[Thương Châu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> và lập kì tử [[Lưu Thủ Văn]] làm Nghĩa Xương tiết độ sứ, Nha tướng Trương Văn Lễ được cử đến phụng sự Lưu Thủ Văn. Khi Lưu Thủ Văn về U châu thăm cha, Trương Văn Lễ nổi dậy chiếm giữ Thương châu (滄州). Tuy nhiên, do bị người dân Thương châu chống lại, ông phải chạy sang Trấn châu thuộc Thành Đức<ref group=\"chú\">成德, trị sở nay thuộc [[Thạch Gia Trang]], Hà Bắc<\/ref>. Thành Đức tiết độ sứ [[Vương Dung]] ấn tượng trước cách ăn nói khoa trương của Trương Văn Lễ, Văn Lễ còn tự tuyên bố rằng biết cách cầm binh, do vậy nhận ông làm dưỡng tử, đổi tên thành Đức Minh, ủy thác nhiều quân sự cho ông.<ref name=ZZTJ271\/><ref group=\"chú\">Lưu Nhân Cung thôn tính Nghĩa Xương vào năm 898 và bị con là [[Lưu Thủ Quang]] lật đổ vào năm 907, do vậy cuộc binh biến của Trương Văn Lễ tại Thương châu nổ ra trong giai đoạn này. Xem ''Tư trị thông giám'', các quyển [[:zh:s:資治通鑑\/卷261|261]], [[:zh:s:資治通鑑\/卷266|266]].<\/ref>\n\n== Làm dưỡng tử của Vương Dung ==\nNăm 910, Triệu vương Vương Dung sau khi bị [[Hậu Lương Thái Tổ]] tiến công thì quay sang liên minh với Tấn vương Lý Tồn Úc; đến năm 911, liên quân Tấn-Triệu đánh bại quân Hậu Lương, cứu nguy cho Triệu. Để cảm tạ, Vương Dung khiển Vương Đức Minh đem 37 đô thường theo Lý Tồn Úc chinh thảo.<ref name=ZZTJ267\/>\n\nNăm 912, Khi Lý Tồn Úc tiến công người kế nhiệm Lưu Nhân Cung là [[Yên (nước)|Yên Đế]] [[Lưu Thủ Quang]], Vương Đức Minh cùng với đại tướng của Tấn là [[Chu Đức Uy]] (周德威), và tướng Nghĩa Vũ<ref group=\"chú\">義武, trị sở nay thuộc [[Bảo Định, Hà Bắc|Bảo Định]], Hà Bắc<\/ref> là Trinh Nham (程巖) hội quân ở Dịch Thủy vào tháng giêng, cùng bao vây U châu. Đến tháng 11 cùng năm, Vương Đức Minh đem ba vạn binh tiến công lãnh thổ phía bắc của Hậu Lương, chiếm Tông Thành<ref group=\"chú\">宗城, nay thuộc [[Hình Đài]], Hà Bắc<\/ref>. Tuy nhiên, đến ngày Quý Sửu (9) cùng tháng, tức 20 tháng 12, tướng Hậu Lương [[Dương Sư Hậu]] (楊師厚) phục binh đánh bại Vương Đức Minh, giết được 5.000 quân Triệu.<ref name=ZZTJ268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\nNăm 913, trong lúc Chu Đức Uy vẫn bao vây U châu, tân hoàng đế của Hậu Lương là [[Chu Hữu Trinh|Chu Trấn]] khiển Dương Sư Hậu và Lưu Thủ Cơ (劉守奇) đem theo một đội quân được ghi là mười vạn người tiến công vào Triệu, mục đích là nhằm phân tán quân Tấn và Triệu để giúp Lưu Thủ Quang. Khi Vương Dung cáo cấp Chu Đức Uy, Chu Đức Uy khiển Kị tướng Lý Triệu Hành (李紹衡) hội quân với Vương Đức Minh để cùng kháng quân Hậu Lương. Sau đó, quân Hậu Lương dời Thành Đức và tiến đến Nghĩa Xương.<ref name=ZZTJ268\/>\n\nĐến năm 920, Vương Dung triệu hồi Vương Đức Minh về Thành Đức và bổ nhiệm ông làm Phòng thành sứ, cho Đô chỉ huy sứ Phù Tập (符習) thay thế ông chỉ huy quân Triệu theo Lý Tồn Úc chinh thảo. Vương Dung lúc này trở nên xa xỉ, xa lánh quân đội, mùa đông năm 920, khi Vương Dung đến vùng Tây Sơn, các binh sĩ tiến hành binh biến và sát hại thân tín của Vương Dung là hoạn giả Thạch Hy Mông (石希蒙), Vương Dung khiển trưởng tử [[Vương Chiêu Tộ]] (王昭祚) và Vương Đức Minh đồ sát các trọng thần Lý Hoằng Quy (李弘規) cùng Lý Ái (李藹) và gia quyến của họ vì cho rằng những người này khích động binh biến, giao phó chính sự lại cho Vương Chiêu Tộ và Lý Ái. Vương Dung tiếp tục thanh trừng những người bị cho là bè đảng của Lý Hoằng Quy và Lý Ái. Vương Dung xưa nay vốn có ý khác, đến tháng 2 ÂL năm Tân Tị (921) thì nhân cơ hội này để khích động thân quân bằng cách nói với họ rằng Vương Dung muốn sát hại toàn bộ bọn họ (vì tham gia binh biến). Thân quân sau đó tiến hành binh biến và sát hại Vương Dung. Quân hiệu Trương Hữu Thuận (張友順) suất chúng đến phủ đệ của Vương Đức Minh, thúc giục ông làm lưu hậu. Vương Đức Minh chấp thuận, phục tính danh Trương Văn Lễ. tận diệt nhà họ Vương, chỉ tha cho thê của Vương Chiêu Tộ là Phổ Ninh công chúa (hoàng nữ của Hậu Lương Thái Tổ) để mở đường cho việc quy phục triều đình Hậu Lương.<ref name=ZZTJ271\/>\n\n== Cai quản Thành Đức ==\nTháng sau, Trương Văn Lễ khiển sứ cáo loạn cho Lý Tồn Úc, đồng thời còn dâng thư khuyên Lý Tồn Úc xưng đế. Lý Tồn Úc ban đầu định tiến công Trương Văn Lễ, song liêu tá của người này khuyên rằng Tấn đang tranh đấu với Hậu Lương, không thể tạo thêm địch. Lý Tồn Úc bất đắc dĩ đồng ý, và đến tháng 4 ÂL thì khiển Tiết độ phán quán Lô Chất (盧質) 'thừa chế' triều Đường bổ nhiệm Trương Văn Lễ là Thành Đức lưu hậu.<ref name=ZZTJ271\/>\n\nTuy vậy, Trương Văn Lễ vẫn bất an, ông khiển gián sứ cầu viện Hoàng đế [[nhà Liêu|Khiết Đan]] [[Liêu Thái Tổ|Da Luật A Bảo Cơ]] và Hậu Lương Thái Tổ. (Hậu Lương Thái Tổ nghi ngờ Trương Văn Lễ và không có hành động.) Tuy nhiên, Tấn nhiều lần chặn giữ được mật thư của Trương Văn Lễ, Lý Tồn Úc khiển sứ gửi lại chúng cho Trương Văn Lễ, khiến ông hổ thẹn sợ hãi. Trương Văn Lễ sợ rằng các tướng cũ của Triệu sẽ làm phản, do vậy ông thường tìm cách diệt trừ họ. Ông cố gắng xoa dịu Phù Tập bằng cách thăng con của Phù Tập là Phù Tử Mông (符子蒙) làm Đốc đốc phủ tham quân, triệu hồi Phù Tập về Thành Đức. Tuy vậy, Phù Tập gặp Lý Tồn Úc, thuyết phục Lý Tồn Úc báo thù cho Vương Dung.<ref name=ZZTJ271\/>\n\nNgày Canh Thân (7) tháng 8 năm Tân Tị (11 tháng 9 năm 921), Lý Tồn Úc bổ nhiệm Phù Tập làm Thành Đức lưu hậu, mệnh Thiên Bình tiết độ sứ Diêm Bảo (閻寶) và Tương châu thứ sử Sử Kiến Đường (史建瑭) hỗ trợ Phù Tập tiến công Trương Văn Lễ. [[Vương Xử Trực]] cho rằng Nghĩa Vũ và Thành Đức tương hỗ với nhau, nếu để Lý Tồn Úc trực tiếp cai quản Thành Đức thì Nghĩa Vũ sẽ đơn độc, do vậy cho rằng nên tha cho Trương Văn Lễ để tập trung chống Hậu Lương. Tuy nhiên, Lý Khắc Dụng trả lời rằng Trương Văn Lễ giết vua, về nghĩa không thể xá, còn thêm tội ngầm câu kết với Hậu Lương. Ngày Giáp Tý cùng tháng (15 tháng 9), quân Tấn và quân của Phù Tập tiến công Triệu châu<ref group=\"chú\">趙州, nay thuộc Thạch Gia Trang, Hà Bắc<\/ref>, Triệu châu thứ sử Vương Đình (王鋌) đầu hàng. Trương Văn Lễ trước đó bị nhọt ở bụng, khi nghe tin này thì kinh sợ mã mất. Con Trương Văn Lễ là [[Trương Xử Cẩn]] nắm quyền chỉ huy quân Thành Đức kháng Tấn, song cuối cùng bị đánh bại vào năm 922, lãnh thổ cũ của Triệu rơi vào tay Lý Tồn Úc. Lý Tồn Úc cho xé xác phanh thây Trương Văn Lễ ở nơi công cộng.<ref name=ZZTJ271\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Vua thời Ngũ Đại Thập Quốc}}\n\n[[Thể loại:Sinh thế kỷ 9]]\n[[Thể loại:Mất năm 921]]\n[[Thể loại:Triệu (Ngũ Đại Thập Quốc)]]\n[[Thể loại:Tấn (Ngũ Đại Thập Quốc)]]\n[[Thể loại:Người Bắc Kinh]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]"}