{"Trương Ngực":"{{distinguish|Trương Nghi}}{{Thông tin nhân vật Tam Quốc\n|Tên= Trương Ngực\n|Hình= Zhang Ni 2016 Han Zhao Lie Miao.jpg\n|Cỡ hình= 285px\n|Chú thích hình= Tượng Trương Ngực tại đền Vũ Hầu - Thành Đô\n|Chức vụ= Tướng lĩnh<br>Thái thú\n|Tên thật= Trương Ngực (張嶷)\n|Tự= Bá Kỳ (伯岐)\n|Hiệu= \n|Khác= \n|Thế lực= [[Thục Hán]]\n|Sinh= 194\n|Nơi sinh= Nam Sung, [[Ba (quận)|Ba quận]]<br>(nay là [[Nam Sung]], [[Tứ Xuyên]])\n|Mất= 254\n|Nơi mất= Địch Đạo, Lương Châu<br>(nay là [[Lâm Thao, Định Tây]], [[Cam Túc]])\n|Tước hiệu= \n|Thụy hiệu= \n|Thân phụ= \n|Thân mẫu= \n|Hôn phối= \n|Con= Trương Anh<br>Trương Hộ Hùng\n|Ghi chú= Ghi chú khác\n}}\n'''Trương Ngực''' ({{zh|t=張嶷|p=Zhang Ni}}; ? - 254), còn phiên âm nhầm thành '''Trương Nghi'''<ref>Chữ '''嶷''' có hai cách đọc là Ngực (âm ''Ni'') và Nghi (âm ''Yi''). Tên người là ''Ni''.<\/ref>, tự '''Bá Kỳ''' (伯岐), là đại tướng nhà [[Thục Hán|Quý Hán]] trong thời kỳ [[Tam Quốc]], góp công lớn trong việc ổn định biên giới phía nam của Quý Hán.\n\n== Thời trẻ ==\nTrương Ngực là người huyện [[Nam Sung|An Hán]], quận [[Ba Tây]], xuất thân cơ hàn,<ref name=\"TTQV 62\">[[Nghiêm Khả Quân]], ''[[Toàn Tam quốc văn]]'', quyển 62, ''[[:wikisource:zh:全三國文\/卷62|Thục (6)]]''.<\/ref> cùng [[Cung Lộc]], [[Diêu Trụ]] tình nghĩa thân hậu. Ngực lấy tuổi nhược quán làm huyện công tào. Năm 214, gặp lúc [[Lưu Bị vào Xuyên]], cường đạo thừa cơ đánh cướp, huyện trưởng đem cả nhà bỏ chạy, Ngực cõng phu nhân của huyện trưởng, không ngại đao thương kiếm kích, mở một đường máu. Nhờ thế mà Ngực nổi danh trong quận, được mộ binh làm châu lệnh.<ref name=\"TQC 43\">[[Trần Thọ (sử gia)|Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 13, ''[[:wikisource:zh:三國志\/卷43|Hoàng Lý Lã Mã Vương Trương truyện]]''.<\/ref>\n\nNăm 227, thừa tướng [[Gia Cát Lượng]] tiến hành [[Chiến tranh Thục-Ngụy (228-234)|Bắc phạt]]. Bọn sơn tặc [[Trương Mộ]] (張尉) quấy phá vùng [[Hán Trung]], [[Quảng Hán]], [[Miên Trúc]], Trương Ngực lấy chức vụ [[Đô úy]] dẫn quân thảo phạt, dùng kế chém Trương Mộ cùng đồng đảng hơn 50 người, trong 10 ngày hoàn thành bình định. Về sau, Trương Ngực bị bệnh, trong nhà lại không có tiền của, bèn đánh xe đến gặp Thái thú [[Hà Chi]] (có thanh danh tốt) xin nhờ. Hà Chi bèn đem cả gia tài ra cứu giúp, mất vài năm mới đem bệnh chữa khỏi, xong lại tiến cử Ngực làm Nha môn tướng.<ref name=\"TQC 43\"\/>\n\nNăm 236, Đê vương [[Phù Kiện]] muốn hàng Hán, Đại tướng quân [[Tưởng Uyển]] cử tướng quân [[Trương Úy]] đi đón, quá hẹn nhiều ngày mà không thấy. Tưởng Uyển vì vậy mà lo âu, Trương Ngực, khi đó giữ chức Thái thú quận [[Vũ Đô]]<ref name=\"TTQV 62\"\/>, bèn khuyên rằng: ''Phù Kiện chân thành quy hàng, chắc chắn không có biến cố, nhưng em trai của Phù Kiện là kẻ giảo hoạt, [[Man di|Di]] [[Bắc Địch|Địch]] không có khả năng cùng nhau quy phụ, chỉ sợ là nửa đường bỏ đi, mới dẫn tới hành trình bị trì hoàn''. Mấy ngày sau, Phù Kiện dẫn 400 hộ đến quy phụ Quý Hán, được an trí tại huyện Quảng Đô, em của Kiện lại dẫn 400 hộ quy phụ Tào Ngụy.<ref name=\"TQC 43\"\/><ref name=\"HDQC 7\">[[Thường Cừ]], ''[[Hoa Dương quốc chí]]'', quyển 7, ''[[:wikisource:zh:華陽國志\/卷七|Lưu Hậu chủ chí]]''.<\/ref>\n\n== Trấn an Nam Trung ==\nĐất [[Nam Trung (Trung Quốc)|Nam Trung]] từ sau khi Thừa tướng Gia Cát Lượng [[Chiến dịch Nam Trung|bình định]] nhiều lần nổi loạn, Thái thú quận [[Việt Tây]] là [[Cung Lộc]], [[Tiêu Hoàng]] (焦璜), Thái thú quận [[Vân Nam (quận)|Vân Nam]] là [[Lã Khải]] đều bị hại chết. Triều đình muốn trấn an Nam Trung, bèn phong Trương Ngực làm Thái thú quận Việt Tây. Ngực đến nhiệm sở, ân uy cùng thi, được người Nam Trung tín nhiệm. Trương Ngực biết được bạn tốt Cung Lộc ngày xưa bị di soái [[Lý Cầu Thừa]] (李求承) giết hại, bèn treo thưởng bắt sống, liệt kê tội trạng, tự mình hành hình xử trảm.<ref name=\"TQC 43\"\/>\n\nTrong quận có bộ lạc Cầm Mã do [[Ngụy Lang]] (魏狼) làm thủ lĩnh chống đối, Ngực đem quân trấn áp, bắt được Ngụy Lang, lại thả về để chiêu an. Ngụy Lang dẫn bộ lạc hơn 3.000 hộ quy thuận, Trương Ngực lại tấu triều đình phong Ngụy Lang làm Ấp hầu. Triều đình biết tin, phong Ngực tước Quan nội hầu. Huyện [[Tô Kỳ]] lại có thủ lĩnh [[Đông Phùng]] (冬逢) cùng em trai [[Ngỗi Cừ]] (隗渠) nhiều lần phản phục. Trương Ngực tru sát Đông Phùng, Ngỗi Cừ bỏ trốn đến phía tây, cho hai người đến trá hàng, thực chất để thăm dò quân tình. Ngực phát hiện ra việc này, liền trọng thưởng gián điệp, biến hai người này thành gián điệp của mình, quay về giết chết Ngỗi Cừ, yên ổn phía tây.<ref name=\"TQC 43\"\/>\n\nSau ba năm nhậm chức, Trương Ngực dời quận trị về nơi cũ, cho xây tường thành, người di không kể nam nữ đều tận tâm tận lực góp sức. Ba huyện Định Khoáng, Đài Đăng, Ti Thủy sản xuất nhiều vàng, sắt, muối nằm ở gần quận trị, nhưng lại bị di soái chiếm làm của riêng. Trương Ngực dẫn quân trấn áp, chém thủ lĩnh Định Khoáng là [[Lang Sầm]] (狼岑), lại mở tiệc chiêu an các tộc, từ ấy vật tư trong quận trở nên sung túc.<ref name=\"TQC 43\"\/>\n\nQuận [[Hán Gia]] có bộ lạc [[Mao Ngưu]], thủ lĩnh bộ lạc là [[Lang Lộ]] (狼路) có cô là vợ của Đông Phùng. Lang Lộ muốn trả thù, sai chú là [[Lang Ly]] (狼離) đến quan sát. Trương Ngực biết được, sai người đem rượu ban cho bọn người Lang Ly, lại đem vợ của Đông Phùng (vốn trước đó đã được Trương Ngực xá tội) thả về. Từ đó bộ lạc Mao Ngưu quy phụ. Trong vùng có đường lớn nghìn dặm nối đến Thành Đô, vốn chạy qua đất của Mao Ngưu nên trăm năm nay bỏ hoang không ai dám đi. Trương Ngực liền cho người đem quà phẩm đến ngỏ ý với Lang Lộ. Lộ nghe theo, đem cả gia quyến đến xin quy phụ với Ngực, đường từ đó được mở lại như trước. Lang Lộ lại cho thuộc hạ đến tiến cống triều đình Quý Hán, Hậu Chủ theo lời tấu xin của Ngực phong Lộ làm Mao Ngưu Bì vương. Hậu chủ cũng phong Ngực làm Phủ Nhung tướng quân, kiêm Thái thú Việt Tây. Sau 15 năm tiền nhiệm, Trương Ngực xin về [[Thành Đô]], được phong làm Đãng khấu tướng quân.<ref name=\"TQC 43\"\/>\n\n== Dự phán cái chết ==\n[[Phí Y]] tính tình quá khoan hòa cởi mở, dễ bị người khác tiếp cận mà mưu hại, vì vậy Trương Ngực lấy chuyện [[Sầm Bành]] bị thích khách ám sát để nhắc nhở Phí Y cảnh giác. Quả nhiên sau đó Phí Y bị tướng Ngụy trá hàng là [[Quách Tuần]] giết hại.<ref name=\"TQC 44\">[[Trần Thọ (sử gia)|Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 14, ''[[:wikisource:zh:三國志\/卷44|Tưởng Uyển Phí Y Khương Duy truyện]]''.<\/ref>\n\n[[Gia Cát Khác]] (cháu gọi Gia Cát Lượng bằng chú) làm quyền thần [[Đông Ngô]], vì lập công lớn khi đẩy lui quân Ngụy nên có ý kiêu ngạo, muốn dẫn đại quân sang đánh tiếp. Trương Ngực viết thư khuyên Khác hoãn việc quân để trông coi Ngô chủ mới lập còn nhỏ tuổi, tập trung chỉnh đốn nội bộ, khuyến nông dưỡng sức. Khác không nghe, cuối cùng bị [[Trương Đặc]] đánh bại ở [[Hợp Phì]]. Không lâu sau Gia Cát Khác bị Tôn Tuấn bắt giết và tru di tam tộc.<ref name=\"TQC 43\"\/>\n\n== Tham gia Bắc phạt ==\nNăm 254, nhân tướng Ngụy là [[Lý Giản]] hàng Thục, Trương Ngực theo [[Khương Duy]] tiến quân [[Địch Đạo]]. Trương Ngực lúc này đã bị bệnh nặng, phải dùng gậy để đứng. Nhiều người muốn Trương Ngực lưu thủ hậu phương, nhưng Ngực kiên quyết theo quân, thà chết trận sa trường. Trong lúc giao tranh, Trương Ngực bị [[Từ Chất]] giết chết trong lúc đánh lạc hướng quân địch đang truy đuổi Khương Duy.<ref name=\"TQC 43\"\/>\n\n== Gia đình ==\nCon cái:\n* [[Trương Anh]] (張瑛), con trai trưởng, sau khi Trương Ngực chết được triều đình phong tước Tây hương hầu.<ref name=\"TQC 43\"\/>\n* [[Trương Hộ Hùng]] (張䕶雄), con trai thứ, sau khi Trương Ngực chết, tập tước Quan nội hầu của cha.<ref name=\"TQC 43\"\/>\nCháu:\n* [[Trương Dịch (Tây Tấn)|Trương Dịch]] (張奕), cháu nội của Trương Ngực, tự Hi Tổ (希祖), làm quan cho nhà Tấn đến chức Thứ sử Lương Châu,<ref name=\"TQC 43\"\/> Thứ sử Kinh Châu, Nam Man hiệu úy, [[Hiệu úy|Trường Thủy hiệu úy]].<ref name=\"HDQC 11\">[[Thường Cừ]], ''[[Hoa Dương quốc chí]]'', quyển 11, ''[[:wikisource:zh:華陽國志\/卷十一|Hậu hiền chí]]''.<\/ref> Năm 303, Thứ sử Kinh Châu [[Lưu Hoằng (nhà Tấn)|Lưu Hoằng]] đóng quân ở huyện [[Nhữ Châu|Lương]] để đánh dẹp [[Trương Xương]]. Phạm Dương vương [[Tư Mã Hao]] phái Trường Thủy hiệu úy Trương Dịch đến ngăn trở. Trương Dịch bị Lưu Hoằng đánh bại, xử trảm.<ref name=\"TTTG 85\">[[Tư Mã Quang]], ''[[Tư trị thông giám]]'', [[:wikisource:zh:資治通鑑\/卷085|''Tấn kỷ'', Quyển 85]].<\/ref>\n\n== Trong văn hóa ==\nTrong tiểu thuyết lịch sử ''[[Tam quốc diễn nghĩa]]'' của [[La Quán Trung]], Trương Ngực là một vị tướng cuối thời Thục Hán. Ông tham gia rất nhiều chiến dịch của [[Gia Cát Lượng]] và thể hiện sự đam mê cháy bỏng đối với những nỗ lực không ngừng nghỉ của Gia Cát Lượng. Chính vì thế, đôi khi ông có sự tự tin thái quá vào năng lực thực sự bản thân và tự đặt mình vào nguy hiểm chết người, suýt chút nữa là chết trong tay [[Vương Song]] trước khi được [[Liêu Hóa]] và [[Vương Bình]] cứu thoát và bị sa vào cạm bẫy rồi bị bắt bởi [[Chúc Dung phu nhân]] trong chiến dịch nam chinh. Ngay trước khi Gia Cát Lương qua đời, ông đã chỉ định Trương Ngực, cùng với [[Liêu Hóa]], [[Mã Đại]] và [[Trương Dực]] là những trung thần cần phải giữ lại.\n\nTrong suốt chiến dịch Bắc phạt của [[Khương Duy]], ông luôn khuyên Khương Duy nên tập trung cho những vấn đề trong nước hơn là tấn công [[Tào Ngụy]]. Ông mất mạng trong hồi 111 trong lúc giải cứu Khương Duy khỏi tay [[Trần Thái (Tam Quốc)|Trần Thái]].\n\n== Tham khảo ==\n* [[Trần Thọ (sử gia)|Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Thường Cừ]], ''[[Hoa Dương quốc chí]]''\n* [[Nghiêm Khả Quân]], ''[[Toàn Tam quốc văn]]''.\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{nhân vật Tam Quốc}}\n{{thời gian sống|thế kỷ 2|254}}\n\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}