{"Trương Bảo (Khăn Vàng)":"'''Trương Bảo''' ([[tiếng Trung Quốc|tiếng Trung]]: 張寶, bính âm: Zhang Bao; ?-[[184]]) là một trong các thủ lĩnh của cuộc [[khởi nghĩa Khăn Vàng]] vào cuối thời [[nhà Hán|nhà Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n== Khởi binh ==\nÔng là người huyện [[Cự Lộc]], tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc]], em của thủ lĩnh [[Trương Giác]]. Ông còn một người anh em nữa là [[Trương Lương (Khăn Vàng)|Trương Lương]].\n\nTrương Bảo cùng Trương Giác và Trương Lương dùng phương thức ma thuật hoặc thuật thôi miên, vẽ bùa niệm chú chữa bệnh cứu người, lấy được lòng tin của nhiều người trong thiên hạ.\n\nSau hơn 10 năm hoạt động, anh em ông nhân danh dùng [[Đạo giáo]] tập hợp được 36 vạn tín đồ<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 335<\/ref>. Trước tình hình nhà Hán ngày càng suy yếu và mất lòng tin của nhân dân cực khổ, anh em ông quyết định phát động quần chúng nổi dậy nhằm lật đổ chính quyền Đông Hán.\n\nTháng 2 âm lịch năm 184, anh em Trương Bảo quyết định khởi binh. Trương Giác tự xưng là Thiên công tướng quân, Trương Bảo tự xưng là Địa công tướng quân, Trương Lương tự xưng là Nhân công tướng quân, trong quân may cờ màu vàng làm hiệu.\n\nQuân Khăn Vàng đồng loạt nổi lên tấn công vào các thôn trang. Chỉ trong không đầy 10 ngày, người trong thiên hạ hưởng ứng rất nhiều, kinh đô [[Lạc Dương]] chấn động. [[Hán Linh Đế]] phái 3 tướng là [[Lư Thực]], [[Hoàng Phủ Tung]] và [[Chu Tuấn]] đi dẹp anh em Trương Bảo.\n\n== Thất bại ==\nDo không được tổ chức tốt, dù có lực lượng đông nhưng quân Khăn Vàng mau chóng bị các tướng triều đình đánh bại sau những thắng lợi ban đầu. Cuối năm 184, sau khi anh Trương Giác qua đời vì bệnh và em Trương Lương tử trận tại Quảng Tông, chỉ còn Trương Bảo cầm quân.\n\nTháng 11 năm 184, do bị thất thế, Trương Bảo chạy về Hạ Khúc Dương<ref>Phía tây huyện Tấn, Hà Bắc hiện nay<\/ref>. Tướng nhà Hán là Hoàng Phủ Tung mang quân đuổi theo, lệnh cho Thái thú Cự Lộc là Phùng Dực cùng hợp lực truy kích. Hai cánh quân phối hợp đại phá quân Khăn Vàng ở Khúc Dương. Trương Bảo bị quân Hán bắt và mang chém. Số quân Khăn Vàng bị giết tại Hạ Khúc Dương lên tới hàng chục vạn người, được chôn chung ở phía nam thành Hạ Khúc Dương thành ngôi mộ rất lớn (kinh quan)<ref>Lê Đông Phương, sách đã dẫn, tr 33<\/ref>.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrương Bảo được nhắc tới trong tiểu thuyết [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] từ hồi 1 đến hồi 2. Ông được mô tả là người dùng yêu thuật đánh trận để chống quân triều đình và bị các tướng [[nhà Hán]] phá được phép thuật nên bại trận. Ông đã bị trúng tên của [[Lưu Bị]] trên đường chạy trốn. Sau cùng ông bị bộ tướng Nghiêm Chính phản bội, chém chết để ra hàng quân Hán.\n\n==Xem thêm==\n* [[Trương Giác]]\n* [[Trương Lương (Khăn Vàng)]]\n* [[Khởi nghĩa Khăn Vàng]]\n\n==Tham khảo==\n* Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương, Vương Tử Kim (2007),'' Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa, tập 1'', Nhà xuất bản Thanh niên.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Quân nổi dậy Trung Quốc]]\n[[Thể loại:Mất năm 184]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Người họ Trương tại Trung Quốc]]"}