{"Trương Hoành (Đông Ngô)":"{{bài cùng tên|Trương Hoành (định hướng)}}\n'''Trương Hoành''' ([[chữ Hán]]: 張紘; [[153]] - [[212]]) là mưu sĩ của [[Tôn Sách]] và [[Tôn Quyền]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Giúp họ Tôn dựng nghiệp ==\nTrương Hoành tự là '''Tử Cương''', người quận Quảng Lăng. Cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] nổ ra loạn lạc, Trương Hoành về Giang Đô.\n\nKhi [[Tôn Sách]] đang ở dưới trướng [[Viên Thuật]], muốn gây dựng cơ đồ riêng thì Trương Hoành đang mang tang mẹ. Tôn Sách nghe tiếng ông bèn đến gặp mặt, thỉnh cầu giúp sức. Sau vài lần thoái thác, Trương Hoành nhận lời giúp Tôn Sách. Ông cùng [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] là nhân tài có tiếng đương thời, cùng theo giúp Tôn Sách, được mọi người gọi là \"hai họ Trương\".\n\nTrương Hoành bày kế cho Tôn Sách nên rời khỏi Đan Dương sang Ngô quận và [[Cối Kê]] tập hợp binh mã, chiếm lấy vùng này làm căn bản, rồi thâu tóm Dương châu và Kinh châu để dựng nghiệp lớn<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 733<\/ref>. Đồng thời, ông đứng ra tập hợp thêm lực lượng theo giúp Tôn Sách.\n\nTrương Hoành đóng vai trò mưu sĩ cho Tôn Sách trong quá trình đánh chiếm các quận Dương châu, thiết lập chính quyền họ Tôn tại đây. Ông thường là người thảo các công văn thư từ cho Tôn Sách trong quan hệ với triều đình [[Hán Hiến Đế]] ở Hứa Xương trong tay [[Tào Tháo]].\n\nTôn Sách qua đời ([[200]]), Trương Hoành theo giúp Tôn Quyền. Ông khuyên Tôn Quyền phát triển huyện Mạt Lăng làm đất đóng đô.\n\nNăm [[212]], Trương Hoành qua đời khi 60 tuổi. [[Tôn Quyền]] nghe theo lời ông, dời đô đến Mạt Lăng, sau này dựng nước [[Đông Ngô]], đổi tên đất này là [[Kiến Nghiệp]]. Về sau các triều đại kế tục là [[Nhà Tấn|Đông Tấn]], [[Lưu Tống]], [[Nam Tề]], [[nhà Lương|Lương]] và [[nhà Trần (Trung Quốc)|Trần]] đều đóng đô ở đây (với tên mới là Kiến Khang vì kiêng húy [[Tấn Mẫn Đế]]), sử gọi là '''Lục triều'''.\n\n== Trong Tam Quốc diễn nghĩa ==\nVai trò của Trương Hoành trong [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] khá mờ nhạt. Ông xuất hiện hồi 15 khi cùng [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] theo giúp [[Tôn Sách]]. Sau này ông chỉ được nhắc tới lần cuối khi đề cử chọn Mạt Lăng làm nơi dựng nghiệp cho [[Tôn Quyền]] trước khi ông qua đời.\n\n== Xem thêm ==\n* [[Tôn Sách]]\n* [[Tôn Quyền]]\n* [[Kiến Nghiệp]]\n* [[Trương Chiêu (Tam Quốc)|Trương Chiêu]]\n\n==Tham khảo==\n* Lê Đông Phương, ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 153]]\n[[Thể loại:Mất năm 212]]\n[[Thể loại:Nhân vật chính trị Đông Ngô]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Người Giang Tô]]"}