{"Trương Cáp":"{|cellpadding=3px cellspacing=0px bgcolor=#f7f8ff style=\"float:right; border:2px solid; margin:5px\"\n|colspan=2 align=center|[[Tập tin:Zhang He Portrait.jpg|nhỏ|220px|giữa|Trương Cáp lúc sắp chết dưới loạn tên ở Kiếm Các]]\n|-\n!style=\"background:#ccf; border-bottom:2px solid\" colspan=2|Họ, tên\n|-\n|align=right|[[Tiếng Trung Quốc|Tiếng Trung]] giản thể:||张郃\n|-\n|align=right|[[Tiếng Trung Quốc|Tiếng Trung]] phồn thể:||張郃\n|-\n|align=right|[[Bính âm Hán ngữ|Bính âm]]:||Zhāng Hé\n|-\n|align=right|[[Wade-Giles]]:||Chang Ho\n|-\n|align=right|Tự:||Tuấn Nghệ (儁乂)\n|}\n'''Trương Cáp''' (chữ Hán: 张郃; 167-231), một số văn bản gần đây dịch sai thành '''Trương Hợp''' (张合)<ref>Chữ 郃 trong tên Trương Cáp có duy nhất một phiên âm là Cáp. Chữ 合 là sai chính tả của chữ 郃, đặc biệt khi nhập chữ, chữ này có ba phiên âm là Cáp, Hiệp (Hợp), Hạp.<\/ref>, tự là '''Tuấn Nghệ''' (儁乂), là tướng lĩnh [[Tào Ngụy|nhà Ngụy]] thời Tam Quốc trong lịch sử Trung Quốc.\n\n==Thời trẻ==\nTrương Cáp bắt đầu tham gia chiến trận năm mới 16 tuổi khi có [[Khởi nghĩa Khăn Vàng|khởi nghĩa Hoàng Cân]]. Thời Hán mạt ra ứng mộ đánh dẹp Khăn Vàng. Sau khi khởi nghĩa Khăn Vàng tan rã Cáp là thuộc hạ của [[Hàn Phức]].\n\n==Theo Viên Thiệu==\n\nPhức giao chiến với Viên Thiệu bại trận, Cáp dẫn binh quy hàng [[Viên Thiệu]]. Thiệu lấy Cáp làm Hiệu uý, sai chống cự [[Công Tôn Toản]]. Toản bị phá, phần nhiều là công lao của Cáp, Cáp được thăng làm Ninh quốc Trung lang tướng.\n\n===Trận Quan Độ===\n\nKhi Tào Tháo đánh nhau với Viên Thiệu ở trận Quan Độ:\n\n''Hán Tấn xuân thu'' chép: Cáp thuyết Thiệu rằng: \"Chúa công tuy liên tục thắng, nhưng chớ cùng với Tào công chiến đấu, nên mật sai quân khinh kỵ đánh úp tuyệt đường ở phía nam, tất quân kia tự bại vậy.\" Thiệu không theo kế ấy.\n\nThiệu sai tướng là bọn Thuần Vu Quỳnh đôn đốc việc vận lương ở Ô Sào, Tào Tháo tự mình tới đánh gấp. Cáp khuyên Thiệu rằng: \"Binh của Tào công tinh nhuệ, hẳn sẽ đánh tan bọn Quỳnh bọn Quỳnh bị phá, tất việc của tướng quân phải bỏ đi vậy, nên cấp tốc dẫn binh đến cứu ngay.\" Quách Đồ nói: \"Kế của Cáp không hay. Chẳng bằng đánh vào bản doanh của họ, thế tất họ phải quay về, thế là chẳng cần cứu mà tự giải vây được vậy.\" \n\nCáp nói: \"Tào công doanh trại kiên cố, có đánh hẳn cũng chẳng lấy được, nếu như bọn Quỳnh bị bắt, lũ thuộc hạ chúng ta cũng bị bắt hết cả.\" Thiệu chỉ phái quân khinh kỵ đi cứu Quỳnh, mà để trọng binh đánh doanh trại Thái Tổ, không hạ được. Tào Tháo quả nhiên phá được bọn Quỳnh, quân của Thiệu tan vỡ. Đồ hổ thẹn, lại dèm pha Cáp rằng: \"Cáp mừng vì quân ta bại, lời nói không khiêm tốn.\"\n\n==Theo Tào Tháo==\nTrương Cáp nhiều lần bày mưu và khuyên Viên Thiệu nhưng ông ta không nghe lời. Trận Ô Sào đại bại Cáp bị [[Quách Đồ]] gièm pha. Viên Thiệu vốn thiếu quyểt đoán tin lời Đồ có ý hại Cáp. Kết quả Trương Cáp và Cao Lãm chạy sang phe [[Tào Tháo]].\n\nThái Tổ được Cáp rất mừng, bảo rằng: \"Xưa Tử Tư chẳng sớm tỉnh ngộ, bởi thế khiến thân bị nguy, há được như Vi Tử bỏ nhà Ân, Hàn Tín quy nhà Hán đó sao?\" Rồi bái Cáp làm Thiên tướng quân, phong tước Đô Đình hầu.\n\nBùi Tùng Chi xét ''Vũ đế kỷ'' cùng ''Viên Thiệu truyện'' đều nói rằng Viên Thiệu sai Trương Cáp - Cao Lãm đánh doanh trại Thái Tổ, bọn Cáp nghe tin Thuần Vu Quỳnh bị phá, bèn đến hàng, sĩ chúng của Thiệu đại hội sau đó. Thế tất là bọn Cáp ra hàng sau đó quân Thiệu tan vỡ. Đến như truyện này, nói là quân Thiệu hội họp trước, sợ lời dèm của Quách Đồ, rồi sau mới quy hàng Thái Tổ, ấy là ba truyện có lầm lẫn bất đồng vậy.\n\n===Chiến công===\n\nCáp được trao nắm binh sĩ, theo đánh huyện Nghiệp, lấy được. Lại theo đánh [[Viên Đàm]] ở Bột Hải, riêng cầm quân vây Hung Nô, đại phá được. Rồi theo đánh Liễu Thành, cùng với [[Trương Liêu]] đều được làm tiên phong, bởi có công được thăng làm Bình định tướng quân. Lại biệt phái đi đánh Đông Lai, dẹp Quản Thừa, lại cùng Trương Liêu đánh dẹp bọn Trần Lan - Mai Thành, phá được. Rồi theo phá Mã Siêu - [[Hàn Toại]] ở Vị Nam. Vây huyện An Định, thu hàng [[Dương Thu (Tam Quốc)|Dương Thu]]. Cùng với Hạ Hầu Uyên đánh dẹp phu tặc Lương Hưng cùng rợ Đê ở Vũ Đô. Lại phá được [[Mã Siêu]], bình [[Tống Kiến]].\n\n===Trận Hán Trung===\n\nSau này ông đã trở thành danh tướng nước Ngụy, được xếp vào hàng năm danh tướng của Ngụy. Trong những chiến tích của ông thì trận giao tranh với Trương Phi ở Ba Tây được xem là nổi bật nhất, dù thất bại nhưng cuối cùng Trương Cáp cũng bày kế và giết được [[Lôi Đồng]] của [[Trương Phi]].\n\n[[Lưu Bị]] đóng quân ở Dương Bình, Cáp đóng quân ở Quảng Thạch. Bị có hơn vạn quân tinh nhuệ, chia làm mười lộ, nhân đêm tối gấp rút tấn công Cáp. Cáp đốc suất binh tinh nhuệ đánh lại, Bị không thể thắng nổi. Sau đấy Bị tới lũng Tẩu Mã đốt đô ấp ở vùng ngoại vi, [[Hạ Hầu Uyên]] tới cứu hoả, đi được nửa đường gặp quân của Bị, giao chiến, binh khí ngắn phải đánh gần. Uyên bị [[Hoàng Trung]] giết, Cáp quay về Dương Bình.\n\n''Nguỵ lược'' chép: Uyên tuy làm Đô đốc, Lưu Bị sợ Cáp mà coi thường Uyên. Lúc giết Uyên, Bị nói: \"Kẻ ấy đáng được làm đầu sỏ, dùng người như thế sao làm gì được ta!\"\n\nĐang lúc bấy giờ, nguyên soái mới mất, sợ Bị thừa cơ đánh, ba quân đều thất sắc. Tư mã của Uyên là Quách Hoài bèn lệnh cho chúng rằng: \"Trương tướng quân, là danh tướng quốc gia, Lưu Bị phải kiêng sợ; hôm nay việc nguy cấp, phi Trương tướng quân chẳng ai có thể vỗ yên được.\" Bèn suy tôn Cáp lên làm chủ trong quân. Cáp nhận trách nhiệm, ém binh giữ yên trận địa, chư tướng đều vâng theo sự dụng binh của Cáp, bụng dân chúng mới yên. Tào Tháo đến Trường An, phái sứ giả đến ban cho Cáp phù tiết. Tào Tháo thân đến Hán Trung, Lưu Bị giữ trên núi cao không dám đánh. Tào Tháo rút lui toàn quân khỏi Hán Trung, Cáp quay về đóng binh ở Trần Thương.\n\n==Thời Tào Phi==\n\nVăn Đế tức [[Tào Phi]] lên ngôi lấy Cáp làm Tả tướng quân, tiến tước Đô Hương hầu. Khi lên ngôi Đế, tiến phong Cáp là Mạo Hầu. Rồi hạ chiếu cho Cáp và Tào Chân đánh rợ Hồ ở Lô Thủy thuộc An Định cùng rợ Khương ở phía Đông, cho triệu Cáp và Tào Chân cùng vào chầu ở cung điện Hứa Xương, phái Cáp về nam cùng Hạ Hầu Thượng đánh Giang Lăng. Cáp đốc xuất chư quân vượt sông, chiếm cồn cát ở trên sông lập doanh luỹ.\n\nKhi Tào Phi mất, [[Tào Duệ]] lên ngôi, Trương Cáp được phong làm Hữu tướng quân, người giữ quyền lực quan trọng nhất trong triều đình chỉ sau [[Tư Mã Ý]] và tham mưu [[Hạ Hầu Mậu]]. Ông được giao trọng trách cùng với Tư Mã Ý tiến đánh vùng Ba Thục\n\n==Mất==\n\nMinh Đế tức Tào Duệ lên ngôi phái Cáp về nam đóng ở Kinh Châu, cùng Tư mã Tuyên Vương đánh biệt tướng của Tôn Quyền là bọn Lưu A, truy đuổi đến Kỳ Khẩu, giao chiến, phá được. [[Gia Cát Lượng]] ra Kỳ Sơn. Triều đình đặc tiến tước vị cho Cáp, phái tới đốc xuất chư quân, chống cự tướng của Lượng là [[Mã Tắc]] ở Nhai Đình. Tắc cậy hiểm ở phía nam núi, không xuống đóng thành lũy. Cáp cắt đứt đường cấp nước, công kích, đại phá được quân Tắc. Các quận Nam An,Thiên Thủy, An Định làm phản hưởng ứng Lượng, Cáp đều đánh phá bình được cả. Chiếu viết rằng: \"Tên giặc là Lượng dụng quân sĩ Ba Thục, quân binh như cọp gầm hổ rống. Tướng quân đến chỗ binh giặc cứng mạnh vào chốn đao gươm, thắng được kẻ địch ở nơi ấy, trẫm rất ngợi khen. Nay ban thêm cho thực ấp một nghìn hộ, cộng cả trước đây là bốn nghìn ba trăm hộ.\"\n\nTư Mã Ý nắm giữ thủy quân ở Kinh Châu, muốn theo sông Miện tới Trường Giang đánh Ngô, triều đình hạ chiếu cho Cáp đốc chư quân ở Quan Trung tới nhận mệnh điều dụng. Tới Kinh Châu, lúc ấy là mùa đông nước cạn, thuyền lớn không đi được, bèn quay về đóng quân ở Phương Thành.\n\nGia Cát Lượng lại ra quân, tấn công Trần Thương rất gấp, Tào Duệ sai ngựa trạm tới triệu Cáp về kinh đô. Tào Duê thân giá lâm thành Hà Nam, bày tiệc rượu tiễn đưa Cáp, phái ba vạn quân sĩ ở các miền nam bắc giao cho Cáp, lại chia quân Hổ bôn đi theo bảo vệ Cáp, nhân đó hỏi Cáp rằng: \"Khi tướng quân đến nơi, Lượng đã lấy được Trần Thương hay chưa?\" Cáp biết Lượng ít quân không có lương thực, chẳng thể đánh lâu, thưa rằng: \"Bỉ thần chưa tới nơi, Lượng đã chạy rồi vậy; Tính ra thì lương thảo của Lượng chẳng còn đủ đến mười ngày.\" Cáp tiến quân đêm ngày đến Nam Trịnh, Lượng đã lui binh. Triều đình lại hạ chiếu lệnh cho Cáp về kinh đô, bái làm Chinh tây Xa kỵ tướng quân. Cáp là người hiểu biết quyền biến, khéo việc bày binh bố trận, liệu địa hình chiến cuộc, không kế gì không tỏ, từ Gia Cát Lượng trở đi đều phải kiêng sợ. Cáp tuy là võ tướng mà yêu thích những bậc nho sĩ, từng tiến cử người đồng hương là Ti Trạm làm Kinh Minh Hành Tu, chiếu viết rằng: \"Xưa Tuân Tế làm tướng, tấu xin lập ra Ngũ kinh đại phu, ở trong quân doanh, cho các nho sinh tấu nhạc ném thẻ vào hồ. Nay tướng quân bên ngoài thống quản quân lữ, bên trong an định quốc triều. Trẫm khen ngợi ý chí của tướng quân, nay cất nhắc Trạm lên làm Bác Sĩ.\"\n\nGia Cát Lượng lại ra Kỳ Sơn, triều đình chiếu mệnh cho Cáp đốc xuất chư tướng ở phía Tây đến Lược Dương, Lượng quay về giữ Kỳ Sơn, Cáp đuổi theo đến Mộc Môn, cùng với quân của Lượng giao chiến, bị loạn tên bắn trúng đầu gối, chết, được ban thuỵ hiệu là Tráng hầu.\n\n''Nguỵ lược'' viết: Quân Lượng lui về, Tư Mã Ý sai Cáp đuổi theo, Cáp nói: \"Quân pháp dạy, vây thành tất phải mở lối thoát cho giặc, quân địch chạy chớ nên đuổi theo”. Ý không nghe. Cáp bất đắc dĩ, phải tiến binh. Vì quân Thục bố trí mai phục trên núi cao, cung nỏ bắn loạn xạ, Cáp bị trúng tên vào bắp đùi.\"\n\nCuối cùng Cáp bị trúng kế của Gia Cát Lượng ở Kiếm Các và bỏ mạng. Trong ''Tam Quốc Chí'' ghi rằng Tư Mã Ý khuyên Trương Cáp không nên đuổi theo quân Thục Hán nhưng ông không nghe nên bị phục kích, nhưng trong các ghi chép khác thì Trương Cáp lúc đó là lão tướng nhiều kinh nghiệm nên không đuổi theo Gia Cát Lượng, nhưng Tư Mã Ý hoặc đã chủ quan hoặc là hoặc đã cố ý mượn tay quân Thục hại đại tướng cuối cùng lập nên nhà Ngụy. Trương Cáp được phong tước Hầu sau khi chết.\n\n==Hậu duệ==\nCon Cáp là Hùng nối tự. Cáp trước sau chinh phạt có công, Minh Đế chia ấp cho Cáp, phong cho bốn con của Cáp làm Liệt hầu. Bốn người con nhỏ khác được ban tước Quan nội hầu.\n== Tham khảo ==\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.kongming.net\/novel\/sgz\/zhanghe.php Biography of Zhang He at Kongming's Archives]\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Sinh năm 167]]\n[[Thể loại:Mất năm 231]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]"}