{"Trương Liêu":"{|cellpadding=3px cellspacing=0px bgcolor=#f7f8ff style=\"float:right; border:2px solid; margin:5px\"\n|colspan=2 align=center|[[Tập tin:Zhang Liao Portrait.jpg|nhỏ|230px|giữa|Hình minh họa Trương Liêu từ [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]] thời [[nhà Thanh]]]]\n|-\n!style=\"background:#ccf; border-bottom:2px solid\" colspan=2|[[Tên Trung Hoa|Tên gọi]]\n|-\n|align=right|[[chữ Hán giản thể|tiếng Hoa giản thể]]:||张辽\n|-\n|align=right|[[Chữ Hán phồn thể|Tiếng Hoa phồn thể]]:||張遼\n|-\n|align=right|[[Bính âm Hán ngữ|Bính âm]]:||Zhāng Liáo\n|-\n|align=right|[[Tên chữ (người)|Tên tự]]:||Văn Viễn (文远)\n|}\n{{Thông tin nhân vật Tam Quốc\n|Tên=Trương Liêu|Tên thật=Trương Liêu|Tự=Văn Viễn|Thế lực=[[Lã Bố]] => [[Tào Tháo]] (nhà [[Tào Ngụy]])|Nghề nghiệp=Tướng lĩnh|Sinh=169<br>Mã Ấp, Nhạn Môn|Mất=222<br>Giang Đô|Con=Trương Hổ|Chức vụ=Chinh Đông tướng quân}}\n'''Trương Liêu''' ([[chữ Hán]]: 張遼; bính âm: ''Zhang Liao''; [[169]]-[[222]]) tự là '''Văn Viễn''', là danh tướng phục vụ chính quyền nhà [[Tào Ngụy]] vào thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông là một trong những vị tướng giỏi nhất của phe Tào Ngụy, từng tham gia nhiều trận đánh lớn và nổi tiếng nhất là [[trận Hợp Phì]] với quân [[Đông Ngô]].\n\n==Thân thế==\nTrương Liêu, tự là Văn Viễn, sinh năm 169, là người huyện Mã Ấp, quận Nhạn Môn, nay là khu Sóc Thành, thành phố [[Sóc Châu]], tỉnh [[Sơn Tây (Trung Quốc)|Sơn Tây]], [[Trung Quốc]]. Tổ tiên của ông vốn mang họ [[Nhiếp (họ)|Nhiếp]], là phú hộ ở Mã Ấp, vì tránh kẻ thù nên đã đổi sang họ Trương.\n\n==Biến cố thay chúa==\nThời trẻ, Trương Liêu làm quận lại. Cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]], thứ sử Tinh châu là [[Đinh Nguyên]] thấy ông võ dũng hơn người nên mời đến làm tòng sự. Năm 189, Đinh Nguyên sai ông mang quân vào kinh. Tại kinh đô, Trương Liêu gặp [[Hà Tiến]], Tiến cử ông đi Hà Bắc chiêu mộ quân.\n\nKhi Trương Liêu mộ được hơn 1.000 quân trở về [[Lạc Dương]] thì Hà Tiến đã bị hoạn quan giết hại. [[Đổng Trác]] mang quân vào kinh, ông đi theo Đổng Trác.\n\n== Phục vụ Lã Bố ==\nNăm 192, Đổng Trác bị [[Lã Bố]] giết, ông đi theo Lã Bố, làm chức kỵ đô uý, chỉ huy đội kỵ binh của quân Lã Bố. Bộ tướng của Đổng Trác là [[Lý Thôi]] đánh báo thù vào [[Trường An]]<ref>Thời cầm quyền, Đổng Trác bị chư hầu nổi lên đánh, đã mang vua Hán chạy từ Lạc Dương sang Tràng An<\/ref>, Lã Bố thua trận bỏ chạy, Trương Liêu cũng đi theo Lã Bố rời Trường An, chạy về phía đông. \n\nNăm 194, Khi Lã Bố hợp tác với Trần Cung để chiếm Duyện châu, Trương Liêu đi theo phò tá Lã Bố. Bản thân ông tham gia cùng Lã Bố trong các chiến dịch chống quân Tào. Sau khi Lã Bố và Trần Cung thất bại ở Duyện châu và chạy đến Từ châu, Trương Liêu vẫn đi theo.\n\nĐến năm 195, Lã Bố làm chủ được Từ châu, cho Trương Liêu được kiêm nhiệm chức Lỗ quốc tướng khi mới 26 tuổi. Ông cùng với danh tướng [[Cao Thuận]] là hai cánh tay đắc lực nhất của Lã Bố. \n\nNăm 198, Lã Bố lo ngại thế lực của Lưu Bị, bèn sai Trương Liêu và Cao Thuận đem quân đi đánh Lưu Bị ở Tiểu Bái.<ref>[[s:三國志\/卷01]]：英雄記：布由是遣中郎將高順、北地太守張遼等攻備。九月，遂破沛城<\/ref> Lưu Bị thua trận, Tào Tháo sai Hạ Hầu Đôn đi cứu. Nhưng Hạ Hầu Đôn cũng bị Cao Thuận đánh bại. Quân Lã Bố chiếm được Tiểu Bái.<ref>[[s:三國志\/卷01]]：十二月癸酉，曹操擊呂布於徐州，斬之。<\/ref>\n\nNăm 199, [[Tào Tháo]] đem quân đánh Lã Bố ở Từ châu. Lã Bố thua trận liên tiếp, bị vây ở Hạ Phì và cuối cùng bị bắt giết.<ref>[[s:三國志\/卷01]]：十二月癸酉，曹操擊呂布於徐州，斬之。<\/ref> Trương Liêu mang phần còn lại của quân đội Lã Bố đến đầu hàng Tào Tháo.<ref>陈琳《檄吴将校部曲文》：吕布作乱，师临下邳，张辽侯成，率众出降。<\/ref>\n\n==Phò trợ họ Tào, đánh đông dẹp bắc==\nSau khi đầu hàng, Trương Liêu được Tào Tháo phong làm trung lang tướng, tước Quan nội hầu. Sau đó, nhờ lập nhiều công lao nên ông được phong làm Tì tướng quân.\n\n===Dụ hàng Xương Hi===\nNăm 200, Tào Tháo đánh bại [[Viên Thiệu]] ở [[trận Quan Độ]] và Thương Đình, sai ông đi bình định các huyện thuộc [[nước Lỗ]] ([[Sơn Đông]]). Trương Liêu cùng [[Hạ Hầu Uyên]] dẫn quân đi đánh dẹp tàn dư của lực lượng đạo tặc ở Thái Sơn, bao vây được tướng sơn tặc là Xương Hi ở [[Đông Hải]]. Vây được vài tháng, lương thực bắt đầu cạn, Hạ Hầu Uyên định lui quân, ông bàn rằng:\n:''\"Mấy hôm nay, mỗi khi tôi đi tuần trước trại đều thấy Xương Hi nhìn tôi chằm chằm, dường như có điều gì muốn nói. Hơn nữa, chúng bắn tên ra ngày một ít đi, thế là ông ta do dự rồi. Tôi muốn hẹn nói chuyện với ông ta.\"''\n\nTrương Liêu sai người hẹn [[Xương Hi]] ra nói chuyện và thuyết phục Hi đầu hàng. Hi đồng ý. Trương Liêu một mình trèo lên [[núi Tam Công]], vào nhà Xương Hi, hỏi thăm vợ con Hi. Hi cảm động, bèn theo ông đến gặp Tào Tháo.\n\n===Dẹp anh em họ Viên===\nViên Thiệu chết, Trương Liêu theo Tào Tháo đi đánh anh em [[Viên Đàm]], [[Viên Thượng]] ở Hà Bắc, lập được nhiều công lao và được phong làm Hành trung kiên tướng quân<ref>Chữ \"hành\" mang nghĩa tương đương như \"quyền\", tức là chức tạm quyền<\/ref>. Sau đó ông lại tác chiến với Viên Thượng ở Nghiệp thành.Viên Thượng cố thủ nên quân Tào chưa hạ được thành. Tào Tháo bèn trở về Hứa Xương và sai ông và [[Nhạc Tiến]] đánh Âm An. Trương Liêu hạ thành Âm An, dời dân ở đó đến bờ nam sông [[Hoàng Hà]].\n\nTào Tháo mang đại quân đánh Nghiệp thành lần thứ hai, Trương Liêu lại đi theo. Trong khi Tào Tháo đánh hạ Nghiệp Thành thì ông dẫn quân tuần hành ở nước Triệu, chiêu hàng các lực lượng thảo khấu là Tôn Khinh ở Hắc Sơn. Sau đó ông mang quân tấn công Viên Đàm, đánh bại Đàm. Trương Liêu một mình mang quân đi chinh phục vùng bờ biển, đánh tan Liễu Nghị. Khi ông trở về Nghiệp thành, Tào Tháo ra đón và cho ngồi chung xe, rồi phong ông làm Đãng Khấu tướng quân.\n\nViên Thượng mất Nghiệp Thành, chạy lên Liễu Thành. Ông cùng Tào Tháo đánh Liễu Thành. Thấy ông chiến đấu mạnh mẽ hăng hái, Tào Tháo giao cờ chỉ huy cho ông. Viên Thượng thua trận bỏ chạy. Trương Liêu tiến vào Liêu Tây, gặp quân bộ tộc Ô Hoàn là Thạp Đốn. Ông đại phá quân địch, chém chết Thạp Đốn. Không lâu sau Viên Thượng bị [[Công Tôn Khang]] giết để đầu hàng Tào Tháo.\n\n===Phòng giữ mặt nam===\nBình định xong Hà Bắc, Tào Tháo tiến xuống phía nam. Trương Liêu dẫn quân tấn công Kinh châu của [[Lưu Biểu]], bình định các huyện ở Giang Hạ rồi về đóng ở Lâm Dĩnh, được phong tước Đô Đình hầu.\n\nKinh châu chưa bình định được, Tào Tháo phái ông đến giữ Trường Xã<ref>Phía đông bắc huyện Trường Cát, Hà Nam<\/ref>. Trước khi xuất phát, trong quân có người làm phản, trong doanh trại hỗn loạn không ngớt, đang đêm lửa cháy, toàn quân xôn xao. Trương Liêu ra lệnh trong trại:\n:''\"Phàm là những người không tham gia làm phản thì ngồi yên, không được rối loạn!\"''\n\nSau đó Trương Liêu dẫn vài chục thân binh đứng giữa hàng quân, im lặng bất động, tình hình ổn định trở lại. Ông tra xét ra kẻ cầm đầu mưu phản và giết chết.\n\n===Dẹp loạn ở núi Thiên Trụ===\nSau [[trận Xích Bích]], thế chia ba hình thành. Năm 209, Trần Lan và Mai Thành chiếm giữ Tiềm Sơn làm phản. Ông được lệnh cùng [[Vu Cấm]] đi đánh. Đến núi Thiên Trụ dốc hiểm cao hơn 20 dặm, đường sá chật hẹp phải đi bộ, quân địch đều đóng trên núi. Trương Liêu muốn tấn công, thủ hạ đều ngại đường hiểm trở, ông nói:\n:''\"Phải người dũng cảm mới thắng được!\"''\n\nÔng đến chân núi hạ trại, chỉ huy quân tiếp chiến đánh thắng địch, chém chết cả Trần Lan và Mai Thành, bắt hết các thuộc hạ. Khi trở về, ông được Tào Tháo khen ngợi và thăng cấp.\n\n===Trấn giữ Hợp Phì===\nNăm 213, Tào Tháo sai ông cùng [[Nhạc Tiến]] và [[Lí Điển|Lý Điển]] lĩnh 7000 quân giữ Hợp Phì, giao cho ông một phong thư, nói: ''\"Khi nào giặc đến hãy mở\"''.\n\nNăm 215, Tào Tháo dẫn đại quân đi đánh [[Trương Lỗ]] ở [[Hán Trung]], [[Tôn Quyền]] thừa cơ mang 10 vạn quân đến vây đánh Hợp Phì. Trương Liêu liền mở thư, trong thư nói:\n:''\"Khi Tôn Quyền đến, Trương Liêu và Lý Điển ra nghênh chiến, Nhạc Tiến giữ thành, Tiết Đễ không được tham chiến\"''\n\nCác tướng thấy quân Ngô đông hơn nhiều nên sợ hãi không dám tiếp chiến. Ông giận nói:\n:''\"Thành hay bại là ở trận này. Nếu các người do dự hoài nghi, ta sẽ một mình dẫn quân ra, quyết sống mái với địch!\"''\n\nLý Điển vốn không ưa Trương Liêu, thấy ông nói vậy, cảm động, khẳng khái theo ông xuất kích.\n\nSáng hôm sau Trương Liêu tuyển lựa lấy 800 quân cảm tử, giết [[trâu]] mở tiệc để khích lệ binh sĩ. Trương Liêu cưỡi ngựa đi đầu xông vào trận địch, dũng mãnh liên tiếp đâm chết mấy chục quân địch, chém chết 2 viên tướng. Quân Ngô phản công mãnh liệt, ông rút lui dụ địch, quân Ngô mắc mưu đuổi theo\n\nQua cầu Tiêu Diêu, quân Ngô bị mai phục, Tôn Quyền hoảng hốt vội bỏ chạy đến cầu thì cầu đã bị cắt đôi. Trương Liêu dẫn 2000 kỵ binh ập đến. May nhờ viên nha tướng chỉ mẹo mới thúc ngựa bay qua cầu. Trận này quân Ngô thiệt hại nặng. Quân Ngụy thu được toàn thắng\n\nTôn Quyền vây đánh Hợp Phì liên tiếp hơn 10 ngày không hạ được đành lui về. Trương Liêu thấy quân Ngô rút lui bèn bất ngờ dẫn quân ra đánh úp. Các tướng Ngô kinh hoàng, [[Cam Ninh]] và [[Lã Mông]] ra sức chống giữ, [[Lăng Thống]] mới hộ vệ được Tôn Quyền chạy thoát. Thân binh của Tôn Quyền nhiều người bị thương vong. Trận đánh này Trương Liêu chỉ có ít quân mà đánh cho quân Ngô khốn đốn, làm kinh động nước Ngô, người Giang Nam nghe đều khiếp đảm. Trẻ con ở Giang Nam nghe tên Trương Liêu không dám khóc vào ban đêm<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 538<\/ref>.\n\nTào Tháo đánh chiếm Hán Trung xong, vô cùng khâm phục sự dũng cảm của ông, thăng cho làm Chinh đông tướng quân. Đến năm 216, Tào Tháo đi đánh Tôn Quyền, đến Hợp Phì - nơi chiến trường ông từng đánh quân Ngô trước kia, cảm khái hồi lâu rồi tặng thưởng thêm cho ông.\n\n==Công thần==\nNăm 220, [[Tào Tháo]] mất, [[Tào Phi]] lên thay, cướp ngôi [[nhà Hán]], lập ra nhà [[Tào Ngụy|Ngụy]]. Ông được phong làm Tiền tướng quân, anh ông là Trương Phiếm và con ông cũng được phong tước hầu.\n\n[[Tôn Quyền]] đã thần phục Ngụy rồi lại chống lại. Ngụy Văn đế Tào Phi sai ông đi đánh. Để tỏ ra trọng vọng ông, Ngụy Văn đế tặng chiếc xe của mình cho mẹ ông và hạ lệnh, khi nào mẹ ông đến thì đội nghi trượng phải ra đón. Tướng sĩ bộ hạ của Trương Liêu hạ bái bên đường đều khen ngợi<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 539<\/ref>.\n\nNăm 221, Tôn Quyền lại thần phục nước Ngụy. Trương Liêu mang quân về Ung Khâu và bị bệnh. Tôn Quyền lại chống Ngụy. Tào Phi lại sai ông và Tào Hưu đi đánh Ngô. Tôn Quyền nghe tin ông vẫn ra quân, sợ hãi nói:\n:''\"Trương Liêu tuy có bệnh nhưng vẫn dũng mãnh không thể cự được, nhất định phải cẩn thận!\"''\n\nNăm đó ông cùng các tướng đánh bại tướng Ngô là [[Lã Phạm]], quân Ngô phải lui.\n\nNăm 222, ông mất ở Giang Đô, thọ 54 tuổi.\n\nNăm 225, Ngụy Văn đế truy niệm chiến tích của ông và Lý Điển ở Hợp Phì, hạ chiếu thư nói:\n:''\"Chiến dịch Hợp Phì, Trương Liêu và Lý Điển chỉ dùng 800 bộ binh mà đánh bại 10 vạn quân địch, tự cổ dùng binh chưa có ai được như thế. Kẻ địch đến nay vẫn táng đảm, hai tướng Trương, Lý quả là nanh vuốt của triều đình\".''\n\nCon ông và con Lý Điển vì vậy đều được phong làm Quan Nội hầu.\n\n==Trong văn học==\nTrong tác phẩm [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]], nhân vật Trương Liêu xuất hiện từ hồi 11 đến hồi 86, được mô tả tương đối sát thực với chân dung ngoài đời. [[La Quán Trung]] không đề cập tới giai đoạn đầu sự nghiệp của ông, khi theo Đinh Nguyên, Hà Tiến và Đổng Trác. Ông chỉ được biết tới từ khi theo [[Lã Bố]]. Trương Liêu xuất hiện lần đầu là một trong [[Bát kiện tướng|tám viên mãnh tướng]] đứng hộ tống Lã Bố tại Bộc Dương.\n\nKhi Lã Bố bại trận Hạ Phì và bị giết, La Quán Trung mô tả ông là người dũng cảm, không chịu đầu hàng mà khẳng khái chịu chết, được [[Quan Vũ]] xin dùm. Tào Tháo thấy vậy liền tha cho Trương Liêu và đối đãi tử tế, ông cảm phục nên đã quy thuận họ Tào – không giống với việc tự về quy phục trong sử sách.\n\nLa Quán Trung cũng không đề cập đến việc ông dụ hàng Xương Hi mà đi sâu vào hư cấu việc ông thuyết phục [[Quan Vũ]] - tướng của [[Lưu Bị]] - đầu hàng Tào Tháo. Ông là một trong những người thân thiết với Quan Vũ khi Quan Vũ phục vụ cho Tào Tháo.\n\nSự dũng mãnh và danh tiếng của Trương Liêu trong trận bảo vệ Hợp Phì cũng được La Quán Trung mô tả đậm nét, đặc biệt là uy danh của ông làm kinh động người Đông Ngô. La Quán Trung cũng nhắc tới tình tiết: ''\"Trẻ con ở Đông Ngô nghe nhắc tên Trương Liêu ban đêm không dám khóc\"''.\n\nVề cái chết của ông, La Quán Trung mô tả ông đánh nhau với quân Ngô bị trúng tên và khi về thì qua đời chứ không phải chết bệnh năm 222.\n\n==Trong truyền thông và giải trí==\nÔng xuất hiện trong loạt game Dynasty Warriors (DW) và Romance of the Three Kingdoms (RTK) của hãng Koei.\n* Dòng game RTK: Trương Liêu là 1 nhân vật thuộc hàng võ tướng. Các chỉ số Chỉ huy (Lead) và Chiến tranh (War) đều trên 90, còn chỉ số Trí lực (Int) thuộc hàng khá, gần bằng 80. Là 1 nhân vật được thiết kế hình ảnh 3D riêng. Tùy theo dòng thời gian của màn chơi mà nhân vật sẽ xuất hiện với vai trò khác nhau. Ví dụ màn chơi Quần hùng trỗi dậy (Rise of Heroes), Trương Liêu sẽ là 1 tướng thuộc thế lực [[Lã Bố]]. Còn từ màn Quan Độ về sau, Trương Liêu là tướng thuộc thế lực Tào Tháo\/Ngụy.\n* Dòng game Dynasty Warriors: Trương Liêu là 1 nhân vật mà người chơi có thể chọn và điều khiển. Trong các phiên bản 2-3-4-5, Trương Liêu sử dụng cây đao có hình dáng giống Thanh Long đao, nhưng đòn đánh thì bị trùng lắp (clone) với Lữ Mông. Ở phiên bản thứ 6, Trương Liêu sử dụng Song Kích với lối đánh riêng biệt không trùng lắp với bất kỳ nhân vật nào khác. Phiên bản thứ 7-8, Trương Liêu sử dụng Song Rìu và lối đánh cũng được thiết kế riêng biệt. Ở các phiên bản 2-3-4-5, trang phục chính của ông có màu xanh của phe Ngụy (Wei). Phiên bản thứ 6-7-8, trang phục của ông sẽ có màu đen nếu đang ở phe Lữ Bố.\n\n==Tham khảo==\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động\n\n==Xem thêm==\n* [[Tam Quốc]]\n* [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]]\n* [[Tào Tháo]]\n* [[Lã Bố]]\n* [[Cao Thuận]]\n* [[Tang Bá]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Sinh năm 169]]\n[[Thể loại:Mất năm 222]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]"}