{"Trương Phi":"{{Thông tin nhân vật Tam Quốc\n|Tên=Trương Phi\n|Hình=ZhangFei.jpg\n|Chú thích hình=Trương Phi\n|Chức vụ=Xa Kỵ Tướng Quân (車騎將軍)\n|Nước=[[Thục Hán]]\n|Sinh=165\n|Nơi sinh=Trác Quận, Hà Bắc\n|Mất = [[221]]\n|Giản thể = 张飞\n|Phồn thể = 張飛\n|Bính âm = Zhāng Fēi\n|Tự = Ích Đức (益德, Yìdé)<br\/>Dực Đức (翼德, Yìdé)<ref name=TQC36>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B736#.E5.BC.B5.E9.A3.9B Tam quốc chí - quyển 36: Thục thư 6: Trương Phi]<\/ref>\n|Gia đình=Anh kết nghĩa: Lưu Bị, Quan Vũ.\nVợ: Hạ Hầu thị.\nCon: Trương Bào, Trương Thiệu, Đại Trương hậu, Tiểu Trương hậu.|Thuỵ hiệu=Hoàn hầu|Khác=}}\n'''Trương Phi''' ([[chữ Hán]]: 張飛, [[Bính âm Hán ngữ|bính âm]]: Zhāng Fēi; 165-[[221]]), [[Tên chữ|tự]] '''Ích Đức''' (益德), ''[[Tam quốc diễn nghĩa]]'' ghi là '''Dực Đức''' (翼德) , là danh tướng nhà [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\nTrong [[tiểu thuyết]] ''[[Tam quốc diễn nghĩa]]'' của [[La Quán Trung]], [[nhân vật]] Trương Phi cùng Lưu Bị và Quan Vũ kết bái huynh đệ ở vườn đào. Ông là em út trong 3 người.\n\n== Thân thế ==\nTrương Phi tự là '''Ích Đức''', hay thường được gọi là '''Dực Đức'''<ref name=\"tpd617\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 617<\/ref>, người Trác Quận (nay là [[Trác Châu]], địa cấp thị [[Bảo Định, Hà Bắc|Bảo Định]], tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc]])<ref name=TQC36 \/>.\n\nÔng sinh trưởng trong một gia đình giàu có, làm nghề bán rượu, thân hình to lớn, dung mạo oai phong, được học hành cả võ nghệ lẫn sách vở. Trương Phi viết chữ rất đẹp và là một [[họa sĩ]], ông có sở trường vẽ [[tranh]] mỹ nhân<ref>Lê Đông Phương, sách đã dẫn, tr 94, 194<\/ref>.\n\nLịch sử cũng ghi chép rằng Trương Phi là một nhà thư pháp giỏi, một vị tướng quân văn võ song toàn. [[Ngô Trấn]], một nhà thơ đời nhà Nguyên viết bài thơ “Trương Dực Đức từ”, trong đó có viết: ''“Văn võ thú tuy biệt, cổ nhân thường hữu dư, hoành mâu tư uyển lực, Do Tượng khủng nan như”'' (Văn võ là hai chuyện khác nhau, nhưng người xưa (Trương Phi) giỏi cả hai điều ấy. Cầm ngang ngọn mâu nghĩ sức mạnh, [[Chung Do]] - [[Hoàng Tượng]] (hai nhà thư pháp nổi tiếng thời Tam quốc) cũng không được như vậy). Trong cuốn “Đan Diên Tổng Lục” thời [[nhà Minh]] ghi lại rằng: ''“Phù Lăng có Trương Phi dùng binh khí khắc chữ. Văn tự vô cùng tinh tế, nét vẽ như bay lượn.”'' Về tính cách, Tam Quốc Chí và một vài tư liệu chính sử ghi lại rằng Trương Phi ''“chuyện nhỏ thô lỗ, trong thô có tinh, đại sự có kế, mưu lược hơn người”''<ref>https:\/\/trithucvn.org\/van-hoa\/truong-phi-that-trong-lich-su-la-mot-nghe-thuat-gia-co-tai.html<\/ref> \n:La Quán Trung mô tả ước lệ trong Tam quốc diễn nghĩa về Trương Phi: ''“Tiếng vang như sấm, chạy nhanh như ngựa, râu cọp hàm én, đầu beo mắt lồi, lấy thủ cấp tướng giặc trong muôn quân như lấy đồ trong túi…”''. Do ảnh hưởng lớn của cuốn tiểu thuyết này, người đời sau thường nghĩ Trương Phi có khuôn mặt dữ tợn và râu rậm (thực ra sử sách không có ghi chép về ngoại hình của ông)\n\n== Theo Lưu Bị khởi nghiệp ==\nKhi còn trẻ, Trương Phi đã gặp gỡ và kết giao với [[Lưu Bị]] và [[Quan Vũ]]. Ba người rất thân thiết với nhau, coi nhau như anh em một nhà. [[Tam quốc chí]], ''Trương Phi truyện'' viết: \"Vũ lớn hơn Phi mấy tuổi, Phi nhận làm anh\".\n\nNăm [[184]], Lưu Bị khởi binh giúp [[nhà Hán]] chống quân [[khởi nghĩa Khăn Vàng]], Trương Phi và Quan Vũ theo giúp sức. Nhờ lập công, Lưu Bị được phong làm Huyện úy [[An Hỷ]]. Được một thời gian, Lưu Bị bỏ chức Huyện úy vì đánh viên Đốc bưu của triều đình đến hạch sách, Trương Phi theo đi.\n:[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] kể rằng người đánh viên Đốc bưu là Trương Phi khi ông nóng giận, nhưng trong thực tế chính Lưu Bị làm việc này rồi bỏ ấn từ quan<ref>Lê Đông Phương, sách đã dẫn, tr 94<\/ref>.\n\nTrương Phi theo phò tá Lưu Bị đến huyện Hạ Mật<ref>Phía đông huyện Xương Ấp, [[Sơn Đông]]<\/ref> làm Huyện thừa (Phó huyện trưởng) theo sự tiến cử của Vô Kỳ Nghị, rồi huyện úy Cao Đường<ref>Phía tây nam Võ Thành<\/ref>.\n\nÍt lâu sau, anh em Lưu Bị, Quan Vũ, Trương Phi giao tranh với quân cướp địa phương bị bại trận, bèn bỏ huyện Cao Đường đến nương nhờ sứ quân [[Công Tôn Toản]] ở U châu. Sau đó Trương Phi lại theo Lưu Bị đến Thanh châu giúp Điền Khải chống [[Viên Thiệu]], đóng quân ở Bình Nguyên. Lưu Bị được phong làm Bình Nguyên tướng, bèn cho Quan Vũ, Trương Phi làm Biệt bộ tư mã, thống lĩnh quân đội.\n\nNăm 190, [[Viên Thiệu]] tập hợp [[chư hầu]] lập liên minh đánh [[Đổng Trác]]. Lưu Bị không được mời tham gia.\n:[[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]] hư cấu nên chuyện Trương Phi cùng Quan Vũ, Lưu Bị giao chiến với Lã Bố ở cửa ải Hổ Lao là hoàn toàn không có thật.\n\nNăm [[193]], Phi theo Lưu Bị đi cứu [[Đào Khiêm]] ở [[Từ Châu|Từ châu]] bị [[Tào Tháo]] vây đánh, giúp Đào Khiêm giữ được thành [[Đan Dương]]. Không lâu sau khi quân Tào rút đi (để về chiếm lại Duyện châu từ tay [[Lã Bố]]), Đào Khiêm qua đời, trước khi mất tiến cử Lưu Bị làm Châu mục Từ châu.\n\n== Để mất Từ châu ==\nNăm [[195]], Lã Bố thất bại trong cuộc giao tranh với Tào Tháo ở Duyện châu, đến nương nhờ Lưu Bị. Quân phiệt [[Viên Thuật]] ở Thọ Xuân (Dương châu) tấn công [[Lưu Bị]] để tranh đoạt Từ châu. Lưu Bị mang quân đi Vu Thai kháng cự Viên Thuật, sai Trương Phi giữ thành Hạ Bì (thủ phủ Từ châu). Trương Phi bất hòa với viên tướng cũ của Đào Khiêm là Tào Báo, bèn giết chết Tào Báo.\n\nViên Thuật viết thư cho Lã Bố đề nghị đánh úp Từ châu, đổi lại Thuật sẽ giúp lương. Lã Bố nhận lời, nhân lúc Hạ Bì hỗn loạn do cái chết của Tào Báo, bèn mang quân đến đánh úp Hạ Bì. Viên Trung lang tướng Hứa Đam trong thành Hạ Bì phản lại Trương Phi, mở cửa đón Lã Bố. Trương Phi không chống nổi quân Lã Bố, mang thủ hạ bỏ chạy, không kịp mang theo gia quyến Lưu Bị<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 618<\/ref>.\n\nTrương Phi chạy đến chỗ Lưu Bị ở Hoài Âm. Do tình thế bức bách, lực lượng yếu không kháng cự được Viên Thuật và Lã Bố, ba anh em Lưu Bị phải quay về Từ châu hàng Lã Bố. Lã Bố tiến cử Lưu Bị làm Dự châu mục, sang đóng ở thành Tiểu Bái gần đó.\n\n== Tan rã và tái ngộ ==\nAnh em Lưu Bị phát triển thế lực ở Tiểu Bái khiến [[Lã Bố]] lo ngại. Lã Bố bèn mang quân tới đánh. Anh em Lưu Bị thua chạy, đến nương nhờ [[Tào Tháo]]. Năm 198, Tào Tháo liên hợp với Lưu Bị khởi đại binh đánh Từ châu, hạ thành Hạ Bì, giết chết Lã Bố. Sau đó ông theo Lưu Bị về Hứa Xương, được Tào Tháo phong làm Trung lang tướng.\n\nNăm [[199]], ông theo [[Lưu Bị]] rời Hứa Xương tới Từ châu, ly khai Tào Tháo. Phi dụ cha của [[Tần Lãng]] là Tần Nghi Lộc (tướng cũ của [[Lã Bố]]) đi theo. Nghi Lộc đi theo Phi, sau lại đổi ý muốn quay lại, bị Phi đâm chết.<ref>'''[[Tam quốc chí]] quyển 3, Ngụy thư 3 - [[Hán Hiến đế]] truyện''': Cha Tần Lãng tên là Nghi Lộc, làm sứ giả của Lữ Bố đến gặp Viên Thuật, Thuật gả cho một cô gái tông thất nhà Hán làm vợ. Vợ trước của ông là Đỗ Thị ở lại Hạ Phì. Bố bị bao vây, [[Quan Vũ]] nhiều lần xin với Thái Tổ (tức Tào Tháo), muốn lấy Đỗ thị làm vợ, Thái Tổ ngờ rằng cô ta có nhan sắc; khi thành hãm, Thái Tổ gặp cô ta, bèn tự nạp cô ta. Nghi Lộc quy hàng, dùng làm Chí trưởng. Khi Lưu Bị chạy đi Tiểu Bái, Trương Phi ghé qua nói với Nghi Lộc rằng: “Người ta lấy vợ mày, mà còn làm trưởng cho hắn, cứ ngây ngô như vậy sao! Theo ta rời đi không?” Nghi Lộc theo Phi vài dặm, hối hận muốn về, Phi giết ông. Lãng theo mẹ vào ở trong cung của Thái Tổ, rất được yêu mến.<\/ref>\n\nTào Tháo mang quân đánh Từ châu. Ba anh em Trương Phi xung trận thất bại, bị lạc mỗi người một nơi: Lưu Bị chạy sang Hà Bắc theo [[Viên Thiệu]], [[Quan Vũ]] phải hàng Tào, còn Trương Phi cầm một cánh quân chạy tới tận Cổ Thành thuộc huyện Chân Dương, quận Nhữ Nam<ref>Ở vùng Chính Dương, Hà Nam, Trung Quốc<\/ref>. Tại đây Trương Phi gặp tướng quân [[khởi nghĩa Khăn Vàng|Khăn Vàng]] là Lưu Tiết, bèn hợp quân với nhau làm một cùng nương tựa<ref>Lê Đông Phương, sách đã dẫn, tr 103<\/ref>.\n\nNăm [[200]], Lưu Bị cùng [[Triệu Vân]] rời khỏi chỗ Viên Thiệu về Cổ Thành, Nhữ Nam hội với Trương Phi và Lưu Tiết; Quan Vũ cũng đến hội<ref>Lê Đông Phương, sách đã dẫn, tr 107<\/ref>. Cuối năm đó, do giao tranh với Tào Tháo bất lợi, Trương Phi theo Lưu Bị chạy về Kinh châu nương nhờ [[Lưu Biểu]]. Ông cùng Lưu Bị đóng đồn ở Tân Dã thuộc quận Nam Dương.\n\n== Hoạt động ở Kinh châu ==\nNăm [[208]], [[Tào Tháo]] sau khi tiêu diệt họ Viên làm chủ miền bắc, phát đại quân tấn công Kinh châu. Con [[Lưu Biểu]] (mới mất) là Lưu Tông đầu hàng. Lưu Bị không chống nổi Tào Tháo, mang dân vượt sông. Tào Tháo mang quân thiết kỵ truy kích, đuổi kịp Lưu Bị ở Đương Dương Tràng Bản<ref>Nay là phía bắc huyện Đương Dương, [[Hồ Bắc]]<\/ref>.\n\nLưu Bị quân ít lại phải lo cho dân thường đi theo nên không chống đỡ nổi, phải bỏ cả gia quyến chạy, quân bị thua tan tác. Trương Phi theo lệnh Lưu Bị mang 20 kỵ binh đi chặn hậu, ngăn cản quân Tào. Ông đợi Lưu Bị cùng những người đi kịp sang sông rồi đứng ra chặn hậu ở đầu cầu Trường Bản để chặn quân Tào truy đuổi.\n\nQuân Tào truy kích đuổi đến nơi. Một mình Trương Phi hùng dũng đứng trên cầu cầm xà mâu, không ai trong quân Tào dám tiến lên giao phong<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 619<\/ref>. Nhờ đó Lưu Bị cùng các thủ hạ chạy thoát.\n:[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] mô tả sự kiện này đầy hào hùng khí thế: Trương Phi râu hùm dựng ngược, mắt trợn tròn, tay cầm xà mâu, cưỡi ngựa đứng trên cầu Tràng Bản, các tướng Tào thấy vậy không ai dám giao chiến. Khi Tào Tháo đến, ông liền hét lớn \"Ta là Trương Dực Đức người nước Yên! Ai dám cùng ta quyết trận tử chiến\". Tiếng hét của ông to như sấm, quân Tào nghe thấy run sợ. Bộ tướng Hạ Hầu Kiệt hoảng sợ đến mức vỡ mật chết. Tào Tháo cũng giật mình, hoảng sợ liền phóng ngựa chạy, quân Tào vì thế mà lui.\n\nSau [[trận Xích Bích]], Trương Phi giúp Lưu Bị chinh chiến giành quyền kiểm soát phần lớn Kinh châu. Lưu Bị cắt mấy huyện thuộc Nam quận ra thành lập quận Nghi Đô, phong Trương Phi làm Chinh lỗ tướng quân, Thái thú Nghi Đô<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 249<\/ref>.\n\nNăm [[211]], Lưu Bị mang quân vào đánh Ích châu của [[Lưu Chương]]. Trương Phi cùng Quan Vũ, Triệu Vân và Gia Cát Lượng trấn giữ Kinh châu.\n\n[[Tôn Quyền]] nghe tin Lưu Bị đi vắng, bèn phái một đội thuyền đến Kinh châu đón em gái về. [[Tôn phu nhân]] (hay Tôn Thượng Hương) muốn mang theo con Lưu Bị là [[Lưu Thiện]] lúc đó mới 7 tuổi, về theo. Trương Phi và [[Triệu Vân]] nghe tin, vội mang quân ra chặn sông, khuyên Tôn phu nhân ở lại nhưng bà không nghe. Hai tướng đành để Tôn phu nhân đi, nhưng buộc bà để lại A Đẩu.\n\n== Tiến vào Ích châu ==\nNăm 214, do giao tranh tại Ích châu chưa giành được thắng lợi, Lưu Bị triệu tập thêm các tướng ở Kinh châu tham chiến. Trương Phi cùng Triệu Vân và Gia Cát Lượng mang quân vào Tây Xuyên trợ chiến, để Quan Vũ ở lại trấn thủ Kinh châu.\n:[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] kể rằng lúc đó [[Gia Cát Lượng]] thống lĩnh Trương Phi và [[Triệu Vân]] mang cánh quân vào Tây Xuyên. Các sử gia đính chính rằng: thực tế là Trương Phi và Triệu Vân theo lệnh của Lưu Bị mang theo Gia Cát Lượng cùng đi, vì lúc đó chức vụ của Trương Phi (Chinh lỗ tướng quân) cao nhất, sau đó đến Triệu Vân (Nha môn tướng quân), rồi mới đến Gia Cát Lượng (Quân sư trung lang tướng, chức \"trung lang tướng\" còn kém \"tướng quân\" một cấp)<ref>Lê Đông Phương, sách đã dẫn, tr 248-249<\/ref>. Các sử gia còn bàn rộng hơn rằng, lúc đó Trương Phi ngoài chức tướng quân, ông còn có tước đình hầu, như vậy đã có thể xưng ''\"Cô\"'' như [[Tào Tháo]] và [[Tôn Quyền]]<ref name=\"ReferenceA\"\/>.\n\nCánh quân của Trương Phi, Triệu Vân và Khổng Minh rầm rộ tiến vào bình định các quận huyện. Trương Phi đánh [[Ba Quận]], Gia Cát Lượng đánh [[Ba Đông]], Triệu Vân đánh [[Giang Dương]] và quận [[Kiền Vi|Kiện Vi]]. Trương Phi đụng độ thái thú Ba Quận là [[Nghiêm Nhan]]. Nghiêm Nhan trí dũng song toàn, dựa vào thành trì ở vùng núi hiểm trở nên không quy phục. Trương Phi dùng mưu kế đánh bại và bắt sống Nghiêm Nhan. Trước sự khẳng khái của Nghiêm Nhan, ông cởi trói, trọng đãi Nghiêm Nhan, dụ được Nghiêm Nhan đầu hàng<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 620<\/ref>.\n:[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] mô tả trận này Trương Phi dùng kế lừa Nghiêm Nhan đi ra khỏi thành để vây bắt Nghiêm Nhan\n\nSau đó Trương Phi cùng Gia Cát Lượng đi theo đường phía bắc, còn Triệu Vân cầm cánh quân đi theo đường phía nam, cùng hội ở [[Lạc Thành]]. Các sử gia xác định ông đi theo lối Bồi Giang lên phía tây bắc qua Hợp Xuyên, Toại Ninh, Tam Đài. Ông được Nghiêm Nhan hỗ trợ dụ hàng các vùng Ba Tây, Đức Dương. [[Lưu Chương]] sai lão tướng Trương Duệ mang quân ra kháng cự, bị Trương Phi đánh tan<ref>Trần Văn Đức, sách đã dẫn, tr 253<\/ref>. Trương Duệ mang tàn quân chạy về Thành Đô. Trương Phi chuyển qua hướng tây để hợp binh với Lưu Bị và Triệu Vân đánh Lạc Thành rồi tấn công vào Thành Đô.\n\nLưu Chương đầu hàng. Lưu Bị chiếm được Tây Xuyên, bổ nhiệm Trương Phi làm Thái thú Ba Tây.\n\n== Đánh bại Trương Cáp==\nNăm [[215]], Tào Tháo đánh bại [[Trương Lỗ]], chiếm cứ Hán Trung rồi để lại [[Hạ Hầu Uyên]] và [[Trương Cáp]] trấn giữ. Trương Cáp mang quân xuống phía nam tiến vào Ba Tây để bắt dân mang về. Trương Phi mang quân ra kháng cự. Hai bên gặp nhau ở Đãng Cừ, Mông Đầu, cầm cự 50 ngày không phân thắng bại. Trương Phi tự mình mang hơn 1 vạn quân ra đường khác chặn đánh Trương Cáp. Trương Cáp gặp đường núi khó di chuyển nên bị Trương Phi đánh bại, phải bỏ ngựa dẫn tàn quân men theo đường nhỏ dốc đứng trốn thoát về Nam Trịnh<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 621<\/ref>. \n:[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] mô tả trận này Trương Phi sai người tung tin ông say rượu trong trướng, để hình người nộm để dụ Trương Cáp vào cướp trại rồi đổ phục binh đánh bại Trương Cáp\n\nTrương Phi thắng trận, cho dựng một tấm bia trên sườn núi Đãng Cừ, tự tay viết văn bia, lời lẽ rất hùng tráng<ref>Lê Đông Phương, sách đã dẫn, tr 264<\/ref>:\n:''\"Tướng quân nhà Hán là Phi, suất lãnh một vạn tinh binh đại phá đầu sỏ của giặc là [[Trương Cáp]] ở Đãng Cừ, dừng [[ngựa]] dựng bia\"''\n\n== Giao chiến với Tào Hồng ==\n{{Chính|Trận Hán Trung (217-219)}}\nTháng 11 năm 217, Lưu Bị sai Trương Phi và Mã Siêu đóng đồn ở Cố Sơn. Tào Tháo nghe tin bèn sai Tào Hồng và Tào Hưu ra đối địch.\n\nQuân Tào tấn công Ngô Lan ở Hạ Bi. Trương Phi phao tin quân Thục muốn vây bọc đánh chặn đường về của quân Tào. Tào Hưu khuyên Tào Hồng cứ tập trung đánh Ngô Lan, Hồng nghe theo. Ngô Lan bị Tào Hồng đánh bại, phó tướng Lôi Đồng và Nhâm Quỳ tử trận. Trương Phi muốn mang quân tới chi viện, nhưng quân Tào Hồng đóng tại Vũ Đô rất đông khiến quân Thục không tiến lên được.\n\nTháng 3 năm 218, quân Trương Phi không thể phá được phòng tuyến của quân Nguỵ, buộc phải rút khỏi chiến dịch. Ngô Lan bỏ trốn vào chỗ bộ lạc người Chi và bị họ giết chết.\n\nNăm [[219]], Lưu Bị chiếm được Hán Trung, tự xưng là Hán Trung vương, bổ nhiệm Trương Phi là Hữu tướng quân.\n\n== Bị ám sát ==\nCùng năm 219, [[Quan Vũ]] bị liên minh [[Tôn Quyền|Ngô]]-[[Tào Tháo|Ngụy]] giáp binh đánh bại và bị giết.\n\nNăm [[221]], [[Lưu Bị]] lên ngôi hoàng đế, Trương Phi được phong làm Xa kị tướng quân kiêm Tư Lệ hiệu úy, Tây Hương hầu. Lưu Bị khởi binh đi đánh [[Đông Ngô]] báo thù cho Quan Vũ, sai Trương Phi cầm quân bản bộ xuất phát từ Lãng Trung đến Giang Châu hội binh với Lưu Bị.\n\nQuan Vũ khéo đối xử với sĩ tốt mà kiêu ngạo với đại sỹ phu, còn Trương Phi yêu kính người quân tử mà không thương xót kẻ tiểu nhân. Lưu Bị thường khuyên bảo Trương Phi rằng: ''“Khanh dùng hình phạt quá mức, lại hay đánh đập người dưới, xử phạt xong mà vẫn giữ bên mình, ấy là chuốc lấy tai vạ vậy.”'' Phi vẫn không chịu sửa đổi. Khi đang chuẩn bị tấn công [[Đông Ngô]], Trương Phi bị bộ hạ dưới trướng mình là [[Trương Đạt]] và [[Phạm Cương]] sát hại,<ref name=TQC36 \/> cắt lấy thủ cấp, xuôi theo sông trốn sang Ngô xin hàng [[Tôn Quyền]]. Lưu Bị nghe tin có biểu từ doanh trại Trương Phi báo về thì than: \"Ôi! Phi hỏng mất rồi.\"\n:[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] kể rằng Trương Phi bắt quân mình phải gấp rút may đủ áo giáp trắng để tang Quan Vũ trong thời gian ngắn và đánh đập hai tướng Trương Đạt và Phạm Cương khi họ kêu khó hoàn thành nhiệm vụ.\n\nLưu Bị truy tặng thụy hiệu cho Trương Phi là '''Hoàn hầu'''. Cho nên sau này Trương Phi còn được gọi là Trương Hoàn hầu.\n\n==Gia đình==\n=== Vợ ===\nVợ của Trương Phi là [[Hạ Hầu thị]], cháu gọi [[Hạ Hầu Uyên]] bằng bác, em họ của [[Hạ Hầu Bá]]. Cha mẹ Hạ Hầu thị mất sớm, được Hạ Hầu Uyên nuôi dưỡng và coi như con gái.<ref>Tam quốc chí - Ngụy thư: Chư Hạ Hầu chư Tào truyện - Hạ Hầu Uyên truyện<\/ref> Năm Kiến An thứ 5 ([[200]]), khi khoảng 13-14 tuổi, Hạ Hầu thị ra ngoài kiếm củi thì bị quân của Trương Phi bắt cóc, cưỡng ép làm vợ.<ref>Tam quốc chí - Ngụy thư - trích dẫn Ngụy lược<\/ref> Họ có hai con trai và hai con gái. Hai con gái của Phi và Hạ Hầu thị sau này trở thành hoàng hậu của [[Lưu Thiện]], gọi là [[Đại Trương hậu|Kính Ai Hoàng hậu]] và Trương Hoàng hậu.<ref>Tam quốc chí - Thục thư - Nhị chủ phi tử truyện<\/ref>\n\n'''Ngụy lược''' chép: Năm Kiến An thứ năm, thời người em họ của Bá được 13, 14 tuổi, ở bản quận, đi ra ngoài kiếm củi, bị Trương Phi bắt được. Phi biết người ấy là con gái nhà lương thiện, bèn lấy làm vợ, sinh được một người con gái, làm Hoàng hậu của Lưu Thiện. Cho nên lúc Uyên mới mất, vợ của Phi xin an táng cho Uyên. Lúc Bá vào Thục, Thiện cùng tương kiến, vui vẻ bảo rằng: “''Phụ thân của khanh bị hại trong lúc hành quân thôi, không phải là tự tay tiền nhân của ta đâm chết đâu.''” Rồi trỏ vào đứa con nhỏ của mình bảo Bá rằng: “''Đây là cháu ngoại của họ Hạ Hầu đấy''.” Bá được ban tước rất hậu.\n\n:Hạ Hầu thị xuất hiện trong tiểu thuyết [[Người tình nhỏ của Trương Phi]] của tác giả [[Tất Trân]]. Trong tác phẩm này, bà có tên là Hạ Hầu Hồng.\n\n=== Con cái ===\n* [[Trương Bào]], mất sớm<ref name=TQC36 \/>. Tiểu thuyết [[Tam Quốc diễn nghĩa]] hư cấu chuyện nhân vật Trương Bào là một viên tướng trẻ có tài, từng theo Lưu Bị đánh Đông Ngô, sau lại cùng Gia Cát Lượng bình định Nam Trung, đánh Tào Ngụy. Chỉ tiếc anh hùng thường đoản mệnh, Trương Bào chết trận trong lần Bắc phạt thứ hai khi tuổi đời còn trẻ, chưa lập được công trạng vẻ vang.\n* [[Trương Thiệu]], kế tự, từng làm quan tới chức Trung Thượng thư Bộc xạ<ref name=TQC36 \/>, cũng có thể coi là đại thần có vai vế trong triều, nhưng vẫn thua xa so với sự nghiệp và danh tiếng lẫy lừng của phụ thân.\n* [[Đại Trương hậu|Kính Ai hoàng hậu Trương thị]] (?-237). Lấy thái tử [[Lưu Thiện]] vào năm Chương Vũ thứ 1 ([[221]]), tới năm Kiến Hưng thứ 1 ([[223]]) được lập làm Kính Ai hoàng hậu của Thục Hán. Mất năm Kiến Hưng thứ 15 ([[237]])<ref name=TQC34>[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B734 Tam quốc chí - quyển 34: Thục thư 4 - Nhị chủ phi tử truyện]<\/ref>.\n* [[Tiểu Trương hậu|Trương hoàng hậu]], vợ Lưu Thiện. Điểm đặc biệt của bà đó là tính cách khác xa so với cha mình, đa mưu túc trí và luôn luôn bình tĩnh trước mọi việc. Nhập cung làm quý nhân sau khi Kính Ai hoàng hậu mất. Tháng 1 năm Diên Hi thứ 1 ([[238]]) được lập làm hoàng hậu. Sau khi [[Thục Hán]] diệt vong năm 263, bà theo Lưu Thiện tới [[Lạc Dương]]<ref name=TQC34 \/>.\n\n=== Cháu ===\n* [[Trương Tuân]], con trai Trương Bào, làm quan tới thượng thư. Từng theo [[Gia Cát Chiêm]] tới phòng thủ tại [[Miên Trúc]], cùng [[Đặng Ngải]] giao chiến và chết tại trận<ref name=TQC36 \/>.\n\n== Nhận định ==\n[[Trần Thọ]], tác giả sách [[Tam quốc chí|Tam Quốc chí]] có đánh giá chung về Quan Vũ và Trương Phi được đời sau ghi nhận là công bằng:\n:''Quan Vũ,'' ''Trương Phi sức địch vạn người, hổ thần một thời. Vũ báo ơn Tào công,'' ''Phi vì nghĩa thả Nghiêm Nhan,'' ''có phong độ quốc sĩ. Nhưng'' ''Vũ cương và tự phụ,'' ''Phi bạo mà nóng, lấy sở đoản chuốc lấy thất bại, là lẽ thường vậy''<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 614<\/ref>.\n\nTrong Tam quốc chí chủ giải của [[Bùi Tùng Chi]] ghi rằng: ''\"Xưa, Phi hùng tráng uy mãnh, chẳng kém gì Quan Vũ, mưu thần nước Nguỵ là [[Trình Dục]] khen Vũ và Phi là vạn người khó địch. Vũ khéo đối xử với sĩ tốt mà kiêu ngạo với đại sỹ phu, Phi yêu kính người quân tử mà không thương xót kẻ tiểu nhân.\"''\n\nTuy tính tình nóng nảy nhưng Trương Phi là dũng tướng biết dùng mưu kế. Những lần Trương Phi đơn độc chống quân Tào ở cầu Trường Bản, dùng mưu lấy ải Ngõa Khẩu, thu phục Nghiêm Nhan đã chứng minh điều này. Lịch sử cũng ghi rằng Trương Phi là nhà thư pháp và hoạ sĩ nổi tiếng, là một vị tướng văn võ song toàn. \n\nTrong dân gian, Trương Phi rất được ca ngợi. Ông vừa có võ nghệ cao cường lại có cả tấm lòng tận trung với [[Lưu Bị]]. Trương Phi đi theo phò tá Lưu Bị từ những ngày đầu dựng nghiệp, suốt 30 năm khổ chiến, trải qua bao hiểm nguy mà ông vẫn một lòng tận trung với Lưu Bị. Chiến tích một mình đứng chặn hàng vạn quân Tào trên cầu Trường Bản của ông đã trở thành biểu tượng khí phách hiên ngang, xả thân vì nước của một võ tướng. Đời sau có thơ khen rằng:\n::''Trường Bản cầu này chiến ý sanh,''\n::''Ngang mâu, chững ngựa, mắt long lanh.''\n::''Bên tai một tiếng vang như sấm,''\n::''Khiếp vía quân Tào vội rút nhanh.''\n\nÔng cùng với [[Lưu Bị]], [[Quan Vũ]] thường được phối thờ cùng nhau, 3 người được coi là biểu tượng của đạo nghĩa vua tôi thân thiết như người một nhà. Dựa trên sự gắn bó keo sơn, một lòng tin tưởng lẫn nhau giữa Lưu Bị - Quan Vũ - Trương Phi, dân gian đã sáng tạo ra điển tích \"Tam anh kết nghĩa vườn đào\" (Lưu Bị là anh cả, Quan Vũ là anh thứ, Trương Phi là em út), về sau được La Quán Trung đưa vào tiểu thuyết Tam Quốc Diễn nghĩa, trở thành câu chuyện mẫu mực về tấm lòng huynh đệ kết nghĩa keo sơn gắn bó.\n\nVì tình nghĩa vua tôi gắn bó cũng như tài năng, sự trung thành của bản thân, Trương Phi rất được Lưu Bị trọng dụng. Ông được phong làm Hữu tướng quân (chức vụ cao thứ 2 trong quân đội nhà Thục Hán, chỉ sau Quan Vũ). Hai vị hoàng hậu của [[Lưu Thiện]] (con trai nối ngôi Lưu Bị) cũng đều là con gái của Trương Phi, đủ thấy sự ưu ái, tin cậy của hoàng gia nhà Thục Hán với gia đình Truơng Phi lớn đến mức nào.\n\nDân gian đã có những câu thơ thể hiện tinh thần ca ngợi Trương Phi như sau<ref>bài Tựa bản ''Tam quốc diễn nghĩa'' xuất bản năm [[1907]]<\/ref>:\n:::''Ai nhân từ bằng ông [[Lưu Bị]]''\n:::''Ai gian hùng như [[Tào Tháo|Ngụy Tào Man]]''\n:::''[[Quan Vũ|Quan công Hầu]] một tấm trung can''\n:::''Lòa ngọn đuốc rỡ ràng gương nhật nguyệt''\n:::''[[Trương Dực Đức]] oanh oanh liệt liệt''\n:::''Tính bình sanh chân thật trực tình''\n\nNgười cháu nội của Trương Phi là Trương Tuân cũng là võ tướng, là thuộc cấp của đại tướng [[Khương Duy]] và đã tử trận tại Miên Trúc khi chiến đấu bảo vệ nhà Thục Hán. Ông cháu Trương Phi thật xứng đáng với lời khen ''\"trung nghĩa truyền gia\"'', đều là tấm gương nghĩa sĩ tận trung báo quốc vậy.\n\n== Trong nghệ thuật ==\n[[Tập tin:Liu Bei, Guan Yu and Zhang Fei.jpg|phải|nhỏ|180px|Tượng 3 anh em kết nghĩa Lưu Bị, Quan Vũ và Trương Phi.]]\nHình ảnh Trương Phi trong dân gian có ảnh hưởng khá sâu đậm, là một trong những danh tướng được dân chúng truyền tụng và yêu mến.\n\n=== Tam Quốc diễn nghĩa ===\nTrong tiểu thuyết [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Trương Phi được mô tả \"cao tám thước, đầu báo, mắt tròn, râu hùm, hàm én\". Trương Phi đã cùng với [[Lưu Bị]] và [[Quan Vũ]] kết bái làm [[Anh em kết nghĩa|huynh đệ]] trong vườn đào. Ông là em út trong ba người. Ông được Chiêu liệt hoàng đế tức Lưu Bị phong làm một trong [[ngũ hổ tướng|ngũ hổ đại tướng]].\n\nÔng là một người rất khẳng khái, bộc trực và rất nóng nảy. Ông đã đóng góp rất nhiều cho sự ra đời của nước Thục. Ông nổi tiếng với võ nghệ siêu phàm cùng với sự dũng cảm coi thường cái chết. Trong truyện miêu tả, ông sử dụng vũ khí là bát xà mâu dài 1 trượng 8, cưỡi tuấn mã \"Ô vân đạp tuyết\" (Ngựa đen chân trắng). Ông thật sự là nỗi khiếp đảm của quân thù. Như trận đánh cầu Trường Bản, ông đã quát mấy tiếng khiến [[Tào Tháo]] hoảng sợ mà lui quân. Khi ấy ông chỉ có vài mươi kị sĩ còn Tào Tháo có trăm vạn hùng binh. Trong trận ấy, viên quan theo hầu Tào Tháo là [[Hạ Hầu Kiệt]] đã hoảng sợ đến mức vỡ mật mà chết.\n\nNgoài ra, ông là một trong 2 tướng đã từng đơn độc giao chiến với [[Lã Bố]] mà chưa bị thua chạy hoặc bị giết (người còn lại là [[Hứa Chử]]). Trong trận Hổ Lao, để cứu Công Tôn Toản, ông đã đấu với [[Lã Bố]] hơn 50 hiệp bất phân thắng bại trước khi [[Quan Vũ]] và [[Lưu Bị]] ra trợ chiến. Tổng cộng ông đã đấu với [[Lã Bố]] 2 trận, tất cả gần 150 hiệp và đều bất phân thắng bại (trong khi [[Hứa Chử]] chỉ giao chiến với [[Lã Bố]] được 20 hiệp bất phân thắng bại trước khi [[Tào Tháo]] sai 5 tướng khác ra trợ chiến). Khi Lưu Bị đánh Ích Châu của Lưu Chương, do Lưu Chương cắt đất cầu cứu, Trương Lỗ liền cử Mã Siêu đến ứng cứu, Trương Phi đã cùng Mã Siêu giao chiến suốt ngày, đến tối thắp đuốc đánh tiếp vẫn bất phân thắng bại.\n\nKhông chỉ có võ dũng, Trương Phi còn nhiều lần biết dùng kế phá địch mà tiêu biểu như dùng kế bắt Nghiêm Nhan thu phục cho Thục Hán một danh tướng hay mẹo cột cành cây vào đuôi ngựa quét cho đất cát tung mù làm quân Tào nghi ngờ có phục binh tại cầu Trường Bản, giả say phá Trương Cáp.\n\nNhưng chính vì tính nóng nảy của mình mà ông đã chuốc họa sát thân. Do nôn nóng báo thù cho anh trai Quan Vũ bị quân Đông Ngô hại nên ông thường đánh đập quân sĩ. Trong đó có hai tên hạ quan dưới trướng là Trương Đạt và Phạm Cương, họ âm thầm sát hại ông vì lo sợ bị ông chém đầu vì không hoàn thành quân lệnh ông giao là phải lo quân trang cờ xí màu trắng cho toàn quân của ông mặc để tang anh là Quan Vũ trong cuộc tấn công báo thù quân Đông Ngô. Đêm đó ông say rượu ngủ và bị đâm chết. \n<gallery>\nHình:Three Brothers (Bei, Yu, Fei).jpg|Ba anh em Lưu Quan Trương\nHình:Mask of Zhang Fei.jpg|Mặt nạ Trương Phi\n<\/gallery>\n\nTam Quốc diễn nghĩa nói rằng Trương Phi mất khi 55 tuổi, tức là ông kém Lưu Bị 4 tuổi và kém Quan Vũ 3 tuổi.\n\n===Chuyển thể===\nNhân vật Trương Phi được nhiều diễn viên đóng trong các phim điện ảnh và truyền hình từ cốt truyện Tam Quốc.\n*[[Tam quốc diễn nghĩa (phim truyền hình, 1994)|Phim truyền hình Tam quốc diễn nghĩa]] phát sóng năm 1994: [[Lý Tĩnh Phi]] (''Li Jingfei'').\n*[[Đại chiến Xích Bích (phim)|Đại chiến Xích Bích, phim năm 2008]]: [[Tang Kim Sinh]] (臧金生, Zang Jinsheng) thủ vai.\n*[[Tam Quốc (phim truyền hình 2010)]]: [[Khang Khải]] (Kang Kai, ''[[:zh:康凱|康凱]]'').\n*[[Võ Thần Triệu Tử Long|Võ thần Triệu Tử Long (2016)]]: [[Chu Lai Thành]] ([[朱来成]], Zhu Laicheng).\n\n===Thủy Hử===\nTrong tiểu thuyết [[Thủy Hử]] của nhà văn [[Thi Nại Am]], có 3 nhân vật được xây dựa trên hình tượng, hoặc gợi nhớ tới Trương Phi.\n*[[Lý Quỳ]] có hiệu là Hắc toàn phong (Gió lốc đen), là người lỗ mãng nhưng thẳng thắn và trung nghĩa, có dung mạo rất giống Trương Phi. Lý Quỳ rất hiếu sát và không phân biệt lý lẽ, sẵn sàng giết bất cứ ai bằng đôi rìu của mình.\n*[[Tần Minh]] có hiệu là Tích lịch hỏa (Lửa sấm sét), là người tính tình nóng nảy, tiếng to như sấm, dung mạo cũng mang nét giống với Trương Phi.\n*[[Lâm Xung]] có hiệu là Báo tử đầu (Báo đầu đàn), rất giỏi đánh thương và sử dụng binh khí [[xà mâu]] như Trương Phi.\n\n=== Dynasty Warriors ===\nTrương Phi là một nhân vật trong dòng game [[Dynasty Warriors]], tức \"Chân Tam quốc vô song\". Ông là một trong những nhân vật chính của trò chơi, có mặt trong tất cả chín phiên bản.\n\n=== Hoả Phụng Liêu Nguyên ===\nMột tác phẩm truyện tranh của họa sĩ [[Trần Mưu]] là [[Hỏa Phụng Liêu Nguyên|Hoả Phụng Liêu Nguyên]] cũng nói tới Trương Phi. Trong tác phẩm này, Trương Phi ngoài là một đại tướng giỏi còn là một hoạ gia nổi tiếng. Tác giả Trần Mưu sáng tạo khá nhiều về ngoại hình của Trương Phi, không phải một người cường tráng với bộ mặt đen, râu quai nón như truyền thống, mà là một người cao thấp vừa tầm, có 2 ngoại hình khác nhau: hoặc ông buộc tóc hai chùm, mặt vẽ hoa văn đen trắng khi là hổ tướng xuất trận; hoặc ông bịt mặt, vai đeo giấy vẽ khi là hoạ gia.\n\n==Xem thêm==\n*[[Lưu Bị]]\n*[[Quan Vũ]]\n*[[Gia Cát Lượng]]\n*[[Triệu Vân]]\n*[[Mã Siêu]]\n*[[Tôn Thượng Hương]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc,'' Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên (2010), ''Phẩm Tam Quốc'', Nhà xuất bản Công an nhân dân.\n\n==Chú thích==\n{{Tham khảo}}\n== Liên kết ngoài ==\n* {{Thể loại Commons nội dòng| 張飛}}\n{{Kiểm soát tính nhất quán}}\n{{Ngũ hổ tướng}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Hà Bắc]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 221]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Người họ Trương tại Trung Quốc]]"}