{"Trương Hanh":"'''Trương Hanh''' ([[chữ Hán]]: 張亨; [[1200]]-?), là người đỗ đệ nhất giáp kỳ thi Thái học sinh năm Kiến Trung thứ 8 (Nhâm Thìn, [[1232]]),<ref name=Q5>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10a.html Đại Việt Sử ký Toàn thư - Quyển V: Kỷ nhà Trần - Thái Tông hoàng đế]<\/ref><ref name=DS>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/trangnguyen.html Danh sách trạng nguyên]<\/ref> đời vua [[Trần Thái Tông]], cùng [[Lưu Diễm]]. Đỗ đệ nhị giáp khoa thi này là [[Đặng Diễn]], [[Trịnh Phẫu]] còn đệ tam giáp là [[Trần Chu Phổ]].<ref name=Q5 \/>\n\nÔng là người làng Mạnh Tân (Yên Tân), huyện Gia Phúc, phủ Hạ Hồng, Hải Dương<ref name=DS \/> (xã Gia Lương, huyện [[Gia Lộc]], tỉnh [[Hải Dương]] ngày nay). Làm quan đến chức Thị lang, Hàn lâm học sĩ.<ref name=DS \/>\n\n== Thời niên thiếu ==\nTrương Hanh sinh ra trong một gia đình thuần nông ở làng Yên Tân, một trong những ngôi làng nghèo song sở hữu nhiều lễ hội văn hóa kỳ lạ. Là một cậu bé hiếu học, nhưng do quá nghèo nên cậu không thể theo học thầy đồ trong làng.\n\nVào thời kỳ này, vua [[Lý Huệ Tông]] bị bệnh phong nên sức khỏe rất yếu, phải xuất gia tu hành, nhường chuyện thế sự quốc gia cho con gái của mình là Chiêu Thánh (tức [[Lý Chiêu Hoàng]]). Trong bối cảnh đấy, [[Trần Thủ Độ]] một tay thao túng triều chính, tác động khiến Chiêu Thánh lấy cháu ông ta là [[Trần Cảnh]], sau đó tiếp tục ép Chiêu Thánh nhường ngôi cho chồng. Triều đại nhà Lý huy hoàng chấm dứt không đổ một giọt máu, Trần Thủ Độ giúp cháu Trần Cảnh (Trần Thái Tông) dựng lên cơ nghiệp đế vương nhà Trần. Trước sự thay đổi thời vận lớn lao ấy, nhiều vị đại quan trung thành với nhà Lý vừa tỏ ra luyến tiếc triều đại cũ, vừa không phục cái cách Trần Thủ Độ đoạt lấy giang san về tay nhà Trần nên đều cáo quan về quê, trong đó có Lê Vi Nhân, một đại quan chuyên về hình luật thời nhà Lý.\n\n[[Lê Vi Nhân]] về quê, mở lớp dạy học miễn phí cho con em vùng Hạ Hồng, mỗi làng chỉ nhận một trò và điều đặc biệt là ông chỉ nhận con nhà nghèo vì sợ rằng nếu dạy dỗ con nhà khá giả thì sau này học trò của ông sẽ có đủ điều kiện kinh tế lên kinh ứng thí và thi đỗ, làm quan phục vụ nhà Trần. Cậu bé nhà nghèo Trương Hanh biết được thầy Lê Vi Nhân nhận dạy học trò miễn phí nên đứng trước cổng đợi gia nhân của thầy đến làng nhận học trò. Tuy nhiên do không biết mặt người gia nhân này nên người đấy đã nhận một người học trò khác của làng cậu là Trần Biên. Quá ham học, cậu chạy theo người gia nhân của thầy nằng nặc đòi xin học thầy. Xúc động trước sự hiếu học ấy, Lê Vi Nhân nhận cậu là người thứ hai của làng Yên Tân được theo học.\n\nVốn có tư chất thông minh, Trương Hanh tỏ ra xuất chúng hơn chúng bạn và được thầy dạy riêng. Vốn là một vị quan phụ trách và luật pháp nên Trương Hanh được thầy cho tiếp xúc với luật pháp từ sớm. Với những nhận thức sâu sắc, Trương Hanh đã thấy được nhiều điểm hạn chế của pháp luật phong kiến bấy giờ. Khao khát được tự mình thay đổi hệ thống pháp luật trong cậu nhen nhóm khi cậu được chứng kiến một vụ án ăn trộm. Kẻ trộm là một thanh niên vốn lương thiện, song vì cảm thương bà lão khuyết tật cạnh nhà mà thu nhập không đủ để giúp đỡ nên phải đi ăn trộm để có tiền giúp đỡ bà lão ấy. Thời đó pháp luật chưa có những tình tiết giảm nhẹ cho những trường hợp như vậy, nên chàng trai phải chịu tội ăn trộm như những kẻ trộm khác. Trương Hanh nhận ra pháp luật thiếu đi sự linh hoạt, thiếu nhân đạo.\n\n== Lên kinh ứng thí ==\n\n== Truyền cảm hứng ==\nTrương Hanh, một cậu bé chăn trâu nhà nghèo nhờ học tập và đỗ đạt làm quan là tấm gương sáng cho nhiều cậu bé noi theo. Kể từ Trương Hanh, nhiều người đỗ đạt cao đều xuất thân từ vùng Hạ Hồng, trong đó có Trạng nguyên [[Trần Quốc Lặc]], Kinh Trạng nguyên Trần Cố. Hạ Hồng cùng với Thượng Hồng trở thành hai vùng \"đất Trạng\", tập trung nguyên khí hiền tài của [[Đại Việt]] trong thời kỳ Nho học cực thịnh. Sau khi đỗ đạt làm quan, Trương Hanh luôn quan tâm phát triển phong trào học tập ở quê nhà, góp phần làm cho quê ông trở thành một trong những nơi hiếu học nhất cả nước.\n\n==Tôn vinh==\nDi tích nhà thờ Trạng nguyên Trương Hanh nằm tại làng Mạnh Tân, xã Gia Lương, huyện Gia Lộc, tỉnh Hải Dương.<ref>[http:\/\/truongtoc.com.vn\/public\/index.php\/hoi-dong-truong-toc-viet-nam-lam-thoi-to-chuc-gap-mat-dai-dien-cac-chi-ho-truong-o-mien-bac-ve-tham-dang-huong-tai-di-tich-tho-trang-nguyen-truong-hanh-den-tho-trang-nguyen-truong-do-tai-hai-duong-va-tu-vu-ho-truong-o-nhu-quynh-hung-yen?yy=2020&mm=3 Hội đồng Trương tộc Việt Nam dâng hương tại di tích nhà thờ Trạng nguyên Trương Hanh]<\/ref>\n\nTrương Hanh được hậu thế tôn vinh tại Quần thể nhà thờ họ Trương Việt Nam (Thị trấn Thiên Tôn, Hoa Lư, Ninh Bình). Đền Trương là nơi thờ những người họ Trương đã khuất tại ban thờ công đồng,<ref>{{Chú thích web |url=http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau |ngày truy cập=2019-02-12 |tựa đề=XÂY DỰNG NHÀ THỜ HỌ TRƯƠNG VIỆT NAM LÀ ĐỂ LẠI MỘT CÔNG TRÌNH TÂM LINH MUÔN ĐỜI CHO CON CHÁU MAI SAU |archive-date=2016-04-13 |archive-url=https:\/\/web.archive.org\/web\/20160413120823\/http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau |url-status=dead }}<\/ref> trong hậu cung có tượng thờ [[Ngọc Hoàng Thượng đế]] ([[Trương Hữu Nhân]]) và các danh nhân họ Trương tiêu biểu nhất thời phong kiến ở 3 miền [[Việt Nam]] gồm:\n*Bên tả có tượng thờ 7 vị quan văn: [[Trương Hán Siêu]] (Thái phó thời Trần, người [[Ninh Bình]]), Trương Hanh (Trạng nguyên thời Trần, người [[Hải Dương]]), [[Trương Xán]] (Trạng nguyên thời Trần, người [[Quảng Bình]]), [[Trương Công Giai]] (Thượng thư thời Hậu Lê, người [[Hà Nam]]), [[Trương Đăng Quế]] (Thái sư thời Nguyễn, người [[Quảng Ngãi]]), [[Trương Quốc Dụng]] (Đông các học sĩ thời Nguyễn, người [[Hà Tĩnh]]), [[Trương Công Hy]] (Thượng thư thời Tây Sơn, người [[Quảng Nam]]).\n*Bên hữu có tượng thờ 7 vị quan võ: [[Trương Hống]] (Tướng của Triệu Việt Vương, người [[Bắc Ninh]]), [[Trương Hát]] (Tướng của Triệu Việt Vương, người [[Bắc Ninh]]), [[Trương Nữu]] (Đại tư mã của Phùng Hưng, người [[Hải Phòng]]), [[Trương Ma Ni]] (Tăng lục võ sư thời Đinh, người [[Ninh Bình]]), [[Trương Chiến]] (Tướng nhà Lê, người [[Thanh Hóa]]), [[Trương Minh Giảng]] (Đại tướng quân thời Nguyễn, người [[Sài Gòn]]), [[Trương Công Định]] (Anh hùng thủ lĩnh chống Pháp, người [[Tiền Giang]]).\n\nNgoài ra Quần thể nhà thờ họ Trương Việt Nam cũng có ban thờ mẫu và nhiều công trình kiến trúc khác như nhà đa năng, tả vu, hữu vu, cổng tứ trụ, hồ bán nguyệt, gác trống, gác chuông được xây dựng trong 4 năm từ 2016 đến 2019.\n\n==Ghi chú==\n{{Tham khảo}}\n{{Thủ khoa Đại Việt}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Sinh năm 1200]]\n[[Thể loại:Thái học sinh nhà Trần]]\n[[Thể loại:Người họ Trương tại Việt Nam]]"}