{"Trương Quỹ":"{{Thông tin nhân vật hoàng gia\n| tên = Lương Vũ vương\n| tên gốc=涼武王\n| tước vị = Thứ sử Lương Châu\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Thứ sử]] [[Tiền Lương|Lương châu]]\n| tại vị = 301-314\n| đăng quang = \n| tiền nhiệm = \n| kế nhiệm = [[Trương Thực]]\n| vợ = \n| con cái = [[Trương Thực]]<br>[[Trương Mậu]]\n| tên đầy đủ = Trương Quỹ (張軌)\n| tước hiệu = \n| tước vị đầy đủ = \n| niên hiệu = sử dụng niên hiệu của [[Nhà Tấn|Tây Tấn]]\n| thụy hiệu =* Vũ Vương (武王)\n* Vũ Mục công (武穆公)\n| miếu hiệu = Thái Tổ (太祖)\n| hoàng tộc = [[Tiền Lương]]\n| cha = [[Trương Ôn]] (張溫)\n| mẹ = Tân thị\n| sinh = 255\n| nơi sinh = \n| mất = \n| nơi mất = \n| ngày an táng = 314\n| nơi an táng = Kiến lăng (建陵)<ref>\"Tư trị thông giám khảo dị\" (資治通鑑考異) theo \"Tiền Lương lục sao\" (前涼錄鈔) mà nói là \"táng Kiến lăng\", nhận định chỉ là hành vi truy tôn của [[Trương Tộ]], không thuộc về lăng mộ quân chủ chính thức.<\/ref>\n}}\n'''Trương Quỹ''' ({{zh|s=张轨|t=張軌|p=Zhāng Guǐ}}; 255-314), [[Tên chữ (người)|tên tự]] ''Sĩ Ngạn'' (士彥), miếu hiệu ''Thái Tổ'' (太祖) là người sáng lập [[nhà Tiền Lương]] trong lịch sử Trung Quốc.\n\nTrương Quỹ là người Thị huyện, An Định quận, Ung châu (nay thuộc tây bắc [[Bình Lương]] tỉnh [[Cam Túc]]), là cháu đời thứ 17 của Thường Sơn vương [[Trương Nhĩ]] thời [[Nhà Hán|Tây Hán]]. Thời [[nhà Tấn]], ông giữ chức Lương châu mục, là người kiến lập trên thực tế của chính quyền [[Tiền Lương]], là phụ thân của [[Trương Thực]] và [[Trương Mậu]]. Năm 314, ông qua đời, được triều đình Tấn truy thụy Vũ công.<ref name=A>[[Thập lục quốc Xuân Thu]] và [[Tư trị thông giám]] viết là '''Vũ Mục công''' (武穆公)<\/ref>\n\n== Những năm đầu ==\nGia thế Trương Quỹ vốn hiếu liêm, nổi tiếng với Nho học. Thời niên thiếu, Trương Quỹ đã thông minh hiếu học, rất có danh vọng, từng ẩn cư trên Nữ Ki sơn (女幾山) ở Nghi Dương quận. Sau khi triều [[Nhà Tấn|Tây Tấn]] được kiến lập, ông vào nhậm chức quan trong triều, do cùng trung thư giám [[Trương Hoa]] nghị luận ý nghĩa kinh tịch và chính sự nên được đối phương rất coi trọng. Trương Quỹ từng nhậm các chức vụ: thái tử xá nhân, thượng thư lang, thái tử tẩy mã, thái tử trung thứ tử, tán kị thường thị, chinh Tây tướng quân tư mã.\n\n== Cai quản Lương châu ==\nNăm Nguyên Khang thứ 1 (291) thời [[Tấn Huệ Đế]], [[loạn bát vương]] bắt đầu nổ ra, thiên hạ đại loạn, Trương Quỹ do vậy đã có ý muốn chiếm cứ đất Hà Tây (nay là khu vực tây bộ [[Cam Túc]] và một phần đông bộ [[Tân Cương]]), vì thế đã yêu cầu được điều nhiệm đến [[Lương châu]]. Được sự ủng hộ của các quan viên trong triều, vào năm Vĩnh Ninh thứ 1 (301), Trương Quỹ được nhậm chức \"hộ [[người Khương|Khương]] hiệu úy\", \"Lương châu thứ sử\". Sau khi Trương Quỹ đến nhậm chức, đã tức khắc khiển quân đánh bại cuộc nổi dậy khi đó của người [[Tiên Ti]] ở Lương châu, tiêu diệt đạo tạc hoành hành trong khu vực, chém đầu hơn vạn người, do đó mà uy của ông vang dội khắp khu vực phía Tây, đã an định được Lương châu. Trương Quỹ đã dùng nhiều người thuộc đại tộc ở Lương châu có tài cán như Tống Phối (宋配), Âm Sung (陰充), Phiến Viện (氾瑗), và Âm Đạm (陰澹) làm tay chân phụ giúp, cùng nhau trị lý Lương châu. Ông cũng khuyến khích cày cấy, trồng dâu, lập học hiệu, lại cùng với đồng đẳng châu [[biệt giá]] sùng văn tế tửu, tiến hành [[hương xạ lễ]] vào [[mùa xuân|xuân]] [[mùa thu|thu]], thực hiện \"giáo hóa\" tại Lương châu.\n\nNăm Vĩnh Hưng thứ 2 (305), một người Tiên Ti là [[Nhược La Bạt Năng]] (若羅拔能) dẫn quân xâm nhập Lương châu, Trương Quỹ phái tư mã Tống Phối đi thảo phạt, cuối cùng đã chém chết Nhược La Bạt Năng, đồng thời bắt giữ hơn 10 vạn người, vì thế mà có được thanh danh lẫy lừng. [[Tấn Huệ Đế]] vì thế đã thăng cho ông làm An Tây tướng quân, phong An Lạc Hương hầu, đất phong nghìn hộ. Đồng thời, trị sở [[Cô Tang]] (姑臧, nay thuộc [[Vũ Uy]] của tỉnh Cam Túc) của Lương châu cũng được đại tu. Khi ấy, Đông Khương hiệu úy [[Hàn Trĩ]] (韓稚) sát hại [[Tần châu]] [[thứ sử]] [[Trương Phụ (Tây Tấn)|Trương Phụ]] (張輔), thuộc cấp của Trương Quỹ là tư mã Dương Dận (楊胤) chủ trương thảo phạt Hàn Trĩ, cũng khuyến Trương Quỹ học theo cách thức chủ trì địa phương của [[Tấn Hoàn công]], nghiêm trị hành vi tự ý giết thứ sử của Hàn Trĩ. Trương Quỹ do đó đã lệnh suất lĩnh hai vạn binh đi thảo phạt, song trước tiên mang thư đến chỗ Hàn Trĩ để khuyến hàng, sau đó Hàn Trĩ đã hướng Trương Quỹ đầu hàng. Sau khi Trương Quỹ báo cáo Nam Dương vương [[Tư Mã Mô]] (司馬模), Tư Mã Mô rất hài lòng, đồng thời đem kiếm mà Hoàng đế ban để tặng cho Trương Quỹ, cũng đem khu vực Lũng Tây cấp cho Trương Quỹ quản lý.<ref>（司馬）模甚悅，遺軌以帝所賜劍，謂軌曰：「自隴以西，征伐斷割悉以相委，如此劍矣。」<\/ref>\n\n== Tận trung với triều Tấn ==\nTrương Quỹ luôn trung thành với triều Tây Tấn, lấy đó để giữ lấy lòng dân. Như vào năm Thái An thứ 3 (304), khi Hà Gian vương [[Tư Mã Ngung]] (司馬顒) và Thành Đô vương [[Tư Mã Dĩnh]] (司馬穎) đem quân đến Lạc Dương thảo phạt [[Tư Mã Nghệ]] (司馬乂), Trương Quỹ từng phái ba nghìn binh chi viện cho triều đình. Năm Vĩnh Gia thứ 2 (308), bộ tướng của [[Lưu Uyên]] là [[Vương Di]] (王彌) đem quân tấn công Lạc Dương, Trương Quỹ đã phái Bắc Cung Thuần (北宮純), [[Trương Toản]] (張纂), Mã Phường (馬魴) và Âm Tuấn (陰濬) lãnh binh đến bảo vệ Lạc Dương, Bắc Cung Thuần sau đó đã phái hơn trăm danh dũng sĩ đột kích quân của Vương Di, hiệp trợ triều đình đánh lui Vương Di. Không lâu sau đó, Bắc Cung Thuần tại Hà Đông đã đánh bại nhi tử của Lưu Uyên là [[Lưu Thông]], [[Tấn Hoài Đế]] do vậy đã ra chiếu sắc phong Trương Quỹ làm Tây Bình quận công, song Trương Quỹ đã khiêm nhường từ chối.\n\n== Suýt mất Lương châu ==\nNăm Vĩnh Gia thứ 2 (308), Trương Quỹ bị \"phong súc\" nên không thể nói chuyện, vì thế sai nhi tử là [[Trương Mậu]] thay thế quản lý Lương châu. Trương Việt (張越) là một đại tộc ở Lương châu, nghe nói có lời tiên tri rằng \"Trương thị sẽ hưng thịnh Lương châu\", nghĩ rằng Trương thị trong lời tiên tri là gia tộc mình, vì thế không ngần ngại hạ bệ Lương châu thứ sử, và cùng huynh trưởng là [[Tửu Tuyền]] [[thái thú]] Trương Trấn (張鎮) cùng những người khác hợp mưu nhằm trừ khử Trương Quỹ. Ý đồ của huynh đệ Trương Việt là dùng Tần châu thứ sử [[Giả Kham]] (賈龕) thay thế Trương Quỹ, vì thế họ đã phái mật sứ đến Lạc Dương thỉnh cầu cho Thượng thư thị lang [[Tào Khư]] (曹祛) nhậm chức Tây Bình thái thủ nhằm lấy chỗ dựa. Thuộc cấp của Trương Quỹ là Khúc Triều (麴晁) cũng có ý đồ nhân cơ hội này để lộng quyền, nên đã phái sứ giả đến Trường An tố cáo với Tư Mã Mô, nói rằng Trương Quỹ bị bệnh nên không thể tiếp tục thực thi quyền hành của một thứ sử, yêu cầu để Giả Kham thay thế Trương Quỹ. Giả Kham lúc đầu muốn theo lệnh, song bị huynh trưởng ngăn trở.\n\nSau khi Trương Trấn và Tào Khư biết việc Giả Kham từ chối ưng mệnh, lại thượng biểu thỉnh cầu phái tân thứ sử đến, song khi chưa trình lên trên đã đưa Đỗ Đam (杜耽) thay thế lãnh đạo chính sự trong châu, rồi bắt Đỗ Dam dâng biểu đề cử Trương Việt làm tân thứ sử. Trương Quỹ biết được, có ý định rút lui, muốn trở về Nghi Dương để ẩn cư, song trưởng sử Vương Dung (王融) và tham quân Mạnh Sướng (孟暢) không chịu, quyết ý phò trợ Trương Quỹ nên đã lãnh binh giới nghiêm, lại sai người đến chỗ trưởng tử của Trương Quỹ là [[Trương Thực]] và bảo người này lãnh binh thảo phạt Trương Trấn. Đồng thời, họ cũng phái cháu của Trương Trấn là Lệnh Hồ Á (令狐亞) đi thuyết phục Trương Trấn. Cuối cùng, Trương Trấn nghe theo, nhận ra sai lầm. Trương Thực sau đó tiến đánh Tào Khư, Tào Khư chạy trốn. Do Vương Dung đồng thời cử binh, Vũ Uy thái thú Trương Điển (張琠) cũng phái nhi tử là Trương Đản (張坦) đến Lạc Dương thượng biểu ủng hộ Trương Quỹ; trị trung Dương Đạm (楊澹) cũng đến Trường An để cáo giác với Tư Mã Mô rằng Trương Quỹ bị vu khống, Tư Mã Vô thượng biểu đình chỉ tuyển điều tân thứ sử. Sau đó, [[Tấn Hoài Đế]] úy lạo Trương Quỹ, hạ lệnh diệt trừ Tào Khư. Trương Quỹ biết chuyện rất hài lòng, lệnh cho Trương Thực lĩnh ba vạn binh thảo phạt Tào Khư, cuối cùng đánh bại và giết được Tào Khư.\n\nTrương Quỹ sau đó đã lệnh cho trị trung Trương Lãng (張閬) đưa năm nghìn nghĩa binh và một lượng vật tư lớn đến Lạc Dương. Năm Vĩnh Gia thứ 5 (311), sau khi [[quang lộc đại phu]] Phó Chi (傅祗) và [[thái thường]] Chí Ngu (摯虞) viết thư cho Trương Quỹ và nói trong đó rằng vật tư ở Lạc Dương thiếu thốn, Trương Quỹ lại ngay lập tức phái tham quân Đỗ Lệ (杜勵) dâng 500 con ngựa và ba vạn xấp vải len. Tấn Hoài Đế vì thế trao cho Trương Quỹ các chức vị Trấn Tây tướng quân, quản lý quân sự khu vực Lũng Hữu; phong cho Trương Quỹ làm Bá Thành hầu, Tịnh Tiến Xa kị tướng quân, Khai Phủ Nghi Đồng tam ti. Nhưng khi sứ giả chưa đến nơi, Vương Di lại một lần nữa tiến vào Lạc Dương, Trương Quỹ phái tướng quân Trương Phỉ (張斐), Bắc Cung Thuần và Quách Phu (郭敷) suất năm nghìn kị binh tinh nhuệ đến bảo vệ Lạc Dương. Tuy nhiên, cuối cùng thì Lạc Dương bị đại tướng [[Lưu Diệu]] của [[Hán Triệu]] chiếm được.\n\n== Tạo nền tảng cho Tiền Lương ==\nSau [[loạn Vĩnh Gia]], hai trọng thành của triều Tấn là Lạc Dương và Trường An đều trước sau rơi vào tay quân Hán Triệu, rất nhiều người dân từ khu vực [[Trung Nguyên]] và [[Quan Trung]] kéo đến Lương châu tị nạn, Trương Quỹ thiết lập Vũ Hưng quận ở tây bắc Cô Tang, lại phân Tây Bình quận (nay là [[Tây Ninh, Thanh Hải|Tây Ninh]], tỉnh [[Thanh Hải (Trung Quốc)|Thanh Hải]]) ra để thiết lập Tấn Hưng quận nhằm dùng làm nơi thu nhận lưu dân<ref>[[Tấn thư]]- Địa lý chí<\/ref> Đồng thời, Trương Quỹ vẫn tiếp tục ủng hộ triều Tấn, sau khi Tấn Hoài Đế bị bắt đến Bình Dương, Trương Quỹ từng định dốc toàn lực châu ra để tấn công Bình Dương. Không lâu sau, Tần vương [[Tấn Mẫn Đế|Tư Mã Nghiệp]] nhập quan, Trương Quỹ lại phái binh đến hỗ trợ. Năm sau, Tư Mã Nghiệp được ủng hộ lên làm hoàng thái tử, Trương Quỹ được trao chức Phiếu Kị đại tướng quân, Nghi Đồng tam ti, song Trương Quỹ khiêm nhường từ chối. Đồng thời, Trương Quỹ cũng hiệp trợ tiêu diệt thế lực phản loạn tại khu vực phụ cận, như Tần châu thứ sử [[Bùi Bao]] (裴苞), [[Khúc Khác]] (麴恪), [[Cúc Nho]] (鞠儒) ở Tây Bình quận. Tư Mã Nghiệp sau đó lại tái bổ nhiệm, song Trương Quỹ lại một lần nữa từ chối.\n\nNăm Vĩnh Gia thứ 7 (313), Tấn Hoài Đế bị sát hại, Tư Mã Nghiệp kế vị và trở thành Tấn Mẫn Đế, đồng thời thăng Trương Quỹ làm [[tư không]], Trương Quỹ lại từ chối. Đồng thời, lại nghe theo kiến nghị của quân sư, ông cho đúc trở lại tiền [[ngũ thù]], khôi phục lưu thông tiền tệ trong địa bàn, đem đến tiện lợi lớn cho sinh hoạt của nhân dân, không còn phải dùng xếp vải làm phương tiện thanh toán.<ref>索輔：「古以金貝皮幣為貨，息穀帛量度之耗。二漢制五銖錢，通易不滯。秦始中，河西荒廢，遂不同錢，裂匹以為段數……。今中州雖亂，此方安全，宜復五銖以濟通變之會。」<\/ref> Đồng thời, Lưu Diệu tiến sát Trường An, Trương Quỹ lại phái tham quân Khúc Đào (麴陶) lĩnh ba nghìn binh đến bảo vệ Trường An.\n\nNăm Kiến Hưng thứ 2 (314), Tấn Mẫn Đế đã phong chức Trương Quỹ làm [[thị trung]], [[thái uý|thái úy]], Lương châu mục; phong tước Tây Bình công; song Trương Quỹ vẫn từ chối. Ngày Nhâm Thìn tháng thứ 5 ÂL, Trương Quỹ mất vì bệnh, thọ 60 tuổi, thụy là Vũ công.<ref name=A\/> Các bộ hạ thân tin của Trương Quỹ sau đó ủng hộ trưởng tử của Trương Quỹ là [[Trương Thực]] kế nhiệm chức Lương châu mục.\n\n== Gia đình ==\n* Tổ phụ: Trương Liệt (張烈), ngoại hoàng lệnh của [[Tào Ngụy]]\n* Phụ: Trương Ôn (張溫), thái quan lệnh của [[Tào Ngụy]]\n* Mẫu: Tân thị (辛氏), người Lũng Tây\n* Huynh đệ: Trương Túc (張肅), Kiến Uy tướng quân, Tây Hải thái thú của triều Tấn.\n* Nhi tử\n** [[Trương Thực]] (張寔), Tiền Lương Minh vương.\n** [[Trương Mậu]] (張茂), Tiền Lương Thành vương.\n\n==Tham khảo==\n* [[Tấn thư]], [[:s:zh:晉書\/卷086|Trương Quỹ truyện]], [[:s:zh:晉書\/卷004|Huệ Đế kỉ]], [[:s:zh:晉書\/卷005|Hoài Đế kỉ, Mẫn Đế kỉ]]\n* [[Thập lục quốc Xuân Thu]], [[:s:zh:十六國春秋\/卷07|quyển 7]]\n* [[Tư trị thông giám]], các quyển [[:s:zh:資治通鑑\/卷086|86]], [[:s:zh:資治通鑑\/卷087|87]], [[:s:zh:資治通鑑\/卷088|88]], [[:s:zh:資治通鑑\/卷089|89]]\n{{tham khảo}}\n\n{{Vua Tiền Lương}}\n\n[[Thể loại:Vua Tiền Lương]]\n[[Thể loại:Người nhà Tấn]]\n[[Thể loại:Sinh năm 255]]\n[[Thể loại:Mất năm 314]]"}