{"Trương Duệ":"{{Thông tin nhân vật Tam Quốc\n|Tên= Trương Duệ\n|Hình= \n|Cỡ hình= \n|Chú thích hình= \n|Chức vụ= Trưởng sử\n|Tên thật= Trương Duệ (張裔)\n|Tự= Quân Tự\n|Hiệu= \n|Khác= \n|Thế lực= [[Lưu Chương]]→[[Thục Hán]]\n|Sinh= 166\n|Nơi sinh= Thành Đô, Thục quận, Ích Châu<br>(nay là [[Thành Đô]], [[Tứ Xuyên]])\n|Mất= 230\n|Nơi mất= Thành Đô, Thục Quận, Ích Châu<br>(nay là [[Thành Đô]], [[Tứ Xuyên]])\n|Tước hiệu= \n|Thụy hiệu= \n|Thân phụ= \n|Thân mẫu= \n|Hôn phối= \n|Con= Trương Mạo<br>Trương Úc\n|Ghi chú= \n}}\n'''Trương Duệ''' ([[chữ Hán]]: 張裔, 166 – 230), [[Tên chữ (người)|tên tự]] là '''Quân Tự''', người Thành Đô, [[Thục (quận)|Thục quận]]<ref>Nay là [[Thành Đô]], [[Tứ Xuyên]]<\/ref>, là quan viên [[nhà Thục Hán]] [[đời Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Cuộc đời ==\nTrương Duệ nghiên cứu ''[[Công Dương xuân thu]]'', học khắp các sách ''[[Sử ký]]'', ''[[Hán thư]]''. Người Nhữ Nam là [[Hứa Tĩnh]] sau khi vào Thục, nhận xét Duệ siêng năng nhạy bén, giống với những người như [[Chung Do]] ở [[Trung Nguyên]].\n\nThời [[Lưu Chương (lãnh chúa)|Lưu Chương]] nắm Ích Châu, Trương Duệ được cử làm Hiếu liêm, làm Ngư Phục (huyện) trưởng, rồi trở về châu làm Thự tòng sự, lãnh Trướng hạ tư mã.\n\nNăm [[214]], tướng của Lưu Bị là [[Trương Phi]] từ Kinh Châu theo lối Điếm Giang<ref>Nay là khu [[Hợp Xuyên]], thành phố [[Trùng Khánh]]<\/ref> tiến vào đất Thục, Lưu Chương giao quân đội cho Trương Duệ, để ông tại Mạch Hạ<ref>Nay là bờ tây Quá Quân Độ, hương Long Bình, khu [[Thuyền Sơn]], địa cấp thị [[Toại Ninh]], Tứ Xuyên<\/ref> thuộc Đức Dương<ref>Nay là Toại Ninh, Tứ Xuyên<\/ref> kháng cự. Trương Duệ thua trận, chạy về Thành Đô.\n\nLưu Bị mang quân vây Thành Đô. Trương Duệ làm sứ giả đi gặp [[Lưu Bị]]. Lưu Bị đồng ý đãi ngộ Lưu Chương theo lễ rồi trấn an người Thục. Sau khi ông trở về thì Lưu Chương quyết định đầu hàng.\n\nTrương Duệ cũng đầu hàng, được Lưu Bị dùng làm Thái thú Ba quận, sau đó về châu làm Tư kim trung lang tướng, phụ trách chế tạo nông cụ và binh khí.\n\nNgười quận [[Kiến Ninh (quận)|Ích Châu]] giết thái thú [[Chính Ngang]]; thủ lĩnh địa phương đã lớn tuổi là [[Ung Khải]], vốn ở phương nam rất có uy vọng, bèn phái thủ hạ hoạt động khắp nơi, còn liên hệ với [[Đông Ngô]]. Chính quyền nhà Hán lấy Trương Duệ làm thái thú quận Ích Châu, ông đi thẳng đến quận nhận chức. Ung Khải không theo, mang quân đánh lại, bắt giữ Trương Duệ và giả quỷ dạy rằng: \n:''\"Trương phủ quân giống như chiếc hồ lô, ngoài thì sáng bóng mà trong thì thô ráp, không cần giết ông ta, hãy trói lại giao cho bên Ngô.\"''\n\nVì thế bọn họ áp giải ông sang Đông Ngô nộp cho Tôn Quyền.\n\nSau khi Hán Chiêu Liệt đế mất (223), [[Gia Cát Lượng]] sai [[Đặng Chi]] đi sứ Đông Ngô, dặn dò Chi trong lúc nói chuyện với [[Tôn Quyền]] lựa lời xin tha cho ông. Trương Duệ ở Ngô mấy năm, lánh mình trong đám tội nhân lưu đày, Tôn Quyền vẫn chưa biết đến, nên đồng ý thả ông. Trương Duệ sắp lên đường, Quyền đưa vào gặp, hỏi: \n:''\"Xưa đất Thục có gái góa họ Trác, bỏ nhà theo [[Tư Mã Tương Như]], phong tục của quý thổ là như thế sao?\"''\n\nÔng đáp: \n:''\"Theo ngu ý thì gái góa họ Trác còn hiền hơn vợ của Mãi Thần.\"'' <ref>[[Chu Mãi Thần]] (? – 115 TCN), người huyện Ngô, quận [[Cối Kê]], đại thần thời [[Hán Vũ đế]]; thiếu thời nhà nghèo, phải kiếm củi mưu sinh, nên bị vợ bỏ<\/ref>\n\nQuyền lại hỏi: \n:''\"Ông trở về, ắt làm quan cho tây triều, rốt cục không phải trở thành một ông già cày ruộng nơi quê mùa nữa, sẽ báo đáp ta như thế nào?\"''\n\nTrương Duệ đáp: \n:''\"Duệ mang tội trở về, sẽ phó thác tính mạng cho hữu tư; nếu may mắn được tha chết, thì 58 năm về trước là nhờ cha mẹ, từ đây về sau là do đại vương ban cho.\"''<ref>Chuyến đi sứ của Đặng Chi được '''[[Tư trị thông giám]] quyển 70''' xác định là năm 224, thêm chi tiết \"58 năm\" này, ta có thể tính được năm sinh của Trương Duệ là 166<\/ref>\n\nTôn Quyền cười nói vui vẻ, ra dáng xem trọng Trương Duệ. Trương Duệ đi khỏi, rất hối hận sao không giả ngốc, lập tức lên đường, đêm ngày không nghỉ. Tôn Quyền quả nhiên sai người đuổi bắt thì ông đã qua khỏi ranh giới Vĩnh An mấy chục dặm, truy binh không theo kịp.\n\nTrương Duệ về Thục, được [[Gia Cát Lượng]] dùng làm Tham quân, Thự phủ sự, còn lĩnh Ích Châu trị trung tòng sự. Gia Cát Lượng đóng quân ở Hán Trung, lấy ông làm Xạ Thanh hiệu úy lãnh Lưu phủ trưởng sử. Trương Duệ thường ca ngợi Gia Cát Lượng rằng: \n:''\"Ngài thưởng không quên người ở xa, phạt không tha người ở gần; phong tước không ai vô công mà được nhận, dụng hình không ai giàu sang mà được miễn; đây là lý do mà kẻ hiền người ngu đều quên thân như vậy!\"''\n\nVề sau được thêm chức Phụ Hán tướng quân, lĩnh Trưởng sử như cũ. Năm 230, Trương Duệ mất, thọ 64 tuổi. Con ông là Trương Mạo kế tự.\n\n== Trong ''Tam quốc diễn nghĩa'' ==\nTrong [[tiểu thuyết]] ''[[Tam Quốc diễn nghĩa]]'', Trương Duệ xuất hiện rất ít, cũng không nhắc tới việc ông làm sứ giả của Lưu Chương và việc bị quân [[Ung Khải]] bắt giao cho Ngô, cũng như việc đối đáp với Tôn Quyền.\n\nTrương Duệ xuất hiện lần đầu ở hồi 80, giữ chức Thiên tướng quân, cùng các quan lại cầu Lưu Bị lên ngôi vua. Đến hồi 91, khi Gia Cát Lượng tiến hành Bắc phạt lần đầu, giao cho Trương Duệ chức Trưởng sử phủ Thừa tướng.\n\n== Tính cách ==\nNăm thứ 2 từ khi trở về Thục, Trương Duệ đi Hán Trung gặp Gia Cát Lượng hỏi han công việc, có mấy trăm người đưa tiễn, ngựa xe kín đường. Trương Duệ gửi thư trả lời thân nhân rằng: ''\"Gần đây đi đường vất vả, là vì đêm ngày đều phải tiếp khách, không được nghỉ ngơi; người ta kính trọng cái chức Thừa tướng Trưởng sử, đến thằng con Trương Quân cũng tự phụ về cái chức này, nên mệt mỏi muốn chết.\"''\n\nTrương Duệ thiếu thời rất thân với người quận Kiền Vi là Dương Cung. Cung mất sớm, bỏ lại con trai mới vài tuổi, Trương Duệ đón về nuôi nấng, chia phòng ốc cho ở, thờ mẹ Cung như mẹ mình. Đến khi con Cung trưởng thành, thì lấy vợ và mua nhà cửa ruộng vườn cho anh ta. Ông giúp đỡ bạn bè cũ, cứu trợ họ hàng gặp khó khăn, làm việc nghĩa rất nhiều.\n\n== Tham khảo ==\n* [[Tam quốc chí]], quyển 41, Thục thư 17 – ''Trương Duệ truyện''.\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 230]]\n[[Thể loại:Sinh năm 166]]\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Người Đông Ngô]]"}