{"Trương Dực":"{{bài cùng tên}}\n{{Thông tin nhân vật Tam Quốc\n|Tên=Trương Dực\n|Hình=Zhang Yi 2016 Han Zhao Lie Miao.jpg\n|Cỡ hình=215px\n|Chú thích hình=\n|Chức vụ=Đại tướng\n|Nước=[[Thục Hán]]\n|Sinh=\n|Nơi sinh=\n|Mất=[[264]]\n|Nơi mất=\n|Giản thể=张翼\n|Phồn thể=張翼\n|Bính âm=Zhāng Yì\n|Tự=Bá Cung (伯恭)\n|Thụy=\n}}\n'''Trương Dực''' ({{zh|t=張翼|p=Zhāng Yì}}; ? - 264), tự '''Bá Cung''' (伯恭), là tướng lĩnh nhà [[Thục Hán|Quý Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Thân thế ==\nTrương Dực quê ở huyện [[Vũ Dương (huyện)|Vũ Dương]], quận [[Kiền Vi]], [[Ích Châu]], là hậu duệ của khai quốc công thần [[Tây Hán]] [[Trương Lương]]<ref name=\"HHT 56\">[[Phạm Diệp]], ''[[Hậu Hán thư]]'', quyển 56, liệt truyện 46, ''[[:wikisource:zh:后汉书\/卷56|Trương Vương Chủng Trần liệt truyện]]''.<\/ref>, cháu sáu đời của Tư không [[Đông Hán]] [[Trương Hạo]], chắt của thái thú [[Quảng Lăng]] [[Trương Cương]].<ref name=\"TQC 45\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 15, ''[[:wikisource:zh:三國志\/卷45|Đặng Trương Tông Dương truyện]]''.<\/ref> Trương Cương cùng ông nội là Trương Hạo đều có thanh danh, được lập truyện trong ''[[Hậu Hán thư]]''.<ref name=\"HHT 56\" \/>\n\n== Trấn thủ Nam Trung ==\nNăm 214, [[Lưu Bị]] bình định [[Chiến dịch Tây Xuyên|Tây Xuyên]], Trương Dực được bổ nhiệm làm thư tá. Đến khoảng cuối niên hiệu Kiến An (196 - 220), Trương Dực được cử hiếu liêm, giữ chức [[Giang Dương]] (huyện) trưởng, rồi lần lượt chuyển làm thái thú quận [[Tử Đồng]], [[Quảng Hán]], [[Thục (quận)|Thục]].<ref name=\"TQC 45\" \/>\n\nNăm 217, Trương Dực theo Lưu Bị ra Hán Trung chống lại quân Tào Tháo. Dực làm phó tướng của [[Triệu Vân]], canh giữ doanh trại. Sau Triệu Vân giải cứu [[Hoàng Trung]], [[Trương Trứ]], lui về doanh trại, bị quân [[Tào Ngụy]] truy kích. Dực cho mở cửa trại, khiến địch tưởng có mai phục, khi rút lui thì Vân, Dực đem quân nỏ bắn tên ra, giết được vô số.<ref name=\"TQC 36\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 6, ''[[:wikisource:zh:三國志\/卷36|Quan Trương Mã Hoàng Triệu truyện]]''.<\/ref>\n\nNăm 231, Lai Hàng đô đốc [[Lý Khôi (Tam Quốc)|Lý Khôi]] bị bệnh trở về [[Thành Đô]], Trương Dực được phong làm Lai Hàng đô đốc, Tuy nam trung lang tướng, trấn thủ Nam Trung. Trương Dực chấp pháp nghiêm khắc, không màng tập quán, nên không được lòng người dân tộc thiểu số ở địa phương.<ref name=\"TQC 45\" \/>\n\nNăm 233, hào soái nam di là [[Lưu Trụ]] nổi loạn, Trương Dực cho quân đi trấn áp không được. Triều đình bèn bổ nhiệm [[Mã Trung (Thục Hán)|Mã Trung]] thay thế Dực, triệu Dực về triều. Thủ hạ đều khuyên Trương Dực mau chóng về Thành Đô tạ tội, Dực nói: ''Không được! Bởi vì ta mà man di phản loạn, không xứng giữ chức vụ mà bị triệu về. Song người kế nhiệm chưa tới, ta đang ở nơi chiến trường, phải gánh trách nhiệm tổ chức vận chuyển, tích trữ lương thảo, làm vật tư để tiêu diệt phản tặc, sao có thể vì việc bị miễn chức mà làm hỏng chính sự của quốc gia?'' Liền ở lại thống lĩnh quân đội, không hề lơi lỏng. Khi Mã Trung đến nhậm chức thì Dực mới xuất phát. Mã Trung nhờ Trương Dực chuẩn bị đầy đủ mà có thể nhanh chóng bình định Lưu Trụ. Thừa tướng [[Gia Cát Lượng]] biết chuyện, rất tán thưởng.<ref name=\"TQC 45\" \/>\n\n== Tham gia Bắc phạt ==\nNăm 234, Gia Cát Lượng tiến hành bắc phạt, Trương Dực theo quân. Quân Hán đến [[Vũ Công]], Dực được phong làm Tiền quân đô đốc, lĩnh thái thú [[Phù Phong]]. Tháng 8 cùng năm, thừa tướng Gia Cát Lượng qua đời, Trương Dực theo đại quân rút về. Triều đình sau đó xét công của Dực khi dẹp Lưu Trụ, phong tước Quan nội hầu.<ref name=\"TQC 45\" \/>\n\nNăm 238, Trương Dực vào triều, phong chức [[Thượng thư]], tham dự thảo luận các quyết sách của triều đình. Đến khoảng năm 237, [[Hán Trung]] đô đốc [[Ngô Ý]] qua đời, [[Vương Bình]] thay chức. Trương Dực được phong làm Chinh tây đại tướng quân, đốc [[Kiến Uy]]<ref>Kiến Uy (建威), cứ điểm ở đông bắc quận [[Vũ Đô]], phía tây quận [[Hán Trung]], nay nằm ở [[Lũng Nam|Lũng Nam, Cam Túc]].<\/ref> phụ trợ Bình, tặng tiết phù, phong tước Đô đình hầu.<ref name=\"TQC 45\" \/>\n\nNăm 255, Trương Dực cùng Vệ tướng quân [[Khương Duy]] đồng thời trở về [[Thành Đô]]. Khương Duy đề nghị một lần nữa xuất quân bắc phạt, cả triều đình chỉ có Dực phản đối. Trương Dực cho rằng nước nhỏ dân mệt, không nên lạm dụng vũ lực.<ref name=\"HDQC 10\">[[Thường Cừ]], ''[[Hoa Dương quốc chí]]'', quyển 10, ''[[:wikisource:zh:華陽國志\/卷十|Tiên hiền chí]]''.<\/ref> Duy không đồng tình, vẫn quyết tâm xuất quân. Khi ấy [[Trương Ngực]] không may tử trận, Khương Duy tiến cử Trương Dực làm Trấn nam đại tướng quân, theo quân bắc phạt.<ref name=\"TQC 45\" \/>\n\nKhương Duy đại phá quân Ngụy ở [[Địch Đạo]], tiêu diệt mấy vạn. Thứ sử Ung Châu của Ngụy là [[Vương Kinh]] phải rút vào thành cố thủ. Trương Dực kiến nghị: ''Nên dừng lại ở đây, không nên đánh tiếp, nếu tiến thêm có thể đánh mất công lớn vừa lập.''<ref name=\"TQC 45\" \/> Duy không nghe, tiếp tục bao vây, nhiều ngày không hạ được thành. Sau tướng Ngụy là [[Trần Thái (Tam Quốc)|Trần Thái]] đi đường vòng tập kích, Khương Duy phải rút lui đến Chung Đế.<ref name=\"TQC 44\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Thục thư'', quyển 14, ''[[:wikisource:zh:三國志\/卷44|Tưởng Uyển Phí Y Khương Duy truyện]]''.<\/ref>\n\nTrương Dực cùng Khương Duy thường hay bất hòa. Duy không lòng không thích Dực, nhưng vẫn mang Dực cùng nhau xuất binh. Trương Dực dù không muốn nhưng không thể không đồng hành.<ref name=\"TQC 45\" \/>\n\nNăm 259, Trương Dực được phong làm Tả Xa kỵ tướng quân, lĩnh thứ sử [[Ký Châu]]<ref name=\"TQC 45\" \/>, quan chức cùng Hữu Xa kỵ tướng quân [[Liêu Hóa]] ngang hàng. Người đương thời ca tụng: ''Trước có [[Vương Bình|Vương]], [[Câu Phù|Câu]], sau có Trương, [[Liêu Hóa|Liêu]].''<ref name=\"HDQC 7\">[[Thường Cừ]], ''[[Hoa Dương quốc chí]]'', quyển 7, ''[[:wikisource:zh:華陽國志\/卷七|Lưu Hậu chủ chí]]''.<\/ref>\n\n== Hy sinh vì nước ==\nNăm 263, Tào Ngụy cho quân [[Chiến tranh Thục-Ngụy (263-264)|tiến công quy mô lớn]], [[Tưởng Thư]] đầu hàng, khiến phòng tuyến Hán Trung thất thủ. Trương Dực ban đầu cùng [[Đổng Quyết]] dẫn quân phòng thủ ải [[Dương An]].<ref name=\"TQC 44\" \/> Sau lại cùng Khương Duy, Liêu Hóa cố thủ [[Kiếm Các]], chặn đứng quân Ngụy do [[Chung Hội]] chỉ huy.<ref name=\"TQC 45\" \/>\n\nMùa đông năm 263, Hậu chủ đầu hàng, Trương Dực theo Khương Duy trá hàng Chung Hội, mưu đồ phục quốc. Năm 264, Trương Dực theo Khương Duy, Chung Hội đến Thành Đô. Sự việc thất bại, Khương Duy, Trương Dực, [[Tưởng Bân]], [[Tưởng Hiển]], [[Vệ Kế]] cùng thái tử [[Lưu Tuyền]] đều bị loạn quân giết chết.<ref name=\"TQC 45\" \/><ref name=\"TQC 44\" \/>\n\n== Gia đình ==\n* Con cái:\n** [[Trương Vi]] (張微), quan đến thái thú Quảng Hán thời Tấn.<ref name=\"TQC 45\" \/>\n* Cháu:\n** [[Trương Tồn]] (張存), con trai của Trương Vi.\n** [[Trương Khải]] (張啟), quan đến thái thú Giang Dương thời Tấn.\n\n== Trong văn hóa ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'' của [[La Quán Trung]], Trương Dực xuất hiện từ hồi 64, là tướng dưới quyền [[Lưu Hội]], tướng trấn thủ [[Lạc Thành]]. Năm 214, sau khi Gia Cát Lượng đánh bại [[Trương Nhiệm]], Trương Dực chém chết Lưu Hội, mở thành đầu hàng, được Lưu Bị ban thưởng, cử Dực cùng Ngô Ý đi chiêu hàng các thành trì vùng Ngoại Thủy.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 64, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 64|Khổng Minh dùng mẹo bắt Trương Nhiệm; Dương Phụ mượn quân phá Mã Siêu]]''.<\/ref> Năm 219, khi Lưu Bị cùng [[Tào Tháo]] [[Trận Hán Trung (217-219)|tranh đoạt Hán Trung]], Trương Dực làm phó tướng của Triệu Vân, canh phòng doanh trại, để Triệu Vân đi cứu viện Hoàng Trung, đến khi Vân về, dùng nỏ bắn tên khiến quân Ngụy dẫm đạp nhau chết vô số.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 71, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 71|Chiếm Đối Sơn, Hoàng Trung sức nhàn thắng sức mỏi; Giữ Hán Thủy, Triệu Vân quân ít phá quân nhiều]]''.<\/ref> Năm 221, Lưu Bị muốn báo thù cho [[Quan Vũ]], phong Dực làm Trung quân hiệu úy, xuất chinh [[Trận Di Lăng|đánh Ngô]].<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 81, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 81|Vội báo thù, Trương Phi bị hại; Mong rửa hận, tiên chủ cất quân]]''.<\/ref>\n\nNăm 226, thừa tướng Gia Cát Lượng nam chinh, phong Trương Dực làm phó tướng.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 87, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 87|Đánh Nam khấu, thừa tướng cất quân; Chống thiên binh, Man vương bị bắt]]''.<\/ref> Trong chiến dịch này, Trương Dực từng cùng Vương Bình, [[Ngụy Diên]] bắt sống [[Ngạc Hoán]], giúp bình định bốn quận Nam Trung, lại nhiều lần cùng Trương Ngực dẫn quân đánh bại [[Mạnh Hoạch]].<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 88, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 88|Qua Lư Thủy, Phiên vương hai lượt vào tròng; Biết trá hàng, Mạnh Hoạch ba phen bị bắt]]''.<\/ref>\n\nNăm 227, Gia Cát Lượng xuất quân bắc phạt, phong Trương Dực làm tiền quân đô đốc.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 91, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 91|Tế sông Lư, thừa tướng rút quân; Đánh giặc Ngụy, Vũ hầu dâng biểu]]''.<\/ref> Khi đánh Thiên Thủy, mưu kế của Khổng Minh bị Khương Duy đoán được, khiến Triệu Vân bị bao vây, Trương Dực, Cao Tường phải ra quân cứu viện.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 93, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 93|Khương Bá Ước về hàng Khổng Minh; Vũ hương hầu mắng chết Vương Lãng]]''.<\/ref> Sau Dực lại tham gia đánh bại quân Khương,<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 94, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 94|Gia Cát Lượng nhân tuyết phá quân Khương; Tư Mã Ý nhanh tay bắt Mạnh Đạt]]''.<\/ref> rồi được sai sửa lại đường Kiếm Các để cho đại quân rút lui.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 95, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 95|Mã Tốc trái lệnh mất Nhai Đình; Vũ hầu gẩy đàn đuổi Trọng Đạt]]''.<\/ref>\n\nNăm 229, Trương Dực lại theo bắc phạt. Dực theo kế, chờ các tướng khác bao vây [[Trương Cáp]], [[Đới Lăng]], để [[Tư Mã Ý]] đến cứu viện. Khi Ý đến, Trương Dực hô to rằng: ''Thừa tướng thực là thần, mẹo mực đã định đâu đấy cả rồi, chúng ta cứ việc cố chết mà đánh đi thôi.'' Quân Ngụy đại bại, nhưng Cáp, Lăng, Ý vẫn chạy thoát.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 99, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 99|Gia Cát Lượng cả phá quân Ngụy; Tư Mã Ý vào cướp Tây Xuyên]]''.<\/ref> Khi Tào Chân dẫn quân đến, Dực cùng ba tướng khác dẫn quân ra Tào Cốc, bao vây đánh tan quân Ngụy, khiến Tào Chân vì thế sinh bệnh, sau đó đọc thư của Khổng Minh xong phẫn uất mà chết.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 100, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 100|Quân Hán cướp trại, phá Tào Chân; Vũ hầu đấu trận, nhục Trọng Đạt]]''.<\/ref>\n\nNăm 231, Khổng Minh bắc phạt, sai Trương Dực, Mã Trung trấn thủ [[Lỗ Thành]], tự thân bày trận đánh bại Tư Mã Ý.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 101, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 101|Ra Lũng Thượng, Gia Cát giả làm thần; Vào Kiếm Các, Trương Cáp bị mắc mẹo]]''.<\/ref> Năm 234, Khổng Minh dẫn quân đánh [[Bắc Nguyên]], cho Liêu Hóa, Trương Dực làm hậu đội, sau đó lại phái hai người cản đường quân Ngụy ở [[Vị Nam]].<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 102, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 102|Tư Mã Ý chiếm giữ Bắc Nguyên, Vị Kiều; Gia Cát Lượng chế ra trâu gỗ, ngựa máy]]''.<\/ref> Quân Ngụy bị Trương Dực, Liêu Hóa đánh tan, Tư Mã Ý chỉ còn một mình một ngựa trốn vào trong rừng.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 103, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 103|Hang Thượng Phương, Tư Mã mắc nạn; Gò Ngũ thượng, Gia Cát dâng sao]]''.<\/ref> Trước khi chết, Khổng Minh để lại di ngồn cho Dương Nghi, có câu: ''Mã Đại, Vương Bình, Liêu Hóa, Trương Dực, Trương Ngực đều là bầy tôi trung nghĩa, xông pha trận mạc đã nhiều, khó nhọc đã lắm, nên ủy dụng các người ấy.''<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 104, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 104|Rơi sao lớn, thừa tướng qua đời; Trông tượng gỗ, đô đốc mất vía]]''.<\/ref>\n\nNăm 255, Khương Duy muốn thừa dịp [[Tư Mã Sư]] chết, tiến quân bắc phạt. Trương Dực phản đối: ''Đất Thục nhỏ hẹp, tiền lương ít ỏi, không nên đi đánh xa mãi. Chi bằng yên phận giữ nơi hiểm yếu thương quân yêu dân, đó là kế giữ nước đấy.'' Khương Duy phản bác: ''Không phải lẽ thế! Ngày xưa thừa tướng chưa ra khỏi lều tranh, đã biết thiên hạ chia ba rồi, thế mà còn sáu lần ra Kỳ Sơn để đồ lấy Trung Nguyên; chẳng may nửa đường ngài mất sớm, đến nỗi công nghiệp không thành. Nay ta chịu di mệnh của thừa tướng, nên phải hết lòng báo nước, để nối cái chí của ngài, dù chết cũng không oán hận gì. Nay nước Ngụy có chỗ sơ hở, không nhân dịp này mà đánh, còn đợi bao giờ?'' Dực liền đổi ý, góp lời rằng: ''Trước kia đánh không được phải trở về, là bởi ra quân chậm quá. Binh pháp có nói: ''Đánh nơi không phòng bị, ra chỗ bất tình cờ''. Nay bằng hỏa tốc tiến binh, khiến cho quân Ngụy không kịp đề phòng, thì mới có thể thắng được.'' Khương Duy nghe theo, dùng [[Hạ Hầu Bá]], Trương Dực đánh Vương Kinh ở [[Thao Thủy]], khiến quân Ngụy chết vô số, lui về Địch Đạo. Trương Dực lúc này khuyên can: ''Công trạng tướng quân đã thành rồi, uy danh lừng lẫy, cũng nên thôi đi. Nay bằng lại tiến binh, phỏng có điều gì như bất ý, thì lại hóa ra vẽ rắn thêm chân mất.'' Khương Duy không nghe, Dực khuyên hai ba lần không được. Trần Thái theo kế [[Đặng Ngải]], đi vòng ra Hạng Lĩnh. Khương Duy mắc mưu, để Trương Dực ở lại vây thành, đến khi phát hiện trúng kế đành cho rút quân.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 110, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 110|Văn Ương một ngự thoái quân hùng; Bá Ước men sông phá giặc lớn]]''.<\/ref>\n\nNăm 258, Khương Duy lấy Liêu Hóa, Trương Dực làm tiên phong, tiến đánh [[Kỳ Sơn]], theo kế đánh bại Đặng Ngải, đẩy lui [[Tư Mã Vọng]]. Quân Ngụy bị vây, bèn đút lót [[Hoàng Hạo]], lừa Hậu chủ ra chiếu bắt Khương Duy rút quân. Duy chần chừ, Dực liền nói: ''Tướng quân luôn động binh mấy năm, nên người Thục đều có lòng oán cả, không bằng chấp nhận dịp này vừa được trận, thu quân mã về cả, để yên bụng dân. Sau sẽ liệu kế khác.'' Duy nghe theo, để Liêu Hóa, Trương Dực đoạn hậu, khiến Đặng Ngải không có biện pháp đánh lén.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 113, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 113|Đinh Phụng Lập mẹo đánh Tôn Lâm; Khương Duy đấu trận phá Đặng Ngải]]''.<\/ref> Sang năm 260, Khương Duy lại tiến đánh Kỳ Sơn, vẫn lấy Liêu Hóa, Trương Dực làm tiên phong, chia quân ba đường, trong đó Trương Dực dẫn quân theo đường [[Lạc Cốc]].<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 114, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 114|Tào Mao ruổi xe chết cửa nam; Khương Duy bỏ lương phá quân Ngụy]]''.<\/ref>\n\nNăm 262, Khương Duy dẫn quân ra đánh [[Diêu Dương]], không may trúng kế, khiến Hạ Hầu Bá tử trận. Trương Dực bèn bàn: ''Quân Ngụy ở hết cả đây. Kỳ Sơn tất nhiên bỏ trống, tướng quân nên chỉnh đốn quân mã chống nhau với Đặng Ngải, đánh mặt Diêu Dương, Hầu Hà, tôi xin dẫn quân đến lấy Kỳ Sơn. Nếu lấy xong chín trại Kỳ Sơn, thì kéo tràn vào lấy Trường An, đó là kế hay hơn cả.'' Duy nghe theo, sai Trương Dực dẫn hậu quân đến đánh trại Kỳ Sơn còn bản thân dẫn quân đến Hầu Hà để nghi binh Đặng Ngải. Trương Dực đánh [[Sư Toản]] sắp thắng thì viện quân của Đặng Ngải tới, thành ra thua to. Khi ấy thì [[Phó Thiêm]] đến cứu viện Dực, hai tướng hội quân đánh bại Đặng Ngải, đẩy quân Ngụy cố thủ trong trại. Khi ấy Hoàng Hạo chuyên quyền, muốn thay Khương Duy bằng Diêm Vũ, khiến Khương Duy sắp phá được trại lại phải rút quân.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 115, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 115|Xuống chiếu thu quân, Hậu chủ tin gièm; Mượn nghề làm ruộng, Khương Duy lánh vạ]]''.<\/ref>\n\nNăm 263, quân Ngụy đánh vào đất Thục, Khương Duy dâng biểu cho Trương Dực trấn thủ ải Dương Bình, Liêu Hóa giữ [[Âm Bình]], nhưng bị Hoàng Hạo lừa Hậu chủ bỏ mặc. Quân Ngụy phá Hán Trung, Khương Duy cho người truyền tin cho Liêu Hóa, Trương Dực, [[Đổng Quyết]] đến phòng ngự các nơi. Sau đó Khương Duy rút lui khỏi Đạp Trung, gặp Trương Dực mới để thất thủ ải Dương An về, bèn theo ý Liêu Hóa, lui về cố thủ Kiếm Các.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 116, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 116|Đường Hán Trung, Chung Hội chia quân; Núi Định Quân, Vũ hầu hiển thánh]]''.<\/ref><ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 117, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 117|Đặng Sĩ Tái lẻn qua núi Âm Bình; Gia Cát Chiêm chết tại thành Miên Trúc]]''.<\/ref> Đặng Ngải lén đi lối Âm Bình, áp sát Thành Đô, Hậu chủ đầu hàng, sai [[Tưởng Hiển]] đến khuyên bọn Khương Duy đầu hàng. Các tướng biết tin, đều đổ lệ, tiếng khóc vang xa hơn mười dặm. Sau đó, Khương Duy bàn với các tướng bày kế trá hàng, Trương Dực theo Khương Duy hàng Chung Hội, ly gián Hội với Ngải.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 118, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 118|Khóc miếu tổ, Lưu Thầm tự tử; Vào Tây Xuyên, Chung, Đặng tranh công]]''.<\/ref> Cuối cùng mưu không thành, Trương Dực bị loạn quân giết chết ở Thành Đô.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 119, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 119|Giả đầu hàng, kế hay thành chuyện hão; Nhường ngôi báu, người sau học lối xưa]]''.<\/ref>\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Thường Cừ]], ''[[Hoa Dương quốc chí]]''.\n* [[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]''.\n\n== Chú thích ==\n{{tham khảo}}\n{{nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 264]]\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật quân sự Thục Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}