{"Trương Thúc Dạ":"'''Trương Thúc Dạ''' ([[chữ Hán]]: 張叔夜; [[bính âm Hán ngữ|bính âm]]: ''Zhāng Shūyè''; [[1065]] – [[1127]]), [[Tên chữ (người)|tên tự]] là '''Kê Trọng''', người Vĩnh Phong, Tín Châu <ref>Nay là [[huyện]] [[Quảng Phong, Thượng Nhiêu|Quảng Phong]], [[địa cấp thị]] [[Thượng Nhiêu]], [[Giang Tây]]<\/ref>, là tướng lĩnh, đại thần cuối đời [[Bắc Tống]]. Khi quân [[Nhà Kim|Kim]] lần thứ 2 nam hạ, cánh quân của ông là lực lượng cần vương duy nhất đến được [[Biện Kinh]].\n\n==Nhờ ấm làm quan, bảo vệ biên thùy==\nThúc Dạ là cháu nội của thị trung [[Trương Kỳ]], từ nhỏ hay bàn việc quân, nhờ ấm được làm Lan Châu lục sự tham quân. Châu này là nơi biên thùy xa nhất của nhà Tống, cậy [[Hoàng Hà]] che chở, mỗi năm vào lúc mặt sông đóng băng, ắt phải phòng bị nghiêm ngặt, binh sĩ nhiều tháng không được cởi giáp. Thúc Dạ cho rằng như vậy không phải kế hay, bèn tìm một nơi gọi là Đại Đô – vốn là giao điểm của năm con đường – người Khương xâm phạm, ắt phải tập kết tại đó, rồi theo năm con đường ấy mà vào. Thúc Dạ dựa trên hình thế, vẽ sơ đồ công thủ, tính toán xong, cho xây thành, gọi là Tây An Châu; từ đây Lan Châu không còn nỗi lo về người Khương.\n\n==Hoạn lộ thăng trầm, đi sứ nước Liêu==\nThúc Dạ từng làm Tri Tương Thành, Trần Lưu huyện; được Tưởng Chi Kỳ tiến cử, đổi làm Lễ tân phó sứ, Thông sự xá nhân, Tri An Túc quân; do nhân sự dư thừa, nên trở về vị trí cũ. Dâng những bài văn tự viết, được làm Tri Thư, Hải, Thái 3 châu. Giữa những năm Đại Quan (1107 – 1110), làm Khố bộ viên ngoại lang, Khai Phong thiếu doãn. Lại dâng văn, được triệu về kinh thi chế cáo, ban Tiến sĩ xuất thân, thăng Hữu tư viên ngoại lang.\n\nThúc Dạ đi sứ [[Nhà Liêu|nước Liêu]], chơi bắn tên, trúng đích đầu tiên. Người Liêu lạ lùng thán phục, muốn xem ông dương cung; cho rằng không có tiền lệ, nên từ chối. Sau khi trở về, vẽ sông núi, thành quách, đồ đạc, lễ nghi nước Liêu làm 5 thiên để dâng lên. Bởi em họ Trương Khắc Công đàn hặc [[Thái Kinh]], nên Kinh trút giận lên Thúc Dạ, bới móc lỗi lầm của ông để biếm làm Giám Tây An thảo trường. Về sau, được triệu làm Bí thư thiếu giám, cất nhắc Trung thư xá nhân, Cấp sự trung. Bấy giờ quan lại làm việc lười nhác, vì thế mệnh lệnh do môn hạ tỉnh phát ra thường ghi trước chức hàm và danh tính, đợi có việc thì điền nội dung vào. Thúc Dạ ra sức phản đối tệ đoan này. Được tiến chức Lễ bộ thị lang, lại bị Kinh ghét bỏ, nhận hàm Huy Du các đãi chế, trở lại làm Tri Hải Châu.\n\n==Trấn áp nghĩa quân, đơn độc cần vương==\n[[Tống Giang]] khởi nghĩa ở Hà Sóc, cướp bóc 10 quận, quan quân không dám chống lại. Giang đánh tiếng sắp đến, Thúc Dạ sai gián điệp dò xét, biết nghĩa quân ở bờ biển cướp hơn 10 thuyền lớn để chở những thứ giành được. Vì thế mộ ngàn tử sĩ, đặt mai phục gần thành và bên bờ biển, rồi sai khinh binh dẫn dụ nghĩa quân. Đợi nghĩa quân vào sâu, phục binh bên bờ biển nổi lửa đốt thuyền, phục binh gần thành đổ ra đánh, nghĩa quân không còn lòng dạ chống lại. Phó thủ lĩnh nghĩa quân bị bắt, Tống Giang bèn hàng. Được gia Trực học sĩ, dời sang Tế Nam phủ. Nghĩa quân Sơn Đông bất ngờ kéo đến, Thúc Dạ nhắm chừng không thể dẹp nổi, bèn tìm kế trì hoãn. Thúc Dạ lấy giấy xá miễn cũ, sai lính đưa thư gởi đến quận; nghĩa quân nghe được, bắt đầu bỏ đi. Thúc Dạ bày tiệc trên tiếu môn <ref>Tiếu môn là phần vọng lâu ở trên cổng thành<\/ref>, ra vẻ nhàn hạ, sai các viên lại tuyên cáo lệnh xá miễn. Nghĩa quân nghi hoặc dùng dằng, đến chiều chưa quyết. Thúc Dạ phát 5000 quân, nhân lúc nghĩa quân uể oải mà tấn công, nghĩa quân tan chạy, quan quân đuổi chém được mấy ngàn thủ cấp. Nhờ công được tiến Long Đồ các Trực học sĩ, Tri Thanh Châu.\n\nNăm Tĩnh Khang đầu tiên (1126), quân Kim tấn công, Thúc Dạ mấy lần dâng sớ xin kỵ binh, cùng chư tướng chẹn đường về của địch, nhưng không được hồi đáp. Dời sang nhận chức ở Đặng Châu. Triều đình đặt soái của 4 đạo, Thúc Dạ lãnh Nam đạo đô tổng quản. Quân Kim lại đến, [[Tống Khâm Tông]] tự tay viết thư kêu gọi cần vương. Lập tức tự nắm trung quân, lấy con trai Bá Phấn nắm tiền quân, Trọng Hùng nắm hậu quân, cả thảy 3 vạn người, hôm sau lên đường. Đến Úy Thị, giao chiến với quân Kim đi do thám, vừa đánh vừa tiến. Ngày hối tháng 11 ÂL, đến kinh thành, đế ngự ở cửa Nam Huân, trông thấy quân đội của Thúc Dạ rất chỉnh tề. Sau khi gặp mặt, đề xuất đưa đế đi Tương Dương để tạm tránh thế giặc mạnh, đế đồng ý. Được gia Duyên Khang điện học sĩ. Tháng nhuận, đế ở trên thành, xem Thúc Dạ bày trận ở vườn Ngọc Tân, áo giáp sáng ngời, diễu võ dưới thành; đế hài lòng, cho tiến Tư Chánh điện học sĩ, lệnh đưa quân vào thành. Thúc Dạ giao chiến với quân Kim liên tiếp 4 ngày, giết được 2 viên tướng địch có đeo vòng vàng. Đế sai sứ gởi thư có niêm phong sáp, nội dung chép những lời khen ngợi Thúc Dạ, làm hịch cáo với các nơi, nhưng chẳng thấy ai khác tham gia cần vương. Cha con Thúc Dạ đều ra sức chiến đấu, nhưng cuối cùng Biện Kinh vẫn thất thủ, bản thân ông bị thương. Xa giá ra gặp Kim soái, Thúc Dạ dập đầu trước ngựa mà can, đế nói: \"Trẫm vì lo cho sanh linh, không thể không tự đi.\" Thúc Dạ khóc to mà vái lạy, mọi người đều khóc. Đế quay đầu an ủi rằng: \"Kê Trọng đã gắng sức rồi!\"\n\n==Phản đối họ khác, phẫn uất mà chết==\nNgười Kim muốn lập họ khác làm hoàng đế, Thúc Dạ cùng bọn [[Tôn Phó]] gởi thư cho 2 Kim soái [[Hoàn Nhan Tông Hàn|Tông Hàn]], [[Hoàn Nhan Tông Vọng|Tông Vọng]] xin lập [[thái tử]] để thuận với lòng dân, nên chọc giận bọn Tông Hàn, nhưng ông vẫn kiên trì phản đối. Thúc Dạ bị người Kim đưa về bắc, trên đường không ăn cơm, chỉ uống chút canh. Đến Bạch Câu, người đánh xe nói: \"Đã qua giới hà (sông ranh giới) rồi!\" Thúc Dạ đột ngột đứng phắt dậy, ngửa mặt lên trời kêu to một tiếng, rồi không nói nữa. Ngày hôm sau thì mất, hưởng thọ 63 tuổi. Tin tức truyền về, triều đình Nam Tống tặng Khai phủ nghi đồng tam tư, thụy là Trung Văn.\n\n==Hình tượng trong văn học==\n===Thủy hử===\nỞ những bản [[Thủy hử]] chưa được san định bởi [[Kim Thánh Thán]], Thúc Dạ làm Tế Châu thái thú, chiêu hàng thành công bọn hảo hán [[Lương Sơn Bạc|Lương Sơn bạc]]. Ở bản được san định bởi Kim Thánh Thán, hồi 70, [[Lư Tuấn Nghĩa]] mơ thấy một người cao lớn, tay cầm bảo cung, tự xưng \"ta là Kê Khang\".\n\n===Thuyết nhạc toàn truyện===\nỞ tiểu thuyết '''Tinh trung diễn nghĩa thuyết bản Nhạc vương toàn truyện''', gọi tắt là [[Thuyết Nhạc toàn truyện]] (bản dịch ở Việt Nam là ''Nhạc Phi diễn nghĩa'') của tác gia [[Tiền Thái]] (đầu đời Thanh), Thúc Dạ làm Hà Gian thái thú, trá hàng [[Ngột Thuật]] để bảo toàn cho phủ Hà Gian, về sau đến trước mặt 2 vua Tống mà rút kiếm tự sát.\n\n===Đãng khấu chí===\nỞ tiểu thuyết [[Đãng khấu chí]] của tác gia [[Du Vạn Xuân]] (đời Thanh) – một phiên bản tục thư khác của Thủy hử, Thúc Dạ trấn áp nghĩa quân, giết sạch các thủ lĩnh Lương Sơn Bạc. Trong tác phẩm, ông có hai người con trai là Trương Trọng Hùng và Trương Bá Phấn và một người cháu họ tên Trương Minh Kha.\n\n==Tham khảo==\n* [[Tống sử]] '''quyển 353, liệt truyện 112: Trương Thúc Dạ truyện'''\n* [[Tất Nguyên]] – [[Tục tư trị thông giám]] '''quyển 97, Tống kỷ 97'''\n* [[Xác Am]], [[Nại Am]] – [[Tĩnh Khang bại sử]]\n\n==Xem thêm==\n* [[Chu Nhất Huyền]] – '''Thủy hử truyện tư liệu hối biên''', Nhà xuất bản Đại học Nam Khai, 2002\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật chiến tranh Kim-Tống}}\n{{Nhân vật Thủy hử}}\n\n[[Thể loại:Nhân vật quân sự nhà Tống]]\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Nhân vật Đãng khấu chí]]\n[[Thể loại:Sinh năm 1065]]\n[[Thể loại:Mất năm 1127]]\n[[Thể loại:Người Giang Tây]]\n[[Thể loại:Nhân vật Thủy hử]]"}