{"Trương Bảo Cao":"{{Thông tin nhân vật hoàng gia\n| tên = Jang Bo-go <br> (Hán Việt: ''Trương Bảo Cao'')\n| tên gốc = 장보고\n| tước vị = \n| tên đầy đủ = Tên huý: Gongbok (궁복) hoặc Gongpa <br> (Hán Việt: ''Cung Phúc'')\n| hình = \n| ghi chú hình'''Chữ đậm''' =\n| chức vị = Tể tướng [[Tân La]] kiêm Đại tướng Cấm Vệ Quân <br> Đại sứ Cheonghaejin (대사) <br>(Hán Việt: ''Đại sứ Thanh Hải trấn'')\n| tại vị = \n| kiểu tại vị =\n| tiền nhiệm =\n| nhiếp chính = \n| kế nhiệm =\n| chức vị 2 =\n| kiểu tại vị 2 = \n| phối ngẫu = \n| kiểu phối ngẫu = \n| tôn giáo =Đạo Phật\n| triều đại = Triều đại [[Tân La Thống nhất]]\n| cha = \n| mẹ =\n| tước hiệu = \n| thụy hiệu = \n| sinh = năm 787 \n| nơi sinh = Cheonghaejin (청해진) (Hán Việt: ''Thanh Hải trấn'') nay là [[Wando]], [[Jeonlla Nam]]\n| mất = năm 846<ref name=\"TQSK\">Vào mùa xuân năm thứ 8 của vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] (năm 846), ông phẫn nộ với triều đình vì vua không chấp nhận con gái mình làm hoàng hậu, vì vậy ông đã nổi dậy đóng đô ở Thanh Hải trấn (Cheonghaejin). Triều đình lo rằng nếu khuất phục được ông sẽ gặp họa bất ngờ, còn nếu để ông yên thì không thể tha cho ông nên lo lắng không biết nên xử lý như thế nào. Có tin đồn rằng [[Yeom Jang]] - người bản địa của Võ Trân Châu (Muju) rất dũng cảm và mạnh mẽ. Anh ấy đến và nói:\n''“Nếu triều đình vui vẻ nghe lời thỉnh cầu của ta, ta sẽ chém trả hoàng bào chỉ bằng nắm đấm mà không cần có tay sai.”''\nNhà vua làm theo lời ông.\n[[Yeom Jang]] giả vờ phản bội đất nước và đầu hàng Thanh Hải trấn. Vì Cung Phúc (Trương Bảo Cao) thích một thương gia mạnh mẽ, ông ấy đã coi anh ta như một vị khách danh dự mà không nghi ngờ gì và uống rượu với anh ta và rất vui vẻ. Cuối cùng, khi Cung Phúc say khướt, Yeom Jang đã lấy thanh kiếm từ Cung Phúc và cắt cổ ông ta.\n''Vào mùa xuân năm thứ tám, Thanh Hải Cung Phúc phàn nàn rằng nhà vua không thu nhận con gái của ông. Theo tội phản quốc đó, triều đình sẽ trừng phạt, và có thể có nguy hiểm bất ngờ. Nếu bị cho qua, tội không thể tha thứ. Lo lắng, không biết đi đâu, Yeom trưởng lão người Võ Trân Châu (Muju) đến tâu với triều đình rằng triều đình may mắn khi có người anh hùng như ông ta. Nghe lời quần thần và các đại thần, đừng bận tâm, ôm nắm đấm trống rỗng, cắt cung chúc phúc cho nhà vua. Gọi toàn dân để nói rằng họ không dám hành động'' - Theo ''[[Tam quốc sử ký]]'' Cả [[Tam quốc di sự]] và [[Tam quốc sử ký]] đều ghi nhận Trương Bảo Cao bị Yeom Jang ám sát vào năm 846, nhưng theo sách ''[[Shoku Nihon Kōki]]'' (續日本後紀) (Biên niên sử sau này của Nhật Bản, phần Tiếp theo) của [[Nhật Bản]] thì Trương Bảo Cao bị ám sát vào năm 841<\/ref>\n| nơi mất = \n| nơi an táng = \n}}\n{{Infobox Korean name|\nhangul=장보고 · 궁복|\nhanja=張保皐 · 弓福|\nhanviet=Trương Bảo Cao · Cung Phúc|\nrr=Jang Bogo · Gungbok|\nmr=Chang Pogo · Kungbok|\n}}\n'''Jang Bo-go''' ([[hangul]]: 장보고; Hán Việt: Trương Bảo Cao; sinh 787- mất 846) là nhân vật lịch sử [[người Triều Tiên]] sống vào cuối thời vương quốc [[Tân La Thống nhất|Silla thống nhất]]. Ông đã thành lập một hạm đội đặt căn cứ tại Cheonghaejin (Thanh Hải trấn) nay thuộc Wando (Hoàn đảo), Jeonlla nam. Từ đây, ông đã kiểm soát trên thực tế [[Hoàng Hải]]<ref>{{chú thích sách|last1=Tagliacozzo|first1=Eric|title=Asia Inside Out|publisher=Harvard University Press|isbn=9780674286344|url=https:\/\/books.google.com\/books?id=TfXwCQAAQBAJ&pg=PT489|language=en|date=2015-06-08}}<\/ref> và bờ biển Triều Tiên giữa tây nam Triều Tiên và [[bán đảo Sơn Đông]], thống trị thương mại, bảo trợ cho các thuyền buôn đi lại giữa [[nhà Đường]] (Trung Quốc), [[Tân La]] (Triều Tiên) và [[Nhật Bản]] ([[Thời kỳ Heian]]) trong 20 năm<ref>{{chú thích sách|last1=Shin|first1=Gi-Wook|last2=Choi|first2=Joon|title=Global Talent: Skilled Labor as Social Capital in Korea|publisher=Stanford University Press|isbn=9780804794381|page=68|url=https:\/\/books.google.com\/books?id=1gF2BgAAQBAJ&pg=PA68|language=en|date=2015-03-18}}<\/ref>. Danh tiếng của ông được nhắc đến trong lịch sử Triều Tiên, Trung Quốc và Nhật Bản.\n\t\n==Thuở thiếu thời==\nNăm [[787]], ông được sinh ra tại Cheonghaejin ([[Thanh Hải]] trấn) và được đặt tên huý là '''Gungbok''' (궁복, Kun-tô, âm Hán-Việt: '''Cung Phúc''' - 弓福), trong một gia đình nghèo, khoảng năm thứ 2 đời vua [[Nguyên Thánh Vương|Tân La Nguyên Thánh Vương]] (Kim Kính Tín). Vua [[Nguyên Thánh Vương|Tân La Nguyên Thánh Vương]] cử đoàn triều cống sang [[nhà Đường]] (đời vua [[Đường Đức Tông]]) và thỉnh cầu sắc phong. Vua [[Đường Đức Tông]] công nhận vua [[Nguyên Thánh Vương|Tân La Nguyên Thánh Vương]] là vua [[Tân La]].\n\nNăm [[788]], vua [[Đường Đức Tông]] công nhận vua [[Nguyên Thánh Vương|Tân La Nguyên Thánh Vương]] cho mở kỳ thi ''[[khoa cử (Triều Tiên)|khoa cử]]'' đầu tiên ở [[Tân La]] theo mô hình của [[nhà Đường]].\n\nNăm [[790]], vua [[Nguyên Thánh Vương|Tân La Nguyên Thánh Vương]] phái [[Hiến Đức vương|Kim Ngạn Thăng]] đi sứ sang [[nhà Đường]] (đời vua [[Đường Đức Tông]]), nơi ông ấy đã thể hiện được mình và được vua [[Đường Đức Tông]] ban cho một tước hiệu cao. Cùng năm [[790]], bọn hải tặc do Lý Đạo Hình dẫn đầu đã đánh vào đảo Thanh Hải trấn (Cheonghaejin), bọn chúng giết hại nhiều bá tánh, bắt bớ nhiều phụ nữ, trong đó có mẹ của Cung Phúc. Bọn hải tặc bắt những người còn lại ở Thanh Hải trấn làm nô lệ rồi bán họ làm nô lệ ở kho đóng tàu tại Thanh Hải trấn (đảo Thanh Hải). Vì vậy, Cung Phúc và cha mình là Bá Dực (백익, 伯翼) phải làm nô lệ đóng tàu thấp hèn này. Ở đây cậu tập bắn tên, không bao lâu đã trở thành tay thiện xạ. Trong xưởng có cậu bé [[Trịnh Niên]] hâm mộ Cung Phúc nên luôn tìm đến nhà chơi đùa. Lớn lên, Cung Phúc luôn muốn thoát khỏi cảnh nô lệ nên tìm cách chạy sang [[nhà Đường]] (đời vua [[Đường Đức Tông]]). Tất cả đều thất bại, cậu bị ông chủ bắt lại và trừng phạt bằng [[cuốn chiếu lên thân và đánh roi]].\n\nTừ năm [[795]], vua [[Bột Hải Khang Vương]] của [[vương quốc Bột Hải]] có các hoạt động thương mại với [[Tân La]] và cũng thường xuyên cử sứ thần sang [[Tân La]] (đời vua [[Nguyên Thánh Vương|Tân La Nguyên Thánh Vương]]). Năm [[798]] vua [[Nguyên Thánh Vương|Tân La Nguyên Thánh Vương]] qua đời và được [[chôn cất|chôn]] ở phía nam chùa [[Bongdeoksa]], cháu nội là [[Chiêu Thánh Vương|Kim Tuấn Ung]] lên kế vị, sử gọi là vua [[Chiêu Thánh Vương|Tân La Chiêu Thánh Vương]]. Từ năm [[798]], vua [[Bột Hải Khang Vương]] của [[vương quốc Bột Hải]] có các hoạt động thương mại với [[Tân La]] và cũng thường xuyên cử sứ thần sang [[Tân La]] (đời vua [[Chiêu Thánh Vương|Tân La Chiêu Thánh Vương]]). Vua [[Chiêu Thánh Vương|Tân La Chiêu Thánh Vương]] mất năm [[800]], con là [[Ai Trang Vương|Kim Thanh Minh]] lên kế vị, sử gọi là vua [[Ai Trang Vương|Tân La Ai Trang Vương]]. [[Hiến Đức Vương|Kim Ngạn Thăng]] từ nhà Đường (đời vua [[Đường Đức Tông]]) quay về Tân La làm quan Nhiếp chính cho vua nhỏ [[Ai Trang Vương|Tân La Ai Trang Vương]]. Từ năm [[800]], vua [[Bột Hải Khang Vương]] của [[vương quốc Bột Hải]] có các hoạt động thương mại với [[Tân La]] và cũng thường xuyên cử sứ thần sang [[Tân La]] (đời vua [[Ai Trang Vương|Tân La Ai Trang Vương]]).\n\nNăm [[802]], vua [[Ai Trang Vương|Tân La Ai Trang Vương]] có một ngôi chùa lớn mang tên [[Haeinsa]] (''Hải Ấn tự'') được xây tại [[Gayasan (Gyeongsang Nam)|Gayasan]]. Năm [[803]], vua [[Ai Trang Vương|Tân La Ai Trang Vương]] lập liên minh với [[Nhật Bản]] (đời [[Thiên hoàng Kanmu]]). \n\nNăm [[805]], Cung Phúc lại cùng bạn đồng hành là [[Trịnh Niên]] (Jeong Yeon) bỏ trốn sang nhà Đường (đời vua [[Đường Hiến Tông]]). Hai người lên tàu của Tiết Bình đại nhân (người từng là nô lệ [[Tân La]] bị bán sang [[nhà Đường]], nhờ buôn bán giỏi mà thành chủ thương đoàn) mà đến nhà Đường. Họ bị thương đoàn phát hiện. [[Tiết Bình]] đã chở họ quay về Thanh Hải (vì luật lệ của [[Tân La]] là không được cho nô lệ sang nhà Đường). Hai người Cung Phúc, Trịnh Niên lại bị trừng phạt.\n\nLúc này, bọn hải tặc [[Lý Đạo Hình]] bị hư thuyền, chúng giả dạng thương buôn mà đến Thanh Hải (Cheonghae). Tên Lý Đạo Hình hối lộ chủ tàu ở đây cho thợ đến sửa tàu cho hải tặc. Họ sai cha con Bá Dực, Cung Phúc với Trịnh Niên cùng mấy người đến sửa tàu cho chúng. Khi sửa xong tàu rồi, Cung Phúc mới biết đây là tàu hải tặc nên cùng cha và đoàn người nhanh chóng về đảo Thanh Hải. Nào ngờ tin này loan đến quan huyện Thanh Hải. Ông cho binh mã bắt hết những người sửa tàu mới về. Cung Phúc, Trịnh Niên với cha chạy trốn. Cha của Cung Phúc là Bá Dực bị quan binh giết. Cung Phúc, [[Trịnh Niên]] bị bắt và vu cho tội cấu kết hải tặc và bị bỏ tù.\n\nLý Đạo Hình tập hợp đủ hải tặc rồi thì xuất binh đánh vào đảo Thanh Hải trấn (Cheonghaejin). Dân chúng bị chúng tàn sát, Quan huyện Thanh Hải cũng bị giết chết. Cung Phúc, Trịnh Niên nhân cơ hội vượt ngục ra. Quan binh ở Võ Trân Châu (Muju) đến đảo Thanh Hải đàn áp hải tặc. [[Lý Đạo Hình]] cho hải tặc rút lui. Quan quân Thanh Hải vẫn buộc tội Cung Phúc và Trịnh Niên cấu kết hải tặc, lưu đày Cung Phúc và Trịnh Niên lên đảo không người mà bỏ đói<ref>Theo [[Tân Đường thư]] ([[Trung Quốc]]), [[Shoku Nihon Kōki]] (続日本後紀) ([[Nhật Bản]]), và [[Tam quốc sử ký]] ([[Người Triều Tiên|Triều Tiên]])<\/ref><ref>Spirit of Korea (Ep.1) Jang Bogo (장보고) & Yi Sun-shin (이순신), Arirang TV, on avril the 5th, 2016 (Replay on YouTube).<\/ref>. Tại đây Cung Phúc biết được khả năng bơi lội của Trịnh Niên nên có tuyên bố rằng Trịnh Niên có thể bơi năm li (khoảng 2,5&nbsp;km) dưới nước mà không cần hít thở. Sau đó Cung Phúc và Trịnh Niên bị quan quân Thanh Hải lưu đày đến trại nuôi ngựa ở Thanh Hải. Ở trại nuôi ngựa Cung Phúc và Trịnh Niên quen biết với [[Thôi Võ Xương]] và được ông này dạy võ cho.\n\nNăm [[806]] vua [[Ai Trang Vương|Tân La Ai Trang Vương]] cấm xây thêm chùa mới. Năm [[809]] vua [[Ai Trang Vương|Tân La Ai Trang Vương]] bị thúc phụ là Nhiếp chính [[Hiến Đức vương|Kim Ngạn Thăng]] (Kim Eon-seung) giết chết và đoạt ngôi, tức là vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]]. Cùng năm [[809]], vua [[Bột Hải Khang Vương]] của [[vương quốc Bột Hải]] có các hoạt động thương mại với [[Tân La]] và cũng thường xuyên cử sứ thần sang [[Tân La]] (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]]).\n\nLúc này ở trại nuôi ngựa tại Thanh Hải, sau 4 năm dạy võ công cho Cung Phúc và Trịnh Niên, [[Thôi Võ Xương]] rèn thanh kiếm và trao cho Cung Phúc để làm quà tặng. Không lâu sau đó [[Thôi Võ Xương]] bị quan quân bắt đưa đi khỏi trại nuôi ngựa (để đưa đi làm tướng thủy quân Võ Trân Châu để giúp đô đốc Võ Trân Châu điều tra Jami phu nhân). Cung Phúc và Trịnh Niên cũng bỏ trốn và đến tỷ võ tại thương đoàn của Jami phu nhân tại Võ Trân Châu (Muju). Sau đó hai người được nhận làm hộ vệ thương đoàn của Jami phu nhân.\n\nTại thương đoàn của Jami phu nhân, Cung Phúc và Trịnh Niên bị bắt đi theo cướp hàng hoá lương thực của đô đốc Võ Trân Châu. Sau việc này Cung Phúc bắt đầu nghi ngờ Jami phu nhân. Cung Phúc dần biết bộ mặt thật của Jami phu nhân là người chuyên buôn lậu, nuôi các bé gái để gả cho quan lại tại kinh đô Kim Thành (Khánh Châu - Gyeongju). Cung Phúc phát hiện Thôi Võ Xương đang làm tướng thủy quân Võ Trân Châu thì cùng Thôi Võ Xương lên kế hoạch bắt quả tang việc buôn lậu của Jami phu nhân. Tuy nhiên kế hoạch bị lộ, Thôi Võ Xương bị đánh bại, tan rã. Cung Phúc và Trịnh Niên, Thôi Võ Xương bị Jami phu nhân bán sang nhà Đường (đời vua [[Đường Hiến Tông]]) làm nô lệ. Trên tàu ba người họ đều bị thích chữ \"nô lệ\" vào hông bằng cây sắt nung đỏ. Đô đốc Võ Trân Châu cũng bị Jami phu nhân dùng tiền thay bằng người khác.\n\n== Cung Phúc (Trương Bảo Cao) và Trịnh Niên bị bán sang nhà Đường ==\nCuối năm [[809]] đầu năm [[810]], tàu chở Cung Phúc, Trịnh Niên và Thôi Võ Xương đến [[Dương Châu]] [[nhà Đường]]. Thôi Võ Xương bị bán đi trước, Cung Phúc và Trịnh Niên bị quan quân nhà Đường áp giải đi Thổ thành ở biên giới tây bắc (vùng [[Đôn Hoàng]], [[Trung Quốc]] ngày nay) làm nô dịch xây thành. Trên đường đi thì Cung Phúc và Trịnh Niên nhân bọn quan quân nhà Đường rượu chè thì bỏ trốn mỗi người một ngả. Tuy nhiên họ đã bị bắt lại. Sau đó quân Đường áp giải Cung Phúc, Trịnh Niên cùng các nô lệ nhà Đường khác sang Thổ thành ở Đôn Hoàng. Tại đây Cung Phúc và Trịnh Niên bị một tên đứng đầu trong ngục là [[Lưu Sa]] (một tên võ sĩ giác đấu nổi tiếng ở đây) tra tấn. Ban ngày Cung Phúc và Trịnh Niên cùng các nô lệ phải xây thành, ban đêm phải phục vụ cho Lưu Sa. Có những lúc Cung Phúc và Trịnh Niên không được bọn chúng cho ăn uống.\n\nĐêm nọ, Trịnh Niên ăn trộm thức ăn đem cho Cung Phúc cùng ăn. Bọn người của Lưu Sa phát hiện thì bắt Cung Phúc và Trịnh Niên lại, đem đến cho Lưu Sa xử lý. Khi thấy Lưu Sa đánh đập Trịnh Niên dã man, Cung Phúc nổi giận giết chết Lưu Sa. Bọn người của Lưu Sa sợ quá đi báo cho quan nhà Đường trấn Thổ thành biết. Cung Phúc và Trịnh Niên bị treo giữa trời bỏ đói mấy ngày. Sau khi suy xét lại, quan nhà Đường thả Cung Phúc và Trịnh Niên ra và đối xử với họ nồng hậu, coi họ thay thế vào vị trí của Lưu Sa. Sau đó quan nhà Đường đó cho người dẫn giải Cung Phúc và Trịnh Niên đến một Thổ thành khác gần đó để thay Lưu Sa lên võ đài giác đấu. Trên đường đi ở sa mạc Đôn Hoàng, Cung Phúc và Trịnh Niên lại tấn công quân lính nhà Đường đang áp giải mình, cướp lấy ngựa cùng bỏ chạy. Nhưng họ vẫn bị bắt lại bởi một thương gia người Tân La là [[Triệu Tương Kiến]]. Quan nhà Đường ở đây cho chôn sống Cung Phúc, Trịnh Niên nhưng chừa cái đầu của họ lố khỏi mặt đất. Triệu Tương Kiến nghe kể việc Cung Phúc giết Lưu Sa thì đem tiền mua lại Cung Phúc và Trịnh Niên. Kế đó, Triệu Tương Kiến cho người áp giải Cung Phúc và Trinh Niên trong xe tù rời [[Đôn Hoàng]] phía tây bắc mà đến [[Dương Châu]] phía đông nam [[nhà Đường]].\n\nCùng năm [[810]], vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]] gửi vương tử là [[Kim Hiến Chương]] (Kim Heon-jang) đến [[nhà Đường]] (đời vua [[Đường Hiến Tông]]) với vàng bạc và các bức họa Phật giáo vàng để cầu chúc cho nền thái bình vĩnh cửu của hoàng đế [[Đường Hiến Tông]].\n\n== Cung Phúc (Trương Bảo Cao) và Trịnh Niên làm võ sĩ giác đấu ==\nNăm [[811]], Cung Phúc và [[Trịnh Niên]] bị [[Triệu Tương Kiến]] đưa đến [[Dương Châu]] và được Triệu Tương Kiến cho bồi dưỡng thành võ sĩ giác đấu. Sau nhiều tháng được huấn luyện khắc nghiệt cùng với những người [[Tân La]] và người [[nhà Đường]], người [[Ba Tư]], người [[Tây Vực]] khác, Cung Phúc và Trịnh Niên đã trở thành võ sĩ giác đấu.\n\nNăm [[813]], Cung Phúc và [[Trịnh Niên]] cùng các võ sĩ giác đấu khác sau đó được Triệu Tương Kiến đưa đến võ đài ở tỉnh [[Giang Tô]] cho Tiết độ sứ tỉnh Giang Tô xem giác đấu. Tại cuộc thi giác đấu, Trịnh Niên và một bạn đồng hành đã đánh bại hai đấu sĩ đối thủ và giết chết họ trên võ đài. Còn Cung Phúc cũng giết chết một đại cao thủ tỉnh Dương Châu. Jami phu nhân (khi đó đã từ [[Tân La]] sang [[Dương Châu]] [[nhà Đường]]) nổi giận vì Cung Phúc trở thành võ sĩ giác đấu ở đây. Nhờ Cung Phúc và Trịnh Niên mà Triệu Tương Kiến đã lấy lại số tiền đã thua những lần trước nên hai người được Triệu Tương Kiến hết sức tán dương. Hôm sau Cung Phúc lên võ đài giác đấu trận cuối với võ sĩ giác đấu giỏi nhất tỉnh [[Chiết Giang]]. Thì ra võ sĩ đến từ [[Chiết Giang]] đó chính là Thôi Võ Xương, người bị bán đến Chiết Giang và cũng được bồi dưỡng thành võ sĩ giác đấu. Thôi Võ Xương cố tình nhường cho Cung Phúc thắng thế và ngã gục xuống sàn đấu. Cung Phúc nhớ điểm không yếu hại mà dùng kiếm đâm ngay chỗ đó, còn Thôi Võ Xương làm bộ tắt thở. Sau cuộc đấu thì Cung Phúc nhờ được Triệu Tương Kiến thu nhận Thôi Võ Xương làm thuộc hạ của ông ta. \n\nTriệu Tương Kiến sau đó đưa Cung Phúc và Trịnh Niên sang cho Tiết Bình đại nhân (do Tiết Bình bỏ tiền đặt cọc 200 lạng bạc cho Triệu Tương Kiến để mua lại 2 võ sĩ giác đấu người [[Tân La]] xuất sắc nhất). Tiết Bình sau đó trả hết tiền 300 lạng bạc còn lại. Cung Phúc và Trịnh Niên mừng rỡ khi gặp lại Tiết Bình và nhắc cho Tiết Bình nhớ chuyện 11 năm trước hai người từng lên tàu của ông và bị ông đưa về lại Thanh Hải. Tiết Bình cho rằng hai người quả thật có duyên với ông và cho hai người huấn luyện đội hộ vệ cho thương đoàn mình.\n\n== Cung Phúc (Trương Bảo Cao) và Trịnh Niên làm thương mại. Cung Phúc lấy tên là Trương Bảo Cao ==\nVào thế kỷ thứ 9, hàng ngàn đối tượng người [[Tân La]] sống ở [[nhà Đường]] chủ yếu tập trung vào các hoạt động buôn bán ở các tỉnh ven biển [[Sơn Đông]] và [[Giang Tô]], nơi họ thành lập cộng đồng người [[Tân La]] của riêng họ thường do các quan chức Tân La lãnh đạo.\n\nỞ cùng thương đoàn của [[Tiết Bình]], Cung Phúc và Trịnh Niên được [[Lưu Tử Thành]] bồi dưỡng kiến thức binh pháp. Hai người còn được học chữ Hán, học thiên văn, học cách buôn bán. Cung Phúc và Trịnh Niên được Tiết Bình cho đi hộ vệ thương đoàn đi nhiều nơi. Năm [[814]] thương đoàn Tiết Bình cần mua vải ở [[Liễu Châu]] để phân phối lại cho các tiệm ở Dương Châu. [[Yeom Mun]] cũng dẫn thương đoàn của [[Lý Đạo Hình]] (lúc này bỏ nghề hải tặc để đi làm thương mại) đến Liễu Châu mua gần hết tất cả vải vóc tại đó nhằm khiến Tiết Bình phải mua số vải của Yeom Mun với giá rất cao. Lúc này Cung Phúc và Trịnh Niên có sinh sự đánh nhau với người của thương đoàn [[Lý Đạo Hình]] ngoài đường. Quan quân nhà Đường bắt Cung Phúc và Trịnh Niên bị giam lại. Ở trong ngục, Cung Phúc và Trịnh Niên tình cờ gặp mặt thầy lang chữa trị cho Tiết độ sứ Liễu Châu. Ông này tiết lộ tin Tiết độ sứ Liễu Châu bệnh nặng sắp qua đời.\n\nCung Phúc và Trịnh Niên sau đó được thả ra khỏi ngục và hai người họ bị Tiết Bình giáng xuống làm Mã phu của thương đoàn. Cung Phúc tiết lộ cho Tiết Bình biết bệnh tình của Tiết độ sứ Liễu Châu. Tiết Bình nghe theo và chờ đợi. Quả nhiên mấy ngày sau toàn bộ Liễu Châu rũ cờ tang, quan lại không còn mua vải vóc dùng nữa vì có tang nên giá vải giảm mạnh. Tiết Bình liền bỏ tiền mua hết số vải giá rẻ đó rồi dẫn thương đoàn về Dương Châu. Yeom Mun biết tin này thì tức giận vì thương đoàn của mình lỗ vốn quá nặng, rồi Yeom Mun cũng phải về Dương Châu. Cung Phúc và Trịnh Niên sau đó biết được [[Lý Đạo Hình]] và cả Yeom Mun ngày xưa từng là hải tặc, và chính họ đánh vào Thanh Hải vào 11 năm trước.\n\nKhi đó thuyền chở gạo đi Trường An của thương đoàn Tiết Bình đi kênh [[Đại Vận Hà]] trúng đá ngầm chìm thuyền. Tiết độ sứ tỉnh [[Giang Tô]] dự định đổi chức Đại hành đô thương đoàn Tân La của Tiết Bình cho thương gia Tân La khác nên tổ chức cuộc thi: nếu thương đoàn nào chở gạo đến Trường An trước thì chủ thương đoàn đó trở thành đại hành đô. Yeom Mun đại diện thương đoàn Lý Đạo Hình nhận lệnh vận chuyển 500 bao gạo, còn Cung Phúc đại diện thương đoàn Tiết Bình vận chuyển 500 bao gạo còn lại.\n\nCũng thời gian này thuyền rượu của thương đoàn Triệu Tương Kiến đi Đại Vận Hà bị [[Lý Sư Đạo]] cướp và giết sạch. Thôi Võ Xương biết chuyện thì báo cho Cung Phúc và Trịnh Niên của thương đoàn Tiết Bình biết. Triệu Tương Kiến đem tin này đến báo cho Lý Đạo Hình và Jami phu nhân biết nhằm đòi tiền báo tin la 5000 lạng bạc. Tuy nhiên Jami phu nhân chỉ trả 500 lạng bạc cho Triệu Tương Kiến về tin tức này.\n\nSau đó Yeom Mun dẫn thương đoàn của Lý Đạo Hình đi đường bộ vận chuyển 500 bao gạo đến Trường An. Còn Cung Phúc cho người chế tạo thuyền có buồm hình [[tam giác]] như người Ba Tư để đi ngược gió tây bắc từ cảng [[Dương Châu]] ra biển, rồi vòng lên sông [[Hoàng Hà]] mà đến [[Trường An]]. Cung Phúc và Trịnh Niên dẫn thương đoàn Tiết Bình đi thuyền hình [[tam giác]] xuất phát từ cảng Dương Châu để đến Trường An. Theo dự định của Cung Phúc, dù đi sau Yeom Mun 4 ngày nhưng họ sẽ đến Trường An sớm hơn Yeom Mun tận 5 ngày. Tuy nhiên trên đường đi trên biển, tiểu thơ Phác Thái Trân (con gái nuôi của Tiết Bình) bị say sóng và ngã bệnh. Cung Phúc, Trịnh Niên, Bạch Hạ Trịnh phải cho thuyền tạm dừng lại nghỉ ở một ngôi làng trên đường đi. Và kết quả họ đến sau Yeom Mun. Thương đoàn Lý Đạo Hình trở thành Đại hành đô các thương đoàn Tân La ở Dương Châu. Lý Đạo Hình dần thâu tóm các cửa tiệm của Tiết Bình và cho phép mua bán nô lệ ở nhà Đường.\n\nTiết Bình biết Cung Phúc có lòng tốt với con gái mình nên ông không trách phạt Cung Phúc, đồng thời nhân dịp này phong Cung Phúc từ Mã phu lên làm Đại quan của thương đoàn. Tiết Bình đổi tên Cung Phúc thành Trương Bảo Cao (張保皐, tiếng Hàn gọi là Jang Bogo - 장보고, với ý nghĩa ''\"Trương\"'' là trương của cho ra, ''\"Bảo\"'' là bảo tồn, ''\"Cao\"'' là cao cả), nhằm để Trương Bảo Cao thành con người mới, không còn là thân phận nô lệ như xưa nữa. Từ đây Cung Phúc được gọi là Trương Bảo Cao của thương đoàn Tiết Bình. Trương Bảo Cao cũng đặt họ ''\"Trương\"'' cho người cha đã mất của mình, gọi là Trương Bá Dực (장백익, 張伯翼).  \n\nLúc này thương đoàn của Triệu Tương Kiến đi [[Tây Tạng|Thổ Phiên]] bán rượu thì bị sơn tặc ở đó giết sạch. Trương Bảo Cao nghe tin thì muốn giúp đỡ Triệu Tương Kiến đi giao dịch với [[Tây Tạng|Thổ Phiên]]. Trương Bảo Cao chủ trương dẫn thương đoàn của Tiết Bình và Triệu Tương Kiến đem vải vóc sang [[Tây Tạng|Thổ Phiên]] mua lại chu sa để đem bán ở [[Dương Châu]], từ đó để vực dậy thương đoàn của Tiết Bình. Giám quan Jang Seong-pil của thương đoàn Tiết Bình tiết lộ cho Jami phu nhân biết. Jami phu nhân bàn với Lý Đạo Hình cho Yeom Mun cản trở Trương Bảo Cao mua chu sa. Yeom Mun sai Jang Seong-pil bỏ đầu mũi tên vào thương đoàn Trương Bảo Cao và sai người đem tiền mua chuộc quan nhà Đường cai trị [[Tây Tạng|Thổ Phiên]] phải bắt thương đoàn sắp đến đây.\n\nĐoàn người Trương Bảo Cao bị bọn quan nhà Đường bắt giữ vì có đầu mũi tên trong thương đoàn. Trương Bảo Cao trốn ra thì bị quân Đường bắn tên trúng một bên vai, ngất xỉu ở vùng Thổ Phiên. Đoàn thương buôn của Trương Bảo Cao bị quan quân nhà Đường đem đến cho Yeom Mun và bị Yeom Mun giết sạch. Bức tranh ''\"Thanh lục sơn thủy\"'' nổi tiếng của danh họa [[Lý Tư Huấn]] rơi vào tay thương đoàn Lý Đạo Hình. Yeom Mun sai người mua chu sa từ [[Tây Tạng|Thổ Phiên]] và loan tin đến Dương Châu rằng đoàn người Trương Bảo Cao sang Thổ Phiên đã bị sơn tặc giết sạch. Tiết Bình buồn rầu và chuẩn bị dẫn thương đoàn sang Thổ Phiên lần nữa để mua chu sa. Tuy nhiên Yeom Mun mang theo khế ước mua bán chu sa của hắn với quan nhà Đường ở Thổ Phiên cho Tiết Bình xem. Tiết Bình phải ở lại [[Dương Châu]] đợi phá sản. [[Vương Xương Hà]] (người [[Tân La]] từng bị gửi qua [[nhà Đường]] làm [[hoạn quan]] cho [[Vương Hiền phi]] - 王贤妃 của vua [[Đường Hiến Tông]], đồng thời là người đại diện cho [[Vương Hiền phi]] cho các thương đoàn ở [[nhà Đường]] vay vốn làm ăn mà kiếm lãi) cũng đến Dương Châu đòi [[Tiết Bình]] phải trả tiền đã vay vốn từ ông ấy.\n\nTrương Bảo Cao ở Thổ Phiên được người [[Tây Vực]] cứu và trở về thương đoàn Tiết Bình. Trương Bảo Cao, Trịnh Niên, Thôi Võ Xương đi điều tra xem ai đã hãm hại thương đoàn của mình (vì sau vụ đó, các quan nhà Đường ở [[Tây Tạng|Thổ Phiên]] đều từ quan và đến Dương Châu mở khách điếm kinh doanh). Cuối cùng họ bắt được một viên quan nhà Đường ở Thổ Phiên từng bắt thương đoàn của Trương Bảo Cao. Các quan khác đều bị Yeom Mun thủ tiêu. Jami phu nhân thấy cơ hội tiêu diệt Lý Đạo Hình đã đến thì sai người mang bức tranh ''\"Thanh lục sơn thủy\"'' nổi tiếng của danh họa [[Lý Tư Huấn]] từ thương đoàn [[Lý Đạo Hình]] nộp cho Tiết độ sứ tỉnh Giang Tô là hoạn quan [[Vương Xương Hà]] (khi đó Vương Xương Hà đã được vua [[Đường Hiến Tông]] phong làm Tiết độ sứ tỉnh Giang Tô). Tuy nhiên [[Vương Xương Hà]] vẫn im lặng không hề bắt lấy Lý Đạo Hình vì ông ta là chỗ quen biết với Lý Đạo Hình.\n\nTrương Bảo Cao và Trịnh Niên phát hiện Giám quan Jang Seong-pil của thương đoàn Tiết Bình có nhúng tay vào việc Thổ Phiên nên cho bắt giữ, phạt roi Jang Seong-pil. Trương Bảo Cao sau đó tha cho Jang Seong-pil, nói rằng sau này không ai được nhắc lại chuyện Jang Seong-pil phản bội thương đoàn nữa. Từ đây Jang Seong-pil hết mực trung thành với Trương Bảo Cao.\n\n[[Triệu Tương Kiến]] biết [[Vương Xương Hà]] là Tiết độ sứ tỉnh Giang Tô thì nói cho Trương Bảo Cao biết về quan hệ giữa Lý Đạo Hình với Vương Xương Hà. Trương Bảo Cao nghe tiểu thơ Phác Thái Trân cho biết rằng [[Vương Xương Hà]] chuyên đi đánh bạc thua tiền nên lập kế hoạch dụ [[Vương Xương Hà]] chơi bạc với [[Triệu Tương Kiến]], còn [[Thôi Võ Xương]] giả làm chủ khách điếm thuộc quyền quản lý của [[Vương Hiền phi]] nhà Đường. [[Vương Xương Hà]] mỗi lần thua tiền đều viết giấy mượn tiền của [[Thôi Võ Xương]]. Khi tiền nợ lên cao, Trương Bảo Cao tìm gặp [[Vương Xương Hà]] để cho ông ấy mượn tiền trả nợ lại cho khách điếm của \"[[Vương Hiền phi]] nhà Đường\" (khách điếm do [[Thôi Võ Xương]] làm chủ). [[Vương Xương Hà]] phải theo ý của Trương Bảo Cao mà truy tội Lý Đạo Hình.\n\n[[Lý Đạo Hình]] nghe tin thì cùng Yeom Mun dẫn thương đoàn rời khỏi Dương Châu trong đêm. Jami phu nhân vờ đem tiền cho Lý Đạo Hình để ông này đi trốn và Lý Đạo Hình giao lại quyền quản lý tất cả các cửa tiệm cho Jami phu nhân. Trương Bảo Cao dẫn hộ vệ thương đoàn Tiết Bình đuổi theo nhưng không kịp. \n\nMùa xuân năm [[815]], [[Lý Đạo Hình]] dẫn thương đoàn lên tàu rời khỏi [[Dương Châu]] mà đến [[Sơn Đông]], làm quân thương cho [[Lý Sư Đạo]]. Jami phu nhân lúc này đã kiểm soát các cửa tiệm của Lý Đạo Hình ở [[Dương Châu]] và tiếp tục áp chế thương đoàn của Tiết Bình.\n\n== Trương Bảo Cao tham gia Vũ Ninh quân nhà Đường trấn áp phản loạn Lý Sư Đạo ==\nThời điểm này [[Lý Sư Đạo]] đã kiểm soát kênh Đại Vận Hà và cả vùng Sơn Đông nhà Đường. [[Lý Sư Đạo]] bí mật nuôi mấy chục tên dũng sĩ để hộ vệ mình. Bọn chúng gợi ý cho ông hãy cử chúng đến Lạc Dương quấy phá một phen để cướp bóc lương thực, đồng thời cũng để quân triều đình [[nhà Đường]] phải lo lắng cho [[Lạc Dương]] và không có tâm trí để tập trung vào chiến trường Chương Nghĩa. [[Lý Sư Đạo]] chấp thuận và từ mùa hạ năm [[815]], nhóm giặc cướp thường được [[Lý Sư Đạo]] cử tới vùng phụ cận Lạc Dương cướp bóc. Tại Trường An, nhiều đại thần nhà Đường khuyên dừng chiến dịch đánh Sở mà tập trung bảo vệ Đông Đô, nhưng [[Đường Hiến Tông|vua Đường Hiến Tông]] không theo<ref name=\"TTTG239\">''[[Tư trị thông giám]]'', [[:zh:s:s:資治通鑑\/卷239|quyển 239]]<\/ref>.\n\nTriều đình nhà Đường tổ chức các cánh quân đi trấn áp phản quân [[Lý Sư Đạo]]. Ở tỉnh Giang Tô thành lập Vũ Ninh quân (nay là Từ Châu, tỉnh Giang Tô) do Tể tướng [[Đỗ Nguyên Hoành]] chỉ thị. [[Đỗ Nguyên Hoành]] đích thân đến Dương Châu gặp Tiết Bình yêu cầu các thương đoàn [[Tân La]] làm quân thương cho triều đình [[nhà Đường]], tự đột phá vòng vây của [[Lý Sư Đạo]] ở kênh [[Đại Vận Hà]] rồi vận chuyển gạo đến [[Trường An]] mà không có tiền lãi, khi nào dẹp xong Lý Sư Đạo thì triều đình sẽ ban thưởng. Tiết Bình và Triệu Tương Kiến đồng ý, còn Jami phu nhân và các thương gia [[Tân La]] khác không đồng ý việc này.\n\nLúc này Lý Đạo Hình và Yeom Mun đã làm quân thương cho Lý Sư Đạo ở Sơn Đông. Lý Sư Đạo phái Yeom Mun cùng các sát thủ đi ám sát Tể tướng [[Đỗ Nguyên Hoành]], người chủ trương đánh Thái châu và hiện đang phụ trách việc hậu cần cho chiến dịch. Yeom Mun cùng các sát thủ đến Trường An. Kết quả [[Đỗ Nguyên Hoành]] bị giết trên đường tới triều, Tể tướng nhà Đường khác là [[Bùi Độ]] cũng suýt mất mạng. Ban đầu triều đình [[nhà Đường]] cho rằng sát thủ là do [[Vương Thừa Tông]] phái tới, nên quyết định thảo phạt Thành Đức. Sứ giả Hằng châu bị bắt giữ và tra tấn rất dã man nên khai bừa là chủ mình âm mưu giết [[Đỗ Nguyên Hoành]]. Do đó, vua [[Đường Hiến Tông]] tước hết quan tước của [[Vương Thừa Tông]], chuẩn bị thảo phạt Thành Đức. Bọn sát thủ của Lý Sư Đạo nhanh chân trốn thoát và không ai nghi ngờ Lý Sư Đạo làm cả. Một số đại thần lấy việc này để xin dừng đánh Sở và cách chức [[Bùi Độ]], vua [[Đường Hiến Tông]] không theo và vẫn cho Bùi Độ làm tể tướng<ref name=\"TTTG239\" \/>.\n\nTrong khi đó [[Lý Sư Đạo]] lại chuẩn bị kế hoạch tấn công vào Đông Đô Lạc Dương. Lý Sư Đạo cử một đội quân đến bí mật đóng ở gần Lạc Dương, nói là hộ tống sứ giả của mình đến kinh. Chỉ huy đội quân này là sư [[Viên Tĩnh]], năm đó hơn 80 tuổi, từng phục vụ dưới thời [[Sử Tư Minh]] của [[Ngụy Yên]]<ref name=\"CDT124\">''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷124|quyển 124]]<\/ref>. Kế hoạch của người Tề là cướp bóc vàng bạc châu báu trong cung điện Lạc Dương và giết một lượng lớn dân thường. Tuy nhiên bọn tiểu tướng [[Dương Tiến]] và [[Lý Tái Hưng]] đem việc này báo cho lưu thủ Lạc Dương là [[Lã Nguyên Ưng]]. [[Lã Nguyên Ưng]] liền cử quân bao vây các nơi đóng quân Bình Lư gần Đông Đô nhưng chưa tiến công. Quân Bình Lư tiến vào Lạc Dương phải băng qua một ngọn đồi ở phía nam; tại đây do thiếu lương thực, chúng bèn cướp thú săn được của một người tiều phu; do đó bọn tiều phu rất giận liền báo cho quân triều đình chỗ của quân Bình Lư. [[Lã Nguyên Ưng]] cho quân đuổi tới, hầu hết quân Bình Lư bị giết. Lã Nguyên Ưng thẩm vấn hai tướng giặc là [[Ti Gia Trân]] và [[Môn Sát]], do đó biết được tất cả âm mưu của [[Lý Sư Đạo]], kể cả nguyên do thực sự về cái chết của [[Võ Nguyên Hoành]]. Lã Nguyên Ưng gửi thư về triều đình, đại ý trong thư nói Lý Sư Đạo còn nham hiểm hơn cả [[Ngô Nguyên Tế]] hay [[Vương Thừa Tông]], nếu không sớm liệu thì sẽ trễ mất. Tuy nhiên vua [[Đường Hiến Tông]] lúc này đã dồn hết lực lượng vào chiến trường Sở, Triệu nên không còn binh lực trong tay để đánh Tề<ref name=\"TTTG239\" \/>.\n\nKhi đó Jami phu nhân cũng rời Dương Châu đến Sơn Đông gặp [[Lý Sư Đạo]]. Jami phu nhân yêu cầu [[Lý Sư Đạo]] cho bà ta quyền mở cửa tiệm ở [[Sơn Đông]] [[nhà Đường]] và [[vương quốc Bột Hải]] (đời vua [[Bột Hải Hi Vương]]), đổi lại bà ta sẽ gửi thư xin vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]] gửi viện quân [[Tân La]] giúp [[Lý Sư Đạo]] đánh triều đình [[nhà Đường]]. [[Lý Sư Đạo]] đang buôn bán với [[vương quốc Bột Hải]] của vua [[Bột Hải Hi Vương]], nay giới thiệu thêm thương đoàn của Jami phu nhân cùng buôn bán với [[vương quốc Bột Hải]] của vua [[Bột Hải Hi Vương]].\n\nLúc này Tiết Bình đại nhân phái Trương Bảo Cao, Trịnh Niên, Jang Seong-pil và Triệu Tương Kiến phái Thôi Võ Xương dẫn hộ vệ chở gạo đột phá vòng vây của Lý Sư Đạo đi Trường An. Đoàn người của Trương Bảo Cao nhanh chóng phá được vòng vây của [[Lý Sư Đạo]] ở kênh [[Đại Vận Hà]], đưa gạo cho [[Vương Trí Hưng]] chuyển đến Trường An. [[Lý Sư Đạo]] biết tin thì nổi giận, sai [[Yeom Mun]] đi bắt Trương Bảo Cao. Trương Bảo Cao bị [[Lý Sư Đạo]] bắt nhưng vượt ngục thành công. Trương Bảo Cao nhanh chóng quay lại nơi đóng của Trịnh Niên, Giám quan Jang Seong-pil, Thôi Võ Xương rồi cùng về Dương Châu. Trương Bảo Cao sau đó biết được Jami phu nhân cấu kết với [[Lý Sư Đạo]] nhưng không tố cáo với quan lại nhà Đường vì sợ uy tín của thương nhân [[Tân La]] ở [[nhà Đường]] bị ảnh hưởng. \n\nCuối năm [[815]], [[Lý Sư Đạo]] cử 9000 quân tấn công Từ châu<ref>[[Từ Châu]], [[Giang Tô]], [[Trung Quốc]] hiện nay<\/ref>, trị sở của trấn Vũ Ninh để đánh lạc hướng tấn công của quân trung ương. Tuy nhiên tướng Đường là [[Vương Trí Hưng]] đã đánh tan cuộc tấn công của quân Tề, giết được 2000 người, bắt 4000 con ngựa. Đến mùa thu năm [[816]], hai tướng [[Lý Quang Nhan]] và [[Ô Trọng Dận]] chiếm được [[Lăng Vân Sách]] của [[Chương Nghĩa]]<ref>[[Tháp Hà]], [[Hà Nam]], [[Trung Quốc]] hiện nay<\/ref>, sắp sửa đánh vào Thái châu. [[Lý Sư Đạo]] thấy tình cảnh đó rất lo sợ nên viết thư lên triều đình với lời lẽ thành khẩn. Do triều đình không còn binh lực trong tay nên vua [[Đường Hiến Tông]] đành phải phong cho [[Lý Sư Đạo]] làm Tư không<ref name=\"TTTG239\" \/>. \n\n[[Lý Sư Đạo]] hôn dung và ngu ngốc, nên chính sự bị bọn tì tướng chiếm hết. Ông gần gũi với bọn [[Lý Văn Hội]] và [[Lý Anh]]. Nhiều vị quan trong trấn như [[Cao Mộc]], [[Quách Hộ]], [[Lý Công Độ]]... khuyên Lý Sư Đạo không nên chống lại vương sư, liền bị bọn [[Lý Văn Hội]] gièm pha, kết quả là Lý Sư Đạo giết [[Cao Mộc]] và giam cầm [[Quách Hộ]]<ref name=\"TTTG240\">''[[Tư trị thông giám]]'', [[:zh:s:s:資治通鑑\/卷240|quyển 240]]<\/ref>. Trong khi đó tình hình Chương Nghĩa rất nguy kịch, [[Lý Sư Đạo]] sai sứ giả [[Lưu Yến Bình]] đến Thái châu gặp [[Ngô Nguyên Tế]] bàn kế sách. [[Lưu Yến Bình]] phải lẩn tránh lực lượng triều đình rất vất vả mới đến được đất Sở. Khi vào yết kiến [[Ngô Nguyên Tế]], [[Lưu Yến Bình]] được tặng rất nhiều quà quý. Khi trở về Bình Lư, Lưu Yến Bình báo với [[Lý Sư Đạo]] rằng [[Ngô Nguyên Tế]] hôn ám, dù đang bị tấn công nhưng lại suốt ngày đá cầu và chè chén với bọn thê thiếp nữ tì, không hề quan tâm đến chánh sự; còn dự báo rằng [[Ngô Nguyên Tế]] không bao lâu nữa sẽ diệt vong. Những lời nói này không vừa ý của [[Lý Sư Đạo]] nên [[Lý Sư Đạo]] tìm cách vu oan [[Lưu Yến Bình]] rồi giết chết ông ta<ref name=\"TTTG240\" \/>. Sử gia [[Hồ Tam Tỉnh]] đời [[nhà Nguyên]] có đánh giá về việc này như sau:''Một người có khả năng quan sát tỉ mỉ như [[Lưu Yến Bình]] hiển nhiên là có trí tuệ và kiến thức uyên thâm. [[Lý Sư Đạo]] đáng lẽ phải biết trọng dụng và đặt niềm tin vào ông thì mới có thể tự cứu được mình, đằng này lại vì chướng tai mà giết đi; thì tất nhiên ngày diệt vong của họ Lý cũng không còn xa nữa.''<ref>[[Bá Dương]] Edition of Zizhi Tongjian, vol. 58 [817].<\/ref>\n\nNăm [[817]], Vũ Ninh quân ở Dương Châu bắt đầu trưng binh từ hộ vệ của các thương đoàn [[Tân La]] tại Dương Châu. [[Tiết Bình]] cho giải tán tất cả hộ vệ để không còn hộ vệ nào xung quân cho nhà Đường nữa. Tiết độ sứ tỉnh [[Giang Tô]] biết được thì cho người bắt giữ Tiết Bình đem đi. Nghe tin đó, các hộ vệ đều trở lại xin Trương Bảo Cao cho họ xung quân để cứu Tiết Bình đại nhân ra. Trương Bảo Cao liền dẫn hộ vệ đi gặp tướng Vũ Ninh quân nhà Đường là [[Vương Trí Hưng]] xin được xung quân để thả Tiết Bình đại nhân ra. [[Vương Trí Hưng]] thả Tiết Bình ra và Trương Bảo Cao, [[Trịnh Niên]], Jang Seong-pil gia nhập Vũ Ninh quân. [[Triệu Tương Kiến]] cũng phải cho [[Thôi Võ Xương]] tham gia đội Vũ Ninh quân đi đánh [[Lý Sư Đạo]]. Còn Jami phu nhân và các thương đoàn Tân La khác không gửi hộ vệ xung quân nhà Đường dẹp loạn.\n\nMột lần [[Vương Trí Hưng]] để các cánh quân Vũ Ninh đi trấn thủ phía bắc Dương Châu, bản thân ông thì dẫn vài tên lính tiến về Minh Châu. [[Lý Sư Đạo]] biết tin thì sai Yeom Mun dẫn quân đi bắt Vương Trí Hưng. Vương Trí Hưng nhanh chóng bị Yeom Mun đánh bại và bị bắt. Trương Bảo Cao, Trịnh Niên và Thôi Võ Xương được lệnh dẫn quân Vũ Ninh tập kích quân của Yeom Mun, cứu được Vương Trí Hưng về Dương Châu. [[Vương Trí Hưng]] được vua [[Đường Hiến Tông]] phong làm Tiết độ sứ tỉnh Giang Tô thay cho hoạn quan người [[Tân La]] là [[Vương Xương Hà]]. Với kỹ thuật cưỡi ngựa dùng giáo điêu luyện và có công cứu [[Vương Trí Hưng]], Trương Bảo Cao, [[Trịnh Niên]] và [[Thôi Võ Xương]] đều được vua [[Đường Hiến Tông]] phong làm Thiếu tướng của Vũ Ninh quân, dưới quyền [[Vương Trí Hưng]].<ref>Trong tác phẩm [[Phàn Xuyên văn tập]] của nhà thơ [[Đỗ Mục]] đời Đường có chép rằng nhà Đường phong cho Trương Bảo Cao chức Thiếu tướng của Vũ Ninh quân (Vũ Ninh nay là Từ Châu, tỉnh Giang Tô) lúc ông 30 tuổi.<\/ref> Jami phu nhân định rời Dương Châu về [[Tân La]] thì bị Trương Bảo Cao dùng quyền của Thiếu tướng Vũ Ninh quân ngăn cản lại. Bến tàu [[Dương Châu]] bị phong toả và không thương đoàn nào ở [[Dương Châu]] được rời [[Dương Châu]] đi cả.\n\nCuối năm [[817]], quân Đường do [[Lý Tố]] chỉ huy tiến vào Thái châu - trị sở của Chương Nghĩa quân, bắt sống và xử tử [[Ngô Nguyên Tế]]. Tin tức này lan đi khắp nơi, khiến [[Lý Sư Đạo]] và [[Vương Thừa Tông]] sợ hãi. [[Vương Thừa Tông]] dâng biểu lên triều đình xin dâng nộp hai châu Đức, Lệ và gửi hai con là [[Vương Tri Cảm]], [[Vương Tri Tín]] vào triều làm con tin để tỏ ý quy thuận, triều đình [[nhà Đường]] chấp thuận. Trong khi đó ở Tri Thanh, [[Lý Sư Đạo]] chiếm giữ khu vực [[Tề (nước)|Tề]]-[[Lỗ (nước)|Lỗ]] gồm 12 châu là Tri, Thanh, Tề, Hải, Đăng, Lai, Nghi, Mật, Tào, Bộc, Duyện, Vận; [[Lý Công Độ]] và [[Lý Anh Đàm]] khuyên Lý Sư Đạo cắt ba châu Nghi<ref>[[Lâm Nghi]], [[Sơn Đông]], [[Trung Quốc]] hiện nay<\/ref>, Mật và Hải<ref>[[Liên Vân Cảng]], [[Giang Tô]], [[Trung Quốc]] hiện nay<\/ref> cho triều đình và gửi con là [[Lý Hoằng Phương]] vào triều làm túc vệ<ref>''[[Tân Đường thư]]'', [http:\/\/www.sidneyluo.net\/a\/a17\/213.htm quyển 213] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090202171558\/http:\/\/sidneyluo.net\/a\/a17\/213.htm |date=2009-02-02 }}<\/ref>, [[Lý Sư Đạo]] ban đầu đồng tình. Vua [[Đường Hiến Tông]] chấp thuận đề nghị này và cử [[Lý Tốn]] đến Bình Lư để thủ dụ Lý Sư Đạo<ref name=\"TTTG240\" \/>. Tuy nhiên trong lúc này, Lý Sư Đạo chỉ bàn việc cơ mật với vợ là Ngụy thị cùng bọn [[Hồ Duy Kham]], [[Vương Tự Ôn]], [[Dương Tái Thăng]] cùng thị thiếp Nguyên thị. Ngụy phu nhân không muốn đưa [[Lý Hoằng Phương]] đến [[Trường An]] nên tích cực khuyên can [[Lý Sư Đạo]]. [[Lý Sư Đạo]] nghe theo Ngụy phu nhân, và còn dự định giết [[Lý Công Độ]]. Tuy nhiên do sự cầu xin của [[Giả Trực Ngôn]] nên [[Lý Sư Đạo]] chỉ nhốt [[Lý Công Độ]] vào ngục nhưng vẫn giết [[Lý Anh Đàm]]. Khi [[Lý Tốn]] đến Bình Lư, [[Lý Sư Đạo]] thoái thác việc nạp đất nhưng hứa gửi con tin cho nhà Đường. [[Lý Tốn]] cũng đoán biết được Sư Đạo không thực tâm, nên khi về kinh đã khuyên vua [[Đường Hiến Tông]] phải dùng biện pháp mạnh. Ngay lúc đó [[Lý Sư Đạo]] gửi biểu lên triều đình, nói rằng quân sĩ trong trấn bức ép ông không được dâng đất và gửi con tin. Vua [[Đường Hiến Tông]] được tin, vô cùng tức giận, hạ chiếu tước quan tước của [[Lý Sư Đạo]], tập hợp binh ở các trấn Tuyên Vũ<ref name=\"ReferenceA\">Trị sở nay thuộc [[Khai Phong]], [[Hà Nam]], [[Trung Quốc]]<\/ref>, Ngụy Bác, Nghĩa Thành<ref>Trị sở nay thuộc [[An Dương]], [[Hà Nam]], [[Trung Quốc]]<\/ref>, Vũ Ninh, Hoành Hải<ref>Trị sở nay thuộc [[Thương Châu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> cùng tấn công Bình Lư của [[Lý Sư Đạo]]. Ban đầu lực lượng triều đình nhà Đường gặp một số trở ngại và bị đánh bại nhiều trận.\n\nTrương Bảo Cao khi đó nhiều lần dẫn binh đánh [[Lý Sư Đạo]]. Có lần, Trương Bảo Cao cùng Trịnh Niên cải trang thành lính của Lý Sư Đạo, trà trộn vào hàng ngũ của Lý Sư Đạo rồi làm nội ứng cho Vũ Ninh quân nhà Đường đánh bại một cánh quân của [[Lý Sư Đạo]]. Thấy Jami phu nhân liên tục gửi thư qua lại với [[Lý Sư Đạo]], Trương Bảo Cao thu thập chứng cứ gửi [[Vương Trí Hưng]] buộc tội Jami phu nhân. Jami phu nhân nhanh chóng bị bắt đưa vào ngục. Binh bộ thị lang của nước [[Tân La]] là [[Kim Rihong]] đến Dương Châu báo với [[Vương Trí Hưng]] rằng vua [[Hiến Đức vương|Tân La Hiến Đức Vương]] vì vấn đề kinh tế nên không thể gửi quân chi viện nhà Đường đánh [[Lý Sư Đạo]] được. Jami phu nhân trong ngục nghe việc này liền nhờ Kim Rihong xin Vương Trí Hưng thả bà ta ra thì bà ta sẽ bỏ tiền trả hết chi phí cho quân Tân La chi viện nhà Đường đánh Lý Sư Đạo. Vương Trí Hưng đồng ý thả Jami phu nhân ra nhưng lệnh cho Trương Bảo Cao trục xuất Jami phu nhân khỏi Dương Châu nhà Đường. Không lâu sau đó quân [[Tân La]] được vua [[Hiến Đức vương|Tân La Hiến Đức Vương]] phái đến đến giúp quân đội [[nhà Đường]] cùng đánh [[Lý Sư Đạo]]. Thương đoàn [[Lý Đạo Hình]] đang trên đường đi mua lương thực, vũ khí cho quân đội [[Lý Sư Đạo]] thì bị một cánh quân Vũ Ninh bắt giữ. Nhưng [[Yeom Mun]] đã dẫn quân của [[Lý Sư Đạo]] đến đánh tan cánh quân Vũ Ninh đó, cứu được [[Lý Đạo Hình]] về.\n\nMùa đông năm [[818]], Tiết độ sứ Ngụy Bác là [[Điền Hoành Chánh]] cho quân vượt Hoàng Hà và áp sát Vận châu thì quyền chủ động trên chiến trường đã rơi vào tay liên quân. Tin thất bại lũ lượt bay về Vận châu, nhưng [[Lý Sư Đạo]] đều không muốn nghe. Tiết độ sứ Vũ Ninh là [[Lý Tố]] chiếm được Kim Hương<ref>[[Tế Ninh]], [[Sơn Đông]], [[Trung Quốc]] hiện nay<\/ref>, các tướng sĩ dưới quyền không ai dám thông báo việc này cho Lý Sư Đạo vì sợ bị giết (cho nên Lý Sư Đạo đến lúc chết vẫn không biết là Kim Hương đã mất). Binh sĩ trong trấn cho rằng thất bại ngày hôm nay là do [[Lý Văn Hội]] mà ra, nên [[Lý Sư Đạo]] đuổi [[Lý Văn Hội]] ra khỏi phủ. Thấy Lý Sư Đạo sẽ bị đánh bại trong nay mai, Yeom Mun khuyên [[Lý Đạo Hình]] dẫn thương đoàn rời Lý Sư Đạo đi trước. \n\nLúc này Trương Bảo Cao cùng Trịnh Niên, Thôi Võ Xương nhân lúc Lý Sư Đạo đi Bộc Châu, đại bản doanh ở Sơn Đông lơ là phòng bị thì dẫn quân Vũ Ninh (gồm người gốc [[Tân La]] và người [[nhà Đường]]) lên bờ từ Lưu Tam Phố, đánh vào bản doanh Lý Sư Đạo. Yeom Mun ở doanh trại Lý Sư Đạo cố gắng chống trả Vũ Ninh quân, nhưng sau thấy không chống nổi thì bỏ đi tìm [[Lý Đạo Hình]]. Đại bản doanh của [[Lý Sư Đạo]] bị Trương Bảo Cao đánh chiếm.\n\nĐầu năm [[819]], quân Bình Lư của Lý Sư Đạo liên tiếp thất bại ở Khảo Thành, Ngư Thai, Đông A, Dương Cố, Đông Hải,... tổn hại hơn 10.000 người; hai châu Hải, Nghi sắp mất. [[Lý Sư Đạo]] được tin, cho phòng bị kĩ càng ở Vận châu, bắt dân chúng đi lính xây thành và phục dịch khiến nhiều người oán hận. Khi đó Đô tri binh mã sử [[Lưu Ngộ]] nắm quyền chỉ huy phần lớn quân Bình Lư đối đầu với triều đình, có hơn 10.000 người đóng ở Dương Cốc<ref>[[Liêu Thành]], [[Sơn Đông]], [[Trung Quốc]] hiện nay<\/ref>. [[Lưu Ngộ]] khoan dung, nhân ái với các binh sĩ nên được họ ủng hộ gọi là Lưu phụ. Tuy nhiên khi lực lượng của [[Điền Hoằng Chánh]] vượt sông, [[Lưu Ngộ]] không có phòng bị nên bị đánh bại. Có kẻ tả hữu gièm pha với Lý Sư Đạo rằng Lưu Ngộ không tu quân pháp mà lo lấy lòng người, sợ sau này sinh biến. Do đó [[Lý Sư Đạo]] triệu Lưu Ngộ về Vận châu, có ý giết đi. Tuy nhiên có kẻ khác nói rằng trong tình thế như vậy mà giết tướng bên ngoài sẽ khiến quân tình hoang mang, nên Lý Sư Đạo bỏ ý định này, sau một tuần giam giữ đã thả cho Lưu Ngộ trở về và còn ban thưởng hậu hĩnh cho ông ta. Con trai Lưu Ngộ là [[Lưu Tòng Gián]] hiện làm túc vệ cho Lý Sư Đạo, thường chơi thân với bọn tùy tùng, do đó biết được ý định của Lý Sư Đạo và thông báo cho phụ thân. Từ đó [[Lưu Ngộ]] bắt đầu có ý đề phòng Lý Sư Đạo<ref name=\"TTTG241\">''[[Tư trị thông giám]]'', [[:zh:s:s:資治通鑑\/卷241|quyển 241]]<\/ref>.\n\n[[Lưu Ngộ]] trở về Dương Cốc, bắt đầu bố trí phòng bị. Lúc này Lý Sư Đạo lại muốn giết Lưu Ngộ nữa, nên vào ngày [[7 tháng 3]] năm [[819]] đã sai hai sứ giả đến quân doanh, gặp Hành doanh binh mã phó sứ [[Trương Xiêm]] dặn ông này lấy thủ cấp của [[Lưu Ngộ]] rồi trở về phục mệnh, hứa sẽ cho thống lĩnh quân của Lưu Ngộ. Tuy nhiên Trương Xiêm vốn thân thiết với Lưu Ngộ, đã thông báo việc này cho Lưu Ngộ. Lưu Ngộ sau khi biết được tin liền cho bắt hai sứ giả rồi giết đi. Vào đêm hôm đó, Lưu Ngộ triệu tập quân sĩ đến, khóc mà nói rằng Lý Sư Đạo muốn giết mình và nói rõ ý định bí mật đánh vào Vận châu, giết Lý Sư Đạo rồi sau đó đầu hàng triều đình [[nhà Đường]]. Binh mã sử Triệu Thùy Cức tỏ ra do dự, Lưu Ngộ bèn sai giết đi; lại giết những ai có ý chần chừ, được hơn 30 người đều phơi thây ở trướng tiền. Bọn tướng còn lại biết nói gì nữa ngoài việc tuân mệnh. Lưu Ngộ lập tức hành quân ngay trong đêm, không dùng đèn đuốc, đi trong tĩnh lặng, gặp người đi đường thì bắt giữ. do đó không ai biết được. Sáng sớm ngày [[8 tháng 3]], quân của Lưu Ngộ tiến đến trước thành Vận châu, nói rằng phụng mệnh vào thành. Bọn quân giữ thành không đồng ý cho vào, Lưu Ngộ vẫn phá cửa mà vào, quân giữ thành đầu hàng. Bấy giờ Tử Thành đã mở, còn Nha Thành vẫn cố thủ; Lưu Ngộ cho phóng hỏa rồi nhân lúc hoảng loạn phá cửa mà tiến vào. Nha binh chỉ còn hơn trăm người, không thể chống lại lực lượng Lưu Ngộ. Lý Sư Đạo cùng hai con trốn dưới gầm giường, quân của Lưu Ngộ phát hiện ra được. Lưu Ngộ có ý để cho Lý Sư Đạo tự tận, nên sai người đến nhắn rằng:\n\n: ''Ngộ phụng chiếu áp giải Tư không đến triều, nhưng Tư không còn mặt mũi nào mà gặp thiên tử nữa đây''<ref name=\"TTTG241\" \/>.\n\n[[Lý Sư Đạo]] vẫn muốn gặp [[Lưu Ngộ]], con là [[Lý Hoằng Phương]] biết là không thể thoát chết nên nói rằng:\n\n: ''Sự việc đã thế này, chết nhanh nhiều khi lại hơn''<ref name=\"TTTG241\" \/>.\n\nBa cha con [[Lý Sư Đạo]] nhanh chóng bị [[Lưu Ngộ]] bắt đi. Khi đó Trương Bảo Cao thống lĩnh quân lính gốc [[Tân La]] và quân lính [[nhà Đường]] dẹp tan đạo quân còn lại của [[Lý Sư Đạo]] tại căn cứ của chúng là phiên trấn Bình Lư ở Sơn Đông. Đến Vận châu, Trương Bảo Cao nghe nói [[Lưu Ngộ]] đã bắt [[Lý Sư Đạo]] thì Trương Bảo Cao tìm gặp [[Lý Sư Đạo]]. [[Lý Sư Đạo]] nói với Trương Bảo Cao rằng tổ tiên ông là người [[Tiểu Cao Câu Ly|Cao Ly]], ông nổi dậy chống lại nhà Đường cũng vì mở mang lãnh thổ cho [[Tiểu Cao Câu Ly|Cao Ly]] (quốc gia ở [[Liêu Đông]]) và khuyên Trương Bảo Cao là người [[Tân La]] thì đừng làm chó săn cho [[nhà Đường]] nữa. Trương Bảo Cao bắt đầu nhận thức được rằng mình là người Tân La thì không nên tiếp tục bán mạng cho nhà Đường.\n\nSau đó ba cha con [[Lý Sư Đạo]] đều bị [[Lưu Ngộ]] cho chém đầu. [[Lưu Ngộ]] sai quân tuần tra các phố, nghiêm cấm cướp bóc, rồi triệu tập quân dân đến cầu tràng mà úy dụ, tình hình nhanh chóng yên ổn trở lại. [[Lưu Ngộ]] lại xử tử bọn đồng mưu với Lý Sư Đạo hơn 10 nhà; sau đó Lưu Ngộ giao thủ cấp ba cha con [[Lý Sư Đạo]] cho [[Điền Hoằng Chánh]]. Xác của [[Lý Sư Đạo]] ban đầu không ai dám lượm lấy để an táng, mãi về sau có [[Sĩ Anh Tú]] đứng ra làm việc đó. Vua [[Đường Hiến Tông]] hạ chiếu chia Bình Lư thành ba phần: ba châu Vận, Tào, Bộc giao cho [[Mã Tổng]]; năm châu Tri, Thanh, Tề, Đăng, Lai vẫn gọi là trấn Bình Lư, giao cho [[Tiết Bình]], 4 châu Nghi, Hải, Duyện, Mật giao cho [[Vương Toại]]. Vua [[Đường Hiến Tông]] chia nhỏ trấn Bình Lư làm ba phần như thế là để dễ dàng khống chế, [[Lưu Ngộ]] được phong làm Tiết độ sứ Nghĩa Thành<ref name=\"TTTG241\" \/><ref>An Dương, Hà Nam, Trung Quốc hiện nay<\/ref>. Vua [[Đường Hiến Tông]] bắt Ngụy phu nhân và con út của [[Lý Sư Đạo]] làm phục dịch trong cung<ref>Ngụy thị được tha vì nhận liều là con cháu của lương thần [[Ngụy Trưng]] thời vua [[Đường Thái Tông]] và trước đó từng thông gian với [[Lưu Ngộ]]<\/ref>, anh em họ của [[Lý Sư Đạo]] đều bị lưu đày<ref name=\"CDT124\">''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷124|quyển 124]]<\/ref>. [[Mã Tổng]] cho an táng Lý Sư Đạo theo lễ văn nhân. Gia tộc họ Lý gốc [[Tiểu Cao Câu Ly|Cao Ly]] cai trị đất Tề-Lỗ từ năm [[766]] đến [[819]], tổng cộng 53 năm. 12 châu Tri, Thanh được bình định, trở về với [[nhà Đường]].\n\nTrương Bảo Cao được Tiết độ sứ tỉnh [[Giang Tô]] là [[Vương Trí Hưng]] đem thánh chỉ của vua [[Đường Hiến Tông]] đến phong làm Đại tướng Vũ Ninh quân. Tuy nhiên Trương Bảo Cao đã từ chối nhận chức quan, giải ngũ mà trở về tiếp tục làm thương gia của thương đoàn Tiết Bình. Thôi Võ Xương cũng về làm hộ vệ cho thương đoàn của Triệu Tương Kiến. Chỉ có Trịnh Niên ở lại đội Vũ Ninh quân nhà Đường.\n\nLúc này từ kinh nghiệm quân sự của mình, Trương Bảo Cao thổ lộ ý nguyện cho Tiết Bình rằng ông muốn trở thành đại thương gia Tân La, thiết lập trật tự trên biển Đông Á, mở ra mạng lưới mậu dịch trên biển nối liền [[Tân La]] (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]], nhà Đường (đời vua [[Đường Hiến Tông]]) và Nhật Bản (đời [[Thiên hoàng Saga]]). Tiết Bình kinh ngạc trước giấc mơ của Trương Bảo Cao và quyết ý sẽ giúp Trương Bảo Cao đạt được ý nguyện này.\n\nNăm [[820]], [[Tiểu Cao Câu Ly|Cao Ly]] ở [[Liêu Đông]] bị [[vương quốc Bột Hải]] của vua [[Bột Hải Tuyên Vương]] sáp nhập. Năm [[821]], 2 năm sau khi [[Lý Sư Đạo]] bị dẹp yên, triều đình nhà Đường (đời vua [[Đường Mục Tông]]) cắt giảm bớt lực lượng quân sự để giảm bớt gánh nặng quân lương. Theo đó, Vũ Ninh quân cũng bị giải thể, nhưng vẫn còn một đạo quân Vũ Ninh giữ tỉnh Giang Tô.\n\nKhi đó Trương Bảo Cao đã thống nhất người Tân La sống dọc theo bờ biển [[Sơn Đông]] và vùng [[Đại Vận Hà]] lại, cùng họ tạo nên mối liên kết buôn bán với nhau. Đồng thời Trương Bảo Cao còn cho xây dựng một ngôi chùa tên là [[Pháp Hoa Viện]] trên núi [[Xích Sơn]] thuộc tỉnh [[Sơn Đông]] của [[nhà Đường]] để cầu xin chư Phật bảo hộ sự nghiệp buôn bán trên biển của ông được thịnh đạt. Ông chịu hết mọi phí tổn về y phục, lương thực,... cho sư tăng tại đây.\n\nSau đó Trương Bảo Cao đại diện thương đoàn Tiết Bình và thương đoàn Triệu Tương Kiến lên đường từ Dương Châu nhà Đường (đời vua [[Đường Mục Tông]]) sang Nhật Bản (đời [[Thiên hoàng Saga]]) để làm mối buôn bán giữa thương gia Tân La và Nhật Bản. Đi cùng Trương Bảo Cao có [[Thôi Võ Xương]], tiểu thơ [[Phác Thái Trân]] và Jang Seong-pil. Lúc đầu họ bị người Nhật giữ lại nhưng Trương Bảo Cao chủ trương sửa tàu cho quan lại người Nhật và được vị quan này cho buôn bán ở Nhật. Trương Bảo Cao bước đầu mở ra con đường buôn bán trên biển giữa [[nhà Đường]], [[Tân La]] và [[Nhật Bản]]. Khi đoàn người Trương Bảo Cao trở về Dương Châu thì Trương Bảo Cao được đặc cách tham gia Hội nghị hành đô (do Tiết Bình làm Đại hành đô) dù Trương Bảo Cao chỉ là một Đại quan của thương đoàn Tiết Bình. Nỗ lực của Trương Bảo Cao bấy giờ nhằm tạo ra sức mạnh kinh tế dựa trên hoạt động thương mại và ảnh hưởng của Phật giáo.\n\nJami phu nhân lần này lại từ [[Tân La]] (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]]) đến Dương Châu nhà Đường, đòi Tiết Bình triệu tập Hội nghị hành đô để bàn việc các thương đoàn Tân La có thể tham gia đấu thầu với bà ta để có thể buôn bán vải vóc của nhà Đường cho kinh đô Kim Thành (Khánh Châu - Gyeongju) của Tân La. Vì việc có lãi cao này mà nhiều thương gia hạ giá tơ lụa của mình và các thương gia Tân La chia rẽ lẫn nhau.\n\nTrương Bảo Cao họp riêng các thương gia Tân La và yêu cầu họ bán hết số vải vóc cho thương đoàn mình rồi chính Trương Bảo Cao sẽ giao hàng cho Jami phu nhân bán ở Kim Thành. Trương Bảo Cao sau đó còn nói rằng sẽ lập một cứ điểm buôn bán ở đảo Thanh Hải thuộc Tân La để có thể mở ra mạng lưới mậu dịch trên biển giữa nhà Đường (đời vua [[Đường Mục Tông]], Tân La (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]]) và Nhật Bản (đời [[Thiên hoàng Saga]]), khi đó lãi cao rồi thì Trương Bảo Cao sẽ chia đều cho các thương gia Tân La. Các thương gia Tân La đồng ý làm theo. Trương Bảo Cao cũng mua hết vải vóc ở Dương Châu nhà Đường rồi đến đấu thầu với Jami phu nhân. Cuối cùng Jami phu nhân phải nuốt hận mua lại vải vóc của Trương Bảo Cao đem bán lại ở Kim Thành tại Tân La. Trương Bảo Cao sau đó còn phái các thương thuyền dùng buồm hình [[tam giác]] như người Ba Tư đi ngược gió để nhanh chóng sang Nhật Bản (đời [[Thiên hoàng Saga]]) bán hết những vải vóc còn lại của thương đoàn mình với giá cao để kiếm lãi. Sau Trương Bảo Cao cùng những chủ thương đoàn hảo tâm giàu có thậm chí còn thành lập những ngôi chùa Phật giáo Tân La trong khu vực [[Giang Tô]] và [[Sơn Đông]] [[nhà Đường]], có liên quan đến nhà sư [[Nhật Bản]] thế kỷ thứ 9 Ennin.\n\nNăm [[822]] tại nước Tân La (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]]), [[Kim Hiến Xương]] nổi loạn, chiếm Võ Trân Châu (Muju). [[Hiến Đức Vương]] sai [[Kim Quân Trinh]] và [[Kim Trung Công]] đi đánh dẹp. Con của Kim Trung Công là [[Mẫn Ai Vương|Kim Minh]] giết chết [[Kim Hiến Xương]]. Cuộc khởi nghĩa bị dập tắt.\n\nNăm [[823]] con [[Kim Hiến Xương]] là [[Kim Đình]] nổi loạn chống lại triều đình nước Tân La. [[Hiến Đức Vương|Vua Tân La Hiến Đức Vương]] lại sai [[Kim Quân Trinh]] và [[Kim Trung Công]] đi đánh dẹp. [[Kim Đình]] bị chết trong chiến loạn. Cuộc khởi nghĩa bị dập tắt. Con của [[Kim Đình]] là [[Kim Dương]] (cháu nội [[Kim Hiến Xương]], lúc này 15 tuổi) được Kim Quân Trinh cứu mạng. Kim Trung Công đem con gái của Kim Dương ra xử tử và đồng ý với thỉnh cầu tha mạng cho Kim Dương của Kim Quân Trinh. Trên đường Kim Quân Trinh về triều thì bị bọn cướp chặn đánh, Kim Dương đã cứu ông. Kim Quân Trinh thu nhận và trọng vọng Kim Dương. Từ đó Kim Dương trở thành thuộc hạ của Kim Quân Trinh.\n\nLúc này ở [[Dương Châu]] [[nhà Đường]] (đời vua [[Đường Mục Tông]]), Trương Bảo Cao đã trở nên tức giận trước sự đối xử của bọn hải tặc với những người đồng hương [[Tân La]] của mình, những người ở vùng đất không ổn định của [[nhà Đường]] quá cố thường trở thành nạn nhân của hải tặc ven biển hoặc kẻ cướp nội địa. Trên thực tế, các đối tượng người [[Tân La]] sống ở [[nhà Đường]] đã trở thành mục tiêu ưa thích của những tên cướp, những kẻ đã bán tù nhân của họ làm nô lệ. Vua [[Đường Mục Tông]] đã đi xa tới mức ban hành sắc lệnh ngăn chặn buôn bán nô lệ [[Tân La]] và ra lệnh trả lại tất cả những người [[Tân La]] bị bắt cóc về nước [[Tân La]] (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]])<ref>Chong Sun Kim, \"Slavery in Silla and its Sociological and Economic Implications\", in Andrew C. Nahm, ed. ''Traditional Korea, Theory and Practice'' (Kalamazoo, MI: Center for Korean Studies, 1974), p. 33.<\/ref>. Sau đó Jami phu nhân rời Dương Châu nhà Đường về Võ Trân Châu (Muju) thuộc Tân La.\n\nNăm [[824]] nước [[Tân La]] (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]]) đứng trước họa xâm lăng từ [[vương quốc Bột Hải]] (đời vua [[Bột Hải Tuyên Vương]]) phương Bắc. [[Hiến Đức Vương]] cho xây trường thành dài 300 lý gần sông Đại Đồng, sau này nó thành biên cương phía bắc đất nước Tân La.\n\n== Trương Bảo Cao về Thanh Hải của Tân La đánh hải tặc Lý Đạo Hình ==\n[[Lý Đạo Hình]] lúc này đang ở [[Tân La]], do không còn hứng thú với việc thương buôn nên hắn đã quay lại làm hải tặc như xưa. Lý Đạo Hình cùng Yeom Mun tiến hành cướp bóc những tàu bè qua lại trên biển giữa Tân La và nhà Đường. Điều này khiến các thương buôn điều hoảng sợ và không dám đi biển nữa, trong số họ có cả phu nhân Jami cũng bị hải tặc đánh cướp khi thuyền đến Kim Thành (Khánh Châu - Gyeongju). Quan quân Võ Trân Châu (Muju) điều bị bọn hải tặc đánh tan. Lý Đạo Hình mở rộng địa bàn trên vùng biển Tây Nam của Tân La (biển Hoàng Hải). \n\nHàng hóa cướp được thì [[Lý Đạo Hình]] tiến hành buôn bán với [[Chiêu Cổ Khả hãn]] của tộc Khiết Đan và thủ lĩnh của bộ tộc [[Khố Mạc Hề]] (Kumo Xi) ở [[Tây Kinh Áp Lục phủ]] phía bắc Doanh Châu<ref>Nay là [[Triều Dương]], [[Trung Quốc]]<\/ref> [[nhà Đường]] (đời vua [[Đường Kính Tông]]).\n\nJami phu nhân biết [[Lý Đạo Hình]] là thủ lĩnh hải tặc thì bà ta tiến hành cấu kết với [[Lý Đạo Hình]] để cho thương thuyền của bà ta đi trên biển an toàn, đổi lại Jami phu nhân giúp Lý Đạo Hình mua bán vũ khí, ngựa, lương thực với [[vương quốc Bột Hải]] (đời vua [[Bột Hải Tuyên Vương]]) phía bắc Tân La. [[Lý Đạo Hình]] nghe lời khuyên của Jami phu nhân mà cho Yeom Mun tấn công tàu của thương buôn Tiết Bình đi từ nhà Đường (đời vua [[Đường Kính Tông]]) sang Nhật Bản (đời [[Thiên hoàng Junna]]) nhằm gây sự với Trương Bảo Cao. [[Lưu Tử Thành]] của thương đoàn Tiết Bình trên đường biển sang Nhật Bản thì bị Yeom Mun tấn công, cướp gần hết số hàng hoá. [[Lưu Tử Thành]] trở về Dương Châu nhà Đường báo lại cho Trương Bảo Cao biết khiến Trương Bảo Cao tức giận.\n\nTừng chứng kiến người [[Tân La]] bị hải tặc bắt làm nô lệ và bán sang nhà Đường, Trương Bảo Cao rất phẫn nộ nên quyết định trở về Tân La để đánh dẹp các tàu buôn nô lệ. Trương Bảo Cao liền xin [[Tiết Bình]] đại nhân cho mình đi với [[Thôi Võ Xương]], mấy trăm tên hộ vệ, mấy chục tên võ sĩ giác đấu rời Dương Châu nhà Đường (đời vua [[Đường Kính Tông]]) về Tân La (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]]) để tiêu diệt bọn hải tặc<ref>{{chú thích web|last=Cho|first=yeong kyong|title=장보고|url=https:\/\/terms.naver.com\/entry.naver?cid=47317&docId=3533768&categoryId=47317|url-status=live|access-date=2021-06-13|website=terms.naver.com|language=ko}}<\/ref>.\n\nNăm [[825]] đoàn người của Trương Bảo Cao về nước Tân La (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]]), đến Võ Trân Châu (Muju) thì họ bị đô đốc Võ Trân Châu cản lại ở bến tàu Đỗ Lĩnh<ref>{{chú thích web|last=Cho|first=yeong kyong|title=장보고|url=https:\/\/terms.naver.com\/entry.naver?cid=47317&docId=3533768&categoryId=47317|url-status=live|access-date=2021-06-13|website=terms.naver.com|language=ko}}<\/ref>, không cho lên bờ. Trương Bảo Cao cùng Thôi Võ Xương đến phủ đô đốc Võ Trân Châu xin phép nhưng không được chấp nhận (thực ra là phu nhân Jami đã ra lệnh cho vị đô đốc ấy phải từ chối như thế). Tiết Bình đại nhân ở Dương Châu nhà Đường nhận thư của Trương Bảo Cao thì sai tiểu thơ [[Phác Thái Trân]] mang thêm hộ vệ và lương thực đến trợ giúp Trương Bảo Cao. Đoàn hộ vệ của Trương Bảo Cao phải sống trên tàu suốt nhiều tháng.\n\nĐến năm [[826]], tại triều đình [[Tân La]], vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]] băng hà, đệ là [[Hưng Đức Vương|Kim Cảnh Huy]] kế vị, tức vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]. Ông này rất mực thương yêu vương hậu Định Mục. Không may do mới lên ngôi được 3 tháng, vương hậu Định Mục qua đời khiến vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] đau lòng, từ đó vua không gần gũi với cung tần nào hết. Do đó vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] không có thái tử để kế thừa ngôi báu, việc này khiến [[Tân La]] bị rối loạn. Trong triều có 2 phe do [[Kim Trung Công]] và [[Kim Quân Trinh]] dẫn đầu đối kháng nhau. [[Kim Trung Công]] được phong làm Tể tướng, sau này sẽ được kế thừa quân vị hoàng đế. Vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] còn phong cho con của [[Kim Quân Trinh]] là [[Tân La Thần Vũ vương|Kim Hựu Trưng]] làm Sử trung đại nhân (nhằm kiềm chế Tể tướng [[Kim Trung Công]]). Con [[Kim Trung Công]] là [[Mẫn Ai vương|Kim Minh]] cũng được làm chức cao trong hoàng tộc. Jami phu nhân cũng là một quý tộc và bà ta luôn ủng hộ phe của [[Kim Trung Công]] nên bà ta luôn được Tể tướng giúp đỡ (do vậy thương đoàn của bà ta được phát triển mạnh ở Võ Trân Châu).\n\nBấy giờ [[Tân La Thần Vũ vương|Kim Hựu Trưng]] muốn tránh xa ự đấu tranh cung đình nên đã từ quan ở Kim Thành (Khánh Châu - Gyeongju), về Võ Trân Châu. Lúc này Trương Bảo Cao thấy lâu quá mà đô đốc Võ Trân Châu vẫn chưa cho họ lên bờ thì tức giận. Trương Bảo Cao làm liều cho đoàn hộ vệ lên bờ ở bến tàu Đỗ Lĩnh thuộc Võ Trân Châu, định rằng nếu quan binh [[Tân La]] ngăn cản thì Trương Bảo Cao đánh luôn. Quan quân Võ Trân Châu nghe tin thì tập hợp quân đội cản đoàn người của Trương Bảo Cao ở bến tàu Đỗ Lĩnh, gia hạn đến tối không rời đi sẽ có giao tranh với nhau. Trời gần tối, Kim Hựu Trưng thấy quân đội Võ Trân Châu huy động đến bến tàu Đỗ Lĩnh thì ông đến xem. Quan quân Võ Trân Châu cho quân chuẩn bị tấn công đoàn người của Trương Bảo Cao thì Kim Hựu Trưng ngăn lại. Sau khi nghe Trương Bảo Cao giải bày ý muốn tiêu diệt hải tặc giúp [[Tân La]], [[Tân La Thần Vũ vương|Kim Hựu Trưng]] khâm phục nghĩa khí của Trương Bảo Cao liền hạ lệnh cho họ lên bờ. Việc này khiến Jami phu nhân tức giận. Trương Bảo Cao sau đó dẫn đoàn hộ về đến đóng tại đảo [[Thanh Hải]] lập căn cứ để đánh hải tặc [[Lý Đạo Hình]]. Trương Bảo Cao tìm đến mộ cha của Trương Bảo Cao là Trương Bá Dực (장백익, 張伯翼) mà cúng bái sau 16 năm ở nhà Đường (810 - 826).\n\nJami phu nhân đến gặp Yeom Mun, tiết lộ rằng Trương Bảo Cao đã lập căn cứ tại Thanh Hải để chống lại hải tặc Lý Đạo Hình. Lúc này hải tặc Lý Đạo Hình cho quân mình đi thu phục các đảo hải tặc khác ở bờ biển Tây Nam, khiến họ quy thuận hắn. Một hải tặc có võ công xuất chúng là [[Bạch Hà]] quy thuận Yeom Mun.\n\nLúc này [[Trịnh Niên]] còn làm đại tướng Vũ Ninh quân [[nhà Đường]] (đời vua [[Đường Kính Tông]]), do uống rượu say đánh người nên bị trục xuất khỏi Võ Ninh quân. Biết tin Trương Bảo Cao đã về Tân La để đánh hải tặc thì Trịnh Niên liền rời [[nhà Đường]] về [[Tân La]]. Trương Bảo Cao liền tổ chức một buổi đón tiếp Thiếu tướng Vũ Ninh quân [[Trịnh Niên]] từ [[nhà Đường]] rất long trọng tại Thanh Hải trấn (Cheonghaejin) thuộc [[Tân La]] (đời vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]). \n\nTrương Bảo Cao ở Thanh Hải phái người đi trinh sát các đảo của bọn hải tặc. Jang Seong-pil đi một mình thì bị hải tặc tấn công ác liệt nhưng vẫn thoát được về Thanh Hải. Trương Bảo Cao sau đó bất ngờ cho hộ vệ đột kích một đảo của chúng, giết sạch bọn hải tặc chống đối, tha mạng cho bọn quy hàng và nhờ chúng chỉ điểm các căn cứ hải tặc khác. Trương Bảo Cao muốn dụ hải tặc xuất hiện để dễ tiêu diệt bọn chúng nên kêu gọi các thương đoàn ở Võ Trân Châu đi đường biển đến kinh đô Kim Thành (Khánh Châu - Gyeongju), như vậy mới cạnh tranh được với Jami phu nhân, nếu hải tặc xuất hiện thì họ sẽ bảo vệ thương thuyền. Chỉ có một thương đoàn chấp nhận cho Trương Bảo Cao hộ vệ. Bên Dương Châu nhà Đường (đời vua [[Đường Kính Tông]]), [[Tiết Bình]] giao thương đoàn cho Lưu Tử Thành rồi cùng Triệu Tương Kiến mang thêm hộ vệ đến đảo Thanh Hải của [[Tân La]] giúp Trương Bảo Cao đánh hải tặc [[Lý Đạo Hình]]. \n\nTriều đình Tân La ở kinh đô Kim Thành (Khánh Châu - Gyeongju) sai Bộ sử chánh [[Kim Rihong]] đến Thanh Hải để truyền thánh chỉ gọi Kim Hựu Trưng về Kim Thành để phục chức. Kim Rihong dừng lại ở Võ Trân Châu và gặp Jami phu nhân, bàn cách giết Kim Hựu Trưng. Jami phu nhân hứa rằng sẽ hành thích Kim Hựu Trưng cho. Sau đó Jami phu nhân liên hệ với hải tặc [[Lý Đạo Hình]] và Yeom Mun, muốn Yeom Mun giúp bà ta hành thích Kim Hựu Trưng. Yeom Mun và Bạch Hà ban đêm đến nhà Kim Hựu Trưng ở đảo Thanh Hải nhưng kế hoạch bị thất bại. Trương Bảo Cao sau đó biết được Jami phu nhân cấu kết với hải tặc và hải tặc chính là Lý Đạo Hình, còn Bộ sử chánh Kim Rihong là người chủ mưu ám sát Kim Hựu Trưng. Lúc này Bộ sử chánh Kim Rihong ở Võ Trân Châu nghe tin Kim Hựu Trưng bình an vô sự thì đích thân đến Thanh Hải gặp Kim Hựu Trưng truyền thánh chỉ. [[Tân La Thần Vũ vương|Kim Hựu Trưng]] (Kim Ujing) không nhận chỉ, nói rằng ông muốn làm dân sống tại Thanh Hải. Kim Rihong quay về kinh đô Kim Thành. Jami phu nhân bí mật báo cho hải tặc Lý Đạo Hình biết hành trình hộ tống thương thuyền của Trương Bảo Cao. Lý Đạo Hình sai Yeom Mun đột kích thương thuyền và phải giết bằng được Trương Bảo Cao.\n\nĐến ngày hẹn, đoàn người của Trương Bảo Cao, Thôi Võ Xương, Trịnh Niên, Jang Seong-pil hộ vệ thương thuyền khởi hành từ bến tàu Đỗ Lĩnh thuộc Võ Trân Châu đến kinh đô Kim Thành, giữa đường bọn họ bị bọn hải tặc do Yeom Mun và Bạch Hà đột kích. Thuyền của Trương Bảo Cao bị dồn lên một hòn đảo gần đó thì hải tặc trên đảo xông đến đánh vào đoàn người của Trương Bảo Cao. Đám hộ vệ của Trương Bảo Cao chết hơn năm mươi người. Thôi Võ Xương với Trịnh Niên sau đó khuyên Trương Bảo Cao cho rút về Thanh Hải. Trương Bảo Cao phải rút hết đoàn người về Thanh Hải. Thương thuyền kia bị mất 1 chiếc thuyền với số lượng vải lớn. Khi đó Lưu Tử Thành từ Dương Châu nhà Đường (đời vua [[Đường Kính Tông]]) đến Thanh Hải viện trợ lương thực cho Trương Bảo Cao.\n\nBấy giờ Trương Bảo Cao cho đoàn hộ vệ đánh hải tặc ở các đảo, Yeom Mun cũng tích cực chống đỡ. Trương Bảo Cao lấy cớ về Dương Châu nhà Đường để tăng cường binh lực nhưng bí mật đánh bản doanh hải tặc [[Lý Đạo Hình]] ở đảo Chân Nguyệt. Yeom Mun cũng dẫn hải tặc bí mật đánh úp đảo Thanh Hải.\n\nTrương Bảo Cao cùng Trịnh Niên, Thôi Võ Xương đánh vào bản doanh hải tặc ở đảo Chân Nguyệt. Trương Bảo Cao bắt giữ Lý Đạo Hình đem về Thanh Hải. Khi đó Yeom Mun cũng đang đánh Thanh Hải, giết hết mấy tên hộ vệ của Trương Bảo Cao và bắt Tiết Bình đại nhân đi khỏi Thanh Hải. Yeom Mun về đảo Chân Nguyệt thấy việc Lý Đạo Hình bị Trương Bảo Cao bắt thì nổi giận, xử tử đám hải tặc đi chơi gái ở kỹ viện gần đó. Trương Bảo Cao về Thanh Hải thấy Tiết Bình đại nhân bị bắt thì hốt hoảng, giam Lý Đạo Hình trên thuyền mà không đưa lên bờ Thanh Hải, cũng giấu giếm không cho quan lại biết. Trương Bảo Cao tự mình đến đảo Chân Nguyệt gặp Yeom Mun và hẹn ngày trao đổi Lý Đạo Hình mà lấy Tiết Bình về ờ đảo Bắc Kim. Yeom Mun đồng ý với Trương Bảo Cao. Khi đó Trương Bảo Cao bàn với [[Tân La Thần Vũ vương|Kim Hựu Trưng]] giúp mình che giấu việc mình sẽ thả Lý Đạo Hình đổi Tiết Bình. Kim Hựu Trưng biết Trương Bảo Cao trọng tình nghĩa thì đồng ý. Jami phu nhân biết việc này thì cho người đến kinh đô Kim Thành báo cho Tể tướng [[Kim Trung Công]] biết rằng Kim Hựu Trưng và Trương Bảo Cao thả thủ lĩnh hải tặc, tức là có cấu kết với hải tặc.\n\nMột đêm nọ, Trương Bảo Cao và Yeom Mun trao đổi Lý Đạo Hình và Tiết Bình với nhau ở đảo Bắc Kim. Khi Tiết Bình và Lý Đạo Hình được thả ra thì bị bọn hải tặc bắn lén. Trương Bảo Cao cùng đoàn hộ vệ hoảng hốt. Yeom Mun cho thuyền rút chạy. Trương Bảo Cao nổi giận lệnh thuyền truy sát thuyền của Yeom Mun. Không thấy thuyền Yeom Mun ở đâu, Trương Bảo Cao mới lệnh thuyền về đảo Thanh Hải. Yeom Mun cho thuyền đi đến đảo Sơn Khánh. Trương Bảo Cao đưa Tiết Bình đại nhân về Thanh Hải chạy chữa. Thấy thương tích Tiết Bình quá nặng, Triệu Tương Kiến bảo rằng phải về Dương Châu nhà Đường mới có danh y trị được. Trương Bảo Cao nóng giận, liền dẫn các hộ vệ đánh bản doanh Lý Đạo Hình ở đảo Chân Nguyệt. Tuy nhiên Lý Đạo Hình đã rời khỏi đảo, chỉ để lại vài tên hải tặc ghìm chân Trương Bảo Cao lại. Sau khi bắt được một tên hải tặc, Trương Bảo Cao lấy khẩu cung nhưng không rõ Lý Đạo Hình ở đâu. \n\nỞ kinh đô Kim Thành (Khánh Châu - Gyeongju), Tể tướng [[Kim Trung Công]] nghe tin báo của Jami phu nhân về việc [[Tân La Thần Vũ vương|Kim Hựu Trưng]] và Trương Bảo Cao cấu kết với hải tặc thì sai đô đốc Võ Trân Châu đi bắt Kim Hựu Trưng và Trương Bảo Cao về. Kim Hựu Trưng ở Thanh Hải bị bắt giải về Kim Thành. Lúc này Trương Bảo Cao đã dẫn toàn bộ hộ vệ cùng thương đoàn rời Thanh Hải về [[Dương Châu]] [[nhà Đường]] (đời vua [[Đường Kính Tông]]) tìm thầy thuốc chữa trị cho Tiết Bình. Vì thế Trương Bảo Cao đã thoát mà không bị bắt. [[Lý Đạo Hình]] sai người sang Dương Châu nhà Đường (đời vua [[Đường Kính Tông]]) gọi các thương nhân [[Tân La]] đến đảo Sơn Khánh gặp mình trao đổi mua bán hàng hóa. Các thương nhân [[Tân La]] đều xin [[Lý Đạo Hình]] đừng đột kích các thương thuyền của họ khi đi đến kinh đô Kim Thành nước Tân La. Lý Đạo Hình giúp cho các thương nhân [[Tân La]] này tiếp tục mua bán nô lệ sang nhà Đường.\n\nTại Dương Châu nhà Đường, các thầy thuốc đều bó tay trước vết thương của Tiết Bình đại nhân. Tiết Bình trăn trối rằng Trương Bảo Cao hãy chăm sóc con gái ông ta là Thái Trân và hãy rải tro của ông ở vùng biển từ [[Tân La]] (đời vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]) đến [[Nhật Bản]] (đời [[Thiên hoàng Junna]]). Nói xong rồi Tiết Bình qua đời. Trương Bảo Cao cử hành tang lễ. Mọi người đều tôn Trương Bảo Cao lên làm chủ thương đoàn, gọi là Trương hành đô. Trương Bảo Cao cho tuyển mộ thêm hộ vệ, chuẩn bị về Thanh Hải thuộc Tân La tiếp tục đánh dẹp hải tặc. Lúc này Jami phu nhân ở Võ Trân Châu thuộc Tân La nhờ hải tặc Lý Đạo Hình cho Yeom Mun giúp bà ta ám sát các quý tộc, thương gia đang chống lại bà ta ở Võ Trân Châu. Trương Bảo Cao để Lưu Tử Thành ở lại lo việc buôn bán ở Dương Châu, bản thân mình vẫn dẫn đoàn hộ vệ lên đường về Thanh Hải thuộc Tân La. Tiểu thơ [[Phác Thái Trân]] rải tro của cha cô là Tiết Bình ở vùng biển từ Tân La (đời vua [[Hưng Đức vương|Tân La Hưng Đức Vương]]) đến Nhật Bản (đời [[Thiên hoàng Junna]]). Khi đoàn người Trương Bảo Cao vừa đến Thanh Hải được một đêm thì Đô đốc Võ Trân Châu đến áp giải Trương Bảo Cao về kinh đô Kim Thành, phong tỏa thương đoàn của ông giam tại Thanh Hải, tịch thu vũ khí.\n\nTrương Bảo Cao tại kinh đô Kim Thành chịu mọi cực hình như kẹp hai chân, áp dùi sắt nóng chảy vào chân nhưng Trương Bảo Cao không hề khai nhận cấu kết hải tặc. Việc này khiến Bộ sử chánh Kim Rihong thất vọng. Kim Rihong sau đó nói rằng ông ấy sẽ tha Trương Bảo Cao nhưng ông phải khai rằng chính Kim Hựu Trưng cấu kết hải tặc. Trương Bảo Cao nhất quyết không nhận tội. Kim Rihong cho tra tấn Trương Bảo Cao gắt hơn nữa.\n\nKhi đó [[Trịnh Niên]], [[Thôi Võ Xương]], Jang Seong-pil lẻn trốn khỏi Thanh Hải đi trinh sát tìm nơi ẩn nấu của bọn hải tặc ở các đảo. Sau khi phát hiện hải tặc rất đông ở đảo Sơn Khánh thì họ quay về Thanh Hải chuẩn bị tâm lý chống hải tặc. Jami phu nhân đích thân từ Võ Trân Châu đến đảo Sơn Khánh khuyên Lý Đạo Hình cho hải tặc tổng tấn công vào Thanh Hải giết sạch đám hộ vệ của Trương Bảo Cao. Lý Đạo Hình cho là phải rồi sai Yeom Mun dẫn đám hải tặc đánh úp đảo Thanh Hải. Dân chúng Thanh Hải bị hải tặc giết vô số, quan binh Thanh Hải bị đánh tan tác. Tướng lĩnh [[Tân La]] đang phong toả thương đoàn của Trương Bảo Cao cũng đánh không lại hải tặc. [[Trịnh Niên]] cùng [[Thôi Võ Xương]] xin vị tướng Tân La đó trả binh khí cho hộ vệ Trương Bảo Cao để đánh hải tặc. Vị tướng đó lúc đầu không chấp nhận nhưng thấy hải tặc đánh đến nơi rồi nên mới chấp thuận. Các hộ vệ của Trương Bảo Cao xông ra cản bọn hải tặc lại. Một cuộc chiến lớn nổ ra. Thôi Võ Xương, Trịnh Niên và Jang Seong-pil xông pha đánh với bọn hải tặc. Bọn hải tặc của Yeom Mun bị đánh lui khỏi Thanh Hải. Hộ vệ của Trương Bảo Cao chết hơn trăm người.\n\nTin tức này lan truyền đến kinh đô Kim Thành khiến lệnh phong tỏa thương đoàn của Trương Bảo Cao ở Thanh Hải bị hủy bỏ. Vua [[Hưng Đức vương|Vua Tân La Hưng Đức Vương]] nghe tin cho giải [[Tân La Thần Vũ vương|Kim Hựu Trưng]] đến hỏi chuyện. Kim Hựu Trưng kể chuyện Trương Bảo Cao cho vua nghe. Vua ra lệnh thả Trương Bảo Cao ra khỏi ngục, phục hồi chức quan cho Kim Hựu Trưng. Kim Hựu Trưng sai người trị thương cho Trương Bảo Cao. Khi Trương Bảo Cao khoẻ hơn thì Kim Hựu Trưng dẫn Trương Bảo Cao đến gặp vua Tân La Hưng Đức Vương. Vua Tân La Hưng Đức Vương lúc đầu ngạc nhiên khi một tên nô lệ đòi đánh dẹp hải tặc thay cho triều đình. Trương Bảo Cao nói rằng vì hải tặc mà đường biển bị phong toả ảnh hưởng việc làm ăn của thương buôn, ảnh hưởng cuộc sống dân chúng, cũng vì hải tặc mà hằng năm có nhiều nô lệ Tân La bị chúng bán sang nhà Đường. Kim Hựu Trưng nói thêm với vua rằng Trương Bảo Cao khi nào dẹp xong hải tặc sẽ mở mạng lưới mậu dịch trên biển từ trung tâm Thanh Hải nối liền [[Tân La]], [[nhà Đường]] (đời vua [[Đường Kính Tông]]) và [[Nhật Bản]] (đời [[Thiên hoàng Junna]]), như vậy sẽ có lợi cho tài chính của Tân La. Vua Tân La Hưng Đức Vương khâm phục Trương Bảo Cao nên ban cho Trương Bảo Cao quyền hành ở [[Thanh Hải]] mà đánh dẹp [[cướp biển|hải tặc]], đồng thời lệnh cho quan quân Võ Trân Châu phải trợ giúp Trương Bảo Cao dẹp hải tặc.\n\nSau đó [[Tân La Thần Vũ vương|Kim Hựu Trưng]] và Trương Bảo Cao về đảo Thanh Hải triệu tập hộ vệ lại chuẩn bị đánh hải tặc. Từ đó Thanh Hải được thành lập như một khu phức hợp quân sự dưới sự chỉ huy của Trương Bảo Cao. [[Lý Đạo Hình]] ở đảo Sơn Khánh nghe tin cũng hoảng hốt. Kim Hựu Trưng gửi thư về Kim Thành xin cha là [[Kim Quân Trinh]] đưa bãi chức vị đô đốc Võ Trân Châu đương nhiệm để triệt hạ tay chân của Jami phu nhân, thay vào đó là Kim Dương (cháu của [[Kim Hiến Xương]]).\n\nTrương Bảo Cao mang hộ vệ đánh tan bọn hải tặc ở khắp các nơi. Lý Đạo Hình sai Yeom Mun chống trả, bị Trương Bảo Cao đánh bại. [[Lý Đạo Hình]] và Yeom Mun dời bản doanh khỏi đảo Sơn Khánh đến nơi khác. Trương Bảo Cao cho quân truy sát tận cùng, phong tỏa các lối trên biển, kiểm soát hết biển Tây Nam nước [[Tân La]] (biển Hoàng Hải). Sau đó hải tặc người [[Nhật Bản]] tấn công các đảo của [[Lý Đạo Hình]] nhưng bị đánh bại và giết sạch. Hôm sau thì Trương Bảo Cao đem đoàn hộ vệ đến diệt sạch đám hải tặc trên những hòn đảo đó. [[Lý Đạo Hình]] và Yeom Mun tiếp tục rút lui sang các đảo khác.\n\nLúc này [[Kim Dương]] đến Võ Trân Châu thay làm Đô đốc Võ Trân Châu. Jami phu nhân đến gặp Kim Dương để lôi kéo vây cánh nhưng không thành công. Triệu Tương Kiến từ [[Dương Châu]] [[nhà Đường]] (đời vua [[Đường Kính Tông]]) đến Thanh Hải gặp Trương Bảo Cao rồi dẫn thương đoàn đến kinh đô Kim Thành của Tân La để buôn bán. Trương Bảo Cao nhanh chóng chiếm hết các đảo còn lại của hải tặc Lý Đạo Hình. Lý Đạo Hình phải trú đóng trên tàu gần đảo Vĩnh Kim. Một thời gian thì bọn hải tặc hết lương thực. Yeom Mun sai Jang Dae Chi đến Võ Trân Châu gặp Jami phu nhân xin giúp đỡ nhưng Jang Dae Chi bị bà ta cự tuyệt.\n\nTrương Bảo Cao vốn nghi ngờ Jami phu nhân cấu kết hải tặc nên phái Trịnh Niên cùng Thôi Võ Xương, Jang Seong-pil đến Võ Trân Châu theo dõi Jami phu nhân. Vừa thấy Jang Dae Chi bước ra từ nhà của Jami phu nhân, Trịnh Niên xông đến tấn công và bắt được hắn đem về Thanh Hải. Ở Thanh Hải, Trương Bảo Cao cho tra khảo Jang Dae Chi để hỏi tung tích Lý Đạo Hình nhưng không được. Sau đó Trương Bảo Cao phái người đưa Jang Dae Chi lên hòn đảo hoang để bỏ đói. Do là hải tặc nên Jang Dae Chi nhân lúc thủy triều xuống đã bơi được đến một hòn đảo gần đó. Tại đây Trương Bảo Cao đã bố trí một con thuyền cho Jang Dae Chi rời đảo. Jang Dae Chi chèo thuyền đó đến về thuyền của Lý Đạo Hình gần đảo Vĩnh Kim. [[Trịnh Niên]] đi theo nên biết được nơi ẩn nấu của Lý Đạo Hình. Sau đó Trịnh Niên về Thanh Hải báo cho Trương Bảo Cao biết rằng Lý Đạo Hình đang gần đảo Vĩnh Kim. Trương Bảo Cao liền chuẩn bị tiêu diệt Lý Đạo Hình.\n\nBọn hải tặc ở các nơi đều đến đầu hàng Trương Bảo Cao. [[Lý Đạo Hình]] cùng Yeom Mun với đám hải tặc còn lại ở đảo Vĩnh Kim hết lương thực. Yeom Mun cùng [[Bạch Hà]], Jang Dae Chi mang hải tặc đi đánh cướp vòng phong tỏa của Trương Bảo Cao ở đảo Bắc Di nhằm tìm thức ăn. Lúc này Trương Bảo Cao mang hộ vệ từ đảo Thanh Hải đánh vào thuyền của [[Lý Đạo Hình]] tại đảo Vĩnh Kim. Toàn bộ hải tặc trên đảo Vĩnh Kim và trên thuyền bị giết sạch. Trương Bảo Cao, Trịnh Niên, Thôi Võ Xương vào khoang thuyền bắt giữ [[Lý Đạo Hình]]. Trương Bảo Cao chém chết [[Lý Đạo Hình]] trong khoang thuyền. Xong việc, Trương Bảo Cao để mọi thi thể trên thuyền và trên đảo rồi triệt thoái về Thanh Hải.\n\nHôm sau, bọn Yeom Mun giết xong quan quân [[Tân La]], cướp được lương thực ở đảo Bắc Di thì về đảo Vĩnh Kim. Yeom Mun thấy [[Lý Đạo Hình]] đã chết thì tức giận điên cuồng. Yeom Mun sau đó cho hoả thiêu [[Lý Đạo Hình]]. Jang Dae Chi tôn Yeom Mun (Diêm Môn) làm thủ lĩnh mới của đám hải tặc.\n\n== Đối phó với thủ lĩnh hải tặc mới Yeom Mun ở bờ biển tây nam Tân La ==\n[[Tân La Thần Vũ vương|Kim Hựu Trưng]] nghe tin Trương Bảo Cao đã giết chết thủ lĩnh hải tặc [[Lý Đạo Hình]] thì mừng rỡ. Ông ta liền viết tấu gửi về kinh đô Kim Thành báo công của Trương Bảo Cao. \n\nYeom Mun từ đảo Vĩnh Kim đi thuyền nhẹ đến Võ Trân Châu gặp Jami phu nhân nhằm đe doạ buộc bà ta phải cung ứng lương thực, vũ khí cho hắn. Jami phu nhân không thể cự tuyệt Yeom Mun nên đành cắn răng chấp thuận. Yeom Mun sau đó quay lại đảo Vĩnh Kim. Jami phu nhân lén phái người chở binh khí cho hải tặc Yeom Mun.\n\nThời gian này nghe nói đầu hàng Trương Bảo Cao sẽ được tha mạng nên rất nhiều hải tặc đã bỏ đảo của mình ở biển Hoàng Hải đến đảo Thanh Hải quy thuận Trương Bảo Cao. Một thủ lĩnh hải tặc định quy thuận Trương Bảo Cao thì bị Trương hành thủ bắt được và giao cho Yeom Mun xử lý. Yeom Mun nhanh chóng giết chết tên thủ lĩnh đó. Yeom Mun cho Bạch Hà cùng các thuộc hạ lẻn mang thủ cấp tên thủ lĩnh ấy vào đảo Thanh Hải giả hàng Trương Bảo Cao. Bạch Hà nói rằng hắn giết thủ lĩnh này để quy hàng. Trương Bảo Cao đồng ý và cho họ làm việc ở bến tàu Thanh Hải. Sau đó Bạch Hà cùng đám hải tặc giả hàng đó tiêu diệt đám hộ vệ của Trương Bảo Cao ở bến tàu rồi tấn công trụ sở quan huyện của Thanh Hải cướp lương thực và vũ khí.\n\nTrương Bảo Cao nghe tin liền dẫn hộ vệ tiến vào trụ sở quan huyện Thanh Hải tìm giết bọn hải tặc đó. Các hộ vệ của Trương Bảo Cao đánh tan bọn hải tặc ở trụ sở quan huyện Thanh Hải, bắt được vài tên hải tặc. Bạch Hà trốn thoát được. Nghe những tên hải tặc bị bắt khai rằng Yeom Mun sẽ tấn công Thanh Hải khi bắn tên có đốt lửa lên trời vào đêm nay. Trương Bảo Cao nhân đêm tối cho quân bắn tên đốt lửa dụ Yeom Mun đánh vào Thanh Hải. Quả nhiên Yeom Mun lọt bẫy và bị quân của Trương Bảo Cao đánh tan nát. Yeom Mun phải rút khỏi Thanh Hải. Trương Bảo Cao cho quân tiếp tục phong toả các đảo phía tây nam thuộc biển Hoàng Hải và tiếp tục cho tàu trinh sát tìm nơi ẩn nấp của thủ lĩnh hải tặc Yeom Mun.\n\nTình hình rất tệ khiến cho một số hải tặc phản lại Yeom Mun. Họ bí mật lên tàu của Yeom Mun để ám sát Yeom Mun lập công với Trương Bảo Cao. Tuy nhiên Jang Dae Chi và Yeom Mun đã phát giác và tiêu diệt hết bọn hải tặc làm phản này.\n\nLúc này Triệu Tương Kiến từ kinh đô Kim Thành trở về Thanh Hải và gặp Trương Bảo Cao. Triệu Tương Kiến kể rằng Jami phu nhân có chỗ dựa rất vững chắc trong kinh đô là Tể tướng [[Kim Trung Công]], còn nói Trương Bảo Cao nên quen thân với Kim Dương đô đốc Võ Trân Châu hơn vì Kim Dương là người có tài, đi đến đâu dân chúng đều phục đến đấy. Sau đó Trương Bảo Cao biết rằng Yeom Mun đang trốn ở đảo Vĩnh Kim thì liền cùng Trịnh Niên, Thôi Võ Xương, Jang Seong-pil dẫn ít hộ vệ đi thuyền nhẹ đến trinh sát đảo Vĩnh Kim. Tại đây họ thấy Yeom Mun đang nổi giận giết thuộc hạ vô cớ và lực lượng không còn quá mạnh. Trinh sát xong thì Trương Bảo Cao dẫn đoàn hộ vệ trở về Thanh Hải lập kế hoạch kỹ càng để tiêu diệt sạch bọn Yeom Mun.\n\nTrương Bảo Cao sau đó cho thuyền nhẹ làm như thuyền trinh sát đến gần đảo Vĩnh Kim rồi rút. Yeom Mun được Bạch Hà báo thì dẫn toàn bộ thuộc hạ gồm Jang Dae Chi, Bạch Hà lên thuyền đuổi theo chiếc thuyền đó. Thuyền của Trương Bảo Cao dụ thuyền hải tặc của Yeom Mun đến đảo Sơn Khánh, rồi thuyền của Trương Bảo Cao nấp phía sau đảo Sơn Khánh. Yeom Mun định cho thuyền quay về nhưng trời đã tối và thuyền của Yeom Mun phải tiếp tục tiến về phía trước. Trương Bảo Cao cho nhiều các thuyền chở đám hộ vệ cùng Thôi Võ Xương, Trịnh Niên, Jang Seong-pil xông ra tràn sang thuyền của Yeom Mun. Đám hải tặc bị hộ vệ của Trương Bảo Cao tiêu diệt rất nhiều. Thôi Võ Xương bắt Jang Dae Chi, Trịnh Niên bắt Bạch Hà và Trương Bảo Cao bắt được Yeom Mun. Yeom Mun (Diêm Môn), Jang Dae Chi, Bạch Hà và đám thuộc hạ bị đoàn người Trương Bảo Cao giải từ đảo Sơn Khánh về đảo Thanh Hải vào sáng hôm sau.\n\nSau đó Trương Bảo Cao cho thích chữ \"hải tặc\" lên trán của Yeom Mun bắng thanh sắt nung lửa nhằm trừng phạt tội làm hải tặc, buôn bán nô lệ [[Tân La]] sang nhà Đường. Rồi Trương Bảo Cao cho trói Yeom Mun ở bến tàu Thanh Hải nhiều ngày, cuối cùng cho người đưa Yeom Mun đi làm nô lệ ở bến tàu Đỗ Lĩnh thuộc Võ Trân Châu (Muju). Jang Dae Chi và Bạch Hà bị làm nô lệ ở bến tàu khác cũng thuộc Võ Trân Châu.\n\n== Trở thành đại sứ Thanh Hải trấn ==\n[[Tập tin:Chunghaejin 02.jpg|nhỏ|trái|300px|Mô hình Thanh Hải trấn (Cheonghaejin) của Trương Bảo Cao]]\nSau khi dẹp xong hải tặc ở bờ biển tây nam Tân La năm [[826]], cộng với việc đang sở hữu một hạm đội tư nhân đáng gờm có trụ sở tại Thanh Hải trấn (Cheonghaejin) thuộc [[Tân La]], Trương Bảo Cao đã gửi thư về kinh đô Kim Thành (Khánh Châu - Gyeongju) thỉnh cầu vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] thành lập một đơn vị đồn trú hàng hải vĩnh viễn để bảo vệ các hoạt động buôn bán của người Tân La ở trên biển Hoàng Hải. Vua Tân La Hưng Đức Vương muốn đồng ý nhưng bị các quý tộc ngăn cản. Sau đó Trương Bảo Cao ở đảo Thanh Hải mở cứ điểm buôn bán, thiết lập mạng lưới mậu dịch giữa [[nhà Đường]] (đời vua [[Đường Kính Tông]]), [[Tân La]] (đời vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]) và [[Nhật Bản]] (đời [[Thiên hoàng Junna]]).\n\nNăm [[827]] Trương Bảo Cao phát hiện có đám hải tặc mới ở bờ biển tây nam [[Tân La]] (đời vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]) thì tiếp tục dẫn thuộc hạ đi tiêu diệt.\n\nMùa xuân năm [[828]] sau hai năm mở mạng lưới mậu dịch trên biển giữa nhà Đường (đời vua [[Đường Văn Tông]]), Tân La (đời vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]) và Nhật Bản (đời [[Thiên hoàng Junna]]), Trương Bảo Cao đã phát triển Thanh Hải thành trung tâm thương mại lớn nhất Tân La. Tàu bè người [[Ba Tư]], nước Đại Tùng quốc cũng cập bến Thanh Hải buôn bán giao thương với Trương Bảo Cao. Trương Bảo Cao luôn đóng thuế rất nhiều cho triều đình Tân La và đóng thuế luôn cho các thương đoàn hoạt động ở Thanh Hải.\n\nTrương Bảo Cao sau đó cùng sang Dương Châu nhà Đường (đời vua [[Đường Văn Tông]]) thành lập bang hội Tân La với thành viên là chủ các thương đoàn Tân La ở Dương Châu nhà Đường. Trương Bảo Cao lập từ đường để thờ cúng những người Tân La qua đời ở nhà Đường và cấm thành viên bang hội Tân La mua bán nô lệ. Tuy nhiên Trương Bảo Cao phát hiện một số người nhà Đường bắt bớ con gái nhỏ người Tân La ngoài đường. Trương Bảo Cao phái Lưu Tử Thành bỏ tiền mua lại cô bé ấy. Cô bé tên là Nghĩa Anh và được Trương Bảo Cao nhận làm con gái nuôi, gọi là [[Trương Nghĩa Anh]] (장의영, 張義英)<ref>Đã từng được đề nghị trở thành tức phụ của vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] và là hoàng hậu của vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] nhưng đã bị từ chối.<\/ref>, [[Phác Thái Trân]] cũng trở thành mẹ nuôi của cô bé. Lưu hành thủ điều tra ra rằng Xung đại nhân trong bang hội Tân La vẫn thường mua bán nô lệ và Trương Bảo Cao trục xuất Xung đại nhân ra khỏi bang hội Tân La, không cho thương đoàn Tân La nào ở Dương Châu buôn bán với Xung đại nhân nữa.\n\nXong việc, tháng 4 năm [[828]] Trương Bảo Cao và tiểu thơ Phác Thái Trân dẫn Trương Nghĩa Anh rời Dương Châu về đảo Thanh Hải thuộc Tân La và giới thiệu Di Anh cho mọi người. Triệu Tương Kiến và Thôi Võ Xương khuyên Trương Bảo Cao nên chính thức kết hôn với Phác Thái Trân. Trương Bảo Cao sau đó nhận thư triệu kiến của vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] vào kinh đô Kim Thành (Khánh Châu - Gyeongju).\n\nTrương Bảo Cao cùng Trịnh Niên, Thôi Võ Xương rời Thanh Hải đến kinh đô Kim Thành và được Sử trung đại nhân [[Tân La Thần Vũ vương|Kim Hựu Trưng]] dẫn vào cung diện kiến nhà vua. Vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] ghi nhớ công lao dẹp hải tặc ở bờ biển Tây Nam 2 năm trước của Trương Bảo Cao và công lao biến Thanh Hải thành trung tâm mậu dịch lớn của Tân La nên phong cho Trương Bảo Cao làm đại sứ ''Thanh Hải trấn'' (Cheonghaejin, là đảo Wando ngày nay ngoài khơi tỉnh Nam Jeolla của Hàn Quốc), cai trị đảo Thanh Hải (nay là Hoàn đảo - Wando). Trương Bảo Cao còn được vua ban cho thượng phương bảo kiếm, có thể điều động 1 vạn quân để thành lập và điều khiển các công trình phòng thủ tại Thanh Hải<ref>Theo [[Tam quốc sử ký]]<\/ref>. Việc này chấn động kinh đô Kim Thành và cả đất nước Tân La. Jami phu nhân và Kim Dương đang ở kinh đô nghe tin đều không hài lòng. Sau đó Trương Bảo Cao cùng Trịnh Niên, Thôi Võ Xương rời Kim Thành về Thanh Hải (''\"Biển được thanh lọc\"'' hoặc ''\"Biển xanh\"''). Cả Thanh Hải trấn đều kinh ngạc và chào đón Trương Bảo Cao nồng nhiệt (về sau Trương Bảo Cao sử dụng doanh trại ở Thanh Hải như là một cơ sở để thống trị nền chính trị Tân La vào giữa thế kỷ thứ 9). \n\nTrương Bảo Cao bắt đầu thiết lập bộ thương mại cho buôn bán, bộ chính trị lo dân sinh và bộ quân sự lo phòng thủ cho Thanh Hải. Trương Bảo Cao đã thành lập một lâu đài nhỏ và một căn cứ quân sự ở Garipo thuộc đảo Thanh Hải. Việc thành lập đồn trú của Thanh Hải trấn đánh dấu đỉnh cao của sự nghiệp của Trương Bảo Cao. Từ lúc đó, ông ta có thể được nhìn thấy trong bối cảnh nhiều lãnh chúa tư nhân phát sinh bên ngoài kinh đô Kim Thành của Tân La, những người thường được hậu thuẫn bởi những đội quân tư nhân đáng gờm. Lực lượng của Trương Bảo Cao mặc dù trên danh nghĩa là được truyền lại bởi vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]], nhưng thực sự nằm dưới sự kiểm soát của ông ta. Trương Bảo Cao trở thành trọng tài thương mại và hàng hải ở Thanh Hải.\n\nThanh Hải trấn được độc lập về kinh tế, quân sự, và hành chính; và nó trở thành trung tâm của một mạng lưới buôn bán quốc tế. Với thế lực này, Trương Bảo Cao bảo đảm sự an toàn của đảo Thanh Hải, biến nó thành nơi trung gian cho các giao dịch thương mại trên biển Đông Á bấy giờ. Thanh Hải trấn đã rất thành công trong nhiệm vụ của mình; nó duy trì mối quan hệ thương mại mạnh mẽ với các cảng thương mại của nhà Đường và Nhật Bản và bảo vệ thành công thương nhân Tân La và cư dân ven biển khỏi hải tặc. Trương Bảo Cao đã gửi các đoàn người gọi là Hoyeoksa (호역사) cho các hoạt động giao dịch và trao đổi văn hóa giữa Tân La với các nước. Các tàu bè nhà Đường, Nhật Bản, Ba Tư, Đại Tùng quốc liên tiếp cập bến Thanh Hải.\n\nNgười [[Nhật Bản]] (đời [[Thiên hoàng Junna]]) đến Thanh Hải trấn xin Trương Bảo Cao chỉ họ cách đóng tàu bè đi xa vì kỹ thuật đóng tàu của người [[Nhật Bản]] lúc này còn hạn chế. Trương Bảo Cao đưa thợ giỏi ở Thanh Hải dạy cho các thương thuyền [[Nhật Bản]] cách đóng tàu kiên cố, có thể đi xa từ Nhật Bản đến nhà Đường được. Từ đó về sau người Nhật dần biết cách đóng tàu chuyên nghiệp và mấy thế kỷ sau [[Chiến tranh Nhật Bản – Triều Tiên (1592–1598)|đưa tàu đi xâm lược lại bán đảo Triều Tiên (1592 - 1598)]].\n\nLúc này Kim Dương đô đốc Võ Trân Châu đã rời Kim Thành về Võ Trân Châu. Thấy Yeom Mun đang làm nô lệ khổ cực ở bến tàu Đỗ Lĩnh thuộc Võ Trân Châu, Kim Dương cho phóng thích Yeom Mun khỏi công trường ở bến tàu Đỗ Lĩnh và được Kim Dương nhận làm thuộc hạ của ông ta. Jang Dae Chi, Bạch Hà cũng được Kim Dương phóng thích khỏi các bến tàu khác thuộc Võ Trân Châu và cũng được Kim Dương cho làm thuộc hạ của ông ta. Yeom Mun, Jang Dae Chi và Bạch Hà thấy Trương Bảo Cao đã biến Thanh Hải thành vương quốc riêng, có quân đội, cung điện, luật pháp riêng và canh phòng cẩn mật thì kinh ngạc. Đêm đến, Yeom Mun cố gắng đột phá vòng bảo vệ thứ nhất của Thanh Hải. Tuy nhiện Yeom Mun đã bị Jang Seong-pil (thuộc hạ của Trương Bảo Cao) dẫn quân đuổi theo. Yeom Mun phải cùng Jang Dae Chi, Bạch Hà về Võ Trân Châu gặp Kim Dương. Yeom Mun (Diêm Môn) sau đó được Kim Dương đổi tên thành Yeom Jang, xoá bỏ thân phận hải tặc và nô lệ xưa. Jang Dae Chi, Bạch Hà được Kim Dương cho huấn luyện đội quân bí mật của Võ Trân Châu.\n\nBến tàu Thanh Hải của Trương Bảo Cao sầm uất bấy nhiêu thì bến tàu Đỗ Lĩnh ở Võ Trân Châu thuộc quyền quản lý Jami phu nhân vắng tàu bấy nhiêu. Huỳnh đại nhân là thương gia [[nhà Đường]] ở [[Trường An]] thường buôn bán với Jami phu nhân, nay cũng đến Thanh Hải làm ăn với Trương Bảo Cao. Một hôm Trương Bảo Cao mở Hội nghị hành đô mời các thương đoàn khắp nơi ở Tân La đến Thanh Hải tham dự. Jami phu nhân biết mình yếu thế nên cũng cắn răng đến tham dự. Tại Hội nghị này, Trương Bảo Cao tuyên bố sẽ trọng dụng người có thực tài, không quan tâm tầng lớp xã hội, tiến tới một Thanh Hải trấn không phân chia giai cấp. Jami phu nhân nghe vậy thì lấy cớ này để báo lên kinh đô Kim Thành rằng Trương Bảo Cao muốn ở Thanh Hải tạo phản, lập quốc gia riêng tách khỏi Tân La.\n\nTrương Bảo Cao sau đó thành hôn với tiểu thơ [[Phác Thái Trân]] (còn gọi là tiểu thơ Phác thị - 박씨, 朴氏) tại 1 ngôi chúa gần Thanh Hải. \n\nNăm [[829]] Trương Bảo Cao phát hiện có đám hải tặc mới xuất hiện ở bờ biển tây nam [[Tân La]] (đời vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]) thì tiếp tục dẫn thuộc hạ đi tiêu diệt hải tặc. Liên tục từ năm [[829]] đến năm [[834]], Trương Bảo Cao đã tiêu diệt và bắt sống rất nhiều hải tặc rồi giải bọn chúng về Võ Trân Châu (Muju) thuộc [[Tân La]] cho lao động khổ sai. \n\nTừ năm [[830]] vua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] cũng tiến hành các hoạt động thương mại với [[Tân La]] (đời vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]).\n\nCùng năm [[834]], vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] cho sửa đổi màu sắc của lễ phục chính thức và cũng ban hành chỉ dụ cấm thường dân \"xa xỉ quá mức\".\n\nVào thời điểm đó, Trương Bảo Cao ở Thanh Hải được hậu thuẫn bởi quân đội 1 vạn quân của chính ông đã cho ông quyền lực to lớn trong chính trị. Về mặt quân sự, ông ta đủ mạnh để lật đổ nhà nước [[Tân La]] và trở thành vua mà ông ta muốn. Ông thường bị các thành viên hoàng tộc [[Tân La]] ganh ghét vì địa vị nổi bật và thực tế là ông sinh ra là một nô lệ, không phải là một quý tộc.\n\nYeom Jang cùng Jang Dae Chi, Bạch Hà dẫn quân đội bí mật của Kim Dương đến kinh đô Kim Thành. Kim Dương bỏ chức đô đốc Võ Trân Châu rồi cùng Kim Ứng Thuận đến kinh đô Kim Thành. Tất cả cùng ra mắt Sử trung đại nhân [[Tân La Thần Vũ vương|Kim Hựu Trưng]] và được Kim Hựu Trưng thu dụng.\n\nĐầu năm [[835]], Trương Bảo Cao phát hiện đám hải tặc cuối cùng ở bờ biển tây nam [[Tân La]] (đời vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]) thì tiếp tục dẫn thuộc hạ đi tiêu diệt hải tặc. Đám hải tặc cuối cùng này nhanh chóng bị Trương Bảo Cao tiêu diệt và bờ biển tây nam [[Tân La]] bấy giờ mới thực sự yên bình. \n\nCùng năm [[835]] Tể tướng [[Kim Trung Công]] đột ngột qua đời ở kinh đô Kim Thành, [[Kim Quân Trinh]] (cha của [[Tân La Thần Vũ vương|Kim Hựu Trưng]]) lên làm Tể tướng. Theo luật lệ của Tân La thì hai cha con không thể giữ chức Tể tướng và Sử trung đại nhân, vì hai chức này là đối trọng lẫn nhau. Kim Hựu Trưng liền tự nhường chức Sử Trung đại nhân cho [[Mẫn Ai vương|Kim Minh]] (con của Tể tướng [[Kim Trung Công]]). Jami phu nhân (khi đó đang ủng hộ [[Mẫn Ai vương|Kim Minh]]) cùng Kim Minh phái thích khách đi hành thích [[Tân La Thần Vũ vương|Kim Hựu Trưng]] nhưng thất bại. [[Tân La Thần Vũ vương|Kim Hựu Trưng]] ghi hận trong lòng. \n\nNăm [[836]] vua [[Hưng Đức vương|Tân La Hưng Đức Vương]] lâm bệnh nặng. Sử trung đại nhân [[Mẫn Ai vương|Kim Minh]] cùng Jami phu nhân liền triệu tập Hội nghị các quý tộc định bàn chuyện lên ngôi và lập kế giết [[Kim Quân Trinh]] và [[Tân La Thần Vũ vương|Kim Hựu Trưng]]. Kim Dương muốn lấy được sự tín nhiệm của Kim Hựu Trưng nên sai Yeom Jang đi hành thích Kim Minh. Jami phu nhân sai người đưa thi thể Kim Minh bỏ trốn. Kim Hựu Trưng và Kim Quân Trinh trách mắng Kim Dương, nhưng việc đã rồi. Kim Quân Trinh cho Kim Dương điều động binh tiễu trừ hết vây cánh Kim Minh, làm cho Kim Thành rối loạn trong bể máu. Việc này loan đến Thanh Hải khiến Trương Bảo Cao thất vọng về Kim Hựu Trưng, một con người không màng chính sự mà bây giờ lại làm ra cuộc đấu tranh đẫm máu thế này. \n\nBiết bệnh nặng không qua khỏi, vua [[Hưng Đức vương|Tân La Hưng Đức Vương]] bí mật gọi Trương Bảo Cao tại Thanh Hải về và trao ấn tín hoàng đế [[Tân La]], dặn rằng sau hội nghị Hòa Bạch<ref name=\"HB\">''\"Hòa Bạch\"'' (화백, Hwabaek) đóng vai trò là một hội đồng hoàng gia với các với các quyết định về các vấn đề sống còn của vương quốc [[Tân La]] như kế vị ngai vàng hay tuyên chiến. Hòa Bạch do [[Thượng đại đẳng]] (Sangdaedeung) đứng đầu, người này được lựa chọn từ tầng lớp \"thánh cốt\" (seonggol, 성골, 聖骨) - tầng lớp có tư cách kế thừa ngôi vị quân vương [[Tân La]]. Một trong những quyết định quan trọng của hội đồng hoàng gia này là đưa Phật giáo trở thành tôn giáo chính thức của [[Tân La]]<\/ref>, ai được bầu lên ngôi vua thì đưa ấn tín hoàng đế [[Tân La]] cho người đó, tránh việc tranh đoạt đổ máu. Trương Bảo Cao nhận mệnh và về Thanh Hải. Không lâu sau, vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] qua đời mà không có con kế vị. Vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]] được chôn cất tại Angang-hyeon, nay là Angang-eup, [[Gyeongju]], [[Gyeongsang Nam]]. Trương Bảo Cao vì sợ ngọc tỷ bị cướp nên không đến Kim Thành dự tang lễ của vua mà ở Thanh Hải lập bài vị của vua và cho dân chúng cúng bái.\n\n[[Kim Quân Trinh]] đang làm tể tướng nên đương nhiên sẽ được kế vị ngôi vua [[Tân La]]. [[Tân La Hi Khang vương|Kim Đễ Long]] (cháu trai của vua [[Hưng Đức Vương|Tân La Hưng Đức Vương]]) biết [[Mẫn Ai vương|Kim Minh]] còn sống thì liền triệu tập các quý tộc để tính chuyện chống lại cha con [[Kim Quân Trinh]] và [[Tân La Thần Vũ vương|Kim Hựu Trưng]]. Từ đây Kim Đễ Long cùng thúc phụ (em họ của vua Tân La Hưng Đức Vương) là Kim Quân Trinh (Kim Gyunjeong) tranh giành quyền lực. Sau đó, Kim Hựu Trưng cố gắng thuyết phục [[Tân La Hi Khang vương|Kim Đễ Long]] và phe cánh của ông ấy ủng hộ cha ông là Tể tướng [[Kim Quân Trinh]] lên ngôi. Kết quả tại Hội nghị Hoà Bạch<ref name=\"HB\" \/>, Tể tướng [[Kim Quân Trinh]] được tất cả mọi người tôn lên làm vua mới của [[Tân La]], chọn ngày tốt làm lễ đăng cơ. Tin tức truyền đến Thanh Hải và Trương Bảo Cao dẫn Trịnh Niên, Thôi Võ Xương, Triệu Tương Kiến, Jang Seong-pil đến kinh đô Kim Thành giao ngọc tỷ lại cho [[Tân La Thần Vũ vương|Kim Hựu Trưng]]. Giao xong ngọc tỷ, Trương Bảo Cao dẫn toàn bộ quân trở về Thanh Hải mà không dự lễ đăng cơ của Kim Quân Trinh.\n\n[[Tập tin:Balhae-Territory in 830.JPG|thumb|trái|300px|Bản đồ [[vương quốc Bột Hải]] của vua [[Đại Di Chấn|Bột Hải Trang Tông]] khi quân đội Bột Hải nam tiến can thiệp vào ngôi vua của [[Tân La]] phía nam năm 836.]]\nNgày hôm sau lễ đăng cơ của [[Kim Quân Trinh]] diễn ra. Thái tử [[Tân La Thần Vũ vương|Kim Hựu Trưng]], Kim Dương, Kim Ứng Thuận, Yeom Jang, Jang Dae Chi, Bạch Hà đi theo hộ vệ từ ngoài Kim Thành vào hoàng cung Kim Thành. Jami phu nhân mượn quân đội [[vương quốc Bột Hải|Bột Hải]] từ vua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] và quân đội [[Tân La]] của [[Tân La Hi Khang vương|Kim Đễ Long]] cùng hộ vệ của bà ta tiến về Kim Thành tập kích đoàn người đưa Kim Quân Trinh đăng cơ làm vua. [[Kim Quân Trinh]] bị giết chết khi chưa kịp làm lễ đăng cơ nên lịch sử [[Tân La]] không công nhận [[Kim Quân Trinh]] là vua của [[Tân La]]. [[Tân La Thần Vũ vương|Kim Hựu Trưng]] và Kim Dương đều bị thương. Lúc này Trương Bảo Cao thấy có quân đội lạ không cờ hiệu đang tiến về Kim Thành nên dẫn toàn quân quay lại Kim Thành, cứu được [[Tân La Thần Vũ vương|Kim Hựu Trưng]] rồi đưa ông cùng về Thanh Hải. Kim Dương, Yeom Jang, Jang Dae Chi, Bạch Hà cũng chạy theo hướng Thanh Hải. [[Triệu Tương Kiến]] vào Kim Thành đưa [[Tân La Văn Thánh vương|Kim Khánh Ưng]] (con của [[Tân La Thần Vũ vương|Kim Hựu Trưng]]) rời Kim Thành để đi đến Thanh Hải.\n\nJami phu nhân cùng [[Tân La Hi Khang vương|Kim Đễ Long]], [[Kim Rihong]] và quân Bột Hải đưa [[Mẫn Ai vương|Kim Minh]] (Kim Myeong) tiến vào hoàng cung Kim Thành. [[Mẫn Ai vương|Kim Minh]] sau đó nghe đề nghị của Jami phu nhân mà lập [[Tân La Hi Khang vương|Kim Đễ Long]] (kẻ đối kháng với [[Kim Quân Trinh]]) lên ngôi vua Tân La, tức là vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]]. Quân đội [[vương quốc Bột Hải|Bột Hải]] sau đó rút về [[vương quốc Bột Hải]] (đời vua [[Đại Di Chấn|Bột Hải Trang Tông]]). Vua [[Đại Di Chấn|Bột Hải Trang Tông]] sau đó tiến hành các hoạt động thương mại với [[Tân La]] (đời vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]]).\n\nTháng 5 năm [[837]], [[Tân La Thần Vũ vương|Kim Hựu Trưng]] cùng con là [[Tân La Văn Thánh vương|Kim Khánh Ưng]] được đoàn quân của Trương Bảo Cao, Trịnh Niên, Thôi Võ Xương, Jang Seong-pil, Triệu Tương Kiến đưa về đến Thanh Hải trấn (Cheonghaejin). Ở kinh đô Kim Thành (Khánh Châu - Gyeongju), vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] phong cho [[Mẫn Ai vương|Kim Minh]] làm ''[[Thượng đại đẳng]]'', dù [[Mẫn Ai vương|Kim Minh]] chỉ là [[chế độ cốt phẩm|chân cốt]]. \n\nMùa xuân năm [[838]], Kim Dương, người khi đó đang ẩn mình trên một ngọn núi gần kinh đô, đã nghe thấy các tin tức và cùng Yeom Jang, Bạch Hà, Jang Dae Chi mang toàn quân bí mật Thanh Hải trấn (Cheonghaejin) quy thuận [[Tân La Thần Vũ vương|Kim Hựu Trưng]] và Trương Bảo Cao. Kim Dương kể cho Kim Hựu Trưng về các sự kiện và thuyết phục ông ta trả mối thù này. \n\nNhà sư [[Ennin]] đi cùng với phái đoàn ngoại giao của [[Fujiwara no Tsunetsugu]] từ [[Nhật Bản]] (đời [[Thiên hoàng Ninmyō]]) đến Thanh Hải trấn (Cheonghaejin) thuộc [[Tân La]] (đời vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]]) thì dừng chân để thuê tàu [[Tân La]] sang [[nhà Đường]] nhằm tìm kiếm kinh điển [[Phật giáo]]. Nguyên do là vì họ biết tàu [[Tân La]] của Trương Bảo Cao ở Thanh Hải trấn thời đó có chất lượng tốt hơn so với các tàu được sản xuất tại [[Nhật Bản]]. Tại đây nhà sư [[Ennin]] đã viết lại nhiều thông tin về Thanh Hải và Trương Bảo Cao trong Nhật ký ''Nittō Guhō Junrei Kōki'' (入唐求法巡礼行記) của ông. Sau đó nhà sư Ennin cùng [[Fujiwara no Tsunetsugu]] rời Thanh Hải đến [[nhà Đường]] (đời vua [[Đường Văn Tông]]).\n\nMuốn giảm nguồn thu của Thanh Hải trấn (Cheonghaejin) của Trương Bảo Cao, Jami phu nhân phái người sang [[nhà Đường]] (đời vua [[Đường Văn Tông]]) mua chuộc quan lớn ở [[Trường An]] đánh thuế nặng các thương thuyền từ [[nhà Đường]] đến bến tàu Thanh Hải trấn của [[Tân La]]. Các thương thuyền từ [[nhà Đường]] sau đó đều tránh Thanh Hải trấn mà cập bến ở các bến tàu khác thuộc [[Tân La]].\n\nTại kinh đô Kim Thành, cảm thấy [[Mẫn Ai vương|Kim Minh]] nắm toàn bộ quyền hành trong triều đình [[Tân La]], còn bản thân không có quyền lực gì, vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] liền ban lệnh ân xá cho [[Tân La Thần Vũ vương|Kim Hựu Trưng]] ở Thanh Hải. Tuy nhiên Kim Hựu Trưng nhận thấy ở kinh đô Kim Thành (Khánh Châu - Gyeongju) đang tồn tại mối đe dọa lớn cho ông chính là [[Mẫn Ai vương|Kim Minh]], người đã trở thành ''[[Thượng đại đẳng]]'' nên Kim Hựu Trưng không đến Kim Thành giúp vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]].\n\nGiữa tháng 11 năm [[838]], Trương Bảo Cao ở Thanh Hải trấn (Cheonghaejin) chỉ thấy thương thuyền Nhật Bản (đời [[Thiên hoàng Ninmyō]]), thương thuyền [[Ba Tư]], thương thuyền Đại Tùng quốc đến mà không còn thương thuyền từ [[nhà Đường]] đến nữa thì cùng Yeom Jang, Bạch Hà, Triệu Tương Kiến lên đường sang [[Dương Châu]] [[nhà Đường]] (đời vua [[Đường Văn Tông]]) tìm hiểu nguyên nhân. Jami phu nhân cũng đích thân sang Dương Châu nhà Đường để gặp hoạn quan người [[Tân La]] là [[Thiên Thượng Quý]] (cấp dưới trực tiếp của hoạn quan [[Thọ Quang (hoạn quan)|Thọ Quang]] - người đã vâng lệnh của vua [[Đường Văn Tông]] hạ độc giết chết Thái tử [[Lý Vĩnh]] vào ngày 6 tháng 11 cùng năm [[838]]<ref>Academia Sinica\/Chuyển hoán Trung Quốc - Tây lịch<\/ref><ref>''[[Cựu Đường thư]], [[:s:zh:舊唐書\/卷175|quyển 175]]<\/ref><ref>[[Bá Dương]], Edition of the Zizhi Tongjian, vol. 59 [838].<\/ref>), nhờ ông ấy xin vua [[Đường Văn Tông]] ban lệnh cấm thương thuyền [[nhà Đường]] đến Thanh Hải trấn của [[Tân La]] (đời vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]]), để cô lập hoàn toàn Trương Bảo Cao<ref>Do nhiều quốc gia như [[Ba Tư]], Đại Tùng quốc muốn đến Thanh Hải thuộc [[Tân La]] của Trương Bảo Cao phải qua [[nhà Đường]], khi các thương thuyền bị cấm khởi hành từ [[nhà Đường]] đến Thanh Hải của [[Tân La]] thì Thanh Hải chỉ còn một mối buôn bán duy nhất là các thương thuyền từ [[Nhật Bản]] đến Thanh Hải. Khi đó nguồn thu của Thanh Hải bị giảm cực kỳ nhiều<\/ref>, đồng thời xin triều đình nhà Đường ủng hộ [[Mẫn Ai vương|Kim Minh]] làm vua [[Tân La]] thay cho vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] đương vị. Đổi lại Jami phu nhân hứa sẽ cắt đất Hán Châu (Hanju) và Thanh Hải trấn (Cheonghaejin) của [[Tân La]] cho [[Thiên Thượng Quý]].\n\nLúc này vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] ở kinh đô Kim Thành đã bị quân đội của [[Thượng đại đẳng]] [[Mẫn Ai vương|Kim Minh]] bao vây hoàng cung thì sợ hãi. Vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] sai sứ đến Thanh Hải trấn (Cheonghaejin) nhằm xin Trương Bảo Cao ra quân giúp đỡ nhưng Trương Bảo Cao đã đi [[Dương Châu]] [[nhà Đường]]. Các tướng của Trương Bảo Cao là [[Thôi Võ Xương]], [[Trịnh Niên]] không quyết định được khi Trương Bảo Cao đi vắng. Kim Dương đốc thúc [[Tân La Thần Vũ vương|Kim Hựu Trưng]] nên tự đứng ra thống lĩnh 1 vạn quân ở Thanh Hải đi đánh kinh đô Kim Thành nhưng [[Tân La Thần Vũ vương|Kim Hựu Trưng]] do dự không quyết.\n\nỞ [[Dương Châu]] [[nhà Đường]] (đời vua [[Đường Văn Tông]]), Trương Bảo Cao triệu tập Hội nghị hành đô bàn với chủ các thương đoàn [[Tân La]] ở Dương Châu nhà Đường. Yeom Jang sau đó dẫn Trương Bảo Cao thuyết phục Huỳnh đại nhân<ref>Một thương đoàn [[nhà Đường]] lớn ở [[Trường An]] thời đó từng thường xuyên buôn bán với thương đoàn [[Tân La]] của Trương Bảo Cao.<\/ref> tiếp tục buôn bán với Thanh Hải trấn (Cheonghaejin) thuộc [[Tân La]] nhưng không thành công, vì ông ấy đã nhận lời hứa với Jami phu nhân. Nghe tin hoạn quan [[Thiên Thượng Quý]] đã từ [[Trường An]] đến [[Dương Châu]], Yeom Jang lại dẫn Trương Bảo Cao đi gặp Thiên Thượng Quý nhưng Thiên Thượng Quý cũng từ chối Trương Bảo Cao vì ông ấy cũng đã nhận lời hứa với Jami phu nhân.\n\nTháng 12 năm [[838]] ở kinh đô Kim Thành của [[Tân La]], [[Thượng đại đẳng]] [[Mẫn Ai vương|Kim Minh]] biết tin vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] từng sai sứ đến Thanh Hải trấn (Cheonghaejin) xin Trương Bảo Cao ra quân giúp đỡ thì nổi giận. [[Mẫn Ai vương|Kim Minh]] kéo quân đánh vào hoàng cung, giết chết một vài phụ tá của vua và buộc vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] uống thuốc độc tự sát. Vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] được [[chôn cất|chôn]] tại núi Sosan ở kinh đô Kim Thành (Khánh Châu - [[Gyeongju]]). [[Mẫn Ai vương|Kim Minh]] tự lập làm vua của [[Tân La]], tức là vua [[Mẫn Ai vương|Tân La Mẫn Ai vương]].\n\nKhi đó [[Tân La Thần Vũ vương|Kim Hựu Trưng]] sau bao lần chần chừ chưa quyết thì nay mới quyết định mang quân của Thanh Hải đánh vào hoàng cung Kim Thành cứu vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]]. Tuy nhiên tin tức vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] đã tự sát ở kinh đô Kim Thành khiến Kim Hựu Trưng hối hận về sự chần chừ trễ nãi của mình. \n\nVua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] tiến hành các hoạt động thương mại với [[Tân La]] (đời vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]]).\n\nTại [[Dương Châu]] [[nhà Đường]] (đời vua [[Đường Văn Tông]]), Trương Bảo Cao và [[Yeom Jang]] biết được thỏa thuận giữa Jami phu nhân với hoạn quan [[Thiên Thượng Quý]] thì lại xin gặp Thiên Thượng Quý lần nữa. Được Jami phu nhân dặn dò là phải giết Trương Bảo Cao và Yeom Jang, [[Thiên Thượng Quý]] sai hộ vệ của ông ta mai phục xung quanh, đợi khi ông ta gặp Trương Bảo Cao và Yeom Jang thì xông ra giết chết hai người họ. Yeom Jang có chuẩn bị từ trước nên đã giúp Trương Bảo Cao thoát nạn. Hai người cùng bắt giữ [[Thiên Thượng Quý]] làm con tin. Bạch Hà cũng đến giúp Yeom Jang và Trương Bảo Cao thoát khỏi đám quân Đường của [[Thiên Thượng Quý]]. Jami phu nhân đến thấy vậy thì sai hộ vệ của bà ta xông đến giết Trương Bảo Cao, Yeom Jang và Bạch Hà. Cả ba người tiêu diệt được các hộ vệ của Jami phu nhân rồi chạy thoát. Sau đó Trương Bảo Cao, Yeom Jang và Bạch Hà dẫn [[Triệu Tương Kiến]] rời [[Dương Châu]] [[nhà Đường]] quay về Thanh Hải trấn (Cheonghaejin) thuộc [[Tân La]]. [[Thiên Thượng Quý]] thấy Jami phu nhân không giết được Trương Bảo Cao và Yeom Jang nên ông ta nổi giận và phá bỏ thỏa thuận với Jami phu nhân. Jami phu nhân rất tức tối nhưng cũng phải rời [[Dương Châu]] [[nhà Đường]] về kinh đô Kim Thành thuộc [[Tân La]] để báo cáo tình hình cho vua [[Mẫn Ai Vương|Tân La Mẫn Ai vương]].\n\n== Chống đối kinh đô Kim Thành lần đầu, phò Kim Hựu Trưng lên ngôi vua ==\nCuối tháng 12 năm [[838]], Jami phu nhân từ [[Dương Châu]] [[nhà Đường]] (đời vua [[Đường Văn Tông]]) về đến kinh đô Kim Thành của [[Tân La]] thì chúc mừng vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]] đã làm vua. Vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]] nghe tin Trương Bảo Cao đã phá hỏng mối quan hệ giữa [[Tân La]] và [[nhà Đường]] thì phong cho Jami phu nhân toàn quyền thống lĩnh đại quân chinh phạt Thanh Hải trấn (Cheonghaejin). Jami phu nhân truyền lệnh tập hợp quân đội khắp nơi về kinh đô Kim Thành, tổng cộng 10 vạn quân. Jami phu nhân dồn binh về Võ Trân Châu (Muju), chuẩn bị xong sẽ vượt biển đánh vào Thanh Hải trấn.\n\nKhi đó Trương Bảo Cao cũng đã về đến đảo Thanh Hải thì nghe tin vua [[Tân La Hi Khang vương|Tân La Hi Khang Vương]] đã bị vua [[Mẫn Ai vương|Tân La Mẫn Ai vương]] ép phải tự sát thì cả giận. Kim Dương thuyết phục [[Tân La Thần Vũ vương|Kim Hựu Trưng]] phải trả mối thù này. Kim Hựu Trưng hỏi Trương Bảo Cao (Jang Bogo) giúp mình tận dụng sự rối loạn của đất nước để đưa mình lên làm vua, chiếm lấy ngai vàng từ kẻ chiếm đoạt (vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]]) đã giết cha của Kim Hựu Trưng. Trương Bảo Cao trả lời rằng:\n\n:''Người xưa có một câu nói, \"Để xem điều gì đúng và không làm điều đó là muốn có lòng can đảm\". Mặc dù tại hạ không có khả năng, nhưng tại hạ sẽ làm theo lệnh của Đại nhân ([[Tân La Thần Vũ vương|Kim Hựu Trưng]])\"''<ref>quoted in Edwin O. Reischauer, ''Ennin's Diary; the Record of a Pilgrimage to China in Search of the Law'' (New York: Ronald Press, 1955), p. 288.<\/ref>\n\nTrương Bảo Cao đồng ý giúp [[Tân La Thần Vũ vương|Kim Hựu Trưng]] và người bạn của ông là [[Trịnh Niên]] (Jeong Nyeon) và [[Thôi Võ Xương]] cũng đi theo Kim Hựu Trưng. Kim Hựu Trưng hứa hẹn với Trương Bảo Cao rằng nếu sau này ông ta lên làm vua thì sẽ cưới con gái Trương Nghĩa Anh (장의영, 張義英) của Trương Bảo Cao cho con trai [[Tân La Văn Thánh vương|Kim Khánh Ưng]] của ông ấy. Trương Bảo Cao tuyên bố khai chiến với kinh đô Kim Thành (Khánh Châu - Gyeongju), quyết định giương cao ngọn cờ ''\"Bình Đông quân\"'' đi đánh kinh đô Kim Thành, tôn [[Tân La Thần Vũ vương|Kim Hựu Trưng]] làm thủ lĩnh của Bình Đông quân. Trương Bảo Cao thống lĩnh 5000 quân, [[Trịnh Niên]] thống lĩnh 5000 quân để cố vấn cho những yêu cầu của [[Tân La Thần Vũ vương|Kim Hựu Trưng]]. Trương Bảo Cao còn phong [[Yeom Jang]] làm phó tướng của Bình Đông quân. Một cuộc chiến tranh lớn giữa Thanh Hải trấn với kinh đô Kim Thành nổ ra.\n\nTrương Bảo Cao nhờ [[Tân La Thần Vũ vương|Kim Hựu Trưng]] dẫn quân rời Thanh Hải đi thuyền cập bến Hoàng Đạo rồi tiến đến Đại Khâu (Daegu) để đánh lạc hướng quân đội Kim Thành. Jami phu nhân lúc này đã từ Kim Thành đến Võ Trân Châu (Muju), nghe tin [[Tân La Thần Vũ vương|Kim Hựu Trưng]] đến Đại Khâu thì mừng rỡ, phái đại quân tiến đến Đại Khâu chặn Kim Hựu Trưng và phái quân từ Võ Trân Châu đi thuyền đến đánh đảo Thanh Hải nhằm chia cắt hai cánh quân của Trương Bảo Cao.\n\nTuy nhiên Trương Bảo Cao đã biết rõ đảo Thanh Hải nếu bị kẻ địch tấn công sẽ dễ bị san bằng và kế hoạch tốt nhất là phải dời cuộc chiến đi xa khỏi Thanh Hải. Kết quả Trương Bảo Cao nên quyết định đánh chiếm Võ Trân Châu (đất liền phía bắc đảo Thanh Hải) trước, rồi dùng nơi đó làm căn cứ để tổ chức chiến tranh với quân đội triều đình [[Tân La]]. Trương Bảo Cao phái Kim Dương, [[Kim Ứng Thuận]], [[Jang Dae Chi]] dẫn quân đi tấn công các đội quân Kim Thành ở một số châu huyện xung quanh Võ Trân Châu. Kế đó đích thân Trương Bảo Cao cùng [[Trịnh Niên]], [[Thôi Võ Xương]], [[Yeom Jang]] nhân đêm tối lẻn vào trụ sở Võ Trân Châu giết chết bọn lính canh, bắt sống đô đốc Võ Trân Châu và buộc hắn đầu hàng Bình Đông quân. Võ Trân Châu nhanh chóng rơi vào tay Trương Bảo Cao. Kim Dương nghe tin Jami phu nhân ở Võ Trân Châu thì phái Yeom Jang đi bắt bà ta. Nhưng Jami phu nhân đã trốn thoát. \n\nJami phu nhân cho quân rút khỏi thành Nam Nguyên (Namwon), nhanh chóng tập trung binh lực 10 vạn quân tại Đại Khâu (Daegu) nhằm tiêu diệt 1 vạn quân của Trương Bảo Cao. Jami phu nhân còn phái quân đi đường biển vòng ra phía sau quân đội của Trương Bảo Cao để chia cắt con đường vận lương của Trương Bảo Cao.\n\nLúc này [[Tân La Thần Vũ vương|Kim Hựu Trưng]] tiến đến Đại Khâu (Daegu), thấy 10 vạn quân Kim Thành thì dẫn quân quay về Võ Trân Châu (Muju) hội quân với Trương Bảo Cao. Rất nhiều quan quân châu huyện lân cận Võ Trân Châu đều quy thuận Bình Đông quân. Lực lượng Bình Đông quân đã nhiều hơn rất nhiều. Khi đó quân đội của Trương Bảo Cao đang cần quân lương nên sai người gửi thư về Thanh Hải gọi quân lương. Tuy nhiên đoàn quân lương của Trương Bảo Cao đến Lâm Trì trấn thì bị quân Kim Thành đột kích. Lương thảo của Bình Đông quân bị cướp sạch. Thấy Bình Đông quân đang lâm vào hoàn cảnh thiếu lương, sĩ khí sa sút, Jami phu nhân quyết tâm dồn binh 10 vạn quân Kim Thành đến Đại Khâu triển khai quyết chiến nhằm tiêu diệt hết 1 vạn quân của Trương Bảo Cao và [[Tân La Thần Vũ vương|Kim Hựu Trưng]].\n\nĐầu năm [[839]], ở Võ Trân Châu (Muju), Trương Bảo Cao lệnh cho [[Yeom Jang]] mang vài cận vệ tài giỏi từ bến tàu Đỗ Lĩnh đột nhập vào hoàng cung Kim Thành để chiếm 5 phong hoả đài, đốt các phong hoả đài đó và chiếm lĩnh cổng thành Kim Thành trước. Yeom Jang nhận lệnh dẫn Jang Dae Chi, Bạch Hà đến Kim Thành. Sau đó Kim Dương được lệnh của Trương Bảo Cao dẫn quân đi mai phục ở gần cổng thành Kim Thành. Kế đó, Trương Bảo Cao sắp xếp trong ngoài và hẹn ngày tiến đánh Đại Khâu (Daegu).\n\nĐêm đó 10 vạn quân do Jami phu nhân chỉ huy rời kinh đô Kim Thành để đến Đại Khâu. Bấy giờ, Yeom Jang cùng Jang Dae Chi, Bạch Hà đã lẻn vào hoàng cung Kim Thành tiêu diệt các toán quân canh gác. Sáng hôm sau, 10 vạn quân Kim Thành do Jami phu nhân chỉ huy tiến đến Đại Khâu (Daegu) chờ quân đội Trương Bảo Cao, [[Tân La Thần Vũ vương|Kim Hựu Trưng]] đến. Sau đó 1 vạn quân của Trương Bảo Cao, [[Tân La Thần Vũ vương|Kim Hựu Trưng]], Trịnh Niên, Thôi Võ Xương, Jang Seong-pil từ Võ Trân Châu (Muju), vượt qua Nam Nguyên (Namwon), đến được Đại Khâu. Khi đó Yeom Jang ở kinh đô Kim Thành giết hết binh sĩ ở 5 phong hoả đài và cổng thành Kim Thành, cuối cùng Yeom Jang nổi lửa trên 5 phong hoả đài làm hiệu. Bên ngoài Kim Thành, quân của Kim Dương, Kim Ứng Thuận đánh tan các đạo quân triều đình Tân La tại các quận, huyện gần Kim Thành.\n\nTại Đại Khâu (Daegu), Jami phu nhân định cho 10 vạn quân của mình tấn công 1 vạn quân của Trương Bảo Cao thì nhận tin 5 phong hỏa đài ở kinh đô Kim Thành đã nổi lửa, tức là hoàng cung Kim Thành đã bị chiếm. Jami phu nhân lo sợ tính mạng vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]] khó bảo toàn nên bà ta cho 5 vạn quân trở về cứu viện Kim Thành, để 5 vạn quân ở lại ngắn vạn quân của Trương Bảo Cao. Trương Bảo Cao cùng Trịnh Niên, Thôi Võ Xương, Jang Seong-pil mở cuộc tấn công mạnh vào Đại Khâu. Bị giảm số lượng quân đội và tâm lý hoang mang việc Kim Thành thất thủ, quân của Jami phu nhân nhanh chóng rối loạn, yếu thế.\n\nNăm vạn quân của Jami phu nhân trở về cứu Kim Thành đã bị quân của Kim Dương phục kích. Quân triều đình Tân La chết vô số và tan rã. Tin tức này truyền đến Đại Khâu khiến Jami phu nhân thất kinh. Quân đội của Trương Bảo Cao nghe tin Kim Dương thắng lợi thì đánh càng hăng thêm, quân của Jami phu nhân chết rất nhiều. Số đông quân Kim Thành bỏ trốn hoặc đầu hàng Trương Bảo Cao vô số kể. Jami phu nhân liền hạ lệnh rút quân khỏi Đại Khâu chạy về phía bắc. Trương Bảo Cao dẫn Trịnh Niên, Thôi Võ Xương, Jang Seong-pil truy kích tàn quân của Jami phu nhân. Còn [[Tân La Thần Vũ vương|Kim Hựu Trưng]] dẫn đại quân tiến vào kinh đô Kim Thành (Khánh Châu - Gyeongju). \n\nLúc này Kim Dương đã đưa binh vào kinh đô Kim Thành hội với [[Yeom Jang]], rồi cùng tiến đánh hoàng cung [[Tân La]]. Vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]] hoảng hốt rồi cùng các phụ tá bỏ hoàng cung để trốn. Kim Dương và [[Yeom Jang]] phái quân đi truy sát khắp Kim Thành để tìm vua. Tất cả các phụ tá của vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]] đều bỏ chạy và để lại vua ở phía sau, vì vậy vua phải giấu mình trong một tòa nhà gần vương cung. Những người lính và Kim Dương đến cung vua và lục soát. Cuối cùng, [[Yeom Jang]] tìm thấy vua trong tòa nhà và giết sạch vài tên hộ vệ của vua. Kim Dương cũng đến và sát hại vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]] bất chấp những lời cầu xin. Vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]] chết dưới tay Kim Dương vào tháng 12 âm lịch năm [[838]], tức đầu năm [[839]]. Thân tín của vua [[Mẫn Ai vương|Tân La Mẫn Ai Vương]] là [[Kim Rihong]] cũng bị giết.\n\nTất cả châu huyện ở [[Tân La]] nghe tin đều quy hàng Bình Đông quân của Trương Bảo Cao và không chứa chấp Jami phu nhân. Khi đó Trương Bảo Cao, Trịnh Niên, Thôi Võ Xương, Jang Seong-pil đưa binh truy kích Jami phu nhân đến đêm tối và cuối cùng cũng đuổi kịp tàn quân của Jami phu nhân. Lúc đó quân của Jami phu nhân chỉ còn vài người vì số đông đã bỏ bà ta mà trốn. Trương Bảo Cao lệnh toàn quân tấn công tàn quân của Jami phu nhân, bắt được Jami phu nhân giải về kinh đô Kim Thành để chờ ngày xử tử hình. Ở trong ngục, Jami phu nhân khi thấy Yoem Jang thăm mình thì bà ta nhờ Yeom Jang cứu bà ta ra khỏi ngục vì bà ta còn tiền rất nhiều ở Võ Trân Châu (Muju) có thể \"Đông Sơn tái khởi\". Yeom Jang từ chối Jami phu nhân và rời đi. Trương Bảo Cao sau đó cho thả Jami phu nhân ra, bố trí cho bà ta 1 con thuyền để đi sang nhà Đường (đời vua [[Đường Văn Tông]]). Jami phu nhân không lên thuyền mà tự mình đi đến Võ Trân Châu (Muju) để tìm lại khối tài sản lớn mà bà ta cất giấu. Tuy nhiên khi bà ta vừa đến ngôi nhà ấy thì thấy Kim Dương đang sai thuộc hạ mang hết tài sản của bà ta đi. Jami phu nhân giận dữ và thất vọng, cuối cùng nhảy xuống biển phía nam Võ Trân Châu (Muju) tự sát. \n\nLúc này [[Tân Thần Vũ vương|Kim Hựu Trưng]] đã được Hội nghị Hoà Bạch<ref name=\"HB\" \/> tôn lên ngôi vua, chỉ chờ ngày đăng cơ. Tháng 4 âm lịch năm [[839]], Trương Bảo Cao, Thôi Võ Xương, Trịnh Niên, Jang Seong-pil dẫn đại quân rời kinh đô Kim Thành trở về Thanh Hải trấn (Cheonghaejin). Cũng trong ngày hôm đó [[Tân Thần Vũ vương|Kim Hựu Trưng]] làm lễ đăng cơ lên ngôi vua [[Tân La]] ở kinh đô Kim Thành, tức là vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]]. \n\nVua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] sai sứ sang [[Trường An]] nhà Đường (đời vua [[Đường Văn Tông]]) xin sắc phong và xin lập lại giao thương giữa [[nhà Đường]] với Thanh Hải trấn. Từ đó thương buôn nhà Đường đã cập bến Thanh Hải trở lại. Trương Bảo Cao sau đó tiếp tục ra sức giúp thương mại ở Thanh Hải phát triển hơn với sự buôn bán hàng hoá với nhà Đường (đời vua [[Đường Văn Tông]]), Nhật Bản (đời [[Thiên hoàng Ninmyō]]), [[Ba Tư]], Đại Tùng quốc. Vua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] tiến hành các hoạt động thương mại với [[Tân La]] (đời vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]]).\n\nKhông lâu sau vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] phái sứ giả từ kinh đô Kim Thành đến Thanh Hải trấn gọi Trương Bảo Cao về kinh đô Kim Thành để phong chức Tể tướng. Trương Bảo Cao từ chối sứ giả, phái Triệu Tương Kiến vào triều đình làm quan giúp vua. Vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] lại sai [[Yeom Jang]] (lúc này đang giữ chức Đội trưởng bảo vệ hoàng thất) đến Thanh Hải gọi Trương Bảo Cao về kinh đô. Trương Bảo Cao cùng Trịnh Niên, Thôi Võ Xương, Yeom Jang rời Thanh Hải vào hoàng cung Kim Thành.\n\n== Chống đối kinh đô Kim Thành lần hai==\nTháng 7 âm lịch năm [[839]], Trương Bảo Cao, Thôi Võ Xương, Trịnh Niên và Yeom Jang vào triều diện kiến vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] và Trương Bảo Cao được vua phong chức Tể tướng [[Tân La]], lo trị an bá tánh Tân La, đồng thời kiêm chức Đại tướng của Cấm Vệ Quân và có quyền thu thuế 2000 hộ dân (gọi là Sikup: thực ấp). Việc này khiến bá quan và Kim Dương đều kinh hãi.\n\nKim Dương thấy [[Tân La Thần Vũ vương|vua Tân La Thần Vũ Vương]] phong cho Trương Bảo Cao làm Tể tướng như vậy thì rất tức giận. Sau đó Kim Dương lại nghe tin vua [[Tân La Thần Vũ vương|vua Tân La Thần Vũ Vương]] còn muốn lấy con gái Trương Nghĩa Anh của Trương Bảo Cao cho con trai vua là Thái tử [[Tân La Văn Thánh vương|Kim Khánh Ưng]] thì càng giận dữ hơn nữa. Kim Dương bàn với Yeom Jang rằng hiện nay giết Trương Bảo Cao không dễ nhưng giết vua dễ hơn nhiều. \n\nKim Dương sau đó sai Đội trưởng bảo vệ hoàng thất Yeom Jang giết một số hộ vệ của vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]]. Yeom Jang lẻn vào hoàng cung ép quan ngự y của vua tẩm loại thuốc độc lạ (thuốc độc từ Dương Châu nhà Đường mà người nào bị trúng độc chết đến 5 ngày sau thi thể mới có dấu vết trúng độc) vào đồ ăn của vua khiến vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] ăn xong thì băng hà. Tin tức rò rỉ ra ngoài, đến tai của [[Triệu Tương Kiến]]. [[Triệu Tương Kiến]] tức tốc đi báo tin vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] băng hà cho Tể tướng Trương Bảo Cao biết. Trương Bảo Cao hoảng hốt, rồi cùng Trịnh Niên, Thôi Võ Xương, Triệu Tương Kiến nhanh chóng rời phủ Tể tướng đến hoàng cung Kim Thành. Khi thấy thi thể của vua, Trương Bảo Cao cùng bá quan đều than khóc. Kế đó, Kim Dương phát tang cho thiên hạ biết rằng vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] chết vì bệnh tật sau 3 tháng ở ngôi. Các ngự y khám nghiệm tử thi của vua và kết luận rằng vua bị tim đập nhanh mà băng hà. Tể tướng Trương Bảo Cao liền nghi ngờ có người hạ độc vua nên dời ngày cử hành tang lễ cho vua, triệu tập các đại thần đến bàn luận, đồng thời cho quân đội bao vây cả hoàng cung cấm chỉ kẻ khác xâm nhập hoàng cung. Tuy nhiên sau khi các ngự y dùng đủ phương thức thử độc trên thi thể của vua thì họ không hề thấy có dấu vết vua bị trúng độc. Bá quan từ đây bắt đầu không hài lòng về Trương Bảo Cao. Cảm thấy nên tránh né sự đả kích từ các quý tộc Tân La, Trương Bảo Cao từ chức Tể tướng, rồi cùng Trịnh Niên, Thôi Võ Xương rời kinh đô Kim Thành trở về Thanh Hải trấn. \n\nChưa được 5 ngày sau khi vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] mất, Kim Dương tổ chức tang lễ cho vua và lập con của vua Tân La Thần Vũ Vương là [[Tân La Văn Thánh vương|Kim Khánh Ưng]] lên ngôi vua Tân La, tức là vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]. Sau đó thi thể vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] được [[chôn cất|chôn]] tại núi Jehyeong ở kinh đô Kim Thành (Khánh Châu - [[Gyeongju]]). \n\nVua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] tiến hành các hoạt động thương mại với [[Tân La]] (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]).\n\nNăm [[840]] Trương Bảo Cao ở Thanh Hải trấn (Cheonghae) triệu tập những quý tộc cũ của [[Tân La]] đang tứ tán khắp nơi rồi khuyên họ trở về kinh đô Kim Thành (Khánh Châu - Gyeongju) iúp đỡ cho vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]. Các quý tộc này nghe Trương Bảo Cao mà lên đường đến Kim Thành. Vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] phong quan cho họ. Kim Dương cho rằng Trương Bảo Cao đang đưa tai mắt vào cung nên nhanh chóng gả con gái của mình cho vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]. Kim Dương hiển nhiên trở thành Quốc cữu của vua, có quyền hành áp chế được Trương Bảo Cao ở Thanh Hải.\n\nNhững năm đầu trị vì của vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] đánh dấu bằng các hoạt động thương mại giữa [[Tân La]] với cả [[Nhật Bản]] (đời [[Thiên hoàng Ninmyō]]) và [[nhà Đường]] (đời vua [[Đường Văn Tông]], [[Đường Vũ Tông]], [[Đường Tuyên Tông]]). Điều này có được là do vai trò to lớn của Trương Bảo Cao (Jang Bogo) trong việc bảo đảm các tuyến vận chuyển chính.\n\nThời gian trị vì của vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] mang nét điển hình của giai đoạn cuối thời kỳ [[Tân La Thống nhất]], với các cuộc xung đột và nổi dậy lan tràn.\n\nNăm [[841]] [[Hoằng Bật]] (Hong Pil) nổi loạn chống triều đình [[Tân La]] (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]). Quốc cữu Kim Dương ở kinh đô Kim Thành thay vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] ra lệnh cho quân đội đi đàn áp và nhanh chóng dẹp yên [[Hoằng Bật]].\n\nNăm [[844]] ở [[nhà Đường]], vua [[Đường Vũ Tông]] trở nên cuồng tín và căm ghét đạo Phật và [[Họa Tam Vũ|cuộc đàn áp tôn giáo]] chuyển sang giai đoạn ác liệt nhất. Theo báo cáo của Từ bộ thì ở nhà Đường còn 4600 ngôi chùa, 40.000 ẩn thất; 260.500 tăng ni. Vua [[Đường Vũ Tông]] hạ lệnh phá hủy rất nhiều chùa chiền trong nước, các tăng ni không có thực tu bị bắt phải hoàn tục, tài sản trong nhà chùa bị như tượng Phật, lư hương, chung bàn bị tịch thu và phá ra để lấy đồng mà quy đổi ra tiền, đồ dùng hành đạo bị phá hủy. Vua [[Đường Vũ Tông]] lại ra lệnh cho Thượng Đô, Đông Đô mỗi nơi chỉ giữ lại 2 ngôi chùa, mỗi chùa chỉ giữ 20 người. Các phủ Tiết độ và quan sát sứ mỗi nơi chỉ giữ lại một chùa, phân những ngôi chùa còn lại ra các đẳng: nhất đẳng 20 người rồi lại giảm còn 10 người, nhị đẳng 10 người rồi giảm xuống 7 người, tam đẳng 5 người sau đó xóa bỏ. Các chùa do Trương Bảo Cao và người [[Tân La]] dựng lên ở [[Dương Châu]] và [[Sơn Đông]] [[nhà Đường]] cũng bị ảnh hưởng.\n\nNăm [[845]], ở nhà Đường (đời vua [[Đường Vũ Tông]]) đã có 260.500 tăng ni bị bắt phải hoàn tục và nộp thuế trở lại như dân thường, 4600 ngôi chùa bị phá hủy; chiêu đề, lan nhược bị hủy lên đến hơn 40.000 địa điểm<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷248|quyển 248]].<\/ref>. Tất cả những giáo sĩ người người ngoài đến [[nhà Đường]] truyền đạo phải trở về nước hết<ref>Reischauer, sách đã dẫn, tr 256<\/ref>. Các tôn giáo ngoại nhập hầu như là bị xóa sổ tất cả. Trương Bảo Cao ở Thanh Hải thuộc Tân La (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]) biết tin về [[Họa Tam Vũ]] này thì không vui.\n\nTrương Bảo Cao gả con gái thứ hai của mình (con của Trương Bảo Cao và vợ là Phác Thái Trân) là [[Trương Huệ Anh]] (장혜영, 張惠英) cho [[Kim Thành Hải]] (김성해, 金成海) của gia tộc [[Kim Hải Kim Thị]] (김해 김씨, 金海 金氏)<ref>[[Kim Thành Hải]] là chắt đời thứ 4 của [[Kim Yu-shin]] (Kim Yu-shin và người vợ đầu của ông, phu nhân Yeongmo —> Kim Sam-gwang và phu nhân Yi —> Kim Yong — > Kim Jang-cheong và Phu nhân Park —> Kim Eung-won và Phu nhân Han —> Kim Gyeong-ju và Kim công chúa (con gái út của vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]]) —> Kim Thành Hải)<\/ref><ref>[[Kim Thành Hải]] là cháu ngoại của vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] (Vua [[Tân La Thần Vũ vương|Tân La Thần Vũ Vương]] và phu nhân Jeonggye —> Kim công chúa và phu quân Kim Gyeong-ju —> Kim Thành Hải)<\/ref>.\n\nViệc Trương Bảo Cao phát triển Thanh Hải trấn (Cheonghae) thành trung tâm mậu dịch lớn của Tân La suốt 19 năm qua đã bị nhiều quý tộc hàng hải nhỏ [[Tân La]] của các tầng lớp xã hội phẫn nộ vì họ đã mất lợi nhuận từ các giao dịch hàng hải tư nhân ở Thanh Hải. Trương Bảo Cao đã hoạch định kế hoạch khi ông ta tiến hành việc kết hôn giữa con gái [[Trương Nghĩa Anh]] của mình với vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]. Các phe phái quý tộc tại triều đình [[Tân La]] đã chán ngấy với mưu mô của Trương Bảo Cao (một người trong tất cả các khả năng từ nguồn gốc tỉnh tối nghĩa bên ngoài trật tự quý tộc của [[Tân La]]), sau đó họ đều đồng loạt âm mưu giết chết Trương Bảo Cao.\n\nĐể thực hiện lời hứa của cha ngày xưa, vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] muốn lấy con gái [[Trương Nghĩa Anh]] của Trương Bảo Cao làm vợ thì bị giới quý tộc (đứng đầu là Quốc cữu Kim Dương) cực lực phản đối. Lý do việc này là vì Trương Bảo Cao xuất thân là giai cấp nô lệ<ref>Theo [[Tam quốc sử ký]] của [[Triều Tiên]]<\/ref>. Kim Dương và các quý tộc gây áp lực để từ chối Trương Bảo Cao về cuộc hôn nhân giữa vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] với con gái của Trương Bảo Cao. Quốc cữu Kim Dương còn buộc vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] bãi chức những quan lại từng được Trương Bảo Cao phái đến kinh đô Kim Thành (chỉ còn [[Triệu Tương Kiến]] chưa bị bãi chức do ông này đã ứng xử khôn khéo với Kim Dương). Sứ giả hoàng cung được phái đến Thanh Hải cự tuyệt hôn sự. Kết quả là Trương Bảo Cao ở Thanh Hải trấn phẫn nộ với triều đình vì vua không chấp nhận con gái mình làm hoàng hậu, bắt đầu âm mưu chống lại triều đình [[Tân La]] ở kinh đô Kim Thành (Khánh Châu - Gyeongju)<ref>[[Il-yeon]]: ''[[Tam quốc di sự|Tam quốc di sự: Huyền thoại và Lịch sử Tam Quốc của Triều Tiên Cổ đại]]'', được dịch bởi Tae-Hung Ha và Grafton K. Mintz. Quyển II, trang 103. Silk Pagoda (2006). {{ISBN|1-59654-348-5}}<\/ref>. Thực tế là vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] hay là tầng lớp quý tộc (đặc biệt là Quốc cữu Kim Dương) đứng sau sự việc nổi dậy này của Trương Bảo Cao vẫn chưa rõ ràng.\n\nMùa xuân năm [[846]] Trương Bảo Cao (Jang Bogo) ở Thanh Hải trấn (Cheonghae) bắt đầu cho tích trữ lương thảo, đóng đô ở Thanh Hải trấn (Cheonghae), muốn đánh đến kinh đô Kim Thành để thảo phạt Kim Dương và đám quý tộc thao túng vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]. Kim Dương ở Kim Thành nghe tin thì cùng với Đội trưởng Jang Dae Chi và thủ hạ của hắn rời Kim Thành đến Thanh Hải trấn gặp Trương Bảo Cao.\n\nTại Thanh Hải, Quốc cữu Kim Dương buông lời cảnh cáo Đại sứ Thanh Hải trấn Trương Bảo Cao đừng kinh cử vọng trọng. Trương Bảo Cao cũng cảnh cáo lại Kim Dương rằng đừng hợp sức các quý tộc lấn át vua Tân La Văn Thánh Vương nữa, nếu không thì ông sẽ dẫn đại quân từ Thanh Hải đánh đến Kim Thành lần nữa. Kim Dương nổi giận rồi cùng Đội trưởng Jang Dae Chi dẫn thuộc hạ rời Thanh Hải về kinh đô Kim Thành. Trương Bảo Cao cho triệu tập quân đội 1 vạn quân để chờ ngày nổi dậy đánh đến Kim Thành. Kim Dương lệnh cho Đội trưởng Jang Dae Chi tống giam thân tín của Trương Bảo Cao ở kinh đô Kim Thành là [[Triệu Tương Kiến]] vào ngục.\n\nLúc này Trương Bảo Cao lên chức ông ngoại khi con gái [[Trương Huệ Anh]] của ông hạ sinh cháu trai là [[Kim Đĩnh Triết]] (김정철, 金挺喆)<ref>Trong thời gian trị vì của vua [[Chân Thánh nữ vương|Tân La Chân Thánh nữ vương]], [[Kim Đĩnh Triết]] đã bị giết khi đang phòng thủ trước cuộc tấn công của [[Chân Huyên]] (Gyeon Hwon) tại thành [[Hapcheon|Daeyaseong]] (nay là huyện [[Hapcheon]])<\/ref> cho con rể [[Kim Thành Hải]] của ông. Mối quan hệ giữa Trương Bảo Cao và gia tộc [[Kim Hải Kim Thị]] càng lúc càng thắt chặt khiến Quốc cữu Kim Dương lo lắng. \n\nQuốc cữu Kim Dương báo với vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] rằng Trương Bảo Cao đã lập nên một xứ Thanh Hải không phân biệt giai cấp tức là có ý làm phản chế độ phong kiến. Triều đình [[Tân La]] lo rằng nếu khuất phục được Trương Bảo Cao sẽ gặp họa bất ngờ, còn nếu để Trương Bảo Cao yên thì không thể tha cho tội phản quốc này của ông nên lo lắng không biết nên xử lý như thế nào. Khi đó có một người rất dũng cảm và mạnh mẽ là trưởng lão [[Yeom Jang]] (염장, 閻長) đã từ quan về quê nhà Võ Trân Châu (Muju) từ trước. Ông ấy đến gặp vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] và nói rằng: \n\n:''“Triều đình may mắn khi có người anh hùng như ta. Nếu triều đình vui vẻ nghe lời thỉnh cầu của ta, ta sẽ chém trả hoàng bào chỉ bằng nắm đấm mà không cần có tay sai.”''\n\nVua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] nghe lời quần thần và các đại thần, không bận tâm nữa, rồi làm theo lời [[Yeom Jang]] (Diêm Trường). [[Yeom Jang]] ôm nắm đấm trống rỗng, cắt cung chúc phúc cho nhà vua, giả vờ phản bội đất nước [[Tân La]]. Vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] gọi toàn quân và toàn dân để nói rằng đừng ai hành động vào lúc này. Sau đó [[Yeom Jang]] (Diêm Trường), với tội danh phản quốc y như Trương Bảo Cao, đã tự mình đi đầu hàng Thanh Hải trấn (Cheonghaejin)<ref name=\"TQSK\" \/>.\n\n== Bị Yeom Jang giết chết, Thanh Hải trấn bị san bằng ==\nKhi [[Yeom Jang]] (Diêm Trường) đi Thanh Hải rồi, Quốc cữu Kim Dương và các quý tộc buộc vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] cho phép Quốc cữu Kim Dương dẫn quân đi đánh dẹp Trương Bảo Cao. Kim Dương lệnh Đội trưởng Jang Dae Chi đưa đại binh 10 vạn quân chia hai ngả đến Thanh Hải trấn (Cheonghaejin) để nhanh chóng đột kích 1 vạn quân của Trương Bảo Cao tại đó. Đích thân Kim Dương chỉ huy quân một cánh quân cùng [[Kim Ứng Thuận]] đến Thanh Hải trấn (Cheonghaejin) thông qua Võ Trân Châu (Muju). Đội trưởng Jang Dae Chi chỉ huy cánh quân còn lại đi đường biển đến thẳng đảo Thanh Hải.\n\n[[Yeom Jang]] đến đảo Thanh Hải thì được Trương Bảo Cao tiếp đón tử tế. Vì Trương Bảo Cao thích một thương gia mạnh mẽ như Yeom Jang nên Trương Bảo Cao đã coi [[Yeom Jang]] như một vị khách danh dự mà không nghi ngờ gì. Vào tháng 11 năm [[846]], Trương Bảo Cao ngồi uống rượu với [[Yeom Jang]] trong 1 căn phòng chỉ có hai người và rất vui vẻ. Cuối cùng, khi Trương Bảo Cao say khướt, [[Yeom Jang]] (Diêm Trường) đã lấy thanh kiếm từ Trương Bảo Cao và cắt cổ Trương Bảo Cao<ref name=\"TQSK\" \/>. Năm đó Đại sứ Thanh Hải trấn Trương Bảo Cao thọ 59 tuổi. [[Yeom Jang]] nhanh chóng rời khỏi trụ sở chính của Thanh Hải trấn.\n\nCó nhiều nguyên nhân dẫn đến vụ ám sát Trương Bảo Cao. Chủ yếu là giới quý tộc muốn gạt bỏ thế lực và ảnh hưởng của Trương Bảo Cao; ngoài ra các thương đoàn nhỏ bị mất quyền lợi ở bờ biển Tây Nam, nhất là mất đi các lợi nhuận từ vụ buôn nô lệ.\n\nThời gian này Quốc cữu Kim Dương đã hội quân cùng [[Kim Ứng Thuận]], Đội trưởng Jang Dae Chi 10 vạn quân từ bến tàu Đỗ Lĩnh của Võ Trân Châu (Muju) hành quân đến Thanh Hải. Biết tin Trương Bảo Cao đã chết, Quốc cữu Kim Dương (lúc này 38 tuổi) cùng Kim Ứng Thuận, Đội trưởng Jang Dae Chi cho quân đánh vào Thanh Hải ngay trong đêm đó. [[Thôi Võ Xương]], [[Trịnh Niên]], Jang Seong-pil cùng các tướng Thanh Hải trấn (Cheonghae) nêu khẩu hiệu ''\"Trả thù cho Trương đại sứ\"'' mà chống cự. Dân chúng Thanh Hải, thương nhân [[Tân La]] (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]), thương nhân nhà Đường (đời vua [[Đường Tuyên Tông]]), thương nhân Nhật Bản (đời [[Thiên hoàng Ninmyō]]), thương nhân [[Ba Tư]], thương nhân Đại Tùng quốc ở Thanh Hải đều bị quân triều đình Kim Thành giết rất nhiều. Thủy quân Thanh Hải sau đó bị quân của Kim Dương tiêu diệt. Đội trưởng Jang Dae Chi, Kim Ứng Thuận tiến sâu vào Thanh Hải thì bị [[Trịnh Niên]], [[Thôi Võ Xương]], Jang Seong-pil dẫn đại quân Thanh Hải ngăn lại. Kết quả 1 vạn quân Thanh Hải đã liều chết chiến đấu, đánh tan 10 vạn quân của Kim Dương. Đến sáng hôm sau, Kim Ứng Thuận, Đội trưởng Jang Dae Chi mới đưa tàn quân triều đình ra bờ biển Thanh Hải hội quân với Kim Dương. Quân Kim Dương chết phân nửa nên hắn lui quân trở về Võ Trân Châu (Muju). \n\nThanh Hải trấn (Cheonghaejin) sau đó tổ chức tang lễ cho Trương Bảo Cao. [[Trịnh Niên]], [[Thôi Võ Xương]], Jang Seong-pil, tiểu thơ [[Phác Thái Trân]] (vợ của Trương Bảo Cao) và con gái [[Trương Nghĩa Anh]], [[Trương Huệ Anh]] và con rể của Trương Bảo Cao là [[Kim Thành Hải]] đều khóc thương đưa tang. Dân chúng, thương nhân [[Tân La]] (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]), thương nhân nhà Đường (đời vua [[Đường Tuyên Tông]]), thương nhân Nhật Bản (đời [[Thiên hoàng Ninmyō]]), thương nhân [[Ba Tư]], thương nhân Đại Tùng quốc ở Thanh Hải đều để tang cho Trương Bảo Cao. Sau đó bọn họ hoả thiêu thi thể của Trương Bảo Cao. Tuy nhiên hiện vẫn chưa rõ địa điểm chôn cất của Trương Bảo Cao trên đảo Thanh Hải (nay là Hoàn đảo - Wando) hay nơi họ rải tro của Trương Bảo Cao.\n\nKim Dương để lại quân đội triều đình ở Võ Trân Châu (Muju) rồi cùng [[Kim Ứng Thuận]], Đội trưởng Jang Dae Chi trở về kinh đô Kim Thành tìm kế sách khác. Nghe tin [[Yeom Jang]] đang ở Thanh Hải, Kim Dương ép vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] phong cho [[Yeom Jang]] làm Đại sứ Thanh Hải trấn để hắn ở đó bị dân chúng Thanh Hải giết chết. Sau đó, theo lệnh từ kinh đô Kim Thành, khu phức hợp Thanh Hải trấn được duy trì bởi chính [[Yeom Jang]] (Diêm Trường). [[Yeom Jang]] và thủ hạ của ông ấy là Bạch Hà buộc phải lộ diện ở trụ sở chính Garipo của Thanh Hải.\n\nCác cận tướng của Trương Bảo Cao không chống cự nổi [[Yeom Jang]] và Bạch Hà, bèn bỏ trốn sang nhà Đường (đời vua [[Đường Tuyên Tông]]) và Nhật Bản (đời [[Thiên hoàng Ninmyō]]). Dân chúng đảo Thanh Hải từng chịu sự bảo bọc của Trương Bảo Cao cũng nổi dậy chống lại [[Yeom Jang]] và Bạch Hà nhưng vô vọng. Đại sứ Thanh Hải trấn Yeom Jang tiếp tục giao thương giữa Thanh Hải trấn (Cheonghaejin) thuộc Tân La (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]) với nhà Đường (đời vua [[Đường Tuyên Tông]]) và Nhật Bản (đời [[Thiên hoàng Ninmyō]]).\n\nDù [[Yeom Jang]] là Đại sứ Thanh Hải trấn nhưng cư dân của Thanh Hải trấn (Cheonghaejin) vì thương tiếc cho cái chết của Trương Bảo Cao đã lần lượt kéo nhau rời khỏi Thanh Hải trấn. Họ chủ yếu chuyển đến các khu vực khác của [[Tân La]], trong khi một số chuyển đến nhà Đường (đời vua [[Đường Tuyên Tông]]) và một số đến Nhật Bản (đời [[Thiên hoàng Ninmyō]]). Chỉ còn [[Thôi Võ Xương]], [[Trịnh Niên]], Jang Seong-pil, tiểu thơ [[Phác Thái Trân]] (vợ của Trương Bảo Cao) và con gái [[Trương Nghĩa Anh]], [[Trương Huệ Anh]], con rể của Trương Bảo Cao là [[Kim Thành Hải]] và cháu ngoại của Trương Bảo Cao là [[Kim Đĩnh Triết]] vẫn ở lại Thanh Hải trấn cùng quân đội Thanh Hải nhưng họ dần dần không nghe lệnh của [[Yeom Jang]]. [[Yeom Jang]] (Diêm Trường) nhanh chóng trở thành Đại sứ Thanh Hải trấn trên danh nghĩa.\n\nVì [[Họa Tam Vũ|đàn áp Phật giáo]] của vua [[Đường Vũ Tông]], nhà sư [[Ennin]] của Nhật Bản (đời [[Thiên hoàng Ninmyō]]) đã sang nhà Đường từ năm [[838]] (đời vua [[Đường Văn Tông]]) thì nay bị trục xuất khỏi [[nhà Đường]]. Năm [[847]] nhà sư [[Ennin]] (người [[Nhật Bản]]) từ [[nhà Đường]] (đời vua [[Đường Tuyên Tông]]) trở về Thanh Hải trấn (Cheonghaejin) thuộc [[Tân La]] (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]) bằng tàu [[Tân La]] (tàu tốt hơn tàu [[Nhật Bản]] lúc đó) được thuê từ Trương Bảo Cao vào 9 năm trước. Lúc này Thanh Hải không còn phồn vinh như thời còn Trương Bảo Cao nữa. Nhà sư [[Ennin]] sau đó rời Thanh Hải về Nhật Bản (đời [[Thiên hoàng Ninmyō]]) sau chuyến đi [[nhà Đường]] 9 năm của ông.\n\nCùng năm [[847]], Quốc cữu Kim Dương ở kinh đô Kim Thành thay vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] tiến hành trị tội phản quốc của [[Kim Lương Thuận]] (Kim Yang Sun). Năm [[849]] Quốc cữu Kim Dương ở kinh đô Kim Thành lại thay vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] tiến hành trị tội phản quốc của [[Kim Thức]] (Kim Sik).\n\nNăm [[850]] Đại sứ Thanh Hải trấn [[Yeom Jang]] (Diêm Trường) trao lại chức Đại sứ Thanh Hải trấn cho thuộc hạ cũ của Trương Bảo Cao (đứng đầu là [[Thôi Võ Xương]], [[Trịnh Niên]]). Sau đó [[Yeom Jang]] và Bạch Hà rời khỏi trụ sở chính Garipo của Thanh Hải và sống như dân thường tại Thanh Hải. Quốc cữu Kim Dương ở kinh đô Kim Thành cho thả [[Triệu Tương Kiến]] khỏi ngục sau 4 giam giữ. [[Triệu Tương Kiến]] nhanh chóng quay về Thanh Hải. Khi đó [[Thôi Võ Xương]], [[Trịnh Niên]], Jang Seong-pil đang tích cực chiêu mộ binh mã để phòng ngừa Kim Dương tấn công. Thanh Hải trấn nhanh chóng có lại 1 vạn quân như thời Trương Bảo Cao. Cuối năm [[850]] thương nhân nhà Đường (đời vua [[Đường Tuyên Tông]]), thương nhân Nhật Bản (đời [[Thiên hoàng Montoku]]), thương nhân [[Ba Tư]], thương buôn người Đại Tùng quốc đều không còn đến Thanh Hải trấn (Cheonghaejin) buôn bán nữa. Kim Dương ở kinh đô Kim Thành nghe tin Thanh Hải muốn nổi dậy lần nữa thì liền lệnh cho [[Kim Ứng Thuận]], Đội trưởng Jang Dae Chi triệu tập quân đội 10 vạn quân đến đóng tại Võ Trân Châu (Muju), sẵn sàng rời bến tàu Đỗ Lĩnh đánh vào Thanh Hải trấn (Cheonghaejin).\n\nĐầu năm [[851]] Quốc cữu Kim Dương ở kinh đô Kim Thành ép vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]] truyền lệnh cho hắn thống lĩnh 10 vạn quân ở Võ Trân Châu (Muju) đi đánh Thanh Hải trấn (Cheonghaejin). Kim Dương sau đó rời Kim Thành đến Võ Trân Châu hội với Kim Ứng Thuận, Đội trưởng Jang Dae Chi. [[Triệu Tương Kiến]] cùng hộ vệ của ông ấy và [[Trương Nghĩa Anh]] (con gái của Trương Bảo Cao và [[Phác Thái Trân]]) sau đó rời Thanh Hải đi [[Dương Châu]] [[nhà Đường]] (đời vua [[Đường Tuyên Tông]]) để gom viện binh (từ hộ vệ các thương đoàn [[Tân La]] ở [[nhà Đường]]) đưa sang Thanh Hải trấn chống lại quân triều đình của Kim Dương (thực tế khi viện quân này chưa tập hợp xong thì Thanh Hải trấn đã bị san bằng). Con gái thứ hai của Trương Bảo Cao là [[Trương Huệ Anh]] và con rể của Trương Bảo Cao là [[Kim Thành Hải]] đưa [[Kim Đĩnh Triết]] 5 tuổi (cháu ngoại của Trương Bảo Cao) rời Thanh Hải đi đến thành [[Hapcheon|Daeyaseong]] (nay là huyện [[Hapcheon]]) ở tây nam kinh đô Kim Thành của [[Tân La]] sinh sống.\n\nKim Dương ở Võ Trân Châu (Muju) phái [[Kim Ứng Thuận]] làm sứ giả đến Thanh Hải trấn gửi thư yêu cầu quân Thanh Hải đầu hàng. [[Kim Ứng Thuận]] ngay lập tức bị [[Trịnh Niên]] giết chết ở Thanh Hải trấn. Đêm đó, [[Yeom Jang]] (Diêm Trường) và thủ hạ của ông ấy là Bạch Hà từ Thanh Hải trấn đến Võ Trân Châu, nhân đêm tối lẻn vào doanh trại của Kim Dương nhằm ám sát Kim Dương để ngăn cuộc chiến. Tuy nhiên [[Yeom Jang]] và Bạch Hà bị quân đội của Kim Dương, Đội trưởng Jang Dae Chi phát hiện và bị đánh đuổi. [[Yeom Jang]] và Bạch Hà phải về lại đảo Thanh Hải.\n\n[[Tập tin:Chunghaejin 02.jpg|nhỏ|phải|300px|Mô hình Thanh Hải trấn (Cheonghaejin) của Trương Bảo Cao]]\nTháng 2 năm [[851]]<ref>Theo [[Tam quốc sử ký]]<\/ref>, Quốc cữu Kim Dương (lúc này 43 tuổi) cùng Đội trưởng Jang Dae Chi dồn binh 10 vạn quân Kim Thành tổng tấn công vào Thanh Hải trấn. [[Thôi Võ Xương]], [[Trịnh Niên]], Jang Seong-pil chỉ huy quân Thanh Hải ra sức chống cự. Các tướng sĩ Thanh Hải bị quân Kim Thành giết vô số. Jang Seong-pil bị Đội trưởng Jang Dae Chi giết trong đám loạn quân. Kim Dương tiến sâu vào Thanh Hải và lệnh chia quân đi bắt tiểu thơ [[Phác Thái Trân]] (vợ của Trương Bảo Cao). Thấy quân của Kim Dương đánh gần vào trụ sở chính Garipo của Thanh Hải, [[Trịnh Niên]] chạy vào trụ sở chính của Thanh Hải trấn nhờ vài tên hộ vệ đưa tiểu thơ [[Phác Thái Trân]] rời khỏi Thanh Hải trấn. Tuy nhiên họ bị quân Kim Thành chặn đánh trên đường. Tiểu thơ [[Phác Thái Trân]] bị giết. Khi đó [[Thôi Võ Xương]] cùng [[Trịnh Niên]] bị quân Kim Thành giết chết ở trụ sở chính của Thanh Hải trấn là Garipo. Quân Kim Thành bắt được nhiều tù binh Thanh Hải. \n\nỞ bến tàu Thanh Hải đang có những người dân Thanh Hải đang lên tàu để rời đi thì bị quân triều đình Kim Thành đuổi đến nơi. [[Yeom Jang]] (Diêm Trường) và Bạch Hà xông ra chặn quân Kim Thành lại để giúp những người dân Thanh Hải kịp lên 2 con tàu để rời khỏi Thanh Hải. Những người dân Thanh Hải nhanh chóng lên 2 con tàu. Trưởng lão [[Yeom Jang]] (Diêm Trường) và Bạch Hà đều tử chiến khi nỗ lực ghìm chân quân Kim Thành. Những binh sĩ Thanh Hải còn lại đều quy hàng quân triều đình Kim Thành. Những người dân Thanh Hải chia nhau ra 2 con tàu đi theo hai hướng: một hướng sang phía tây nam đi [[nhà Đường]] (đời vua [[Đường Tuyên Tông]]), hướng còn lại sang phía đông đi [[Nhật Bản]] (đời [[Thiên hoàng Montoku]]) để sinh sống đến hết đời.\n\nThanh Hải trấn (Cheonghaejin, nay là Hoàn đảo - Wando) bị quân triều đình Kim Thành của Kim Dương san bằng và bị giải tán. Tù binh và hàng binh Thanh Hải sau cuộc chiến thì bị phân tán tứ phương, có người sang tỉnh khác của nước [[Tân La]] (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]), kẻ sang [[nhà Đường]] (đời vua [[Đường Tuyên Tông]]), người sang [[Nhật Bản]] (đời [[Thiên hoàng Montoku]]). Các cư dân [[Tân La]] còn lại trên đảo Thanh Hải sau đó bị triều đình [[Tân La]] cưỡng chế đến Byeokgolgun (nay là Gimje, tỉnh Jeonbuk)<ref>Theo [[Tam quốc sử ký]]<\/ref>. Từ đó Thanh Hải trấn (Cheonghaejin) mất hẳn chức năng là [[hải cảng]] [[buôn bán]] [[quốc tế]].\n\nCon gái thứ hai của Trương Bảo Cao là [[Trương Huệ Anh]] và con rể của Trương Bảo Cao là [[Kim Thành Hải]] sống ở thành [[Hapcheon|Daeyaseong]] (nay là huyện [[Hapcheon]]) tây nam kinh đô Kim Thành của [[Tân La]] đến hết đời. Trong thời gian trị vì của vua [[Chân Thánh nữ vương|Tân La Chân Thánh nữ vương]], cháu ngoại của Trương Bảo Cao là [[Kim Đĩnh Triết]] (con của [[Kim Thành Hải]] và [[Trương Huệ Anh]]) đã bị giết khi đang phòng thủ trước cuộc tấn công của [[Chân Huyên]] (Gyeon Hwon) tại thành [[Hapcheon|Daeyaseong]] (nay là huyện [[Hapcheon]]).\n\n== Các đánh giá của lịch sử về Trương Bảo Cao ==\nĐánh giá đầu tiên về Trương Bảo Cao là nhà thơ [[Đỗ Mục]] (803 - 852) đời [[nhà Đường]] [[Trung Quốc]] trong tác phẩm [[Phàn Xuyên văn tập]]. Tác phẩm này [[Đỗ Mục]] viết lúc Trương Bảo Cao đang sống, nên nó được xem là gần với sự thực nhất. Đỗ Mục so sánh Trương Bảo Cao với nhân vật [[Quách Phần Dương]], một phụ tá tài ba của [[An Lộc Sơn]]. Ông khen ngợi Trương Bảo Cao thông minh, tài trí và là một bậc kiệt xuất của phương Đông. Điều này cho thấy Trương Bảo Cao là người [[Tân La]] nổi tiếng và được trọng vọng tại Trung Quốc đời [[nhà Đường|Đường]].\n\n[[Tân Đường thư]] khen Trương Bảo Cao là bậc lỗi lạc, giống như quan đại phu [[Kỳ Hề]] của đời [[nhà Tấn|Tấn]] (266 - 420) và [[Quách Phần Dương]] đời [[nhà Đường|Đường]] (618 - 907).\n\n[[Kim Boo-sik]] (Kim Phú Thức) viết trong [[Tam quốc sử ký]] rằng nếu không nhờ sử sách của [[Trung Quốc]] ghi chép thì người ta sẽ không biết được sự lỗi lạc của tướng [[Ất Chi Văn Đức]] (Ulji Mun-deok) và Trương Bảo Cao (Jang Bogo).\n\nGiáo sư [[Edwin O. Reichauer]] của Đại học [[Harvard University]], từng làm Đại sứ [[Mỹ]] tại [[Nhật Bản]], đã gọi Trương Bảo Cao là ''\"Ông vua kinh doanh của đế chế thương mại đường biển\"'' (The Trade Prince of the Maritime Commercial Empire).\n\nGần đây giới trí thức của [[Hàn Quốc]] cho rằng hầu hết các quốc gia hùng cường trong [[lịch sử thế giới]] đều là các nước mạnh về hàng hải và khống chế được [[đại dương]]. Trương Bảo Cao được đánh giá lại là người tiền phong đã nhìn thấy tầm quan trọng của [[thương mại]] bằng [[đường biển]].\n\nGiáo sư [[Kim Sang-gi]] (Kim Tường Cơ) của [[Hàn Quốc]] ca ngợi Trương Bảo Cao là người tạo lập vương quốc biển và chứng thực câu nói danh tiếng: ''\"Ai khống chế được biển thì sẽ khống chế được thế giới.\"''\n\n== Trong Shaman giáo Hàn Quốc và thần thoại Hàn Quốc ==\nTrương Bảo Cao (Jang Bogo) được tôn thờ như một vị thần sau khi ông qua đời, đặc biệt là trên hòn đảo nhỏ Jangdo thuộc Wando (Thanh Hải trấn ngày xưa). Ngôi đền [[Shaman giáo Hàn Quốc|Shaman giáo]] trên đảo thờ \"Tống đại tướng quân\"; tuy nhiên, theo người dân trên đảo, \"Tống đại tướng quân\" là một danh hiệu của Trương Bảo Cao.\n\nCó một [[Thần thoại Triều Tiên|thần thoại]] về Trương Bảo Cao (\"Trương tướng quân\") và \"Kim tướng quân\", con rể [[Kim Thành Hải]] của Trương Bảo Cao, được kể lại trong vùng.\n\nKim tướng quân, con rể của Trương tướng quân, sống ở thung lũng Eomnamut. Một ngày nọ, anh và Trương tướng quân có một cuộc thi; ai là người đầu tiên có thể giương cờ trên vách đá phía đông đó? Trương Bảo Cao biến thành [[chim trĩ]] đực và bay đến mỏm đá, nhưng Kim tướng quân đã biến thành [[chim ưng]], đi giết và ăn thịt Trương tướng quân dưới hình dạng một con gà lôi. Vì vậy, mỏm đá vẫn được gọi là Kattturiyeo (gà lôi đực mỏm đá).\n\n== Nhà tưởng niệm Trương Bảo Cao ==\nNhà tưởng niệm Trương Bảo Cao (Jang Bo-go Memorial Hall) là một cấu trúc bê tông cốt thép 2 tầng với diện tích 14.472m², diện tích xây dựng 1.739m² và không gian triển lãm 730m², có hội trường trung tâm ở tầng trệt, phòng video, phòng triển lãm đặc biệt, kho, phòng chờ và trên tầng hai của nó, các địa điểm triển lãm cố định của phòng triển lãm 1, đường biển và phòng triển lãm 2.\n\nHội trường trung tâm trên tầng 1 trưng bày \"Tàu thương mại của Trương Bảo Cao\" (Trade Ships of Jang BoGo), được làm bằng một phần tư kích thước thực tế bởi Giám đốc [[Ma Gwang-nam]] của Viện tàu Cheonghaejin (Thanh Hải trấn) và được tặng bởi Hiệp hội tưởng niệm vua biển cả Trương Bảo Cao (Sea King Jang BoGo Memorial Society), và một bức tranh tường lớn bằng gỗ (8m x 2,2m) mang tên \"Vua biển Trương Bảo Cao\" (Sea King Jang BoGo), được tạo ra bằng cây bồ đề bởi [[Lu Guangzheng]], bậc thầy nghệ thuật thủ công người [[Trung Quốc]].\n\nPhòng triển lãm cố định trên 2F được chia thành bốn chủ đề là \"Cội nguồn\" (Root), 'Sự hình thành của Thanh Hải trấn ([[Cheonghaejin]])\" (Formation of [[Cheonghaejin]]), \"Đế chế hàng hải\" (Maritime Empire) và \"Chuyến du hành\" (Voyage), lần lượt trưng bày các triển lãm có liên quan.\n\n=== Giờ tham quan ===\n* Mùa Đông 09:00 sáng ~ 06:00 chiều\n* Mùa hè 09:00 sáng ~ 07:00 tối\n\n== Trạm Trương Bảo Cao ==\n[[Tập tin:Jang Bogo Station South View 1.jpg|nhỏ|trái|300px|Jang Bogo Station của [[Hàn Quốc]] nhìn từ sườn núi phía nam vào tháng 1 năm 2017]]\nTrạm Trương Bảo Cao (Jang Bogo Station, 장보고과학기지, 張保皐科學基地) ở Vịnh Terra Nova, [[Châu Nam Cực|Nam Cực]] là một trạm nghiên cứu cố định của [[Hàn Quốc]]. Đây là cơ sở thứ hai của sứ mệnh nghiên cứu Nam Cực của [[Hàn Quốc]] (sau [[Ga King Sejong]]) và là cơ sở đầu tiên nằm ở lục địa Nam Cực. Hoàn thành vào tháng 2 năm 2014,<ref>{{chú thích web|url=http:\/\/english.donga.com\/srv\/service.php3?biid=2014021219098|title=donga.com[English donga]|work=donga.com|access-date=2 August 2015}}<\/ref> nhà ga có sức chứa 23 người vào mùa đông và 62 người vào mùa hè<ref>{{cite report |type=catalogue |url=https:\/\/www.comnap.aq\/s\/COMNAP_Antarctic_Station_Catalogue.pdf |title=Antarctic Station Catalogue |date=August 2017 |publisher=[[Council of Managers of National Antarctic Programs]] |isbn=978-0-473-40409-3 |page=103 |access-date=16 January 2023 |archive-url=https:\/\/web.archive.org\/web\/20221022102847\/https:\/\/static1.squarespace.com\/static\/61073506e9b0073c7eaaf464\/t\/611497cc1ece1b43f0eeca8a\/1628739608968\/COMNAP_Antarctic_Station_Catalogue.pdf |archive-date=5 January 2022 |url-status=live}}<\/ref> trong một tòa nhà rộng 4000 mét vuông có ba cánh và là một trong những căn cứ cố định lớn hơn ở Nam Cực.\n\nCăn cứ, được đặt theo tên của một nhà cai trị hàng hải thế kỷ thứ tám của [[Hàn Quốc]] là Trương Bảo Cao, nằm ở [[Lãnh thổ phụ thuộc Ross]] và gần [[Ga Zucchelli]] của [[Ý]]. Nó được xây dựng bởi [[Hyundai Engineering and Construction]], với vật liệu được vận chuyển từ [[Busan]] đến [[Lyttelton]], [[New Zealand]] để chuyển sang tàu phá băng mới của [[Hàn Quốc]], [[RS Araon]]. Đối với các hoạt động hàng không như vận chuyển nhân sự hoặc hàng hóa, căn cứ được hỗ trợ bởi Chương trình Nam Cực của [[Ý]] bằng cách sử dụng đường băng băng do [[Ga Zucchelli]] ở Vịnh Tethys vận hành.\n\nTrạm Trương Bảo Cao khai trương vào ngày 12 tháng 2 năm 2014.<ref name=\"korea\">{{chú thích web |title=Korea strengthens international relations for Antarctic season |url=http:\/\/www.voxy.co.nz\/national\/chch-strengthens-international-relations-antarctic-season\/5\/168834|access-date=October 1, 2013}}<\/ref><ref>{{chú thích báo |last=Kim |first=Seunguk |date=2014-02-12 |script-title=ko:'두 번째 남극 기지' 장보고과학기지 준공(종합) |trans-title=Open the Jang Bogo Station, ‘second station in Antarctica’ (Roundup) |url=http:\/\/www.yonhapnews.co.kr\/economy\/2014\/02\/11\/0325000000AKR20140211148551030.HTML |language=ko |newspaper=Yonhap News |location=Jang Bogo Station & King Sejong Station |access-date=2014-02-12}}<\/ref>  Một buổi lễ cống hiến đã được tổ chức cho nó bởi [[Bộ Đại dương và Thủy sản]] (Ministry of Oceans and Fisheries) của [[Hàn Quốc]].\n\n== Tưởng niệm và vinh danh ==\n* Ngôi chùa [[Pháp Hoa Viện]] trên núi [[Xích Sơn]] thuộc tỉnh [[Sơn Đông]], [[Trung Quốc]] từng được Trương Bảo Cao cho xây dựng vào năm [[821]] (đời vua [[Đường Mục Tông]]) có dựng tượng của Trương Bảo Cao giữa sân chùa để tưởng niệm. \n[[Tập tin:Enryakuji - IMG 6166.JPG|nhỏ|trái|200px|Bia đá tưởng niệm Trương Bảo Cao (Jang Bogo) ở ngôi chùa [[Enryaku-ji]] (ngôi chùa mà nhà sư Nhật Bản [[Ennin]] từng trở thành trụ trì vào thế kỷ thứ 9) trên [[núi Hiei]] (Hieizan) gần [[Kyoto]], [[Nhật Bản]]]]\n* Tại ngôi chùa [[Enryaku-ji]] (ngôi chùa mà nhà sư Nhật Bản [[Ennin]] từng trở thành trụ trì vào thế kỷ thứ 9) trên [[núi Hiei]] (Hieizan) gần [[Kyoto]], [[Nhật Bản]] có một bia đá tưởng niệm Trương Bảo Cao (Jang Bogo).\n* Trương Bảo Cao (Jang Bogo) và những kỳ tích của anh ấy là chủ đề của bộ phim Hàn Quốc năm 1965, ''\"Jang Bogo\"'', do [[Ahn Hyeon-cheol]] làm đạo diễn và [[Shin Yeong-gyun]] và [[Lee Min-ja]] đóng vai chính. Tên tiếng Anh của nó là ''\"Admiral Jang\"''.\n[[Tập tin:ChangBogoSSK061Typ209Uboat.jpg|nhỏ|phải|200px|Chiếc tàu ngầm [[Type 209 submarine]] đầu tiên của [[Hải quân Hàn Quốc]] được đặt tên là \"Đô đốc Chang Bogo\" (Admiral Chang Bogo) để vinh danh Trương Bảo Cao]]\n* [[Hải quân Hàn Quốc]] đã đặt tên cho chiếc tàu ngầm [[Type 209 submarine]] đầu tiên của họ là \"Đô đốc Chang Bogo\" (Admiral Chang Bogo) để vinh danh Trương Bảo Cao.\n* Một bộ phim hư cấu nhiều về cuộc đời của Trương Bảo Cao là chủ đề của [[phim truyền hình Hàn Quốc]] ''\"[[Hải thần]]\"'' (''Emperor of the Sea'') năm 2004,<ref>[http:\/\/contents.kbs.co.kr\/program\/program_dview.php?contentsUid=49&category=0&isBroadcast=Y KBS Global Marketing<!-- Bot generated title -->] {{webarchive|url=https:\/\/web.archive.org\/web\/20060418011449\/http:\/\/contents.kbs.co.kr\/program\/program_dview.php?contentsUid=49&category=0&isBroadcast=Y |date=2006-04-18 }}<\/ref> với sự tham gia của [[Choi Soo-jong]] (Thôi Tú Trung) trong vai Trương Bảo Cao.\n* Tại [[Thẩm Dương]], một đài tưởng niệm dành riêng cho Trương Bảo Cao được khai trương vào năm 2007.<ref>{{chú thích web|title=张保皋传记馆|url=http:\/\/www.shenyanglvxing.com\/jingdian\/zhangbaogaochuanjiguan\/|website=www.shenyanglvxing.com|accessdate=17 March 2017|archive-url=https:\/\/web.archive.org\/web\/20170317144559\/http:\/\/www.shenyanglvxing.com\/jingdian\/zhangbaogaochuanjiguan\/|archive-date=17 March 2017|url-status=dead|df=dmy-all}}<\/ref>\n* Vào tháng 3 năm 2009, [[Cheonghae Unit|Đơn vị chống cướp biển Cheonghae]] (Cheonghae Anti-piracy Unit) được thành lập bởi [[Hải quân Hàn Quốc]] để chống lại [[Hải tặc Somalia]]. Đơn vị được đặt tên theo Cheonghaejin (Thanh Hải trấn), căn cứ hàng hải từng được Trương Bảo Cao thành lập để chống cướp biển trên vùng biển [[Tân La]] và [[nhà Đường]] vào thế kỷ thứ 9.\n\n== Trong văn hóa đại chúng ==\n* Nhân vật Trương Bảo Cao được thể hiện bởi [[Baek Sung-hyun]] (Trương Bảo Cao lúc nhỏ) và [[Choi Soo-jong]] (Trương Bảo Cao từ khi trưởng thành đến thời điểm bị Yeom Jang - do [[Song Il-kook]] thủ vai ám sát) trong bộ phim truyền hình của đài [[KBS2]] năm 2004 - 2005 ''[[Hải thần]]'' (''Emperor of the Sea''), phát sóng vào các ngày Thứ tư và Thứ năm hàng tuần từ ngày 24 tháng 11 năm 2004 đến ngày 25 tháng 5 năm 2005.\n* Trong tập 3 của mùa 8 bộ phim tài liệu truyền hình [[Mỹ]] ''[[Finding Your Roots]]'' phát sóng vào ngày 4 tháng 1 năm 2022, người ta đã tiết lộ rằng một trong những tổ tiên bên nội của chủ nhà hàng và nhân vật truyền hình người Mỹ [[David Chang]] (tên Hán Việt: Trương Tích Hạo, tiếng Hàn: 장석호, tiếng Hoa: 张锡浩) là Trương Bảo Cao (Jang Bogo).<ref>{{Citation |title=Finding Your Roots {{!}} Children of Exile {{!}} Season 8 {{!}} Episode 3 |date=January 4, 2022 |url=https:\/\/video.ideastream.org\/video\/children-of-exile-pqt7ts\/ |publisher=PBS |language=en |access-date=2022-05-03}}<\/ref>\n\n== Tham khảo ==\n*[[Yeom Jang]]\n*[[Lịch sử Triều Tiên]]\n*[[Lịch sử chiến tranh Triều Tiên]]\n*[[Người Triều Tiên]]\n*[[Chủ đề Triều Tiên]]\n\n==Chú thích==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/toureng.wando.go.kr\/phps\/menu\/menu.php?S=S35&M=050100000000 Chang Po Go festival on Wando Island] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070311055534\/http:\/\/toureng.wando.go.kr\/phps\/menu\/menu.php?S=S35&M=050100000000 |date = ngày 11 tháng 3 năm 2007}}\n*[http:\/\/www.navy.mil.kr:8005\/english\/history\/hero.htm ROK Navy profile of Jang Bogo]\n*[https:\/\/www.sggp.org.vn\/huyen-thoai-va-hien-thuc-106284.html Jang Bogo huyền thoại và hiện thực]\n*[https:\/\/en.wikipedia.org\/wiki\/Jang_Bogo Jang Bogo wikipedia]\n\n<!-- Metadata: see [[Wikipedia:Persondata]] -->\n\n{{Persondata\n|NAME=Jang, Bogo\n|ALTERNATIVE NAMES=장보고, 張保皐, Gungbok, 궁복, 弓福\n|SHORT DESCRIPTION=Korean admiral\n|DATE OF BIRTH=\n|PLACE OF BIRTH=\n|DATE OF DEATH=846?\n|PLACE OF DEATH=[[Cheonghaejin]], [[Wando County]], [[Jeolla Nam|Jeonnam]], Korea.\n}}\n{{DEFAULTSORT:Jang, Bogo}}\n[[Thể loại:Tướng Triều Tiên]]\n[[Thể loại:Người Tân La]]\n[[Thể loại:Sinh năm 787]]\n[[Thể loại:Mất năm 846]]"}