{"Trần Ứng Long":"'''Trần Ứng Long''' là vị [[tướng nhà Đinh]] có công giúp [[Đinh Bộ Lĩnh]] đánh dẹp [[loạn 12 sứ quân]], lập ra nhà nước [[Đại Cồ Việt]] trong lịch sử Việt Nam. Trong tình thế cấp bách, Trần Ứng Long đã có sáng kiến chặt tre đan thành thuyền (còn gọi là đan thuyền), phỏng theo cách đan thành thúng để vượt sông hồ tiến sâu vào căn cứ Đỗ Động Giang cư trú dưới sự lãnh đạo của sứ quân [[Đỗ Cảnh Thạc]]. Nhờ chiến công đó Trần Ứng Long được hậu thế lập đền thờ phụng và tôn vinh là ông [[Tổ nghề]] đan [[thuyền]] và nghề [[sơn]].<ref>[http:\/\/doingoaihungyen.vn\/567n\/nghe-dan-thuyen-nan-noi-le.html Nghề đan thuyền nan Nội Lễ]<\/ref>\n\n==Xuất thân==\nTheo thần tích miếu, đền Nội Lễ thì Trần Ứng Long sinh năm 940 tại xã An Viên, huyện Tiên Lữ, tỉnh Hưng Yên. Ông là con của vị hào trưởng đất Hồng Châu, từ nhỏ đã có tài thao lược, văn võ song toàn.\n\nLớn lên giữa thời loạn 12 sứ quân, Ông theo về Hoa Lư gia nhập lực lượng của Đinh Bộ Lĩnh và được giao cho quản lý một đạo quân và tướng tiên phong Trần Công Mẫn. Trần Ứng Long là vị tướng trực tiếp chỉ huy trận đánh sứ quân [[Đỗ Cảnh Thạc]] ở [[Đỗ Động Giang]] (Thanh Oai, Hà Nội).\n\nTheo truyền thuyết về tướng quân Trần Ứng Long và bài viết của GS. TSKH Tô Ngọc Thanh thì: \"Vào thời đại [[loạn 12 sứ quân]], [[Đinh Bộ Lĩnh]] sai tướng quân Trần Ứng Long đem quân dẹp sứ quân [[Đỗ Cảnh Thạc]]. Sứ quân này lập căn cứ giữa vùng sông nước hiểm trở, lau sậy trùng điệp, nếu bị đối phương tẩn công dễ bị sa vào những thế trận đã bày sẵn. Biết đây là địa hình có vùng sông nước, Trần Ứng Long hạ lệnh cho quân vào vùng chặt tre đan thuyền, phỏng theo cách đan thúng. Nhờ có thuyền nan, quân Trần Ứng Long về quê dạy mọi người cách đan thuyền, gọi là thuyền thúng\". Từ truyền thuyết này, dân làng Nội Lễ suy tôn Trần Ứng Long là ông tổ nghề đan thuyền.<ref>Xem cuốn NGHỀ VẬ LÀNG NGHỀ TRUYỀN THỐNG - NHÀ XUẤT BẢN VĂN HÓA DÂN TỘC Hà Nội - 2012, Trang 48<\/ref>\n\n==Trận Đỗ Động Giang==\nTrần Ứng Long được [[Đinh Bộ Lĩnh]] giao quản lý tướng tiên phong Trần Công Mẫn và 1 đạo quân với nhiệm vụ đánh dẹp sứ quân [[Đỗ Cảnh Thạc]] ở [[Đỗ Động Giang]]. Thành Đỗ Động rất kiên cố, có dòng Động Giang bao quanh, lại nằm giữa vùng đầm lầy mênh mông, lau sậy ngút ngàn, hoang vu, bên ngoài khó có thể vào đánh được. Hai Tướng quân họ Trần đã hạ được những đồn án ngữ bên ngoài thành Đỗ Động. Đỗ Cảnh Thạc là một mãnh tướng của [[nhà Ngô]], tài thao lược nổi tiếng lúc bấy giờ. Khi mà Hậu Ngô mất, ông kéo quân về lập thành lũy ở đây, thế nghiêng thiên hạ. Đại quân [[Hoa Lư]] do hai dũng tướng họ Trần kéo đến đây đánh rất riết. [[Đỗ Cảnh Thạc]] rút vào thành nội để cố thủ. Hai tường họ Trần xiết chặt vòng vây, cắt đứt mọi đường tiếp viện vào thành. Thành Đỗ Động hoàn toàn bị cô lập. Đỗ sứ quân tính kế, dùng thuyền chiến vượt sông, mở một đường máu. Sau đó cho phá hết thuyền, chạy vào đóng quân ở bãi đất cao giữa đầm lầy, dựa vào địa hình hiễm trở để nuôi dưỡng, củng cố lực lượng, chớp thời cơ phản công, tiêu diệt đối phương. Đạo quân của hai tướng Trần sau khi chiếm được thành Đỗ Động, để một ít quân giữ thành, dồn binh lực gấp rút đuổi đánh Đỗ sứ quân. Khi vượt qua một rừng tre nứa, đạo quân của Trần tướng công gặp một con sông lớn chắn ngang, không một bóng người, không một con đò. Phía bên kia bờ sông là đầm lấy, lau sậy ngút ngàn, cờ xí của Đỗ sứ quân đang phấp phới bay trên những gò đất cao. Muốn sang đánh sứ quân họ Đỗ thì phải qua được sông này. Nhưng sông lớn, nước sâu, chảy xiết, không một cây cầu, một con đò qua sông.\n\nTướng Trần Ứng Long hạ lệnh cắm trại, giao cho đạo quân của Trần Công Mẫn quay lại rừng chặt tre nứa, gấp rút đan thành những chiếc [[thuyền thúng]] nhỏ, hình bầu dục, thêm hai cái thang chéo giữ cạo cho chắc chắn, và làm chỗ ngồi để bơi thuyền, lại lấy lá cây rừng, giã với đất sét, trộn lẫn nhựa sắn thuyền thật mịn, trát hai mặt thuyền cho nước khỏi ngấm vào. Hàng trăm con thuyền đã được tạo ra chỉ mong mấy ngày đêm. Có thuyền, quân sĩ nhất tề vượt sông. Khi lâm trận cứ hai người khênh một thuyền để làm lá chắn cho những người phía sau tiến lên. Người khỏe thì mỗi người một thuyền làm khiêng đỡ tên, đỡ giáo rất lợi hại. Gặp những khúc lầy lội, họ lại thả thuyền chiến, cho người đun đẩy phía sau, ào ào lướt tới như bơi trên sông nước. Người ta nói, cách đánh thuyền kiểu này là do vua Đinh hướng dẫn cho, lấy kinh nghiệm từ cái thời cờ lau tập trận, \"thuyền tre đè thuyền thúng\", thuở sinh thời nhà vua đã làm để đánh đội quân của nữ tướng họ Dương trên [[sông Hoàng Long]] xưa.\n\nĐỗ Cảnh Thạc từ các gò đất cao, giàn quân dùng cung nỏ và cần bắn gạch đá để đánh chặn nghĩa quân. Nhưng nhờ những chiếc thuyền chiến độc đáo và lợi hại ấy, quân Hoa Lư xông lên như vũ bão. Quân sĩ Đổ sứ quân sợ hãi,tan rã. Đỗ Mẫn bị chém đầu ngay tại trận. Hai tướng họ Trần thu quân thắng lợi, ca khúc khải hoàn, kéo về [[động Hoa Lư]] để báo tiệp với Vạn Thắng Vương.<ref>[http:\/\/www.tuvienquangduc.com.au\/truyen-2\/310truyenco5.html Chuyện Trần Đô Úy đại tướng quân]<\/ref>\n\n==Trần Công Mẫn==\nGóp phần lớn trong chiến công của Trần Ứng Long là tướng tiên phong Trần Công Mẫn dưới quyền chỉ huy của ông. Theo truyền thuyết Đinh Lê<ref>Truyền thuyết Đinh - Lê, Tác giả Trương Đình Tưởng, Nhà xuất bản Văn hóa dân tộc, năm 2003<\/ref> Trần Công Mẫn là con lương y Trần Đồng và vợ là Phạm Thị Hương ở huyện Lương Giang, Ái Châu ([[Thanh Hóa]]). Trần Công Mẫn có khuôn mặt vuông, tai lớn, mắt phượng, mày thanh, trông thật là khôi ngô, tuấn tú. Lớn lên, Trần Công Mẫn hay đọc sách binh thư, ham tập luyện võ nghệ, cung kiếm. Năm chàng 20 tuổi thì cha mẹ đều mất, lúc này Hậu Ngô Vương suy yếu, thổ hào các nơi nổi lên cát sứ, tự trị từng vùng, tranh giành nhau không ai chịu ai cả, làm cho nhân dân vô cùng điêu đứng, lầm than.\n\nTrần Công Mẫn lên đường những mong tìm được minh chủ để thờ. Trên đường đi, Mẫn qua làng Thái Duyến trọ tại một trang trại của người họ Trần, có một người con gái tên là Trần Thị Xuyến, tuổi vừa đôi mươi, nhan sắc chim sa cá lặn. Sáng sớm hôm sau, khách từ biệt chủ để đi tiếp. Trần trang chủ lưu khách lại đãi cơm rồi cho con gái ra tiếp nước, sửa sang giúp hành trang cho chàng. Trai quốc sắc, nữ thiên hương, càng nhìn vẻ mặt càng nồng uyên ương. Vợ chồng Trần lão mừng lắm cho đôi trai tài, gái sắc kết duyên. Trần Công Mẫn lưu lại ít ngày rồi từ biệt trang trại nhạc phụ và người vợ để lên đường theo chí hướng. Khi đến Bồ Hải Khẩu, chàng mới biết tin [[Trần Minh Công]], thống soái quân ở đây đã giao toàn bộ binh quyền cho [[Đinh Bộ Lĩnh]] kéo quân về [[động Hoa Lư]] xây thành, đắp lũy,hùng cứ một phương. Chẳng ngại đường xa dặm thẳng, chàng Mẫn cầm phong thư của [[Trần Minh Công]], một người, một ngựa xăm xăm tìm lối về [[động Hoa Lư]]. [[Vạn Thắng Vương]] xem xong bức thư của [[Trần Minh Công]] gửi tới, liền phong cho Trần Công Mẫn làm Tướng tiên phong của đạo quân do Tướng Trần Ứng Long trực tiếp chỉ huy, chuẩn bị xuất quân đánh sứ quân [[Đỗ Cảnh Thạc]] ở [[Đỗ Động Giang]] (Thanh Oai, [[Hà Nội]]).\n\nSau khi dẹp tan [[loạn mười hai sứ quân]], non sông thống nhất. [[Vạn Thắng Vương]] đăng quang Hoàng đế. Nhà vua phong thưởng cho ba quân tướng sĩ. Trần Công Mẫn được phong chức Đô Úy Đại tướng quân, cấp cho thực ấp ở trang Thái Duyến, Đến ngày 12 tháng 2 năm Kỷ Mão, Đô Úy Đại tướng quân Trần Công Mẫn bỗng nhiên không bệnh mà mất tại thực ấp Thái Duyến,Vua Đinh sắc ban ông là Nam Đô Thành Hoàng, lại ban thêm tiền bạc để nhân dân Thái Duyến lập miếu phụng thờ. Hội làng hàng năm được mở vào ngày tướng quân mất, bao giờ bảy giáp của trang Thái Duyến cũng thi bơi thuyền diễn lại tích thuyền thúng đuổi giặc của 2 tướng quân họ Trần. Rồi nơi đây trù phú, dân cư mở chợ đông vui, để tưởng nhớ 2 tướng quân họ Trần, họ mới đặt tên chợ là chợ Trần, lâu ngày gọi chệch thành chợ Giần (nay thuộc [[Vụ Bản]], [[Nam Định]]).\n\n==Tổ nghề sơn==\nNhững bằng chứng xác thực của ngành khảo cổ học đã chứng minh nghề sơn ở Việt Nam có một bề dày truyền thống đã trên hai ngàn năm. Nhưng người đầu tiên khai sinh, khởi phát ra nghiệp này lại là Trần Ứng Long. Có khá nhiều tư liệu nói đến nhân vật Trần Ứng Long, một võ tướng của Đinh Bộ Lĩnh. Theo truyền thuyết và sử thành văn thì ông là người đầu tiên trong lịch sử đã sử dụng sơn ta trong cuộc chiến đấu dẹp loạn mười hai sứ quân. Tài liệu của hai tác giả Nguyễn Vinh Phúc và Nguyễn Nha đều viết rằng: trong một lần đi dẹp sứ quân Đỗ Cảnh Thạc đóng ở Đỗ Động (Thanh Oai, Hà Tây) quân Cảnh Thạc thua chạy qua sông đã nhấn chìm tất cả thuyền bè. Trần Ứng Long buộc phải dừng quân để tìm kế sang sông. Nhận thấy trong vùng có nhiều cây sơn, ông nảy ra một ý hay: cho quân lính vào làng mượn tất cả những thắng cái, thúng đại, rồi đem nhựa sơn trộn với đất bột trát vào các kẽ hở. Và đội quân của ông đã vượt sông an toàn trên các loại thúng đó. Dựa vào câu truyện này, nhiều tư liệu cho rằng Trần Ứng Long là ông tổ của nghề sơn và tính niên đại của nghề sơn nước ta từ thế kỷ X.<ref>{{Chú thích web |url=http:\/\/lamdotrangtri.info\/dat-to-nghe-son.html |ngày truy cập=2019-05-02 |tựa đề=Đất tổ nghề sơn |archive-date = ngày 2 tháng 5 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20190502063257\/http:\/\/lamdotrangtri.info\/dat-to-nghe-son.html }}<\/ref>\n\n==Đền thờ==\nTrần Ứng Long được thờ ở Miếu và Đình Nội Lễ, xã An Viên, huyện Tiên Lữ (Hưng Yên). Ông được tôn vinh là ông tổ của nghề đan thuyền.<ref>[https:\/\/infonet.vn\/nhung-nguoi-giu-nghe-thuyen-nan-o-noi-le-post187109.info Những người giữ nghề thuyền nan ở Nội Lễ]<\/ref>\n\nĐền thờ Trần Công Mẫn ở xã Trung Thành là di tích lịch sử văn hóa lâu đời thờ 2 vị [[tướng nhà Đinh]] là Trần Công Mẫn và Trần Ứng Long. Trần Công Mẫn, người [[Sơn Tây (tỉnh cũ)|Sơn Tây]] theo về với vua [[Đinh Tiên Hoàng]], được giao làm tướng tiên phong dưới quyền Trần Ứng Long, có công đánh dẹp sứ quân [[Đỗ Cảnh Thạc]]. Sau này Ông lại được cử xuống phủ [[Nghĩa Hưng]] để chiêu mộ được 1000 quân sĩ. Ông lấy vợ người trang Thái Duyến là bà Xuyến Nương và tập hợp được đến nghìn trai tráng quê vợ tham gia nghĩa quân.\n\n==Chú thích==\n{{tham khảo}}\n{{thời gian sống|sinh = 938|mất =THIẾU}}\n{{12 sứ quân}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Quan lại nhà Đinh]]\n[[Thể loại:Võ tướng nhà Đinh]]\n[[Thể loại:Sơn]]\n[[Thể loại:Thuyền]]"}