{"Trần Hồng Tiến":"'''Trần Hồng Tiến''' ({{zh|t=陳洪進|s=陈洪进}}) (914-985), tự '''Tế Xuyên''' (濟川) là một quân phiệt vào cuối thời [[Ngũ Đại Thập Quốc]], ông kiểm soát [[Thanh Nguyên quân]]<ref group=\"c\">trị sở nay thuộc [[Tuyền Châu]], [[Phúc Kiến]]<\/ref>. Sau khi [[nhà Tống|triều Tống]] chinh phục nhiều lãnh thổ, Trần Hồng Tiến đầu hàng. Sau đó, ông trở thành một tướng lĩnh của triều Tống.\n\n== Phụng sự Lưu Tòng Hiệu ==\nTrần Hồng Tiến là người huyện Tiên Du<ref group=\"c\">仙遊, nay thuộc [[Phủ Điền]], [[Phúc Kiến]]<\/ref> thuộc Tuyền châu<ref group=\"c\">泉州, nay thuộc [[Tuyền Châu]], [[Phúc Kiến]]<\/ref>. Thời thơ ấu, ông là người có khí tiết mạnh mẽ, có phần thích đọc sách, thạo binh pháp. Khi trưởng thành hơn, ông nổi tiếng với tài năng dũng lược. Ông tòng quân và khi tham dự cuộc tấn công Đinh châu<ref group=\"c\">汀州, nay thuộc [[Long Nham]], [[Phúc Kiến]]<\/ref>, ông là người đầu tiên đăng thành, được bổ nhiệm làm 'phó binh mã sứ'.<ref name=TS483>''[[Tống sử]]'', [[:zh:s:宋史\/卷483|quyển 483]].<\/ref> (Có lẽ diễn ra vào năm 941 khi Hoàng đế [[Vương Diên Hy|Vương Hy]] khiển tướng quân Hứa Nhân Khâm (許仁欽) đem ba nghìn quân đến Đinh châu để bắt hoàng đệ là Đinh châu thứ sử Vương Diên Hỷ do nghi người này thông đồng với [[Vương Diên Chính]].)<ref>Xem ''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷282|quyển 282]].<\/ref>\n\nNăm 944, tướng [[Chu Văn Tiến]] hạ sát Vương Hy và soán vị hoàng tộc họ Vương, tranh chấp tính chính thống với Vương Diên Chính (xưng đế lập quốc [[Ân (Thập quốc)|Ân]] tại Kiến châu<ref group=\"c\">建州, nay thuộc [[Nam Bình (thành phố)|Nam Bình]], Phúc Kiến<\/ref> từ trước đó). Sau đó, Chu Văn Tiến cử Hoàng Thiệu Pha (黃紹頗) đến Tuyền châu giữ chức thứ sử, [[Lưu Tòng Hiệu]] cùng các đồng cấp Vương Trung Thuận (王忠順), Đổng Tư An (董思安), và [[Trương Hán Tư]] sát hại Hoàng Thiệu Pha. Lưu Tòng Hiệu thỉnh Vương Kế Huân (王繼勳), một tụng tử của Vương Diên Chính, làm chủ quân phủ. Lưu Tòng Hiệu bỏ thủ cấp Hoàng Thiệu Pha trong hộp, khiển Trần Hồng Tiến đem đến Kiến châu dâng cho Vương Diên Chính. Khi Trần Hồng Tiến đến Vưu Khê<ref group=\"c\">尤溪, nay thuộc [[Tam Minh]], Phúc Kiến<\/ref>, ông bị mấy nghìn thú binh Phúc châu [tức quân của Chu Văn Tiến] chặn đường. Trần Hồng Tiến lừa họ rằng \"Nghĩa quân đã giết Chu Văn Tiến tại Phúc châu, ta tức tốc từ quân hướng về Kiến châu. Sao các ngươi vẫn còn trú thủ ở đây làm gì?\" Ông cũng đưa thủ cấp của Hoàng Thiệu Pha cho họ xem. Đội quân Phúc châu thấy vậy thì tan rã, một vài tướng lĩnh đi theo Trần Hồng Tiến đến Kiến châu. Vương Diên Chính bổ nhiệm Vương Kế Huân là Tuyền châu thứ sử, còn Lưu Tòng Hiệu, Vương Trung Thuận, Đổng Tư An, và Trần Hồng Tiến đều là \"đô chỉ huy sứ\".<ref name=TTTG284>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷284|quyển 284]].<\/ref> Sau khi Vương Diên Chính đầu hàng [[Nam Đường]], Tuyền châu trung thành với Nam Đường. Đến năm 946, Lưu Tòng Hiệu buộc Vương Kế Huân phải nhượng lại quân phủ sự; hoàng đế Nam Đường Lý Cảnh bổ nhiệm Lưu Tòng Hiệu làm Tuyền châu thứ sử.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷285|quyển 285]].<\/ref> Năm 949, Lý Cảnh không thể chế ngự được Lưu Tòng Hiệu nên đành đặt Thanh Nguyên quân tại Tuyền châu, bổ nhiệm Lưu Tòng Hiệu làm tiết độ sứ.<ref name=TTTG288>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷288|quyển 288]].<\/ref> Trần Hồng Tiến giữ chức 'thống quân sứ', cùng phó sứ [[Trương Hán Tư]] chỉ huy binh lính, lập thêm nhiều chiến công.<ref name=TS483\/>\n\n== Chiếm đoạt và cai trị Thanh Nguyên quân==\n''[[Tục Tư trị thông giám]]'' biểu thị rằng sau khi Lưu Tòng Hiệu từ trần, tụng tử là Lưu Thiệu Tư tự lĩnh quân vụ, song không lâu thì bị Trần Hồng Tiến đoạt quyền, ông vu cáo rằng Lưu Thiệu Tư muốn quy phục [[Ngô Việt]] và giải Lưu Thiệu Tư đến Nam Đường, suy tôn [[Trương Hán Tư]] làm lưu hậu.<ref name=TTTTG2>''[[Tục Tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷002|quyển 2]].<\/ref> Tuy nhiên, phần tiểu sử về Lưu Tòng Hiệu trong ''[[Tống sử]]'' thì ghi rằng chính biến diễn ra khi Lưu Tòng Hiệu nằm bệnh, song phần tiểu sử về Trần Hồng Tiến lại tương tự như trong ''Tục Tư trị thông giám''.<ref name=TS483\/>\n\nTheo tường thuật, Trương Hán Tư tuổi cao nên không thể cai trị sự vụ trong quân, mọi sự đều do Phó sứ Trần Hồng Tiến giải quyết. Trương Hán Tư lo ngại Trần Hồng Tiến chuyên chính, bèn thiết yến, cho quân phục kích nhằm hạ sát. Tuy nhiên, khi đang uống rượu thì xảy ra động đất, những người đồng mưu sợ hãi bèn cáo với Trần Hồng Tiến. Trần Hồng Tiến lập tức rời đi, giáp sĩ phục kích đều giải tán. Trương Hán Tư cho canh phòng chặt chẽ quân phủ nhằm phòng bị Trần Hồng Tiến. Ngày Quý Mão (22) tháng 4 năm Quý Hợi ([[17 tháng 5]] năm 963), Trần Hồng Tiến tụ tập binh sĩ phong tỏa quân phủ, mặc thường phục tiến vào trong phủ một cách hòa bình, quát đuổi trực binh. Trương Hán Tư ở trong phòng, Trần Hồng Tiến đến trước cửa nói: \"Quân lại thấy Công già cả, thỉnh Hồng Tiến làm chủ sự vụ, ý nguyện của dân chúng không thể làm trái, nay hãy nhượng lại ấn.\" Trương Hán Tư hoảng hốt không biết làm sao, bèn giao ấn cho Trần Hồng Tiến, Trần Hồng Tiến cáo với tướng lại: \"Hán Tư không thể trị lý, nhượng ấn cho ta\", tướng lại đều chúc mừng. Sau đó, Trần Hồng Tiến cho đưa Trương Hán Tư đến ngoại xá, cho binh canh giữ.<ref name=TTTTG3>''Tục Tư trị thông giám'', [[:zh:s:續資治通鑑\/卷003|quyển 3]].<\/ref>\n\nTrần Hồng Tiến khiển sứ thỉnh mệnh với Hoàng đế Nam Đường [[Lý Dục]], Lý Dục bổ nhiệm Trần Hồng Tiến là Thanh Nguyên quân tiết độ sứ, Tuyền-Nam<ref group=\"c\">Năm 946, Lý Cảnh đổi Chương châu thành Nam châu<\/ref> đẳng châu quan sát sứ.<ref name=TS483\/><ref name=TTTTG3\/> Đương thời, [[Tống Thái Tổ]] bình Trạch, Lộ; hạ Dương châu; lấy Kinh Hồ, Trần Hồng Tiến lo sợ nên khiển nha tướng Ngụy Nhân Tể (魏仁濟) phụng biểu đến cáo với Tống, tự xưng Thanh Nguyên quân tiết độ phó sứ, quyền tri Tuyền-Nam đẳng châu quân phủ sự, nói rằng Trương Hán Tự già cả không thể cai trị nên thỉnh Trần Hồng Tiến lĩnh châu sự, xin triều chỉ của Tống. Tống Thái Tổ khiển Thông sự xá nhân Vương Ban đem chiếu phủ dụ, cũng ban một chiếu cho Lý Dục (chư hầu trên danh nghĩa) nói rằng Thanh Nguyên quân biến trá đa đoan, nhiều lần đổi chủ soái, xa xôi về địa lý, không chế ngự kịp, do vậy chấp thuận quy phục nhằm giúp ổn định khu vực. Lý Dục trả lời: \"Trần Hồng Tiến đa trá, do dự hai đầu, quả thực không đáng nghe theo\". Tống Thái Tổ lại ban chiếu giải thích cho Lý Dục, Lý Dục bèn chấp thuận.<ref name=TS483\/> Năm Kiến Long thứ 4 (963), Trần Hồng Tiến khiển sứ triều cống Tống, đến mùa đông lại cống vạn lượng bạc, vạn cân nhũ hương trà dược. Lý Dục nhiều lần dâng biểu yêu cầu Tống ngưng ân mệnh với Trần Hồng Tiến, Tống Thái Tổ cũng dụ Lý Dục.<ref name=TS483\/>\n\nNgày Canh Tý (23) tháng 1 năm Càn Đức thứ 2 (9 tháng 3 năm 964)<ref name=TTTTG3\/>, Tống Thái Tổ hạ chiếu cải Thanh Nguyên quân thành Bình Hải quân, mệnh Trần Hồng Tiến là tiết độ sứ, Tuyền Chương đẳng châu quan sát sứ, kiểm hiệu thái phó, ban hiệu \"Thôi Thành Thuận Hóa công thần\", đúc ấn ban cho. Bổ nhiệm các con của Trần Hồng Tiến là Trần Văn Hiển (陳文顯) làm tiết độ phó sứ và Trần Văn hạo (陳文顥) là Chương châu<ref group=\"c\">漳州, nay thuộc [[Chương Châu]], [[Phúc Kiến]]<\/ref> thứ sử. Mùa hạ năm đó, mẫu thân của Trần Hồng Tiến từ trần, song Tống Thái Tổ cho khởi phức (phục chức khi chưa mãn tang kỳ).<ref name=TS483\/> Theo tường thuật, mỗi năm để cống nạp cho triều đình Tống, Trần Hồng Tiến đánh thuế nặng dân chúng, cho người giàu dùng tiền để không phải phục vụ đinh dịch. Tử đệ thân thích thông đồng nhận hối lộ, dân chúng hai châu rất khổ sở.<ref name=TTTTG3\/>\n\nNăm 975, Tống chinh phục Nam Đường. Năm 976, Quốc vương [[Tiền Thục (Ngô Việt)|Tiền Thục]] của [[Ngô Việt]] đến kinh thành [[Khai Phong]] của Tống để chầu.<ref>''Tục Tư trị thông giám'', [[:zh:s:續資治通鑑\/卷008|quyển 8]].<\/ref> Trần Hồng Tiến bất an, khiển Trần Văn Hạo nhập cống với vạn cân nhũ hương, ba nghìn cân ngà voi, năm cân long não hương. Tống Thái Tổ bèn triệu Trần Hồng Tiến đến Khai Phong, Trần Hồng Tiến quyết định đến yết kiến. Tuy nhiên, khi ông đến Nam Kiến châu<ref group=\"c\">南劍州, nay thuộc Nam Bình<\/ref> thì biết tin Tống Thái Tổ từ trần. Ông trở về Tuyền châu và phát tang cho Tống Thái Tổ.<ref name=TS483\/>\n\nNăm Thái Bình Hưng Quốc thứ 2 (977), Trần Hồng Tiến đến Khai Phong để chầu [[Tống Thái Tông]], ngày Canh Dần (1) tháng 7 nhuận (18 tháng 8) Tống Thái Tông khiển Hàn lâm sứ Trình Đức Nguyên (程德元) đến Túc châu<ref group=\"c\">宿州, nay thuộc [[Túc Châu]], [[An Huy]]<\/ref> để nghênh đón. Ngày Bính Dần (8) tháng 8 (23 tháng 9), Trần Hồng Tiến nhập kiến tại Sùng Đức điện, được đối đãi theo nghi lễ trang trọng, thưởng 10 triệu đồng, vạn lượng bạc, vạn xấp lụa. Nghe theo kế của mạc liêu Lưu Xương Ngôn (劉昌言), ngày Kỉ Mão (25) tháng 4 năm Thái Bình Hưng Quốc thứ 3 ([[3 tháng 6]] năm 978), Trần Hồng Tiến thượng biểu cho Tống Thái Tông dâng hai châu Tuyền và Chương, với 14 huyện, 151.988 hộ, 18.721 binh sĩ. (Việc Trần Hồng Tiền dâng lãnh thổ giúp thuyết phục Tiền Thục làm theo trong cùng năm.)<ref name=TTTTG9>''Tục Tư trị thông giám'', [[:zh:s:續資治通鑑\/卷009|quyển 9]].<\/ref>\n\n== Sau khi hàng Tống ==\nNgày Quý Mùi (29) cùng tháng (7 tháng 6 năm 978), Tống Thái Tông bổ nhiệm Trần Hồng Tiến là Vũ Ninh<ref group=\"c\">武寧, trị sở nay thuộc [[Từ Châu]], [[Giang Tô]]<\/ref> tiết độ sứ, ''Đồng bình chương sự''.<ref name=TTTTG9\/> (Tuy nhiên, đương thời quyền lực của chức vụ tiết độ sứ dần suy yếu do Tống Thái Tông tập trung hóa quân đội.)<ref name=TTTTG2\/> Tống Thái Tông giữ Trần Hồng Tiến tại Khai Phong, thưởng vạn lượng bạc, và nhà ở. Các con trai của Trần Hồng Tiến cũng được làm quan tại các quận lân cận.<ref name=TS483\/>\n\nSang năm 979, Trần Hồng Tiến tham dự chiến dịch chinh phục [[Bắc Hán]] của Tống Thái Tông. Năm Thái Bình Hưng Quốc thứ 6 (981), ông được phong là Kỷ (杞) quốc công. Đương thời, Trần Hồng Tiến tuổi đã cao, hết sức phú quý, dâng biểu xin được trí sĩ, Tống Thái Tông sau đó miễn cho ông việc triều thỉnh. Năm Ung Hy thứ 2 (981), Trần Hồng Tiến bệnh mất, thọ 72 tuổi. Tống Thái Tông phế triều hai ngày, truy tặng ông chức Trung thư lệnh, truy thụy là Trung Thuận, trung sứ hộ táng, táng sự theo nghi thức quan.<ref name=TS483\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n== Chú thích ==\n{{tham khảo}}\n\n{{s-start}}\n{{s-gov}}\n|- style=\"text-align: center;\n{{s-bef|before=[[Trương Hán Tư]]}}\n{{s-ttl|title=Người cai trị Trung Quốc (miền nam Phúc Kiến) (thực tế)|years=963-978}}\n{{s-aft|after=[[Tống Thái Tông]]}}\n{{s-end}}\n\n{{vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Sinh năm 914]]\n[[Thể loại:Mất năm 985]]\n[[Thể loại:Người Phúc Kiến]]\n[[Thể loại:Mân (Thập quốc)]]\n[[Thể loại:Nam Đường]]\n[[Thể loại:Người nhà Tống]]"}