{"Trần Lâm (Tam Quốc)":"{{Người khác 5|Trần Lâm}}{{Thông tin nhân vật phong kiến\n| tự = Khổng Chương\n}}\n'''Trần Lâm''' (chữ Hán: 陈琳, ? – 217) là nhà văn cuối đời [[Đông Hán]] trong lịch sử Trung Quốc, một trong [[Kiến An thất tử]].\n\n==Cuộc đời==\nLâm tự Khổng Chương, người huyện Xạ Dương, quận Quảng Lăng {{efn|Nay là đông bắc [[Dương Châu]], [[Giang Tô]]}}.<ref name=\"T1\">''[[Tam quốc chí]] quyển 21, Ngụy thư 21 – Vương Vệ nhị Lưu Phó truyện: [[Vương Sán]]''<\/ref><ref name=\"H\">''[[Hậu Hán thư]] quyển 58, liệt truyện 48 – Ngu Truyền Cái Tang truyện: [[Tang Hồng]]''<\/ref><ref name=\"T2\">''Tam quốc chí quyển 7, Ngụy thư 7 – Lữ Bố Tang Hồng truyện: [[Tang Hồng]]''<\/ref> {{efn|''Tam quốc chí – Vương Sán truyện'' chép “...'''Quảng Lăng Trần Lâm tự Khổng Chương,...'''”; ''Hậu Hán thư – Tang Hồng truyện'' và ''Tam quốc chí – Tang Hồng truyện'' đều chép “Tang Hồng tự Tử Nguyên, '''Quảng Lăng Xạ Dương nhân'''...” lại đều chép “(Viên Thiệu) sử '''Hồng ấp nhân Trần Lâm''' dĩ thư thí Hồng, kì kì họa phúc, trách dĩ ân nghĩa.” Từ đó người viết kết luận Trần Lâm cũng là người Xạ Dương, Quảng Lăng}} Cuối thời [[Hán Linh đế]], Lâm được làm chủ bộ của Đại tướng quân [[Hà Tiến]]. Bấy giờ Hà Tiến muốn triệu tập mãnh tướng 4 phương về kinh sư, nhằm bức bách [[Hà thái hậu]] chấp nhận diệt trừ hoạn quan, Lâm can ngăn: “[[Kinh Dịch]] nhắc đến ‘Tức lộc vô Ngu’ {{efn|''Kinh Dịch – quẻ Thủy Lôi Truân, hào từ Lục Tam'': “Tức lộc vô Ngu, duy nhập vô lâm trung, quân tử cơ bất như xả vãng lận.” [[Lý Hiền (nhà Đường)|Lý Hiền]] chú giải: “Tức lộc (即鹿; 即\/tức: đến gần, 鹿\/lộc: con hươu) nghĩa là đuổi theo cầm thú. Ngu (虞) là quan chức coi núi chằm. Vô Ngu nghĩa là không thể làm được.” (hào từ này ý nói theo đuổi lợi ích bất chấp lý lẽ, dẫn đến sa lầy không lối thoát, chẳng những sẽ mất tất cả, mà còn lưu tiếng xấu muôn đời)}}, ngạn ngữ có câu ‘bịt mắt bắt sẻ’. Ôi vật nhỏ mọn còn không thể dối mình đã đắc chí, huồng hồ đại sự của nước nhà, há có thể vờ đã xong việc ru? Nay tướng quân nắm hoàng uy, giữ binh quyền, tướng rồng binh cọp, hơn kém tại tâm, đây giống như quạt lò lớn đốt râu tóc vậy. Ôi lánh kinh hợp đạo, trời người xuôi theo, mà ngược lại từ bỏ lợi thế, còn mời gọi người ngoài giúp đỡ. Đại binh tụ hội, kẻ mạnh xưng hùng, có thể nói là cầm ngược can qua, trao cán cho người {{efn|Nguyên văn: 倒持干戈. 倒持\/đảo trì, tạm dịch: cầm ngược, Lý Hiền dẫn [[Hán thư]] – [[Mai Phúc]] truyện: “Đảo trì Thái A, thụ sở kì bính.’ (Theo Việt tuyệt thư, Thái A là 1 trong 3 thanh bảo kiếm do [[Âu Dã Tử]], [[Can Tương]] rèn nên; 2 thanh còn lại là Long Uyên và Công Bố. Thành ngữ 倒持太阿\/Đảo trì Thái A nghĩa là cầm ngược bảo kiếm, tức là tự đặt chuôi kiếm vào tay người khác, ý nói trao đại quyền vào tay người khác, có thể sẽ bị kẻ ấy làm hại chính mình)}}. Việc ắt không xong, chỉ gây loạn lạc.” Hà Tiến không nghe.<ref name=\"T1\" \/><ref>''Hậu Hán thư quyển 69, liệt truyện 59 – Đậu Hà truyện: [[Hà Tiến]]''<\/ref>\n\nSau cái chết của Hà Tiến, Lâm tị nạn ở Ký Châu, được [[Viên Thiệu]] sử làm Điển văn chương.<ref name=\"T1\" \/> Viên Thiệu vây khốn Đông Quận thái thú [[Tang Hồng]], sai Lâm viết thư khuyên hàng, nhưng Hồng đáp thư cự tuyệt.<ref name=\"H\" \/><ref name=\"T2\" \/> Viên Thiệu tấn công [[Tào Tháo]], sai Lâm thảo hịch kể tội Tháo, đời sau gọi là \"Vi Viên Thiệu hịch Dự Châu văn\" ([[:wikisource:zh:為袁紹檄豫州|为袁绍檄豫州文]]), được ''Ngụy thị xuân thu'' (魏氏春秋) chép toàn văn. Viên Thiệu mất, Lâm phục vụ [[Viên Thượng]]. Tào Tháo vây khốn [[Thẩm Phối]] ở Nghiệp, Viên Thượng đến cứu nhưng thất bại, sai Lâm cùng Âm Quỳ xin hàng, bị Tào Tháo từ chối.<ref>''Tam quốc chí quyển 6, Ngụy thư 6 – Đổng nhị Viên Lưu truyện: [[Viên Thiệu]]''<\/ref>\n\nAnh em họ Viên thất bại, Lâm quy hàng Tào Tháo. Tào Tháo hỏi Lâm khi xưa làm hịch kể tội mình thì thôi, sao lại sỉ nhục đến tổ tông 3 đời của Tháo, ông tạ tội. Tào Tháo yêu tài nên không truy cứu, lấy Lâm làm Tư không Quân mưu tế tửu, quản ký thất. Công văn của Tào Tháo, đều do Lâm cùng [[Nguyễn Vũ (Tam Quốc)|Nguyễn Vũ]] làm ra. Về sau Lâm được dời làm Môn hạ đốc.<ref name=\"T1\" \/>\n\nNăm Kiến An thứ 22 (217), Lâm cùng [[Lưu Trinh]], [[Ứng Sướng]], [[Từ Cán]] đều chết vì bệnh dịch.<ref name=\"T1\" \/>\n\n==Tác phẩm==\n[[Trương Phổ]] ([[:zh:张溥|张溥]], [[đời Minh]]) tập hợp tác phẩm của Lâm, làm ra ''Trần ký thất tập'' (陈记室集), về sau được đưa vào ''Hán Ngụy Lục triều Bách tam gia tập'' (汉魏六朝百三家集).\n\nTác phẩm tiêu biểu của Lâm về thi ca có \"Ẩm mã Trường Thành quật hành\" (饮马长城窟行) miêu tả khổ nạn do lao dịch nặng nề gây ra đối với nhân dân cùng khổ, chịu ảnh hưởng của Nhạc phủ rất nhiều, có ý nghĩa hiện thực sâu sắc. Về tản văn, ngoài \"Vi Viên Thiệu hịch Dự Châu văn\", còn có \"Vi Tào Hồng dữ thế tử thư\" (为曹洪与世子书), thể hiện văn phong hùng tráng, văn khí dào dạt, bút lực mãnh mẽ. [[Tào Phi]] gởi thư cho [[Ngô Chất]] (Hựu dữ Ngô Chất thư\/又与吴质书), khen văn của Lâm rất khỏe {{efn|Nguyên văn: Khổng Chương chương biểu thù kiện\/孔璋章表殊健}}. Về từ phú, có \"Võ quân phú\" (武军赋) ca ngợi chiến công Viên Thiệu tiêu diệt [[Công Tôn Toản]], có \"Thần võ phú\" (神武赋) ca ngợi chiến công Tào Tháo bắc chinh [[Ô Hoàn]].\n\n==Đánh giá==\nLâm được [[Tào Phi]] xếp vào nhóm 7 văn xuất chúng bậc nhất cuối đời Đông Hán, đời sau gọi là Kiến An thất tử.<ref>''Tào Phi – [[Điển luận]] [[wikisource:zh:典論\/論文|Luận văn]]''<\/ref>\n\n==Thành ngữ, điển tích liên quan==\n* ''Yểm mục bộ tước'' (掩目捕雀, tạm dịch: bịt <yểm> mắt <mục> bắt <bộ> sẻ <tước>) miêu tả một người tự che mắt mình rồi chụp bắt chim sẻ, cho rằng mình không nhìn thấy sẻ thì sẻ cũng không nhìn thấy mình; ý nói tự lừa dối chính mình.\n* ''Cổ hồng lô liệu mao phát'' (鼓洪炉燎毛发, tạm dịch: quạt <cổ, tức 鼓风\/cổ phong\/quạt gió> lò lớn <hồng lô> đốt <liệu> lông tóc <mao phát>) hay ''Hồng lô liệu phát'', ý nói việc rất dễ dàng thành công.\n* ''Văn dũ đầu phong'' (文癒头风, tạm dịch: văn chữa khỏi <dũ> chứng đau đầu <đầu phong>). Tào Tháo vốn có bệnh đau đầu, vào đúng ngày bài hịch của Lâm truyền đến Hứa Xương thì bệnh ấy tái phát. Tháo phải nằm đọc hịch văn của Lâm, rồi toát mồ hôi mà đứng dậy, nói: “Cái này chữa khỏi bệnh của ta.” <ref>''[[Thái Bình ngự lãm]] [[wikisource:zh:太平御覽\/0597|quyển 597]], Văn bộ 13 – Hịch'' dẫn ''Ngụy thư'' của [[Vương Thẩm]]<\/ref><ref>''Tam quốc chí – Vương Sán truyện'' dẫn ''Điển lược'' ([[:wikisource:zh:三國典略|典略]])<\/ref>\n\n==Hình tượng văn học==\nTrong [[Tam quốc diễn nghĩa]], Trần Lâm xuất hiện ở hồi thứ 2: ''Trương Dực Đức giận đánh Đốc bưu; Hà quốc cữu mưu giết Hoạn thụ'', khuyên can Hà Tiến. Ở hồi 22: ''Viên, Tào đều cất ba quân mã bộ; Quan, Trương cùng bắt hai tướng Vương, Lưu'', Viên Thiệu sai Trần Lâm làm bài hịch kể tội Tào Tháo. Ở hồi 32: ''Cướp Ký Châu, Viên Thượng tranh hùng; Khơi sông Chương, Hứa Du hiến kế'', Tào Tháo phá được Nghiệp, bắt sống Trần Lâm. Tháo hỏi Lâm: \"Trước mày làm bài hịch cho Bản Sơ, kể tội tao ra cũng được, nhưng sao lại dám nói nhục đến cả ông cha tao?\" Trần Lâm đáp: \"Mũi tên đặt trên dây cung, không thể không bắn đi được.\" Tả hữu khuyên Tào Tháo giết đi. Tháo tiếc là người có tài, cho làm tòng sự.\n\nNhìn chung hình tượng của Lâm được mô tả sát với sử sách.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Ghi chú==\n{{notelist}}\n{{Văn học Kiến An}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Giang Tô]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 217]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhà văn Trung Quốc thời Hán]]\n[[Thể loại:Nhà thơ Trung Quốc thời Hán]]\n[[Thể loại:Nhà văn Trung Quốc thời Tam Quốc]]\n[[Thể loại:Nhà thơ Trung Quốc thời Tam Quốc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}