{"Trần Vũ (Đông Ngô)":"{{bài cùng tên|Trần Vũ (định hướng)}}\n{{Chinese\n|title=Trần Vũ\/Võ\n|t=陳武\n|s=陈武\n|p=Chén Wǔ\n}}\n'''Trần Vũ''' hay '''Trần Võ''' ([[chữ Hán]]: 陳武; [[bính âm Hán ngữ|bính âm]]: Chen Wu; ???-[[215]]) tự '''Tử Liệt''' là một viên tướng của lực lượng [[Đông Ngô]] phục vụ dưới trướng của lãnh chúa [[Tôn Quyền]] trong thời [[Tam Quốc]] của [[Lịch sử Trung Quốc]]. Trần Vũ tham gia [[trận Hợp Phì]] và tử trận tại đây. Trần Vũ chết dưới tay của tướng [[Trương Liêu]] của [[Tào Ngụy]]. Ông chết khi đang hộ tống và bảo vệ Tôn Quyền trước sự truy kích của Trương Liêu. Tôn Quyền thương tiếc thành tâm cảm tạ làm lễ [[mai táng]] ma chay chu đáo cho Trần Vũ đồng thời ban cho gia đình Trần Vũ hưởng lộc 200 [[hộ gia đình]].\n\n==Trong Tam Quốc diễn nghĩa==\nTrong [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]], Trần Vũ xuất hiện tại Hồi thứ 15 trong chiến dịch [[Chiến dịch Dương châu|Tôn Sách phạt Giang Đông]]. Trần Vũ được mô tả là người mình cao bảy [[thước]], [[mắt]] [[vàng]], con ngươi [[đỏ]], hình dung cổ quái, mặc áo ngắn có tay áo, cầm [[dao]] là người ở Lư Giang. Trần Vũ là một trong những võ tướng tiên phong, xông xáo của phe Ngô, luôn xung phong đi đầu chém giết lập công.\n\n===Trong chiến dịch Giang Đông===\nTrần Vũ đã giúp cho [[Chu Du]] đã đem quân đánh úp lấy [[Khúc A]], ông đã tiếp ứng cho Chu Du vào thành. Sau đó về làm phụ tá cho Tôn Sách. Tôn Sách yêu lắm cho làm hiệu uý, sai đi tiên phong đánh [[Tiết Nhân Quý|Tiết Lễ]]. Trần Vũ dẫn hơn mười [[kị mã]], xông vào trong trận chém hơn năm mươi đầu đối thủ. Sau đó quân Ngô tấn công, Trương Anh quay ngựa chạy về bị Trần Vũ đâm chết, Trần Hoành bị Tưởng Khâm bắn chết, Tiết Lễ chết ở trong đám loạn quân.\n\nSau đấy để bắt [[Thái Sử Từ]], Tôn Sách sai Trần Vũ trèo lên mặt thành trước của thành Kinh Huyện đốt lửa. Sau đó khi Tôn Sách tập kích [[Nghiêm Bạch Hổ]], Trần Vũ bơi thuyền nhỏ theo bờ sông, lượn sang được bên kia cầu, bắn tên tua tủa lên quân đứng trên bờ, Trần Vũ nhảy lên đánh giết, quân Nghiêm Dư phải lui chạy.\n\n===Giao chiến với quân Tào===\nSau [[trận Xích Bích]], Trần Vũ theo Chu Du tập kích quân Tào do Tào Nhân chỉ huy. Trần Vũ tập kích từ mé bắc. Tuy nhiên trong chiến dịch này quân Ngô tổn thất nhân mã và người hưởng lợi là quân Thục.\n\nTrong [[trận Hợp Phì]], khi Tào Tháo xuất quân đánh Đông Ngô lần nữa, khi Tào Tháo sai các tướng lên núi bắt Tôn Quyền. Thì các tướng Hàn Đương, Chu Thái, bên tả có Trần Vũ, Phan Chương. Bốn tướng dẫn ba ngàn quân cung nỏ, bắn liên tục khiến Tào Tháo phải dẫn các tướng chạy về.\n\nSau đó trong Trận Hợp phì lần 2, lần này quân Ngô tiến công quân Tào. Tôn Quyền sai [[Lã Mông|Lữ Mông]], [[Cam Ninh]] làm tiên phong: [[Tưởng Khâm]], [[Phan Chương]] làm đoạn hậu, Tôn Quyền dẫn [[Chu Thái]], Trần Vũ, Đổng Tập, [[Từ Thịnh]] làm trung quân. Tôn Quyền ở [[Nhu Tu]] đang thu xếp quân mã sai Đổng Tập, Từ Thịnh lĩnh năm mươi chiếc thuyền to, phục sẵn ở cửa Nhu Tu. Trần Vũ thì lĩnh quân mã đi lại tuần phòng ở bờ sông.\n\nTrong những diễn biến trận đánh sau đó, Trần Vũ nghe bên sông chém giết ầm rĩ, liền kéo một toán quân đến, vừa gặp [[Bàng Đức]], hai bên ùa vào giao chiến. Trần Vũ đánh nhau to với Bàng Đức, sau lưng lại không có quân tiếp ứng, bị Bàng Đức đuổi mãi đến cửa hang, cây cối rậm rạp. Trần Vũ định quay lại đánh nhau, nhưng vướng tay áo vào cành cây, không chống đỡ được, bị Bàng Đức [[giết]] [[chết]].\n\nQuân Ngô sau đó phản công và đánh lui quân Tào. Trong đám loạn quân, tìm thấy thi hài Trần Vũ. Tôn Quyền thấy Trần Vũ bị giết, [[Đổng Tập]] lại chết đuối, thương cảm vô cùng, sai người mò thây Đổng Tập, rồi hậu táng cho cả hai người.\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Trung Quốc}} \n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 215]]"}