{"Trần Chấn":"'''Trần Chấn''' ([[chữ Hán]]: 陳震; ?-[[235]]) là đại thần nước [[Thục Hán]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Sự nghiệp==\nTrần Chấn có [[Tên chữ (người)|tên tự]] là '''Hiếu Khởi''' (孝起), người quận Nam Dương (thuộc Kinh châu). Năm [[209]], [[Lưu Bị]] lên làm Kinh châu Mục, lấy Trần Chấn làm Tùng sự, xếp đặt công việc các quận.\n\nNăm [[212]], Lưu Bị vào Tây Xuyên, Trần Chấn đi theo. Năm [[215]], Lưu Bị [[chiến dịch Tây Xuyên|chiếm được Tây Xuyên]], phong Trần Chấn làm Thục quận Bắc bộ Đô uý.\n\nLưu Bị sắp xếp đổi tên các quận của Ích châu, đưa Trần Chấn sang làm Thái thú Vấn Sơn rồi chuyển về làm Thái thú Kiên Vi.\n\nLưu Bị mất, [[Lưu Thiện]] lên thay. Năm [[225]], ông được thăng làm Thượng thư sau lên Thượng thư lệnh<ref name=\"ReferenceA\">''[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B739 Đổng Lưu Mã Trần Đổng Lã truyện]''<\/ref>. Trần Chấn phụng mệnh sang sứ Đông Ngô để củng cố liên minh cùng chống Tào Ngụy. Năm 229, [[Tôn Quyền]] xưng đế, Lưu Thiện lấy Trần Chấn làm Vệ úy, sang chúc mừng Tôn Quyền lên ngôi.\n\n[[Gia Cát Lượng]] trong thư gửi thư cho anh là [[Gia Cát Cẩn]] (đại thần Đông Ngô) có khen ngợi ông tính tình trung hậu, thuần phác và phù hợp với việc ngoại giao củng cố quan hệ Ngô Thục<ref name=\"ReferenceA\"\/>.\n\nTrần Chấn đến Vũ Xương, Tôn Quyền cùng ông đăng đàn thề ước, giao kết cùng chia thiên hạ: các châu Từ, Dự, U, Thanh thuộc Ngô; các châu Tinh, Lương, Ký, Duyện thuộc Thục, còn đất châu Tư Lệ lấy của Hàm Cốc làm ranh giới phân chia. Trần Chấn trở về nước Thục được phong Thành Dương đình hầu.\n\nNăm [[235]], Trần Chấn qua đời, không rõ ông bao nhiêu tuổi, con là [[Trần Tế]] tập tước. Ông hoạt động trong hơn 20 năm cho chính quyền [[Thục Hán]]\n\n== Trong ''Tam quốc diễn nghĩa'' ==\nTrong tiểu thuyết ''Tam quốc diễn nghĩa'', Trần Chấn ban đầu là thuộc hạ của [[Viên Thiệu]], nhận lời [[Lưu Bị]] sang thuyết phục [[Quan Vũ]] trở về (hồi 26). Sau đó Trần Chấn lại nhận lệnh của Viên Thiệu đi sứ Giang Đông để lôi kéo [[Tôn Sách]] cùng chống [[Tào Tháo]], song gặp lúc Tôn Sách qua đời, Tôn Quyền lên cầm quyền lại ngả theo Tào Tháo.\n\nKhi Lưu Bị đánh Đông Ngô, Trần Chấn lại xuất hiện dưới trướng [[Lưu Bị]], cùng [[Mã Lương]] đi tìm ẩn sĩ [[Lý Ý]]. Khi Gia Cát Lượng bắc phạt, Trần Chấn giữ chức Thị trung (hồi 91). Về sau lại được phong Thái úy, đi sứ Đông Ngô (hồi 98).\n\n==Xem thêm==\n* [[Gia Cát Lượng]]\n* [[Lý Nghiêm]]\n\n==Tham khảo==\n* Lê Đông Phương, (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trần Thọ, Tam Quốc chí, Bùi Tùng Chi chú, thiên:\n** [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B739 Đổng Lưu Mã Trần Đổng Lã truyện]\n\n==Chú thích==\n{{tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n{{sơ khai nhân vật Trung Quốc}}\n\n[[Thể loại:Mất năm 235]]\n[[Thể loại:Nhân vật chính trị Thục Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Năm sinh không rõ]]"}