{"Trần Tử Ngang":"{{Thông tin nhân vật phong kiến\n| tên = Trần Tử Ngang\n| tên gốc = 陳子昂\n| tự = Bá Ngọc\n| nơi mất = [[Xạ Hồng]]\n| quốc gia = [[Nhà Đường|Đường]]\n}}\n\n'''Trần Tử Ngang''' ([[chữ Hán]]: 陳子昂, [[661]]-[[702]]), tự: '''Bá Ngọc''' (伯玉); là một viên quan dưới thời [[Võ Tắc Thiên]] và là [[nhà thơ]] [[Trung Quốc]] thời Sơ [[Nhà Đường|Đường]].\n\n==Tiểu sử==\n'''Trần Tử Ngang''' là người Xạ Hồng, Tử Châu (nay là huyện Xạ Hồng, thuộc tỉnh [[Tứ Xuyên]], [[Trung Quốc]]). Xuất thân trong một gia đình hào phú lâu đời, hồi trẻ, ông chỉ ham học võ nghệ <ref name=\"LS\" \/>, săn bắn và đánh bạc <ref>Theo ''Thơ Đường'' ([[Tản Đà]] dịch). Nhà xuất bản Trẻ, 1989, tr. 21.<\/ref>; đến năm 17, 18 tuổi, ông mới chuyên tâm học và đọc sách.\n\nNăm [[684]], ông thi đỗ Tiến sĩ lúc 23 tuổi, được Võ hậu (tức [[Võ Tắc Thiên]]) khen ngợi <ref name=\"LS\">Theo ''Lịch sử văn học Trung Quốc'' (Tập 2), tr. 46.<\/ref>, cho làm chức Chính tự (chức quan ở phòng bí thư) ở Lân Đài, sau thăng làm Hữu Thập di (có sách đề là Tả Thập di, nên ông còn được gọi là ''Trần Thập Di'').\n\nNăm 26 tuổi, ông tham gia quân đội của [[Kiều Tri Chi]], từng đến biên thùy phía [[Hướng Tây Bắc|Tây Bắc]].\n\nNăm 35 tuổi, ông làm tham mưu cho Kiến An vương Võ Du Nghi, theo quân đi chinh Đông, đánh quân [[Khiết Đan]]. Võ Du Nghi không có mưu lược, quân đi tiên phong đại bại, mấy lần Trần Tử Ngang hiến kế cho Võ Du Nghi, và hăng hái xin cầm quân ra trận; nhưng không được nghe theo, mà ngược lại còn bị chủ tướng trút giận lên đầu ông, hạ chức ông từ tham mưu xuống làm quân tào.\n\nBất đắc chí, năm 38 tuổi, ông lấy cớ cha già, xin từ chức về quê<ref name=\"LS\" \/>.\n\nNăm [[702]], huyện lệnh huyện Xạ Hồng là Đoàn Giản, vì nghe lời xui giục của Tể tướng [[Võ Tam Tư]] (cháu Võ Hậu) nên đã hại chết Trần Tử Ngang. Năm đó, ông 41 tuổi <ref name=\"LS\" \/>.\n\nTác phẩm của ông có '''Trần thập di tập''' (''Tập thơ thu thập những phần còn sót lại của họ Trần''), trong đó có khoảng 120 bài thơ.\n\nTheo Dịch Quân Tả, thì Trần Tử Ngang là người có ''\"tình tình hào hiệp, trọng nghĩa khinh tài, ưa giúp người, và rất chân thật với bạn bè\"'' <ref>Dịch Quân Tả, ''Văn học sử Trung Quốc'' (Tập I), tr. 373.<\/ref>.\n\n== Sự nghiệp văn chương ==\nThời Sơ [[Nhà Đường|Đường]], văn học còn chịu ảnh hưởng văn trào \"diễm lệ\" đời [[Lục triều]]. Thấy lối văn ấy ưa \"ủy mị, đồi phế\", \"lộng lẫy, đẹp đẽ quá mà tuyệt nhiên không gửi gắm điều gì\" (chữ của Trần Tử Ngang), trong hoàn cảnh đó, Trần Tử Ngang đã đề xướng ra lối văn có tinh thần \"phong nhã\" và \"phong cốt [[Nhà Hán|Hán]]-[[Tào Ngụy|Ngụy]]\" (tức thời Kiến An)<ref>Xem thêm trang: [[Văn học Kiến An]].<\/ref>, bao hàm một nội dung tư tưởng lành mạnh, cứng cỏi. Ông nói: ''\"Văn chương sa vào cái tệ đã 500 năm rồi, phong khí của Hán, Ngụy không truyền lại [[Nhà Tấn|Tấn]], [[Lưu Tống|Tống]]... Tôi, những lúc nhàn, đọc thơ [[Nam Tề|Tề]], [[Nhà Lương|Lương]], lời thì rất đẹp mà tình ý đều không có, lần nào cũng thở dài\"''. Bởi vậy, ông ra sức cổ súy cho phong trào \"phục cổ\"<ref>Phong trào \"phục cổ\" (tức theo lối văn thành thực và mạnh mẽ đời Hán-Ngụy) có ảnh hưởng rất lớn. Nhờ nó mà tản văn có nhiều tình, ý: chất phác mà cảm động, hoặc đẹp đẽ mà không ủy mị. Với thơ, nó làm cho thơ không đến nỗi bị luật thanh âm bó buộc quá, và chủ nghĩa thực dụng cũng được nảy nở, do đó phát sinh khuynh hướng tả thực trong thơ. Mặc dù họ theo cổ nhân, nhưng họ không nô lệ cổ nhân, vẫn có nhiều tinh thần sáng tác, chỉ theo chí hướng của các thi nhân đời trước thôi. Tuy nhiên, họ thành công không lâu, đến thời Vãn Đường thì khuynh hướng \"duy mỹ\" lại hồi sinh trên văn đàn (theo Nguyễn Hiến Lê, ''Đại cương văn học sử Trung Quốc'', tr. 231 và 233).<\/ref>, để rồi [[Lý Bạch]], [[Đỗ Phủ]], [[Hàn Dũ]] và [[Liễu Tông Nguyên]] là những người tiếp thu, phát triển làm cho phong trào ấy trở nên mạnh mẽ trong thời Thịnh [[Nhà Đường|Đường]]...<ref>Theo Nguyễn Hiến Lê, ''Đại cương văn học sử Trung Quốc'', tr. 228.<\/ref>.\n\nTừ chủ trương ấy, ông đã làm được một số bài thơ ưu tú, xây dựng được một phong cách thơ có nội dung, có hình tượng, lành mạnh, chất phác,...chứng minh lý luận ấy là đúng đắn và có sức sống. Đặc biệt là 38 bài \"Cảm ngộ\" (''Cảm cánh gặp gỡ''), mượn xưa ví nay, nói lên hoài bão của mình, hoặc nhờ cảnh gửi tình, vạch trần và châm biếm hiện thực, hoặc trực tiếp phản ánh hiện thực. Bài thì đả kích Võ Hậu xây chùa tạc tượng, phung phí tiền của mà \"không cứu giúp dân đen\" (bài 19), bài thì phơi trần cuộc chiến tranh phi nghĩa (đánh Sinh Khương), mang tai vạ đến cho binh lính và dân lành (bài 29).\n \nBên cạnh đó, ông cũng có một số bài hoài cổ (như bài \"Bạch Đế hoài cổ\" [''Ở thành Bạch Đế nhớ chuyện xưa''], \"Kế khâu lãm cổ\" [''Lên gò Kế xem cảnh năm xưa'']) và đề tặng khi ly biệt (như bài \"Xuân dạ biệt hữu nhân\" [''Ngày xuân tiễn bạn''])...\n\nNhìn chung, ông là người có khả năng và cao vọng lớn nhưng không được trọng dụng, nên đã trút nỗi bất bình và buồn chán trong hàng loạt bài thơ.\n\nVề hình thức, thơ ông kế thừa truyền thống \"cổ thi ngũ ngôn\" ở thời [[Nhà Hán|Hán]]-[[Tào Ngụy|Ngụy]] <ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập 2), tr. 52.<\/ref>. Bề ngoài, có vẻ \"phục cổ\", nhưng bản chất lại là \"cách tân\", dù sự cách tân đó còn nhiều hạn chế <ref name=\"TĐ\">Theo Lê Đức Niệm, ''Từ điển văn học'' (bộ mới), tr. 1813.<\/ref>.\n\nNói về công lao của ông trong lãnh vực [[văn học]], nhiều nhà nghiên cứu đã đồng ý rằng Trần Tử Ngang là một nhà thơ có vị trí nhất định trong thi đàn đời [[Nhà Đường|Đường]] <ref name=\"TĐ\"\/>. Và với công lao \"vừa phá vừa xây\" của ông, ông xứng đáng được xem là người mở đường cho thơ ca đời [[Nhà Đường|Đường]] phát triển <ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập 2, tr. 53) và ''Từ điển bách khoa Việt Nam'', mục từ\"Trần Tử Ngang\".<\/ref>.\n\n== Giai thoại ==\nKhi Trần Tử Ngang mới đến kinh thành [[Trường An]], ít người biết đến tên tuổi ông. Để gây sự chú ý, ông đã mua một cái cây đàn Hồ cầm ở giữa chợ với giá rất cao, rồi mời mọi người đến nơi ở để xem ông biểu diễn vào sáng hôm sau. Đúng hẹn, khi mọi người đã tụ tập đông đảo, ông nói: ''\"Người đất Thục là Trần Tử Ngang có trăm quyển văn, rong ruỗi đến kinh sư, thế mà vẫn lẫn lộn trong chốn bụi trần, chưa được người đời biết đến. Nhạc khí này chỉ là công cụ của kẻ thợ hèn, há đáng lưu tâm!\"''. Nói xong, ông bèn đập vỡ cây đàn và mang sách ra tặng mọi người. Chỉ trong một ngày mà tiếng tăm ông vang dội chốn kinh thành <ref>Theo Dịch Quân Tả (tr. 373) và {{chú thích sách|title=Ch'en Tzu-Ang: innovator in T'ang poetry|author=Wenhui He|pages=56|url=http:\/\/books.google.com\/books?id=agzLFdTJ7DIC&printsec=frontcover&dq=Ch'en+Tzu-ang&hl=en&ei=x40sTreQOJP4swOZ_6jiCg&sa=X&oi=book_result&ct=result&resnum=1&sqi=2&ved=0CCkQ6AEwAA#v=onepage&q=lute&f=false|publisher=The Chinese University Press|year=1993}}.<\/ref>.\n\n== Giới thiệu thơ==\nGiới thiệu hai trong số bài thơ tiêu biểu của Trần Tử Ngang.\n{|valign=\"top\"\n|\n:'''Ðăng U Châu đài ca'''\n:Phiên âm Hán-Việt:\n:Tiền bất kiến cổ nhân,\n:Hậu bất kiến lai giả.\n:Niệm thiên địa chi du du\n:Ðộc sảng nhiên nhi thế hạ.\n\n:Dịch nghĩa:\n:'''''Bài ca lúc lên đài U Châu'''''\n:''Trước không thấy người xưa,\n:''Sau không thấy kẻ sắp đến.\n:''Ngẫm trời đất thật vô cùng,\n:''Một mình bùi ngùi rơi lệ.\n|\n:'''Cảm ngộ''' (kỳ 2)\n:Phiên âm Hán-Việt:\n:Lan nhược tự xuân hạ,\n:Thiên uất hà thanh thanh.\n:U độc không lâm sắc,\n:Chu nhuy mao tử hành.\n:Trì trì bạch nhật vãn,\n:Niểu niểu thu phong sinh.\n:Tuế hoa tận dao lạc,\n:Phương ý cánh hà thành.\n\n:[[Trần Trọng Kim]] dịch thơ:\n:'''''Cảm cánh gặp gỡ''''' (bài 2)\n:''Chòm lan khóm nhược xinh thay,\n:''Trải xuân qua hạ những ngày tốt xanh.\n:''Rừng không hiu quạnh một mình,\n:''Rủ bông đỏ thắm trên nhành tím tươi.\n:''Dần dà ngày bạc phôi phai,\n:''Gió thu hiu hắt, một trời lạnh tanh.\n:''Mùa hoa hết thảy điêu linh,\n:''Thơm tho rút lại có thành nỗi chi.\n|}\n==Sách tham khảo==\n*Sở nghiên cứu văn học thuộc Viện Khoa học xã hội Trung Quốc biên soạn, ''Lịch sử văn học Trung Quốc (Tập II)'', Bản dịch từ [[tiếng Trung Quốc]] do Nhà xuất bản Giáo dục [[Việt Nam]] ấn hành năm 1993.\n*[[Nguyễn Hiến Lê]], ''Đại cương văn học sử Trung Quốc''. Nhà xuất bản Trẻ, 1997.\n*Dịch Quân Tả, (GS. Huỳnh Đức Đức dịch từ tiếng Trung Quốc), ''Văn học sử Trung Quốc'' (Quyển I). Nhà xuất bản Trẻ, 1992.\n*Lê Đức Niệm, mục từ \"Trần Tử Ngang\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Sinh năm 661]]\n[[Thể loại:Mất năm 702]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Tiến sĩ nhà Đường]]"}