{"Trần Thủ Độ":"{{Thông tin nhân vật hoàng gia\n|tên = Trần Thủ Độ\n| tên gốc = 陳守度\n|tước vị = Trung Vũ Đại Vương\n|chức vị=[[Tể tướng]] [[Đại Việt]]\n|hình =\n|ghi chú hình = \n|phối ngẫu = [[Linh Từ Quốc mẫu|Trần Thị Dung]]\n| thụy hiệu = Thượng phụ Thái sư Trung Vũ Đại vương <br> 尚父太師忠武大王\n|sinh = [[12 tháng 2]], [[1194]] <br> [[Thiên Trường|Tức Mặc]], [[Đại Việt]]\n|mất = [[22 tháng 2]], [[1264]](70tuổi) <br> [[Thăng Long]], [[Đại Việt]]\n|hoàng tộc = [[Nhà Trần]]\n| con cái = Trần Phó Duyệt\n|cha = Trần Thủ Huy\n|mẹ = chưa rõ\n}}\n'''Trần Thủ Độ''' ([[chữ Hán]]: 陳守度, [[1194]] – [[1264]]), cũng gọi '''Trung Vũ đại vương''' (忠武大王), là một nhà chính trị [[Đại Việt]], sống vào thời [[nhà Lý|cuối triều Lý]] [[nhà Trần|đầu triều Trần]] trong [[lịch sử Việt Nam]]. Ông đóng vai trò quan trọng trong các sự kiện lật đổ nhà Lý, lập nên nhà Trần, thu phục các thế lực người Man làm phản loạn và trong cuộc kháng chiến chống quân xâm lược Mông Cổ lần thứ nhất \n\nNăm [[1209]], trong nước có [[loạn Quách Bốc]], [[Lý Cao Tông]] phải chạy ra khỏi kinh sư, [[Lý Huệ Tông]] Lý Hạo Sảm – khi ấy đang là Thái tử phải chạy đến nương nhờ [[Trần Lý]]. Họ Trần dẫn quân về triều dẹp loạn, rước vua về kinh sư, nhân đó mà khuynh loát triều đình. Với chức vụ ''Điện tiền chỉ huy sứ'', Trần Thủ Độ đã sắp xếp cho người cháu họ của mình lấy [[Lý Chiêu Hoàng]], sau đó Nữ hoàng nhường ngôi cho chồng là [[Trần Thái Tông]] (Trần Cảnh), lập ra [[Nhà Trần|triều Trần]].\n\nTrần Thủ Độ một tay cáng đáng trọng sự, giúp Trần Thái Tông bình phục được giặc giã trong nước và chỉnh đốn lại mọi việc, làm cho nước Đại Việt bấy giờ được cường thịnh, có thể chống cự với Mông Cổ. Ông được nhiều nhà sử học qua các thời đại thừa nhận và đánh giá cao về [[tài năng]], khả năng [[chính trị]] quyết đoán hiệu quả, nhưng cũng vì thế có rất nhiều sự phê bình [[tiêu cực]] về [[nhân phẩm]] của ông. Nhiều ý kiến cho rằng ông đã vi phạm các chuẩn mực [[đạo đức]] do ông đã bức tử [[Lý Huệ Tông]] cũng như cưới [[Linh Từ Quốc mẫu|Huệ hậu]] (chị họ của ông) làm phu nhân; ép Trần Thái Tông lấy vợ của anh trai khi đang mang thai 3 tháng và nghi vấn tàn sát tôn tộc nhà Lý\n\n==Nguồn gốc==\nNguồn gốc của Trần Thủ Độ không được các sách chính sử như [[Đại Việt sử ký toàn thư]], [[Khâm định Việt sử thông giám cương mục]], [[An Nam chí lược]], [[Lịch triều hiến chương loại chí]] chép rõ. Sử chỉ chép rằng, [[Trần Lý]] ở [[Tức Mặc]] ([[Nam Định]]){{fact}} sinh ra [[Trần Tự Khánh]], [[Trần Thừa]] và con gái [[Linh Từ quốc mẫu|Trần Thị Dung]]. Trần Thủ Độ là em họ của ba người con của Trần Lý. Trần Thừa sinh ra [[Trần Thái Tông]] Trần Cảnh, Trần Thủ Độ là chú họ của Thái Tông<ref>Đại Việt sử ký toàn thư, tập 2, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 7<\/ref>.\n\nTheo bài viết chưa rõ Về ''Hoằng Nghị đại vương''<ref>{{Chú thích web |url=http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Hoang-Nghi-Dai-Vuong-than-phu-Thai-su-Tran-Thu-Do-15014.html |ngày truy cập=2016-09-06 |tựa đề=Hoằng Nghị đại vương - Thân phụ của Thái sư Trần Thủ Độ |archive-date = ngày 14 tháng 9 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160914144856\/http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Hoang-Nghi-Dai-Vuong-than-phu-Thai-su-Tran-Thu-Do-15014.html }}<\/ref>, ông có tên là '''Trần An Bang''' (陳安邦), còn '''Thủ Độ''' là [[biểu tự]], quê tại hương [[Lưu Xá]], phủ [[Long Hưng]], lộ [[Sơn Nam Hạ]] (nay là thôn [[Lưu Xá]], xã [[Canh Tân]], huyện [[Hưng Hà]], tỉnh [[Thái Bình]])<ref>''Các triều đại Việt Nam'', Quỳnh Cư & Đỗ Đức Hùng, [[Nhà xuất bản Thanh Niên]], 2001.<\/ref>. Cùng với hai người anh [[Trần An Quốc]]<ref>''[[Đại Việt sử ký toàn thư|Toàn thư]]'' viết: \"''Thái Tông có lần muốn cho người anh của Thủ Độ là An Quốc làm tể tướng. Thủ Độ tâu: 'An Quốc là anh thần, nếu cho là giỏi hơn thần, thị thần xin trí sĩ, nếu cho thần giỏi hơn An Quốc thì không thể cử An Quốc. Nếu anh em đều làm tể tướng thì việc triều đình sẽ ra làm sao ?'. Vua bèn thôi''\".<\/ref> và [[Trần An Hạ]], ông là con trai út của [[Trần Quả]]<ref>Định danh theo loài [[cá quả]].<\/ref>, em trai của [[Trần Lý]], sau được truy tôn ''Hoằng Nghị vương''<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/choang-ngop-voi-lang-mo-lon-nhat-viet-nam-59024.html Choáng ngợp với khu lăng mộ lớn nhất Việt Nam]<\/ref>(弘毅王). Tuy nhiên, Các nhà sử học đã có hội thảo năm 2019 và khẳng định cái tên Trần Hoằng Nghị không phải nhân vật lịch sử có thật.<ref>[https:\/\/giaoducthoidai.vn\/van-hoa\/tran-hoang-nghi-khong-phai-nhan-vat-lich-su-4029457-b.html Trần Hoằng Nghị không phải nhân vật lịch sử]<\/ref>\n\n==Sự nghiệp==\n===Triều Lý Cao Tông và Lý Huệ Tông===\nNăm [[1175]], [[Lý Anh Tông]] băng hà. Thái tử Lý Long Cán mới 3 tuổi lên ngôi, tức [[Lý Cao Tông]]. Theo lời nhận định của sách [[Đại Việt sử ký toàn thư]], Cao Tông lớn lên chơi bời vô độ, chính sự hành pháp không rõ ràng, giặc cướp nổi như ong, đói kém liền năm, sự nghiệp nhà Lý suy từ đây.<ref>Đại Việt sử ký toàn thư, tập 1, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 326<\/ref>\n\nNăm [[1209]], viên tướng [[Phạm Bỉnh Di]] đem quân đi đánh dẹp quân làm phản [[Phạm Du]] ở [[Nghệ An]]. Phạm Du thua chạy, Bỉnh Di sai tịch thu tài sản đốt hết. Vua Cao Tông lại gọi Phạm Du vào kinh sư, Bỉnh Di đem quân trở về, vua bắt giam lại sai giết chết. Tướng của Bỉnh Di là Quách Bốc nghe tin, đem binh đánh vào kinh sư, khiến Lý Cao Tông phải chạy ra ngoài, đó gọi là [[loạn Quách Bốc]].\n\nThái tử Sảm chạy đến thôn Lưu Gia ở Hải Ấp nghe tiếng con gái của Trần Lý là [[Linh Từ quốc mẫu|Trần Nhị Nương]] có nhan sắc bèn cưới làm vợ.<ref name=\"Nội 1998\">Đại Việt sử ký toàn thư, tập 1, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 334<\/ref> Gia đình họ Trần vốn làm nghề đánh cá, trở nên giàu có, người chung quanh theo về. Thái tử Sảm phong cho [[Trần Lý]] tước ''Minh tự'', phong cho cậu của vợ (tức Trần thị) là [[Tô Trung Từ]] làm ''Điện tiền chỉ huy sứ''. Gia tộc họ Trần đem hương binh về kinh sư, dẹp quân của Quách Bốc, rước Cao Tông về Kinh sư.<ref name=\"Nội 1998\"\/>\n\nNăm [[1210]], Trần Lý bị một đám quân giặc không rõ giết chết, người con Trần Tự Khánh thay cha mang quân vào kinh, được phong làm ''Thuận Lưu bá'', cùng năm này Lý Cao Tông băng hà, truyền ngôi cho Thái tử Lý Sảm, tức [[Lý Huệ Tông]]. Theo [[Đại Việt sử ký toàn thư]], Huệ Tông lên ngôi lúc giặc giã nổi lên tứ tung, mình bị bệnh nặng, lại không có con trai, họ Lý bèn mất.<ref>Đại Việt sử ký toàn thư, tập 1, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 335<\/ref> Thời bấy giờ, Hoàng đế dùng Thái úy [[Đàm Dĩ Mông]] vốn không được học hành, không có mưu thuật, lại nhu nhược khiến nước suy yếu, triều đình không có chính sách hay, nhân dân đói kém. Năm [[1213]], Trần Tự Khánh đem quân xâm phạm cửa khuyết, xin đón xa giá. Nhà vua hoảng sợ, không tin, xuống chiếu lấy quân các đạo đánh Trần Tự Khánh. Trần Tự Khánh đánh bại tất cả, lại xin xa giá, vua lánh ra ngoài. Do vậy, Thái hậu ngờ Trần thị có ý phản, sai đem thuốc độc, tìm cách giết đi, Huệ Tông che chở cho.\n\nĐến năm [[1216]], Huệ Tông cùng Trần thị lẻn ra ngoài, chạy đến nơi quân Tự Khánh đóng quân. Sau đó, Trần thị được sách phong làm [[Hoàng hậu]], còn gia phong cho anh của Hoàng hậu là Trần Tự Khánh làm ''Thái úy phụ chính'', anh Tự Khánh là Trần Thừa làm ''Nội thị phán thủ''.\n\nNăm [[1223]], Trần Tự Khánh chết, anh trai là [[Trần Thừa]] được phong làm ''Phụ quốc [[thái úy]]'', vào chầu không xưng tên. Bây giờ, Lý Huệ Tông mắc bệnh điên loạn, không có con trai chỉ có 2 công chúa. Họ đều được chia các lộ làm ấp thang mộc, ủy nhiệm chỉ một mình Chỉ huy sứ Trần Thủ Độ quản lĩnh các quân điện tiền hộ vệ cấm đình.<ref>Đại Việt sử ký toàn thư, tập 1, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 338<\/ref>\n\n===Triều Lý Chiêu Hoàng===\n[[Lý Huệ Tông]] và [[Linh Từ quốc mẫu|Thuận Trinh Hoàng hậu]] có hai con gái, người em tên là Lý Thiên Hinh, được phong là ''[[Chiêu Thánh công chúa|Chiêu Thánh]] công chúa'', tháng 10 năm 1224 được lập làm [[Hoàng thái tử]]. Lý Huệ Tông xuất gia ở [[chùa Chân Giáo]] trong đại nội, Chiêu Thánh lên ngôi, tức [[Lý Chiêu Hoàng]], mới 7 tuổi.<ref name=\"ReferenceB\">Đại Việt sử ký toàn thư, tập 1, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 339<\/ref>\n\nLúc ấy, Điện tiền chỉ huy sứ Trần Thủ Độ coi giữ mọi việc quân sự trong ngoài thành thị. Cháu gọi Thủ Độ bằng bác là Trần Bất Cập làm Cận thị thự lục cục chi hậu, Trần Thiêm làm Chi ứng cục, Trần Cảnh làm Chính thủ. Trần Cảnh là con của Trần Thừa, lúc ấy mới lên 8 tuổi, chực hầu ở bên ngoài. Một hôm phải giữ việc bưng nước rửa, nhân thế vào hầu bên trong. Chiêu Hoàng trông thấy làm ưa, mỗi khi chơi đêm cho gọi Cảnh đến cùng chơi, thấy Cảnh ở chỗ tối thì thân đến trêu chọc, hoặc nắm lấy tóc, hoặc đứng lên bóng. Có một hôm, Cảnh bưng chậu nước hầu, Chiêu Hoàng rửa mặt lấy tay vốc nước té ướt cả mặt Cảnh rồi cười trêu, đến khi Cảnh bưng khăn trầu thì lấy khăn ném cho Cảnh. Cảnh không dám nói gì, về nói ngầm với Thủ Độ. Thủ Độ nói: ''\"Nếu thực như thế thì họ ta thành hoàng tộc hay bị diệt tộc đây?\"''.<ref name=\"ReferenceB\"\/>\n\nLại một hôm, Chiêu Hoàng lại lấy khăn trầu ném cho Cảnh, Cảnh lạy rồi nói: ''\"Bệ hạ có tha tội cho thần không? Thần xin vâng mệnh\"''.\n\nChiêu Hoàng cười và nói: ''\"Tha tội cho ngươi. Nay ngươi đã biết nói khôn đó\"''. Cảnh lại về nói với Thủ Độ. Thủ Độ sợ việc tiết lộ thì bị giết cả, bấy giờ mới tự đem gia thuộc thân thích vào trong cung cấm. Thủ Độ đóng cửa thành và các cửa cung, sai người coi giữ, các quan vào chầu không được vào. Thủ Độ loan báo rằng: ''\"Bệ hạ đã có chồng rồi\"''. Các quan đều vâng lời, xin chọn ngày vào chầu.<ref name=\"ReferenceB\"\/>\n\nĐến [[tháng 12]], năm [[1225]], Lý Chiêu Hoàng cởi áo nhường ngôi cho Trần Cảnh, tức [[Trần Thái Tông]]. Phong Trần Thủ Độ làm '''Quốc thượng phụ''', nắm giữ mọi việc cai trị trong nước. Thủ Độ mới dâng sớ đề nghị cho cha của Trần Cảnh là Trần Thừa làm [[Thái thượng hoàng]], nhiếp chính giúp vua nhỏ, bá quan đồng ý.<ref>Đại Việt sử ký toàn thư, tập 1, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 340<\/ref>\n\n===Triều Trần Thái Tông===\n====Trừ bỏ Lý Huệ Tông và tôn thất họ Lý====\nSau khi Trần Thái Tông lên ngôi, họ Trần phế Thượng hoàng nhà Lý ra ở chùa Chân Giáo, gọi là '''Huệ Quang đại sư'''. Trước đây, thượng hoàng ra chơi ở chợ Đông, dân chúng tranh nhau tới xem, có người than khóc. Thủ Độ sợ lòng người nhớ vua cũ, sinh biến loạn, nên mới dời vua tới chùa Chân Giáo, nói để phụng nhưng thực ra để dễ bề giữ chặt. Có lần Thượng hoàng nhổ cỏ ở sân chùa, Thủ Độ đến chơi liền nói:''\"Nhổ cỏ thì phải nhổ cả rễ sâu\".'' Thượng hoàng nói:''\"Điều ngươi nói ta hiểu rồi\"''. Đến [[tháng 8]], Thủ Độ sai người đưa hương hoa đến cho thượng hoàng Huệ Tông, nói:''\"Thượng phụ sai thần đến mời\".'' Thượng hoàng nhà Lý nói: ''\"Ta tụng kinh xong sẽ tự tử\"''. Nói rồi vào buồng ngủ khấn rằng: ''\"Thiên hạ nhà ta đã vào tay ngươi, ngươi lại còn giết ta, ngày này ta chết, đến khi các con cháu ngươi cũng sẽ bị như thế\"''. Bèn thắt cổ tự tử ở vườn sau chùa.\n\nThủ Độ ra lệnh cho các quan đến khóc, khoét tường thành phía nam cửa, đưa linh cữu ra phường Yên Hoa để thiêu, chứa xương vào tháp chùa Bảo Quang, tôn miếu hiệu là Huệ Tông. Giáng hoàng hậu của Huệ Tông tức Trần Thị Dung, làm Thiên Cực công chúa, gả cho Trần Thủ Độ, cho châu Lạng làm ấp thang mộc.<ref name=\"Nội p 2\">Đại Việt sử ký toàn thư, quyển 2, Nhà xuất bản khoa học xã hội Hà Nội, tập 2, trang 8<\/ref>\n\nNăm [[1232]], nhân lúc tông thất nhà Lý về quê ngoại ở làng Hoa Lâm (nay là xã Mai Lâm, huyện Đông Anh, [[Hà Nội]]) làm lễ cúng tổ tiên, Thủ Độ đào ngầm hố sâu, làm nhà lên trên, đợi khi mọi người uống rượu say, giật máy chôn sống hết.\n\nViệc này chép theo sách [[Đại Việt sử ký toàn thư]], chép xong đoạn này sách có lời chua rằng: ''\"Xét thời Trần Anh Tông còn có người họ Lý làm tướng, hơn nữa Phan Phu Tiên không ghi lại, việc này chưa chắc đã có thực, hãy tạm chép vào đây\"''.<ref>Theo [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10a.html Đại Việt sử ký toàn thư, quyển 2]. [[Ngô Sĩ Liên]] khi chép lại sự kiện này có chú là \"việc này chưa chắc đã có thực\".<\/ref>, bắt những người sống sót đổi sang họ [[Nguyễn]] và một số họ khác để trừ tuyệt hậu họa.\n\n====Mưu diệt trừ các thế lực cát cứ====\nLúc nhà Trần mới thay nhà Lý, nhân thế triều Lý suy yếu, giặc cướp tụ tập nhiều. Người Man ở vùng núi Tản Viên, vùng [[Quảng Oai]] xâm phạm lẫn nhau. [[Nguyễn Nộn]] chiếm cứ Bắc Giang, [[Đoàn Thượng]] chiếm cứ Hồng Châu, Thủ Độ điều động các quân đi đánh dẹp hết\n\nBấy giờ Nộn và Thượng binh thế còn mạnh, chưa dễ hàng phục được, mới phong cho Nộn làm Hoài Đạo Vương, chia cho các huyện Bắc Giang Thượng, Bắc Giang Hạ, Đông Ngạn cũng hẹn phong làm vương cho Thượng định ngày đến thề, nhưng Thượng không đến. Lại đưa các cung nhân và con gái họ hàng nhà Lý Huệ Tông gả cho các tù trưởng người Man. Đến tháng 12 năm 1228, Nguyễn Nộn đánh được Đoàn Thượng, gộp cả quân của Thượng lại, thanh thế lừng lẫy. Thủ Độ lo lắm, chia quân chống giữ và sai sứ đem thư đến chúc mừng, gia phong Nộn làm Hoài Đạo Hiếu Vũ Vương, đưa công chúa Ngoạn Thiềm gả cho hắn để ngầm dò la tin tức. Nộn cũng chia nha tướng riêng cho công chúa ở. Vì thế công chúa không thể báo được tin gì. Đến năm sau Nguyễn Nộn ốm chết, từ đây thiên hạ thu về một mối.<ref>Đại Việt sử ký toàn thư, quyển 2, Nhà xuất bản khoa học xã hội Hà Nội, tập 2, trang 9, 10<\/ref>\n\n==== Phế lập Hoàng hậu ====\nThái Tông hoàng đế và Lý Chiêu Hoàng lấy nhau đã lâu, sau khi Hoàng thái tử Trần Trịnh chết yểu vào năm [[1233]], Lý hoàng hậu không sinh thêm được người con nào. Lúc ấy, anh của vua là Trần Liễu, có vợ là công chúa Thuận Thiên họ Lý đang mang thai 3 tháng. Trần Thủ Độ cùng vợ (Trần Thị Dung) bàn kín với vua nên mạo nhận lấy để có chỗ dựa về sau. Năm 1237, lập công chúa Thuận Thiên, vợ của Trần Liễu làm hoàng hậu. Trần Liễu tức giận, họp quân ra sông Cái làm loạn.<ref name=\"ReferenceC\">Đại Việt sử ký toàn thư, quyển 2, Nhà xuất bản khoa học xã hội Hà Nội, tập 2, trang 15, 16<\/ref>\n\nVua trong lòng áy náy, ban đêm, ra khỏi kinh thành đến chỗ quốc sư Phù Vân (quốc sư là bạn cũ của Thái Tông) trên núi Yên Tử rồi ở lại đó. Hôm sau, Thủ Độ dẫn các quan đến mời vua trở về kinh sư. Vua nói: ''\"Vì trẫm non trẻ, chưa cáng đáng nổi sứ mạng năng nề, phụ hoàng lại vội lìa bỏ, sớm mất chỗ trông cậy, nên không dám giữ ngôi vua mà làm nhục xã tắc\"''. Thủ Độ cố nài xin nhiều lần vẫn chưa được vua nghe, mới bảo mọi người rằng:''\"Xa giá ở đâu tức là triều đình ở đó\"''. Thế rồi Thủ Độ cắm nêu trong núi, chỗ này là điện Thiên An, chỗ kia là các Đoan Minh, sai người xây dựng. Quốc sư nghe thấy thế bèn, tâu rằng: ''\"Bệ hạ nên gấp quay xa giá trở về, chớ để làm hại núi rừng của đệ tư\"''.<ref name=\"ReferenceC\"\/>\n\nVua bèn trở về kinh đô. Được hai tuần, Trần Liễu tự lượng thế cô, khó lòng đối lập được, ngầm đi thuyền độc mộc giả làm người đánh cá, đến chỗ vua xin hàng. Thủ Độ thấy thế, vội vàng rút gươm, huy động quân đến vây thuyền rồng và quát: \"''Giết chết tên giặc Liễu!''\". Thấy thế vua lấy thân hình ra che và phân trần: ''\"Phụng Càn Vương (Phụng Càn là tên hiệu cũ của Liễu hồi còn nhà Lý) đến hàng đầy!\"''\n\nThủ Độ tức lắm, ném gươm xuống sông nói: ''\"Ta chỉ là con chó săn thôi, biết đâu anh em các người thuận nghịch thế nào?\"''. Vua nói giải hòa, rồi bảo Thủ Độ rút quân về. Lấy đất Yên Phụ, Yên Dưỡng, Yên Sinh, Yên Hưng, Yên Bang cho Liễu làm ấp thang mộc. Nhân đất được phong, mà Liễu có tên Hiệu là '''Yên Sinh vương''', sau có con là [[Trần Quốc Tuấn]]. Binh lính theo Liễu làm loạn ở sông Cái đều bị giết.<ref name=\"ReferenceC\"\/> Về sau, người con của An Sinh vương mà Trần Thủ Độ sắp đặt để làm con Thái Tông, tức là Tĩnh Quốc đại vương [[Trần Quốc Khang]], cũng không được làm [[Hoàng thái tử]] dù là con trưởng. Năm [[1240]], Lý Kế hậu sinh được [[Trần Thánh Tông|Trần Hoảng]], lập làm [[Hoàng thái tử]].\n\n====Chiến tranh Nguyên Mông–Đại Việt lần 1====\n{{Chính|Chiến tranh Nguyên Mông-Đại Việt lần 1}}\nNgày [[12 tháng 12]], năm [[1257]], tướng [[đế quốc Mông Cổ|Mông Cổ]] [[Ngột Lương Hợp Thai|Uriyangqatai]] (Ngột Lương Hợp Thai) dẫn quân xâm phạm Bình Lệ Nguyên. Trần Thái Tông đích thân đốc chiến, thế giặc mạnh, nhà vua lui quân về sông Lô, rồi lui về sông Thiên Mạc. Nhà vua ngự thuyền đến hỏi Thái úy Trần Nhật Hiệu kế sách chống quân Mông Cổ, Nhật Hiệu chấm nước viết chữ lên hai chữ ''Nhập Tống''. Thái Tông lại hỏi quân Tinh Cương, quân do Nhật Hiệu chỉ huy, Nhật Hiệu nói rằng ''\"Không gọi được chúng đến\"''.\n\nSau đó, Thái Tông lại dời thuyền đến hỏi Trần Thủ Độ <ref>Lúc ấy giữ chức Thái sư<\/ref>, Thủ Độ tâu: ''\"Đầu thần chưa rơi xuống đất, xin bệ hạ đừng lo\"''. Ngày [[24 tháng 12]] năm đó, Trần Thái Tông tiến quân đến [[Đông Bộ Đầu]], đánh bại quân Mông Cổ, khiến họ phải triệt thoái về Bắc.\n\n====Đức độ của Trần Thủ Độ ====\nSau việc ghi cái chết của Trần Thủ Độ, sách Đại Việt sử ký toàn thư đã dành riêng một đoạn dài để kể lại chuyện đức độ của Trần Thủ Độ khi làm quan, chép lại dưới đây:\n\nThủ Độ tuy không có học vấn, nhưng tài lược hơn người, làm quan triều Lý được mọi người suy tôn. Thái Tông lấy được thiên hạ đều nhờ mưu sức của ông cả. Vì thế ông được nhà nước dựa cậy, quyền át cả vua. Bấy giờ có kẻ đàn hặc ông, vào gặp Thái Tông khóc mà nói rằng: ''\"Bệ hạ còn thơ ấu mà Thủ Độ quyền át cả vua, xã tắc rồi sẽ ra sao?\"''. Thái Tông lập tức lệnh xe ngựa đến dinh Thủ Độ, bắt cả người đàn hặc ấy đem theo và nói hết những lời người ấy nói cho Thủ Độ biết. Thủ Độ trả lời: ''\"Đúng như những lời hắn nói\"''. Rồi lấy ngay tiền lụa thưởng cho người ấy.\n\nLinh Từ quốc mẫu, vợ Trần Thủ Độ có lần ngồi kiệu đi qua thềm cấm, bị quân hiệu ngăn lại, về dinh khóc bảo Thủ Độ: ''\"Mụ này làm vợ ông, mà bị bọn quân hiệu khinh nhờn đến thế\"''. Thủ Độ tức giận, sai đi bắt. Người quân hiệu ấy nghĩ rằng mình chắc phải chết. Khi đến nơi, Thủ Độ vặn hỏi trước mặt, người quân hiệu ấy cứ theo sự thực trả lời. Thủ Độ nói: ''\"Ngươi ở chức thấp mà giữ được luật pháp, ta còn trách gì nữa\"''. Lấy vàng lụa thưởng cho rồi cho về.\n\nThủ Độ có lần duyệt định số hộ khẩu, vợ ông là bà Linh Từ xin riêng cho một người làm chức nhỏ ở địa phương. Thủ Độ gật đầu, rồi ghi họ tên quê quán của người đó. Khi xét duyệt đến xã ấy, hỏi tên ở đâu, người đó mừng rỡ, Thủ Độ bảo: ''\"Ngươi vì có Công chúa (tức bà Linh Từ) xin cho được làm câu đương (tên của chức vị ở địa phương), không thể ví những câu đương khác được, phải chặt một ngón chân để phân biệt với người khác\"''. Người đó kêu van xin thôi mãi mới tha cho. Từ đó không ai dám đến thăm vì việc riêng nữa.\n\nThái Tông có lần muốn cho người anh của Thủ Độ là An Quốc làm tể tướng. Thủ Độ tâu: ''\"An Quốc là anh thần, nếu cho giỏi hơn thần thì thần xin trí sĩ, nếu cho thần giỏi hơn An Quốc thì không thể cử. Nếu anh em đều làm tể tướng cả thì việc triều đình sẽ ra làm sao?\"''. Vua bèn thôi.<ref name=\"ReferenceA\">Các đoạn trích dẫn đều lấy ở sách Đại Việt sử ký toàn thư, Nhà xuất bản Khoa học xã hội, 1967, Tập I, II<\/ref>.\n\n====Qua đời====\nNăm [[1264]], [[mùa xuân]], [[tháng Giêng]], Thái sư Trần Thủ Độ qua đời, thọ 71 tuổi. Ông được [[Trần Thái Tông]] truy tặng [[thụy hiệu]] là '''Thượng phụ Thái sư Trung Vũ đại vương''' (尚父太師忠武大王).\n\n==Nhận định==\nTheo sách Đại Việt sử ký toàn thư:''Trần Thủ Độ tuy làm [[Tể tướng]], nhưng mọi việc không việc gì không để ý. Vì thế đã giúp nên vương nghiệp và giữ được tiếng tốt cho đến lúc mất. Thái Tông hoàng đế có làm bài văn bia ở sinh từ để tỏ lòng đặc biệt quý mến ông. Thế nhưng cái tội giết [[Lý Huệ Tông]] thì khó lẩn tránh với đời sau vậy''.\n\n''Thủ Độ tuy không có học vấn, nhưng tài lược hơn người, làm quan triều Lý được mọi'' người suy tôn. Thái Tông lấy được thiên hạ đều nhờ mưu sức của ông cả. Vì thế ông được nhà nước dựa cậy, quyền át cả vua.''<ref>Đại Việt sử ký toàn thư, tập 2, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tr 34<\/ref>\n\nTheo Trần Trọng Kim viết trong Việt Nam sử lược: ''Thủ Độ là người gian ác đối với nhà Lý, nhưng lại là một đại công thần của nhà Trần. Một tay cáng đáng bao trọng sự, giúp Thái công bình phục được giặc giã trong nước và chỉnh đốn lại mọi việc, làm cho nước Nam bấy giờ được cường thịnh, ngày sau có thể chống cự với Mông cổ, khỏi phải làm nô-lệ những kẻ hùng-cường.''<ref>Việt Nam sử lược, bản điện tử, tr 49<\/ref>\n\nVua [[Tự Đức]] nhận định về Trần Thủ Độ trong [[Khâm định Việt sử Thông giám cương mục]] rằng \"''Thủ Độ là công thần nhà Trần, tức là tội nhân nhà Lý. Huống chi làm những nết xấu như chó lợn, dạ độc như hùm beo, dựng nước mà như thế thì làm thế nào mà lâu dài được? Nhưng chẳng qua cũng bởi nhà Lý tự rước lấy tai vạ, lại còn trách gì nữa!''\"\n\nTheo Trần Xuân Sính chép trong sách Thuyết Trần: Trần Thủ Độ tuy không đỗ đạt khoa cử nhưng mưu lược hơn người, không chỉ là quyền thần [[nhà Lý]] mà là quyền thần của ngay [[nhà Trần]]. Đối với tình thế [[Đại Việt]], việc làm của ông được cho là có vai trò tích cực. Ông phò nhà Trần bình được nội loạn, làm cho [[Đại Việt]] kịp chấn hưng, và đó chính là cơ sở để đủ sức lực và tinh thần chống cự được [[Mông Cổ]]. Nhiều học giả nhất quán rằng sự thay thế của nhà Trần đối với nhà Lý trong thời điểm đó - mà sự thay thế và kiến thiết ban đầu không thể không nói tới Trần Thủ Độ - có vai trò quyết định sự tồn vong của Đại Việt trước nguy cơ ào tới của vó ngựa Mông mà Trung Hoa lớn mạnh ở phương Bắc cũng không trụ nổi<ref>Trần Xuân Sinh, sách đã dẫn, tr 96<\/ref>. Sử chép: \"''Thái Tông lấy được thiên hạ đều là mưu sức của Thủ Độ cả, cho nên quốc gia phải nhờ cậy, quyền hơn cả vua.''\"<ref name=\"ReferenceA\"\/>.\n\n==Tưởng niệm==\n[[Tập tin:Dinh lang Hoan Ai.jpg|phải|300px|thumb|Đình Hoan Ái,xã Tân Việt,huyện Yên Mỹ,tỉnh Hưng Yên nơi thờ Trần Thủ Độ, hàng năm đều tổ chức lễ hội]][[Tập tin:Lang Tran Thu Do.jpg|phải|300px|thumb|Khu di tích lăng mộ Trần Thủ Độ, xã Liên Hiệp, huyện Hưng Hà, tỉnh Thái Bình]]\n\n*Theo [[Lê Quý Đôn]] chép trong sách Kiến văn tiểu lục, Trần Thủ Độ sau khi chết, được [[chôn cất|chôn]] ở xã Phù Ngự, huyện Ngự Thiên (thuộc Hưng Hà, Thái Bình). Lăng có hổ đá, dơi đá, chim đá, bình phong bằng đá, chỗ đất ấy rộng 2 mẫu, cây cối um tùm. Về tự điển, được liệt vào hàng thượng đẳng, các quan phủ, huyện đến cúng tế. Hồi niên hiệu Chính Hòa (1680-1705) dân nơi ấy lấy cớ võng cáng cung đốn khổ sở, cùng làm tờ sớ chỉ xin 9 mẫu hoa lợi để cúng tiến, triều đình chuẩn y cho. Trước kia thần linh thiêng, sau quốc lễ bỏ đi, anh linh cũng giảm sút.<ref>Kiến văn tiểu lục, Nhà xuất bản văn hóa thông tin, 2007, trang 515<\/ref> Theo địa chỉ ngày nay, lăng Thái sư Trần Thủ Độ nằm ở thôn Ngừ ([[tên chữ (địa danh)|tên chữ]] là Phù Ngự)<ref>{{Chú thích web |url=http:\/\/www.giaodiemonline.com\/noidung_detail.php?newsid=7326 |ngày truy cập=2013-09-01 |tựa đề=Linh từ Quốc mẫu |archive-date = ngày 13 tháng 4 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160413091654\/http:\/\/www.giaodiemonline.com\/noidung_detail.php?newsid=7326 }}<\/ref> trước là xã Khuông Phù,<ref>{{Chú thích web |url=http:\/\/dentranthaibinh.com\/tam-%C4%91%C6%B0%E1%BB%9Dng-n%C6%A1i-%C4%91%E1%BA%B7t-t%C3%B4n-mi%E1%BA%BFu-v%C3%A0-l%C4%83ng-m%E1%BB%99-nh%C3%A0-tr%E1%BA%A7n.html |ngày truy cập=2013-09-01 |tựa đề=Tam Đường nơi đặt tôn miếu và lăng mộ nhà Trần |archive-date = ngày 5 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131205071913\/http:\/\/dentranthaibinh.com\/tam-%C4%91%C6%B0%E1%BB%9Dng-n%C6%A1i-%C4%91%E1%BA%B7t-t%C3%B4n-mi%E1%BA%BFu-v%C3%A0-l%C4%83ng-m%E1%BB%99-nh%C3%A0-tr%E1%BA%A7n.html }}<\/ref> sau đổi là xã Liên Hiệp, huyện [[Hưng Hà]], tỉnh Thái Bình. Lăng nằm chếch về phía bắc [[Quốc lộ 39B]], kiến trúc lăng xưa bề thế, có nhiều tượng thú tạc bằng đá nhưng phần lớn đã bị tiêu hủy. Riêng pho tượng [[hổ]] tiêu biểu của ngành điêu khắc thời Trần đã chuyển về [[Bảo tàng Lịch sử Việt Nam]] ở Hà Nội nên lăng mộ không còn gì là nguyên thủy. Năm [[2008]], nhà nước mới công nhận giá trị lịch sử của ngôi lăng đến năm 2012 công việc xây cất vẫn đang xúc tiến. Bên làng Nại cũng thuộc xã Liên Hiệp là đền thờ Linh từ Quốc mẫu Trần Thị Dung còn được gọi là Bà Chúa Ngừ, tức chính thất của Trần Thủ Độ.<ref>[http:\/\/huyendoanhungha.vn\/index.php\/vi\/news\/Di-tich-Lich-su-Van-hoa\/Linh-tu-quoc-mau-Tran-Thi-Dung-147\/ Linh từ Quốc mẫu Trần Thị Dung]<\/ref>\n* Đình Hoan Ái thờ thành hoàng làng là Thái Sư Trần Thủ Độ. Hàng năm đến ngày sinh của Trần Thủ Độ 20 tháng 1 (âm lịch), ngày mất của Trần Thủ Độ 24 tháng 1 (âm lịch) nhân dân địa phương mở hội làng: Rước kiệu, rước nước giữa dòng song Bắc Hưng Hải ở bến Hầu (cầu Hầu), tế lễ tổ chức nhộn nhịp. Mang đạm sắc thái văn hóa truyền thống trong nhân dân.<ref>http:\/\/tinbds.com\/hung-yen\/yen-my\/xa-tan-viet<\/ref>\n*Thành phố [[Hà Nội]] đặt tên đường Trần Thủ Độ cho một con đường tại khu đô thị [[Pháp Vân Tứ Hiệp]] thuộc phường [[Hoàng Liệt]], quận [[Hoàng Mai (quận)|Hoàng Mai]]. Đường Trần Thủ Độ nối với [[Đường Vành đai 3]] và kéo thẳng đến xã Tứ Hiệp, huyện [[Thanh Trì]]. [[Thành phố Hồ Chí Minh]] đặt tên đường Trần Thủ Độ cho một con đường ở [[Quận Tân Phú]], phường [[Phú Thạnh]]. Thành phố [[Đà Nẵng]] đặt tên đường Trần Thủ Độ cho một con đường ở Quận [[Cẩm Lệ]], phường [[Khuê Trung]].\n\n==Câu nói==\n\n{{Cquote|''Đầu thần chưa rơi xuống đất, xin bệ hạ đừng lo !\"|author=Vào năm [[1258]], trong khi diễn ra [[Chiến tranh Nguyên Mông-Đại Việt lần 1]]}}\n\n{{Cquote|''Nhổ cỏ thì phải nhổ cả rễ sâu!\"}}\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n|style=\"text-align:center;\" |2013||style=\"text-align:center;\" |《[[Thái sư Trần Thủ Độ (phim truyền hình)|Thái sư Trần Thủ Độ]]》|| style=\"text-align:center;\" |Thiên Bảo\n|}\n\n==Xem thêm==\n{{wikiquote}}\n* [[Lý Chiêu Hoàng]]\n*[[Trần Thái Tông]]\n*[[Trần Liễu]]\n* [[Trần Tự Khánh]]\n*[[Trần Hưng Đạo]]\n*[[Nhà Trần]]\n* [[Thái sư Trần Thủ Độ (phim truyền hình)]]\n\n==Tham khảo==\n* ''[[Đại Việt sử ký toàn thư]]'' \n*Việt sử tiêu án, Nhà xuất bản Văn Hóa Á Châu, 1960.\n*An Nam chí lược, Nhà xuất bản Viện Đại học Huế, 1961.\n*Kiến văn tiểu lục, soạn giả Lê Quý Đôn, Nhà xuất bản văn hóa thông tin, 2007.\n* Trần Xuân Sinh (2006), ''Thuyết Trần'', Nhà xuất bản Hải Phòng.\n* [https:\/\/web.archive.org\/web\/20070307040558\/http:\/\/www.nhandan.com.vn\/tinbai\/?top=43&sub=126&article=21104 Bài viết về Trần Thủ Độ] của [[Hà Ân]] và [[Trần Quốc Vượng]]\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Kiểm soát tính nhất quán}}\n\n{{Thời gian sống|sinh=1194|mất=1264|tên=Trần Thủ Độ}}\n\n[[Thể loại:Sinh năm 1194]]\n[[Thể loại:Mất năm 1264]]\n[[Thể loại:Quan lại nhà Lý]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Tể tướng Việt Nam]]\n[[Thể loại:Nhiếp chính Việt Nam]]\n[[Thể loại:Người tham gia lực lượng kháng chiến của Đại Việt chống quân Nguyên–Mông xâm lược]]\n[[Thể loại:Vương tước truy phong Việt Nam]]"}