{"Trần Mẫn (Tây Tấn)":"'''Trần Mẫn''' ([[chữ Hán]]: 陈敏, ? - 307), [[Tên chữ (người)|tên tự]] là '''Lệnh Thông''', người quận Lư Giang<ref>Nay là [[Thư Thành]], [[An Huy]]<\/ref>, là tướng lĩnh cuối [[nhà Tấn|đời Tây Tấn]]. Ban đầu ông tham gia trấn áp khởi nghĩa nông dân [[Trương Xương]], nhận thấy [[Trung Nguyên]] loạn lạc, bèn tìm cách cát cứ [[Giang Đông]], kết quả bị các vọng tộc địa phương và quan quân các nơi đánh bại và giết chết cả họ.\n\n==Nhân loạn về đông==\nThiếu thời Mẫn có tài năng, làm Liêm lại ở quận, rồi được bổ làm Thượng thư thương bộ lệnh sử. Khi Triệu vương [[Tư Mã Luân]] soán ngôi, các vương chống lại, chiến loạn không dứt, kinh sư cạn dự trữ, ông kiến nghị trưng thu lương thực ở miền nam, triều đình nghe theo, lấy Mẫn làm Hợp Phì độ chi, rồi thăng Quảng Lăng độ chi.\n\nTrương Xương khởi nghĩa, sai bộ tướng là bọn Thạch Băng tiến đến Thọ Xuân, đô đốc [[Lưu Chuẩn]] lo sợ không biết tính sao. Khi ấy Mẫn nắm đại quân tại Thọ Xuân, trấn an Chuẩn, ông ta bèn tăng thêm quân cho ông. Mẫn phá bọn Ngô Hoằng, Thạch Băng, thừa thắng đuổi lên phía bắc, giao chiến mấy chục trận, đều lấy ít thắng nhiều, đến Dương Châu mới thôi. Ông quay về Từ Châu dẹp nghĩa quân Phong Vân, tướng của Vân là Trương Thống chém Vân xin hàng. Mẫn nhờ công được làm Quảng Lăng tướng. Khi ấy [[Tấn Huệ Đế|Tấn Huệ đế]] lánh nạn ở [[Trường An]], khắp nơi loạn lạc, ông bèn nuôi chí cát cứ Giang Đông. Vì cha mất, nên rời chức. Đông Hải vương [[Tư Mã Việt]] nắm đại quyền, thừa chế khởi dụng Mẫn làm Hữu tướng quân, giả tiết, Tiền phong đô đốc, gởi thư khuyên dụ ông.\n\n==Cát cứ Giang Đông==\nKhi ấy Tư Mã Việt tấn công Dự Châu thứ sử [[Lưu Kiều]], Mẫn đưa quân đến giúp, cùng Việt bại trận ở huyện Tiêu. Ông thấy Trung Nguyên đại loạn, bèn xin về miền đông, rồi thu quân giữ Lịch Dương. Gặp lúc Ngô vương thường thị [[Cam Trác]] từ [[Lạc Dương]] đến, Mẫn bèn khiến ông ta giả truyền mệnh của [[Thái tử|Hoàng thái đệ]], bái mình làm Dương Châu thứ sử, còn cho thủ lĩnh các vọng tộc Giang Đông là bọn [[Cố Vinh]] hơn 40 người làm tướng quân, quận thú, Vinh vờ nghe theo. Mẫn vì thế cưới con gái của Trác, kết làm đồng minh. Bọn Dương Châu thứ sử Lưu Ki, Đan Dương thái thú Vương Quảng đều bỏ chức mà trốn. Em ông là Sưởng biết bọn Cố Vinh không thật lòng, khuyên Mẫn giết họ nhưng ông không theo. Sưởng đem mấy vạn tinh binh giữ Ô Giang, em khác là Khôi soái bọn Tiền Đoan nam tiến đến Giang Châu, thứ sử Ứng Mạc bỏ chạy; em khác nữa là Bân đánh các quận ở phía đông, giúp Mẫn chiếm trọn đất Ngô – Việt. Ông mệnh liêu tá giả chiếu thư lấy mình làm Đô đốc Giang Đông quân sự, Đại tư mã, Sở công, phong 10 quận, gia cửu tích, liệt vào hàng thượng thư, tự xưng sẽ từ [[Trường Giang]] vào [[Hoàng Hà]], để đón loan giá.\n\nQuân tư tế tửu [[Hoa Đàm]] dưới quyền Tư Mã Việt nghe tin Mẫn tự cắt đặt quan chức, bèn gởi thư cho bọn Cố Vinh, lấy lẽ trung nghĩa khuyên họ chống lại. [[Chu Khởi]], [[Cố Vinh]] vốn cho rằng Mẫn không có tầm nhìn xa, lại không biết cai trị, buông thả con em làm việc hung bạo, gây mất lòng người, chính là họa hoạn tại địa phương; nay nhận thư của Đàm, lấy làm xấu hổ. Khởi, Vinh sai sứ mật báo Chinh đông đại tướng quân Lưu Chuẩn đưa quân xuống Trường Giang, tự mình làm nội ứng. Chuẩn sai bọn Dương Châu thứ sử Lưu Ki, Ninh viễn tướng quân Hành Ngạn ra Lịch Dương, Mẫn sai em là Sưởng cùng tướng quân Tiền Quảng đi Ô Giang để chống lại, lại sai em khác là Hoành làm Lịch Dương thái thú, giữ Ngưu Chử. Nhà Tiền Quảng ở Trường Thành, đồng hương với Khởi, nên Khởi ngầm khuyên ông ta giết Sưởng. Quảng sai bộ thuộc Hà Khang, Tiền Tượng vờ gởi thư cho Sưởng, nhân lúc ông ta cúi đầu đọc thư, Khang khoa đao chém chết, nói người trong châu đã giết Mẫn, ai dám chống lại sẽ bị tru di tam tộc, rồi thổi tù và gọi nội ứng. Tiền Quảng trước đó dàn quân ở cầu nổi Chu Tước, bày trận ở bờ nam. Khởi, Vinh lại thuyết phục được Cam Trác chống lại Mẫn. Ông soái hơn vạn người sắp tấn công Trác, thì Vinh vẫy Bạch Hổ Phiên, quân của Mẫn tan rã. Ông một ngựa chạy về phía đông đi Giang Thừa, bị quan quân chém chết. Mẹ và vợ con đều bị làm tội, các quận Hội Kê cũng giết sạch các em của ông không chừa ai.\n\n==Tham khảo==\n* [[Tấn thư]] '''quyển 100, liệt truyện 70 – Trần Mẫn truyện'''\n* [[Tư trị thông giám]] '''quyển 85, 86 - Tấn kỷ 7, 8'''\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Quân phiệt Trung Quốc]]\n[[Thể loại:Người An Huy]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 307]]\n[[Thể loại:Nhân vật quân sự nhà Tấn]]"}