{"Trần Bá Tiên":"{{Thông tin nhân vật hoàng gia\n| tên = Trần Vũ Đế\n| tên gốc = 陳武帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = Emperor Wu of Chen.jpg\n| cỡ hình = 222px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[nhà Trần (Trung Quốc)|nhà Nam Trần]]\n| tại vị = [[557]] &ndash; [[559]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:557 till:589\nAlignBars = early\nScaleMajor = increment:32 start:557\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:557 till:559 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = <font color=\"red\">'''Thành lập Nam Trần'''<\/font>\n| nhiếp chính = \n| kế nhiệm = [[Trần Văn Đế]]<\/font>\n| phối ngẫu = \n| vợ = Tiền thị, truy tôn Chiêu hoàng hậu<br>[[Chương Yêu Nhi]], Tuyên hoàng hậu\n| thông tin con cái = ẩn\n| con cái = Hiếu Hoài thái tử Trần Khắc, mất sớm<br>Dự Chương Hiến vương Trần Lập, mất sớm<br>Trường Sa Tư vương Trần Quyền, mất sớm<br>2 nhi tử mất sớm<br>Hành Dương Hiến vương Trần Xương, mất 560<br>Vĩnh Thế công chúa<br>Cối Kê Mục công chúa\n| hoàng tộc = [[Nhà Trần (Trung Quốc)|Nam Trần]]\n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Trần Bá Tiên (陳霸先)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| niên hiệu = Vĩnh Định (永定): 10\/557-559\n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| tôn hiệu = \n| miếu hiệu = [[Cao Tổ]] (高祖)\n| thụy hiệu = Vũ Hoàng đế (武皇帝)\n| cha = Trần Văn Tán\n| mẹ = \n| sinh = [[503]]\n| nơi sinh = \n| mất = [[559]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = Vạn An lăng\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n'''Trần Vũ Đế''' ([[chữ Hán]]: 陳武帝), tên thật là '''Trần Bá Tiên''' (陳霸先; [[503]] - [[559]]) là vị vua đầu tiên, người sáng lập ra [[nhà Trần (Trung Quốc)|nhà Trần]] thời [[Nam-Bắc triều (Trung Quốc)|Nam-Bắc triều]] trong [[lịch sử Trung Quốc]].\n\n==Xuất thân==\nTrần Bá Tiên xuất thân nhà nghèo, ông trưởng thành dưới thời [[Lương Vũ Đế]] Tiêu Diễn. Thời trẻ, ông làm lý trưởng làng Hạ Nhược, huyện Trường Thành (nay là huyện Trường Hưng, tỉnh [[Chiết Giang]], [[Trung Quốc]]).\n\nSau đó, ông được cất nhắc làm lại ở huyện Trường Thành, rồi theo thứ sử [[Quảng Châu]] nhà Lương là Tiêu Anh làm chức tham quân, sau đó là đô đốc Tây Giang, thái thú Vũ Bình.\n\n==Đại chiến nước Vạn Xuân==\n\n===Lý Nam Đế===\nNăm 541, [[Lý Nam Đế|Lý Bí]] khởi binh ở Giao Châu, đuổi thứ sử [[Tiêu Tư]], xưng là Lý Nam Đế, lập ra nước [[Vạn Xuân]]. Lương Vũ Đế mấy lần phái quân đi đánh đều bị thua trận.\n\nTháng 6 năm 545, Lương Vũ Đế phong [[Dương Phiêu]] làm thứ sử Giao Châu, cử Trần Bá Tiên làm tư mã; thứ sử Định Châu là [[Tiêu Bột]] cùng họp với Dương Phiêu ở [[Tây Giang (định hướng)|Tây Giang]] sai đi đánh nước Vạn Xuân. Tiêu Bột biết ý các tướng sĩ sợ phải đi đánh xa nên nói dối để Dương Phiêu ở lại. Dương Phiêu tập họp các tướng lại để hỏi mưu kế. Trần Bá Tiên nói:\n\n:''\"Quan Thứ sử Định Châu muốn tạm an nhàn trước mắt, không nghĩ đến mưu kế lớn, túc hạ vâng mệnh vua đi đánh kẻ có tội, dù sống chết thế nào cũng không quản ngại, lẽ nào dùng dằng không tiến quân để nuôi cho thế giặc thêm mạnh mà làm cho quân mình nản chí hay sao ?\"''.\n\nBá Tiên liền thúc quân mình đi trước. Dương Phiêu cử Bá Tiên làm tiên phong. Quân Lương đến Vạn Xuân, Lý Nam Đế mang quân ra đánh bị thua nặng, chạy sang thành [[Gia Ninh]]. Quân Lương tiến vây thành.\n\nMùa hạ năm 545 [[Phạm Tu]] giữ thành cửa sông Tô Lịch chống trả quyết liệt quân Lương, ngày 20 tháng 7 năm đó, Phạm Tu hy sinh ở trận tiền. Ít lâu sau thành bị vỡ.\n\n[[Tháng giêng]] năm [[546]], thành Gia Ninh vỡ, Thái phó [[Triệu Túc]] tử trận, Lý Nam Đế chạy đi [[Tân Xương]] là vùng của [[người Lạo]] và chiêu mộ thêm được nhiều binh lính, uy thế lại tăng lên.\n\nTháng 8, Lý Nam Đế lại đem quân từ trong xứ người Lạo ra, đóng đồn ở hồ Điển Triệt. Quân Lương lo sợ, cứ đóng ở cửa hồ, không dám tiến. Trần Bá Tiên bảo các tướng:\n:''\"Quân ta ở đây đã lâu, mà lại không có quân tiếp viện. Bây giờ đã đi sâu vào trong nước người ta, nếu một trận đánh nào bất lợi, còn mong gì sống mà về được nữa? Chi bằng bây giờ nhân dịp quân địch đang thua luôn mấy trận, lòng người chưa cố kết, ta nên liều chết gắng sức quyết đánh bằng được. Nếu vô cớ cứ đóng ở đây thì việc hỏng mất!\"''\n\nCác tướng nhà Lương không ai trả lời. Đêm hôm ấy, nước sông bỗng lên to đến bảy thước, chảy rót vào trong hồ. Trần Bá Tiên đốc thúc quân bản bộ mình theo dòng nước tiến đi trước. Quân Lương đánh trống, reo hò, kéo tràn vào. Quân Lý Nam Đế mới tập hợp, bị đánh úp nên tan vỡ.\n\nLý Nam đế lại rút lui về giữ trong động Khuất Lão, điều chỉnh binh lính, mưu tính chiến đấu về sau. Ông giao lại binh quyền cho Tả tướng quân [[Triệu Việt Vương|Triệu Quang Phục]].\n\n===Triệu Quang Phục===\nAnh Lý Nam Đế là [[Lý Thiên Bảo]] cùng với tướng cùng họ là [[Hậu Lý Nam Đế|Lý Phật Tử]] đem 3 vạn người vào Cửu Chân. Trần Bá Tiên đuổi theo đánh, Thiên Bảo bị thua, bèn thu nhặt quân còn sót được vạn người chạy sang đất người Di Lạo ở Ai Lao.\n\nTriệu Quang Phục liệu thế không thể dùng sức thắng được Trần Bá Tiên, bèn lui về giữ đầm Dạ Trạch ở huyện Chu Diên, là nơi cỏ cây um tùm, bụi rậm che kín để cố thủ. Ban ngày, Triệu Quang Phục ra lệnh tuyệt không để khói lửa và dấu người, ban đêm dùng thuyền độc mộc đem quân ra đánh doanh trại của quân Bá Tiên, giết và bắt sống rất nhiều, lấy được lương thực để làm kế cầm cự lâu dài. Bá Tiên đuổi theo hút mà đánh, nhưng không thể tiến sâu vào trong đầm lầy được.\n\nNăm [[548]], trong lúc Trần Bá Tiên đang cầm cự với quân Vạn Xuân thì nước Lương có loạn, ông được lệnh mang quân về cứu Vua Lương.\n\n==Dẹp loạn Hầu Cảnh==\n{{chính|Hầu Cảnh}}\n\nĐến giữa thế kỷ 6, Trung Quốc thời [[Nam-Bắc triều (Trung Quốc)|Nam-Bắc triều]] chia làm 3 nước: phía nam là [[nhà Lương]], phía bắc chia hai: [[tây Ngụy|nhà Tây Ngụy]] dưới tay quyền thần họ Vũ Văn và [[đông Ngụy|nhà Đông Ngụy]] dưới tay quyền thần họ Cao.\n\n[[Hầu Cảnh]] là đại thần Đông Ngụy, phản Đông Ngụy theo Lương. Bất chấp nhiều lời can gián, Lương Vũ Đế vẫn thu nhận Cảnh. Cảnh lợi dụng mâu thuẫn giữa các con cháu Lương Vũ Đế muốn giành ngôi bèn phản Lương năm 548. Cảnh mang quân đánh chiếm Kinh thành [[Kiến Khang]], vây Vũ Đế chết đói ở Đài Thành (Cung Thành, [[Nam Kinh]]) tháng 3 năm 549 rồi lập Tiêu Cương lên ngôi, tức là [[Lương Giản Văn Đế]].\n\nNăm 548 khi đang sắp sửa kéo quân về cứu giá Lương triều thì Bá Tiên được tin Thứ Sử Quảng châu là Nguyễn Cảnh Trọng đang bí mật chuẩn bị theo phe Hầu Cảnh. Thế là xung đột giữa Bá Tiên và Cảnh Trọng nổ ra công khai ngay lập tức. Năm 549, Bá Tiên đánh bại Cảnh Trọng và mời Tiêu Bột làm Thứ Sử Quảng Châu. Như thế là mặt phía Nam đã tạm ổn nên Bá Tiên lại tính đến chuyện Bắc tiến, nhưng ông vẫn biết rằng vẫn còn nhiều khó khăn trước mặt vì trên đường bắc tiến, nằm giữa châu Quảng và vùng núi rừng ở phía Bắc ngăn chia lưu vực sông Tích và sông Dương Tử, là châu Hàng. Khi Bá Tiên mang quân đánh Lý Bí năm vào 545 thì có Lan Khâm, thứ sử Hàng Châu và người phụ tá rất tin cậy của ông ta là Âu Dương Nguy đi theo. Khi Lan Khâm chết vì bệnh trên đường đi đến Giao Châu thì Âu Dương Nguy được phép đem thi thể Lan Khâm về Hàng Châu. Sau đó, Âu Dương Nguy được lệnh ở lại canh giữ Hàng Châu để các quan chức tháp tùng Bá Tiên bắc tiến đánh Hầu Cảnh.\n\nKhi Hầu Cảnh giết được Lương Vũ Đế thì ở miền Nam, các quan chức địa phương tranh nhau nổi lên chiếm quyền và giành đất đai; trong số đó có Lan Dụ là em của Lan Khâm đã chết. Lúc đó Lan Dụ đang làm Thứ Sử Cao Châu và có ý rủ Âu Dương Nguy theo y làm phản nhưng Nguy từ chối. Thấy thế Lan Dụ bèn xua quân đánh Âu Dương Nguy ở Hàng Châu nhưng nhờ có Trần Bá Tiên kéo quân đến cứu nguy nên Lan Dụ bị đánh bại. Vì thế sau này Âu Dương Nguy đã giúp Trần Bá Tiên khi ông tiến qua vùng núi Hàng Châu để tiến đánh Hầu Cảnh.Trần Bá Tiên được lệnh mang quân về bắc cứu nạn. Hai bên giằng co trong mấy năm. Năm 551, Hầu Cảnh phế Giản Văn Đế tự xưng đế. Trần Bá Tiên mang quân đánh bại Hầu Cảnh, chiếm lại Kinh thành Kiến Khang. Năm 552, Hầu Cảnh thua trận bỏ chạy, giữa đường bị giết chết.\n\nTháng 11 năm 552, Trần Bá Tiên và các triều thần lập Hoàng thân [[Lương Nguyên Đế|Tiêu Dịch]] lên ngôi, tức là [[Lương Nguyên Đế]]. Nguyên Đế giao phó nửa phần phía Đông Trung Quốc, bao gồm cả kinh đô, cho hai vị tướng quân có uy thế nhất trong đó có Trần Bá Tiên; còn vua thì đóng đô ở thành Vũ Hán (Hán Khẩu).\n\n==Tình hình miền nam==\n\nMiền Nam thì vẫn trong tay Tiêu Bột, khu vực dưới quyền của Tiêu Bột trải dài ra gần 1.000 dặm, mà dân số đăng ký không quá 30.000 người. Năm 552, quyền của Tiêu Bột không ra khỏi giới hạn tỉnh Quảng Tây bấy giờ. Tuy là một người hợp tác cũ với Bá Tiên, nhưng Tiêu Bột lại không được Nguyên đế tin cẩn lắm vì thấy ông chiêu mộ và huấn luyện một đạo quân rất lớn. Hòng phá tan mối nghi ngờ của vua, Tiêu Bột đánh liều về triều yết kiến Nguyên đế và sẵn sàng trả lời bất cứ tội trạng nào mà ông bị cáo buộc nhưng Nguyên đế vẫn giả bộ làm ngơ như không biết ông là ai. Đến năm 554, Nguyên đế sai Vương Lâm, một vị tướng danh tiếng ở miền Bắc xuống thay Tiêu Bột. Vương Lâm trú đóng gần một năm nơi ở Quảng Tây. Khoảng giữa những năm 554-60, khu vực tỉnh Quảng Tây bây giờ lại phần lớn chịu ảnh hưởng Vương Lâm. Cảm thấy bị sức ép từ triều đình do việc bổ nhiệm và trú đóng của Vương Lâm nên Âu Dương Nguy ngày càng ngả theo ý định làm phản của Tiêu Bột. Khi ấy, Âu Dương Nguy đang cai quản Thủy Hưng một địa điểm chiến lược nằm trên đường từ Quảng Châu lên phía Bắc. Tuy nhiên tình hình căng thẳng giữa Vương Lâm và Tiêu Bột đột nhiên tắt ngấm vì Vương Lâm phải vội quay về Bắc do các biến cố quan trọng diễn ra trên đấy. Vương Lâm không quên để Lưu Nguyên Yển, một bộ hạ thân tín của ông, ở lại Quảng Tây. Lưu Nguyên Yển là người được phong chức thứ sử danh dự Giao Châu.\n\nNgay sau khi Vương Lâm về Bắc thì Tiêu Bột tiếp tục củng cố sức mạnh quân sự. Cuối năm 555, khi Tiêu Bột đang củng cố địa vị ở miền Nam thì Lưu Nguyên Yển lại đem quân trở về Bắc để tìm gặp Vương Lâm. Năm 556, cả Tiêu Bột lẫn Âu Dương Nguy được Trần Bá Tiên thăng chức. Tuy nhiên đến đầu năm sau, khi Trần Bá Tiên đoạt ngôi nhà Lương và chính thức xưng đế nhà Trần, thì Tiêu Bột, vì thuộc dòng dõi hoàng tộc nhà Lương, đã thẳng thừng tuyên chiến. Tiêu Bột ở lại Thủy Hưng và sai Âu Dương Nguy đem quân lên Bắc để đánh tân vương là Trần Bá Tiên nhưng Âu Dương Nguy bị thua và bị bắt. Tin thua trận vừa về đến Thủy Hưng thì bộ hạ của Tiêu Bột vội vã thủ thân ai lo phận nấy. Trong số các bộ hạ này có Trần Pháp Vũ cựu Thứ Sử Hàng Châu và Thứ Sử danh dự Cửu Đức, đã làm phản và giết được Tiêu Bột. Cũng như trước đó Trần Bá Tiên với chức Thứ Sử danh dự Giao Châu, Lưu Nguyên Yển với chức thứ sử danh dự Giao Châu, Trần Pháp Vũ cũng giữ chức thứ sử danh dự Cửu Đức vào năm 557 mặc dầu ông ta chẳng bao giờ ở Cửu Đức, trừ thời gian theo Trần Bá Tiên đi đánh Lý Bí.\n\n==Chia ba thiên hạ==\nDẹp được loạn Hầu Cảnh, Trần Bá Tiên được phong chức Tư không. Sau loạn Hầu Cảnh, nước Lương vẫn hỗn loạn. Các con cháu của Lương Vũ Đế đều muốn tranh quyền, người dựa vào Tây Ngụy, người dựa vào [[Bắc Tề]] (họ Cao đoạt ngôi Đông Ngụy năm 550). Tháng 2 năm 553, Thứ sử Ích Châu là Tiêu Kỷ phản Lương đánh Giang Lăng. Lương Nguyên Đế cầu cứu Tây Ngụy. Tây Ngụy nhân dịp bành trướng, bèn mang quân đánh Ích Châu giết Kỷ, rồi năm 554 đánh giết luôn cả Lương Nguyên Đế, lập tay sai Tiêu Sát làm Lương Vương ở Giang Lăng.<ref>Dòng họ Tiêu Sát cai quản vỏn vẹn ở vùng Giang Lăng, nhưng kéo dài tới hết thời Nam-Bắc triều.<\/ref>\n\nTrần Bá Tiên và đại thần Vương Tăng Biện là thông gia, không công nhận Tiêu Sát, lập con Nguyên Đế Tiêu Dịch là Tiêu Phương Trí (Lương Kính Đế) lên ngôi. Lúc đó Kinh thành Kiến Khang chịu sức ép của Bắc Tề, Vua Bắc Tề đưa Tiêu Uyên Minh về lên ngôi, Vương Tăng Biện chấp thuận, Tiêu Phương Trí bị đưa xuống làm Thái tử.\n\nTrần Bá Tiên phản đối chấp nhận sự áp đặt của Bắc Tề, thành ra mâu thuẫn với Vương Tăng Biện. Tháng 9 năm 555, ông mang quân giết chết Tăng Biện, phế Uyên Minh và lập Phương Trí trở lại ngôi vua, tức là [[Lương Kính Đế]]. Phe cánh của Tăng Biện chạy sang nương nhờ Bắc Tề.\n\nTrần Bá Tiên được phong làm Thượng thư lệnh, Đô đốc kiêm Thứ sử Nam Từ và Dương Châu. Vua Bắc Tề nghe tin con bài Tiêu Uyên Minh bị phế, bèn mang quân đánh Lương, tới Thung Sơn.<ref>nay là Kim Tử Sơn, Nam Kinh<\/ref> Con rể Vương Tăng Biện là Đỗ Kham làm Thứ sử Ngô Hưng cùng em Tăng Biện là Tăng Trí làm Thái thú Ngô Quận nhân thời cơ cũng hưởng ứng Bắc Tề.\n\nTrần Bá Tiên kiên cường chống trả. Gặp lúc nước Lương bị lụt to, ông được các bô lão Giang Nam ủng hộ lương thực đã đánh bại quân Bắc Tề, tiêu diệt Đỗ Kham và Vương Tăng Trí.\n\nSau chiến thắng đó, uy tín của Trần Bá Tiên rất cao. Tháng 10 năm 557, ông phế Lương Kính Đế lên ngôi, lập ra [[nhà Trần (Trung Quốc)|nhà Trần]]. Sử gọi ông là Trần Vũ Đế.\n\nBắc Tề thù hận ông, theo lời cầu viện của con Vương Tăng Biện là Vương Lâm, lấy danh nghĩa giúp cháu [[Lương Nguyên Đế]] (Tiêu Dịch) là Tiêu Trang về làm vua ở Dĩnh châu. Trần Vũ Đế phái tướng Từ Đô mang quân đón đánh.\n\nGiữa lúc quân hai bên đang giằng co thì Trần Vũ Đế lâm bệnh mất, thọ 57 tuổi. Vì con ông là Trần Xương đang bị bắt làm tù binh ở Tây Thục nên triều Trần lập người cháu gọi ông bằng chú là Trần Thiến lên ngôi, tức là [[Trần Văn Đế]]. Văn Đế xứng đáng nối cơ nghiệp của ông, đánh bại Liên quân Bắc Tề - Vương Lâm và nhiều lực lượng cát cứ khác ở Giang Nam, mở đất đến Tây Thục.\nNước Trần do Trần Bá Tiên lập ra cùng các nước Bắc Tề, Bắc Chu<ref>Do họ Vũ Văn đoạt ngôi Tây Nguỵ<\/ref> chia ba Trung Quốc tới hết thời Nam-Bắc triều.\n\n==Ổn định tình hình miền nam==\nSau khi Tiêu Bột chết, miền Nam lại rối loạn. Biết được là Âu Dương Nguy cũng có một ít uy danh ở miền Nam nên Trần Bá Tiên quyết định thả ông về và bổ ông làm Thứ sử Hàng Châu kiêm Đô Đốc với quyền hành quân sự trên toàn bộ 19 châu mà trên lý thuyết bao gồm cả hai châu Quảng và Giao. Âu Dương Nguy đem quân về miền Nam nhưng vừa về đến nơi thì Vương Lâm nổi loạn.\n\nTừ năm 557 đến 560, Âu Dương Nguy phải đương đầu với thực lực mạnh nhất của Vương Lâm vào lúc ấy trong vùng Quảng Tây bây giờ và giáp giới Giao Châu. Con của Âu Dương Nguy là Âu Dương Hốt, là người cũng đã từng ở miền Nam, phụ tá cho cha để tìm cách lôi kéo phe Tiêu Bột cũ về quy thuận vì phe này đã rút về Quảng Châu. Trong 10 năm sau đó, họ Âu Dương ở Quảng Châu áp dụng hệ thống gia đình trị và sự trung thành được xét theo từng cá nhân.\n\nNhưng một tháng sau, Vương Lâm ở trong lưu vực sông Dương Tử lại nổi loạn và miền Nam phải gánh chịu sự cai trị hà khắc của y tới ba năm. Mặc dầu được Tân vương Trần Bá Tiên phong chức vào năm 557, Vương Lâm vẫn ngấm ngầm trung thành với hoàng gia Lương. Được hậu thuẫn của một quan chức ở miền Nam nên năm 558 Vương Lâm tìm cách lôi kéo họ về hẳn phe cánh với ông. \nCũng vào năm ấy, Âu Dương Nguy được bổ nhiệm Thứ sử Quảng Châu, có lẽ vì Trần Bá Tiên muốn mua chuộc lòng trung thành của ông. Khi Trần Bá Tiên mất năm 559, thứ sử Quế Châu tức Quảng Tây bây giờ đến quy thuận Vương Lâm nhưng Âu Dương Nguy vẫn trung thành với Bá Tiên và được phong một loạt chức tước mới và quyền lực cao hơn. \nRốt cuộc, đến năm 560, Vương Lâm bị đánh bại và buộc phải về ẩn trốn ở vùng Đông Bắc Trung Quốc. Trong thập kỷ sau, tình hình ở miền Nam được tương đối ổn định dưới quyền cai trị của cha con Âu Dương Nguy.\n\nKhi Viên Đàm Hoãn chết, chức Thứ sử Giao Châu lại về tay em của Âu Dương Nguy là Âu Dương Thịnh. Chức này của Âu Dương Thịnh lại cũng rõ ràng là một chức danh dự bởi vì hành động duy nhất của ông được ghi lại là việc ông giúp anh ông ta dẹp yên được loạn quân ở Quảng Châu. Điều này gợi nhớ đến vụ bổ nhiệm Trần Bá Tiên làm Thứ sử Giao Châu năm 550 sau khi Bá Tiên đã rời khỏi miền Nam, và cả vụ ra đi của Lưu Nguyên Yển, Thứ Sử Giao Châu lên miền Bắc để theo Vương Lâm vào năm 555; cùng là chức phong cho Trần Pháp Vũ, Thứ sử Cửu Đức, người đã giết được Tiêu Bột ở Thủy Hưng năm 557.\n\nNăm 567, Thứ sử Định châu (Hồ Nam) nổi loạn và rủ Âu Dương Hốt theo mình. Tuy Dương Hốt không đóng vai trò gì tích cực trong vụ nổi loạn ngắn ngủi này ông cũng bị triều Trần nghi ngờ. Năm 569, khi được gọi về triều trình diện, Âu Dương Hốt quyết định không về và công khai làm loạn. Năm 570, ông bị bắt và bị đem chém đầu.\n\nSau cái chết của Âu Dương Hốt vào năm 570, triều Trần đặt ra biện pháp tổng quản quyền hành ở miền Nam. Sử chép rằng vào thời đó \"những người Lao man di ở Giao Chỉ thường hay tụ tập lại đi cướp phá\" và Nguyễn Trác được giao nhiệm vụ giải quyết việc này.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều]]\n*[[Nhà Trần (Trung Quốc)|nhà Trần]]\n*[[Lý Nam Đế]]\n*[[Triệu Việt Vương]]\n*[[Lương Vũ Đế|Lương Vũ đế]]\n*[[Lương Nguyên Đế|Lương Nguyên đế]]\n*[[Hầu Cảnh]]\n*[[Trần Văn Đế|Trần Văn đế]]\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*Các hoàng đế Trung Hoa - Đặng Huy Phúc, Nhà xuất bản Hà Nội, 2001\n{{s-start}}\n{{s-hou|[[Nhà Trần (Trung Quốc)|Hoàng tộc họ Trần]]|&nbsp;|năm 503|&nbsp;| năm 559}}\n{{s-reg}}\n{{s-new|reason=Thành lập triều đại}}\n{{s-ttl|title=[[Nhà Trần (Trung Quốc)|Hoàng đế nhà Trần]]|years=557-559}}\n{{s-aft|rows=2|after=[[Trần Văn Đế]]}}\n|-\n{{s-bef|before=[[Lương Kính Đế]]<br><small>([[Nhà Lương|Nam Lương]])<\/small>}}\n{{s-ttl|title=[[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] (miền Đông Nam)|years=557-559}}\n{{end}}\n{{Vua thời Nam Bắc triều (Trung Quốc)}}\n\n[[Thể loại:Vua nhà Trần (Trung Quốc)]]\n[[Thể loại:Thứ sử Giao Châu]]\n[[Thể loại:Sinh năm 503]]\n[[Thể loại:Mất năm 559]]\n[[Thể loại:Tướng nhà Lương]]"}