{"Trịnh Điền":"'''Trịnh Điền''' ({{zh|t=鄭畋|s=郑畋|p=Zhèng Tián}}, 821?<ref name=NBT185>''[[Tân Đường thư]]'', [[:zh:s:新唐書\/卷185|quyển 185]].<\/ref>\/825?<ref name=BT178>''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷178|quyển 178]].<\/ref>-883?<ref group=\"chú\">Theo liệt truyện về Trịnh Điền trong ''Cựu Đường thư'', quyển 178 và ''Tân Đường thư'', quyển 185 ông qua đời một thời gian ngắn sau khi đến Bành châu để dưỡng bệnh sau khi bị bệnh vào năm 883. Năm 885, [[Đường Hy Tông]] truy phong nhiều tước hiệu cho ông. ''Tân Đường thư'', xem [[:zh:s:舊唐書\/卷19下|quyển 19 hạ]]. ''Cựu Đường thư'' ghi ông thọ 59 tuổi âm còn ''Tân Đường thư'' ghi ông thọ 63 tuổi âm.<\/ref>), [[Tên chữ (người)|tên tự]] '''Đài Văn''' (臺文), gọi theo thụy hiệu là'''Huỳnh Dương Văn Chiêu công''',<ref>''Cựu Đường thư'', quyển 19 hạ.<\/ref> là một quan lại vào cuối thời [[nhà Đường]], từng hai lần giữ chức tể tướng dưới triều đại của [[Đường Hy Tông]]. Ông tham gia nhiều vào chiến dịch trấn áp [[loạn Hoàng Sào|cuộc nổi dậy]] của [[Hoàng Sào]].\n\n== Thân thế ==\nNếu giả định Trịnh Điền mất năm 883, ông có thể sinh năm 821<ref name=NBT185\/> hoặc 825.<ref name=BT178\/> Gia tộc của ông có nguồn gốc từ Huỳnh Dương<ref group=\"chú\">滎陽, nay thuộc [[Trịnh Châu]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>, chỉ có thể truy nguyên xa đến kị của ông là Trịnh Thiểu Lân (鄭少鄰)- Trịnh châu tư sĩ tham quân.<ref name=NBT75>{{Chú thích web |url=http:\/\/www.sidneyluo.net\/a\/a17\/table\/form90.htm |ngày truy cập=2013-07-16 |tựa đề=''Tân Đường thư'', quyển 75 |archive-date=2010-06-20 |archive-url=https:\/\/web.archive.org\/web\/20100620182223\/http:\/\/sidneyluo.net\/a\/a17\/table\/form90.htm }}<\/ref> Trịnh Thiểu Lân cũng như ông của Trịnh Điền là Trịnh Mục (鄭穆) và cha của Trịnh Điền là Trịnh Á (鄭亞), đều thi đỗ ''Tiến sĩ'',<ref name=BT178\/> và trong khi Trịnh Mục giữ đến chức [huyện] lệnh,<ref name=NBT75\/> Trịnh Á nổi tiếng với tài năng của bản thân rồi trở thành một thân tín của [[Lý Đức Dụ]]- người có quyền lực rất lớn dưới triều đại của [[Đường Vũ Tông]], và từng giữ chức ''Chính nghị đại phu''.<ref name=BT178\/> Ngoài Trịnh Điền, Trịnh Á còn có hai người con nhỏ tuổi hơn là Trịnh Tuấn (鄭畯) và Trịnh Bì (鄭毗).<ref name=NBT75\/>\n\n== Khởi đầu sự nghiệp ==\nTrịnh Điền thi đỗ ''Tiến sĩ'' vào năm 18 tuổi âm, sau đó ông phụng sự dưới quyền Tuyên Vũ<ref group=\"chú\">宣武, trị sở nay thuộc [[Khai Phong]], Hà Nam<\/ref> tiết độ sứ, chức quan đến ''Bí thư tỉnh'', ''Hiệu thư lang''. Vào năm 22 tuổi âm, trong Lại bộ điều tuyển, ông thể hiện được tài năng xuất chúng trong thư pháp và phán đoán, được nhậm chức Vị Nam<ref group=\"chú\">渭南, nay thuộc [[Vị Nam]], [[Thiểm Tây]]<\/ref> úy trực, ''sử quán sự''. Tuy nhiên, trước khi có thể đảm nhiệm các vị trí này, vào năm 847, do có quan hệ với Lý Đức Dụ- người thất thế dưới thời [[Đường Tuyên Tông]], Trương Á bị giáng làm Quế châu<ref group=\"chú\">桂州, nay thuộc [[Quế Lâm]], [[Quảng Tây]]<\/ref> thứ sử, Trịnh Điền theo cha đến Quế châu, cha ông qua đời ở đó.<ref name=BT178\/> Trong thời gian Đường Tuyên Tông trị vì, triều đình nằm dưới quyền chi phối của ''Đồng bình chương sự'' [[Bạch Mẫn Trung]] (白敏中) và sau đó là [[Lệnh Hồ Đào]] (令狐綯), cả hai đều không ưa Lý Đức Dụ, và Trịnh Điền không giữ chức quan triều đình nào trong một thời gian dài.<ref name=BT178\/>\n\n== Thời Đường Ý Tông ==\nTrong những năm ''Hàm Thông'' (860-874) thời [[Đường Ý Tông]], sau khi Lệnh Hồ Đào rời khỏi triều đình Trường An đến nhậm chức ở phiên trấn, Hà Đông<ref group=\"chú\">河東, trị sở nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref> tiết độ sứ [[Lưu Chiêm]] (劉瞻) mời Trịnh Điền đến làm ''tòng sự'' cho mình. Sau đó, Trịnh Điền được triệu hồi về Trường An giữ chức ''Ngu bộ viên ngoại lang''. Tuy nhiên, ''hữu thừa'' Trịnh Huân (鄭薰) vốn thuộc đảng của Lệnh Hồ Đào, người này ngăn cản Trịnh Điền nhậm chức hành sự khi vu cáo Trịnh Điền, Trịnh Điền lại phải rời khỏi Trường An đi làm ''tòng sự''.<ref name=NBT185\/><ref name=BT178\/> Đến năm 864, Trịnh Điền lại được triệu hồi về Trường An để nhậm chức ''Hình bộ viên ngoại lang''.<ref name=BT178\/>\n\nSau khi Lưu Chiêm trở thành ''Đồng bình chương sự'' vào năm 869, ông ta tiến cử Trịnh Điền, Trịnh Điền do vậy được thăng chức làm ''Hàn lân học sĩ'', ''Hộ bộ lang trung''. Trịnh Điền ngay sau đó cũng chịu trách nhiệm soạn thảo các sắc lệnh, và được trao chức ''Trung thư xá nhân''. Trong chiến dịch trấn áp cuộc nổi dậy của [[Bàng Huân]], Trịnh Điền phần lớn soạn thảo các sắc lệnh liên quan đến việc quân, và theo ghi chép thì các đồng sự ngưỡng mộ ông vì tốc độ viết và nét chữ tinh tế. Ông tiếp tục được thăng chức ''Hộ bộ thị lang'', và sau khi cuộc nổi dậy của Bàng Huân bị dập tắt, ông giữ thêm chức ''Hàn Lâm học sĩ thừa chỉ''.<ref name=BT178\/>\n\nNăm 870, sau khi con gái là Đồng Xương công chúa qua đời, Đường Ý Tông thương tiếc công chúa nên đã hành quyết các hàn lâm y quan không thể cứu chữa cho công chúa, và bắt giữ khoảng 300 thành viên trong gia tộc của họ. Lưu Chiêm cố gắng can thiệp giúp họ và khiến Đường Ý Tông tức giận. Do ''Đồng bình chương sự'' [[Lộ Nham]] và phò mã [[Vi Bảo Hành]] vu cáo, Lưu Chiêm bị đưa đi lưu đày. Khi Trịnh Điền nhận được lệnh soạn thảo chiếu chỉ tuyên bố việc Lưu Chiêm phải đi lưu đày, ông đã sử dụng ngôn từ mà bề ngoài là trách tội Lưu Chiêm song thực ra là ca ngợi. Lô Nham do đó đã lệnh đày ải Trịnh Điền và giáng ông làm Ngô châu<ref group=\"chú\">梧州, nay thuộc [[Ngô Châu]], Quảng Tây<\/ref> thứ sử.<ref name=BT178\/><ref name=ZZTJ252>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷252|quyển 252]].<\/ref>\n\n== Thời Đường Hy Tông ==\n=== Làm Đồng bình chương sự lần thứ nhất ===\nĐường Ý Tông qua đời năm 873, kế vị là [[Đường Hy Tông]],<ref name=ZZTJ252\/> Trịnh Điền dần chuyển đến gần kinh sư hơn — đầu tiên là đến Sâm châu <ref group=\"chú\">郴州, nay thuộc [[Sâm Châu]], [[Hồ Nam]]<\/ref> và sau đó là đến Giáng châu<ref group=\"chú\">絳州, nay thuộc [[Vận Thành]], Sơn Tây<\/ref>. Sau đó, ông được triệu hồi về Trường An giữ chức ''Hữu tán kị thường thị''.<ref name=NBT185\/>\n\nNăm 874, ''Lại bộ thị lang'' Trịnh Điền được bổ nhiệm giữ chức ''Binh bộ thị lang'', ''Hàn lâm học sĩ thừa chỉ'', ''Đồng bình chương sự''.<ref name=ZZTJ252\/> Vào thời điểm đó, theo như thông thường thì Nam binh<ref group=\"chú\">gồm Lĩnh Nam Đông đạo (嶺南東道, trị sở nay thuộc [[Quảng Châu]], [[Quảng Đông]]), Lĩnh Nam Tây đạo (嶺南西道, trị sở nay thuộc [[Nam Ninh]], [[Quảng Tây]]), và Tĩnh Hải quân (靜海, trị sở nay thuộc [[Hà Nội]], [[Việt Nam]])<\/ref> được tiếp tế lương thực từ năm đạo ở phía bắc, việc tiếp tế được tiến hành bằng đường biển và thường xuyên xảy ra tai nạn đắm tàu gây thiệt hại lớn về người và tài sản. Theo đề xuất của Trịnh Điền, chức ''Lĩnh Nam diêm-thiết chuyển vận sứ'' chuyển giao cho Lĩnh Nam Đông đạo tiết độ sứ Vi Hà (韋荷), người này được quyền nấu nước biển lấy muối để bán, sau đó dùng số tiền thu được để mua lương thực từ các châu ở phía nam của Giang Tây<ref group=\"chú\">江西, trị sở nay thuộc [[Nam Xương]], [[Giang Tây]]<\/ref>. Theo ghi chép thì sau đó nguồn cung cấp thực phẩm cho Nam binh trở nên đầy đủ hơn. Kế tiếp, Lĩnh Nam cung quân phó sứ Vương Sư Phủ (王師甫) thỉnh được kiêm chức ''tổng binh'' và hứa sẽ dâng cho triều đình mỗi năm 20 vạn xâu tiền, Trịnh Điền cho rằng Sư Phủ dùng lợi để dụ triều đình nhằm mưu đoạt binh lính của Vi Hà. Kết quả là Vương Sư Phủ bị bãi chức, còn Trịnh Điền được phong tước ''Huỳnh Dương quận hầu''.<ref name=NBT185\/>\n\nNăm 876, phần trung tâm và nam của Đại Đường bị nhấn chìm trong các cuộc khởi nghĩa nông dân, trong đó có cuộc nổi dậy của [[Vương Tiên Chi]]. Các đề xuất của Trịnh Điền nhằm ứng phó với cuộc nổi dậy phần lớn bị lờ đi. Do vậy, ông xin từ vị, song Đường Hy Tông không chấp thuận.<ref name=ZZTJ252\/> Năm 877, xảy ra tranh chấp giữa Trịnh Điền với đồng cấp là [[Vương Đạc (nhà Đường)|Vương Đạc]] và [[Lô Huề]], Vương Đạc và Lô Huề muốn Trương Tự Miễn (張自勉) nằm dưới quyền chỉ huy của Tống Uy (宋威), song Trịnh Điền phản đối vì sợ Tống Uy sẽ lạm quyền mà giết chết Tự Miễn. Do hai bên mâu thuẫn gay gắt, Vương Đạc và Lô Huề thượng biểu xin được bãi miễn chức vị, còn Trịnh Điền thượng biểu được về dưỡng bệnh, Đường Hy Tông đều không cho phép.<ref name=ZZTJ253>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷253|quyển 253]].<\/ref> (Mẹ của Trịnh Điền và của Lô Huề là tỉ muội của nhau).<ref>''Tân Đường thư'', [[:zh:s:新唐書\/卷184|quyển 184]].<\/ref>\n\nNăm 878, Trịnh Điền và Lô Huề lại xảy ra tranh chấp lớn, lần này là việc gả một công chúa Đại Đường cho hoàng đế [[Nam Chiếu]] (lúc này có quốc hiệu \"Đại Phong Dân\") là [[Mông Long Thuấn|Long Thuấn]] để kết \"[[hòa thân]]\" giữa hai bên, theo đề xuất của tiết độ sứ [[Cao Biền]]. Lô Huề ủng hộ \"hòa thân\", trong khi Trịnh Điền phản đối. Trong lúc tranh luận, Lô Huề đã ném một nghiên mực xuống nền nhà, khiến nó bị vỡ. Khi Đường Hy Tông hay tin thì nói: \"Đại thần mắng nhiếc lẫn nhau, sao có thể làm gương cho tứ hải?\" Do vậy, cả Trịnh Điền và Lô Huề đều bị bãi chức 'Đồng bình chương sự', giáng làm 'thái tử tân khách'<ref group=\"chú\">mặc dù khi đó chưa có thái tử<\/ref> và phái đến đông đô [[Lạc Dương]], thay thế họ là [[Đậu Lô Triện]] và [[Thôi Hàng]].<ref name=ZZTJ253\/>\n\n=== Phượng Tường tiết độ sứ ===\nTuy nhiên, chỉ một thời gian ngắn sau khi bị cách chức, Trịnh Điền được triệu hồi về Trường An giữ chức ''Lại bộ thượng thư''. Năm sau, ông nhậm chức Phượng Tường<ref group=\"chú\">鳳翔, trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]]<\/ref> tiết độ sứ. Trong thời gian ở Phượng Tường, ông tuyển mộ được 500 tinh binh, và theo ghi chép thì nhờ các tinh binh này mà nạn cướp bóc trong quân giảm bớt.<ref name=NBT185\/>\n\nIn 880, thủ lĩnh nổi dậy [[Hoàng Sào]] công chiếm kinh sư [[Trường An]], Đường Hy Tông chạy hướng đến [[Thành Đô]]. Tên đường đi, Hoàng đế có qua Lạc Cốc<ref group=\"chú\">駱谷, nay thuộc [[Tây An]], [[Thiểm Tây]]<\/ref>, Trịnh Điền đã chắn đường và khẩn cầu Hoàng đế không rời khỏi vùng lân cận Trường An, mời Hoàng đế đến Phượng Tường. Tuy nhiên, Đường Hy Tông sợ Hoàng Sào sẽ tiếp tục tiến công nên từ chối, và nói giao cho Trịnh Điền chịu trách nhiệm phòng thủ chống Hoàng Sào tiếp tục tiến công. Theo đề nghị của Trịnh Điền, Đường Hy Tông trao cho Trịnh Điền quyền được tự mình hành động.<ref name=ZZTJ254>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷254|quyển 254]].<\/ref>\n\nKhi Trịnh Điền trở lại Phượng Tường, binh lính Phượng Tường lo sợ sẽ bị Hoàng Sào tiến công, và do đó xuất hiện những lời rì rầm rằng Trịnh Điền nên quy phục Hoàng Sào. Hoàng Sào xưng là hoàng đế Đại Tề, và phái sứ giả đến Phượng Tường tuyên bố đại xá. Trịnh Điền từ chối gặp sứ giả của Tề, thay vào đó thề nguyện cùng các binh lính rằng sẽ bảo vệ Đường. Tại thời điểm đó, có nhiều cấm binh không thể kịp theo Hoàng đế đến Thành Đô, Trịnh Điền đã gọi họ đến Phượng Tường và hợp nhất và đội quân của ông, dùng tài sản của mình để úy lạo họ. Khi Hoàng Sào tiếp tục phái bộ tướng Vương Huy (王暉) đến Phượng Tường để thuyết phục Trịnh Điền quy phục, Trịnh Điền liền chém đầu Vương Huy. Sau đó, Đường Hy Tông lại ban cho Trịnh Điền chức ''Đồng bình chương sự'', và ''Kinh thành tứ diện chư quân hành doanh đô thống''.<ref name=ZZTJ254\/>\n\nVào mùa xuân năm 881, Hoàng Sào khiển bộ tướng [[Thượng Nhượng]] và Vương Bá (王播) suất quân tiến công Phượng Tường. Quân Tề xem Trịnh Điền là quan văn không biết gì về việc quân sự, vì thế không đề phòng chặt chẽ. Trịnh Điền phản công cùng đồng minh là Đường Hoằng Phu (唐弘夫), đại thắng quân Tề ở Long Vĩ pha<ref group=\"chú\">龍尾陂, nay thuộc Bảo Kê, Thiểm Tây<\/ref>. Sau đó, Trịnh Điền truyền hịch kêu gọi binh lính toàn Đại Đường tiến công Đại Tề. Theo ghi chép thì nhờ tuyên bố của Trịnh Điền mà người dân Đại Đường mới biết rằng Đường Hy Tông vẫn còn sống.<ref name=ZZTJ254\/>\n\nVào mùa hè năm 881, liên quân Trịnh Điền, Đường Hoằng Phu, Trình Tông Sở (程宗楚), [[Vương Trọng Vinh]], [[Vương Xử Tồn]], và [[Lý Tư Cung|Thác Bạt Tư Cung]] cùng kéo về Trường An, Hoàng Sào bỏ thành. Tuy nhiên, sau khi quân Đường tiến vào Trường An, họ bắt đầu cướp phá kinh thành, đến nỗi bị sa lầy. Quân Tề sau đó phản công, giết Trình Tông Sở và Đường Hoằng Phu, các đội quân Đường khác tổn thất lớn, và họ buộc phải từ bỏ Trường An, kinh sư lại về tay quân Tề.<ref name=ZZTJ254\/>\n\nDo hậu quả của chiến dịch, các kho của Phượng Tường trở nên cạn kiệt. Đến mùa đông năm 881, Phượng Tường hành quân tư mã [[Lý Xương Ngôn]]- đang đóng quân tại Hưng Bình<ref group=\"chú\">興平, nay thuộc [[Hàm Dương]], [[Thiểm Tây]]<\/ref>, tiến hành kích động các binh lính và dẫn họ về Phượng Tường để tiến công Trịnh Điền. Trịnh Điền không muốn thấy cảnh binh lính Đường chém giết lẫn nhau nên đã đầu hàng và chạy đến Thành Đô. Khi Trịnh Điền đến Phượng châu<ref group=\"chú\">鳳州, nay thuộc Bảo Kê, Thiểm Tây<\/ref>, ông dâng biểu cho Đường Hy Tông để xin từ vị. Đường Hy Tông hạ chiếu bổ nhiệm Lý Xương Ngôn là Phượng Tường tiết độ sứ, cho Trịnh Điền làm ''Thái tử thiếu phó'', văn phòng tại đông đô Lạc Dương.<ref name=ZZTJ254\/>\n\n=== Đồng bình chương sự lần hai ===\nVào mùa xuân năm 882, Đường Hy Tông triệu Trịnh Điền đến Thành Đô, trao cho Trịnh Điền các chức vụ ''Tư đồ'', ''Môn hạ thị lang'', ''Đồng bình chương sự''.<ref name=ZZTJ254\/> Mặc dù triều đình đang lưu vong, Trịnh Điền vẫn kiên quyết tuân theo nguyên tắc — như vào năm 883, Trịnh Điền đã mắng ''Tả Thần sách trung úy'' [[Điền Lệnh Tư]] và Tây Xuyên<ref group=\"chú\">西川, trị sở nay thuộc Thành Đô, Tứ Xuyên<\/ref> tiết độ sứ [[Trần Kính Tuyên]] khi ông từ chối yêu cầu của Điền Lệnh Tư là thăng chức cho thân tín Ngô Viên (吳圓) và Trần Kính Tuyên thì muốn có chức quan cao hơn. Do đó, Điền Lệnh Tư và Trần Kính Tuyên đã xúi giục Lý Xương Ngôn thượng ngôn sẽ không cho Trịnh Điền qua Phượng Tường khi triều đình trở về Trường An, Trịnh Điền đành xin từ vị. Đường Hy Tông giáng Trịnh Điền làm ''Thái tử thái bảo''.<ref name=ZZTJ255>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷255|quyển 255]].<\/ref> Con của ông là ''Binh bộ thị lang'' Trịnh Ngưng Tích (鄭凝積) được bổ nhiệm giữ chức Bành châu<ref group=\"chú\">彭州, nay thuộc Thành Đô, Tứ Xuyên<\/ref> thứ sử, Trịnh Điền theo đến Bành châu dưỡng bệnh.<ref name=NBT185\/><ref name=ZZTJ255\/> Ông qua đời ngay sau đó.<ref name=NBT185\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Mất năm 883]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Sinh thập niên 820]]\n[[Thể loại:Tiến sĩ nhà Đường]]"}