{"Trịnh Huyền":"{{thiếu nguồn gốc}}\n{{Chinese name|[[Trịnh (họ)|Trịnh]]}}\n{{Infobox Chinese\n|title=Trịnh Huyền\n|pic= 至聖先賢半身像_冊-100-鄭玄.jpg\n|t=鄭玄\n|s=郑玄\n|p=Zhèng Xuán\n|w=Cheng<sup>4<\/sup> Hsüan<sup>2<\/sup>\n|mi={{IPAc-cmn|zh|eng|4|-|x|üan|2}}\n|gr=Jenq Shyuan\n|j=Zeng<sup>6<\/sup> Jyun<sup>4<\/sup>\n|y=Jehng Yùhn\n|tl=Tēnn Hiân\n}}\n\n'''Trịnh Huyền''' ([[Chữ Hán|chữ Hán:]] 鄭玄; năm 127– {{circa}}tháng 7 năm 200<ref>Theo tiểu sử của Trịnh Huyền trong Hậu Hán thư, ông qua đời ở tuổi 74 (Âm Lịch) vào tháng 6 năm Kiến An thứ 5 dưới thời Hán Hiến Đế (khoảng 30 tháng 6 đến 28 tháng 7 năm 200 theo lịch Julius). ([建安]五年春....疾笃不进，其年六月卒，年七十四。) ''Hậu Hán thư'', quyển 35<\/ref>) người đất Cao Mạt, thời Đông Hán, tự là Khang Thành ([[Chữ Hán|chữ Hán:]] 康成), ông nổi danh là một đại sư về [[Kinh Dịch]], tinh thông Ngũ hành, là người kế thừa đầu tiên của Kinh thị dịch học. Suốt đời, Trịnh Huyền chuyên tâm vào việc chú giải các Kinh điển, ông đã chú giải [[Chu Dịch]], [[Thượng thư]], [[Kinh Thi]], [[Nghi lễ]], [[Lễ ký]], [[Luận ngữ]], [[Hiếu kinh]], Thượng thư đại truyện, Triều tượng lịch. Ông còn sáng tác các sách Thiên văn sĩ chính luận, Lỗ Lễ đế hợp nghĩa, lục nghệ luận, Mao thi phổ, Bác Hứa Thận ngũ kinh dị nghị,... tất cả có hơn vài trăm vạn chữ. Trịnh huyền thống nhất học thuật Kinh học của hai đời (Tây Hán và Đông Hán), dung hợp chúng, khai sáng một phương pháp mới trong nghiên cứu [[Kinh học]], chấm dứt sự tranh luận dai dẳng của Cổ Kim văn. Cái học của họ Trịnh trở thành một phái Nho học. Kinh học là văn hoá quan phương trong xã hội truyền thống Trung Quốc, có ảnh hưởng trọng yếu trong hệ thống văn hoá Trung Quốc. Trịnh Huyền tập đại thành Kinh học nghiên cứu có ý nghĩa lớn cho sự phát triển của văn hoá Trung Quốc.<ref>[[Luo Guanzhong]], ''Three Kingdoms: A Historical Novel: No. 1'', translated by Moss Roberts. page 546, note 18. Foreign Languages Press. Tenth Printing 2007. First Edition 1995. Beijing, China 1995. {{ISBN|978-7-119-00590-4}}<\/ref>\n\n==Tiểu sử==\nTrịnh Huyền, tên tự Khang Thành, là người Cao Mật, Sơn Đông ngày nay. Suốt đời cô độc không ưa vinh hoa phú quý, cam tâm vui vẻ với nghèo khổ chứng tỏ một nhân cách độc lập, hiến thân vì học thuật, chuyên cần với nếp sống trứ tác. Khi ông lâm chung, ông tự hoạ chân dung của mình trong di chúc để lại cho con là Trịnh Ích Tư: \"''Nhà ta xưa nay nghèo khổ, ta không sống với anh em cha mẹ nên đành làm một viên lại nhỏ đến kinh đô Chu Tần tìm học, đi lại quanh vùng đất Duyện (châu), Cổn (châu) cầu học các vị thông đạt, đại Nho''. ''Nhân vậy mà học được nhiều Kinh điển Nho gia và được cả những sách vở quý hiếm. Quá tuổi 40, ta mới quay về quê nhà phụng dưỡng cha mẹ, cày cấy ruộng nương sống qua ngày. Gặp thời buổi bọn hoạn quan chuyên quyền, ta bị vu hãm và bị giam giữ 14 năm, sau khi đội ân được tha, ta được đề cử làm hiền lương phương chính, được liệt vào hàng kẻ sĩ có đạo. Đại tướng quân và Tam ti phu hai lần gọi ta ra (làm quan). Các người cùng được gọi cùng thời với ta, có người làm tới chức tể tướng. Nhưng ta không thích con đường hoạn lộ, chỉ mong được nghiên cứu Kinh điển, hiệu chính lại các \"chú sớ\" của bách gia. Hiện nay, tuổi ta đã già, khí đã suy, việc nhà gởi lại cho con, mong con nối chí quân tử chuyên cần vào học vấn như ta''\".\n\nTrịnh Huyền thiết tha vào học tập, không cầu hiển danh thành đạt, trước sau giữ gìn nhân cách độc lập. Sau khi được ân xá ra khỏi tù, đại tướng quân Hà Tiến cho gọi ông ra làm quan, ông bị buộc phải tới kinh đô nhưng không chịu nhận chức tước, chỉ ở lại kinh đô đúng một ngày rồi về. Sau đó, lại có tướng quân Viên Ngã dâng thư lên hoàng đế xin ban cho Trịnh Huyền chức thị trung, ông lấy lí do cha mới chết, từ chối không nhận. Có một lần, đại tướng quân [[Viên Thiệu]] trấn thủ [[Ký Châu]] hâm mộ đức cao của họ Trịnh, mời ông tham gia yến hội. Khách khứa của Viên Thiệu phần lớn là những người hào kiệt anh tuấn đương thời đầy đủ tài học, họ thấy Trịnh Huyền chỉ là một nhà Nho nên không coi vào đâu. Trong tiệc, họ đua nhau đưa ra những câu hỏi khó khăn định hạ nhục ông, nhưng Trịnh Huyền ung dung trả lời, bày tỏ kiến giải của mình khuất phục tất cả cử toạ. Sau đó, Viên Thiệu đề cử ông làm mậu tài, dâng biểu về triều đình xin cho ông chức trung lang tướng, nhưng Trịnh Huyền vẫn từ chối.\n\nPhẩm đức cao thượng của Trịnh Huyền với hành vi đoan trang nghiêm túc, là khuôn mẫu ưu tú trong tầng lớp kẻ sĩ Trung Quốc cổ đại, ông chính là khuôn mẫu khích lệ cho các hậu học đời sau không đuổi theo danh lợi, không khuất phục cường quyền, tự mình đào luyện hoàn thiện mình, chuyên cần vào việc học, đặt chí vào trứ tác làm phương thức cống hiến cho sự phát triển của văn hoá và thực hiện giá trị nhân sinh của mình.\n\nTrịnh Huyền là người tập đại thành Kinh học gia đời Hán. Ông có thành tựu vĩ đại trên các lĩnh vực tư tưởng, văn hoá, ông còn có ảnh hưởng lớn đến phát triển của văn hoá Trung Quốc. Đó là kết quả công phu khổ học của ông. Từ thuở còn rất nhỏ, Trịnh Huyền đã say mê học tập, không hề có ý thích làm quan. Thời thanh niên, ông có thời gian làm thợ ở quê nhà, nhưng bất cứ lúc nào rỗi rãnh, ông đến trường học tập. Cha của ông rất buồn và thất vọng vì thấy ông không có chí làm quan nhưng Trịnh Huyền quyết không đổi chí, cha ông đành để ông đến nhà Thái học ở kinh thành học tập. Trịnh Huyền được vào nhà Thái học như cá gặp nước, thoả nguyện bình sinh. Ông tận tâm kiệt lực học các Kinh Dịch, Xuân Thu và cả toán học. Học thành, ông lại bái [[Trương Mộ Tổ]] ở Đông quận làm thày học [[Chu Lễ]], [[Lễ ký]], [[Tả thị xuân thu]], [[Hàn thi]], Cổ văn thượng thư. Sau khi nghiên cứu qua khắp các Kinh điển Nho gia, ông cho rằng các học giả Sơn Đông không đủ dạy ông nữa, ông đi sang miền tây bái học giả Mã Dung nổi tiếng đương thời làm thầy. [[Mã Dung]] là người có học vấn, tên tuổi lớn. Môn đồ học Mã có hơn bốn trăm người, nhưng chỉ có hơn mười người thụ lãnh được cái học chân truyền của thầy, còn bao nhiêu môn đệ khác chưa hề được gặp mặt thầy. Trịnh Huyền xin vào làm môn đệ của họ Mã, ba năm liền không hề được mặt thầy mà chỉ học dưới sự chỉ dạy của đệ tử đắc ý của Mã Dung mà thôi. Dù vậy, Trịnh Huyền vẫn khắc khổ học tập, đêm ngày tận tâm không dám bê trễ. Một hôm, Mã Dung triệu tập môn đồ đến luận về \"đồ vĩ\" (cách sách về thuật toán, theo giải nghĩa của từ điển Tứ hải), họ Mã nghe đồn Trịnh Huyền giỏi về toán thuật mới gọi ông lên lầu. Cuối cùng, ông có cơ hội được gặp mặt thầy, ông bèn đem bao nhiêu vấn đề chất chứa trong nhiều năm ra hỏi và xin thỉnh giáo sư phụ. Hỏi xong, ông cáo biệt quay về quê nhà. Mã Dung lúc ấy mới biết học vấn uyên bác đã đạt tới cảnh giới cao thâm của Trịnh Huyền. Chính họ Mã khen rằng: \"''Có Trịnh Huyền, học vấn của ta mới được phát dương''\". Từ khi [[Lưu Hâm]] khai sáng Cổ văn Kinh học phái ở Tây Hán mở đầu cho sự tranh biện giữa hai phái Cổ văn kinh và Kim văn kinh, đến thời Đông Hán trải qua hơn 200 năm lại mới sản sinh ra một người vĩ đại trong ngành nghiên cứu Kim Cổ văn là Trịnh Huyền.\n\nTrịnh Huyền đi tìm học ở ngoài quê hương hơn mười năm. Quay về quê nhà, nhà ông nghèo tả tơi. Ông đành sống qua ngày bằng cách mướn ruộng cày ở Đông Lai. Do học vấn ông tinh thâm nên có tên tuổi, học trò đến tìm xin học ông đông đến vài trăm người. Đến khi có tai họa \"Đảng cố\" (tai họa do bọn hoạn quan gây ra), Trịnh Huyền cũng bị bọn hoạn quan vu cáo cùng đảng và bị bắt giam. Trịnh Huyền quán thông cả Cổ văn Kinh lẫn Kim văn Kinh nhưng ông đứng trên lập trường Cổ văn Kinh để diễn xiển phát Kinh nghĩa được người đương thời tôn sùng gọi là \"Thần Nho\". Tướng quốc [[Khổng Dung]] là hậu duệ của [[Khổng Tử]], cũng là học giả nổi tiếng thời ấy, hết sức tôn trọng ông, từng thân hành tìm đến nhà ông.\n\n==Tác phẩm==\nTrịnh Huyền là Kinh học gia, Dịch học gia nổi tiếng đời Hán. Cống hiến quan trọng đối với Dịch học của ông là: chú thích kiệt xuất công trình Dịch Vĩ, với trước tác đồ sộ và sắc bén, Trịnh Huyền đã trở thành tập đại thành của Tượng - Số dịch học đời Hán.\n\nTrịnh Huyền nghiên cứu Phí thị dịch học, sau đó ông theo nhà kinh học nổi tiếng Mã Dung nghiên cứu Cổ văn kinh. Học xong, ông về làng giảng dạy ngũ kinh. Do chính biến giữa Hoạn quan với Đại thần thời [[Hán Linh Đế]], ông bị bắt giam; Ra tù ông đóng cửa không đi đâu, ở nhà viết sách.\n\nÔng trước tác nhiều về Ngũ kinh, hậu như chú giải toàn bộ, như Chu dịch chú - Tùy thư - Kinh tịch chí được chép thành 9 quyển, Dịch tán, Dịch luận, tác phẩm nổi tiếng nhất của Ông là Dịch vĩ chú được chép trong Tứ khố toàn thư. Đặc biệt của sách này là hào thần, thần ở đây có nghĩa chỉ về ngôi sao, vì Trịnh Huyền coi 12 hào của Càn và Khôn là 12 'thần' tức 12 ngôi sao, ông dùng Dịch để lập thuyết về Thiên văn học. Trịnh Trần đời Thanh có soạn 4 quyển Trịnh học lục, đây là tư liệu quan trọng để nghiên cứu về Trịnh học. Ngoài ra, [[Vương Ứng Lân]] thời [[Nam Tống]] biên soạn Chu dịch Trịnh Khang thành chú; [[Mã Quốc Hàn]] biên soạn Tân bản Trịnh thị Chu dịch; [[Viên Quân]] đời Thanh biên soạn Trịnh thị di thư.\n\nTrịnh Huyền là đệ tử của Mã Dung, quan điểm học thuật giống như Mã Dung, trên cơ sở kế thừa Kinh thị dịch học mà phát huy Phí thị học.\n===Dịch học ===\nChu dịch chú của Trịnh Huyền đã thất lạc. [[Tùy thư]] - [[Kinh tịch chí]] đã sao chép được 9 quyển, đời sau có biên soạn Chu dịch Trịnh Khang thành chú một quyển, sách tương đối có tính đại biểu. Những tư liệu trong [[Tứ khố toàn thư]] còn lưu giữ đều là những tư liệu nghiên cứu về Trịnh Huyền với Dịch học.\n\nSách Dịch vĩ được Trịnh Huyền chú giải có trình độ lý luận rất cao. Trên cơ sở của [[Kinh Phòng]] về bát quái, hào vị tương kết tương hợp, Trịnh Huyền đã xây dựng thêm số Ngũ hành thành Đại biến số để giải thích số Đại diễn và số Trời Đất của Dịch.\n\nDịch nói: 天一地二。天三地四。天五地六。天七地八。天九地十。Thiên nhất Địa nhị, Thiên tam Địa tứ, Thiên ngũ Địa lục, Thiên thất Địa bát, Thiên cửu Địa thập\". Số lẻ là dương thuộc Thiên; số chẵn là âm thuộc Địa. Cho nên ta mới có 10 số thiên-nhiên, dàn thành 5 cặp âm-dương: (1, 2), (3, 4), (5, 6), (7, 8), (9, 10). Trịnh Huyền chú giải:\n\n河 以 通 乾 出 天。\n\n洛 以 流 坤 吐 地 符。\n\n河 龍 圖 發。\n\n洛 龜 書 成。\n\n河 圖 有 九 篇。\n\n洛 書 有 六 篇。\n\n(Hoàng-hà để thông hiểu quẻ Kiền suy ra từ trời. Lạc-thủy để lưu hành quẻ Khôn nhả địa-phù. Hoàng-hà Long-đồ phát-xuất, Lạc-thủy Quy-thư hoàn thành. Hà-đồ gồm 9 thiên, Lạc-thư gồm 6 thiên).\n\nTiêu Diên-Thọ 焦延壽, tự Cống, là sư phụ của Kinh Phòng, đã truyền lại cho Kinh Phòng nguyên lý Hào thần. Sách có chép \"Bát-quái Lục-Vị-Đồ 八 卦 六 位 圖\", lấy ngũ-hành, 10 can (nạp-giáp), 12 chi (trang chi) phổ vào các hào của bát-quái. Đó chính là một thuật của Kinh Phòng. Phép Hào thần sau này đã được Trịnh Huyền sử dụng lấy làm hào âm dương để giải thích Dịch, được ghi lại trong sách Dịch Hán Học 易 漢 學 của Huệ-Đống 惠 棟, Quyển IV, có chép Đồ này.\n\nSố Ngũ hành được xuất hiện sớm nhất ở Thượng thư - Hồng phạm viết: \"''Đầu tiên là ngũ hành. Thủy nhuận hạ, hỏa viêm thượng, mộc khúc trực, kim tùng cách, thổ viên giá sắc''\" (Nước thấm xuống làm nên vị mặn, lửa bốc lên làm ra vị đắng, gỗ cong thẳng làm nên vị chua, kim theo thay đổi làm nên vị cay, đất để gieo cấy làm nên vị ngọt). Thông qua đây, Trịnh Huyền lấy số Ngũ hành để chú giải về số trời đất trong Dịch, viết: \"''Khí của trời đất mỗi thứ có 5. Theo thứ tự ngũ hành, 1 là thủy đó là số trời, 2 là hỏa đó là số đất; 3 là mộc đó là số trời; 4 là kim đó là số đất; 5 là thổ đó là số trời''\". Ông lại nói: \"''Số trời đất là 55, với ngũ hành khí thông. Phàm ngũ hành giảm 5, đại diễn lại giảm 1 cho nên thành 4''\".\n\nTrịnh Huyền chú thích Dịch vĩ rất rõ ràng khúc triết, ông phát triển \"Hào thần thuyết\" của Dịch vĩ lấy 6 hào của quẻ, tương phối với 12 thần trong 1 năm. Cứ 2 quẻ Dịch đối, ứng trực cho 1 năm, 64 quẻ ứng trực cho một vòng 32 năm, khởi đầu từ hai quẻ Càn Khôn, kết thúc ở hai quẻ Ký tế và Vị tế. Mục địch của Trịnh Huyền là cho quái và hào tương ứng với nội hàm của Thời gian, dẫn tới hiệu quả Thời gian tương ứng với Tiết khí. Hào Thần đối ứng tương tự như với phương pháp Nạp giáp vào quẻ vào hào với vận trình thời gian cho từng năm mới. Tức là: đối với quẻ dương thì đi theo chiều thuận, đối với quẻ âm thì đi theo chiều nghịch. Ta lấy quẻ [[Càn Khôn]] làm ví dụ:\n\nCàn vận hành theo chiều trái:\n\n- Hào Thượng: tháng Chín - kiến Tuất\n\n- Hào Ngũ: tháng Bảy - kiến Thân.\n\n- Hào Tứ: tháng Năm - kiến Ngọ\n\n- Hào Tam: tháng Ba - kiến Thìn\n\n- Hào Nhị: tháng Giêng - kiến Dần\n\n- Hào Sơ: tháng Một - kiến Tý.\n\nKhôn vận hành theo chiều phải:\n\n- Hào Thượng: tháng Tư - kiến Tị\n\n- Hào Ngũ: tháng Hai - kiến Mão\n\n- Hào Tứ: tháng Chạp - kiến Sửu\n\n- Hào Tam: tháng Mười - kiến Hợi\n\n- Hào Nhị: tháng Tám - kiến Dậu\n\n- Hào Sơ: tháng Sáu - kiến Mùi\n\nTrịnh Huyền dùng thuyết Hào thần để chú giải quẻ Dịch, chính là do Hào thần đã phản ánh được quy luật âm dương tiêu trưởng, khi Hào thần kết hợp với âm dương khí hóa, đã giải thích được sự thuận nghịch, thành bại của sự - vật, phát huy đầy đủ nguyên lý của Dịch về sự tương ứng giữa con người với thế giới tự nhiên.\n\nĐặc điểm của Trịnh Huyền là lấy Kinh để chú giải Nghĩa, có nghĩa là lấy Dịch kinh chú giải Dịch truyện, cũng như lấy Kinh để giải Vĩ, đây là ông căn cứ vào thuyết lấy âm dương ngũ hành làm cơ sở, Ông đã đề xuất tăng cường ý - nghĩa cho âm dương của Tượng hào, đồng thời dùng Âm dương hào, để giải thích Dịch. Ông cũng đề xuất xây dựng quan điểm của Lão Tử để giải Dịch, như Trịnh Huyền chú Dịch vĩ với Dịch tam nghĩa, lấy tư tưởng vô vi vô vật của Lão để trình bầy mọi điều, Ông viết: \"''Noi theo Dịch mà vô vi, thì tính của thiên hạ không thể không tự hình thành. Với điều đó, ta có thể nói Dịch đạo là vô vi. Cho nên, trời đất, vạn vật, tất cả đều biến thông''\".\n===Kinh học ===\n\n==Tham khảo==\n{{tham khảo}}\n\n==Thư mục==\n* {{chú thích sách | first = David R. | last = Knechtges | authorlink = David R. Knechtges | chapter = Zheng Xuan 鄭玄 | title = Ancient and Early Medieval Chinese Literature: A Reference Guide, Part Four | editor-first = David R. | editor-last = Knechtges | editor-first2 = Taiping | editor-last2 = Chang | location = Leiden | publisher = Brill | year = 2014 | pages = 2236–39 | isbn = 978-90-04-27217-0 }}\n\n{{chủ đề|Trung Quốc}}\n{{thời gian sống|sinh=127|mất=200}}\n{{nhân vật Tam Quốc}}\n\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Người nhà Hán]]\n[[Thể loại:Nhân vật Tam Quốc]]\n[[Thể loại:Nhà sử học thời Hán]]\n[[Thể loại:Học giả Trung Quốc]]\n[[Thể loại:Nhà nho Trung Quốc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Triết gia thế kỷ 2]]\n[[Thể loại:Nhà triết học từ Sơn Đông]]"}