{"Tuyên Nhân Thánh Liệt Hoàng hậu":"{{Thông tin nhân vật hoàng gia|majesty|consortq\n| tên = Tuyên Nhân Thánh Liệt<br>Hoàng hậu\n| tên gốc = 宣仁聖烈皇后\n| tước vị = [[Tống Anh Tông]] [[Hoàng hậu]]\n| hình = 宣仁聖烈皇后.jpg\n| chức vị = [[Nhiếp chính]] [[nhà Tống]]\n| tại vị = [[1085]] - [[1093]]<br>(8 năm)\n| nhiếp chính = [[Tống Triết Tông]] Triệu Hú\n| kiểu nhiếp chính = Quân chủ\n| chức vị 1 = [[Hoàng hậu]] [[nhà Tống]]\n| tại vị 1 = [[1063]] - [[1067]]<br>(4 năm)\n| tiền nhiệm 1 = [[Từ Thánh Quang Hiến hoàng hậu|<font color=\"grey\">Từ Thánh Tào Hoàng hậu<\/font>]]\n| kế nhiệm 1 = [[Khâm Thánh Hiến Túc hoàng hậu|<font color=\"blue\">Khâm Thánh Hướng Hoàng hậu<\/font>]]\n| chức vị 2 = [[Hoàng thái hậu]] [[nhà Tống]]\n| tại vị 2 = [[1067]] - [[1085]]\n| tiền nhiệm 2 = [[Từ Thánh Quang Hiến hoàng hậu|<font color=\"grey\">Từ Thánh Tào Thái hậu<\/font>]]\n| kế nhiệm 2 = [[Khâm Thánh Hiến Túc hoàng hậu|<font color=\"blue\">Khâm Thánh Hướng Thái hậu<\/font>]]\n| chức vị 3 = [[Thái hoàng thái hậu]] [[nhà Tống]]\n| tại vị 3 = [[1085]] - [[1093]]\n| tiền nhiệm 3 = [[Từ Thánh Quang Hiến hoàng hậu|<font color=\"grey\">Từ Thánh Tào Thái hoàng<\/font>]]\n| kế nhiệm 3 = [[Hiến Thánh Từ Liệt hoàng hậu|<font color=\"blue\">Quang Hựu Ngô Thái hoàng<\/font>]]\n| phối ngẫu = [[Tống Anh Tông]]<br>Triệu Thự \n| cha = [[Cao Tuân Phủ]]\n| mẹ = Tào thị\n| con cái = [[Tống Thần Tông]] Triệu Hú<br>Ngô Vinh vương [[Triệu Hạo]]<br>Nhuận vương [[Triệu Nhan]]<br>Ích Đoan Hiến vương [[Triệu Quân (Ích vương)|Triệu Quân]]<br>[[Nguỵ Quốc Đại Trưởng công chúa]]<br>[[Hàn Quốc Ngụy Quốc Đại Trưởng công chúa]]\n|thông tin con cái = ẩn\n| thụy hiệu = <font color=\"grey\">Tuyên Nhân Thánh Liệt Hoàng hậu<\/font><br>(宣仁聖烈皇后)\n| sinh = [[1032]]\n| nơi sinh = [[Mông Thành]], [[Bạc Châu]]\n| mất = [[1093]] (62 tuổi)\n|nơi mất = [[Sùng Khánh cung]], [[Khai Phong]]\n| nơi an táng = [[Vĩnh Dụ lăng]] (永裕陵)\n}}\n\n'''Tuyên Nhân Thánh Liệt Hoàng hậu''' ([[chữ Hán]]: 宣仁聖烈皇后, [[1032]] － [[1093]]), hay còn gọi '''Tuyên Nhân Hoàng thái hậu''' (宣仁皇太后) hay '''Tuyên Nhân hậu''' (宣仁后), là [[Hoàng hậu]] duy nhất của [[Tống Anh Tông]] Triệu Thự, sinh mẫu của [[Tống Thần Tông]] Triệu Húc, tổ mẫu của [[Tống Triết Tông]] Triệu Hú và [[Tống Huy Tông]] Triệu Cát.\n\nTrong lịch sử [[Nhà Tống|triều Tống]], bà là vị Hoàng hậu đầu tiên sinh ra [[Hoàng đế]] kế vị, cũng là trường hợp đầu tiên trở thành bà nội ruột của các Hoàng đế đời sau. Cao Hoàng hậu qua các đời, trở thành [[Hoàng thái hậu]] rồi [[Thái hoàng thái hậu|Thái hoàng Thái hậu]], được [''\"Quyền đồng thính chính\"''] mà tiến hành [[nhiếp chính]] cho cháu trai Tống Triết Tông, vị thế cực cao. Bà từng can thiệp triều chính rất mạnh mẽ dưới triều của Tống Thần Tông và Tống Triết Tông, phản đối kịch liệt Tân pháp của [[Vương An Thạch]], trọng dụng phe phái bảo thủ đứng đầu là [[Tư Mã Quang]]. Tuy vậy, bà được đánh giá có tài chấp chính, làm đất nước phồn vinh, ngoài ra cũng nổi tiếng bởi sự hiền minh lễ độ.\n\nDo những đóng góp và tầm ảnh hưởng của mình, các sử gia Tống triều xưng bà làm ['''Nữ trung Nghiêu Thuấn'''; 女中尧舜]. Từ đó về sau, cụm ''\"Nữ trung Nghiêu Thuấn\"'' này hay được dùng tán dương Hậu đức, được dùng đặc biệt nhiều trong các triều đại sau, kể cả triều đại [[nhà Nguyễn]] của [[Việt Nam]].\n\n== Tiểu sử ==\n[[Tập tin:B_Song_Dynasty_Empress_of_Yingzong.JPG|thumb|trái|222px|Cận chân dung Tuyên Nhân Cao Thái hậu.]]\nTuyên Nhân Thánh Liệt Hoàng hậu Cao thị, đại danh '''Chính Nghi''' (正儀)<ref>根据司马光《高氏世宝传梓后》中所载<\/ref>, nhũ danh '''Thao Thao''' (滔滔), sinh ngày [[16 tháng 7]] (âm lịch)<ref>[https:\/\/ctext.org\/wiki.pl?if=gb&chapter=665905 《續資治通鑑長編·卷三百五十四》]: 詔以太皇太后七月十六日生辰為坤成節。（趙子崧中外舊事云：宣仁聖烈皇后垂簾，坤成節內外命婦入賀。上壽畢，內侍老宗元大呼於殿廡曰：「除宰執宗室命婦依故事外，高氏命婦盡出就宅賜宴。」即歸，供帳甚盛，沾及奴僕，歲以為常。蓋太皇太后惡請托而遠之也，可謂公矣。高世誕証之云：「宣仁既修北宅以奉親，其母兩國太夫人李氏入謝，因請置潛火一鋪。後曰：「但令公繪、公紀省事，豈解失火？」李夫人不樂。複曰：「曹家亦是聽政時南宅創添潛火人。」後變色曰：「姐姐殊不思之甚也！二姐豈敢比娘娘，娘娘於趙氏有大功，不可引也。」因手札戒二高不得妄干請，其家至今寶藏。高世誕云，此一段當別附。）<\/ref>, nguyên quán ở [[Mông Thành]], [[Bạc Châu]] (nay là [[An Huy]], [[Mông Thành]]).\n\nTằng tổ phụ là Trung Vũ quân Tiết độ sứ tặng Vệ vương [[Cao Quỳnh]] (高瓊), tổ phụ là Kiến Hùng quân Tiết độ sứ tặng Khang vương [[Cao Kế Huân]] (高繼勳), gia tộc họ Cao xuất thân [[nước Yên]], nhiều đời đều là [[Tiết độ sứ]] sau tặng làm [[tước Vương]], gia thế danh giá hiển hách<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7289 《宋史·卷二百八十九·列傳第四十七》]<\/ref>. Cha bà là [[Cao Tuân Phủ]] (高遵甫), làm đến [[Phó sứ]] của [[Bắc Tác phường]], sau tặng hàm [[Thái sư]], tước '''Trần vương''' (陳王)<ref>《宋史·卷二百八十九·列傳第四十七·高瓊子繼勳》: 子遵甫，官至北作坊副使。嘉佑八年，遵甫女正位皇后，神宗即位，冊皇太后。累贈繼勳太師、尚書令兼中書令，追封康王，諡穆武。熙寧九年，帝詔宰相王珪為神道碑，御篆碑首曰「克勤敏功鍾慶之碑」。遵甫亦贈太師、尚書令兼中書令，追封楚王。<\/ref><ref>[https:\/\/ctext.org\/library.pl?if=gb&file=89749&page=8 《宋會要輯稿》·006‧第六冊‧後妃一至四]<\/ref>. Mẹ bà là Tào thị, xuất thân danh môn, là chị của [[Từ Thánh Quang Hiến hoàng hậu|Từ Thánh Quang Hiến Hoàng hậu]] - Hoàng hậu của [[Tống Nhân Tông]]. Trong nhà bà còn có em trai là [[Cao Sĩ Lâm]] (高士林).\n\nKhi còn nhỏ, bà được Từ Thánh hậu đưa vào cung nuôi lớn, gặp gỡ Triệu Tông Thực, sau đổi tên làm Triệu Thự. Khi ấy, Triệu Thự là con cháu dòng bên, do Tống Nhân Tông không có con nên phải chọn làm [[Trữ quân]], được Từ Thánh hậu đích thân phủ dưỡng. Cao thị là cháu gọi Từ Thánh hậu bằng dì, được nhắm làm vợ của Triệu Thự. Khi kết hôn với Triệu Thự, Cao thị được phong tước hiệu '''Kinh Triệu Quận quân''' (京兆郡君).\n\nNăm Gia Hữu thứ 8 ([[1063]]), [[mùa hạ]], Tống Nhân Tông băng hà, Thái tử Triệu Thự tức Hoàng đế vị, là [[Tống Anh Tông]]. Cùng năm, [[tháng 4]], ngày [[Canh Tý]] (29), Anh Tông chỉ dụ lập Kinh Triệu Quận quân Cao thị làm [[Hoàng hậu]]. Nhưng Anh Tông khi vừa lên ngôi thì bệnh nặng, Tào Thái hậu lâm triều, nên lễ sách lập Hoàng hậu bị tạm hoãn<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7013 《宋史·卷十三·本紀第十三·英宗》]: 八年，仁宗崩。夏四月壬申朔，皇后傳遺詔，命帝嗣皇帝位。庚子，立京兆郡君高氏爲皇后。<\/ref>. Sang năm Trị Bình thứ 2 ([[1065]]), [[tháng 11]], ngày [[Nhâm Thân]], Anh Tông nhân việc tôn huy hiệu cho Hoàng thái hậu, cũng chính thức làm lễ sách lập Hoàng hậu cho Cao thị, năm ấy bà 32 tuổi<ref>《宋史·卷二百四十·列傳第一·后妃傳上·宣仁聖烈高皇后》:英宗宣仁聖烈高皇后，亳州蒙城人。曾祖瓊，祖繼勳，皆有勳王室，至節度使。母曹氏，慈聖光獻后姊也，故后少鞠宮中。時英宗亦在帝所，與后年同，仁宗謂慈聖，異日必以為配。既長，遂成昏濮邸。生神宗皇帝、岐王顥、嘉王頵、壽康公主。治平二年冊為皇后。<\/ref><ref>《宋史·卷十三·本紀第十三·英宗》: 十一月庚午，朝饗景靈宮。辛未，饗太廟。壬申，有事南郊，大赦。上皇太后冊。冊皇后。<\/ref>. Cao hậu được đánh giá là mỹ lệ và đức độ. Em trai bà là Cao Sĩ Lâm đang nhậm chức ''[[Nội điện sùng ban]]'' (內殿崇班), Anh Tông muốn thăng chức, nhưng bà lại cản và nói:「''\"Sĩ Lâm có thể vào triều làm quan, đã là quá phận ân điển, lẽ nào có thể vòi vĩnh điển lệ trước đây, sủng ái Hậu tộc?\"''」<ref>《宋史·卷二百四十·列傳第一·后妃傳上·宣仁聖烈高皇后》: 后弟內殿崇班士林，供奉久，帝欲遷其官，后謝曰：「士林獲升朝籍，分量已過，豈宜援先后家比？」辭之。<\/ref>.\n\nNăm Trị Bình thứ 4 ([[1067]]), Tống Anh Tông băng hà sau 4 năm trị vì ngắn ngủi, con trai cả của Cao hậu là Thái tử Triệu Hú kế vị, tức [[Tống Thần Tông]]. Sau khi lên ngôi, Thần Tông liền tấn tôn [[Tào hoàng hậu (Tống Nhân Tông)|Tào Thái hậu]] làm [[Thái hoàng thái hậu|Thái hoàng Thái hậu]], còn Cao Hoàng hậu được tôn làm [[Hoàng thái hậu]], cung điện gọi là [[Bảo Từ cung]] (寶慈宮). Thời kì làm Hoàng thái hậu, Cao hậu không ảnh hưởng nhiều đến triều chính, do sự ảnh hưởng toàn bộ là ở Tào Thái hoàng. Sau khi Tào Thái hoàng băng hà vào năm Nguyên Phong thứ 2 ([[1079]]), Cao hậu mới chính thức trở thành trưởng bối của triều Tống.\n\n== Quyền đồng thính chính ==\nNăm Nguyên Phong thứ 8 ([[1085]]), Tống Thần Tông bệnh nặng, Tể chấp [[Vương Khuê]] (王珪) vào hầu bệnh, bọn họ xin di chiếu lập Diên An Quận vương [[Tống Triết Tông|Triệu Hú]] làm [[Hoàng thái tử]], Cao Thái hậu có「'''Quyền đồng thính chính'''; 權同聽政」. Thần Tông gật đầu. Đại thần Vương Khuê sau khi nhận di chiếu bèn đến điện, dập đầu xin Thái hậu buông rèm nghe chính, bà khóc mà nói về Diên An Quận vương rằng: 「''\"Đứa nhỏ này có hiếu, tự mình hầu thuốc cho Quan gia, tuyệt nhiên luôn hầu bên cạnh. Lại thường hay đọc Phật Kinh, niệm 7 quyển 《Luận Ngữ》, tuyệt không gian dối!\"''」, Thái hậu mệnh cho Hoàng tử ra ngoài bái Vương Khuê, việc lập Diên An Quận vương làm Hoàng thái tử đã vì thế được quyết<ref>《宋史·卷二百四十·列傳第一·后妃傳上·宣仁聖烈高皇后》: 元豐八年，帝不豫，浸劇，宰執王珪等入問疾，乞立延安郡王為皇太子，太后權同聽政，帝頷之。珪等見太后簾下。后泣，撫王曰：「兒孝順，自官家服藥，未嘗去左右，書佛經以祈福，喜學書，已誦《論語》七卷，絕不好弄。」乃令王出簾外見珪等，珪等再拜謝且賀。是日降制，立為皇太子。<\/ref>. Thế là đầu [[tháng 3]] (ÂL) cùng năm, Thái hậu buông mành lên ngự ở [[Phúc Ninh điện]] (福寧殿), cùng ngày ấy, Quận vương được lập làm Hoàng thái tử<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7017 Tống sử, quyển 17]: 三月甲午朔，皇太后垂簾于福寧殿，諭珪等曰：「皇子性莊重，從學穎悟。自皇帝服藥，手寫佛書，爲帝祈福。」因出以示珪等，所書字極端謹，珪等稱賀，遂奉制立爲皇太子。初，太子宮中常有赤光，至是光益熾如火。<\/ref>. Thái tử đăng vị, tức [[Tống Triết Tông]]. Tân đế tôn Cao Thái hậu làm Thái hoàng Thái hậu, tuân di chiếu mời Thái hoàng Thái hậu giúp [[nhiếp chính]], cung thất gọi [[Sùng Khánh cung]] (崇慶宮), chính điện trong cung gọi là [[Sùng Khánh Thọ Khang điện]] (崇慶壽康殿)<ref>《宋史·卷二百四十·卷十七·本紀第十七·哲宗一》: 丁未，群臣上太皇太后宮名曰崇慶，殿曰崇慶壽康；皇太后宮曰隆祐，殿曰隆祐慈徽。<\/ref>.\n\nSau khi Cao hậu trở thành Thái hậu, cả ba đời nhà bà đều gia tặng thêm các chức hàm Thái sư, ''[[Thượng thư lệnh]]'', ''[[Trung thư lệnh]]'' rồi tán hàm ''[[Khai phủ nghi đồng Tam tư]]'' lẫn tước Vương, khiến gia tộc họ Cao hiển quý cực điểm. Tống Thần Tông nhiều lần muốn vì nhà họ Cao mà xây từ đường xa hoa để hợp vị thế của gia tộc, nhưng Cao Thái hậu không đáp ứng. Sau triều đình dâng một mảnh đất tốt, Thái hậu tự dùng tiền của mình mà làm, mọi việc đều không đụng đến một đồng từ quốc khố<ref>《宋史·卷二百四十·列傳第一·后妃傳上·宣仁聖烈高皇后》: 神宗立，尊為皇太后，居寶慈宮。帝累欲為高氏營大第，后不許。久之，但斥望春門外隙地以賜，凡營繕百役費，悉出寶慈，不調大農一錢。<\/ref>. Nắm quyền to, Cao Thái hoàng càng siết chặt người nhà của mình. Hai cháu trai của bà là [[Cao Công Hội]] (高公绘), [[Cao Công Kỉ]] (高公纪) đều nên thăng ''[[Quan sát sử]]'', nhưng bà nhất quyết không chịu. Về sau, Tống Triết Tông dâng biểu mãi, bà mới chấp nhận thăng một bậc. Lại có khi, Cao Công Hội dâng tấu sớ giãi bày nên thiện đãi gia tộc [[Chu Đức phi (Tống Thần Tông)|Chu Thái phi]] và Cao Thái hoàng, nhưng bà lại hỏi:「''\"Ngươi trình độ văn hóa không cao, làm sao có thể viết được tấu chương hoa mỹ thế này?\"''」, Cao Công Hội bèn khai là thuộc quan [[Hình Thứ]] (邢恕) viết hộ. Cao Thái hoàng bèn trục xuất Hình Thứ ra khỏi triều đình<ref>《宋史·卷四百七十一·邢恕》:哲宗立，遷右司員外郎、起居舍人。又為公繪具奏，乞尊崇朱太妃，為高氏異日計。后詰之曰：「汝素不識字，誰為之者？」公繪不得隱，以恕對，且上其稿。時恕方召試中書，遂黜知隨州，改汝、襄、河陽。恕久斥外，蓄怒憤，間道謁確于鄧，緒成前惡，紿司馬光子康手書，持以取信。會確得罪，恕亦責監永州酒。<\/ref>.\n\nĐối với nền chính trị khi ấy, từ Cao Thái hoàng chấp chính đã muốn trọng dụng [[Tư Mã Quang]] làm [[Tể tướng]], phế bỏ toàn bộ Tân pháp của [[Vương An Thạch]]. Ngày Thần Tông băng, Cao Thái hoàng có hỏi Tư Mã Quang kế sách, ông dâng lên [''\"Khất khai khẩu lộ trát tử\"''; 乞开言路札子], kiến nghị ''\"Rộng đường ngôn luận\"''. Bên cạnh đó, ông chỉ trích Tân pháp mà Vương An Thạch đề bạt, ''\"Khổ dân mà lại vô ích\"'', do đó những Tân pháp ấy nhanh chóng bị bãi bỏ. Tư Mã Quang cũng kiến nghị Thái hoàng nên trọng dụng lại các đại thần bị biếm truất vì phản đối Tân pháp, bao gồm [[Lưu Chí (Bắc Tống)|Lưu Chí]] (刘挚), [[Phạm Thuần Nhân]] (范纯仁), [[Tô Thức]] và [[Tô Tuân]]<ref>《宋史·卷二百四十·列傳第一·后妃傳上·宣仁聖烈高皇后》:帝崩，赴闕臨，衛士望見，皆以手加額曰：「此司馬相公也。」所至，民遮道聚觀，馬至不得行，曰：「公無歸洛，留相天子，活百姓。」哲宗幼沖，太皇太后臨政，遣使問所當先，光謂：「開言路。」詔榜朝堂。而大臣有不悅者，設六語云：「若陰有所懷，犯非其分；或扇搖機事之重；或迎合已行之令；上以徼幸希進，下以眩惑流俗。若此者，罰無赦。」後復命示光，光曰：「此非求諫，乃拒諫也。人臣惟不言，言則入六事矣。」乃具論其情，改詔行之，於是上封者以千數。起光知陳州，過闕，留為門下侍郎。蘇軾自登州召還，緣道人相聚號呼曰：「寄謝司馬相公，毋去朝廷，厚自愛以活我。」是時天下之民，引領拭目以觀新政，而議者猶謂「三年無改于父之道」，但毛舉細事，稍塞人言。光曰：「先帝之法，其善者雖百世不可變也。若安石、惠卿所建，為天下害者，改之當如救焚拯溺。況太皇太后以母改子，非子改父。」眾議甫定。遂罷保甲團教，不復置保馬；廢市易法，所儲物皆鬻之，不取息，除民所欠錢；京東鐵錢及茶鹽之法，皆復其舊。或謂光曰：「熙、豐舊臣，多憸巧小人，他日有以父子義間上，則禍作矣。」光正色曰：「天若祚宗社，必無此事。」於是天下釋然，曰：「此先帝本意也。」<\/ref>. Cao Thái hoàng tuy phản đối Tân pháp, song nhìn chung được đánh giá là uyên bác, anh minh trong thời kỳ bà nhiếp chính giúp Tống Triết Tông. Trong thời gian chấp chính, Cao Thái hoàng chủ trương tiết kiệm, thực thi lễ pháp anh minh, đất nước yên bình và hưng thịnh. Thời kì Tống Triết Tông được đánh giá tích cực, kinh tế và xã hội phát triển đỉnh cao, không thể không kể đến công lao của bà<ref>《宋史·卷二百四十·列傳第一·后妃傳上·宣仁聖烈高皇后》: 臨政九年，朝廷清明，華夏綏定。<\/ref>. Tuy nhiên, do nhiều năm nắm quyền lực, Cao Thái hoàng có quan hệ không mấy tốt đẹp với người cháu nội là Tống Triết Tông. Sử gia về sau xưng làm ['''Nữ trung Nghiêu Thuấn'''; 女中尧舜], tức ''\"[[Nghiêu]], [[Thuấn]] của Nữ giới\"''.\n\nĐại thần [[Chương Đôn]] (章惇) là một trong những người chứng kiến biến pháp của Vương An Thạch, phụng sự Tống Thần Tông cải cách. Sau khi Cao Thái hoàng lâm triều thính chính, dùng Tư Mã Quang làm Tể tướng, bãi bỏ toàn bộ biến pháp khiến Chương Đôn bất bình. Khi Cao Thái hoàng ra chiếu trừ bỏ biến pháp, Chương Đôn đứng trước điện, cãi nhau với Tư Mã Quang không nên phế bỏ biến pháp năm Hi Ninh, tất sẽ gây ra đại sự. Ông một mình dâng sớ, thượng tấu phân tích hai cải cách ''\"Miễn Quân dịch\"'' và ''\"Sai dịch\"'', thiệt hại ra sao, cùng Tư Mã Quang thẳng thắng tranh luận. Sau Chương Đôn có lời nói bất kính, bèn bị biếm chức<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7471#%E7%AB%A0%E6%83%87 《宋史·卷四百七十一·列傳第二百三十·姦臣一》]: 哲宗即位，知樞密院事。宣仁后聽政，惇與蔡確矯唱定策功。確罷，惇不自安，乃駁司馬光所更役法，累數千言。其略曰：「如保甲、保馬一日不罷，有一日害。若役法則熙寧之初遽改免役，後遂有弊。今復為差役，當議論盡善，然後行之，不宜遽改，以貽後悔。」呂公著曰：「惇所論固有可取，然專意求勝，不顧朝廷大體。」光議既行，暴憤恚爭辨簾前，其語甚悖。宣仁后怒，劉摯、蘇轍、王覿、朱光庭、王巖叟、孫升交章擊之，黜知汝州。七八年間，數為言者彈治。<\/ref>.\n\n== Băng thệ nghị phế ==\nNăm Nguyên Hựu thứ 8 ([[1093]]), [[mùa thu]], [[tháng 9]], ngày [[Mậu Dần]], Thái hoàng Thái hậu Cao thị băng hà, thọ 62 tuổi.\n\nTrước đó, Thái hoàng Thái hậu triệu [[Lã Phòng]], [[Phạm Thuần Nhân]] vào hầu, bà bảo:「''\"Ta qua đời, Hoàng thượng (ý nói Tống Triết Tông) sẽ lại thất sủng hai ngươi. Cả hai nên biết liệu đường rút khỏi chính trường, tránh làm trái ý Hoàng thượng, sẽ bảo toàn về sau!\"''」. Vài ngày sau, Thái hoàng giá băng. [[Tháng 12]], ngày [[Kỷ Tị]], Tống Triết Tông dâng [[thụy hiệu]] là '''Tuyên Nhân Thánh Liệt Hoàng hậu''' (宣仁聖烈皇后). Năm sau ([[1094]]), [[tháng 2]], ngày [[Kỷ Dậu]], làm lễ hợp táng Tuyên Nhân Thánh Liệt Hoàng hậu cùng Tống Anh Tông tại [[Vĩnh Dụ lăng]] (永裕陵). Ngày [[Kỷ Mùi]], thăng thần chủ nhập [[Thái Miếu]]<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7018 《宋史·卷十八·本紀第十八·哲宗二》]: 二月丁未。己酉，葬宣仁聖烈皇后于永厚陵。己未，祔神主於太廟。<\/ref>. Vì Tuyên Nhân hậu cầm quyền, Tống Triết Tông ngày ngày bất mãn, ngay sau khi bà mất bèn đổi [[niên hiệu]] thành Thiệu Thánh. Sau khi bà mất 2 năm, bọn [[Chương Đôn]], [[Thái Biện]] cùng [[Hình Thứ]] tính chuyện truy phế bà. Chương Đôn là người căm giận Tuyên Nhân hậu nhất, gọi: [''\"Nguyên Hựu chi sơ, Lão gian thiện quốc\"''; 元祐之初，老姦擅國], ám chỉ sự suy thoái triều Tống ở đầu năm Nguyên Hựu là do ''\"Lão gian\"'' Tuyên Nhân hậu<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7471 《宋史·卷四百七十一·章惇傳》]: 哲宗親政，有復熙寧、元豐之意，首起惇為尚書左僕射兼門下侍郎，於是專以「紹述」為國是，凡元祐所革一切復之。引蔡卞、林希、黃履、來之邵、張商英、周秩、翟思、上官均居要地，任言責，協謀朋姦，報復仇怨，小大之臣，無一得免，死者禍及其孥。甚至詆宣仁后，謂元祐之初，老姦擅國。又請發司馬光、呂公著塚，斫其棺。哲宗不聽。<\/ref>.\n\nChương Đôn kích động lên Hình Thứ, khiến Hình Thứ dẫn chuyện [[Lâu Chiêu Quân]] thời [[Bắc Tề]], từng ở cung điện tên「''\"Tuyên Huấn\"''; 宣訓」, có ý muốn phế cháu mình là [[Bắc Tề Phế Đế|Thiếu Chủ]], nhằm ý ly gián Triết Tông và Tuyên Nhân hậu, tố Tuyên Nhân hậu muốn phế Triết Tông. Hình Thứ ngụy tạo việc Tư Mã Quang từng đối [[Phạm Tố Vũ]] (范祖禹) mà nói:「''\"Hiện giờ vua nhỏ dân ngờ, chuyện cũ của Tuyên Huấn thực có thể thấy rõ!\"''」. Chưa đủ, Chương Đôn còn sai một người trong họ của Tuyên Nhân hậu là [[Cao Sĩ Kinh]] (高士京) thượng sớ, nói phụ thân của hắn là [[Cao Tuân Dụ]] (高遵裕) khi lâm chung, đuổi hết người bên cạnh chỉ để Sĩ Kinh ở lại hầu. Khi ấy Thần Tông đăng sắp nguy, Tể thần [[Vương Khuê]] sai người hỏi Tuân Dụ rằng:「''\"Hoàng thái hậu muốn lập ai làm Đế?!\"''」, Tuân Dụ giận mà đuổi đi. Sự tấu lên, các đại thần Vương Khuê, Tư Mã Quang đều bị truy biếm. Chương Đôn còn muốn truy phế Tuyên Nhân hậu, nhưng có [[Hướng hoàng hậu|Hướng Thái hậu]] cùng mẹ ruột của Triết Tông là Chu Thái phi hết lời can ngăn, thậm chí còn cãi nhau mấy trận với Chương Đôn nên việc mới thôi<ref>《宋史·卷四百七十一·邢恕》: 紹聖初，擢寶文閣待制、知青州。章惇、蔡卞得政，將甘心元祐諸人，引恕自助，召為刑部侍郎，再遷吏部尚書兼侍讀，改御史中丞。恕既處風憲，遂誣宣仁后有廢立謀，引司馬光言北齊婁后宣訓事，訹高遵裕之子士京追訟其父在日，王珪令其兄士充來謀立雍王，遵裕非之。又教蔡懋上文及甫私牘為廋詞，歷詆梁燾、劉摯，云陰圖不軌，且加司馬光、呂公著以凶悖名。惇使蔡京置獄于同文館，組織萬端，將悉陷諸人於族罪，既而無所得，乃已。<\/ref><ref>《宋史·卷四百七十一·章惇》: 惇用邢恕為御史中丞，恕以北齊婁太后宮名「宣訓」，嘗廢孫少主，立子常山王演，託司馬光語范祖禹曰：「方今主少國疑，宣訓事猶可慮。」又誘高士京上書，言父遵裕臨死屏左右謂士京曰：「神宗彌留之際，王珪遣高士充來問曰：『不知皇太后欲立誰？』我叱士充去之。」皆欲誣宣仁后，以此實之。惇遂追貶司馬光、王珪，贈遵裕奉國軍留後。結中官郝隨為助，欲追廢宣仁后，自皇太后、太妃皆力爭之。哲宗感悟，焚其奏，隨覘知之，密語惇與蔡卞。明日惇、卞再言，哲宗怒曰：「卿等不欲朕入英宗廟乎？」惇、卞乃已。<\/ref>.\n\nThời [[Tống Cao Tông]], [[Mạnh Hoàng hậu|Long Hựu Mạnh Thái hậu]] xin xét lại hành vi Chương Đôn, Thái Biện, Hình Thứ đã bôi nhọ Tuyên Nhân hậu, truy tặng cả nhà họ Cao. Mẹ của Tuyên Nhân hậu là Tào thị truy phong ''Lỗ Quốc Phu nhân'' (魯國夫人), các em trai của Tuyên Nhân hậu là Sĩ Lâm, Sĩ Tốn cùng Công Hội, Công Kỉ đều truy Vương, những người thụ ân của họ Cao hơn 10 người<ref>《宋史·卷二百四十·列傳第一·后妃傳上·宣仁聖烈高皇后》: 元祐八年九月，属疾崩，年六十二。后二年，章惇、蔡卞、邢恕始造为不根之谤，皇太后、太妃力辨其诬，事乃已。语在《恕传》。至高宗时，昭暴惇、卞、恕罪，褒录后家，赠曹夫人为魏、鲁国夫人，弟士逊、士林及公绘、公纪皆追王，擢从孙世则节度使。他受恩者，又十余人云。<\/ref>.\n\n== Hậu duệ ==\nTuyên Nhân Thánh Liệt Hoàng hậu sinh hạ cho [[Tống Anh Tông]] 4 [[Hoàng tử]] và 2 [[Hoàng nữ]], gồm:\n# '''[[Tống Thần Tông]]''' Triệu Hú [趙頊].\n# [[Triệu Hạo]] [赵颢; 1050 - 1096], biểu tự ''Trọng Minh'' (仲明), bổn danh ''Triệu Trọng Củ'' (赵仲糺).<br>Ông học rộng biết nhiều, thư pháp đến kị xạ đều tinh thông. Khi Anh Tông lên ngôi ([[1063]]), sơ phong ''Nhạc An Quận công'' (樂安郡公), sang năm sau cải phong ''Đông Dương Quận vương'' (東陽郡王). Sau đó, ông liên tiếp nhận nhiều chức vụ cao, cải đất phong. Lần cuối còn sống thụ phong (1096) là ''Sở vương'' (楚王), thuỵ [''\"Vinh\"''; 榮]. Sau đó, hai lần cải phong, thành ''Yên vương'' (燕王) rồi sau là ''Ngô vương'' (吳王), nên gọi '''Ngô Vinh vương''' (吳榮王).\n# [[Triệu Nhan]] [赵颜], mất sớm. Tặng '''Nhuận vương''' (润王). Thời Anh Tông chưa có tên, cái tên này là do [[Tống Huy Tông]] truy tặng<ref>《宋史》（列传第五 宗室三）：\"英宗四子：长神宗，次吴荣王颢，次润王颜，次益端献王頵，皆宣仁圣烈高皇后出也。颜早亡，徽宗赐名追封。\"<\/ref>.\n# [[Triệu Quân (Ích vương)|Triệu Quân]] [赵頵; 1056 - 1088], bổn danh ''Triệu Trọng Khác'' (赵仲恪).<br>Khi Anh Tông lên ngôi, sơ phong ''Đại Ninh Quận công'' (大寧郡公), không lâu sau cải thành ''Hộ Quốc công'' (鄠國公). Sau đó 4 năm ([[1067]]) cải phong ''Nhạc An Quận vương'' (樂安郡王). Nhiều lần cải phong và chức vị, gần nhất khi còn sống ([[1085]]) thụ phong ''Kinh vương'' (荊王). Khi mất, cải phong ''Ngụy vương'' (魏王), ban thuỵ [''\"Đoan Hiến\"''; 端献]. Sau, cải phong ''Ích vương'' (益王), do đó toàn thụy '''Ích Đoan Hiến vương''' (益端献王).\n# [[Nguỵ Quốc Đại Trưởng Công chúa]] [魏國大長公主; 1051 - 1080], con gái thứ hai của Anh Tông. Giỏi cổ văn, hiểu lễ tiết.<br>Tống Anh Tông lên ngôi, sơ phong ''Định An Công chúa'' (宝安公主). Tống Thần Tông lên ngôi, cải phong ''Thư Quốc Trưởng Công chúa'' (舒國長公主), sau viết ''Thục Quốc'' (蜀國), hạ giá lấy [[Vương Sân]] (王诜). Khi mất, tặng ''Triệu Quốc Trưởng Công chúa'' (越國長公主), thụy hiệu [''\"Hiền Huệ\"''; 賢惠], sai cải phong Tần, Kinh, Ngụy tam quốc Đại Trưởng Công chúa. Thời [[Tống Huy Tông]], truy tặng '''Hiền Huệ Đại Trưởng Đế cơ''' (賢惠大長帝姬).\n# [[Hàn Quốc Ngụy Quốc Đại Trưởng Công chúa]] [韓國魏國大長公主; 1051 - 1123], con gái thứ ba của Anh Tông, là em gái sinh đôi của Định An Công chúa.<br>Tống Anh Tông lên ngôi, sơ phong ''Thọ Khang Công chúa'' (壽康公主), hạ giá lấy [[Trương Đôn Lễ]] (张敦礼). Tống Thần Tông lên ngôi, cải phong ''Kỳ Quốc Trưởng Công chúa'' (祁國長公主), lại đổi ''Vệ Quốc'' (衛國). Khi mất, tặng làm Hàn, Ngụy nhị quốc Đại Trưởng Công chúa. Thời Tống Huy Tông, tặng '''Hiền Đức Ý Hành Đại Trưởng Đế cơ''' (賢德懿行大長帝姬).\n\n== Xem thêm ==\n* [[Tống Anh Tông]]\n* [[Tống Thần Tông]]\n* [[Tống Triết Tông]]\n* [[Từ Thánh Quang Hiến hoàng hậu]]\n* [[Tư Mã Quang]]\n* [[Vương An Thạch]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* [[Tống sử]]\n* [[Tư trị thông giám]]\n* [[Tống hội yếu bản cảo]]\n\n{{Hoàng hậu nhà Tống}}\n\n{{thời gian sống|1032|1093}}\n\n[[Thể loại:Người An Huy]]\n[[Thể loại:Người họ Cao tại Trung Quốc]]\n[[Thể loại:Hoàng hậu nhà Tống]]\n[[Thể loại:Hoàng thái hậu nhà Tống]]\n[[Thể loại:Nhiếp chính nhà Tống]]"}