{"Tuân Úc (Tam Quốc)":"{{bài cùng tên|Tuân Úc}}\n{{Thông tin nhân vật Tam Quốc\n|Tên= Tuân Úc\n|Hình= Portrait_of_Xun_Yu.jpg\n|Cỡ hình= 250px\n|Chú thích hình= Minh họa Tuân Văn Nhược\n|Chức vụ= Thượng Thư lệnh (尚書令)\n|Tên thật= Tuân Úc (荀彧)\n|Tự= Văn Nhược (文若)\n|Hiệu= Vạn Tuế đình hầu (萬歲亭侯)\n|Khác= \n|Thế lực= [[Tào Tháo]] ([[Tào Ngụy]])\n|Sinh= 162\n|Nơi sinh= [[Dĩnh Xuyên]]\n|Mất= 212\n|Nơi mất= [[Thọ Xuân]]\n|Thụy hiệu= Kính hầu (敬侯)\n|Thân phụ= Tuân Côn (荀緄)\n|Thân mẫu= \n|Hôn phối= \n|Con= Tuân Uẩn (荀惲)<br>Tuân Vũ (荀俁)<br>Tuân Sân (荀詵)<br>Tuân Ỷ (荀顗)<br>Tuân Huyền (荀玄)<br>Tuân Sán (荀粲)<br>Con gái (phu nhân [[Trần Quần]])\n|Ghi chú= \n}}\n'''Tuân Úc''' ([[chữ Hán]]: 荀彧, [[bính âm]]: ''Xún Yù''; [[163|162]]-[[212]]), [[biểu tự]] '''Văn Nhược''' (文若), là một mưu sĩ và quan đại thần thời [[Đông Hán]], có công lớn giúp [[Tào Tháo]] gây dựng sự nghiệp thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\nÔng là một trọng thần rất có tiếng tăm trong các mưu sĩ của Tào Tháo, được Tào Tháo gọi là ''\"Ngộ chi [[Trương Lương|Tử Phòng]]\"'' (吾之子房), so sánh ông với [[Trương Lương]], một trong ''Hán sơ Tam kiệt'' trứ danh. Đương thời ông giữ chức ''[[Thượng thư lệnh]]'', nên người đời hay kính gọi ông là '''Tuân Lệnh quân''' (荀令君).\n\nCháu họ của Tuân Úc là [[Tuân Du]] cũng làm quan ở [[Tào Ngụy]]. Theo ''Ngụy thư'' thì tuy là chú nhưng Úc kém Du 6 tuổi. Tuân Du thường được gọi là '''Tuân Quân sư''' (荀軍師) để phân biệt với Tuân Úc.\n\n== Thân thế ==\n{{seealso|Thế phả họ Tuân ở Dĩnh Xuyên}}\nTuân Úc người huyện Dĩnh Âm quận [[Dĩnh Xuyên]]. Ông nội Tuân Úc là [[Tuân Thục]] (荀淑) làm tới chức [[huyện lệnh]], cha là [[Tuân Côn]] (荀绲) cùng 7 anh em đều là tài tử, được gọi là '''Bát long''' (tám con rồng). Tuân Côn từng làm tướng quốc [[nước Tế Nam]], em Tuân Côn là [[Tuân Sảng]] (chú của Tuân Úc) làm tới chức ''[[Tư không]]'' trong triều [[Hán Hiến Đế]].\n\nTuân Úc tuổi trẻ có tài, được tiến cử làm ''Hiếu liêm'' rồi được triều đình thu dụng làm quan tại [[Lạc Dương]]. Năm [[189]], [[Đổng Trác]] làm loạn, mang quân vào khống chế triều đình, phong Tuân Úc làm huyện lệnh huyện Khanh Phụ (gần Tế Ninh, [[Sơn Đông]] hiện nay). Được ít lâu, Tuân Úc bỏ chức vụ về quê ở Dĩnh Âm. Ông khuyên mọi người ở quê nên mau chóng thu xếp lên đường, không nên lưu luyến đất Dĩnh Xuyên bốn bề là chiến trường<ref>Lê Đông Phương, sách đã dẫn, tr 372<\/ref>.\n\n== Phò trợ Tào Tháo ==\nTuân Úc cùng em trai là Tuân Kham, và người cùng quê là [[Tân Bình (Đông Hán)|Tân Bình]], [[Quách Đồ]] tìm đến Thứ sử Ký châu là [[Viên Thiệu]] và được thu dụng. Được một thời gian Tuân Úc nhận thấy Viên Thiệu không thể làm nên việc lớn, bèn bỏ Viên Thiệu tìm đến Đông quận (thuộc Duyện châu) theo [[Tào Tháo]]. Đó là năm [[191]].\n\n=== Vạch định cương lĩnh chính trị ===\nTuân Úc lập tức được Tào Tháo trọng dụng, coi ông như [[Trương Lương|Tử Phòng]] giúp [[Hán Cao Tổ]] dựng nghiệp trước kia<ref>Dịch Trung Thiên, sách đã dẫn, tập 1, tr 137<\/ref> và dùng vào việc lớn. Ông là người khuyên [[Tào Tháo]] đón [[Hán Hiến đế]] về [[Hứa Xương]], là căn bản tạo nên sự thành công sau này của [[Tào Ngụy|tập đoàn họ Tào]].\n\nTuân Úc đề xuất ba cương lĩnh lớn với Tào Tháo, gọi là \"đại thuận, đại lược, đại đức\":<ref>Dịch Trung Thiên, \"Phẩm Tam Quốc\"<\/ref>\n* Tôn thờ thiên tử thuận theo ý dân (thờ chúa thượng để dân nhìn vào)\n* Chí công vô tư, hàng phục cường hào (lấy chí công, phục hùng kiệt)\n* Lấy chính nghĩa chiêu mộ anh hùng (nhờ trượng nghĩa, có anh tài).\n\nÔng được Tào Tháo giao cho chuyên lo sự vụ hành chính, đặc biệt khi Tào Tháo mang quân đi chinh chiến thì Tuân Úc lãnh trách nhiệm quản lý hậu phương.\n\n=== Phòng thủ Yên Thành ===\nTào Tháo mở rộng thế lực ra khỏi Đông quận, làm chủ cả Duyện châu, lĩnh chức Châu mục. Năm [[193]], Tào Tháo quy trách nhiệm cho Châu mục Từ châu là [[Đào Khiêm]] về cái chết của cha mình ([[Tào Tung]]), bèn mang quân đánh Từ châu. Tuân Úc được giao giữ thành.\n\nChiến sự kéo dài sang năm [[194]], Tào Tháo chưa đánh chiếm được Từ châu thì Thái thú Đông quận là [[Trương Mạo]] và [[Trần Cung]] lại phản Tào Tháo, tôn [[Lã Bố]] làm Duyện châu mục và đánh chiếm đất đai của [[Tào Tháo]]. Lúc đó hậu phương Tào Tháo rất nguy cấp. Tuân Úc cùng các tướng cố sức phòng thủ, ông bàn với [[Trình Dục]], rồi chia nhau đi phòng thủ: Trình Dục cùng Cức Đê giữ Đông A, Cận Long giữ Phạm Huyện, còn Tuân Úc điều động [[Hạ Hầu Đôn]] mang quân về giữ Yên Thành, ngay trong đêm giết chết vài chục người làm loạn, tạm ổn định tình hình.\n\nĐúng lúc đó Thứ sử Dự châu là Quách Cống mang quân tới dưới thành đòi gặp Tuân Úc. [[Hạ Hầu Đôn]] can ông không nên ra gặp Quách Cống sẽ nguy hiểm tính mạng, nhưng ông cho rằng:\n:''Quách Cống chưa từng liên kết với Trương Mạo, vì vậy có thể gặp mặt để tranh thủ lôi kéo. Dù ta không thể khuyên giải, cũng có thể khiến ông ta trung lập không giúp cho Trương Mạo. Nếu chúng ta không gặp, sẽ khiến ông ta cho rằng chúng ta không tin tưởng, từ đó ông ta sẽ xấu hổ mang lòng thù hận''\n\nRồi ông tự mình ra gặp Quách Cống. Quách Cống thấy Tuân Úc có vẻ cứng cỏi không run sợ, lại thấy Yên Thành kiên cố không dễ phá, nên cho lui quân. Nhờ vậy Yên Thành được an toàn.\n\nBa huyện Yên Thành, Đông A và Phạm Huyện được giữ vững. [[Lã Bố]] tấn công nhưng chưa thể hạ được. Tuân Úc sai người cáo cấp cho [[Tào Tháo]].\n\nNhờ có sự phòng thủ của Tuân Úc, Tào Tháo chưa bị mất căn cứ, kịp mang quân trở về đánh Lã Bố. Chiến sự kéo dài sang năm [[195]] thì Tào Tháo đánh đuổi được Lã Bố chạy khỏi Duyện châu.\n\n=== Trấn giữ Hứa Xương ===\nTriều đình Trường An rối loạn, hai quyền thần [[Lý Thôi]] và [[Quách Dĩ]] (thủ hạ cũ của [[Đổng Trác]]) trở mặt đánh nhau. [[Hán Hiến Đế]] đi thoát khỏi [[Trường An]] sang phía đông, trở lại Lạc Dương. Tuân Úc và [[Trình Dục]] khuyên Tào Tháo nên nghênh đón thiên tử để giúp nhà Hán, hiệu triệu thiên hạ, như vậy sẽ có chính nghĩa để đánh dẹp chư hầu. Ông đặc biệt đề cao chữ \"nghĩa\" để thu phục lòng người trong thời loạn lạc. [[Tào Tháo]] nghe theo kế, bèn mang quân đón rước Hán Hiến Đế, sau đó vì Lạc Dương đã đổ nát nên đưa vua về Hứa Xương.\n\nTào Tháo đặt triều đình [[Hán Hiến Đế]] tại Hứa Xương, tự phong mình làm Tư không, còn Tuân Úc làm thượng thư lệnh cai quản việc hành chính trong triều đình.\n\nTào Tháo phải mang quân đi chinh chiến với các chư hầu [[Trương Tú]], [[Lã Bố]], [[Lưu Bị]], [[Viên Thuật]], [[Viên Thiệu]] cùng các võ tướng và các mưu sĩ như [[Quách Gia]], [[Trình Dục]]. Tuân Úc luôn là người ở lại trấn thủ Hứa Xương, thu xếp việc hậu phương. Khi tình hình mặt trận căng thẳng không thể quyết định được, Tào Tháo lại viết thư hỏi ông, và Tuân Úc luôn có quyết sách bày cho Tào Tháo giải quyết<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 45<\/ref>.\n\nThế lực của [[Viên Thiệu]] ở Hà Bắc rất lớn, trở thành địch thủ lớn nhất của Tào Tháo. Nhưng Tuân Úc đã phân tích với Tào Tháo, vạch rõ 10 nhược điểm của Viên Thiệu và 10 ưu điểm của Tào Tháo; từ đó ông khẳng định Tào Tháo sẽ thắng Viên Thiệu trong cuộc đối đầu giữa hai bên<ref>Dịch Trung Thiên, sách đã dẫn, tập 1, tr 183-184<\/ref>.\n\nNăm [[200]], [[trận Quan Độ|chiến sự ở Quan Độ]] giữa [[Viên Thiệu]] và [[Tào Tháo]] diễn ra ác liệt. Hai bên cầm cự lâu ngày không phân thắng bại, mà quân Tào ở thế yếu hơn. Tào Tháo sắp hết lương, muốn rút lui về Hứa Xương, bèn viết thư về hỏi ý kiến Tuân Úc. Tuân Úc viết thư trả lời như sau<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 389<\/ref>:\n:''\"Quân hai bên giữ nhau lâu ngày, đều đã mệt mỏi. Nay là lúc cần dùng mưu kế, ngàn vạn lần không nên nghĩ tới chuyện rút lui, một khi rút lui thì không thể nào giữ được nữa. Binh lực của [[Viên Thiệu]] tuy mạnh, nhưng hiện tại ông ta bị ngài giữ chân ở Quan Độ, nếu ngài buông tha ông ta thì hậu quả thế nào thực không dám nghĩ tới. Ngày xưa [[Hán Cao Tổ]] và [[Hạng Vũ]] giữ nhau ở Hồng Câu, hai bên đều muốn mà không dám rút lui chính vì lẽ đó\".''\n\nTào Tháo tiếp thu ý kiến của Tuân Úc, cố sức phòng thủ chờ biến cố. Quả nhiên sau đó mưu sĩ của Viên Thiệu là [[Hứa Du]] sang đầu hàng và hiến kế cho Tào Tháo cướp lương của Viên Thiệu ở Ô Sào, khiến đại quân Viên Thiệu tan vỡ.\n\nTrận thắng Quan Độ giúp thay đổi cục diện tranh hùng, họ Viên từ đó suy yếu. Tào Tháo từng bước tiến lên phía bắc chinh phục họ Viên, cuối cùng năm [[207]] tiêu diệt hoàn toàn các con của Viên Thiệu. Trong thời gian đó Tuân Úc giữ vững Hứa Xương không xảy ra biến cố.\n\nKhông những thế, Tuân Úc còn tiến cử nhiều nhân tài phục vụ cho Tào Tháo như [[Trần Quần]], [[Tư Mã Ý]], [[Chung Do]]. Ông làm việc nghiêm túc, được đánh giá là người có đức hạnh đầy đủ, chăm lo chính đạo, không chú ý vẻ bên ngoài, khiêm nhường tôn trọng kẻ sĩ<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 52<\/ref>.\n\n=== Mâu thuẫn với Tào Tháo ===\nNhờ có công lao, Tuân Úc được Tào Tháo phong làm Vạn Tuế đình hầu.<ref>Đình Vạn Tuế ở huyện Tân Trịnh, Hà Nam<\/ref> Trong lịch sử từ trước đó, chưa từng có ai như Tuân Úc, người không có công lao chiến trận, chỉ làm Thượng thư lệnh mà được phong tước hầu.<ref>Lê Đông Phương, sách đã dẫn, tr 373<\/ref>\n\nThế lực của [[Tào Tháo]] trong triều ngày càng cao. Vua [[Hán Hiến Đế]] hoàn toàn không có quyền hành.\n\nNăm [[204]], [[Tào Tháo]] [[trận Nghiệp Thành (204)|đánh chiếm được Nghiệp Thành]] (thủ phủ Ký châu) từ tay họ Viên, làm chủ phần lớn Hà Bắc và trung nguyên, đẩy họ Viên chạy lên phía bắc. Có người vì cơ nghiệp riêng của Tào Tháo đã kiến nghị nên thay đổi địa giới hành chính phục hồi chế độ 9 châu như trước đây, theo đó hai châu Tinh và U cùng 2 quận thuộc châu Tư (hay Tư Lệ Bộ) là Bằng Dực và Phù Phong sẽ sáp nhập vào Ký châu, như vậy cương vực riêng của Tào Tháo ở Ký châu sẽ rất lớn.\n\nĐiều này không chỉ quan hệ tới cơ nghiệp riêng của Tào Tháo mà còn liên quan tới vấn đề chính trị của [[nhà Hán]]. Đương thời, hai kinh [[Lạc Dương]] và [[Trường An]] cũ của nhà Tây Hán và Đông Hán đều thuộc Tư châu (hay Tư Lệ Bộ), trong đó Trường An thuộc quận Kinh Triệu và Lạc Dương thuộc quận Hà Nam. Nếu xóa bỏ và chia cắt Tư Lệ Bộ, gộp vào Ký châu sẽ là bước xóa sổ châu số một của nhà Hán mà tăng đất đai cho quyền thần<ref name=\"Dịch Trung Thiên p 2\">Dịch Trung Thiên, sách đã dẫn, tập 2, tr 54<\/ref>.\n\nKhi mang việc này ra bàn, Tuân Úc phản đối. Ông cho rằng<ref name=\"Dịch Trung Thiên p 2\"\/>:\n:''Minh công đã phá [[Viên Thượng]], bắt [[Thẩm Phối]] làm chấn động cả nước, nếu nay lại gộp đất đai của người khác vào Ký châu thì buộc họ phải lo lắng sẽ không giữ được đất đai và quân lính nữa, sợ minh công lần lượt thanh toán họ, như thế họ sẽ liều mình chống lại, minh công khó mà lấy được thiên hạ.''\n\nTào Tháo nghe nói có lý, bèn tạm gác việc chia mở rộng Ký châu.\n\nNăm [[212]], Tào Tháo đã làm thừa tướng, tước Vũ Bình hầu nhưng chưa muốn dừng lại mà muốn thăng lên tước công, được gia phong Cửu tích và lấy Ký châu làm lãnh thổ riêng của họ Tào để dựng nước riêng trong lãnh thổ [[nhà Hán]]. Tào Tháo sai mưu sĩ [[Đổng Chiêu]] đi bàn kín việc này với Tuân Úc, vì ông là tham mưu số một của Tào Tháo và địa vị, uy tín trong triều đình nhà Hán cũng lớn hơn cả trong các văn thần. Tuy nhiên, Tuân Úc không đồng tình. Ông nói với Đổng Chiêu<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 374<\/ref>.\n:''Người quân tử lấy đức yêu người, không nên như vậy. Tào công vốn là vì việc giúp triều yên nước mà chiêu tập nghĩa binh, từ trước đến nay giữ lòng trung trinh, giữ bề khiêm tốn. Chúng ta không nên làm trái bản ý của Tào công.''\n\nTheo ý kiến của các sử gia, thực chất, [[Đổng Chiêu]] theo lệnh của Tào Tháo đến thăm dò ý kiến của Tuân Úc về việc này và muốn nhờ ông đứng ra mở đường dư luận cho Tào Tháo tiến phong. Nhưng Tuân Úc lại cố ý không biết rằng đó là bản ý của Tào Tháo mà chỉ là ý của riêng Đổng Chiêu, ông muốn qua Đổng Chiêu chuyển đến Tào Tháo ý kiến của mình, giúp Tào Tháo có một con đường rút lui và ngăn ý định trợ giúp Tào Tháo xưng hiệu của Đổng Chiêu<ref name=\"ReferenceB\">Dịch Trung Thiên, sách đã dẫn, tập 2, tr 46<\/ref>.\n\nTuy nhiên, Tào Tháo đã có chủ ý xưng hiệu nên sau khi nghe [[Đổng Chiêu]] báo cáo tình hình, rất bực Tuân Úc. Việc xưng hiệu của [[Tào Tháo]] tạm hoãn.\n\n== Qua đời ==\nNăm [[212]], Tào Tháo lại đi nam chinh đánh [[Tôn Quyền]] ở Nhu Tu. Khác với thường lệ, Tào Tháo không để ông trấn thủ Hứa Xương nữa mà dâng biểu lên [[Hán Hiến Đế]] đề nghị để Tuân Úc ra lĩnh quân ở huyện Tiêu<ref>Nay là thị trấn Hào Xuyên, tỉnh [[An Huy]]<\/ref> với chức vụ Quang lộc đại phu tham thừa tướng quân sự. Trên thực tế động thái này nhằm loại bỏ vai trò Thượng thư lệnh từ lâu của Tuân Úc<ref name=\"ReferenceB\"\/>.\n\nTuân Úc lĩnh chức lên đường. Tới Thọ Xuân thì ông ngã bệnh. Sau đó không lâu, Tuân Úc qua đời một cách khá bí ẩn, lúc đó ông 50 tuổi. Ông được tặng hàm [[Thái úy]], được đặt tên thụy là '''Kính hầu''' (敬侯).\n\n=== Bình luận về cái chết ===\nCó những ý kiến khác nhau trong giới sử học về cái chết của Tuân Úc. [[Trần Thọ]] trong [[Tam Quốc chí]] cho rằng Tuân Úc vì quá lo lắng mà chết. Tôn Thịnh trong ''Ngụy thị xuân thu'' lại cho rằng Tào Tháo gửi hộp thức ăn cho Tuân Úc nhưng khi ông mở hộp ra thì trong hộp không có gì; Tuân Úc cho rằng Tào Tháo muốn giết mình bèn [[tự sát]]. Sau này Phạm Hoa viết [[Hậu Hán thư]] và [[Tư Mã Quang]] viết [[Tư trị thông giám]] đều theo thuyết của Tôn Thịnh<ref name=\"ReferenceA\"\/>.\n\nNhưng giới sử gia hiện nay có nhiều ý kiến cho rằng Trần Thọ có lý hơn vì Tôn Thịnh không đưa ra chứng cứ nào cho câu chuyện của mình, và rằng việc gửi đồ ăn cho Tuân Úc của Tào Tháo chỉ là lời đồn đại. Điều lo lắng của Tuân Úc dẫn tới cái chết của ông (theo như Trần Thọ) là lo lắng cho tiền đồ của [[nhà Hán]]. Tuân Úc là người trước sau trung thành với nhà Hán, nhiều năm ông hiến kế giúp Tào Tháo vì ông cho rằng Tào Tháo là anh hùng dẹp loạn để trợ giúp nhà Hán, chứ không phải vì cơ nghiệp riêng của họ Tào<ref>Dịch Trung Thiên, sách đã dẫn, tập 2, tr 58<\/ref>. Việc Tào Tháo muốn tự mình xưng vương, tỏ rõ ý muốn đoạt ngôi nhà Hán khiến Tuân Úc quá thất vọng, vì trước đó ông vẫn nghĩ Tào Tháo là trung thần, hết lòng chinh chiến để phục hưng nhà Hán, ông không ngờ Tào Tháo là người xảo quyệt, lấy việc trợ giúp nhà Hán làm chiêu bài dần dần cướp ngôi<ref name=\"ReferenceA\"\/>.\n\n==Đánh giá==\n''Biệt truyện'' của Trương Thức có viết về Tuân Úc (''Tuân Úc biệt truyện'' được Bùi Tùng Chi ghi lại trong chú thích [[Tam quốc chí]]), đánh giá rằng: Tuân Úc \"không chú ý tới vẻ ngoài, đức hạnh đầy đủ, chăm lo chính đạo, nổi tiếng thiên hạ\", là \"anh tài tuấn kiệt của đất nước\". Ông được nhiều danh sĩ khác như  [[Tư Mã Ý]], [[Chung Do]] tôn sùng.\n\n''Điển lược'' viết rằng Tuân Úc \"nhún mình trọng kẻ sĩ, chỗ ngồi không trải nhiều chiếu, ở trong đài các, không tự tiện theo ý muốn riêng\". Ông có người anh em họ không được thăng tiến do tài năng kém cỏi. Có người trách rằng Úc làm đến ''thượng thư lệnh'' mà không cho được người thân mình một chức ''nghị lang''. Ông trả lời rằng \"chức trách ''thượng thư lệnh'' là tuyển chọn nhân tài cho triều đình, cần phải chọn người hiền đức tài giỏi. Nếu cứ làm theo túc hạ thì mọi người sẽ nhìn tôi ra sao đây?\"\n\nPhó tử chép: \"Tuân lệnh quân (Thượng thư lệnh Tuân Úc) là bậc nhân đức, Tuân quân sư (Trung quân sư Tuân Du) là bậc trí mưu, những người ấy có thể gọi là bậc quân tử đại hiền gần đây vậy\".<ref name=\"TQC\">[[Tam quốc chí]], quyển 10<\/ref>\n\nTào Tháo nói về hai chú cháu họ Tuân: \"Tuân lệnh quân tiến việc thiện, chưa tiến cử được không chịu thôi; Tuân quân sư trừ ác, chưa trừ bỏ xong không chịu dừng.\"<ref name=\"TQC\"\/>\n\n==Gia đình==\n*Ông nội: [[Tuân Thục]] (荀淑), tự Quý Hòa (季和), huyện lệnh Lan Lăng\n*Cha: Tuân Côn (荀緄), tự Trọng Từ (仲慈), Tướng quốc Tế Nam\n*Chú bác:\n**Tuân Kiệm (荀儉), tự Bá Từ (伯慈)\n**Tuân Tĩnh (荀靖), tự Thúc Từ (叔慈)\n**Tuân Đảo (荀燾), tự Từ Quang (慈光)\n**Tuân Uông (荀汪), tự Mạnh Từ (孟慈)\n**[[Tuân Sảng]] (荀爽), tự Từ Minh (慈明), giữ chức Tư không\n**Tuân Túc (荀肅), tự Kính Từ (敬慈)\n**Tuân Phu (荀旉), tự Ấu Từ (幼慈)\n*Anh chị em ruột:\n**Tuân Diễn (荀衍), tự Hưu Nhược (休若), anh thứ 3, phong Liệt hầu (列侯)\n**Tuân Thầm (荀諶), tự Hữu Nhược (友若), anh thứ 4, mưu sĩ của [[Viên Thiệu]]\n*Vợ: Đường thị (唐氏), con gái Đông Hán Trung thường thị Đường Hành (唐衡)\n*Con trai:\n**Tuân Uẩn (荀惲), tự Trường Thiến (长倩), con trưởng, giữ chức Hổ bôn Trung lang tướng, lấy con gái Tào Tháo, mất sớm\n***Tuân Cán (荀甝), giữ chức Tán kỵ Thường thị, sau tiến tước Quảng Dương hương hầu (广阳乡侯)\n****Tuân Quân (荀頵), tự Ôn Bá (温伯), Vũ lâm Hữu giám\n*****Tuân Tung (荀崧), tự Cảnh Du (景猷), quan đến Quang lộc Đại phu\n******Tuân Tiễn (荀羡), tự Lệnh Tắc (令则), quan đến Trung lang tướng, Thứ sử Từ Châu, Duyện Châu\n***Tuân Dực (荀霬), quan đến Trung lĩnh quân, lấy con gái Tư Mã Ý (司马懿)\n****Tuân Đảm (荀憺), giữ chức Thiếu phủ\n***'''[[Tuân Khải]]''' (荀恺), tự Mậu Bá (茂伯), thời Tấn Vũ Đế giữ chức Thị trung → Chinh tây Tướng quân\n****Tuân Khôi (荀悝), tự Mậu Trung (茂中), giữ chức Hộ quân Tướng quân, truy tặng Xạ kỵ Tướng quân\n**Tuân Vũ (荀俁), tự Thúc Thiến (叔倩), con thứ, giữ chức Ngự sử Trung thừa\n***Tuân Ngụ (荀寓), tự Cảnh Bá (景伯), quan đến Thượng thư\n****Tuân Vũ (荀羽), quan đến Thượng thự\n**Tuân Sân (荀詵), tự Mạn Thiến (曼倩), có làm quan nhưng mất sớm\n**Tuân Ỷ (荀顗), tự Cảnh Thiến (景倩), con thứ 6, Thượng thư nhà Ngụy, Thái úy nhà Tấn, phong Lâm Khang Hoài công (临淮康公)\n**Tuân Huyền (荀玄), anh Tuân Ỷ, vì Ỷ không con nên lấy cháu Huyền là Tuân Tự (荀序) thừa tự;\n**Tuân Sán (荀粲), tự Phụng Thiến (奉倩) con út, nhà huyền học, lấy con gái Tào Hồng\n*Con rể: [[Trần Quần]] (陈群), tự Trường Văn (长文)\n\n== Trong văn học ==\nTuân Úc xuất hiện trong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]] tại hồi 10. Ông cùng cháu là [[Tuân Du]] đến gặp Tào Tháo ở Đông quận và tiến cử những nhân tài khác cho Tào Tháo như [[Trình Dục]], [[Quách Gia]].\n\nMưu trí của Tuân Úc trong việc giúp Tào Tháo bình định trung nguyên được mô tả khá gần với sử sách. Tuy nhiên, [[La Quán Trung]] vẫn xuyên tạc sách lược của Tuân Úc từ \"phụng Thiên tử lệnh cường hào\" (奉天子以令不臣) thành \"dùng thiên tử lệnh chư hầu\" (挾天子以令諸侯).\n\nÔng xuất hiện tới hồi thứ 61 thì tự vẫn khi được Tào Tháo gửi cho đồ hộp rỗng. Tam Quốc diễn nghĩa theo thuyết của Tôn Thịnh khi nói về cái chết của Tuân Úc.\n\n==Xem thêm==\n* [[Tào Tháo]]\n* [[Đổng Chiêu]]\n* [[Hán Hiến Đế]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Chu Thiệu Hầu ([[2003]]), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc'', Nhà xuất bản Văn hóa thông tin\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc'', Nhà xuất bản Công an nhân dân.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 163]]\n[[Thể loại:Mất năm 212]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]"}