{"Tào Bân":"{{thông tin nhân vật\n|name=Tào Bân\n|image=Cao Bin scth.jpg\n|birth_date=931\n|birth_place=Linh Thọ, Chân Định (nay là huyện Linh Thọ, Thạch Gia Trang thị, tỉnh [[Hà Bắc]])\n|death_date=999\n|death_place=Khai Phong, Lư Châu (nay là [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]])\n|father=Tào Vân (曹芸)\n|mother=Trương thị (张氏)\n|spouse={{Unbulleted list|Cao thị (高氏)| Đường thị (唐氏) | Lưu thị (刘氏)}}\n|children={{Unbulleted list|Tào Hiền Phi, gái|Tào Xán, trai | Tào Hủ, trai | Tào Vĩ, trai | Tào Xuân, trai | Tào Kỷ, trai | Tào Tuần, trai | Tào Tông, trai}}\n}}\n{{Chinese name|Tào}}\n\n'''Tào Bân''' ([[chữ Hán]]: 曹彬, 931 – 999) là tướng lãnh [[nhà Bắc Tống]] trong [[lịch sử Trung Quốc]].\n\n==Quá trình thăng tiến==\nBân tự Quốc Hoa, người huyện Linh Thọ, phủ Chân Định {{ref|1}}. Cha là Tào Vân, được làm đến Thành Đức quân Tiết độ Đô tri binh mã sứ. Bân mới được đầy năm, cha mẹ bày trăm món đồ chơi trên chiếu, xem ông chọn gì. Bân tay trái nắm võ khí, tay phải nắm mâm cúng, chốc lát sau cầm 1 cái ấn, những thứ khác đều không nhìn đến; mọi người đều lấy làm lạ. {{refn|group=Tống sử|'''Tống sử quyển 258, liệt truyện 17, Tào Bân truyện''': Tào Bân, tự Quốc Hoa, Chân Định Linh Thọ nhân. Phụ Vân, Thành Đức quân Tiết độ Đô tri binh mã sứ. Bân thủy sanh chu tuế, phụ mẫu dĩ bách ngoạn chi cụ la vu tịch, quan kì sở thủ. Bân tả thủ trì can qua, hữu thủ trì trở đậu, tư tu thủ nhất ấn, tha vô sở thị, nhân giai dị chi.}}\n\nĐến khi trưởng thành, Bân có tính cách thuần hậu. Thời [[Hậu Hán Ẩn đế]], Bân được làm Thành Đức quân nha tướng. Tiết độ sứ Vũ Hành Đức thấy Bân đoan chính thận trọng, nói với người bên cạnh rằng: “Đây là người có chí hướng cao xa, không phải loại tầm thường đâu.” Dì của Bân là Trương thị tái giá làm vợ thứ ba của [[Quách Uy]]. Quách Uy soán ngôi nhà Hậu Hán, trở thành Hậu Chu Thái Tổ (951), Trương thị được truy tặng Quý phi (Ẩn đế đã giết cả nhà họ Quách), Bân được triệu về kinh sư, ở dưới trướng con nuôi của Quách Uy là Quách Vinh (về sau là [[Hậu Chu Thế Tông]]). Bân theo Quách Vinh trấn thủ Thiền Uyên, được bổ làm Cung phụng quan, rồi cất nhắc làm Hà Trung đô giám. Hà Trung tiết độ sứ Vương Nhân Hạo cho rằng Bân là ngoại thích, đối đãi rất tôn trọng, Bân giữ lễ càng thêm cung kính. Công sở có dịp tiệc tùng tụ tập, Bân giữ thái độ đoan chính, giản dị cả ngày, chưa từng ngó nghiêng. Nhân Hạo nói với tòng sự rằng: “Lão phu tự nhận đêm ngày không nhác, đến khi thấy giám quân giữ mình nghiêm khắc, mới thấy mình tản mạn, khinh soái.” {{refn|group=Tống sử|'''Tào Bân truyện''': Cập trưởng, khí chất thuần hậu. Hán Càn Hữu trung, vi Thành Đức quân nha tướng. Tiết soái Vũ Hành Đức kiến kì đoan ý, chỉ vị tả hữu viết: “Thử viễn đại khí, phi thường lưu dã.” Chu Thái Tổ quý phi Trương thị, Bân tòng mẫu dã. Chu tổ thụ thiện, triệu Bân quy kinh sư. Đãi Thế Tông trướng hạ, tòng trấn Thiền Uyên, bổ Cung phụng quan, trạc Hà Trung đô giám. Bồ soái Vương Nhân Hạo dĩ Bân đế thích, vưu gia lễ ngộ. Bân chấp lễ ích cung, công phủ yến tập, đoan giản chung nhật, vị thường bàng thị. Nhân Hạo vị tòng sự viết: “Lão phu tự vị túc dạ phỉ giải, cập kiến giám quân căng nghiêm, thủy giác kỷ chi tán soái dã.”}}\n\nNăm Hiển Đức thứ 3 (956), Bân được đổi làm Đồng Quan giám quân, thăng Tây thượng các môn sứ. Năm thứ 5 (958), Bân đi sứ [[Ngô Việt]], xong việc lập tức quay về, không nhận một chút lễ vật nào. Người Ngô Việt dùng thuyền nhẹ đuổi theo để tặng, đi lại đến lần thứ tư. Bân vốn không nhận, đến đây thì nói rằng: “Tôi cứ cự tuyệt họ, thì giống như mua danh vậy.” Bèn nhận mà ghi chép lại rồi đem về, giao hết cho triều đình. Hậu Chu Thế Tông cưỡng ép Bân nhận lại, Bân mới thu về, rồi đem tất cả chia cho thân nhân, bạn bè mà không giữ chút gì. Sau đó Bân được ra làm Tấn Châu binh mã đô giám. Ngày nọ, Bân cùng chủ tướng với khách khứa ngồi quây quần ở ngoài đồng. Gặp lúc chủ tướng láng giềng gởi thư đến, sứ giả không nhận ra Bân, ngầm hỏi người ta: “Ai là Tào giám quân?” Người ấy chỉ Bân cho sứ giả, anh ta cho rằng mình bị lừa, cười nói: “Há có quốc thích cận thần lại mặc áo thô đen, ngồi ghế gỗ trơn ư?” Sử giả hỏi kỹ rồi mới tin. Sau đó, Bân được thăng làm Dẫn tiến sứ. {{refn|group=Tống sử|'''Tào Bân truyện''': Hiển Đức tam niên, cải Đồng Quan giám quân, thiên Tây thượng các môn sứ. Ngũ niên, sứ Ngô Việt, trí mệnh cật tức hoàn. Tư địch chi lễ, nhất vô sở thụ. Ngô Việt nhân dĩ khinh chu truy di chi, chí vu sổ tứ, Bân do bất thụ. Kí nhi viết: “Ngô chung cự chi, thị cận danh dã.” Toại thụ nhi tịch chi dĩ quy, tất thượng tống quan. Thế Tông cường hoàn chi, Bân thủy bái tứ, tất dĩ phân di thân cựu nhi bất lưu nhất tiễn. Xuất vi Tấn Châu binh mã đô giám. Nhất nhật, dữ chủ soái kỵ tân tòng hoàn tọa vu dã, hội lân đạo thủ tướng tẩu giá trì thư lai nghệ, sứ giả tố bất thức Bân, tiềm vấn nhân viết: “Thục vi Tào giám quân?” Hữu chỉ Bân dĩ kì chi, sứ nhân dĩ vi đãi kỷ, tiếu viết: “Khởi hữu quốc thích cận thần, nhi y dặc đề bào, tọa tố hồ sàng giả hồ?” Thẩm thị chi phương tín. Thiên Dẫn tiến sứ.}}\n\n==Phục vụ Bắc Tống==\n===Thời Thái Tổ===\nCuối đời Hậu Chu, [[Triệu Khuông Dẫn]] nắm Cấm quân, Bân giữ trung lập, không nương tựa ông ta. Nếu chẳng có việc công, Bân không hề tìm gặp Khuông Dẫn. Các buổi tiệc tùng gặp gỡ, Bân cũng ít khi tham dự, nên được Khuông Dẫn xem trọng. Năm Kiến Long thứ 2 (961), Tống Thái Tổ Triệu Khuông Dẫn triệu Bân từ Bình Dương về triều, hỏi ông rằng: “Ta từng muốn kết thân với anh, anh sao lại xa lánh ta?” Bân dập đầu lạy rằng: “Thần là thân thích nhà Chu, lại bất tài mà được nhận chức vụ trong cung, lặng lẽ cung kính làm việc, còn sợ mắc lỗi, nào dám tự đi kết giao?” Sau đó Bân được thăng làm Khách tỉnh sử, cùng [[Vương Toàn Bân]], [[Quách Tiến]] lãnh kỵ binh tấn công huyện Bình Nhạc {{ref|2}} của [[Bắc Hán]], thu hàng 1800 người của bọn tướng Vương Siêu, Hầu Bá Vinh, bắt hơn ngàn người khác. Tiếp đó tướng địch Úy Tiến soái binh đến cứu viện, đôi bên giao chiến 3 trận, quân Tống đều thắng. Triều đình Tống lấy Bình Nhạc để đặt Bình Tấn quân. Năm Càn Đức đầu tiên (963), Bân được đổi làm Tả thần vũ tướng quân. Bấy giờ quân Tống mới hạ Liêu Châu, Bắc Hán mời 6 vạn kỵ binh Khiết Đan đến đánh Bình Tấn, Bân cùng bọn [[Lý Kế Huân]] đánh bại quân Khiết Đan ở dưới thành. Ít lâu sau, Bân được kiêm chức Xu mật thừa chỉ. {{refn|group=Tống sử|'''Tào Bân truyện''': Sơ, Thái Tổ điển cấm lữ, Bân trung lập bất ỷ, phi công sự vị thường tạo môn, quần cư yến hội, diệc sở hãn dự, do thị khí trọng yên. Kiến Long nhị niên, tự Bình Dương triệu quy, vị viết: “Ngã trù tích thường dục thân nhữ, nhữ hà cố sơ ngã?” Bân đốn thủ tạ viết: “Thần vi Chu thất cận thân, phục thiểm nội chức, tĩnh cung thủ vị, do khủng hoạch quá, an cảm vọng hữu giao kết?” Thiên Khách tỉnh sử, dữ Vương Toàn Bân, Quách Tiến lĩnh kị binh công Hà Đông Bình Nhạc huyện, hàng kì tướng Vương Siêu, Hầu Bá Vinh đẳng thiên bát bách nhân, phu hoạch thiên dư nhân. Kí nhi tặc tướng Úy Tiến soái binh lai viên, tam chiến giai bại chi. Toại kiến Bình Nhạc vi Bình Tấn quân. Càn Đức sơ, cải Tả thần vũ tướng quân. Thì sơ khắc Liêu Châu, Hà Đông triệu Khiết Đan binh lục vạn kị lai công Bình Tấn, Bân dữ Lý Kế Huân đẳng đại bại chi vu thành hạ. Nga kiêm Xu mật thừa chỉ.}}\n\nMùa đông năm thứ 2 (964), quân Tống đánh [[Hậu Thục]], triều đình giáng chiếu lấy [[Lưu Quang Nghĩa]] {{ref|3}} làm Quy Châu hành doanh tiền quân phó bộ thự, Bân làm Đô giám. Quân Tống hạ được tất cả quận huyện ở Hạp Trung, chư tướng đều muốn đồ thành để thỏa dục vọng, Bân một mình lệnh cho cấm chỉ bộ hạ, đi đến đâu cũng khiến nơi ấy vui vẻ khuất phục. Thái Tổ nghe được, giáng chiếu khen ngợi. Quân Tống chiếm xong 2 Xuyên, bọn Vương Toàn Bân đêm ngày ăn chơi, không quản tướng sĩ, nên bộ hạ cướp bóc không thôi, khiến người Thục khổ sở. Bân nhiều lần xin rút quân, bọn Toàn Bân không nghe. Ít lâu sau bọn [[Toàn Sư Hùng]] nổi loạn, tập hợp 10 vạn người, Bân lại cùng Lưu Quang Nghĩa phá nghĩa quân ở Tân Phồn, dập tắt cuộc nổi dậy. Bấy giờ chư tướng phần nhiều chiếm đoạt trai gái ngọc lụa, hành lý của Bân chỉ có tranh sách, khăn áo mà thôi. Khi trở về, Thái Tổ nắm hết tình hình, đem bọn Toàn Bân ra định tội, nói rằng Bân thanh (trong sạch) giới (chánh trực) liêm (liêm khiết) cẩn (cẩn thận), cho thụ chức Tuyên huy nam viện sứ, Nghĩa Thành quân Tiết độ sứ. Bân vào gặp, nói: “Tướng sĩ chinh tây đều chịu tội, một mình thần được thưởng, sợ không lấy làm sự khích lệ cho họ.” Thái Tổ nói: “Khanh có công lao, lại không khoe khoang, ví có lỗi nhỏ, bọn [[Vương Nhân Thiệm|(Vương) Nhân Thiệm]] há tiếc lời ư? Trừng phạt và khích lệ là phép thường của nước, không thể từ chối.” {{refn|group=Tống sử|'''Tào Bân truyện''': Nhị niên đông, phạt Thục, chiếu dĩ Lưu Quang Nghị vi Quy Châu hành doanh tiền quân phó bộ thự, Bân vi Đô giám. Hạp Trung quận huyện tất hạ, chư tướng hàm dục đồ thành dĩ sính kì dục, Bân độc thân lệnh tập hạ, sở chí duyệt phục. Thượng văn, hàng chiếu bao chi. Lưỡng Xuyên bình, Toàn Bân đẳng trú dạ yến ẩm, bất tuất quân sĩ, bộ hạ ngư đoạt vô dĩ, Thục nhân khổ chi. Bân lũ thỉnh toàn sư, Toàn Bân đẳng bất tòng. Nga nhi Toàn Sư Hùng đẳng cấu loạn, ủng chúng thập vạn, Bân phục dữ Quang Nghị phá chi vu Tân Phồn, tốt bình Thục loạn. Thì chư tướng đa thủ tử nữ ngọc bạch, Bân thác trung duy đồ thư, y khâm nhi dĩ. Cập hoàn, thượng tận đắc kì trạng, dĩ Toàn Bân đẳng chúc lại. Vị Bân thanh giới liêm cẩn, thụ Tuyên huy nam viện sứ, Nghĩa Thành quân tiết độ sứ. Bân nhập kiến, từ viết: “Chinh tây tướng sĩ câu đắc tội, thần độc thụ thưởng, khủng vô dĩ kì khuyến.” Thượng viết: “Khanh hữu mậu công, hựu bất căng phạt, thiết hữu vi luy, Nhân Thiệm đẳng khởi tích ngôn tai? Trừng khuyến quốc chi thường điển, khả vô nhượng.”}} Thì ra Vương Nhân Thiệm là đối tượng đầu tiên bị Thái Tổ chất vấn trong các tướng chinh tây. Nhân Thiệm vạch tội mọi người nhằm giấu diếm tội trạng của mình, riêng nói: “Thanh (trong sạch) khiêm (khiêm nhường) úy (kính sợ) cẩn (cẩn thận), người không phụ trách nhiệm bệ hạ giao phó, chỉ có một mình Tào Bân vậy.” {{refn|group=Sử liệu khác|'''[[Tục tư trị thông giám]] quyển 5, Tống kỷ 5, Thái Tổ Khải Vận Lập Cực Anh Vũ Duệ Văn Thần Đức Thánh Công Chí Minh Đại Hiếu hoàng đế Càn Đức ngũ niên (Liêu Ứng Lịch thập thất niên)''': Xuân, chánh nguyệt.... Thục thần dân nghệ khuyết tụng Vương Toàn Bân, Vương Nhân Thiệm, Thôi Ngạn Tiến đẳng phá Thục thì chư bất pháp sự, vu thị chư tướng đồng thì triệu hoàn. Nhân Thiệm tiên nhập kiến, đế cật chi, Nhân Thiệm lịch để chư tướng quá thất, kí tự giải miễn... Sơ, Vương Nhân Thiệm lịch để chư tướng, độc viết: “Thanh khiêm úy cẩn, bất phụ bệ hạ nhâm sử giả, duy Tào Bân nhất nhân nhĩ.”}}\n\nNăm thứ 6 (968), triều đình sai Lý Kế Huân, [[Đảng Tiến]] soái quân đánh Bắc Hán, mệnh Bân làm Tiền quân đô giám; đôi bên giao chiến ở sông Đỗng Qua, quân Tống chém hơn 2000 thủ cấp, bắt sống rất nhiều. Năm Khai Bảo thứ 2 (969), Thái Tổ chuẩn bị thân chinh Bắc Hán, lại mệnh Bân làm Tiền quân đô giám, soái quân đi trước, đến hang Đoàn Bách, thu hàng tướng địch Trần Đình Sơn. Bân lại giao chiến ở phía nam thành Thái Nguyên, áp sát cây cầu ở hào nước, đoạt hơn ngàn con ngựa. Khi Thái Tổ đến, Bân đã lập doanh trại ở 4 mặt, tự mình giữ mặt bắc. Năm thứ 6 (973), Bân được tiến làm Kiểm hiệu thái phó. {{refn|group=Tống sử|'''Tào Bân truyện''': Lục niên, khiển Lý Kế Huân, Đảng Tiến soái sư chinh Thái Nguyên, mệnh vi Tiền quân đô giám, chiến Đỗng Qua hà, trảm nhị thiên dư cấp, phu hoạch thậm chúng. Khai Bảo nhị niên, nghị thân chinh Thái Nguyên, phục mệnh vi Tiền quân đô giám, soái binh tiên vãng, thứ Đoàn Bách cốc, hàng tặc tướng Trần Đình Sơn. Hựu chiến thành nam, bạc vu hào kiều, đoạt mã thiên dư. Cập Thái Tổ chí, tắc dĩ phân trại tứ diện, nhi tự chủ kì bắc. Lục niên, tiến Kiểm hiệu thái phó.}}\n\nNăm thứ 7 (974), nước Tống sắp đánh [[Nam Đường]]. Tháng 9 ÂL, Bân phụng chiếu cùng [[Lý Hán Quỳnh]], [[Điền Khâm Tộ]] đi trước đến Kinh Nam phát động chiến hạm, [[Phan Mỹ (Bắc Tống)|Phan Mỹ]] soái bộ binh đi sau. Tháng 10 ÂL, có chiếu lấy Bân làm Thăng Châu tây nam lộ hành doanh mã bộ quân chiến trạo đô bộ thự, chia binh từ Kinh Nam xuôi dòng đông tiến, phá trại hạp khẩu, tiến chiếm Trì Châu, liên tiếp chiếm 2 huyện Đương Đồ, Vu Hồ, trú quân ở Thái Thạch ki. Tháng 11 ÂL, Bân làm cầu nổi, giăng ngang [[Trường Giang]] để vượt sông. Tháng 12 ÂL, Bân đại phá quan Đường ở cù lao Bạch Lộ. {{refn|group=Tống sử|'''Tào Bân truyện''': Thất niên, tương phạt Giang Nam. Cửu nguyệt, Bân phụng chiếu dữ Lý Hán Quỳnh, Điền Khâm Tộ tiên phó Kinh Nam phát chiến hạm, Phan Mỹ soái bộ binh kế tiến. Thập nguyệt, chiếu dĩ Bân vi Thăng Châu tây nam lộ hành doanh mã bộ quân chiến trạo đô bộ thự, phân binh do Kinh Nam thuận lưu nhi đông, phá Hạp Khẩu trại, tiến khắc Trì Châu, liên khắc Đương Đồ, Vu Hồ nhị huyện, trú quân Thái Thạch ki. Thập nhất nguyệt, tác phù lương, khóa Đại giang dĩ tể sư. Thập nhị nguyệt, đại phá kì quân vu Bạch Lộ châu.}}\n\nTháng giêng ÂL năm thứ 8 (975), Bân lại phá quân Đường ở cảng Tân Lâm. Tháng 2 ÂL, quân Tống tiến đến [[Tần Hoài]], hơn 10 vạn thủy lục quân Đường bày trận dưới thành Kim Lăng; quân Tống đại thắng, bắt và giết hàng vạn quân Đường. Khi cầu nổi hoàn thành, quân Đường đến ngăn chặn, Bân phá địch ở cù lao Bạch Lộ. Từ tháng 3 ÂL đến tháng 8 ÂL, Bân liên tiếp phá địch, tiến chiếm Nhuận Châu. Quân Tống vây chặt Kim Lăng, triều đình  Nam Đường dần cảm thấy tuyệt vọng. {{refn|group=Tống sử|'''Tào Bân truyện''': Bát niên chánh nguyệt, hựu phá kì quân vu Tân Lâm cảng. Nhị nguyệt, sư tiến thứ Tần Hoài, Giang Nam thủy lục thập dư vạn trần vu thành hạ, đại bại chi, phu trảm sổ vạn kế. Cập phù lương thành, Ngô nhân xuất binh lai ngữ, phá chi vu Bạch Lộ châu. Tự tam nguyệt chí bát nguyệt, liên phá chi, tiến khắc Nhuận Châu. Kim Lăng thụ vi, chí thị phàm tam thì, Ngô nhân tiều thải lộ tuyệt, tần kinh bại nục, Lý Dục nguy cấp, khiển kì thần Từ Huyễn phụng biểu nghệ khuyết, khất hoãn sư, thượng bất chi tỉnh. Tiên thị, đại quân liệt tam trại, Mỹ cư thủ bắc thiên, đồ kì hình thế lai thượng. Thái Tổ chỉ bắc trại vị sử giả viết: “Ngô nhân tất dạ xuất binh lai khấu, nhĩ cức khứ, lệnh Tào Bân tốc thành thâm câu dĩ tự cố, vô đọa kì kế trung.” Kí thành, Ngô binh quả dạ lai tập, Mỹ soái sở bộ y tân câu cự chi, Ngô nhân đại bại. Tấu chí, thượng tiếu viết: “Quả như thử.”}}\n\nTrong quá trình bao vây, Bân nhiều lần trì hoãn tấn công, mong Nam Đường đầu hàng. Tháng 11 ÂL, Bân sai người khuyên dụ rằng: “Tình thế như vầy, đáng tiếc cho dân chúng trong thành, nếu chịu đầu hàng, là bậc thượng trong kế sách đấy.” Thành sắp hạ được, Bân xưng bệnh không coi việc, chư tướng đều đến hỏi thăm. Bân nói: “Bệnh của tôi chẳng có thuốc nào chữa khỏi, chỉ cần các anh thề rằng, vào ngày chiếm được thành, không giết bừa một người nào, thì sẽ tự khỏi.” Chư tướng nhận lời, rồi đốt nhang phát lời thề. Hôm sau, Bân khỏi bệnh. Hôm sau nữa, quân Tống chiếm được thành. [[Nam Đường Hậu Chủ]] Lý Dục cùng quan viên đến cửa quân nhận tội, Bân an ủi họ, đãi theo lễ dành cho khách, mời Hậu Chủ vào cung chuẩn bị hành trang. Bân đem theo vài kỵ binh đợi ở ngoài cung, bộ hạ ngầm hỏi: “Dục vào cung có gì bất trắc hay không?” Bân cười đáp: “Dục vốn hèn nhát không quyết đoán, đã đầu hàng, thì không thể tự sát nữa.” Vì vậy, vua tôi, quan dân Nam Đường đều được bảo toàn. Từ khi Bân xuất quân cho đến khi khải hoàn, binh sĩ sợ phục, không làm sằng bậy. Đến khi vào chầu, Bân xưng “phụng sắc đến Giang Nam làm việc rồi trở về”. {{refn|group=Tống sử|'''Tào Bân truyện''': Trường vi trung, Bân mỗi hoãn sư, kí Dục quy phục. Thập nhất nguyệt, Bân hựu sử nhân dụ chi viết: “Sự thế như thử, sở tích giả nhất thành sanh tụ, nhược năng quy mệnh, sách chi thượng dã.” Thành thùy khắc, Bân hốt xưng tật bất thị sự, chư tướng giai lai vấn tật. Bân viết: “Dư chi tật phi dược thạch sở năng dũ, duy tu chư công thành tâm tự thệ, dĩ khắc thành chi nhật, bất vọng sát nhất nhân, tắc tự dũ hĩ.” Chư tướng hứa nặc, cộng phần hương vi thệ. Minh nhật, sảo dũ. Hựu minh nhật, thành hãm. Dục dữ kì thần bách dư nhân nghệ quân môn thỉnh tội, Bân úy an chi, đãi dĩ tân lễ, thỉnh Dục nhập cung trì trang, Bân dĩ sổ kị đãi cung môn ngoại. Tả hữu mật vị Bân viết: “Dục nhập hoặc bất trắc, nại hà?” Bân tiếu viết: “Dục tố nhuyễn vô đoạn, kí dĩ hàng, tất bất năng tự dẫn quyết.” Dục chi quân thần, tốt lại bảo toàn. Tự xuất sư chí khải toàn, sĩ chúng úy phục, vô khinh tứ giả. Cập nhập kiến, thứ xưng “phụng sắc Giang Nam cán sự hồi”, kì khiêm cung bất phạt như thử.}}\n\nBan đầu, Bân được nắm quyền chỉ huy, Thái Tổ nói: “Đợi bắt được Lý Dục, sẽ lấy khanh làm Sứ tướng {{ref|4}}.” Lúc này Phó soái Phan Mỹ sắp sửa chúc mừng, Bân nói: “Không đâu, hành động lần này, dựa vào thiên uy, tuân theo chiến lược, nên mới thành công, tôi có công gì, hướng hồ Sứ tướng là cực phẩm đấy!” Mỹ hỏi: “Sao vậy?” Bân đáp: “Thái Nguyên còn chưa dẹp được.” Khi trở về, hiến tù binh, Thái Tổ nói: “Vốn thụ khanh làm Sứ tướng, nhưng [[Lưu Kế Nguyên]] chưa bắt được, hãy đợi chút nữa.” Nghe nói như vậy, Mỹ nhìn trộm Bân mà cười. Thái Tổ phát hiện, gặn hỏi vì sao, Mỹ không dám giấu, thành thật trả lời. Thái Tổ cũng cả cười, rồi ban cho Bân 20,000 tiền. Bân từ chối: “Đời người hà tất làm Sứ tướng, quan tốt cũng không cần nhiều tiền. Ít lâu sau, Bân được bái làm Xu mật sứ, Kiểm hiệu thái úy, Trung Vũ quân Tiết độ sứ. {{refn|group=Tống sử|'''Tào Bân truyện''': Sơ, Bân chi tổng sư dã, Thái Tổ vị viết: “Sĩ khắc Lý Dục, đương dĩ khanh vi Sứ tướng.” Phó soái Phan Mỹ dự dĩ vi hạ. Bân viết: “Bất nhiên, phu thị hành dã, trượng thiên uy, tuân miếu mô, nãi năng thành sự, ngô hà công tai, huống Sứ tướng cực phẩm hồ!” Mỹ viết: “Hà vị dã?” Bân viết: “Thái Nguyên vị bình nhĩ.” Cập hoàn, hiến phu. Thượng vị viết: “Bổn thụ khanh Sứ tướng, nhiên Lưu Kế Nguyên vị hạ, cô thiếu đãi chi.” Kí văn thử ngữ, Mỹ thiết thị Bân vi tiếu. Thượng giác, cự cật sở dĩ, Mỹ bất cảm ẩn, toại dĩ thật đối. Thượng diệc đại tiếu, nãi tứ Bân tiền nhị thập vạn. Bân thối viết: “Nhân sanh hà tất Sứ tướng, hảo quan diệc bất quá đa đắc tiễn nhĩ.” Vị ki, bái Xu mật sứ, Kiểm hiệu thái úy, Trung Vũ quân Tiết độ sứ.}}\n\n===Thời Thái Tông===\n[[Tống Thái Tông]] nối ngôi (976), gia Bân làm Đồng bình chương sự. Triều đình bàn việc đánh Bắc Hán, Thái Tông triệu Bân hỏi: “Chu Thế Tông với Thái Tổ đều thân chinh, sao không thể chiến thắng?” Bân nói: “Thời Thế Tông, [[Sử Ngạn Siêu]] thua ở Thạch Lĩnh quan, lòng người rối loạn, nên lui quân. Thái Tổ đóng quân ở nơi có cỏ ngọt, gặp mưa giữa mùa hạ, binh sĩ phần nhiều mắc bệnh, nên phải đình chỉ.” Thái Tông hỏi: “Nay ta muốn bắc chinh, khanh thấy thế nào?” Bân nói: “Đem quân đội tinh nhuệ của nước nhà, nhổ cái lũy cô độc Thái Nguyên, như bẻ khúc củi khô vậy, sao lại không thể!?” Vì vậy Thái Tông quyết định ra quân. Năm thứ 3 (978), Bân được tiến làm Kiểm hiệu thái sư, tòng chinh Bắc Hán, gia kiêm Thị Trung. {{refn|group=Tống sử|'''Tào Bân truyện''': Thái Tông tức vị, gia Đồng bình chương sự. Nghị chinh Thái Nguyên, triệu Bân vấn viết: “Chu Thế Tông cập Thái Tổ giai thân chinh, hà dĩ bất năng khắc?” Bân viết: “Thế Tông thì, Sử Ngạn Siêu bại vu Thạch Lĩnh quan, nhân tình kinh nhiễu, cố ban sư; Thái Tổ đốn binh cam thảo địa, hội tuế thử vũ, quân sĩ đa tật, nhân thị trung chỉ.” Thái Tông viết: “Kim ngô dục bắc chinh, khanh dĩ vi hà như?” Bân viết: “Dĩ quốc gia binh giáp tinh duệ, tiễn Thái Nguyên chi cô lũy, như tồi khô lạp hủ nhĩ, hà vi nhi bất khả.” Thái Tông ý toại quyết. Thái Bình Hưng Quốc tam niên, tiến Kiểm hiệu thái sư, tòng chinh Thái Nguyên, gia kiêm Thị Trung. Bát niên, vi Nhị Đức Siêu sở vu, bãi vi Thiên Bình quân Tiết độ sứ. Tuần dư, thượng ngộ kì trấm, tiến phong Lỗ quốc công, đãi chi dũ hậu.}}\n\nTháng giêng ÂL năm thứ 8 (983), Bân bị Di Đức Siêu {{ref|5}} vu cáo, chịu bãi làm Thiên Bình quân Tiết độ sứ. Tháng 4 ÂL, việc của Đức Siêu bại lộ, Thái Tông biết Bân bị gièm, cho tiến phong Lỗ quốc công, đãi ngộ càng hậu. {{refn|group=Tống sử|'''Tào Bân truyện''': Bát niên, vi Nhị Đức Siêu sở vu, bãi vi Thiên Bình quân Tiết độ sứ. Tuần dư, thượng ngộ kì trấm, tiến phong Lỗ quốc công, đãi chi dũ hậu.}} {{refn|group=Sử liệu khác|'''[[Tục tư trị thông giám trường biên]] quyển 24, Tống Thái Tông, Thái Bình Hưng Quốc bát niên (Quý mùi, 983)''': Xuân chánh nguyệt,... Tiên thị, thượng niệm chinh thú lao khổ, nguyệt tứ duyên biên sĩ tốt bạch kim, quân trung vị chi nguyệt đầu ngân. Trấn Châu trú bạc đô giam, Tửu phường sứ Di Đức Siêu nhân thừa gian dĩ cấp biến văn vu thượng vân: “Xu mật sứ Tào Bân bỉnh chánh tuế cửu, năng đắc sĩ chúng tâm. Thần thích tòng tắc thượng lai, thú tốt giai ngôn ‘nguyệt đầu ngân Tào công sở trí, vi Tào công, ngã bối đương nỗi tử hĩ’. Hựu xảo vu dĩ tha sự, thượng pha nghi chi. Tham tri chánh sự Quách Chí cực ngôn cứu giải, thượng bất thính, mậu dần, Bân bãi vi Thiên Bình tiết độ sứ, kiêm Thị trung... Hạ tứ nguyệt... Sơ, Di Đức Siêu trấm Tào Bân sự thành, kì đắc Xu mật sứ. Cập vi phó sứ, đại thất vọng, quan dữ [[Sài Vũ Tích]] đồng, nhi Vũ Tích tiên thụ, ban tại kì thượng, cố Đức Siêu thường ưởng ưởng. Nhất nhật, cấu [[Vương Hiển]] cập Vũ Tích viết: “Ngã ngôn quốc gia đại sự, hữu an xã tắc công, chỉ đắc trừng hứa đại danh vị. Nhữ bối hà nhân, phản cư ngã thượng, canh lệnh ngã hiệu nhữ bối sở vi, ngã thật sỉ chi.” Hựu đại mạ viết: “Nhữ bối đương đoạn đầu, ngã độ thượng vô chấp thủ, vi nhữ bối sở huyễn hoặc.” Hiển đẳng cáo kì sự, thượng nộ, mệnh Thiện bộ lang trung, Tri tạp ngự sử [[Đằng Trung Chánh]] tức tấn chi, Đức Siêu cụ phục. Nhâm tý, Đức Siêu trừ danh, tịnh thân chúc lưu Quỳnh Châu... Đức Siêu kí bại, thượng ngộ Tào Bân vô tha, đãi chi dũ hậu, lâm triều luy nhật bất dịch, tòng dung vị [[Triệu Phổ]] đẳng viết: “Trẫm dĩ thính đoạn bất minh, ki bại đại sự, túc dạ tuần tỉnh, nội quý vu tâm.” Phổ đối viết: “Bệ hạ tri Đức Siêu tài cán nhi nhâm dụng chi, sát Tào Bân vô tội nhi chiêu tuyết chi. Hữu lao giả tiến, hữu tội giả tru, vật vô độn tình, sự chí lập đoạn, thử sở dĩ chương bệ hạ thánh minh dã, tuy Nghiêu, Thuấn hà dĩ quá thử.” Thượng do thị thích nhiên.}}\n\nTháng giêng năm Ung Hi thứ 3 (986), triều đình giáng chiếu cho Bân làm U Châu đạo hành doanh tiền quân mã bộ thủy lục đô bộ thự, Thôi Ngạn Tiến làm phó, cùng bọn chủ tướng [[Mễ Tín]], [[Điền Trọng Tiến]], Phan Mỹ bắc phạt, chia đường tiến đánh [[nhà Liêu|nước Liêu]]. Tháng 3 ÂL, Bân đánh bại quân Liêu ở phía nam Cố An, chiếm được thành ấy. Trước đó, chư tướng vào từ biệt, Thái Tông nói với Bân rằng: “Quân của Phan Mỹ, chỉ nhận lệnh đi trước đến Vân, Ứng, bọn khanh đem hơn 10 vạn người đánh tiếng lấy U Châu, hãy từ tốn chậm lại, không được tham lợi. Họ nghe đại binh chí, ắt dốc hết người cứu U Châu, không nhàn rỗi giúp Sơn Hậu nữa.” Bấy giờ các bộ tướng của Bân nghe tin các cánh quân của Phan Mỹ và Điền Trọng Tiến liên tiếp thắng lợi, cho rằng mình nắm trọng binh mà không thể lập công, tỏ ra bất mãn. Bân không thể khống chế, bèn chở theo 50 ngày lương thực đi đánh Trác Châu. Tướng Liêu là bọn [[Da Luật Hưu Ca]] đem khinh binh quấy nhiễu, quân Tống vừa đi vừa đánh, mất 4 ngày mới đến Trác Châu. Quân Tống đánh bại quân Liêu ở phía đông Trác Châu, thừa thắng tấn công cửa bắc, hôm sau thì chiếm được thành. Bân sai bộ tướng là bọn [[Lý Kế Tuyên]] đem khinh kỵ vượt sông Trác dò xét, quân Liêu kéo đến, bị Kế Tuyên đánh bại. Trời đang oi bức, quân Tống mệt mỏi, chỗ lương thảo chở theo không đến, Bân bèn bỏ thành, muốn quay về Hùng Châu để tìm cung ứng. Quân Tống rút lui, không còn hàng ngũ, trong khi bọn Hưu Ca đuổi nà. Tháng 5 ÂL, quân Liêu bắt kịp ở Kỳ Câu quan, quân Tống đại bại. Bân thu tàn quân, trong đêm vượt sông Cự Mã, lập trại ở bờ nam Dịch Thủy. Trong lúc vượt sông, người ngựa giày xéo, chết không đếm xuể. Nghe tin thất bại, Thái Tông lệnh cho chư tướng chia nhau đồn trú biên thành, triệu Bân cùng [[Thôi Ngạn Tiến]], Mễ Tín vào triều. {{refn|group=Tống sử|'''Tào Bân truyện''': Ung Hi tam niên, chiếu Bân tương U Châu hành doanh tiền quân mã bộ thủy lục chi sư, dữ Phan Mỹ đẳng bắc phạt, phân lộ tiến thảo. Tam nguyệt, bại Khiết Đan vu Cố An, phá Trác Châu, Nhung nhân lai viên, đại phá chi vu thành nam. Tứ nguyệt, hựu dữ Mễ Tín phá Khiết Đan vu Tân Thành, trảm thủ nhị bách cấp. Ngũ nguyệt, chiến vu Kỳ Câu quan, chư quân bại tích, thối đồn Dịch Châu, lâm Dịch Thủy nhi doanh. Thượng văn, cức lệnh phân đồn biên thành, truy chư tướng quy khuyết. Tiên thị, Hạ Lệnh Đồ đẳng ngôn vu thượng viết: “Khiết Đan chủ thiếu, mẫu hậu chuyên chánh, sủng hãnh dụng sự, thỉnh thừa kì hấn, dĩ thủ U Kế.” Toại khiển Bân dữ Thôi Ngạn Tiến, Mễ Tín tự Hùng Châu, Điền Trọng Tiến thú Phi Hồ, Phan Mỹ xuất Nhạn Môn, ước kì tề cử. Tương phát, thượng vị chi viết: “Phan Mỹ chi sư đãn tiên thú Vân, Ứng, Khanh đẳng dĩ thập vạn chúng thanh ngôn thủ U Châu, thả trì trọng hoãn hành, bất đắc tham lợi. Bỉ văn đại binh chí, tất tất chúng cứu Phạm Dương, bất hạ viện Sơn Hậu hĩ.” Kí nhi, Mỹ chi sư tiên hạ Hoàn, Sóc, Vân, Ứng đẳng châu, Trọng Tiến hựu thủ Phi Hồ, Linh Khâu, Úy Châu, đa đắc Sơn Hậu yếu hại địa, Bân diệc liên hạ châu huyện, thế đại chấn. Mỗi tấu chí, thượng dĩ nhạ Bân tiến quân chi tốc. Cập Bân thứ Trác Châu, tuần nhật thực tận, nhân thối sư Hùng Châu dĩ viện hướng quỹ. Thượng văn chi viết: “Khởi hữu địch nhân tại tiền, phản thối quân dĩ viện sô túc, thất sách chi thậm dã.” Cức khiển sử chỉ Bân vật tiền, cấp dẫn sư duyến Bạch Câu hà dữ Mễ Tín quân hội, án binh dưỡng duệ, dĩ trương tây sư chi thế; sĩ Mỹ đẳng tận lược Sơn Hậu địa, hội Trọng Tiến chi sư nhi đông, hợp thế dĩ thủ U Châu. Thì Bân bộ hạ chư tướng, văn Mỹ cập Trọng Tiến luy kiến công, nhi dĩ ác trọng binh bất năng hữu sở công thủ, mưu nghị phong khởi. Bân bất đắc dĩ, nãi phục khỏa lương tái vãng công Trác Châu. Khiết Đan đại chúng đương tiền, thì phương viêm thử, quân sĩ phạp khốn, lương thả tận, Bân thối quân, vô phục hành ngũ, toại vi sở niếp nhi bại.}} {{refn|group=Sử liệu khác|'''[[Tục tư trị thông giám]] quyển 5, Tống kỷ 5, Thái Tông Chí Nhân Ứng Đạo Thần Công Thánh Đức Duệ Liệt Đại Minh Quảng Hiếu hoàng đế Ung Hi tam niên (Liêu Thống Hòa tứ niên)''': Xuân, chánh nguyệt.... Canh dần, bắc phạt, dĩ Tào Bân vi U Châu đạo hành doanh tiền quân mã bộ thủy lục đô bộ thự, Thôi Ngạn Tiến phó chi; Mễ Tín vi Tây bắc đạo đô bộ thự, Đỗ Ngạn Khuê phó chi, dĩ kì chúng xuất Hùng Châu; Điền Trọng Tiến vi Định Châu lộ đô bộ thự, xuất Phi Hồ... Nhị nguyệt, nhâm tý, dĩ Phan Mỹ vi Vân, Ứng, Sóc đẳng châu đô bộ thự, Dương Nghiệp phó chi, xuất Nhạn Môn. Tam nguyệt, quý dậu, Tào Bân dữ Liêu binh chiến Cố An nam, khắc kì thành. Đinh sửu, Trọng Tiến phá chi vu Phi Cô bắc. Phan Mỹ tự tây kính nhập, dữ Liêu chiến, hựu thắng chi, trục bắc chí Hoàn Châu; canh thìn, thứ sử Triệu Ngạn Tân cử châu hàng. Bân hựu bại Liêu sư vu Trác Châu đông, thừa thắng công kì bắc môn; tân tị, khắc chi. Phan Mỹ tiến vi Sóc Châu, kì thủ tướng Triệu Hi Tán cử thành hàng... Liêu dĩ Nam Kinh lưu thủ Da Luật Hưu Ca đương Tào Bân chi sư, dĩ Da Luật Sắc Trân vi đô thống, soái sư đương Phan Mỹ đẳng. Liêu chủ dĩ thân chinh cáo vu lăng miếu sơn xuyên, dữ thái hậu trú quân Đà La khẩu, thú chư bộ binh dĩ vi ứng viện; hựu mệnh Lâm Nha Cần Đức soái binh thủ Bình Châu chi hải ngạn, dĩ bị nam sư... Điền Trọng Tiến chí Phi Hồ bắc, Liêu Ký Châu phòng ngự sứ Đại Bằng Dực, Khang Châu thứ sử Mã Uân, Mã quân chỉ huy sứ Hà Vạn Thông soái chúng lai viện. Trọng Tiến mệnh Kinh Tự xuất chiến, nhất nhật ngũ thất hợp, Liêu sư bất thắng, tương độn khứ, Trọng Tiến toại dĩ đại quân thừa chi, sanh cầm Bằng Dực, Uân, Vạn Thông đẳng. Tào Bân nhập Trác Châu, khiển bộ tướng Lý Kế Tuyên đẳng lĩnh khinh kị độ Trác Hà, siêm địch thế. Ất dậu, Liêu tướng soái chúng lai công, Kế Tuyên kích phá chi. Đinh hợi, Phan Mỹ chuyển công Ứng Châu, kì thủ tướng cử thành hàng. Hạ, tứ nguyệt,... Sơ, Tào Bân dữ chư tướng nhập từ, đế vị Bân viết : “Phan Mỹ chi sư, đãn lệnh tiên xu Vân, Ứng, khanh đẳng dĩ thập dư vạn chúng thanh ngôn thủ U Châu, thả trì trọng hoãn hành, vô tham tiểu lợi dĩ yếu địch. Địch văn đại binh chí, tất tụy kính binh vu U Châu, binh kí tụ, tắc bất hạ vi viện vu Sơn Hậu hĩ.” Kí nhi Phan Mỹ tiên hạ Hoàn, Sóc, Vân, Ứng đẳng châu, Điền Trọng Tiến hựu thủ Phi Hồ, Linh Khâu, Úy Châu, đa đắc Sơn Hậu yếu hại chi địa, nhi Bân đẳng diệc liên thu Tân Thành, Cố An, hạ Trác Châu, binh thế đại chấn. Mỗi tiệp tấu chí, đế pha nhạ Bân tiến quân chi tốc, thả ưu Khiết Đan đoạn lương đạo. Bân chí Trác Châu, Liêu Nam Kinh lưu thủ Da Luật Hưu Ca dĩ binh thiểu bất xuất chiến, dạ tắc lệnh khinh kị lược đan nhược dĩ hiếp dư chúng, trú tắc dĩ tinh duệ trương kì thế, thiết phục lâm mãng, tuyệt ngã lương đạo. Bân lưu thập dư nhật, thực tận, nãi thối sư Hùng Châu dĩ viện cung quỹ. Đế văn chi đại hãi, viết: “Khởi hữu địch nhân tại tiền, nhi khước quân dĩ viên sô túc hồ? Hà thất sách chi thậm dã!” Cức khiển sứ chỉ chi, lệnh “vật phục tiền, dẫn sư duyến Bạch Câu hà dữ Mễ Tín quân tiếp, án binh súc duệ dĩ trương tây sư chi thế. Đãi Mỹ đẳng tận lược Sơn Hậu chi địa, hội Trọng Tiến đông hạ xu U Châu, dữ Bân, Tín hợp, dĩ toàn sư chế địch, tất thắng chi đạo dã.”... Thì Bân sở bộ chư tướng văn Mỹ cập Trọng Tiến luy chiến hoạch lợi, tự dĩ ác trọng binh bất năng hữu sở công thủ, mưu họa phong khởi, canh tương mâu thuẫn, Bân bất năng chế, nãi khỏa ngũ thập nhật lương, tái vãng công Trác Châu. Thì Liêu chúa thứ châu đông ngũ thập lí, lệnh Hưu Ca dữ Bồ Lĩnh đẳng dĩ khinh binh bạc nam sư, nam sư thả hành thả chiến phàm tứ nhật, thủy đắc chí Trác. Thì phương viêm thử, quân sĩ bì phạp, sở tê lương bất kế, nãi phục khí chi. Lệnh Lư Bân kiêm ủng thành trung lão ấu tịnh lang sơn nhi nam. Bân đẳng dĩ đại quân thối, vô phục hành ngũ, toại vi Hưu Ca sở niếp. Ngũ nguyệt, canh ngọ, chí Kỳ Câu quan, Liêu binh truy cập chi, nam sư đại bại. Bân đẳng thu dư quân, tiêu thiệp Cự Mã hà, doanh vu Dịch Thủy chi nam, Lý Kế Tuyên lực chiến Cự Mã hà thượng, Liêu binh thủy thối, truy bôn chí Cô Sơn. Phương thiệp Cự Mã hà, nhân súc tương nhựu tiễn nhi tử giả vô toán... Bính tý, Cung uyển sứ Vương Kế Ân tự Dịch Châu trì kị chí, đế thủy văn Tào Bân đẳng quân bại, nãi chiếu chư tướng lĩnh binh phân đồn vu biên, triệu Bân cập Thôi Ngạn Tiến, Mễ Tín nhập triều, Điền Trọng Tiến soái toàn quân trú Định Châu, Phan Mỹ hoàn Đại Châu.}}\n\nBọn Bân đến, có chiếu chịu xét hỏi ở Thượng thư tỉnh, lệnh cho bọn Hàn Lâm học sĩ [[Giả Hoàng Trung]] hội thẩm. Bọn Bân nhận tội trái lời hoàng đế dẫn đến thua trận, Bân bị trách thụ Hữu Kiêu vệ thượng tướng quân. Năm thứ 4 (987), Bân được khởi làm Thị trung, Vũ Ninh quân Tiết độ sứ. Năm Thuần Hóa thứ 5 (994), Bân được dời làm Bình Lư quân Tiết độ sứ. {{refn|group=Tống sử|'''Tào Bân truyện''': Bân đẳng chí, chiếu cúc vu Thượng thư tỉnh, lệnh Hàn Lâm học sĩ Giả Hoàng Trung đẳng tạp trì chi, Bân đẳng cụ phục vi chiếu thất luật chi tội. Bân trách thụ Hữu Kiêu vệ thượng tướng quân, Ngạn Tiến Hữu Vũ vệ thượng tướng quân, Tín Hữu Đồn vệ thượng tướng quân, dư dĩ thứ truất. Tứ niên, khởi Bân vi Thị trung, Vũ Ninh quân Tiết độ sứ. Thuần Hóa ngũ niên, tỉ Bình Lư quân Tiết độ.}}\n\n==Hậu sự==\n[[Tống Chân Tông]] nối ngôi (997), Bân được khôi phục làm Kiểm hiệu thái sư, Đồng bình chương sự. Mấy tháng sau, Bân được triệu bái làm Xu mật sứ. Năm Hàm Bình thứ 2 (999), Bân bệnh, Chân Tông đến thăm, tự tay điều chế thuốc cho ông, còn ban 4 vạn lạng bạc. Đế hỏi hậu sự, Bân nói: “Thần không có chuyện gì để nói. Hai con của thần, tài năng có thể dùng, thần nếu cử người trong nhà, bọn chúng đều có thể làm tướng.” Đế hỏi họ hơn kém, Bân đáp: “Xán không bằng Vĩ.” {{refn|group=Tống sử|'''Tào Bân truyện''': Chân Tông tức vị, phục Kiểm hiệu thái sư, Đồng bình chương sự. Sổ nguyệt, triệu bái Xu mật sứ. Hàm Bình nhị niên, bị tật. Thượng thú giá lâm vấn, thủ vi hòa dược, nhưng tứ bạch kim vạn lưỡng. Vấn dĩ hậu sự, đối viết: “Thần vô sự khả ngôn. Thần nhị tử tài khí khả thủ, thần nhược nội cử, giai kham vi tướng.” Thượng vấn kì ưu liệt, đối viết: “Xán bất như Vĩ.”}}\n\nTháng 6 ÂL, Bân mất, hưởng thọ 69 tuổi. Chân Tông đến khóc viếng, gặp tể tướng nhắc đến Bân, ắt rơi nước mắt. Bân được tặng Trung thư lệnh, truy phong Tế Dương quận vương, thụy Vũ Huệ; vợ là Cao thị được tặng hàm Hàn Quốc phu nhân; thân nhân, môn khách, bộ hạ hơn 10 người được làm quan. Tháng 8 ÂL, triều đình giáng chiếu cho Bân cùng Triệu Phổ được phối thờ trong miếu của Thái Tổ, {{refn|group=Tống sử|'''Tào Bân truyện''': Lục nguyệt hoăng, niên lục thập cửu. Thượng lâm khốc chi đỗng, đối phụ thần ngữ cập Bân, tất lưu thế. Tặng Trung thư lệnh, truy phong Tế Dương quận vương, thụy Vũ Huệ; thả tặng kì thê Cao thị Hàn Quốc phu nhân; quan kì thân tộc, môn khách, thân hiệu thập dư nhân. Bát nguyệt, chiếu Bân dữ Triệu Phổ phối hưởng Thái Tổ miếu đình.}} về sau tặng Bân làm Thái sư, Thượng thư lệnh, thêm vài lần đổi vương tước: Tế Dương, Ký, Lỗ. {{refn|group=Sử liệu khác|'''[[Tống Tường]], [[Nguyên hiến tập]] quyển 34''': Tống cố thôi thành dực đái công thần Chương Vũ quân tiết độ, Duyên Châu quản nội quan sát xứ trí đẳng sứ, Kim tử quang lộc đại phu, Kiểm hiệu thái phó, Sứ trì tiết, Đô đốc Duyên Châu chư quân sự, Duyên Châu thứ sử kiêm Ngự sử đại phu, Thượng trụ quốc, Vũ Uy quận Khai quốc công, thực ấp lục thiên ngũ bách hộ, thực thật phong nhất thiên lục bách hộ, tặng thị trung Tào công mộ chí minh,... công húy Vĩ tự Bảo Thần... liệt khảo Xu mật sứ, luy tặng Thái sư, Thượng thư lệnh, thụy Vũ Huệ húy Bân... tự thủy hoăng sức dĩ Tế Dương quận, tái dịch Ký, Lỗ, tịnh vi chân vương.}} Nhờ cháu nội là [[Tào hoàng hậu (Tống Nhân Tông)|Từ Thánh Quang Hiến hoàng hậu]], Tào Vân được [[Tống Nhân Tông]] truy tặng làm Ngụy vương, Bân được đổi làm Hàn vương. {{refn|group=Tống sử|'''Tào Bân truyện''': ...Vân, luy tặng Ngụy vương. Bân, Hàn vương.}}\n\nNăm Bảo Khánh thứ 2 (1226), Bân là một trong 24 công thần được [[Tống Lý Tông]] cho vẽ tranh để treo ở gác Chiêu Huân. {{refn|group=Sử liệu khác|'''[[Trương Đại]], [[:zh:夜航船|Dạ hàng thuyền]] quyển 3, Danh thần, [[:wikisource:zh:夜航船\/卷03#昭勛閣二十四人|Chiêu Huân các nhị thập tứ nhân]]''': Tống Lý Tông Bảo Khánh nhị niên, đồ công thần thần tượng vu chiêu huân các, [[Triệu Phổ]], Tào Bân, [[Tiết Cư Chánh]], [[Thạch Hi Tái]], [[Phan Mĩ]], [[Lý Hãng]], [[Vương Đán]], [[Lý Kế Long]], [[Vương Tăng]], [[Lữ Di Giản]], [[Tào Vĩ]], [[Hàn Kỳ]], [[Tăng Công Lượng]], [[Phú Bật]], [[Tư Mã Quang]], [[Hàn Trung Ngạn]], [[Lữ Di Hạo]], [[Triệu Đỉnh]], [[Hàn Thế Trung]], [[Trương Tuấn (nhà Tống, sinh 1097)|Trương Tuấn]], [[Trần Khang Bá]], [[Sử Hạo]], [[Cát Bật]], [[Triệu Nhữ Ngu]], phàm nhị thập tứ nhân.}}\n\nNăm Hồng Vũ thứ 21 (1388) [[đời Minh]], Bân là một trong 37 công thần được thờ ở miếu đế vương các triều đại. {{refn|group=Sử liệu khác|'''[[Minh sử]] quyển 50, chí 26, Lễ 4''': (Hồng Vũ) nhị thập nhất niên,... chiếu dĩ lịch đại danh thần tòng tự, lễ quan Lý Nguyên Danh tấu nghĩ tam thập lục nhân dĩ tiến... vu thị định [[Phong Hậu]], [[Lực Mục]], [[Cao Đào]], [[Quỳ]], [[Long]], [[Bá Di]], [[Bá Ích]], [[Y Doãn]], [[Phó Duyệt]], [[Chu Công Đán]], [[Triệu Công Thích]], [[Thái Công Vọng]], [[Triệu Hổ]], [[Phương Thúc]], [[Trương Lương]], [[Tiêu Hà]], [[Tào Tham]], [[Trần Bình]], [[Chu Bột]], [[Đặng Vũ]], [[Phùng Dị]], [[Gia Cát Lượng]], [[Phòng Huyền Linh]], [[Đỗ Như Hối]], [[Lý Tĩnh]], [[Quách Tử Nghi]], [[Lý Thạnh]], Tào Bân, [[Phan Mĩ]], [[Hàn Thế Trung]], [[Nhạc Phi]], [[Trương Tuấn (nhà Tống, sinh 1097)|Trương Tuấn]], [[Mộc Hoa Lê]], [[Bác Nhĩ Hốt]], [[Bác Nhĩ Thuật]], [[Xích Lão Ôn]], [[Bá Nhan]], phàm tam thập thất nhân, tòng tự vu đông tây vũ, vi đàn tứ.}} [[Nhà Thanh]] cũng xếp Bân vào nhóm 41 công thần được thờ ở miếu này. {{refn|group=Sử liệu khác|'''[[Thanh sử cảo]] quyển 54, chí 59, Lễ 3''': Giới nhật, đại thần nhất nhân tế chánh điện... Phân hiến quan tứ nhân tế lưỡng vũ, vũ tự [[Phong Hậu]], [[Lực Mục]], [[Cao Đào]], [[Quỳ]], [[Long]], [[Bá Ích]], [[Bá Di]], [[Y Doãn]], [[Phó Duyệt]], [[Chu Công Đán]], [[Triệu Công Thích]], [[Thái Công Vọng]], [[Triệu Hổ]], [[Phương Thúc]], [[Trương Lương]], [[Tiêu Hà]], [[Tào Tham]], [[Trần Bình]], [[Chu Bột]], [[Đặng Vũ]], [[Phùng Dị]], [[Gia Cát Lượng]], [[Phòng Huyền Linh]], [[Đỗ Như Hối]], [[Lý Tĩnh]], [[Quách Tử Nghi]], [[Lý Thạnh]], [[Trương Tuần]], [[Hứa Viễn]], [[Da Luật Hách Lỗ]], Tào Bân, [[Phan Mĩ]], [[Trương Tuấn]], [[Hàn Thế Trung]], [[Nhạc Phi]], [[Ni Mã Cáp]], [[Oát Lý Nhã Bố]], [[Mục Hô Lý]], [[Ba Duyên]], [[Từ Đạt]], [[Lưu Cơ]], phàm công thần tứ thập nhất, tự dĩ thiểu lao.}}\n\n==Tính cách==\nBân tính nhân từ, cung kính, ôn hòa và đôn hậu. Ở triều đình, Bân chưa từng nói lời trái ý hoàng đế, cũng chưa từng nhắc đến lỗi lầm của ai. Bân tham gia đánh chiếm 2 nước, không lấy một chút gì. Chức vụ của Bân kiêm thừa tướng văn, đại tướng võ, nhưng không tỏ oai thế để khác người. Giữa đường gặp sĩ đại phu, Bân ắt dắt xe để tránh đi. Bân không gọi tên quan viên dưới quyền; mỗi khi họ đến trình bày công việc, ông ắt chỉnh mũ áo rồi mới gặp. Nhận được bổng lộc, Bân cấp cho họ hàng, không để dư thừa. Sau khi trở về từ đất Thục, Thái Tổ gặp dịp hỏi quan lại tốt xấu, Bân đáp: “Ngoài việc quân ra, thần chẳng hỏi đến.” Thái Tổ gặn hỏi, Bân chỉ tiến cử Tùy quân chuyển vận sứ Thẩm Luân thanh liêm, cẩn thận có thể dùng. Thời Bân được làm Vũ Ninh quân Tiết độ sứ, có quan viên phạm tội, đã kết án, hơn năm sau mới phạt đòn, người ta hỏi tại sao, ông đáp: “Tôi nghe nói người này mới cưới vợ, nếu phạt đòn anh ta, gia đình chồng ắt cho rằng người đàn bà này mang đến điềm chẳng lành, mà sớm tối hành hạ, khiến cô ta không thể sống được. Tôi bởi thế trì hoãn việc này, nhưng pháp luật cũng chưa từng cong vẹo.” Sau khi bắc chinh thất bại, [[Triệu Xương Ngôn]] dâng biểu đề nghị xử phạt theo quân pháp. Đến khi Xương Ngôn từ Duyên Châu {{ref|6}} quay về, bị đàn hặc, không được vào gặp Chân Tông. Bân đang giữ chức Xu mật sứ, thỉnh cầu hoàng đế, nên ông ta mới được vào chầu. {{refn|group=Tống sử|'''Tào Bân truyện''': Bân tính nhân kính hòa hậu, tại triều đình vị thường ngỗ chỉ, diệc vị thường ngôn nhân quá thất. Phạt nhị quốc, thu hào vô sở thủ. Vị kiêm tướng tướng, bất dĩ đẳng uy tự dị. Ngộ sĩ phu vu đồ, tất dẫn xa tị chi. Bất danh hạ lại, mỗi bạch sự, tất quan nhi hậu kiến. Cư quan phụng nhập cấp tông tộc, vô dư tích. Bình Thục hồi, Thái Tổ tòng dung vấn quan lại thiện phủ, đối viết: “Quân chánh chi ngoại, phi thần sở văn dã.” Cố vấn chi, duy tiến Tùy quân chuyển vận sứ Thẩm Luân liêm cẩn khả nhâm. Vi soái tri Từ Châu nhật, hữu lại phạm tội, kí cụ án, du niên nhi hậu trượng chi, nhân mạc tri kì cố. Bân viết: “Ngô văn thử nhân tân thú phụ, nhược trượng chi, kì cữu cô tất dĩ phụ vi bất lợi, nhi triều tịch si lị chi, sử bất năng tự tồn. Ngô cố hoãn kì sự, nhiên pháp diệc vị thường khuất yên.” Bắc chinh chi thất luật dã, Triệu Xương Ngôn biểu thỉnh hành quân pháp. Cập Xương Ngôn tự Duyên An hoàn, bị hặc, bất đắc nhập kiến. Bân tại hữu phủ, vi thỉnh vu thượng, nãi hứa triều yết.}}\n\n==Hậu duệ==\nBân có 7 con trai: Xán, Hu, Vĩ, Huyền, Kỷ, Tuần, Tông.\n* [[Tào Xán]], [[Tào Vĩ]], [[Tào Tông]] có truyện riêng.\n:* Xán có con trai là Tào Nghi, được làm đến Diệu Châu quan sát sứ. Tông có con trai là Tào Toàn, được làm đến Gia Châu phòng ngự sứ.\n* Tào Hu cưới con gái của Tần vương vương Triệu Đình Mỹ là Hưng Bình quận chúa, được làm đến Chiêu tuyên sứ.\n* Tào Huyền được làm đến Tả tàng khố phó sứ.\n* Tào Kỷ được làm đến Thượng thư Ngu bộ Viên ngoại lang.\n:* Kỷ có con gái là Từ Thánh Quang Hiến hoàng hậu, nên được truy tặng làm Ngô vương, thụy là An Hi. Kỷ còn có 2 con trai là Dật, Phó. Cố sự [[Tào Dật]] được chép ở Ngoại thích truyện; Tào Phó là anh của hoàng hậu, được làm đến Vinh Châu thứ sử, thụy là Cung Hoài.\n* Tào Tuần được làm đến Đông thượng các môn sứ. {{refn|group=Tống sử|'''Tào Bân truyện''': Xán, Hu, Vĩ, Huyền, Kỷ, Tuần, Tông. Hu thú Tần vương nữ Hưng Bình quận chúa, chí Chiêu tuyên sứ. Huyền Tả tàng khố phó sứ, Kỷ Thượng thư Ngu bộ Viên ngoại lang, Tuần Đông thượng các môn sứ, Tông Tây thượng các môn phó sứ. Kỷ chi nữ, tức Từ Thánh Quang Hiến hoàng hậu dã... Kỷ, (tặng) Ngô vương, thụy viết An Hi. Kỷ chi tử Dật, Phó. Dật kiến Ngoại thích truyện. Phó, hậu huynh dã, Vinh Châu thứ sử, thụy Cung Hoài.}}\n\n==Tham khảo==\n<div style=\"height: 300px; overflow: auto; padding: 3px; reflist\" >\n* '''[[Tống sử]]'''\n{{tham khảo|group=Tống sử}}\n* '''Một số sử liệu khác'''\n{{tham khảo|group=Sử liệu khác}}\n<\/div>\n\n==Chú thích==\n# {{note|1}} Nay là [[huyện (Trung Quốc)|huyện]] [[Linh Thọ]], [[địa cấp thị]] [[Thạch Gia Trang]], [[tỉnh (Trung Quốc)|tỉnh]] [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]].\n# {{note|2}} Nay là [[huyện (Trung Quốc)|huyện]] [[Tích Dương]], [[địa cấp thị]] [[Tấn Trung]], [[tỉnh (Trung Quốc)|tỉnh]] [[Sơn Tây (Trung Quốc)|Sơn Tây]], [[Trung Quốc]].\n# {{note|3}} Tống sử, tlđd chép là “Lưu Quang Nghị”. Nguyên là “Lưu Quang Nghĩa”, vì kiêng húy Tống Thái Tông Triệu Quang Nghĩa nên mới chệch đi. Sau khi lên ngôi, Thái Tông ban tên cho ông ta là [[Lưu Đình Nhượng]].\n# {{note|4}} Sứ tướng ([[:zh:使相)|使相]]) là quan hàm xuất hiện vào cuối đời Đường đến đầu đời Bắc tống. Cuối đời Đường, triều đình muốn vỗ về các tiết độ sứ chống đối, đã trao cho các hàm cao nhất như Đồng bình chương sự, Trung thư lệnh,... đều có địa vị tương đương với tể tướng, nhưng không có quyền lực thực sự của tể tướng. Mọi người quen gọi các tiết độ sứ này là Sứ tướng.\n# {{note|5}} Tống sử, tlđd chép là “Nhị Đức Siêu”, Tục tư trị thông giám trường biên, tlđd chép là “Di Đức Siêu”.\n# {{note|6}} Năm 1089, triều đình Tống nhân [[Tống Triết Tông]] vốn là Duyên An quận vương, nên thăng Duyên Châu lên làm phủ Duyên An.\n\n{{Chiêu Huân các}}\n\n[[Thể loại:Sinh năm 931]]\n[[Thể loại:Mất năm 999]]\n[[Thể loại:Người Thạch Gia Trang]]\n[[Thể loại:Nhân vật quân sự nhà Tống]]"}