{"Tào Hưu":"'''Tào Hưu''' ([[chữ Hán]]: 曹休; [[bính âm Hán ngữ|bính âm]]: Cao Xiu; 170-228) tự '''Văn Liệt''' là một [[chỉ huy quân sự|tướng lĩnh]] [[tào Ngụy|nhà Ngụy]] phục vụ cho [[Tể tướng|Thừa tướng]] [[Tào Tháo]] trong thời nhà Hán của lịch sử Trung Quốc, con nuôi Tào Tháo và là một trong những võ tướng nổi danh thời Tam Quốc.<ref name=\"antg.cand.com.vn\">{{chú thích web | url = http:\/\/antg.cand.com.vn\/vi-VN\/ktvhkh\/2010\/6\/72433.cand | tiêu đề = Khai quật mộ danh tướng Tào Hưu | author = | ngày = | ngày truy cập = 7 tháng 6 năm 2014 | nơi xuất bản = Báo Công an Nhân dân Điện tử | ngôn ngữ = }}<\/ref> Ông đã phục vụ nhiều đời chúa của Tào Ngụy trong thời kỳ Tam Quốc. Trong [[chiến dịch Hán Trung]] của Lưu Bị, Tào Hưu đã đánh lừa hai đối thủ của mình là [[Trương Phi]] và [[Mã Siêu]], những người nổi danh hơn ông nhiều. Ông cũng là người chỉ huy quân Ngụy đánh Đông Ngô và bị [[Lục Tốn]] đánh bại. Ông qua đời năm 228 ​​ngay sau khi chiến dịch cuối cùng rất tai hại đối với Đông Ngô.\n\n==Tiểu sử==\nTào Hưu tuy là cháu họ (con anh em trong họ), nhưng được Tào Tháo quý mến nhận làm con nuôi (từ khi mới 17-18 tuổi), đối đãi như con đẻ. Kể từ khi về với Tào Tháo, Tào Hưu luôn tháp tùng Tào Tháo chinh phạt nhiều nơi. Tào Tháo tin dùng, giao trọng trách chỉ huy đội quân đặc biệt - Hổ Báo Kỵ - Đội kỵ binh lừng danh được thành lập trong giai đoạn những ngày tháng cuối cùng của chiến dịch vây đánh Lữ Bố. Tướng chỉ huy đầu tiên của Hổ Báo Kỵ là [[Tào Thuần]], sau đó Thuần chết vì bệnh, Tào Tháo lại giao ấn tín chỉ huy cho [[Tào Nhân]], kể từ đó các chỉ huy tiếp theo của đội kỵ binh này đều là người họ Tào, Tào Hưu và [[Tào Chân]] là hai vị thủ lĩnh tiếp theo.\n\nNăm 217, [[Lưu Bị]] chia quân tiến đánh [[Hán Trung]]. Tháng 11 năm 217, Lưu Bị sai [[Trương Phi]] đóng đồn ở Cố Sơn còn [[Ngô Lan]] đóng ở Hạ Biện. Tào Tháo sai [[Tào Hồng]], Tào Hưu ra hỗ trợ cho [[Hạ Hầu Uyên]], [[Tào Hồng]] và Tào Hưu không mắc mưu theo tin đồn của đối đánh lui được quân Thục, đánh bại [[Ngô Lan]] khiến Trương Phi phải rút lui khỏi Cố [[Sơn]]. Tướng Ngô Lan bỏ chạy rồi bị [[người Đê]] thuộc tộc Chi giết chết.\n\nTào Hưu còn được cha con [[Tào Phi]] trọng dụng. Sau khi Tào Tháo chết, Tào Hưu được cử làm Đại Tư mã dưới triều Tào Phi. Uy quyền của Tào Hưu chỉ đứng sau một vài người, có vai trò quan trọng trong thời Tam Quốc bởi ông thường xuyên Nam chinh Bắc chiến.\n\nSau khi liên minh giữa [[Thục Hán|Thục]] và [[Đông Ngô|Ngô]] hình thành, quân Tào tiến đánh Đông Ngô. Trong trận Thạch Đình, [[Chu Phường]], một quan viên địa phương đã dùng kế trá hàng dụ đại quân Ngụy do Tào Hưu lúc này là Đại đô đốc thống lĩnh vào sâu trọng địa giới nước Ngô, [[Giả Quỳ (Tam Quốc)|Giả Quỳ]] đã đoán trước được đây là kế dụ địch của quân Ngô và hết sức khuyên ngăn Tào Hưu nhưng đều bị từ chối. Lục Tốn đã phục binh và tiêu diệt gần hết [[Tào Nguỵ|Ngụy]], số tàn bình còn lại được Giả Quỳ mang viện binh đến giải cứu. Tào Hưu thua trận quá nặng, sau đó ốm chết vì nhiễm trùng da ở lưng do vết thương từ trận chiến.\n\n==Trong Văn hóa==\nTrong cuốn Tam Quốc diễn nghĩa, tác giả La Quán Trung dành hẳn một hồi (thứ 96) để nói về Tào Hưu. Hồi có tên: ''Khổng Minh gạt lệ chém [[Mã Tốc]], [[Chu Phường]] cắt tóc lừa Tào Hưu''.\n\nTrong một trận đấu giữa Nhạc Tiến và Lăng Thống, Tào Hưu đã theo lệnh của Tào Tháo mà bắn vào ngựa của Lăng Thống, khiến Thống ngã xuống đất. Nhạc Tiến định giết Lăng Thống nhưng bị Cam Ninh bắn trúng mặt.\n\nTào Hưu cũng là nhân vật được đề cập trong bộ truyện tranh [[Con trai rồng]] của Nhật Bản.\n\n==Lăng mộ==\nCác nhà khảo cổ Trung Quốc đã phát hiện lăng được cho là của Tào Hưu sau 01 năm phát hiện và khai quật (từ tháng 4 năm 2009), giới khảo cổ đã xác định ngôi mộ tọa lạc ở thôn Táp Lý Phô, xã Tống Trang, quận [[Mạnh Tân]], thành phố [[Lạc Dương]], tỉnh [[Hà Nam (Trung Quốc)|Hà Nam]]. ngôi mộ này nằm trong quần thể lăng mộ cổ dưới chân ngọn Mang Sơn, thành phố Lạc Dương, ở bên rìa phía đông của quần thể lăng mộ Hoàng đế nhà đông Hán.\n\nTrong mộ có nhiều cổ vật quý giá như đồ gốm, đồ đồng, sắt, trong đó có một chiếc móc thắt lưng bằng đồng xanh được chế tác khá tinh xảo và chiếc ấn bằng đồng, hình vuông, dài 2&nbsp;cm khắc tên Tào Hưu theo thể chữ Triện. Các nhà khoa học tìm thấy hài cốt người bị vứt vương vãi tại các gian phòng trong khu mộ. Qua nghiên cứu, các nhà khảo cổ xác định đó là hài cốt của 2 người, một nam (khoảng 50 tuổi, cao khoảng 1,71m) và một nữ (khoảng 40 tuổi) được [[chôn cất|chôn]] cùng có thể là vợ của Tào Hưu.<ref name=\"antg.cand.com.vn\"\/>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Xem thêm==\n* [[Danh sách nhân vật thời Tam Quốc]]\n* [[Danh sách nhân vật hư cấu trong Tam Quốc diễn nghĩa|Danh sách nhân vật hư cấu trong Tam quốc diễn nghĩa]]\n* [[Danh sách sự kiện hư cấu trong Tam Quốc diễn nghĩa]]\n{{Nhân vật Tam Quốc}}\n{{Các chủ đề| Trung Quốc|Văn học}}\n\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 228]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Người An Huy]]\n{{sơ khai nhân vật quân sự Trung Quốc}}"}