{"Tào Tung":"{{Thông tin nhân vật Tam Quốc\n|Tên= Tào Tung\n|Hình= \n|Cỡ hình= \n|Chú thích hình=\n|Chức vụ= Thái úy\n|thế lực = nhà [[Đông Hán]]\n|Sinh = [[133]]\n|Nơi sinh = \n|Mất= [[193]]\n|Nơi mất = Thái Sơn, [[Trung Quốc]]\n|Trị vì = \n|Tiền nhiệm= \n|Kế nhiệm =\n|Giản thể =曹嵩\n|Phồn thể = 曹嵩\n|Bính âm = Cao Song\n|Tự = \n|Thụy hiệu = Thái hoàng đế (太皇帝)\n|Niên hiệu= \n|Miếu hiệu= \n|Khác= Hạ Hầu Tung\n|Ghi chú= \n}}\n\n'''Tào Tung''' ([[chữ Hán]]: 曹嵩; [[133]]-[[193]]) là đại thần nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] trong [[lịch sử Trung Quốc]]. Là cha của [[Tào Tháo]], ông của hoàng đế khai quốc nhà [[Tào Ngụy]] là [[Tào Phi]].\n\n== Thân thế ==\nTheo Ngụy chí (Tam quốc chí, Trần Thọ), Tào Tung tự là Cự Cao, là con nuôi của [[Tào Đằng]] (làm đến Trung Thường Thị Đại Trường Thu, được phong Phí Đình Hầu). Có ý kiến cho rằng Tào Tung nguyên có tên là Hạ Hầu Tung, sau làm con nuôi [[hoạn quan]] [[Tào Đằng]] nên lấy họ Tào<ref name=\"ckh645\">Cát Kiếm Hùng, sách đã dẫn, tr 645<\/ref>.\n\nTào Đằng là một trong những Thái giám có thế lực trong triều đình Đông Hán, lần lượt phục vụ 5 đời vua [[Hán An Đế]], [[Hán Thuận Đế]], [[Hán Xung Đế]], [[Hán Chất Đế]], [[Hán Hoàn Đế]] và được phong chức Phí Đình hầu<ref name=\"ckh645\"\/><ref name=\"vxd23\">Vương Xuân Du, sách đã dẫn, tr 23<\/ref>.\n\n== Cuộc đời ==\nTào Tung nhờ cha nuôi có thế lực trong triều nên đã nhanh chóng thăng tiến trên đường hoạn lộ. Ông từng được giữ các chức vụ Tư Lệ hiệu uý, Đại Tư nông, Đại hồng lư thời Đông Hán.\n\nVì triều đình của [[Hán Linh Đế]] cho mua quan bán tước nên sau đó Tào Tung mang nhiều tiền đi hối lộ các [[hoạn quan]] trong triều và bỏ ra 10 triệu quan tiền mua được chức quan Thái uý trong vài tháng<ref>Tào Hồng Toại, sách đã dẫn, tr 427-428<\/ref><ref>Lê Đông Phương, sách đã dẫn, tr 87<\/ref>.\n\nCon Tào Tung là [[Tào Tháo]] có công tham gia dẹp [[khởi nghĩa Khăn Vàng]] thời [[Hán Linh Đế]] (năm 184), nên được phong làm ''Điển quân hiệu uý'' trong triều.\n\nSang thời [[Hán Thiếu Đế]] và [[Hán Hiến Đế]], [[Đổng Trác]] khống chế triều đình, tự xưng là Thái sư. Năm 190, Tào Tháo được Đổng Trác phong lên chức Kiêu kỵ hiệu uý, nhưng sau đó không bằng lòng phục vụ Đổng Trác nên bỏ trốn khỏi [[Lạc Dương]]<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 350<\/ref>, theo [[Viên Thiệu]] và các [[chư hầu]] đánh Đổng Trác nhân danh giúp [[nhà Hán]]. Lúc này Tào Tung vẫn cùng gia quyến ở kinh đô [[Lạc Dương]], nhưng không bị Đổng Trác làm hại.\n\nTháng 3 năm 191, Đổng Trác thua trận chạy về [[Trường An]]. Các chư hầu đánh Trác chia rẽ. Tào Tháo xây lực lượng riêng ngày càng lớn mạnh, sang năm 192 đã làm chủ Duyện châu. Nhưng Tào Tung không đến theo Tào Tháo.\n\nGiữa năm 193, Tào Tung từ [[Lạc Dương]] cùng con út là Tào Tật và gia quyến tới Lang Nha định dưỡng lão, mang theo hơn 100 xe hành lý chứa nhiều [[vàng]] [[bạc]] châu báu<ref>Lê Đông Phương, sách đã dẫn, tr 87-88<\/ref>. Tào Tung đi ngang qua Từ châu được thứ sử Từ châu là [[Đào Khiêm]] sai bộ tướng Trương Cương cùng 200 quân đi hộ tống.\n\nKhi đoàn đến địa phận giữa Thái Sơn và huyện Hoa, huyện Phí thì Trương Cương nổi lòng tham của cải, nên đã giết chết ông và cướp hết đồ rồi bỏ trốn đến Hoài Nam<ref name=\"LDP88\">Lê Đông Phương, sách đã dẫn, tr 88<\/ref>.\n\nVì cái chết của ông, Tào Tháo đã quy trách nhiệm cho [[Đào Khiêm]] và khởi đại quân đi đánh Từ châu, tàn sát hơn 10 vạn người dân ở 5 thành Thủ Lự, Tuy Lăng, Hạ Khâu, Bành Thành, Phó Dương cùng các hương trấn sở thuộc<ref name=\"LDP88\"\/>. Sau này [[Tào Duệ]] khi lên ngôi [[hoàng đế]] đã truy tôn ông [[thụy hiệu]] là '''Ngụy Thái hoàng đế''' (魏太皇帝), gọi tắt là '''Ngụy Thái đế''' (魏太帝).<ref>{{chú thích web | url = http:\/\/giadinh.net.vn\/bon-phuong\/khi-thai-giam-long-quyen-cam-sung-hoang-de-20150422160042372.htm | tiêu đề = Khi thái giám lộng quyền... cắm sừng hoàng đế | author =  | ngày = 23 tháng 4 năm 2015 | ngày truy cập = 16 tháng 8 năm 2016 | nơi xuất bản = Báo điện tử của Báo Gia đình và Xã hội | ngôn ngữ = }}<\/ref>\n\nBàn về cái chết của ông, sử gia Lê Đông Phương cho rằng lẽ ra trong thời loạn lạc, Tào Tung không nên mạo hiểm di dời với số đông người và nhiều của cải trong một hành trình dài đến thế. Ngoài ra, việc dùng nhiều tiền mua quan chức và số lượng của cải lớn khi di dời của Tào Tung cũng được các sử gia xem là kết quả của sự vơ vét trong quá trình làm quan ở Lạc Dương<ref name=\"LDP88\"\/>.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrong tiểu thuyết [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]], cái chết của Tào Tung được mô tả ở hồi 10. Tào Tung đi đến Từ châu được Đào Khiêm sai Trương Khải (không phải Trương Cương như sử sách nêu) hộ tống. Gặp trời mưa nên đoàn phải nghỉ lại một ngôi [[chùa]]. Trương Khải ban đêm thúc quân nổi loạn.\n\n[[La Quán Trung]] mô tả cái chết của Tào Tung khi ông dắt một người thiếp định chạy qua buồng phương trượng rồi nhảy qua tường trốn nhưng người thiếp quá to béo không thể ra được, nên phải chạy vào ẩn trong nhà tiêu rồi cả hai đều bị sát hại.\n\nVới quan điểm phản đối [[Tào Tháo]], La Quán Trung cho rằng cái chết của Tào Tung là quả báo của việc Tào Tháo đã giết hại oan cả nhà Lã Bá Sa trên đường chạy trốn trước đây, qua bài thơ:\n:''A Man<ref>Tức Tào Tháo<\/ref> vốn có tiếng gian hùng''\n:''Hại cả nhà Sa trời chẳng dung''\n:''Hại người rồi bị người khác hại''\n:''Lòng trời báo ứng mạng Tào Tung''\n\n== Xem thêm==\n* [[Tào Đằng]]\n* [[Tào Tháo]]\n* [[Đào Khiêm]]\n\n== Tham khảo ==\n* Cát Kiếm Hùng chủ biên (2006), ''Bước thịnh suy của các triều đại phong kiến Trung Quốc'', tập 1, Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản [[Đà Nẵng]]\n* Lê Đông Phương, Vương Tử Kim (2007), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Tào Hồng Toại chủ biên (2004), ''Thời niên thiếu của các bậc đế vương'', Nhà xuất bản Văn hóa thông tin\n* Vương Xuân Du (1996), ''Kể chuyện các hoạn quan Trung Quốc'', Nhà xuất bản Văn hóa thông tin\n\n== Chú thích==\n{{Tham khảo}}\n{{Kiểm soát tính nhất quán}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 193]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 2]]"}