{"Tào Tháo":"{{Thông tin nhân vật hoàng gia\n| tên = Tào Tháo\n| tên gốc = 曹操\n| tước vị = [[Ngụy (nước)|Ngụy]] [[Vương (tước hiệu)|Vương]]\n| tước vị thêm = \n| thêm = \n| hình = Cao Cao scth.jpg\n| cỡ hình = 250px\n| ghi chú hình = Minh họa Tào Tháo trong tác phẩm [[Tam tài đồ hội]] (三才圖會) đời [[nhà Minh]]\n| chức vị 1 = [[Ngụy]] [[Công tước|Công]] [[nhà Hán]]\n| tại vị 1 = [[213]] - [[216]]\n| tiền nhiệm 1 = '''xưng Công'''\n| kế nhiệm 1 = ''' xưng Vương '''\n| chức vị 3 = [[Ngụy]] [[Vương]] [[nhà Hán]]\n| tại vị 3 = [[216]] – [[220]]\n<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:216 till:220 \nAlignBars = early\nScaleMajor = increment:4 start:216\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:red\n bar:era from:start till:end\n bar:era from:220 till:220 color:black\n<\/timeline>\n| tiền nhiệm 3 = '''Xưng vương'''\n| kế nhiệm 3 = [[Tào Phi|<font color=\"blue\">Ngụy vương Phi<\/font>]]\n| chức vị 4 = [[Hoàng đế]] [[nhà Tào Ngụy]] (truy tôn)\n| hoàng tộc = [[Tào Ngụy|Nhà Tào Ngụy]]\n| kiểu hoàng tộc = Hoàng tộc\n| vợ = 6\n| con cái = \n| con = 25\n| cha = Tào Tung\n| mẹ = \n| sinh = {{Circa|155}}\n| nơi sinh = [[Bạc Châu]], [[An Huy]], [[Đông Hán]]\n| mất = {{death date and age|220|3|15|155|df=y}}\n| nơi mất = [[Lạc Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Đông Hán]]\n| ngày an táng = 11 tháng 4 năm 220\n| nơi an táng = [[Lăng Tào Tháo]]\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n| tên đầy đủ = Tên thật: Tào Tháo (曹操)<br \/>Tự: \nMạnh Đức (孟德)<br \/>Tên thời nhỏ: A Man (阿瞞), Cát Lợi (吉利)<br \/>\n| tên tự = Mạnh Đức (孟德)\n| tên hiệu = \n| kiểu tên đầy đủ = Tên gọi\n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = Vũ Bình Hầu → Ngụy Công → Ngụy Vương → Ngụy Vũ Đế\n| thụy hiệu = '''Vũ Vương''' (武王)<ref>truy trước khi Tào Phi xưng đế, dưới danh nghĩa Hán Hiến Đế<\/ref> <br\/> <font color = \"grey\">'''Vũ Hoàng Đế'''<\/font> (武皇帝)\n| niên hiệu = \n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| tôn hiệu = \n| miếu hiệu = [[Thái Tổ|<font color=\"blue\">Thái Tổ<\/font>]] (太祖)\n}}\n{{infobox Chinese\n| pic = Cao Cao (Chinese characters).svg\n| piccap=Tên của Tào Tháo bằng [[Khải thư|chữ Hán thông thường]]\n| picupright = 0.4\n| c =  曹操\n| p = Cáo Cāo\n| w = Ts'ao<sup>2<\/sup> Ts'ao<sup>1<\/sup>\n| mi = {{IPAc-cmn|c|ao|2|-|c|ao|1}}\n| suz = Záu Tshǎu\n| j = Cou<sup>4<\/sup> Cou<sup>1<\/sup>\n| y = Chòuh Chōu\n| ci = {{IPAc-yue|c|ou|4|-|c|ou|1}}\n| tl = Tsô Tshau\n| poj= Chô Chhò\n| mc = Dzaw Ts<sup>h<\/sup>aw\n| oc-bs = &ast;N-tsˤu ts<sup>h<\/sup>ˤaw\n}}\n'''Tào Tháo''' ({{zh|c=曹操}}; {{audio|Cao Cao.ogg|phát âm}}; ([[155]]– 15 tháng 3 năm [[220]]), [[biểu tự]] '''Mạnh Đức''' (孟德), [[tiểu tự]] '''A Man''' (阿瞞) là [[ nhà chính trị]], nhà quân sự và còn là một nhà thơ nổi tiếng cuối thời [[Đông Hán]] trong [[lịch sử Trung Quốc]]. Ông là người đã đặt cơ sở cho thế lực quân sự cát cứ ở [[Địa lý Trung Quốc|miền Bắc Trung Quốc]], lập nên chính quyền [[Tào Ngụy]] thời [[Tam Quốc]]. Ông được [[Tào Phi|con trai]] truy tôn là '''Thái Tổ Vũ Hoàng đế''' (太祖武皇帝).<ref>[[Thái Tổ]] là [[miếu hiệu]] hay đặt cho các vị quân vương khai sáng một hoàng tộc, triều đại<\/ref>\n\n== Thân thế ==\n{{Chính|Tào Đằng|Tào Tung}}\nTào Tháo là con trai của [[Tào Tung]]. Cha ông vốn xuất thân trong gia đình bình thường, không có tiếng tăm, gia thế không được sử sách nêu rõ. Có ý kiến cho rằng Tào Tung nguyên có tên là Hạ Hầu Tung, sau làm con nuôi [[hoạn quan]] [[Tào Đằng]] nên lấy họ Tào<ref>Cát Kiếm Hùng, sách đã dẫn, tr 645<\/ref>.\n\nTào Đằng là một trong những Thái giám có thế lực trong triều đình Đông Hán, lần lượt phục vụ 5 đời vua [[Hán An Đế]], [[Hán Thuận Đế]], [[Hán Xung Đế]], [[Hán Chất Đế]], [[Hán Hoàn Đế]] và được phong chức Phí Đình hầu<ref>Cát Kiếm Hùng, sách đã dẫn, tr 645<\/ref>.\n\nTào Tung là con nuôi Tào Đằng, nhờ cha nên từng được giữ các chức vụ Tư Lệ hiệu uý, Đại Tư nông, Đại hồng lư. Vì triều đình hủ bại của [[Hán Linh Đế]] cho mua quan bán tước nên sau đó Tào Tung còn mua được chức quan Thái uý trong vài tháng<ref>Tào Hồng Toại, sách đã dẫn, tr 427-428<\/ref>.\n\n== Thời niên thiếu ==\nTào Tháo sinh ra tại huyện Tiêu, nước Bái<ref>Nay thuộc tỉnh [[An Huy]]<\/ref> trong gia đình giàu có, thuở nhỏ thích chơi bời phóng túng, thích săn bắn, ít chịu học hành và tỏ ra tinh ranh. Người chú ruột thấy Tào Tháo như vậy thường mách với Tào Tung về các việc làm của cháu. Tào Tháo biết vậy nghĩ cách, một lần giả bị trúng gió ngã lăn ra. Người chú chạy đi gọi Tào Tung, nhưng khi thấy cha đến thì Tào Tháo lại tươi tỉnh như bình thường. Tào Tung hỏi nguyên do, Tào Tháo nói rằng:\n:''Vì chú không thích con nên bày đặt điều xấu thôi''\n\nDo đó Tào Tung không tin lời người chú mách tội của Tào Tháo nữa<ref>Cát Kiếm Hùng, sách đã dẫn, tr 646<\/ref>. \n:Về điểm này, Mao Tôn Cương khi bình [[Tam Quốc Diễn Nghĩa]] cho rằng Tào Tháo \"từ nhỏ đã gian xảo cơ mưu\"<ref>Nguyễn Tử Quang, sách đã dẫn, tr 47<\/ref>, còn Nguyễn Tử Quang trong ''Tam Quốc bình giảng'' lại cho rằng: khuyết điểm cũng do ông chú của Tào Tháo vốn có thành kiến không tốt và ít tình cảm với cháu; nếu thấy cháu ngã mà ông chú bế ngay lên mang vào nhà gặp cha thì Tào Tháo không có cách gì lừa cha dối chú được<ref>Nguyễn Tử Quang, sách đã dẫn, tr 40<\/ref>.\n\nKhi lớn, Tào Tháo vẫn thích chơi bời, khác hẳn với những sĩ phu trọng danh tiết, tuy vậy vẫn có những người kính trọng ông như Kiều Huyền, Hứa Tử Tương. Hứa Tử Tương đánh giá Tào Tháo là ''năng thần (quan giỏi) thời trị và gian hùng thời loạn''<ref>Cát Kiếm Hùng, sách đã dẫn, tr 646<\/ref>.\n\n==Năng thần thời trị==\nNăm 20 tuổi, Tào Tháo thi đỗ Hiếu liêm. Ông được quan Kinh Triệu doãn<ref>Chức quan hành chính cao nhất ở kinh thành<\/ref> là Tư Mã Phòng (cha của [[Tư Mã Ý]]) tiến cử giữ chắc Bắc bộ Uý (coi giữ phía bắc) ở kinh thành [[Lạc Dương]]<ref>Tào Hồng Toại, sách đã dẫn, tr 465<\/ref> đã nổi tiếng là người nghiêm túc. Sau khi đến nhiệm sở, ông cho đặt roi ngũ sắc trước cửa công đường, hễ ai phạm tội đều trị thẳng tay. Chú của đại thần [[Kiển Thạc]] là Kiển Thúc phạm tội vác dao đi đêm, ông sai bắt vào phủ đánh roi thẳng thừng không vì nể. Vì gia thế Tào Tháo rất lớn nên vụ việc này ông không gặp rắc rối, tiếng tăm ông cũng từ đó vang khắp kinh thành<ref>Cát Kiếm Hùng, sách đã dẫn, tr 646<\/ref>.\n\nSau đó, Tào Tháo giữ chức tướng quốc nước Tế Nam<ref>Tôn thất nhà Hán được phong ở Tế Nam, được xem là 1 nước chư hầu<\/ref>, ông lại liên tiếp đứng ra tố cáo các quan tham phạm pháp; sau đó lại phá hơn 600 ngôi miếu thờ mà triều đình không cho phép thờ cúng.\n\n== Hiệp lực đánh Đổng Trác ==\n=== Bỏ trốn ===\nNăm 184, cuộc [[khởi nghĩa Khăn Vàng]] do [[Trương Giác]] lãnh đạo bùng nổ. Tào Tháo cùng các quân phiệt địa phương cùng các tướng trong triều đình đàn áp thành công, nên được [[Hán Linh Đế]] phong làm ''Điển quân hiệu uý'' trong triều. \n\nKhi đó mâu thuẫn giữa phe ngoại thích do [[Hà Tiến]] đứng đầu và [[hoạn quan]] ngày càng gay gắt. Tào Đằng đã mất, Tào Tháo tuy xuất thân trong gia đình hoạn quan nhưng lại đứng về phía ngoại thích Hà Tiến. Năm 189, Hà Tiến bị hoạn quan lừa giết, Tào Tháo hợp sức với một thủ hạ khác của Hà Tiến là [[Viên Thiệu]] đánh vào cung, giết chết các hoạn quan.\n\nSau đó Thứ sử Tây Lương là [[Đổng Trác]] - vốn trước được Hà Tiến triệu về kinh - khống chế triều đình, tự xưng là Thái sư. Năm 190, Tào Tháo được Đổng Trác phong lên chức Kiêu kỵ hiệu uý. Sau đó không rõ lý do gì ông bỏ trốn khỏi Lạc Dương<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 350<\/ref>.\n\nKhi chạy tới Thành Cao phía bắc Trịnh Châu, Tào Tháo ghé vào nhà người quen là Lã Bá Sa. Do hiểu lầm, thấy nhà Lã Bá Sa mài dao định giết lợn, Tào Tháo tưởng là họ giết mình nên đã giết cả nhà Bá Sa. \n\nSau đó Tào Tháo chạy về phía đông tới huyện Trung Mâu. Có viên Bảo trưởng thấy ông có vẻ lén lút, cho rằng ông là đinh tráng trốn binh dịch bèn bắt giữ. Nhưng sau đó Tào Tháo được một viên Công tào cứu giúp, thuyết phục được Huyện lệnh Trung Mâu thả ông ra.\n\n:[[Tam Quốc Diễn Nghĩa]] tường thuật việc Tào Tháo ám sát Đổng Trác không thành mới bỏ trốn; được Trần Cung thả ở Trung Mâu trước và giết Lã Bá Sa khi đi cùng Trần Cung xảy ra sau; nhưng thực ra việc giết Bá Sa không có mặt Trần Cung và sử không chép rõ viên huyện lệnh Trung Mâu có phải Trần Cung hay không<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 350<\/ref>.\n\n=== Hợp binh với chư hầu ===\nTào Tháo từ Trung Mâu chạy về phía đông Trần Lưu. Đúng lúc đó Viên Thiệu phát hịch đi các trấn kêu gọi đánh Đổng Trác. Ông bàn mưu với Thái thú Trần Lưu là Trương Mạo khởi binh chống Đổng Trác. Bản thân Tào Tháo được Vệ Tư tặng tiền bạc để mộ quân. Con cháu họ Tào và họ Hạ Hầu đi theo Tào Tháo rất đông. Ông mộ được 5000 người, đi đánh Đổng Trác ''dưới quyền'' Trương Mạo; cùng đi theo Trương Mạo còn có Bão Tín cũng mộ được 2 vạn quân<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 351<\/ref>.\n\n:[[Tam Quốc Diễn Nghĩa]] kể rằng Tào Tháo chính là người hiệu triệu chư hầu chống Đổng Trác và không ở dưới quyền ai trong các lộ chư hầu.\n\nCác chư hầu hội binh chống Đổng Trác khi đó có 10 lộ quân: Viên Thiệu (đứng đầu), [[Viên Thuật]], Hàn Phức, Khổng Do, Lưu Đại, Trương Mạo, Trương Siêu, Vương Khuông, Viên Di, Kiều Mạo. Thái thú Ngô quận là [[Tôn Kiên]] không đến hội binh cũng hưởng ứng tự ra quân. Tào Tháo được Viên Thiệu cử làm ''Phấn Vũ tướng quân'', ông lại xin với Viên Thiệu cử Bão Tín làm ''Phá lỗ tướng quân''.\n\nTrong khi Tôn Kiên đi tiên phong đánh Đổng Trác thì Viên Thiệu vẫn họp các chư hầu ở Hoài Khánh không hề tiếp ứng, chỉ mở tiệc uống rượu. [[Đổng Trác]] sợ uy thế các chư hầu nên tháng 3 năm 191 cũng bỏ [[Lạc Dương]], mang [[Hán Hiến Đế]] chạy sang [[Tràng An]], để Từ Vinh ở lại đóng quân cạnh Lạc Dương yểm hộ.\n\nThấy Đổng Trác đốt kinh thành bỏ chạy, Tào Tháo kiến nghị Viên Thiệu ra quân truy kích nhưng Thiệu không dám ra quân. Tào Tháo làm ầm lên trong hội nghị chư hầu<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 355<\/ref> đòi đi đánh. Trương Mạo cũng đồng tình, trách cứ Viên Thiệu trước chư hầu. Viên Thiệu bất đắc dĩ cho Tào Tháo vài ngàn quân đi. Khi chưa tiến đến Thành Quần<ref>phía bắc Trịnh Châu<\/ref>, vì ít quân nên ông bị Từ Vinh đánh bại, quân chết quá nửa.\n\nTào Tháo chạy về Toan Táo<ref>Bến Diên Tân, [[Hà Nam, Trung Quốc]]<\/ref> tìm các chư hầu. Ông kiến nghị chư hầu chia quân: Viên Thiệu thống suất đại quân đánh Thành Cao, bao vây Lạc Dương; còn Viên Thuật thì ngầm đánh từ Nam Dương đánh úp vào cửa Vũ Quan, chiếm lấy Tràng An, cắt đứt đường tiến lui của Đổng Trác. Nhưng Viên Thiệu và các chư hầu bỏ ngoài tai lời kiến nghị của ông. Tào Tháo tức giận bỏ đi, chiêu mộ được thêm 4000 quân mã đi đánh Lạc Dương. Tuy nhiên giữa đường quân mới mộ làm phản. Dù Tào Tháo ra sức trấn áp, tuốt gươm giết chết vài chục người nhưng số đông vẫn tản đi, chỉ còn lại 500 quân theo ông.\n\nTào Tháo đành bỏ việc đánh Đổng Trác để xây dựng lại lực lượng. Các chư hầu do Viên Thiệu đứng đầu cũng chia rẽ và tan rã, đánh giết lẫn nhau.\n\n== Làm chủ Duyện châu ==\n[[Tập tin:Cao Cao scth.jpg|250px|nhỏ|phải|Minh họa Tào Tháo trong tác phầm [[Tam tài đồ hội]] (三才圖會) đời [[nhà Minh]].]]\n=== Dẹp Khăn Vàng ===\nTrước khi liên minh đánh [[Đổng Trác]] tan vỡ, Tào Tháo đã mang tàn quân về quê, ra sức chiêu nạp hào kiệt. Khi đó dù 3 anh em [[Trương Giác]] đã chết nhưng lực lượng Khăn Vàng vẫn còn thế lực khá mạnh, có hơn 10 vạn người tụ tập ở Hắc Sơn, chiếm lĩnh Đông quận<ref>Nằm giữa Sơn Đông và Hà Nam, Trung Quốc<\/ref>, triều đình chưa dẹp được.\n\nNăm 191, Tào Tháo mang quân đánh nhau với quân Khăn Vàng tại Hắc Sơn. Quân khởi nghĩa tuy đông nhưng ô hợp, bị Tào Tháo dùng kế đánh bại, song lực lượng còn mạnh.\n\nNăm 192, quân khởi nghĩa tổ chức phản công. Tào Tháo dùng số quân nhỏ cố thủ ở phía đông Vũ Dương, tự ông mang quân chủ lực tập kích căn cứ Đông quận của địch. Ông đánh chiếm Đông quận và đây trở thành nơi căn cứ đầu tiên của họ Tào.\n\nKhông lâu sau, quân khởi nghĩa từ Thanh châu tấn công Duyện Châu, giết chết thứ sử Lưu Đại. Theo lời đề nghị của Bão Tín, Tào Tháo mang quân đến cứu Duyện châu. Nhân sĩ ở Đông quận là [[Trần Cung]] đến theo Tào Tháo, thuyết phục được các thủ hạ của Lưu Đại nhất trí tôn Tào Tháo thay Lưu Đại quản lý Duyện châu. Ông cùng quân Khăn Vàng quyết chiến tại Thọ Dương<ref>Phía nam Đông Bình, Sơn Đông<\/ref>. \n\nBão Tín giao chiến bị tử trận. Tào Tháo mang 1000 quân tập kích doanh trại địch nhưng quân Khăn Vàng đã đề phòng khiến ông suýt bị bắt sống. Thấy không thể dùng chiến thuật đánh nhanh, Tào Tháo đổi hướng, đánh chắc từng phần. Ông áp dụng chiến thuật tiêu hao từng bước, quân Khăn Vàng phải lùi dần. Sau cùng, Tào Tháo dồn quân địch vào Tế Bắc<ref>Phía bắc Phì Thành, Sơn Đông<\/ref> và bao vây. Khi đó phía sau lưng quân Khăn Vàng là Thanh châu và Ký châu do Viên Thiệu chiếm giữ. Sau một thời gian, quân Khăn Vàng bị tuyệt lương, không còn đường chạy nên phải đầu hàng. Tào Tháo thu hàng 30 vạn người, chọn ra 10 vạn người đưa vào quân đội của mình. Từ đó lực lượng của ông mạnh lên đáng kể.\n\nTào Tháo làm chủ Duyện châu. Chủ cũ của ông là Trương Mạo làm thái thú quận Trần Lưu là một quận thuộc Duyện châu cũng rất ủng hộ ông<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 366<\/ref>. Viên Thiệu ở Ký châu, thù Trương Mạo mắng mình trong hội nghị chư hầu, bèn gửi thư cho Tào Tháo khuyên ông giết Trương Mạo để trừ hậu họa. Tào Tháo không nghe, mang việc đó nói lại với Trương Mạo, vì vậy Mạo rất cảm phục ông.\n\n=== Đánh Từ châu báo thù cha ===\nGiữa năm 193, cha Tào Tháo là Tào Tung từ [[Lạc Dương]] tới Lang Nha định dưỡng lão, mang theo hơn 100 xe hành lý chứa nhiều vàng bạc châu báu<ref>Lê Đông Phương, sách đã dẫn, tr 87-88<\/ref>; khi đi ngang qua Từ châu thì bị bộ tướng của [[Đào Khiêm]] - thứ sử Từ châu – là Trương Cương giết chết và cướp hết đồ. Đào Khiêm vốn trước không tham gia liên quân chống Đổng Trác; khi Trác bị giết (tháng 4 năm 193), Đào Khiêm vẫn ủng hộ triều đình [[Tràng An]] do thủ hạ của Trác là [[Lý Thôi]] và [[Quách Dĩ]] nắm quyền. Vừa lúc đó ở huyện Hạ Bì thuộc Từ châu có quân khởi nghĩa của Khuyết Tuyên nổi dậy xưng đế, Đào Khiêm lại có liên hệ qua lại<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 367. Thực ra Đào Khiêm chỉ giao du để lừa Khuyết Tuyên. Sau này Đào Khiêm ra quân đánh và giết chết Tuyên.<\/ref>.\n\nTào Tháo nghe tin cha bị hại ở Từ châu, cho rằng Đào Khiêm đồng mưu sai khiến thủ hạ, lại lấy cớ Khiêm ủng hộ Lý Thôi và ngụy hoàng đế Khuyết Tuyên, bèn cất vài chục vạn quân đi đánh Từ châu để hỏi tội. Ông cũng muốn nhân đó chiếm luôn địa bàn Từ châu liền kề với Duyện châu để mở rộng thế lực nên thúc quân tấn công mạnh mẽ. Quân Tào chiếm lĩnh hơn 10 thành, sau đó đánh bại quân Đào Khiêm ở Bành Thành<ref>Đông Sơn thuộc tỉnh Giang Tô<\/ref>, chém hơn 1 vạn quân Từ châu, nước sông Tứ Thủy vì vậy không chảy được<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 368<\/ref>.\n\nĐào Khiêm rút vào thành Đan Dương cố thủ, sai người đi cầu cứu thứ sử Thanh châu là Điền Khải. Điền Khải lúc đó đang bị Viên Thiệu đánh, đã cầu cứu tướng giữ Bình Nguyên là [[Công Tôn Toản]] - người có mâu thuẫn với Thiệu. Toản sai [[Lưu Bị]] cùng [[Quan Vũ]] và [[Trương Phi]] đi cứu Thanh châu. Nghe Đào Khiêm cầu cứu, Khải lại sai Lưu Bị cầm quân đi cứu Từ châu trước.\n:[[Tam Quốc Diễn Nghĩa]] mô tả đoạn Lưu Bị cứu Từ châu khá ly kỳ. Tác giả không nhắc việc Điền Khải đánh nhau với Viên Thiệu mà kể rằng Đào Khiêm cầu cứu Điền Khải và Khổng Dung; Dung sắp đi cứu lại bị quân Khăn Vàng của Quản Hợi vây đánh, lại phải cầu cứu Lưu Bị. Lưu Bị mượn quân Công Tôn Toản giải vây cho Khổng Dung rồi 2 người cùng Điền Khải đến cứu Đào Khiêm.\n\nLưu Bị có 4000 quân, chiêu hàng được vài ngàn nạn dân Ô Hoàn, rồi lại được Đào Khiêm cấp 4000 quân nữa, có hơn 1 vạn người, cùng Đào Khiêm thế thủ ở Đan Dương. Tào Tháo vây đánh nhiều ngày không sao phá được, bèn trút tức giận lên dân thường để trả thù cho cha. Ông ra lệnh tàn sát hơn 10 vạn người ở 5 thành Thủ Lự, Tuy Lăng, Hạ Khâu, Bành Thành, Phó Dương cùng các hương trấn sở thuộc. Không chỉ bản dân 5 thành mà nhiều người dân ở [[Thiểm Tây]] vì tránh nạn Lý Thôi, Quách Dĩ kéo về đó cũng bị hại<ref>Lê Đông Phương, sách đã dẫn, tr 88<\/ref>.\n\nNghe tin [[Lã Bố]] đánh chiếm hậu phương Duyện châu, Tào Tháo đành mang quân trở về cứu.\n\n=== Giao tranh với Lã Bố ===\nNăm 194, Trần Cung và [[Trương Mạo]] ở Đông quận nghe tin Tào Tháo có hành động tàn sát, hại người vô tội, không phục ông nữa, quyết định phát động binh biến ở hậu phương ở Duyện châu và theo Lã Bố để chống lại ông<ref>Cát Kiếm Hùng, sách đã dẫn, tr 649<\/ref>. Lã Bố sau khi giết Đổng Trác ở [[Tràng An]], bị Lý Thôi và Quách Dĩ đánh bật khỏi kinh thành, phiêu bạt qua chỗ [[Viên Thuật]], [[Trương Dương]] và [[Viên Thiệu]] đều không được dung nạp, bèn chạy đến quận [[Hà Nội (quận)|Hà Nội]]. Trương Mạo và Trần Cung đón Lã Bố về tôn làm thứ sử Duyện châu, giao cho 10 vạn quân.\n\nLã Bố lấy Bộc Dương làm bản doanh, mang quân chiếm các thành trì của Tào Tháo ở Duyện châu. Chỉ còn 3 thành còn trung thành với Tào Tháo là Yên Thành do [[Tuân Úc]] giữ, Đông A do Cức Đê giữ và Phạm Huyện do Cận Long giữ, Lã Bố chưa đánh chiếm được.\n\nTào Tháo mang quân về lấy lại Duyện châu. Thấy Lã Bố chỉ chiếm lấy Bộc Dương mà không đóng quân ra các nơi hiểm yếu như Kháng Phụ, Tế Ninh và bến đò Hoàng Hà, Tào Tháo cho rằng Lã Bố vô mưu, có ý coi thường. Ông dẫn quân tấn công Bộc Dương.\n\nQuân Tào Tháo phần đông là người Thanh châu mới theo hàng, không địch nổi quân Lã Bố. Lã Bố theo kế của Trần Cung đánh tan quân Tào ở Bộc Dương. Đại quân Tào Tháo bị thua lớn, doanh trại bị đốt cháy, bản thân ông bị bỏng cánh tay trái và suýt bị Lã Bố bắt sống. Trong bóng đêm, quân kỵ của Lã Bố đuổi đến nơi nhưng không biết mặt ông bèn hỏi Tào Tháo ở đâu, ông nhanh trí chỉ tay phía trước bảo rằng:\n:''Người cưỡi ngựa vàng chỗ kia là Tào Tháo''\n\nQuân Lã Bố tiến lên phía trước truy đuổi, nhờ vậy Tào Tháo quay đầu chạy thoát nạn.\n:Sự kiện Tào Tháo gặp nguy cấp ở Bộc Dương được [[La Quán Trung]] mô tả tương tự trong [[Tam Quốc Diễn Nghĩa]], nhưng chiến sự lại diễn ra chủ yếu trong thành khi Lã Bố dùng mưu dụ Tào Tháo tiến vào.\n\nSau đó Tào Tháo thu quân trở lại, cùng Lã Bố giữ nhau hơn 100 ngày ở Bộc Dương không đánh. Đến mùa thu năm 194, ở Duyện châu có nạn [[châu chấu]] hại [[lúa]] nên bị mất mùa, cả hai bên đều bị thiếu lương. Tào Tháo phải rút quân về Yên Thành, còn Lã Bố thu quân về Sơn Dương<ref>Kim Hương, Sơn Đông<\/ref>.\n\nMùa đông năm 194, Tào Tháo mang quân về Đông A. Trong tình thế khó khăn, ông định phục tùng Viên Thiệu theo lời dụ nhưng mưu sĩ [[Trình Dục]] khuyên can không nên nghe theo mà nên tự lập.\n\nĐầu năm 195, Tào Tháo quyết định thay đổi chiến thuật đánh Lã Bố, dương đông kích tây khiến Lã Bố mệt mỏi. Ông chia quân làm nhiều ngả, một mặt điều một cánh quân đi đánh Định Đào<ref>Thuộc Sơn Đông<\/ref>. Lã Bố đi cứu; đến mùa hạ ông lại tấn công Cự Dã<ref>Thuộc Hà Bắc<\/ref>, bao vây hai tướng của Bố là Tiết Lan và Lý Phong. Trần Cung và Lã Bố mang 1 vạn quân từ Định Đào đi cứu. Tào Tháo lợi dụng địa hình dùng kế mai phục đánh bại Lã Bố trên đường rồi thúc quân lấy Định Đào. Lã Bố và Trần Cung rút quân về Đông Mân. Tào Tháo hạ thành Cự Dã, giết chết Phong và Lan. Trong khi Lã Bố và Trần Cung còn lúng túng chưa biết cử động ra sao thì Tào Tháo đã điều các cánh quân đánh chiếm các thành trì nhỏ ở Duyện châu. Lã Bố nghe tin mấy thành xung quanh bị hạ, hoang mang tột độ bèn chạy về Từ châu theo Lưu Bị.\n\nỞ Duyện châu chỉ còn anh em Trương Mạo, Trương Siêu ở Ung Khâu và [[Tang Hồng]] ở Đông quận. Trương Mạo biết không thể chống được Tào Tháo, bèn gửi gia quyến cho Trương Siêu, sai giữ Ung Khâu, còn mình đi Thọ Xuân cầu cứu Viên Thuật. Giữa đường, Trương Mạo bị thủ hạ giết chết. Tào Tháo mang quân vây đánh Ung Khâu.\n\n[[Tang Hồng]] được Viên Thiệu cử làm thái thú Đông quận thay Tào Tháo, sức yếu không cứu được Trương Siêu nên ngày đêm sai người đến Ký châu xin Viên Thiệu cứu Ung Khâu. Viên Thiệu nhất định không cứu Trương Siêu. Sau 4 tháng, Tào Tháo hạ được Ung Khâu, Trương Siêu tự sát. Tào Tháo giết hết gia quyến họ Trương. Tang Hồng vì việc này cũng tuyệt giao với Viên Thiệu và bị Viên Thiệu cử binh giết chết. \n\nTào Tháo tái chiếm được Duyện châu.\n\n== Giữ lấy thiên tử, củng cố thế lực ==\n=== Đưa vua về Hứa Đô ===\nSau khi [[Đổng Trác]] bị [[Vương Doãn]] và [[Lã Bố]] giết ([[192]]), thủ hạ là [[Lý Thôi]] và [[Quách Dĩ]] mang quân đánh báo thù, đánh chiếm [[Tràng An]], giết Vương Doãn và đuổi Lã Bố. Hai người chia nhau nắm quyền ở Tràng An, vua [[Hán Hiến Đế]] vẫn bị khống chế như trước.\n\nNăm [[194]], trong khi các chư hầu ở Sơn Đông giao tranh kịch liệt thì Lý Thôi và Quách Dĩ cũng phát sinh mâu thuẫn đánh nhau ở Tràng An. Chiến sự kéo dài sang năm 195, nhân dân bỏ kinh thành chạy, lực lượng cả hai đều bị yếu đi. Hán Hiến Đế trốn khỏi chỗ Lý và Quách cùng các cận thần chạy về phía đông. Từ đầu năm 196 đến tháng 7 năm đó, sau hành trình dài, Hiến Đế được đưa trở về kinh đô [[Lạc Dương]] từng bị Đổng Trác đốt phá, ở vào hoàn cảnh rất thiếu thốn và có nguy cơ bị các chư hầu tranh đoạt.\n\nTrong khi Hán Hiến Đế đi từ Trường An sang Lạc Dương thì Tào Tháo lại mang quân tấn công quân Khăn Vàng ở Dự châu, đánh bại quân địch và làm chủ thêm Dự châu. Thấy ông có thực lực lớn mạnh, một vị Vệ tướng quân dưới quyền Hiến Đế ngầm sai người đến Duyện châu gọi Tào Tháo đến Lạc Dương hộ giá.\n\nTào Tháo lập tức sai người nghênh đón vua Hiến Đế. Vì Lạc Dương đã đổ nát, ông bèn đưa Hiến Đế đến Hứa Xương, sai xây dựng lại nơi này cho vua ở. Đây là một bước chuyển rất quan trọng trong sự nghiệp của Tào Tháo vì nhà Hán tuy suy nhưng trong lòng mọi người vẫn tôn trọng, việc Tào Tháo nắm được thiên tử sẽ có cớ nhân danh vua ban ra chính lệnh để sai khiến chư hầu.\n\nHán Hiến Đế đến Hứa Xương, phong Tào Tháo làm Vũ Bình hầu, giữ chức Tư không kiêm Hành Xa kỵ tướng quân. Hiến Đế vốn muốn phong cho ông chức cao hơn là Đại tướng quân nhưng vì Tào Tháo còn e ngại thế lực của [[Viên Thiệu]], muốn tránh xung đột ngay với Thiệu, vì vậy ông đề nghị Hiến Đế phong chức Đại tướng quân cho Thiệu<ref>Cát Kiếm Hùng, sách đã dẫn, tr 650<\/ref>. Mưu sĩ của ông là [[Tuân Úc]] được phong làm Thị trung kiêm Thượng thư lệnh, trông nom về văn thư. Phủ Tư không của Tào Tháo từ đó trở thành nơi thực sự ban ra mọi sắc lệnh của triều đình nhà Hán.\n\n=== Phát triển nông nghiệp ===\nChiến tranh liên miên nhiều năm khiến [[nông nghiệp]] bị đình đốn, ảnh hưởng rất lớn đến việc cung cấp [[lương thực]] cho [[quân đội]] trong các cuộc giao tranh giữa các [[chư hầu]]. Trong hoàn cảnh [[kinh tế]] bị tàn phá, Tào Tháo đã nhận thức được tầm quan trọng của việc khôi phục nông nghiệp. Ngay từ khi làm chủ Duyện châu, Tào Tháo đã rất tán thành ý kiến của Mao Giới và Hàn Hạo về vấn đề này, bắt đầu mang ra thảo luận trong nội bộ<ref>Cát Kiếm Hùng, sách đã dẫn, tr 660<\/ref>.\n\nTư Mã Lãng đề nghị khôi phục chế độ \"tỉnh điền\" thời [[nhà Chu|Tây Chu]], Tào Tháo không tán thành vì cho đó là phục cổ, thụt lùi. Cức Đê đề xuất với Tào Tháo nên tổ chức [[đồn điền]]; sau khi thảo luận kỹ ông quyết định cho thi hành. Phương pháp của Cức Đê là chiêu mộ những nhóm [[nông dân]] đang lang thang về tập trung lại, xây dựng đồn điền. Họ sẽ được cấp [[nông cụ]], [[trâu]] [[bò]], [[hạt giống]] để tự canh tác rồi dựa vào số thu hoạch để thu [[tô]] của họ. Nhờ áp dụng chính sách này, vùng Duyện châu mà ông cai quản có [[lương thực]] đủ dùng. Năm 194, khi đại quân Tào Tháo từ Từ châu trở về đánh Lã Bố, hoàn toàn nhờ vào thành Đông A do Cức Đê trấn thủ cấp quân lương<ref>Cát Kiếm Hùng, sách đã dẫn, tr 661<\/ref>.\n\nSau khi đưa Hán Hiến Đế về Hứa Đô, Tào Tháo tiếp tục thực hiện chính sách này. Ông nhân danh Hiến Đế công bố \"Lệnh đồn điền\", trong đó nhấn mạnh:\n{{cquote|\n''Đối với thuật giữ vững quốc gia thì trước tiên phải làm cho quân đội mạnh lên và lương thực đủ ăn. Xưa nước Tần nghiêm khắc thực hiện vừa canh tác vừa tác chiến nên mới có thể thôn tính cả thiên hạ; sau [[Hán Vũ đế]] cũng dựa vào chính sách đồn điền để bình định Tây Vực. Đó là biện pháp hay mà đời trước đã làm.''|40px||\n}}\nÔng áp dụng chính sách đồn điền trong toàn bộ vùng ông cai quản, cử Nhâm Tuấn làm ''Điển Nông trung lang tướng'' chủ quản việc chấn hưng nông nghiệp, Cức Đê làm ''Đồn điền đô uý'', chủ quản việc xây dựng đồn điền ở Hứa Xương. Từ đó đồn điền trở thành \"quốc sách\" với tập đoàn họ Tào.\n\nChế độ đồn điền mà ông áp dụng có 2 loại: đồn điền quân sự và đồn điền dân sự\n# Đồn điền dân sự là hình thức chủ yếu, như mô hình đề xướng của Cức Đê: huy động nông dân mất ruộng, tù binh chiến tranh qua các cuộc xung đột; cứ 50 hộ ghép thành 1 Đồn, do Đồn điền Tư mã quản lý. Các hộ nông dân trong đồn điền gọi là ''Đồn điền khách'', canh tác từ 30-50 mẫu ruộng, nếu dùng trâu bò của triều đình thì phải nộp 6\/10, nếu dùng trâu bò của mình thì nộp 5\/10. Ban đầu, việc lao động trong đồn điền bị cưỡng bách và địa vị của các Đồn điền khách rất thấp kém nên nhiều người bỏ trốn. Tào Tháo theo kiến nghị của Viên Hoán, bỏ lệnh chiêu mộ Đồn điền khách bằng cưỡng chế.\n# Đồn điền quân sự ra đời muộn hơn, được Tào Tháo cho áp dụng theo kiến nghị của Tư Mã Ý: Cứ cách 5 dặm có 1 đội 60 người vừa làm ruộng vừa canh phòng khu vực của mình. Người quản lý là các tướng trong quân đội<ref>Cát Kiếm Hùng, sách đã dẫn, tr 662, 665<\/ref>.\n\nThực thi chính sách đồn điền đã những thành quả quan trọng. Hàng năm, khu vực Cức Đê quản lý cung cấp hàng triệu hộc quân lương<ref>Cát Kiếm Hùng, sách đã dẫn, tr 662, 665<\/ref>. Đời sống của nông dân được giải quyết, góp phần ổn định khu vực mà ông cai quản để lo việc chinh phạt những khu vực khác.\n\n== Bá chiếm trung nguyên ==\nĐịa bàn của Tào Tháo khi đó là đất tứ chiếng nằm giữa trung nguyên, tiếp giáp với các chư hầu: phía bắc có [[Viên Thiệu]] ở Ký châu, phía tây có [[Hàn Toại]] và [[Mã Đằng]] ở Lương châu, phía nam có [[Trương Tú]] ở Nam Dương, phía đông nam có [[Viên Thuật]] ở Hoài Nam, phía đông có [[Lã Bố]] và [[Lưu Bị]] ở Từ châu.\n\nĐể làm chủ trung nguyên, Tào Tháo tính từng bước thôn tính các chư hầu. Ông tránh xung đột với Viên Thiệu là lực lượng mạnh nhất ở Hà Bắc, chủ trương diệt các lực lượng yếu trước. Ông chú tâm dẹp [[Trương Tú]] là lực lượng ở gần Hứa Xương, có khả năng uy hiếp ông; kế đó tính đến các chư hầu phương đông và đông nam. Đối với Mã Đằng và Hàn Toại ở xa, ông sai mưu sĩ [[Chung Do]] đến Tây Lương thuyết phục hai người trung thành với triều đình nhà Hán. Nhờ vậy ông có thể rảnh tay thực hiện các tính toán của mình.\n\n=== Dẹp Trương Tú ===\nĐầu năm 197, Tào Tháo đích thân mang quân tấn công Nam Dương. Trương Tú liệu thế không chống nổi nên đầu hàng. Tào Tháo vui mừng triệu tập các tướng của Tú đến uống rượu. Trong tiệc, Tào Tháo đi mời rượu, mãnh tướng [[Điển Vi]] đi cầm rìu lớn đằng sau, uy hiếp mọi người, vì vậy không ai dám ngẩng mặt nhìn ông.\n\nĐược hơn 10 ngày, Trương Tú bất mãn với Tào Tháo bèn bất ngờ dấy binh làm phản, tập kích doanh trại Tào. Sự việc quá đột ngột, ông không kịp trở tay. Quân Trương Tú sấn đến trại, lúc đó Điển Vi khỏe mạnh một mình trấn giữ, giết rất nhiều quân của Tú. Nhờ Điển Vi chẹn cửa trước nên Tào Tháo dẫn khinh kỵ bỏ chạy thoát bằng cửa sau. Điển Vi cuối cùng bị quân Trương Tú giết chết, con cả Tào Tháo là Tào Ngang cùng cháu là Tào An Dân cũng bị chết trong loạn quân.\n\n:[[Tam Quốc Diễn Nghĩa]] kể rằng Trương Tú trở mặt đánh Tào Tháo vì ông đã ăn nằm với bà thím goá họ Châu của Tú.\n\nTào Tháo thu quân về Hứa Xương. Rất may trong thời gian đó [[Viên Thuật]] đang tranh giành với [[Lã Bố]] ở phía đông nên không gây khó khăn gì cho ông.\n\nSau đó Tào Tháo lại mang quân đánh Trương Tú. Sau 2 lần giao chiến, Tú không địch nổi, bỏ chạy về Kinh châu theo [[Lưu Biểu]]. Tào Tháo bèn lấy danh nghĩa Hán Hiến Đế phong cho [[Tôn Sách]] ở Giang Đông - địa bàn liền kề với Lưu Biểu - làm Ngô hầu, Thảo nghịch tướng quân, gợi ý Tôn Sách kiềm chế Lưu Biểu, không cho Biểu dốc toàn lực chi viện cho Trương Tú.\n\nSau vài năm, khi Tào Tháo tập trung lên chiến trường phía bắc với Viên Thiệu thì Trương Tú thế yếu, nhận ra việc Lưu Biểu dung nạp mình chỉ để làm vùng đệm với Tào Tháo; do đó sau khi phân tích lợi hại, Tú trở lại đầu hàng Tào. Tào Tháo chấp nhận cho Tú hàng, không kể lại thù cũ.\n\n=== Tiêu diệt Lã Bố ===\nNăm 195, [[Lã Bố]] bị Tào Tháo đánh thua chạy sang Từ châu nương nhờ Lưu Bị. Được một thời gian, Lã Bố đánh úp chiếm lấy thủ phủ Từ châu là Hạ Phì của [[Lưu Bị]], làm chủ toàn bộ Từ châu. Lưu Bị thế yếu phải nhường Từ châu cho Lã Bố và đem quân ra đóng ở Tiểu Bái - một quận thuộc Dự châu, hai bên tạm hòa hoãn với nhau.\n\nNăm 196, khi Tào Tháo nắm được Hiến Đế, Lã Bố đã sai sứ đến lấy lòng ông và xin làm Châu mục Từ châu nhưng ông chưa đồng ý.\n\nNăm 197, [[Viên Thuật]] xưng đế ở Thọ Xuân<ref>Huyện Thọ, An Huy<\/ref>, ngang nhiên chống lại nhà Hán. Lã Bố muốn kết thông gia, giao con gái cho sứ của Thuật là Hàn Dận mang về Thọ Xuân. Nhưng nửa chừng thì Lã Bố đổi ý, đuổi theo cướp con lại rồi bắt Hàn Dận mang đến Hứa Xương nộp Tào Tháo. Ông bèn sai chém Hàn Dận và nhân danh Hán Hiến Đế phong Lã Bố làm Tả tướng quân.\n\nTào Tháo muốn đánh Viên Thuật trước, nên sai người đến giao hảo với [[Tôn Sách]], đề nghị không chi viện cho Thuật. Sách vừa ly khai khỏi Thuật nên đồng lòng với Tào Tháo. Ông mang quân đánh Thọ Xuân, đánh cho Thuật thua to, giết chết tướng của Thuật là Kiều Dị.\n\nTrong lúc Tào Tháo định đánh tiếp thì ở Từ châu lại có biến. Năm 198, Lã Bố lo ngại về thế lực của Lưu Bị đang dần phát triển, từ Hạ Phì sai hai bộ tướng Cao Thuận và Trương Liêu mang quân tấn công Tiểu Bái. Lưu Bị thua trận phải cầu cứu Tào Tháo. Ông sai Hạ Hầu Đôn đến cứu nhưng hai đạo quân không địch nổi Cao Thuận và cùng bị đánh bại. Lưu Bị chạy về Hứa Xương nương nhờ ông. \n\nTháng 9 năm 198, Tào Tháo đích thân cùng Lưu Bị mang quân tới đánh Từ châu. Tháng 10 năm đó quân Tào đến Bành Thành, giết chết tướng giữ thành là Hồ Giai và lại tàn sát dân Bành Thành. Sau đó Tào Tháo tiến đến Hạ Phì, Lã Bố mang quân kỵ ra nghênh chiến. Tào Tháo đánh cho Lã Bố đại bại, tướng Tào là Nhạc Tiến bắt sống được viên mãnh tướng của Lã Bố là Thành Liêm. Lã Bố thua liên tiếp mấy trận, phải rút vào trong thành Hạ Phì cố thủ và sai người cầu cứu [[Viên Thuật]] và Trương Dương. \n\nQuân Tào vây đánh mấy tháng không hạ được, bắt đầu mệt mỏi. Tào Tháo muốn lui quân, nhưng Tuân Du và Quách Gia khuyên nên đánh gấp. Tào Tháo theo kế, sai quân khơi sông Nghi Thủy và sông Tứ Thủy đổ nước vào thành Hạ Phì. Thành ngập nước, Lã Bố nguy khốn phải lui dần vào trong rồi rút lên cố thủ ở lầu Bạch Môn, thế cùng lực kiệt. Viên Thuật không mang quân lại cứu.\n\nĐúng lúc đó Trương Dương ở Hà Nội phát binh cứu Lã Bố. Nhưng sau đó Trương Dương bị thủ hạ là Dương Xú giết chết để hàng Tào Tháo. Thủ hạ của Trương Dương là Khuê Cố giết Xú báo thù cho chủ. Tào Tháo bèn sai Sử Hoán mang quân đón đánh, giết Khuê Cố và thu hết thủ hạ của Trương Dương.\n\nThủ hạ của Lã Bố là Hầu Thành bị trách phạt nên oán hận, bèn trói Trần Cung và Cao Thuận mang nộp và mở cửa ra hàng Tào Tháo. Ông cùng Lưu Bị thúc quân vào. Lã Bố trên lầu Bạch Môn bị dồn vào đường cùng, phải bó tay chịu trói. \n\nLã Bố muốn hàng nhưng Tào Tháo theo lời khuyên của Lưu Bị, sai mang Lã Bố giết chết. Sau đó ông giết cả Cao Thuận và Trần Cung. Trong các thuộc hạ của Lã Bố, ông thu dụng Trương Liêu và Tang Bá.\n:[[Tam Quốc Diễn Nghĩa]] chép: Ngụy Tục và Tống Hiến đồng mưu với Hầu Thành trói Lã Bố lại rồi mở cửa cho quân Tào vào.\n\n=== Phá Viên Thuật, đuổi Lưu Bị ===\nTào Tháo cùng Lưu Bị thu quân về Hứa Xương. Ông không trả lại Từ châu vốn của Lưu Bị được Đào Khiêm (chết năm 194) giao cho mà sai thủ hạ là Xa Trụ trấn thủ. Ông giữ Lưu Bị ở lại Hứa Xương để kiềm chế, phong làm Tả tướng quân (thay chức của Lã Bố).\n\nViệc Tào Tháo nắm trọn quyền hành khiến quốc cữu Đổng Thừa bất mãn, có ý định trừ khử Tào Tháo. Năm 199, Đổng Thừa ngầm liên kết với Lưu Bị để hại ông. Khi chưa có cơ hội cho Đổng Thừa hành động thì Viên Thuật sức cùng lực kiệt đã bỏ Hoài Nam định lên Hà Bắc nhường ngôi cho [[Viên Thiệu]]. Tào Tháo phái Lưu Bị mang 1000 quân đi chặn đánh. Thuật bị thua trận phải quay trở lại và kiệt sức ốm chết.\n\nMưu lật đổ Tào Tháo của [[Đổng Thừa]] ở Hứa Xương bị bại lộ, Thừa bị Tào Tháo giết cả họ. Tào Tháo tra ra việc Lưu Bị đồng mưu với Thừa. Cùng lúc, [[Lưu Bị]] đuổi được Thuật bèn chính thức ly khai khỏi Tào Tháo, mang quân chiếm lại Từ châu, giết chết Xa Trụ.\n\nTào Tháo nổi giận chia quân đi chuẩn bị đánh Từ châu. Lưu Bị biết mình thế yếu bèn sai người đi cầu cứu Viên Thiệu. Tào Tháo cũng sắp quân ở Quan Độ để chờ quân Hà Bắc. Tuy nhiên, sau một thời gian không thấy Viên Thiệu cử động, Tào Tháo quyết định đánh Lưu Bị trước. Có người khuyên ông nên cảnh giác kẻo bị hai bên địch đánh kẹp, nhưng ông quả quyết rằng Viên Thiệu trù trừ không quyết đoán sẽ không ra quân gấp để cứu Lưu Bị.\n\nTào Tháo gấp rút tiến đánh Từ châu. Vài ngàn quân của Lưu Bị không chống nổi, bị thua tan tác. Lưu Bị bỏ chạy sang Hà Bắc theo Viên Thiệu, [[Trương Phi]] trốn về Nhữ Nam, gia quyến Lưu Bị đều bị bắt; [[Quan Vũ]] không có đường chạy phải đầu hàng Tào Tháo. \n\nTào Tháo chiếm lại Từ châu. Sau khi dẹp được 4 chư hầu Trương Tú, Lã Bố, Viên Thuật, Lưu Bị, ông đã làm chủ địa bàn rộng lớn ở trung nguyên, chính thức ở thế đối mặt với Viên Thiệu hùng mạnh ở Hà Bắc. Khi ông đánh đuổi được Lưu Bị thì Viên Thiệu vẫn chưa chính thức phát binh.\n\n=== Đánh bại cha con Viên Thiệu ===\n==== Trận Bạch Mã, Diên Tân ====\nTrong khi Tào Tháo đánh dẹp các chư hầu phía nam và phía đông thì Viên Thiệu cũng tập trung tiêu diệt [[Công Tôn Toản]] ở Bình Nguyên, thôn tính U châu, Thanh châu và Tinh châu. Làm chủ địa bàn rộng lớn, có nhiều quân sĩ và hào kiệt, Viên Thiệu trở thành thế lực mạnh mẽ ở phía bắc mà Tào Tháo chưa từng dám đối địch khi mới đến Hứa Xương.\n\nNăm 200, Lưu Bị thua trận đến chỗ Thiệu xin hàng. Thiệu bèn phát binh giao tranh với Tào Tháo. Viên Thiệu mang theo Lưu Bị đi đánh Tào Tháo, đóng đại quân ở Lê Dương, sai Trần Lâm thảo hịch kể tội ông. Bài hịch vừa điển nhã vừa hùng kiện, được coi là bài văn nổi tiếng trong văn học cổ điển<ref>Lê Đông Phương, sách đã dẫn, tr 119<\/ref>.\n\nSau đó Viên Thiệu chia quân, một mặt đánh thành Bạch Mã, mặt khác đóng ở bến Diên Tân. Tháng 4 năm 200, Tào Tháo dẫn Trương Liêu và Quan Vũ đi cứu Bạch Mã và cũng chia quân ra Diên Tân để phân tán sự chú ý của Thiệu. Quả nhiên Thiệu tăng cường thêm quân cho Diên Tân mà không chú ý Bạch Mã. Tào Tháo nhân đó đột ngột thúc quân đánh mạnh ở Bạch Mã, sai Quan Vũ ra trận giết chết mãnh tướng của Thiệu là Nhan Lương, giải vây thành Bạch Mã.\n\nTháng 5 năm 200, ông cùng [[Quan Vũ]] và [[Trương Liêu]] đi men theo sông Hoàng Hà về phía tây đến cứu Diên Tân. Viên Thiệu cùng Lưu Bị và Văn Xú mang quân đuổi theo. Tào Tháo đánh bại Viên Thiệu một trận nữa tại đây, giết chết Văn Xú. Vì lực lượng ít hơn địch nên sau đó ông lui quân về phía nam Tế Thủy, tức là bến Quan Độ đóng đồn, còn Viên Thiệu đóng lại ở Diên Tân.\n\n==== Trận Quan Độ ====\n:''Xem chi tiết:'' [[Trận Quan Độ]]\nSau trận Diên Tân, hai bên tạm hưu chiến. [[Lưu Bị]] thấy Viên Thiệu không đủ tài năng để chống Tào Tháo nên bỏ đi tìm cách xây dựng lại lực lượng. [[Quan Vũ]] ở bên Tào sau khi lập công trả ơn ông cũng lẻn trốn đi tìm Lưu Bị và sau hai người tái ngộ với [[Trương Phi]] ở Nhữ Nam.\n\nSau vài tháng ngưng nghỉ điều quân, hai bên tái chiến trong trận thư hùng ở Quan Độ ngay từ tháng 8 năm đó, kéo dài hơn 100 ngày<ref>Lê Đông Phương, sách đã dẫn, tr 122<\/ref>.\n\n:[[Tam Quốc Diễn Nghĩa]] kể rằng sau trận Diên Tân, hai bên lại thu binh về chỗ. Tào Tháo rút về Hứa Xương, Viên Thiệu trở về Ký châu; [[La Quán Trung]] tập trung mô tả việc Quan Vũ lén đi khỏi chỗ Tào Tháo, ông còn đi ra tiễn Vũ ở Hứa Xương. [[Viên Thiệu]] còn sai Trần Chấn đến Giang Đông lôi kéo [[Tôn Sách]] liên minh đánh Tào Tháo nhưng Tôn Sách đột ngột qua đời, [[Tôn Quyền]] lên thay theo chính sách của [[Trương Chiêu]], [[Gia Cát Cẩn]], theo Tào mà không theo Viên. Viên Thiệu thấy sứ giả trở về không cầu được họ Tôn bèn tự mình khởi bình lần thứ hai đi đánh. Diễn biến trong tiểu thuyết khá nhiều sự kiện và thư thả nhưng trên thực tế hai bên Viên - Tào đối luỹ từ tháng 5 và cả Viên Thiệu lẫn Tào Tháo đều bám sát không rời chiến trường, tiếp tục điều động binh lực.\n\nBị thua và mất hai tướng, Viên Thiệu điều đại quân đến Dương Vũ, phía tây bắc Trung Mâu, men theo đồi cát dọc bờ sông, dựng vài chục doanh trại kéo dài từ đông qua tây, định triển khai hai cánh bao vây quân Tào rồi tiêu diệt.\n\nTào Tháo không lui binh, cũng chia quân làm nhiều nhóm chống cự, nhưng vì ít quân hơn nhiều nên không đủ phân ra các vị trí có địch.\n\nViên Thiệu mang quân ra khỏi luỹ, giao chiến với quân Tào. Quân Tào thua trận phải lùi lại mấy lần. Tào Tháo ra lệnh tướng sĩ cố giữ vững trận địa, quân địch khiêu chiến nhiều lần nhưng không ra đánh. \n\nViên Thiệu bèn bày trận trên dãy núi đất, dựng nhiều chòi gỗ, đứng trên đó bắn xuống doanh trại quân Tào. Quân Tào mỗi người phải dùng thuẫn gỗ che đỡ tên bắn. Sau đó Tào Tháo dùng xe bắn đá bắn sang, phá nát các chòi gỗ của địch.\n\nViên Thiệu lại cho quân đào nhiều địa đạo vào doanh trại quân Tào. Ông phát hiện bèn sai quân đào đường hầm theo chiều ngang nằm phục sẵn, hễ quân Viên đến thì bắn chết.\n\nHai bên giữ nhau lâu ngày, Tào Tháo sắp hết lương, muốn rút lui, bèn hỏi ý kiến [[Tuân Úc]] đang trấn thủ Hứa Xương. Tuân Úc viết thư trả lời, khuyên ông kiên trì giữ, nhất định không được rút lui, nếu không hậu quả sẽ rất xấu<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 389<\/ref>. Tào Tháo nghe theo, lệnh cho các tướng sĩ cố sức giữ thế trận.\n\nĐánh lâu ngày không hạ được, Viên Thiệu chưa nghĩ ra kế nào khác. Thiệu sai Thuần Vu Quỳnh mang 1 vạn quân đi về nhận lương để chở ra mặt trận. Đúng lúc đó một thủ hạ của Thiệu là Hứa Du có người nhà bị tội vào ngục, xin Viên Thiệu tha không được nên bất mãn, bỏ sang hàng Tào Tháo.\n\nĐược tin báo của Hứa Du về việc Thuần Vu Quỳnh, Tào Tháo đích thân mang 5000 quân mã đuổi đến kho lương của Viên Thiệu ở Ô Sào. Đang đêm, quân Tào bất ngờ tập kích, [[Nhạc Tiến]] chém chết Quỳnh. Tào Tháo đốt sạch kho lương của Viên Thiệu. Trong hơn 1 vạn quân của Quỳnh thì hơn 1000 bị giết, số còn lại đầu hàng. Tào Tháo sai cắt hết mũi xác chết, lưỡi của bò ngựa giao cho quân đầu hàng mang về doanh trại Viên Thiệu để uy hiếp tinh thần, làm nhụt ý chí quân địch<ref>Lê Đông Phương, sách đã dẫn, tr 131<\/ref>.\n\nViên Thiệu thấy lửa cháy từ xa, biết tin Ô Sào bị đánh, một mặt điều quân cứu Quỳnh, mặt khác sai [[Trương Cáp]], Cao Lãm đi cướp doanh trại Tào. Nhưng Tào Tháo đã bố trí quân phòng bị trước, đúng như dự liệu của Cáp và Lãm. Cáp và Lãm không hạ được trại Tào, lại nghe tin Tào Tháo phá tan Ô Sào trở về, bèn quyết định đầu hàng ông.\n\nViên Thiệu liên tiếp nghe tin thua trận, kho lương bị mất, tướng sĩ náo loạn, kéo nhau bỏ chạy. Tào Tháo thừa cơ dẫn quân tập kích khiến quân Thiệu đại bại tan nát. Thiệu hốt hoảng, cùng con là Viên Đàm dẫn 800 quân kỵ chạy một mạch, qua sông Hoàng Hà mới dám dừng lại nghỉ.\n\nHơn 7 vạn quân của Viên Thiệu không theo kịp chủ, đều xin hàng Tào Tháo. Trong số đó có một vài người không hoàn toàn quy thuận, có biểu hiện trá hàng. Tào Tháo sợ phát sinh hậu hoạ bèn ra lệnh chôn sống cả 7 vạn hàng binh<ref>Lê Đông Phương, sách đã dẫn, tr 130<\/ref>.\n:Những diễn biến chính của [[trận Quan Độ]] như dựng chòi, đào địa đạo, cướp lương Ô Sào... được [[Tam Quốc Diễn Nghĩa]] mô tả khá sát với sử sách.\n\n==== Trừ anh em họ Viên ====\nSau một thời gian ngơi nghỉ, Tào Tháo mang quân truy kích Viên Thiệu. Tháng 4 năm 201, hai bên gặp nhau ở Thương Đình (ven sông [[Hoàng Hà]]). Tào Tháo đánh bại Viên Thiệu một trận lớn nữa. Viên Thiệu thu quân về, tinh thần suy sụp, mắc bệnh nằm một chỗ.  \n\nTrong lúc họ Viên suy yếu, Tào Tháo kịp mang quân về Hứa Xương (tháng 6 năm 201) rồi điều quân tấn công [[Lưu Bị]] đang liên kết với tướng Khăn Vàng là Cung Đô ở Nhữ Nam. Ban đầu ông sai Sái Dương đi đánh nhưng Dương bị Lưu Bị giết chết. Tào Tháo bèn tự cầm đại quân đi đánh. Quân Tào giết chết Cung Đô, Lưu Bị không chống nổi, phải bỏ chạy về Kinh châu theo [[Lưu Biểu]].\n:[[Tam Quốc Diễn Nghĩa]] kể việc Sái Dương do [[Quan Vũ]] giết trong quá trình ''\"qua 5 ải chém 6 tướng\"'' sau khi chia tay Tào Tháo trước trận Quan Độ nhưng thực ra ''không có'' việc qua ải chém tướng của Quan Vũ và Sái Dương bị giết ở trận Nhữ Nam<ref>Lê Đông Phương, sách đã dẫn, tr 108<\/ref>.\n\nTạm yên mặt nam, Tào Tháo quay trở lại đánh Hà Bắc. Tháng 5 năm 202, Viên Thiệu ốm không khỏi, qua đời. Khi quân Tào sáp đánh, các con Viên Thiệu là Viên Đàm (con cả) và Viên Thượng (con thứ 3) chia nhau chống giữ. Tào Tháo đánh Viên Đàm ở Lê Dương từ tháng 2 đến tháng 9 năm 203 không hạ được. \n\nNắm được nội tình anh em họ Viên đang tranh giành quyền thừa kế, Tào Tháo bèn rút đại binh để Đàm và Thượng đánh nhau, tự suy yếu lực lượng. Quả nhiên hai anh em mang quân đánh nhau, Viên Đàm bị thua chạy lên Bình Nguyên. Tào Tháo bèn mang đại quân trở lại, để chia rẽ họ Viên, ông lấy danh nghĩa cứu Viên Đàm. Viên Thượng hoảng sợ bỏ đánh Bình Nguyên rút về Nghiệp Thành, hai tướng của Thượng là Lã Khoáng, Lã Tường đầu hàng ông. Sau khi hứa kết thông gia với Viên Đàm, ông lại rút về nam cho anh em họ Viên đánh nhau. Nội tộc họ Viên lại tái chiến.\n\nĐầu năm 204, Tào Tháo mang quân đánh Nghiệp Thành. Lúc đó Thượng lên Bình Nguyên đánh Đàm chưa về, thành do [[Thẩm Phối]] giữ. Quân Tào tấn công không nổi. Tháng 5 năm đó, Tào Tháo sai đào một hào lớn, dẫn nước sông Chương Hà vào thành. Nghiệp Thành bị nước bao vây cô lập, đến tháng 8 thì dân trong thành chết đói quá nửa<ref>Lê Đông Phương, sách đã dẫn, tr 132<\/ref>.\n\nViên Thượng nghe tin vội về cứu, Tào Tháo điều quân chặn đánh. Quân của Thượng tan vỡ, các tướng dưới quyền chạy sang hàng Tào. Thượng bỏ chạy về Trung Sơn<ref>Huyện Định, Hà Bắc<\/ref>. Thẩm Phối vẫn kiên cường phòng thủ, sai người mang nỏ cứng ra ngoài thành, phục ở chỗ Tào Tháo hay đi tuần qua, có lần ông suýt bị nỏ bắn trúng<ref>Lê Đông Phương, sách đã dẫn, tr 133<\/ref>. Nhưng sau đó cháu Phối là Thẩm Vinh phản họ Viên, mở cửa thành cho quân Tào. Tào Tháo hạ được thành, dụ hàng Thẩm Phối không được bèn sai mang chém để bảo toàn danh tiết cho Thẩm Phối.\n\nTrong khi đó họ Viên vẫn đánh lẫn nhau. Viên Đàm đến Trung Sơn đánh Thượng, chiếm luôn Ký châu. Thượng bỏ chạy tới U châu theo anh hai là Viên Hy. \n\nTào Tháo gửi thư tuyên bố cắt đứt thông gia với Viên Đàm, trả lại con gái Đàm và tiến đánh Bình Nguyên. Đàm bỏ chạy về Nam An. Tháng 1 năm 205, Tào Tháo tiến đánh Nam An. Đàm bị thủ hạ giết chết để hàng Tào.\n\nAnh em Viên Hy, Viên Thượng ở U châu không lâu thì thủ hạ của Hy là Tiêu Xúc, Trương Nam làm phản, hai anh em phải bỏ chạy sang Liêu Tây, nương nhờ thủ lĩnh Ô Hoàn là Đạp Đốn. Tháng 10 năm 205, Tào Tháo mang đại quân tấn công Liêu Tây, đánh đuổi bộ lạc Ô Hoàn ở 3 bộ Liêu Tây, Liêu Đông và Hữu Bắc Bình ra khỏi Trường Thành. Anh em Hy và Thượng cùng Đạp Đốn chạy sang Liêu Đông với [[Công Tôn Khang]].\n\nCháu Viên Thiệu là Cao Cán<ref>Lê Đông Phương, sách đã dẫn, tr 133<\/ref> trấn thủ Tinh châu, trước nghe tin họ Viên bại trận bèn đầu hàng Tào Tháo. Thấy ông đi đánh Ô Hoàn, Cán lại làm phản. Tháng 1 năm 206, ông dẫn quân trở về đánh Cán. Cán thua chạy đi cầu cứu [[Hung Nô]] không được, trở về đến Thượng Lạc<ref>Huyện Thương, [[Thiểm Tây]]<\/ref> thì bị giết.\n:[[Tam Quốc Diễn Nghĩa]] kể rằng Cao Cán là ''con rể'' của Viên Thiệu.\n\nĐầu năm 207, anh em họ Viên đến Liêu Đông. Tào Tháo đi chiêu hàng đến Liễu Thành (Liêu Tây), không mang quân truy đuổi anh em họ Viên đến Liêu Đông. Ông đoán biết nếu tiến đánh, Công Tôn Khang sẽ liên hợp với họ Viên, vì vậy ông chủ ý lui quân về phía nam, tỏ ý không truy bức, Khang sẽ thanh trừng họ Viên.\n\nTào Tháo không chờ động tĩnh từ phía Khang mà chủ động rút lui khỏi Liễu Thành về nam trong hoàn cảnh rất gian khổ. Khi đó ở phía bắc rất lạnh, quân đội của ông bị rét cóng; toàn quân đi 200 dặm không có nước; sau đó phải đào giếng sâu tới 39 trượng mới có nước. Lương thực hết, quân Tào phải giết ngựa chiến để ăn. Quân Tào ăn hết vài ngàn con ngựa mới về tới khu vực có [[lúa]] của người Hán. Các nhà sử học Trung Quốc nêu giả thiết, nếu anh em họ Viên biết được tình cảnh thê thảm đó của quân Tào mà dẫn tàn quân truy kích thì chưa biết tình hình sẽ ra sao<ref>Lê Đông Phương, sách đã dẫn, tr 139<\/ref>.\n\nĐúng như dự liệu của Tào Tháo, Công Tôn Khang lập tức bắt chém anh em Hy, Thượng và Đạp Đốn ngay lúc đến ra mắt, sai người mang 3 thủ cấp nộp Tào Tháo - khi đó ông đã về đến Nghiệp Thành. Ông phong chức Tương Bình hầu cho Khang để thưởng công.\n\n== Nam tiến thất bại ==\nSau khi diệt họ Viên, Tào Tháo hoàn toàn làm chủ trung nguyên, trở thành lực lượng mạnh nhất Trung Quốc khi đó. Ông tiến hành cải cách triều đình Đông Hán, khôi phục lại chức Thừa tướng và tự mình đảm nhiệm, đưa hàng loạt người thân tín nắm những chức vụ quan trọng trong triều đình cũng như những nơi hiểm yếu.\n\nCác lực lượng chư hầu có địa phận liền kề với ông khi ông mới về Hứa Xương đều đã bị dẹp. Khi đó trong toàn quốc còn lại [[Lưu Biểu]] và [[Lưu Bị]] ở Kinh châu, [[Tôn Quyền]] ở Giang Đông, [[Trương Lỗ]] ở Đông Xuyên, [[Lưu Chương]] ở Tây Xuyên, [[Hàn Toại]] và [[Mã Đằng]] ở Tây Lương, [[Sĩ Nhiếp]] ở Giao Châu. Tào Tháo quyết định nam tiến diệt Lưu Biểu và Tôn Quyền là những lực lượng đáng kể nhất trong số các chư hầu còn lại.\n\n=== Lấy Kinh châu ===\n[[Lưu Bị]] từ khi thua Tào Tháo ở Nhữ Nam chạy về Kinh châu theo Lưu Biểu, được sai trấn giữ ở Tân Dã. \n\nTháng 7 năm 208, Tào Tháo khởi binh nam tiến, đánh Kinh châu. Tháng 8 năm đó, khi quân Tào chưa đến nơi thì [[Lưu Biểu]] đã ốm chết. Tháng 9, Tào Tháo tiến đến Tân Dã. Lưu Bị từ khi nghe tin đại quân Tào Tháo kéo đến đã bỏ Tân Dã về Phàn Thành.\n\nQuân Tào áp sát, con nhỏ của Lưu Biểu là [[Lưu Tông]] - người được quyền thừa kế - sợ hãi đầu hàng Tào Tháo. Lưu Bị nghe tin Lưu Tông đầu hàng bèn mang hơn 10 vạn dân chạy đến Giang Lăng - nơi chứa lương thảo và vũ khí của Kinh châu - để thế thủ. Tào Tháo chọn 5000 quân kỵ khoẻ ngày đêm đuổi theo, một ngày đi 300 dặm. Khi quân Tào tới Đương Dương - Tràng Bản thì bị mãnh tướng Trương Phi đánh chặn, tạm thời phải dừng lại.\n\nVừa lúc đó sứ giả của [[Tôn Quyền]] là [[Lỗ Túc]] đến Tràng Bản, gặp được Lưu Bị. Theo lời khuyên của Lỗ Túc, Lưu Bị quyết định liên minh với Tôn Quyền để chống Tào, sai [[Gia Cát Lượng]] sang Đông Ngô; bản thân Lưu Bị hợp binh với [[Quan Vũ]] về cố thủ ở Giang Hạ với con lớn của Lưu Biểu là [[Lưu Kỳ (Tam Quốc)|Lưu Kỳ]].\n\nTào Tháo thúc quân đuổi tiếp đến Giang Lăng nhưng không thấy Lưu Bị, bèn chiếm lấy kho lương và vũ khí ở đó. Sau đó ông tập hợp đại quân chuẩn bị tiến đánh Tôn Quyền.\n\n=== Thua trận Xích Bích ===\n:''Xem bài chính:'' '''[[Trận Xích Bích]]'''\n\nTào Tháo cùng các tướng [[Tào Nhân]], [[Nhạc Tiến]], [[Tào Thuần]], [[Lý Thông]], [[Mãn Sủng]] và tướng cũ của Lưu Biểu là [[Văn Sính]] dẫn khoảng 22 vạn quân<ref>Lê Đông Phương (2007), sách đã dẫn, tr 197<\/ref> áp sát Giang Đông. Với lực lượng hùng hậu, ông tỏ ra coi thường lực lượng nhỏ yếu của Tôn Quyền, rất tin tưởng vào thắng lợi ở trận này nên không mang theo các danh tướng khác<ref>Lê Đông Phương (2007), sách đã dẫn, tr 206<\/ref>. Ông gửi thư cho Tôn Quyền nói:\n{{Tin nhắn|\n''Ta vâng mệnh hoàng đế, điếu dân phạt tội, tiến quân xuống nam, Lưu Tông con Lưu Biểu đã trói tay xin hàng; hiện đã chỉnh đốn 80 vạn quân thủy, chuẩn bị đánh nhau với ngươi ở Ngô quận''.<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr401<\/ref>.\n}}\nTôn Quyền liên kết với Lưu Bị, sai Chu Du mang 3 vạn quân ra phối hợp với Lưu Bị chống lại. \n\nThủy quân Tôn-Lưu ngược dòng Trường Giang từ [[Hán Khẩu]]-[[Phàn Khẩu]] tới Xích Bích, giao tranh với tiền quân của Tào Tháo. Quân Tào đi đường xa, không hợp thủy thổ, bị bệnh dịch hành hạ nên không thể giành được lợi thế trong những trận giao tranh nhỏ ban đầu và buộc phải lui về đóng quân ở [[Ô Lâm]] (phía Bắc Trường Giang).\n\nĐể giảm sự tròng trành của thuyền chiến (quân Tào không quen thủy chiến hay bị say sóng), Tào Tháo ra lệnh dùng xích sắt nối nhiều thuyền lại với nhau. Quan sát động thái này của Tào Tháo, tướng [[Hoàng Cái]] bên Đông Ngô kiến nghị Chu Du dùng kế trá hàng và được Chu Du tán đồng. Hoàng Cái sai người gửi thư trá hàng và Tào Tháo tin theo.\n\nTheo thời gian đã hẹn, đội \"hàng binh\" của Hoàng Cái đến giữa sông thì các hỏa thuyền bắt đầu được châm lửa và chúng theo gió Đông Nam lao thẳng vào hạm đội của quân Tào. Các thuyền chiến của Tào Tháo nhanh chóng bắt lửa khiến một số lớn binh mã chết cháy trên thuyền hoặc chết đuối dưới sông. Trong lúc quân Tào đang hoảng hốt vì đám cháy thì liên quân Chu Du đã chiếm lĩnh trận địa và chia cắt lực lượng của Tào Tháo, buộc ông phải ra lệnh rút lui sau khi phá hủy một phần số thuyền chiến còn lại.\n\nTào Tháo cùng bại binh rút lui về phía đường cái Hoa Dung xuyên qua vùng đầm lầy lớn phía Bắc [[hồ Động Đình]]. Chu Du và Lưu Bị không ngừng đuổi theo ông cho tới tận [[Nam Quận]]. Cuối cùng, thiệt hại nặng nề khiến Tào Tháo phải bỏ miền Nam rút về [[Nghiệp Quận]], để lại [[Từ Hoảng]] và [[Tào Nhân]] giữ Giang Lăng, [[Nhạc Tiến]] giữ [[Tương Dương]] và [[Mãn Sủng]] giữ [[Đương Dương]].\n\n== Củng cố thế đứng phương bắc ==\n=== ''Bài Thủ sắc'' ===\nSau trận Xích Bích, về cơ bản thế đứng của ba họ Tào, Tôn và Lưu khá vững, lực lượng khá cân bằng nên Tào Tháo không còn thời cơ nam tiến thuận lợi để thống nhất Trung Hoa như trước nữa. Thế chân vạc hình thành.\n\nTrong khi Tôn Quyền và Lưu Bị ra sức giành lấy những vùng đất đai phía nam thì Tào Tháo án binh bất động trong 2 năm 209 - 210. Ông đóng quân ở Nghiệp Thành, huy động người xây đài Đồng Tước để hưởng thụ. Con thứ 4 của ông là [[Tào Thực]] vì sự kiện này mới làm bài ''phú Đài Đồng Tước''.\n:[[Tam Quốc Diễn Nghĩa]] kể rằng Tào Tháo đã xây đài Đồng Tước trước [[trận Xích Bích]] với mục đích sau khi bình định Giang Đông sẽ bắt hai mỹ nhân Đại Kiều và [[Tiểu Kiều]] (vợ [[Tôn Sách]] và [[Chu Du]]) về đó hưởng lạc. [[La Quán Trung]] còn khéo léo để [[Gia Cát Lượng]] sửa vài chữ trong bài phú của Tào Thực nhằm kích động Chu Du quyết tâm đánh Tào.\n\nĐể củng cố thực lực phương bắc, ông hạ lệnh chiêu mộ nhân tài; sau đó ban bố tờ \"Thủ sắc\" để tự trần tình. Bài Thủ sắc đại ý nói bản ý ban đầu ông chỉ hy vọng lập chút công danh, nhưng vì gặp thời loạn nên từng bước lên địa vị Thừa tướng; \"nếu không có ta thì nhà Hán đã mất\". Cuối bài ông nhấn mạnh việc những người nghi ngờ ông muốn cướp ngôi nhà Hán đều là nghĩ sai; ông cũng muốn rời bỏ chức vụ hiện tại cũng không thể, vì đã kết oán với nhiều người, sợ bị hãm hại<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 408<\/ref>.\n\nĐể cho mọi người thấy điều mình nói không phải dối trá, ông trả lại 3 huyện 2 vạn hộ được phong, chỉ giữ lại huyện Vũ Bình 1 vạn hộ.\n\n=== Chinh phạt Tây Lương ===\n{{chính|trận Đồng Quan}}\nTây Lương tuy ở xa nhưng Tào Tháo luôn quan tâm đúng mức. Ngay thời [[Lý Thôi]] và [[Quách Dĩ]] cầm quyền, [[Hàn Toại]] và [[Mã Đằng]] từng mang quân đánh vào kinh thành [[Tràng An]] với danh nghĩa cứu vua Hán (194), vì vậy Tào Tháo rất cảnh giác với lực lượng này.\n\nTrước khi ra tay đánh dẹp chư hầu ở Trung nguyên, ông từng sai Chung Do viết thư trấn an Đằng và Toại khiến hai người không gây hấn. Trước khi xuống miền nam đánh Kinh châu, năm 208, Tào Tháo đã nhân danh Hán Hiến Đế triệu [[Mã Đằng]] về Hứa Xương bổ nhiệm làm Thái uý, ngoài mặt là phong chức nhưng kỳ thực để chia cắt với Hàn Toại; đồng thời ông phong con Đằng là [[Mã Siêu]] làm Thiên tướng quân, Đô Đình hầu, cho thay cha quản lý quân đội dưới quyền.\n\nNăm 211, Tào Tháo phái Tư Lệ hiệu uý Chung Do và Chinh tây Hộ quân Hạ Hầu Uyên đi đánh Trương Lỗ ở Đông Xuyên. Các tướng ở Tây Lương thấy ông không đánh họ ở chỗ gần mà đánh Trương Lỗ ở xa, nghi ngờ rằng Tào Tháo dùng kế ''\"mượn đường Quắc diệt Ngu\"''<ref>Xem chi tiết bài [[Tấn (nước)]]<\/ref>. Do đó, 10 tướng lĩnh Tây Lương gồm Hàn Toại, Mã Siêu, Hầu Tuyển, Trình Ngân, Dương Thu, Mã Ngoạn, Trương Hoành, Lương Hưng, Thành Nghi, Lý Kham cất 10 vạn quân làm phản. Mã Siêu và Hàn Toại cầm đầu trong số này, chiếm cứ Đồng Quan.\n\nTháng 7 năm 211, Tào Tháo đích thân mang quân đánh Mã Siêu. Đến Đồng Quan, ông bí mật phái [[Từ Hoảng]] và Chu Linh mang 4000 quân vượt bến Bồ Bản, đóng trại ở Hà Tây để chặn đường lui của Mã Siêu. Siêu bàn với Hàn Toại chia quân ra chặn ở bờ bắc ngăn quân Tào nhưng Toại không nghe theo. Siêu bèn tự mình hành động.\n\nTào Tháo cho đại quân vượt sông sang bờ bắc. Khi quân Tào đang qua sông thì Mã Siêu bất thần mang 1 vạn quân đến đánh úp, bắn tên đến như mưa. Người chèo thuyền của Tào Tháo bị trúng tên chết, tướng [[Hứa Chử]] một tay cầm yên ngựa che cho Tào Tháo, tay kia chèo thuyền. Cùng lúc đó Huyện lệnh Vị Nam là Đinh Phỉ sai thả hết trâu ngựa ra đường khiến quân Mã Siêu tranh nhau đi bắt, sao nhãng việc truy kích Tào Tháo. Vì vậy ông được thoát nạn, qua bờ bên kia.\n\nTheo kế của [[Giả Hủ]], Tào Tháo quyết định dùng kế ly gián Toại và Siêu. Ông vốn quen biết với Toại từ trước, khi ra trận gặp Toại không có mặt Siêu, ông tìm cách bắt chuyện, nói với nhau khá thân mật. Vì vậy Siêu bắt đầu nghi ngờ Toại. \n\nSau đó Tào Tháo lại viết thư gửi Hàn Toại, cố ý gửi nhầm bản nháp, có gạch xoá sửa chữa những chỗ quan trọng. Siêu thấy Toại có thư, đến đòi xem. Thấy thư bị gạch xoá, Siêu càng nghi ngờ là do Toại tự gạch đi.\n\nBiết nội bộ quân Tây Lương đã nghi ngờ nhau, Tào Tháo ra quân tiến đánh. Ông dùng khinh binh nhử trước cho địch đuổi theo rồi mới dùng quân tinh nhuệ giáp công. Quân Tây Lương dao động, bị đánh đại bại. Hàn Toại bỏ chạy về Kim Thành<ref>Thuộc Lan Châu<\/ref>; Mã Siêu thua chạy sang bộ lạc của người Nhung. Tào Tháo dẫn quân truy kích Siêu đến tận Yên Định nhưng chưa bắt được Siêu thì có tin Tôn Quyền mang quân đánh trung nguyên nên ông rút đại quân về phía Đông, để [[Hạ Hầu Uyên]] ở lại trấn giữ.\n\nNăm 212, Tào Tháo về đến Hứa Xương, nhân danh Hiến Đế hạ lệnh giết chết [[Mã Đằng]], [[tru di tam tộc]], giết hết những người cùng họ ở kinh thành<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 627<\/ref>.\n:[[Tam Quốc Diễn Nghĩa]] kể rằng do Tào Tháo dụ Mã Đằng về kinh giết chết nên Mã Siêu mới khởi binh báo thù. Việc ông xoá thư ly gián Siêu và Toại được kể tương tự trong sử sách.\n\nVề sau, Mã Siêu tập hợp người Khương, người Hồ quay trở lại tấn công các quận huyện Lũng Thượng, giết Thứ sử Lương châu là Vi Khang. Thủ hạ của Khang là Dương Phụ khởi binh báo thù cho chủ, hợp binh với [[Hạ Hầu Uyên]] đánh bại Mã Siêu. Siêu phải chạy sang đầu hàng [[Trương Lỗ]] ở Hán Trung. Vùng Tây Lương cơ bản thuộc quyền kiểm soát của Tào Tháo.\n\n=== Đánh chiếm Đông Xuyên ===\nSau trận giao tranh với [[Tôn Quyền]] bất phân thắng bại năm 213, Tào Tháo nhận thấy thế chân vạc đã vững, chưa thôn tính Giang Đông hiểm yếu được. Sang năm 214, [[Lưu Bị]] từ Kinh châu tiến vào đánh chiếm Tây Xuyên của [[Lưu Chương]] khiến ông phải gấp rút hành động. Ông dự định đánh chiếm Hán Trung (Đông Xuyên) của [[Trương Lỗ]], sau đó xuôi theo sông Hán Thủy xuống phía nam đánh Ích châu để trừ Lưu Bị.\n\nTháng 3 năm 215, Tào Tháo xuất phát qua Trần Thương<ref>Tức Bảo Kê thuộc [[Thiểm Tây]]<\/ref>, không tiến ngay về phía nam mà trước hết ra khỏi Tản Quan phía tây trừ nốt Hàn Toại đang liên minh với vua người tộc Chi (Đê) là Đậu Mậu. Tháng 5, quân Tào đánh tan Đậu Mậu ở Hạ Trì, Hàn Toại bỏ chạy từ Kim Thành tới Tây Bình<ref>Tây Ninh thuộc tỉnh Thanh Hải<\/ref> thì bị thủ hạ giết chết, mang đầu nộp cho Tào Tháo.\n:[[Tam Quốc Diễn Nghĩa]] chép: Hàn Toại bị Mã Siêu nghi ngờ thông đồng với Tào Tháo, chém đứt một cánh tay, thành người tàn phế. Khi Tào Tháo đánh bại Siêu năm 211, Hàn Toại đầu hàng.\n\nTrừ xong Hàn Toại, Tào Tháo mới quay trở lại đánh Hán Trung. Thấy quân Tào thế mạnh, Trương Lỗ muốn hàng nhưng em là Trương Vệ phản đối. Lỗ cho Vệ mang vài vạn quân ra địch.\n\nTrương Vệ ra trấn giữ ải Dương Bình, Tào Tháo đánh 3 ngày không hạ được. Nhưng sau đó bất ngờ quân Tào chiếm được cửa ải. Sử sách chép về sự kiện này không giống nhau.\n\n[[Tam Quốc Chí]] chép rằng Tào Tháo cho quân tập kích ban đêm và chiếm được ải. ''Ngụy Tấn thế ngữ'' chép rằng: Tào Tháo nản chí muốn lui binh, Quách Kham khuyên nên kiên trì; đúng đêm hôm đó có chuyện phát sinh bất ngờ: hàng ngàn con hươu tràn vào trại quân Trương Vệ nên quân Vệ náo loạn; cùng lúc đó tiền quân của Tào Tháo lại ''đi lạc đường'', tiến vào trại của Vệ. Viên trung hộ quân của Tào Tháo là Cao Tộ sợ quân chạy rải rác trong trại địch sẽ bị tiêu diệt, vội gióng trống thổi tù và làm hiệu; không ngờ điều đó khiến Trương Vệ sợ hãi, tưởng quân Tào đã vào đông nên hốt hoảng bỏ chạy, sau bị quân Tào bắt giết.\n\nNghe tin Trương Vệ thua trận, Trương Lỗ muốn hàng nhưng lại nghe theo thủ hạ Diêm Phố khuyên, chưa hàng ngay mà chạy ra núi Đại Ba, dựa vào các thủ lĩnh bộ tộc cố thủ, sau đó mới sai người đến xin Tào Tháo xin giảng hoà. Trước khi đi, Trương Lỗ không nghe theo lời khuyên đốt kho tàng khiến quân Tào đói mà khoá hết kho tàng, niêm phong lại.\n\nTào Tháo khen ngợi việc Trương Lỗ không đốt kho tàng, chấp nhận cho Trương Lỗ đầu hàng, phong làm Trấn Nam tướng quân, Lãng Trung hầu; 5 con trai của Lỗ và Diêm Phố cũng được phong làm liệt hầu. Sau đó ông còn kết thông gia với Trương Lỗ, lấy con gái Lỗ cho con trai mình.\n\nTướng Tây Lương cũ là [[Mã Siêu]] bất mãn với Trương Lỗ đã bỏ sang Tây Xuyên theo hàng [[Lưu Bị]] từ trước, bộ tướng của Siêu là [[Bàng Đức]] ốm nằm lại Đông Xuyên nên lúc đó theo hàng Tào Tháo.\n\nThấy quận Hán Trung rộng lớn, ông chia làm 3: Trung tâm vẫn gọi là Hán Trung, đặt thêm 2 quận Tây Thành và Thượng Dung. Ông để [[Hạ Hầu Uyên]] tổng quản trấn thủ cả 3 quận, có thêm [[Trương Cáp]] và Đỗ Tập trợ giúp, còn mình cất đại quân về Nghiệp Thành. Hai viên chủ bạ là [[Tư Mã Ý]] và Lưu Hoa đã khuyên ông nên thuận đường đánh sang Tây Xuyên, chiếm Ích châu khi Lưu Bị chưa vững chân nhưng Tào Tháo không nghe theo, bỏ mất cơ hội tốt.\n\nTrong khi Tào Tháo đánh chiếm Hán Trung thì tướng [[Trương Liêu]] được ông sai trấn thủ Hợp Phì đã tự mình đẩy lui được 10 vạn quân của [[Tôn Quyền]] đến xâm phạm trong [[trận Hợp Phì]].\n\nCó ý kiến cho rằng Tào Tháo bỏ cơ hội đánh Tây Xuyên vì ông không đánh giá cao tài năng quân sự của Lưu Bị và trở về để lo dọn đường cho việc xưng vương<ref>Lê Đông Phương, sách đã dẫn, tr 263<\/ref>.\n\n=== Xưng vương ===\nBan đầu, Tào Tháo được Hán Hiến Đế phong làm Vũ Bình hầu, ăn lộc 1 vạn hộ ở huyện Vũ Bình. Sau [[trận Xích Bích]], Tào Tháo chú trọng xây dựng Nghiệp Thành là thủ phủ cũ của Viên Thiệu, thường đóng đại quân tại đây, ít coi trọng Hứa Xương như thời kỳ đầu. \n\nDo tự mình chuyên quyết việc triều đình, ông đã gặp phải sự chống đối ngấm ngầm từ các lực lượng ủng hộ Hán Hiến Đế. Tuy nhiên, các lực lượng này không đủ mạnh và bị Tào Tháo đàn áp thẳng tay, kể cả những người thân thích của Hiến đế cũng bị giết như: Phục hoàng hậu, Đổng Quý phi, Đổng Thừa, Phục Hoàn.\n\nNăm 213, ông ép Hiến Đế phong mình làm '''Ngụy Công''', ban cho Cửu tích gồm: xe ngựa, y phục, nhà son, đội nhạc, nạp bệ, cung tên, hổ bôn, việt vàng. Ông cắt Ngụy quận và 9 quận khác ở Ký châu vào lãnh thổ nước Ngụy làm đất ăn lộc. Nước Ngụy của Tào Tháo với tư cách là một nước chư hầu nằm trong lãnh thổ nhà Hán bắt đầu hình thành.\n\nTháng 11 năm 213, ông thiết lập một bộ máy triều đình nước Ngụy riêng biệt, có Thượng thư lệnh, Thị trung và 6 viên khanh.\n\nNăm 216, sau khi đánh bại Trương Lỗ trở về, Tào Tháo sai [[Hoa Hâm]] chuẩn bị và ép Hán Hiến Đế ra chiếu phong mình làm '''Ngụy Vương'''. Ông lập con thứ hai là [[Tào Phi]] làm thế tử.\n\n=== Mất Hán Trung ===\nTào Tháo giao Hán Trung cho [[Hạ Hầu Uyên]], [[Trương Cáp]] và Đỗ Tập trấn giữ. Năm 216, Trương Cáp mang quân vượt núi Đại Ba, tiến sâu vào 2 quận Ba Đông, Ba Tây, dời vài vạn dân về Hán Trung. Khi Cáp tiến đến Đãng Cừ<ref>Phía đông huyện Cừ, [[Tứ Xuyên]] hiện nay<\/ref> thì gặp quân của [[Lưu Bị]] do [[Trương Phi]] chỉ huy chặn lại. Hai bên giữ nhau 50 ngày, cuối cùng Cáp bị Trương Phi đánh bại, chạy về Nam Trịnh. Nghe tin Trương Cáp bại trận, Tào Tháo không trị tội, vẫn phong làm Đãng khấu tướng quân để khuyến khích.\n\nTháng 11 năm 217, Lưu Bị sai Trương Phi đóng đồn ở Cố Sơn<ref>Phía bắc huyện Thành, [[Cam Túc]]<\/ref>, Ngô Lan đóng ở Hạ Bị<ref>Phía tây huyện Thành, Cam Túc<\/ref>. Tào Tháo sai [[Tào Hồng]] và Tào Hưu ra đối địch. Hồng và Hưu không mắc mưu theo tin đồn của địch, đánh bại Ngô Lan khiến Trương Phi phải rút lui khỏi Cố Sơn. Lan bỏ chạy và bị người tộc Chi giết chết.\n\nNghe tin bại trận, Lưu Bị cùng mưu sĩ Pháp Chính khởi 10 vạn quân, kéo đến ải Dương Bình<ref>Phía tây bắc huyện Miện, [[Thiểm Tây]]<\/ref>. Quân Tào giữ ải yếu nên không giữ nổi.\n\nĐầu năm 219, Lưu Bị qua sông Miện Thủy, dựa vào sườn núi Định Quân đóng quân. Hạ Hầu Uyên không biết là kế, mang toàn quân đến vây đánh, bị phục binh của tướng [[Hoàng Trung]] từ trên núi đổ xuống đánh ngang sườn. Uyên và Thứ sử Ích châu là Triệu Ngung cùng tử trận. Lưu Bị chiếm được Hán Trung.\n\nNgụy vương Tào Tháo được tin, đích thân mang đại quân từ [[Tràng An]] qua hang Tà Cốc vào Xuyên để quyết chiến. Lưu Bị giữ thế phòng thủ không ra giao chiến. Qua hơn 1 tháng khiêu chiến không đánh được trận nào, quân Tào mệt mỏi. Lưu Bị lại sai người lọt vào hàng ngũ quân Tào làm nội ứng, phao tin đồn khiến quân Tào chán nản.\n\nTào Tháo lúc đó tuổi đã cao, sức lực không còn tráng kiện; ông liệu thế không thể thắng được Lưu Bị, đành hạ lệnh lui quân. Trước khi rút lui, ông nói với các tướng:\n{{cquote|\n''Ta vốn không tin là Lưu Bị có tài cán tới như thế. Nhưng bên cạnh y hiện đã có người tài (chỉ Pháp Chính).''\n}}\nCác sử gia Trung Quốc đánh giá câu nói này là lời tự trấn an tinh thần cho mình theo kiểu A.Q<ref>Lê Đông Phương, sách đã dẫn, tr 267<\/ref>.\n\nTào Tháo không những triệt thoái khỏi Hán Trung, mà lệnh cho các cánh quân trong 3 quận Tây Thành và Thượng Dung mà ông mới đặt ra cùng rút về. Quận Thượng Dung và Tây Thành đầu hàng Lưu Bị. Toàn Đông Xuyên mà Tào Tháo đánh chiếm năm 215 mất về tay Lưu Bị.\n:[[Tam Quốc Diễn Nghĩa]] mô tả Tào Tháo và Lưu Bị giao tranh ở Hán Trung có khá nhiều trận đánh. Tào Tháo bị [[Ngụy Diên]] bắn gãy răng cửa.\n\n=== Mặt trận phía đông và phía nam ===\nTừ sau [[trận Xích Bích]], địch thủ mà Tào Tháo giao tranh tại chiến trường phía đông chủ yếu là Tôn Quyền chứ không phải Lưu Bị, dù không phải lần giao tranh nào ông cũng trực tiếp ra trận.\n\nNăm 209, [[Tôn Quyền]] sai [[Chu Du]] tấn công ráo riết vào Giang Lăng, buộc [[Tào Nhân]] phải bỏ thành này chạy về Tương Dương. Năm 213, Tào Tháo đích thân dẫn liên quân thủy lục giao tranh với Tôn Quyền tại cửa Nhu Tu<ref>Phía đông nam huyện Vô Vi, [[An Huy]]<\/ref> bất phân thắng bại. Sang năm sau, hai bên đánh nhau một trận nữa ở Nhu Tu cũng không ngã ngũ. Năm 214, quân Đông Ngô chiếm được Hoãn Thành<ref>Tiềm Sơm, An Huy<\/ref>. Năm 215 khi Tào Tháo đi đánh Trương Lỗ, Tôn Quyền đánh Hợp Phì bị [[Trương Liêu]] đẩy lui. Năm 216, Tào Tháo phát động quân thủy và quân bộ ồ ạt từ Cư Sào<ref>Huyện Sào, An Huy<\/ref> tấn công nhưng đến tháng 3 sang năm 217 vẫn không hạ được, phải lui về bắc.\n\nTrong nhiều năm, Tôn Quyền và Lưu Bị duy trì sự liên kết để chống lại ông, giữ thế chân vạc cân bằng. Nhưng sau khi Tào Tháo mất Hán Trung thì phát sinh biến cố mới.\n\n[[Lưu Bị]] và [[Tôn Quyền]] ngoài mặt là em rể và anh vợ<ref>Lưu Bị lấy Tôn Thượng Hương – em gái Tôn Quyền<\/ref> nhưng vẫn tranh chấp nhau vùng Kinh châu mà Lưu Bị mang tiếng “mượn” lâu ngày không trả. Khi vào Tây Xuyên, Lưu Bị giao cho [[Quan Vũ]] giữ các quận Kinh châu. Để yên mặt đông, Lưu Bị phải nhân nhượng Tôn Quyền, trả cho Đông Ngô 3 quận để hoà hoãn, đổi lại Tôn Quyền cắt 2 quận cho Quan Vũ. Quan Vũ sau đó vẫn gây bất hòa với Đông Ngô khiến Tôn Quyền quyết định ngả theo Tào Tháo để lấy toàn bộ Kinh châu.\n\nTháng 6 năm 219, sau khi chiếm được Hán Trung, Lưu Bị xưng làm Hán Trung Vương, đứng ngang hàng với Tào Tháo. Trên đà thắng lợi, Lưu Bị sai Quan Vũ đang trấn thủ Kinh châu đem quân bắc tiến, vây hãm Tương Dương, sau đó lại vây đánh Phàn Thành do Tào Nhân trấn thủ. Phàn Thành nguy cấp. Tào Tháo ở Nghiệp Thành rất lo lắng, toan tính thiên đô, rời Hán Hiến Đế từ Hứa Xương về cùng ông ở đất Nghiệp. Nghe lời [[Tư Mã Ý]] phân tích lợi hại, Tào Tháo quyết định không thiên đô, sai [[Vu Cấm]] và [[Bàng Đức]] mang quân đi cứu Phàn Thành. [[Nhạc Tiến]] hỗ trợ Tào Nhân cố giữ lấy Thanh Nê.\n\nĐúng lúc đó thì Tôn Quyền sai người dâng thư đến xin quy phục, giúp ông giáp công đánh Quan Vũ ở mặt đông. Tào Tháo mừng rỡ, nhưng vẫn dùng quyền thuật: một mặt ông nhận cho Tôn Quyền đầu hàng, phong làm Nam Xương hầu, lĩnh chức Kinh châu mục; mặt khác ông lại mang thư đầu hàng của Quyền buộc vào tên, sai quân bắn vào trại của Quan Vũ. Việc làm đó của ông đẩy Quan Vũ và Tôn Quyền vào thế không đội trời chung khiến ông có thể ngồi nhìn hai bên đánh nhau mà vẫn có thể giải vây cho Phàn Thành, giữ yên được mặt nam.\n\nTuy nhiên, Quan Vũ không hoàn toàn tin vào thư đó, cho rằng Tào Tháo lắm mưu mô, phao tin sai để lung lạc mình. Nhân lúc nước sông Hán Thủy lên cao, Quan Vũ khơi nước sông đổ vào ngoài thành. Bảy đạo quân Vu Cấm và Bàng Đức đóng đồn ở phía bắc Phàn Thành bị nước dìm chết gần hết, số ít bỏ chạy thoát. Cả hai tướng đều bị bắt, Vu Cấm đầu hàng Quan Vũ, còn Bàng Đức không chịu hàng nên bị giết. Tào Tháo nghe tin đó thở dài than:\n:''Ta và Vu Cấm biết nhau 30 năm, không ngờ lúc nguy cấp thì ông ta không bằng Bàng Đức!''\n\nViện binh cứu Phàn Thành bị tiêu diệt, Tào Tháo vội sai [[Từ Hoảng]] mang quân đi cứu. Trong khi Quan Vũ mải đánh [[Vu Cấm]] thì Tôn Quyền đã sai [[Lã Mông]] mang quân đánh úp Kinh châu.\n\nTừ Hoảng mang quân đến cứu viện, dương đông kích tây, phao tin đánh đồn Vi Trủng nhưng kỳ thực đánh đồn Tứ Trủng. Quan Vũ mắc mưu nên bị thua nặng, quân chết rất nhiều; khi thua trận chạy về mới biết Kinh châu đã mất. Quan Vũ cùng đường chạy ra Mạch Thành, cuối cùng bị quân Tôn Quyền bắt sống mang về giết chết.\n\nTôn Quyền giết Quan Vũ, sai người mang đầu đến [[Lạc Dương]] nộp cho Tào Tháo. Ông không mang đầu Quan Vũ đi bêu mà sai làm lễ tang trọng thể theo nghi thức an táng [[chư hầu]]. Các nhà nghiên cứu cho rằng: Tào Tháo đã phụ nhiều người, nhưng chưa từng phụ Quan Vũ<ref>Lê Đông Phương, sách đã dẫn, tr 281<\/ref>; mặt khác việc làm đó còn mang ý nghĩa chính trị không nhỏ: Tôn Quyền nộp đầu Quan Vũ cho ông để muốn thiên hạ biết rằng mình giết Vũ theo lệnh Tào Tháo, khiến Lưu Bị chĩa mũi nhọn vào ông, nhưng Tào Tháo trọng táng Quan Vũ lại cho ra thông điệp khác: Tôn Quyền tự ý giết Vũ. Tào Tháo đã giải toả được sự hiềm nghi của mọi người và ông đã lái được mũi nhọn của Lưu Bị trở lại phía Tôn Quyền<ref>Nguyễn Tử Quang, sách đã dẫn, tr 223<\/ref>. Sau này Lưu Bị vì mối thù Quan Vũ đã dốc toàn quân đi đánh Tôn Quyền.\n\n== Qua đời ==\nTào Tháo đã mắc bệnh đau đầu trong nhiều năm<ref>Lê Đông Phương, sách đã dẫn, tr 282<\/ref>. Ông đã sai người triệu danh y [[Hoa Đà]] - là người đồng hương ở huyện Tiêu, nước Bái thuộc Dự châu - đến chữa trị. Do [[thuốc]] của Hoa Đà hiệu nghiệm, ông đã giữ Hoa Đà lại bên mình một thời gian. Những lúc bị đau, ông nhờ Hoa Đà [[châm cứu]] cho một vài mũi kim thì bệnh tình đỡ đi nhiều.\n\nSau này Tào Tháo có người nhà mắc bệnh, lại gọi Hoa Đà tới chữa. Được một thời gian chưa xong, Hoa Đà xin về nhà thăm vợ có bệnh, lại xin nghỉ thêm ít lâu nữa. Tào Tháo nghi ngờ, sai người đến dò xét thì thấy vợ Hoa Đà không có bệnh gì, bèn hạ lệnh bắt Hoa Đà vào ngục hỏi tội. Bị cai ngục tra tấn, Hoa Đà chết trong ngục vào năm 208.\n\nNăm 219, Tào Tháo lại tái phát bệnh đau đầu. Ông giao lại bản doanh Nghiệp Thành của nước Ngụy cho thế tử [[Tào Phi]] quản lý, còn mình về [[Lạc Dương]] dưỡng bệnh. Hứa Xương lúc đó chỉ còn vua hư danh Hán Hiến Đế.\n\nBị bệnh đau đầu hành hạ không có ai chữa được, Tào Tháo rất ân hận vì đã giết Hoa Đà<ref>Lê Đông Phương, sách đã dẫn, tr 282<\/ref>. Tháng giêng năm 220, Tào Tháo qua đời, thọ 66 tuổi. Ông ở ngôi Ngụy vương được 5 năm.\n\n:[[Tam Quốc Diễn Nghĩa]] kể rằng: Tào Tháo mở hộp đựng [[đầu]] Quan Vũ ra nhìn, thấy [[râu]] [[tóc]] dựng đứng lên, trừng mắt ra nhìn; vì vậy Tào Tháo hoảng sợ tới mức tái phát bệnh đau đầu. Hoa Đà được triệu đến chữa bệnh, đề nghị bổ đầu ông ra để phẫu thuật; ông nghi ngờ Hoa Đà muốn giết mình nên bắt giam Hoa Đà vào ngục. Hoa Đà chết trong ngục không lâu sau thì Tào Tháo cũng chết.\n\nThế tử [[Tào Phi]] lên nối ngôi Ngụy vương. Vài tháng sau, Tào Phi ép vua Hán Hiến Đế nhường ngôi, lập ra nhà [[Tào Ngụy|Ngụy]], đóng đô ở [[Lạc Dương]]. Đó là vua Ngụy Văn đế. Tào Tháo được truy tôn là Thái Tổ Vũ hoàng Đế, thường goi là '''Ngụy Vũ Đế'''.\n\n== Mộ Tào Tháo ==\nTào Tháo trước khi chết đã dặn người dưới trướng của ông ngoài việc xây mộ cho ông, còn phải xây thêm 72 mộ giả (đề phòng những người có thù oán vời ông đào mộ), do đó rất khó tìm được mộ thật của ông.<ref name=\"vnexpress\"\/>\n\nCuối [[tháng 12]] năm [[2009]], các nhà khảo cổ [[Trung Hoa]] tuyên bố vừa tìm thấy một ngôi mộ lớn,<ref name=\"vnexpress\"\/> và cho rằng đây là nơi yên nghỉ của Tào Tháo. \n\nTheo đài truyền hình trung ương Trung Quốc,<ref name=\"vnexpress\"\/> Tào Tháo được chôn cất tại làng Xigaoxue, thành phố cổ [[An Dương (địa cấp thị)|An Dương]], tỉnh [[Hà Nam (Trung Quốc)|Hà Nam]]. \n\nTrong cuộc họp báo ở [[thủ đô]] [[Bắc Kinh]] vào tháng 12 năm 2009, giám đốc ủy ban học thuật của Viện Khoa học xã hội Trung Quốc là Liu Qingzhu đã mô tả một số chi tiết về mộ: diện tích của mộ là 740 m vuông, có gồm hai ngăn. Các chuyên gia còn phát hiện ba quan tài chứa thi hài của một nam giới ở độ tuổi 60 (Tào Tháo qua đời khi 66 tuổi) và hai phụ nữ. Đồng thời, các chuyên gia cũng tìm thấy văn bia và một dòng chữ, mang nội dung ám chỉ Tào Tháo. <ref name=\"vnexpress\"\/>\n\nTheo Xinhua, các nhà khảo cổ đã khai quật được hơn 250 đồ vật làm bằng vàng, bạc, gốm. Cũng theo ông Liu, họ đã đào được 59 đĩa đá khắc tên và số lượng của những đồ vật trong mộ, trong số đó có 7 chiếc đĩa ghi tên của những vũ khí mà \"Ngụy vương thường sử dụng\". Các nhà khải cổ cũng khai quật được rất nhiều bức tranh tạc trên đá.<ref name=\"vnexpress\">[http:\/\/vnexpress.net\/GL\/Khoa-hoc\/2009\/12\/3BA17270\/ Trung Quốc tìm thấy mộ của Tào Tháo]<\/ref>\n\nTrước khi qua đời, Tào Tháo đã viết di chúc: ông căn dặn rằng ông chỉ mong muốn có một nơi yên nghỉ đơn giản. Theo Hao Benxing - giám đốc Viện Khảo cổ Hà Nam - ngôi mộ cũng khá đơn giản. Trong mộ có những bức vách không có tranh, đồng thời so với nhiều lăng mộ đế vương khác, số đồ vật được chôn theo cũng ít hơn.<ref name=\"Xinhua\"\/> Ngoài ra, ngôi mộ có vị trí trùng khớp với ghi nhận trong sử sách thời của Tào Tháo.\n\nGuan Qiang - giám đốc phòng Khảo cổ thuộc Cục quản lý di sản văn hóa Trung Hoa - đã khẳng định.\n:''Mặc dù công việc khai quật vẫn tiếp tục, song những bằng chứng mà chúng tôi đã tìm thấy chứng tỏ rằng ngôi mộ là nơi yên nghỉ của Tào Tháo''\n\nTheo Guan, trước khi các nhà khảo cổ bắt đầu khai quật nó vào tháng 12 năm 2008, mộ đã nhiều lần bị bọn cướp xâm nhập. Theo VnExpress, cảnh sát đang nỗ lực thu hồi những thứ vật đã bị lấy đi, người dân tỉnh Hà Nam và An Dương cũng sẽ được chính quyền ở đây cho phép tham quan ngôi mộ.\n\n=== Tranh cãi về lăng mộ ===\nMột số học giả Trung Quốc cho rằng chưa có đủ bằng chứng để khẳng định ngôi mộ ở Hà Nam là nơi chôn cất Ngụy vương Tào Tháo.\n\nTờ Global Times dẫn lời Giáo sư Yuan Jixi, chuyên nghiên cứu văn học cổ ở Đại học Nhân Dân cho rằng ngôi mộ từng bị đào xới nhiều trước khi các nhà khảo cổ học bắt tay khai quật nó. Vì thế, những cổ vật được tìm thấy có thể là giả và không đủ để thuyết phục đây là mộ của Tào Tháo. Giáo sư cũng thêm rằng vị trí của ngôi mộ không giống như những ghi chép lịch sử thời đó.<ref name=\"Xinhua\">[http:\/\/news.xinhuanet.com\/english\/2009-12\/27\/content_12712471.htm Tomb of legendary general Cao Cao unearthed in central China]. [[Xinhua]]. 2009-12-27.<\/ref>\n\nGiáo sư Gao Menghe thuộc Đại học Phục Đán cũng chung quan điểm này. Ông nhận định vẫn còn quá sớm để nói đây là mộ của nhà quân sự tài ba thời Đông Hán. Ông kêu gọi lấy mẫu ADN từ sọ được tìm thấy và so sánh với hậu duệ của Tào Tháo{{fact}}. \n\nTuy nhiên, Pan Weibin, người đứng đầu nhóm khai quật mộ, bác bỏ những nghi ngờ trên. Ông khẳng định ý kiến của hai vị Giáo sư kia không mang tính chuyên nghiệp vì họ không phải nhà khảo cổ học{{fact}}.\n\nNgày 14 tháng 1 năm 2010, Viện Khảo cổ Trung Quốc khẳng định ngôi mộ cổ được tìm thấy ngày 27\/12\/2009 ở làng Xigaoxue, [[An Dương (địa cấp thị)|thành phố cổ An Dương]], [[Hà Nam (Trung Quốc)|tỉnh Hà Nam]] chính xác là mộ của Tào Tháo. <ref>[http:\/\/vnexpress.net\/GL\/Khoa-hoc\/2010\/01\/3BA17BAF\/ Bài ''Mộ Tào Tháo được khẳng định là thật'' trên VnEpress.]<\/ref>\n\n== Sáng tác thơ ==\nTào Tháo không chỉ là nhà chính trị, nhà quân sự mà còn là nhà thơ. Hiện nay còn hơn 20 bài thơ của ông để lại, toàn dùng thể cổ [[nhạc phủ]] nhưng có phong cách sáng tạo riêng độc đáo. Là một nhà thơ giỏi<ref>''Từ điển văn học'' bộ mới, Nhà xuất bản Thế giới, H. 2005, trang 1599.<\/ref>, ông đã nói rõ lý tưởng chính trị của mình trong nhiều tác phẩm. \n\nÔng phản đối \"những ông vua làm khổ dân, bắt dân đi phu đóng thuế nặng\" (bài ''Độ quan sơn'' - Vượt quan sơn); hy vọng có những ông vua hiền sáng suốt (bài ''Đối tửu'' - Cùng uống rượu); cảm thông với những nỗi đau của dân chúng chạy loạn cuối thời Đông Hán (bài ''Cảo lý hành'' - Bài hành theo điệu Cảo lý) mà nội dung bài cho người đọc thấy một hình ảnh thu nhỏ sinh động của hiện thực với thảm cảnh chiến tranh, chiến trường phơi xương trắng, ruộng đồng hoang vắng. Bài ''Giới lộ hành'' (bài hành theo điệu Giới lộ) cũng được truyền tụng ngang với bài ''Cảo lý hành'' miêu tả cảnh hoang tàn của kinh đô Lạc Dương sau khi bị [[Đổng Trác]] đốt phá, thể hiện một niềm bi ai.\n\nThơ của Tào Tháo còn biểu lộ ý chí quật cường và tinh thần tiến thủ tích cực của ông. Bài ''Quy tuy thọ'' (Rùa tuy thọ) là tiếng nói lạc quan, tuy biết rõ đời người hữu hạn và kẻ anh hùng nào rồi cũng về với cát bụi. Bài ''Quan thương hải'' (ngắm biển xanh) nổi tiếng với việc lồng cảnh vật thiên nhiên để thể hiện ý chí tung hoành của bản thân. Tuy nhiên, không phải bài nào cũng có tinh thần lạc quan. Trong sự nghiệp của mình, tuy nhiều thắng lợi nhưng Tào Tháo cũng gặp không ít thất bại. Ngồi nhìn tuổi tác ngày càng cao mà chí lớn chưa thỏa, ông viết trong tác phẩm nổi tiếng ''Đoản ca hành'' (Bài hành theo điệu đoản ca) để lộ nỗi buồn \"như sương buổi sớm, ngày qua ngày thấy khổ nhiều hơn\" khiến bài thơ mang âm điệu u uất. Bài ''Thu hồ hành'' (Bài hành theo điệu Thu hồ) thể hiện tình điệu sầu thảm còn rõ rệt hơn nữa.\n\nThơ Tào Tháo về căn bản học tập Nhạc phủ đời Hán nhưng cũng thể hiện cá tính sáng tạo của thi nhân rất rõ rệt nên được coi là ''lão tướng đất U Yên, khí vận trầm hùng''<ref>''Thi bình'' (luận về thơ) đời Tống.<\/ref> Những bài thơ hay nhất của ông sử dụng lời lẽ thuần phác, ít dụng từ hoa mĩ, hình ảnh thơ rõ ràng và giọng thơ bi tráng, hùng hồn, khiến độc giả cảm thấy phấn chấn như được cổ vũ khích lệ. Dù vậy, Tào Tháo cũng có một số bài thơ du tiên, tin vào số mệnh, nội dung và nghệ thuật tương đối ít sức hấp dẫn.\n\nĐánh giá sự nghiệp thơ Tào Tháo, [[Nguyễn Hiến Lê]] viết: \n{{cquote|\n''Tào Tháo dùng binh giỏi mà văn thơ cũng hay. Bài ''Đoản ca hành'' (Bài hát ngắn) của ông, lời cực kỳ bi tráng. Từ thời [[Xuân Thu]] tới đây, ta mới lại gặp một bài thơ tứ ngôn cảm khái như vậy.''|40px|||<ref>Đại cương Văn học sử Trung Quốc, NXB Trẻ, 1997, tr. 155-156<\/ref> \n}}\nTheo học giả Dịch Quân Tả, người Trung Quốc, thì: \n{{cquote|\n''Ông là người có tài cao, hùng khí. Đời ông là một cuộc chiến đấu trường kỳ, nên văn chương của ông cũng từ đó mà ra. Những bài hay nhất như ''Khổ hàn hành'', cũng là tác phẩm viết trong hoàn cảnh chiến đấu<ref>Khi Tào Tháo đánh Liêu Tây xong rút lui từ Liễu Thành về nam. Xem phần \"Trừ anh em họ Viên\" trong bài<\/ref>. Bài ''Đoản ca hành'', sáng tác ngay trong đêm xảy ra [[trận Xích Bích]].''\n\n''Có điều đáng chú ý là ông muốn dùng cái hùng tài của mình về mặt chính trị vào văn học, cho nên ông cố gắng sáng tác nhiều bài thơ tứ ngôn. Thế nhưng, văn học phải diễn biến theo thời đại, tức là phải đi vào giai đoạn ngũ ngôn và thất ngôn, Tào Tháo đành chịu thua vậy''|40px|||<ref>Văn học sử Trung Quốc. GS. Huỳnh Minh Đức dịch. NXB Trẻ, 1992, tr. 244-248<\/ref>\n}}\n\n=== Tác phẩm tiêu biểu ===\n:''Xem thêm:'' [[Trận Xích Bích#Trận Xích Bích trong văn hóa]]\n\n:'''Khổ hàn hành'''\n:''Bắc thượng Thái Hàng sơn''\n:''Nam tai hà nguy nguy''\n:''Dương trường bang khúc chuyết''\n:''Xa luân vị chi tồi''\n:''Thụ một hà tiêu sắt''\n:''Bắc phong thanh chính bi''\n:''Hùng bi đối ngã tôn''\n:''Hổ báo hiệp lộ đề''\n:''Khê cốc thiểu nhân dân''\n:''Tuyết lạc hà phi phi''\n:''Diêu canh trường thán tức''\n:''Viễn hành đa sơ hoài...''\n\n:Dịch thơ: '''Bài hành tả cảnh lạnh buốt'''\n:''Phía Bắc Thái Hàng sơn'', \n:''Vòi vọi lên gian nan.'' \n:''Đường ruột dê uống khúc,''\n:''Làm bánh xe vỡ tan.''\n:''Cây cối sao hiu hắt.'' \n:''Gió bắt rít trên ngàn.'' \n:''Gấu ngồi xổm ngó khách;'' \n:''Hổ bên đường gầm vang.'' \n:''Tuyết rơi sao phơi phới,'' \n:''Hang hốc ít nhân dân.'' \n:''Dài cổ nhiều than vãn,'' \n:''Đi xa dạ ngùi ngùi...''\n\n== Gia quyến ==\nTào Tháo có nhiều vợ, trong đó có 6 vị phu nhân và các cơ thiếp. Có 25 người con trai và 8 người con gái. \n\n; Biện phu nhân (卞夫人) tức Vũ Tuyên hoàng hậu:\n* [[Tào Phi]](曹丕), tự ''Tử Hoàn'' (子桓), tức '''Ngụy Văn Đế'''.\n* [[Tào Tiết (hoàng hậu)|Tào Tiết]] (曹節), Hoàng hậu của [[Hán Hiến Đế]].\n* [[Tào Chương]] (曹彰; ? - 223), tự ''Tử Văn'' (子文), tặng ''Nhậm Thành vương'' (任城王).\n* [[Tào Thực]] (曹植; 192 - 232), tự ''Tử Kiến'' (子建), tặng ''Trần Tư vương'' (陈思王).\n* [[Tào Hùng]] (曹熊; ? - 220), mất sớm, tặng ''Tiêu Hoài vương'' (萧怀王).\n\n; Lưu phu nhân (劉夫人):\n* [[Tào Ngang]] (曹昂; ? - 197), tự ''Tử Tu'' (子脩), tặng ''Điệu vương'' (悼王).\n* [[Tào Thước]] (曹鑠), tặng ''Tương Thương vương'' (相殇王).\n\n; Hoàn phu nhân (環夫人):\n* [[Tào Xung]] (曹冲), tự ''Thương Thư'' (倉舒), tặng ''Đặng Ai vương'' (鄧哀王).\n* [[Tào Cứ]] (曹据), tặng ''Bành Thành vương'' (彭城王).\n* [[Tào Vũ]] (曹宇; ? - 278), tặng ''Yến vương'' (燕王).\n\n; Đỗ phu nhân (杜夫人):\n* [[Tào Lâm(Phái Vương)|Tào Lâm]] (曹林; ? - 256), tặng ''Phái vương'' (沛王).\n* [[Tào Cổn]] (曹袞; ? - 235), tặng ''Trung Sơn vương'' (中山王).\n\n; Tần phu nhân (秦夫人):\n* [[Tào Huyền]] (曹玹), tặng ''Tây hương hầu'' (西鄉侯).\n* [[Tào Tuấn]] (曹峻; ? - 259), tặng ''Trần Lưu vương'' (陳留王).\n\n;Với Doãn phu nhân (尹夫人):\n* Tào Củ (曹矩)\n\n;Với những người vợ khác:\n* Tào Cán (曹幹)\n* Tào Thượng (曹上)\n* Tào Bưu (曹彪)\n* Tào Cần (曹勤)\n* Tào Thặng (曹乘)\n* Tào Chỉnh (曹整)\n* Tào Kinh (曹京)\n* Tào Quân (曹均)\n* Tào Cức (曹棘)\n* Tào Huy (曹徽)\n* Tào Mậu (曹茂)\n* Tào Kỳ Băng (曹崎硼）\n\n== Nhận định ==\nKhánh quan mà nhìn nhận, Tào Tháo là một chính trị gia lỗi lạc, một nhà lãnh đạo giỏi, nhà quân sự có tài. Ông là người năng động, dám nói dám làm<ref>Nguyễn Tử Quang, sách đã dẫn, tr 49<\/ref>. Nhà lãnh đạo [[Đảng Cộng sản Trung Quốc]] [[Mao Trạch Đông]] khâm phục Tào Tháo nhất trong các đế vương Trung Quốc và gọi ông là \"vua của các vua\"<ref>Lời giới thiệu \"Tào Tháo\" của Tào Trọng Hoài, NXB Thanh niên, 2008, tr 5.<\/ref>. Về tính cách, ông có thói đa nghi, hung bạo, hiếu sát và cư xử nhiều lúc xảo trá, nên người đương thời thường khiếp sợ chứ không yêu mến ông.\n\n[[Lưu Bị]], đối thủ đương thời của Tào Tháo, nhận định<ref>Tư Trị Thông Giám. Hán kỷ, quyển 57<\/ref>:\n{{cquote|''Nay so thế với ta như nước với lửa, là Tào Tháo vậy. Tháo dùng cấp bách, ta dùng khoan hòa; Tháo dùng hung bạo, ta dùng nhân từ; Tháo dùng quỷ quyệt, ta dùng trung tín; mọi thứ đều ngược lại với Tháo, việc mới có thể thành thôi}}\n\n[[Trần Thọ]], tác giả ''[[Tam quốc chí]]'', đã đánh giá về Tào Tháo như sau:\n{{cquote|''Cuối thời Hán, thiên hạ đại loạn, anh hào cùng nổi dậy, mà [[Viên Thiệu]] như hổ vồ bốn châu, mạnh mẽ chẳng ai chống nổi. Thái Tổ tính kế bày mưu, đánh dẹp trong nước, tỏ phép hay của [[Thân Bất Hại|Thân]], [[Thương Ưởng|Thương]], bày kế lạ của [[Hàn Phi|Hàn]], [[Bạch Khởi|Bạch]], chọn dùng người hiền tùy vào tài năng, quyền biến ngang dọc, không hiềm thù cũ, rút cuộc nắm giữ mệnh vua, làm nên nghiệp lớn, riêng Thái Tổ có mưu lược sáng suốt hơn cả. Hoặc có thể nói là người khác thường, bậc hào kiệt hơn đời vậy<ref>[[s:zh:三國志\/卷01|Tam quốc chí, quyển 1, Vũ Đế kỷ]], nguyên văn: 漢末，天下大亂，雄豪並起，而袁紹虎四州，強盛莫敵。太祖運籌演謀，鞭撻宇內，攬申、商之法術，該韓、白之奇策，官方授材，各因其器，矯情任算，不念舊惡，終能總禦皇機，克成洪業者，惟其明略最優也。抑可謂非常之人，超世之傑矣。<\/ref>.''|40px}}\n\n[[Trương Đễ]], thừa tướng Đông Ngô thời Tam quốc, đánh giá Tào Tháo là người có tài chinh chiến, nhưng tàn ngược và đa nghi, người dân sợ chứ không yêu mến ông ta, nhà [[Tào Ngụy]] sớm mất cũng là đương nhiên<ref>Tư trị thông giám. NXB Văn học. Tập 5, trang 338-339<\/ref>:\n{{cquote|''Tào Tháo dẫu công trùm Hoa Hạ, uy chấn tứ hải, nhưng ưa chuộng quyền thuật, chinh phạt không thôi, dân sợ oai mà không nhớ đức vậy. Phi, Duệ nối ngôi, còn tàn ngược hơn, trong xây cung thất, ngoài sợ hùng hào, đông tây rong ruổi, không năm nào yên; họ gây mất lòng dân, đã lâu ngày rồi.''|40px}}\n\nĐánh giá về ưu điểm và khuyết điểm của Tào Tháo, nhà nghiên cứu [[Tào Hồng Toại]] viết:\n{{cquote|''Tào Tháo là nhà chính trị kiệt xuất thời phong kiến, xứng đáng được gọi bằng hai chữ \"anh hùng\", mà tính cách nhiều mặt thể hiện ra bằng sự tàn nhẫn thiếu tính nhân ái, đó chính là sự bổ sung hiệu quả cho thuộc tính \"gian hùng\" của ông.''\n\n''Trong hoạt động chính trị, Tào Tháo đã vận dụng khá nhiều tư tưởng Pháp gia, đề cao tài trí, coi trọng năng lực mà không quá quan tâm đến đạo đức phẩm chất của người được sử dụng. Đây là một liều thuốc rất công hiệu, có hiệu quả vô cùng lớn trong việc cai quản, sửa đổi cục diện lỏng lẻo từ cuối thời Đông Hán trở lại.''\n\n''Tào Tháo hùng tài đại lược, dũng cảm mưu trí hơn người nhưng cũng là người đa nghi, nham hiểm và tàn nhẫn... Ông đã dung hợp được 3 loại Pháp - Thuật - Thế trong tranh giành quyền lực, đồng thời có thể vận dụng linh hoạt, hay thay đổi. Đây là một tính cách đặc trưng... Chính vì tính cách con người Tào Tháo rất nhiều mặt nên đời sau cũng có những đánh giá về ông rất khác nhau<ref>Tào Hồng Toại, sách đã dẫn, tr 523 - 525<\/ref>.''|40px}}\n\n===Thói đa nghi và biến trá===\nĐặc điểm nổi bật nhất trong tính cách của Tào Tháo là sự đa nghi, biến trá. Có lúc ông rất thoải mái, có lúc lại hành xử rất tàn nhẫn. ''[[Tam quốc chí]]'' chép:\n{{cquote|Tào Man truyện chép: Thái Tổ (chỉ Tào Tháo)... hễ nói chuyện với người khác thì đùa bỡn nói cười, đều không giấu diếm, lúc thì vui cười hớn hở... đại khái thoải mái như thế. Nhưng giữ phép tắc nghiêm túc, các tướng có người làm sai lệnh của mình thì theo hình pháp mà phạt tội, đến cả kẻ thù oán cũ cũng đều không đổi khác. Người bị tội giết, liền đối mặt khóc thương nhưng cũng không được tha sống. Lúc trước, Viên Trung làm Bái Tướng, từng muốn dùng hình pháp trị tội Thái Tổ, người nước Bái là Hoàn Thiệu cũng coi thường Thái Tổ; lúc tại Duyện Châu, người quận Trần Lưu là Biên Nhượng nói bàn có vẻ xúc phạm Thái Tổ, Thái Tổ bèn giết Nhượng, giết người nhà hắn, bọn Trung, Thiệu đều tránh nạn đến Giao Châu, Thái Tổ sai sứ giả đến chỗ Thái thú [[Sĩ Nhiếp]] bắt giết họ. Hoàn, Thiệu ra đầu thú, quỳ tạ ở giữa đình, Thái Tổ bảo nói: ''\"Quỳ mà tha chết được sao\"''! Rồi giết họ... \n\nLại có người thiếp yêu buổi ngày thường theo nằm nghỉ, dặn người thiếp rằng: ''\"Chốc lát gọi ta dậy\"''. Người thiếp thấy Thái Tổ nghỉ yên, không gọi dậy, lúc tự dậy, liền đánh chết người thiếp đó. Thường đánh giặc, thóc gạo không đủ, bảo riêng Chủ bạ rằng: ''\"Làm thế nào\"?'' Chủ bạ nói: ''\"Nên lấy hộc nhỏ mới đủ\"''. Thái Tổ nói: \"Được\". Sau trong quân nói là Thái Tổ dối gạt quân sĩ, Thái Tổ gọi quan Chủ bạ nói: ''\"Phải mượn cái chết của ông để làm yên lòng quân, không thế thì việc chẳng xong\"''. Bèn chém Chủ bạ, đem đầu ra cho quân biết. Cái tàn ngược biến trá của Thái Tổ, đều đại loại như thế.<ref>[[s:zh:三國志\/卷01|Tam quốc chí, quyển 1, Vũ Đế kỷ]]<\/ref>|40px}}\n\nTrong lần tấn công [[Từ Châu]], Tào Tháo vây đánh nhiều ngày không sao phá được, bèn trút tức giận lên dân thường. Ông ra lệnh tàn sát hơn 10 vạn dân thường ở 5 thành Thủ Lự, Tuy Lăng, Hạ Khâu, Bành Thành, Phó Dương cùng các hương trấn sở thuộc. Không chỉ bản dân 5 thành mà nhiều người dân ở Thiểm Tây vì tránh nạn [[Lý Thôi]], [[Quách Dĩ]] kéo về đó cũng bị hại. Đây là vụ thảm sát dân thường lớn bậc nhất vào thời Tam Quốc. Trong [[trận Quan Độ]], hơn 7 vạn quân của Viên Thiệu không theo kịp chủ, đều xin hàng Tào Tháo, nhưng Tào Tháo nghi ngờ có lính trá hàng nên ra lệnh chôn sống tất cả<ref>Lê Đông Phương, sách đã dẫn, tr 130<\/ref> Các vụ thảm sát này là một trong những nguyên nhân khiến người dân Trung Quốc sau này đánh giá Tào Tháo rất tiêu cực.\n\nTào Tháo vốn đa nghi, không yên tâm với bất kỳ ai. Để nắm rõ dân chúng và quần thần có trung thành với mình hay không, Tào Tháo đã gài tai mắt ở khắp nơi. Trong \"Tam Quốc Chí\" từng nhắc đến ''\"Hiệu sự\"'', chức quan phụ trách việc do thám mà Tào Tháo lập ra, chính là một bộ phận quan lại có tính chất tương tự cơ quan [[Cẩm y vệ]] của triều Minh. Người giữ chức vụ chỉ huy \"Hiệu sự\" đầu tiên là Lô Hồng và Triệu Đạt, trong ngạn ngữ vẫn lưu truyền câu: ''\"Không sợ Tào công, nhưng sợ Lô Hồng. Lô Hồng chưa xong, Triệu Đạt giết tôi\"''. \"Hiệu sự\" có quyền được lựa chọn quan lại, chúng thường mượn danh triều đình để dối lừa, dùng vũ lực dọa dẫm kẻ khác, o ép người dân và cả quan lại. Có vị quan nói về tác hại rất lớn mà Hiệu vụ gây ra, nhưng Tào Tháo lại trả lời thản nhiên rằng: ''\"Khanh hiểu sâu biết rộng nhưng e là không thể bằng ta. Muốn nắm được mọi việc trong thiên hạ mà lại giao nhiệm vụ này cho kẻ quân tử thì đó là điều không thể\"'' (hàm ý rằng Tào Tháo cần những kẻ gian trá như vậy mới thích hợp để theo dõi người khác)\n\nTrong ''\"Thế thuyết tân ngữ\"'' có một đoạn ghi chép về việc Tào Tháo giết ca kỹ. Tào Tháo từng có một ca kỹ sở hữu giọng ca tuyệt vời, kỹ thuật hát vô cùng cao. Nhưng người này lại vô cùng tự phụ, phải vui mới chịu hát. Vậy là Tào Tháo chọn ra một trăm cô gái khác, mời người dạy họ ca hát. Khi đã đào tạo ra ca kỹ có trình độ tương đương, Tào Tháo lập tức giết chết cô ca kỹ kiêu ngạo kia.\n\n[[Hoa Đà]] nổi tiếng là thầy thuốc giỏi đương thời. Tào Tháo đã mắc bệnh đau đầu trong nhiều năm<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 282<\/ref>, sai người triệu ông đến chữa trị, [[dược phẩm|thuốc]] của Hoa Đà rất hiệu nghiệm. Sau này Tào Tháo có người nhà mắc bệnh, lại gọi Hoa Đà tới chữa. Được một thời gian chưa xong, Hoa Đà xin về nhà thăm vợ có bệnh, lại xin nghỉ thêm ít lâu nữa. Tào Tháo nghi ngờ, sai người đến dò xét thì thấy vợ Hoa Đà không có bệnh gì, bèn nghi ngờ rồi hạ lệnh bắt Hoa Đà vào ngục hỏi tội. Mưu sĩ [[Tuân Úc]] xin Tào Tháo tha cho Hoa Đà nhưng Tào Tháo không nghe. Bị ngục lại tra tấn, Hoa Đà chết trong ngục vào năm 208. Năm 219, Tào Tháo lại bị bệnh đau đầu tái phát, nhưng ngoài Hoa Đà thì không có ai chữa được, đến đầu năm sau thì Tào Tháo bệnh chết. Vậy là thói đa nghi góp phần làm nên sự nghiệp Tào Tháo, cuối cùng lại gián tiếp hại chết chính ông ta.\n\n===Thu nạp thuộc hạ===\nTào Tháo đã bổ khuyết những kém cỏi của mình trong chính trị và quân sự bằng cách sử dụng kiến nghị của những người khác. Người ta thống kê được số mưu sĩ trong suốt đời Tào Tháo có đến 102 người. Bởi vì Tào Tháo có nhiều thắng lợi vẻ vang được ghi chép lại, thống nhất được vùng lãnh thổ rộng lớn nhất, nên Tào Tháo cũng được mô tả là người dùng người giỏi. \n\nTuy nhiên, suy xét lại toàn bộ cuộc đời của Tào Tháo thì thấy, những lần Tào Tháo thất bại nặng nhất thường là do ông không đánh giá đúng con người. Tào Tháo đã từng nhìn nhận sai nhiều người, tiêu biểu là vụ [[Trương Mạc]] ngầm theo [[Lữ Bố]] cướp địa bàn Duyện Châu của Tào Tháo. Ông ta nghe tin này, bảo rằng: ''“Chỉ có Ngụy Chủng là không phản ta”'', ai ngờ Ngụy Chủng cũng chạy theo Trương Mạc. [[Trình Dục]], [[Quách Gia]] đều khuyên Tào Tháo không nên thả [[Lưu Bị]] ra, nhưng ông ta bỏ qua, còn sai Lưu Bị đi đánh [[Viên Thuật]], rốt cuộc Lưu Bị liên ly khai và chiếm Từ Châu, xui Viên Thiệu đánh úp huyện Hứa. [[Vu Cấm]] bị [[Quan Vũ]] vây khốn, liền bỏ đi hàng Quan Vũ. Tào Tháo kinh ngạc nói: ''“Ta biết Cấm đã ba mươi năm nay, ngờ đâu lúc lâm nguy ở chỗ gian khó, lại chẳng được như Bàng Đức sao!”''. [[Gia Cát Lượng]] trong [[Xuất sư biểu]] đã dẫn lại nhận định của [[Lưu Bị]] về nhược điểm này của Tào Tháo<ref>Tư trị thông giám. NXB Văn học. Ngụy kỷ, quyển 3, trang 96<\/ref>:\n:''Tào Tháo năm lần đánh Xương Hi không được, bốn lần vượt Sào Hồ không xong, tin dùng [[Vương Phục|Lý Phục]] mà Lý Phục mưu mô, ủy thác [[Hạ Hầu Uyên|Hạ Hầu]] mà Hạ Hầu bại vong. Tiên đế thường khen Tháo là người giỏi, mà vẫn có chỗ kém ấy...''\n\nSứ giả [[Trương Tùng]] của [[Lưu Chương]] đến tỏ ý đồng tình với chiến dịch nam chinh của Tào Tháo, nhưng Tào Tháo thấy Trương Tùng tướng mạo xấu xí nên có ý coi thường Trương Tùng coi đây là mối nhục lớn, sau này trở về Ích châu khuyên Lưu Chương không nên liên minh với Tào Tháo mà chuyển sang [[Lưu Bị]]<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 241<\/ref> [[Tập Tạc Xỉ]] bình luận việc này<ref>Tư Trị Thông Giám. Hán kỷ, quyển 57<\/ref>:\n:''Xưa Kia [[Tề Hoàn Công]] một lần kiêu căng tự khoe công và chín nước phản lại. Tào Tháo bỗng chốc tự khoe công mà thiên hạ chia ba. Đấy đều là siêng năng phấn đấu suốt mấy chục năm mà vứt bỏ trong khoảnh khắc, há chẳng tiếc sao!''\n\n[[Tô Đông Pha]] từng nhận xét: ''“Ngụy Vũ (Tào Tháo) giỏi liệu việc mà không giỏi liệu người. Bởi thế nên có lúc coi trọng đối phương mà công lao tiêu tán, có lúc coi nhẹ đối phương mà đi đến chỗ bại”''\n\nCũng bởi Tào Tháo đi theo con đường bá đạo<ref>Nguyễn Tử Quang, sách đã dẫn, tr 62<\/ref>, trọng lợi hơn trọng đức; dùng người cốt hiệu quả không tính đến phẩm chất đã gây ra những \"tác dụng phụ\" có liên hệ mật thiết đến sự suy vong nhanh chóng của triều đại Tào Ngụy sau này<ref name=\"autogenerated3\">Tào Hồng Toại, sách đã dẫn, tr 524<\/ref>.  \n\n[[Triệu Dực]] trong cuốn ''“[[Nhị thập nhị sử tráp ký]]”'' có bình luận về sự khác biệt trong việc thu nạp nhân tài giữa Tào Tháo - [[Lưu Bị]] như sau: ''“Tào Tháo dùng người lấy quyền lực mà chế ngự, [[Lưu Bị]] thì lấy tính tình làm trọng còn Tôn Quyền thì lấy ý khí làm đầu. Lấy quyền thuật chế ngự thì trọng ở cái cốt yếu, lấy tính tình để mà tụ họp thì trọng ở chữ chân thành...”''<ref name=\"ReferenceE\">Khổng Minh Gia Cát Lượng Đại Truyện. Trần Văn Đức. Nguyễn Quốc Thái dịch. Hồi 0 phần 11<\/ref>. Có nghĩa là Tào Tháo chuyên dùng quyền lực để áp chế, nhiều thuộc hạ phục vụ ông ta vì sợ uy quyền chứ không phải vì lòng trung thành. Còn Lưu Bị thì lấy tình nghĩa chân thành để đối đãi, khiến các thuộc hạ tự giác mà trung thành chứ không lấy quyền lực để đe dọa họ.\n\nTào Tháo thu nạp thuộc hạ với phương châm ''“có tài là dùng”'', tức là chỉ cần có tài chứ không cần biết liêm sỉ, tiết nghĩa của người đó thế nào. Tào Tháo đối với thuộc hạ và binh sĩ không gây dựng được sự trung thành và tin tưởng như là [[Lưu Bị]], mà Tào Tháo dùng quyền mưu để khống chế họ, nên trong đám thuộc hạ nhiều kẻ luôn có ý làm phản. Về mặt này, ông kém hơn nhiều so với đối thủ của mình là [[Lưu Bị]].\n\nĐến cuối đời, Tào Tháo sắp xếp để con là [[Tào Phi]] cướp ngôi nhà Hán, mọi việc hết sức dễ dàng. Nhưng để làm điều đó, Tào Tháo phải diệt trừ những thuộc hạ trung nghĩa như [[Tuân Úc]], [[Thôi Diễm]], [[Khổng Dung]], [[Biên Nhượng]] để thay thế bằng những kẻ quen làm việc bất nghĩa (như [[Hoa Hâm]]), chỉ mở miệng khi cần thiết (như [[Giả Hủ]]), hoặc giỏi thủ đoạn (như [[Tư Mã Ý]]), hoặc chỉ đón ý chủ nhân để tâu việc cho lọt tai (như [[Lưu Diệp]]). [[Nhà Hán]] truyền được 400 năm, quan niệm chính trị đề cao [[Thiên mệnh]], nhấn mạnh trung nghĩa đã ăn sâu vào tầng lớp sĩ phu. Nhưng Tào Tháo đã phá bỏ truyền thống đó, ông chứng minh rằng chỉ cần bề tôi có đủ sức mạnh khống chế triều chính là có thể giành ngôi. Như vậy, Tào Tháo đã mở ra thời đại mà không khí chính trị đầy rẫy nghi kị giữa vua và quan, tạo ra thông lệ quyền thần cướp ngôi, bề tôi làm phản. Từ Tào Ngụy cho đến đầu thời [[nhà Đường]], suốt gần 400 năm, chỉ cần bề tôi có chút lực lượng là lập tức làm loạn, không triều đại nào được yên ổn quá 50 năm, \"truyền thống\" đó chính là do Tào Tháo mở đầu. Chính [[Tấn Minh Đế]] khi nghe kể lịch sử từ triều Tào Ngụy tới triều Tấn đã phải ôm mặt khóc, nói rằng ''\"như thế thì nhà Tấn sao được lâu dài!\"''\n\nMầm quyền lực được cha con họ Tư Mã nhen nhóm từ thời Tào Tháo, không lâu sau đã giành lấy ngôi của con cháu Tào Tháo, giống hệt như cách ông đã dần dần lấy ngôi của [[nhà Hán]]. Nhà Tấn thống nhất được toàn thiên hạ sau này, phần lớn là thụ hưởng cơ nghiệp mà Tào Tháo đã xây dựng.<ref name=autogenerated7 \/> Lư Bật nói rằng: ''“Ngụy lập quốc chưa lâu, Tấn đã cướp mất, tuy đạo trời có vay trả, nhưng cũng bởi vì cha con Tào Tháo đối với kẻ sĩ cương trực chẳng thể dung nạp, bẻ gãy sĩ khí”''. Người đời sau ngẫm về cớ sự đó, có làm bài thơ bình rằng:\n:''Một phút giang sơn đổi họ Tào,''\n:''Công phu hai Hán biết là bao?''\n:''Tào gia muốn học việc Nghiêu, Thuấn,''\n:''Tư Mã về sau có khác nào!''\n\n=== Về quân sự===\nĐối với tài quân sự của ông, [[Mao Tôn Cương]], nhà phê bình tác phẩm [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]], dù có thành kiến không tốt với Tào Tháo cũng công nhận rằng:{{cquote|''Việc binh của Tôn Quyền do Đại đô đốc quyết đoán. Việc quân của Lưu Huyền Đức do quân sư quyết đoán. Chỉ có Tào Tháo là tự tay nắm quyền hành quân, một mình quyết đoán. Tuy rằng có các mưu sĩ giúp mưu, nhưng phần quyết định cuối cùng bao giờ cũng do Tháo. Tháo tỏ ra xuất sắc hơn hẳn bề tôi. Thế thì Lưu Bị, Tôn Quyền không thể ví được với Tháo vậy. Cứ xem mỗi lần Tháo dự định mật kế, ban đầu các tướng đều không hiểu, sau khi thành công, các tướng mới thán phục. [[Đường Thái Tông]] có đề trên mộ Tháo rằng: \"Nhất tướng chi trí hữu dư. Lương nhiên! Lương nhiên\" Khen như thế thật đúng<ref name=autogenerated7>Nguyễn Tử Quang, sách đã dẫn, tr 56<\/ref>.''|40px}}\n\nTào Tháo đã vận dụng linh hoạt các phép tắc quân sự của Trung Hoa cổ đại. Trong thời gian 25 năm (196-220), Tào Tháo đã bình định hết các lộ chư hầu phương bắc, xây dựng chính quyền Tào Ngụy. Ngoài đóng góp về chính trị và quân sự, phải kể tới đóng góp trong khôi phục nông nghiệp thời loạn lạc của Tào Tháo. Thời chiến loạn, nhiều chư hầu không nghĩ tới sự sống chết của nông dân: khi cần lương thực thì lùng sục để giành lấy, nhưng sau khi có được lại phung phí, đến nỗi khi không còn lương thực để cướp đoạt thì tự suy yếu tan rã<ref>Cát Kiếm Hùng, sách đã dẫn, tr 659<\/ref> - điển hình trong số đó là [[Viên Thuật]]. Trong khi nhiều quân phiệt chỉ dùng chính sách cướp đoạt của nông dân thì chính sách đồn điền của Tào Tháo đã góp phần khôi phục nông nghiệp bị tàn phá, vừa giải quyết đời sống nông dân, vừa đảm bảo lương thực cho quân đội của ông. Chính điều đó là một trong những yếu tố quan trọng làm nên chiến thắng của Tào Tháo ở trung nguyên. Đông Ngô, Thục Hán sở dĩ cũng có đủ thực lực, giữ được thế cân bằng với Tào Tháo và con cháu ông sau này nhờ sớm học tập chính sách phát triển đồn điền với mô hình tương tự của Tào Tháo trong khu vực mà họ quản lý<ref>Cát Kiếm Hùng, sách đã dẫn, tr 668<\/ref>.\n\nTuy nhiên, cuộc đời binh nghiệp của Tào Tháo cũng thể hiện sự thiếu sót của ông ta về mặt chiến lược. Tào Tháo chiến thắng liên tiếp trong thời kỳ [[Quách Gia]] làm mưu sĩ. Nhưng khi Quách Gia chết rồi, một khi Tào Tháo rời Trung Nguyên, sự nghiệp quân sự của ông liền gặp trắc trở, bị thua nhiều trận. Điều này liên quan đến sở trường sở đoản của Tào Tháo.<ref name=baophap>https:\/\/baophapluat.vn\/dan-sinh\/giai-ma-vung-toi-tam-quoc-dien-nghia-su-that-ve-tai-ly-luan-quan-su-cua-tao-thao-345747.html<\/ref> Sau khi Tào Tháo đi đánh thua [[trận Xích Bích]] quay về, đến [[Ba Khâu]] gặp dịch bệnh, đốt thuyền, đã than rằng:''\"Nếu Quách Phụng Hiếu còn, chẳng khiến ta đến nỗi này\"''<ref>Tam Quốc Chí, sách đã dẫn, tr 23<\/ref>\n\nTrần Lâm (?-217) đối với thời kỳ đầu cầm quân của Tào Tháo đã nhận xét rằng Tháo ''“ngu chậm mưu cạn, tiến lui bừa bãi, hao quân tổn tướng, mấy lần tan quân”''. Cho tới sau này, ông vẫn thất bại khá nhiều lần, phong độ hết sức trồi sụt, có lúc ông chiến thắng vang dội như ở [[Trận Quan Độ]], có lúc lại thất bại vì mấy đối thủ nhỏ như [[Xương Hi]], [[Trương Tú]], [[Trương Lỗ]]<ref name=baophap \/>\n\nMột khi không có mưu sĩ giỏi như Quách Gia giúp đỡ, một khi Tháo rời địa bàn quen thuộc, sự nghiệp quân sự của Tào Tháo liền gặp trắc trở. Tào Tháo quen sử dụng kị binh, nhưng khi rời bỏ địa hình bằng phẳng, chuyển sang tác chiến trên các địa hình mà kỵ binh không thể phát huy năng lực thì Tào Tháo liền thất bại. Ở trên mặt nước, Tào Tháo thua [[Chu Du]], dù có quân đông gấp mấy lần ([[trận Xích Bích]]). Đi vào rừng núi, Tào Tháo đánh không lại [[Lưu Bị]] ([[trận Hán Trung]]). Đây là một trong những lý do khiến cho Tào Tháo không thể thống nhất thiên hạ mà chỉ thống nhất được vùng Trung Nguyên<ref name=baophap \/>\n\n== Trong văn học ==\n=== Tam Quốc diễn nghĩa ===\n{{Chính|Tam Quốc diễn nghĩa}}\n\n==== Vai trò lịch sử ====\nTrong tiểu thuyết [[Tam Quốc Diễn Nghĩa]], nhà văn [[La Quán Trung]] ca ngợi Lưu Bị, và xem Tào Tháo là vai phản diện. Trong tiểu thuyết, Tào Tháo được mô tả có hình dáng \"cao 7 thước\", \"mắt nhỏ râu dài\". [[Tam Quốc Diễn Nghĩa]] mô tả Tào Tháo có những cá tính khá nổi bật: gian xảo, đa nghi, tàn bạo nhưng cũng rất thông minh, nhiều mưu mẹo quyền biến. Dù không ủng hộ Tào Tháo, coi ông là \"giặc nhà Hán\" nhưng [[La Quán Trung]] - qua nhận xét của những nhân vật trong truyện - không phủ nhận vai trò của ông đối với giai đoạn lịch sử loạn lạc, thậm chí thừa nhận ông được nhân dân coi là ứng với \"thiên mệnh\":\n:Hứa Thiệu - một người giỏi tướng số nhận định Tào Tháo: \n{{cquote|\n''Thời trị, ông là bầy tôi giỏi; Thời loạn, ông là kẻ gian hùng''.|40px||\n}}\n:Tào Hồng liều mạng hộ vệ cho Tào Tháo rút lui khi bị thua Đổng Trác, trong lúc nguy cấp nói với ông: ''\"Thiên hạ có thể không có tôi nhưng không thể không có ông!\"''\n:Tào Tháo bình định Hà Bắc của Viên Thiệu, các bô lão ra đón xưng tụng rằng: ''\"Thời vua (Hán) Hoàn Đế có người giỏi xem thiên văn là Ân Quỳ đoán rằng: sau 50 năm sẽ có vị chân nhân nổi lên ở vùng Lương Bái, cứu giúp thiên hạ, tính thời gian đến nay thì người đó chính ứng với thừa tướng. Từ nay thiên hạ thái bình rồi\"''... \n\n==== Quan điểm ====\nTào Tháo có quan điểm: \n{{cquote|\n''Thà ta phụ người chứ không để người phụ ta''.|||\n}}\nQuan điểm này hoàn toàn trái ngược với chủ trương của Lưu Bị: \"''thà chết chứ không làm điều bất nghĩa''\", chính vì vậy Tào Tháo luôn e dè và xem Lưu Bị là kẻ thù nguy hiểm nhất của mình.\n\nVới quan niệm này, sau khi giết nhầm người nhà Lã Bá Sa vì thấy họ mài dao giết lợn thì tưởng họ định giết mình, ông đã nhẫn tâm giết nốt Bá Sa vì sợ Bá Sa đi tố cáo.\n\n==== Quyền thuật về chính trị ====\n* '''Dùng tóc thay thủ cấp'''\nDo phải hành quân qua một ruộng lúa nên Tào Tháo căn dặn không ai được làm tổn hại dù chỉ là một nhành lúa trên cánh đồng. Nhưng con ngựa của Tào Tháo sau đó lại bị bầy chim đang ăn trên ruộng lúa chợt bay vút lên khiến nó hoảng sợ giẫm đạt nát một góc ruộng, Tào Tháo rút gươm kề cổ mình trong tư thế chuẩn bị tự sát thì quan quân xúm lại can ngăn, ông bèn cắt chỏm tóc trên đầu và nói \"ta tạm tha tội cho mình, nhưng dùng tóc để thay đầu\". Đây cũng là một trong những kỹ xảo chính trị của Tào Tháo.\n\n* '''Mượn thủ cấp để mua lòng quân'''\nĐây là một việc làm bá đạo, trong một lần đánh chiếm thành trì, do không đủ lương thực nên ông đã sai người cấp phát lương thực làm cái đấu đong gạo nhỏ lại để đong ít số gạo kéo dài thời gian, sau đó ông đổ tội cho viên quan trông coi việc cấp phát là Vương Hậu rồi đổ tội cho Hậu, chém đầu để trấn an lòng quân. Vì việc làm trên Tào Tháo đã trả công cho sự hy sinh oan uổng của viên quan ngày đó bằng cách nhận phụng dưỡng suốt đời gia đình của ông ta.\n\n* '''Không nhắc lỗi lầm của thủ hạ'''\nTrong [[trận Quan Độ]], Tào Tháo phá tan đại quân [[Viên Thiệu]]. Thiệu thu tàn quân bỏ chạy qua sông [[Hoàng Hà]], trong lúc vội vã hoảng sợ, công văn giấy tờ bỏ lại hết. Tào Tháo kéo tới, bắt được đống công văn đó. Nghe báo cáo của cấp dưới, ông biết trong đống công văn có nhiều thư từ của những người cấp dưới mình từng tư thông với Viên Thiệu. Các thuộc hạ của ông đề nghị nên đối chiếu tên từng người để về Hứa Xương sẽ bắt trị tội. Nhưng Tào Tháo xua tay, ra lệnh hãy đốt cả đi. Mọi người ngạc nhiên hỏi vì sao, ông bảo:\n{{cquote|\n''Khi Viên Thiệu mạnh, ta yếu, ngay cả ta lo giữ mình còn không xong, huống chi là người khác?''|40px||\n}}\nSự độ lượng của Tào Tháo khiến những người cấp dưới vô cùng khâm phục, những người từng manh tâm phản ông cũng hết sức cảm kích. Về điểm này, nhiều chính trị gia đương thời và sau ông chưa thể so sánh được.\n\n* '''Chọn điểm dừng thích hợp'''\nNăm 216, Tào Tháo gần như lùi hẳn về Bắc củng cố thế lực rồi dâng biểu ép vua phải phong mình là Ngụy Vương để có đủ uy quyền mà trấn áp quân Đông Ngô. Có tướng hỏi sao ông \"không lập quốc và xưng đế\"? Tào Tháo chỉ nói: \n{{cquote|\n''Trải qua bao năm chiến chinh hy vọng giữ vững giang sơn bờ cõi nhà Hán. Nay được làm đến chức Ngụy Vương, đã mãn nguyện lắm rồi, nếu có thì chỉ mong được như [[Chu Văn Vương]] ngày xưa thôi chứ nào ham gì chức vị đế vương?''.|40px|| \n}}\nViệc Tào Tháo so mình với Tây Bá Hầu Cơ Xương đời nhà Chu vì ông không muốn mang tiếng soán ngôi nhà Hán, nhưng đã sắp đặt cho con cháu mình sẽ là người kế tục sự nghiệp đế vương sau này.\n\n==== Lấy lòng tướng sĩ ====\nMột trong những ưu điểm của Tào Tháo là biết nhìn người và rất biết cách dùng người. Trong quá trình chinh chiến, Tào Tháo đã thu phục được nhiều hào kiệt cả văn lẫn võ làm người hỗ trợ đắc lực cho sự phát triển cơ nghiệp của mình. Sở dĩ như vậy vì ông khéo lấy lòng họ. So với [[Tôn Quyền]] và [[Lưu Bị]], hàng ngũ tướng sĩ của Tào Tháo đông và mạnh hơn. Ngoài những tướng trong họ có tài như [[Hạ Hầu Đôn]], [[Hạ Hầu Uyên]], [[Tào Nhân]], [[Tào Hồng]]; còn những người ngoài họ, trong đó bên văn có [[Tuân Úc]], [[Tuân Du]], [[Trình Dục]], [[Quách Gia]], [[Lưu Hoa]], [[Giả Hủ]], [[Mãn Sủng]], [[Mao Giới]], [[Hứa Du]], [[Chung Dao]]; bên võ có [[Điển Vi]], [[Hứa Chử]], [[Lý Điển]], [[Nhạc Tiến]], [[Vu Cấm]], [[Trương Liêu]], [[Trương Cáp]], [[Từ Hoảng]]... Lực lượng hùng hậu đó giúp Tào Tháo luôn ở thế mạnh hơn trong những trận giao tranh với phe Lưu Bị và Tôn Quyền.\n\nTrong bài ''Tam Quốc diễn ca'' cuối tác phẩm, La Quán Trung viết về ông:\n:''Tào Tháo mới gian hùng quỷ quyệt''\n:''Khéo dùng người, thu hết anh hào''\n:''Đường đường tướng phủ ngôi cao'',\n:''Uy quyền hống hách ai nào dám đương?''\n\nMột việc điển hình là trong trận Uyển Thành, Tào Tháo mất con cả Tào Ngang, cháu Tào An Dân và tướng Điển Vi; nhưng tới khi nhớ tới trận này, ông khóc Điển Vi nhiều hơn cả. Trong [[trận Quan Độ]], khi Hứa Du bỏ Viên Thiệu sang theo hàng, ông không kịp xỏ giày mà đi chân đất ra đón.\n\n==== Ảnh hưởng từ tác phẩm ====\n\"Tam Quốc Diễn Nghĩa\" ''(bản dịch của Phan Kế Bính)'' có lối hành văn theo chủ nghĩa \"ủng Lưu phản Tào\", tức Lưu Bị là tốt - còn Tào Tháo là giặc, ngày nay người ta nhìn Tào Tháo với cái nhìn khách quan hơn và có rất nhiều nhận định về ông:\n* Tiểu thuyết [[Tam Quốc Diễn Nghĩa]] bản đầy đủ từ đời [[nhà Minh]] trở đi (bản của Mao Tôn Cương) có xu hướng ủng hộ Lưu Bị và nước Thục cũng như quá đề cao Gia Cát Lượng mà quên đi vai trò chính của Tào Tháo trong việc ngăn chặn cục diện đại loạn cuối thời Đông Hán. Tào Tháo đã dồn nhiều tâm huyết vào đó, ông tuyển chọn nhân tài, chiêu đãi kẻ hiền, thậm chí làm nhiều việc tàn bạo như \"chèn ép vua Hiến Đế\", \"giết thái y Cát Bình\", \"treo cổ Đổng Quý Phi đang mang long thai\", \"đánh Phục Hoàng Hậu đến chết\",... tuy tàn ác nhưng đứng về góc độ chính trị thì những việc này không thể tránh khỏi đối với Tào Tháo khi ông muốn củng cố quyền lực của mình.\n* Tào Tháo được rất nhiều người tôn sùng, xem như thần tượng, nhiều doanh nhân trên thế giới vận dụng tư tưởng của ông trong kinh doanh, chẳng hạn như hiện tượng \"Tam Quốc trong ngành công nghệ thông tin\", sự cạnh tranh của ba hãng vi xử lý dành cho máy tính là Intel, AMD và Cyryx (đánh giá của [[Bill Gates]] về công nghệ phần cứng những năm cuối thập niên 1990).\n\n=== Trọng Tương vấn Hán ===\n{{Chính|Trọng Tương vấn Hán}}\n\nTrọng Tương vấn Hán (仲襄問漢) là tác phẩm [[văn học]] khuyết danh tác giả, kể theo thuyết ''tiền căn báo hậu kiếp'' hay ''luân hồi quả báo'' từ thời [[Hán Sở tranh hùng]] cho đến thời [[Tam Quốc]].\n\nTác giả xây dựng nội dung để hàng loạt nhân vật thời Hán Sở tái sinh, trong đó danh tướng [[Hàn Tín]] nhiều chiến công bị [[Lưu Bang]] giết oan đầu thai làm Tào Tháo tung hoành thiên hạ, lập nhiều chiến công ở trung nguyên; còn Lưu Bang bị đầu thai làm Hán Hiến Đế, kiếp sau bị Tào Tháo chèn ép.\n\n== Thành ngữ ==\nTrong dân gian có câu thành ngữ:\n* ''Đa nghi như Tào Tháo''\n* ''Bị Tào Tháo đuổi''\n* ''Hễ nhắc Tào Tháo là Tào Tháo đến''.\n\n== Xem thêm ==\n* [[Tam Quốc]]\n* [[Tam Quốc Diễn Nghĩa]]\n* [[Tào Ngụy]]\n* [[Lưu Bị]]\n* [[Tôn Quyền]]\n* [[Hà Tiến]]\n* [[Đổng Trác]]\n* [[Viên Thiệu]]\n* [[Lã Bố]]\n* [[Viên Thuật]]\n* [[Trương Tú]]\n* [[Lưu Biểu]]\n* [[Mã Đằng]]\n* [[Hàn Toại]]\n* [[Trương Lỗ]]\n* [[Lưu Chương (lãnh chúa)|Lưu Chương]]\n* [[Hán Hiến Đế]]\n* [[Quan Vũ]]\n* [[Tào Phi]]\n\n== Tham khảo ==\n* Cát Kiếm Hùng chủ biên (2006), ''Bước thịnh suy của các triều đại phong kiến Trung Quốc'', tập 1, NXB Văn hóa thông tin\n* Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', NXB Đà Nẵng\n* Lê Đông Phương, Vương Tử Kim (2007), ''Kể chuyện Tần Hán'', NXB Đà Nẵng\n* Tào Hồng Toại chủ biên (2004), ''Thời niên thiếu của các bậc đế vương'', NXB Văn hóa thông tin\n* Nguyễn Tử Quang (1989), ''Tam Quốc bình giảng'', NXB tổng hợp An Giang\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân (2006), ''Tướng soái cổ đại Trung Hoa'', tập 1, NXB Lao động\n* ''Văn học sử Trung Quốc'', GS. Huỳnh Minh Đức dịch, Nxb Trẻ, 1992\n\n== Chú thích ==\n<div style=\"height: 300px; overflow: auto; padding: 3px; border:1px solid #AAAAAA; reflist\" >\n{{tham khảo|2}}\n<\/div>\n\n== Liên kết ngoài ==\n{{commons|Cao Cao}}\n{{Văn học Kiến An}}\n{{Nhân vật Tam Quốc}}\n{{Thời gian sống|sinh=155|mất=220}}\n\n[[Thể loại:Nhà Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n\n{{Link FA|de}}\n{{Liên kết chọn lọc|de}}"}