{"Tào Nhân":"{{Thông tin nhân vật Tam Quốc\n|Tên=Tào Nhân<br>曹仁\n|Hình= Cao Ren Qing illustration.jpg\n|Cỡ hình=\n|Chú thích hình=\n|Chức vụ=[[Đại tư mã]]\n|Thế lực=[[Tào Ngụy]]\n|Sinh= [[167]]\n|Nơi sinh= \n|Mất=[[223]]\n|Nơi mất=\n|Giản thể=曹仁\n|Phồn thể=曹仁\n|Bính âm=Cáo Rén\n|Tự=Tử Hiếu (子孝)\n|Thụy=Trần Trung hầu (陳忠侯). \n|Tước hiệu=Đô đình hầu (都亭侯)<br>An Bình đình hầu (安平亭侯)<br>Trần hầu (陳侯)|Thụy hiệu=Trần Trung hầu (陳忠侯)}}\n'''Tào Nhân''' ([[chữ Hán]]: 曹仁; [[168|167 -]][[223]]), [[biểu tự]] '''Tử Hiếu''' (子孝), là công thần khai quốc nước [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Cuộc đời ==\nTào Nhân người huyện Tiếu, Phái Quốc (nay là [[Bạc Châu]], [[An Huy]]), ông nội [[Tào Bao]] (曹褒) làm [[Thái thú]] [[Dĩnh Xuyên]], cha là [[Tào Sí]] (曹熾), giữ chức ''Thị trung'', ''Hiệu úy'' [[Trường Thủy]], Tào Nhân là em cùng họ của [[Tào Tháo]]. Cả ông và cha ông từng giữ vị trí quan trọng trong quân binh. Khi còn trẻ, Tào Nhân hứng thú săn bắn và cưỡi ngựa, ông từng dẫn đầu hơn một ngàn binh lính đi dẹp quân [[khởi nghĩa Khăn Vàng]].\n\nNăm [[190]], Tào Nhân chiêu mộ binh sĩ đi chống lại [[Đổng Trác]]. Kể từ lúc này ông và binh lính của ông bắt đầu theo phò tá Tào Tháo. Tào Nhân thường dùng kỵ binh, được đi tiên phong. Khi Tào Tháo đánh Đào Khiêm ở Từ Châu, ông được phái đi đánh Lã Do, sau đó đi đánh các huyện Phí, Hoa, Tức Mặc, Khai Dương. Khi Tào Tháo đánh Lã Bố, Tào Nhân được phái đi đánh Câu Dương và bắt được tướng Lưu Hà. Năm [[200]], quân [[Lưu Bị]] định tấn công mặt sau lãnh thổ của Tào Tháo, Tào Nhân dẫn đầu một đội quân kỵ binh đánh bại Lưu Bị. Phá xong Lưu Bị, Tào Nhân trở về đánh Viên Thiệu. Ông cùng Sử Hoán cướp xe lương của Viên Thiệu. Sau này khi [[Tôn Quyền]] định xâm chiếm lãnh thổ Tào Tháo, Tào Nhân lại một lần nữa chặn đứng. Do công lao này, ông được phong tước '''Đô đình hầu''' (都亭侯).\n\nNăm [[208]], sau thất bại của [[trận Xích Bích]], Tào Tháo rút về phương bắc, ủy thác Tào Nhân làm ''Chinh Nam tướng quân'' (征南將軍), nhận mệnh cùng [[Từ Hoảng]] phòng thủ [[Giang Lăng quận]] (江陵郡; nay là [[Kinh Châu]], [[Hà Bắc]]) để chống lại đội quân truy kích của [[Chu Du]]. Đứng trước lực lượng hùng hậu và tinh thần quân Tào đang giảm sút do thất bại của Xích Bích, Tào Nhân quyết định liều mình dẫn vài chục kị binh lao vào quân Đông Ngô nhằm tăng nhuệ khí cho họ và để giải cứu thuộc hạ của ông là [[Ngưu Kim]] đang bị bao vây. Cuối cùng, quân Đông Ngô phải rút và Tào Nhân cứu được hầu hết quân sĩ của mình. Sau sự kiện đó, quân sĩ dưới trướng tôn thờ ông và tán thưởng sự quả cảm của ông. Tào Tháo biết được hết sức khen ngợi, phong làm '''An Bình đình hầu''' (安平亭侯).\n\nNăm [[211]], Tào Nhân tham gia chiến dịch trấn áp các thế lực cát cứ Tây Lương là [[Mã Siêu]] và [[Hàn Toại]]. Trong [[trận Đồng Quan (211)|trận Đồng Quan]] ông đã chỉ huy quân sĩ phòng thủ ải Đồng Quan trước các cuộc tấn công của quân Tây Lương, tạo điều kiện cho thắng lợi của quân Tào.\n\nNăm [[219]], trong [[trận Tương Dương-Phàn Thành]], [[Quan Vũ]] dẫn quân đến nghênh chiến. Quân của Quan Vũ bao vây thành cũng như sử dụng dòng chảy sông để cắt đứt mọi nguồn viện trợ lương thực cũng như liên lạc. Tuy nhiên Tào Nhân đã trấn an tinh thần quân sĩ, cố phòng thủ cho tới khi [[Từ Hoảng]] đến tiếp viện. Cùng với quân viện binh của Từ Hoảng, Tào Nhân đã buộc Quan Vũ phải rút lui.\n\nSau khi [[Tào Phi]] kế vị Tào Tháo và lập ra [[Tào Ngụy]], ông phong cho Tào Nhân lên chức ''Xa Kị tướng quân'' (車騎將軍), đổi phong '''Trần hầu''' (陳侯), thực ấp 2000 hộ và quản lý quân sự của ba châu: [[Kinh Châu]], [[Dương Châu]] và [[Ích Châu]]. Sau đó, ông chuyển đơn vị của mình lên [[Uyển Thành]], [[Nam Dương]]. Khi Tôn Quyền tấn công [[Tương Dương, Hồ Bắc]], Tào Phi lệnh Tào Nhân trấn thủ và ông phá tan được đạo quân này, sau đó ông được thăng lên ''Đại tướng quân'' (大將軍).\n\nVề sau, Tào Nhân ngày càng được Tào Phi trọng dụng, dần dần thăng đến chức [[Đại tư mã]], trở thành người đứng đầu võ quan nước Ngụy, chăm lo hết mọi việc binh. Trong những năm cuối đời ông vẫn còn tiếp tục đẩy lui thành công vài cuộc tấn công của Tôn Quyền.\n\nNăm [[223]], Tào Nhân qua đời, hưởng thọ 55 tuổi. Quân sĩ nhớ đến ông như một tướng quân trung thành, nghiêm khắc và tận tụy hết mình. Ông được truy tặng làm '''Trần Trung hầu''' (陳忠侯).\n\n== Gia quyến ==\n* Anh em:\n# [[Tào Thuần]] (曹純), em cùng mẹ.\n# [[Tào Hồng]] (曹洪), anh em họ.\n# [[Tào Hưu]] (曹休). anh em họ.\n# [[Tào Tháo]] (曹操). anh họ\n* Hậu duệ:\n# [[Tào Thái]] (曹泰), con trưởng Tào Nhân, làm quan đến chức Trấn Đông tướng quân, phong ''Nịnh Lăng hầu'' (甯陵侯). Sinh [[Tào Sơ]] (曹初).\n# [[Tào Khải]] (曹楷), con thứ hai của Tào Nhân, được phong liệt hầu.\n# [[Tào Phạm]] (曹范), con thứ ba của Tào Nhân, được phong Liệt hầu.\n\n== Tham khảo ==\n{{tham khảo}}\n* [[s:zh:三國志\/卷09#曹仁|Tam quốc chí, quyển 9, Tào Nhân truyện]]\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 168]]\n[[Thể loại:Mất năm 223]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}