{"Tào Phương":"{{Thông tin nhân vật hoàng gia\n| tên = Thiệu Lăng Lệ Công\n| tên gốc = 邵陵厲公\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình =\n| cỡ hình = 220px\n| ghi chú hình = Ngụy Phế Đế Tào Phương (tranh vẽ thời nhà Đường)\n| chức vị = [[Hoàng đế]] [[Tào Ngụy]]\n| chi tiết chức vị = \n| tại vị = [[239]] - [[254]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:220 till:265 \nAlignBars = early\nScaleMajor = increment:45 start:220\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:239 till:254 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Tào Ngụy Minh Đế]]\n| nhiếp chính = [[Tào Sảng]]<br> [[Tư Mã Ý]]<br> [[Tư Mã Sư]]\n| kế nhiệm = [[Tào Mao|Cao Quý Hương Công]]\n| chức vị 1 = [[Vương|Tề Vương]]\n| tại vị 1 = [[254]] - [[274]]\n| đăng quang 1 = \n| kiểu đăng quang 1 = \n| tiền nhiệm 1 = \n| kiểu tiền nhiệm 1 = \n| kế nhiệm 1 = \n| kiểu kế nhiệm 1 = \n| nhiếp chính 1 = \n| hôn phối = \n| thông tin hôn phối = \n| kiểu hôn phối = \n| hôn phối 2 = \n| thông tin hôn phối 2 = \n| kiểu hôn phối 2 = \n| chồng = \n| vợ = \n| thông tin con cái = ẩn\n| con cái = \n| tên đầy đủ = \n| kiểu tên đầy đủ = \n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin tước vị đầy đủ = ẩn\n| thông tin niên hiệu = \n| niên hiệu = <\/div>\nCánh Sơ (景初) <small>239<\/small><br>\nChính Thủy (正始) <small>240–249<\/small><br>\nGia Bình (嘉平) <small>249–254<\/small><br>\n| thời gian của niên hiệu = \n| thụy hiệu = [[Lệ Công]] (厲公)\n| hoàng tộc = \n| kiểu hoàng tộc = \n| ca khúc hoàng gia = \n| cha = [[Tào Khải]]\n| mẹ = \n| sinh = \n| nơi sinh = \n| ngày rửa tội = \n| nơi rửa tội = \n| mất = \n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n| cỡ chữ ký = \n| ghi chú chữ ký = \n}}\n'''Tào Phương''' ([[chữ Hán]]: 曹芳; [[232]]–[[274]]; cai trị: [[239]] – [[254]]) [[Tên chữ (người)|tên tự]] là '''Lan Khanh''' (蘭卿), là [[hoàng đế]] thứ ba của nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\nTrước khi lên ngôi, ông được phong là '''Tề Vương'''. Sau này, ông bị [[Tư Mã Sư]] phế truất làm '''Thiệu Lăng công'''. Sau khi ông mất, được ban thụy là \"Lệ\" (nghĩa: ngang bướng), gọi đầy đủ là '''Thiệu Lăng Lệ công'''. Ông mất vào năm 274, lúc đó nhà Tào Ngụy đã bị [[nhà Tấn]] tiêu diệt.\n\n==Tuổi trẻ==\n\nTào Phương vốn là con trai của Tế Nam vương [[Tào Khải]] (曹楷) – một hoàng thân quốc thích nhà Tào Ngụy. Vì vua Tào Ngụy Liệt Tổ Minh Đế ([[Tào Duệ]]) không có con trai, bèn chọn ông lập làm [[thái tử]]. \n\t\nNăm 239, Ngụy Minh Đế mất. Trước lúc mất, vua Minh Đế vì thấy vua mới Tào Phương còn nhỏ, bèn định giao quyền nhiếp chính cho bọn đại thần [[Tào Vũ (Tam Quốc)|Tào Vũ]], [[Tào Sảng]], [[Hạ Hầu Hiến]], [[Tào Triệu]] và [[Tần Lãng]]. Nhưng lúc đó, 2 viên quan là [[Lưu Phóng]] và [[Tôn Tư]] vốn có hiềm khích với Hạ Hầu Hiến và Tào Triệu nên xin với Minh Đế đổi lại người nhiếp chính, Minh Đế đành chỉ định để 2 người là Tào Sảng và [[Tư Mã Ý]] làm thay. Sau khi Minh Đế băng, Thái tử Tào Phương kế nhiệm, tức là Phế Đế.\n\n== Tào Sảng nhiếp chính==\n\nPhế Đế cai trị đất nước 15 năm, số năm cai trị dài nhất trong các vua nhà Tào Ngụy, nhưng trong thời gian đó ông không làm được việc gì. Khi ông còn nhỏ, các đại thần [[Tào Sảng]] rồi sau đó là [[Tư Mã Ý]] tranh đoạt quyền lực. Sau này, khi Tư Mã Ý mất, con là [[Tư Mã Sư]] lên thay, Phế Đế định tìm cách giành lại quyền từ tay họ Tư Mã nhưng thất bại, cuối cùng bị phế truất.\n\t\nLúc đầu, khi nắm quyền nhiếp chính, Tào Sảng và Tư Mã Ý cùng chia nhau đều cai quản. Nhưng càng về sau, Tào Sảng càng lấn lướt Tư Mã Ý, dần dần đã chiếm lấy quyền lực của họ Tư Mã. Tư Mã Ý thấy mình còn yếu, không thể chống lại được Tào Sảng, đành nhẫn nhịn chờ thời cơ. Sau đó (năm 247), Tư Mã Ý vờ cáo bệnh từ quan. Thế lực của Tào Sảng do không còn ai cản nữa, bắt đầu tung hoành chốn triều đường, những tay chân thân tín như [[Đặng Dương]] (鄧颺), [[Lý Thắng]] (李勝), [[Hà Yến]] (何晏) và [[Đinh Mật]] (丁謐),... ra sức lộng hành, lũng đoạn triều chính. Những người mà không cùng phe cánh hoặc chống lại Tào Sảng đều bị loại bỏ.\n\t\nNăm 243, Phế Đế lập nàng [[Chân Thị (Tào Phương)|Chân Thị]] làm hoàng hậu. Chân hoàng hậu là cháu của Ngụy Xương Mục hầu Chân Nghiễm (sau này mất, Chân hậu được truy là [[Hoài hoàng hậu]]).\n\t\nTư Mã Ý làm cho Tào Sảng mất cảnh giác, ngầm chờ thời cơ nổi dậy. Năm 249, khi Tào Sảng dẫn Ngụy Phế Đế đi viếng miếu Liệt Tổ của tiên hoàng Ngụy Minh Đế, Tư Mã Ý bèn nổi dậy, đem quân tiến chiếm kinh thành, buộc Quách thái hậu ban chiếu kể tội Tào Sảng lộng quyền làm bại hoại chính sự. Tào Sảng mất hết uy quyền, rồi bị giết chết. Từ đó, Tư Mã Ý chính thức nắm quyền trong triều.\n\n== Họ Tư Mã nhiếp chính==\n\nTừ sau khi nắm quyền nhiếp chính, Tư Mã Ý ra sức gây uy thế trong triều. Tào Phương không có quyền, đã vậy còn buộc phải ban cho Tư Mã Ý lễ [[cửu tích]] (tức là 9 ơn huệ của nhà vua ban cho bề tôi có công), nhưng Tư Mã Ý giả vờ từ chối. Thời Tư Mã Ý nắm quyền, ra sức thanh lọc bộ máy quan lại, bài trừ tệ nạn [[tham nhũng]].\n\nNăm 251, viên tướng trấn giữ thành Thọ Xuân (nay thuộc thành phố Thọ Châu, địa cấp thị Lữ An, tỉnh An Huy) là [[Vương Lăng (Tam Quốc)|Vương Lăng]] bị cho là âm mưu với Sở vương [[Tào Bưu]] (曹彪 con thứ của [[Tào Tháo]], em Văn Đế [[Tào Phi]], ông chú của Tào Phương) định đánh chiếm Hứa Xương, phế truất Tào Phương để lập Tào Bưu<ref>Lê Đông Phương, sách đã dẫn, tr 413<\/ref>. Nhưng nhanh chóng, Vương Lăng bị Tư Mã Ý bắt. Tư Mã Ý giết cả họ Vương Lăng rồi nhân danh Tào Phương bắt Tào Bưu tự sát. Các sử gia hiện đại cho rằng thực chất đây là vụ án giả do Tư Mã Ý làm ra để tiêu diệt những lực lượng trung thành với họ Tào mà chống đối mình<ref>Lê Đông Phương, sách đã dẫn, tr 413-414<\/ref>.\n\nKhông lâu sau vụ Vương Lăng, Tư Mã Ý qua đời, giao quyền lại cho con trai trưởng là [[Tư Mã Sư]] nắm giữ.\n\t\nTừ khi nắm quyền, [[Tư Mã Sư]] chuyên hết mọi việc, khiến Tào Phương lấy làm bất bình. Ông vốn chỉ tin tưởng một viên đại thần tên là Lý Phong, khi bàn chính sự với Lý, thường bày tỏ nỗi bất bình về sự chuyên quyền của họ Tư Mã. Tư Mã Sư biết tin đó, bèn bí mật bắt giam Lý Phong, hành hạ ông ta đủ điều, ép phải khai ra những điều đã bí mật bàn luận với Tào Phương, nhưng Lý Phong một mực không chịu khai, cuối cùng bị chém chết. Sau đó, Tư Mã Sư ra tay thanh trừng những người cùng phe cánh với Lý Phong như Hạ Hầu Huyền và Trương Tập, khép Lý – Hạ Hầu – Trương tội danh phản quốc, ban án [[tru di tam tộc]], Tào Phương chỉ biết bất lực rơi lệ khi thấy bề tôi trung của mình bị giết. Sự kiện đó xảy ra vào năm 254. Sau đó, Tư Mã Sư ép vua phải phế truất Trương hoàng hậu, đưa người con gái khác là Vương Thị lên thay.\n\t\nCàng ngày, Tào Phương càng căm hận [[Tư Mã Sư]]. Có người bày kế cho vua rằng sẽ giúp vua lấy lại quyền lực, âm mưu được bày ra là: vua hãy sai thích khách chặn ở thành Trường An, em của Tư Mã Sư là [[Tư Mã Chiêu]] sẽ đến đó trấn giữ, nhân đó mà cho thích khách ra giết [[Tư Mã Chiêu]], rồi cướp lấy quân đội của Chiêu, lấy quân đó mà chống lại Tư Mã Sư. Dù thấy kế hoạch hay, nhưng Tào Phương lại lo ngại, chần chừ không quyết, cuối cùng âm mưu bị bại lộ. [[Tư Mã Sư]] nghe tin sợ hãi, quyết ra tay hạ bệ ông. Lấy danh nghĩa là vua bị bệnh điên, rồi phế truất vua, giáng ông làm Tề Vương.\n\n==Cuộc sống sau khi bị phế==\n\nSau khi bị phế làm Tề Vương, Phế Đế chuyển đến sống tại một cung điện ở [[Hà Nội (Trung Quốc)|Hà Nội]] (nay thuộc địa cấp thị Tiêu Tác, tỉnh [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]). Sau này, năm 265, khi con trai của Tư Mã Chiêu là [[Tấn Vũ Đế|Tư Mã Viêm]] cướp ngôi nhà Tào Ngụy, lập ra nhà Tấn, Phế Đế bị giáng làm Thiệu Lăng công. Tào Phương mất năm 274, hưởng dương 43 tuổi, được an táng theo nghi thức của một công tước, thụy là Lệ. Sử không cho biết hậu duệ của ông.\n\t\nTrong thời gian 15 năm ở ngôi ông sử dụng 3 niên hiệu là:\n*Cánh Sơ (239) <ref>Đây vốn là niên hiệu của Ngụy Minh Đế, đến đây, Tào Phương lại tiếp tục sử dụng thêm 11 tháng (từ tháng 2 đến hết tháng 12 năm 226<\/ref>\n*Chính Thủy (正始) 240–249\n*Gia Bình (嘉平) 249–254\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n\n== Chú thích ==\n{{tham khảo}}\n{{Kiểm soát tính nhất quán}}\n\n{{Vua Tào Ngụy}}\n{{Nhân vật Tam Quốc}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Hoàng đế Tào Ngụy]]\n[[Thể loại:Sinh năm 232]]\n[[Thể loại:Mất năm 274]]"}