{"Tôn Hưu":"{{Thông tin nhân vật hoàng gia\n| tên = Đông Ngô Cảnh Đế \n|tên gốc =東吳景帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| chức vị = [[Hoàng đế]] [[Đông Ngô]]\n| tại vị = [[258]] &ndash; [[264]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:229 till:280\nAlignBars = early\nScaleMajor = increment:51 start:229\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:258 till:264 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Tôn Lượng|Đông Ngô Phế Đế]]\n| kế nhiệm = [[Tôn Hạo|Đông Ngô Mạt đế]]\n| tên đầy đủ = [[Húy]]: Tôn Hưu (孫休) <br>[[Tên chữ (người)|Tên tự]]: Tử Liệt (子烈)\n| kiểu tên đầy đủ = Tên đầy đủ\n| miếu hiệu=[[Thái Tông]] (太宗)\n| thụy hiệu= Cảnh Hoàng Đế (景皇帝)\n| thông tin niên hiệu = ẩn\n| niên hiệu=<\/div>\nVĩnh An <small>258—264<\/small><br>\n| hoàng tộc = [[Đông Ngô|Nhà Đông Ngô]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Tôn Quyền]]\n| sinh = 234\n| mất = [[3 tháng 9]], [[264]]\n| nơi mất = [[Nam Kinh|Kiến Nghiệp]], [[Giang Tô]]\n}}\n'''Tôn Hưu''' ([[chữ Hán]]: 孫休, [[bính âm Hán ngữ|bính âm]]: Sun Xiu) (234 - 3\/9\/264), tự là '''Tử Liệt''' (子烈), sau này trở Ngô Cảnh Hoàng đế, vị quân chủ thứ ba của nhà [[Đông Ngô]] trong thời kỳ [[Tam Quốc]].\n\n==Thuở thiếu thời==\nTôn Hưu sinh năm 234, con thứ sáu của [[Tôn Quyền]], Hoàng đế khai quốc của nước Ngô với Vương Phu nhân. Từ khi còn nhỏ, ông đã nổi tiếng là người chăm học. Năm 250, Tôn Quyền ban hôn cho ông với con gái của chị ông là [[Tôn Tiểu Hổ]] với [[Chu Cứ]].\n\nNăm 252, ngay trước lúc Tôn Quyền băng hà, ông được phong làm Lang Nha vương với đất phong là Hổ Lâm (虎林, ngày nay là [[Trì Châu]], [[An Huy]]). Không lâu sau đó, em ông là [[Tôn Lượng]] lên ngôi và [[Gia Cát Khác]] đảm nhiệm phụ chính đại thần. Gia Cát Khác không muốn đất phong của các vị quận vương ở quá gần các căn cứ quân sự dọc bờ sông Dương Tử nên Tôn Hưu bị đưa đến Đan Dương (丹陽, ngày nay là [[Tuyên Thành]], [[An Huy]] không thuộc [[Trấn Giang]], [[Giang Tô]]). Không giống như anh ông, Tề vương [[Tôn Phấn]] (孫奮) ngay từ đầu đã kịch liệt phản đối, ông không hề bày tỏ sự chống đối nào cả. Khi ở Đan Dương, ông luôn bị Thái thú Đan Dương Lý Hoành (李衡) kiếm cớ dèm pha. Tôn Hưu không chịu được nên đã kiến nghị em ông đổi cho ông đất phong khác, ông được ban cho đất phong ở Cối Kê (會稽, ngày nay là [[Thiệu Hưng]], [[Chiết Giang]]).\n\nNăm 255, chị gái của Tôn Hưu là [[Tôn Đại Hổ]] gây biến loạn, phụ chính đại thần [[Tôn Tuấn]] (người đã giết chết và thay thế [[Gia Cát Khác]] năm 253) đã giết chết Quận chúa Tiểu Hổ, chị khác mẹ đồng thời cũng là nhạc mẫu của Tôn Hưu. Tôn Hưu vô cùng sợ hãi nên đã gửi phu nhân của mình (con gái Tôn Tiểu Hổ) trở về kinh đô [[Kiến Nghiệp]], và kiến nghị sẽ ly hôn với phu nhân nhưng Tôn Tuấn đã khước từ và gửi trả bà về cho Tôn Hưu.\n\nNăm 258, sau những nỗ lực bất thành của Tôn Lượng nhằm loại bỏ [[Tôn Lâm]], em họ và người thay thế Tôn Tuấn, Tôn Lâm đã buộc Tôn Lượng thoái vị và đón Tôn Hưu trở về kinh thành, đồng thành lập ông làm hoàng đế mới của nước Ngô.\n\n== Diệt Tôn Lâm ==\nNhằm để làm yên lòng Tôn Lâm, Tôn Hưu đã phong thêm 5 huyện sáp nhập vào đất phong của Tôn Lâm và gia phong tước hầu cho các anh em của Tôn Lâm. Tuy nhiên, Tôn Lâm đã sớm không hài lòng với vị hoàng đế mới qua một số việc nhỏ. Chẳng hạn như việc một hôm Tôn Lâm mang rượu và thịt bò vào hoàng cung vì muốn mời hoàng thượng thưởng lãm, nhưng Tôn Hưu đã từ chối. Vì thế Tôn Lâm phải mang rượu thịt đi về, rồi tìm đến nhà tướng quân [[Trương Bố]] (張布). Tôn Lâm đã tỏ ra thất vọng vì sự khước từ của Tôn Hưu trong đó nhấn mạnh đến việc cân nhắc sẽ chọn 1 hoàng đế mới. Trương Bố đã mật báo việc này với Tôn Hưu. Tôn Hưu hết sức lo lắng về vấn đề Tôn Lâm mặc dù bên ngoài vẫn tỏ ra sủng ái Tôn Lâm hết mực. Tôn Lâm cũng bắt đầu lo ngại cho vị trí của ông ta nên đã kiến nghị được rời Kiến Nghiệp để đến trấn thủ [[Vũ Xương]] (武昌, ngày nay là [[Ngạc Châu]], [[Hồ Bắc]]), kinh đô thứ hai của nước Ngô. Tôn Hưu đã chấp thuận.\n\nTuy nhiên, Tôn Hưu lo ngại việc Tôn Lâm sẽ chiếm thành trì và tạo phản. Ông đã lập kế cùng với Trương Bố và phó tướng [[Đinh Phụng]] nhằm diệt trừ Tôn Lâm ở lễ hội Lạp Bát (臘八, tổ chức vào ngày mùng 8 tháng Chạp). Tuy nhiên, kế hoạch đã bị lộ nhưng Tôn Lâm vẫn đến dự hội mặc dù đã biết nguy hiểm. Sau đó, Tôn Lâm đã bị quân sĩ của Trương Bố và Đinh Phụng bao vây và bắt giữ. Tôn Lâm đã cầu xin Tôn Hưu cho sống, ông ta chấp nhận sẽ bị đi đầy ở Giao Châu (miền bắc Việt Nam) hoặc làm nô lệ nhưng đều bị Tôn Hưu khước từ. Tôn Hưu đã phán rằng ông ta không hề cho Đằng Dận (滕胤) (bị Tôn Lâm giết năm 256) hay Lã Cứ (呂據) (bị buộc phải tự sát) bất cứ sự lựa chọn nào. Tôn Lâm bị xử trảm và diệt tộc.\n\n==Cai trị==\nTôn Hưu được biết đến như một vị hoàng đế có lòng bao dung và sự độ lượng với bất kỳ ý kiến trái ngược với ông cũng như rất cần mẫn. Tuy nhiên ông cũng là một vị quân vương thiếu năng lực trị vì trên cả phương diện quân sự và nội chính. Bên cạnh đó ông lại hết sức tin tưởng vào Trương Bố và Bộc Dương Hưng, dù rằng cả hai người đó đều bất tài, và lại là những tham quan. Vì thế triều đình kể từ đó trở nên rối loạn và yếu kém. Điển hình là vào năm 260, theo đề xuất cua Bộc Dương Hưng, triều đình trung ương đã tiến hành kế hoạch xây dựng rất tốn kém là đào 1 hồ nước nhân tạo tên hồ Phổ Li (浦里塘, ngày này là [[Huyền Thành]], [[An Huy]]) nhằm gia cố hệ thống phòng ngự để chống lại [[Tào Ngụy]] ở phương bắc dù các đại thần nước Ngô cho rằng kế hoạch này quá tốn kém và vô dụng. Cuối cùng, kế hoạch này đã bị đình lại vì rõ ràng là nó không thể nào hoàn thành được.\n\nCũng trong năm 260, Tôn Hưu lo ngại về những âm mưu của Tôn Lượng, em trai mình và cũng là vị quân vương bị phế truất. Sau khi ông nhận được tấu chương vu khống Tôn Lượng đã mời pháp sư để trù yểm hoàng đế, ông đã phế Tôn Lượng từ Cối Kê vương xuống làm Hậu Quan hầu (候官侯) và đày em mình ra biên ải (ngày nay là [[Phúc Châu]], [[Phúc Kiến]]). Tôn Lượng đã chết trên đường đi. Có nhiều giả thiết cho rằng ông đã tự tử hoặc bị Tôn Hưu ra lệnh đầu độc chết.\n\nTheo như lời đặc sứ nước Ngô được cử đến [[Thục Hán]] năm 261 mô tả lại tình hình nước Thục vào thời điểm đó:\n\"Hán Hoài Đế hoàn toàn vô năng và không hề biết đến những sai lầm của ông ta, các đại thần thì vì giữ mình mà không dám can gián. Khi thần đến Thục, thần không hề được nghe lời nào thành thật cả, và khi thần đến du ngoạn ở các vùng nông thôn, thần chỉ thấy cảnh đói kém khắp nơi. Thần còn nghe về câu chuyện những con chim sẻ rất thích làm tổ trên nóc các mái lều tranh vì đó là nơi chúng cảm thấy an toàn nhất mà không hề biết rằng những đám cỏ khô đang bắt đầu phát hỏa và tai họa sắp đến. Có lẽ chúng thích như thế.\"\n\nNhiều sử gia cho rằng vị đặc sứ này không chỉ thuật lại tình hình Thục Hán mà còn muốn dùng Thục Hán như 1 lời can gián nhằm thức tỉnh hoàng đế Tôn Hưu rằng nước Ngô cũng đang trong tình hình tương tự nhưng Tôn Hưu đã không nhận ra điều đó.\n\nNgày 3\/9\/264, Ngô đế Tôn Hưu bằng hà, hưởng dương 30 tuổi. Do Thái tử [[Tôn Quân]] còn nhỏ tuổi, triều đình đã tôn cháu nội của Tôn Quyền là [[Tôn Hạo]] lên ngôi kế vị.\n\nTôn Hưu lên ngôi lúc 24 tuổi, làm vua 6 năm. Thời của ông, triều đình Đông Ngô có khởi sắc vì ông cũng là một người mưu lược, đã giết được Tôn Lâm (kẻ chuyên quyền, đã phế Tôn Lượng). Song kể từ sau thời Tôn Quyền, Đông Ngô đã suy yếu. Tôn Lâm tuy đã bị giết nhưng quan lại khắp nơi tham nhũng, nhân dân lầm than. Các tướng lĩnh tài năng, trung thành của Đông Ngô chỉ đếm trên đầu ngón tay. Đến thời Tôn Hạo thì không còn ai. Nhưng Tôn Hưu cũng là một người may mắn, không kết thúc cuộc đời bi thảm như Tôn Lượng.\n\n== Gia đình ==\nHậu phi:\n* [[Chu hoàng hậu (Tôn Hưu)|Chu hoàng hậu]], con gái của Chu Cứ, lập làm hoàng hậu năm 262.\nCon cái:\n* [[Tôn Loan]] (孫𩅦), tự Hất (莔), con trưởng, phong tước Dự Chương vương. Năm 262, được lập làm thái tử. Năm 266, bị Tôn Hạo giết hại.\n* [[Tôn Quang]] (孫𩃙), tự Hiền (礥), con thứ, phong tước Nhữ Nam vương. Năm 266, bị Tôn Hạo giết hại.\n* [[Tôn Mãng]] (孫壾), tự Cử (昷), con thứ ba, phong tước Lương vương. Năm 266, bị Tôn Hạo giết hại.\n* [[Tôn Bao]] (孫𠅨), tự Ủng (㷏), con út, phong tước Trần vương. Năm 266, bị Tôn Hạo giết hại.\n\n== Tham khảo ==\n\n== Chú thích ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n{{Nhân vật Tam Quốc}}\n{{thời gian sống|235|264}}\n\n[[Thể loại:Hoàng đế Đông Ngô]]"}