{"Tôn Thiều":"'''Tôn Thiều''' (chữ Hán: 孙韶, 188 – 241), tự '''Công Lễ''' (公禮), người Thọ Xuân, quận Ngô<ref>Thọ Xuân, nay là [[Phú Dương, Hàng Châu|Phú Dương]], [[Chiết Giang]]<\/ref>, tông thất, tướng lãnh nhà [[Đông Ngô]] [[thời Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Cuộc đời ==\nDu Thiều vốn mang họ Du, là cháu gọi [[Tôn Hà]] (con nuôi nhà họ Du) bằng bác, nhờ được [[Tôn Sách]] yêu mến, ban cho họ Tôn, liệt vào tông tộc.\n\nThiều lên 17 tuổi (204), thu nhặt những bộ hạ còn lại của Tôn Hà (đã đi [[Đan Dương]] dẹp loạn), sửa sang kinh thành. Ông dựng lâu lỗ <ref>Lâu lỗ (chữ Hán: 楼橹 hay 楼樐; lâu nghĩa là lầu, lỗ là mộc chắn tên) là loại đài cao được xây dựng để trông xa, nhằm phục vụ việc phòng thủ trong chiến tranh đời xưa, hình dáng gọn nhẹ có thể lắp đặt trên xe, thuyền…<\/ref>, tu sửa khí cụ sẵn sàng chống địch. Quyền nghe tin ở Đan Dương, từ Tiêu Khâu<ref>Tiêu Khâu (椒丘), nay là phía bắc [[Tân Kiến]], [[Giang Tây]].<\/ref> về, ghé qua Đan Dương (cuộc nổi loạn đã bị dẹp xong), rồi đưa quân về Ngô quận. Quyền đến dưới kinh thành (thành Ngô huyện thuộc Ngô quận) trong đêm, thử tấn công nhằm gây sợ hãi, không ngờ binh sĩ trên thành nhận lệnh phòng bị, tiếng hô dậy đất, tên bắn như mưa, sứ giả Quyền đợi trời sáng mới bảo họ ngừng được. Hôm sau gặp Thiều, Quyền rất xem trọng, lập tức bái làm Thừa liệt hiệu úy, cho thống lãnh bộ khúc của Tôn Hà (đã bị giết hại ở Đan Dương), ăn lộc 2 huyện Khúc A, Đan Đồ, được tự đặt các chức (huyện) trưởng, lại như Hà trước đây. Sau Tôn Thiều thăng chức thái thú Quảng Lăng, Thiên tướng quân.<ref name=\"TQC 51\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngô thư'', quyển 6, ''[[:wikisource:zh:三國志\/卷51|Tông thất truyện]]''.<\/ref>\n\nNăm 222, Tôn Quyền được Ngụy Văn đế [[Tào Phi]] phong vương, Thiều được thăng làm Dương uy tướng quân, tước Kiến Đức hầu.<ref name=\"TQC 51\" \/>\n\nNăm 229, Tôn Quyền xưng đế, phong Thiều làm Trấn bắc tướng quân. Thiều làm tướng ở biên thùy mấy chục năm, giỏi vỗ về sĩ tốt, bọn họ sẵn lòng chết vì ông. Thường tiến hành dò xét tình hình bờ cõi, nắm bắt động tĩnh mà có chuẩn bị, nên ít khi thất bại. Thanh, Từ, Nhữ, Bái có rất nhiều người quy phụ, sau khi ông đóng đồn ở Tân Giang thuộc [[Hoài Nam]] thì quân Ngụy rút về thật xa, vùng [[sông Từ|Từ]], [[sông Tứ|Tứ]], [[Trường Giang|Giang]], [[Sông Hoài|Hoài]] hàng trăm dặm không có người sanh hoạt.<ref name=\"TQC 51\" \/>\n\nSau khi chiếm [[Kinh Châu]] (219), Tôn Quyền dời đô về [[Vũ Xương]], Thiều không được gặp hơn 10 năm. Quyền dời đô về [[Kiến Nghiệp]] (229), ông mới được vào triều. Quyền hỏi về thành trì, nhân sự ở Thanh, Từ, tên họ của các tướng Ngụy, Thiều đều nắm rõ, đối đáp trôi chảy. Lúc này ông mình dài 8 thước, dáng vẻ nho nhã, Quyền vui mừng nói: ''Trẫm đã lâu không gặp Công Lễ, không ngờ tiến bộ thế này.'' Được gia lãnh U Châu mục, giả tiết.<ref name=\"TQC 51\" \/>\n\nNăm 241, mất. Con là Việt kế tự.<ref name=\"TQC 51\" \/>\n\n== Gia đình ==\nTôn Thiều có năm con trai Khải, Việt, Dị, Dịch, Khôi.\n* [[Tôn Khải]] (孫楷), thay em làm Kinh Hạ đốc, quan đến Xa kỵ tướng quân, Lâm Thành hầu.\n* [[Tôn Việt]] (孫越), thay cha trấn thủ Kinh Khẩu, quan đến Hữu tướng quân, tập tước Kiến Đức hầu.\n* [[Tôn Dị]] (孫異), quan đến Lĩnh quân tướng quân.\n* [[Tôn Dịch]] (孫奕), quan đến Tông chính khanh.\n* [[Tôn Khôi]] (孫恢), quan đến thái thú [[Vũ Lăng]].\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{thời gian sống|sinh=188|mất=241}}\n{{nhân vật Tam Quốc}}\n\n[[Thể loại:Người Chiết Giang]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}