{"Tôn Sách":"{{phân biệt|Công Tôn Sách}}\n{{Thông tin nhân vật Tam Quốc\n|Tên = Tôn Sách\n|Hình = Sun_Ce_Portrait.jpg\n|Chức vụ = Thủ lĩnh cát cứ [[Giang Đông]]\n|Tiền nhiệm = [[Tôn Kiên]]\n|Kế nhiệm = [[Tôn Quyền]]\n|Sinh = [[175]]\n|Nơi sinh = [[Phú Dương, Hàng Châu|Phú Xuân, Ngô Quận]], [[Chiết Giang]]\n|Mất = [[200]]\n|Giản thể = 孙策\n|Phồn thể = 孫策\n|Bính âm = Sūn Cè\n|Tự = Bá Phù (伯符)\n|Thụy hiệu= Trường Sa Hoàn vương (長沙桓王)\n|Khác = Tiểu Bá vương<ref>''Bá Vương nhỏ'', để ca ngợi sức khỏe của Tôn Sách như Bá vương [[Hạng Vũ]].<\/ref> (小霸王)\n}}\n'''Tôn Sách''' ([[chữ Hán]]: 孫策; [[175]] - [[200]]), [[tên chữ (người)|tự]] '''Bá Phù''' (伯符), là một viên tướng và một lãnh chúa trong thời kỳ cuối của nhà [[nhà Hán|Đông Hán]] và thời kỳ đầu của [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông là người đặt nền móng quan trọng trong việc hình thành nên [[Đông Ngô]], đã được người em trai [[Tôn Quyền]] kế thừa và hoàn thiện sau khi ông mất.\n\nTôn Sách là con trai trưởng của Trường Sa thái thú [[Tôn Kiên]], người đã bị giết chết trong một [[Trận Tương Dương (191)|trận đánh]] với Kinh Châu thứ sử [[Lưu Biểu]] khi Tôn Sách mới 16 tuổi. Cha mất, đất đai bị chiếm, Tôn Sách cùng em là Tôn Quyền, lúc đó mới 10 tuổi, và các bộ tướng cũ của cha đầu hàng [[Viên Thuật]], người đã sai cha mình giết Lưu Biểu để tiến về vùng [[Giang Nam]] nhằm xây dựng cơ sở quyền lực của mình tại đây nhưng thất bại. Với sự giúp đỡ của [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] và [[Chu Du]], Tôn Sách đã có thể thiết lập nền tảng cho sự ra đời sau này của nhà nước [[Đông Ngô]], mà tại đó em trai của ông là [[Tôn Quyền]] cuối cùng đã xưng Hoàng đế. Sau khi Tôn Quyền lên ngôi, đã truy phong cho anh trai mình làm Trường Sa Hoàn Vương (長沙桓王).\n\nNăm [[200]], khi [[Tào Tháo]] đang có trận đánh quyết định với [[Viên Thiệu]] tại [[Trận Quan Độ]], thì Tôn Sách dường như đã có kế hoạch tấn công kinh đô và căn cứ quân sự của Tào Tháo tại [[Hứa Xương]]. Tuy nhiên, ông đã bị ám sát và chết trước khi có thể thực hiện được kế hoạch này.\n\nTrong [[Tam quốc diễn nghĩa|''Tam quốc diễn nghĩa'']], ông được mô tả anh dũng khác người, rất giống với Tây Sở Bá vương [[Hạng Vũ]], nên được gọi là Tiểu Bá vương (小霸王).\n\n==Tiểu sử==\nTôn Sách sinh vào năm 175 tại [[Ngô Quận]], [[Phú Xuân]] (吴郡富春; nay là [[Phú Dương, Hàng Châu]], [[Chiết Giang]]). Ông là con trai cả trong số 4 (có thể là 5) con trai của Trường Sa thái thú [[Tôn Kiên]], một viên tướng trung thành với [[nhà Hán]], người đã tham gia trong [[Chiến dịch chống Đổng Trác]].\n\nNăm 190, một năm sau khi [[Hán Linh Đế]] băng hà. [[Hà hoàng hậu (Hán Linh Đế)|Hà Thái hậu]] và anh trai [[Hà Tiến]] lập hoàng tử Lưu Biện lên, tức [[Hán Thiếu Đế]]. Vì muốn dẹp trừ nạn [[hoạn quan]], Hà Tiến đã mật lệnh [[Đổng Trác]] vào kinh sư. Sau khi Đổng Trác vào kinh, ông ta khuynh đảo triều chính, phế truất Thiếu Đế, đưa lên ngai vàng một vị vua bù nhìn là [[Hán Hiến Đế]] Lưu Hiệp.\n\nCác lãnh chúa khu vực tại miền đông Trung Quốc sau đó đã lập ra [[Chiến dịch chống Đổng Trác|Liên minh chống Đổng Trác]]. [[Tôn Kiên]] đi theo [[Viên Thuật]], một trong các thủ lĩnh của liên minh. Các cố gắng nhằm loại bỏ Đổng Trác nhanh chóng bị thất bại và Trung Quốc bị chia cắt bởi một loạt các cuộc nội chiến lớn. Năm sau, Viên Thuật cử Tôn Kiên đem quân [[Trận Tương Dương (191)|đánh Lưu Biểu]], Thứ sử Kinh châu (荆州, ngày nay là [[Hồ Bắc]] và [[Hồ Nam]]), nhưng đã bị bộ hạ của Lưu Biểu là [[Hoàng Tổ]] đem quân mai phục và giết chết.\n\nTôn Sách đem thi hài cha mình về [[Khúc A]] (曲阿, ngày nay thuộc [[Giang Tô]]) để chôn cất trước khi tiến về [[Đan Dương]] (丹楊, ngày nay là [[Tuyên Thành]], [[An Huy]]). Tại đó cậu của ông là [[Ngô Cảnh]] (吳景) đang làm thái thú. Sau đó ông lập ra một đội quân nhỏ vài trăm người. Lực lượng nhỏ này là quá yếu ớt để ông có thể thiết lập quyền lực riêng của chính mình, vì thế năm 194 Tôn Sách lại theo Viên Thuật.\n\n== Xây dựng lực lượng ==\nViên Thuật rất có ấn tượng về Tôn Sách và thường than vãn rằng ông không có người con trai nào được như Tôn Sách. Ông này cũng trao lại các đơn vị quân đội trước đây thuộc quyền Tôn Kiên cho Tôn Sách.\n\nBan đầu, Viên Thuật hứa sẽ cho Tôn Sách làm thái thú [[Cửu Giang]] nếu ông đánh được quận này. Tuy nhiên khi Tôn Sách hạ thành, Viên Thuật lại giao chức Thái thú cho [[Trần Kỷ]] (陳紀).\n\nSau đó, khi Viên Thuật bị từ chối khi muốn vay một lượng lương thực lớn từ thái thú [[Lư Giang (huyện)|Lư Giang]] là Lục Khang<ref>Lục Khang là anh em của ông nội [[Lục Tốn]] sau này<\/ref>, bèn sai Tôn Sách tấn công Lư Giang. Viên Thuật hứa sẽ cho Tôn Sách làm thái thú Lư Giang nếu ông thành công. Tuy nhiên, khi Tôn Sách chiếm được Lư Giang thì Viên Thuật một lần nữa lại quên lời và giao chức vụ này cho Lưu Huân và chỉ cho ông làm Hoài Nghĩa hiệu úy. Ấm ức trước việc đó Tôn Sách đã có ý định rời bỏ Viên Thuật vì nhớ tới tư thù cũ đồng thời ông này cũng là một kẻ không giữ lời hứa.\n\nTrong khi đó, [[Lưu Do]] (劉繇) được quyền thần [[Lý Thôi]] nhân danh [[Hán Hiến Đế]] bổ nhiệm làm Thứ sử Dương châu (揚州, ngày nay là miền nam [[Giang Tô]], miền nam [[An Huy]], [[Giang Tây]], [[Chiết Giang]] và [[Phúc Kiến]]), đã chiếm Khúc A do nơi đóng bản doanh cũ là [[Thọ Xuân]] (壽春, ngày nay là huyện [[Thọ (huyện)|Thọ]], An Huy) đã bị Viên Thuật chiếm giữ. Ông này sau đó đã buộc Ngô Cảnh phải lui về phía tây, dọc theo sông [[Trường Giang|Dương Tử]] tới [[Lịch Dương]] (历陽, ngày nay là huyện [[Hòa (huyện)|Hòa]], An Huy). Tuy nhiên, Viên Thuật cho rằng mình mới là thái thú hợp pháp và sai Ngô Cảnh cùng anh họ của Tôn Sách là [[Tôn Bí]] (孫賁) tấn công Lưu Do. Hơn một năm, họ không thể phá vỡ sự phòng ngự của Lưu Do. Tôn Sách bèn đề nghị Viên Thuật cho ông đem quân tới hỗ trợ họ.\n\n== Đánh bại Lưu Do ==\nMặc dù Viên Thuật biết rằng Tôn Sách có ý định ra đi, nhưng ông ta tin rằng Tôn Sách không thể đánh bại Lưu Do. Vì thế ông ta đã đồng ý cho Tôn Sách đem khoảng 1.000 bộ binh cùng một lực lượng nhỏ kỵ binh đi. Cùng với vài trăm người tình nguyện theo mình, Tôn Sách tiến tới Lịch Dương, tại đây ông đã tăng cường được sức mạnh của mình lên tới trên 5.000 quân nhờ thu được nhiều hào kiệt vùng Giang Đông. Sau đó ông đã bắt đầu tấn công dọc theo sông Dương Tử và chiếm đóng vị trí chiến lược [[Ngưu Chử]] (牛渚, ngày nay ở tây nam [[Mã An Sơn]], [[An Huy]]) vào năm 195.\n\nHai đồng minh của Lưu Do sau đó từ [[Từ Châu|Bành Thành]] và [[Bi Châu|Hạ Bì]] kéo xuống phía nam để giúp Lưu Do. Tôn Sách quyết định tấn công một trong hai đoàn quân này do [[Trách Dung]] (笮融) chỉ huy, ông này đóng quân tại Mạt Lăng. Sau khi bị thất bại trong mấy trận đầu, Trách Dung lui vào phòng ngự và từ chối giao đấu trên chiến trường. Tôn Sách đưa quân lên phía bắc và tấn công [[Tiết Nhân Quý|Tiết Lễ]] (薛禮). Mặc dù Tiết Lễ nhanh chóng thua trận và bỏ chạy, nhưng bộ hạ của Lưu Do là [[Phàn Năng]] (樊能) và những người khác đã tập hợp lực lượng của mình và tấn công lại tại Ngưu Chử. Quay về, Tôn Sách đánh bại Phàn Năng và giữ được Ngưu Chử. Sau đó ông lại tấn công Trách Dung. Tuy nhiên, ông bị dính tên vào đùi. Quay về Ngưu Chử, ông cho loan tin giả là đã bị giết chết trong trận đánh vừa qua. Trách Dung tin điều đó và đem quân tấn công. Tôn Sách lừa cho quân của Trách Dung vào ổ mai phục và tiêu diệt đội quân này. Khi Trách Dung biết rằng Tôn Sách còn sống thì ông ta lại càng tăng cường phòng ngự.\n\nTôn Sách sau đó tạm thời bỏ qua kế hoạch tấn công Trách Dung và tập trung lực lượng vào Khúc A. Sau khi toàn bộ khu vực xung quanh lần lượt bị Tôn Sách chiếm đóng thì Lưu Do đã bỏ thành và chạy về phía nam tới [[Dự Chương]] (豫章, ngày nay là [[Nam Xương]], [[Giang Tây]]) và sau đó chết tại đây.\n\n== Chiếm Cối Kê và Đan Dương ==\nDo Tôn Sách giữ vững kỷ luật trong quân đội của mình nên ông đã thu được sự ủng hộ của người dân khu vực và thu được nhiều người có tài năng, như [[Trần Vũ]], [[Chu Thái]], [[Tưởng Khâm]], [[Trương Chiêu (Tam Quốc)|Trương Chiêu]], [[Trương Hoành]] và [[Lã Phạm]] v.v. Sau đó ông lấn sâu vào Dương Châu và chiếm [[Cối Kê]] (會稽, ngày nay là [[Thiệu Hưng]], [[Chiết Giang]]), thái thú Hội Kê là [[Vương Lãng]] (王郎) phải bỏ chạy. Tôn Sách lấy Cối Kê làm căn cứ của mình và đánh bại đội quân thổ phỉ của [[Nghiêm Bạch Hổ]] (嚴白虎) ở Ngô Quận. Nghiêm Bạch Hổ sai em trai là [[Nghiêm Dư]] (嚴輿) tới giảng hòa với Tôn Sách và chia đôi vùng Giang Đông, nhưng Tôn Sách không đồng ý và tự tay giết chết sứ giả. Do Nghiêm Dư là chiến binh dũng mãnh nhất trong số những người của Nghiêm Bạch Hổ, nên cái chết của ông này đã làm họ lo sợ và nhanh chóng bị đánh tan.\n\nChiến dịch của ông, từ khi chiếm Ngưu Chử cho đến khi chiếm toàn bộ khu vực đông nam sông Dương Tử, chỉ mất chưa tới 1 năm. Sau đó ông đánh bại và nhận được sự phục vụ của [[Tổ Lãng]] (祖朗), thái thú Đan Dương, và [[Thái Sử Từ]] (太史慈), thủ lĩnh đám tàn quân của Lưu Do. Ông sai Thái Sử Từ đi thu thập tàn quân Lưu Do, quan tâm tới gia quyến Lưu Do và thăm dò Thái thú Dự Chương là Hoa Hâm (華歆). Khi được biết Hoa Hâm không có ý định chống đối, Tôn Sách quay sang mặt trận bình định người Sơn Việt.\n\nNhững người của bộ lạc Sơn Việt thì lại không dễ dàng như vậy. Để chống lại những cuộc nổi dậy liên tục của người Sơn Việt trong nhiều năm sau đó, Tôn Sách đã cho [[Hạ Tề]] (賀齊) làm chỉ huy một đội quân để chinh phục người Sơn Việt. Hạ Tề sau này trở thành một viên tướng giành được thắng lợi lớn, trên thực tế, việc Tôn Sách bổ nhiệm ông là bước đi đầu tiên rất quan trọng trong việc nhà nước Đông Ngô chinh phục các bộ lạc Sơn Việt này. Ngoại trừ đội quân tuy rải rác nhưng còn đông của Nghiêm Bạch Hổ ra thì vùng đất phía nam sông Dương Tử về cơ bản đã được hòa bình.\n\n== Làm chủ Giang Đông ==\nNăm 197, Viên Thuật tự xưng làm Hoàng đế, hiệu là Trọng Thị (仲氏). Sau khi bị [[Lã Bố]] đánh bại, Viên Thuật có gửi thư cho Tôn Sách để mượn quân. Trong thư gửi trả lời Viên Thuật, Tôn Sách đã cự tuyệt và cắt đứt mọi ràng buộc với ông này. Trong cố gắng nhằm tranh thủ sự ủng hộ của Tôn Sách, một lãnh chúa mới nổi là [[Tào Tháo]] sau đó đã đề cử ông vào chức vụ Thảo nghịch tướng quân (討逆將軍) và tước phong là Ngô hầu (吳侯)<ref>Tôn Sách đã được thừa hưởng tước của cha mình là Ngô Thành hầu nhưng ông đã nhường lại cho em trai là [[Tôn Khuông]].<\/ref>.\n\nNăm 199, Tôn Sách đang trên đường đem quân tấn công [[Hoàng Tổ]] tại Hạ Khẩu (夏口, ngày nay là [[Hán Khẩu]], [[Vũ Hán]], Hồ Bắc) thì nhận được tin: Viên Thuật đã chết, lực lượng phân hóa làm 2: Em họ là Viên Dận thì đem theo quan tài Viên Thuật và quân đội họ Viên đến Hoãn Thành (皖城, ngày nay là huyện [[Tiềm Sơn]], An Huy) nương tựa vào Thái thú Lư Giang là Lưu Huân (劉勳) vốn được Viên Thuật phong; còn bộ tướng của Thuật là Trương Huân và trưởng sử Dương Hoằng bỏ Thọ Xuân đến địa bàn của Tôn Sách định theo hàng, nhưng Thái thú Lư Giang là Lưu Huân lại chặn đường họ giết chết để cướp của và quân chúng.\n\nTôn Sách rất hận Lưu Huân về chức Thái thú Lư Giang khi Viên Thuật còn sống<ref>Lê Đông Phương, sách đã dẫn, tr 152<\/ref>, nhưng ngoài mặt vẫn đi lại, và đề nghị Lưu Huân đi Thượng Diên<ref>Kiến Xương thuộc [[Giang Tây]]<\/ref> đánh các dòng họ đóng cửa địa bàn không thuần phục. Lưu Huân lúc đó cũng không đủ lượng thực nuôi quân, bèn mang quân tới Hải Hôn (海昏, phía đông của huyện [[Vĩnh Tu]], Cửu Giang, Giang Tây ngày nay) và Thự Liêu. Tôn Sách bèn cùng [[Chu Du]] mang 2 vạn quân đánh tập kích vào quận Lư Giang, chiếm được Hoãn Thành, tiếp quản toàn bộ số quân cũ của Viên Thuật khoảng 30.000 người.\n\nTại Hoãn Thành, Tôn Sách và Chu Du gặp hai tiểu thư đẹp nổi tiếng con của Kiều công và lấy làm vợ: Tôn Sách lấy Đại Kiều, [[Chu Du]] lấy Tiểu Kiều.\n\nNghe tin căn cứ bị mất, Lưu Huân chạy về phía tây và tìm kiếm sự hỗ trợ của Hoàng Tổ. Hoàng Tổ gửi 5.000 thủy quân thiện chiến tới giúp Lưu Huân. Tôn Sách đánh bại Lưu Huân khiến Huân phải chạy về phía bắc đầu hàng Tào Tháo. Tôn Sách thu được trên 2.000 quân cùng 1.000 tàu thuyền của Lưu Huân rồi cùng Chu Du tiến quân đánh Hoàng Tổ, bắt sống 2000 quân Lư Giang và 1000 chiếc thuyền<ref>Lê Đông Phương, sách đã dẫn, tr 154<\/ref>.\n\nĐuổi được Lưu Huân, Tôn Sách và Chu Du quay sang đánh Hoàng Tổ. Hai bên đánh một trận lớn nữa ở gần Vũ Xương. Mặc dù đã được tăng cường thêm quân từ phía [[Lưu Biểu]], nhưng Hoàng Tổ vẫn bại trận.\n\nTôn Sách mang quân sang quận Dự Chương, sai Ngu Phiên vào thành dụ Hoa Hâm. Hoa Hâm đầu hàng nộp thành. Tôn Sách rất kính trọng Hoa Hâm, đối đãi như thượng khách.\n\nTôn Sách vào năm 199 đã chiếm được toàn bộ miền nam Trung Quốc. Dương châu mà ông cai quản gồm có 5 quận: Lư Giang, Ngô Quận, Cối Kê, Đan Dương, Dự Chương. Ông lấy một phần quận Dự Chương tách ra lập quận thứ 6 là quận [[Lư Lăng]] (廬陵)<ref>Quận còn lại của Dương châu là Cửu Giang trong tay [[Tào Tháo]]<\/ref>.\n\nDo bị đe dọa ở phía bắc là [[Viên Thiệu]] nên chưa thể chia sẻ sự quan tâm của mình, vì thế Tào Tháo cố gắng tăng cường liên minh với Tôn Sách bằng cách gả cháu gái của mình cho em Tôn Sách là [[Tôn Khuông]] (孫匡). Đến lượt mình, Tôn Sách cũng đồng ý gả con gái của Tôn Bôn (Phần) cho con trai của Tào Tháo là [[Tào Chương]].\n\n== Cái chết==\nThái thú cũ của [[Ngô quận]] là Hứa Cổng đã từ lâu chống lại Tôn Sách. Hứa Cống gửi mật thư về cho Hán Hiến Đế, khuyên vua nên triệu hồi Tôn Sách về kinh do ông cảm nhận rằng Tôn Sách là một anh hùng có thể sánh với [[Hạng Vũ]] và là quá nguy hiểm để cho phép Tôn Sách chiếm giữ lãnh thổ. Tuy nhiên, bức mật thư đã bị các quan lại ưa Tôn Sách chặn lại, Tôn Sách mời Hứa Cống tới và giết chết. Những người trung thành với Hứa Cống sau đó chờ đợi cơ hội trả thù.\n\nNăm 200, Tào Tháo đánh trận quyết định với Viên Thiệu tại [[Trận Quan Độ|Quan Độ]], dọc theo bờ sông [[Hoàng Hà]], để kinh đô và căn cứ của ông ta tại [[Hứa Xương]] vào tình thế ít được bảo vệ. Người ta cho rằng Tôn Sách đã vạch ra kế hoạch tấn công Hứa Xương dưới ngọn cờ giải cứu Hán Hiến Đế, khi đó đang bị Tào Tháo kiểm soát gắt gao. Công việc chuẩn bị cho cuộc tấn công đang tiến hành thì Tôn Sách bị ba bộ hạ cũ của Hứa Cống phục kích trong khi đi săn bắn một mình. Người của Tôn Sách kịp đến và giết hết các thích khách, nhưng trước đó một trong ba người này kịp bắn tên trúng vào má Tôn Sách. Về cái chết của Tôn Sách có nhiều giả thiết khác nhau. Một giả thuyết được chấp nhận nhiều nhất là ông ta chết ngay trong đêm đó.\n\nMột giả thuyết khác cho rằng Tôn Sách còn sống thêm được một thời gian nữa. Các thầy thuốc nói với Tôn Sách là ông cần phải nghỉ ngơi đúng 100 ngày để vết thương được bình phục, nhưng một hôm Tôn Sách nhìn vào trong gương và khi nhìn thấy vết sẹo đã điên tiết lên và đập vỡ bàn. Chuyển động mạnh đã làm vết thương vỡ ra và ông chết trong đêm đó. Mặc dù khi đó có một con trai chưa sinh ra, nhưng Tôn Sách đã truyền lại di sản cho em trai là [[Tôn Quyền]]. Năm 222, khi Tôn Quyền tự xưng làm hoàng đế đầu tiên của [[Đông Ngô]], ông đã phong Tôn Sách làm Trường Sa Hoàn vương.\n\nDòng dõi Tôn Sách được kế tiếp bằng con trai sinh ra sau khi cha mất là [[Tôn Thiệu (Tôn Sách)|Tôn Thiệu]], cũng như ít nhất là hai (có thể là ba) con gái, một người lấy [[Chu Kỷ]] (con trai [[Chu Trị]]), người kia lấy [[Cố Thiệu]] và sau đó là [[Lục Tốn]]. Tôn Thiệu sinh được một con trai là Tôn Phụng, sau này bị [[Tôn Hạo]] tử hình với tội danh được gán cho là phản bội do ông này rất nổi tiếng.\n\n===Tranh cãi===\n[[Tập tin:Sun Ce TV Serial.jpg|nhỏ|250px|Cảnh Tôn Sách chuẩn bị giết đạo sĩ [[Vu Cát]] phim truyền hình ''[[Tam quốc diễn nghĩa (phim truyền hình, 1994)|Tam quốc diễn nghĩa]]'' (1996).]]\n[[Tôn Thịnh]] (孫盛) trong cuốn sách ''Dị đồng bình'' (異同評) của mình đã gạt bỏ giả thuyết cho rằng Tôn Sách có kế hoạch tấn công Hứa Xương. Ông tin rằng mặc dù Tôn Sách là một thế lực đang lên, nhưng ông cũng đang chịu sự đe dọa của Hoàng Tổ ở phía tây, mặc dù ông này đã thất bại nhưng chưa bị tiêu diệt hẳn, cũng như ở phía bắc của [[Trần Đăng (Tam Quốc)|Trần Đăng]], thái thú [[Quảng Lăng (quận)|Quảng Lăng]] cùng các bộ lạc ở phía nam vẫn chưa bị đồng hóa. Những điều này đã ngăn cản Tôn Sách để có thể đánh xa tới Hứa Xương và đưa Hán Hiến Đế xuống miền đông nam Trung Quốc. Ông còn cho rằng Tôn Sách chết vào tháng 4 năm 200, trước khi [[trận Quan Độ]] diễn ra.\n\nMột người chú giải ''[[Tam quốc chí]]'' khác là {{ill|Bùi Tùng Chi|zh|裴松之}} đã phản bác Tôn Thịnh, cho rằng Hoàng Tổ vừa mới bị đánh tan, chưa thể tập hợp quân sĩ trong khi các bộ lạc bản xứ thì thưa thớt và không thể là mối đe dọa lớn. Bùi Tùng Chi tin rằng mục tiêu đầu tiên trong kế hoạch của Tôn Sách trong việc bắc phạt là tấn công Trần Đăng, lấy đó làm nền tảng để đánh Hứa Xương. Bên cạnh đó, Tào Tháo và Viên Thiệu cũng đã dính vào những cuộc giao tranh nhỏ trước khi Tôn Sách chết. Vì thế trên thực tế không có khác biệt về thời gian.\n\nCái chết của Tôn Sách còn liên quan đến truyền thuyết về Vu Cát, đạo sĩ nổi tiếng trong thời kỳ đó nhưng bị Tôn Sách xem là phù thủy. Mặc cho bộ hạ và mẹ mình cầu xin nhưng Tôn Sách vẫn ra lệnh xử tử Càn Cát. Theo ''[[Sưu thần ký]]'' (搜神記) của Can Bảo (một tài liệu sưu tập chủ yếu dựa vào các truyền thuyết và tin đồn) thì Tôn Sách bắt đầu nhìn thấy bóng ma của Càn Cát trước cả khi xử tử ông. Sau khi bị thương sau vụ ám sát, các thầy thuốc khuyên Tôn Sách nên nghỉ ngơi cho vết thương mau lành. Tuy nhiên, một ngày ông nhìn vào trong gương lại thấy khuôn mặt của Càn Cát, ông gầm lên và ném cái gương đi. Vết thương của ông vỡ ra và ông chết ngay lập tức. Tên của vị đạo sĩ này trong ''[[Hậu Hán thư]]'' là Can Cát, còn ''[[Tam quốc chí]]'' là Vu Cát, [[La Quán Trung]] trong tác phẩm ''[[Tam quốc diễn nghĩa]]'' tiếp thu quan điểm của ''Tam quốc chí'' nên cái tên sau nổi tiếng hơn.<ref>Các ký tự trong tiếng Trung để biểu thị \"Càn\" (干) và \"Vu\" (于) là tương tự.<\/ref>\n\n==Trong văn hóa==\nNhân vật Sonsaku Hakufu (Tôn Sách Bá Phù) trong ''[[Ikki Tousen]]'' là dựa vào nhân vật lịch sử Tôn Sách. Người bảo vệ của cô ta, Shuuyu Koukin (Chu Du Công Cẩn), mang cùng tên và tính cách như của [[Chu Du]].\n\nTrong [[Kinh kịch]], vai Tôn Sách thường là một nhân vật anh hùng hay nhân vật anh hùng sai lầm bi đát, trong khi em của ông, [[Tôn Quyền]] thường được mô tả khi tệ hại nhất như là một tên côn đồ hoặc khi tốt đẹp nhất thì cũng chỉ là một kẻ tự tư tự lợi. Một vài vở kịch thậm chí còn dựng ra cảnh Tôn Quyền đã sát hại Tôn Sách để ông ta có thể nắm quyền bính trong tay, nhưng không có chứng cứ lịch sử nào cho thấy điều này là đúng đắn. Trong vở kịch ''Phượng hoàng Nhị Kiều'', Tôn Sách mượn 3.000 quân của Viên Thuật và liên minh với quân đội của họ Kiều, do Nhị Kiều (hai nàng Kiều) chỉ huy. Tôn Sách, vai chính trong vở kịch, cuối cùng đã lấy Đại Kiều nhờ một cuộc thi đấu võ thuật với sự giúp đỡ của Chu Du và Tiểu Kiều.\n\n== Gia đình ==\n* Cha\n** [[Tôn Kiên]]\n* Mẹ\n** Ngô phu nhân (吳夫人) (chết 202)\n* Em\n** [[Tôn Quyền]]\n** [[Tôn Dực]]\n** [[Tôn Khuông]]\n** [[Tôn phu nhân]] (lấy [[Lưu Bị]] trong một cuộc hôn nhân chính trị năm [[209]])\n**Trong [[Tam quốc chí|''Tam Quốc Chí'']] phần Ngô thư, Tôn Kiên truyện, dẫn lời trong Chí Lâm ký tái thì Tôn Sách còn một người em thứ tư nữa là Tôn Lãng.\n* Vợ\n** [[Nhị Kiều|Đại Kiều]]\n* Con\n** [[Tôn Thiệu (Tôn Sách)|Tôn Thiệu]] mất sau khi sinh ra, không phải là người ngoài họ [[Tôn Thiệu]] sau làm thừa tướng [[Đông Ngô]])\n** Con gái lớn sau này lấy [[Chu Kỷ]]\n** Con gái thứ hai sau này lấy [[Cố Thiệu]] và sau đó là [[Lục Tốn]]\n\n==Ghi chú==\n{{Tham khảo}}\n\n==Tham khảo==\n* Lê Đông Phương, (2007), ''Kể chuyện Tam Quốc,'' Nhà xuất bản Đà Nẵng\n*{{chú thích sách|author=Trần Thọ|title=Tam Quốc Chí|publisher=Yue Lu Shu She|year=2002|id=ISBN 7-80665-198-5}}\n*{{chú thích sách|author=La Quán Trung|title=Tam Quốc Diễn Nghĩa|publisher=Yue Lu Shu She|year=1986|id=ISBN 7-80520-013-0}}\n*{{chú thích sách|author=La Quán Trung; dịch giả C.H. Brewitt-Taylor|title=Romance of the Three Kingdoms|publisher=Tuttle Publishing|year=2002|id=ISBN 0-8048-3467-9}}\n\n==Xem thêm==\n* [[Tôn Kiên]]\n* [[Viên Thuật]]\n* [[Chu Du]]\n* [[Lưu Do]]\n* [[Vương Lãng]]\n* [[Thái Sử Từ]]\n* [[Chiến dịch Dương châu|Tôn Sách bình định Giang Đông]]\n\n==Liên kết ngoài==\n*[http:\/\/kongming.net\/novel\/kma\/sunce.php Comprehensive biography of Sūn Cè from Kongming's Archives]\n*[http:\/\/www.kongming.net\/novel\/trees\/sun_detailed.html Extensive Sun family tree]\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 175]]\n[[Thể loại:Mất năm 200]]\n[[Thể loại:Người Chiết Giang]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Quân phiệt cuối đời Hán]]"}