{"Tôn Lâm":"'''Tôn Lâm''' ([[chữ Hán]]: 孙綝; [[231]]–[[258]]), [[Tên chữ (người)|tên tự]] là '''Tử Thông''' (子通), là [[tể tướng|thừa tướng]] thứ 6 nước [[Đông Ngô]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Đánh Ngụy thất bại==\nTôn Lâm là em họ [[Tôn Tuấn]], cả hai người đều là chắt của Tôn Tĩnh – em [[Tôn Kiên]]. Sử sách ghi rất ít về ông trước năm [[256]].\n\nDưới thời Tôn Tuấn làm thừa tướng, Tôn Lâm được phong làm Thiên tướng quân<ref name=\"Chu Thiệu Hầu, sách đã dẫn, tr 347\">Chu Thiệu Hầu, sách đã dẫn, tr 347<\/ref>\n\nNăm [[256]], Tôn Tuấn qua đời, chọn Tôn Lâm kế tục làm phụ chính, giữ chức Thị trung vũ vệ tướng quân. Tướng Lã Cứ (con [[Lã Phạm]]) và [[Đằng Dận]] bất bình vì sự chuyên quyền của anh em Tôn Lâm bèn liên kết với nhau chống lại. Tôn Lâm ra tay dẹp yên, giết chết Đằng Dận và buộc Lã Cứ [[tự sát]]. Sau vụ thanh trừng đó, Tôn Lâm khét tiếng là người tàn bạo<ref name=\"Chu Thiệu Hầu, sách đã dẫn, tr 347\"\/>.\n\nNăm [[257]], vua nhỏ [[Tôn Lượng]] lên 14 tuổi, bắt đầu tự quyết việc triều chính, tự mình thiết lập một đội hộ vệ riêng. Tôn Lâm thấy không còn chuyên quyền được như trước và tỏ ra lo lắng về sự trưởng thành của vua Ngô.\n\nNăm [[258]], tướng [[Tào Ngụy]] là [[Gia Cát Đản]] khởi binh chống quyền thần [[Tư Mã Chiêu]], đề nghị Đông Ngô hợp tác. Tôn Lâm sai Toàn Dịch cùng hàng tướng [[Tào Ngụy]] mới sang là [[Văn Khâm]] mang quân vượt sông giúp Gia Cát Đản. Bản thân ông cũng khởi đại binh theo sau đóng ở xa [[Thọ Xuân]]. Trong khi Gia Cát Đản bị [[Tư Mã Chiêu]] vây hãm trong thành, Tôn Lâm không đến ứng cứu<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 421<\/ref>.\n\nSau đó Tôn Lâm giết hại tướng [[Chu Dị (Tam Quốc)|Chu Dị]], một viên tướng có uy tín với tướng sĩ, vì làm trái ý mình, khiến binh lính trong hàng ngũ Đông Ngô bất bình. Quân Ngô sức chiến đấu giảm hẳn, cuối cùng thất bại phải rút lui năm [[258]]. Gia Cát Đản bị [[Tư Mã Chiêu]] tiêu diệt<ref name=\"ReferenceA\"\/>.\n\n==Phế Tôn Lượng==\nTôn Lâm biết tướng sĩ và vua nhỏ Tôn Lượng không bằng lòng với mình, bèn không về Kiến Nghiệp, và sai những người thân tín vào làm túc vệ bên cạnh Tôn Lượng, thay những người Tôn Lượng đã lựa chọn. Tôn Lượng càng tức giận, bèn sai tướng Lưu Thừa (劉丞) và cha vợ là Toàn Thượng (全尚) cùng anh rể Toàn Ký (全記) chuẩn bị lật đổ Tôn Lâm.\n\nTuy nhiên, [[Toàn Thượng]] lại lộ chuyện với vợ. Vợ Toàn Thượng là chị họ Tôn Lâm nên báo cho Tôn Lâm biết. Tôn Lâm lập tức ra tay trước, mang quân bắt giữ Toàn Thượng, giết Lưu Thừa, rồi phế truất thiếu đế Tôn Lượng. Ông chọn người anh lớn của Tôn Lượng là [[Tôn Hưu]] lập làm vua, tức là Ngô Cảnh Đế<ref>Lê Đông Phương, sách đã dẫn, tr 389<\/ref>, giáng Tôn Lượng xuống làm Cối Kê Vương.\n\n== Bị giết==\nNgô Cảnh Đế phong Tôn Lâm làm thừa tướng, gia phong cho Tôn Lâm thêm 5 huyện làm thực ấp và cho các anh em ông tước hầu. Quyền hành nhà Tôn Lâm khuynh đảo triều đình. Tuy nhiên, trước sự chuyên quyền của Tôn Lâm, Ngô Cảnh Đế cũng không bằng lòng và muốn trừ khử.\n\nTôn Lâm mang rượu thịt vào cung muốn bày tiệc với Cảnh Đế nhưng Cảnh Đế từ chối. Ông bèn mang rượu thịt sang nhà Trương Bố (張布, con [[Trương Chiêu (Tam Quốc)|Trương Chiêu]]) và phàn nàn với Trương Bố về sự từ chối của vua Ngô. Trương Bố tâu lại với Cảnh Đế về sự bất mãn của ông. Cảnh Đế bắt đầu đối phó với Tôn Lâm dù bề ngoài vẫn vui vẻ.\n\nÍt lâu sau Tôn Lâm kiến nghị Ngô Cảnh Đế dời đô từ [[Nam Kinh|Kiến Nghiệp]] và xây dựng kinh đô mới ở [[Vũ Xương]]. Cảnh Đế chấp thuận, nhưng trong lòng đoán ông sẽ chiếm Vũ Xương để nổi loạn. Vì vậy Cảnh Đế bàn với Trương Bố và lão tướng [[Đinh Phụng]] giết ông vào ngày lễ lạp bát (ngày 8 tháng chạp).\n\nDù ý định lật đổ Tôn Lâm lộ ra ngoài, ông vẫn đến dự lễ và bị quân lính của Đinh Phụng, Trương Bố bắt giữ. Ông xin Cảnh Đế được đi đày ở [[Giao Châu]] (Bắc và Trung [[Việt Nam]] hiện nay), nhưng Cảnh Đế từ chối, vì ông đã không cho Đằng Dận và Lã Cứ lựa chọn đó. Ông cùng những người cùng cánh bị xử tử. Năm đó Tôn Lâm 28 tuổi.\n\nSau khi Tôn Lâm mất, có tới 5.000 người Đông Ngô đốt pháo ăn mừng<ref name=\"Chu Thiệu Hầu, sách đã dẫn, tr 347\"\/>\n\n==Xem thêm==\n*[[Tôn Hưu]]\n*[[Tôn Lượng]]\n*[[Tôn Tuấn]]\n*[[Gia Cát Đản]]\n\n==Tham khảo==\n* [[Trần Thọ]]. ''[[Tam quốc chí]]'', [[:s:zh:三国志\/卷64|quyển 64]].\n* [[Tư Mã Quang]]. ''[[Tư trị thông giám]]'', [[:s:zh:資治通鑑\/卷077|quyển 77]].\n* Chu Thiệu Hầu ([[2003]]), Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc, tập 1, Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương, ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n\n== Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 231]]\n[[Thể loại:Mất năm 258]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]"}