{"Tùy Dạng Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Tùy Mẫn Đế\n| tên gốc = 隋世祖\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = Sui Yangdi Tang.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Tùy Dượng Đế của [[Diêm Lập Bản]] ([[600]] - [[673]]), họa sĩ thời Đường\n| tên đầy đủ = Dương Quảng (楊廣) hay Dương Anh (楊英)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| chức vị = [[Hoàng đế]] [[nhà Tùy|Đại Tùy]]\n| tại vị = [[27 tháng 8]] năm [[604]] &ndash; [[27 tháng 8]] năm [[618]]<br>({{số năm theo năm và ngày|604|8|21|618|4|11}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:581 till:618\nAlignBars = early\nScaleMajor = increment:37 start:581\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:604 till:618 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| phối ngẫu = [[Dượng Mẫn hoàng hậu|Tiêu hoàng hậu]] Tiêu Mỹ Nương\n| thông tin phối ngẫu = ẩn\n| kiểu phối ngẫu = Hoàng hậu\n| phối ngẫu 2 = [[Quảng Đức công chúa (nhà Trần)|Trần phi]], Quảng Đức công chúa nhà Trần; <br> [[Trần Trù|Trần quý nhân]], công chúa nhà Trần; <br> Tiêu tần; <br> [[Trần Tuyên Hoa|Trần phu nhân]], Ninh Viễn công chúa nhà Trần; <br> Thái phu nhân; <br> Vương thị, con gái Đồng An công chúa nhà Đường; <br> Thôi thị, con gái Thôi Quân Xước; <br> [[Doãn đức phi (Đường Cao Tổ)|Doãn thị]]; <br> [[Trương tiệp dư (Đường Cao Tổ)|Trương thị]]; <br> Đường ngự nữ; <br> Điền thái nữ; <br> Điền thái nữ.\n| thông tin phối ngẫu 2 = ẩn\n| kiểu phối ngẫu 2 = Phi tần\n| con cái = [[Dương Chiêu]], Nguyên Đức thái tử; <br> [[Dương Giản]], Tề Vương; <br> [[Dương Cảo]], Triệu Vương; <br> [[Nam Dương công chúa (nhà Tùy)|Nam Dương công chúa]]; <br> [[Dương phi (Đường Thái Tông)|Dương phi]]; <br> Nhiều con gái khác.\n| thông tin con cái = ẩn\n| đăng quang = \n| tiền nhiệm = [[Tùy Văn Đế]]\n| nhiếp chính = \n| kế nhiệm = [[Tùy Cung Đế]]\n| chức vị 1 = [[Thái thượng hoàng]] [[nhà Tùy|Đại Tùy]]\n| tại vị 1 = 617-618\n| tước hiệu = Tấn Vương (晉王) → Đại Tùy Hoàng đế (大隋皇帝)\n| hoàng tộc = [[Nhà Tùy]]\n| kiểu hoàng tộc = Triều đại\n| niên hiệu = Đại Nghiệp (大業)\n| thời gian của niên hiệu = [[605]]&ndash;[[617]])\n| tôn hiệu = \n| miếu hiệu = [[Thế Tổ]] (世祖)\n| thụy hiệu = Dạng Hoàng đế 煬皇帝 <br>([[Tùy Cung Đế]] truy tôn）<br>Mẫn Hoàng đế 闵皇帝 <br>([[Đậu Kiến Đức|Hạ vương Kiến Đức]] truy tôn<br>Minh Hoàng đế 明皇帝 <br>([[Dương Đồng|Hoàng Thái Chủ]] truy tôn)\n| cha = [[Tùy Văn Đế]] [[Dương Kiên]]\n| mẹ = [[Độc Cô Già La|Văn Hiến Hoàng hậu Độc Cô Già La]]\n| sinh = [[569]]\n| nơi sinh = \n| mất = [[11 tháng 4]], [[618]]\n| nơi mất = [[Giang Đô]], nay là [[Dương Châu]], [[Giang Tô]]\n| ngày an táng = \n| nơi an táng = Huyện [[Hán Giang]], tỉnh [[Dương Châu]]\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Tùy Dạng Đế''' ( [[chữ Hán]]: 隋煬帝, [[569]] - [[11 tháng 4]], [[618]]), có nguồn phiên âm là '''Tùy Dượng Đế''', '''Tùy Dương Đế''' hay '''Tùy Dưỡng Đế''', đôi khi còn gọi là '''Tùy Minh Đế''' (隋明帝) hay '''Tùy Mẫn Đế''' (隋闵帝),<ref>Dạng hoàng đế là thụy hiệu do nhà Đường về sau truy tặng, còn Thế Tổ Minh hoàng đế là miếu hiệu do [[Vương Thế Sung]] nhân danh [[Dương Đồng]] ở Lạc Dương truy tặng, Mẫn hoàng đế là do Hạ vương [[Đậu Kiến Đức]] truy tặng. Về sau [[nhà Đường]] thống nhất Trung Quốc, nên thụy hiệu Dượng Đế được nhiều người biết đến hơn<\/ref> tên thật là '''Dương Quảng''' (楊廣 hay 杨广) hay '''Dương Anh''' (楊英 hay 杨英), tiểu tự là '''A Ma''' (阿摩) là vị hoàng đế thứ hai của triều đại [[nhà Tùy]] trong [[lịch sử Trung Quốc]]. Miếu hiệu là '''Thế Tổ.'''\n\nDương Quảng con thứ hai của Tùy Văn Đế (Dương Kiên), vua sáng lập ra triều Tùy. Khi [[Dương Kiên]] cướp ngôi [[Bắc Chu]] năm [[581]], Dương Quảng được tấn phong làm Tấn vương. Năm [[589]] khi mới 21 tuổi, ông đã lập công lớn tiêu diệt [[Nhà Trần (Trung Quốc)|Nhà Trần]] ở phương Nam, thống nhất Trung Hoa sau [[Nam-Bắc triều (Trung Quốc)|hơn 250 năm chia cắt]]. Sau đó ông tích cực xây dựng thế lực, lôi kéo phe đảng, mưu đoạt ngôi thái tử của anh trưởng là Dương Dũng. Đến năm 600, do lời gièm pha từ phía Dương Quảng và [[Độc Cô hoàng hậu (Tùy Văn Đế)|Độc Cô hoàng hậu]], Dương Dũng bị phế ngôi, Dương Quảng được lập làm [[Hoàng thái tử]]. Từ năm [[602]], Dương Quảng bắt đầu xử lý quốc sự, nắm đại quyền trong tay. Năm [[604]], Dương Quảng đã bí mật sát hại phụ thân rồi tự xưng làm hoàng đế.\n\nTrong những năm đầu trị vì, Dượng Đế mở mang khoa cử, đẩy mạnh lưu thông đường thủy bằng kênh đào [[Đại Vận Hà]], xây dựng lại Đông Đô [[Lạc Dương]], mở rộng Trường Thành, lập được một số công trạng cho xã tắc. Nhưng càng về sau, Dượng Đế bỏ bê chính sự, trọng dụng gian thần, xa lánh trung lương, lại tăng thuế nhằm phục vụ cho việc xây dựng những cung điện, vườn ngự xa hoa làm nơi hưởng lạc, bóc lột sức dân xây thành đắp sông, tuyển mộ hàng loạt tú nữ vào cung, say đắm vào tửu sắc, lại nhiều lần tiến công [[Lâm Ấp]] ([[Chiêm Thành]]), Cao Câu Ly (một trong [[Tam Hàn]])... khiến quân tướng tổn hao, lòng dân oán hận. Cuối thời Dượng Đế, quần hùng nổi dậy khởi nghĩa kháng Tùy, triều Tùy dần đi vào con đường suy vong. Năm [[616]], Tùy Dượng Đế rời khỏi Lạc Dương, tuần du về phương nam và ở đây trong suốt hai năm. Năm [[618]], ông bị Hứa Quốc công [[Vũ Văn Hóa Cập]] sát hại ở Giang Đô<ref>Nay thuộc địa phận tỉnh Dương Châu, [[Trung Quốc]]<\/ref>, không bao lâu sau đó.\n\nDù có tạo dựng được một số thành tựu nhất định, nhưng nhìn chung Tùy Dượng Đế bị các sử gia Trung Quốc đánh giá là một trong những [[bạo chúa]] tồi tệ nhất, kẻ đã phá hủy công sức kiến lập triều đại thống nhất đất nước của vua cha [[Tùy Văn Đế]] và khiến cho triều Tùy đi đến diệt vong chỉ sau 2 đời. Các chiến dịch thất bại của ông tại [[Cao Câu Ly]], cùng với việc tăng thuế để tài trợ cho các cuộc chiến tranh và bất ổn dân sự do hậu quả của việc đánh thuế này cuối cùng dẫn đến sự sụp đổ của triều đại.\n\n== Thời trẻ ==\nDương Quảng chào đời năm [[569]], tức năm Nguyên Hòa thứ 4 dưới thời [[Bắc Chu Vũ Đế|Vũ Đế nhà Chu]] với cái tên Dương Anh. Ông là con trai thứ hai của [[Tùy Văn Đế]] Dương Kiên với Hoàng hậu [[Độc Cô Già La]], con gái Tướng quân [[Độc Cô Tín]] thời [[Bắc Chu]].<ref>{{harvnb|''Chu thư''|loc=[https:\/\/zh.wikisource.org\/wiki\/周书\/卷16 quyển 16]}}<\/ref> Ngoài người anh Dương Dũng ra, ông còn có hai người chị là Dương Lệ Hoa và một người nữa không rõ tên. Lúc bấy giờ, Dương Kiên nắm giữ tước vị \"Tùy Quốc Công\" được thừa hưởng từ người cha quá cố của mình và làm quan đại thần trong triều đình nhà Bắc Chu. Vào năm 573, trưởng tỷ của ông [[Dương Lệ Hoa]] được Bắc Chu Vũ Đế kén chọn làm Thái tử phi của Thái tử [[Bắc Chu Tuyên Đế|Vũ Văn Uân]].<ref>{{harvnb|''Chu thư''|loc=[https:\/\/zh.wikisource.org\/wiki\/周書\/卷07 quyển 07]}}<\/ref> Dương Kiên qua đó trở thành bố vợ của hoàng đế tương lai, quyền uy vì thế mà ngày một tăng. Dương Anh tuy còn nhỏ tuổi, chưa lập công trạng nhưng nhờ vào gia thế hiển hách mà được trọng vọng, phong tước vị [[Nhạn Môn quan|Nhạn Môn]] Quận công.<ref name=\"Tùy thư 3\">{{harvnb|''Tùy thư''|loc=[https:\/\/zh.wikisource.org\/wiki\/隋書\/卷03 quyển 03]}}<\/ref>\n\nSau khi Bắc Chu Vũ Đế qua đời vào năm 578, Vũ Văn Uân nối ngôi kế vị tức Bắc Chu Tuyên Đế. Dương Lệ Hoa được tấn phong làm hoàng hậu còn Dương Kiên với thân phận là cha hoàng hậu, cũng được bổ nhiệm làm Thượng trụ quốc và Đại Tư mã. Vị hoàng đế trẻ sớm sa vào vui chơi hưởng lạc và sau khi lên ngôi được một năm thì bỗng nhiên truyền ngôi cho [[Bắc Chu Tĩnh Đế|con trai mới 5 tuổi]] và trở thành [[Thái thượng hoàng]], tự xưng là \"Thiên Nguyên hoàng đế\" dù lúc đó chỉ mới có 20 tuổi.<ref>{{harvnb|''Tư trị thông giám''|loc=[https:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷174 quyển 173, mục 6.]}}<\/ref> Tuyên Đế sau khi truyền ngôi trở nên đặc biệt hoang phí, hoang tưởng tự đại và không giữ chừng mực. Mối quan hệ giữa hoàng đế và Dương Kiên cũng ngày càng trở nên căng thẳng. Tuyên Đế nghi ngại tài năng của nhạc phụ và đã tính đến việc giết chết Dương Kiên song cuối cùng đã không thực hiện. Vào năm 580, khi đang chuẩn bị lên kế hoạch tiến đánh Nam Trần, thống nhất Trung Quốc thì Tuyên Đế đột ngột lâm bệnh nặng và qua đời, Dương Kiên trở thành thừa tướng nắm quyền nhiếp chính, dần dần thâu tóm hết mọi quyền lực trong triều.<ref>{{harvnb|''Tư trị thông giám''|loc=[https:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷174 quyển 173, mục 10.]}}<\/ref>\n\nNăm [[581]], Dương Kiên cướp ngôi nhà Bắc Chu, lập ra [[nhà Tùy]]<ref>[[Bắc sử]], [[:zh:s:北史\/卷03|quyển 10]]<\/ref><ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷175|quyển 175]]<\/ref>. Dương Anh khi đó mới 13 tuổi, được phong làm Tấn Vương, Trụ quốc, Tổng quản Tĩnh châu<ref>Nay thuộc địa phận [[Thái Nguyên]], tỉnh [[Sơn Tây]], [[Trung Quốc]]<\/ref>. Không lâu sau, ông được thăng làm Vũ Vệ Đại tướng quân, Thượng trụ quốc, Hà Bắc Đạo Hành Đại Thượng thư lệnh, Văn Đế lại ra lệnh cho Hạng Thành Quận công [[Vương Thiều]]<ref>Nguyên bản [[Tùy thư]], [[:zh:s:隋書\/卷03|quyển 3]] chép tên ông này là Vương Hâm. Thái Bình ngự lãm chép là Vương Thiều<\/ref> và An Đạo công [[Lý Triệt]] làm phụ đạo. Cũng trong năm này, Tùy Văn Đế đổi tên '''Dương Anh''' thành '''Dương Quảng'''.\n\nDương Quảng thông minh hiếu học, được Văn Đế ưu ái và nhiều đại thần coi trọng. Văn Đế có lần bí mật sai Lai Hòa xem tướng các con trai của mình, Lai Hòa nói trên người Dương Quảng có song long cốt, số về sau sẽ phú quý đến không thể nói hết. Trước mặt cha mẹ, Dương Quảng tỏ ra tiết kiệm và cung kính, được nhiều người xưng tụng là có hiếu đạo.\n\nNăm [[582]], do sự sắp đặt của cha, Dương Quảng thành hôn với Tiêu thị, con gái của [[Tây Lương Minh Đế]] (vua của một chính quyền cát cứ ở miền tây nam Trung Quốc dưới sự bảo hộ của nhà Tùy). Tiêu thị hơn ông ba tuổi, được phong làm Tấn vương phi<ref name=\"ReferenceA\">[[Tùy thư]], [[:zh:s:隋書\/卷36|quyển 36]]<\/ref>. Sử sách ghi nhận rằng Dương Quảng rất sủng ái và kính trọng Tiêu phi.\n\nNăm [[584]], sau một loạt những chiến thắng quân sự của [[nhà Tùy]] trước quân đội [[Đột Quyết]], Khả hãn Sa Bát Lược của [[Đột Quyết]] là [[A Sử Na Nhiếp Đồ]] phải xin thần phục triều Tùy. Dương Quảng kiến nghị với Văn Đế không nên nhận hàng, mà thay vào đó đem đại binh tận diệt Đột Quyết, nhưng Văn Đế không chấp thuận. Năm [[585]], Khả hãn Sa Bát Lược bị thuộc cấp là Đạt Đầu nổi dậy làm phản, lại e ngại thế lực của [[Khiết Đan]] ngày càng lớn mạnh, nên sai sứ đến [[nhà Tùy]] xin cáo cấp, và xin dời bộ lạc về phía nam, vùng Bạch Đạo Xuyên. Văn Đế mệnh cho Dương Quảng đem binh lính và lương thực, quần áo, thuốc men đến cung cấp cho. Với sự giúp đỡ của nhà Tùy, Sa Bát Lược đánh bại được các lực lượng chống đối<ref name=\"TTTG176\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷176|quyển 176]]<\/ref>.\n\nNăm [[586]], Tùy Văn Đế đổi phong Dương Quảng làm Thành Đài Thượng thư lệnh, sau đó bái làm Ung châu mục, Nội sử lệnh. Năm [[588]], Văn Đế lập hành tỉnh Hoài Nam, đặt trụ sở tại Thọ Xuân<ref>Nay là [[Lục An]], [[An Huy]], [[Trung Quốc]]<\/ref> và để Dương Quảng làm Thượng thư lệnh, trông coi công việc tại đất ấy<ref name=\"TTTG176\" \/>.\n\n== Thời Tùy Văn Đế ==\n=== Diệt nhà Trần ===\n{{Bài chính|Tùy diệt Trần}}\nMùa đông năm [[588]], Tùy Văn Đế quyết định đem binh diệt Nam Trần, thống nhất [[Trung Hoa]]. Dương Quảng năm đó 21 tuổi, được Văn Đế phong làm Hành Quân Nguyên soái, cùng [[Dương Tuấn]], [[Dương Tố]], [[Hạ Nhược Bật]]... thống lĩnh 11 vạn quân vượt Trường Giang đánh Trần. Cánh quân phía đông của Dương Quảng xuất phát từ đất Lục Hợp<ref name=\"ReferenceB\">Nay thuộc [[Nam Kinh]], [[Giang Tô]], [[Trung Quốc]]<\/ref>, có đại thần [[Cao Quýnh]] làm Nguyên soái Trưởng sử, theo phụ tá cho ông. Chiến dịch của quân Tùy diễn ra khá thuận lợi, lần lượt hạ các thành trì của nước Trần mà không gặp phải sự kháng cự nào đáng kể.\n\nMùa hạ năm [[589]], Dương Quảng tiến vào thành Kiến Khang, bắt sống được vua Trần là [[Trần Thúc Bảo]], tiêu diệt nước Trần, thống nhất Trung Hoa.<ref>[[Trần thư]], [[:zh:s:隋書\/卷06|quyển 6]]<\/ref><ref>[[Nam sử]], [[:zh:s:南史\/卷10|quyển 10]]<\/ref><ref name=\"TTTG177\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷177|quyển 177]]<\/ref>. Trong trận này, Dương Quảng bắt được các quan lại gồm Thứ sử Tương châu [[Thi Văn Khánh]], Tán kị thường thị [[Thẩm Khách Khanh]], Thị lệnh [[Dương Tuệ Lãng]], Hình Pháp quan [[Từ Tích]]... Khi tiến vào thành Kiến Khang, thấy người thiếp yêu của Trần Thúc Bảo là Quý phi [[Trương Lệ Hoa]] có nhan sắc khuynh thành, Dương Quảng sinh lòng ham muốn, muốn chiếm lấy, mới sai con trai của [[Cao Quýnh]] là [[Cao Đức Hoàng]] tới bảo Quýnh bắt giữ Lệ Hoa (chứ không giết). Nhưng [[Cao Quýnh]] không theo, và so sánh [[Trương Lệ Hoa]] với nàng [[Đắc Kỉ]] hại nước hồi xưa, rồi chém đầu cô ta. Dương Quảng kể từ đó bực bội với Cao Quýnh. Theo lệnh của Dương Quảng, một số quan lại nước Trần được cho là những kẻ đã \"gièm pha, hại nước\", như [[Thi Văn Khánh]], [[Thẩm Khách Khanh]], [[Khúc Vi]], [[Dương Tuệ Lãng]], [[Từ Tích]], [[Cơ Tuệ Cảnh]] đều đem đi chém đâu. Do đó người ta ca ngợi sự sáng suốt của ông<ref name=\"TTTG177\" \/>.\n\nĐối với [[Trần Thúc Bảo]] và gia thuộc thì Dương Quảng đối đãi tử tế và còn khuyên ông ta viết thư cho các tướng lĩnh chưa đầu hàng nên sớm quy phục nhà Tùy. Không bao lâu sau, toàn bộ nước Trần được bình định. Sau đó ông đưa hoàng tộc nhà Trần về Trường An. Tùy Văn đế tưởng thưởng cho ông rất nhiều, phong làm Thái úy, ban cho xe, ngựa, áo mão, ngọc khuê và bạch bích, sau đó lại phong ông làm Tổng quản Tĩnh châu. Cùng năm, [[Cao Trí Tuệ]] ở Giang Nam hội quân làm loạn, Văn Đế phái Dương Quảng đến Giang Đô dẹp loạn, và cho phép ông mỗi năm chỉ cần vào chầu một lần. Mấy năm sau, Dương Quảng được đổi phong là Vũ Hậu Đại tướng quân rồi được cử ra bắc chống lại sự xâm lược của [[Đột Quyết]], tuy nhiên không thu được kết quả gì. Năm [[590]], Văn Đế đổi đất trấn nhậm của ông và người em là Tần vương [[Dương Tuấn]], Dương Tuấn đến Tĩnh châu và Dương Quảng được điều đến Dương châu<ref>Nay là [[Dương Châu]], [[Giang Tô]], [[Trung Quốc]]<\/ref>.\n\nNăm [[594]], Dương Quảng khuyên [[Tùy Văn Đế]] làm lễ [[phong thiền|tế trời]] ở núi Thái Sơn. Đây là một nghi lễ truyền thống của đế vương Trung Quốc, nhưng đã nhiều năm không có ai thực hiện. Lúc này Văn Đế đang chủ trương tiết kiệm, bèn bỏ qua nhiều nghi thức, và chỉ thực hiện lễ tế một cách giản dị. Tháng 4 năm [[600]], Đạt Đầu Khả Hãn của [[Hung Nô]] đem quân tấn công biên giới nhà Tùy. Tùy Văn Đế phái Dương Quảng và Thừa tướng Việt Công [[Dương Tố]] đem quân ra Linh Vũ Đạo, [[Vương Lượng]] và Thái Bình Công [[Sử Vạn Tuế]] đem quân ra Mã Ấp Đạo cự địch. Cuối cùng đánh bại được quân Đột Quyết<ref>[[Tùy thư]], [[:zh:s:隋書\/卷53|quyển 53]]<\/ref><ref name=\"quyển 179\">[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷179|quyển 179]]<\/ref>.\n\n=== Đoạt ngôi Thái tử ===\n\n[[Độc Cô Già La|Độc Cô Hoàng hậu]] là người đề cao chế độ độc thê nên không ưa những người có nhiều hầu thiếp, do đó khi thấy Thái tử [[Dương Dũng]] sủng ái [[Chiêu huấn Vân thị]], sau đó đến việc Chính phi của Thái tử là Nguyên thị chết không rõ ràng nên ngày càng không hài lòng với Dương Dũng. Dương Quảng biết được, muốn tranh ngôi Thái tử nên mặc dù cũng có nhiều hầu thiếp, song tỏ ra ít thân mật mà chỉ sủng ái Tiêu Vương phi, do đó Độc Cô Hoàng hậu rất hài lòng. Trong triều, ông dùng vàng bạc mua chuộc các đại thần nhằm tạo dựng vây cánh.\n\nTùy Văn Đế tuổi cao, chính sự trong triều bắt đầu giao cho Thái tử [[Dương Dũng]]. [[Dương Dũng]] không có tài về chính trị, lại hoang phí xa xỉ, nên Văn Đế không hài lòng. Năm [[600]], Dương Dũng dùng lễ nhạc trái với nghi lễ, các đại thần dâng biểu cáo tội lên Văn Đế, muốn phế ngôi Thái tử. Vân Chiêu huấn sau khi [[Thái tử phi Nguyên thị]] mất, trở thành vợ đích của Dũng, sinh được nhiều con... Độc Cô không thích vợ thứ sinh nhiều con mà lấn át vợ đích, nên thường khiển trách Dương Dũng và đôi khi còn xử tử vài người thiếp của ông, nhưng Dũng vẫn không theo theo. Còn trong phủ Tấn Vương, Dương Quảng và Vương phi Tiêu thị sắt cầm hòa hợp, được Độc Cô khen ngợi. Văn Đế và Độc Cô Hoàng hậu mỗi lần ngự giá phủ Tấn Vương, Dương Quảng và Tiêu Phi đều tiếp đón chu đáo và cung kính. (Mặc dù có vài người vợ lẽ, nhưng Dương Quảng không để mắt tới họ, và khi một người vợ lẽ nào có bầu thì ông đều bắt phải phá đi).\n\nDương Quảng liên kết với Tổng quản An châu [[Vũ Văn Thuật]] tạo phe cánh trong triều, tâu xin Văn Đế phong Thuật làm Thứ sử Thọ Châu, lại trọng dụng [[Trương Hành]] làm kẻ thân cận, Hành nhiều lần lập mưu để Dương Quảng chiếm ngôi Thái tử. Vũ Văn Thuật lại khuyên Dương Quảng liên kết với Thừa tướng [[Dương Tố]] đang nắm đại quyền trong triều, do đó được Dương Tố ủng hộ. Ông còn to nhỏ với Độc Cô hoàng hậu rằng Dương Dũng muốn giết mình. Lại thêm Dương Tố lại nhiều lần khen Dương Quảng trước mặt hoàng hậu, sau cùng Độc Cô lại lập kế muốn đưa Dương Quảng lên ngôi thái tử.\n\nDương Dũng biết tin, vô cùng lo sợ, còn Văn Đế thì thấy Dương Dũng có hành vi khác lạ, sai Dương Tố đến quan sát. Dương Tố liên kết với một số tay chân trong Đông cung, vu cáo với Văn Đế rằng Dũng có ý tạo phản. Dương Quảng lệnh cho Đốc Vương Phủ quân Cô Tang quan sát hành động của Dương Dũng, đồng thời đút lót cho thân cận của Dũng là Cơ Uy, Uy bèn dâng thư tố cáo [[Dương Dũng]] lên Văn Đế. Tháng 9 năm [[600]], [[Dương Tố]] lại tố cáo Dương Dũng. Văn Đế theo kế của Tố, sai Dương Dũng kiểm tra dư đảng loạn tặc. Dương Tố sai người đến quan sát, rồi bí mật tố cáo Dương Dũng khích bọn họ làm loạn. Văn Đế tức giận. Tháng 10, nhà vua chính thức hạ chiếu phế truất Dương Dũng cùng những người con làm thứ nhân<ref name=\"Tùy thư, quyển 45\">[[Tùy thư]], [[:zh:s:隋書\/卷81|quyển 45]]<\/ref>. Sang tháng 11 cùng năm, Văn Đế phong cho Dương Quảng làm Hoàng thái tử, chuyển vào Đông cung. Lúc đó đất trời bỗng dưng có địa chấn. Dương Quảng cầu xin Văn Đế khi vào triều không cần làm chuẩn bị đại triều cầu kì cho Thái tử, ra lệnh cho các quan không cần xưng thần với ông<ref name=\"quyển 179\"\/>. Phế thái tử Dương Dũng bị đặt dưới sự kiểm soát của Dương Quảng, và Dương Quảng tìm cách cản trở không cho Dương Dũng được gặp cha mẹ.\n\n=== Giết cha đoạt ngôi ===\n{{Bài chính|Sự biến cung Nhân Thọ}}\nSau khi lên làm Thái tử, Dương Quảng lại tìm cách hãm hại những người em khác để củng cố ngôi vị. Năm [[602]], ông và Dương Tố vu tội cho người em trai thứ tư của mình là Thục Vương [[Dương Tú]] đang nắm quyền ở Ích châu<ref>Nay thuộc địa phận [[Thành Đô]], tỉnh [[Tứ Xuyên]], [[Trung Quốc]]<\/ref> tội danh tham ô. Văn Đế triệu [[Dương Tú]] về Trường An điều tra. Dương Quảng bèn sai mua chuộc thủ hạ của [[Dương Tú]], cùng nhau tố cáo ông ta. Cuối cùng, Dương Tú bị [[Tùy Văn Đế]] bắt giam và phế truất.\n\nCũng trong năm đó, mẹ Dương Quảng là Độc Cô Hoàng hậu qua đời. Dương Quảng tỏ ra đau buồn than khóc, không chịu ăn uống trước mặt Văn Đế suốt vài tháng. Tuy nhiên ông vẫn ăn uống bình thường mỗi khi về Đông cung. Sau khi Độc Cô chết đi, Tùy Đế sủng ái [[Trần Tuyên Hoa|Tuyên Hoa Phu nhân Trần thị]], con gái [[Trần Tuyên Đế]], và [[Dung Hoa Phu nhân Thái thị]] người quận Đan Dương<ref>Nay thuộc địa phận Hồ Bắc, Trung Quốc<\/ref>. Dương Quảng cũng ra sức lấy lòng hai Phu nhân. Tháng giêng năm [[604]], Văn Đế bị bệnh nặng, di giá về cung Nhân Thọ<ref>Thuộc đất [[Bảo Kê]], [[Thiểm Tây]], [[Trung Quốc]] của ngày hôm nay<\/ref> nghỉ dưỡng, chính vụ trong triều đều giao cho Dương Quảng giải quyết. Không lâu sau bệnh tình trở nặng, bèn triệu Dương Quảng vào cung. Dương Quảng biết Văn Đế không sống được nữa, đâm ra lo sợ, bèn bí mật gởi thư cho [[Dương Tố]] hỏi về hậu sự sau này. Không ngờ bức thư trả lời của [[Dương Tố]] bị cung nhân phát hiện, báo lên Văn Đế. Văn Đế rất giận, nhưng sau đó bỏ qua việc này.\n\nDương Quảng vào cung thăm Văn Đế, thấy [[Trần Tuyên Hoa|Tuyên Hoa Phu nhân]] phong tư tài mạo tót vời, bèn lên tiếng chọc ghẹo rồi giở trò cưỡng bức Phu nhân. Tuyên Hoa hoảng sợ, chạy về cung Nhân Thọ báo với Văn Đế<ref name=\"ReferenceA\"\/>. Văn Đế tức giận, sai [[Liễu Thuật]], [[Nguyên Nham]] thảo chiếu phế ngôi thái tử của Dương Quảng, lập lại con trưởng Dương Dũng. Nhưng có người báo việc cho Dương Quảng và [[Dương Tố]]. Dương Quảng lo sợ, sai bắt Liễu Thuật, Nguyên Nham tống vào ngục, đem quân sĩ Đông cung bao vây cung Nhân Thọ, sai [[Trương Hành]] vào tẩm điện, đuổi hết cung nhân ra ngoài rồi dùng bí mật sát hại [[Tùy Văn Đế]]<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷180|quyển 180]]<\/ref>. Sau đó, Dương Quảng lại cướp đoạt hai Phu nhân Trần, Thái làm phi tần của mình.\n\n== Trị vì thời kì đầu ==\n=== Thanh trừng kẻ chống đối ===\n\nNgày [[21 tháng 8]] năm [[604]], Dương Quảng lên ngôi, đổi niên hiệu là Đại Nghiệp, tức là '''Tùy Dượng Đế'''. Sau đó, ông ép anh là [[Dương Dũng]] phải thắt cổ tự tử<ref name=\"Tùy thư, quyển 45\"\/>, truy phong Dương Dũng là Phòng Lăng Vương, nhưng không cho con cháu tập tước. Sau đó ông tiếp tục tìm cớ giết hết con cháu Dương Dũng<ref name=\"Tùy thư, quyển 45\" \/>. Lại đày Liễu Thuật đến Long Xuyên, Nguyên Nham đến Nam Hải. Liễu Thuật vốn lấy em gái Dượng Đế là Công chúa Lan Lăng, Dượng Đế muốn bà từ hôn với Thuật. Công chúa không chịu, lại xin cùng Thuật đi Long Xuyên. Dượng Đế tức giận, không đồng ý. Công chúa sau đó đau khổ mà mất, trước lúc mất xin Dượng Đế cho an táng mình ở nhà họ Liễu. Dượng Đế tuy chấp nhận, nhưng vẫn vô cùng tức giận, trong ngày tang công chúa không đến dự, và ra lệnh chỉ làm lễ tang một cách sơ sài.\n\nEm trai út của Dượng Đế là Hán Vương [[Dương Lượng]], đang làm Tổng quản Tĩnh châu, cai quản 52 châu phía bắc Hoàng Hà, từ khi thấy [[Dương Dũng]] và [[Dương Tú]] bị Dương Quảng hãm hãi, trong lòng rất lo lắng. Đến khi Văn Đế băng hà, Dượng Đế sai [[Khuất Đột Thông]] đến chỗ Dương Lượng báo tin. Dương Lượng biết rằng Dương Quảng chủ mưu, bèn theo lời khuyên của [[Vương Khuể]] và [[Tiêu Ma Ha]], cất quân làm phản, đuổi [[Khuất Đột Thông]] về Trường An. Thứ sử Lam châu [[Kiều Chung Quỳ]] và 19 châu đem quân hưởng ứng Dương Lượng, thanh thế rất lớn. Nghe tin Dương Lượng tạo phản, Dượng Đế sai Hữu Vệ Tướng quận Khâu Hòa làm Thứ sử Bồ Châu, trấn giữ Bồ Tân để đề phòng. Nhưng không bao lâu sau, Dương Lượng dùng kế chiếm được Bồ châu, [[Khâu Hòa]] phải chạy về Trường An. Nhân đà thắng lợi, [[Dương Lượng]] sai 3 vạn quân đánh tới Đại châu, nhưng sau đó bị đại bại. Đúng lúc này, Dương Quảng sai [[Dương Tố]] đem 5000 quân tinh nhuệ tập kích Bồ châu, giành thắng lớn. Dượng Đế bèn xuống chiếu phong Dương Tố làm Tĩnh Châu Đạo hành quân Tổng quản, Hà Bắc Đạo An phủ sứ, tiếp tục dẫn hơn vạn quân công đánh Dương Lượng. [[Lý Tử Hùng]] ở Bột Hải cũng đem quân hưởng ứng, liên tiếp đánh bại Dương Lượng. Lượng hoảng sợ, lại dẫn 10 vạn quân ra giao chiến với [[Dương Tố]] ở Hao Thạch, cũng bị thua phải lui về Thanh Nguyên. Sau cùng, Lượng bị Dương Tố bắt sống ở Tấn Dương<ref>[[Bắc sử]], [[:zh:s:北史\/卷071|quyển 71]]<\/ref>. Dượng Đế không giết, nhưng giáng làm thứ nhân và giam vào ngục đến chết.\n\n=== Xây thành Đông Đô, đào Đại Vận hà ===\n{{Bài chính|Đại Vận Hà}}\n[[Tập tin:大運河.png|trái|thumb|200px|Bản đồ Đại Vận Hà.]]\nTháng giêng năm [[605]], Dượng Đế lập Hoàng thái tử phi [[Dượng Mẫn hoàng hậu|Tiêu thị]] làm Hoàng hậu và con trai trưởng của mình với Tiêu Hậu là [[Dương Chiêu]] làm Hoàng thái tử. Sang tháng 2 cùng năm, Dượng Đế xét công dẹp loạn của [[Dương Tố]], cải phong làm Trung thư lệnh.\n\nTừ cuối năm [[604]], thầy cúng [[Chương Cừu Thái Dực]] dâng tấu nói rằng kinh đô Trường An<ref>Thiểm Tây, Trung Quốc hiện nay<\/ref> có phong thổ không thích hợp cho Tùy Dượng Đế, do đó ông chuẩn bị dời sang Đông Đô Lạc Dương, để thái tử [[Dương Chiêu]] ở lại trấn thủ Trường An. Tháng 3 năm [[605]], Dượng Đế sai Thừa tướng Dương Tố, Nạp ngôn [[Dương Đạt]] và Tương tác Đại tượng [[Vũ Văn Khải]] nhận lệnh xây dựng Đông Đô Lạc Dương, yêu cầu tháng 1 năm sau phải hoàn thành. Khi xây Đông Đô, cần số nhân công rất lớn, mỗi tháng lại trưng thêm hơn 200 vạn người, số người chết do quá sức đến 4, 5 phần, đội thu xác chết phải dùng xe chở tử thi, chết ở hướng đông thì đem [[chôn cất|chôn]] ở Thành Cao, chết ở hướng tây thì [[chôn cất|chôn]] ở Hà Dương, liên tiếp không dứt. Sau khi xây xong Đông Đô, Tùy Dượng Đế chuyển hẳn sang đấy và rất ít khi trở về Trường An, mặc dù trên danh nghĩa vẫn giữ Trường An là kinh đô của đế quốc.\n\nDượng Đế lại ra lệnh đào hố rãnh có chu vi lớn quanh Đông Đô để tiện việc phòng thủ. Đến khi hoàn thành, Đông Đô có chu vi hơn 50 dặm, chia làm hơn 1000 phố, ba chợ buôn lớn là Phong Đô, Đại Đồng, Thông Viễn. Riêng chợ Phong Đô có 120 dãy, hơn 3.000 cửa hiệu, hơn 400 căn khách sạn, hao tốn tiền bạc và nhân công không kể xiết. Sang tháng 5, Tùy Dượng Đế cho xây Tây uyển, chu vi 200 dặm, xây biển nhân tạo hơn 10 dặm trong vườn, bên trong lại cho dựng các núi Bồng Lai, Phương Trượng, Doanh Châu, vượt cao khỏi mặt nước hơn trăm thước, đền đài miếu vũ la liệt trên núi. Ở cung Duyên Cừ, có tới 16 viện, mỗi viện do một Tứ phẩm Phu nhân làm chủ, quy mô hết sức xa hoa tráng lệ. Tùy Dượng Đế lại sai đào Thông Tê Cừ<ref>Đời nhà Đường xưng là Quảng Tế Cừ, đến đời [[nhà Tống]] lại gọi là Biện Hà<\/ref>, tiếp nối công trình kênh đào Đại Vận hà dưới thời [[Tùy Văn Đế]]. Đoạn tây bắt nguồn từ Tây Giao Lạc Dương hiện nay dẫn nước [[Cốc Thủy]] và [[Lạc Thủy]] nhập vào [[Hoàng Hà]]. Đoạn đông bắt đầu từ Tỉ Thủy Huỳnh Dương, theo đường của [[Ngô Phù Sai]] cho đào khi xưa, dẫn nước Hoàng Hà qua [[Biện Thủy]], [[Tứ Thủy]] thông đến [[Hoài Hà]]; qua các thành thị là Biện châu<ref>Nay là [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>, Tống châu<ref>Nay là [[Thương Khâu]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>, Túc châu<ref>Nay là [[Túc Châu]], [[An Huy]], [[Trung Quốc]]<\/ref>, Tứ châu<ref>nay là [[Tứ (huyện)|huyện Tứ]], tỉnh [[An Huy]], [[Trung Quốc]]<\/ref>. Cùng năm, triều Tùy lại huy động hơn 10 vạn dân Hoài Nam một lần nữa xây dựng Sơn Dương độc. Từ bấy giờ đường từ Sơn Dương<ref>Nay là [[Hoài An, Giang Tô|Hoài An]], [[Giang Tô]], [[Trung Quốc]]<\/ref> đến Trường Giang không còn phải vòng qua hồ Xạ Dương mà có thể tiến thẳng theo dòng nước mà đến. Đại Vận Hà thời Tùy-Đường đóng vai trò thúc đẩy phát triển kinh tế ở địa phương nằm ven tuyến, sau khi hoàn thành thì đóng vai trò là tuyến đường liên kết chính trị, kinh tế, văn hóa bắc-nam Trung Quốc trong 600 năm sau đó, xúc tiến giao lưu kinh tế và văn hóa giữa các châu huyện nằm ven tuyến. Tổng chiều dài của hệ thống kênh đào này vào thời kỳ đó là khoảng 2.500&nbsp;km.\n\nCùng trong năm [[605]], tướng Tùy [[Lưu Phương]] vốn được lệnh [[Tùy Văn Đế]] đánh chiếm vùng [[Giao Châu]] năm [[602]], lại tiến xuống nước Chămpa, bị quân của người Chăm đánh bại, lại thêm dịch bệnh tràn lan, mười người chết hết 4,5. Lưu Phương cũng chết trên đường về nước.<ref>[[Bắc sử]], [[:zh:s:北史\/卷095|quyển 95]]<\/ref><ref>[[Đại Việt sử ký toàn thư]], [https:\/\/vi.wikisource.org\/wiki\/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_k%C3%BD_to%C3%A0n_th%C6%B0\/T%E1%BA%ADp_II\/Cu%E1%BB%91n_th%E1%BB%A9_n%C4%83m\/%C4%90%E1%BB%9Di_thu%E1%BB%99c_T%C3%B9y_v%C3%A0_%C4%90%C6%B0%E1%BB%9Dng đời thuộc Tùy Đường]<\/ref>\n\nCũng trong năm [[605]], Tùy Dượng Đế cho đào kênh Thông Tế Cừ nối Lạc Dương đến bờ sông Hoàng Hà. Sau đó ông tiếp tục cho đào kênh đào Hàn Câu nối sông Hoài với sông Dương Tử. Đây là hai dự án kênh đào quan trọng được xây dựng dưới thời nhà Tùy, tuy nhiên lại phải tốn một nguồn kinh phí vô cùng lớn, gần một nửa số nhân công bị chết trong giai đoạn đào kênh. Sau đó, để phục vụ cho sự lãng phí xa hoa, Dượng Đế lại ra lệnh xây 40 hành cung khắp cả nước để tiện việc tuần du.\n\n=== Tuần du Giang Đô ===\n\nMùa thu năm [[605]], Tùy Dượng Đế đem theo nhiều cung nhân xuôi dòng từ Lạc Dương tới Giang Đô tuần du bằng một chiếc thuyền lớn, trên thuyền có sẵn các gian phòng theo lối kiến trúc như các cung điện. Sang tháng 8 cùng năm, Dượng Đế đến được Giang Đô và lưu lại ở đấy một thời gian. Không lâu sau quân [[Khiết Đan]] tấn công vào Doanh châu<ref>[[Liêu Ninh]], [[Trung Quốc]] ngày nay<\/ref>. Tướng Tùy Vân Khởi liên quân với [[Đột Quyết]] đánh bại Khiết Đan.\n\nTháng 7 năm [[606]], Hoàng thái tử [[Dương Chiêu]] đến Lạc Dương yết kiến Dượng Đế, không may bị bệnh rồi mất trong năm đó. Tùy Dượng Đế từ đó không lập một Thái tử nào khác cho đến khi qua đời. Lúc này Dương Tố được Dượng Đế đổi phong Sở Quốc công, bề ngoài hai người rất tương đắc, nhưng bên trong Dượng Đế luôn nghi ngờ Dương Tố sẽ đe dọa đến ngôi vị của mình. May thay [[Dương Tố]] sớm mất vào năm [[606]], mối nghi ngờ của Dượng Đế được giải tỏa. Cũng trong năm đó, Dượng Đế phong vương cho con thứ Dương Giản và ba con của Dương Chiêu (Dượng Đàm, Dương Đồng, Dương Hựu), nhưng không lập ai trong số họ làm Hoàng thái tôn kế thừa ngôi vị.\n\n=== Tuần du phương bắc ===\n\nNăm [[605]], quân [[Khiết Đan]] tấn công Dịch châu<ref>Nay thuộc [[Triệu Dương]], [[Liêu Ninh]], [[Trung Quốc]]<\/ref>. Dượng Đế sai [[Vi Vấn Khởi]] viết thư yêu cầu quân [[Đột Quyết]] tấn công [[Khiết Đan]] từ phía sau, để giải vây cho [[nhà Tùy]]. Quân [[Khiết Đan]] rơi vào thế bất ngờ và bị đánh bại\n\nTháng giêng năm [[607]], Khã hãn [[A Sử Na Khải Dân]] của Đột Quyết đến Lạc Dương, yết kiến Tùy Dượng Đế và Tiêu Hoàng hậu, xin quy phục nhà Tùy. Dượng Đế phong cho Khải Dân làm phiên vương. Ít lâu sau, đại thần [[Ngưu Hoằng]] soạn xong bộ Đại Nghiệp luật lệnh gồm 18 thiên, quy định về pháp lệnh, dâng lên Dượng Đế. Sang tháng 4 năm đó, Tùy Dượng Đế quyết định thực hiện tuần du đến Hà Bắc, vào đến đất Triệu, Ngụy. Ông lại cải cách chế độ quan chức trong triều, đổi tất cả các châu, gọi là quận, đổi chức Thượng trụ quốc là Đại phu, trong ngũ tỉnh thiết lập thời Văn Đế, ông giữ lại bốn tỉnh là Trí điện tỉnh, Nội sử tỉnh, Thượng thư tỉnh, Môn hạ tỉnh, còn Thái giám tỉnh đổi là Điện nội tỉnh, cải Tả, Hữu dục vệ làm Thập lục phủ. Về tước vị, trong sáu bậc tước, ông phế trừ Bá, Tử, Nam tước và lưu lại Vương, Công, Hầu tước.<ref name=\"Tùy thư 3\" \/>\n\nNgày Bính Dần, Tùy Dượng Đế bắt đầu đi đến miền bắc. Sang tháng năm, khi Dượng Đế đến được Hà Bắc, Khả hãn Khải Dân phái con là [[A Sử Na Thác Đặc Lặc]] đến yết kiến ông. Trong thời gian này, Dượng Đế lại ra lệnh trưng đinh nam ở mười quận Hà Bắc, mở trì đạo qua Thái Hành Sơn, đến Tĩnh châu, và ra lệnh cho Khải Dân phải cho dân Đột Quyết trợ giúp việc mở đường. Khi Dượng Đế đến Nhạn Môn, Thái thú [[Khâu Hòa]] tiếp đón cung kính, dâng nhiều món ngon và mĩ nữ cho Dượng Đế, Dượng Đế bằng lòng. Tuy nhiên khi ông đến Mã Ấp, thái thú [[Dương Khuếch]] không kịp tiếp đón từ xa khiến Dượng Đế tức giận, bèn phong Khâu Hòa làm Bác Lăng thái thú và giáng Dương Khuếch dưới trướng Khâu Hòa. Các quan lại địa phương khác biết được việc ấy, nên mỗi khi nghe tin vua đến đều chuẩn bị tiếp đón chu đáo và dùng nghi lễ xa xỉ. Cùng tháng 5, sứ giả Đột Quyết và các nước Cao Xương, Thổ Cốc Hồn... đến tiến cống cho [[nhà Tùy]].\n\nNgày Giáp Thân, Dượng Đế đến ngự ở Bắc Lâu Quan, mở tiệc chiêu đãi trăm quan. Thái phủ Khanh Nguyên Thọ nói với ông việc năm xưa [[Hán Vũ Đế]] tuần du bắc phương để so sánh ông với Hán đế. Dượng Đế bèn thăng Thọ làm làm Thượng Tả Vũ Vệ tướng quân. Cùng năm đó, khi Tùy Dượng Đế đến Du Lâm lại ra lệnh dùng hơn 100.000 dân đinh mở rộng Vạn Lý Trường Thành, phía tây tới Du Lâm<ref>Nay thuộc [[Thác Khắc Thác]], [[Nội Mông]], [[Trung Quốc]]<\/ref>, phía đông tới Tử Hà<ref>nay là Hồn Hà ở ngoài Trường Thành, thuộc Nội Mông-tây bắc [[Sơn Tây]], [[Trung Quốc]]<\/ref>. Ông lệnh cho [[Vũ Văn Khải]] dựng lều lớn, mời Khải Dân và tộc trưởng các tộc [[Khiết Đan]], [[Hề]], [[Tập]] tham gia đại yến, đồng thời xem tán nhạc, Dạng Đế còn tặng nhiều vàng bạc và lụa quý<ref>''[[Tùy thư]]'', [[:zh:s:隋書\/卷03|quyển 3]], kỉ Dượng Đế: Giáp Dần, Thượng ở phía đông quận thành mở trại lớn, trang bị nghi vệ, tinh kì, mở yến đãi Khải Dân và các bộ lạc 500 người, tấu trăm khúc hí nhạc. Ban lụa quý cho Khải Dân và các bộ lạc.<\/ref>. Thượng thư Tả bộc xạ [[Tô Uy]] tìm cách khuyên ngăn ông không nên quá thân cận với Khải Dân, nhưng ông không nghe và bãi chức Tô Uy. Đến khi Trường Thành xây xong, Thái thường khanh [[Cao Quýnh]] lại dùng lời lẽ nặng nề can ngăn việc Dượng Đế đãi ngộ Khải Dân quá tốt. [[Vũ Văn Bật]] và [[Hạ Nhược Bật]] cũng cùng dâng lời can. Dượng Đế lấy tội danh phỉ báng triều chính, giết chết ba người, ép vợ con [[Cao Quýnh]] làm nô tì<ref>[[Tùy thư]], [[:zh:s:隋書\/卷41|quyển 41]]<\/ref>. Người ta cho rằng vốn dĩ Dượng Đế luôn căm hận Cao Quýnh vì chuyện của [[Dương Lệ Hoa]] năm xưa, nên mới tìm cơ hội này để trừ khử ông ta cho hả giận. Đương thời, em trai của Tiêu hoàng hậu là [[Tiêu Tông]] (trước là [[hoàng đế]] [[nhà Lương]] đã về hàng [[nhà Tùy]]), có quan hệ thân thiết với [[Hạ Nhược Bật]], và do đó đã thu hút sự nghi ngờ của Tùy Dượng Đế. Đương thời có một bài đồng dao nổi tiếng với phần lời có đoạn, ''tiêu tiêu diệc phục khởi!'', khiến Dượng Đế thêm nghi ngờ Tiêu Tông. Liền sau đó Tiêu Tông bị bãi chức.\n\nTháng 8, Đế đến Lâu Phiền quan, rồi đến Thái Nguyên, ra lệnh xây hành cung ở Tấn Dương. Thiết Lặc đem quân xâm phạm biên cương nhà Tùy, Dượng Đế sai tướng quân [[Phùng Hiếu]] từ Đôn Hoàng ra chống trả, Thiết Lặc phải xin hàng. Từ đó, các bộ tộc phương bắc đều quy phục và tiến cống cho nhà Tùy. Sau đó Dượng Đế về kinh.\n\n== Trị vì thời kì giữa ==\n=== Bức thư từ xứ mặt trời mọc ===\n[[Tập tin:Prince Shotoku with Two Princes by Kano Osanobu 1842.png|right|thumb|200px|Thái tử Stotoku của Oa quốc (Nhật).]]\nTháng giêng năm [[608]], Dượng Đế hạ chiếu tuyển mộ hơn 5.000.000 dân đinh xây Vĩnh Tế Cừ, dẫn nước sông từ Hoàng Hà thông tới Trác quận. Nhưng số đinh nam không đủ, Dượng Đế lại ra lệnh tuyển luôn cả phụ nữ làm dân đinh<ref name=\"quyển 181\">[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷181|quyển 181]]<\/ref>. Sang tháng 2 năm đó, Xử La Khả Hãn của Tây Đột Quyết cũng thần phục [[nhà Tùy]]. Cùng năm đó, Thánh Đức thái tử [[Shōtoku]] của Oa Quốc (tức nước Nhật) sai sứ thần [[Ono no Imoko]] đến [[nhà Tùy]] yết kiến, trong thư tự xưng là thiên tử<ref>Các vị vua nước Nhật đều xưng là Thiên hoàng, nên Thái tử mới tự xưng là Thiên tử<\/ref>\n:''Thiên tử ở nơi mặt trời mọc, kính thư cho thiên tử ở nơi mặt trời lặn''.<ref>Varley, Paul. (1980). ''Jinnō Shōtōki,'' tr. 128.<\/ref><ref>Varley, Paul. (1973). ''Japanese Culture: A Short History.'' tr. 15<\/ref><ref>{{chú thích web |url=http:\/\/ap6.pccu.edu.tw\/Encyclopedia_media\/main-lan.asp?id=6506 |title=遣隋使 |work=Chinese Encyclopedia Online |ngày truy cập=2018-06-15 |archive-date=2019-11-05 |archive-url=https:\/\/web.archive.org\/web\/20191105062908\/http:\/\/ap6.pccu.edu.tw\/Encyclopedia_media\/main-lan.asp?id=6506 |url-status=dead }} Original text: 日出處天子致書日沒處天子無恙 (''[[Tùy thư]]'', [[:s:zh:隋書\/卷81|quyển 81]])<\/ref>\n\nDượng Đế tức giận vì có người bắt chước danh hiệu thiên tử của mình, nói với Hồng lư khanh rằng\n:''Thư của bọn Man Di thực chứng tỏ là đám vô lễ, từ đây về sau không muốn thấy nữa''.<ref name=\"quyển 181\" \/><ref>[[Tùy thư]], [[:zh:s:隋書\/卷81|quyển 81]]<\/ref>.\n\nTuy nhiên lúc này Dượng Đế cũng đang cần tranh thủ sự ủng hộ của nước Nhật cho cuộc chinh phạt [[Cao Câu Ly]] sắp tới, nên không thể trị tội sứ giả, mà ngược lại cho phép Ono về nước cùng với sứ giả nhà Tùy gửi sang Nhật là [[Bùi Thế Thanh]].\n\n=== Tranh chấp trong cung ===\n\nTừ sau khi Nguyên Đức thái tử [[Dương Chiêu]] qua đời, Tề vương [[Dương Giản]] trở thành người con trai lớn nhất của Dượng Đế còn sống. Mấy năm sau, Dượng Đế phát hiện Dương Giản tư thông với chị của vợ và sinh con gái, nghi lễ mỗi lần đi săn lại trọng hậu hơn hoàng đế, nên bắt đầu xa lánh [[Dương Giản]]. Sau đó, Dương Giản mời thầy bùa về nhà, làm phép định hãm hại ba người con của [[Dương Chiêu]]. Dượng Đế hay tin, rất giận, bèn giết hết tất cả bọn pháp sư và người chị vợ của [[Dương Giản]] là Nguyên thị phụ (họ Vi, gả cho chồng họ Nguyên), nhưng ông vẫn giữ lại tước vị cho Dương Giản, giáng chức Hợp Thủy lệnh.\n\nTháng 7 năm [[608]], Dượng Đế ra lệnh cho hơn 200.000 đinh nam tiếp tục xây Trường Thành về từ Du Cốc phía đông. Lại lấy hơn 100 vạn người ở Hà Bắc khai kênh Vĩnh Tế, dẫn nước từ Thấm Thủy về phía nam đến Hoàng Hà, về phía bắc gặp [[Vệ Hà]] thẳng đến Trác châu<ref>Nay thuộc [[Thiên Tân]], [[Trung Quốc]]<\/ref>, hoàn thành đoạn Bắc của Đại Vận Hà<ref>Phạm Văn Lan, ''Trung Quốc thông sử'', quyển 3: thời Tùy Đường Ngũ Đaị chương 1 tiết 2, trang 389<\/ref>. Đây là bước chuẩn bị cho cuộc xâm lăng [[Cao Câu Ly]] sau này<ref>Phó Nhạc Thành (1993), ''Trung Quốc thông sử, Tùy Đường ngũ đại sử'', chương 1, trang 23<\/ref>.\n\n=== Chiến tranh ở phía bắc ===\n\nCùng năm đó, [[Bùi Củ]] hợp quân với Thiết Lặc công đánh Thổ Dục Hồn, đại phá được. Khả hãn của Thổ Dục Hồn là Phục Doãn chạy về phía đông, sai sứ đến [[nhà Tùy]] xin hàng phục và cầu cứu. Dượng Đế lệnh An Đức vương [[Dương Hùng]] và Hứa quốc công [[Vũ Văn Thuật]] đến Kiêu Hà cứu Thiết Lặc. Thuật kéo binh tới thành Lâm Khương, Thổ Dục Hồn phải rút quân về tây. Vũ Văn Thuật đuổi theo, lấy hai thành Bạt Mạn, Xích Thủy, chém 3000 người, bắt 200 vương công Thổ Dục Hồn và 4000 đàn bà con gái đem về. Cùng năm [[608]], Dượng Đế sai [[Tiết Thế Hùng]] đưa quân hợp với Đông Đột Quyết tiến đánh nước Y Ngô. Nhưng cuối cùng Khải Dân không đến hội quân, do đó quân Y Ngô chủ quan vì nghĩ một mình quân Tùy không làm được gì. Văn Thế Hùng tuy một mình dẫn quân nhưng lại đánh bại được Y Ngô, buộc Y Ngô thần phục.\n\nTháng 3 năm [[609]], Tùy Dượng Đế lại đem quân công đánh [[Thổ Cốc Hồn]]. Không lâu sau, tiếp tục Hữu Truân Vệ tướng quân Trương Định Hòa đến tiếp ứng, Định Hòa khinh quân địch ít quân, không phòng bị đích thân lên núi tiến đánh, bị phục quân [[Thổ Cốc Hồn]] giết chết. Sang tháng 6, Dượng Đế sai Lương Mạc truy kích Thổ Cốc Hồn, cũng bị Phục Doãn giết chết. Cuối cùng, Vệ Úy khanh Lưu Quyền mới mượn đường Y Ngô, qua Thanh Hải và bắt sống hơn 1000 người, tiến đến tận thành Phục Sĩ. Sau khi Thổ Cốc Hồn binh bại, Dượng Đế lập con của Phục Doãn là Thuận, vốn làm con tin ở Tùy làm Khả hãn để thay thế, nhưng bị người Thổ Cốc Hồn ngăn trở, và Thuận phải ở lại đất Tùy. Cùng lúc này, 27 phiên vương [[Tây Vực]] đã làm lễ xưng thần với Dượng Đế tại Trương Dịch<ref>Nay là địa cấp thị [[Trương Dịch]], tỉnh [[Cam Túc]], [[Trung Quốc]]<\/ref>.\n\nCuối năm [[609]], Khải Dân của Đột Quyết qua đời, con là Đốt Cát lên nối ngôi, tức Khả Hãn Thủy Tất. Thủy Tất dâng biểu xin theo phong tục [[nối dây]] của người [[Đột Quyết]], mà nạp công chúa Nghĩa Thành (một nữ tông thất được [[Tùy Văn Đế]] phong làm công chúa gả cho [[Khải Dân]] khi trước) làm vợ mình, Dượng Đế bằng lòng.\n\n=== Giết lương thần ===\n\nTháng 1 năm [[609]], Tùy Dượng Đế đổi tên Đông Kinh (tức Lạc Dương) thành Đông Đô. Cũng trong dịp đó, Khả hãn [[Khải Dân]] đến triều yết Tùy Dượng Đế. Dượng Đế ban thưởng nhiều vàng bạc cho Khải Dân, sau đó ông trở về Tây Đô và tới nơi vào tháng 2 cùng năm. Tháng 3, Tùy Dượng Đế lại tuần du về phía tây, đến tháng 4 cùng năm thì ra Lâm Tân Quan, ra Hoàng Hà, rồi tổ chức lễ săn bắn ở núi Bạt Diên. Ông cũng ra lệnh phân phối lại đất canh tác trên khắp cả nước.\n\nNội sử thị lang [[Tiết Đạo]] có tài văn học, cuối thời Tùy Văn Đế được phong Tương Châu tổng quản. Đến khi Dượng Đế lên ngôi, phong làm Bí thư giám. Tuy nhiên ông lại ghen ghét tài học của Tiết Đạo, sau đó lại nghe chuyện Đạo tỏ thái độ kính trọng với [[Cao Quýnh]] vốn đã bị ông giết, nên vô cùng tức giận, bèn nghe lời Bùi Uẩn, ra lệnh cho Tiết Đạo phải thắt cổ, vợ con dời ra biên cương. Người trong nước nghe tin đó đều đau lòng<ref name=\"quyển 181\"\/>.\n\nTháng 3 năm [[610]], Tùy Dượng Đế một lần nữa đến tuần du Giang Đô, và xây dựng nơi này như một kinh đô thứ ba. Ngự sử đại phu [[Trương Hành]] vốn là người có công trong việc đưa Dượng Đế lên ngôi, tuy nhiên đến đấy lại khuyên Dượng Đế nên bỏ bớt chính sách lạm dụng lao dịch, khiến Dượng Đế không bằng lòng. Sau đó Dượng Đế giao cho Dương Hành tu sửa hành cung Giang Đô. Giang Đô quận thừa [[Vương Thế Sung]] tố cáo Trương Hành ăn bớt vật tư. Dượng Đế bèn hạ lệnh phế [[Trương Hành]] làm thứ nhân, sau đó phong cho [[Vương Thế Sung]] làm Giang Đô cung gián, cai quản hành cung Giang Đô<ref name=\"quyển 181\"\/><ref name=\"Tùy thư, quyển 85\">[[Tùy thư]], [[:zh:s:隋書\/卷85|quyển 85]]<\/ref>. Sau này, mỗi lần Dượng Đế đến Giang Đô, Thế Sung đều trang hoàng cung điện cực kỳ phung phí để tiếp đón, vì vậy Dượng Đế càng tín nhiệm Thế Sung. Vào lúc này, người ta cho rằng lối sống của Dượng Đế đã trở nên đặc biệt lãng phí, và rằng ông không còn bị ràng buộc bởi các nguyên tắc đạo đức nữa.\n\nTháng 12 năm [[612]], thấy [[Trương Hành]] thường tỏ ra oán vọng việc bị làm tội, ông bèn ra lệnh giết chết<ref>[[Bắc sử]], [[:zh:s:北史\/卷74|quyển 74]]<\/ref>. Có lời đồn đại rằng sở dĩ Trương Hành phải chết vì đã biết quá nhiều bí mật của Dượng Đế, nhất là trong [[sự biến cung Nhân Thọ]] (xem phần dưới).\n\nMùa xuân năm [[615]], vì trong nước xuất hiện lời sấm \"Lý thị đương vương\", ý nói họ Lý sẽ thay thế họ Dương. Tùy Dạng Đế đặc biệt nghi ngờ Lý Mẫn - con rể của công chúa Lạc Bình [[Dương Lệ Hoa]] chị ông - vì lý do là vì Lý Mẫn có tiểu danh là \"Hồng Nhi\" (洪兒) hay nghĩa đen là \"con của lũ\", trong khi Dạng Đế từ lâu đã chiêm bao về một cơn lũ sẽ quét qua kinh thành. Dượng Đế muốn Lý Mẫn tự vẫn, nhưng Mẫn không theo. [[Vũ Văn Thuật]] bèn lệnh cho [[Bùi Nhân Cơ]] vu cáo chú của Mẫn Lý Hồn có âm mưu làm phản. Dượng Đế cho [[Vũ Văn Thuật]] điều tra, và dụ dỗ [[Vũ Văn Nga Anh]], tức con gái [[Dương Lệ Hoa]] và là vợ [[Lý Mẫn]], viết thư tố cáo [[Lý Mẫn]] và [[Lý Hồn]], khiến hai người này và toàn bộ Lý gia bị thảm sát hoặc giáng làm tì. Sau đó, Dượng Đế bí mật độc hại [[Vũ Văn Nga Anh]]<ref name=\"quyển 182\" \/>.\n\n=== Chinh phạt Lưu Cầu, Tây Đột Quyết ===\n[[Tập tin:Cheui Dynasty 581 CE.png|right|thumb|250px|Quốc thổ nước Tùy năm 609.]]\nTháng 2 năm [[610]], Tùy Dượng Đế sai [[Chu Khoan]] đến phủ dụ nước [[Lưu Cầu]]<ref>Nay là [[quần đảo Ryukyu]] thuộc lãnh thổ [[Nhật Bản|nước Nhật]]<\/ref> nhưng bị chúa Lưu Cầu cự tuyệt. Dượng Đế tức giận, sai [[Trần Lăng]] và Trấn Chu đem vạn quân quân thảo phạt Lưu Cầu, xuất phát từ Nghĩa An, Phiếm Hải, sang tháng sau đã tiến vào lãnh thổ Lưu Cầu. Quốc vương Lưu Cầu là [[Kiệt Thích]] đem quân cự chiến, bị quân Tùy đánh bại và giết chết<ref>[[Bắc sử]], [[:zh:s:北史\/卷94|quyển 94]]<\/ref>. [[Trần Lăng]] tiến vào quốc đô Lưu Cầu, giết vương nước ấy là [[Hoan Tư Khác Tứ Đâu]] và bắt hơn vạn người đem về [[Trung Quốc]]. Trong thời gian Tùy tiến đánh, người Lưu Cầu từng đến chỗ quân Tùy tiến hành hoạt động mậu dịch<ref>[[Tùy thư]], [[:zh:s:隋書\/卷64|quyển 64]]<\/ref><ref>Mễ Khánh Dư (1998), ''Lưu Cầu lịch sử nghiên cứu'', chương 1 tiết 2, Nhà xuất bản nhân dân Thiên Tân, trang 9-15<\/ref>. Sau trận này, [[Trần Lăng]] được Dượng Đế phong làm Hữu Quang lộc đại phu.\n\nNăm [[611]], Tùy Dượng Đế hạ lệnh triệu Xử La Khả hãn của Tây Đột Quyết hội minh tại Đại Đẩu Bạt Cốc, nhưng Xử La không đến. Tùy Dượng Đế muốn làm suy yếu Tây Đột Quyết hơn nữa, bèn theo lời Bùi Củ, phong cho cháu nội Khã Hãn Đạt Đầu là Xạ Quỹ làm Khã Hãn để đối đầu với Xử La. Xạ Quỹ đem quân tiến công Xử La, Xử La đại bại, chạy về phía đông đến nước Cao Xương. Tùy Dượng Đế gây sức ép với vua Cao Xương là Khúc Bá Nhã, đồng thời ép Xử La phải đến chỗ mình triều kiến. Xử La buộc phải tuân theo, đến triều yết Dượng Đế vào tháng 12 cùng năm, tuy nhiên Dượng Đế ra lệnh giữ Xử La ở Trung Nguyên, không cho về nước. Mùa xuân năm [[612]], Tùy Dượng Đế phân chia Tây Đột Quyết thành nhiều phần, phong cho em Xử La là Khuyết Độ thống lĩnh hơn 1 vạn người, đóng ở Hội Ninh, Đặc Lặc Đại Nại ở Lâu Phiền...<ref name=\"quyển 181\" \/>\n\n=== Các cuộc chiến tranh với Cao Câu Ly ===\n[[Tập tin:Three Kingdoms of Korea Map-zh.png|nhỏ|phải|160px|Các quốc gia ở đông bắc Tùy {{legend|#00B8FF|[[Cao Câu Ly]]}} {{legend|#00FF00|[[Bách Tế]]}} {{legend|#FF0000|[[Tân La]]}} {{legend|#FB7AC6|[[Oa Quốc]] (Nhật Bản)}}]]\n\nTrước kia, trong dịp Dượng Đế hội kiến với Khải Dân khả hãn thì cũng vừa lúc sứ thần [[Cao Câu Ly]] cũng ở đó, và Khải Dân giới thiệu sứ thần này với Dượng Đế. Dượng Đế thông qua sứ thần, buộc vua Cao Câu Ly đến triều kiến mình, nhưng vua Cao Câu Ly không hồi đáp. Điều này khiến Dượng Đế tức giận và trở thành một duyên cớ để ông xâm lược Cao Câu Ly.\n\nNăm [[610]], Hoàng môn thị lang [[Bùi Củ]] tâu với Tùy Dượng Đế rằng đất [[Cao Câu Ly]] nguyên là đất cũ của [[nhà Hán]], [[nhà Tấn]], nên có thể chinh phục lại lãnh thổ xưa. Tùy Dượng Đế bèn sai [[Ngưu Hoằng]] tuyên chỉ, muốn vua Cao Câu Ly là [[Anh Dương vương]] sang triều kiến ông ở Trác châu, nhưng vua [[Cao Câu Ly]] không theo. Lấy cớ Cao Câu Ly bất tuân mệnh, vào tháng 2 năm [[611]], Tùy Dượng Đế xuống chiếu thảo phạt [[Cao Câu Ly]], chuẩn bị khoảng 300 thuyền chiến lớn. Tháng 4, ông tới Trác quận, ngự ở cung Lâm Sóc, rồi tuyển mộ 1 vạn thủy thủ của Giang Hoài, 3 vạn cung thủ, và ra lệnh cho dân Hà Nam, Hà Bắc làm phu đi theo đoàn quân. Quân chinh phạt bị thúc ép tiến nhanh, ngày đi đêm không nghỉ, rốt cục nhiều người chết dọc đường.\n\nDượng Đế còn điều dân phu vận chuyển lương thực cho cuộc chiến tranh với Cao Câu Ly đến hai trấn Lô Hà, Hoài Viễn. Tuy nhiên lúc này quân đội đã mệt mỏi và tổn thất quá nửa mặc dù còn chưa giao chiến, một số chết vì mệt mỏi và dịch bệnh, một số đào ngũ. Dượng Đế lại bắt ép các hộ dân phải cống lương thực cho quân đội theo đầu người, còn quan lại thì lại nhân đó thu thêm nhiều lương thực cho đầy túi riêng. Nhân dân phải chịu sưu cao thuế nặng của triều đình, tình cảnh ngày một bi đát hơn. Một số người bỏ nhà đi làm cướp. Lòng dân ngày một oán hận triều Tùy. Quần hùng nổi lên, trong đó nổi bật nhất trong thời kì này là nghĩa quân của [[Đậu Kiến Đức]].\n\nNgày Nhâm Ngọ tháng 1 năm [[612]], đại quân nhà Tùy gồm 1.131.800 người, giả xưng là 2 triệu quân, lại thêm khoảng 2 triệu dân phu, bắt đầu tiến công vào Bình Nhưỡng. Tùy Dượng Đế cũng đích thân dẫn quân. Đội quân thứ nhất của nhà Tùy bắt đầu hành quân 960 dặm tới sát biên giới [[Cao Câu Ly]]. Ngày Quý Tị, Tùy Dượng Đế thúc quân tiến đến Liêu Thủy. Quân Cao Câu Ly tổ chức phòng thủ chặt chẽ, quân Tùy không tiến lên nổi. Tả truân vệ đại tướng quân [[Mạch Thiết Trượng]] tự xin ra làm tiên phong, nhưng bị quân Cao Câu Ly đánh bại, quân Tùy chết trận rất nhiều. Mạnh Thiết Trượng và Sĩ Hùng, Đặng Xoa tử trận. Nhưng chỉ vài sau, khi hai quân giao chiến lần nữa, quân Tùy đánh bại được Cao Câu Ly một trận lớn ở Đông Ngạn, rồi thừa thắng tiến sang Liêu Đông<ref>[[Liêu Dương]], [[Liêu Ninh]], [[Trung Quốc]] ngày nay<\/ref>. Ở những nơi đã chiếm được, Dượng Đế sai [[Vệ Văn Thắng]] và [[Lưu Sĩ Long]] đặt ra quận, huyện.\n\nCác tướng [[nhà Tùy]] muốn tiến vào phía đông, tuy nhiên Dượng Đế lại bất ngờ ra lệnh rằng bất kì kế hoạch tiến quân nào cũng phải được sự đồng ý của ông trước khi thi hành. Trong khi đó, Thành Liêu Đông bị vây hãm, quân Cao Câu Ly ở đó xuất chiến bất lợi phải cố thủ, người trong thành muốn xin hàng. Các tướng do nhớ đến lời dặn của Tùy Dượng Đế nên đình chiến mà trở về báo cáo với ông, người trong thành nhân đó tổ chức lại việc phòng bị. Do đó quân Tùy không thể công hạ được.\n\nCác thành của Cao Câu Ly cũng phòng thủ vững chắc, Hữu vệ đại tướng quân [[Lai Hộ Nhi]] suất thủy quân Giang, Hoài tiến lên hơn trăm dặm, đến cách Bình Nhưỡng 10 dặm và phá được quân Cao Câu Ly. Hộ muốn thừa thắng tiến vào trong thành, Phó tổng quản Chu Pháp Thượng ngăn lại, cho rằng cần thông báo cho vua biết trước. Hộ không nghe, đem 4 vạn quân phá thành Bình Nhưỡng, nhưng bị quân Cao Câu Ly đánh cho tan tác, phải rút về Hải Phố.\n\nTrong khi đó [[Vũ Văn Thuật]], [[Ô Trọng Văn]], [[Kinh Nguyên Hằng]], [[Tiết Thế Hùng]] cũng từ các đạo Phù Dư, Nhạc Lãng, Liêu Đông và Ốc Tự... tiến lên. Vũ Văn Thuật từ hai trấn Lô Hà, Ninh Viễn tiến vào Bình Nhưỡng, nhưng giữa đường hết lương phải rút về, bị quân Cao Câu Ly tiến công, toàn quân tử trận rất nhiều. Lại thêm lương thực không thể vận chuyển tới, khiến trong quân Tùy nhiều người chết đói. Tướng [[Cao Câu Ly]] là [[Eulji Meundeok]] liên tục đưa quân đến phục kích, quấy rối rồi giả vờ rút lui. Quân Tùy thấy thế đuổi theo đến sông Salsu. [[Eulji Meundeok]] đã dùng kế dựng một con đập ở đây khiến nước không chảy tới được. Quân Tùy thấy nước cạn thì cứ thế tiến lên. Lợi dụng khi quân Tùy đã vào chỗ ấy rồi, quân Cao Câu Ly cho mở con đập ra, và nhiều binh sĩ Tùy chết giữa dòng nước. Nhiều cánh quân khác cũng bị quân Cao Câu Ly tiêu diệt gần hết, chỉ còn cánh của [[Vệ Văn Thắng]] không bị thiệt hại. Hơn 35 vạn quân Tùy vượt sông đến khi về chỉ còn 2700 người. Tùy Dượng Đế giận lắm, bắt giam Vũ Văn Thuật rồi lui binh. Chiến dịch tiến công Cao Câu Ly lần thứ nhất hoàn toàn thất bại.\n\nTháng 11 năm [[612]], Tùy Dượng Đế xử phạt các tướng thất bại trong trận đánh Cao Câu Ly, riêng [[Vũ Văn Thuật]] thì không xử phạt thêm hình phạt nào nữa, sang tháng 2 năm sau lại phục chức. Tháng 2 năm [[613]], Tùy Dượng Đế phục chức cho Vũ Văn Thuật, và lên kế hoạch tiến công [[Cao Câu Ly]] lần nữa để phục thù. Trong năm này, số cuộc khởi nghĩa trong nước tăng lên nhanh chóng. Ở Tế Âm có Mạnh Hải công khởi nghĩa, ở Tề quận<ref>Nay thuộc địa phận Tế Nam, tỉnh [[Sơn Đông]], [[Trung Quốc]]<\/ref> có [[Vương Bạc]], [[Mạnh Nhượng]], quận Bắc Hải có [[Quách Phương Dự]], quận Thanh Hà có [[Trương Kim Xưng]], quận Bình Nguyên có [[Hác Hiếu Đức]], ngoài ra còn Cát Khiêm ở Hà Gian, [[Tôn Tuyên Nhã]] của Bột Hải, người nào cũng có hơn vạn quân, nhiều thì hơn 10 vạn, nhà Tùy bắt đầu lâm vào cảnh rối loạn. Mấy ngày sau, Dượng Đế lại đến Liêu Đông, sai Việt vương [[Dương Đồng]] (cũng là con của Dương Chiêu) lưu thủ Lạc Dương.\n\nTháng 4, Dượng Đế đến đất Liêu, sau đó ông phái [[Vũ Văn Thuật]] và [[Dương Nghĩa Thần]] chuẩn bị tấn công Bình Nhưỡng, [[Vương Nhân Cung]] từ Phù Dư, tiến đến Tân Thành, quân Cao Câu Ly cố sức chống giữ ở đó. Dượng Đế lại sai các tướng gấp rút tấn công Liêu Đông, nhưng quân Cao Câu Ly phòng thủ kiên cố, kềm chân quân Tùy hơn 20 ngày, giết được nhiều binh lính nhà Tùy. Thừa lúc Tùy Dượng Đế tập trung sức lực cho chiến trường Cao Câu Ly, con trai [[Dương Tố]] là [[Dương Huyền Cảm]], vốn được Dượng Đế giao cho đốc vận ở Lê Dương, đã nhân cơ hội nổi dậy ở gần Lạc Dương<ref name=\"quyển 182\">[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷182|quyển 182]]<\/ref><ref>[[Tùy thư]], [[:zh:s:隋書\/卷70|quyển 70]]<\/ref>. Quân của Huyền Cảm đánh thắng quân Tùy nhiều trận, sắp chiếm được Đông đô. Dượng Đế đang ở Liêu Đông, nghe tin hoảng sợ, bèn dẫn quân về, sai [[Vũ Văn Thuật]] và [[Khuất Đột Thông]] suất quân đánh dẹp Huyền Cảm, đồng thời quật mộ của Dương Tố để trị tội. Quân Cao Câu Ly thừa cơ truy kích vào hậu quân Tùy, giết hơn mấy nghìn người.\n\nTừ năm [[613]], các thế lực phản loạn nổi lên như ong. Trong năm [[614]], triều Tùy chỉ vừa trấn áp vài thế lực thì các thế lực mới nổi lên lại mạnh hơn trước. Thủ lĩnh phản quân cũng bắt đầu tiếm hiệu xưng vương hay xưng đế, miền bắc Trung Nguyên bắt đầu chìm trong nội loạn. Trong khi đó Tùy Dượng Đế lại muốn tiến công Cao Câu Ly một lần nữa. Tuy các đại thần đều có ý không bằng lòng nhưng chẳng ai dám lên tiếng phản đối (vì sợ bị giết). Tháng 3, ông đến Trác quận, tháng 4 tới Bắc Bình và tháng 7 tới trấn Hoài Viễn. Trung Nguyên chìm trong nội loạn, việc trưng binh thảo phạt của Tùy triều gặp nhiều khó khăn. Mặc dù Dượng Đế thiết đặt quân luật rất chặt chẽ, song vẫn có nhiều binh sĩ đào ngũ. Quân [[Cao Câu Ly]] cũng nhiều phen tập kích khiến quân Tùy mệt mỏi. Tuy nhiên ỷ vào số quân đông, Dượng Đế vẫn quyết tâm tiếp tục cuộc chiến. Ông cử Lại Hộ tiến đánh Xa Thành, đánh bại được quân Cao Câu Ly, sau đó tiến tới Bình Nhưỡng. Cao Câu Ly lúc này cũng đã cạn kiệt lương thực, đành phải dâng biểu tạ tội và giao trả tướng dưới quyền [[Dương Huyền Cảm]] là [[Hộc Tư Chánh]] đang trú thân ở Bình Nhưỡng, cho [[nhà Tùy]]. Dượng Đế vui mừng, muốn rút quân về. Lại Hộ tuy không đồng tình những cũng đành nghe theo lệnh ông.\n\nTháng 8 năm [[614]], Dương Đế từ trấn Ninh Viễn trở về và sang tháng 10 thì tới Đông Đô ([[Lạc Dương]])<ref name=\"quyển 182\"\/>. Ông cho xử tử [[Hộc Tư Chánh]] theo giống cách đã thực hiện với [[Dương Tích Thiện]] và [[Vi Phúc Tự]] trước đó<ref name=\"quyển 182\" \/>. Lại triệu vua Cao Câu Ly vào triều kiến, nhưng vua Cao Câu Ly không chịu đi, Dượng Đế tức giận, muốn đánh Cao Câu Ly lần thứ tư, nhưng cuối cùng không ra quân<ref name=\"quyển 182\" \/>.\n\n=== Đánh dẹp Dương Huyền Cảm ===\n{{Bài chính|Dương Huyền Cảm}}\n\nTùy Dượng Đế lúc mới lên ngôi phải chứng kiến cảnh Dương Tố lộng quyền, nên trong lòng rất căm ghét. Sau khi Dương Tố chết, con của y là [[Dương Huyền Cảm]] tự cảm thấy bất an, nuôi ý làm phản. Từ năm [[610]], trong chiến dịch với [[Thổ Cốc Hồn]], Huyền Cảm nhận thấy sự khổ cực của quân sĩ, muốn nhân đó nói khích họ nổi loạn, nhưng việc không thành.\n\nNăm [[613]], trong lần chinh phạt Cao Câu Ly thứ hai, Huyền Cảm được lệnh làm người vận chuyển lương thực, nhưng nhân cơ hội trốn về, dựng cờ khởi nghĩa. Bấy giờ quân chủ lực của nhà Tùy đều ở Cao Câu Ly, nên các thành trì nhanh chóng rơi vào tay phản quân, thành Lạc Dương bị nguy cấp. Dượng Đế được tin, vội điều quân từ Cao Câu Ly về để tập trung đánh dẹp [[Dương Huyền Cảm]]. Lúc này, [[Vệ Văn Thăng]] cũng đưa quân từ Trường An đến Lạc Dương hợp quân với [[Vũ Văn Thuật]], [[Khuất Đột Thông]]. Dương Huyền Cảm thua trận ở Lạc Dương, có ý chuyển hướng tấn công sang Trường An, nhưng lại bị đánh bại lần nữa. Huyền Cảm cùng người em là [[Dương Tích Thiện]] bỏ trốn, sau đó Huyền Cảm lệnh cho Tích Thiện giết mình để khỏi phải sa vào tay quân Tùy. Theo mệnh lệnh từ Dượng Đế, các tướng [[Phàn Tử Cái]] và [[Bùi Uẩn]] đã thực hiện một cuộc tàn sát trên quy mô lớn những người đi theo quân phản nghịch<ref name=\"quyển 182\" \/>. Dượng Đế làm lễ dâng tù binh, cho xé thây của Huyền Cảm (đã chết) giữa chợ, sau ba ngày thì thu nhặt các bộ phận đem đốt đi.\n\nNăm [[614]], theo lời của [[Vũ Văn Thuật]], ông cho xử phạt [[Dương Tích Thiện]] và quân sư của Huyền Cảm là [[Vi Phúc Tự]] một cách cực kì man rợ: các đại thần được lệnh mỗi người bắn một mũi tên vào người họ, sau đó họ bị đem đi xé xác, đốt thây. Văn sĩ [[Ngu Xước]] ở đất Cối Kê, [[Vương Trụ]] ở đất Lang Nha vốn được Huyền Cảm tin cậy, thì Dượng Đế cho dời ra biên cương. Xước, Trụ kháng lệnh, cho nên đều bị giết<ref name=\"quyển 182\" \/>. Khoảng thời gian này, Dượng Đế cử [[Vương Thế Sung]] đánh dẹp phản quân ở phía nam Trường Giang. Vương Thế Sung từ đó bắt đầu phát sinh tham vọng riêng. Vua còn cho phép tịch thu theo ý muốn những tài sản của những người làm phản, vì thế bọn tham quan nhân cơ hội để tịch thu tài sản của những người mà chúng ghét.\n\n=== Nguy khốn ở mạn bắc ===\n\nĐầu năm [[613]], Tùy Dượng Đế phong cho người cháu nội là Đại vương [[Dương Hựu]], con trai thứ ba của Nguyên Đức thái tử [[Dương Chiêu]] làm lưu thủ Trường An, phái Hình bộ thượng thư [[Vệ Văn Thăng]] phụ tá Dương Hựu<ref>[[Tùy thư]], [[:zh:s:隋書\/卷05|quyển 5]]<\/ref>.\n\nTháng 1 năm [[615]], Tùy Dượng Đế phân Bí thư tỉnh thành 20 viện, sau đó tự phong cho mình làm Tổng quản Dương châu. Tháng 8 cùng năm, Dượng Đế và Tiêu Hậu đến tuần thị miền bắc. Trước kia, [[Bùi Củ]] muốn làm suy yếu Đông Đột Quyết nên hiến kế lập em Khả hãn Thủy Tất là Sất Cát làm Khả hãn ở phía nam để phân chia Đông Đột Quyết làm hai nửa, và đem một công chúa trong hoàng thất gả cho Sất Cát. Tuy Sất Cát không dám chống lại Thủy Tất, nhưng cũng do đó mà Thủy Tất oán hận [[nhà Tùy]]. Rồi sau Dượng Đế lại nghe theo cáo buộc sai lầm mà giết [[Sử Thục Hồ Tất]] là người bạn thân của Thủy Tấy. Đến đây Thủy Tất thấy Dượng Đế ở phía bắc, muốn nhân cơ hội này mà tập kích bắt sống ông để trả thù, bèn tập hợp 10 vạn quân để chuẩn bị. Việc này bị công chúa Nghĩa Thành biết được. Công chúa viết mật thư cáo cấp cho Dượng Dế cùng Tiêu hậu. Dượng Đế vội vã bỏ chạy, song không kịp.\n\nKhi Dượng Đế, Tiêu Hậu và hoàng tử út là Triệu vương [[Dương Cảo]] đến [[Nhạn Môn]]<ref>Nay thuộc [[Đại Đồng]], [[Sơn Tây]], [[Trung Quốc]]<\/ref> thì bị quân Đột Quyết đuổi tới và bao vây lại, đó là ngày [[11 tháng 9]] năm [[615]]<ref>[[:zh:大業|大業]]十一年 八月癸酉 [http:\/\/db1x.sinica.edu.tw\/sinocal\/ Academia Sinica] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100522200011\/http:\/\/db1x.sinica.edu.tw\/sinocal\/ |date=2010-05-22 }} {{Zh icon}}<\/ref>. Trong thành Nhạn Môn lúc đó chỉ có 15 vạn người, thiếu lương trong hai tuần. 41 thành ở Nhạn Môn bị Đông Đột Quyết lấy hết 39, chỉ còn Nhạn Môn và Quách Thành chưa bị hạ. Thủy Tất lại bao vây Nhạn Môn gấp rất. Dượng Đế hoảng sợ tột độ, chỉ còn biết ôm Triệu vương Cảo mà khóc. [[Vũ Văn Thuật]] đề nghị vài nghìn kị binh để tiến hành phản kích phá vây, song [[Tô Uy]] và [[Phàn Tử Cái]] ngăn lại, khuyên vua tính kế khác. Sau đó Dượng Đế nghe lời [[Tiêu Vũ]] (em trai Tiêu hoàng hậu) và [[Tô Uy]] nên rút hết quân khỏi Cao Câu Ly mà tập trung quân lên phía bắc hộ giá cho ông. Lại sai sứ đến cầu cứu công chúa Nghĩa Thành<ref name=\"quyển 182\" \/>. Đồng thời còn theo lời của [[Ngu Thế Cơ]], đích thân ra phủ dụ tướng sĩ, hứa sẽ thưởng hậu cho quân lính nếu mình trốn thoát, và cho ngưng chiến dịch chống [[Cao Câu Ly]]. Vì thế quân sĩ dần lấy lại khí thế.\n\nCũng khi đó công chúa Nghĩa Thành đã nói dối với Thủy Tất là ở phía bắc có biến. Vì thế, Thủy Tất bãi binh<ref>[[Tùy thư]], [[:zh:s:隋書\/卷04|quyển 4]]<\/ref><ref>[[Bắc sử]], [[:zh:s:北史\/卷12|quyển 12]]<\/ref>, Dượng Đế thoát khỏi vòng vây và còn bắt khoảng 2000 người [[Đột Quyết]] mang về. Tuy nhiên sau khi thoát khỏi vòng vây rồi, Dượng Đế không khao thưởng gì cho tướng sĩ mà còn định tiếp tục động binh ở Liêu Đông. Khi [[Phàn Tử Cái]] và [[Tiêu Vũ]] nhắc nhở vụ ban thưởng, Dượng Đế khiển trách Tử Cái và cách chức Tiêu Vũ.\n\n== Chết ở Giang Đô ==\n=== Đi đến Giang Đô ===\n\nSang năm [[616]], miền bắc Trung Quốc nội loạn dâng cao. Các thành nhà Tùy liên tiếp bị các thủ lĩnh khởi nghĩa đánh bại, [[nhà Tùy]] tiến gần đến bờ vực của sự diệt vong. Trước đó vào cuối năm [[615]], khi Dượng Đế thoát khỏi vòng vây của Thủy Tất, đã trở về đóng ở Đông Đô Lạc Dương, cự tuyệt lời khuyên của [[Tô Uy]] rằng ông nên về Trường An. Đầu năm [[616]], khi 20 sứ thần từ các châu quận gửi đến chầu vua đều không thấy - vì những châu quận bị rơi vào tay quân phản loạn hoặc sứ giả đều bị giết hoặc chặn đánh trên đường tới kinh diện thánh, Dượng Đế mới bắt đầu tính đến việc đàn áp quân phản. Ông cũng có ý dời đô xuống nam, trước hết là xây cung điện ở Bì Lăng<ref>Nay thuộc địa cấp thị [[Thường Châu]], tỉnh [[Giang Tô]], [[Trung Quốc]]<\/ref>, và các cung điện khác ở Cối Kê<ref>Nay là một bộ phận của địa cấp thị [[Thiệu Hưng]], tỉnh [[Chiết Giang]], [[Trung Quốc]].<\/ref>. [[Ngu Thế Cơ]] đề nghị cho một đội quân đóng ở Lạc Khẩu Thương là một kho lương thực ở phía đông thành Lạc Dương để bảo vệ nơi này khỏi tay lực lượng phản vương. Dượng Đế trách mắng ông ta là kẻ nhát gan. Kể từ đó, Thế Cơ cũng a dua theo đám nịnh thần và không dám nói điều gì trái ý Dượng Đế nữa<ref name=\"TT67\">''[[Tùy thư]]'', [[:zh:s:隋書\/卷67|quyển 67]]<\/ref><ref name=\"quyển 183\">[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷183|quyển 183]]<\/ref>.\n\nĐến tháng 4 năm [[616]], Dượng Đế hỏi quần thần về tình hình khởi nghĩa trong nước, [[Vũ Văn Thuật]] trả lời rằng còn rất ít cuộc khởi nghĩa, phần lớn đã bị dập tắt rồi. Ông lại hỏi [[Tô Uy]], Uy trả lời đại họa đã đến gần<ref name=\"TT67\" \/>. Dượng Đế không hài lòng. Sang tháng 5, ông nghe lời gièm pha cho rằng lúc đánh Đột Quyết, Tô Uy nhận hối lộ. Dượng Đế muốn giết Tô Uy, nhưng cuối cùng chỉ phế làm thứ nhân<ref name=\"quyển 183\" \/>.\n\nTháng 7 năm [[616]], [[Vũ Văn Thuật]] xin Tùy Dượng Đế đến tuần du Giang Đô. Dượng Đế đồng ý. Tướng quân Triệu Tài can ngăn rằng nếu ông rời khỏi miền bắc thì sẽ không thể trở về được nữa. Dượng Đế bãi chức Triệu Tài, sau đó đến Giang Đô. Các đại thần Nhâm Tông và Thôi Dâm cũng dâng thư can ngăn, bị Dượng Đế sai dùng trượng đánh chết. Sau đó, Dượng Đế đến Giang Đô, để cháu là Việt vương [[Dương Đồng]] mới 10 tuổi ở lại trấn thủ Lạc Dương. Ông làm hai câu thơ từ biệt cung nhân ở [[Lạc Dương]]\n:''Ngã mộng Giang Đô hảo, chinh Liêu diệt ngẫu nhiên''<ref name=\"quyển 183\" \/>.\n\nTức là\n:''Ta mơ thấy Giang Đô là nơi tốt, sau này sẽ ít đi tới sông Liêu''.\n\n=== Các lộ phản quân phát triển ===\n\nDượng Đế vừa rời khỏi Lạc Dương, tướng cũ của [[Dương Huyền Cảm]] là [[Lý Mật]], lúc này là quân sư cho phản vương [[Trạch Nhượng]], đã khuyên [[Trạch Nhượng]] thừa cơ tấn công Lạc Dương. [[Trạch Nhượng]] đồng ý và xuất quân. Tướng Tùy [[Trương Tu Đà]] bị giết, tinh thần quân Tùy xuống dốc dữ dội. [[Trạch Nhượng]] nhớ tới câu sấm Lý thị đương vương, liền nhường cho [[Lý Mật]] làm thủ lãnh. Trong khi đó, tướng Tùy là [[Dương Nghĩa Thần]] đang thắng lớn ở Hà Bắc, tiêu diệt các phản vương [[Trương Kim Xưng]] và [[Cao Sĩ Đạt]]. Tuy nhiên Dượng Đế cùng tể tướng [[Ngu Thế Cơ]] lại ngờ vực Nghĩa Thần, lại triệu ông ta về Giang Đô, bãi binh quyền, ít lâu sau Nghĩa Thần qua đời. Sau đó, các lộ phản vương ở miền bắc là trỗi dậy, mà mạnh nhất là [[Đậu Kiến Đức]]. Đến đầu năm [[617]], các nơi cũng bắt đầu dựng cờ nghĩa, bao gồm\n* [[Đỗ Phục Uy]], thủ lĩnh nông dân, chiếm giữ vùng đất tương ứng với miền nam [[An Huy]] hiện nay.\n* [[Cao Khai Đạo]], thủ lĩnh nông dân, chiếm giữ vùng đất tương ứng với miền bắc [[Hà Bắc]].\n* [[Lương Sư Đô]], thủ lĩnh nông dân, chiếm giữ vùng đất tương ứng với vùng [[Nội Mông]] hiện nay, tự xưng là hoàng đế Lương.\n* [[Lý Quỹ]], một tướng cũ của Tùy, chiếm giữ vùng đất tương ứng với trung và tây Cam Túc, tự xưng là Lương vương.\n* [[Đường Cao Tổ|Lý Uyên]], một tướng cũ của Tùy (anh em họ với Dượng Đế), chiếm giữ vùng đất tương ứng miền trung [[Sơn Tây]] hiện nay. Tại Trường An lập [[Dương Hựu]] làm Hoàng đế bù nhìn.\n* [[Lâm Sĩ Hoằng]], thủ lĩnh nông dân, chiếm giữ vùng đất tương ứng với [[Quảng Tây]] và [[Quảng Đông]] ngày nay, tự xưng là hoàng đế Sở.\n* [[Lưu Vũ Chu]], thủ lĩnh nông dân, chiếm giữ vùng đất tương ứng với miền bắc Sơn Tây, tự xưng Khả hãn Định Dương.\n* [[La Nghệ]], một tướng cũ của Tùy, chiếm giữ vùng đất tương ứng với [[Bắc Kinh]] hiện nay.\n* [[Tiêu Tiển]], một tướng cũ của Tùy, cháu nội của [[Tây Lương Tuyên Đế]], chiếm giữ vùng đất tương ứng với [[Hồ Bắc]], [[Hồ Nam]] và [[Quảng Tây]]. tự xưng là hoàng đế Lương.\n* [[Tiết Cử]], thủ lĩnh nông dân, chiếm giữ vùng đất tương ứng với miền đông [[Cam Túc]] và tây [[Thiểm Tây]], tự xưng là Tây Tần Bá vương rồi hoàng đế Tần<ref name=\"quyển 184\">[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷184|quyển 184]]<\/ref>.\n* [[Chu Xán]], một tướng cũ của Tùy, chiếm giữ vùng đất tương ứng với miền nam [[Hà Nam (Trung Quốc)|Hà Nam]] và đông nam [[Thiểm Tây]], ban đầu xưng là Già Hầu La vương, sau xưng là hoàng đế Sở.\n\nMùa xuân năm 617, [[Lý Mật]], [[Trạch Nhượng]] chiếm được các kho lương gần Lạc Dương, Lạc Khẩu và Hoài Lư, do đó quân đội của họ được no đủ trong khi quân Tùy ở Lạc Dương thường bị đói khát<ref name=\"quyển 183\" \/>. Lý Mật tiếm tước Ngụy công, sau đó giết Trạch Nhượng. Người ta cho rằng Lý Mật sẽ sớm trở thành hoàng đế. Dượng Đế sai [[Vương Thế Sung]] đến trấn thủ Lạc Dương, bước đầu ngăn cản được quân Lý Mật. Còn Lý Uyên để hỗ trợ phòng thủ của nó, và những hành vi phạm tội của Li bị đình trệ. Mùa đông năm đó, Đường công [[Lý Uyên]] ở Thái Nguyên chiếm được Trường An, lập [[Dương Hựu]] làm Hoàng đế, tức [[Tùy Cung Đế]], tôn Dượng Đế, lúc đó đang ở Giang Đô, làm Thái thượng hoàng. Toàn bộ miền bắc Trung Quốc khi đó không còn nằm trong sự kiểm soát của Tùy Dượng Đế nữa. Trong lúc này quân Kiêu Quả bảo vệ Dượng Đế có nhiều người đào ngũ, vì nhớ cố hương ở phương bắc, Dượng Đế lo lắng và đem việc này hỏi ý kiến [[Bùi Củ]]. [[Bùi Củ]] khuyên rằng tướng sĩ chẳng qua là vì thiếu gái mà thôi, cho nên Dượng Đế triệu tập các quả phụ và gái chưa chồng trong cảnh nội Giang Đô, đem gả cho các binh sĩ; và cho phép những người từng gian díu với nhau được phép kết hôn<ref name=\"quyển 184\" \/>.\n\nViệt vương [[Dương Đồng]] trơ trọi trong thành Lạc Dương, phái Thái thường Thừa [[Nguyên Thiện Đạt]] đi xuyên qua vùng khởi nghĩa nông dân, đến Giang Đô tấu sự tình với Dượng Đế, nói rằng xưng Lý Mật có quân trăm vạn, vây bức kinh đô, quân giặc theo Lạc Khẩu thương, trong thành không lương ăn, và khuyên Dượng Đế mau chóng quay về chủ trì đại cục, nếu không Đông Đô chắc chắn sẽ mất. Tuy nhiên Dượng Đế nghe lời sàm tấu của [[Ngu Thế Cơ]], mắng Thiện Đạt là kẻ lừa gạt, rồi sau đó Thiệt Đạt bị phản quân giết trên đường về. Từ đó không người nào dám đến tấu Dượng đế nghe việc quân khởi nghĩa nữa<ref name=\"TT67\" \/>.\n\n=== Rước giặc về nhà ===\n\nDượng Đế vẫn ở lại Giang Đô cho đến lúc bị giết. Đến tháng 10 năm [[616]], [[Vũ Văn Thuật]] bị bệnh nặng. Trước kia hai con của Thuật là [[Vũ Văn Hóa Cập]] và [[Vũ Văn Trí Cập]] phạm tội, bị giam vào ngục, đến đây Thuật xin Dượng Đế tha cho họ. Sau khi Thuật chết, Dượng Đế xá tội cho anh em Hóa Cập và cho nối tước Hứa công, lại phong làm Hữu truân vệ tướng quân<ref name=\"quyển 183\" \/>.\n\nTừ năm [[617]], miền bắc bạo loạn khắp nơi, đường về kinh của Dượng Đế bị cắt đứt. Tùy Dượng Đế cho rằng mình đang được đội Kiêu Quả quân tinh nhuệ bảo vệ chắc chắn ở Giang Đô, nên không muốn trở về phương Bắc hỗn loạn, suy tính việc rời đô từ Trường An đến Đan Dương<ref name=\"ReferenceB\"\/>.\n\n=== Những ngày tháng cuối cùng ===\n\nMặc dù đến Giang Đô nhưng Dượng Đế vẫn tiếp tục lối sống hoang dâm xa xỉ như trước, cung nhân tuyển thêm mấy trăm người ở miền nam. Quận thừa Giang Đô là [[Triệu Nguyên Khải]] thường dâng các món ngon vật lạ lên Dượng Đế để lấy lòng; trong khi Dượng Đế, [[Dượng Mẫn hoàng hậu|Tiêu Hậu]] và các mỹ nhân ngày đêm hoang lạc vui chơi, không thiết gì đến triều chính nữa. Không lâu sau, ông đem ý định dời đô xuống phía nam nói với quần thần. [[Ngu Thế Cơ]] cho rằng đất Giang Đông ẩm thấp, ít lương thực, lòng dân xao động, không phải là chỗ để đóng đô, nên bị khép vào tội phỉ báng triều đình. Các đại thần khác hoảng sợ, thi nhau dâng biểu xin đế dời đô sang Đan Dương.\n\nSang năm [[618]], lương thực ở Giang Đô ngày một cạn, các binh sĩ Kiêu Quả phần lớn đều quê ở vùng Quan Trung nhớ nhà, muốn trở về, nhưng những người đào ngũ lúc trước đều bị giết, họ bèn họp nhau làm binh biến giết Dượng Đế đi. Các thủ lĩnh quân Kiêu Quả là [[Tư Mã Đức Kham]], [[Bùi Kiền Thông]], [[Nguyên Lễ]], [[Dương Sĩ Lãm]]... liên kết với [[Vũ Văn Hóa Cập]], hẹn nhau tạo phản. Việc này trong ngoài đồn ầm ĩ lên, đến một nữ tì trong cung cũng biết, người này đem chuyện nói với Tiêu Hậu. Tiêu Hậu giấu không thông báo với Dượng Đế vì cho rằng vận [[nhà Tùy]] không thể cứu vãn được nữa. Lại có cung nhân khác báo việc này lên với Dượng Đế, Đế sai giết chết người đó đi, rồi càng ăn chơi nhiều hơn trước.\n\nCung điện của ông có hơn 100 gian phòng, phòng nào phòng nấy đều sang trọng và chứa đầy mĩ nữ<ref>Dật danh Dượng Đế mê lâu kí<\/ref>. Các mĩ nữ trong các phòng đóng vai tiếp tân trong các buổi tiệc, còn Dượng Đế, Tiêu hoàng hậu và các cận thần đóng vai khách đến dự tiệc. Dượng Đế lờ mờ biết ngày tận của mình sắp tới, nhưng làm như không quan tâm. Có một lần ông nói với [[Tiêu Hậu]]\n:''Có nhiều người muốn mưu hại trẫm. Nhưng đừng lo. Ít nhất thì trẫm còn còn được như Trường Thành huyện công ([[Trần Hậu Chủ]] [[Trần Thúc Bảo]]), còn nàng chắc cũng được như [[Thẩm Vụ Hoa|Thẩm hoàng hậu]] (vợ [[Trần Thúc Bảo]]). Nên cứ ăn uống cho no say''.\n\nMột lần khác, khi soi gương, Dượng Đế bất giác nói với Tiêu Hậu rằng\n:''Trẫm có một cái cổ đẹp, và đang chờ coi ai đó cắt nó''.\n\nTiêu hậu ngạc nhiên, rớt nước mắt hỏi về nguyên do của những lời nói kì quặc đó, ông mỉm cười nói\n:''Sang hèn, vui buồn đều có cái số của nó''.\n\n=== Binh biến và qua đời ===\n\nTháng 3 năm [[618]], quân Kiêu Quả chuẩn bị xong lực lượng, kéo đến bao vây cung điện của Dượng Đế. [[Tư Mã Đức Kham]] đem hơn vạn quân ở Đông Thành, hẹn nhau hễ thấy lửa nổi lên thì liên kết với quân ngoài thành cùng tiến vào cung. Lúc đó tình thế đã rất nguy kịch mà Dượng Đế vẫn thản nhiên.\n\nCanh ba ngày Ất Mão (10) tháng 3 (10 tháng 4 năm 618), [[Tư Mã Đức Kham]] phóng lửa, quân nổi loạn ồ ạt xông vào nắm giữ cung điện vào ngày Bính Thìn hôm sau, tức 11 tháng 4. Tùy Dượng Đế nghe tin có biến loạn, muốn chạy sang Tây Các, bị Bùi Kiền Thông và Dương Nguyên Lễ tóm được. Giáo úy [[Lệnh Hồ Hành Đạt]] cầm siêu đao xông đến, ông hỏi\n:''Ngươi muốn giết trẫm sao''?\n\nHành Đạt nói\n:''Thần không dám, chỉ mong Bệ hạ về phía tây (Trường An) mà thôi''.<ref name=\"TTTG185\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷185|quyển 185]]<\/ref>\n\nDượng Đế tưởng họ không giết mình, nên đồng ý về Trường An. Tuy nhiên, [[Vũ Văn Hóa Cập]] tự xưng Thừa tướng, vào phủ đường, kể tội Dượng Đế \"bỏ bê tôn miếu, tuần du liên miên, bên ngoài loạn lạc, bên trong dâm loạn, sử đinh chết vì binh đao, đàn bà bị làm nhục, bốn phương ly tán, đạo tặc khắp nơi, chỉ nghe nịnh thần, bỏ bê trung lương\". Ông cãi lại rằng\n:''Trẫm quả có tội với bách tính, nhưng chư khanh là thần tử của trẫm, trẫm ban cơm áo vàng bạc rất hậu, có phải thế không. Sự việc hôm nay là do ai bày ra''.\n\nHóa Cập lại sai [[Phòng Đức Di]] lập tội trạng của Dượng Đế. Ông nói\n:''Người chỉ là sĩ nhân mà dám làm việc này sao?''.<ref name=\"TTTG185\" \/>\n\nĐức Di đành lui ra. Người con trai út của Dượng Đế là Triệu vương [[Dương Cảo]], năm đó 12 tuổi, được ông yêu thương, Hóa Cập bèn sai giết trước để chứng tỏ với Dượng Đế rằng bọn tạo phản không nói đùa<ref>[[Tùy thư]], [[:zh:s:隋書\/卷59|quyển 59]]<\/ref>. Sau đó lại định hạ sát Dượng Đế. Dượng Đế cho rằng thiên tử thì không thể chết trong binh đao, muốn dùng thuốc độc tự tử. Nguyên là trước kia ông từng đoán biết có ngày này, nên luôn chuẩn bị độc dược trao cho cung nhân. Lúc đó cung nhân bỏ chạy hết, không tìm được thuốc độc. Nên Dượng Đế cởi chiếc khăn quàng cổ ra, và [[Lệnh Hồ Hành Đạt]] dùng nó siết cổ Dượng Đế<ref name=\"TTTG185\" \/>. Năm đó, Tùy Dượng Đế được 49 tuổi, ở ngôi 14 năm.\n\nBan đầu Vũ Văn Hóa Cập định tôn em trai của Dượng Đế là phế Thục vương [[Dương Tú]] làm vua, nhưng những kẻ khác không đồng ý, đem giết Dương Tú cùng với Tề vương [[Dương Giản]] (con trai thứ hai của Dượng Đế), Yến vương [[Dương Đàm]] (cháu đích tôn), Lương quốc công [[Tiêu Cự]] (cháu trai của [[Tiêu hoàng hậu]]) và tất cả thành viên khác trong hoàng tộc nhà Tùy ở Giang Đô. Nhiều quan lại, bao gồm thừa tướng [[Ngu Thế Cơ]], [[Bùi Uẩn]], [[Lai Hộ Nhi]], [[Viên Sung]], [[Vũ Văn Hiệp]], [[Vũ Văn Bạc]], [[Tiêu Củ]]... đều bị giết. Chỉ có Tần vương [[Dương Hạo]], cháu gọi Tùy Dạng Đế bằng bác, và là bạn với Trí Cập (em trai Hóa Cập) mới được tha. Hóa Cập giả lệnh của [[Dượng Mẫn hoàng hậu|Tiêu Hậu]] tôn Dượng Hạo làm Vua, nhưng tự xưng Đại thừa tướng, nắm mọi quyền hành<ref name=\"Tùy thư, quyển 85\"\/><ref name=\"TTTG185\" \/><ref>[[Bắc sử]], [[:zh:s:北史\/卷79|quyển 79]]<\/ref><ref>''Trung Quốc văn minh sử'', ''Tùy Đường ngũ đại sử'', chương 1, trang 10<\/ref>. Không lâu sau ở Trường An, [[Lý Uyên]] ép [[Dương Hựu]] nhường ngôi, lập ra [[nhà Đường]]<ref>''[[Cựu Đường thư]]'', quyển 1<\/ref>. Năm [[619]], [[Vương Thế Sung]] giết [[Dương Đồng]] ở Lạc Dương<ref>Sau khi Dượng Đế chết, [[Vương Thế Sung]] lập Hoàng tôn Việt vương [[Dương Đồng]] làm đế bù nhìn, bản thân xưng là Trịnh vương nắm mọi quyền hành<\/ref><ref>Phó Nhạc Thành ([[1993]]):''Trung Quốc thông sử, Tùy Đường ngũ đại sử'', trang 36.<\/ref>, và [[Vũ Văn Hóa Cập]] cũng sát hại [[Dương Hạo]] để chiếm ngôi vua<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷187|quyển 187]]<\/ref>. [[Nhà Tùy]] bị diệt vong kể từ đó. Sau đó, các thế lực phản vương giao tranh với nhau thêm vài năm, cuối cùng thống nhất về tay [[nhà Đường]]<ref>Phó Nhạc Thành, ''Trung Quốc thông sử, Tùy Đường ngũ đại sử'', chương 4 (Đế quốc Tùy loạn vong), trang 36<\/ref>.\n\nKhi hoàng tộc Tùy bị tru diệt, một người thiếp của [[Dương Giản]] đang mang thai đã trốn thoát được và sau đó sinh ra [[Dương Chính Đạo]], cũng là hậu duệ nam duy nhất của Tùy Dượng Đế còn sống sót. Sau nhiều phen lưu lạc, đến năm [[630]], vợ góa của ông là Tiêu Mỹ Nương và [[Dương Chính Đạo]] được đưa về thành Trường An và được [[nhà Đường]] đối xử tử tế<ref>[[Cựu Đường thư]], [[:zh:s:舊唐書\/卷194上|quyển 194 thượng]]<\/ref>. Năm [[648]], Tiêu hoàng hậu qua đời ở Trường An và được hợp táng với Tùy Dượng Đế.\n\n== Đánh giá ==\n=== Cậy tài kiêu ngạo ===\n\nDượng Đế có tài văn chương, có sáng tác thơ văn. Sau khi đọc [[Tùy Dượng Đế tập]], [[Đường Thái Tông]] hết sức khen ngợi là ''\"văn chương uyên bác\"'', luận về thơ văn đúng là minh chúa kiểu vua [[Nghiêu]], [[Thuấn]], rồi than thở về Dượng Đế rằng:\n\n:''\"Sao hành sự lại ngược lại như vậy?\"''.\n\n[[Ngụy Trưng]] nói:\n\n:''\"Dượng Đế dựa vào tài năng, kiêu căng tự tác, cho nên miệng thì nói lời [[Nghiêu]] [[Thuấn]] mà thân lại đi làm những hành vi của [[Hạ Kiệt|Kiệt]] [[Trụ Vương|Trụ]]\"''.\n\nLời Ngụy Trưng thật là xác đáng. Dượng đế cho rằng mình không phải người thường, huênh hoang tự đắc, vốn không cho phép triều thần làm trái ý mình. Ông ta bảo rằng ''\"tính không thích ai can gián\"''. Ai đã có quan cao lộc hậu mà vẫn còn muốn can gián để nổi danh thì sẽ lấy mạng kẻ ấy. [[Tô Uy]], [[Tiêu Vũ]], [[Tiết Đạo Hành]]... do có lời khuyên can, nếu không mất đầu thì cũng mất chức. Ngay cả [[Trương Hành]] là thân tín cũng không thể may mắn thoát khỏi.\n\nDượng Đế không những không nhận lấy bài học, ngược lại càng dấn sâu thêm. Liên tiếp 2 năm tiếp theo, năm nào cũng điều quân ra trận, làm cho thiên hạ náo loạn, [[Trung Quốc]] hết sức khó khăn mệt nhọc. Sau đại chiến, tất có mất mùa, Năm Đại Nghiệp thứ 7 ([[611]]), lũ lụt hàng loạt ở [[Sơn Đông]], [[Hà Nam (Trung Quốc)|Hà Nam]], tiếp theo năm sau thì xảy ra đại hạn, người dân chết vài trăm ngàn người, họ phải ăn thịt lẫn nhau.\n\nTùy Dượng đế văn võ song toàn, khôi ngô tuấn tú, từ khi còn nhỏ đã nổi tiếng về thơ văn, năm 20 tuổi đã lập công diệt [[nhà Trần (Trung Quốc)|nhà Trần]], ông ta vốn có thể làm một vị vua anh minh văn võ nổi danh, nhưng những gì ông ta đã làm thật không khác vết xe đổ của [[trụ Vương|vua Trụ]]. Hoàng đế [[Trần Minh Tông]] của [[Việt Nam]] có nhắc về Tùy Dượng Đế như sau\n:''Tùy Dượng Đế luôn mồm nói đến Nghiêu Thuấn, nhưng mọi việc làm của ông ta thì lại như Kiệt, Trụ, có phải là ông ta thấy điều thiện mà bắt chước hay sao.''<ref>Quốc sử quán triều Nguyễn, Khâm định Việt sử thông giám Cương mục, chính biên, quyển IX, Trần Hiến Tông Khai Hựu nguyên niên<\/ref>\n\n[[Nhà Tùy]] thống nhất Nam Bắc, là một vương triều đang lên, [[Tùy Văn Đế]] cởi mở tiếp thu can gián{{fact|date=7-2014}}, lập nên thời thịnh trị '''Khai Hoàng''', quốc thái dân an. Tiếp đến là Dượng Đế thông minh cái thế, Vương triều Tùy lẽ ra phải tiến lên giàu mạnh, nhưng cuối cùng lại trở thành vị vua vong quốc.\n\n=== Hoang dâm vô độ ===\n\nLúc giành ngôi Thái tử, Dương Quảng do muốn lấy lòng Độc Cô Hoàng hậu nên vờ không thiết gì đến tửu sắc. Đến khi lên ngôi, Dượng Đế đã\ncho tìm bắt nhiều mỹ nữ về cung, sách lập 3 Phu nhân, 9 Tần, 27 Thế phụ, 81 Ngự thê, tổng cộng 120 người<ref>[http:\/\/www.tienphong.vn\/Quoc-Te\/191592\/Nhung-hoang-de-bien-thai-trong-lich-su-Trung-Quoc.html Những hoàng đế biến thái trong lịch sử Trung Quốc]<\/ref>, và còn lấy hai phu nhân Trần, Thái của cha là [[Tùy Văn Đế]].\n\n=== Xa xỉ lãng phí ===\n\nTùy Dượng Đế sống rất xa xỉ, thường đi tuần du, mỗi lần tuần du như vậy đều dùng nghi lễ cung đình, hành cung dịch trạm xây dựng khắp cả nước để riêng cho ông ở không biết bao nhiêu mà kể. Mỗi lần tuần du đến đâu, nếu thấy quan lại địa phương ở đó tiếp đón không bằng nghi lễ trong cung thì lập tức ghét bỏ, bãi chức, do đó các quan đều đua nhau chuẩn bị tốn kém khi nghe vua đến, do đó mọi gánh nặng đều đổ lên vai người dân. Đó cũng là một trong những nguyên nhân dẫn đến bạo loạn cuối đời Tùy. Về việc này, [[Ngụy Trưng]] nhận xét trước mặt [[Đường Thái Tông]] rằng\n:''Dương Quảng tuần du, yêu cầu quan quận huyện dâng thức ăn, lấy sự thịnh soạn làm tiêu chuẩn thưởng phạt, kết quả thiên hạ đại loạn.''\n\n=== Tranh cãi về việc giết cha ===\n\nSách Tùy thư, các quyển bản kỉ Văn Đế và Dượng Đế đều không nhắc một dòng nào về việc Dương Quảng giết cha. Sự việc này chỉ được đề cập đến ở thiên Hậu phi truyện, phần viết về [[Trần Tuyên Hoa|Tuyên Hoa Phu nhân Trần thị]] và một số ghi chép rải rác ở các thiên về Dương Tố, Dương Dũng, Trương Hành... Sách [[Tư trị thông giám]] của [[Tư Mã Quang]] cũng chiếu theo đó mà dựng lên cốt truyện tương tự<ref>''[[Tư trị thông giám]]'', quyển [[:zh:s:資治通鑑\/卷180|180]].<\/ref>.\n{{quote|Từ sau Văn Hiến hoàng hậu [([[Độc Cô Già La]])] băng, Văn Đế đặc biệt sủng hạnh Tuyên Hoa phu nhân Trần thị, Dung hoa phu nhân Thái thị. Trần thị là con gái của [[Trần Tuyên Đế|Trần Cao Tông]]. Thái thị, người Đan Dương<ref>丹楊, nay thuộc [[Nam Kinh]], [[Giang Tô]], [[Trung Quốc]]<\/ref>. Đế đau nặng ở cung Nhân Thọ, nằm liệt giường. Thượng thư Tả bộc xạ [[Dương Tố]], Thượng thư bộ Binh [[Liễu Thuật]] (con rể [[Tùy Văn Đế]], chồng của công chúa [[Dương A Ngũ]]), Hoàng môn thị lang [[Nguyên Nham]] nhập các xem bệnh. Triệu Hoàng thái tử (Dương Quảng) vào ở điện Đại Bảo. Thái tử đang tìm cách ứng phó và phòng vệ sau khi hoàng thượng băng hà, rồi viết thư hỏi [[Dương Tố]] để coi phải làm gì đây. Dương Tố viết thư phúc đáp về các biện pháp canh phòng cho thái tử. Có cung nhân biết được, báo với Thượng, Thượng xem xong không hài lòng. Bữa nọ, Trần phu nhân đi nhà xí, gặp Thái tử, bị thái tử bức bách, nhưng thoát được, về bẩm với Thượng. Thượng xem thần sắc của bà ta khác lạ, mới hỏi nguyên do vì sao. Phu nhân rớt nước mắt nói: \"Thái tử vô lễ\". Thượng giận, đập giường nói: \"Súc sanh, sao có thể giao phó đại sự? Độc Cô hại ta rồi\". Bèn triệu [[Liễu Thuật]], [[Nguyên Nham]] đến bảo: \"Triệu con ta\". Bọn Thuật chuẩn bị gọi Thái tử, Thượng nói: \"Gọi Dũng\". Thuận, Nham ra ngoài chuẩn bị viết sắc thư. [[Dương Tố]] nghe tin, báo với Thái tử. Giả mạo chiếu lệnh, bắt Thuật, Nham hạ ngục. Lấy binh sĩ đông cung vây chặt điện Nhân Thọ, tiếng là để bảo vệ, cấm không ai cho ra vào. Dùng [[Vũ Văn Thuật]], [[Quách Diễn]] tiết độ cấm quân. Sai Hữu thứ tử [[Trương Hành]] vào tẩm điện xem bệnh; Hành đem các hậu cung nhốt vô biệt thất, rồi sau đó Thượng băng, trong ngoài có nhiều lời bàn luận. Trần phu nhân cùng các hậu cung nghe có sự biến, chằm chằm vào nhau trong sợ hãi và run rẩy. Vào lúc hoàng hôn, Thái tử sai sứ giả đem đến một cái hộp nhỏ làm bằng vàng, phong ấn kĩ càng, trao cho phu nhân. Phu nhân xem qua, tưởng trong đó là thuốc độc, rất sợ hãi không dám mở ra. Sứ giả thúc giục, đành phải mở. Trong hộp có mấy cái đồng tâm kết (vật tượng trưng tình yêu của người [[Trung Quốc]]). Cung nhân cả thảy đều vui vẻ, nói với nhau: \"Được khỏi chết\". Trần thị xấu hổ mà giận dữ, ngồi xuống và không bái tạ. Các cung nhân bức ép, bất đắc dĩ mới đứng dậy bái sứ giả. Tối đó, thái tử triệu hạnh phu nhân.}}\n\nNhững phiên bản chi tiết hơn nói rằng [[Trương Hành]] đích thân giết [[Tùy Văn Đế]] bằng cách đấm vào ngực và bẻ nát xương sườn của hoàng đế. Những người ủng hộ chuyện Dương Quảng chủ mưu giết cha còn chưng ra những bằng chứng khác, bao gồm cả việc sau khi Văn Đế chết, Dượng Đế đã nạp cả hai phu nhân Trần, Thái vào cung. Hơn nữa, về sau khi [[Trương Hành]] bị Dượng Đế ghét bỏ và xử tử năm [[612]], đã than vãn trước pháp trường rằng: \"Ta làm những điều kia cho hắn, thì mong gì sống lâu được\". Người cai ngục, như có nghe về chuyện sự biến cung Nhân Thọ năm xưa, nên đã bịt lỗ tai lại để không nghe được gì và Trương Hành lập tức bị hành quyết.\n\nTuy nhiên, các sử gia ngày nay lên tiếng nghi ngờ thông tin này, cho rằng Văn Đế qua đời là do bệnh tật, không liên quan đến Dượng Đế và cho rằng câu chuyện bịa đặt vu khống Dương Quảng là do tác giả [[Triệu Nghị]] trong cuốn Đại Nghiệp lược ký viết vào đầu thời [[nhà Đường]] dựng lên, các sử gia biên soạn [[Tùy thư]] lấy theo đó mà chép vào tác phẩm.<ref>[http:\/\/m.nguoiduatin.vn\/su-that-hoang-de-dam-loan-nhat-lich-su-trung-hoa-a18593.html Sự thật về hoàng đế dâm loạn nhất lịch sử Trung Hoa]<\/ref>. Mà theo Đại nghiệp lược kí thì cung phi trong câu chuyện là [[Thái Dung Hoa]] chứ không phải [[Trần Tuyên Hoa]]. Họ cũng chỉ ra rằng các chứng cứ kia cũng có thể bác lại được: Vì sao [[Liễu Thuật]], [[Nguyên Nham]] không bị giết dù họ biết sự thật. Tuy nhiên, việc [[Dương Quảng]] giết cha là [[Dương Kiên]] dường như đã trở thành một sự thật trong nhận thức của người [[Trung Quốc]] rồi.\n\nNhân vật Dương Quảng còn xuất hiện trong các tiểu thuyết đời Minh Thanh như [[Thuyết Đường]], [[Tùy Đường Diễn Nghĩa|Tùy Đường diễn nghĩa]] và đặc biệt là tiểu thuyết Tùy Dượng Đế diễm sử của tác gia Tề Đông Dã Nhân. Tác phẩm này miêu tả cuộc đời của Tùy Dượng Đế, và được gọi là diễm sử bởi vì theo tác giả ''Dượng Đế là ông vua phong lưu thiên cổ, nhất cử nhất động của ông, không việc gì mà không vui tai vui mắt, được người ta cho là kỳ diễm, nên gọi sách này là diễm sử''<ref>[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=1664%3Atuy-dng-dim-s-qua-bn-dch-nghiem-tuc-va-tai-hoa-ca-hc-gi-nguyn-khue&catid=96%3Agii-thiu-sach-bao&lang=vi Tùy Dượng Đế diễm sử qua bản dịch nghiêm túc và tài hoa của học giả Nguyễn Khuê]<\/ref>.\n\n== Lăng mộ ==\n{{Bài chính|Lăng mộ Tùy Dượng Đế}}\n[[Tập tin:Teeth of Emperor Yang of Sui.jpg|right|thumb|200px|Lăng mộ của Tùy Dượng Đế và Tiêu hoàng hậu (?) được khai quật tháng 4 năm [[2013]]. Di cốt của hoàng đế đã không còn, chỉ còn lại hai chiếc răng]]\n\nSau khi Tùy Dượng Đế bị giết, Tiêu Hậu và các cung nhân không có ai giúp việc làm tang, đành tìm tạm quan tài gỗ cho ông, sau đó gần một năm, khi Hóa Cập bị diệt, Dượng Đế mới được chôn cất, nhưng không theo đúng lễ nghi thiên tử. Mãi đến năm [[622]], khi nhà Đường cơ bản đã thống nhất [[Trung Quốc]], [[Đường Cao Tổ]] mới cho cải táng ông ở Lôi Đường theo lễ thiên tử, đặt thụy là Dượng Hoàng đế. Mộ phần của ông được di chuyển nhiều lần, và người ta nói rằng vì hành động vô đạo của ông nên nơi nào mà ngôi mộ được di dời tới đều sẽ bị sét đánh<ref>{{Chú thích web |url=http:\/\/www.zh5000.com\/zhjw\/mrzs\/200403\/0006.htm |ngày truy cập=2018-06-14 |tựa đề=Bản sao đã lưu trữ |archive-date=2010-01-02 |archive-url=https:\/\/web.archive.org\/web\/20100102205424\/http:\/\/zh5000.com\/ZHJW\/mrzs\/200403\/0006.htm }}<\/ref>. Sau thời [[nhà Đường]], do chiến tranh khiến các công trình nằm trên lăng mộ bị phá hủy, nên không ai biết vị trí mộ phần của ông nằm tại đâu nữa.\n\nThời vua [[Gia Khánh]] đế [[nhà Thanh]], ở tại thôn Hòa Nhị, trấn Hòe Tứ, khu Hán Giang, tỉnh [[Dương Châu]] có đại học sĩ [[Nguyễn Nguyên]] cho rằng có một gò đất ở đó là lăng của Dượng Đế, bèn xuất tiền tư ra tu sửa, tri phủ Dương Châu có dâng thư lên Thanh đình nói về mộ bi này. Lăng mộ này có diện tích 30.000m2, có cửa ra vào mộ và nhiều bức tường. Năm [[1995]], chỗ đó trở thành một di tích văn vật được bảo hộ trọng điểm của tỉnh [[Giang Tô]].\n\nTuy nhiên đến tháng 4 năm [[2013]], báo chí rộ lên thông tin lăng mộ thực sự của Tùy Dượng Đế được khai phá ở huyện [[Hán Giang]], [[Dương Châu]], cách xa khu mộ ở thôn Hòa Nhị khoảng 6&nbsp;km. Nguyên là trong quá trình người ta đào đất để xây dựng nhà ở thì phát hiện hai ngôi mộ. Một bia đá được tìm thấy ở bia mộ phía tây đề dòng chữ ''Tùy cố Dượng Đế mộ chí'', tức là lăng mộ của hoàng đế. Ngày [[11 tháng 6]] năm đó, đoàn khảo cổ của [[Trung Quốc]] xác nhận ngôi mộ thời Tùy Đường phát hiện được ở huyện Hán Giang, chính là mộ phần của Tùy Dượng Đế<ref name=\"a1\">{{chú thích web |url=http:\/\/news.qq.com\/a\/20130414\/000482.htm |title=扬州发现隋炀帝杨广真正陵寝 占地二三十平米 |access-date=2013-04-15 |author=记者:王宏伟 |date=2013-04-14 |work= |publisher=腾讯网，来源：扬子晚报|language=Zh-hans }}<\/ref><ref>{{chú thích web |url=http:\/\/news.xinhuanet.com\/local\/2013-11\/16\/c_118170029.htm |title=国家文物局、中国考古学会：扬州曹庄隋唐墓葬为隋炀帝与萧后合葬墓 |access-date=2013-11-16 |author= |date=2013-11-16 |work=新华网 |publisher= |language=Zh-cn |url-status=dead |archiveurl=https:\/\/web.archive.org\/web\/20131120053120\/http:\/\/news.xinhuanet.com\/local\/2013-11\/16\/c_118170029.htm |archive-date=2013-11-20 }}<\/ref>. Còn ngôi mộ còn lại được cho là của Tiêu hoàng hậu hoặc phi tử nào đó của ông<ref name=\"kaogu_4033\">{{chú thích web |url=http:\/\/www.kaogu.net.cn\/en\/detail.asp?ProductID=4033 |title=Emperor's real burial site found in E China |date=16 April 2013 |access-date=2013-04-17 |archive-date=2013-06-28 |archive-url=https:\/\/archive.is\/20130628085105\/http:\/\/www.kaogu.net.cn\/en\/detail.asp?ProductID=4033 |url-status=dead }}<\/ref><ref name=\"kaogu_16440\">{{chú thích web |url=http:\/\/www.kaogu.net.cn\/cn\/detail.asp?ProductID=16440 |author=Cui Jiaming (崔佳明) |script-title=zh:扬州出土\"隨故煬帝墓誌\" 初步认定为隋炀帝墓 |date=15 April 2013 |access-date=2013-04-17 |language=zh |archive-date=2013-06-28 |archive-url=https:\/\/archive.is\/20130628083313\/http:\/\/www.kaogu.net.cn\/cn\/detail.asp?ProductID=16440 |url-status=dead }}<\/ref>.\n\nNgôi mộ có kích thước là 4.98×5.88 mét, nhỏ hơn nhiều so với lăng mộ hoàng gia thời kỳ này. Lý do được các nhà khảo cổ học Trung Quốc chỉ ra có thể là do hoàng đế băng hà đột ngột khi đang ở Dương Châu, trong một đảo chính, và người ta không có thời gian để xây dựng một ngôi mộ lớn<ref name=\"kaogu_4033\"\/>. Ở phía Đông Nam hầm mộ của Tùy Dạng Đế là mộ của vợ ông, có cấu trúc tương tự. Viện trưởng Viện Khảo cổ thuộc Viện Hàn lâm Khoa học Xã hội Trung Quốc cho biết: những dòng chữ khắc trên bài vị tìm thấy trong hầm mộ là chứng cứ chủ chốt chứng minh đây lăng mộ Tùy Dạng Đế.\n\nPhần trên của ngôi mộ bị hư hại do những ngôi nhà được đào móng xây dựng phía trên sau này, và có lẽ thời xưa đã từng có kẻ đào mộ. Không có quan tài hay hài cốt được tìm thấy trong ngôi mộ, nhưng một số đồ tạo tác đã được phục hồi, bao gồm một cặp cửa kim loại bằng sắt mạ vàng và một chuỗi ngọc bích trang trí bằng vàng<ref name=\"kaogu_4033\"\/>. Hầm mộ của Tùy Dạng Đế vẫn còn nhiều di sản quý hiếm được làm bằng ngọc, đồng, sắt, gốm, gỗ và gỗ sơn, như 4 vòng đập cửa mang hình đầu sư tử, nhiều hình động vật, binh lính… Trong đó, có 1 dây đai bằng ngọc và vàng được coi là di sản cực kỳ có giá trị. Theo Phó Giám đốc Sở Khảo cổ Dương Châu, đây là dây đai ngọc bích hoàn hảo nhất được tìm thấy ở Trung Quốc và chỉ người có địa vị cao nhất trong xã hội mới được dùng nó.\n\nNgôi mộ chỉ còn lại 2 chiếc răng, không còn di hài. Giả thuyết đầu tiên là di hài bị trộm đào mất. Giả thuyết thứ 2 là vì chôn ở vùng châu thổ sông Dương Tử nên hài cốt bị phân rã do đất có a-xít. Tiến hành nhận dạng răng, các chuyên gia biết được chủ nhân của chúng là một người khoảng 50 tuổi, đúng tuổi của Tùy Dạng Đế khi ông bị giết. So với Tùy Dạng Đế, hài cốt của hoàng hậu ở ngôi mộ kia còn giữ được nguyên vẹn hơn. Các chuyên gia Trường Đại học Nam Kinh tiến hành phân tích, kết quả cho thấy đây là một người phụ nữ khoảng 56 tuổi, cao 1,5 mét. Thông số này khớp với những mô tả về Dạng Mẫn Hoàng hậu trong các sách lịch sử.\n\n== Hình tượng nghệ thuật == \n=== Tác phẩm văn học === \n{| class=\"wikitable\" \n|- \n! Tên tác phẩm !! Niên đại !! Tác giả \n|- \n| Tùy sử di văn || [[Nhà Minh]] || [[Viên Vu Lệnh]]\n|- \n| [[Tùy Dượng Đế diễm sử]]|| [[Nhà Minh]] || [[Tề Đông Dã Nhân]]\n|- \n| [[Tùy Đường diễn nghĩa]]|| [[Nhà Thanh]] || [[Trử Nhân Hoạch]]\n|- \n| [[Thuyết Đường]]|| [[Nhà Thanh]] || \n|}\n\n=== Phim ảnh === \n{| class=\"wikitable\" \n|- \n! Tên !! Loại hình !! Năm !! Diễn viên\n|- \n| [[Đại Vận Hà (phim truyền hình)|Đại Vận Hà]]|| rowspan=\"19\" | phim truyền hình || [[1987]] || [[Ngô Khải Hoa]] \n|- \n| [[Đường Thái Tông Lý Thế Dân]]|| [[1993]] || [[Khang Khải]]\n|- \n| [[Tùy Đường diễn nghĩa (phim truyền hình 1996)|Tùy Đường diễn nghĩa]]|| 1996 || [[Thiệu Phong]]\n|- \n| [[Hoa Mộc Lan (phim điện ảnh 1998)|Hoa Mộc Lan]]|| [[1998]] || [[Quan Lễ Kiệt]]\n|- \n| [[Loạn thế đào hoa]]|| [[2000]] || [[Chu Dã Mang]]\n|- \n| [[Tùy Đường anh hùng (phim truyền hình)|Tùy Đường anh hùng truyện]]|| rowspan=\"2\" |[[2003]]|| [[Tạ Quân Hào]]\n|- \n| [[Đại Đường song long truyện]]|| [[Vương Tuấn Đường]]\n|- \n| [[Sọa tiểu Lý Nguyên Bá]]|| 2004|| [[Vương Chí Phi]]\n|- \n| [[Khai sáng thịnh thế]]|| rowspan=\"2\" |[[2005]]|| [[Bào Quốc An]] \n|- \n| [[Tần vương Lý Thế Dân (phim truyền hình)|Tần vương Lý Thế Dân]]|| [[Hắc Tử (diễn viên)|Hắc Tử]]\n|- \n| [[Uyên Cái Tô Văn (phim truyền hình)|Uyên Cái Tô văn]]|| rowspan=\"2\" | [[2006]] || [[Kim Giáp Thù]]\n|- \n| [[Phong trần tam hiệp: Hồng Phất nữ]]|| [[Tần Diễm]]\n|- \n| [[Tùy Dượng Đế (phim truyền hình)|Tùy Dượng Đế]]|| [[2008]] || [[Diêu Lỗ]]\n|- \n| [[Đại Đường song long truyện:Trường sang quyết]]|| [[2011]] || [[Cao Hổ]] \n|- \n| [[Hiên viên kiếm:Thiên chi ngân]]|| rowspan=\"3\" |2012|| [[Triệu Nghị]]\n|- \n| [[cân quắc đại tương quân]]|| [[Mã Dục Kha]]\n|- \n| [[Tùy Đường anh hùng]]|| [[Triệu Văn Tuyên]]\n|- \n| [[Tùy Đường Diễn Nghĩa (phim truyền hình 2013)|Tùy Đường diễn nghĩa]] || [[2013]] || [[Phú Đại Long]]\n|- \n| [[Hoa Mộc Lan]] || || \n|}\n\n=== Tác phẩm khác === \n* Bình Tùy Đường diễn nghĩa của [[Đan Điền Phương]].\n\n== Thân tộc ==\n=== Gia đình ===\n*Cha: [[Tùy Văn Đế]] Dương Kiên (杨坚) (541–604)\n*Mẹ: [[Văn Hiến hoàng hậu]] Độc Cô Già La (獨孤皇后) (544–602)\n*Anh chị em:\n**Lạc Bình Công chúa [[Dương Lệ Hoa]] (楊麗華) (561–609), Hoàng hậu [[Bắc Chu]] [[Bắc Chu Tuyên Đế|Tuyên Đế]]\n**Phòng Lăng Vương [[Dương Dũng]] (房陵王 [[:zh:楊勇|楊勇]]) (568–604)\n**Tần Hiếu Vương [[Dương Tuấn]] (秦孝王 [[:zh:楊俊|楊俊]]) (571–600), cha của [[Dương Hạo]]\n**[[Lan Lăng công chúa]] ([[:zh:楊阿五|蘭陵公主]]) (573–604), con thứ năm của Tùy Văn Đế, tự A Ngũ (阿五)\n**Thục Vương [[Dương Tú]] (蜀王 [[:zh:楊秀|楊秀]]) (573–618)\n**Hán Vương [[Dương Lượng]] (汉王 [[:zh:楊諒|楊諒]]) (575–605)\n**[[Tương Quốc công chúa]] ([[:zh:襄国公主|襄国公主]]) (?–?), lấy Lý Trường Nhã (李长雅)<ref>[[Ngụy Trưng|Ngụy]], [[Nhan Sư Cổ|Nhan]], [[Khổng Dĩnh Đạt|Khổng]], [[Trưởng Tôn Vô Kỵ|Trưởng-tôn]] (636). [http:\/\/www.tianyabook.com\/lishi\/suishu\/054.html Liệt truyện 19 列传第十九, Vương Trường Thuật 王长述] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130530171450\/http:\/\/www.tianyabook.com\/lishi\/suishu\/054.html|date=2013-05-30}}. ''[[Tùy thư]]'', quyển 54.<\/ref>\n**[[Quảng Bình công chúa]] ([[:zh:广平公主 (隋文帝)|廣平公主]]) (?–?), lấy Vũ Văn Tĩnh Lễ (宇文靜禮)\n**Nghĩa Phong công chúa (义丰公主) (?–?), lấy Liễu Cấn (柳艮)<ref>《全唐文补遗》（千唐志斋新藏）P89《大周故河东柳府君（惇）墓志铭并序》<\/ref>\n*Hậu phi\n**[[Dượng Mẫn hoàng hậu|Dượng Mẫn Hoàng hậu]] Tiêu thị (煬愍皇后 蕭氏) (566?–648), con gái [[Lương Minh Đế]].\n**[[Quảng Đức công chúa (nhà Trần)|Trần phi]] ([[:zh:廣德公主 (陳朝)|陈妃]]) (?–?) (tấn phong 606), nguyên là Quảng Đức Công chúa (广德公主) nhà Trần, con gái [[Trần Hậu Chủ]] và Cao chiêu nghi (高昭仪).\n**[[Trần Trù|Trần quý nhân]] ([[:zh:陳婤|陈贵人]]) (tấn phong 606), còn được biết là Trần Trù (陳婤) hoặc Trần Nữ Trù (陈女婤), con gái thứ sáu của [[Trần Hậu Chủ]].\n**Tiêu tần (萧嫔) (?–?), mẹ của Dương Cảo\n**[[Trần Tuyên Hoa|Tuyên Hoa phu nhân Trần thị]] (宣華夫人 陳氏) (?–?), con gái của [[Trần Tuyên Đế]], vốn là phi tử của [[Tùy Văn Đế]]\n**Dung Hoa phu nhân Thái thị (容华夫人 蔡氏) (?–?), vốn là phi tử của [[Tùy Văn Đế]]\n**Vương thị (王氏) (?–?), có thuyết cho là con của Vương Dụ (王裕) và Đồng An Công chúa (同安公主)– em gái cùng mẹ khác cha với Đường Cao Tổ– tức là cháu gọi cậu của [[Đường Cao Tổ]].\n**Thôi thị (崔氏) (?–?), con gái của Đông Quận công [[Thôi Quân Xước]] (东郡公 崔君绰).\n**[[Doãn đức phi (Đường Cao Tổ)|Doãn thị]] ([[:zh:尹德妃|尹氏]]) (?–?), sau trở thành Đức phi (德妃) của [[Đường Cao Tổ]].\n**[[Trương tiệp dư (Đường Cao Tổ)|Trương thị]] ([[:zh:张婕妤 (唐高祖)|张氏]]) (?–?), sau trở thành Tiệp dư (婕妤) của [[Đường Cao Tổ]].\n**Lục phẩm Ngự nữ Đường thị (六品御女 唐氏), mất năm Đại Nghiệp thứ 13 ([[617]]).\n**Thất phẩm Thái nữ Điền thị (七品采女 田氏), mất năm Đại Nghiệp thứ 10 ([[614]]). \n**Thất phẩm Thái nữ Điền thị (七品采女 田氏), mất năm Đại Nghiệp thứ 11 ([[615]]). \n**Hầu phu nhân. Nàng là một mỹ nữ nhan sắc hơn người, có giọng nói thỏ thẻ dễ thương, lại đa sầu đa cảm và giỏi thơ phú. Thời thiếu nữ, có không biết bao nhiêu chàng trai thầm thương trộm nhớ và làm đủ mọi cách để có được trái tim của nàng. Suốt 8 năm ròng rã trong cung, nàng không được gặp mặt vua lần nào. Tuổi thanh xuân bị vùi chôn theo năm tháng, tương lai mù mịt, quá uất ức và tủi nhục, Hầu Phu Nhân đã thắt cổ tự vẫn. Khi nàng chết, trên tay có đeo một cái túi bằng gấm, trong đó có đề mấy bài thơ nói về nỗi muộn phiền cô đơn của mình. Túi gấm được dâng lên vua, xem thơ, Tùy Dạng Đế lấy làm thương cảm nên thân chinh đến viếng xác nàng và khen rằng: “Người đã chết mà nhan sắc còn tươi như hoa đào!”. Sau đó, Tùy Dạng Đế bắt Hứa Đình Hầu, vị quan có nhiệm vụ lập danh sách mỹ nữ vào Mê Lâu hầu vua, phải tự tử, vì ông quan này đã bỏ sót một người đẹp như Hầu Phu Nhân.\n*Con cái\n**Nguyên Đức Thái tử [[Dương Chiêu]] (楊昭) (584-606), được truy tôn là Tùy Thế Tông Hiếu Thành Đế. Ông có ba người con trai\n***Yên Vương [[Dương Đàm]] (楊倓) (603-618), con Dương Chiêu với ''lương đễ'' họ Lưu,<ref>Bà được biết đến là ''Đại Lưu lương đễ'' (大刘良娣) để phân biệt với mẹ của Dương Đồng<\/ref> bị Vũ Văn Hóa Cập giết.\n***Hoàng thái chủ [[Dương Đồng]] (杨侗) (604-619), con Dương Chiêu với ''lương đễ'' họ Lưu,<ref>Bà được biết đến là ''Tiểu Lưu lương đễ'' ([[:zh:劉良娣 (楊侗母)|小劉良娣]]) để phân biệt với mẹ của Dương Đàm<\/ref> được [[Vương Thế Sung]] lập làm vua rồi giết chết.\n***[[Tùy Cung Đế]] Dương Hựu (楊侑) (605-618), con Dương Chiêu với Vi phi ([[:zh:韦妃 (杨昭)|韦妃]]), được [[Đường Cao Tổ|Lý Uyên]] lập làm vua rồi giết chết.\n**Tề Vương [[Dương Giản]] ([[:zh:杨暕|杨暕]]) (585-618), bị Vũ Văn hóa Cập giết. Con trai thứ ba của ông là [[Dương Chính Đạo]] ([[:zh:杨政道|杨政道]]) là hậu duệ duy nhất [[Dương (họ)#Họ Dương 楊|họ Dương]] còn sống sót tới thời [[nhà Đường]]. Hậu duệ của Dương Chính Đạo, ba anh em [[Dương Thận Căng]] ([[:zh:杨慎矜|杨慎矜]]), bị [[Đường Minh Hoàng]] buộc tự sát vì đồng mưu [[đảo chính|soán đoạt]] với [[Dương Quốc Trung]] năm 747.\n**Triệu Vương [[Dương Cảo]] ([[:zh:楊杲|楊杲]]) (sinh 607-618), bị Vũ Văn Hóa Cập giết\n**Một con trai chết sớm\n**[[Nam Dương công chúa (nhà Tùy)|Nam Dương công chúa]] (南陽公主) (586-630),<ref>[[Bá Dương|Bá-dương]] (1977). ''Trung Quốc Đế vương Hoàng hậu Thân vương Công chúa Thế hệ lục'' 中國帝王皇后親王公主世系錄, quyển 2, trang 777.<\/ref> gả cho [[Vũ Văn Sĩ Cập]], sau nhà Tùy mất thì xuất gia tu hành\n**[[Dương phi (Đường Thái Tông)|Dương phi]] (杨妃) (?–?), lấy [[Đường Thái Tông]], hạ sinh hoàng tử thứ ba, Ngô vương [[Lý Khác]]<ref>[[Cựu Đường thư]], [[:zh:s:舊唐書\/卷76|quyển 76]]<\/ref>\n**[[Hoài Nam công chúa (nhà Tùy)|Hoài Nam công chúa]] ([[:zh:淮南公主 (隋)|淮南公主]]) (?–?), vợ của [[Đột Lợi khả hãn|Đột Lợi khả hãn A-sử-na Thập-bát-bật]] (突利可汗 阿史那什钵苾) của [[Đông Đột Quyết]], có thể là con của Tùy Dượng Đế.\n**Nhiều con gái khác\n\n== Xem thêm ==\n*[[Tùy Văn Đế]]\n*[[Độc Cô Già La]]\n*[[Chính biến Nhân Thọ]]\n*[[Dượng Mẫn hoàng hậu|Tiêu hoàng hậu]]\n*[[Trần Tuyên Hoa]]\n*[[Thái Dung Hoa]]\n*[[Vũ Văn Hóa Cập]]\n*[[Lý Uyên]]\n*[[Trương Hành]]\n*[[Vũ Văn Thuật]]\n*[[Dương Tố]]\n*[[Dương Dũng]]\n*[[Dương Huyền Cảm]]\n*[[Tùy Đường diễn nghĩa]]\n== Tham khảo ==\n*[[Bắc sử]], [https:\/\/web.archive.org\/web\/20071011075317\/http:\/\/ef.cdpa.nsysu.edu.tw\/ccw\/02\/bs02.htm]\n*[[Nam sử]]\n*[[Trần thư]]\n*[[Chu thư]]\n*[[Tùy thư]], [https:\/\/web.archive.org\/web\/20080511164910\/http:\/\/ef.cdpa.nsysu.edu.tw\/ccw\/02\/swa1.htm]\n* ''[[Tư trị thông giám]]'', các quyển [[:zh:s:資治通鑑\/卷175|175]], [[:zh:s:資治通鑑\/卷176|176]], [[:zh:s:資治通鑑\/卷177|177]], [[:zh:s:資治通鑑\/卷178|178]], [[:zh:s:資治通鑑\/卷179|179]], [[:zh:s:資治通鑑\/卷180|180]], [[:zh:s:資治通鑑\/卷181|181]], [[:zh:s:資治通鑑\/卷182|182]], [[:zh:s:資治通鑑\/卷183|183]], [[:zh:s:資治通鑑\/卷184|184]], [[:zh:s:資治通鑑\/卷185|185]], [[:zh:s:資治通鑑\/卷186|186]].\n*[[Thái bình ngự lãm]]\n*{{chú thích sách | last = Wright | first = Arthur F. | authorlink = Arthur F. Wright | chapter = The Sui dynasty (581–617) | pages = 48–149 | title = The Cambridge History of China, Volume 3: Sui and T'ang China, 589–906, Part I | editor-last = Twitchett | editor-first = Dennis | publisher = Cambridge University Press | location = Cambridge | year = 1979 | isbn = 978-0-521-21446-9 | chapter-url = https:\/\/books.google.com\/books?id=ReCvuwAACAAJ&lpg=PP1&pg=PA48#v=onepage&q&f=false }}\n*[[H. Paul Varley|Varley, H. Paul.]] (1973). ''Japanese Culture: A Short History.'' New York: Praeger Publishers.\n*Varley, Paul. (1980). ''Jinnō Shōtōki: A Chronicle of Gods and Sovereigns.'' New York: Columbia University Press. {{ISBN|978-0-231-04940-5}}; [http:\/\/www.worldcat.org\/title\/chronicle-of-gods-and-sovereigns-jinno-shotoki-of-kitabatake-chikafusa\/oclc\/59145842 OCLC 59145842]\n*Phó Nhạc Thành (1993), ''Trung Quốc thông sử, Tùy Đường ngũ đại sử''.\n== Chú thích ==\n{{Tham khảo|3}}\n{{s-start}}\n{{s-hou|[[Nhà Tùy|Hoàng tộc họ Dương]]| |năm 569|11 tháng 3| năm 618}}\n{{s-reg}}\n{{s-bef|rows=15|before=[[Tùy Văn Đế]]}}\n{{s-ttl|title=[[Nhà Tùy|Hoàng đế nhà Tùy]] <small>(miền tây)<\/small>|years=604-617}}\n{{s-aft|after=[[Tùy Cung Đế]]}}\n|-\n{{s-ttl|title=[[Nhà Tùy|Hoàng đế nhà Tùy]] <small>(miền đông)<\/small>|years=604-618}}\n{{s-aft|after=[[Dương Đồng]] <small>(Việt vương)<\/small>}}\n|-\n{{s-ttl|title=[[Nhà Tùy|Hoàng đế nhà Tùy]] <small>(quân kiêu quả)<\/small>|years=604-618}}\n{{s-aft|after=[[Dương Hạo]] <small>(Tần vương)<\/small>}}\n|-\n{{s-ttl|title=[[Danh sách vua Trung Quốc|Hoàng đế Trung Hoa]] <small>(Trung [[Hà Nam (Trung Quốc)|Hà Nam]])<\/small>|years=604-616}}\n{{s-aft|after=[[Lý Mật (Tùy)|Lý Mật]] <small>(Ngụy công)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>([[Sơn Đông]])<\/small>|years=604-617}}\n{{s-aft|after=[[Từ Viên Lãng]] <small>(Lỗ vương)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>([[Giang Tây]]\/[[Quảng Đông]]\/[[Hải Nam]])<\/small>|years=604-617}}\n{{s-aft|after=[[Lâm Sĩ Hoằng]] <small>(Sở đế)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>(Tây [[Nội Mông|Nội Mông Cổ]]\/Bắc [[Thiểm Tây]])<\/small>|years=604-617}}\n{{s-aft|after=[[Lương Sư Đô]] <small>(Lương đế)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>(Bắc [[Sơn Tây (Trung Quốc)|Sơn Tây]])<\/small>|years=604-617}}\n{{s-aft|after=[[Lưu Vũ Chu]] <small>(Định Dương khả hãn)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>([[Hà Bắc (Trung Quốc)|Hà Bắc]])<\/small>|years=604-617}}\n{{s-aft|after=[[Đậu Kiến Đức]] <small>(Hạ vương)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>(Đông [[Cam Túc]])<\/small>|years=604-617}}\n{{s-aft|after=[[Tiết Cử]] <small>(Tần Vũ đế)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>(Tây [[Cam Túc]])<\/small>|years=604-617}}\n{{s-aft|after=[[Lý Quỹ]] <small>(Lương đế)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>([[Hồ Bắc]]\/[[Hồ Nam]]\/[[Quảng Tây]]\/Bắc [[Việt Nam]])<\/small>|years=604-617}}\n{{s-aft|after=[[Tiêu Tiển]] <small>(Lương đế)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>([[Chiết Giang]])<\/small>|years=604-618}}\n{{s-aft|after=[[Thẩm Pháp Hưng]] <small>(Lương vương)<\/small>}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>([[Bắc Kinh]])<\/small>|years=604-618}}\n{{s-aft|after=[[Đường Cao Tổ|Lý Uyên]]}}\n|-\n{{s-ttl|title=Hoàng đế Trung Hoa <small>(Bắc [[Hà Bắc (Trung Quốc)|Hà Bắc]])<\/small>|years=604-618}}\n{{s-aft|after=[[Cao Khai Đạo]] <small>(Yên vương)<\/small>}}\n|- style=\"text-align: center;\"\n{{s-vac|last=[[Bắc Chu Tuyên Đế]]}}\n{{s-ttl|title=[[Thái Thượng hoàng|Thái Thượng hoàng đế]] của Trung Hoa|years=617–618}}\n{{s-vac|next=[[Đường Cao Tổ]]}}\n{{s-end}}\n{{Vua nhà Tùy}}\n{{Tùy mạt Đường sơ}}\n{{Thái thượng hoàng Trung Quốc}}\n\n[[Thể loại:Thái thượng hoàng Trung Quốc]]\n[[Thể loại:Hoàng đế nhà Tùy]]\n[[Thể loại:Sinh năm 569]]\n[[Thể loại:Mất năm 618]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Người Hồ-Hán]]\n[[Thể loại:Hành hình bằng cách treo cổ]]\n[[Thể loại:Nhà thơ Trung Quốc]]\n[[Thể loại:Người giết vua]]\n[[Thể loại:Nhà thơ Trung Quốc thời Tùy]]"}