{"Tư Mã Vọng":"'''Tư Mã Vọng''' ([[chữ Hán]]: 司马望, 205 – 17 tháng 6, 271), hiệu '''Nghĩa Dương Thành vương''' (义阳成王), tự '''Tử Sơ''' (子初), người huyện Ôn, quận Hà Nội <ref>Nay là [[huyện Ôn]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref>, tướng lãnh, tam công cuối [[Nhà Tào Ngụy|đời Tào Ngụy]] [[thời Tam Quốc]], đầu [[đời Tây Tấn]], hoàng thân nhà Tấn.\n\n==Làm tướng nhà Tào Ngụy==\nVọng là con trai thứ hai của An Bình Hiến vương [[Tư Mã Phu]], được chọn làm người kế tự của bác cả [[Tư Mã Lãng]]. Vọng tính khoan hậu, có phong thái của cha. Ban đầu Vọng làm Thượng kế lại ở quận, được cử Hiếu liêm, vời làm Tư đồ duyện, trải qua các chức vụ Bình Dương thái thú, Lạc Dương điển nông trung lang tướng. Theo [[Tư Mã Ý]] đánh [[Vương Lăng (Tam Quốc)|Vương Lăng]], nhờ công được phong Vĩnh An đình hầu. Được thăng Hộ quân tướng quân, cải phong An Nhạc hương hầu, gia Tán kỵ thường thị. Khi ấy Ngụy đế [[Tào Mao]] yêu mến kẻ sĩ, Vọng cùng [[Bùi Tú]], [[Vương Thẩm]], [[Chung Hội]] được đãi ngộ thân thiết, vài lần trải chiếu hầu rượu. Tào Mao nóng tính, bọn Tú giữ nội chức, gọi gấp thì đến ngay; còn Vọng là ngoại quan, được đặc cấp một cỗ Truy phong xa, 5 vệ sĩ Hổ bôn. Bởi anh em [[Tư Mã Sư]] - [[Tư Mã Chiêu]] nối nhau chuyên quyền, khiến Vọng càng được sủng ái thì càng bất an, vì thế xin ra làm Chinh tây tướng quân, Trì tiết, Đô đốc Ung Lương 2 châu chư quân sự. Tại nhiệm 8 năm, nhờ uy vũ dần có tiếng là sáng suốt, nghiêm túc. Vọng nhiều lần đẩy lui tướng [[Thục Hán]] là [[Khương Duy]], vùng [[Quan Trung]] dựa vào ông. Được tiến phong Thuận Dương hầu. Được gọi về triều làm Vệ tướng quân, lãnh Trung lĩnh quân, nắm Cấm binh. Sau đó được gia Phiêu kỵ tướng quân, khai phủ. Ít lâu sau được thay Hà Tằng làm Tư đồ <ref name=\"T\">Tấn thư, tltk<\/ref>.\n\n==Làm tướng nhà Tây Tấn==\n[[Tư Mã Viêm]] lên ngôi, là Tấn Vũ đế, Vọng được phong Nghĩa Dương vương, thực ấp vạn hộ, nắm 2000 quân. Năm Thái Thủy thứ 3 (267), Vọng được tiến vị Thái úy, Trung lĩnh quân như cũ, dưới quyền có Quân tư 1 người, Tham quân sự 6 người, Kỵ tư mã 5 người, Quan kỵ thêm 10 người, kể cả trước đây là 30 người, dùng tạm các bộ lễ nhạc Vũ bảo, Cổ xuy.<ref name=\"T\"\/>\n\nTướng [[Đông Ngô]] là [[Thi Tích]] xâm phạm Giang Hạ, biên cảnh xao động. Triều đình lấy Vọng thống lãnh 2 vạn bộ kỵ làm Trung quân, ra đồn trú Long Pha, là trọng trấn của 2 phương đông, nam, được nhận Giả tiết, gia Đại đô đốc chư quân sự. Sau khi Kinh Châu thứ sử [[Hồ Liệt]] đẩy lui quân Ngô, Vọng ban sư. Ít lâu sau tướng Ngô là [[Đinh Phụng]] xâm phạm Thược Bi, Vọng soái các cánh quân đón đánh; chưa đến nơi thì Phụng đã lui. Được bái làm Đại tư mã. Sau đó Ngô đế [[Tôn Hạo]] tiến đánh Thọ Xuân, có chiếu sai Vọng thống lãnh 2 vạn trung quân, 3000 kỵ binh, giữ Hoài Bắc. Quân Ngô lui, Vọng cũng bãi quân.<ref name=\"T\"\/>\n\nNgày Tân Sửu tháng 5 ÂL năm Thái Thủy thứ 7 (17\/6\/271) <ref>Tư trị thông giám, tltk<\/ref>, Vọng hoăng, hưởng thọ 67 tuổi, được tặng thêm vải vóc để lo việc tang. Vọng có tính bủn xỉn lại hay thu vén tài sản, sau khi mất để lại rất nhiều vàng, lụa, người đời nhân việc này mà chê bai.<ref name=\"T\"\/>\n\nVọng có bốn con trai: Dịch, Chỉnh mất sớm. Hồng, Mậu được phong vương. Mậu bị loạn binh sát hại ở Lạc Dương.<ref name=\"T\"\/>\n\n== Gia đình ==\n\n* Thân phụ: An Bình Hiến vương [[Tư Mã Phu]] (安平献王司马孚).\n* Dưỡng phụ: [[Tư Mã Lãng]] (司马朗).\n* Con cháu:\n** [[Tư Mã Dịch]] (司马弈), quan đến Hoàng môn Thị lang, mất sớm.\n*** [[Tư Mã Cơ]] (司马奇), thừa tước Nghĩa Dương vương (义阳王), sau giáng thành Tam Túng Đình hầu (三纵亭侯), sau lại được phong Cức Dương vương (棘阳王).\n** Hà Gian Bình vương [[Tư Mã Hồng]] (河间平王司马洪), làm con nuôi [[Tư Mã Di]] (司马遗), thừa tước Xương Vũ Đình hầu (昌武亭侯).\n*** [[Tư Mã Uy]] (司马威), thừa tước Hà Gian vương (河间王), sau đổi phong Chương Vũ vương (章武王), lại phong Nghĩa Dương vương (义阳王).\n*** [[Tư Mã Hỗn]] (司马混), thừa tước Hà Gian vương (河间王), quan đến Tán kỵ Thường thị.\n**** [[Tư Mã Thao]] (司马滔), thừa tước vị Tân Thái vương (新蔡王) của [[Tư Mã Xác]] (司马确), sau đổi phong Chương Vũ vương (章武王).\n***** [[Tư Mã Hưu]] (司马休), thừa tước Chương Vũ vương (章武王).\n***** [[Tư Mã Trân]] (司马珍), thừa tước Chương Vũ vương (章武王), quan đến Đại tông chính.\n** Tùy Mục vương [[Tư Mã Chỉnh]] (随穆王司马整), Nghĩa Dương vương Thế tử (义阳王世子), truy tặng Tùy Huyện vương (随县王).\n*** [[Tư Mã Mại]] (司马迈), thừa tước Tùy Huyện vương (随县王), sau phong Tùy Quận vương (随郡王).\n** Cánh Lăng vương [[Tư Mã Mậu]] (竟陵王司马楙).\n\n==Tham khảo==\n* [[Tấn thư]] '''quyển 37, liệt truyện 7 – Nghĩa Dương Thành vương Vọng truyện'''\n* [[Tư trị thông giám]] '''quyển 79 – Tấn kỷ 1'''\n\n==Chú thích==\n{{tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Hà Nam (Trung Quốc)]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Sinh năm 205]]\n[[Thể loại:Mất năm 271]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}