{"Tư Mã Ý":"{{Thông tin nhân vật Tam Quốc \n|Tên = Tư Mã Ý\n|Hình = SimaYi.jpg\n|Cỡ hình = 200px\n|Chức vụ = [[Thái phó]]\n|Tiền nhiệm = <font color=\"grey\">Không có<\/font>\n|Kế nhiệm = [[Tư Mã Sư|<font color=\"blue\">Tư Mã Sư<\/font>]]\n|Nước = [[Tào Ngụy]] \n|Giản thể = 司马懿\n|Phồn thể = 司馬懿\n|Bính âm = Sīmǎ Yì\n|Tự = Trọng Đạt (仲達)\n|Thế lực= [[Tào Ngụy]]\n|Thụy hiệu = <font color=\"blue\">Tuyên Hoàng Đế<\/font> (宣皇帝) \n|Miếu hiệu = [[Tấn Cao Tổ|<font color=\"blue\">Cao Tổ<\/font>]](晋高祖) \n|Sinh = [[179]]\n|Nơi sinh = [[Ôn, Tiêu Tác]], [[Hà Nam (Trung Quốc)]]\n|Mất = [[7 tháng 9]], [[251]]\n|Nơi mất =\n}}\n'''Tư Mã Ý''' ([[chữ Hán]]: 司馬懿; [[179]] &ndash; [[7 tháng 9]], [[251]]), [[biểu tự]] '''Trọng Đạt''' (仲達), là nhà chính trị, nhà quân sự phục vụ nước [[Tào Ngụy]] thời kỳ [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông cũng là người đặt nền móng cho [[nhà Tấn|nhà Tây Tấn]] thay thế nhà Nguỵ.\n\nÔng có công lớn bảo vệ được Tào Ngụy trước các cuộc Bắc phạt của [[Gia Cát Lượng]]. Sau một khoảng thời gian dài nhẫn nhịn [[Tào Sảng]] để chờ thời cơ, ông đã tiến hành một cuộc lật đổ ngoạn mục vào năm 249, khiến hoàng đế Nguỵ chỉ còn tồn tại trên lý thuyết. Từ đó vị trí quyền lực nhất của ông trong triều đình nhà Ngụy đã tiếp tục được chuyển giao cho hai con ông là [[Tư Mã Sư]] và [[Tư Mã Chiêu]] nắm quyền lực thực tế của nhà Ngụy, tạo tiền đề cho cháu của ông là [[Tấn Vũ Đế|Tư Mã Viêm]] soán ngôi nhà Ngụy, thành lập [[nhà Tấn]], thống nhất [[Tên gọi Trung Quốc|Trung Hoa]], chấm dứt thời kỳ Tam Quốc.\n\nSau khi [[nhà Tấn]] thành lập, Tư Mã Ý đã được cháu mình truy tôn [[thụy hiệu]] là '''Tuyên hoàng đế''' (宣皇帝), [[miếu hiệu]] là '''Cao Tổ''' (高祖), nên còn được gọi là '''Tấn Cao Tổ''' (晉高祖) hay '''Tấn Tuyên Đế''' (晋宣帝).\n\n==Thiếu thời==\nGia tộc Tư Mã tự cho mình là con cháu của Cao Dương, hậu duệ của Trùng Lê, hạ quan Chúc Dung. Từ thời viễn cổ đến [[triều Thương]] đều giữ chức Hạ quan. Đến thời nhà Chu, Hạ quan đổi thành [[Tư Mã]]. Thời vua [[Chu Tuyên vương]], tiên tổ Trình Bác Hưu Phụ có công bình định [[Từ Châu]] mà phong họ [[Tư Mã]] thành quý tộc. Đời thứ 12, [[Tư Mã Ngang]] theo [[Hạng Vũ]] diệt [[Tần]], được ban tước Ân vương, đóng đô ở [[Hà Nội (Trung Quốc)|quận Hà Nội]]. Thời [[nhà Hán]], gia tộc Tư Mã đời đời đều ở đây.\n\nCha ông Tư Mã Ý là [[Tư Mã Phòng]] (司馬防), mẹ là [[Kỳ Đình]] (奇庭). Gia đình ông có tám người con trai. Mỗi người đều có một [[hiệu]] kết thúc bằng chữ ''Đạt''. Do đó, anh em họ đều được gọi chung là ''Tư Mã Bát Đạt'' (司馬八達). Đây là một thuật ngữ để tỏ lòng kính trọng, bởi các nhóm tám nhân vật tài năng khác trong [[Tam Hoàng Ngũ Đế|các thời kỳ trước]] đều đã được gọi theo cách này.<ref>Sakaguchi 2005:158<\/ref> \n\nGia đình Tư Mã Ý ban đầu sống tại [[Lạc Dương]] khi [[Đổng Trác]] chiếm thành phố, phá hủy nó, và dời thủ đô tới [[Trường An]]. Anh trai Tư Mã Ý, [[Tư Mã Lãng]], sau đó đã dẫn gia đình về quê cũ ở [[Ôn, Tiêu Tác|Huyện Ôn]] và sau đó, dự đoán rằng nơi ấy sẽ trở thành chiến trường, tiếp tục chuyển về [[Lê Dương]] (黎陽).\n\nNăm [[194]], khi [[Tào Tháo]] đánh nhau với [[Lưu Bị]], Tư Mã Ý lại đưa gia đình về Ôn huyện.<ref>ibid.<\/ref>\n\n==Dưới trướng Tào Tháo==\nNhững nguyên nhân nói về việc Tư Mã Ý phục vụ dưới trướng Tào Tháo có khác biệt, nhưng ông đã chấp nhận chức vụ đầu tiên trong phe Tào Tháo ở tuổi ba mươi. Theo ''[[Tấn thư]]'', Tư Mã Ý rằng nhà Hán sẽ nhanh chóng chấm dứt, và không thấy có động cơ gia nhập phe Tào, vốn đã chiếm quyền kiểm soát của Nhà Hán. Ông đã từ chối các lời mời của Tào Tháo, viện cớ mình đang bị bệnh. Tào Tháo không tin lý do này, và phái người tới nhà ông vào ban đêm để kiểm tra. Biết trước điều này, Tư Mã Ý nằm trong giường cả buổi đêm không cử động.\n\nNăm [[208]], Tào Tháo đã trở thành [[Tể tướng|Thừa tướng]] và ra lệnh cho Tư Mã Ý tới tham chính, nói rằng \"Nếu ông ta lẩn tránh, hãy bắt giữ.\" Sợ điều không hay sẽ xảy ra khi còn từ chối, Tư Mã Ý cuối cùng chấp nhận giữ chức ''Văn học duyện'' (文學掾).<ref name=\"Tấn thư, quyển 1.\">''Tấn thư, quyển 1.''<\/ref> Tuy nhiên, theo ''[[Ngụy lược]]'', [[Tào Hồng]], người em họ của Tào Tháo, đã yêu cầu Tư Mã Ý tới để được làm bạn với ông ta, nhưng Tư Mã Ý, vì không đánh giá cao Tào Hồng, đã giả vờ ốm phải chống gậy để tránh gặp mặt ông ta. Tào Hồng tức giận tới gặp Tào Tháo kể lại câu chuyện, sau đó Tào Tháo trực tiếp yêu cầu Tư Mã Ý tới gặp. Chỉ khi ấy Tư Mã Ý mới chính thức theo phe Tào.<ref>''Ngụy lược''<\/ref>\n\nDưới trướng Tào Tháo, ông bắt đầu thăng tiến qua các chức vụ ''[[Đông Tào duyện]]'' (東曹掾), chức quan chịu trách nhiệm đưa các quan chức vào làm việc, ''[[Chủ bộ]]'' (主簿) và ''[[Tư mã]]'' (司馬), chức quan đảm nhiệm hỗ trợ và cố vấn.\n\nNăm [[215]], khi Tào Tháo đánh bại [[Trương Lỗ]] và bắt nhân vật này đầu hàng, Tư Mã Ý đã khuyên Tào Tháo tiếp tục tiến về phía nam tới Ích Châu, bởi [[Lưu Bị]] vẫn chưa ổn định được quyền kiểm soát ở đó. Tuy nhiên, Tào Tháo không theo lời khuyên này. Tư Mã Ý nằm trong số các cố vấn hối thúc Tào Tháo áp dụng hệ thống [[Đồn điền chế]] và ủng hộ Tào Tháo lên nắm chức Ngụy Vương.<ref name=\"Tấn thư, quyển 1\">''Tấn thư, quyển 1''<\/ref>\n\n==Thời Tào Phi==\nThậm chí trước khi Tào Tháo mất, Tư Mã Ý đã cận kề với người kế vị ông ta là [[Tào Phi]]. Khi Tào Phi được chọn làm Thế tử nhà Ngụy năm [[216]], Tư Mã Ý trở thành trợ thủ đắc lực của Tào Phi. Khi Tào Tháo phân vân giữa việc lựa chọn Tào Phi và [[Tào Thực]], Tư Mã Ý nằm trong số những người ủng hộ Tào Phi và giúp ông lên kế vị. Nhờ thế, Tư Mã Ý được Tào Phi hết lòng tin cậy.<ref name=\"Tấn thư, quyển 1.\"\/>\n\nSau khi Tào Tháo chết, Tào Phi kế vị trở thành Ngụy Văn Đế, Tư Mã Ý đã tham gia vào việc hạ bệ và gạt Tào Thực khỏi vũ đài chính trị.<ref name=\"Sakaguchi 2005:160\">Sakaguchi 2005:160<\/ref> Ông được Tào Phi phong làm '''Hà Tân đình hầu''' (河津亭侯), thăng ''[[Thừa tướng]] [[Trưởng sử]]'' (丞相長史), dần lên ''[[Thượng thư]]'', ''[[Đốc quân]]'' rồi ''[[Ngự sử Trung thừa]]'' (御史中丞), cải tước vị thành '''An Quốc Hương hầu''' (安國鄉侯). Năm [[221]], ông được thăng ''[[Thị trung]]'', kiêm ''[[Thượng thư Hửu phó xạ]]''.\n\nNăm [[225]], Tào Phi cầm quân tấn công [[Đông Ngô]] của [[Tôn Quyền]], và giao cho Tư Mã Ý cai quan kinh đô khi ông ta vắng mặt. Tào Phi coi Tư Mã Ý như [[Tiêu Hà]], người được ca ngợi về những đóng góp lặng lẽ phía sau trận tiền.<ref name=\"Tấn thư, quyển 1\"\/> Ngay sau khi trở về, Tào Phi một lần nữa đánh giá cao Tư Mã Ý, nói \"Khi ta đang ở phía Đông, ông đã ở lại kinh đô bảo vệ nó chống lại nhà [[Thục Hán|Thục]] ở phía Tây. Khi ta đi về phía Tây đánh Thục, ta sẽ lại để ông ở lại chống lại nhà Ngô ở phía Đông.\"<ref>ibid.<\/ref> Tư Mã Ý nhanh chóng được thăng chức Lục Thượng thư sự (録尚書事) (người đứng đầu các quan [[thượng thư]]), ở thời điểm ấy có quyền lực thực tế và trách nhiệm như [[Tể tướng|Thừa tướng]].\n\n==Thời Tào Duệ==\nNăm [[226]], khi Tào Phi đã gần chết, ông giao phó người kế vị là [[Tào Duệ]] cho Tư Mã Ý, [[Tào Chân]], và [[Trần Quần]]. Khi Tào Duệ trở thành Ngụy Minh Đế, ông rất tin tưởng Tư Mã Ý và phong cho Tư Mã Ý chức ''Phiêu kỵ Đại tướng quân'' (驃騎大將軍)<ref name=\"Watanabe 2006:283\">Watanabe 2006:283<\/ref> nắm quyền kiểm soát quân đội tại [[Dự châu]] và [[Kinh châu]] (督荊豫二州諸軍事) vùng biên giới giữa Ngụy và Ngô để chống lại các lực lượng của [[Tôn Quyền]].\n\n===Trận Tân Thành===\n{{chính|Trận Tân Thành}}\nNăm [[220]], khi [[Mạnh Đạt]] đầu hàng Ngụy và được Tào Phi tin cậy giao chức quản lý Tân Thành. Tư Mã Ý không tin ông ta và can gián Tào Phi đừng trọng dụng Đạt, nhưng ý kiến không được nghe.<ref name=\"Sakaguchi 2005:160\"\/> Năm [[227]], Mạnh Đạt bắt đầu các cuộc thương lượng với Ngô và Thục, hứa hẹn sẽ quay sang chống Ngụy khi có cơ hội. Tuy nhiên, ông đã lưỡng lự trước những lời hối thúc của [[Gia Cát Lượng]], và Gia Cát Lượng đã buộc ông ta phải hành động bằng cách tiết lộ ý muốn làm loạn của Mạnh Đạt cho Thân Nghi, người đang cầm quyền ở Ngụy Hưng (魏興). Khi Mạnh Đạt biết âm mưu đã bị lộ, ông ta bắt đầu chiêu tập binh mã để hành động.<ref>ibid.<\/ref>\n\nSợ Mạnh Đạt khởi binh ngay, Tư Mã Ý gửi cho ông ta một bức thư nói:\n:''\"Trước kia, ông hàng Ngụy và được giao phó bảo vệ biên giới chống Thục. Người Thục xuẩn ngốc và vẫn ghét ông vì không chịu theo giúp [[Quan Vũ]]. [[Gia Cát Lượng|Khổng Minh]] cũng vậy, và ông ta đang tìm cách tiêu diệt ông. Có lẽ ông cũng cho rằng, tin ông chuẩn bị làm loạn chỉ là một âm mưu của Lượng thôi.\"''<ref>ibid.<\/ref>\n\nMạnh Đạt đọc thư cho rằng mình không còn nguy hiểm gì nữa, và không gấp rút chuẩn bị. Ông tin rằng Tư Mã Ý, đang phải trấn giữ vùng biên giới giữa Ngụy và Thục, phải mất hàng tháng để về gặp Tào Phi xin quân rồi mới tới Tân Thành được. Tuy nhiên, Tư Mã Ý ngay lập tức lên đường tới Tân Thành trong 8 ngày, nhanh chóng đánh bại Mạnh Đạt còn chưa kịp chuẩn bị, và giết ông ta. Hành động này đóng góp trực tiếp vào thành công của [[Trận Nhai Đình]] khiến Tư Mã Ý càng nổi tiếng.\n\n===Chống Gia Cát Lượng===\n{{chính|Gia Cát Bắc phạt}}\nĐại tư mã [[Tào Chân]], người từng chỉ huy cuộc phòng ngự chống lại những cuộc Bắc phạt của Gia Cát Lượng chết năm [[231]], Tư Mã Ý lên thay chức và lần đầu tiên đối mặt với các đội quân của Gia Cát Lượng. Tư Mã Ý giữ quân đồn trú, chiến lược của ông là đợi cho quân Thục phải gặp khó khăn vì việc tiếp tế quân lương. Ông tránh giao tranh với quân Thục trong mọi tình huống, và bị các tướng dưới quyền chế nhạo, họ cho rằng ông là nhân vật nhút nhát.<ref>Sakaguchi 2005:161<\/ref> Khi không thể phòng thủ mãi, ông đành phải cho các tướng tấn công các vị trí của quân Thục, nhưng họ bị đánh thua nặng và mất 3000 quân, 500 bộ giáp và 3000 nỏ.<ref>''Thục Chí'', Gia Cát Lượng truyện.<\/ref> Khi cuối cùng Gia Cát Lượng phải rút lui, Tư Mã Ý lệnh cho [[Trương Cáp]] đuổi theo, Trương Cáp bị phục kích và bị giết, việc này dấy lên 2 nghi vấn:\n\n* Tư Mã Ý dù biết Gia Cát Lượng sẽ phục kích nhưng vì chủ trương muốn tiêu diệt Trương Cáp nên đã mượn đao giết người.\n* Tư Mã Ý đã thực sự bị trúng kế của Gia Cát Lượng nên khiến Trương Cáp bị giết.\n\n'''''Nguỵ lược viết''': Quân Lượng lui về, Tư Mã Ý sai Cáp đuổi theo, Cáp nói: \"Quân pháp dạy, vây thành tất phải mở lối thoát cho giặc, quân địch chạy chớ nên đuổi theo\". Ý không nghe. Cáp bất đắc dĩ, phải tiến binh. Vì quân Thục bố trí mai phục trên núi cao, cung nỏ bắn loạn xạ, Cáp bị trúng tên vào bắp đùi.\"''\n\nTuy nhiên, các nhà sử học khác lại có ý kiến rằng việc Trương Cáp đuổi theo Gia Cát Lượng và bị phục kích tử trận ở [[Kiếm Các]] là do chính chủ ý của Trương Cáp chứ không phải do chủ ý của Tư Mã Ý.\n\nTrận đánh thứ hai giữa Tư Mã Ý và Gia Cát Lượng diễn ra năm [[234]]. Tư Mã Ý một lần nữa biết rằng vấn đề của quân Thục chính là tiếp lương, và ra lệnh cho Tư Mã Chiêu giữ quân phòng thủ đợi quân địch mệt mỏi. Hai đội quân đã đối đầu tại [[Trận Ngũ Trượng Nguyên|đồng bằng Ngũ Trượng]]. Dù nhiều lần bị Gia Cát Lượng khiêu chiến, Tư Mã Ý không cho quân tấn công. Để kích động Tư Mã Ý, Gia Cát Lượng gửi cho Ý quần áo đàn bà kèm theo bức thư \"`Trọng Đạt chui rúc trong thành không giám ra nghênh chiến, thì có khác chi đàn bà, nếu muốn xưng danh là người quân tử và còn biết liêm sĩ, thì hãy ra ngoài thành đọ tài cao thấp, nếu không thì hãy mặc bộ quần áo này vào`\". Các tướng Ngụy tức điên muốn ra đánh. Để dỗ dành các tướng lĩnh, Tư Mã Ý viết thư cho hoàng đế Tào Duệ xin ra đánh. Tào Duệ biết ý của Tư Mã Ý không muốn đánh, nên cho Tân Tì ra khuyên sĩ tốt giữ bình tĩnh.<ref>Watanabe 2006:270<\/ref> Tư Mã Ý có được lệnh của hoàng đế, vì vậy cứ đóng chặt cửa thành không ra. Gia Cát Lượng lại gửi một sứ giả tới khiêu chiến. Tư Mã Ý không bàn luận việc quân mà chỉ hỏi công việc của Gia Cát Lượng. Sứ giả đáp Gia Cát Lượng đích thân điều hành tất cả công việc lớn nhỏ trong quân, từ việc chiến thuật đến việc ăn uống của sĩ tốt, nhưng bản thân Lượng lại ăn rất ít. Tư Mã Ý sau đó đã nói với thuộc hạ rằng Gia Cát Lượng không thể sống lâu.<ref>Watanabe 2006:272<\/ref>\n\nSau đó Gia Cát Lượng lao lực mà chết, quân Thục lặng lẽ rút quân nhưng giữ kín việc không phát tang. Tư Mã Ý, được dân địa phương báo tin Lượng đã chết liền xua quân truy kích. Tuy nhiên tướng Thục là [[Khương Duy]] và Dương Nghi cho quay lại giả cách như muốn đánh. Tư Mã Ý thấy vậy sợ rằng Gia Cát Lượng chỉ giả chết liền cho lui quân. Việc Tư Mã Ý còn sống phải bỏ chạy trước một Gia Cát Lượng đã chết khiến người khi ấy có câu nói: ''\"Gia Cát chết cũng đuổi được Trọng Đạt sống\"'' (死諸葛嚇走活仲達). Khi Tư Mã Ý biết việc này, ông cười và nói: \"Ta có thể chiến đấu với người sống, chứ không phải người chết.\"<ref>Watanabe 2006:276, Sakaguchi 2005:161<\/ref>\n\n===Chiến dịch đánh Công Tôn Uyên===\nSau khi [[Vô Khâu Kiệm]] không thể đánh bại các lực lượng của [[Công Tôn Uyên]] ở [[Liêu Đông]], và Công Tôn Uyên đã tự phong làm Yên Vương, Tào Duệ trao cho Tư Mã Ý nhiệm vụ tấn công Công Tôn Uyên. Tư Mã Ý hai lần đánh bại Công Tôn Uyên trên chiến trường, và buộc ông ta phải rút lui về Tương Bình (襄平), và chuẩn bị bao vây. Trời đột ngột đổ mưa lớn khiến cuộc chiến gián đoạn, nhưng ngay khi mưa tạnh, Tư Mã Ý tung ra một cuộc tấn công tổng lực. Công Tôn Uyên và các con bị giết khi chạy trốn.<ref>Watanabe 2006:278<\/ref>\n\n==Binh biến diệt Tào Sảng==\n{{main|Sự biến lăng Cao Bình}}\nKhi Tào Duệ sắp chết, ông nghi ngờ Tư Mã Ý, và sắp xếp kế hoạch gạt Tư Mã Ý ra khỏi triều đình của người kế vị là [[Tào Phương]].<ref>Sakaguchi 2005:204<\/ref> Ông muốn giao phó Tào Phương cho người chú là [[Tào Vũ]] (曹宇) với chức nhiếp chính, cùng với [[Hạ Hầu Hiến]] (夏侯獻), Tào Sảng, Tào Triệu (曹肇), và Tần Lãng (秦朗). Tuy nhiên, hai vị quan được ông tin tưởng là [[Lưu Phóng]] (劉放) và [[Tôn Tư]] (孫資) không thân thiết với Hạ Hầu và Tào Triệu sợ hãi về việc được phong làm các quan nhiếp chính, và tìm cách thuyết phục ông đưa Tào Sảng (là người họ thân thiết) cùng Tư Mã Ý (khi ấy đang chỉ huy quân tại Cấp huyện(汲縣, thuộc Tân Hương, Hà Nam ngày nay, và là người Lưu Phóng cùng Tôn Tư thân thiết)<ref>ibid.<\/ref> làm nhiếp chính thay thế. Tào Vũ, Tào Triệu và Tần Lãng bị gạt khỏi kế hoạch.\n\nBan đầu, Tào Sảng và Tư Mã Ý cùng chia sẻ quyền lực, nhưng Tào Sảng nhanh chóng dùng một số thủ đoạn chính trị để đề cao Tư Mã Ý với các chức danh như [[chính quyền nhà Hán|Đại Thái phó]] trong khi gạt bỏ quyền lực thực sự khỏi tay ông ta. Tào Sảng sau đó đưa ra mọi quyết định quan trọng và không cần hỏi ý kiến Tư Mã Ý. Nhanh chóng, vây cánh của Tào Sảng gồm [[Đặng Dương]] (鄧颺), [[Lý Thắng]] (李勝), [[Hà Yến]] (何晏), và [[Đinh Mật]] (丁謐),<ref>Watanabe 2006:280, Sakaguchi 2005:162<\/ref> những người được biết đến về tài năng nhưng thiếu khôn ngoan, được giao những vị trí quyền lực, và họ trục xuất mọi vị quan không cùng phe cánh với mình khỏi triều đình.<ref>Sakaguchi 2005:50<\/ref> Tư Mã Ý vẫn được nắm quyền chỉ huy quân đội (cả việc đánh bại cuộc tấn công lớn của Đông Ngô năm 241), nhưng không có quyền lực trong triều đình.<ref>ibid.<\/ref>\n\nNăm [[244]], Tào Sảng cũng muốn có danh tiếng quân sự của riêng mình, tung ra một cuộc tấn công lớn vào thành phố biên giới lớn của Thục Hán ở Hán Trung ([[Hán Trung]], [[Tứ Xuyên]] ngày nay), mà không chuẩn bị kỹ càng về hậu cần. Hai bên ở thế giằng co, nhưng sau khi các lực lượng Tào Ngụy hết lương thực, Tào Sảng buộc phải rút lui với tổn thất lớn về nhân mạng.<ref>Sakamoto 2005:51<\/ref> Tuy nhiên, dù thua trận, Tào Sảng vẫn nắm thực quyền. Năm 247, Tư Mã Ý chán nản với hoàn cảnh hữu danh vô thực của mình, cáo ốm xin về vườn. Tào Sảng phái Lý Thắng tới dò la có phải Tư Mã Ý ốm thật hay không, Tư Mã Ý đóng giả và lừa được Lý Thắng.<ref>Watanabe 2006:281<\/ref>\n\nNăm [[249]], Tư Mã Ý ra tay. Khi Tào Phương và Tào Sảng ở bên ngoài thủ đô để tới thăm mộ Tào Duệ thì Tư Mã Ý, với sự trợ giúp của một số vị quan chống Tào Sảng, tuyên bố có được mệnh lệnh từ Quách thái hậu (vợ Minh Đế Tào Duệ), đóng tất cả các cổng thành [[Lạc Dương]] và gửi một thông báo tới Tào Phương, buộc tội Tào Sảng kìm chế và lũng đoạn triều đình và yêu cầu Tào Sảng cùng anh em của ông ta phải bị cách chức. Tào Sảng hoảng sợ không biết phải làm thế nào, thậm chí khi đã được cố vấn là Hoàn Phạm gợi ý mang Tào Phương chạy đến kinh đô khác ở Hứa Xương để phát hịch gọi quân các trấn về chống lại Tư Mã Ý, Tào Sảng chọn cách đầu hàng với lời hứa của Tư Mã Ý rằng sẽ cho ông ta giữ lại mọi chức danh. Tuy nhiên, Tư Mã Ý nhanh chóng nuốt lời và hành quyết Tào Sảng cùng tất cả phe cánh cùng họ hàng của họ vì tội phản bội.<ref>Sakamoto 2005:162, Watanabe 2006:282<\/ref>\n\nSau khi chiếm quyền, Tư Mã Ý cẩn thận gạt bỏ tất cả mối đe dọa tiềm tàng với quyền lực của mình. Ông nhanh chóng thực hiện dự định chiếm đoạt bằng cách buộc Tào Phương trao cho ông cửu tích - một dấu hiệu thoán đoạt - và sau đó lại từ chối. Vị vua 18 tuổi Tào Phương không còn chút quyền lực nào. Tuy nhiên, Tư Mã Ý đã thu phục được lòng dân khi tiêu diệt tình trạng tham nhũng và sự quan liêu thời Tào Sảng, thăng chức cho một số vị quan thanh liêm.\n\nSau sự việc này, Tư Mã Ý được thăng [[Thừa tướng]], tiến tước '''An Bình quận công''' (安平郡公), vào triều không gọi tên. Thế nhưng Tư Mã Ý giả vờ khiêm nhường,<ref name=\"Watanabe 2006:283\"\/> chỉ nhận [[Thái phó]], tước '''Vũ Dương hầu''' (舞陽侯). Sử sách gọi là '''Cao Bình Lăng chi biến''' (高平陵之變) hay '''Chính Thủy chi biến''' (正始之變).\n\n== Dẹp Vương Lăng ==\nNăm [[249]], vị tướng nhiều quyền lực [[Vương Lăng (Tam Quốc)|Vương Lăng]] (王淩), người nắm trách nhiệm chỉ huy thành phố chiến lược [[Thọ Xuân]] (壽春, [[Lục An]], [[An Huy]] ngày nay) âm mưu nổi dậy chống lại quyền lực của Tư Mã Ý, cùng với sự giúp đỡ của Sở vương [[Tào Bưu]] (曹彪) và cũng là một con trai của Tào Tháo (người được dự định sẽ lên thay Tào Phương).\n\nNăm [[251]], Vương Lăng đã sẵn sàng thực hiện kế hoạch thì bị hai vị quan dưới quyền là [[Hoàng Hoa]] (黃華) và [[Dương Hoằng]] (楊弘) phản bội tiết lộ cho Tư Mã Ý. Tư Mã Ý nhanh chóng tiến quân về phía đông trước khi Vương kịp chuẩn bị và hứa sẽ tha cho ông ta. Vương Lăng biết mình không thể chống lại và đầu hàng, nhưng một lần nữa Tư Mã Ý nuốt lời buộc Vương Lăng và Tào Bưu phải tự sát. Tất cả gia đình Vương Lăng cũng như gia đình những người thuộc phe phái của ông đều bị giết.\n\nSau khi gia đình mình đã kiểm soát được nước Ngụy, Tư Mã Ý [[chết|qua đời]] ngày [[7 tháng 9]] năm đó, hưởng thọ 73 tuổi. [[Thụy hiệu]] là '''Văn Trinh''' (文贞), sau cải '''Văn Tuyên''' (文宣), táng ở [[Thủ Dương sơn]] (首陽山)(Tức dưới chân núi xây dựng Thủ Dương Lăng của Tào Phi. Con trai ông là [[Tư Mã Sư]] lên thay quyền chấp chính Tào Ngụy.\n\n==Di sản==\n[[Trương Đễ]], thừa tướng Đông Ngô thời Tam quốc, đánh giá nhà [[Tào Ngụy]] không được lòng dân, họ Tư Mã đã thừa cơ chuẩn bị việc giành ngôi từ lâu<ref>Tư trị thông giám. NXB Văn học. Tập 5 - Ngụy kỷ, quyển 10, trang 338-339<\/ref>:\n{{cquote|''[[Tào Tháo]] dẫu công trùm Trung Hạ, uy chấn tứ hải, (nhưng) ưa chuộng quyền thuật, chinh phạt không thôi, dân sợ oai mà không nhớ đức vậy. Phi, Duệ nối ngôi, còn tàn ngược hơn, trong xây cung thất, ngoài sợ hùng hào, đông tây rong ruổi, không năm nào yên; họ gây mất lòng dân, đã lâu ngày rồi. Cha con Tư Mã Ý từ khi nắm quyền, nhiều lần lập công, dẹp bỏ hà khắc mà ban bố ân huệ, vì họ mưu đồ làm chúa mà cứu chữa căn bệnh ấy, lòng dân theo về, cũng đã lâu rồi. Bởi thế Hoài Nam ba lần loạn, mà phúc tâm không rối; cái chết của [[Tào Mao]], tứ phương chẳng động... Gốc rễ của họ vững chắc rồi, gian kế đã lập rồi.''|40px}}\n\nSau khi Nhà Đông Hán sụp đổ, niềm tin của mọi người bắt đầu thay đổi rằng quyền kế tục [[Nhà Hán]] đã được chuyển sang nhà Thục Hán. Trước đó, Tư Mã Ý được coi là nhân vật được ca ngợi trong ''[[Tấn thư]]'' và trên thực tế đã được sùng bái. Sau đó, Tư Mã Ý bắt đầu mất thanh danh, một quan điểm được ghi lại trong cuốn tiểu thuyết cổ điển ''[[Tam quốc diễn nghĩa]]''. Trong tiểu thuyết này, Tư Mã Ý được khắc họa là một nhân vật rất tham vọng, xảo trá, không thành thật, chỉ phục vụ lợi ích dòng họ và để lại di sản để các con cướp quyền lực về cho gia đình. Về mặt lịch sử, nhiều lời bình hoặc mâu thuẫn hoặc đơn giản không tồn tại và dường như được lấy từ các đặc điểm tưởng tượng của [[La Quán Trung]] hay từ những câu chuyện dân gian đã được truyền lại qua nhiều thế hệ.\n\nBởi những đóng góp của Tư Mã Ý cho nhà Tào Ngụy là đáng kể, cuộc tranh luận về di sản của ông nằm ở việc đâu là động cơ hành động của ông. Một cuộc tranh luận đã kéo dài đến tận ngày nay và dường như sẽ không bao giờ chấm dứt, về việc Tư Mã Ý có ý giúp Tào Ngụy như [[Hoắc Quang]] đã làm thời [[nhà Hán]], hay ông hành động là vì tham vọng giành ngôi, như [[nhà Tân]] có thời gian tồn tại ngắn ngủi của [[Vương Mãng]]. Tuy nhiên, ông đã chết chỉ vài năm sau khi giành lại quyền lực từ Tào Sảng, không để lại câu trả lời rõ ràng về những ý định của ông cho các thế hệ sau.\n\nVề sau, con trai ông [[Tư Mã Chiêu]] được phong Tấn vương, ông được con trai truy tôn làm '''[[Tấn Tuyên Vương]]''' (晋宣王). Đến khi cháu nội ông là [[Tư Mã Viêm]] lập ra [[nhà Tấn]], Tư Mã Ý được truy tôn làm '''Cao Tổ Tuyên Hoàng Đế''' (高祖宣皇帝).\n\n==Truyền thuyết==\nMột truyền thuyết về Tư Mã Ý nói rằng ông có thể quay đầu 180° trên cổ để nhìn về đằng sau mà không cần quay người. Đặc điểm này được xem là giống như con chim cú.<ref>Tam Quốc bình giảng - Nguyễn Tử Quang, Nhà xuất bản Tổng hợp An Giang, 1988<\/ref> Truyền thuyết cũng nói rằng khi Tào Tháo nghe được về việc này và muốn tự mình xem xét. Tào Tháo tới đằng sau Tư Mã Ý và gọi tên ông, và quả thực đầu ông quay được xung quanh.\n\nTheo ''Tấn thư'', khi [[Tào Tháo]] biết việc này ông rất cẩn trọng với Tư Mã Ý, nói rằng: \n:''\"Người này ẩn giấu tham vọng to lớn\".''\n\n[[Tào Phi]] sau này cũng có nhận xét tương tự:\n:''\"Người này có thể không chỉ có ý định đơn giản là một thủ túc\".''\n\n==Trong trò chơi hiện đại==\nTư Mã Ý xuất hiện trong loạt trò chơi ''[[Dynasty Warriors]]'' của [[Koei]], lần đầu ông xuất hiện ở ''[[Dynasty Warriors 2]]''. Tư Mã Ý được thể hiện như một người xảo quyệt, tàn nhẫn và đặc biệt kiêu ngạo với mỗi chiến thắng. Trong suốt trò chơi đối thủ của ông là [[Gia Cát Lượng]] cho tới khi ông này chết ở [[cao nguyên Ngũ Trượng]], tỉnh [[Thiểm Tây]]. Trong ''[[Dynasty Warriors 6]]'' ông có vẻ ngoài hơi khác thay chiếc quạt lông bằng vuốt. Trong ''[[Dynasty Warriors 7]]'', ông trở lại sử dụng cầm Quạt lông có tên \"Fenghuang Wing\" và là lãnh đạo của nước Tấn (Jin) - một nước mới của trò chơi.\n\n==Gia đình==\n===Tổ tiên===\n*[[Tư Mã Tích]] (司馬錫) (tổ tiên xa).\n*[[Tư Mã Ngang]] (司馬卬) (Tần mạt Ân vương (秦末殷王), tổ đời 12).\n*[[Tư Mã Quân]] (司馬鈞) (kị).\n*Tư Mã Lượng (司馬量) (cụ).\n*Tư Mã Tuấn (司馬儁) (ông).\n*[[Tư Mã Phòng]] (司馬防) (cha).\n\n===Anh em===\n* Anh trai: [[Tư Mã Lãng]] (司馬朗), tự ''Bá Đạt'' (伯達).\n* Em trai: [[Tư Mã Phu]] (司馬孚), tự ''Thúc Đạt'' (叔達).\n* Em trai: Tư Mã Quỳ (司馬馗), tự ''Quý Đạt'' (季達). Thân phụ của Tư Mã Việt \n* Em trai: Tư Mã Tuân (司馬恂), tự ''Hiển Đạt'' (顯達).\n* Em trai: Tư Mã Tiến (司馬進), tự ''Huệ Đạt'' (惠達).\n* Em trai: Tư Mã Thông (司馬通), tự ''Nhã Đạt'' (雅達).\n* Em trai: Tư Mã Mẫn (司馬敏), tự ''Ấu Đạt'' (幼達).\n\n===Phu nhân===\n* [[Trương Xuân Hoa]], sau này được đặt thụy hiệu là '''Tuyên Mục Hoàng hậu''' (宣穆皇后).\n* [[Phục phu nhân]] (伏夫人).\n* [[Trương phu nhân]] (張夫人).\n* [[Bách phu nhân]] (柏夫人).\n\n===Hậu duệ trực tiếp===\n*[[Tư Mã Sư]] (司馬師), tự ''Tử Nguyên'' (子元), mẹ: Tuyên Mục Hoàng hậu. Được Tấn Vũ Đế truy tặng '''Thế Tông Cảnh hoàng đế''' (世宗景皇帝).\n*[[Tư Mã Chiêu]] (司馬昭), tự ''Tử Thượng'' (子上), mẹ: Tuyên Mục Hoàng hậu. Sinh Tấn Vũ Đế Tư Mã Viêm, truy tặng '''Thái Tổ Văn hoàng đế''' (太祖文皇帝).\n*[[Tư Mã Cán]] (司馬幹), tự ''Tử Lương'' (子良), mẹ: Tuyên Mục Hoàng hậu. Truy tặng ''Bình Nguyên vương'' (平原王).\n*[[Tư Mã Lượng]] (司馬亮), tự ''Tử Dực'' (子翼), mẹ: Phục phu nhân, tước ''Nhữ Nam vương'' (汝南王), sau tham gia [[Loạn bát vương]].\n*[[Tư Mã Trụ]] (司馬伷), tự ''Tử Tương'' (子將), mẹ: Phục phu nhân, tước ''Lang Tà vương'' (琅邪王), tổ phụ của [[Tấn Nguyên Đế]].\n*[[Tư Mã Kinh]] (司馬京), tự ''Tử Tá'' (子佐), mẹ: Phục phu nhân, mất sớm, tước ''Thanh Huệ đình hầu'' (清惠亭侯).\n*[[Tư Mã Tuấn]] (司馬駿), tự ''Tử Tang'' (子臧), mẹ: Phục phu nhân, tước ''Phù Phong Vũ vương'' (扶風武王).\n*[[Tư Mã Dung]] (司馬肜), tự ''Tử Huy'' (子徽), mẹ: Trương phu nhân, tước ''Lương vương'' (梁王).\n*[[Tư Mã Luân]] (司馬倫), tự ''Tử Di'' (子彝), mẹ: Bách phu nhân, tước ''Lang Tà quận vương'' (琅邪郡王). Sau tham gia [[loạn bát vương]], cướp ngôi cháu là [[Tấn Huệ Đế]] Tư Mã Trung, là hoàng đế thứ 3 nhà [[Tây Tấn]].\n* [[Nam Dương công chúa]] (南陽公主), mẹ: Tuyên Mục Hoàng hậu.\n\n==Xem thêm==\n*[[Gia Cát Lượng]]\n*[[Tư Mã Chiêu]]\n*[[Tư Mã Sư]]\n*[[Tấn Vũ Đế|Tư Mã Viêm]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*[[Phòng Huyền Linh]], ''[[Tấn thư]]'' quyển 1.\n*[[Ngư Hoạn]], ''[[Ngụy lược]]''.\n*[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]''.\n*Sakaguchi, Wazumi (ed.) (2005) 坂口和澄・著 ''Seishi Sangokushi Gunyu Meimeiden'' 『正史三國志群雄銘銘傳』 Kojinsha:Tokyo.\n*Watanabe, Seiichi (ed.) (2006) 渡辺精一・監修 ''Moichidomanabitai Sangokushi'' 『もう一度学びたい　三国志』 Seitosha:Tokyo.\n\n{{Nhân vật Tam Quốc}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 179]]\n[[Thể loại:Mất năm 251]]\n[[Thể loại:Nhà Tấn]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]"}