{"Tư Mã Nguyên Hiển":"'''Tư Mã Nguyên Hiển''' ([[chữ Hán]]: 司馬元顯, [[382]] - [[402]]<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7064 quyển 64]: Đạo Tử thế tử Nguyên Hiển, thì niên thập lục, vi Thị trung, tâm ác cung， thỉnh Đạo Tử thảo chi<\/ref><ref>[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/資治通鑑\/卷109 quyển 109]: Cối Kê thế tử Nguyên Hiển niên thập lục, hữu tuyển tài, vi Thị trung, thuyết Đạo Tử dĩ Vương, Ân chung tất vi hoạn, thỉnh tiềm vi chi bị<\/ref>), tức '''Cối Kê Trung thế tử''', [[Tên chữ (người)|tên tự]] là '''Lãng Quân''' (朗君), là tông thất và đại thần chấp chính dưới thời [[Đông Tấn]] trong [[lịch sử Trung Quốc]].\n\n== Thân thế ==\n\nTư Mã Nguyên Hiển là cháu nội thuộc ngành thứ của [[Tấn Giản Văn Đế]], vua thứ 12 của [[nhà Tấn]]. Cha ông là [[Tư Mã Đạo Tử]], con trai út của Giản Văn Đế. Sử sách không ghi rõ mẹ của ông là ai và không nói rõ trực tiếp tuổi của ông, nhưng cả [[Tấn thư]] và [[Tư trị thông giám]] đều thừa nhận rằng năm [[397]], lúc thảo phạt Vương Cung thì Tư Mã Nguyên Hiển được 16 tuổi. Như vậy có thể đoán được rằng ông chào đời vào năm [[382]].\n\n== Dẹp loạn Vương Cung ==\n\nNhững năm cuối thời [[Tấn Hiếu Vũ Đế]] và đầu thời [[Tấn An Đế]], Tư Mã Đạo Tử được giao trọng trách điều hành triều chính và nắm được quyền lực trong triều đình. Tuy nhiên do Đạo Tử tin dùng gian thần [[Vương Quốc Bảo]] nên dẫn đến việc bị các quan lại địa phương bất bình, trong đó có Vương Cung, thứ sử hai châu Thanh, Duyện. Năm [[397]], [[Vương Cung]] khởi binh tiến đánh Kiến Khang, ép buộc Tư Mã Đạo Tử phải giết chết Vương Quốc Bảo<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/晉書\/卷084 quyển 84]: Đạo Tử thu Quốc Bảo, tứ tử, trảm Tự ư thị, thâm tạ khiên thất, Cung nãi hoàn Kinh khẩu<\/ref>. Lúc bấy giờ Tư Mã Nguyên Hiển được 16 tuổi, được phong chức Thị trung. Ông lo sợ thế lực của Vương Cung lấn át triều đình nên thường khuyên Tư Mã Đạo Tử cất quân thảo phạt. Tư Mã Đạo Tử cũng rất tin tưởng về con trai, nên phong cho ông lên chức Chinh Lỗ tướng quân, giao cho nhiệm vụ canh giữ kinh thành.\n\nNăm [[398]], [[Vương Cung]] một lần nữa xuất quân nhằm tiêu diệt thế lực của Tiều vương [[Tư Mã Thượng Chi]] chống đối mình. Lần này ông ta liên kết cùng Thứ sử Kinh châu [[Ân Trọng Kham]], Thứ sử Quảng châu [[Hoàn Huyền]] và Thứ sử Dự châu [[Dữu Giai]], tạo nên thanh thế lớn. Tư Mã Nguyên Hiển và [[Tư Mã Thượng Chi]] và [[Tạ Diễm]] được giao nhiệm vụ dẫn quân chống trả. Ông được bái làm Chinh thảo đô đốc, Giả tiết, đưa quân ra giao chiến cùng Tư Mã Thượng Chi. Trong trận ra quân, Tư Mã Thượng Chi đánh thắng được quân của Dữu Giai, buộc Giai phải bỏ chạy, theo về với Hoàn Huyền. Tư Mã Nguyên Hiển sau đó cùng [[Vương Khải]], [[Hoàn Phóng Chi]] và [[Ôn Tường]] tiến đánh Thạch Đầu thành, đối phó với [[Hoàn Huyền]], đồng thời phái Vương Nhã và Tạ Diễm đưa quân lên phía bắc để phòng bị từ xa.\n\nTuy nhiên cũng vào lúc đó, Tư Mã Nguyên Hiển biết được việc thủ hạ của Vương Cung là [[Lưu Lao Chi]] đang giữ chức Bắc phủ tướng quân xảy ra hiềm khích với Cung, bèn sai thái thú Lư Giang là Cao Tố khuyên Lưu Lao Chi bỏ Vương Cung, đầu hàng triều đình, hứa sau khi diệt được Vương Cung sẽ cho Lao Chi tiếp nhận chức vị đó. Lưu Lao Chi bằng lòng, dẫn quân theo về với triều đình rồi sau đó tiến đánh Vương Cung và bắt sống được ông ta. Cuối cùng Vương Cung bị xử tử<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/晉書\/卷084 quyển 84]: Cung cố tham quân dã, dĩ thuyền tái chi, tàng ư vĩ tịch chi hạ, tương bôn Hoàn Huyền. Chí trường đường hồ, ngộ thương nhân tiền cường. Cường túc hám ư xác, dĩ cáo Hồ phổ úy. Úy thu chi, dĩ tống kinh sư. Đạo Tử văn kì tương chí, dục xuất dữ ngữ, diện chiết chi, nhi vị chi sát dã<\/ref>.\n\nNghe tin [[Vương Cung]] đã chết, [[Ân Trọng Kham]] rút quân về Tầm Dương, không chịu nhận lệnh triều đình. Tư Mã Nguyên Hiển được lệnh rút quân về cung phòng vệ, sau đó gia phong cho ông lên làm Tán kị thường thị, Trung thư lệnh, lãnh Trung lĩnh quân, Trì tiết. Cùng năm đó Ân Trọng Kham và [[Hoàn Huyền]] lại quy phục. Cuộc nổi loạn chấm dứt.\n\n== Đoạt quyền triều chính ==\n\nNăm [[399]], [[Tư Mã Đạo Tử]] bị bệnh nặng và ngày càng lún sâu vào nghiện ngập, thường uống rượu say khướt suốt ngày. Biết cha không thể tiếp tục tiếp quản triều chính, Tư Mã Nguyên Hiển bèn dùng kế đoạt lấy quyền lực về tay mình. Ông ép triều đình giải trừ các chức vụ Tư đồ và Thứ sử Dương châu, rồi tự mình thay thế vào các chức đó, đồng thời nắm được quyền nhiếp chính. [[Tư Mã Đạo Tử]] biết được sự việc tuy rất tức giận nhưng cũng không làm được gì. Từ đó quyền lực trong triều rơi vào tay Tư Mã Nguyên Hiển<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7064 quyển 64]: Hội Đạo Tử hữu tật gia dĩ hôn túy, Nguyên Hiển tri triều vọng khứ chi, mưu đoạt kì quyền, phúng thiên tử giải Đạo Tử Dương châu, Tư đồ nhi Đạo Tử bất chi giác Nguyên Hiển tự dĩ thiếu niên đốn cư quyền trọng, lự hữu ki nghị, ư thị dĩ Lang Nha vương lĩnh Tư đồ, Nguyên Hiển tự vi Dương châu thứ sử, ký nhi Đạo Tử tửu tỉnh, phương tri khứ chức, ư thị đại nộ, nhi vô như chi hà<\/ref><ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7064 quyển 10]: Hạ tứ nguyệt ất vị, gia Thượng thư lệnh Vương Nhã Vệ tướng quân, dĩ Cối Kê vương thế tử Nguyên Hiển vi Dương châu thứ sử<\/ref>.\n\n== Chấp chính ==\n\nTư Mã Nguyên Hiển tuổi còn nhỏ, cảm thấy mình chưa đủ năng lực để nắm nhiều chức vụ cùng một lúc, bèn dùng Lang Nha vương [[Tư Mã Đức Văn]] (em trai hoàng đế) làm Tư đồ. Do tuổi trẻ hiếu thắng, ông bắt đầu dự định diệt trừ thế lực các phiên trấn để khẳng định quyền lực. Theo lời thái thú Lư Giang Trương Pháp Thuận, Tư Mã Nguyên Hiển cho đưa nhiều người thân tín vào triều và chi ngân khố một cách lãnh phí khiến người dân bất mãn.\n\nNăm 398, Tư Mã Đạo Tử lệnh cho Tư Mã Nguyên Hiển bắt giết Tôn Thái do nghi có mưu đồ phản nghịch. Cháu Tôn Thái là [[Tôn Ân]] bất bình, chạy ra Đảo Chu San, tập hợp quân mã chuẩn bị phục thù<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/晉書\/卷100 quyển 100]: Cối Kê nội sử Tạ Du phát kì mưu, Đạo Tử tru chi, Ân đào ư hải<\/ref>. Năm [[399]], Tôn Ân đưa quân từ hải đảo tiến công vào vùng Thượng Ngô rồi tiến sang Cối Kê và nhanh chóng chiếm được toàn bộ Dương Châu<ref>Nay thuộc tỉnh [[Chiết Giang]] và một phần phía nam tỉnh Giang Tô<\/ref>, vùng duy nhất mà triều đình nhà Tấn còn quản lý rồi tiến về kiến Khang. Tư Mã Nguyên Hiển sai Tạ Diễm và Lưu Lao Chi suất quân kháng cự, đánh thắng quân [[Tôn Ân]], bình định được 8 quận. Nhờ đó ông được gia phong làm Lục thượng thư sự (cùng đảm nhận chức vụ với Tư Mã Đạo Tử). Đường thời, tuy vẫn là người nhiếp chính trên danh nghĩa, nhưng Tư Mã Đạo Tử thường uống rượu suốt ngày, còn hoàng đế thì bị dị tật không thể nói được nên mọi việc trong triều đều do Tư Mã Nguyên Hiển quyết đoán. Ông được tôn xưng là ''Tây lục'', trong khi Tư Mã Đạo Tử được gọi là ''Đông lục''.\n\nCũng từ khi nắm quyền lớn, Tư Mã Nguyên Hiển bắt đầu gần gũi tiểu nhân gian nịnh rồi trở nên kiêu ngạo. Ông ép các quan mỗi khi vào triều phải bái lạy mình, đồng thời tôn mẹ mình là Cối Kê phu nhân, ban cho nhiều vàng bạc. Việc Tư Mã Nguyên Hiển xài tiền hoang phí trong lúc chiến tranh nổ ra liên miên làm cho quốc khố cạn kiệt, lòng dân oán hận.\n\nSang năm [[400]], Tôn Ân lại đưa quân tiến công vào Cối kê, giết được Tạ Diễm<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/晉書\/卷079 quyển 79]<\/ref>. Tư Mã Nguyên Hiển được triều đình phong làm Thứ sử Từ châu, Thị trung, Hậu tướng quân, Khai phủ nghi đồng tam ti, Đô đốc quân sự các châu Từ, Duyện, Thanh, U, Ký, Tịch, Kinh, Giang, Tư, Ung, Lương, Ích, Giao, Quảng, tổng cộng 16 châu. Sang tháng 2 ÂL, Tư Mã Nguyên Hiển bỏ chức Lục Thượng thư sự và tự đổi mình làm Trung thư lệnh.\n\nĐương thời Lại bộ thượng thư Xa Dận bất mãn việc Tư Mã Nguyên Hiển kiêu ngạo làm bại hoại triều đình, bèn đến gặp Tư Mã Đạo Tử, khuyên Tư Mã Đạo Tử nên tìm cách lấy lại quyền lực. Tư Mã Nguyên Hiển biết chuyện, đến hỏi Tư Mã Đạo Tử, rồi lấy việc Xa Dận li gián mình với cha, bức Xa Dận tự sát.\n\n== Thảo phạt Hoàn Huyền ==\n\nNăm [[401]], [[Tôn Ân]] một lần nữa tiến quân đánh Dương châu, bị [[Lưu Lao Chi]] đán bại phải rút về Kinh Khẩu. Tư Mã Nguyên Hiển đưa quân truy kích, nhưng không ngờ ra trận bất lợi, Tôn Ân nhân đà thắng lợi lại đánh tới Kiến Khang. May thay cùng lúc đó tướng quân dưới quyền Lưu Lao Chi là [[Lưu Dụ]] (người sau này cướp ngôi [[nhà Tấn]]) đã đẩy lùi được [[Tôn Ân]], buộc Tôn Ân rút chạy.\n\nTrong trận chiến lần đó với triều đình, Tôn Ân nhận được sự giúp đỡ của Thứ sử Kinh châu [[Hoàn Huyền]]. Sau khi Tôn Ân rút lui, Tư Mã Nguyên Hiển bèn chuẩn bị kế hoạch thảo phạ Hoàn Huyền. Ông nhân danh [[Tấn An Đế]] xuống chiếu kể tội, buộc Hoàn Huyền thần phục và bãi binh. Nhưng cũng vì thế, Tư Mã Nguyên Hiển bắt đầu lo ngại về thế lực của Hoàn Huyền. Nghe lời [[Trương Pháp Thuận]], ông kể tội Hoàn Huyền mưu phản, xuất binh thảo phạt. Ông phái Trương Pháp Thuận sang liên kết với Lưu Lao Chi tính kế đánh Kinh châu. Sau khi trở về, Trương Pháp Thuận dự đoán Lưu Lao Chi không phải là người đáng tin tưởng nên khuyên Tư Mã Nguyên Hiển giết đi nhưng ông không chấp nhận.\n\nTháng giêng năm Nguyên Hưng thứ nhất ([[402]]), Tư Mã Nguyên Hiển tự thăng mình làm Phiêu kị đại tướng quân, Chinh Thảo đại đô đốc, Đô đốc quận sự 18 châu, hàm Thị trung, Hoàng Việt, đồng thời được ban ngư kiếm 20 phân, đưa quân thảo phạt Hoàn Huyền và lấy [[Lưu Lao Chi]] làm Tiền phong đô đốc. Trương Pháp Thuận lại khuyên Tư Mã Nguyên Hiển sai Lưu Lao Chi giết [[Hoàn Khiêm]], tướng dưới trướng Hoàn Huyền để nắm lấy ưu thế trước. Tư Mã Nguyên Hiển lại thấy rằng Lưu Lao Chi không thể nào đối địch với Hoàn Huyền nên không chấp nhận<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7064 quyển 64]: Nguyên Hiển viết：Phi Lao Chi vô dĩ đương Hoàn Huyền. Thả thủy sự nhi tru đại tương, nhân tình tất động, nhị tam bất khả<\/ref>.\n\nKhi quân của Tư Mã Nguyên Hiển vừa chuẩn bị xuất phát, Phiêu kị đại tướng quân Hoàn Thạch Sanh đã thông báo mọi việc cho [[Hoàn Huyền]]. Hoàn Huyền nghe tin, truyền hịch kể tội trạng của Tư Mã Nguyên Hiển. Ngày Bính Ngọ tháng 2 cùng năm (26 tháng 3 năm [[402]]), Tư Mã Nguyên Hiển ra quân, [[Tấn An Đế]] thân hành đến Tây Đường đưa tiễn, nhưng ông nhiều lần chần chừ chưa quyết định tiến. Nhân đó, [[Hoàn Huyền]] đưa quân đến Tầm Dương, giao tranh với quân đội triều đình. Triều đình sai Tề vương [[Tư Mã Nhu Chi]] đến thuyết phục Hoàn Huyền rút lui, bị Huyền giết chết. Ngày Đinh Mão tháng 2 ([[16 tháng 4]] năm [[402]]), Hoàn Huyền tiến đến Cô Thục, đánh bại và bắt sống Tiều vương [[Tư Mã Thượng Chi]], buộc em Thượng Chi là [[Tư Mã Hưu Chi]] bỏ thành mà chạy. Cùng lúc đó, [[Lưu Lao Chi]] quay sang phản lại Tư Mã Nguyên Hiển, đầu hàng Hoàn Huyền.\n\n== Đại bại, bị giết ==\n\nNhờ có sự giúp đỡ của Lưu Lao Chi, Hoàn Huyền nhanh chóng đưa quân đến thành Kiến Khang. Lúc bấy giờ Tư Mã Nguyên Hiển vẫn chưa đưa quân ra khỏi thành, nghe được Hoàn Huyền đến nơi liền lui về quốc tử học đường. Ngày [[20 tháng 4]] năm [[402]], Hoàn Huyền tiến vào thành. Tư Mã Nguyên Hiển dẫn quân về cung. Ông đến gặp [[Tư Mã Đạo Tử]] hỏi kế, nhưng Tư Mã Đạo Tử cũng không có cách gì, chỉ biết khóc mà thôi. Sau đó Hoàn Huyền sai quân đến bắt Tư Mã Nguyên Hiển.\n\nHoàn Huyền nhanh chóng vào cung, chấp chưởng toàn bộ triều chính, cho sát hại Tư Mã Nguyên Hiển cùng sáu người con. Các tướng [[Tư Mã Thượng Chi]], [[Dữu Giai]], [[Trương Pháp Thuận]], [[Mao Thái]] đều bị xử tử. Năm đó ông mới được 21 tuổi.\n\nVề sau [[Hoàn Huyền]] cướp ngôi hoàng đế rồi bị sát hại<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7099 quyển 99]: Ích châu đốc hộ Phùng Thiên trừu đao nhi tiền, Huyền bạt đầu thượng ngọc đạo dữ chi, nhưng viết: Thị hà nhân tà? Cảm sát thiên tử! Thiên viết：Dục sát thiên tử chi tặc nhĩ. Toại trảm chi, thì niên tam thập lục<\/ref>. Đại tướng quân Tư Mã Tuân nắm giữ triều đình, cho phục hồi danh dự cho Tư Mã Nguyên Hiển cùng [[Tư Mã Đạo Tử]], truy tặng ông chức vị Thái úy, thụy hiệu là Cối Kê Trung thế tử<ref>[[Tấn thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%99%89%E6%9B%B8\/%E5%8D%B7064 quyển 64]: Nghĩa Hi nguyên niên, hợp táng vu vương phi lăng. Truy thụy Nguyên Hiển viết Trung<\/ref>.\n\n== Gia đình ==\n*Cha: Cối Kê Văn Hiếu vương [[Tư Mã Đạo Tử]]\n*Mẹ: Không rõ\n*Con cháu\n**[[Tư Mã Ngạn Chương]], được phong tước Đông Hải vương, bị Hoàn Huyền sát hại\n**Năm người con khác, cũng bị Hoàn Huyền sát hại\n**[[Tư Mã Tú Hi]], tự xưng là con của Tư Mã Nguyên Hiển, bị Lưu Dụ giết chết\n**[[Tư Mã Thiên Trợ]], tự xưng là con của Tư Mã Nguyên Hiển<ref>[[Bắc sử]], quyển 29<\/ref>, sau này trốn sang nhà Bắc Ngụy, được Bắc Ngụy phong làm Đông Hải công, Thị trung, Thứ sử các châu Thanh, Duyện, Chinh Đông tướng quân\n***Tư Mã Nguyên Bá, cháu nội, con Tư Mã Thiên Trợ, được Bắc Ngụy phong làm Kiến Uy tướng quân, Thái thú Thái Sơn\n== Xem thêm ==\n*[[Tư Mã Đạo Tử]]\n*[[Hoàn Huyền]]\n*[[Vương Cung]]\n*[[Tôn Ân]]\n== Tham khảo ==\n*[[Tấn thư]]\n*[[Ngụy thư]]\n*[[Bắc sử]]\n*[[Tư trị thông giám]]\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhân vật chính trị nhà Tấn]]\n[[Thể loại:Tể tướng Trung Quốc]]\n[[Thể loại:Sinh năm 382]]\n[[Thể loại:Mất năm 402]]\n[[Thể loại:Tướng lĩnh từ Giang Tô]]"}