{"Tư Mã Dĩnh":"{{Thông tin nhân vật hoàng gia\n| tên = Tư Mã Dĩnh <br> Thành Đô Vương Dĩnh\n| tước vị = Thành Đô vương\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị =[[Hoàng thái tử|Hoàng thái đệ]] nhà Tấn\n| tại vị = [[304]]\n| đăng quang = [[304]]\n| tiền nhiệm = [[Tư Mã Đàm]]\n| nhiếp chính = \n| kế nhiệm = [[Tấn Hoài Đế|Tư Mã Xí]]\n| hôn phối = \n| chồng = \n| vợ = \n| thông tin con cái = \n| con cái = \n| tên đầy đủ = \n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = \n| thụy hiệu = \n| miếu hiệu =\n| tên ngai =\n| tên Horus =\n| tên Nebty =\n| Horus Vàng = \n| hoàng tộc = \n| cha = [[Tấn Vũ Đế]]\n| mẹ = \n| sinh = [[279]]\n| nơi sinh = \n| mất = [[306]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n\n'''Tư Mã Dĩnh''' (chữ Hán:司马颖; [[279]] - [[306]]), [[Tên chữ (người)|tên tự]] là '''Chương Độ''' (章度), là một vị tông thất [[nhà Tấn]], một trong các chư hầu vương nhà Tây Tấn tham gia [[loạn bát vương]] dẫn đến sự suy yếu và sụp đổ của triều đại này. Năm 304, ông thao túng triều đình của anh mình, ép vua phong mình làm [[Hoàng thái tử|Hoàng thái đệ]] kế vị hoàng đế nhưng không lâu sau (cũng trong năm 304) ông bị [[Tư Mã Việt]] lật đổ và qua đời vào năm [[306]].\n==Thân thế và thời trẻ==\n\nTư Mã Dĩnh là con trai thứ 16 của [[Tấn Vũ đế]], vua đầu tiên của nhà Tấn, em [[Tấn Huệ đế]], vua thứ hai của nhà Tấn. Những năm cuối Thái Khang (niên hiệu của Tấn Vũ đế), ông được phong làm Thành Đô vương, thực ấp 10 vạn hộ. Sau đó, ông được phong làm Hoạt Kị giáo úy, Tán kị thường thị, chức Xa kị tướng　quân.\n\nCó lần cha của Giả hoàng hậu (Hoàng hậu thứ nhất của Tấn Huệ đế) là Giả Mật tranh chấp với thái tử Tư Mã Duật. Tư Mã Dĩnh biết chuyện đó, trách Giả Mật vô lễ với thái tử. Giả Mật sợ, do đó phái ông đi làm Bình Bắc tướng quân, trấn giữ Nghiệp thành, sau lại thăng ông làm Trấn bắc đại tướng quân　 \n==Tham gia Loạn bát vương==\n===Lật đổ [[Tư Mã Luân]]===\n\nNăm 299, hoàng hậu [[Giả Nam Phong]] vu cáo Thái tử [[Tư Mã Duật]] và phế thái tử Duật sau đó giết đi (năm 300). Các đại thần [[Sĩ Ỷ]] và [[Tư Mã Nhã]] muốn phục ngôi Thái tử, bèn nhờ cậy Triệu Vương [[Tư Mã Luân]]. Luân có mưu đồ riêng, phao tin rằng triều thần muốn phục ngôi Thái tử để phế Giả Hậu.\n\nGiả Hậu sợ hãi, bèn giết Tư Mã Duật. Lúc đó Tư Mã Luân mới lấy cớ trị tội Giả Hậu để khởi binh, bắt giam Giả hậu, sau bức tử ở thành Kim Dung.\n\nNăm 301, Tư Mã Luân theo kế Tôn Tú, phế truất [[Tấn Huệ Đế]] giành ngôi, an trí Huệ Đế ra thành Kim Dung.\n\nTề Vương [[Tư Mã Quýnh]] vốn có công cùng Luân phế Giả Hậu chỉ được ban chức nhỏ, có ý oán hận, nhân dịp Luân cướp ngôi, bèn sai người cầm hịch triệu tập một loạt vương thất tham chiến để trừ bỏ Luân. Tháng 5 năm 301, Tư Mã Dĩnh đem hai vạn quân cùng Hà Gian vương [[Tư Mã Ngung]], Thường Sơn vương [[Tư Mã Nghệ]], Tân Dã công [[Tư Mã Hâm]] cùng đánh [[Tư Mã Luân]]. Tư Mã Dĩnh đưa quân vượt qua sông Hoàng Hà, rồi tiến về kinh đô Lạc Dương, cùng các thân vương giết Tôn Tú và bức chết Tư Mã Luân, rước Huệ đế về lập lại làm vua. Tư Mã Dĩnh không lĩnh công, đưa quân về Nghiệp thành\n\n===Diệt trừ Tư Mã Nghệ===\n\nSau khi Tư Mã Dĩnh về Nghiệp thành, [[Tấn Huệ đế]] sai Vương Túy đến gia phong cửu tích cho ông, phong làm Đại tướng quân, Đô đốc trung ngoại chư quân sự, Lục Thượng　thư sự, cho phép vào triều không phải lạy và được mang kiếm. Ông dâng biểu xin 15 vạn hộc lương cứu cho dân bị đói, thu thập hài cốt 8000 quân sĩ tử trận trong cuộc chiến với Tư Mã Luân, lập lăng mộ, tế đường cho họ và mai táng cho Tư Mã Luân. Từ đó ông được mọi người trọng vọng.\n\n[[Tư Mã Quýnh]] một mình cầm quyền trong triều, lại có ý chuyên quyền lấn vua, rồi chơi bời không lo chính sự. Tư Mã Dĩnh được lòng dân ủng hộ, Huệ đế lại xuống chiếu triệu ông về triều phụ chính. Tư Mã Dĩnh muốn đến Lạc Dương, nhưng mẹ ông là Trình thái phi nhớ Nghiệp thành nên ông chưa quyết định. Đến tháng 12 năm 302, Tư Mã Quýnh bị Trường Sa vương [[Tư Mã Nghệ]] (một người anh của Tư Mã Dĩnh) giết chết. Tư Mã Nghệ lên nắm quyền chính, làm [[Tư Mã Ngung]] và Tư Mã Dĩnh tức giận.\n\nNăm 303, nghe tin Trương Xương nổi dậy giết chết Tân Dã công [[Tư Mã Hâm]], Tư Mã Dĩnh bèn dâng biểu xin đánh Trương Xương. Được người dân ủng hộ, Tư Mã Dĩnh nhanh chóng dẹp được Trương Xương. Sau đó, Hà Gian vương [[Tư Mã Ngung]] cũng muốn đoạt quyền bính, bèn hợp tác với Tư Mã Dĩnh. Ngung sai Trương Phương vây Lạc Dương. Tư Mã Nghệ theo kế Tổ Địch, sai người mang thư tới Thứ sử Ung Châu [[Lưu Trầm]], sai Trầm đánh vào Trường An là sào huyệt của Hà Gian vương Ngung.\n\nGiữa lúc Trương Phương vây đánh lâu ngày núng thế không hạ được, định rút lui thì trong Kinh thành có biến. Đông Hải Vương [[Tư Mã Việt]] đố kỵ Tư Mã Nghệ, nói loan lên rằng Ngung và Vĩnh đánh thành không phải vì muốn hại Huệ Đế mà vì muốn giết Nghệ. Do đó trong thành theo lời Việt, bắt trói Nghệ, rồi giết chết ở thành Kim Dung.\n\nTư Mã Dĩnh vào kinh, ép Huệ Đế phong thêm cho mình 20 quận và lập làm Thừa tướng. Sau Tư Mã Ngung lấy chiếu của Huệ đế phế bỏ Dương Hậu và Thái tử Đàm, lập Dĩnh làm Hoàng thái đệ, và vẫn giữ chức Thừa tướng.\n\n===Mất ngôi Thái đệ===\n\nTừ sau khi được phong làm Thái đệ, Tư Mã Dĩnh tỏ ra kiêu căng, hống hách, làm mất lòng dân. Năm 304, Đông Hải vương [[Tư Mã Việt]] cùng các tướng [[Trần Mạch]], [[Lục Bao]] đánh Tư Mã Dĩnh. Tư Mã Dĩnh thất bại, lui về Nghiệp Thành.\n\nTư Mã Việt nhân mới chiến thắng, đem theo [[Tấn Huệ đế]] đánh Nghiệp Thành. Tư Mã Dĩnh sai Thạch Siêu dẫn 5 vạn quân ra chống. Tư Mã Việt có ý chủ quan nên bị đại bại, bản thân Huệ đế bị bắn bị thương. Việt rút quân về Đông Hải<ref>Nay thuộc phía Bắc Đàm Thành, Sơn Đông<\/ref> Thạch Siêu đưa vua về Nghiệp Thành, đổi niên hiệu là Kiến Vũ. Đông An vương [[Tư Mã Dao]] do trước đó khuyên Tư Mã Dĩnh đầu hàng, cũng bị ông giết chết.\n\nTư Mã Dĩnh lấy chiếu của vua, tha tội cho [[Tư Mã Việt]], cho giữ chức cũ nhưng Tư Mã Việt không về triều. Tướng Trần Mạch phò Thái tử cũ Tư Mã Đàm ở Lạc Dương, còn [[Tư Mã Ngung]] sai [[Trương Phương]] đem hai vạn quân giúp Tư Mã Dĩnh. Sau đó Tư Mã Việt đề nghị Thứ sử Tinh châu, Đông Doanh công [[Tư Mã Đằng]] và An Bắc tướng quân [[Vương Tuấn]] giết Tư Mã Dĩnh. Tư Mã Dĩnh bèn đem quân đánh Tư Mã Đằng. Đằng và Tuấn sai người liên hợp với các bộ tộc Ô Hoàn, Tiên Ty cùng đánh Tư Mã Dĩnh. Tư Mã Dĩnh cử U châu thứ sử [[Vương Bân]] và [[Thạch Siêu]], [[Lý Nghị]] ra chống, lại triệu tướng Hung Nô là [[Lưu Uyên]] tới giúp sức, phong Uyên làm Bắc Thiền vu, tuy nhiên cuối cùng thất bại. Tư Mã Dĩnh hoảng hốt, đưa [[Tấn Huệ đế]] chạy về Lạc Dương, xưng là Thái đệ như cũ.\n\nTuy nhiên lúc bấy giờ Lạc Dương đang bị bộ tướng của [[Tư Mã Ngung]] là [[Trương Phương]] khống chế. Tư Mã Ngung ở Trường An, nghe tin Huệ Đế về Lạc Dương, sai Trương Phương mang quân vào Lạc Dương lấy danh nghĩa cứu giá. Phương thấy Lạc Dương bị tàn phá, không đủ lương, bèn ép mang Vua về theo [[Tư Mã Ngung]] ở Trường An.\n\nTháng 12 năm 304, Tư Mã Ngung lấy chiếu bãi chức Thái đệ của Tư Mã Dĩnh, ép trở về đất phong. Tư Mã Ngung nắm được triều đình, cải niên hiệu là Vĩnh Hưng, lập con thứ 25 của [[Tấn Vũ Đế]] (tức em út của Huệ đế và Tư Mã Dĩnh) làm Thái đệ.\n\n==Qua đời==\n\nSau khi bị phế, Tư Mã Dĩnh được bộ tướng là [[Công Sư Phiên]] tiếp đón, bái làm Trấn quân đại tướng quân, Đô đốc Hà Bắc.\n\nTháng 6 năm 306, [[Tư Mã Việt]] đánh bại Tư Mã Ngung, nắm giữ Huệ đế. Cùng năm đó, Tư Mã Dĩnh đi về Lạc Dương, một số bộ tướng cũ của Dĩnh muốn dựng ông làm vua nhưng bị [[Tư Mã Hổ]] dẹp tan. Dĩnh chỉ còn trơ trọi ở Tân Hội.\n\nTư Mã Việt dùng chiếu sai Trấn nam tướng quân [[Lưu Hoằng]] và Nam trung lang tương [[Lưu Đào]] tróc nã Tư Mã Dĩnh. Sau đó, Công Sư Phiên cũng bị Tư Mã Hổ bắt sống. Bộ tướng của Tư Mã Ngung là [[Lưu Dư]] sợ Dĩnh gây hậu họa, bèn sai người đánh thuốc độc giết chết Dĩnh, rồi giết cả hai con ông.\n\nTư Mã Dĩnh thọ 28 tuổi. Không bao lâu sau, Tư Mã Ngung cũng qua đời, Tư Mã Việt trở thành người nắm chính trường. Loạn bát vương chấm dứt cũng là lúc triều đình Tây Tấn suy yếu trầm trọng, đến năm 318 thì diệt vong.\n==Xem thêm==\n*[[Tấn Huệ đế]]\n*[[Tư Mã Ngung]]\n*[[Tư Mã Nghệ]]\n*[[Tư Mã Việt]]\n*[[Loạn bát vương]]\n==Tham khảo==\n*Đặng Huy Phúc (2001), ''Các đời hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội\n*Thẩm Khởi Vĩ (2007), ''Kể chuyện Lưỡng Tấn Nam Bắc triều'', Nhà xuất bản Đà Nẵng\n*Tấn thư, Bản kỉ quyển 4: Hiếu Huệ đế, liệt truyện quyển 29\n==Chú thích==\n{{tham khảo|30em}}\n{{Loạn bát vương}}\n\n[[Thể loại:Sinh năm 279]]\n[[Thể loại:Mất năm 306]]\n[[Thể loại:Người nhà Tấn]]"}