{"Tư Mã Luân":"{{Thông tin nhân vật hoàng gia\n| tên = Kiến Thủy Đế\n| tên gốc = 建始帝\n| tước vị = [[Hoàng đế]] [[Trung Quốc]]\n| thêm = china\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[nhà Tấn|Đại Tấn]]\n| tại vị = [[3 tháng 2]] năm [[301]] - [[30 tháng 5]] năm [[301]]<br>({{số năm theo năm và ngày|301|2|3|301|5|30}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:266 till:420\nAlignBars = early\nScaleMajor = increment:154 start:266\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:301 till:301 color:red\n<\/timeline>\n| đăng quang = \n| tiền nhiệm = <font color=\"grey\">[[Tấn Huệ Đế]]<\/font>\n| nhiếp chính = \n| kế nhiệm = [[Tấn Huệ Đế]]\n| phối ngẫu = \n| chồng = \n| vợ = \n| thông tin con cái = ẩn\n| con cái = [[Tư Mã Phức]] <br> [[Tư Mã Kiền]] <br> [[Tư Mã Hủ]]\n| tên đầy đủ = Tư Mã Luân (司馬倫)\n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = [[Kiến Thủy]] (建始)\n| thời gian niên hiệu = 2\/301 - 5\/301\n| thụy hiệu = Không có\n| miếu hiệu = \n| tên ngai = \n| tên Horus = \n| tên Nebty = \n| Horus Vàng = \n| hoàng tộc = [[Nhà Tấn|Nhà Tây Tấn]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Tư Mã Ý]]\n| mẹ = [[Bách phu nhân]]\n| sinh = [[249]]\n| nơi sinh = \n| mất = 5\/[[301]]\n| nơi mất = [[thành Kim Dung]]\n| ngày an táng = \n| nơi an táng = \n}}\n'''Tư Mã Luân''' ([[chữ Hán]]: 司馬倫; 249 - 301, trị vì:3\/2-30\/5\/301) làm vua 3 tháng (năm 301), tự là '''Tử Di''' (子彝) là vị vua thứ ba của [[nhà Tấn]] trong [[lịch sử Trung Quốc]]. Niên hiệu duy nhất trong thời gian ông là vua là [[Kiến Thủy]].\n\n==Thân thế==\n\nTư Mã Luân là con trai thứ 9 của [[Tư Mã Ý]] (179-251) quyền thần [[nhà Ngụy]]. Mẹ ông là Bách phu nhân, vợ thứ của Tấn Tuyên đế. Thời [[nhà Ngụy]], Tư Mã Luân được phong làm An Nhạc Đình hầu.\n\nHọ Tư Mã từ năm 251 đã nắm được quyền chính của [[nhà Ngụy]], trải qua ba đời là Tuyên đế Tư Mã Ý (cha Tư Mã Luân), Cảnh đế Tư Mã Sư và Văn đế [[Tư Mã Chiêu]] (hai người anh của ông). Đến năm 265, con Tư Mã Chiêu là [[Tư Mã Viêm]] cướp ngôi [[nhà Ngụy]], lập ra [[nhà Tấn]], tự xưng là [[Tấn Vũ đế]]. Vũ đế phong cho Tư Mã Luân làm Lang Tà quận vương.\n\n==Thời Vũ đế và đầu Huệ đế==\n\nTrong thời gian Tấn Vũ đế ở ngôi, Tư Mã Luân từng đồng mưu với đình úy Đỗ Hữu Chánh phạm tội, nhưng [[Tấn Vũ đế]] thương tình ông là người trong hoàng tộc, nên miễn tội. Sau đó, lại phong cho Tư Mã Luân làm Hành Đông trung lang tướng, Tuyên Uy tướng quân.\n\nVào giữa những năm Hàm Ninh (275-280, niên hiệu thứ hai của Vũ đế), Tư Mã Luân được phong làm Triệu vương. Sau đó, ông tiếp tục được phong làm An Bắc tướng quân. Đến năm đầu Nguyên Khang (niên hiệu của [[Tấn Huệ đế]] con Tấn Vũ đế), ông lại được phong làm Chinh Tây tướng quân, Khai phủ Nghi Đồng tam ti và được giao trấn thủ đất Quan Trung. Tuy nhiên sau đó do Tư Mã Luân bị triệu về cung, làm Thái phó cho thái tử Tư Mã Duật.\n==Giết Giả Nam Phong==\n\n[[Tấn Huệ Đế]] là ông vua đần độn, để Giả Hoàng hậu ([[Giả Nam Phong]]) nhũng nhiễu, thao túng và chiếm đoạt triều chính. Tư Mã Luân biết vậy bèn thiết lập quan hệ với Giả Nam Phong.\n\nNăm 299, Giả Nam Phong vu cho thái tử Tư Mã Duật<ref>Tư Mã Duật không phải là con của Giả hậu<\/ref> tội phản nghịch, mang ra an trí ở thành Kim Dung. Các đại thần [[Sĩ Ỷ]] và [[Tư Mã Nhã]] muốn phục ngôi [[thái tử]], bèn nhờ cậy Triệu vương Tư Mã Luân giúp đỡ. Tư Mã Luân so với Tấn Huệ Đế là thuộc hàng ông, mà so với [[Tư Mã Duật]] là đến hàng cụ. Tư Mã Luân muốn có cớ đánh Giả hậu, lại sợ thái tử là người thông minh, sau khi được phục ngôi thì khó chế ngự. Cho nên nghe theo lời mưu sĩ Tôn Tú, phao tin rằng triều thần muốn phục ngôi thái tử để phế Giả hậu. Giả hậu sợ hãi, bèn sai người hạ sát thái tử Duật ở nơi giam cầm.\n\nTháng 4 năm 300, Tư Mã Luân nghe tin thái tử bị giết, bèn lấy cớ báo thù, hợp quân với Tề vương Tư Mã Quýnh<ref>Là con trai Tư Mã Du, cháu chắt Tư Mã Ý<\/ref> Hai người phao tin Đông An Vương [[Tư Mã Do]] bị cách chức trước kia oán hận làm phản nên cầm quân đi dẹp tiến quân vào triều, diệt các thế lực của Giả, rồi xông thẳng vào cung bắt sống Giả Nam Phong, giam ở thành Kim Dung. Từ đó, loạn bát vương đầu thời Tấn bắt đầu. Đến tháng 9 năm đó, Tư Mã Luân sai mang rượu độc đến ép Giả hậu tự vẫn. Huệ Đế phong con cả Thái tử Duật là Hoài Lâm Vương [[Tư Mã Tân]] làm Hoàng thái tôn, phong cho Tư Mã Luân làm Sử trì tiết, Đại Đô đốc, Đốc Trung ngoại chư quân sự và lập làm tướng quốc. Tư Mã Luân lại theo lệ cũ của cha là Tư Mã Ý, ép vua phong cho con mình là [[Tư Mã Phức]] làm Tiền tướng quân, tước Tế Dương vương, con thứ là [[Tư Mã Kiền]] làm Hoàng môn lang, tước Nhữ Âm vương.\n\nHoài Nam Vương [[Tư Mã Doãn]] bị Tư Mã Luân tranh quyền trong triều, mang quân đánh ông trong cung, cuối cùng bị ông giết chết.\n\n==Thời gian ở ngôi ngắn ngủi==\n\nTư Mã Luân giữ chức tướng quốc, nắm quyền lớn trong triều. Ngày 3\/2\/301, ông theo kế của Tôn Du, ép [[Tấn Huệ Đế]] [[thiện nhượng]] nhường ngôi, an trí Huệ Đế ra thành Kim Dung, cải niên hiệu là Kiến Thủy, tôn Huệ đế làm Thái Thượng hoàng.\n\nTề Vương là [[Tư Mã Quýnh]] từng giúp Tư Mã Luân trong việc giành ngôi, nhưng chỉ được phong chức nhỏ, nên mang lòng oán hận đối với ông, bèn sai người cầm hịch triệu tập một loạt vương thất tham chiến lật đổ Tư Mã Luân. Quân các chư hầu là [[Hà Gian]] Vương ([[Tư Mã Ngung]]), [[Thành Đô]] Vương ([[Tư Mã Dĩnh]]), [[Thường Sơn]] Vương ([[Tư Mã Nghệ]]), [[Tân Dã]] Vương ([[Tư Mã Hâm]]) cùng hưởng ứng Tư Mã Quýnh nổi dậy đánh Tư Mã Luân, được hơn 50 vạn người, thanh thế rất lớn. Quân của Tư Mã Luân chỉ có 20 vạn, không chống nổi với quân của Tư Mã Quýnh.\n\nTháng 4\/301, quân các chư hầu đánh về triều. Tư Mã Luân chống không nổi, thua, bị bắt sống. [[Tấn Huệ Đế]] được rước về triều. Còn Luân bị tống giam ở [[thành Kim Dung]].\n\nCùng năm 301, Tư Mã Quýnh sai người đến giết Tư Mã Luân. Tư Mã Luân chỉ ở ngôi được 3 tháng, không có thụy hiệu. Thông thường trong sử sách và danh sách về những vị Hoàng đế [[nhà Tấn]], vị vua này thường chẳng được ghi tên vào danh sách ấy, vì thời đại ông ta cai trị không rõ [[miếu hiệu]] và [[thụy hiệu]] của ông và thời gian làm vua cũng không dài.\n\nSau cái chết của Tư Mã Luân, biến loạn chẳng những không bị dập tắt mà còn tiếp tục bùng lên, mở rộng ra trên quy mô lớn, kết cục dẫn đến sự tiêu vong của nhà Tây Tấn.\n\n==Con cái==\n*Tư Mã Phức\n*Tư Mã Kiền\n*Tư Mã Hủ\n==Xem thêm==\n*[[Loạn bát vương]]\n*[[Tấn Huệ đế]]\n*[[Giả Nam Phong]]\n*[[Tư Mã Quýnh]]\n==Tham khảo==\n*Đặng Huy Phúc ([[2001]]), ''Các đời hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội\n*Thẩm Khởi Vĩ (2007), ''Kể chuyện Lưỡng Tấn Nam Bắc triều'', Nhà xuất bản Đà Nẵng\n*[[Tấn thư]], các quyển 3: Thế Tổ Vũ Đế, quyển 4: Hiếu Huệ đế\n==Chú thích==\n{{tham khảo|30em}}\n{{vua nhà Tấn}}\n{{Loạn bát vương}}\n\n[[Thể loại:Sinh năm 249]]\n[[Thể loại:Mất năm 301]]\n[[Thể loại:Vua nhà Tấn]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Sinh thập niên 240]]"}