{"Tưởng Tế":"{{Thông tin nhân vật phong kiến\n| tên = Tưởng Tế\n| tên gốc = 蒋济\n| tự = Tử Thông\n| thụy hiệu = Cảnh hầu\n| con cái = Tưởng Tú\n| quốc gia = [[Tào Ngụy]]\n| triều đại = [[Tam Quốc]]\n}}\n\n'''Tưởng Tế''' ([[chữ Hán]]: 蒋济, ? – 249), [[Biểu tự|tên tự]] là '''Tử Thông''', người huyện Bình An, [[Sở (quận)|nước Sở]], Dương châu <ref>Nay là [[Hoài Viễn]], [[An Huy]]<\/ref>, quan viên [[nhà Tào Ngụy]] [[thời Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Phụng sự Tào Tháo==\nBan đầu Tưởng Tế làm Kế lại ở quận, Biệt giá ở Dương châu. Năm [[208]], [[Tôn Quyền]] thừa thắng sau [[trận Xích Bích]], mang đại quân tấn công Hợp Phì (trị sở Dương châu). Khi ấy [[Tào Tháo]] cầm đại quân ở Kinh Châu, gặp bệnh dịch, nên chỉ sai tướng quân Trương Hỷ đơn độc đem ngàn kỵ binh, trên đường lấy quân đội ở Nhữ Nam để giải vây, nhưng cánh quân này cũng phát bệnh dịch. Tưởng Tế ngầm bày kế cho Dương châu thứ sử [[Lưu Phức]], vờ nhận được thư của Hỷ, nói rằng có 4 vạn bộ kỵ đã đến Vu Lâu, yêu cầu chủ bộ đi đón. Sau đó, họ sai ba nhóm sứ giả mang thư cho tướng giữ thành, 1 vào được, 2 để quân Ngô bắt được. Tôn Quyền tin là phía Tào có viện binh thật, vội vàng lui chạy, nên thành Hợp Phì mới giữ được.\n\nNăm 209, Tưởng Tế đi sứ đến Tiếu Thành, Tào Tháo hỏi ông rằng: ''Xưa ta cùng [[Viên Thiệu|Viên Bản Sơ]] [[trận Quan Độ|đối trận ở Quan Độ]], dời dân Yên, Bạch Mã, dân không bỏ trốn, giặc cũng không dám quấy rối. Nay muốn dời dân Hoài Nam, có sao không?''\n\nTưởng Tế phản đối rằng: ''Khi ấy ta yếu giặc mạnh, không dời thì mất dân. Từ khi phá được Viên Thiệu, bắc đến Liễu Thành, nam về Giang, Hán, Kinh Châu trong tay, uy chấn thiên hạ, dân không có chí khác. Còn trăm họ nhớ đất, thật sự không bằng lòng dời đi, e rằng sẽ bất an.''\n\nTào Tháo không nghe, kết quả hơn 10 vạn dân Giang, Hoài đều sợ chạy sang đất Đông Ngô. Sau đó Tế đi sứ đến Nghiệp Thành, Tào Tháo đón ông vào gặp, cả cười: ''\"Vốn muốn dời dân để tránh giặc, lại đuổi hết bọn họ đi.\"'' Rồi phong ông làm thái thú Đan Dương.\n\nSau [[trận Xích Bích]], Tào Tháo lấy Tưởng Tế trở lại làm Dương Châu biệt giá, nói rằng: ''Dẫu có Quý tử làm bề tôi, ta vẫn cần anh. Nay anh về châu, ta không lo gì nữa!''<ref>Quý tử tức là [[Quý Trát]]. Ở đây Tào Tháo mượn một câu trong ''[[Xuân thu Công Dương truyện]]'' – [[Lỗ Tương công|(Lỗ) Tương công]] năm thứ 29: ''Ngô tử sai Trát đến thăm (Nguyên văn: sính). [[Nước Ngô]] không có quân chủ (NV: quân), không có đại phu; bây giờ sao lại có quân chủ, có đại phu? Nhờ người hiền là Quý tử đấy. Quý tử hiền như thế nào? Nhường nước đấy... Lấy Quý tử làm bề tôi, thời vẫn nên có quân chủ đấy.'' Tào Tháo đã chơi chữ '''Quân (君)''' vừa có nghĩa là vua một nước, vừa là anh (ngôi thứ 2 trong đối thoại, bạn bè xưng tôn nhau)<\/ref>\n\nCó người vu cáo Tưởng Tế là chủ mưu làm phản, Tào Tháo khẳng định không có việc này, lệnh cho Tả tướng quân [[Vu Cấm]], Bái quốc tướng [[Phong Nhân]] tra xét cho ra kẻ nào nói sằng. Sau đó Tưởng Tế được vời làm Thừa tướng chủ bộ Tây tào thuộc.\n\nNăm 219, tướng của [[Lưu Bị]] là [[Quan Vũ]] [[trận Tương Dương-Phàn Thành|vây hãm Tương-Phàn]], đánh bại đạo quân viện binh của [[Vu Cấm]]; Tào Tháo cho rằng [[Hán Hiến đế]] ở Hứa đô, gần địch quân, nên muốn dời đô; Tế cùng Đông tào thuộc [[Tư Mã Ý]] can ngăn rằng: ''Bọn Vu Cấm bị nước lụt dìm mất, không phải thua trận, đối với đại kế quốc gia chưa tổn hại gì đáng kể. [[Lưu Bị]], [[Tôn Quyền]] ngoài thân trong sơ, Quan Vũ đắc chí, Quyền ắt không cam lòng. Có thể sai người khuyên đánh úp phía sau, hứa cắt Giang Nam để phong cho Quyền, thời Phàn Thành tự giải vây.'' Tháo nghe theo, Quan Vũ bị Đông Ngô đánh úp và bại trận.\n\n==Phụng sự Tào Phi==\nNăm [[220]], [[Tào Tháo]] mất, [[Tào Phi]] nối ngôi Ngụy vương, chuyển Tế làm Tương Quốc trưởng sử. Khi Tào Phi lên ngôi hoàng đế, tức là Tào Ngụy Văn đế, điều Tế ra ngoài làm Đông trung lang tướng. Tế xin ở lại triều đình, dâng lên ''Vạn cơ luận'', đế khen hay, ông lại được vào triều làm Tán kỵ thường thị. Khi ấy Văn đế hạ chiếu cho Chinh nam tướng quân [[Hạ Hầu Thượng]] rằng: ''Khanh là tướng lãnh tâm phúc, được đặc biệt trọng dụng. Ân nghĩa đáng để chết, yêu mến đủ để nhớ. Làm oai làm phúc, giết người tha người.'' Thượng đem cho Tế xem. Đến lúc Văn đế hỏi Tế rằng: \"Khanh nghe thấy phong tục giáo hóa của thiên hạ như thế nào?\" Tế đáp rằng: \"Chưa có gì hay, nhưng thấy lời nói mất nước rồi.\" Đế cáu giận hỏi tại sao, Tế sợ hãi đáp: ''Ôi \"làm oai làm phúc\" là lời răn dạy trong [[kinh Thư]]. \"Thiên tử không nói chơi\", nên người xưa vô cùng cẩn thận. Mong bệ hạ xét cho!'' Vì thế Tào Phi tan cơn giận, sai người lấy lại chiếu thư của Hạ Hầu Thượng.\n\nNăm 222, Tưởng Tế theo Đại tư mã [[Tào Nhân]] đánh Ngô, nhận lệnh tập kích Tiện Khê. Nhân muốn đánh vào cù lao Nhu Tu, Tế nói: ''Giặc ở bờ tây, bày thuyền thượng lưu, mà (chúng ta) đem quân vào trong cù lao, là tự bước vào địa ngục, đi trên con đường diệt vong đấy!'' Nhân không theo, quả nhiên thất bại. Sau khi trở về thì Tào Nhân mất, Tế lại được làm Đông trung lang tướng, thay ông ta cầm quân. Ít lâu sau được trưng về làm Thượng thư.\n\nNăm 225, Ngụy Văn đế lại muốn đánh Ngô. Xa giá đến Quảng Lăng, Tế dâng biểu nói đường thủy không thông, lại làm ''Tam châu luận'' để can, đế không nghe, vì thế mấy ngàn chiến thuyền dồn ứ không thể đi. Có người đề nghị đóng quân làm đồn điền, Tế cho rằng nơi này đông gần hồ, bắc gặp sông Hoài, nếu gặp lúc nước dâng cao, quân Ngô dễ dàng tấn công, không thể an tâm đóng đồn. Đế nghe theo, xa giá lập tức lên đường. Quân Ngụy về đến Tinh Hồ thì nước cạn, Văn đế để lại tất cả thuyền cho Tế. Các chiến thuyền kéo dài đến vài trăm dặm, Tế đào 4, năm con ngòi, tập trung thuyền ở một chỗ; làm ụ đất chặn nước hồ, dẫn ra phía sau đoàn thuyền, cùng lúc mở nước đẩy chúng vào sông Hoài.\n\n==Phụng sự Tào Duệ==\nNăm 226, Tào Phi mất, con là Minh đế [[Tào Duệ]] nối ngôi, Tế được ban tước Quan nội hầu. Đại tư mã [[Tào Hưu]] soái quân nhắm đến Hoàn Thành, Tế dâng biểu cho rằng như thế là vào sâu đất giặc, mà tướng Ngô là bọn [[Chu Nhiên]] có thể từ thượng lưu đánh úp phía sau. Quân Ngụy đến Hoàn Thành, quân Ngô tiến ra An Lục, Tế lại dâng sớ nói: ''Nay giặc ra vẻ ở tây, ắt muốn đem quân mưu tính ở đông, nên gấp hạ chiếu cho quân các nơi đi cứu.'' Đến lúc Hưu thua trận, bỏ hết truy trọng chạy về Hoàn Thành, quân Ngô muốn chẹn Giáp Thạch, nhờ cứu binh đến, nên quân Ngụy mới không đến nỗi bị diệt sạch. Tế được thăng Trung hộ quân.\n\nNhằm tránh vết xe đổ của [[nhà Hán]], Ngụy Minh đế gom hết đại quyền về tay, thiết lập Trung thư tỉnh để xử lý sự vụ cơ yếu, nhiệm dụng cận thần vào các chức vụ Trung thư giám, Trung thư lệnh. Thành ra những viên chức này có địa vị thấp, nhưng nắm quyền lực lớn; họ được hoàng đế tín nhiệm, gọi là \"chuyên nhiệm\". Tế dâng sớ khuyên hoàng đế lựa chọn hiền tài vào những vị trí quan trọng như vậy, được Minh đế tán thưởng. Sau đó Tế được thăng Hộ quân tướng quân, gia Tán kỵ thường thị.\n\nNăm 232, Minh đế sai Bình Châu thứ sử [[Điền Dự]] theo đường biển, U Châu thứ sử [[Vương Hùng]] theo đường bộ, cùng đánh Liêu Đông. Tế can rằng: ''Phàm không phải là nước địch muốn xâm lược, chẳng đúng là bề tôi muốn làm phản, không nên khinh suất chinh phạt. Đánh mà không hạ được, là ép người ta làm giặc. Người xưa nói \"hùm sói đứng giữa đường, không đuổi theo hồ li\". Trước trừ cái hại lớn, thì cái hại nhỏ tự không còn. Nay đất đai ở nước ngoài, nối đời thần phục, hằng năm khảo thí, không ngừng cống nạp. Trước hết nên phái sứ giả đi một chuyến, vì được dân chúng của họ cũng không đủ làm cho nước mạnh, được tài sản của họ cũng không đủ làm cho nước giàu; còn không được như ý, thì lại gây ra oán hận.'' Minh Đế không nghe, bọn Dự quả nhiên vô công mà về.\n\nTrong những năm Cảnh Sơ (237 – 239), nước Ngụy đã nhiều năm có chiến tranh, lại sửa sang cung thất, khiến trai không vợ, gái góa chồng ngày càng lắm; sản lượng lương thực giảm sút. Tế nhiều lần dâng sớ can ngăn, Minh đế hạ chiếu đáp rằng: ''Vì đó là lời của Hộ quân, còn những người khác ta không nghe làm gì!''\n\nNăm 238, Minh đế sai [[Tư Mã Ý]] đánh [[Công Tôn Uyên]], nghe tin Uyên lần thứ 2 xưng thần với Ngô đại đế [[Tôn Quyền]], bèn hỏi Tế: ''Tôn Quyền sẽ cứu [[Liêu Đông]] chăng?'' Tế đáp: ''Hắn biết quan quân phòng bị vững chắc, khó giành thắng lợi, vào sâu thì không có khả năng, vào nông thì không có kết quả; Quyền dẫu là con em gặp nguy, cũng sẽ không hành động, huống hồ là kẻ xa xôi, lại từng sỉ nhục mình! Nay đánh tiếng cứu viện, chỉ là quỷ quyệt muốn chúng ta nghi ngờ; nếu chúng ta không thắng trận, thì bọn họ mới tính tiếp. Quân Ngô bị biển cả ngăn trở, lại cách Công Tôn Uyên rất xa, nếu quân ta rơi vào thế giằng co, chiến sự không thể nhanh chóng kết thúc, thì với trình độ nông cạn của Tôn Quyền, có đem quân tập kích hay không, chưa thể đoán được.''\n\nQuả nhiên Tôn Quyền không cứu Liêu Đông, Tư Mã Ý toàn tâm đánh bại và giết chết Công Tôn Uyên.\n\n==Phụng sự Tào Phương==\nNăm 239, Tào Duệ mất, Phế đế [[Tào Phương]] nối ngôi, Tế dời làm Lĩnh quân tướng quân, tiến tước Xương Lăng đình hầu, sau đó được thăng Thái úy. Khi ấy [[Tào Sảng]] chuyên quyền, bọn [[Đinh Mật]], [[Đặng Dương]] tùy tiện sửa đổi pháp luật. Gặp lúc có [[nhật thực]], Phế đế hạ chiếu hỏi xem triều đình gây ra lỗi lầm gì không, Tế dâng sớ phản đối việc sửa đổi pháp luật, nhưng không có kết quả. Vì thế Tế nghiêng sang phe của [[Tư Mã Ý]].\n\nNăm 249, Tưởng Tế theo Tư Mã Ý đồn trú ở cầu nổi sông Lạc, tiến hành binh biến; ông gửi thư cho Tào Sảng khuyên ông ta đầu hàng, cho biết Ý chỉ miễn quan của Sảng mà thôi. Sau khi Tào Sảng bị giết, Tế được tiến phong Đô hương hầu, thực ấp 700 hộ; ông dâng sớ quy hết công lao về Tư Mã Ý, ra sức từ chối, nhưng Tào Phương không cho.\n\nCùng năm, Tế buồn rầu vì thất tín với Tào Sảng mà sinh bệnh, đến ngày Bính tý tháng 4 ÂL (18\/5) thì mất. Ông hoạt động trong hơn 40 năm phục vụ cho họ Tào, được đặt thụy là Cảnh hầu. Con ông là Tưởng Tú được kế tự.\n\n==Tham khảo==\n* [[Trần Thọ]], ''[[Tam quốc chí]]'', [[Bùi Tùng Chi]] chú, quyển 14, ''Ngụy thư'' 14, ''Tưởng Tế truyện''.\n* ''[[Tư trị thông giám]]'', quyển 70 đến 75, ''Ngụy kỷ'' 3 đến 8\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Người An Huy]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 249]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Mưu sĩ Trung Quốc]]"}