{"Tấn Hoài Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Tấn Hoài Đế \n|tên gốc = 晉懷帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[nhà Tấn|Đại Tấn]]\n| tại vị = [[307]] – [[313]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:266 till:420\nAlignBars = early\nScaleMajor = increment:154 start:266\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:307 till:313 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color=\"grey\">[[Tấn Huệ Đế]]<\/font> \n| kế nhiệm = <font color=\"blue\">[[Tấn Mẫn Đế]]<\/font>\n| hoàng tộc = [[Nhà Tấn|Nhà Tây Tấn]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Tư Mã Xí (司馬熾)\n| kiểu tên đầy đủ = Tên húy\n| niên hiệu = Vĩnh Gia (307-313)\n| thời gian của niên hiệu =\n| miếu hiệu = \n| thụy hiệu = <font color=\"grey\">Hiếu Hoài Hoàng đế<\/font> (孝懷皇帝)\n| phối ngẫu = Lương phi\n| kiểu phối ngẫu = Hoàng hậu\n| thông tin con cái = ẩn\n| con cái = \n| cha = [[Tấn Vũ đế]]\n| sinh = [[284]]\n| mất = Tháng 4 năm [[313]]\n| nơi mất = [[Hung Nô]]\n}}\n'''Tấn Hoài đế''' ([[chữ Hán]]: 晉懷帝, 284-313), hay '''Tấn Hoài vương''' (晉懷王), tên thật là '''Tư Mã Xí''' (司馬熾), [[Tên chữ (người)|tên tự]] là '''Phong Đạc''' (豐度), là vị hoàng đế thứ tư của [[nhà Tấn]] trong [[lịch sử Trung Quốc]].\n\n==Thân thế và thời trẻ==\n\nTư Mã Xí là con trai thứ 25 của [[Tấn Vũ đế]] [[Tư Mã Viêm]], vị vua đầu tiên của nhà Tấn, em trai của [[Tấn Huệ đế]], vị vua thứ hai của nhà Tấn. Mẹ ông là Tài nhân Vương Viện Cơ. Ông chào đời năm 284.\n\nNăm Thái Hi nguyên niên (290) thời vua cha, Tư Mã Xí được phong là Dự Chương quận vương. Cùng năm đó Vũ đế qua đời, anh ông là Huệ đế Tư Mã Trung lên nối ngôi. Tấn thư đánh giá Tư Mã Xí là người thích du ngoạn, không thích tham gia chính sự và cũng không có tài năng gì nổi bật. Từ khi [[loạn bát vương]] bùng nổ, các chư hầu vương chia bè kết cánh tranh quyền lẫn nhau, song Tư Mã Xí cũng không tham gia.\n\nTuy nhiên cuối cùng, Tư Mã Xí cũng không tránh khỏi ảnh hưởng của loạn bát vương. Năm 301, sau khi diệt trừ [[Tư Mã Luân]] và phục ngôi, Tấn Huệ đế phong cho Tư Mã Xí làm Xạ Thanh Giáo úy. Đến năm Vĩnh Ninh thứ 3 (304), ông được phong làm Trấn bắc đại tương quân, Đô đốc Nghiệp thành.\n\nTháng 12 năm 304, [[Tư Mã Ngung]] cầm quyền chính trong triều do có mâu thuẫn với Thái đệ [[Tư Mã Dĩnh]], bèn lấy chiếu của [[Tấn Huệ đế]] truất ngôi của Dĩnh, phong Tư Mã Xí làm Hoàng Thái đệ.\n\nSau cùng, năm 306, Đông Hải vương [[Tư Mã Việt]] giành được Tấn Huệ đế, đưa về Lạc Dương và trở thành người chiến thắng trong loạn bát vương, trở thành người nắm chính trường. Tháng 12 năm đó, Tư Mã Việt đầu độc [[Tấn Huệ đế]]. Dương Hoàng hậu nghe tin hoàng đế băng hà, sợ khi Thái đệ lên ngôi sẽ không được làm Thái hậu, bèn phong cho con Huệ đế, thái tử cũ là Thanh Hà vương Tư Mã Đàm làm Thượng thư các, định lập làm vua. Thị trung Hoa Hỗn biết được, bèn triệu ông vào cung đưa lên ngôi, tức Tấn Hoài đế. Hoài đế đổi niên hiệu là Vĩnh Gia, tôn Dương Hoàng hậu làm Huệ hoàng hậu, và mẹ là Vương thị làm Hoàng Thái hậu, lập vợ là Lương phi làm Hoàng hậu. Năm đó ông được 23 tuổi.\n==Làm vua==\n\nNăm 307, Tấn Hoài đế bãi bỏ hình phạt tru di ba họ. Cùng năm, Lại Bộ lang Châu mục, cậu Thanh Hà vương Tư Mã Đàm (con Huệ đế), là người cùng phe với Tư Mã Việt và em gái là Gia Cát Mai đề nghị Tư Mã Việt phế Tấn Hoài đế, lập Thanh Hà vương làm thiên tử. Tư Mã Việt không nghe, giết hết hai người.\n\nNăm 308, Tấn Hoài đế phong cho Dự Chương vương Tư Mã Thuyên làm Hoàng Thái tử, phong Tư Mã Việt làm Chinh đông tướng quân và Cao Mật vương Tư Mã Giản làm Chinh nam đại tương quân, Đô đốc kinh châu, Nam Dương vương Tư Mã Mô làm Chinh Tây tướng quân, đô đốc bốn châu Tần, Ung, Lương và Ích.\n\nCùng năm, Quân Hán Triệu của Lưu Uyển đem quân tiến đánh các thành trì của nhà Tấn. Con Uyên là Lưu Thông Nam tiến đánh Thái Nguyên, sai Thạch Lặc đánh đất Triệu, Ngụy, lại lệnh cho Vương Di đánh phá các châu. Vương Di lại liên tiếp khiến các châu Dự, Duyện, Từ, Thanh bị uy hiếp, Thứ sử Thanh Châu Tuân Hi đối phó rất vất vả. Tháng 5 năm đó, Di tấn công Kinh thành Lạc Dương nhưng bị viện binh [[nhà Tấn]] đánh bại, phải chạy về nhập vào quân Lưu Uyên. Tháng 7, [[Lưu Uyên]] ở phía Bắc xưng đế ở Bình Dương <ref>Nay thuộc thành phố Lâm Phần tỉnh Sơn Tây<\/ref>, mở đầu thời kì [[Ngũ Hồ Thập lục quốc]]. Lưu Uyên đem quân đánh Hứa Xương. Tư Mã Việt cử Tả Tư mã Vương Bân đem 5000 quân bảo vệ kinh thành Lạc Dương.\n\nTháng 8 và tháng 10 năm 309, Lưu Uyên hai lần tấn công Lạc Dương nhưng thất bại phải lui quân.\n\nĐầu năm 310, tướng Hán Triệu là Vương Di sai bộ tướng Tào Nghi đánh chiếm Đông Bình<ref>Nay thuộc tỉnh Sơn Đông<\/ref> và tấn công Lang Nha. Thạch Lặc mang quân hợp với Di đánh 3 châu Từ, Duyện, Dự, chiếm được Yên Thành<ref>Bắc Yên Thành, Sơn Đông hiện nay<\/ref>, giết Thứ sử Duyện Châu nhà Tấn là Viên Phu, sau đó đánh chiếm các quận thuộc Ký Châu. Khi đó phần lớn đất đai phía đông Lạc Dương đã bị mất.\n\nTư Ma Việt cầm quyền trong triều, giết nhiều người thân tín của Hoài đế. Hai bên xảy ra xung đột. Tháng 10 năm 310, các tướng Hán Triệu là Lưu Diệu, Lưu Xán (con Lưu Thông), Vương Di, Thạch Lặc chia đường cùng nhau tấn công Lạc Dương lần thứ ba. Tấn Hoài đế sai người đến các quận cầu cứu nhưng không có kết quả.\n\nTháng 10 năm 310, Tư Mã Việt đưa quân về Hứa Xương, để Hoài đế ở Lạc Dương. Tháng 2 năm 311, Thạch Lặc đem quân tấn công Nhữ Nam. Nhữ Nam vương Tư Mã Hựu phải chạy về Kiến Nghiệp. Tháng 3 năm đó, Tấn Hoài đế phong Tuân Hi làm Đại tướng quân, ban chiếu kể tội trạng của Tư Mã Việt, lệnh cho các trấn đem quân thảo phạt. Tuân Hi bắt giết phe cánh của Việt. Cùng lúc đó Tư Mã Việt bị bệnh qua đời ở Hạng Thành. Tương Dương vương Tư Mã Phạm và Tư đồ Vương Diễn dẫn quân đưa thi thể Việt vào Đông Hải an táng, bị tướng của Lưu Thông là Thạch Lặc đuổi theo, truy bắt, giết chết mấy vạn quân. Tấn Hoài đế xuống chiếu biếm Tư Mã Việt làm Huyền vương.\n\nSau khi truy bắt linh cữu Tư Mã Việt, Thạch Lặc cho quân tấn công vào các trấn Khổ Huyền, Bình Thành<ref>Nay thuộc phía đông Ninh Bình, Hà Nam<\/ref>.\n\nTuân Hi nhân lúc quân Hán Triệu đi đánh Tư Mã Việt, sai người mang xe đến Lạc Dương đón Hoài Đế thiên đô. Nhưng các đại thần tiếc gia tài nên lần lữa không đi. Sứ của Tuân Hi phải trở về. Mãi sau, liệu tình hình không thể ở được, Hoài Đế đành tự đi bộ với vài chục quan viên, ra ngoài thành Lạc Dương bị lưu dân chặn đường trấn lột hết đồ mang theo, buộc phải quay trở lại<ref>Thẩm Khởi Vĩ, sách đã dẫn, tr 89<\/ref>.\n\nThấy quân nhà Tấn rệu rã, tháng 6 năm 311, Thạch Lặc, Vương Di, Hồ Diên Yến đem quân tấn công Lạc Dương. Ngày 11 tháng 6, quân Hán Triệu phá được cửa Nam, kéo vào thành, giết 3 vạn quân dân [[nhà Tấn]], bắt sống Hoài Đế và Dương Hoàng hậu (vợ Tấn Huệ Đế). Kinh thành Lạc Dương bị cướp bóc và tàn phá. Hoài đế bị đưa về Hán Triệu và bị giáng làm Cối Kê vương.\n\nKhi Lạc Dương thất thủ, cháu Hoài Đế, con Ngô Hiếu vương là Tần Vương Tư Mã Nghiệp chạy về huyện Mật<ref>Phía đông nam huyện Mật, Hà Nam, Trung Quốc<\/ref>, gặp Thứ sử Dự Châu Diêm Đỉnh mộ được vài ngàn quân ở đó, bèn cùng hợp binh cố thủ. Tháng 9 năm 312, Tư Mã Nghiệp lên làm Thái tử.\n==Bị giết==\n\nMùa xuân năm 313, triều đình Hán Triệu đãi tiệc, Lưu Thông ép Tấn Hoài đế rót rượu. Các quan bị bắt cùng Hoài đế là Dữu Mân và Vương Tuyển cảm thấy bị sỉ nhục, ứa nước mắt khóc. Lưu Thông giận dữ, giết Dữu Mân và Vương Tuyển cùng một số quan lại khác của nhà Tấn. Sau đó Lưu Thông đầu độc chết Tấn Hoài đế.\n\nTấn Hoài đế ở ngôi được 7 năm, thọ 30 tuổi. Thái tử Tư Mã Nghiệp được lập làm vua, tức [[Tấn Mẫn Đế]].\n==Xem thêm==\n*[[Tấn Huệ đế]]\n*[[Tấn Mẫn đế]]\n*[[Tư Mã Việt]]\n*[[Lưu Thông]]\n*[[Thạch Lặc]]\n==Tham khảo==\n*Tấn thư, quyển 5: Hiếu Hoài đế, Hiếu Mẫn đế\n*Thẩm Khởi Vĩ (2007), ''Kể chuyện Lưỡng Tấn Nam Bắc triều'', Nhà xuất bản Đà Nẵng\n*Nguyễn Khắc Thuần (2002), ''Các đời đế vương Trung Hoa'', Nhà xuất bản Giáo dục\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Vua nhà Tấn}}\n\n[[Thể loại:Vua nhà Tấn]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Sinh năm 284]]\n[[Thể loại:Mất năm 313]]"}