{"Tấn An Đế":"{{thiếu nguồn gốc}}\n{{Thông tin nhân vật hoàng gia\n| tên = Tấn An Đế \n|tên gốc = 晋安帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình =\n| cỡ hình =\n| ghi chú hình =\n| chức vị = [[Hoàng đế]] [[nhà Tấn|Đại Tấn]]\n| tại vị =[[396]] &ndash; [[419]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:266 till:420\nAlignBars = early\nScaleMajor = increment:154 start:266\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:396 till:419 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Tấn Hiếu Vũ Đế|<span style=\"color:grey\">Tấn Hiếu Vũ Đế<\/span>]]\n| nhiếp chính =\n| kế nhiệm = [[Tấn Cung Đế]]\n| hoàng tộc = [[Nhà Tấn|Nhà Đông Tấn]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Tư Mã Đức Tông (司馬德宗)\n| kiểu tên đầy đủ = Tên thật\n| phối ngẫu\n| vợ = Hoàng hậu [[Vương Thần Ái]] (王神愛)\n| chồng =\n| thông tin con cái =\n| con cái = \n| niên hiệu =<\/small>\n*Long An (隆安) 13\/2\/397-17\/2\/402\n*Nguyên Hưng (元興) 18\/2\/402-1\/3\/405\n*Nghĩa Hi (義熙) 2\/3\/405-419\n| miếu hiệu = \n| thụy hiệu = <span style=\"color:grey;\">An Hoàng đế<\/span> (安皇帝)\n| cha = [[Tấn Hiếu Vũ Đế|Tư Mã Diệu]]\n| mẹ = [[Trần Quy Nữ]] (陳歸女)\n| sinh =[[382]]\n| nơi sinh =\n| mất = [[419]]\n| nơi mất = \n| ngày an táng =\n| nơi an táng =lăng Hưu Bình\n}}\n'''Tấn An Đế''' ({{zh|s=晋安帝|t=晉安帝|p=Jìn Āndì}}) (382–419), tên thật là '''Tư Mã Đức Tông''' (司馬德宗), là vị [[Hoàng đế]] thứ 10 của nhà [[Nhà Tấn|Đông Tấn]], và là Hoàng đế thứ 15 của [[Nhà Tấn]] trong [[lịch sử Trung Quốc]]. Ông được mô tả là người \"[[khuyết tật phát triển]]\" đến nỗi ông không thể nói, tự mặc y phục và biểu thị rằng mình đói hay no. Ông được lập làm [[thái tử]] vào năm 387 và lên ngôi năm 397. Bởi ông có khuyết tật về trí tuệ, quyền lực trên thực tế nằm trong tay người chú ruột là Hội Kê vương [[Tư Mã Đạo Tử]]. Dưới thời ông trị vì, những nhiếp chính và quân phiệt thống trị đế chế Đông Tấn. Các cuộc khởi nghĩa của các thứ sử khác nhau cũng gây nên cảnh hoang tàn. Từ năm 398 đến 403, đã liên tục diễn ra các cuộc khởi nghĩa và nội chiến. Năm 403, triều đình Đông Tấn đã bị [[Hoàn Huyền]] tiếm quyền, và khi An Đế phục vị vào năm 404, nhà Đông Tấn đã gần như đi đến hồi kết. Với việc quân phiệt [[Lưu Tống Vũ Đế|Lưu Dụ]] có quyền lực trên thực tế, Tấn đã diệt được [[Nam Yên]] và [[Hậu Tần]], mở rộng bờ cõi của mình. Tuy nhiên, khi Lưu Dụ đang ở phía bắc, thứ sử Quảng Châu (廣州, nay là [[Quảng Đông]] và [[Quảng Tây]]) đã nổi loạn và đe dọa kinh thành [[Kiến Khang]] trước khi Lưu Dụ trở lại và đè bẹp cuộc nổi loạn. Năm 419, An Đế bị siết cổ theo lệnh của Lưu Dụ và em trai ông được đưa lên thay, trở thành Cung Đế, Cung Đế là vị Hoàng đế cuối cùng của nhà Tấn vì 1 năm sau đó Lưu Dụ đã cướp ngôi và lập nên triều đại [[Lưu Tống]].<ref>{{Chú thích web|url=https:\/\/bienniensu.com\/lich_su_trung_quoc\/tan-an-de-tu-ma-duc-tong\/|tựa đề=Tấn An Đế: Tư Mã Đức Tông - Lịch sử Trung Quốc|website=Biên Niên Sử|ngôn ngữ=vi|ngày truy cập=2022-05-13}}<\/ref>\n\n== Đầu đời ==\nTư Mã Đức Tông là con trai cả của [[Tấn Hiếu Vũ Đế|Hiếu Vũ Đế]], mẹ là tì thiếp [[Trần Quy Nữ]]. Người ta không biết khi nào căn bệnh thiểu năng trí tuệ của Tư Mã Đức Tông được phát hiện, song có khả năng là từ rất sớm trong thời thơ ấu của ông, mức độ khuyết tật, theo các sử gia là rất lớn. Khi ông mới tám tuổi, tức năm 390, mẹ ông cũng qua đời. Mặc dù ông có một người em trai, [[Tấn Cung Đế|Tư Mã Đức Văn]], cũng do Trần Quy Nữ hạ sinh, người này được mô tả là thông minh và thận trọng, và đã học cách chăm sóc người anh, song không rõ vì lý do gì, Hiếu Vũ Đế chưa bao giờ xem xét một cách nghiêm túc việc để cho Đức Văn kế vị, và vào năm 387, Tư Mã Đức Tông trở thành [[thái tử]]. Năm 395, ông đến sống ở đông cung theo như phong tục dành cho thái tử. Năm 396, ông kết hôn với con gái của viên quan [[Vương Hiến Chi]] (王献之) là [[Vương Thần Ái]].\n\nNăm 397, Hiếu Vũ Đế bị Trương quý nhân giết chết sau khi bà ta bị hoàng đế xúc phạm. Tuy nhiên, với việc người em trai duy nhất của Hoàng đế là Hội Kê vương [[Tư Mã Đạo Tử]] bất tài và Thái tử Đức Tông phát triển chướng ngại, đã không có cuộc điều tra nào được tiến hành về cái chết của Hiếu Vũ Đế. Thái tử Đức Tông kế vị và trở thành An Đế, Tư Mã Đạo Tử trở thành người [[nhiếp chính]].\n\n== Tư Mã Đạo Tử nhiếp chính ==\nTư Mã Đạo Tử trong vai trò nhiếp chính say xỉn liên miên và rất tin cậy [[Vương Quốc Bảo]] (王國寶) và [[Vương Tự]] (王緒) do họ có tài nịnh bợ, nhiếp chính vương nhanh chóng trở nên tham nhũng và không đủ năng lực. Thứ sử [[Vương Cung]] (王恭), người được Hiếu Vũ Đế giao phó chỉ huy binh lính ở phần đông bắc của đế quốc, đã xem xét đến việc khởi đầu một cuộc nổi loạn để lật đổ Vương Quốc Bảo và Vương Tự. Năm 397, Vương Quốc Bảo và Vương Tự đề xuất với Tư Mã Đạo Tử rằng những binh lính được nắm giữ bởi Vương Cung và quan thứ sử khác là [[Ân Trọng Kham]] (殷仲堪), cần phải được giảm bớt; Vương Cung và Ân Trọng Kham là những người chỉ huy ở các châu phía tây, đáp lại, đã huy động binh lính của mình và tuyên bố rằng Vương Quốc Bảo và Vương Tự phải bị xử tội chết. Tư Mã Đạo Tử trong sợ hãi đã ép Vương Quốc Bảo tự tử và hành quyết Vương Tự. Vương Cung và Ân Trọng Kham sau đó rút lui. Từ thời điểm này, Tư Mã Đạo Tử không tin tưởng ai ngoại trừ người thừa kế tuổi niên thiếu của ông, [[Tư Mã Nguyên Hiển]] (司馬元顯), và giao phó quyền bảo vệ kinh thành cho Tư Mã Nguyên Hiển. Ông cũng ban hàm tướng chỉ huy cho các họ hàng xa là Tiếu vương [[Tư Mã Thượng Chi]] (司馬尚之) và em út của Tư Mã Thượng Chi là [[Tư Mã Hưu Chi]], cũng như [[Vương Du]] (王愉) vào năm 398.\n\nViệc ban chức chỉ huy quân sự cho Vương Du đã dẫn đến phản ứng từ Vương Cung và Ân Trọng Kham do quyền chỉ huy của Vương Du trải rộng trên bốn quận nguyên là đất dưới quyền [[Dữu Khải]] (庾楷), người này đã trở nên giận dữ và đã thuyết phục Vương Cung cùng Ân Trọng Kham rằng mục đích của Tư Mã Đạo Tử cũng nhằm để chống lại họ. Do vậy, cả hai lại nổi dậy, song Tư Mã Đạo Tử đã thuyết phục được tướng của Vương Cung là [[Lưu Lao Chi]] (劉牢之), người chỉ huy đội quân tinh nhuệ Bắc Phủ binh (北府兵), quay sang chống lại Vương Cung, bắt giữ rồi giết chết người này. Ân Trọng Kham nghe tin Vương Cung bị giết chết cũng sợ hãi song vẫn xem xét đến việc tiến quân bằng mọi cách, Tư Mã Đạo Tử theo đề nghị của người anh em họ của [[Hoàn Huyền]] là [[Hoàn Tu]] (桓脩), đã gây ra bất đồng giữa Ân và các tướng của ông là Hoàn Huyền là [[Dương Thuyên Kỳ]] (楊佺期) bằng cách ban cho Hoàn và Dương các vị trí then chốt; mặc dù Hoàn và Dương trên danh nghĩa vẫn là các đồng minh của Ân Trọng Kham song Ân Trọng Kham đã buộc phải rút quân, và từ thời điểm đó không còn là một mối đe dọa lớn, lãnh địa của ông ta cũng bị phân làm ba, trong đó Hoàn Huyền và Dương Thuyên Kỳ mỗi người được một phần.\n\nCuối năm 398, pháp sư [[Tôn Thái]] (孫泰), một người bạn của Tư Mã Nguyên Hiển, đã bị vạch trần khi âm mưu một kế hoạch phản nghịch, Tư Mã Đạo Tử lệnh cho Tư Mã Nguyên Hiển bắt giữ và hành quyết Tôn Thái. Cháu trai của Tôn Thái, [[Tôn Ân]] (孫恩) đã chạy trốn đến [[đảo Chu San]] và lập kế hoạch phục thù.\n\nVào mùa hè năm 399, Tư Mã Nguyên Hiển do muốn có nhiều quyền lực hơn, đã chớp thời cơ An Đế đang rất say để có được một chỉ dụ về việc chuyển giao quyền lực của Tư Mã Đạo Tử cho mình. Khi Tư Mã Đạo Tử thức dậy trong sự kinh ngạc, ông trở nên tức giận, nhưng sau thời điểm đó, quyền lực của ông cực kỳ hạn chế, mặc dù trên danh nghĩa ông vẫn là người nhiếp chính.\n\n== Tư Mã Nguyên Hiển nhiếp chính ==\nTư Mã Nguyên Hiển nhiếp chính trong sự vây quanh của những kẻ nịnh bợ, ông bắt đầu có những tham vọng phi thực tế khi muốn chấm dứt mối đe dọa từ thứ sử các châu đối với vị trí của ông. Ông rất tin tưởng quân sư [[Trương Pháp Thuận]] (張法順), và cũng cho đưa nhiều người tin cẩn vào trong triều. Trong khi ông có năng lực nhất định, thì theo các sử gia, ông đã làm hoang phí ngân khố triều đình vào các thứ xa xỉ và không chú ý đến gánh nặng mà dân chúng phải gánh chịu. Sau đó vào năm 399, Tôn Ân nhận thấy châu duy nhất còn nằm dưới quyền kiểm soát của triều đình Đông Tấn là Dương Châu (揚州, nay thuộc [[Chiết Giang]] và miền nam [[Giang Tô]]) đang được Tư Mã Nguyên Hiển quản lý một cách yếu kém, Tôn Ân do vậy đã phát động một cuộc tấn công lớn từ [[đảo Chu San]], nhanh chóng chiếm được gần như toàn bộ Dương Châu và tiến đến kinh thành [[Kiến Khang]]. Cuộc nổi loạn Của Tôn Ân nhanh chóng bị Lưu Lao Chi dập tắt, Tôn Ân lại trốn về đảo Chu San song vẫn còn là một mối đe dọa trong nhiều năm sau đó, Dương Châu bị tàn phá nặng nề song Tư Mã Nguyên Hiển vãn bất chấp, ngày càng trở nên phung phí và ngông cuồng.\n\nVào cuối năm 401, lo sợ trước sức mạnh của Hoàn Huyền (người mà cuối năm 399 đã đánh bại và giết chết [[Ân Trọng Khạm]] (殷仲堪) và [[Dương Thuyên Kì]] (楊佺期), đoạt lấy lãnh địa của họ và nay kiểm soát trên hai phần ba lãnh thổ Đông Tấn), Tư Mã Nguyên Hiển tuyên bố Hoàn Huyền là một kẻ phản nghịch và ra lệnh tiến hành một cuộc tấn công chống lại Hoàn Huyền. Tuy nhiên, ông phần lớn dựa vào quân của Lưu Lao Chi, còn họ Lưu thì không tin cậy Tư Mã Nguyên Hiển. Trong khi đó, Hoàn Huyền tiến quân về phía đông hướng đến kinh thành, sau khi Hoàn đàm phán với Lưu, Lưu quay sang chống lại Tư Mã Nguyên Hiển. Kiến Khang rơi vào tay Hoàn Huyền, còn Tư Mã Nguyên Hiển và tất cả các cận thần chính bị bắt giữ và hành quyết. Hoàn Huyền cũng cho lưu đày Tư Mã Đạo Tử rồi giết chết, Hoàn Huyền do vậy đã nắm giữ được toàn bộ quyền lực của Đông Tấn. Không tin tưởng họ Lưu, Hoàn Huyền đã tước quyền chỉ huy của ông ta, Lưu Lao Chi sau đó đã cố tiến hành nổi loạn, song các tướng lính của ông đã mệt mỏi với các cuộc nổi loạn lặp đi lặp lại nên đã bỏ rơi ông ta, Lưu Lao Chi sau đó tự vẫn.\n\n== Hoàn Huyền tiếp quản và tiếm quyền ==\nHoàn Huyền ban đầu cố gắng cải cách các quy tắc của triều đình, dân chúng và quan lại hài lòng với những thay đổi ông đã tiến hành, ông cúng kiến lập hòa bình với em rể của Tôn Ân là [[Lư Tuần|Lô Tuần]] (盧循), người thay thế Tôn Ân sau khi ông ta tự sát sau khi chiến bại trong một trận vào năm 402, bằng cách phong cho họ Lô làm thái thú. Tuy nhiên, Hoàn Huyền đã sớm sống trong xa hoa và sửa đổi luật lệ một cách bất thường, và sử sách nói rằng nguồn cung ứng cho hoàng gia đã bị cắt giảm đến nỗi An Đế đã hầu như bị đói và rét.\n\nVào mùa xuân năm 403, Hoàn Huyền yêu cầu An Đế lập mình làm Sở vương và ban cho mình [[cửu tích]], cả hai đều là dấu hiệu của việc tiếm quyền sắp xảy đến. Vào mùa đông năm 403, Hoàn Huyền yêu cầu An Đế ban một chiếu chỉ, trong đó, theo các sử gia, Hoàn Huyền bảo Lâm Xuyên vương [[Tư Mã Bảo]] (司馬寶) ép An Đế đích thân viết, song chi tiết này bị nghi ngờ do An Đế là người tàn tật và không chắc rằng ông ta có thể tự viết được chiếu chỉ này) nhường ngôi cho Hoàn Huyền. Hoàn Huyền sau đó chiếm đoạt ngai vàng và trở thành Hoàng đế của nước Sở mới. Ông giáng An Đế làm Bình Cố vương, cựu hoàng đế và em trai Tư Mã Đức Văn bị quản thúc tại gia.\n\nVào mùa xuân năm 404, tướng của Hoàn Huyền là [[Lưu Tống Vũ Đế|Lưu Dụ]], nhận thấy Hoàn Huyền thiếu tài quản trị và sự ủng hộ nên đã lập một liên minh gồm các tướng lĩnh tiến hành nổi dậy chống lại Hoàn Huyền, bắt đầu nổi loạn tại Kinh Khẩu (京口, nay thuộc [[Trấn Giang]], [[Giang Tô]]) và vươn đến Kiến Khang chỉ trong vòng vài ngày. Hòa Huyền chạy trốn song đem An Đế và Tư Mã Đức Văn đi cùng, trở về lãnh địa cũ của ông ở [[Giang Lăng]] (江陵, nay thuộc [[Kinh Châu]], [[Hồ Bắc]]). Lưu Dụ tuyên bố phục hồi nhà Tấn, và hè năm 404, quân của các đồng minh của Lưu Dụ là [[Lưu Nghị (Đông Tấn)|Lưu Nghị]] (劉毅), [[Hà Vô Kị]] (何無忌), và em trai ông là [[Lưu Đạo Quy]] (劉道規) đến vùng lân cận Giang Lăng và đánh bại quân của Hoàn Huyền. Hòa Huyền cố chạy trốn một lần nữa, song bị quân của tướng [[Mao Cừ]] (毛璩) giết chết. An Đế được phục vị tại Giang Lăng bởi các quan Vương Khang Sản (王康產) và Vương Đằng Chi (王騰之). Tuy nhiên, cháu trai của Hoàn Huyền là [[Hoàn Chấn]] (桓振) sớm sau đó đã đánh úp Vương Khang Sản và Vương Đằng Chi và chiếm Giang Lăng, bắt An Đế làm con tim mặc dù bề ngoài tôn vinh An Đế là hoàng đế. Vào mùa xuân năm 405, Giang Lăng thất thủ trước quân của Lưu Nghị, Hoàn Chấn chạy trốn. An Đế được chào đón trở lại Kiến Khang, song vào thời điểm này, phần lớn quyền lực do Lưu Dụ kiểm soát.\n\n== Lưu Dụ nhiếp chính ==\n=== Những năm đầu ===\nMặc dù Lưu Dụ có tham vọng trở thành hoàng đế, ông đã học được nhiều điều từ thất bại của Hoàn Huyền nên không thể hành động quá nhanh. Tuy nhiên, ông đã thiết lập quyền lực của mình hơn nữa thông qua các chiến thắng ban đầu, đặc biệt là từ khi ông lãnh đạo một liên minh gồm các tướng lĩnh và quan địa phương trong chiến thắng trước Hoàn Huyền. Vì thế ông phải tiến hành thận trọng, bước đầu tiên, ông chia sẻ quyền lực với Hà Vô Kị và Lưu Nghị. Vài năm sau đó, ông vài lần từ nhiệm song biết chắc rằng các triều thần sẽ không dám chấp thuận chúng, mục đích của những việc này là để ông tiếp tục thiết lập vai trò không thể thiếu của mình trong triều đình.\n\nVào mùa xuân năm 405, quân của Mao Cừ từ Ích Châu (益州, nay là [[Tứ Xuyên]] và [[Trùng Khánh]]), bất mãn rằng Mao Cừ đã đưa họ vào các chiến kéo dài chống Hoàn Huyền và Hoàn Chấn nên đã nổi loạn, họ ủng hộ tướng [[Tiều Túng]] (譙縱) làm lãnh đạo của mình. Quân nổi loạn đánh bại và giết chết Mao Cừ, chiếm Thành Đô, Tiều Túng lập nên nước Tây Thục độc lập ở đây.\n\nCũng trong năm 405, [[Lư Tuần|Lô Tuần]] (盧循), người mà vào năm 404 đã hành quân về phía nam và chiếm Phiên Ngung (番禺, nay là [[Quảng Châu]], [[Quảng Đông]]), đã nghị hòa với triều đình bằng cách dâng triều cống. Lưu Dụ tin tưởng rằng ông chưa có khả năng đánh bại Lô Tuần vào lúc này nên đã phong cho họ Lô làm thứ sử Quảng Châu (廣州, nay là [[Quảng Đông]] và [[Quảng Tây]]) và anh rể của Lô Tuần là [[Từ Đạo Phúc]] (徐道覆) làm thái thú Thủy Hưng (始興, nay tương ứng với [[Thiều Quan]], [[Quảng Đông]]).\n\nNăm 407, Lưu Dụ bổ nhiệm bạn mình là [[Lưu Kính Tuyên]] (劉敬宣, con trai Lưu Lao Chi) mở một cuộc tấn công lớn nhắm vào Tây Thục của Tiếu Túng, nhưng năm 408, quan của Lưu Kính Tuyên bị ngăn cản bởi tướng Tây Thục là [[Tiếu Đạo Phúc]] (譙道福) và buộc phải rút quân khi nguồn lương thảo sắp cạn.\n\n=== Các chiến dịch chống Nam Yên và Lô Tuần ===\nNăm 409, Hoàng đế [[Nam Yên]] [[Mộ Dung Siêu]] bắt đầu một chiến dịch tấn công và cướp phá vùng biên giới phía bắc của Đông Tấn, định bắt đàn ông và phụ nữ được huấn luyện làm nhạc công. Đáp lại, Lưu Dụ đã quyết định khởi động một chiến dịch nhằm tiêu diệt Nam Yên, kế hoạch này bị hầu hết các triều thần phản đối, song nhận được ủng hộ từ một trong những đồng minh ban đầu của Lưu Dụ khi bắt đầu chống Hoàn Huyền là [[Mạnh Sưởng]] (孟昶). Lưu Dụ nhanh chóng đánh bại quân chủ lực của Nam Yên vào cuối năm 409 và bao vây kinh thành Nam Yên là Quảng Cố (廣固, nay thuộc [[Thanh Châu, Duy Phường|Thanh Châu]], [[Sơn Đông]]), song Quảng Cố đã không nhanh chóng thất thủ. Khi Lưu Dụ bao vây Quảng Cố, Từ Đạo Phúc đã thuyết phục Lô Tuần tấn công về phía bắc, lý luận rằng để đến khi Lưu Dụ đã sẵn sàng, thì họ sẽ bị ông ta tấn công, và rằng trong lúc Lưu Dụ đang vây Quảng Cố, họ có thể cùng nhau chiếm phần còn lại của đế chế.\n\nVào mùa xuân năm 410, Lưu Dụ chiếm được Quảng Cố và diệt được Nam Yên, khi ông đang nghĩ đến việc tiến hành một chiến dịch chống lại [[Hậu Tần]] thì hay tin Lô Tuần và Từ Đạo Phúc tấn công lên phía bắc, Lưu Dụ nhanh chóng rút quân về Kiến Khang. Trong khi đó, Hà Vô Kị đã dẫn đầu một đội quân đánh Từ Đạp Phúc tại Dư Chương (豫章, nay thuộc [[Nam Xương]], [[Giang Tây]]), song rốt cuộc bị họ Tô đánh bại và giết chết. Lưu Nghĩa chỉ duy một đội quân thứ hai cũng đã bại trận trước Từ và Lô. Tuy nhiên, những tên tù binh Tấn bị bắt giữ đã khai với Lô Tuần rằng Lưu Dụ đang trên đường tới Kiến Khang, và Lô Tuần đã nghĩ đến việc kết thúc chiến dịch của mình, song vẫn tiếp tục hướng đến Kiến Khang do Từ Đạo Phúc nài nỉ. Một số triều thần, bao gồm Mạnh Sưởng, cho rằng An Đế cần được đưa qua [[Trường Giang]] để trốn quân của Lô song Lưu Dục đã từ chối, lựa chọn việc phòng thủ Kiến Khang.\n\nKhi đã ở Kiến Khang, Lô Tuần đã từ chối một số kế mà Từ Đạo Phúc viện lý do chúng đầu rủi ro, thay vào đó ông ta đe dọa quân của Lưu Dụ đến chỗ sụp đổ, tuy nhiên đã không thể làm được. Chẳng bao lâu, ông bị cạn nguồn lương thảo và rút lui tới Tầm Dương (尋陽, nay thuộc [[Cửu Giang]], [[Giang Tây]]). Lưu Dự đuổi theo, song cũng lệnh cho các tướng [[Tôn Xử]] (孫處) và [[Thẩm Điền Tử]] (沈田子) đem một đội tàu theo đường biển tấn công Phiên Ngung, Lưu Dụ hoàn toàn tin tưởng rằng ông có thể đánh bại Lô Tuần và khiến cho Lô Thuần không thể rút về vùng văn cứ. Trong khi đó, Từ Đạo Phúc tấn công Kinh Châu (荊州, nay là [[Hồ Bắc]] và [[Hồ Nam]]), song bị em trai của Lưu Dụ là [[Lưu Đạo Quy]] (劉道規) đánh bại, phải tái hợp quân với Lô Tuần, chuẩn bị đối đầu với Lưu Dụ. Khoảng tết năm 411, họ giao chiến với Lưu Dụ tại Đại Lôi (大雷, nay là [[An Khánh]], [[An Huy]]), song Lưu Dụ đã phóng hỏa các đội tàu của họ. Lô Tuần và Từ Đạo Phúc chạy về phía Phiên Ngung, song lúc đó nơi này đã bị Thẩm Điền Tử chiếm giữ. Lô Tuần bao vây Phiên Ngung, song Thẩm Điền Tử, người đang cố gắng chiếm các quận khác, đã quay về Phiên Ngung và đánh bại quân Lô Tuần và Từ Đạo Phúc. Lô Tuần chạy trốn về [[Giao Châu]] (交州, nay là bắc bộ [[Việt Nam]]). Thứ sử Giao Châu là [[Đỗ Tuệ Độ|Đỗ Huệ Độ]] (杜慧度), đã đánh bại Lô Tuần, Lô Tuần sau đó giết chết vợ và thê thiếp, sau đó nhảy xuống sông tự vẫn.\n\n=== Các chiến dịch chống Tây Thục và Hậu Tần ===\nĐông Tấn trở nên ổn định khi Lô Tuần bị diệt, Lưu Dụ do vậy lại một lần nữa hướng chú ý ra bên ngoài, hy vọng dùng các chiến thắng quân sự để nâng cao vị thế và có thể đoạt lấy ngai vàng. Tuy nhiên, ông đồng thời cũng bắt đầu loại bỏ những người cản đường hay có thể cản đường ông trong liên minh. Năm 412, tin rằng Lưu Nghĩa, thứ sử Kinh Châu, cùng với người anh em họ [[Lưu Phan]] (劉藩), thứ sử Duyện Châu (兗州, nay là trung bộ [[Giang Tô]]) có hành động chống lại mình, Lưu Dụ đã cho bắt Lưu Phan và bạn của ông ta là [[Tạ Hồn]] (謝混), và sau đó tiến hành một cuộc tấn công bất ngờ chống Lưu Nghĩa, quân Lưu Nghĩa bị đánh bại dễ dàng và Lưu Nghĩa cũng bị giết trong khi giao chiến. Năm 413, Lưu Dụ cũng giết chết phụ tá của mình là tướng [[Gia Cát Trường Dân]] (諸葛長民) do nghi ngờ người này có ý định hành động chống lại ông khi ông rời khỏi Kiến Khang để đánh Lưu Nghĩa.\n\nTrong khi đó, cuối năm 412, Lưu Nghĩa ủy thác tướng [[Chu Linh Thạch]] (朱齡石) đến đánh Tây Thục của Tiếu Túng, bí mật chỉ cho ông ta theo tuyến đường dài hơn đến kinh thành Tây Thục là Thành Đô theo [[sông Dân|Mân giang]] (岷江), thay vì con đường nhắc hơn theo [[sông Phù|Phù giang]] (涪江). quân của Chu Linh Thạch đã đánh úp Tiếu Túng và đại tướng của ông ta là Tiếu Dạo Phúc, chiếm Thành Đô vào năm 413 và tái hợp nhất Tây Thục và lãnh thổ Tấn.\n\nNăm 414, Lưu Dụ bắt đầu nghi ngờ [[Tư Mã Hưu Chi]] (司馬休之), người thay thế Lưu Nghĩa giữ chức thứ sử Kinh Châu, ông là một thành viên của hoàng tộc và có con trai [[Tư Mã Văn Tư]] (司馬文思) được phong làm Tiếu quận vương và có nhiều người xung quanh. Vào mùa xuân năm 414, Lưu Dụ ra lệnh bắt giữ những người trong nhóm của Tư Mã Văn Tư và hành quyết, trong khi giao Tư Mã Văn Tư cho Tư Mã Hưu Chi, có ý muốn Tư Mã Hưu Chi thể hiện sự khuất phục bằng việc giết con đẻ. Thay vào đó, Tư Mã Hưu Chi chỉ yêu cầu tước đi tước hiệu quân vương của Tư Mã Văn Tư. Vào mùa xuân năm 415, Lưu Dụ bắt một người con trai khác của Tư Mã Hưu Chi là Tư Mã Văn Bảo (司馬文寶), và cháu trai của Tư Mã Hưu Chi là Tư Mã Văn Tổ (司馬文祖), lệnh cho hai người phải tự sát, sau đó phát động một cuộc tấn công chống lại Tư Mã Hưu Chi, người lúc này đã liên kết với Lỗ Tông Chi (魯宗之), thứ sử Ung Châu (雍州, nay thuộc tây bắc [[Hồ Bắc]]). Ban đầu, Tư Mã Hưu Chi và Lỗ Tông Chi có một số thắng lợi, đánh bại con rể của Lưu Dụ là [[Từ Quỳ Chi]] (徐逵之), song sau khi đích thân Lưu Dụ lâm trận, quân Tư Mã Hưu Chi đã bị đánh bại, Giang Lăng bị chiếm và Tư Mã Hưu Chi Lỗ Tung Chi phải chạy đến [[Hậu Tần]]. Lưu Dụ nay không còn một đối kháng đánh kể nào tại Đông Tấn.\n\nNăm 416, Lưu Dụ đã phát động một cuộc tấn công lớn chống lại Hậu Tần nhằm lợi dụng thời cơ Hoàng đế [[Diêu Hưng]] mới qua đời. Lưu Dụ giao lại kinh thành cho [[Lưu Mục Chi]] (劉穆之), cùng với người kế tự còn ở độ tuổi niên thiếu của mình là [[Lưu Tống Thiếu Đế|Lưu Nghĩa Phù]]. Vào mùa đông năm 416, thành [[Lạc Dương]] rơi vào tay tướng của Lưu Dụ là [[Đàn Đạo Tế]] (檀道濟). Tận dụng việc chiến được Lạc Dương, Lưu Dụ yêu cầu An Đế lập ông làm Tống công và phong cho ông [[cửu tính]], cho thấy ông cuối cùng đã có ý đoạt ngôi, mặc dù ông sau đó lại từ chối cả hai vinh dự đó.\n\nVào mùa xuân năm 417, Đàn Đạo Tế và vị tướng khác, [[Thẩm Lâm Tử]] (沈林子), tham gia một chiến dịch lớn chống lại vị tướng xuất chúng nhất của Hậu Tần là [[Diêu Thiệu]] (姚紹), thúc phụ của Hoàng đế [[Diêu Hoằng]]. Sau một tháng giao tranh, Diêu Thiệu bại trận và chết trong giận dữ. Với cái chết của Diêu Thiệu, các tướng khác của Hậu Tấn không thể ngăn được bước tiến của quân Đông Tấn. Hạm đội của Lưu Dụ, do [[Vương Trấn Ác]] (王鎮惡, cháu nội của [[Vương Mãnh]]), tiến quân nhanh chóng, trong khi đó Hoàng đế Diêu Hoằng cố cố tiêu diệt tiền quân của Lưu Dụ do Thẩm Điền Tử chỉ huy. Mặc dù có lợi thế hơn về quân số, Thẩm Điền Tử đã đè bẹp quân Hậu Tần, buộc hoàng đế Hậu Tần phải lui về kinh thành [[Trường An]]. Hạm đội của Vương Trấn Ác sau đo đến nơi và đánh bại quân kháng cự cuối cùng của Hậu Tần. Diêu Hoằng đầu hàng, Lưu Dụ cho giải ông đến Kiến Khang và hành quyết, Hậu Tần bị diệt vong.\n\n==Qua đời ==\nVới việc Hậu Tần bị diệt, Lưu Dụ được trông đợi sẽ tiến về phía tây bắc để chinh phục các nước còn tồn tại ở đó bao gồm: [[Hạ (thập lục quốc)|Hạ]], [[Tây Tần]], [[Bắc Lương]], và [[Tây Lương]]. Vào thời điểm này, (Tây) Tần Văn Chiêu Vương [[Khất Phục Sí Bàn]], (Bắc) Lương Vũ Tuyên Vương [[Thư Cừ Mông Tốn]], và (Tây) Lương Vũ Chiêu Vương [[Lý Cảo]] đều bị đe dọa đến mức họ trên danh nghĩa đã khuất phục Đông Tấn. Tuy nhiên, lúc này Lưu Mục Chi lại qua đời, và Lưu Dụ có ý định chiếm ngai vàng nên đã quyết định đích thân trở về Kiến Khang, để lại người con trai mới 11 tuổi [[Lưu Nghĩa Chân]] (劉義真) và các tướng của ông là Vương Trấn Ác, Thẩm Điền Tử, [[Mao Đức Tổ]] (毛德祖), và quan [[Vương Tu]] (王脩) phụ trách cai quản Trường An.\n\nVới việc Lưu Dụ rời khỏi Trường An, Hoàng đế Hạ [[Hách Liên Bột Bột]] có ý định chiếm Trường An. Ông sai các con trai là Hách Liên Hội (赫連璝) và [[Hách Liên Xương]], cùng với tướng [[Vương Mãi Đức]] (王買德) dẫn đầu ba lộ quân tiến đến Trường An trong khi cho cắt đứt tuyến đường cấp lương thải giữa Lạc Dương và Trường An. Trong khi đó, do Vương Trấn Ác và Thẩm Điền Tử trước đó có hiềm khích với nhau, Thẩm Điền Tử đã nghi ngờ Vương Trấn Ác nổi loạn nên đã giết chết họ Vương. Vương Tu sau đó cho hành quyết Thẩm Điền Tử, nhưng Lưu Nghĩa Chân sau đó tin rằng các cáo buộc về việc Vương Trấn Ác nổi loạn là đúng và Vương Tu cũng sẵn sàng làm như vậy nên lại cho giết Vương Tu. Khi Vương Tu bị hành hình, Lưu Nghĩa Chân không tự mình giám sát, ông lo sợ quân Hạ nên đã rút tất cả quân lính vào trong thành Trường An, sau đó quân Hạ vây thành. Lưu Dụ hay tin này đã cử Chu Linh Thạch đến thay Lưu Nghĩa Chân và lệnh Lưu Nghĩa Chân rút lui. Tuy nhiên, quân của Lưu Nghĩa Chân cướp phá Trường An và không thể rút lui nhanh chóng, họ bị quân Hạ tiêu diệt tại Thanh Nê (青泥, nay là [[Tây An]], [[Thiểm Tây]]), gần như toàn bộ binh lính của Lưu Nghĩa Chân bị giết hoặc bị bắt làm tù binh. Lưu Nghĩa Chân chỉ có thể một mình thoát thân, vùng Trường An rơi vào tay Hạ, song Đông Tấn vẫn giữ được vùng Lạc Dương.\n\nTrong khi đó, Lưu Dụ đã chấp thuận tước hiệu Tống công và [[cửu tích]] vào mùa hè năm 418, ông lại bắt An Đế phong cho mình làm Tống vương, nhưng sau đó lại công khai từ chối. Trong khi đó, ông bị thuyết phục về một lời nguyền rằng: \"Sẽ có hai hoàng đế nữa sau Xương Minh.\" (''Xương Minh'', nghĩa là \"bình minh,\" là [[Tên chữ (người)|tên tự]] của Hiếu Vũ Đế, cha của An Đế.) Ông sau đó đã hạ quyết tâm giết chết An Đế, và nhiều lần âm mưu đầu độc, song do em trai của An Đế là Tư Mã Đức Văn luôn ở cùng anh trai nên âm mưu này không thể thực hiện được. Tuy nhiên, khoảng tết năm 419, Tư Mã Đức Văn bị ốm và về phủ của mình. Sát thủ của Lưu Dụ là [[Vương Thiều Chi]] (王韶之) đã nắm lấy cơ hội để giết chết An Đế theo ''[[Tư trị thông giám]]'', bằng cách bện quần áo vào một sợi dây thừng và rồi dùng nó để siết cổ An Đế. Sau đó, Lưu Dụ lập Tư Mã Đức Văn làm hoàng đế.\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{Navboxes\n|title= Tấn An Đế\n|list1=<span>{{đầu hộp}}\n{{thứ tự kế vị|chức vụ=[[Nhà Tấn|Hoàng đế nhà Tấn]]|trước=[[Tấn Hiếu Vũ Đế]]|sau=[[Tấn Cung Đế]]|năm=396–403 & 404–419}}\n{{cuối hộp}}\n{{Hoàng đế nhà Tấn}}\n}}\n\n[[Thể loại:Vua nhà Tấn|An]]\n[[Thể loại:Sinh năm 382]]\n[[Thể loại:Mất năm 419]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Hoàng đế từ Nam Kinh]]"}