{"Tấn Vũ Đế":"{{Thông tin nhân vật hoàng gia\n| tên = Tấn Vũ Đế\n| tên gốc =晉武帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = Jin Wu Di.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tấn Vũ Đế qua nét vẽ của [[Diêm Lập Bản]], họa sĩ [[nhà Đường|thời Đường]].\n| chức vị = [[Tấn]] [[Vương]] [[nhà Ngụy]]\n| tại vị = [[265]] – [[266]]\n| tiền nhiệm = [[Tư Mã Chiêu|<span style=\"color:grey;\">Tấn vương Chiêu<\/span>]]\n| kế nhiệm = <span style=\"color:red;\">'''Thay đổi tước hiệu'''<\/span>\n| chức vị 1= [[Hoàng đế]] [[nhà Tấn|Đại Tấn]]\n| tại vị 1= [[8 tháng 2]] năm [[266]] – [[17 tháng 5]] năm [[290]]<br>({{số năm theo năm và ngày|266|2|8|290|5|17}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:266 till:420\nAlignBars = early\nScaleMajor = increment:154 start:266\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:266 till:290 color:red\n<\/timeline>\n\n| kiểu tại vị 1= Trị vì\n| tiền nhiệm 1= <span style=\"color:red;\">'''Sáng lập triều đại'''<\/span>\n| kế nhiệm 1= [[Tấn Huệ Đế|<span style=\"color:blue;\">Tấn Huệ Đế<\/span>]]\n| hoàng tộc = [[Nhà Tấn|Nhà Tây Tấn]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Tư Mã Viêm (司馬炎)\n| kiểu tên đầy đủ = Tên húy\n| niên hiệu = \n*Thái Thủy: 4\/2\/266 – 274\n*Hàm Ninh: 275 – 4\/280\n*Thái Khang: 4\/280 – 289\n*Thái Hi: 1\/290 – 4\/290\n| thời gian của niên hiệu =\n| miếu hiệu = [[Thế Tổ]] (世祖)\n| thụy hiệu = <span style=\"color:grey;\">Vũ Hoàng đế<\/span> (武皇帝)\n| phối ngẫu = [[Dương Diễm]]<br \/>[[Dương Chỉ]]\n| kiểu phối ngẫu = Hoàng hậu\n| thông tin con cái = ẩn\n| con cái = \n| cha = [[Tư Mã Chiêu]]\n| mẹ = [[Vương Nguyên Cơ]]\n| sinh = 236\n| mất = {{ngày mất và tuổi|290|5|17|236}}\n| nơi mất = [[Hàm Chương điện]] (含章殿), [[Lạc Dương]]\n}}\n'''Tấn Vũ Đế''' ([[chữ Hán]]: 晉武帝; [[236]] – [[16 tháng 5]], [[290]]), tên thật là '''Tư Mã Viêm''' (司馬炎), [[biểu tự]] '''An Thế''' (安世), là vị [[Hoàng đế]] đầu tiên của [[nhà Tấn]] trong [[lịch sử Trung Quốc]]. Thời kì trị vì của ông kéo dài từ năm [[266]] đến năm [[290]], tổng 24 năm.\n\nÔng là một trong những vị [[Hoàng đế]] nổi tiếng nhất lịch sử Trung Quốc, người có công thống nhất Trung Hoa sau một thời gian dài gần 100 năm nội chiến sau thời kỳ [[Tam Quốc]]. Thành tựu đáng kể là vậy, cùng với tư chất thông minh và tài năng trị quốc đáng nể, song ông cũng nổi tiếng là một Hoàng đế hoang phí và dâm dục, có hậu cung hơn mười nghìn người.\n\nTấn Vũ đế thường được xem như là một người hào phóng và rộng lượng, nhưng cũng là một ông vua xa hoa lãng phí. Sự rộng lượng và lòng tốt của ông nhiều lúc làm suy yếu pháp luật, khi ông trở nên quá khoan dung đối với tham nhũng và lãng phí của gia đình hoàng tộc, làm tiêu hao ngân khố do người dân đóng góp. Hơn nữa, khi Tấn Vũ đế thành lập nhà Tấn, ông lo ngại về sự ổn định của triều đại, và tin rằng triều đại trước đó - [[Tào Ngụy]] - đã bị thất bại do không trao quyền cho các hoàng thân của hoàng đế. Vì thế ông đã trao binh quyền tại các địa phương cho các chú, anh em họ và các con trai của ông. Điều này trớ trêu thay đã dẫn đến sự hỗn loạn của nhà Tấn, khi các thân vương nắm binh quyền đã đua nhau làm phản, tạo ra cuộc hỗn chiến tranh chấp quyền lực được gọi là [[Loạn bát vương]] ngay sau khi ông qua đời, và sau đó là cuộc chiến [[Ngũ Hồ loạn Hoa]] đã gần như phá hủy nhà Tấn và buộc triều đại này phải di chuyển đến vùng phía nam sông Hoài.\n\n== Thời trẻ ==\nTư Mã Viêm người huyện Ôn, [[Hà Nội (Trung Quốc)|quận Hà Nội]] (nay là huyện Ôn, tỉnh [[Hà Nam (Trung Quốc)|Hà Nam]]), là cháu nội [[Tư Mã Ý]], con trai trưởng của [[Tư Mã Chiêu]]. Mẹ ông là [[Vương Nguyên Cơ]], con gái của [[Vương Túc]]. Khi Tư Mã Viêm lớn lên, dòng họ Tư Mã đã nắm quyền thao túng Triều đình nhà [[Tào Ngụy]] thời Tam Quốc.\n\nNăm [[251]], Tư Mã Ý qua đời, bác Tư Mã Viêm là [[Tư Mã Sư]] lên thay, nắm quyền trong triều. Tư Mã Sư không có con trai nên Tư Mã Chiêu cho người con thứ [[Tư Mã Du]] (em Viêm) làm con anh mình. Tư Mã Sư thấy Phế đế Tào Phương có ý chống đối, bèn truất ngôi và lập Tào Mao lên thay. Năm [[254]], Tư Mã Sư ốm chết, Tư Mã Chiêu lên thay. Tào Mao cũng định chống đối Chiêu, bị Chiêu giết chết và lập Tào Hoán kế vị, tức '''Ngụy Nguyên Đế'''.\n\nNăm [[263]], [[Tư Mã Chiêu]] điều binh [[Chiến tranh Thục-Ngụy (263-264)|diệt nước Thục Hán]], được vua Ngụy phong tước Tấn Vương. Năm 265, Chiêu ốm nặng, có người khuyên nên lập Tư Mã Du là người hương hỏa của Tư Mã Sư, nhưng Chiêu không nghe theo mà lập con cả Tư Mã Viêm.\n\nTư Mã Viêm lên ngôi Tấn Vương, không lâu sau đó đã bắt Hoàng đế [[Tào Hoán]] của [[Tào Ngụy]] thoái vị và giao lại triều đình cho mình vào ngày Nhâm Tuất tháng 12 năm [[Ất Dậu]] (tức [[4 tháng 2]] năm [[266]]). Vào ngày Bính Dần cùng tháng (tức [[8 tháng 2]]), Tư Mã Viêm chính thức làm đại điển đăng cơ, trở thành '''Tấn Vũ Đế''' trong lịch sử, vương triều Tây Tấn được thành lập.\n\n== Hoàng đế Đại Tấn ==\n=== Thống nhất Trung Hoa ===\nCác lực lượng chống đối trung thành với nhà Ngụy đều không còn, các đại thần khuyên ông nên đánh nốt nước [[Đông Ngô|Ngô]] vì Ngô Đế là [[Tôn Hạo]] là kẻ tàn bạo đang mất lòng dân.\n\nSau mấy lần do dự, cuối cùng vào năm Hàm Ninh thứ 5 ([[279]]), Tư Mã Viêm sai [[Đỗ Dự]], [[Vương Tuấn (đầu Tây Tấn)|Vương Tuấn]] cùng Tư Mã Du [[Chiến tranh Tấn-Ngô (280)|mang quân Nam tiến đánh Ngô]]. Quân Tấn nhanh chóng đánh bại quân Ngô và tiêu diệt nước Ngô, bắt sống Tôn Hạo (đầu năm [[280]]).\n\nĐến đây thì chấm dứt thời kì chiến loạn đẫm máu kéo dài từ thời [[Nhà Hán|Hán mạt]] gần 100 năm, Trung Hoa lại được quy về một mối.\n\n=== Thái Khang chi trị ===\nTrước sự hùng mạnh của Tây Tấn, những sự cướp phá chống Trung Quốc của [[Hung Nô]] và những bộ tộc khác tạm dừng trong một thời gian. Và chính sách định cư các bộ tộc bên trong Trung Quốc đã có kết quả. Triển vọng về một nền hòa bình, thống nhất và thịnh vượng bắt đầu.\n\nNăm Hàm Ninh thứ 6 ([[280]]), Tấn Vũ Đế bắt đầu thi hành chính sách mới. Quân đội được nghỉ ngơi, các vũ khí kim loại bị đúc thành tiền. Nhưng cố gắng của Tấn Vũ Đế nhằm giải ngũ quân đội không có nhiều kết quả. Một số binh sĩ giải ngũ nhưng vẫn giữ vũ khí, các binh sĩ buôn bán vũ khí của họ với Hung Nô để đổi lấy đất, còn các hoàng thân ở vùng xa không chịu giải giáp hay giản tán quân đội của mình.\n\nĐối với Hoàng đế cũ của ba nước là [[Tào Hoán]], [[Tôn Hạo]] và [[Lưu Thiện]], Tư Mã Viêm đối xử rất hậu, cho hưởng đủ phú quý sung túc, ngay cả Tào Hoán khi dâng biểu cũng không cần xưng ''\"thần\"''. Những việc làm này khiến cho quý tộc ba nước dần quy thuận, không nghĩ kế làm phản nữa<ref name=\":0\">Trương Thánh, sách đã dẫn, tr 116<\/ref>.\n\nĐối với dân chúng, Vũ Đế thi hành chính sách <nowiki>''<\/nowiki>Chiếm điền chế\", quy định đàn ông có thể sở hữu 70 mẫu ruộng, đàn bà có thể sở hữu 30 mẫu. Chính sách này đã thúc đẩy dân chúng tích cực sản xuất, bình ổn vùng nông thôn. Có nông nghiệp làm cơ sở, thương nghiệp và thủ công nghiệp nhanh chóng phát triển, kinh tế cả nước phát triển phồn thịnh<ref name=\":0\" \/>. Vũ Đế cho bãi bỏ chế độ đồn điền do [[Tào Tháo]] lập nên, cho những hộ dân đồn điền được biên lại thành hộ trong châu quận. Nhà vua cho chiêu mộ những người lưu dân từ Thục và Ngô đến phương bắc nhằm gia tăng dân số. Vũ Đế còn cấm những nhà giàu tự chiêu mộ tá điền.\n\nNgoài ra, Vũ Đế thi hành chính sách cai trị \"vô vi<nowiki>''<\/nowiki>, ban ra 5 chiếu thư<ref name=\":0\" \/>:\n* Thứ nhất là chính thân, yêu cầu quan lại phải liêm khiết, yêu thương dân chúng.\n* Thứ hai là tích cực chăm lo việc của dân.\n* Thứ ba là giúp đỡ người cô quả, cẩn phải kịp thời cứu giúp những người hoạn nạn.\n* Thứ tư là coi trọng nông nghiệp, hạn chế các ngành nghề khác phát triển (như thương nghiệp).\n* Thứ năm là về nhân sự, loại bỏ những chức vụ không cần thiết<ref name=\":1\">Trương Thánh, sách đã dẫn, tr 117<\/ref>.\nNhờ những chính sách trên, dân số dần được gia tăng. Năm Thái Khang thứ 3 (282), cả nước có 377 vạn hộ. Vào những năm Thái Khang, thiên hạ vô sự, nhờ thế mà xuất hiện lại cảnh tượng phồn vinh kể từ thời nhà Hán, sử sách gọi là [[Thái Khang chi trị]].\n\nVũ Đế tìm cách quay lại thời kỳ vĩ đại của triều Hán, khi hòa bình và thịnh vượng có ở khắp đất nước và nhà Hán có được quyền lực trung ương mạnh. Tấn Vũ Đế đặt ra các cải cách nhằm mục đích kiềm chế quyền lực địa phương - quyền lực của các gia đình lớn. Nhưng những [[đổi mới|cải cách]] đó không thành công.\n\n=== Đại phong tông thất ===\n[[Tào Phi|Ngụy Văn Đế Tào Phi]] phế [[Hán Hiến Đế]], lên ngôi lập ra nhà Ngụy, sau đó chèn ép các em trai, bãi bỏ binh quyền của tông thất họ Tào, tự làm cô lập hoàng đế nên khi Tư Mã Ý tạo phản trong tông thất không ai ra giúp được hoàng đế. Tấn Vũ Đế lên ngôi, nhận được bài học của Tào Ngụy nên đại phong tông thất làm các phiên vương, thành lập các quận quốc nhỏ trên khắp lãnh thổ nhà Tấn. Các phiên vương được tự coi việc hành chính và mộ tư binh trên lãnh thổ của mình. Chính sách này có mục đích trấn áp những hào tộc có dã tâm nhưng đã phản tác dụng, vì lịch sử đã chứng minh, vào [[Loạn bát vương]] thì chính các phiên vương mới là những kẻ có dã tâm muốn tranh ngôi báu.\n\nTấn Vũ Đế trọng dụng tông thất vốn là để đối phó với giai cấp sĩ tộc (những gia tộc đời đời làm quan). Vì từ khi Tào Phi thực hiện chính sách Cửu phẩm trung chính chế (chia những hào môn vọng tộc trên cả nước thành 9 bậc; cứ thế theo sự lớn nhỏ của gia tộc mà nhận chức quan, từ đó lũng đoạn con đường làm quan, nhất là những đại sĩ tộc) do [[Trần Quần]] khởi xướng, trên cơ bản tầng lớp sĩ tộc đã nắm giữ toàn bộ đất nước bao gồm: trên từ thượng tầng kiến trúc (chính quyền), dưới đến hạ tầng cơ sở (kinh tế), thậm chí quyền phát ngôn của người dân cũng bị sĩ tộc nắm trong tay (ngôn luận). Gia tộc Tư Mã nhờ sự ủng hộ của đại đa số sĩ tộc mới lên ngôi nên trong mắt sĩ tộc khác, họ Tư Mã cũng chỉ là một sĩ tộc, hoàng đế là gia chủ đại biểu của sĩ tộc đó. Vì thế Tấn Vũ Đế mới phân phong cho tôn thất nắm đại quyền về kinh tế và quân sự tại địa phương để duy trì sự ưu việt của hoàng tộc.\n\n=== Bãi bỏ quận binh ===\nTừ cuối thời Hán, sau [[Khởi nghĩa Khăn Vàng]], [[Hán Linh Đế]] hạ chiếu cho các trấn tự mộ quân lính phòng giữ chống giặc. Việc này tạo thành tình thế phiên trấn cát cứ, dẫn đến chiến loạn liên miên giữa các chư hầu kéo theo sự diệt vong của triều Đông Hán và tình trạng này kéo dài đến hết thời Tam Quốc. Sau khi thống nhất toàn quốc, Vũ Đế hạ chiếu: <nowiki>''<\/nowiki>Bãi bỏ binh lính ở các châu quận. Quận lớn thì giữ lại 100 quân lính, quận nhỏ giữ lại 50 lính để giữ trị an.\", quy định:\n* Các châu, quận không có chiến sự thì phải bãi binh hết.\n* Đứng đầu các châu là quan Thứ sử giờ chỉ có nhiệm vụ giám sát, bãi bỏ danh hiệu tướng quân, không cho cầm quân nữa, cũng không được kiêm nhiệm chức quan giáo úy lĩnh binh.\n* Thực hiện quân - dân phân trị, đô đốc giáo úy trị quân, thứ sử trị dân.\nBãi bỏ châu quận binh, một mặt có thể khiến các quan địa phương tập trung vào việc dân sinh, một mặt giảm nhẹ gánh nặng binh dịch cho dân. Gánh nặng binh dịch là gánh nặng lớn nhất của nông dân từ năm Quang Hòa thứ 7 (184) thời Hán Linh Đế. Việc bãi bỏ binh dịch đối với khôi phục sản xuất có ý nghĩa trọng đại, nhưng vì không có quận binh nên ngay cả trị an trong quận cũng không thể duy trì. Đến năm 301, khi thiên hạ đại loạn, nhà Tấn không thể khống chế được cục diện nữa.\n\n=== Đời sống xã hội ===\nNgoài một số cố gắng thay đổi chính sách không thành công, Tấn Vũ Đế được xem là người hoang dâm. Sau khi đánh chiếm [[Đông Ngô]], ông bắt rất nhiều cung nữ của Tôn Hạo về [[Lạc Dương]], số lượng lên tới năm ngàn người. Hằng ngày ông thường cưỡi [[xe]] [[dê]] kéo chạy đi các buồng cung nữ, nếu xe dừng lại ở đâu thì ông dừng lại ngủ ở đó. Vì thế các cung nữ đều thi nhau để cành dâu trước cửa để hấp dẫn con dê kéo xe cho vua, hy vọng vua sẽ ghé vào chỗ mình<ref name=\":1\" \/>.\n\nVũ Đế là một vị Hoàng đế sống xa hoa, thích xây cất nhiều cung điện, việc ăn mặc cũng rất xa xỉ. Lối sống xa hoa của ông ảnh hưởng khắp cả nước. Các quan lại và bọn nhà giàu đua nhau bắt chước theo, khoe khoang sự giàu có, thi xem ai giàu hơn<ref name=\":1\" \/>. Điển hình là việc đua của báu của [[Thạch Sùng (nhà Tấn)|Thạch Sùng]] và [[Vương Khải]]. Vũ Đế thậm chí còn tặng Vương Khải một cây [[san hô]] để thi với Thạch Sùng.\n\nCác tông thất và quý tộc nhà Tấn nhờ có đặc quyền kinh tế nên tích trữ được lượng lớn tài phú, nhờ đó mà thoải mái sống trong xa hoa, ăn mỗi bữa cơm phải tiêu hơn một vạn tiền. Vì để duy trì lối sống xa hoa này nên triều đình phải tăng thuế, quan viên hủ bại tham ô đã thành thói thường, trong khi đó dân chúng sống trong nghèo đói, ăn không no mặc không ấm.\n\n=== Cuối đời ===\nViệc triều chính, Tấn Vũ Đế dựa vào hai đại thần [[Giả Sung]] và [[Vệ Quán]] là hai người từng theo giúp [[Tư Mã Chiêu]] cuối thời Ngụy trước kia. Sau khi Dương thị được lập làm Hoàng hậu, Vũ Đế cất nhắc cha Dương hậu là [[Dương Tuấn]] làm đại thần.\n\nTấn Vũ Đế có con cả [[Tấn Huệ Đế|Tư Mã Trung]] vốn là người đần độn. Vũ Đế muốn chọn con gái [[Vệ Quán]] cho Trung nhưng lại nghe Dương hậu khuyên nên lấy con gái [[Giả Sung]] là [[Giả Nam Phong]]. Trước khi lấy Giả thị, Trung đã sinh được con trai là [[Tư Mã Duật]], con cung nhân Tạ thị. Vũ Đế sắp mất, lo lắng vì thái tử Trung đần độn. Vệ Quán từng khuyên thay Thái tử nhưng Vũ Đế không nghe vì thấy cháu là Duật có tư chất thông minh, hy vọng cháu có thể giúp được con.\n\nNăm Thái Hi nguyên niên ([[290]]), ngày [[20 tháng 4]] (tức ngày [[16 tháng 5]] dương lịch), Tấn Vũ Đế Tư Mã Viêm băng hà tại [[Hàm Chương điện]] (含章殿), hưởng thọ 54 tuổi. Ông được truy tôn [[miếu hiệu]] là '''Thế Tổ''' (世祖), [[thụy hiệu]] là '''Vũ hoàng đế''' (武皇帝). Ông được an táng ở [[Tuấn Dương lăng]] (峻陽陵).\n\nThái tử Tư Mã Trung lên thay, tức [[Tấn Huệ Đế]], Thái tử phi Giả thị được phong làm [[Hoàng hậu]]. Ngay sau cái chết của ông, [[nhà Tấn]] bắt đầu suy yếu vì Huệ Đế không điều hành nổi triều đình, Giả thị giết đại thần, nắm đại quyền lại làm các việc dâm loạn, khiến các hoàng thân đồng loạt nổi lên làm loạn, gây ra [[Loạn bát vương]] và [[Ngũ Hồ thập lục quốc|loạn Ngũ Hồ]] dẫn tới sự diệt vong của nhà Tây Tấn, tất cả chỉ khoảng 26 năm sau khi Vũ Đế mất.\n\n== Nhận xét ==\nTấn Vũ Đế một lần nữa thống nhất Trung Hoa, cai trị đất nước theo nguyên tắc <nowiki>''vô vi''<\/nowiki>, khoan thư sức dân, phát triển sản xuất, khiến kinh tế phát triển thịnh vượng, nhưng tiếc rằng cuối đời ông ham mê tửu sắc, tham lam vô độ. Sự dâm loạn, xa hoa của ông đã trở thành trào lưu xấu lan rộng khắp cả nước<ref>Trương Thánh, sách đã dẫn, tr 115<\/ref>. Ngoài ra một loạt các chính sách sai lầm như vấn đề đối xử với người Hồ, vấn đề lạm phong các phiên vương, vấn đề bãi bỏ quận binh và sai lầm trong việc chọn người kế vị đã chôn vùi vương triều Tây Tấn, khiến cho Tây Tấn trở thành vương triều đầu tiên bị ngoại tộc đánh chiếm mất vùng lãnh thổ trung tâm đất nước.\n\nVũ Đế từng hỏi đại thần là [[Lưu Nghị]] rằng:\n:''Khanh thấy trẫm có thể so sánh với vị hoàng đế nào của nhà Hán?''\nÝ của vua muốn được so sánh với [[Hán Cao Tổ|Cao Đế]], [[Hán Vũ Đế|Vũ Đế]], [[Hán Quang Vũ Đế|Quang Vũ Đế]] hoặc chí ít cũng như [[Hán Văn Đế|Văn Đế]], [[Hán Cảnh Đế|Cảnh Đế]]<ref name=\":1\" \/>, nhưng Lưu Nghị trả lời:\n:''Bệ hạ chỉ có thể ví mình với [[Hán Hoàn Đế|Hoàn Đế]], Linh Đế thôi.''\nVũ Đế tức giận, hỏi tại sao, Lưu Nghị đáp:\n:''Hoàn Đế, Linh Đế bán quan tước lấy tiền nhưng vẫn cho vào trong quốc khố. Bệ hạ bán quan tước lấy tiền nhưng lại sử dụng cho riêng mình, như vậy là ngay cả Hoàn Đế, Linh Đế bệ hạ cũng không bằng.''\nVũ Đế giận lắm, nhưng đành phải cười trừ:\n:''Sao trẫm lại giống Hoàn Đế, Linh Đế được? Trẫm ít ra còn có trung thần dám nói sự thật như khanh.''\nSau này Mao Tôn Cương trong phần thánh thán của ''[[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]]'' đã bình luận rằng thời Tam Quốc mở đầu bằng Hoàn, Linh thì kết thúc cũng bằng Hoàn, Linh. Ngoại trừ ý nói phẩm chất của Vũ Đế cũng giống như Hoàn, Linh còn có ý nói sau khi Hoàn Đế, Linh Đế mất thì diễn ra chiến loạn, triều Hán bị diệt vong, sau khi Vũ Đế mất thì Tây Tấn cũng diệt vong.\n\n== Gia quyến ==\n* Cha: [[Tư Mã Chiêu]], truy phong ''Thái Tổ Văn hoàng đế'' (太祖文皇帝).\n* Mẹ: [[Vương Nguyên Cơ]], khi Tư Mã Viêm xưng Đế thì tôn làm [[Hoàng thái hậu]]. Mất năm Thái Thủy thứ 4 ([[268]]), thụy hiệu ''Văn Minh hoàng hậu'' (文明皇后).\n* Hoàng hậu:\n# Nguyên hoàng hậu: [[Dương Diễm]] (楊艷; 238 - 274), tự ''Quỳnh Chi'' (瓊芝), người [[Hoằng Nông]], [[Hoa Âm]]. Thụy hiệu '''Vũ Nguyên hoàng hậu''' (武元皇后).\n# Kế hoàng hậu: [[Dương Chỉ]] (楊芷; 259 - 292), tự ''Quý Lan'' (季蘭), người Hoằng Nông, Hoa Âm, là đường muội (em họ) của Vũ Nguyên hoàng hậu. Thụy hiệu '''Vũ Điệu hoàng hậu''' (武悼皇后).\n# Truy phong hậu: [[Vương Viện Cơ]] (王媛姬), sơ phong ''Trung Tài nhân'' (中才人), hạ sinh [[Tấn Hoài Đế]] Tư Mã Sí, truy tôn '''Vũ Hoài Thái hậu''' (武懷太后).\n* Phi tần:\n# Quý tần [[Tả Phấn]] (左棻), tự ''Lan Chi'' (蘭芝), con gái [[Tả Ung]] (左雍), em gái Bí thư [[Tả Tư]] (左思).\n# Quý tần [[Hồ Phương (Tấn Vũ Đế)|Hồ Phương]] (胡芳), con gái Trấn Quân đại tướng quân [[Hồ Phấn]].\n# Phu nhân [[Gia Cát Uyển]] (诸葛婉), con gái Đình úy [[Gia Cát Trùng]] (诸葛冲).\n# Phu nhân Lý thị (夫人李氏), con gái Tư đồ [[Lý Dận]] (李胤).\n# Quý nhân Công Tôn thị (贵人公孙氏).\n# Thục phi [[Lưu Viện]] (淑妃 劉媛).\n# Thục viên [[Tang Diệu]] (淑媛 臧曜), con gái Thái phó [[Tang Quyền]] (臧权).\n# Tu hoa [[Quỳ Xán]] (修華逵粲).\n# Sung hoa [[Triệu Xán]] (充華趙粲), con gái của [[Triệu Sung]] (趙虞), họ ngoại của Vũ Nguyên hoàng hậu.\n# Mỹ nhân [[Từ Nghĩa]] (美人徐義; 221 - 298), người [[Thành Dương]], [[Sơn Đông]], nhũ mẫu của Tấn Huệ Đế hoàng hậu [[Giả Nam Phong]]. Dung mạo xấu xí, xuất thân cùng khổ, do có công phò giá Giả hậu nên được cấc nhắc ''Trung tài nhân'' (中才人), rồi ''Lương nhân'' (良人). Sau loạn của [[Dương Tuấn]], cha của Vũ Điệu Dương hậu, do có công phò trợ Giả hậu lại thăng ''Mỹ nhân''. Con là [[Từ Liệt]] (徐烈).\n# [[Tạ Cửu]] (谢玖), sau thành thiếp của Tấn Huệ Đế.\n* Hoàng tử:\n# [[Tư Mã Quỹ]] (司馬軌), tự ''Chính Tắc'' (正则), tước ''Bình Lăng Điệu vương'' (毗陵悼王), mẹ Vũ Nguyên hoàng hậu.\n# [[Tấn Huệ Đế]] Tư Mã Trung (司馬衷), mẹ Vũ Nguyên hoàng hậu.\n# [[Tư Mã Giản]] (司馬柬), tự ''Hoằng Độ'' (弘度), tước ''Tần Hiến vương'' (秦獻王), mẹ Vũ Nguyên hoàng hậu. Ông là dưỡng phụ của [[Tấn Mẫn Đế]] Tư Mã Nghiệp.\n# [[Tư Mã Cảnh]] (司馬景), tự ''Cảnh Độ'' (景度), cấp làm con thừa tự của thúc phụ [[Tư Mã Triệu]], phong tước ''Thành Dương Hoài vương'' (城陽懷王), mẹ Thẩm mỹ nhân.\n# [[Tư Mã Hiến]] (司馬憲), chết non, tước ''Thành Dương Thương vương'' (城陽殤王), mẹ Từ tài nhân.\n# [[Tư Mã Chi]] (司馬祗), tự ''Kính Độ'' (敬度), tước ''Đông Hải Trùng vương'' (東海沖王), mẹ Quỹ tài nhân.\n# [[Tư Mã Dụ]] (司馬裕), tự ''Tuấn Độ'' (濬度), tước ''Thủy Bình Ai vương'' (始平哀王), mẹ Triệu tài nhân.\n# [[Tư Mã Vĩ]] (司馬瑋), tự ''Ngạn Độ'' (彥度), tước ''Sở Ẩn vương'' (楚隱王), không rõ mẹ, sau tham gia [[loạn Bát vương]].\n# [[Tư Mã Nghệ]] (司馬乂), tự ''Thượng Độ'' (士度), tước ''Trường Sa Lệ vương'' (長沙厲王), mẹ Thẩm mỹ nhân, sau tham gia [[loạn Bát vương]]. \n# [[Tư Mã Doãn]] (司馬允), tự ''Khâm Độ'' (欽度), tước ''Hoài Nam Trung Tráng vương'' (淮南忠壯王), mẹ Lý phu nhân.\n# [[Tư Mã Diễn]] (司馬演), tự ''Hoành Độ'' (宏度), tước ''Đại Ai vương'' (代哀王), mẹ Triệu mỹ nhân.\n# [[Tư Mã Cai]] (司馬該), tự ''Huyền Độ'' (玄度), tước ''Tân Đô vương'' (新都王), mẹ Trang bảo lâm.\n# [[Tư Mã Hà]] (司马遐), tự ''Thâm Độ'' (深度), tước ''Thanh Hà Khang vương'' (清河康王), mẹ Trần mỹ nhân.\n# [[Tư Mã Mô]] (司馬謨), tự ''Lệnh Độ'' (令度), tước ''Nhữ Nam Ai vương'' (汝陰哀王), mẹ Chư cơ.\n# [[Tư Mã Dĩnh]] (司马颖), tự ''Chương Độ'' (章度), tước ''Thành Đô vương'' (成都王), mẹ Trình tài nhân, sau tham gia [[loạn Bát vương]].\n# [[Tư Mã Yến]] (司馬晏), tự ''Bình Độ'' (平度), tước ''Ngô Kính vương'' (吳敬王), mẹ Lý phu nhân. Ông là cha của [[Tấn Mẫn Đế]] Tư Mã Nghiệp.\n# [[Tư Mã Khôi]] (司馬恢), tự ''Tư Độ'' (思度), tước ''Bột Hải Dương vương'' (勃海殤王).\n# [[Tấn Hoài Đế]] Tư Mã Xí, nguyên phong ''Dự Chương vương'' (豫章王).\n# [[Tấn Nguyên Đế]] Tư Mã Duệ, dưỡng tử.\n* Hoàng nữ:\n# [[Thường Sơn công chúa]] (常山公主), hạ giá [[Vương Tề]] (王济), con thứ của [[Vương Hồn]] (王渾).\n# [[Bình Dương công chúa (Tây Tấn)|Bình Dương công chúa]] (平陽公主), mẹ Vũ Nguyên hoàng hậu.\n# [[Tân Phong công chúa]] (新豐公主), mẹ Vũ Nguyên hoàng hậu.\n# [[Dương Bình công chúa]] (陽平公主), mẹ Vũ Nguyên hoàng hậu.\n# [[Vũ An công chúa]] (武安公主), mẹ Hồ Quý tần, hạ giá [[Ôn Dụ]] (温裕), con thứ ba của [[Ôn Tệ]] (溫羡).\n# [[Phồn Xương công chúa]] (繁昌公主), hạ giá [[Vệ Tuyên]] (衛宣), con thứ tư của [[Vệ Quán]].\n# [[Tương Thành công chúa]] (襄城公主), tự ''Tu Huy'' (脩袆), hạ giá [[Vương Đôn]].\n# [[Vạn Niên công chúa]] (萬年公主).\n# [[Huỳnh Dương công chúa]] (滎陽公主), hứa gả con trai của [[Lô Chí]] (卢志) là [[Lô Kham]] (卢谌), mất trước khi thành thân.\n# [[Huỳnh Dương Trưởng công chúa]] (滎陽長公主), hạ giá [[Hoa Hằng]] (華恆).\n# [[Toánh Xuyên công chúa]] (潁川公主), hạ giá [[Vương Túy]] (王粹), cháu của [[Vương Tuấn (đầu Tây Tấn)|Vương Tuấn]].\n# [[Quảng Bình công chúa]] (廣平公主).\n# [[Linh Thọ công chúa]] (灵寿公主), tự ''Tu Lệ'' (脩麗).\n\n== Xem thêm ==\n* [[Tư Mã Chiêu]]\n* [[Tư Mã Ý]]\n* [[Tư Mã Sư]]\n* [[Nhà Tấn]]\n* [[Tấn Huệ Đế]]\n\n== Tham khảo ==\n* Đặng Huy Phúc (2001), ''Các hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội\n* Học viện quân sự cấp cao (1992), ''Lịch sử Trung Quốc từ thượng cổ đến Năm đời mười nước''\n* Nguyễn Khắc Thuần (2003), ''Các đời đế vương Trung Hoa'', Nhà xuất bản Giáo dục\n* Trương Thánh (2013), ''Chính sử Trung Quốc qua các triều đại - 350 vị hoàng đế nổi tiếng'', Nhà xuất bản Văn Hóa - Thông tin\n\n== Chú thích ==\n{{tham khảo}}{{Navboxes\n|title= Tư Mã Viêm\n|list1=<span>{{đầu hộp}}\n{{thứ tự kế vị|chức vụ=[[Nhà Tấn|Hoàng đế nhà Tấn]]|trước=Không có|sau=[[Tấn Huệ Đế]]|năm=266-290}}\n{{cuối hộp}}\n{{Hoàng đế nhà Tấn}}\n{{Nhân vật Tam Quốc}}\n}}\n\n{{thời gian sống|sinh=236|mất=290}}\n\n[[Thể loại:Vua nhà Tấn]]\n[[Thể loại:Sinh năm 236]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]"}