{"Tần Cối":"{{Thông tin nhân vật hoàng gia\n| tên = Tần Cối <br>秦檜\n| tên gốc = \n| tước vị = [[Thừa tướng]] [[Trung Quốc]]\n| thêm = china\n| hình = 秦檜.jpg\n| ghi chú hình = Tần Cối\n| chức vị = [[Thừa tướng]] [[Đại Tống]]\n| tại vị = [[1135]] - [[1155]]\n| kiểu tại vị = Tại vị\n| tiền nhiệm = [[Trương Tuấn]]\n| kế nhiệm = \n| tên đầy đủ = * [[Họ]]: Tần (秦氏)\n* [[Húy|Tên húy]]: Cối (檜)\n* [[Biểu tự|Tên tự]]: Hội Chi (會之)\n| kiểu tên đầy đủ = Tên đầy đủ\n| hoàng tộc = \n| kiểu hoàng tộc = \n| cha = Không rõ\n| sinh = [[1091]]\n| mất = [[1155]]\n| tước hiệu = Kiến Khang vương (建康王)\n| thụy hiệu = * Trung Hiến vương (忠獻王) ([[Tống Cao Tông|Cao Tông]] truy thụy)\n* Mậu Xú (谬丑) ([[Tống Ninh Tông|Ninh Tông]] truy thụy)\n* Mậu Ngận (谬狠) ([[Tống Lý Tông|Lý Tông]] truy thụy)\n| nơi mất = [[Lâm An]], [[Đại Tống]]\n}}\n[[Tập tin:Youtiaostory hangzhou statue1.jpg|nhỏ|phải|Tượng Tần Cối và Vương Thị quỳ trước Nhạc Miếu ở Hàng Châu, hai tượng này dùng để người Trung Quốc đến thăm nhằm mục đích phỉ nhổ tội trạng của hai người]]\n'''Tần Cối''' ({{zh-tsp|t=秦檜|s=秦桧|p=Qín Kuài}}, [[17 tháng 1]] năm [[1091]] - [[18 tháng 11]] năm [[1155]]), [[Tên chữ (người)|tên tự]] là '''Hội Chi''' (會之), là [[tể tướng]] dưới thời [[Nam Tống]] trong [[lịch sử Trung Quốc]], lãnh đạo của phái chủ hòa trong chiến tranh Tống - Kim. Ông thường bị hậu thế đánh giá là gian thần, Hán gian.\n\n== Thời Bắc Tống ==\n\nTần Cối chào đời ngày [[17 tháng 1]] năm [[1091]] thời [[Tống Triết Tông|vua Triết Tông triều Bắc Tống]]. Nguyên quán của ông là ở quận Giang Ninh<ref>[[Nam Kinh]], [[Giang Tô]], [[Trung Quốc]] hiện nay<\/ref>. Vào năm Chính Hòa thứ 5 đời [[Tống Huy Tông|vua Huy Tông triều Bắc Tống]], ông tham dự khoa cử do triều đình mở và đỗ tiến sĩ, được phong chức Mật châu giáo thụ, sau đó chuyển sang làm Trung Từ học kiêm Mậu khoa rồi Thái học học chánh.\n\nNăm Tĩnh Khang nguyên niên thời [[Tống Khâm Tông]] ([[1126]]), quân Kim tiến hành nam xâm, bao vây kinh đô Biện Kinh của nhà Tống và đòi cắt đất ba trấn Hà Gian, Thái Nguyên, Trung Sơn để nghị hòa. Khi đó Tần Cối đề xuất bốn điều lên triều đình, đại ý nói rằng không nên nhân nhượng với người Kim, triều đình không trả lời và phong ông là Phương Viên ngoại lang. Sau đó ông được lệnh cùng [[Trương Bang Xương]] thi hành việc cắt đất, ông cho rằng đó mâu thuẫn với kiến nghị ban đầu của mình, nên không muốn làm.\n\nSau đó triều đình cử Tần Cối cùng [[Trình Vũ]] làm Cát địa sứ, cùng với Túc vương Triệu Xu (con trai thứ của thượng hoàng) đến trại Kim bàn việc cắt ba trấn. Khi người Kim rút quân, ông và Trình Vũ được thả về Biện, còn Túc vương bị bắt đưa lên miền bắc luôn. Sau đó các đại thần là Ngự sử trung thừa [[Lý Hồi]], Hàn Lâm thừa chỉ [[Ngô Khai]] cùng nhau tiến cử Tần Cối, do đó ông được thăng làm Điện trung thị ngự sử rồi Tả tư gián. Tháng 11 ÂL năm đó, triều đình triệu tập bách quan đến điện Diên Hòa, [[Phạm Tông Doãn]] cùng 70 người liên danh đề nghị cắt ba trấn cho giặc Kim để tránh cho chúng đánh vào Biện. Tần Cối cùng 36 người phản đối, kết quả được phong chức Ngự sử trung thừa.\n\nĐầu năm [[1127]], Biện Kinh thất thủ, hai đế bị người Kim bắt mất<ref>''[[Tục tư trị thông giám]]'', quyển 97<\/ref>. Tháng 2 ÂL năm đó, [[Ngô Khai]] từ trại Kim trở về thông báo rằng người Kim muốn đưa họ khác làm vua ở Trung Nguyên. [[Vương Thời Ung]] triệu bách quan đến đề nghị lập tể tướng [[Trương Bang Xương]]. Tần Cối cùng ngự sử [[Mã Thân]], [[Ngô Cáp]] bài xích [[Trương Bang Xương]] và muốn bảo toàn ngôi vua của Triệu thị. [[Niêm Một Hát]] bèn cho bắt Tần Cối vào ngự doanh tiền rồi lập Trương Bang Xương làm vua của Ngụy Sở. Bang Xương viết thư đến người Kim xin thả Tần Cối cùng [[Tôn Phó]], [[Trương Thúc Dạ]] nhưng [[Niêm Một Hát]] không chịu. Sau đó người Kim đem hai đế và toàn bộ tông thất triều Tống lên bắc, Tần Cối cũng nằm trong số tù binh đó. Ông bị đưa đến Yến Sơn rồi chuyển về Hàn châu.\n\n== Thời Nam Tống ==\n=== Bỏ trốn về nam ===\n\nGiữa năm [[1127]], Khang vương lên ngôi ở Nam Kinh, trở thành [[Tống Cao Tông|Cao Tông triều Nam Tống]]<ref>''[[Tống sử]]'', quyển 24<\/ref><ref>''[[Tục tư trị thông giám]]'', quyển 98<\/ref>. Thượng hoàng ở miền bắc nghe tin bèn viết thư cho [[Niêm Một Hát]] xin hòa nghị, sai Cối đem thư tới. Gặp được [[Niêm Một Hát]], Tần Cối giở trò hối lộ để lấy lòng ông này. [[Kim Thái Tông|Kim chủ Ngô Khất Mãi]] sau đó đưa Tần Cối đến phục vụ cho người em là [[Thát Lại]]. Theo sự tích dân gian, Thát Lại cử Tần Cối về nam làm gian tế trong việc nghị hòa với triều Tống<ref>Hứa Mộ Hi, ''Tống cung mười tám triều'', hồi 72<\/ref>. Năm Kiến Viêm thứ tư ([[1130]]), lúc Thát Lại đánh Sơn Dương, Tần Cối cùng vợ là Vương thị và tì bộc nguyên một nhà giết giám ngục rồi cướp thuyền, theo đường biển mà trở về nam, yết kiến Cao Tông. Các đại thần trong triều tỏ ý nghi hoặc<ref>''[[Tục tư trị thông giám]]'', quyển 108<\/ref>, họ cho rằng triều sĩ nhiều vị bị bắt sao chỉ một Tần Cối trốn về được. Vả lại đường đi từ Yến Sơn đến Lâm An là 2800 dặm phải, người Kim sao không có ai truy bắt để Cối trốn thoát. Và Vương thị với Tần Cối bị giam ở hai nơi riêng biệt sao có thể cùng trở về. Nhưng bọn Tham tri chính sự [[Phạm Tòng Doãn]], Đồng tri khu mật viện [[Lý Hồi]] ra sức biện bạch, nói Tần Cối đáng tin dùng. Cao Tông mới phong Cối làm Lễ bộ thượng thư và ban ngân bạch.\n\n=== Thăng quan - giáng chức ===\n\nNăm Thiệu Hưng nguyên niên ([[1131]]) Tần Cối được bổ nhiệm là Tham tri chính sự. Tháng 7 ÂL Tông Doãn bị bãi chức, tướng vị bị bỏ trống. Tần Cối lại thường rêu rao rằng\n:''Ta có hai kế khiến thiên hạ thái bình''.\n\nBè bạn muốn biết hai kế đó, Cối nói rằng chưa làm tể tướng thì nói cũng vô ích. Cao Tông tưởng Cối có mưu hay nên đến tháng 8 ÂL đã phong ông làm Thượng thư Hữu bộc xạ, Đồng Trung thư môn hạ bình chương sự kiêm Tri Xu mật viện sự. Nhưng đến tháng sau, [[Lã Di Hạo]] cũng được phong làm tể tướng, ngang hàng với Cối, khiến ông không thể cầm quyền một mình. Cối muốn đoạt quyền hành, nên lập kế đẩy [[Lã Di Hạo]] ra chỗ khác. Ông nói với Cao Tông\n:''Xưa [[Chu Tuyên vương]] nội tu ngoại bổ nên đất nước hưng thịnh. Nay nếu hai tướng đều ở bên trong thì bên ngoài sẽ thế nào?''\n\nVì thế Cao Tông cho Tần Cối lo việc đối nội, [[Lã Di Hạo]] lo việc bên ngoài, dời đến Trấn Giang. Cao Tông thường nói với quần thần\n:''Di Hạo chuyên trị quân lữ, Cối chuyên việc bên trong, như là [[Văn Chủng|Chủng]], [[Phạm Lãi|Lãi]] lúc nằm gai nếm mật vậy''.\n\nCao Tông có lần triệu Tần Cối vào hỏi hai kế sách của ông. Ông chủ trương giao Hà Bắc cho Kim, Trung Nguyên cho Ngụy Tề [[Lưu Dự]], từng mượn hai câu ngạn ngữ xưa\n:''Người nam ở phương nam, người bắc ở phương bắc''.\n\nCao Tông lại bảo\n:''Khanh nói người nam về nam, người bắc về bắc. Vậy trẫm là người bắc vậy nên về đâu?''\n\nTần Cối không trả lời được. Năm [[1132]], [[Lã Di Hạo]] trở về Lâm An, tìm cách đuổi Tần Cối đi, có [[Chu Thắng Phi]] trợ giúp. Cao Tông hạ chiếu phong Thắng Phi là Đồng đô đốc. Cấp sứ trung [[Hồ An Quốc]] nói Thắng Phi không có khả năng nhưng Thắng Phi lại được làm Lễ tuyền quan sứ kiêm Thị độc. Rồi An Quốc xin trí sĩ, Tần Cối thỉnh cầu giữ lại nhưng Cao Tông không đáp. Di Hạo lại lấy [[Hoàng Quy Niên]] làm Điện trung ngự sử, [[Lưu Phỉ]] là Hữu tư gián, tìm cách loại bỏ Tần Cối. Lúc này bè đảng của Tần Cối trong triều đã bị bãi quan, nên Cối không còn thế lực. [[Hoàng Quy Niên]] lại hặc tội chủ hòa của Cối làm cản trở đại kế khôi phục quốc gia, nên ông bị giáng làm Quan Văn Điện học sĩ, Đề cử Giang châu Thái Bình quân. Vào năm [[1133]], Kim sai [[Lý Vĩnh Thọ]], [[Vương Dực]] đi sứ sang Tống, bàn việc nghị hòa, ý kiến của hai người giống với đề xuất của Cối. Vì thế kẻ thức giả đều rõ là Cối đã hợp mưu với người Kim.\n\nNăm [[1135]], [[Kim Thái Tông|Kim chủ Thịnh]] chết<ref>''[[Kim sử]]'', quyển 3<\/ref>, [[Thát Lại]] cầm đầu phe chủ hòa đang đắc thế ở Kim, nhân đó hai nước bàn việc nghị hòa. Đến tháng 2 ÂL, Tần Cối được bổ làm Tư Chánh điện học sĩ. Tháng 6 ÂL đổi làm Quan Văn điện học sĩ, tri Ôn châu. Tháng 7 ÂL năm [[1136]] đổi làm Tri Thiệu Hưng phủ. Sau đó lại đổi là Lễ tuyền quan sứ kiêm Thị độc, sung Hành cung lưu thủ. Sau đó tể tướng [[Trương Tuấn]] có lời tiến cử nên khi Cao Tông đến Bình Giang lại triệu Cối đến hành tại. Đầu năm [[1137]], được phong Lễ tuyền quan kiêm Thị độc phó giảng diên. Sau đó Hà Tiến từ nước Kim trở về báo tin Huy Tông đế, hậu đều đã băng, Cao Tông cho phát tang trong nước và ngay hôm đó phong Tần Cối làm Xu mật sứ, ân điển như tể thần. Tháng 4 ÂL lại sai [[Vương Luân]] sang Kim bàn việc nghị hòa, đón di hài của Huy Tông đế, hậu cùng sinh mẫu Cao Tông là Vi thái hậu về nước.\n\nTháng 9 ÂL, [[Trương Tuấn]] xin từ chức. Cao Tông muốn cho Tần Cối lên giữ chức tể tướng, nhưng Trương Tuấn cho Cối là người xấu xa không đáng dùng, và khuyên Cao Tông dùng [[Triệu Đỉnh]] là tướng. Tần Cối mong làm tướng mà bị [[Trương Tuấn]] cản trở nên rất tức giận, bèn xúi Ngôn quan hặc tội Trương Tuấn khiến Trương Tuấn bị đưa đi an trí ở Vĩnh châu. Sau đó đến tháng 3 ÂL năm [[1138]], Tần Cối mới được phong là Thượng thư Hữu bộc xạ kiêm tri Khu viện sự. Sử bộ thị lang Yến Đôn than rằng\n:''Gian thần là tướng thì còn gì hay ho nữa''!\n\n=== Tán trợ nghị hòa ===\n\nTháng 5 ÂL năm [[1138]], [[Kim Hi Tông|Kim chủ]] sai Ô Lăng Tư Mưu cùng [[Vương Luân]] về Tống gặp Cao Tông đồng ý nghị hòa. Tháng 6 năm đó Tư Mưu vào yết kiến, Cao Tông bảo\n:''Hài cốt tiên đế đã hẹn ngày rước về nhưng có trễ 2, 3 năm cũng không sao. Duy có thái hậu tuổi đã cao trẫm ngày đêm mong nhớ, muốn sớm đón về phụng dưỡng. Vì thế mới phải nhanh chóng bàn việc hòa hảo''.\n\nTần Cối bảo\n:''Khuất nhục chịu hòa cho thấy cái hiếu đạo của nhân chủ. Thấy chủ chịu nhục mà tức giận, bất bình là cái trung của bề tôi''.\n\nMỗi khi còn lại một mình, Tần Cối thường tâu với hoàng thượng\n:''Chư thần lẩn lút như lũ chuột, chả bàn bạc được gì. Bệ hạ nếu muốn chủ hòa thì xin cứ bàn riêng với thần''\n\nCao Tông nói\n:''Trẫm ủy quyền cho khanh là được''.\n\nCối trả lời\n:''Thần thấy không tiện, Bệ hạ suy nghĩ thêm ba ngày đã''.\n\nBa ngày sau, ý Cao Tông vẫn như trước, Tần Cối lại giở trò xin vua nghĩ kĩ lại thêm ba ngày. Ba ngày sau vẫn như vậy. Biết Cao Tông đã quyết kế nghị hòa, Tần Cối bèn cho thi hành. Khi cùng làm tướng, Tần Cối và Triệu Đỉnh bất hòa với nhau, nên Tần Cối ngấm ngầm giật dây hãm hại Triệu Đỉnh khiến Triệu Đỉnh bị bãi chức. Lúc Triệu Đỉnh ra đi, Tần Cối đến đưa tiễn, [[Triệu Đỉnh]] chỉ chào cho lấy lệ rồi bỏ đi luôn, khiến Tần Cối rất tức giận. Khi [[Triệu Đỉnh]] không còn, một mình Tần Cối độc đoán chuyên quyền và tiếp tục xúc tiến nghị hòa. Xu mật viện biên tu quan [[Hồ Thuyên]] dâng sớ xin chém ba tên Tần Cối, [[Vương Luân]], [[Tôn Cận]], Tần Cối hận thù, bèn hạch tội Hồ Thuyên xúi giục trăm họ làm phản, đày ra Chiêu châu. Vương Thứ sáu lần dâng sớ phản đối cũng bị đày ra Đàm châu. Lý Cương ở Phúc châu, Trương Tuấn ở Vĩnh châu, [[Nhạc Phi]] ở Ngạc châu cũng tán đồng ý kiến trên nhưng chẳng ăn thua. Dù vậy thì nhà Tống vẫn có thể làm thủ được đất Hà Nam, trong đó có Biện Kinh được vài tháng trước khi quân Kim nam hạ lần nữa. [[Trần Cương Trung]] cũng không đồng ý nghị hòa, bị đày ra huyện An Viễn, Cam châu, một nơi ma thiêng nước độc; ít lâu sau Cương Trung chết ở đây. Hơn 20 đại thần gồm Trương Thọ, Yến Đôn, Ngụy Cang, Lý Di Tôn, Lâu Chiếu... dâng sớ phản đối hòa nghị cũng chẳng ăn thua. Xu mật viện biên tu quan [[Triệu Ung]] cũng tán đồng với Hồ Thuyên, người này có uy tín lớn nên Tần Cối không dám bắt tội. Tần Cối lại bổ nhiệm [[Long Câu Như Uyên]] làm Ngự sử trung thừa để hạch tội những người chống đối. Giám thương thống chế [[Vương Thứ]] bảo Tần Cối\n:''Ông quên thời Đông Đô chống giặc, bài trừ ngoại bang rồi sao''\n\nTần Cối đày Vương Thứ ra Đàm Châu. Cao Tông cử Sĩ Niệu và Trương Đảo đến Củng Lạc (đã bị Kim chiếm) thăm nom lăng tẩm các đời tiên đế, thì thấy người Kim đã phá hoại sơn lăng không còn gì. [[Trương Đảo]] về nước tâu lên Cao Tông, lời lẽ đầy thống hận. Tần Cối ghét lắm, bèn giáng Trương Đảo làm Tri phủ Thành Đô. Kim chủ sai [[Trương Thông Cổ]], [[Tiêu Triết]] làm Giang Nam chiêu dụ sứ, Cối bàn với Tiêu Triết đổi chữ Giang Nam thành chữ Tống vì sợ Cao Tông giận dữ. Khi vào Lâm An chúng muốn Cao Tông lấy lễ với tướng mà đãi. Tần Cối thấy trong quốc thư có sắc phong, khuyên Cao Tông quỳ nhận. Cao Tông nói\n:''Trẫm kế thừa cơ nghiệp của [[Tống Thái Tổ|Thái Tổ]] [[Tống Thái Tông|Thái Tông]] cớ sao phải quỳ nhận sắc của người Kim''.\n\nTần Cối lại bảo [[Long Câu Như Uyên]] nghĩ ra được một kế nói trong ba năm tang chế (thượng hoàng vừa mất năm [[1135]]) hoàng đế không tiếp khách, không bàn luận. Rồi Tần Cối lấy thân phận nhiếp trùng tể mà nhận thư. Cối sai Lễ bộ thị lang kiêm Trực học sĩ viện [[Tăng Khai]] thảo thư phúc đáp như một nước phiên thuộc, Tăng Khai từ chối, bị bãi chức. Tần Cối nhận thư rồi đưa vào trong cung dâng Cao Tông. Hòa nghị thành công, triều Tống được làm chủ lại các vùng Hà Nam, Thiểm Tây thêm vài tháng trước khi bị quân Kim chiếm lại.\n\n=== Lấn át bề trên, hãm hại trung lương ===\n\nNăm [[1140]], Kim chủ sai Ngột Truật và Tản Li Hát chia quân hai lộ tấn công Hà Nam, Thiểm Tây. Ngột Truật liên tiếp đoạt được mười mấy châu quận, thế như chẻ tre. Hai kinh Đông, Tây cùng toàn bộ Hà Nam của triều Tống lại rơi vào tay người Kim chỉ trong có 1 tháng. Triều đình sai [[Ngô Thế Tương]] đến giữ Thiểm Tây thay cho [[Ngô Giới]] đã chết. Bấy giờ có [[Ngô Lân]] bàn nên quyết chiến, cầm chân được Tản Li Hát ở Lĩng Thục. Trong khi đó, Lưu Kĩ cũng đánh bại luôn quân Kim tại Thuận Xương, buộc [[Ngột Truật]] lui về Biện. [[Nhạc Phi]] được tin [[Lưu Kĩ]] thắng trận cũng lập tức sai quân kinh lược Tây Kinh cùng các châu Nhữ, Trịnh, Dĩnh, Xương, Trần, Tào, Quang, Thái, chuẩn bị tiến tới khôi phục Trung Nguyên. Thấy [[Nhạc Phi]] thắng trận liên tục, Tần Cối rất lo lắng, lại thấy bộ tướng của Trương Tuấn là Vương Đức đã giành lại Túc, Bạc hai châu, sợ Trương Tuấn được dùng lại nên tìm cách khích Cao Tông không dùng Trương Tuấn, rồi lại ngầm sai [[Vương Thứ Ông]] vu cáo [[Triệu Đỉnh]], khiến Đỉnh bị giáng chức Thanh Viễn quân tiết độ sứ, đày đến Triều châu. Khi đó [[Ngột Truật]] còn muốn bỏ Biện Kinh, đại nghiệp khôi phục [[Trung Nguyên]] đã sắp thành thì bị Tần Cối ngăn cản. Cối mê hoặc được Cao Tông, khiến Cao Tông hạ lệnh triệu [[Hàn Thế Trung]], [[Lưu Kĩ]], [[Dương Nghi Trung]] đồng loạt về triều, lại sai sứ triệu [[Nhạc Phi]], Nhạc Phi không muốn đi. Cao Tông phát liên tiếp 12 đạo kim bài thúc giục Nhạc Phi về nhanh. [[Nhạc Phi]] không còn cách khác, đành nuốt nước mắt mà về. Sau trận này, Cao Tông phong cho [[Hàn Thế Trung]], [[Trương Tuấn]] là Khu mật sứ, [[Nhạc Phi]] phó sứ, [[Dương Nghi Trung]] là Khai phủ nghi đồng tam ti, đổi tên là [[Dương Tồn Trung]]<ref>''[[Tục tư trị thông giám]]'', quyển 124<\/ref>, đó đều là kế của Tần Cối nhằm tước bỏ binh quyền của chư tướng. Tần Cối lại tìm cách hại các tướng này, ban đầu là lợi dụng [[Trương Tuấn]] và [[Nhạc Phi]] để hại [[Hàn Thế Trung]], sau đó là dùng Trương Tuấn giết Nhạc Phi. Nhạc Phi không chịu, đem báo việc với [[Hàn Thế Trung]], nhờ đó Thế Trung thoát nạn. Tần Cối tức lồng lên, muốn trả thù [[Nhạc Phi]] cho kì được. Biết Trương Tuấn ghen tị với Nhạc Phi, vì trước kia Phi là thủ hạ của Tuấn, nay thì hai người đã gần như ngang hàng, nên Tần Cối lợi dụng điểm này, trước tiên là dụ [[Vương Quý]], bộ tướng của Nhạc Phi vu cáo [[Trương Hiến]] cùng Nhạc Phi mưu chiếm Tương Dương chống lại triều đình, giao cho [[Trương Tuấn]] tra xét. Trương Tuấn dùng hình cực kì tàn khốc rồi đưa một bản khẩu cung giả cho Tần Cối. Dựa vào đó, Tần Cối cho bắt cha con [[Nhạc Phi]] và [[Trương Hiến]] giam vào ngục. Các đại thần [[Chu Tam Úy]] được lệnh xét án, thấu hiểu nỗi oan của Nhạc Phi nên đã treo mũ từ quan. Tần Cối giao việc xét án cho [[Mặc Kỳ Tiết]]. Tiết có hiền khích với Nhạc Phi, nên gia hình rất mạnh mà Nhạc Phi vẫn không nhận tội. Cuối cùng thì làm một bản khẩu cung giả nữam giao cho Tần Cối. Nhưng do chứng cớ chưa rõ ràng nên không thể xét tội. Việc này kéo dài đến tận cuối năm Thiệu Hưng thứ 11 (1141). Việc để lâu ngày, nhiều đại thần lên tiếng phản bác và cầu xin tha cho [[Nhạc Phi]]. [[Hàn Thế Trung]] đích thân hỏi thẳng là Nhạc Phi phạm tội gì, Cối đáp\n\n:''[[Nhạc Vân]] con của Phi đi lại thư từ với [[Trương Hiến]] để bàn việc tạo phản, tuy không cớ chứng cớ, nhưng \"không có nghĩa là không có\" việc đó''.\nHàn Thế Trung tức giận nói\n:''Mấy chữ \"không có nghĩa là không có\" của ông thì mọi người sẽ nghĩ sao đây''?\n\nTần Cối im bặt, không nói được lời nào. Đầu năm [[1142]], nghe tin [[Lưu Doãn Thăng]] ở Kiến Khang thay mặt trăm họ kêu oan cho Nhạc Phi, Tần Cối cảm thấy bối rối. Vợ ông là Vương thị khuyên ông nên hạ thủ ngay với Nhạc Phi để tránh sinh lắm chuyện. Tần Cối nghe theo. sai giết Nhạc Phi trong ngục, [[Nhạc Vân]] và [[Trương Hiến]] bị chém ở chợ. Một số đại thần gần gũi với Nhạc Phi như [[Vu Bằng]], [[Tiết Nhân Phụ]], [[Hà Ngạn Du]]... bị cách chức hoặc bị giết.\n\nTháng 6 ÂL năm [[1141]], Tần Cối được phong làm Tả bộc xạ, Đồng trung thư môn hạ bình chương sự, tiến phong Khánh quốc công (có nguồn ghi là Ký quốc công). Ông lại sai sứ sang Kim bàn việc hòa nghị. Năm [[1142]], Kim chủ Đán lại phái Ngột Truật tiến xuống phía nam, áp sát Hoài Hà. Cao Tông sợ hãi, quyết định nghị hòa. Kim chủ sai Tiêu Nghị, Hình Kì Chiêm đến Lâm An bàn việc nghị hòa; buộc triều đình xưng thần, lấy sông Hoài làm mốc và phải triều cống hằng năm. Tần Cối được lệnh đi thương lượng với người Kim. Tất cả yêu cầu của chúng Tần Cối đều đáp ứng hết, ký vào hòa ước Thiệu Hưng gồm các khoản chính, có thể tóm lược như sau\n#Đông từ Hoàng Thủy, Tây đến Thương châu lấy làm biên giới, bắc của Kim, nam thuộc Tống.\n#Tiền triều cống hằng năm là 250.000 lạng bạc, 250.000 tấm lụa\n#Tống chủ nhận sắc phong, xưng thần với Kim chủ, xưng đế trong nước\n#Kim chấp nhận cho trả hài cốt tiên đế và Vi thái hậu về nam.\n\nSau khi ký kết hòa nghị, Cao Tông cho bãi binh quyền của các tướng lĩnh từng giao tranh với người Kim trước đây. Tần Cối từ đó mặc sức lộng quyền, khuynh đảo triều chính. Cuối năm [[1141]], Cối biếm chức [[Phạm Đồng]], một người tuy ủng hộ hòa nghị nhưng không được lòng Cối, sau đó lại đày Hồ Thuyên đến Tân châu. Ngày Ất Tị (10) tháng 9 năm Nhâm Tuất ([[6 tháng 10]] năm [[1142]]), Tần Cối được phong làm Thái sư, tước Ngụy quốc công, tháng sau thăng là Tần, Ngụy lưỡng quốc công. Cối thấy rằng tước vị này giống như [[Thái Kinh]], [[Đồng Quán]] thời Huy Tông nên xin đổi phong cho mẹ mình là quốc phu nhân.\n\nNăm [[1143]], Tần Cối dâng biểu xin lập hậu. Cao Tông quyết định lập [[Hiến Thánh Từ Liệt Hoàng hậu|Quý phi Ngô thị]] làm hoàng hậu. Hậu nguyên là người Khai Phong. Phụ thân là Ngô Cận trước kia thường nằm mơ thấy mình lạc vào một dinh thự, có biển đề hai chứ: Thị Khang, hai bên dinh trồng rất nhiều thược dược, nhưng chỉ có một bông hoa rất đẹp, sau đó không lâu thì hậu ra đời. Sau khi lớn lên thì vừa đẹp người vừa đẹp nết, giỏi chữ nghĩa thơ phú, chẳng thua kém gì Cao Tông. Khi Cao Tông chạy giặc về nam thì nạp hậu vào cung, thăng dần đến chức Quý phi và nay là hoàng hậu.\n\nTần Cối vốn là kẻ sợ vợ. Cối có một người thiếp yêu, đã mang thai thì bị Vương thị đuổi cổ, mới cải giá người họ Lâm, sinh ra con là Phi lấy theo họ Lâm. Tần Cối sợ Vương thị, không dám nhận về, chỉ ngầm nâng đỡ Phi, làm quan đến Cấp sự trung, còn bản thân thì mang tiếng không có con. Lúc đó em Vương thị là Vương Vãn có người vợ cũng hay ghen, nên mới để con là Hi sang làm con Tần Cối. Lúc vợ chồng Tần Cối từ Kim về, Hi đến ra mắt, gọi là cha mẹ, do đó Tần Cối vui mừng, cho Hi làm con mình.\n\nTần Cối tiếp tục hãm hại những người không ăn cánh với mình. Trước đó [[Triệu Đỉnh]] bị biếm ra Triều châu, [[Vương Thứ]] biếm ra Đạo châu, Hồ Thuyên biếm ra Tân châu; Cối lại lệnh có đại xá cũng không được xá. Lại bãi chức của [[Tăng Khai]], [[Lý Di Tốn]]. [[Trương Tuấn]] ủng hộ hòa nghị, được Cối tín nhiệm nhưng về sau cứ khư khư không chịu bỏ binh quyền nên cũng bị Cối giáng chức. [[Chu Thắng Phi]] do có hiềm khích với Tần Cối nên liên tục bị Cối chèn ép, phải đến ở trong một ngôi chùa tại Hồ châu rồi mất năm [[1144]]. Năm [[1146]], có tuệ tinh xuất hiện ở phương đông, Khang Trác dâng sớ cho đó là điều bình thường, Tần Cối hài lòng phong làm quan kinh thành, rồi khuyên Cao Tông xuống chiếu đại xá. [[Trương Tuấn]] - lúc này đang là Hòa quốc công, muốn vạch tội lạm quyền của Tần Cối nhưng chưa có dịp, đến đây mới dâng biểu nói rằng đó là sự cảnh báo của đất trời, khuyên Cao Tông dùng người hiền, bỏ kẻ ác. Tần Cối biết được giận lắm, bèn giật dây cho trung thừa Hà Nhược tố cáo Trương Tuấn, khiến Trương Tuấn phải bị đày đến Liên châu<ref>''[[Tục tư trị thông giám]]'', quyển 127<\/ref>. Tần Cối còn hặc tội và giáng chức nhiều người khác như [[Mặc Kỳ Tiết]], [[Lý Văn Hội]], [[Lâu Chiếu]], [[Hồng Hạo]],... [[Triệu Đỉnh]] bị đày ra Cát Dương quân nhưng cũng không thoát. Cối dặn Cát Dương quân phải tìm cách hành hạ [[Triệu Đỉnh]]. Năm [[1147]], Triệu Đỉnh bệnh nặng biết mình không còn đường thoát đã tự nhịn ăn mà mất, thiên hạ nghe tin không ai không thương xót. [[Triệu Đỉnh]] chết rồi, Tần Cối ngày càng ngang ngược bất pháp, hãm hại nhiều đại thần chống đối, đưa thân tín lên nắm giữ các chức vụ quan trọng, dần dà thu tóm giang sơn triều Tống. Cuối cùng thì quyền nghiêng triều dã, Cao Tông từ việc tín nhiệm cho đến đây là phải sợ Tần Cối.\n\nCao Tông vốn bị liệt dương nên không thể có con, nên nhận hai trẻ trong tông thất nuôi trong cung để dự phòng sau này. Biết thế mà Cối vẫn thường tâu với Cao Tông chờ khi hậu cung sinh hoàng tử thì lập tự sau, đừng vội lấy người khác. Đến khi Vi thái hậu về nước, kể lại rằng Khâm Tông từng xin cho được về khiến Cao Tông không vui, vì thế Cối nhân đó khuyên Cao Tông đừng bao giờ đón Uyên Thánh về nữa để giữ đế vị thật vững chắc. [[Tần Hi]] con của Cối thăng quan nhanh chóng, năm [[1145]] là Hàn lâm học sĩ, năm [[1148]] là Quan Văn điện học sĩ. Tần Cối rất được ân sủng, chẳng khác gì [[Thái Kinh]] thời [[Tống Huy Tông]] vậy. Các quan viên trong triều thường đón ý Tần Cối, bảo ông là thánh tướng ngang với Cao, Quỳ, Tắc, Khiết. Từ đó thuyết về điềm lành rộ lên. Đến cả mưa tuyết, biển lặng, nhật thực cũng coi là điềm lành. Tri phủ Kiềm Châu Tiết Bật dâng một cây gỗ mục có năm chữ ''thiên hạ thái bình thiên'', Tần Cối gọi sử quan xem xét. Vì thế Cao Tông cho Lâm An là mảnh đất thần tiên, bảo là công lao của Cối nên càng hậu thưởng. Cối lại tìm cách quét sạch phe cánh để con cháu đời đời được yên. Lúc trước đưa [[Lý Quang]] tham chính để ủng hộ nghị hòa, sau thấy Lý Quang tỏ ý chống đối, Cối giáng chức, đày Lý Quang ra Đằng Châu. Năm [[1151]] lại tố cáo con Quang là Mạnh Kiên ghi chép sách có nội dung phỉ báng rồi phát vãng ra Hạp châu, có đại xá cũng không được xá.\n\nNăm [[1145]], Cao Tông đến phủ đệ của Cối, gia ân cho cả gia tộc, Vương thị được phong Lưỡng quốc phu nhân. Cối muốn cấm vẽ hình sư tử, nên đến tháng 7 ÂL năm đó tâu rằng sư tử hại chánh đạo nên cấm đi. Cao Tông đến tháng 10 ÂL lại đích thân viết bốn chữ ''Nhất Đức Cách Thiên'' rồi ban cho Cối treo phong thư hòng. Đầu năm [[1146]], Cối được lập gia miếu trong thành Lâm An, được ban đồ thờ, cúng tế. Năm [[1147]] cải phong Ích quốc công. Vào năm [[1148]], Tần Hi được phong Tri Khu mật viện sự. Tần Cối hỏi [[Hồ Ninh]]\n:''Con ta vào Khu mật viện, bên ngoài có lời bàn gì''?\n\nĐáp\n:''Họ bảo cha con tướng công không khác gì bọn Thái Kinh lúc trước''.\n\nTần Cối không vui, mới bàn với Hi để Hi dâng sớ xin từ chức, được đổi là Quan Văn điện học sĩ, dưới Hữu bộc xạ. Năm [[1149]], Cao Tông còn ra lệnh xây tượng của Cối để thờ. Cối còn lệnh cấm sáng tác dã sử, tư gia viết sách, người tố cáo những việc làm đó sẽ có thưởng.\n\n=== Qua đời ===\n\nNăm [[1150]], khi Cối lên triều thì găp Điện tiền tiểu hiệu [[Thi Toàn]] đang định hành thích mình. Cối cho bắt lại, tra khảo Thi Toàn thì bị Thi Toàn chửi là kẻ gian tặc, bất trung. Cối tức quá, nhốt vào Đại lý tự, hôm sau đem chém đầu. Từ đó mỗi lần ra ngoài, Cối đều đem gia tướng 50 người khỏe mạnh để bảo vệ mình. Năm [[1151]], Triều tán lang Dương Anh dâng thư tiến cử Tần Hi là tể tướng, được Tần Cối thăng làm Tri Thái châu. Tháng 6 ÂL năm [[1152]], có [[Vương Tuần]] dâng sớ tố cáo Tần Cối cũng bị Cối đày ra Đằng châu. [[Vương Địch]] cầu xin cho [[Lý Quang]] cũng bị an trí ở Thần châu, Phương Trù có thư từ qua lại với [[Hồ Thuyên]] thì bị biếm ra Vĩnh châu.\n\nNăm Thiệu Hưng thứ 25 ([[1155]]), Tần Cối tiếp tục định vu cáo [[Uông Triệu Tích]] và [[Triệu Lệnh Kim]], đày họ ra Định châu. Con Triệu Đỉnh là [[Triệu Phần]] đến đưa tiễn, Cối nhân đó sai Thị ngự sử Từ Gia dâng tấu hặc tội Triệu Phần, Triệu Lệnh Kim âm mưu tạo phản, giao cho Đại lý tự thẩm vấn. Cối lại dặn giám ngục phải ép cung cho Triệu Phần khai khống cho [[Trương Tuấn]], [[Hồ Dần]], [[Hồ Thuyên]], [[Lý Quang]]... cả thảy 53 người âm mưu đại nghịch để giết hết đi, nhưng việc chưa thành thì Cối bị bệnh nặng.\n\nSau đó Cao Tông đến phủ Tần Cối thăm bệnh. Lúc đó Cối không còn nói được nữa, nhưng đầu óc vẫn tỉnh táo, nên bật khóc. Cao Tông về cung và sai Thẩm Hư Trung thảo chiếu lệnh cho cha con Tần Cối được trí sĩ, gia phong Cối là Kiến Khang quận vương, con là Hi làm Thiếu sư, cháu là Viên, Kham, Quân được đề cử Giang Tô Thái Bình Hưng Quốc cung. Bọn phe đảng của Cối là [[Lâm Nhất Phi]], [[Trịnh Nam]], Từ Phảng, [[Trương Phù]] tấu xin cho Tần Hi làm tể tướng thay Cối nhưng Cao Tông không nghe. Đêm đó Tần Cối chết, thọ 66 tuổi, truy phong Kiến Khang quận vương, thụy là Trung Hiến.\n\n== Điển tích ''Phong Tăng Tảo Tần''==\nTương truyền thời bấy giờ, anh hùng chống quân Kim là [[Nhạc Phi]] bị gian thần Tần Cối hãm hại; ông ta bịa đặt tội danh \"mạc tu hữu\" để giam Nhạc Phi vào đại lao. Sau đó, Tần Cối không quyết định được phải làm thế nào với Nhạc Phi, vì thế ông ta đã tới chùa Linh Ẩn cầu xin quẻ và gặp Phong Ba hòa thượng. Vừa thấy Tần Cối, Phong Ba hòa thượng đã cười ầm lên, hỏi Tần Cối: \"Tào Tháo gian hùng cả đời, hôm nay hỏi đã đến đâu?\" Tần Cối không hiểu sao; Phong Ba đáp: \"Đạo Trời rõ ràng, trung-gian tự thấy, thiện ác hữu báo. Tướng công thân là Tể tướng, một tay có thể nâng cả bầu trời, cớ sao phải sát hại trung thần lương đống? An nguy của quốc gia, lẽ nào không thèm đếm xỉa tới?\" Tần Cối hỏi: \"Ai là lương đống?\" Phong Ba hòa thượng nghiêm mặt nói: \"Nhạc Phi tướng quân!\" Tần Cối táng tận lương tâm vẫn giả làm ngơ; Phong Ba hòa thượng cười lớn: \"Thật là ngu xuẩn, vẫn chưa tỉnh ngộ, về sau hối hận e rằng đã muộn.\" Sau đó phẫn nộ, lấy cây chổi cùn quét lia lịa vào mặt Tần Cối, quét xong ngênh ngang bỏ đi, bỗng chốc mất hút bóng dáng. Tần Cối bị quét đến hồn xiêu phách lạc, nhếch nhác bỏ đi. Đây chính là cố sự nổi tiếng \"Phong tăng tảo Tần\".\n== Đánh giá ==\n\nCối hai lần làm tướng, tổng cộng 19 năm. [[Tống sử]] liệt kê ông vào hạng gian thần. Trước kia thời Tĩnh Khang, lúc nhị đế bị bắt, Cối dâng tấu xin bảo toàn ngôi vị của Triệu thị với người Kim, thiên hạ khâm phục. Nhưng khi trở về nam phò tá Cao Tông, Cối hãm hại vô số trung thần lương tướng, thay thế bằng lũ tay chân. Phần lớn các đơn hặc tội thời đó do Cối thao túng. Khi Thái gián có sứ dâng lên, Cối không trình lên Cao Tông mà tự ghi cho thành chuyện, bậc thức giả xem xong đều bảo\n:''Đây là bút tích của lão Tần''.\n\nPhụ chính đại thần có chút sơ suất là bị giáng. Trong 19 năm Cối cầm quyền, tham chính thay đổi tới 28 người. Phàm những biểu hặc tội thời đó phần nhiều do Cối thao túng. Cối lại lạm dụng công quỹ, nhận hối lộ, giàu hơn cả vua. Đến cuối đời thì sinh khác ý muốn thay đổi triều đại. Cao Tông dần nhận ra Cối là gian thần nhưng vẫn phải e ngại mới phải truy phong tước vương. Sau khi Cối chết, Cao Tông thường nói với [[Dương Tồn Trùng]]\n:''Lúc này trẫm mới thấy như không còn con dao nhọn bên sườn''.\n\nCối chết đi mà phe đảng trong triều vẫn còn rất nhiều. Mặc dù Cao Tông tìm cách loại bỏ nhưng vẫn không trừ dứt được. Khi Hiếu Tông lên ngôi thì tay chân của Cối vẫn đầy triều. [[Mặc Kỳ Tiết]] bị Tần Cối thất sủng, lại thêm [[Thang Tư Thoái]] trước đã không nhận 1000 lạng vàng của Cối, nên được Cao Tông trọng dụng, kì thực bọn chúng cũng là gian thần. Năm Khai Hi đời [[Tống Ninh Tông]], [[Hàn Thác Trụ]] phát động bắc phạt đã tước vương vị của Cối, cải thụy Mậu Sửu. Sau khi Thác Trụ bị giết, [[Sử Di Viễn]] lên nắm quyền cho khôi phục lại vương tước và thụy hiệu. Vào những năm Thành Hóa triều Minh, có lũ cướp đào bới được mộ vợ chồng Tần Cối mới thấy thi hài hai đứa ướp thủy ngân nên vẫn tươi nguyên. Người ta băm xác hai đứa, ném vào nhà tiêu, giảm tội cho bọn trộm, ai ai cũng hoan hỉ. Mãi về sau, việc vứt xác Tần Cối vào hố phấn được coi là quả báo thích đáng cho lũ gian thần.\n\nNgười Hán sau đó xem Tần Cối là kẻ phản bội, phục vụ cho Kim. Cho đến tận ngày nay, món bánh giò cháo quẩy của người Hoa được làm bằng bột chiên trong dầu, luôn luôn làm từng cặp dính nhau, đó là tượng trưng cho vợ chồng Tần Cối bị trói với nhau và ném vào vạc dầu hành tội.\n\nSau khi Tống Cao Tông mất, Nhạc Phi mới được giải oan, người ta đem hài cốt Nhạc Phi chôn cất trên đồi bên bờ Tây Hồ phong cảnh tươi đẹp, về sau lại dựng Nhạc Miếu ở phía đông ngôi mộ, tượng Nhạc Phi trong bộ nhung giáp ngồi ở chính giữa điện, phía trên tượng có một bức hoành phi bốn chữ ''\"Hoàn ngã sơn hà\"'' bút tích của Nhạc Phi. Tượng Tần Cối được đúc bằng gang, cùng vợ là Vương Thị bị còng tay quỳ trước mộ để người đi qua nhổ nước bọt hoặc lấy những thứ dơ bẩn nhét vào mồm. Trước mộ Nhạc Phi có vế đối:<br>\n''Thanh sơn hữu hạnh mai trung cốt''<br>\n''Bạch thiết vô cô chú nịnh thần''<br>\n(Núi xanh may mắn được làm nơi chôn cất người trung lương\/ Sắt trắng uổng thay đúc tượng tên nịnh thần)\n\nMột người họ Tần sau triều Tống đến trước tượng Nhạc Phi có câu thơ:<br>\n''\"Nhân tòng Tống hậu hãn danh Cối,''<br> \n''Ngã đáo phần tiền hối tính Tần.\"''<br>\n(Từ sau đời Tống ít ai tên là Cối,<br>\nTa đến trước mộ mà thẹn mình mang họ Tần)\n\n== Sự tích về quẩy ==\n{{Chính|Quẩy}}Tại [[Quảng Đông]], quẩy có tên 油炸鬼 (''Yau ja gwai'', [[Phiên âm Hán-Việt|Phiên âm Hán Việt]]: ''Du tạc quỷ'') có nghĩa là ''quỷ sứ bị rán bằng dầu - dầu thiêu quỷ''. Theo truyền thuyết Trung Quốc thì cái tên này bắt nguồn từ câu chuyện [[Nhạc Phi]] bị vợ chồng Tần Cối và Vương thị hãm hại. Để nguyền rủa hai vợ chồng Tần Cối, người Trung Quốc làm một món ăn gồm hai viên bột dài giống hình người được [[rán]] trong dầu, tượng trưng cho hình tượng vợ chồng Tần Cối là hai quỷ sứ bị rán trong vạc dầu ở [[địa ngục]].\n\n== Tham khảo ==\n*[[Tống sử]], [[:zh:s:宋史\/卷473|quyển 473, liệt truyện 232]]\n*[[Tục tư trị thông giám]]\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật chiến tranh Kim-Tống}}\n\n[[Thể loại:Sinh năm 1090]]\n[[Thể loại:Mất năm 1155]]\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Tể tướng Trung Quốc]]\n[[Thể loại:Người Giang Tô]]\n[[Thể loại:Tiến sĩ nhà Tống]]"}