{"Tống Huy Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Huy Tông\n| tên gốc = 宋徽宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china \n| hình = Seated Portrait of Emperor Song Huizong.tif\n| cỡ hình = 250px\n| chức vị = [[Hoàng đế]] [[nhà Tống|Đại Tống]]\n| tại vị = [[24 tháng 2]] năm [[1100]] – [[18 tháng 1]] năm [[1126]]<br>({{số năm theo năm và ngày|1100|2|14|1126|1|18}})<ref>Thoái vị, nhường ngôi cho con. Được tôn làm [[Thái thượng hoàng]]. Ngày [[20 tháng 3]] năm 1127 bị nhà Kim giáng làm dân thường.<\/ref><timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:960 till:1279\nAlignBars = early\nScaleMajor = increment:319 start:960\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1100 till:1126 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Tống Triết Tông|<font color=\"grey\">Tống Triết Tông<\/font>]]\n| kế nhiệm = [[Tống Khâm Tông|<font color=\"blue\">Tống Khâm Tông<\/font>]]\n| vợ = [[Hiển Cung hoàng hậu]]<br>[[Hiển Túc hoàng hậu]]<br>[[Vi hiền phi (Tống Huy Tông)|Hiển Nhân hoàng hậu]]<br>[[Minh Tiết hoàng hậu]]<br>[[Minh Đạt hoàng hậu]]\n| con cái = | kiểu con cái = Con cái\n| thông tin con cái = \n| hoàng tộc = [[Nhà Tống|Nhà Bắc Tống]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Triệu Cát (赵佶)\n| kiểu tên đầy đủ = Tên húy\n| miếu hiệu = [[Huy Tông]] (徽宗) \n| thông tin niên hiệu = ẩn\n| niên hiệu = <\/small>\n*Kiến Trung Tĩnh Quốc (建中靖國: [[1101]])\n*Sùng Ninh (崇寧: [[1102]] - [[1106]])\n*Đại Quán (大觀: [[1107]] - [[1110]])\n*Chính Hoà (政和: [[1111]] - [[1118]])\n*Trọng Hoà (重和: [[1118]] - [[1119]])\n*Tuyên Hoà (宣和: [[1119]] - [[1125]])| thụy hiệu = <font color=\"grey\">Thể Thần Hợp Đạo Tuấn Liệt Tốn Công Thánh Văn Nhân Đức Hiến Từ Hiển Hiếu hoàng đế<br>(体神合道骏烈逊功圣文仁德宪慈显孝皇帝)| tước vị đầy đủ = <\/small>\n*Giáo chủ Đạo Quân Hoàng đế (教主道君皇帝)\n*Đạo Quân Thái thượng Hoàng đế\n| thông tin tước vị đầy đủ = ẩn\n| cha = [[Tống Thần Tông]]\n| mẹ = [[Trần mỹ nhân (Tống Thần Tông)|Khâm Từ Hoàng hậu]]\n| sinh = {{ngày sinh|1082|11|2}}\n| mất = {{ngày mất và tuổi|1135|6|4|1082|11|2}}\n| nơi mất = [[Mãn Châu]]\n| nơi an táng= [[Vĩnh Hữu lăng]]\n| tôn giáo = [[Đạo giáo]]\n| nghề nghiệp = [[Nhà thơ]], [[họa sĩ]], [[thư pháp|nhà thư pháp]] và [[nhạc công]] \n|chức vụ 2=Thái Thượng Hoàng Đại Tống|Tại vị 2=[[18]] tháng [[1]] năm [[1126]] - [[4]] tháng [[6]] năm [[1135]]|Kế nhiệm 2=[[Tống Hiếu Tông]]}}\n\n'''Tống Huy Tông''' ([[chữ Hán]]: 宋徽宗, [[2 tháng 11]], [[1082]] – [[4 tháng 6]], [[1135]]), là vị [[Hoàng đế]] thứ tám của [[triều đại]] [[nhà Tống|Bắc Tống]] trong [[lịch sử Trung Quốc]]. Ông trị vì từ năm [[1100]] đến năm [[1126]], và trở thành [[Thái thượng hoàng]] từ năm [[1126]] đến khi [[Sự kiện Tĩnh Khang]] xảy ra vào năm [[1127]].\n\nTống Huy Tông được hậu thế biết đến như một vị Hoàng đế chuyên về [[văn hóa]] [[nghệ thuật]] rất nổi tiếng, một tài tử phong lưu và một [[nhà thơ]], [[thư pháp|nhà thư pháp]], [[họa sĩ]] và [[nhạc công]] xuất sắc. Ông cũng là người sưu tầm [[hội họa]], [[thư pháp]] và [[đồ cổ]] từ các thời đại trước đây của Trung Quốc, cho xây dựng các bộ sưu tập lớn cho mỗi đam mê của mình. Ông cũng tự viết những bài thơ của mình, được biết đến như là một họa sĩ luôn khao khát cống hiến, ông đã tạo ra kiểu thư pháp riêng của mình, quan tâm tới kiến trúc và thiết kế vườn, và thậm chí còn viết các chuyên luận về y học và Đạo giáo.<ref name=\"ebrey 165\">Ebrey, 165.<\/ref> Ông cho tập hợp một nhóm tùy tùng gồm các họa sĩ, nhà thư pháp cung đình trong hàn lâm thư họa viện, trước đó đã được kiểm tra trong các kỳ thi để làm quan tại triều và thực hiện cải cách đối với âm nhạc cung đình<ref name=\"ebrey 165\">Ebrey, 165.<\/ref> Giống như những người có học thức khác ở thời đại của ông, ông là nhân vật rất đa năng. Ông bảo trợ cho nhiều nghệ sĩ tại triều đình, và trong danh lục bộ sưu tập hoàng gia của ông có tới trên 6.000 bức họa đã được biết đến.<ref name=\"ebrey cambridge 149\">Ebrey, Cambridge, 149.<\/ref>. Trong thời gian trị vì của mình, Tống Huy Tông sinh hoạt xa xỉ, dùng nhọc sức triều đình để thỏa mãn những nhu cầu của mình, nhất là việc cống nạp [[Hoa thạch cương]] từ những năm Tuyên Hòa. Huy Tông tôn sùng [[Đạo giáo]], trong thời gian trị vì tự xưng là '''Giáo chủ Đạo Quân Hoàng đế''' (教主道君皇帝).\n\nTuy nhiên, thời gian trị vì của ông lại không được như vậy bởi các quyết định thiếu chính xác được đề ra đối với chính sách đối ngoại, và sự kết thúc thời kỳ trị vì của ông cũng đánh dấu một thời kỳ đầy thảm họa cho nhà Tống. Huy Tông bỏ trung dùng gian, để cho tham quan lộng hành dẫn tới khởi nghĩa nông dân trong nước suốt mười mấy năm, trong triều tín nhiệm đám gian thần [[Thái Kinh]], [[Đồng Quán]] khiến triều cương bị lũng đoạn, đất nước rối ren và suy yếu. Từ năm [[1115]], người [[Nữ Chân]] ở phương bắc nổi dậy chống triều [[nhà Liêu|Liêu]], lập ra [[nhà Kim]] ([[1115]] - [[1234]]). Sau khi diệt Liêu, Kim đánh Tống, bắt cha con Huy Tông và Khâm Tông vào năm [[1127]]. Ông sống lưu vong tại nước Kim trong 8 năm trước khi qua đời vào năm [[1135]].\n\n== Thân thế ==\nTống Huy Tông tên thật là '''Triệu Cát''' (赵佶), chào đời vào ngày [[2 tháng 11]] năm [[1082]], tức ngày Đinh Tị, tháng 10 năm Nguyên Phong thứ năm<ref name=\"TS19\">''[[Tống sử]]'', [[:zh:s:宋史\/卷019|quyển 19]].<\/ref>. Ông nguyên là hoàng tử thứ 11 của [[Tống Thần Tông]] Triệu Húc, nhưng là hoàng tử thứ 3 trong số 6 hoàng tử còn sống đến tuổi trưởng thành của Thần Tông, mẹ là [[Khâm Từ hoàng hậu]] Trần thị, nguyên là ''Mỹ nhân'' (美人), qua đời 4 năm sau khi Thần Tông mất. Năm sau ([[1083]]), [[tháng 10]], thụ phong [[Trấn Ninh quân]] [[Tiết độ sứ]], tước ''Ninh quốc công'' (宁國公).\n\nNăm [[1085]], Tống Thần Tông chết, Hoàng thái tử Triệu Hú tức vị, tức là [[Tống Triết Tông]]. Không lâu sau, Triệu Cát được tấn phong ''Toại Ninh quận vương'' (遂宁郡王). Năm Thiệu Thánh thứ ba ([[1096]]), phong [[Bình Giang quân]], [[Trấn Giang quân]] tiết độ sứ, tiến tước '''Đoan vương''' (端王). Thời trẻ, Triệu Cát đã là một tài tử xuất chúng về nghệ thuật, ông rất có tài năng về thi ca, thư pháp. Đặc biệt, ông là một họa sĩ vô cùng xuất sắc và tài hoa. Nhưng mặt khác, Triệu Cát cũng là một kẻ có bản chất phóng đãng, lẳng lơ, ham mê hưởng lạc theo đúng chất một công tử phong lưu thời bấy giờ.\n\nNăm Nguyên Phù thứ ba ([[1100]]), [[Tống Triết Tông]] qua đời ở [[Phúc Ninh điện]] khi mới 24 tuổi<ref name=\"TTTTG086\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷086|quyển 86]].<\/ref>. Do lúc sinh thời, Triết Tông chỉ có duy nhất một người con trai là thái tử [[Triệu Mậu]], nhưng yểu mạng nên không có người thừa kế nên triều đình gặp rắc rối trong việc chọn người kế vị. Hôm đó mẹ cả của Triết Tông là Hướng Thái hậu vời các quan chấp chính vào cung khóc rằng\n:''Quốc gia bất hạnh, Đại Hành hoàng đế vô tự, sự việc nhờ các ông sớm định liệu''.\n\nQuan đầu triều là [[Chương Đôn]] tâu rằng\n:''Theo lý thì lập em cùng mẹ với Tiên đế là Giản vương Tự''.\n\nThái hậu đáp\n:''Lão thân không có con, thì các vương cũng đều như nhau là thứ tử của Thần Tông''.\n\nĐôn lại nói\n:''Nếu như thế thì lấy người con trưởng là Thân vương''.\n\nThái hậu không đồng ý bảo rằng\n:''Thân vương có bệnh, không thể đảm đương. Tiên đế thường nói Đoan vương là người có phúc lại mệnh thọ, và tính nhân hiếu, có thể lập lên ngôi''.\n\nĐôn bảo rằng\n:''Đoan vuơng là người khinh bạc, không thể là quân lâm thiên hạ''.\n\nNói chưa dứt lời thì [[Tăng Bố]] gạt đi và bảo rằng mọi việc nên nghe theo ý của Thái hậu. Thái hậu bèn cho mời Đoan vương Cát vào cung kế vị, tức là Tống Huy Tông. Quần thần xin Thái hậu đứng ra buông rèm nhiếp chính. Thái hậu cho rằng Tự quân đã trưởng thành thì bất tất phải buông rèm. Huy Tông lại khóc mà cầu xin, Thái hậu bèn bằng lòng<ref name=\"TTTTG086\" \/>.\n\n== Đại Tống Hoàng đế ==\n[[Tập tin:Emperor Huizong.jpg|thumb|left|250px|Huy Tông Hoàng đế là một nhà nghệ thuật tài hoa, song cũng là quân chủ vong quốc.]]\n=== Cựu đảng trở lại nắm quyền ===\nSau khi lên ngôi, Tống Huy Tông hạ lệnh xá thiên hạ, thăng trật cho bách quan lên một cấp, thưởng chư quân, sai sứ [[Tống Uyên]] sang [[Nhà Liêu]] báo tang. Tôn Triết Tông hoàng hậu Lưu thị là [[Chiêu Hoài hoàng hậu|Nguyên Phù hoàng hậu]], mẹ đẻ là Quý nghi Trần thị làm Hoàng Thái phi. Lấy [[Chương Đôn]] là Đặc tiến, phong ''Thân quốc công'' (申國公); lập vợ là [[Hiển Túc hoàng hậu|Thuận Quốc phu nhân]] Vương thị làm [[Hoàng hậu]]. Vương hậu là người Đức châu, con gái của Tiết độ sứ [[Vương Tảo]]\n\nSau đó ít lâu, ông lấy [[Hàn Trung Ngạn]], con trai cố tướng [[Hàn Kì]] làm Môn hạ thị lang. Trung Ngạn vào triều yết kiến, trình bày bốn việc: thi nhân trong ngoài, mở đường ngôn luận, bỏ nghi tự, giảm việc dụng binh. Hướng thái hậu đồng tình, triều chính dần trở lại trong sáng như thời Nguyên Hựu khi trước. Sau đó ông lại triệu tri Bạc châu [[Hoàng Lý]] giữ chức Thượng thư hữu thừa. Ông cũng phong vương tước cho một số anh em của mình.\n\nTống Huy Tông giáng chức những người theo phe Thiệu Thánh, giáng chức của bọn [[Thái Kinh]], [[Lưu Chửng]], [[Thái Biện]] (em của Kinh). Tháng 4 ÂL lấy [[Hàn Trung Ngạn]] làm Thượng thư Hữu bộc xạ kiêm Trung thư thị lang; [[Lý Thanh Thần]] là Môn hạ thị lang, [[Tương chi Kì]] là Đồng tri Xu mật viện sự nắm quyền như [[tể tướng]]. [[Hàn Trung Ngạn]] triệu các đại thần bị lưu đày trong những năm Thiệu Thánh về triều: [[Phạm Thuần Nhân]] được ban thuốc và đưa về Đặng châu, sau được phong Quan Văn điện học sĩ<ref>[[Phạm Thuần Nhân]] mất đầu năm [[1101]] ở tuổi 75<\/ref><ref name=\"TTTTG087\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷087|quyển 87]].<\/ref>, lại triệu [[Tô Thức]] đến Thường châu làm Ngọc Cục quan, nhưng không lâu sau [[Tô Thức]] qua đời.\n\nTống Huy Tông truy táng cho [[Lương Đảo]], [[Lưu Chí]], truy phục quan tước của [[Tư Mã Quang]], [[Văn Ngạn Bác]], [[Lã Đại Phòng]], [[Vương Khuê]]... hơn 30 người. Lúc đó có Thái học Thượng thái sinh [[Hà Đại Chính]] dâng sớ nói [[Nguyên Hựu hoàng hậu|Mạnh hoàng hậu]] (bị phế vào thời Triết Tông) không có tội gì nên xin phục hồi tôn hiệu. Tống Huy Tông nghe theo, đón Mạnh hậu vào cung, phong là '''Nguyên Hựu hoàng hậu'''.\n\n[[Mùa thu]] năm đó, Hướng thái hậu sau sáu tháng nghe chính sự, hạ chỉ hết buông rèm, từ đó Tống Huy Tông đích thân chấp chính. [[Tháng 8]] năm đó, [[Chương Đôn]] do bất cẩn trong lúc đưa tang đã làm linh cữu Triết Tông rơi xuống bùn suốt cả đêm nên bị tội đưa ra Việt châu rồi Lôi châu, cuối cùng ốm mà chết ở Mục châu<ref name=\"ReferenceA\">''[[Tống sử]]'', [[:zh:s:宋史\/卷471|quyển 471]]<\/ref>.\n\n[[Tháng 10]] năm [[1100]], dùng [[Hàn Trung Ngạn]] làm Tả bộc xạ kiêm Môn hạ thị lang, [[Tăng Bố]] làm Hữu bộc xạ kiêm Trung thư thị lang, [[An Đảo]] tri Xu mật viện sự, [[Phạm Thuần Lễ]] là Thượng thư Hữu thừa]] thay cho [[Hoàng Lý]] bị bãi chức. Vào đầu năm năm [[1101]], Hướng Thái hậu qua đời ở [[Từ Ninh điện]], có di chiếu cho phép truy tôn mẹ Huy Tông là Trần thái phi lên làm [[Hoàng thái hậu]], thụy là Khâm Từ. Cùng năm, [[Liêu Đạo Tông]] qua đời, Tống Huy Tông sai [[Tạ Văn Quán]], [[Thượng Quan Quân]] sang Liêu viếng tang.\n\n=== Phái Thiệu Thánh đắc thế ===\nTống Huy Tông dung túng cho các gian thần khuynh loát quyền hành trong triều. [[Hàn Trung Ngạn]] bị gièm pha và bãi chức, Hữu bộc xạ [[Tăng Bố]] nắm quyền, ra sức gạt bỏ những người không cùng cánh như [[Nhậm Bá Vũ]], [[Phạm Thuần Lễ]], [[Lý Thanh Thần]], [[Trần Quán]]...\n\nLúc bấy giờ Cung phụng quan [[Đồng Quán]] là một kẻ giảo hoạt khôn ranh, được Huy Tông sai đến Hàng châu tìm kiếm những đồ cổ và quý. [[Thái Kinh]] lúc đó ở Hàng châu được tin bèn ra sức đưa đón, chiều chuộng để lấy lòng, rồi còn đưa nhiều bức bình phong, thư họa gửi cho [[Đồng Quán]] mang về kinh. Huy Tông xem xong hết sức ca ngợi, lại có ý dùng [[Thái Kinh]]. Kinh lại nghe nói Đạo Lộc tư [[Từ Tri Thường]] hay vào cung làm phép trị bệnh của Nguyên Phù hoàng hậu nên cũng hết sức làm quen, tặng Tri Thường và lũ hoạn quan trong cung nhiều vàng bạc, châu báu và gái đẹp, vì thế trong ngoài đều biết đến [[Thái Kinh]]. Do vậy Huy Tông quyết định bổ nhiệm Kinh làm tri phủ Định châu<ref name=\"TTTTG087\" \/><ref name=\"TS472\">''[[Tống sử]]'', [[:zh:s:續資治通鑑\/卷472|quyển 472]].<\/ref>\n\nNăm [[1102]], Huy Tông cải niên hiệu là Sùng Ninh. Ông dùng [[Thái Kinh]] là tri Đại Danh phủ. Sái Kinh ban đầu cùng phe [[Tăng Bố]] loại bỏ những người chống đối. Huy Tông lại quay sang trọng dụng những người thuộc phe Thiệu Thánh mà Sái Kinh là đại diện, gạt bỏ phe Nguyên Hựu. Sau đó chính [[Sái Kinh]] được Huy Tông tin tưởng trọng dụng bèn tìm cách hất nốt Tăng Bố, gièm pha với Huy Tông. Huy Tông cách chức Hữu bộc xạ của [[Tăng Bố]], đày ra Nhuận châu. Do căm ghét [[Châu Hạo]] nên [[Thái Kinh]] kiếm một bản sớ trước kia của Hạo tố cáo Nguyên Phù hoàng hậu và bảo Hạo là kẻ điên cuồng. Huy Tông giận lắm, cho rằng Hạo phỉ báng tiên đế và Lưu hậu bèn đày [[Châu Hạo]] ra an trí ở Vĩnh châu<ref name=\"TTTTG087\" \/>.\n\nỞ trong cung, Nguyên Phù hoàng hậu căm ghét việc Nguyên Hựu hoàng hậu phục vị nên giật dây cho Phùng Hải chỉ trích bọn Hàn Trung Ngạn đón phế hậu về cung, lại thêm bọn [[Thái Kinh]] phụ họa, Huy Tông bất đắc dĩ phải ra lệnh phế Nguyên Hựu hoàng hậu, đưa đến Diêu Hoa cung làm nữ quan.\n\nTháng 7 ÂL năm [[1102]], Huy Tông dùng [[Thái Kinh]] làm Thượng thư Tả bộc xạ, bãi bỏ những chính sách thời Nguyên Hựu, dùng phép Thiệu Thánh, dụng Hi Ninh điều lệ cố sự, lập Đô Tỉnh trí giảng nghị ti, dùng bè đảng [[Ngô Cư Hậu]], [[Vương Hán Chi]]... hơn 10 người làm liêu chúc, cho thực thi lại tân pháp của [[Vương An Thạch]]. Huy Tông còn ra lệnh cấm con cháu [[Tư Mã Quang]], [[Lã Công Trứ]], [[Tô Thức]]... làm quan ở kinh sư<ref name=\"TTTTG088\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷088|quyển 88]].<\/ref>.\n\n[[Thái Kinh]] và [[Đồng Quán]] liên kết với nhau tạo phe cánh trong triều. Nhân việc triều đình đang muốn lấy lại Hoàng châu, Kinh ra sức tiến cử [[Đồng Quán]] cùng [[Vương Hậu]] cầm quân. Đến năm [[1104]], quân Tống lấy lại Hoàng châu, Thiện châu. Tống Huy Tông lấy [[Thái Kinh]] làm Tư không, tấn phong Gia Quốc công, [[Đồng Quán]] làm Cảnh Phúc điện sứ, Tương châu quan sát sứ.\n\nHuy Tông nghe theo [[Thái Kinh]] muốn triệt hạ đối thủ, cho khắc tên phe đảng Nguyên Hựu gồm 120 người, đứng đầu là [[Tư Mã Quang]] [[Văn Ngạn Bác]] lên bia đá để bố cáo thiên hạ, trên bia đề sẵn mấy chữ ''bia phe đảng'' do chính tay Huy Tông viết. Những người chống đối tiếp tục bị giáng chức và đày đi xa.\n\nNăm [[1105]], Hà Đông Ngũ lộ Kinh lược sứ [[Đào Tiết Phu]] là tâm phúc của Kinh, dụ được [[Thổ Phiên]] dâng ba châu Bang, Điệp, Phan. Huy Tông ban thưởng cho Thái Kinh, lấy Đồng Quán là Hi Hà Lan Hoàng Tần Phượng lộ kinh lược an phủ chế trí sứ. Dùng [[Trương Khang Quốc]] làm Tri Xu mật viện, [[Lưu Quỳ]] Đồng tri, [[Hà Chấp Trung]] là Thượng thư Tả thừa. Tháng 3 năm [[1105]], [[Triệu Đĩnh Chi]] được thăng chức Thượng thư Hữu bộc xạ, Trung thư thị lang, nắm quyền tể tướng. Từ khi làm tướng, Đĩnh Chi trở mặt với [[Thái Kinh]], bị [[Sái Kinh]] gièm pha mất chức.\n\n=== Triều đình tranh đấu ===\n\nTháng giêng năm [[1106]], Huy Tông nghe lời Hộ bộ thượng thư [[Lưu Đạt]], cho phá bỏ những bia đá kể tội đại thần Nguyên Hựu trước đây để tỏ đức rộng rãi. [[Thái Kinh]] lên triều, thấy bia đá bị phá liền lớn tiếng chửi rủa trước điện, nên bị hạch tội. Huy Tông bãi chức của [[Thái Kinh]], xá miễn những người bị Kinh đày ải.\n\nNước Hạ lúc này sau nhiều năm chiến tranh cũng cảm thấy mệt mỏi nên viết thư tạ tội, xin hòa hảo, Huy Tông và [[Triệu Đĩnh Chi]] đều có ý bằng lòng. Hạ lệnh bãi Ngũ lộ Kinh lược sứ, dời [[Đảo Tiết Phu]] đến Hồng châu, sai sứ đến Hạ bàn việc thông hảo. Từ đó Hạ chủ thần phục và triều cống hằng năm<ref name=\"TTTTG89\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷089|quyển 89]]<\/ref>.\n\n[[Thái Kinh]] ngầm móc mối với Trịnh Quý phi đang đắc sủng để được dùng trở lại. Quý phi vì trong cung không có vây cánh nên cũng muốn có chỗ dựa cậy. Anh Quý phi là [[Trịnh Cư Trung]] dâng sớ nói những việc làm của [[Thái Kinh]] chỉ là tuân theo ý vua, không có lợi lộc riêng tư, Huy Tông bắt đầu mủi lòng. Cư Trung lại nói việc triều chính đã vào nề nếp thì việc bãi chức Thái Kinh có được gì. Sau còn có Lễ bộ thị lang [[Lưu Chính Phu]] ra sức nói giúp, nên Huy Tông lại muốn dùng Kinh. Đầu năm Đại Quan nguyên niên ([[1107]]), có chiếu phục chức [[Thái Kinh]] là Thượng thư Tả bộc xạ, Môn hạ thị lang. Mấy hôm sau, [[Ngô Cư Hậu]] tuổi già yếu xin nghỉ; nên lấy [[Hà Chấp Trung]] là Môn hạ thị lang, [[Đặng Tuân Vũ]] là Trung thư thị lang, [[Lương Tử Mĩ]] và [[Lưu Ngạc]] là Thượng thư Tả, Hữu thừa<ref name=\"TTTTG090\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷090|quyển 90]].<\/ref>. [[Thái Kinh]] tìm cớ hãm hại [[Lưu Đạt]], sai [[Thạch Công Bật]] đứng ra tố cáo khiến Huy Tông đày Đạt ra Bạc châu, sau đó đến tháng 3 thì bãi chức tướng của [[Triệu Đĩnh Chi]], giáng Quan Văn điện học sĩ<ref name=\"TS351\">''[[Tống sử]]'', [[:zh:s:宋史\/卷351|quyển 351]].<\/ref>, lấy con của Kinh là [[Thái Du]] vào chức Long Đồ các học sĩ kiêm quan Thị độc. Mấy hôm sau, [[Triệu Đĩnh Chi]] qua đời, truy tặng Tư đồ, thụy là Thanh Hiến.\n\nVào tháng 5 năm [[1107]], yêu nhân [[Trương Hoài Tố]] vốn giao kết với nhà họ Thái, nay cùng bọn [[Ngô Trữ]], [[Ngô Mâu]] làm phản rồi bị giết. Lúc đó [[Thái Kinh]] còn tìm cách hại cựu tướng [[Lã Huệ Khanh]], bắt con Huệ Khanh là Uyên tống vào nhà lao, ép khai rằng mình và Hoài Tố mưu phản. [[Lã Uyên]] không nhận tội, nhưng [[Thái Kinh]] cũng đày Huệ Khanh ra Tuyền châu. Trung thư thị lang [[Đặng Tuân Vũ]] có người vợ là cháu Ngô Mâu nên cũng bị giáng chức đến Tùy châu<ref name=\"TTTTG090\" \/>.\n\nHuy Tông thăng [[Lương Tử Mĩ]] đến chức Trung thư thị lang. Tháng 8 ÂL năm này, [[Tăng Bố]] chết ở Nhuận châu<ref name=\"ReferenceA\"\/>. Lúc [[Trương Hoài Tố]] mưu phản, nhiều đại thần bị phát hiện có liên quan, trong đó có [[Thái Kinh]]. Kinh tự thấy bất an, may nhờ có Ngự sử trung thừa [[Dư Thâm]] và Khai Phong doãn [[Lâm Sư]] giấu luôn việc này nên Kinh không bị truy cứu. Vì thế Kinh cảm kích Lâm Sư, phong làm Thượng thư Tả thừa, còn lấy [[Trịnh Cư Trung]] là Đồng tri xu mật viện sự vào cuối năm [[1107]]<ref name=\"ReferenceA\"\/>. Đầu năm [[1108]], [[Thái Kinh]] được gia phong Thái úy rồi Thái sư, ban đai ngọc, [[Đồng Quán]] là Kiểm giáo tư không, Phụng Ninh quân tiết độ sứ gọi là ban thưởng việc khôi phục Thao châu<ref name=\"TTTTG090\" \/>. Không lâu sau [[Lương Tử Mĩ]] bị bãi, [[Lâm Sư]] được cất nhắc làm Trung thư thị lang, [[Dư Thâm]] làm Thượng thư Tả thừa. Vào tháng 10 ÂL năm [[1108]], Vương hoàng hậu qua đời, tôn thụy là Tĩnh Hòa, bồi táng vào lăng Vĩnh Dụ.\n\nXu mật sứ [[Trương Khang Quốc]] bất hòa với [[Thái Kinh]] nên thường chê trách những việc làm của Kinh. Huy Tông ngầm bảo Khang Quốc giám sát động tĩnh của Kinh. Kinh biết được bèn sai [[Ngô Chấp Trung]] làm Trung thừa, muốn hặc tội Khang Quốc. Khang Quốc dâng sớ nói rằng Chấp Trung sẽ đàn hặc mình nên xin từ chức trước. Khi Chấp Trung vào luận tội thật như lời Khang Quốc, Huy Tông tỏ ra bực bội đuổi cổ Chấp Trung làm tri Từ châu. Không lâu sau đầu năm [[1109]], Khang Quốc đột nhiên không bệnh mà mất, có lời đồn rằng việc này do [[Thái Kinh]] làm. Huy Tông xuống chiếu truy tặng Khai phủ nghi đồng tam ti, thụy là Văn Giản. Tháng 4 ÂL năm đó, Trung thư thị lang [[Lâm Sư]] bãi. Lúc [[Lâm Sư]] xướng tên các cống sĩ đã không đọc được chữ [[Chân Áng]], nói thành Yến Ương. Huy Tông cười bảo là đọc sai rồi. [[Lâm Sư]] không những tạ tội mà còn tỏ ra vô lễ. Ngự sử luận tội [[Lâm Sư]] ít học lại vô lễ khiến Sư bị giáng chức tri Trừ châu. Lấy [[Trịnh Cư Trung]] làm Tri Xu mật viện, [[Quản Sư Nhân]] phụ tá<ref>Chỉ hai tháng sau [[Quản Sư Nhân]] qua đời<\/ref>; [[Dư Thâm]] là Trung thư thị lang, [[Tiết Ngang]] và [[Lưu Chính Phu]] là Thượng thư Tả, Hữu thừa. [[Trịnh Cư Trung]] lúc này lại có hiềm khích với [[Thái Kinh]] nên sai gián quan hặc tội ban đầu chưa có hồi âm. Cư Trung không cam tâm, lại sai [[Thạch Công Bật]], [[Trương Khắc]] đàn hặc tiếp khiến Kinh bị bãi tướng, giáng chức Trung Thái Nhất cung sứ. Lấy [[Hà Chấp Trung]] là Thượng thư Tả bộc xạ kiêm Môn hạ thị lang.\n\nĐầu năm [[1110]] lấy [[Dư Thâm]], [[Trương Thương Anh]] làm Môn hạ, Trung thư thị lang, [[Hầu Mông]] là Đồng tri Xu mật viện. Đến mùa hạ năm đó, Tuệ tinh lại xuất hiện ở Khuê, Lâu; có chiếu giảm bớt những cuộc vui, sai Thị tòng quan dâng lời nói thẳng về việc làm sai trái của quan lại trong triều, xá thiên hạ<ref name=\"TTTTG090\" \/>. Nhân đó [[Thạch Công Bật]], [[Mao Chú]], [[Trương Khắc Công]] hặc tội [[Thái Kinh]] bất trung, bất pháp, kết bè đảng tác oai tác quái lũng đoạn chánh quyền, không coi vua ra gì, có đến 10 khoản. Huy Tông hạ chiếu giáng [[Thái Kinh]] làm Thái tử thiếu bảo, dời sang Hàng châu, bãi luôn chức của [[Dư Thâm]] dời ra Thanh châu. Lấy [[Trương Thương Anh]] làm Thượng thư Hữu bộc xạ, Trung thư thị lang<ref name=\"TTTTG090\" \/>, [[Lưu Chánh Phu]], [[Ngô Cư Hậu]] là Trung thư. Môn hạ thị lang, [[Hầu Mông]], [[Đặng Tuân Nhân]] là Thượng thư tả, hữu thừa.\n\nMùa thu năm [[1109]], Hoàng hậu Vương thị qua đời, thụy là Tĩnh Hòa. 1 năm sau Huy Tông hạ chiếu lập Quý phi Trịnh thị làm Kế hoàng hậu. Lúc [[Thái Kinh]] bị bãi chức, anh của Trịnh hậu là [[Trịnh Cư Trung]] khoe khoang tướng vị chắc chắn về tay mình. Huy Tông biết tin không bằng lòng, nên lấy cớ không dùng ngoại thích mà bãi Cư Trung là Quan Văn điện đại học sĩ, Trung Thái Nhất cung sứ<ref name=\"TTTTG090\" \/>. Tháng 11 ÂL hạ chiếu đổi năm tiếp theo ([[1111]]) là Chính Hòa nguyên niên. Trong lúc này [[Đồng Quán]] thấy Liêu đã suy yếu nên tìm cách xin Huy Tông phục chức cho [[Thái Kinh]] để liên hiệp với [[Nữ Chân]] cùng ra quân diệt Liêu, dẫn đến việc mất nước thảm thương về sau.\n\n=== Suy trị ===\nCuối năm [[1111]], người Yên là [[Mã Thực]] vốn là sĩ tộc Liêu thấy nước Liêu rối loạn, gặp lúc [[Đồng Quán]] sai sứ sang Liêu, [[Mã Thực]] lén liên hệ với sứ giả, xin về hàng Tống. [[Đồng Quán]] sai người đưa về triều gặp Huy Tông. Mã Thực hiến kế sách rằng\n:''Tộc [[Nữ Chân]] xưa nay hận người [[nhà Liêu|Liêu]] đến tận xương tủy, vả lại Liêu chủ hoang dâm thất đạo, thế nước không còn được bao lâu. Nay bản triều có thể sai sứ bằng đường biển đến kết minh ước với [[Nữ Chân]], cùng hẹn đánh Liêu thì đất Yên cũng có thể thu lại được''.\n\nQuần thần cho rằng [[Trung Quốc]] kết thân với Liêu đã hơn 100 năm mà bây giờ phản lại minh ước e không phải điều có lợi. Nhưng Huy Tông tin Mã Thực, phong [[Mã Thực]] là Bí thư thừa, ban họ quốc tính, tức là [[Triệu Lương Tự]]. Từ đó triều đình bắt đầu chuẩn bị kế hoạch giành lại đất Yên.\n\nSang đầu năm [[1112]], Huy Tông hạ chiếu phục chức [[Thái Kinh]] là thái sư, ban phủ đệ trong kinh thành và từ đó Kinh được nhiệm dụng trở lại và tiếp tục tác quái trong triều<ref name=\"TTTTG91\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷091|quyển 91]]<\/ref>. Kinh sợ các quan lại tìm cớ tố cáo mình nên bảo văn thư của Môn hạ tỉnh không cần trình hết lên kẻo khiến vua phải lao tâm, phần lớn để tể thần xem xét, cho nên những văn tự tố cáo Kinh đều không còn tác dụng. Về sau Kinh có làm sai việc gì cũng không bị trách phạt mà quần thần cũng không dám dâng lời nói thẳng nữa. Cuối năm đó, Huy Tông theo đề nghị của [[Thái Kinh]] cải cách quan chế, đổi tam công là tam sư, Tư đồ, Tư không, Thái úy,... không là tam công nên phải bãi, đổi Thị trung là Tả phụ, Trung thư lệnh là Hữu bật; Thượng thư Tả bộc xạ nay là Thái tể kiêm Môn hạ thị lang, Thượng thư Hữu bộc xạ là Thiếu tể kiêm Trung thư thị lang, còn bãi Thượng thư lệnh và văn võ huân ban. Cuối năm [[1112]], tiến phong Sở quốc công [[Thái Kinh]] là Lỗ quốc công, còn lấy [[Đồng Quán]] là Thái úy, [[Hà Chấp Trung]] là Thái tể, Thiếu phó kiêm Môn hạ thị lang. Lúc này Huy Tông ngày càng đắm chiếu trong hoan lạc chẳng thiết gì đến chính sự, lại thêm [[Thái Kinh]] cực lực hùa vào, cho xây nhiều công trình tốn công tốn của, bòn rút nhân dân, thế nước đã đi xuống. Như năm [[1113]] đã xây điện Bảo Hòa, ốc thất 75 gian, đồ trang sức, thư họa bày trí nhiều vô kể, tốn của công rất nhiều. Những kẻ gian tà bất chính tiếp tục được dùng, như [[Cao Cầu]] được phong chức Thái úy năm [[1117]].\n\nLúc này Sùng Ân hoàng thái hậu Lưu thị kiêu ngạo quá độ, muốn can dự cả việc bên ngoài, tư thông với nhiều người. Năm [[1113]] Huy Tông cùng quần thần nghị định rồi phế truất bà ta. Sau Lưu thị uất ức treo cổ tự tử, được táng vào lăng Vĩnh Thái. Sau đó có chiếu đổi công chúa là đế cơ, quận chúa gọi là tông cơ, huyện chúa là tộc cơ. Quyết định trả lại thụy hiệu cho [[Vương Khuê]], phục chức của [[Hàn Trung Ngạn]], [[Tăng Bố]], [[An Đảo]], [[Lý Thanh Thần]], [[Hoàng Lý]]..., lấy [[Hà Chấp Trung]] làm Thiếu sư vào tháng 8 năm đó<ref name=\"TTTTG91\" \/>.\n\nVào tháng 2 năm [[1115]], Huy Tông hạ chiếu lập hoàng trưởng tử Định vương Triệu Hoàn làm hoàng thái tử. Đồng Quán được lĩnh chức Lục bộ biên sự, tổng lĩnh các đội quân ở phía tây. Truy luận Chí Hòa, Gia Định sách công, phong [[Hàn Kì]] là Ngụy quận vương, phục quan tước cho [[Văn Ngạn Bác]]. Cuối năm này, [[Vương Hậu]] cùng [[Lưu Trọng Vũ]] hợp quân ở Kinh Nguyên, Phu Diên, Hoàn Khánh, Tần Phượng công đánh người Hạ, bị thất bại, toàn quân mười phần thiệt hại đến tám, chín. Hậu sợ tội, nên đút lót cho Đồng Quán để ỉm việc này đi. Sau đó người Hạ tràn sang cướp bóc ở Tiêu Quan rồi lui về.\n\nTống Huy Tông còn có những sở thích khác người. Ông tin tưởng Đạo giáo, vì thế trọng dụng nhiều đạo sĩ như [[Quách Thiên Tín]], [[Ngụy Hán Tân]], [[Vương Lão Chí]], [[Vương Tử Tích]], [[Lâm Linh Tố]]... Mỗi lần đi ra ngoài đều có hơn 100 đạo sĩ đi theo tháp tùng, chẳng khác gì thần tiên. [[Thái Kinh]] đoán biết Huy Tông thích đồ cổ, nên sai [[Chu Miện]] tìm cách vơ vét trong dân, lập ra cái gọi là Ứng phụng cục, chuyên chở hoa thạch cương vận chuyển vào cung, ngân khố tốn kém không biết bao nhiêu mà kể. Phàm những vật phẩm quý giá trong nhân gian đều bị ghi thành vật ngự dùng rồi bị thu giữ; người chủ có ý chống đối lại coi là đại bất kính. Lại vì đường chuyên chở khó khăn, nhiều khi phải phá nhà dân làm đường, trăm họ ta thán khắp nơi.\n\nMùa hạ năm [[1117]], Huy Tông cho dựng đàn tế ở phía tây cung Thái Ất, đổi Thiên Ninh Quan thành Thần Tiêu Ngọc Thanh cung; đặt tượng Trường Sinh đại đế quân; Thanh Hoa đại đế quân; lại hạ chiếu nói mình là con của thượng đế là Đại Tiêu đế quân; vì sợ Trung Hoa bị Di Địch bức hiếp nên thác sinh xuống trần làm nhân chủ để thiên hạ quy về chính đạo. Nay thì tự xưng là Giáo chủ Đạo Quân hoàng đế. Trăm quan thừa ý chỉ đó mà dâng tôn hiệu<ref name=\"TTTTG92\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷092|quyển 92]]<\/ref>. Lúc này [[Trịnh Cư Trung]] đang là Thái tể, [[Dư Thâm]] là Thiếu tể, [[Bạch Thời Trung]] là Trung thư thị lang. Tiến phong Đồng Quán là Thiểm Tây, Lưỡng Hà tuyên phủ sứ, Khai phủ nghi đồng tam ti, Giám thư Khu mật viện sự; đặc cách cho [[Thái Kinh]] năm ngày vào triều một lần, tổng trị tam tỉnh sự; gả Mậu Đức đế cơ cho con trai của Kinh. Năm Chính Hòa thứ 8 cải nguyên là Trọng Hoài, năm sau ([[1119]]) lại cải là Tuyên Hòa. Lúc này triều đình giao chiến với [[Tây Hạ]] bị thua, Đồng Quán cố tính nói bại thành thắng; nên được tiến phong Kinh quốc công. Người đương thời gọi [[Đồng Quán]] là tướng bà ngang với [[Thái Kinh]] là tướng ông.\n\n=== Liên minh trên biển ===\n[[Tập tin:Song-Liao-Xixia-1111.png|nhỏ|200px|phải|Tống-Liêu-Hạ năm 1111]]\nĐầu năm [[1113]], trưởng tộc Nữ Chân là [[Hoàn Nhan A Cốt Đả]] bắt đầu khởi binh chống nhà Liêu, thế lực ngày càng lớn, đến năm [[1115]] thì xưng đế, đặt quốc hiệu là [[nhà Kim|Đại Kim]]<ref name=\"TTTTG92\" \/>. Nước Kim ngày càng lớn mạnh trong khi nước Liêu ngày một suy yếu hơn và liên tục thua trận. Kim lấy ngũ kinh của Liêu làm mục tiêu, phát động tấn công, trong vòng vài năm đã chiếm được phần lớn đất Liêu. Triều đình [[nhà Tống]] muốn nhân cơ hội này thu lại đất Yên Vân mà [[Hậu Tấn Cao Tổ]] [[Thạch Kính Đường]] dâng cho [[Khiết Đan]] khi xưa, nên quyết định liên Kim, kháng Liêu; liền sai [[Mã Chánh]] và [[Cao Dược Sư]] đi sứ sang Kim. Trong lúc đó nước Liêu liên tiếp thất thế; vào đầu năm [[1118]] [[Kim Thái Tổ]] gửi thư đòi vua Liêu phải coi mình là anh; cắt nhượng Thượng Kinh, Trung Kinh và phủ Hưng Trung cho mình. Sau khi Liêu chấp nhận điều khoản, hai bên tạm ngưng chiến tranh trong một thời gian ngắn<ref name=\"TTTTG93\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷093|quyển 93]]<\/ref>.\n\nNăm [[1118]], triều Tống cử Vũ Nghĩa đại phu [[Mã Chính]] phụng mệnh từ Đăng Châu<ref>[[Bồng Lai]], [[Sơn Đông]], [[Trung Quốc]] hiện nay<\/ref> vượt biển đi sứ, dâng thư lên Kim Thái Tổ với nội dung xin hợp sức phạt Liêu. Năm [[1119]], [[nhà Kim]] sai bọn [[Lý Thiện Khánh]] sang Tống bàn việc kết minh. Kể từ sau khi [[Triệu Lương Tự]] trốn sang, triều đình [[nhà Tống]] rất muốn đánh Liêu, thu lại đất cũ; do đó nhanh chóng đi đến liên minh với Kim. Trong lúc đó thì triều đình ngày càng suy bại, Huy Tông trọng dụng gian thần [[Vương Phủ]] làm thiếu tể rồi thái tể. Lại thêm [[Lý Bang Ngạn]] là kẻ ưa xiểm nịnh, mỗi khi vào cung dự tiệc lại đưa con hát theo, lại còn tư thông với cung tần trong cung; người đương thời gọi là [[tể tướng]] lãng tử. [[Vương Phủ]] có lần đòi luận tội [[Thái Kinh]] nên bị bãi chức một thời gian; trong khi đó thì dùng [[Trương Bang Xương]], [[Vương An Trung]] làm Thượng thư tả, hữu thừa<ref name=\"TTTTG93\" \/>. Năm sau, [[Thái Kinh]] tuổi già, hai mắt mờ hẳn, bèn xin được trí sĩ, tuy nhiên các con của hắn ta là [[Thái Du]], [[Thái Thao]] vẫn nắm giữ quyền lực trong triều.\n\nĐầu năm [[1120]], vua Kim phá bỏ hòa ước, tiến hành chiến tranh với Liêu lần thứ hai. Lúc này Huy Tông đã sai [[Triệu Lương Tự]] giả danh mua ngựa mà sang Kim bàn việc liên minh; trong quốc thư yêu cầu được cùng diệt Liêu, lấy lại đất Yên Vân. Sau mấy lần thương nghị, hai bên định ra bản hiệp ước có những nội dung cơ bản như sau:\n#Hai nước đều tự tiến quân đánh Liêu, quân Kim đánh lấy Thượng Kinh<ref>nay là phía nam trấn Lâm Đông, kỳ Ba Lâm Tả, khu tự trị Nội Mông Cổ<\/ref> cùng Trung Kinh Đại Định phủ <ref>Nay là hương Đại Minh, trấn Thiên Nghĩa, huyện [[Ninh Thành]], địa cấp thị [[Xích Phong]], [[Liêu Ninh]]<\/ref> của Liêu. Quân Tống đánh lấy Tây Kinh Đại Đồng phủ<ref>[[Đại Đồng]], [[Sơn Tây]], [[Trung Quốc]] hiện nay<\/ref> và Yên Kinh Tích Tân phủ<ref>Thủ đô [[Bắc Kinh]], [[Trung Quốc]] ngày nay<\/ref>.\n#Tiền 40 vạn Tống tặng cho Liêu khi trước sẽ chuyển sang cho Kim\n#Sau khi diệt Liêu, Kim nhận đất Thượng Kinh, Trung Kinh và Đông Kinh; Tống nhận 16 châu Yên Vân và Yên Kinh<ref name=\"TTTTG93\" \/>.\n\nSau khi hòa ước được ký kết, vua Kim sai Bột Đồng theo Lương Tự về Biện. Huy Tông viết thư phúc từ\n:''Đại Tống hoàng đế gửi thư đến Đại Kim hoàng đế. Nay có thư hẹn cùng quý quốc đánh [[Khiết Đan]] như thỏa ước. [[Đồng Quán]] sẽ đưa quân đến tiếp ứng; quân lính hai nước đều không được lấn sang biên giới nước kia. Chi phí chiến tranh do Liêu chi trả; không bên nào được tự ý nhận hòa với [[Khiết Đan]].\n\n=== Đánh dẹp khởi nghĩa nông dân ===\nTrong lúc triều Tống đang tích cực chuẩn bị cuộc chiến tranh với Liêu thì trong nước, các cuộc khởi nghĩa nông dân nổ ra; mà quy mô nhất là cuộc nổi dậy của [[Phương Lạp]] ở Mục châu. Do sự bóc lột của nhà Tống, người Giang Nam theo Phương Lạp nổi dậy. Cuối năm [[1120]], Phương Lạp xưng là Thánh công, đặt niên hiệu Vĩnh Lạc, tung hoành khắp vùng Mục Châu, Thiệp Châu đánh đến Hàng Châu. Tin thua trận bay về kinh sư, [[Vương Phủ]] giấu nhẹm đi vì lúc này triều Tống chỉ lo việc chiến tranh với Liêu. Do đó [[Phương Lạp]] mặc sức tung hoành ở vùng đông nam.\n\nMãi về sau, Hoài Nam phát vận sứ [[Trần Cấu]] dâng thư cáo cấp, xin triều đình nhanh chóng ra quân. Huy Tông thất kinh, bèn gác chuyện bắc phạt, tập trung ổn định bên trong. Có chiếu lấy [[Đồng Quán]] làm Giang Hoài Kinh Triết tuyên phủ sứ, cùng [[Đàm Tích]] dẫn 150.000 binh dẹp loạn<ref name=\"TTTTG93\" \/>. [[Đồng Quán]] đến đất Ngô, nghe nói dân chúng khốn khổ về việc cống nạp hoa thạch cương, bèn cho bãi đi; lại cách chức của [[Chu Miễn]], nhân dân đều hả dạ. Lúc này [[Phương Lạp]] vây hãm Cù châu, Vụ châu, Nghiêm Châu và Tú châu. Giữa năm [[1121]], [[Phương Lạp]] bị quân [[Đồng Quán]] đánh bại ở Tú châu phải lui về Hàng châu, dựa vào thế núi hiểm trở mà cố thủ<ref name=\"TTTTG94\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷094|quyển 94]]<\/ref>. Tháng 4 năm [[1121]], [[Phương Lạp]] lại thua trận mất 700.000 quân, phải bỏ trốn rồi bị bắt và xử tử. Cuộc khởi nghĩa bị dẹp tan.\n\nỞ huyện [[Vận Thành]], [[Sơn Đông]] có hào kiệt là [[Tống Giang]] nổi dậy. Tri Hải châu [[Trương Thúc Dạ]] nghĩ kế mới dụ hàng được. Tình hình trong nước yên ắng trở lại, Huy Tông lại sa vào con đường ăn chơi trụy lạc. [[Vương Phủ]] lại tâu xin lập lại Ứng phụng cục và Hoa thạch cương; điều này rất hợp ý với Huy Tông. Huy Tông bèn cử [[Vương Phủ]] và [[Lương Sư Thành]] quản việc thu nạp trong đại nội. Hai kẻ này tha hồ lạm dụng công quỹ, bỏ làm của riêng. Lại có chiếu xét công gia [[Đồng Quán]], [[Thái Kinh]] làm thái sư, [[Vương Phủ]] làm thiếu phó, [[Trịnh Cư Trung]] làm thiếu tể ([[1121]]).\n\n=== Chiến sự ở Yên Vân ===\nTrong lúc chiến sự, nội bộ nước Liêu chia rẽ khiến nước Liêu càng suy yếu. Quân Kim tiến đánh Trung Kinh và Tây Kinh; Liêu Thiên Tộ Đế kinh hoàng bỏ chạy về Giáp Sơn<ref name=\"TTTTG94\" \/>. Sau khi đánh dẹp khởi nghĩa nông dân, Huy Tông có ý muốn dưỡng quân, nhưng Kim lại sai sứ sang thúc giục ra quân. Huy Tông nghe lời [[Vương Phủ]], quyết định xuất quân, phong [[Đồng Quán]] làm Hà Bắc, Hà Đông lộ tuyên phủ sứ; [[Thái Du]] là phó đem 150.000 quân bắc phạt. Đại thần [[Tống Chiêu]] dâng sớ xin giết [[Vương Phủ]] và [[Triệu Lương Tự]], giữ tình nghĩa anh em với Liêu; liền bị đày ra Hải Nam. [[Vương Phủ]] thống kê số trai tráng, nhận 2600 vạn lạng làm quân phí. [[Đồng Quán]] đến Cao Dương quan; treo bảng hiểu dụ dân đất Yên, cờ ghi là ''điếu dân phạt tội''. Lại cùng [[Chủng Sư Đạo]] tiền theo hướng đông; [[Tân Hưng Tông]] tiến theo hướng tây đánh tới Phạm Thôn. [[Tiêu Cán]] cầm quân ra đánh, đánh bại [[Tân Hưng Tông]] ở Phạm Thôn. [[Chủng Sư Đạo]] cũng bị [[Da Luật Đạt Thực]] đánh bại phải lui về Hùng châu<ref name=\"TTTTG94\" \/>.\n\nNgười Liêu sai sứ sang trách cứ; [[Đồng Quán]] bèn đổ trách nhiệm cho [[Chủng Sư Đạo]] khiến Sư Đạo bị [[Vương Phủ]] bãi chức. Huy Tông nghe tin thua trận, vội hạ lệnh rút quân.\n\nMùa thu năm đó, [[Vương Phủ]] nghe tin Liêu có tang, lại xin bắc phạt. Huy Tông lại lệnh cho [[Đồng Quán]], [[Thái Du]] tiến quân. Tướng giữ Trác châu là [[Quách Dược Sư]] đem hai châu Trác Dịch hàng triều Tống. Quân Tống tiến đánh Lương Hướng thì bị [[Tiêu Cán]] đánh cho tan tác. Hôm sau [[Quách Dược Sư]], [[Cao Thế Tuyên]] bí mật dẫn quân tập kích trại Liêu cũng thua; [[Lưu Diên Khánh]] hoảng sự bỏ trốn. [[Tiêu Cán]] đưa quân sang Trác Thủy; [[Lưu Diên Khánh]] lại lui về Hùng Châu. [[Đồng Quán]] thua trận liên tục; sợ bị bắt tội nên vẫn ngầm sai sứ đến Kim xin được cùng đánh Yên Kinh. Lúc đó [[Triệu Lượng Tự]] được cử đi sứ. Vua Kim trách về việc ra quân chậm chạp và dự định đánh vào Yên Kinh; sau khi việc thành chỉ trả cho Tống sáu châu Kế, Cảnh, Đàn, Thuận, Trác, Dịch; hai châu Bình, Loan là thuộc về Kim. [[Triệu Lương Tự]] cố tranh cãi nhưng không được.\n\nĐầu năm [[1123]], vua Kim chia quân làm ba đạo tiến đánh Yên Kinh. Yên Kinh thất thủ; [[Tiêu Cán]] và Tiêu Thái hậu chạy về Thiên Đức. Năm kinh của Liêu đều thuộc về Kim. Bên Tống lại sai [[Triệu Lương Tự]] đến bàn về ba châu Bình, Loan, Doanh. Kim không theo và còn đòi những người Liêu bị bắt. [[Vương Phủ]] lại sai Lương Tự đi sứ lần nữa. Vua Kim tỏ ra tức giận, bèn thu thuế ở Yên Kinh. Lương Tự phản đối, nhưng bên Kim không nghe. [[Triệu Lương Tự]] đành phải xuất 20 vạn thạch lương cho Kim. Năm [[1123]], Kim sai [[Lý Tĩnh]] đến Tống bàn việc tiền nộp và tiền thuế ở Yên Kinh. [[Vương Phủ]] nói tiền nong thì y như thời Liêu, nhưng tiền thuế Kim không thể lấy hết được. [[Triệu Lương Tự]] lại được cử sang Kim. Sau nhiều lần tranh luận gắt gao, hai bên định ra hòa ước như sau:\n#Tiền thuế 40 vạn cấp cho Liêu nay chuyển sang cho Kim\n#Hằng năm thuế má ở Yên Kinh tính thành 100 vạn\n#Lễ sinh nhật đôi bên đều có sứ chúc mừng, lập quan hệ buôn bán với nhau.\n#Tống lấy Yên Kinh sáu châu trước núi, những châu sau núi và vùng Tây Bắc Yên Kinh là của Kim.\n\nKim sai sứ sang trình minh ước. [[Đồng Quán]], [[Thái Du]] vào thành Yên Kinh. Tuy nhiên lúc đó thì Kim đã cướp bóc sạch sành sanh và bắt dân về phương bắc, nên Yên Kinh và sáu châu trở nên hoang tàn. Hai người lại kéo về Biện, nói dối rằng nhân dân Yên Kinh từ già đến trẻ ra phủ phục hai bên đường đốt hương lạy mừng. Huy Tông mừng lắm, phong [[Đồng Quán]] là Từ Dự quốc công; [[Thái Du]] là Thiếu sư, [[Triệu Lương Tự]] là Diên Khang điện học sĩ, [[Vương Phủ]] là Thái sư; [[Trịnh Cư Trung]] làm Thái bảo (ít lâu sau Cư Trung qua đời). Lại cử Tả thừa [[Vương An Trung]] làm Khánh Viễn quân tiết độ sứ, [[Quách Dược Sư]] làm Đồng tri phủ sự, quản việc ở Yên Kinh.\n\nNăm [[1125]], Liêu Thiên Tộ Đế [[Da Luật Diên Hi]] bại trận; bị phế làm Hải Tân vương.\n\n=== Nước Kim uy hiếp ===\n[[Tập tin:金滅遼與北宋形勢圖.png|thumb|left|320px|Bản đồ mô tả việc Kim diệt Liêu và Bắc Tống.]]\nTướng giữ thành Bình châu<ref>Huyện Loan, [[Đường Sơn]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]] hiện nay<\/ref> là [[Trương Giác]] nguyên là tướng cũ của triều Liêu, vì không chịu tuân phục người Kim nên nảy sinh ý khác; muốn trung hưng [[nhà Liêu]], đón vua Liêu trở về phục quốc; nên muốn xin đầu hàng Tống để có được một nguồn viện binh lớn mạnh. [[Vương An Trung]] ở Yên Kinh cũng có dự định chiêu hàng [[Trương Giác]], nên gửi thư về triều trình bày rõ nguyên do đó. Triều đình cho tri phủ Yên Sơn [[Tiêu Độ]] liên lạc với [[Trương Giác]]. Vào tháng 6 ÂL năm đó, Giác viết biểu xin hàng gửi về Yên Kinh<ref>''[[Kim sử]]'', quyển 133<\/ref>, [[Vương An Trung]] báo về triều.\n\n[[Vương Phủ]] tại Biện Kinh biết chuyện ở Bình châu, rất mừng rỡ, khuyên Huy Tông nên chiêu nạp. [[Triệu Lương Tự]] can rằng nếu nhận hàng thần thì mất lòng người Kim. Huy Tông không nghe, giáng chức Lương Tự rồi đổi Bình châu thành Thái Ninh quân, cho [[Trương Giác]] làm tiết độ sứ, đời đời con cháu được thế tập, miễn thuế ba năm cho dân Bình châu<ref>''[[Tống sử]]'', quyển 472<\/ref>. Tháng 11 ÂL năm đó, Huy Tông giá hạnh phủ đệ của [[Vương Phủ]], cùng Phủ và [[Lương Sư Thành]] uống rượu thâu đêm suốt sáng, đến nỗi say khướt không dậy được; cả ngày không lên triều, nhân tình bất an. Mãi đến chiều thì ông mới tỉnh rượu và lên triều. Thượng thư hữu thừa [[Lý Bang Ngạn]] bàn rằng Vương Phủ dường như muốn biến nhà vua thành tiên rượu. Huy Tông có phần e ngại, do đó về sau không đến chỗ [[Vương Phủ]] nữa.\n\nTin [[Trương Giác]] đầu hàng bay về triều đình [[nhà Kim]]. Vua Kim mới là [[Kim Thái Tông|Thái Tông]] Hoàn Nhan Thịnh giận lắm, sai [[Oát Li Bất]] đánh Bình châu, hỏi tội triều Tống. Lúc đó người Tây Hạ lại sang lấn cướp [[Đàm Chẩn]] chống không nổi; rồi bị [[Thái Du]], [[Đồng Quán]] gièm pha nên mất chức, triều đình dùng [[Đồng Quán]] làm Lưỡng Hà Yên Sơn lộ tuyên phủ sứ. Lúc này ngân khố cạn kiệt; triều đình lại gấp vì việc quân nên cho bắt mấy chục vạn dân phu ở Kinh Tây, Hoài Nam, Lưỡng Triết, Kinh Hồ đến phục dịch; ai không đi phải đóng 30 quan. Nhưng cuối cùng chỉ có vài vạn mà dân tình ta thán khắp nơi.\n\nQuân Kim vây đánh Bình châu và không lâu sau thì phá thành. [[Trương Giác]] chạy về Yên Kinh. [[Oát Li Bất]] đem quân tới đòi, dọa sẽ đánh vào Yên Kinh. An Trung đành chém một kẻ khác, giao đầu cho người Kim nhưng bị nhận ra. An Trung đành phải giao nộp thủ cấp của Giác cho người Kim. [[Quách Dược Sư]] do đó nảy sinh ý khác, bèn đầu hàng người Kim.\n\nTháng 9 ÂL năm [[1124]], Huy Tông lấy [[Bạch Thời Trung]] làm thái tể; [[Lý Bang Ngạn]] làm thiếu tể; [[Trương Bang Xương]] là Trung thư thị lang; dùng [[Thái Kinh]] làm tam tỉnh sự. Tháng 11 ÂL, [[Vương Phủ]] không được lòng thái tử, nên có ý lập Vận vương Khải (con trai thứ hai của Huy Tông). [[Lý Bang Ngạn]] đem việc tâu lên, do đó [[Vương Phủ]] mất chức. Tiến phong [[Đồng Quán]] là Quảng Dương quận vương, lệnh trị binh Yên Sơn lo chống đỡ với người Kim.\n\n=== Nhường ngôi chạy giặc ===\n{{xem thêm|Chiến tranh Kim-Tống}}\nKim từ lâu đã có ý chinh phạt [[Trung Nguyên]], nay gặp việc [[Trương Giác]] nên càng có cớ để nói. Tháng 11 năm [[1125]], Kim Thái Tông lệnh cho [[Tà Dã]] làm Đô nguyên soái điều động việc quân; [[Niêm Một Hát]] làm phó; chia quân làm hai cánh tấn công Thái Nguyên, Yên Sơn. [[Đồng Quán]] không biết chuyện, còn sai [[Mã Khoáng]] và [[Tân Hưng Tông]] đến chỗ trại Kim đòi hai châu Ứng, Úy. [[Niêm Một Hát]] bắt hai sứ quỳ lại mình y như lễ tiết khi gặp vua Kim rồi hỏi tội triều Tống dung nạp kẻ phản loạn, rồi tuyên bố trước núi, sau núi đều là đất của Kim. Rồi sai [[Tản Li Mẫu]] đến Tống, đòi phải cắt Hà Đông, Hà Bắc, lấy sông [[Hoàng Hà]] làm ranh giới. [[Đồng Quán]] sợ quá liền tìm cách chuồn thẳng. Người Kim phá hai châu Kế, Cảnh, đánh vào Yên Kinh. [[Quách Dược Sư]] sẵn có ý khác, bèn giết chết [[Thái Tĩnh]] rồi đầu hàng người Kim. [[Oát Li Bất]] cho Dược Sư làm tiên phong, chiếm trọn đất Yên, Vân, sẵn sàng vượt sông.\n\nTin bại trận bay tới Biện Kinh, cả triều đình [[nhà Tống]] bàng hoàng. Huy Tông có ý nhường ngôi và dời đô về Nam Kinh. Theo kiến nghị của [[Vũ Văn Hư Trung]], ông xuống chiếu tự kể tội mình, thải bớt cung nhân, bãi bỏ một số ti, cục; lệnh Hư Trung là Lưỡng Hà tuyên phủ sứ, cùng [[Chủng Sư Trung]], [[Diêu Cổ]] lên bắc chống giữ. Thái thường thiếu khanh [[Lý Cương]] và Cấp sự trung [[Ngô Mẫn]] đề nghị [[thái tử]] lên ngôi. Hôm đó, [[Lý Cương]] lấy tay cắn máu viết biểu, thỉnh theo chuyện [[Đường Túc Tông]] ở Linh Vũ xưa kia, xin nhà vua nhường ngôi cho [[thái tử]].\n\nNgày [[18 tháng 1]] năm [[1126]], Huy Tông xuống chiếu nhường ngôi, xưng là Giáo chủ Đạo quân thái thượng hoàng đế lui về cung Long Đức, hoàng hậu Trịnh thị là Thái thượng hoàng hậu. Thái tử Hoàn nối ngôi, tức là [[Tống Khâm Tông]]..\n\n== Bị bắt và qua đời ở Kim ==\n{{xem thêm|Sự kiện Tĩnh Khang }}\nTết nguyên đán năm đó, [[Oát Li Bất]] suất quân nam hạ lần nữa. Bọn [[Thái Kinh]], [[Vương Phủ]] đua nhau xem ai chạy trước, bản thân thượng hoàng cũng tìm đường bỏ chạy. [[Thái Du]], [[Vũ Văn Hư Trung]] đưa thượng hoàng chạy về hướng đông. Đang trên đường đi, sắp qua cầu, bọn vệ sĩ ùa lên theo. [[Đồng Quán]] sợ đi chậm thì người Kim đuổi đến, bèn bắn tên chặn họ lại<ref name=\"TTTTG96\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷096|quyển 96]]<\/ref>. Sau đó Thượng hoàng từ Bạc châu chạy về Nam Kinh. Lúc này triều đình giết bọn [[Vương Phủ]], [[Thái Kinh]], [[Đồng Quán]]; dùng [[Lý Cương]] làm tướng; chống giữ quyết liệt; đến tháng 2 thì người Kim phải lui.\n\n[[Tập tin:Momohatozu Huizong.JPG|nhỏ|220px|''[[Đào cưu đồ]]'' (\"Chim cưu trên cành đào\", 桃鳩图) của Tống Huy Tông.]]\n\nTháng 4 năm Tĩnh Khang nguyên niên ([[1126]]), Thượng hoàng nghe tin chiến sự đã yên, liền về kinh. Sau đó người Kim lấy cớ Tống muốn khôi phục [[Khiết Đan]] mà lại tiến hành nam tiến. Tháng 11, hai lộ quân Kim tiến xuống phía nam. Lúc này [[Lý Cương]] bị bãi chức, [[Chủng Sư Đạo]] tử chiến, nên thực lực của triều Tống không còn được bao nhiêu. Quân Kim nhiều lần tấn công vào các cửa trong thành Biện Kinh, quân Tống chịu một số thiệt hại. Bên ngoài, người Kim cũng phá được nhiều châu quận ở Hà Bắc. Về sau người Kim đánh một trận lớn vào thành, Lục giáp binh ra chống và bị đánh tan tác. Bấy giờ có [[Quách Kinh]] tự xưng biết dùng pháp thuật có thể đánh lui quân Kim. Kinh liền mở cửa Tuyên Hóa, không giao chiến với quân Kim mà bỏ trốn. Quân Kim thừa thắng đánh mạnh vào thành, vào Nam Huân Môn, thống chế [[Diêu Hữu Trọng]] tử chiến, [[Lưu Diên Khánh]] cũng bị chết; ngoài ra còn có [[Hà Khánh Ngôn]], [[Trần Khắc Lễ]], [[Hoàng Kim Quốc]]... Thành Biện Kinh bị phá. Đó là ngày 25 tháng 11 nhuận năm Tĩnh Khang thứ nhất, tức [[9 tháng 1]] năm [[1127]].\n\n[[Tống Khâm Tông]] sang trại Kim bàn chuyện hòa nghị, bị Kim bắt đi. [[Niêm Một Hát]] đòi lập thái tể [[Trương Bang Xương]] làm vua [[Trung Nguyên]] thì chúng mới rút quân. Lại bức thượng hoàng, thái hậu ra khỏi kinh thành. [[Trương Thúc Dạ]] ngăn lại, thượng hoàng thở dài và có ý tự vẫn bằng thuốc độc. Đô tuần kiểm [[Phạm Quỳnh]] ép Thượng hoàng, Thái hậu, Vận vương Khải và phi tần, công chúa... và toàn bộ hậu cung ra khỏi thành. Chỉ có Nguyên Hựu hoàng hậu Mạnh thị đã bị phế, Khang vương [[Triệu Cấu]] ở bên ngoài và một số công chúa sơ sinh không bị bắt đi. [[Niêm Một Hát]] lấy bản kê khai tên họ phi tần, tông thất khoảng 3000 người, bắt Thượng hoàng, Khâm Tông mặc quần áo người Hồ. [[Trương Bang Xương]] được lập làm Sở đế ở [[Trung Nguyên]].\n\nNgày [[9 tháng 1]] năm [[1127]] sau nhiều ngày của các vụ cướp bóc, hãm hiếp, thảm sát, quân Kim đưa Thượng hoàng, Khâm Tông và phần lớn tông thất cùng một số quan lại về phương bắc. Tuy nhiên, không lâu sau một người con trai thứ của Huy Tông là Triệu Cấu đã được đưa lên ngôi hoàng đế vào tháng 5 năm [[1127]], tức là [[Tống Cao Tông|Cao Tông nhà Nam Tống]].\n\nNgày [[20 tháng 3]] năm [[1127]], [[Kim Thái Tông]] hạ lệnh phế Thượng hoàng và Khâm Tông làm thứ nhân, sau đó ông bị đưa đến kinh đô nước Kim vào [[21 tháng 8]] năm [[1128]], sau đó bị ép phải mặc áo xô gai vào lạy ở miếu [[Kim Thái Tổ]] [[Hoàn Nhan A Cốt Đả]] rồi bị giải vào triều, bị vua Kim làm nhục. Kim Thái Tông phong ông làm Hôn Đức công, Khâm Tông là Trọng Hôn hầu, sau đó dời hai cha con đến Hàn châu ngày [[26 tháng 10]] năm đó. Tháng 7 năm [[1130]], Hôn Đức công bị đưa đến thành Ngũ Quốc (Nay thuộc huyện Y Lan, tỉnh [[Hắc Long Giang]], [[Trung Quốc]]), lúc này chỉ còn khoảng 140 người tùy tùng được đi theo.\n\nĐể tăng thêm sự sỉ nhục, khoảng 300 thê thiếp hoặc công chúa, quận chúa nhà Tống bị nhà Kim bắt đến [[Tẩy Y viện]] (洗衣院) làm tạp dịch, nhiều người trong số đó còn bị bắt làm kỹ nữ phục vụ cho quý tộc, tướng lĩnh nhà Kim hoặc bị quý tộc nhà Kim nạp làm thê thiếp, thậm chí bị đem ban thưởng như chiến lợi phẩm (Tháng giêng năm Thiên Hội thứ 6 (1128), khi sứ giả Nam Tống Vương là Luân đến Vân Trung, tể tướng Kim là [[Hoàn Nhan Tông Hàn]] đem 1 người đàn bà và 1 người con gái trong tông thất nhà Tống tặng cho ông ta; lại đem 1 người con gái tông thất tặng cho sứ giả đi theo là Chu Tích. Vì Chu Tích không nhận nên bị xử tử).\n\nSự biến Tĩnh Khang là mối hận to lớn chưa từng thấy đối triều đình và thần dân nhà Tống, và cũng là nỗi nhục hiếm thấy đối với 1 triều đại trong lịch sử Trung Quốc.\n\nTháng 6 năm [[1135]], Hôn Đức công qua đời ở thành Ngũ Quốc, thọ 53 tuổi. Tháng 2 năm [[1141]], nhân Kim - Tống bàn chuyện nghị hòa nên Kim chủ hạ lệnh truy phong Hôn Đức công làm Thiên Thủy quận vương, thăng Trọng Hôn hầu làm Thiên Thủy quận công. Năm [[1142]], sau hòa ước Thiệu Hưng, Kim cho phép mẹ Cao Tông là Vi thái hậu đưa thi hài ông được triều [[Nam Tống]] đưa về nước, táng tại Vĩnh Hữu lăng, đất Cối Kê<ref>Đông nam Thiệu Hưng, [[Chiết Giang]], [[Trung Quốc]]<\/ref>.\n\n== Nghệ thuật, thư pháp, âm nhạc, văn hóa ==\nHuy Tông cũng là một họa sĩ, một nhà thơ và một thư pháp gia lớn ở Trung Quốc. Ông cũng chơi được ''[[cổ cầm]]'' (như được minh họa trong bức tranh 聽琴圖 hay ''Thính cầm đồ''); ông cũng có ''Vạn cầm đường'' (萬琴堂) trong cung điện của mình. Các chủ đề chính trong các bức họa của ông là [[chim]] và [[hoa]]. Trong số các tác phẩm đáng chú ý có ''Phù dung cẩm kê đồ'', ''Đào cưu đồ'', ''Thụy hạc đồ''. Ông cũng sao chép lại các bức họa ''Quắc quốc phu nhân du xuân đồ'' (lưu giữ tại Viện Bảo tàng tỉnh Liêu Ninh) và ''Đảo luyện đồ'' của [[Trương Huyên]] thời [[nhà Đường|Đường]]. Bản mô phỏng Đảo luyện đồ của Huy Tông cũng là bản sao duy nhất của bức họa này còn tồn tại đến nay. Hiện tại nó được lưu giữ tại Viện Bảo tàng Nghệ thuật, Boston, Massachusetts, Hoa Kỳ. Ông cũng nghĩ ra \"[[Sấu kim thể]]\" hay \"Sấu kim thư\" (瘦金體\/瘦金书), một kiểu viết chữ trong nghệ thuật [[thư pháp]]. Tên gọi \"Sấu kim thể\" là do trên thực tế kiểu viết của Huy Tông thanh mảnh tương tự như sợi vàng, xoắn và đảo ngược.\n\nNiên hiệu cuối cùng của ông (Tuyên Hòa) cũng được sử dụng để miêu tả một kiểu hội họa có viền ở dạng cuộn. Trong kiểu này, các đường viền màu đen được thêm vào giữa một số mặt lụa. Ông cũng cho biên soạn \"Tuyên Hòa họa phổ\", \"Tuyên Hòa thư phổ\" và \"Tuyên Hòa bác cổ lục\" là những sách về mĩ thuật có giá trị.\n\nNăm [[1114]], theo đề nghị của Vua [[Cao Ly Duệ Tông|Duệ Tông]] của Vương quốc [[Cao Ly]], Huy Tông đã gửi tới Kinh đô [[Khai Thành]] (개성\/開城) cho triều đình nước này một bộ nhạc cụ để sử dụng cho nhạc cung đình. Hai năm sau, vào năm [[1116]], ông lại gửi một món quà khác lớn hơn cũng là các nhạc cụ (tổng cộng 428 nhạc cụ) cho Triều đình [[Cao Ly]], lần này là các nhạc cụ cho ''[[nhã nhạc cung đình Huế|nhã nhạc]]'', mở đầu cho truyền thống ''[[aak]]'' (아악, nhã nhạc) của quốc gia này.<ref>{{Chú thích web |url=http:\/\/www.worldmusiccentre.com\/uploads\/cdime\/howard2001.PDF |ngày truy cập=ngày 27 tháng 3 năm 2005 |tựa đề=www.worldmusiccentre.com |archive-date=ngày 27 tháng 3 năm 2005 |archive-url=https:\/\/web.archive.org\/web\/20050327011554\/http:\/\/www.worldmusiccentre.com\/uploads\/cdime\/howard2001.PDF |url-status=dead }}<\/ref>\n\nHuy Tông cũng là người say mê [[trà]]. Tự tay ông viết cuốn sách ''[[Đại Quan trà luận]]'' (大观茶论) khoảng những năm 1107-1110 gồm 20 chương, với những miêu tả chi tiết và bậc thầy nhất về các kiểu pha chế và thưởng thức trà cầu kỳ thời [[nhà Tống]].\n\n{{Gallery\n|title=Một số tác phẩm của Tống Huy Tông\n|width=140 | height=150\n|align=center\n|footer=Ví dụ 1\n|Tập tin:Songhuizong8.jpg\n |alt1=\n |\"Thính cầm đồ\" (聽琴圖) của Tống Huy Tông\n|Tập tin:Songhuizong.jpg\n |alt2=\n |Bút tích thư pháp của Huy Tông\n|Tập tin:Songhuizong3.jpg\n |alt3=\n |''Lạp mai sơn cầm đồ'' (\"Cành mai và chim\", 蠟梅山禽圖) của Huy Tông\n|Tập tin:Songhuizong4.jpg\n |alt4=\n |''Phù dung cẩm kê đồ'' (\"Tranh vẽ hoa Phù dung và gà lôi\", 芙蓉锦鸡图) của Huy Tông\n|Tập tin:Songhuizong6.jpg\n |alt5=\n |''Tường long thạch đồ'' (祥龙石图)\n|Tập tin:Songhuizong5.jpg\n |alt6=\n |''Thuỵ hạc đồ'' (瑞鶴圖)\n|Tập tin:Songhuizong9.jpg\n |alt7=\n |Bút tích của Huy Tông trong ''[[Thảo thư]] [[thiên tự văn]]'' (草书千字文)\n}}\n\n== Đánh giá ==\n[[Thoát Thoát]] nhận xét về Tống Huy Tông trong [[Tống sử]]\n:''Tai họa giữa thời Tống, [[Chương Đôn|Chương]], [[Thái Kinh|Thái]] là thủ phạm hàng đầu, [[Triệu Lương Tự]] là kẻ phụ theo. Lúc Triết Tông băng, Huy Tông chưa lập, Chương Đôn đem cái sự khinh miệt của mình, phản đối ông lên ngôi đế. Liêu Thiên Tộ bị diệt vong, [[Trương Giác]] từ Bình châu quy phục, Lương Tự thấy thế cho rằng nếu chấp nhận thì thành ra thất tín với Kim, việc binh đao do vậy nổi lên. Nếu theo kế của hai người đó, Tống không lập Huy Tông, không nhận [[Trương Giác]] thì Kim dẫu có mạnh cũng nào có thể lấy lý do gì mà phạt Tống? Thế mới biết biến cố một khi tới, tuy là tiểu nhân mà cũng có lúc nhận ra được, còn quân tử không sao khống chế nổi. Tích nói nguyên do Huy Tông mất nước không phải là vì ngu như [[Tấn Huệ Đế|Tấn Huệ]], tàn bạo như [[Tôn Hạo]]; cũng không phải vì có sự soán đoạt như thời Tào, Mã; mà chính là do tư trí chỉ có khôn vặt, dụng tâm không sâu dễ thay đổi, ban đầu bài xích chính sự, gần gũi gian du. [[Thái Kinh]] lấy tâm gian xảo mà mê hoặc ông khiến cho cái kiêu xa dâm dật đến. Tin vào nhiều sự hư vô, tiêu dùng lãng phí làm khốn kiệt sức dân. Lại bỏ bê quốc chánh, tuần du không ngớt. Khi [[Đồng Quan]] được dùng, việc binh rối ren khiến họa lớn càng mau đến. Để rồi nước bị mất, thân bị nhục chẳng khác nào [[Thạch Trọng Quý|Thạch Tấn Trọng Quý]] khi xưa. Tích nói lúc [[Tây Chu]] mới tân tạo, Triệu công từng khuyên [[Chu Vũ Vương|Vũ Vương]] không thể lấy vô ích hại điều có ích, không thể lấy vật lạ mà bỏ đi thứ hữu dụng. Thời đó tà đảng Hi Phong, Thiệu Thánh còn nhiều, ra sức kích động; Huy Tông lại còn tin nhiệm bọn chúng dẫn đến kết cục thậm tệ. Từ xưa quân vương thích thưởng ngoạn mà đến thân vong, túng dục đến nỗi thất bại thì chính Huy Tông có thể xem là một trong số đó.''\n\n[[Thoát Thoát]] còn bình luận thêm: ''Tống Huy Tông mọi sự đều có khả năng, chỉ riêng việc làm vua thì vô năng''.\n\nCó người nói cuộc đời của Triệu Cát là một phiên bản của [[Nam Đường Hậu Chủ]] Lý Dục. Về chính trị, họ đều u mê, trọng dụng gian thần. Về đời sống, họ tiêu pha vô độ. Nhưng lại đều có tài năng xuất chúng về nghệ thuật. Lý Dục theo Phật, còn Triệu Cát lại theo Đạo. Cuối cùng họ đều bị bắt làm tù binh, ngay cả thời gian làm tù binh cũng rất khác thường<ref>Thương Thánh, sách đã dẫn, trang 415<\/ref>.\n\n== Giai thoại về mối tình với Lý Sư Sư ==\nTrong dân gian thường bàn về cuộc tình của Tống Huy Tông với kĩ nữ [[Lý Sư Sư]]. Lúc đó, trong cung tuy có hàng ngàn phi tần, nhưng Huy Tông còn chưa vừa ý, muốn vi hành ra ngoài tìm thú vui trong dân gian, vì thế gặp được ca kĩ này. Tuy không rước Sư Sư về cung nhưng Huy Tông vẫn phong cho bà ta làm phi và đào một con đường hầm thông đến kĩ viện. Tuy trở thành phi tần của nhà vua, nhưng Sư Sư vẫn rất đa tình. Bấy giờ có [[Chu Bang Ngạn]], hiệu là Mỹ Thành, là một nhạc công nổi tiếng. Tuy biết Sư Sư đã là phi tử của Huy Tông nhưng vẫn không nỡ đoạn tuyệt.\n\nMột hôm khi Huy Tông đến chỗ [[Lý Sư Sư]] thì cũng là lúc Chu Bang Ngạn đang ở đó. Sư Sư bèn giấu Bang Ngạn dưới gầm giường rồi ra tiếp Huy Tông. [[Chu Bang Ngạn]] chứng kiến chuyện tình này, nên viết ra bài ca Thiếu niên du, kể lại tình cảnh hôm đó, rồi đưa cho Lý Sư Sư đọc. Một lần lỡ miệng, Sư Sư đọc bài thơ trước mặt Huy Tông và còn nói đó là của Bang Ngạn. Huy Tông nổi giận, liền sai [[Trương Quả]] bới móc tội của Bang Ngạn, đuổi ra khỏi kinh thành.\n\nHôm sau Huy Tông đến chỗ Sư Sư thì không thấy đây. Khi Sư Sư trở về, nói là tiễn Bang Ngạn, rồi đọc một bài thơ của Bang Ngạn. Huy Tông nghe xong hài lòng và mến phục tài năng, liền phong cho chức quan chuyên coi việc sáng tác âm nhạc trong cung{{fact}}<ref>[[Tống cung mười tám triều]], hồi 60<\/ref>.\n\nKhi nhị đế bị giải lên bắc, Sư Sư tự tìm đến trại Kim, đòi gặp thượng hoàng. Quân Kim thấy Sư Sư đẹp như vậy thì muốn đưa lên bắc luôn. Sư Sư đồng ý, chỉ xin gặp Huy Tông. Hai người ôm nhau khóc hồi lâu thì quân Kim đến giải nàng đi. Sư Sư bèn nuốt trâm cài tóc vào bụng mà tự vẫn.\n\n== Niên hiệu ==\nCác niên hiệu được sử dụng trong thời kỳ trị vì của Tống Huy Tông là:\n* Kiến Trung Tĩnh Quốc (建中靖國) [[1101]]\n* Sùng Ninh (崇寧) [[1102]]-[[1106]]\n* Đại Quan (大觀) [[1107]]-[[1110]]\n* Chính Hòa (政和) [[1111]]-10\/[[1118]]\n* Trọng Hòa (重和) 11\/[[1118]]-2\/[[1119]]\n* Tuyên Hòa (宣和) 2\/[[1119]]-[[1125]]\n\n== Các Tể tướng thời Huy Tông ==\n# Hàn Trung Ngạn, Lý Thanh Thần: 1100\n# Tăng Bố: 1100 - 1102\n# [[Thái Kinh]]: 1102 - 1105\n# Triệu Đĩnh Chi: 1105 - 1107\n# Thái Kinh (hay [[Sái Kinh]], lần 2): 1107 \n# Lương Tử Mĩ, Lưu Ngạc: 1107 - 1108\n# Dư Thâm: 1108 - 1109\n# Hà Chấp Trung: 1109 - 1110\n# Trương Thương Anh: 1110 - \n# Thái Kinh (hay Sái Kinh, lần 3): 1112 - 1120\n# Bạch Thời Trung: 1116 - 1127\n\n== Gia đình ==\n\n=== Hậu phi ===\n# [[Vương hoàng hậu (Tống Huy Tông)|Hiển Cung hoàng hậu]] Vương thị (顯恭皇后 王氏, 1084 - 1108), người [[Khai Phong]], cha là Đức châu Thứ sử [[Vương Tảo]] (王藻). Bà là mẹ của [[Tống Khâm Tông]], Vương Hoàng hậu cần kiệm, đức độ, lại ôn hòa nhưng nhan sắc suy kém nên không được sủng ái. Trong cung lúc đó, Trịnh Quý phi và Vương Quý phi đang được thánh sủng.[[Tập tin:B Song Dynasty Empress of Huizong.JPG|150px|nhỏ|Hiển Túc Hoàng hậu Trịnh thị]]\n# [[Trịnh hoàng hậu (Nhà Tống)|Hiển Túc hoàng hậu]] Trịnh thị (顯肅皇后 鄭氏, 1079 - 1137), người Khai Phong, cha được phong tước Thái sư - Nhạc Bình Quận vương (樂平郡王). Vốn là thị nữ của Khâm Thánh Hoàng thái hậu Hướng thị. Khi Huy Tông còn là Đoan Vương, thường vào cung thỉnh an Hoàng thái hậu, trông thấy Trịnh thị xinh đẹp, ngôn từ thông tuệ bèn để ý. Sau khi Huy Tông đăng vị, liền sách phong làm Hiền phi (賢妃), không lâu sau thì phong làm Quý phi (貴妃). Trịnh Quý phi mỹ mạo xuất chúng, ca múa hoàn mỹ, lại thường hay giúp Huy Tông xử lý tấu chương. Sau khi [[Hiển Cung hoàng hậu]] Vương thị giá băng (1108), Huy Tông mới sách lập Trịnh Quý phi làm Hoàng hậu. Sự biến Tĩnh Khang xảy ra, bà bị người Kim bắt giữ. Năm Thiệu Hưng nguyên niên (1131), ngày 23 tháng 12 (tức ngày 25 tháng 1 dương lịch), Trịnh thái hậu qua đời ở Ngũ Quốc thành (五國城), thọ khoảng 52 tuổi. Nghe tin bà qua đời, Tống Cao Tông ở phương Nam truy tặng thụy hiệu Hiển Túc hoàng hậu (顯肅皇后), hài cốt được hợp táng cùng Huy Tông ở Vĩnh Hựu lăng (永祐陵), Cối Kê.\n# [[Vi Hiền phi (Tống Huy Tông)|Hiển Nhân hoàng hậu]] Vi thị (顯仁皇后 韋氏, 1080 - 1159), tức Vi Hiền phi (韋賢妃), mẹ của [[Tống Cao Tông]]. Ban đầu phong Ngự thị (御侍), Tài nhân (才人), Tiệp dư (婕妤), tiến phong Uyển dung (婉容), nhan sắc suy kém nên cũng không được sủng ái. Do con trai là Khang Vương Triệu Cấu có công cứu giá, mà được phong lên Hiền phi.\n# [[Lưu An phi (Tống Huy Tông)|Minh Tiết hoàng hậu]] Lưu thị (明節皇后 劉氏, 1088 - 1121), vốn họ Tửu (酒), là cung nữ hầu hạ [[Chiêu Hoài hoàng hậu]] (昭怀皇后) của Tống Triết Tông. Sau khi [[Chiêu Hoài hoàng hậu]] Lưu thị mất, bà xuất cung nhưng sau đó được Nội thị [[Dương Tiễn]] (楊戩) đưa nhập cung trở lại, sách phong Thục phi (淑妃) nhưng lại xưng làm An phi (安妃). Lưu An phi dung mạo tuyệt sắc, tâm ý sâu sắc, giỏi hóa trang, ăn vận lộng lẫy, rất được Huy Tông hoàng đế sủng ái. Sinh được 3 Hoàng tử và 1 Công chúa. Sau khi bà mất, do tình ý sâu đậm nên Huy Tông truy phong làm Chính cung Hoàng hậu, ông còn làm một bài truy điệu cho bà sau khi qua đời.\n# [[Lưu quý phi (Tống Huy Tông)|Minh Đạt hoàng hậu]] Lưu thị (明達皇后 劉氏, ? - 1113), xuất thân hàn vi, nhưng dung mạo tuyệt mỹ, được Huy Tông lâm hạnh, từ vị Tài nhân (才人) tiến phong Tiệp dư (婕妤), Tu dung (修容) rồi Quý phi (貴妃), chỉ sau Trịnh Hoàng hậu. Lưu Quý phi sinh hạ 3 Hoàng tử và 2 Công chúa. Sau khi tạ thế mới được truy phong làm Chính cung Hoàng hậu.\n# [[Ý Túc Quý phi]] Vương thị (懿肅貴妃 王氏，? - 1117), cùng với Hiển Túc Hoàng hậu từng là thị nữ của Khâm Thánh Hoàng thái hậu Hướng thị, Huy Tông thấy bà có nhan sắc lại hữu lễ nên có cảm tình. Sau khi Huy Tông đăng cơ, phong làm ''Bình Xương Quận quân'' (平昌郡君), sau thăng Quý phi (貴妃), đứng đầu các bậc phi tần. Sinh được 3 hoàng tử và 5 công chúa.\n# [[Kiều Quý phi|Quý phi Kiều thị]] (貴妃喬氏), cùng Vi Hiền phi là thị nữ của Trịnh Hoàng hậu, cả hai đồng cam cộng khổ kết làm tỷ muội. Kiều thị do tư sắc mỹ miều, được Huy Tông chú ý trước, sau khi sủng hạnh, Kiều thị liền tiến cử Vi thị cùng hưởng thánh ân. Sau sự biến Tĩnh Khang, bà cùng Vi Hiền phi bị người Kim bắt, Vi Hiền phi sau được bảo lãnh quay về phương Nam, Kiều thị bị giữ lại, cả hai đều khóc thảm thiết trước khi chia tay. Không rõ bà chết năm nào.\n# Thục phi Thôi thị (淑妃崔氏).\n# Thục nghi Kim Lộng Ngọc (淑儀 金弄玉), sau chính biến Tĩnh Khang, bị người Kim bắt làm tù binh.\n# Thục dung Trần Kiều Tử (淑容 陳嬌子).\n# Sung nghi Thân Quan Âm (充儀 申觀音).\n# Sung viên Tịch Châu Châu (充媛 席珠珠).\n# Vương tiệp dư (英国)\n# Uyển dung [[Diêm Bảo Sắt]], bị bắt sang Kim làm tù binh , sau sinh [[Triệu Trụ]].\n# Chiêu viện [[Trịnh Mị Nương]], bị bắt sang Kim làm tù binh , sau sinh [[Triệu Đàn]].\n\nTheo thống kê của \"Khai Phong phủ trạng\", số vợ và thê thiếp có sắc phong của Huy Tông là 143 người.\n\n=== Con trai ===\nÔng có 32 người con trai, trong đó có 25 người sống tới tuổi trưởng thành.\n\nTheo [[Tống sử]] cùng [[Tĩnh Khang bại sử tiên chứng]] (trong các phần Khai Phong phủ trạng, Tống phu ký, Thân ngâm ngữ, Thanh cung dịch ngữ) thì ông có 34 người con gái với 21 người sống tới tuổi trưởng thành. Cũng theo Tĩnh Khang bại sử tiên chứng thì sau này các bà vợ của ông còn sinh thêm sáu con trai và tám con gái nữa. Như thế, tổng cộng ông có 80 người con.\n\n# [[Triệu Hoàn|Tống Khâm Tông Triệu Hoàn]] (趙桓), mẹ là [[Hiển Cung hoàng hậu]].\n# Duyện vương [[Triệu Sanh]] (趙檉), mất sớm.\n# Vận vương [[Triệu Khải]] (趙楷, 1101 - 1131), mẹ là Ý Túc quý phi.\n# Kinh vương [[Triệu Tiếp]] (趙楫), mất sớm.\n# Túc vương [[Triệu Xu]] (趙樞).\n# Cảnh vương [[Triệu Kỉ]] (趙杞).\n# Tế vương [[Triệu Hủ]] (趙栩).\n# Ích vương [[Triệu Vực]] (趙棫), mẹ là [[Minh Đạt hoàng hậu]].\n# Khang vương [[Triệu Cấu]] (趙構), sau là [[Tống Cao Tông]]. Mẹ là Vi Hiền phi, sau truy phong [[Vi hiền phi (Tống Huy Tông)|Hiển Nhân hoàng hậu]].\n# Bân vương [[Triệu Tài]] (趙材), mất sớm.\n# Kỳ vương [[Triệu Mô]] (趙模), mẹ là [[Minh Đạt hoàng hậu]].\n# Sân vương [[Triệu Thực]] (趙植), mẹ là Ý Túc quý phi.\n# Nghi vương [[Triệu Phác]] (趙樸).\n# Từ vương [[Triệu Lệ]] (趙棣).\n# Vận vương [[Triệu Củng]] (趙栱).\n# Tín vương [[Triệu Trăn]] (趙榛), mẹ là [[Minh Đạt hoàng hậu]].\n# Hán vương [[Triệu Xuân]] (趙椿), mất sớm.\n# Trần quốc công [[Triệu Ky]] (趙機), mẹ là Ý Túc quý phi.\n# Tương quốc công [[Triệu Đĩnh]] (趙梃).\n# Doanh quốc công [[Triệu Việt]]\n# Gia quốc công [[Triệu Y]]\n# Ôn quốc công [[Triệu Đống]]\n# Nghi quốc công [[Triệu Đồng]]\n# Xương quốc công Triệu Bính\n# Nhuận quốc công [[Triệu Tung]]\n# Hàn quốc công [[Triệu Tương]]\n# [[Triệu Cực]], mẹ là Tiểu Vương tiệp dư, chào đời lúc Huy Tông bị giải về phương bắc\n# [[Triệu Trụ]], mẹ là Uyển dung [[Diêm Bảo Sắt]], chào đời ở nước Kim\n# [[Triệu Đàn]], mẹ là Chiêu viện [[Trịnh Mị Nương]], chào đời ở nước Kim\n\n=== Con gái ===\nTheo ''[[Tống sử]]'' cùng ''[[Tĩnh Khang bại sử tiên chứng]]'' (trong các phần ''Khai Phong phủ trạng'', ''Tống phu ký'', ''Thân ngâm ngữ'', ''Thanh cung dịch ngữ'') thì ông có 34 người con gái với 21 người sống tới tuổi trưởng thành. Năm Chính Hòa thứ ba, Huy Tông đổi xưng [[Công chúa]] là [[Công chúa|Đế cơ]].\n\n# Gia Đức đế cơ (嘉德帝姬) [[Triệu Ngọc Bàn]] (赵玉盘) ([[1100]] - [[1141]]), năm Kiến Trung Tĩnh Quốc nguyên niên phong Đức Khánh công chúa (德庆公主), sau đổi là Gia Phúc công chúa, sau đổi hiệu là Đế cơ rồi tái phong Gia Đức. Ban đầu lấy Tả Vệ tướng quân [[Tằng Di]], sau sự kiện Tĩnh Khang bị bắt và nạp làm thiếp của Tống vương [[Hoàn Nhan Tông Bàn]] ([[Bồ Lư Hổ]]) (完颜宗磐). Khi Tông Bàn bị giết, bị sung vào cung làm thiếp của [[Kim Hi Tông]], sau mất vào năm [[1141]], truy phong phu nhân.\n# Vinh Đức đế cơ [[Triệu Kim Nô]] ([[1103]] - ?), mẹ là Hiển Cung hoàng hậu Vương thị, em gái cùng mẹ với [[Tống Khâm Tông]]. Ban đầu phong Vĩnh Khánh công chúa, sau đổi là Vinh Phúc, sau đổi hiệu đế cơ, tái phong Vinh Đức. Ban đầu lấy Tả vệ tướng quân [[Tào Thịnh]], sau sự kiện Tĩnh Khang làm thiếp của tướng Kim [[Hoàn Nhan Xương]]. Khi Xương bị giết, bị sung vào cung làm thiếp của [[Kim Hi Tông]].\n# An Đức đế cơ (安德帝姬) [[Triệu Kim La]] (赵金罗) ([[1106]] - [[1127]]), ban đầu phong Thục Khánh công chúa (淑庆公主), cải phong An Phúc. Sau đổi hiệu đế cơ, tái phong An Đức. Ban đầu lấy Tả vệ tướng quân Bang Quang, trong sự kiện Tĩnh Khang bị Đô thống [[Hoàn Nhan Đồ Mẫu]] cưỡng bức. Ngày 26 tháng 12 ÂL năm đó bị giết chết ở trại [[Hoàn Nhan Đồ Mẫu]].\n#[[Mậu Đức Đế cơ|Mậu Đức đế cơ]] (茂德帝姬) Triệu Phúc Kim ([[1106]] - [[1128]]). Là con gái thứ 4 và là người được xem là đẹp nhất trong các con gái của Tống Huy Tông. Sơ phong Diên Khánh công chúa (延庆公主), lấy con trai thứ năm của [[Sái Kinh]], sinh Sái Du (蔡愉). Trong Sự biến Tĩnh Khang, bị [[Oát Li Bất]] cưỡng hiếp, sau lại bị Hoàn Nhan Hi Doãn chiếm đoạt, chết tại trại của Hoàn Nhan Hi Doãn.\n# Thành Đức đế cơ [成德帝姬] [[Triệu Hồ Nhân]] (赵瑚儿) ([[1110]] - ?). Sơ phong Xương Phúc công chúa (昌福公主). Sơ giá Hướng Tử Phòng (向子房). Sau loạn Tĩnh Khang, bị điều đến Tẩy Y viện (洗衣院) của nước Kim.\n# Tuân Đức đế cơ (洵德帝姬]) [[Triệu Phú Kim]] ([[1110]] - ?) Con gái thứ 14 của Tống Huy Tông. Sinh vào năm Đại Quan thứ 3 (1109), sơ phong Diễn Phúc công chúa (衍福公主), khi nhận tôn hiệu Đế cơ thì cải thành Tuân Đức, hạ giá lấy Điền Phi (田丕). Trong Sự biến Tĩnh Khang, bà bị chú ý bởi [[Hoàn Nhan Thiết Dã Mã]] (完颜设也马), con trai của Tướng quốc nước Kim là [[Hoàn Nhan Tông Hàn]]. Dù Tống Huy Tông kịch liệt phản đối, Hoàn Nhan Thiết Dã Mã vẫn kịch liệt muốn cưới Đế cơ, cuối cùng xin [[Kim Thái Tông]] ban làm thiếp thất.\n# Hiển Đức đế cơ [[Triệu Xảo Vân]] ([[1111]] - ?)\n# Thuận Đức đế cơ [[Triệu Anh Lạc]], mẹ là Ý Túc quý phi ([[1111]] - [[1127]])\n# Nghi Phúc đế cơ [[Triệu Viên Châu]] ([[1111]] - ?)\n# Nhu Phúc đế cơ [[Triệu Hoàn Hoàn]] ([[1111]] - [[1142]]?), mẹ là Ý Túc quý phi. Lúc loạn Tĩnh Khang bị quân Kim bắt được, đưa sang Kim, vào hầu [[Kim Thái Tông]], sau đưa về làm vợ Cái Thiên đại vương [[Hoàn Nhan Tông Hiền]]. Sau không rõ tung tích. Vào năm [[1130]], có một người xưng là Đế cơ chạy trốn về nam, các thái giám và cung nữ thấy người này rất giống đế cơ, nhưng khác là có bàn chân to (trong khi Nhu Phúc có chân nhỏ do bó chân), người này giải thích là vì đi đường gian khổ nên chân to ra. Cao Tông thương tình khổ sở lâu ngày nên rất hậu đãi, vẫn phong là đế cơ. Năm [[1142]], Vi thái hậu về nước nói Nhu Phúc đế cơ đã bệnh mất ở Kim và Nhu Phúc này là giả, kết quả Cao Tông giết chết Nhu Phúc. Tác phẩm ''Tùy Viên tùy bút'' và ''Thiết phẫn tục lục'' cho rằng đế cơ này là thật, vì những lời đồn thổi dân gian cho rằng Vi thái hậu trước đó đã cùng đế cơ kết hôn với [[Hoàn Nhan Tông Hiền]], nên lúc về nước bà sợ sự việc bị lộ bèn giết đế cơ mà diệt khẩu. Tuy nhiên, lập luận này khó có thể xảy ra, vì các ghi chép từ nhân chứng cho thấy rõ Vi thái hậu đã cùng Tống Huy Tông bị đày tới Ngũ Quốc Thành, nên không thể có chuyện bà kết hôn với Hoàn Nhan Tông Hiền, và cũng rất khó có chuyện Nhu Phúc đế cơ (thật) có thể thoát khỏi sự canh giữ cẩn mật của quân Kim để chạy thoát về phương Nam.\n# Bảo Phúc đế cơ [[Triệu Tiên Lang]] ([[1112]] - [[1127]])\n# Nhan Phúc đế cơ [[Triệu Hương Vân]] ([[1112]] - [[1127]])\n# Huệ Phúc đế cơ [[Triệu Châu Châu]] ([[1112]] - ?)\n# Vĩnh Phúc đế cơ [[Triệu Phật Bảo]] ([[1112]] - ?)\n# Hiền Phúc đế cơ [[Triệu Kim Nhân]] ([[1112]] - [[1127]])\n# Ninh Phúc đế cơ [[Triệu Xuyên Châu]] ([[1114]] - ?)\n# Hòa Phúc đế cơ [[Triệu Kim Châu]] ([[1116]] - ?)\n# Lệnh Phúc đế cơ [[Triệu Kim Ấn]] ([[1118]] - ?)\n# Hoa Phúc đế cơ [[Triệu Tái Nguyệt]] ([[1119]] - ?)\n# Khánh Phúc đế cơ [[Triệu Kim Cô]] ([[1121]] - ?)\n# Thuần Phúc đế cơ [[Triệu Kim Linh]] ([[1124]] - ?)\n\nNhững người không rõ danh tính:\n# Thuần Thúc đế cơ\n# Thọ Thục đế cơ\n# An Thục đế cơ\n# Sùng Đức đế cơ\n# Khang Thục đế cơ\n# Vinh Thục đế cơ\n# Bảo Thục đế cơ\n# Điệu Mục đế cơ\n# Hi Phúc đế cơ\n# Đôn Phúc đế cơ\n# Thân Phúc đế cơ\n# Cung Phúc đế cơ [[Triệu Tiểu Kim]] ([[1126]] - ?), trong sự kiện Tĩnh Khang mới một tuổi, không bị đưa sang Kim\n# Toàn Phúc đế cơ: Sinh ở Kim, lấy tướng Tây Hạ [[Lý Đôn Phục]]\n# Triệu thị, sinh ở Kim và mất sớm\nCó hai người không bị bắt lên miền bắc, tiếp tục sống dưới thời [[Nam Tống]]. Khi mất truy phong thụy hiệu:\n# Sùng Quốc công chúa\n# Xung Ý đế cơ\n\n''Tĩnh Khang Bại Sử Tiên Chứng'' ghi lại Tống Huy Tông sang Kim còn sinh 6 nam 8 nữ, con cái tổng cộng 80 người, kỷ lục của triều Tống.\n\n== Trong phim ảnh ==\nNhân vật Tống Huy Tông Triệu Cát xuất hiện trong một số bộ phim điện ảnh [[Trung Quốc]] và [[Hồng Kông]]\n* ''[[Trung thị Lý Sư Sư]]'' ([[1991]]) — [[Chu Triệu Đống]] thủ vai Triệu Cát\n* ''[[Nhất đại danh kỹ Lý Sư Sư]]'' ([[1991]]) — [[Triệu Hoành Cơ]] thủ vai Triệu Cát\n* ''[[Thủy hử (phim truyền hình 1998)|Thủy hử]]'' ([[1998]]) — [[Tăng Hoành Sinh]] thủ vai Tống Huy Tông\n* ''[[Đại Tống bi ca]]'' ([[2004]]) — [[Tôn Diệu Uy]] thủ vai Tống Huy Tông\n* ''[[Kinh diễm nhất thương]]'' ([[2005]]) — [[Chân Chí Cường]] thủ vai Tống Huy Tông\n* ''[[Thiếu niên tứ đại danh bổ]]'' ([[2008]]) — [[Vu Dương]] thủ vai Tống Huy Tông\n* ''[[Thủy hử (phim truyền hình 2011)|Tân Thủy hử]]'' ([[2011]]) — [[Dương Tử (diễn viênI|Dương Tử]] thủ vai Tống Huy Tông\n* ''[[Tinh trung Nhạc Phi]]'' ([[2013]]) — [[Thạch Yến Kinh]] thủ vai Tống Huy Tông\n* ''[[Lâm Xung (phim)|Lâm Xung]]'' — [[Quan Lễ Kiệt]] thủ vai Tống Huy Tông\n* ''[[Lý Sư Sư (phim)|Lý Sư Sư]]'' — [[Triệu Hoành Cơ]] thủ vai Triệu Cát\n* ''[[Lãng tử Yến Thanh (phim truyền hình)|Lãng tử Yến Thanh]]'' — [[Hầu Dũng]] thủ vai Triệu Cát\n\n== Xem thêm ==\n* [[Kiến trúc thời Tống]]\n* [[Văn hóa thời Tống]]\n* [[Kinh tế thời Tống]]\n* [[Lịch sử nhà Tống]]\n* [[Xã hội thời Tống]]\n* [[Công nghệ thời Tống]]\n* [[Sự kiện Tĩnh Khang]]\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n==Tham khảo==\n{{Thể loại Commons|Zhao Ji}}\n*Ebrey, Patricia Buckley. (2013). ''Emperor Huizong'' (Harvard University Press; 2013) 661 pages; scholarly biography [http:\/\/www.h-net.org\/reviews\/showpdf.php?id=41016 online review]\n*Ebrey, Patricia Buckley. (1999). ''The Cambridge Illustrated History of China''. Cambridge: Cambridge University Press. ISBN 0-521-66991-X (paperback).\n*Ebrey, Walthall, and Palais (2006). ''East Asia: A Cultural, Social, and Political History''. Boston: Houghton and Mifflin.\n*Jing-shen Tao (1976) ''The Jurchen in Twelfth-Century China''. University of Washington Press. ISBN 0-295-95514-7.\n*[[Herbert Franke (nhà Trung Hoa học)|Herbert Franke]], Denis Twitchett. ''Alien Regimes and Border States, 907–1368'' (Cambridge History of China, vol. 6). Cambridge University Press, 1994. ISBN 0-521-24331-9. [https:\/\/books.google.com\/books?id=iN9Tdfdap5MC Partial text] on Google Books.\n*Huiping Pang (2009), \"Strange Weather: Art, Politics, and Climate Change at the Court of Northern Song Emperor Huizong,\" [[Journal of Song-Yuan Studies]], Volume 39, 2009, pp.&nbsp;1–41. ISSN 1059-3152.\n* Thương Thánh (2011), ''Chính sử Trung Quốc qua các triều đại'', Nhà xuất bản Văn hóa Thông tin\n\n{{s-start}}\n{{s-hou|[[Nhà Tống|Hoàng tộc họ Triệu]]|2 tháng 11|năm 1082|4 tháng 6| năm 1135}}\n{{s-reg}}\n{{s-bef|before=[[Tống Triết Tông]]|rows=1}}\n{{s-ttl|title=[[Nhà Tống|Hoàng đế nhà Tống]]|years=1100-1126}}\n{{s-aft|rows=1|after=[[Tống Khâm Tông]]}}\n{{end}}\n{{vua nhà Tống}}{{Các chủ đề|Lịch sử|Trung Quốc}}\n{{Thái thượng hoàng Trung Quốc}}\n\n[[Thể loại:Thái thượng hoàng Trung Quốc]]\n[[Thể loại:Sinh năm 1082]]\n[[Thể loại:Mất năm 1135]]\n[[Thể loại:Hoàng đế nhà Tống|H]]\n[[Thể loại:Nhà thư pháp Trung Quốc]]\n[[Thể loại:Hội họa triều Tống]]\n[[Thể loại:Nhà nho Trung Quốc]]\n[[Thể loại:Học giả Trung Quốc]]"}