{"Tống Anh Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Anh Tông\n| tên gốc = 宋英宗\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = Song Yingzong 1.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Tống Anh Tông.\n| chức vị = [[Hoàng đế]] [[nhà Tống|Đại Tống]]\n| tại vị = [[2 tháng 5]] năm [[1063]] – [[25 tháng 1]] năm [[1067]]<br>({{số năm theo năm và ngày|1063|5|2|1067|1|15}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:960 till:1279\nAlignBars = early\nScaleMajor = increment:319 start:960\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1063 till:1067 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = <font color=\"grey\">[[Tống Nhân Tông]]<\/font>\n| nhiếp chính = \n| kế nhiệm = <font color=\"blue\">[[Tống Thần Tông]]<\/font>\n| tên đầy đủ = Triệu Tông Thực (趙宗實)<ref>Đặt năm 1036.<\/ref><br>Triệu Thự (趙曙)<ref>Tên của ông được đổi thành Thự năm 1062 khi được tấn phong [[thái tử]]. Tên này thành kỵ húy khi ông lên ngôi vua năm 1063.<\/ref>\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| tôn hiệu = \n| miếu hiệu = [[Anh Tông]] (英宗)\n| thông tin niên hiệu = \n| niên hiệu = Trị Bình (治平)\n| thời gian của niên hiệu = 1064-1067)\n| thụy hiệu = <font color=\"grey\">Thể Càn Ứng Lịch Long Công Thịnh Đức Hiến Văn Túc Vũ Duệ Thánh Tuyên Hiếu hoàng đế<br>(體乾應歷隆功盛德憲文肅武睿聖宣孝皇帝)<ref>Đây là thụy hiệu cuối cùng đặt năm 1083.<\/ref>\n| phối ngẫu = \n| vợ = Tuyên Nhân Thánh Liệt hoàng hậu Cao thị\n| thông tin con cái = ẩn\n| con cái = [[Tống Thần Tông]]<br>Ngô Vinh vương Triệu Hạo<br>Nhuận vương Triệu Nhan<br>Ích Đoan Hiến vương Triệu Quân<br>4 công chúa (xem văn bản).\n| hoàng tộc = [[Nhà Tống|Nhà Bắc Tống]]\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| cha = Bộc An Ý vương [[Triệu Doãn Nhượng]]\n| mẹ = [[Tiên Du huyền quân]] Nhâm thị\n| sinh = {{ngày sinh|1032|2|16}}\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1067|1|25|1032|2|16}}\n| nơi mất = [[Trung Quốc]]\n| ngày an táng = \n| nơi an táng = Vĩnh Định Lăng\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]]\n| chữ ký = \n}}\n'''Tống Anh Tông''' ([[chữ Hán]]: 宋英宗, [[16 tháng 2]], [[1032]] - [[25 tháng 1]], [[1067]]), [[thụy hiệu]] đầy đủ '''Thể Càn Ứng Lịch Long Công Thịnh Đức Hiến Văn Túc Vũ Duệ Thánh Tuyên Hiếu hoàng đế''' (體乾應歷隆功盛德憲文肅武睿聖宣孝皇帝), tên thật là '''Triệu Tông Thực''' (趙宗實), hay '''Triệu Thự''' (趙曙), là vị [[Hoàng đế]] thứ năm của vương triều [[nhà Tống|Bắc Tống]] trong [[lịch sử Trung Quốc]]. Ông là hoàng tằng tôn của [[Tống Thái Tông]], được phong làm Trữ quân kế vị cho hoàng thúc là [[Tống Nhân Tông]] vốn không có hoàng tử. Sau khi Nhân Tông từ trần năm [[1063]], ông trở thành hoàng đế [[nhà Tống]]. Trong 4 năm ở ngôi, ông chỉ sử dụng 1 [[niên hiệu]] là '''Trị Bình''' (治平).\n\nTuy chỉ trị vì trong thời gian ngắn ngủi, nhưng Tống Anh Tông đã lập được nhiều thành tích đáng kể cho vương triều: ổn định chính sự trong nước, phát động biên soạn Thông giám và bên ngoài hòa hảo với [[Tây Hạ]]. Về tình hình chính sự, trong thời gian đầu trị vì của ông, quyền lực trong triều nằm trong tay Tào thái hậu. Mãi đến năm [[1064]], Anh Tông mới đích thân chấp chính. Trong thời gian này xảy ra tranh cãi về lễ nghị kéo dài tới 10 tháng, kết quả phụ thân ruột của Anh Tông được gọi là hoàng khảo. Tháng giêng năm [[1067]], Anh Tông qua đời. Ngôi hoàng đế được truyền cho hoàng tử trưởng là Dĩnh vương '''Triệu Húc''', tức [[Tống Thần Tông]].\n\n== Thân thế và cuộc sống ban đầu ==\n\nTống Anh Tông là con trai thứ 13 của Bộc An Ý vương [[Triệu Doãn Nhượng]], mẫu thân Tiên Du huyện quân Nhâm thị, một thứ thiếp của Bộc vương<ref name=\"TS13\">''[[Tống sử]]'', [[:zh:s:宋史\/卷013|quyển 13]].<\/ref>. Doãn Nhượng là con trai của Thương Cung Tĩnh vương [[Triệu Nguyên Phân]] và Thương vương là hoàng tử thứ tư của [[Tống Thái Tông]] Triệu Quang Nghĩa. Nguyên trước kia [[Tống Chân Tông]] không có con, từng nuôi Bộc vương làm con mình, dự phòng về sau này có người kế vị, nhưng về sau thì hoàng tử Triệu Trinh (tức [[Tống Nhân Tông]]) chào đời, Triệu Doãn Nhượng phải nhường lại vị trí trữ quân và được phong làm Bộc vương.\n\nTriệu Tông Thực chào đời vào ngày 3 tháng 1 ÂL năm Minh Đạo nguyên niên ([[1032]]) dưới thời [[Tống Nhân Tông]] tại phủ Bộc vương nằm ở phường Tuyên Bình, [[Biện Kinh]]<ref name=\"TS13\" \/>. Trước kia, Bộc vương có lần nằm mộng thấy hai con rồng sà vào chỗ mình. Khi Tông Thực chào đời, có ánh sáng màu đỏ chiếu khắp gian phòng, lại có người thấy rồng vàng trong phủ. Từ năm Tông Thực lên bốn tuổi thì được [[Tống Nhân Tông]] đưa vào nuôi ở đại nội. Năm [[1039]], khi Dự vương [[Triệu Phưởng]] ra đời thì ông bị buộc phải trở về phủ Bộc vương.\n\nTông Thực lại hiếu thuận và tôn sùng lễ nghĩa, thích đọc sách Nho. Năm Cảnh Hựu thứ ba ([[1036]]) thì ông được ban tên gọi là Tông Thực, nhận chức Tả giám môn Vệ soái phủ phó suất, sau là Hữu Vũ Lâm đại tướng quân rồi thứ sử Nghi châu. Năm [[1050]], được phong Hữu Vệ đại tướng quân, Nhạc châu đoàn luyện sứ.\n\n== Làm trữ quân ==\n\nKhi đó ba hoàng tử của Nhân Tông đều chết yểu, các phi tần còn lại chỉ sinh ra con gái, nên Nhân Tông không có người kế vị. Khoảng giữa những năm Gia Hựu ([[1057]] - [[1063]]), [[tể tướng]] [[Hàn Kì|Hàn Kỳ]] nhiều lần dâng sớ xin lập hoàng trữ<ref name=\"TS13\" \/>, Nhân Tông đã có ý lập Tông Thực. Vào năm [[1059]], Bộc vương Doãn Nhượng qua đời, Tông Thực phải trở về phủ chịu tang. Năm [[1062]], ông được bổ nhiệm Tần châu phòng ngự sứ, Tri Tông chánh tự, nhưng lại bốn lần dâng biểu, lấy lý do phục tang mà từ chối. Khi ông hết tang, Nhân Tông hạ chiếu phong làm hoàng tử, ban tên là Thự, ông cáo bệnh mà từ chối. Nhân Tông triệu Phán Đại tông tự An Quốc công đến truyền chỉ, Thự vẫn không nhận. Người trong nhà là Mạnh Dương hỏi lý do, ông đáp\n:''Không muốn nghĩ đến cái phúc trước mắt, chỉ muốn tránh tai vạ''.\n\nMạnh Dương nói\n:''Thiên tử mấy lần truyền chiếu cứ cố từ không nhận; một mai triều thần nghe tin mà nghi hoặc thì có còn giữ được cái gọi là phúc không?''\n\nTông Thực hiểu ra, bèn cùng Tòng Cổ vào cung. Trước khi lên đường ông nhắn với gia nhân rằng\n:''Trông nom cơ nghiệp, khi hoàng thượng có đích tự, ta sẽ quay về''.\n\nSau đó, mỗi ngày ông lên triều một lần, có khi phải ở trong cung mấy hôm. Tháng 9 ÂL năm [[1062]], được dời Tề châu phòng ngự sứ, tước Cự Lộc quận công<ref name=\"TS13\" \/>. Ngày [[30 tháng 4]] năm [[1063]], Nhân Tông lâm bệnh nặng, liền cho triệu [[hoàng hậu]] Tào thị đến. Khi đó Nhân Tông không thể nói được nữa; hoàng hậu triệu các thái y đến châm cứu và dâng thuốc nhưng đã không kịp. Đêm hôm đó, hoàng đế qua đời<ref name=\"TTTTG061\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷061|quyển 61]].<\/ref>. Hoàng hậu sợ có biến, liền giữ các chìa khóa các cung ngay bên mình, đến sáng hôm sau triệu hoàng tử và các đại thần đến bàn việc lên ngôi. Hoàng tử thất sắc nói: ''Không dám theo, không dám theo''. [[Hàn Kì|Hàn Kỳ]] cùng các đại thần ra sức thúc ép, đưa sẵn triều phục; triệu [[Vương Khuê]] đến thảo di chiếu rồi tuyên đọc ở điện Phúc Ninh.\n\n== Làm hoàng đế ==\n=== Tào Thái hậu nhiếp chính ===\n\nNgày [[2 tháng 5]] năm [[1063]], hoàng tử tức vị hoàng đế, tức là '''Tống Anh Tông''', ra triều với các quan tại Đông Doanh<ref name=\"TTTTG061\" \/>. Anh Tông muốn theo lệ cổ, để ba năm xem xét, cho [[Hàn Kì|Hàn Kỳ]] nhiếp trùng tể, nhưng các đại thần phần đông không nhất trí, đành thôi. Hạ chiếu tôn hoàng hậu làm [[Hoàng thái hậu]]. Anh Tông vừa lên ngôi chưa đầy nửa tháng thì lại bệnh nặng, vui buồn thất thường, có nhiều hành động kì lạ. Các quan đại thần cùng đến gặp Thái hậu, xin buông rèm nhiếp chính. Thái hậu tinh thông kinh sử, giải quyết công việc nhanh gọn, nên triều chính vẫn tương đối yên ổn. Tiến phong Hàn Kỳ làm Vệ quốc công, [[Tăng Công Lượng]] là Trung thư thị lang kiêm Thượng thư bộ Lễ... Phong hoàng tử Trọng Châm làm An châu quan sát sứ, Quang quốc công; Trọng Củ làm Nhạc An quận công; Trọng Khác là Đại Ninh quận công. Khi ấy bệnh tình của Anh Tông có phần thuyên giảm, [[Vương Khuê]] xin Thái hậu trả lại chính sự nhưng cuối cùng việc này không được tiến hành.\n\nAnh Tông hạ chiếu lập Kinh Triệu quận quân Cao thị làm hoàng hậu. Hoàng hậu là cháu chắt của Thị trung Cao Quỳnh, có mẹ là em gái của Tào thái hậu. Năm hoàng hậu 4 tuổi cũng được đưa vào cung nuôi dưỡng cùng với Anh Tông; về sau được ban hôn. Đến đây thì chính vị hoàng hậu<ref name=\"TTTTG061\" \/>. Khi đó cựu tướng [[Phú Bật]] cũng hết tang, được bổ dụng Xu mật sứ. Tháng 10 năm đó phong hoàng tử Quang Quốc công Trọng Châm làm Tiết độ sứ Trung Vũ, Đồng trung thư môn hạ bình chương sự, tháng 6 năm sau cải là Dĩnh vương, cải tên là Triệu Húc. Mùa đông, táng Nhân Tông hoàng đế ở Vĩnh Chiêu lăng<ref name=\"TS13\" \/>.Anh Tông kể từ sau khi lâm bệnh, tính khí vui buồn thất thường, thường đánh mắng tả hữu vì lỗi nhỏ khiến trong cung ca thán khắp nơi. Khi đó tên [[hoạn quan]] [[Nhậm Thủ Trung]] thừa cơ hội, tìm cách gièm pha ly gián hai cung. Lâu ngày thành ra mối hiềm khích khó mà hóa giải được. Một hôm Hoàng thái hậu đem việc này ra khóc với quần thần, [[Hàn Kì]] nói là do bệnh nên mới thế, sau này tất khác; trước kia Thái hậu thờ Nhân Tông, nhân đức bao trùm thiên hạ, lúc Ôn Thành hoàng hậu còn sống Thái hậu vẫn nhẫn nhục được; nay tình mẹ con sao chẳng thể bỏ qua, Thái hậu mới dần nguôi ngoai đi. Hôm đó Hàn Kì vào yết kiến Anh Tông. Anh Tông nói luôn\n:''Thái hậu đối với trẫm chưa tận tâm''.\n\nHàn Kì bảo rằng nếu phụ mẫu không hiền minh mà nhi tử vẫn tận hiếu thì mới có thể nên danh thiên cổ.<ref name=\"TTTTG061\" \/> Anh Tông dần tỉnh ngộ. Đầu năm [[1064]], Anh Tông đến Kinh diên nghe giảng sách, thị giảng Lưu Sưởng đọc đến đoạn Nghiêu nhường ngôi cho [[Thuấn]] thì chắp tay khen ngợi cái hiếu của Thuấn. Anh Tông hoàng đế cảm thấy phân chấn hơn; liền vào cung quỳ mà tạ lỗi với Thái hậu. Từ đó hai cung hòa giải với nhau, mối quan hệ trở lại êm đẹp.\n\n=== Sự kiện Bộc nghị ===\n\nLúc này bệnh tình của Anh Tông đã khỏi hẳn, [[Hàn Kì|Hàn Kỳ]] muốn thái hậu giao lại chính quyền nhưng không tiện nói ra, bèn giả cách xin nghỉ, bảo rằng hoàng đế đủ sức xét việc lại có thái hậu huấn chính thì làm gì cần tể thần nữa. Thái hậu hiểu ý, liền hạ chỉ hết buông rèm. Đó là vào tháng 5 ÂL năm [[1064]]. Anh Tông thân chính, ra lệnh phong [[Hàn Kì|Hàn Kỳ]] làm Thượng thư Hữu bộc xạ, cho mệnh lệnh của thái hậu vẫn xưng là thánh chỉ, nghi vệ cho thái hậu như Chương Minh Hiến Túc thái hậu trước kia<ref name=\"TTTTG062\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷062|quyển 62]].<\/ref>. [[Hàn Kì|Hàn Kỳ]] cho đuổi [[Nhậm Thủ Trung]] ra Kỳ châu.\n\nTheo ý của Anh Tông, tể thần dâng biểu xin làm lễ truy tôn cho Bộc An Ý vương cùng Tiếu quốc phu nhân Vương thị, Tương quốc phu nhân Hàn thị, Tiêu du huyện quân Nhâm thị. Tri gián viện [[Tư Mã Quang]] nói xưa kia [[Hán Tuyên Đế]] không truy tôn Lệ thái tử, [[Hán Quang Vũ Đế]] không truy tôn Thần Lộc nam đốn quân, đó là lẽ muôn đời vậy. Còn việc xưng hô với Bộc vương như thế nào thì lại phải bàn tiếp. Do Ngụy quốc công Tông Ý không con, Bộc vương không có đích tôn, vì vậy triều đình cho con thứ của Bộc vương là Tông Phác nối chức Bộc quốc công<ref name=\"TTTTG063\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷063|quyển 63]].<\/ref>. Giữa năm [[1065]], [[Vương Khuê]] lại dâng tấu nói Bộc vương là anh Nhân Tông thì cư xưng là Hoàng bá phụ là đủ. Lại có lời bàn nên xưng Hoàng bá khảo, [[Lã Công Trứ]] bảo ngày xưa Chân Tông đối với Thái Tổ cũng xưng là Hoàng bá khảo, Bộc vương thì sao sánh với Thái Tổ được. [[Âu Dương Tu]] dẫn Lễ nghi ra nói nếu về làm con nuôi người khác, thì đối với người sinh ra mình vẫn phải gọi là cha mẹ. Hán Tuyên Đế, Quang Vũ Đế cũng gọi cha là Hoàng khảo. Anh Tông đành cho gác chuyện lại đến khi có điển cố thích hợp mới bàn tiếp. [[Tư Mã Quang]] không chấp nhận. Ngự sử [[Lã Hối]], [[Phạm Thuần Nhân]], [[Lã Đại Phòng]] liên tục dâng sớ bàn luận, đều thuận theo [[Vương Khuê]] nhưng không được phúc đáp. [[Hàn Kì|Hàn Kỳ]] dâng sớ chờ tội, [[Âu Dương Tu]] và [[Tăng Công Lượng]] đều xin miễn chức, các bên tranh nghị không dứt, kéo dài gần 1 năm.\n\nMùa thu năm đó, người Hạ cho quân đánh phá Tần Phượng, Kinh Nguyên, quấy nhiễu dân chúng và giết nhiều súc vật. [[Tư Mã Quang]] dâng thư xin đem cứu. Đầu năm [[1065]], triều đình gửi chiếu trách cứ Hạ chủ Lượng Tộ ([[Hạ Huệ Tông]]). Vua Hạ không phụng chiếu và đổ tội cho các tướng lĩnh ở vùng biên, không lâu sau lại gây hấn. Lúc này Xu mật phó sứ [[Vương Trù]] đã chết, được ban Lễ bộ thượng thư, thụy Trung Giản. Triều đình dùng [[Phùng Kinh]] làm An phủ sứ Thiểm Tây lo chống giữ với người Hạ<ref name=\"TTTTG063\" \/>.\n\nĐến tháng giêng ÂL năm [[1066]], Hoàng thái hậu xuống chiếu viết tay, cho rằng đối với Bộc An Ý vương có thể xưng hoàng, phu nhân là hậu, hoàng đế đối với họ xưng là thân nhưng không tôn thụy gì thêm. Anh Tông xuống chiếu từ tạ, một hồi sau mới nhận, tôn Bộc An Ý vương là Bộc An Ý hoàng, Tiếu quốc, Tương quốc và Tiên Du phu nhân xưng là hậu<ref name=\"TTTTG064\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷063|quyển 64]].<\/ref>. Sau đó, [[Lã Hối]] thấy triều đình không nghe kiến nghị của mình nên dâng sớ chờ tội. Anh Tông cho trả sớ, [[Lã Hối]] nói [[Hàn Kì|Hàn Kỳ]] và [[Âu Dương Tu]] gây khó dễ cho mình. Cuối cùng Anh Tông theo lời hai vị phụ chính, đày [[Lã Hối]] đến Kỳ châu, [[Phạm Thuần Nhân]] đến An Châu, [[Lã Đại Phòng]] đến Ninh Huyện. [[Tư Mã Quang]] và [[Lã Công Trứ]] dâng sớ ngăn việc trục xuất ngôn quan, Anh Tông không nghe. [[Lã Công Trứ]] bèn xin ra ngoài, làm quan ở Thái châu. Từ đây, cuộc tranh luận mới chấm dứt.\n\nTháng 4 năm [[1066]], Anh Tông bổ nhiệm [[Tư Mã Quang]] biên soạn Thông chí, về sau gọi là [[Tư trị thông giám]], gồm 289 quyển chép việc từ thời [[Chu Uy Liệt vương]] đến hết đời [[Hậu Chu]]. [[Tư trị thông giám]] trở thành tác phẩm lịch sử có giá trị vĩ đại của [[Trung Quốc]].\n\nTháng 10 năm [[1066]], [[Tây Hạ Nghị Tông|Hạ Nghị Tông]] dẫn quân xâm lược thành Đại Thuận và trại Nhu Viễn. Quân Tống chống trả quyết liệt, khiến Hạ chủ bại trận, trúng tên dẫn đến trọng thương, năm sau thì chết.\n\n=== Qua đời ===\n\nCuối năm [[1066]], Anh Tông xưng tôn hiệu Thể Càn Ứng Lịch Văn Vũ Thánh Hiếu hoàng đế. Lúc này bệnh cũ của ông tái phát, tể tướng [[Hàn Kì|Hàn Kỳ]] vào thăm và xin lập [[thái tử]] để yên lòng dân<ref name=\"TTTTG064\" \/>. Khi ấy Anh Tông bệnh không nói được, những mệnh lệnh đều phải tự tay lấy bút mà ghi. Khi các đại thần xin lập tự, Anh Tông gật đầu rồi miễn cưỡng viết tám chữ: ''Lập Đại vương làm Hoàng thái tử''. [[Hàn Kỳ]] xin viết kĩ hơn, Anh Tông ghi thêm ba chữ ''Dĩnh vương Húc'' rồi cho phát đi<ref name=\"TTTTG064\" \/>. [[Hàn Kỳ]] truyền cho [[Trương Phương Bình]] đến điện Phúc Ninh thảo chiếu lập Thái tử. Khi đó Anh Tông chỉ còn đủ sức viết thêm chữ Húc rồi cho phát đi.\n\nNgày Đinh Tị, tháng 1 năm thứ tư Trị Bình, tức ngày [[25 tháng 1]] năm [[1067]], Anh Tông qua đời ở điện Phúc Ninh, hưởng dương 34 tuổi<ref name=\"TS13\" \/><ref name=\"TTTTG065\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷065|quyển 65]].<\/ref>. Thái tử Triệu Húc lên kế vị, tức là [[Tống Thần Tông]].\n\n== Gia đình ==\n* Cha: ''Bộc An Ý vương'' [[Triệu Duẫn Nhượng]] (濮安懿王 赵允让).\n* Mẹ: ''Tiên Du huyện quân'' Nhậm thị (仙游县君 任氏).\n\n=== Hậu phi ===\n[[Tập tin:B Song Dynasty Empress of Yingzong.JPG|thumb|150px|Tuyên Nhân Thánh Liệt Hoàng hậu Cao thị]]\n* [[Tuyên Nhân Thánh Liệt hoàng hậu]] Cao Thao Thao (宣仁聖烈皇后高氏, 1032 - 1093), người [[Mông Thành]], [[Bạch Châu]].\n* [[Bảo Chiêu nghi]] (鮑昭儀, ? - 1102), sơ phong ''Vĩnh Gia quận quân'' (永嘉郡君). [[Tống Thần Tông|Thần Tông]] tôn phong ''Tài nhân'' (才人), [[Tống Triết Tông|Triết Tông]] tôn làm ''Mỹ nhân'' (美人). Qua đời dưới thời [[Tống Huy Tông|Huy Tông]], truy phong ''Chiêu nghi'' (昭儀).\n* [[Trương Tu dung]] (張修容, 1053 - 1130), em họ của [[Trương Quý phi (Tống Nhân Tông)|Ôn Thành hoàng hậu]] và là con gái của [[Trương Nghiêu Tá]] (张尧佐), sơ phong ''Bình Xương quận quân'' (平昌郡君). [[Tống Triết Tông|Triết Tông]] tôn phong ''Tài nhân'' (才人), [[Tống Huy Tông|Huy Tông]] tôn làm ''Tiệp dư'' (婕妤) rồi ''Tu dung'' (修容). Về sau cùng [[Mạnh Hoàng hậu|Triết Tông Mạnh Hoàng hậu]] chạy loạn và chết trong đám loạn binh.\n* [[Trương Quý nghi]] (张贵仪, 1053? - 1111), sơ phong ''Nhân Thọ quận quân'' (仁寿郡君). [[Tống Triết Tông|Triết Tông]] tôn phong ''Tài nhân'' (才人), [[Tống Huy Tông|Huy Tông]] tôn làm ''Tiệp dư'' (婕妤) rồi ''Tu dung'' (修容). Qua đời vào niên hiệu Trọng Hoà dưới thời [[Tống Huy Tông|Huy Tông]], được truy phong ''Quý nghi'' (贵仪).\n* [[Dương Tiệp dư]] (杨才人), [[Tống Triết Tông|Triết Tông]] tôn phong ''Tài nhân'' (才人), [[Tống Huy Tông|Huy Tông]] tôn làm ''Tiệp dư'' (婕妤). Về sau không rõ.\n\n=== Hậu duệ ===\n==== Hoàng tử ====\nTất cả Hoàng tử đều do Cao hoàng hậu sinh hạ:\n# [[Tống Thần Tông]] Triệu Húc (趙頊).\n#''Ngô Vinh vương'' [[Triệu Hạo]] (吳榮王赵颢, 1050 - 1096), tên thật '''Triệu Trọng Củ''' (赵仲糺). Năm 13 tuổi sơ phong ''Hoà Châu Phòng ngự sứ'' (和州 防禦使), ''Lạc An Quận công'' (樂安郡公). Tháng 8 cùng năm (1063) thăng làm ''Kỳ Quốc công'' (祁國公), ''Minh Châu Quan sát sứ'' (明州 觀察使). Năm 1064, phong làm ''Đông Dương Quận vương'' (東陽郡王). Năm 1067, tấn thăng ''Xương vương'' (昌王) rồi cải thành ''Kỳ vương'' (岐王). Dưới thời [[Tống Thần Tông|Thần Tông]], cải làm ''Ung vương'' (雍王). [[Tống Triết Tông|Triết Tông]] nối ngôi cải phong tiếp làm ''Dương vương'' (楊王), ''Từ vương'' (徐王) rồi ''Sở vương'' (楚王). Sau khi qua đời được truy phong ''Yên vương'' (燕王), thuỵ là '''Vinh''' (榮), sau [[Tống Huy Tông|Huy Tông]] mới cải thành ''Ngô vương'' (吳王).\n# ''Nhuận vương'' [[Triệu Nhan]] (润王赵颜), chết sớm, không đặt tên. [[Tống Huy Tông|Huy Tông]] truy phong ''Nhuận vương'' (润王), ban danh '''Triệu Nhan'''. \n# ''Ích Đoan Hiến vương'' [[Triệu Quần]] (益端献王赵頵, 1056 - 1088), tên thật '''Triệu Trọng Khác''' (赵仲恪), sơ phong ''Bác Châu Phòng ngự sử'' (博州 防禦使), ''Đại Ninh Quận công'' (大寧郡公) cùng với ''Ngô vương'' [[Triệu Hạo]]. Tháng 8 năm đó (1063), thăng làm ''Hộ Quốc công'' (鄠國公), ''Diệu Châu Quan sát sử'' (耀州 觀察使). Năm 1064, phong làm ''Lạc An Quận vương'' (樂安郡王), tháng 9 năm đó cải làm ''Cao Mật'' ''Quận vương'' (高密郡王). Dưới thời [[Tống Thần Tông|Thần Tông]], phong ''Gia vương'' (嘉王) rồi ''Tào vương'' (曹王). [[Tống Triết Tông|Triết Tông]] cải phong ''Kinh vương'' (荊王). Sau khi qua dời được truy phong ''Nguỵ vương'' (魏王), thuỵ là '''Đoan Hiến''' (端獻), sau [[Tống Huy Tông|Huy Tông]] mới cải thành ''Ích vương'' (益王).\n\n==== Hoàng nữ ====\n# [[Ngụy quốc Sở quốc Đại trưởng công chúa]] (魏国楚国大长公主, ? - 1085), mẹ không rõ. Năm Gia Hữu thứ 8 (1063), Anh Tông tức vị phong ''Đức Ninh công chúa'' (德寧公主). 3 năm sau cải thành ''Từ quốc công chúa'' (徐国公主), lấy ''Tả vệ tướng quân'' [[Vương Sư Ước]] (王師約). Năm 1067, [[Tống Thần Tông|Thần Tông]] sắc phong ''Trần quốc Trưởng công chúa'' (陈大长公主). Năm 1085, công chúa tạ thế, truy phong ''Yên quốc Đại trưởng công chúa'' (燕国大长公主), thuỵ là '''Huệ Hoà''' (惠和). [[Tống Triết Tông|Triết Tông]] truy phong ''Tần quốc Đại trưởng công chúa'' (秦国大长公主), [[Tống Huy Tông|Huy Tông]] truy phong ''Ngụy quốc Sở quốc Đại trưởng công chúa'' (魏国楚国大长公主), cải thuỵ '''Huệ Hoà Đại trưởng đế cơ''' (惠和大长帝姬).\n# [[Ngụy quốc Đại trưởng công chúa]] (魏国大长公主, 1051 - 1080), chị song sinh với ''Thọ Khang công chúa'', năm Gia Hữu thứ 8 phong ''Bảo An công chúa'' (寶安公主). [[Tống Thần Tông|Thần Tông]] sắc phong ''Thư quốc Trưởng công chúa'' (舒國长公主), sau cải ''Thục'' ''quốc Trưởng công chúa'' (蜀國长公主), lấy ''Tả vệ tướng quân'' [[Vương Sân]] (王诜), có một con trai là [[Vương Ngạn Bật]] (王彦弼). Công chúa qua đời khi mới 29 tuổi, truy phong ''Việt'' ''quốc Trưởng công chúa'' (越国长公主), thuỵ là '''Hiền Huệ''' (贤惠), lần lượt cải phong ''Tần quốc'' (秦国), ''Kinh quốc'' (荆国), ''Nguỵ quốc'' ''Đại trưởng công chúa'' (魏国大长公主). Thuỵ hiệu chính thức '''Hiền''' '''Huệ Đại trưởng đế cơ''' (贤惠大长帝姬).\n# [[Hàn quốc Ngụy quốc Đại trưởng công chúa]] (韓國魏國大長公主, 1051 - 1123), em song sinh với ''Bảo An công chúa'', phong ''Thọ Khang công chúa'' (壽康公主), cải thành ''Kỳ quốc công chúa'' (祁国公主) rồi ''Vệ'' ''quốc công chúa'' (卫国公主), lấy [[Trương Đôn Lễ]] (张敦礼). Lần lượt được sách phong ''Tần quốc'' (秦国), ''Việt'' ''quốc'' (越国), ''Sở quốc Đại trưởng công chúa'' (楚国大长公主), sau gia phong thêm ''Hàn quốc Ngụy quốc Đại trưởng công chúa'' (韓國魏國大長公主). Năm 1113, tấn tôn '''Hiền Đức Ý Hạnh Đại trưởng đế cơ''' (贤德懿行大长帝姬).\n# [[Thư quốc Đại trưởng công chúa]] (舒國大長公主), không rõ sịnh mất, không rõ mẹ. Nguyên là ''Đức An quận chúa'' (德安郡主), lấy [[Hứa Giác]] (許珏), người [[Triều Châu]], phong ''Đức An công chúa'' (德安公主), có hai con trai. [[Tống Huy Tông|Huy Tông]] truy phong ''Thư quốc Đại trưởng công chúa'' (舒國大長公主).\n\n== Tài liệu tham khảo==\n* Thương Thánh, Chính sử Trung Quốc qua các triều đại, 350 vị hoàng đế nổi tiếng, Nhà xuất bản Văn hóa - Thông tin\n\n== Ghi chú ==\n{{Tham khảo}}\n\n{{thể loại Commons|Emperor Yingzong}}\n{{Navboxes\n|title= Tống Anh Tông\n|list1=<span>\n{{s-start}}\n{{s-hou|[[Nhà Tống|Hoàng tộc họ Triệu]]|16 tháng 2|năm 1032|25 tháng 1| năm 1067}}\n{{s-reg}}\n{{s-bef|before=[[Tống Nhân Tông]]|rows=1}}\n{{s-ttl|title=[[Nhà Tống|Hoàng đế nhà Tống]]|years=1063-1067}}\n{{s-aft|rows=1|after=[[Tống Thần Tông]]}}\n{{end}}\n{{vua nhà Tống}}\n}}\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n\n[[Thể loại:Hoàng đế nhà Tống|Anh Tông]]\n[[Thể loại:Sinh năm 1032]]\n[[Thể loại:Mất năm 1067]]"}