{"Tống Hiếu Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Hiếu Tông|tên gốc =宋孝宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = Xiaozong.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Tống Hiếu Tông.\n| chức vị = [[Hoàng đế]] [[nhà Tống|Đại Tống]]\n| tại vị = [[24 tháng 7]] năm [[1162]] &ndash; [[18 tháng 2]] năm [[1189]]<br>({{số năm theo năm và ngày|1162|7|24|1189|2|18}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:960 till:1279\nAlignBars = early\nScaleMajor = increment:319 start:960\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1162 till:1189 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color=\"grey\">[[Tống Cao Tông]]<\/font>\n| kế nhiệm = [[Tống Quang Tông]]\n| tên đầy đủ = Triệu Bá Tông (趙伯琮)<br>Triệu Viện (趙瑗)<ref>Đổi thành Viện tháng 3 năm 1133 khi nhập cung.<\/ref><br>Triệu Vĩ (趙瑋)<ref>Đổi tháng 4 năm 1160.<\/ref><br>Triệu Thận (趙昚)<ref>Đổi tháng 7 năm 1162.<\/ref> \n| kiểu tên đầy đủ = Tên húy\n| miếu hiệu = [[Hiếu Tông]] (孝宗)\n| thông tin niên hiệu = ẩn\n| niên hiệu = <\/small>\n*Long Hưng (隆興: [[1163]] - [[1164]])\n*Càn Đạo (乾道: [[1165]] - [[1174]])\n*Thuần Hi (淳熙: [[1174]] - [[1189]])\n| thời gian của niên hiệu = \n| thụy hiệu = <font color = \"grey\">Thiệu Thống Đồng Đạo Quan Đức Chiêu Công Triết Văn Thần Vũ Minh Thánh Thành Hiếu hoàng đế<br>(紹統同道冠德昭功哲文神武明聖成孝皇帝)<ref>Đây là thụy hiệu cuối cùng đặt năm 1197.<\/ref>\n| vợ = [[Thành Mục hoàng hậu]] Quách thị<br>[[Thành Cung hoàng hậu]] Hạ thị<br>[[Thành Túc hoàng hậu]] Tạ thị<br>| thông tin con cái = ẩn \n| con cái = | hoàng tộc = [[Nhà Tống|Nhà Nam Tống]]\n| kiểu hoàng tộc = Triều đại\n| cha = Tú An Hy vương Triệu Tử Xưng\n| mẹ = Tú vương phu nhân Trương thị\n| sinh = {{ngày sinh|1127|11|27}}\n| mất = {{ngày mất và tuổi|1194|6|28|1127|11|27}}\n| nơi mất = [[Trung Quốc]]\n| nơi an táng = Vĩnh Phụ Lăng\n| tôn giáo = [[Phật giáo]]\n}}\n'''Tống Hiếu Tông''' ([[chữ Hán]]: 宋孝宗, [[27 tháng 11]] năm [[1127]] – [[28 tháng 6]] năm [[1194]]), tên thật là '''Triệu Bá Tông''' (趙伯琮), '''Triệu Viện''' (趙瑗), '''Triệu Vĩ''' (趙瑋) hay '''Triệu Thận''' (趙昚), [[Tên chữ (người)|tên tự]] '''Nguyên Vĩnh''' (元永) là vị [[Hoàng đế]] thứ 11 của triều đại [[nhà Tống]] trong [[lịch sử Trung Quốc]]. Nếu chỉ xét trong thời đại [[Nam Tống]] ([[1127]] – [[1276]]) thì ông là vị Hoàng đế thứ hai.\n\nTống Hiếu Tông xuất thân là hậu duệ của [[Tống Thái Tổ]] Triệu Khuông Dẫn, cha của ông là [[Triệu Tử Xưng]], chỉ có quan hệ bà con xa với Hoàng thất, nên địa vị trong xã hội gần như là người dân thường. Sau [[Sự biến Tĩnh Khang]], Hoàng thất [[nhà Tống]] hầu hết bị người [[Kim]] bắt làm tù binh, vua Cao Tông lại mắc bệnh liệt dương nên không có được Hoàng tử nối ngôi. Vì thế từ lúc còn nhỏ, qua một cuộc tuyển chọn, Triệu Bá Tông được đưa vào trong cung nuôi dưỡng, về sau Cao Tông chính thức nhận ông làm con nuôi, phong Vương cho ông rồi lập ông làm Hoàng tử. Năm [[1162]], Cao Tông nhường ngôi và trở thành [[Thái thượng hoàng]], Hiếu Tông chính thức tức vị khi đã 36 tuổi.\n\nNhững năm đầu trị vì, ông chú tâm vào công cuộc khôi phục [[Trung Nguyên]] vốn đã mất vào tay nước Kim từ thập niên 1130 bằng cuộc bắc phạt Long Hưng, song sau một vài thắng lợi nhỏ ban đầu, cuộc bắc phạt gặp phải bế tắc và người Kim chấn chỉnh lực lượng, tiến hành phản công, xâm nhập vào đất Tống. Cuối cùng ông phải chấp nhận ký hòa ước, cắt đất xưng cháu để lập lại hòa bình vào năm [[1164]], từ đó cho đến 40 năm tiếp theo hai nước không xảy ra chiến tranh và bước vào một giai đoạn thái bình, thịnh trị. Trong những năm Càn Đạo và Thuần Hi, Hiếu Tông bắt tay vào công cuộc xây dựng đất nước, bổ dụng những danh sĩ thời đó vào những vị trí cao trong triều đình, thực hiện một số cải cách trên lĩnh vực chính trị, loại bỏ những quan lại yếu kém, tham ô, khuyến khích sản xuất nông nghiệp, củng cố nền quân chủ tập quyền. Đó là giai đoạn thịnh vượng nhất trong [[lịch sử]] [[Nam Tống]], sử xưng thời kì này là '''Càn Thuần chi trị'''. Vào thời kì này, năm [[1184]], các sử quan [[nhà Tống]] đã hoàn thành bộ Tư trị thông giám trường biên, ghi chép những sự kiện thời [[Bắc Tống]], tiếp nối [[Tư trị thông giám]] của [[Tư Mã Quang]]. Hiếu Tông được sử sách đánh giá là vị vua có nhiều thành tựu nhất của thời [[Nam Tống]].\n\nSau cái chết của Thượng hoàng Cao Tông ([[1187]]), Hiếu Tông để đồ trở trong vòng ba năm. Năm [[1189]], khi đã 63 tuổi, ông nhường ngôi cho con trai thứ ba là Thái tử Triệu Đôn, tức là [[Tống Quang Tông]], lui về cung Trùng Hoa làm Thái thượng hoàng. Trong những năm đó, do sự gièm pha của [[Lý Phượng Nương|Lý Hoàng hậu]] khiến quan hệ hai cung trở nên bất hòa, Quang Tông cũng bỏ việc yết kiến Hiếu Tông, khiến ông buồn phiền và sinh bệnh. Năm [[1194]], ông bệnh mất ở cung Trùng Hoa, thọ 68 tuổi. Cũng do Quang Tông không chấp nhận chủ tang cho Hiếu Tông, Thái hoàng Thái hậu Ngô thị làm sách mệnh ép Quang Tông phải thoái vị.\n\n== Thân thế ==\n{{Xem thêm|Minh ước hộp vàng}}\nTriệu Bá Tông là cháu bảy đời của [[Tống Thái Tổ]] [[Triệu Khuông Dẫn]]. Thái Tổ có bốn người con trai, trong đó Hoàng tử thứ tư là Tần Khang Huệ vương [[Triệu Đức Phương]]. Tống Thái Tổ tuân theo di huấn của Thái hậu nên nhường ngôi cho người em là Triệu Quang Nghĩa, tức [[Tống Thái Tông]]. Tuy nhiên sau khi lên ngôi, Thái Tông đã tìm cách loại trừ các con của Thái Tổ để về sau sẽ truyền ngôi cho con của mình, và [[Triệu Đức Phương]] cũng đã bị giết vào năm [[981]] ở tuổi 23.\n\nTriệu Đức Phương tuy chết trẻ nhưng cũng có một người con là Anh Quốc công [[Triệu Duy Hiến]] ([[979]] – [[1016]]), Duy Hiến sinh Tân Hưng hầu [[Triệu Tòng Úc]], Tòng Úc sinh Hoa Âm hầu [[Triệu Thế Tương]], Thế Tương sinh Khánh quốc công [[Triệu Lệnh Thoại]], Lệnh Thoại sinh ra [[Triệu Tử Xưng]], về sau được truy tặng là ''Tú vương''. Tử Xưng thành hôn với bà Trương thị<ref name=\"TS33\">''[[Tống sử]]'', [[:zh:s:宋史\/卷033|quyển 33]].<\/ref>. Trương thị hạ sinh một người con trai là Triệu Bá Tông vào ngày Mậu Dần tháng 10 ÂL năm Kiến Viêm nguyên niên thời [[Tống Cao Tông]], tức Dương lịch ngày [[27 tháng 11]] năm [[1127]]<ref name=\"AS\">''[[en.wikipedia.org\/Academia Sinica|Academia Sinica - Chuyển hoán Trung Tây lịch]].<\/ref>, tại quan xá ấp Thanh Sam, Tú châu<ref name=\"TS33\" \/>. Sử cũ không cho biết thêm thông tin gì về những năm đầu đời của Triệu Bá Tông và những người anh em nào khác trong gia đình của ông.\n\n== Thời trẻ ==\n=== Được nuôi dưỡng trong hậu cung ===\n\nNăm [[1127]], quân Kim hạ được kinh thành [[Khai Phong|Biện Kinh]]<ref>Thủ phủ triều [[Bắc Tống]], nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>, tiêu diệt [[Bắc Tống]]. Tất cả Hoàng thân triều Tống, từ Thượng hoàng [[Tống Huy Tông|Huy Tông]], Hoàng đế [[Tống Khâm Tông|Khâm Tông]], Hoàng hậu, Thái hậu, Thái tử, Phi tần, Thân vương, Công chúa... mấy nghìn người bị giải về phương Bắc<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷098|quyển 98]]<\/ref>. Chỉ có Hoàng tử thứ chín là Khang vương Triệu Cấu trốn thoát ra ngoài. Do đó các đại thần lập ông ta lên ngôi vua ở Nam Kinh Ứng Thiên phủ<ref>Nay thuộc địa phận [[Thương Khâu]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>, lập ra triều đại [[Nam Tống]].\n\nSau nhiều lần lẩn tránh dự truy đuổi của người Kim, Cao Tông mắc phải bệnh liệt dương. Năm [[1129]], con trai duy nhất của Cao Tông là Nguyên Ý Thái tử [[Triệu Phu]] qua đời<ref name=\"ReferenceA\">''[[Tống sử]]'', [[:zh:s:宋史\/卷246|quyển 246]]<\/ref>, Cao Tông sau đó mắc bệnh liệt dương khiến cho hậu cung không thể nào sinh nở được nữa, buộc Cao Tông phải chọn Hoàng tự thuộc nhánh khác. Về sau Tể tướng [[Phạm Tông Doãn]] xin Cao Tông noi theo việc [[Tào hoàng hậu (nhà Tống)|Từ Thánh Hoàng hậu]] đời [[Tống Nhân Tông]], chọn trẻ trong Tông thất vào làm Hoàng tự để dự phòng về sau. Do các con cháu Tông thất thuộc dòng dõi [[Tống Thái Tông|Thái Tông]] đều đã bị quân Kim bắt và giải về nước Kim, hi vọng duy nhất của Cao Tông trong Tông thất là người em trai thứ mười tám là Tín vương [[Triệu Trăn]] mới trốn về từ Kim không được bao lâu thì thua trận và mất tích bật vô âm tín nên buộc Cao Tông đành phải hạ chiếu tuyển con cháu Tông thất thuộc dòng dõi [[Tống Thái Tổ|Thái Tổ]] vào nuôi trong cung. Tháng 6 năm [[1132]], nhà vua hạ chiếu tuyển 10 đứa trẻ tên có chữ Bá, hiệu là Tông Tử, trong đó có Bá Tông, vào cung nuôi dưỡng. Các cậu bé được phân phát cho các hậu phi dạy dỗ, trong đó người nuôi dưỡng Bá Tông là Trương Hiền phi.\n\nMùa xuân năm [[1133]], ông được phong làm Hoa châu<ref>Vị Nam, [[Thiểm Tây]], [[Trung Quốc]] hiện nay<\/ref> phòng ngự sứ, ban danh là '''Viện''', mấy tháng sau dời làm Quý châu phòng Ngự sứ. Mùa hạ năm [[1135]], Tể tướng [[Triệu Đỉnh]] đề nghị lập thư viện ở trong cung để giúp đỡ việc học của các vị công tử này, Cao Tông đồng ý, đặt tên nơi đó là Tư Thiện đường<ref name=\"TS33\" \/>. Triệu Viện ở trong cung tỏ ra là cần mẫn, người ham học hỏi, biết giữ lễ và thông minh hơn người. Cùng năm [[1135]], ông được phong làm Báo Khánh quân Tiết độ sứ, tước Kiến Quốc công<ref name=\"TS33\" \/>. Tháng 7 năm đó, lấy Huy Du các đãi chế [[Phạm Trùng]] và Khởi cư lang [[Chu Chấn]] làm sư phó cho Triệu Viện. Cao Tông mệnh Triệu Viện khi gặp hai người này phải dùng lễ bái. Về sau Trương Hiền phi qua đời, Triệu Viện sang chỗ Ngô quý phi, tức là [[Ngô Thược Phân|Ngô Hoàng hậu]] về sau.\n\n=== Quận vương – Hoàng tử ===\n\nSau đó từ mười trẻ được chọn ban đầu, Cao Tông chọn ra hai trẻ ưu tú nhất là Triệu Viện và một người khác tên là Triệu Bá Cửu, tên mới là [[Triệu Cứ]] ([[1136]] - [[1188]]) và dự định trong hai chọn lấy một. Cao Tông muốn xem xét tính tình của hai vị công tử, bèn triệu vào cung. Lúc đó có một con mèo đến ngồi cạnh án. Viện vẫn thản nhiên đứng đó, còn Cứ thì bước tới đá con mèo. Do đó Cao Tông cho Cứ là nghiêm khắc quá khó gánh vác việc lớn, đã muốn chọn Viện. Vào đầu năm [[1142]], ông được phong Kiểm giáo Thái bảo, Phổ An Quận vương<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷125|quyển 125]]<\/ref>. Tháng 4 cùng năm được ra ở phủ đệ bên ngoài cung.\n\nTháng 9 năm [[1143]], cha Triệu Viện là [[Triệu Tử Xưng]] mất ở [[Tú Châu, Gia Hưng|Tú Châu]]. Các quan lại trong triều đình cho rằng Triệu Viện cần phải làm tròn đạo hiếu với cha ruột, nên ông phải xin giải trừ quan chức và về chịu tang. Ba năm sau, mùa hạ năm [[1146]], Triệu Viện hết tang, được phục lại chức cũ<ref name=\"TS33\" \/>. Ngày [[25 tháng 7]] năm [[1147]], ông được đổi làm Thường Đức quân Tiết độ sứ. Năm [[1154]], giặc cướp nổi lên ở Cù châu, [[Tần Cối]] tự ý sai người đánh dẹp mà không báo với Cao Tông. Triệu Viện biết chuyện vào tâu rõ, Cao Tông tức giận triệu Cối vào chất vấn. Về sau Cối mới biết Triệu Viện tâu việc này lên Cao Tông nên sinh ra thù ghét ông. Sau này Triệu Cừ cũng được phong làm Ân Bình Quận vương. Nguyên trước kia Cao Tông chọn Triệu Viện, nhưng thực ra lại yêu quý [[Triệu Cừ]] vì thế lại do dự, bèn ban hai mươi cung nữ, phân phát về hai phủ Phổ An, Ân Bình. Theo lời khuyên của thầy là [[Sử Hạo]], Triệu Viện bố trí 10 cô gái làm các công việc trong phủ, nhưng không bao giờ ngó ngàng đến. Một năm sau nhà vua triệu 20 cô gái vào kiểm tra, thì thấy 10 cô ở phủ Phổ An đều còn trinh nữ, trái với 10 cô kia. Do vậy ông quyết định chọn Viện. Nhưng [[Tần Cối]] lại ra sức bảo Cao Tông nên chờ hậu cung có người mang thai, nên việc lập tự bị gác lại.\n\nNăm [[1155]], Tần Cối bệnh nặng rồi chết<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷130|quyển 130]]<\/ref>, bọn tay chân bàn mưu ép Cao Tông phải phong cho con Cối là [[Tần Hi]] làm Tể tướng, Triệu Viện biết chuyện, tố cáo Cao Tông khiến âm mưu của họ không thành.\n\n== Hoàng thái tử ==\n\nNgày [[2 tháng 4]] năm [[1160]], [[Tống Cao Tông]] chính thức lập Triệu Viện làm Hoàng tử, đổi tên là Triệu Vĩ<ref name=\"TS33\" \/>. Sang ngày [[5 tháng 4]], ông được gia Ninh Quốc quân Tiết độ sứ, Khai phủ nghi đồng tam ti, tiến phong Kiến vương. Chiếu vừa ban ra, sĩ đại phu cả thảy đều mừng rỡ. Tháng 5 năm đó, ông được ban tên tự Nguyên Khôi<ref name=\"TS33\" \/>. Ngày [[2 tháng 11]] năm [[1161]], được đổi làm Trấn Nam quân Tiết độ sứ. Lúc này triều đình lại phải đối mặt với cuộc tấn công mới của nước Kim. Vua Kim là [[Hoàn Nhan Lượng|Kim chủ Lượng]] dẫn 60 vạn quân nam xâm, nhanh chóng lấy mất Lưỡng Hoài, cả Lâm An chấn động. Cao Tông lo sợ lại muốn bỏ chạy ra biển, quần thần cũng ra sức hùa theo. Triệu Vĩ thấy triều thần hèn nhát như thế bèn xin tự mình ra trận giết địch. Cao Tông vì thế cũng có phần tự tin hơn. Vào cuối năm này, quân đội triều Tống đánh bại quân Kim [[Trận Thái Thạch (1161)|một trận lớn ở Thái Thạch Kì]], giải được mối nguy cơ mất nước<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷134|quyển 134]]<\/ref>.\n\nNăm [[1162]], con gái của Thái tử là Gia Quốc Công chúa qua đời, Cao Tông muốn trị tội bọn thái y vì không hết lòng cứu chữa, nhưng Thái tử biện hộ cho bọn họ, nói rằng sức khỏe của Công chúa từ nhỏ đã suy yếu chứ không phải lỗi của thái y, do đó bọn thái y không bị trị tội.\n\nLúc này Cao Tông tuổi cao đã cảm thấy mệt mỏi nên muốn nhường ngôi, nhưng Triệu Vĩ cho rằng lúc triều đình đang phải chống chọi với giặc Kim hùng mạnh thì không thích hợp để mình nhận ngôi báu. Về sau chiến sự chấm dứt, [[Tể tướng]] [[Trần Khang Bá]] và Trung thư Xá nhân [[Đoàn Văn Nhã]] đề nghị phải danh chính ngôn thuận lập Vĩ làm Hoàng thái tử, Cao Tông bằng lòng. Ngày [[12 tháng 7]] năm [[1162]], chính thức hạ chiếu sắc phong Triệu Vĩ làm Thái tử, cải tên là Triệu Thận, Học sĩ Thừa chỉ [[Hồng Tuân]] được phong làm Thái tử Trạch tự, truy phong cha đẻ của Thái tử làm Tú vương<ref>Ban đầu Cao Tông định đổi tên ông là Diệp, nhưng [[Chu Tất Đại]] cho rằng tên này trùng với [[Đường Chiêu Tông]] Lý Diệp nên cuối cùng đổi là Thận<\/ref>. Ngày [[22 tháng 7]], Cao Tông ban cho Triệu Thận tên tự mới là Nguyên Vĩnh. Sau đó Cao Tông hạ chiếu:\n:''Hoàng thái tử có thể tức vị Hoàng đế. Trẫm xưng Thái thượng hoàng đế, lui về cung Đức Thọ, Hoàng hậu xưng là Thái thượng hoàng hậu.''\n\nNgày Bính Tí ([[24 tháng 7]]), nhà vua sai Trung sứ triệu Thái tử vào trong cung, ban lệnh nhường ngôi, Thái tử từ chối ba lần, lại muốn trở về Đông cung, nhưng Cao Tông không chịu, mới phải chấp nhận. Thị thần đưa Thái tử bước lên bảo tọa, Thái tử không chịu ngồi. Mãi sau nài nỉ đến bảy tám lần, Thái tử bèn ngồi né sang một bên. [[Tể tướng]] [[Trần Khang Bá]] dẫn trăm quan đến chúc mừng, mời Thái tử lên ngai vàng, tức là Tống Hiếu Tông. Sau lễ thụ thiện, Cao Tông dời đến cung Đức Thọ, Hiếu Tông sửa sang mũ áo, đội mưa đưa tiễn đến tận cung, Thượng hoàng do đó có lời khen ngợi.\n\n== Làm Hoàng đế ==\n=== Chuẩn bị bắc phạt ===\n{{Bài chính|Chiến tranh Kim–Tống (1162–1164)}}\n\nSau trận chiến Thái Thạch Kì, [[Hoàn Nhan Lượng]] bị các tướng dưới quyền nổi dậy giết chết. Ở Liêu Đông, Tào quốc công Ô Lộc lên ngôi Hoàng đế, là [[Kim Thế Tông]]. Nhân việc tình hình miền Bắc chưa ổn định, Hiếu Tông tìm cách thừa thắng tiến lên khôi phục [[Trung Nguyên]].\n\nHiếu Tông từ lâu đã nghe danh của Tể tướng [[Trương Tuấn (tể tướng Tống)|Trương Tuấn]] (Hiện là phán Kiến Khang phủ) nên rất muốn triệu dùng trở lại, bèn hạ chiếu mời Trương Tuấn vào cung, đặt chỗ ngồi bên cạnh mình mà đàm đạo. Hiếu Tông nói:\n:''Trẫm được nghe danh tiếng của ông đã lâu. Cả triều đình cũng đều ngượng vọng. Mong được nghe những lời hay''.\n\nTrương Tuấn nhân đó xin Hiếu Tông đừng trông mong ở nghị hòa mà hãy tập trung đánh Kim, khôi phục lại đất đai [[Trung Nguyên]] đã bị mất. Hiếu Tông gia phong Tuấn là Thiếu phó, tuyên phủ sứ Giang Hoài, tước Ngụy quốc công; thống lĩnh quân đội triều đình tiến lên giành lấy [[Trung Nguyên]]. Trong khi đó ở nước Kim, [[Kim Thế Tông]] đã bình định được người Liêu ở phía bắc; biết được triều Tống động binh, cũng sai [[Bộc Tán Trung Nghĩa]] cùng [[Ngột Thạch Liệt Chí Ninh]] đóng ở Hoài Dương<ref>Nay thuộc địa cấp thị [[Chu Khẩu]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> chuẩn bị nam xâm. Trong lúc đó thì thầy cũ của Hiếu Tông là [[Sử Hạo]] lại tâu rằng triều đình nên lo ở phía tây, đông không qua khỏi Bảo Kê<ref>Nay thuộc địa phận [[Thiểm Tây]], [[Trung Quốc]]<\/ref>, bắc không qua khỏi Đức Thuận; nếu để quân ở xa Thục chính là làm mất Thục, vì thế triều đình rút bớt quân ở ba lộ Tần Phượng về giữ đất Thục, đồng nghĩa là bỏ hẳn Thiểm Tây. Xuyên Thiểm tuyên phủ sứ [[Ngu Doãn Văn]] cực lực can ngăn, cho rằng nếu muốn khôi phục thì phải bắt đầu từ Thiểm Tây, và nếu bỏ Thiểm thì Thục nguy, triều đình đẩy Doãn Văn ra Quỳ châu nhưng Hiếu Tông quyết định gọi Doãn Văn về<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷383|quyển 383]]<\/ref>. Cuối cùng thì ba lộ Tần Phương, Hi Hà, Vĩnh Hưng và các châu quận vừa giành được đã bị người Kim cướp lại.\n\nHiếu Tông nhiệm dụng [[Sử Hạo]] làm Thượng thư Hữu bộc xạ, Đồng bình chương sự kiêm Khu mật viện. Khi triều đình bàn định về việc chống địch, đa số đại thần chủ chiến, duy [[Sử Hạo]] chủ hòa. Khi đó vua Kim cử [[Bộc Tán Trung Nghĩa]] làm nguyên soái dẫn quân đến Biện Kinh. Tướng Kim [[Ngột Thạch Liệt Chí Ninh]] gửi thư đòi đất năm châu Hải, Tứ, Đường, Đặng, Thương như thể lệ cũ thời Cao Tông. Trương Tuấn vẫn quyết tâm chủ chiến, khuyên Hiếu Tông ra Kiến Khang, khích lệ quân sĩ, lại còn tâu xin đánh Hồng và Linh Bích, Hiếu Tông nghe theo. [[Sử Hạo]] lại lên tiếng phản bác nhưng không được.\n\n=== Diễn biến Bắc phạt ===\n{{Bài chính|Chiến tranh Kim–Tống (1162–1164)}}\nSau đó nhà vua trao toàn bộ binh quyền ở Giang, Hoài cho Trương Tuấn. [[Trương Tuấn (nhà Tống, sinh 1097)|Trương Tuấn]] tự mình đốc chiến, đánh đến Hào châu, Tứ châu, Túc châu... cả Trung Nguyên chấn động<ref name=\"TTTTG138\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷138|quyển 138]].<\/ref>. Lúc này [[Sử Hạo]] mới hay việc triều đình thắng trận nên tỏ ra không vui, dâng sớ xin từ chức. Có thị ngự sử [[Vương Thập Bằng]] kể ra tám tội của [[Sử Hạo]] khiến ông này bị đày đến Thiệu Hưng<ref>Nay là thành phố trực thuộc [[Chiết Giang]], [[Trung Quốc]]<\/ref>.\n\nSau trận thắng ở Túc châu, [[Lý Hiển Trung]] và [[Thiệu Hoành Uyên]] không thống nhất ý kiến dẫn đến [[sự biến Phù Li]], quân Tống thiệt hại nặng. [[Trương Tuấn (tể tướng Tống)|Trương Tuấn]] cũng dâng sớ tự trách. Hiếu Tông chẳng những không trách phạt mà còn ra sức động viên khích lệ<ref name=\"TTTTG138\" \/>. Tháng 4 năm [[1164]], Trương Tuấn cử [[Ngụy Thắng]], [[Trần Mẫn]], [[Thích Phương]], [[Quách Chân]] chia nhau giữ ba châu Hải, Tứ, Hào và đất Lục Hợp<ref>Nay thuộc thành phố [[Nam Kinh]], [[Giang Tô]], [[Trung Quốc]]<\/ref>, sửa sang quan ải, chiêu mộ tráng sĩ ở Hà Bắc, tổng cộng có được 24000 người, tăng số thuyền chiến, mài thêm nhiều đao thương, cung kiếm. Lúc bấy giờ người [[Trung Nguyên]] lũ lượt xin quy phục, tướng Kim là [[Tiêu Kì]] vốn gốc gác [[Khiết Đan]] cũng đem quân đến hàng, cả nước Kim chấn động.\n\nTuy nhiên vào lúc này triều đình bắt đầu nghĩ tới việc nghị hòa. Lễ toàn quan sứ [[Thang Tư Thoái]] cùng Hữu chính ngôn [[Doãn Sắc]] vốn phe cựu đảng của [[Tần Cối]] đã dâng sớ đàn hặc Trương Tuấn, khiến Hiếu Tông giáng Tuấn làm Đặc tiến Khu mật sứ, tuyên phủ Giang Hoài Nam Tây lộ; còn Thang Tư Thoái được phong Thượng thư Hữu bộc xạ kiêm Khu mật sứ.\n\n[[Ngột Thạch Liệt Chí Ninh]] lại gửi thư tới Tống đòi bốn châu Hải, Tứ, Đường, Đặng. Tư Thoái cùng bọn [[Triều Quỳ]], [[Trương Xiển]] hùa nhau tâu rằng Đường, Đặng không phải nơi hiểm yếu, có thể bỏ qua. Hiếu Tông bắt đầu dao động. Hiếu Tông sau đó sai [[Lư Trọng Hiền]] sang Kim bàn về hòa nghị, bảo Trọng Hiền không được cắt bốn châu và phải xin giảm tiền triều cống. Nhưng Trọng Hiền lại bị [[Bộc Tán Trung Nghĩa]] hù dọa khiến nên lo sợ không dám làm gì. Bộc Tán Trung Nghĩa còn yêu cầu triều Tống giao trả những người phản bội đầu hàng, cắt bốn châu và để nguyên tiền triều cống. Hiếu Tông cảm thấy hối hận vì đã cử Trọng Hiền đi sứ, bèn giáng chức đày ra Liễu châu. [[Thang Tư Thoái]] bèn cử [[Vương Chi Vọng]] và [[Long Đại Uyên]] đi sứ, căn dặn là hãy đồng ý cắt đất chỉ xin giảm tiền triều cống. Nhưng Hữu chính ngôn [[Trần Lượng Hàn]] tâu rằng cần phải bàn kĩ trước, triều đình mới lệnh Chi Vọng chờ ở ngoài biên giới. Lúc này [[Ngu Doãn Văn]], [[Hồ Thuyên]], [[Diên an Trung]], [[Chu Hi]] đều dâng sớ phản đối hòa nghị và bị giáng chức, [[Hồ Phỏng]] thì bị người Kim giữ lại về sau mới thả. Hiếu Tông được tin thất kinh nên triệu [[Vương Chi Vọng]] về triều, lệnh Trương Tuấn tăng cường phòng bị.\n\nSang năm [[1164]] chiến sự vẫn tiếp diễn. Sau đó Hiếu Tông nghe theo lời [[Thang Tư thoái]] sai [[Tiền Đoan Lễ]] và [[Vương Chi Vọng]] đến chỗ Trương Tuấn, khuyên ông bãi binh. Sau đó Hiếu Tông hạ chiếu triệu Trương Tuấn vào triều, bãi bỏ phủ đô đốc Giang Hoài, chuẩn bị cho hòa nghị. Trương Tuấn thất vọng, khi đến Bình Giang thì dâng sớ xin từ chức lần thứ tám, Hiếu Tông bèn bãi chức tể tướng của Tuấn. Lại lệnh triệu [[Ngu Doãn Văn]] về triều, lấy [[Hàn Trọng Thông]] thay thế và cho quân rút khỏi hai châu Đường, Đặng.\n\nLúc đó có chiếu lệnh phong cho [[Vương Chi Vọng]] là Tham tri chính sự và dời [[Thang Tư Thoái]] là Đô đốc Giang Hoài. Tư Thoái sợ hãi, ra sức từ tạ, Hiếu Tông phong cho [[Dương Tồn Trung]] làm Đô đốc, [[Ngô Phi Tịnh]] làm Tham tán quân sự, bãi tuyên dụ ti. Nhưng lúc này thì quân Kim lại nam hạ. [[Bộc Tán Trung Nghĩa]] muốn lấy cả hai châu Thương, Tần, tiền triều cống là 20 vạn. [[Ngụy Kỉ]] bèn báo về triều. Hiếu Tông nghe lời [[Thang Tư Thoái]], hứa cắt 4 châu, nộp 20 vạn tiền triều cống và lại sai Ngụy Kỉ sang Kim. Nhưng [[Bộc Tán Trung Nghĩa]] cũng chưa vừa ý, bèn cùng [[Ngột Thạch Liệt Chí Ninh]] đem quân từ Thanh Hà tấn công Sở châu giết chết tướng [[Ngụy Thắng]] khiến Giang Hoài chấn động.\n\nChiếm xong được Sở châu, quân Kim đem quân đánh tiếp Hào châu, Trừ châu. Vương Ngạn ở Trừ châu co giò bỏ chạy, Trừ châu cũng mất<ref name=\"TTTTG139\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷139|quyển 139]].<\/ref>. Hiếu Tông bèn bãi chức đô đốc của [[Thang Tư Thoái]], triệu [[Trần Khang Bá]] về kinh và định phong cho [[Vương Chi Vọng]] thống lĩnh quân ở Giang Hoài chống địch. Chi Vọng nhát gan không dám nên Hiếu Tông mới dùng [[Dương Tồn Trung]]. Dương Tồn Trung cố giữ vừng Lưỡng Hoài, truy cứu những tướng ở biên cương thiếu trách nhiệm dẫn đến việc thua trận. Tham tri chính sự [[Chu Quỳ]] kể tội [[Thang Tư Thoái]], [[Vương Chi Vọng]] và [[Doãn Sắc]] rước giặc vào nhà, Tư Thoái bị đày đến Vĩnh Châu. Lại có Thái học sinh [[Trương Quan]] cùng hơn 70 người quỳ ở cửa khuyết xin chém đầu bọn Tư Thoái. Tư Thoái vừa đi đến Tín châu thì được tin này, lo sợ quá mà chết. Hiếu Tông lấy [[Trần Khang Bá]] làm Tả bộc xạ kiêm Xu mật sứ, [[Tiền Đoan Lễ]] làm Tham tri chính sự; bãi chức của [[Chu Quỳ]], [[Doãn Sắc]], [[Vương Chi Vọng]]... Lúc này quân Kim đã đánh bại quân của tướng [[Thôi Tuyền]] ở Lục Hợp, uy hiếp mạnh mẽ đến Kiến Khang.\n\n=== Ký kết hòa nghị ===\n\nMùa thu năm [[1164]], [[Trương Tuấn (nhà Tống, sinh 1097)|Trương Tuấn]] mất. [[Thang Tư Thoái]] tiếp tục xúc tiến nghị hòa, xin cử Tông chánh thiếu khanh [[Ngụy Kỉ]] sang Kim. Hiếu Tông dặn Ngụy Kỉ phải ký minh ước rõ ràng, buộc triều Kim lui quân, giảm tiền triều cống và không được trả những người quy thuận. Ngụy Kỉ xin Hiếu Tông nếu người Kim đòi hỏi vô lý thì phải lập tức ra quân, Hiếu Tông bằng lòng. Tuy nhiên khi hòa đàm còn đang bế tắc thì người Kim đã xua quân chiếm Sở châu.\n\nSau khi mất Sở châu, triều đình sai thêm [[Vương Biện]] đi sứ nước Kim dâng thư lên [[Kim Thế Tông]] bàn về việc hòa nghị, sau đó triệu [[Dương Tồn Trung]] về kinh, đổi làm Ninh Viễn, Chiêu Khánh tiết độ sứ; bãi Lưỡng Hoài tuyên phủ ti, Hồ Bắc Kinh Tây chế trí ti ([[1165]]). [[Tiền Đoan Lễ]] chủ trương nghị hòa nên ngầm lệnh các tướng không được tự ý tiến quân. Vương Biện sang Kim bàn bạc, cuối cùng Kim chủ chấp nhận nghị hòa, xưng chú cháu, gửi thư cho nhau, tiền triều cống mỗi thứ giảm 5 vạn, Tống cắt nhường cho Kim bốn châu Hải, Tứ, Đường, Đặng; những người ở miền bắc đã quy phục triều Tống được miễn truy xét.\n\nNăm [[1165]], Ngụy Kỉ đã tới Kim và dâng thư của Hiếu Tông lên vua Kim, đầu thư viết: ''Chấu Đại Tống hoàng đế Thận kính cẩn cúi đầu dâng thư lên chú là Đại Kim Thánh Minh Nhân Hiếu hoàng đế'' và hứa nạp tiền triều cống 20 vạn. [[Kim Thế Tông]] cũng gửi thư cho triều Tống, đầu thư viết: ''Chú Đại Kim hoàng đế gửi thư đến cháu là Đại Tống hoàng đế''. Cách viết thư này trở thành thông lệ cho việc bang giao về sau giữa hai nước. Sau đó Kim chủ triệu [[Bộc Tán Trung Nghĩa]] về nước, chỉ giữ 60.000 quân canh giữ biên cương, còn [[Ngụy Kỉ]] trở về Tống phục mệnh. Từ đó, nam - bắc hòa hảo trong suốt hơn 40 năm, Trung Quốc bước vào một thời kì thái bình thịnh trị.\n\n=== Chính sự những năm Càn Đạo (1165 – 1173) ===\n\nMùa xuân năm [[1165]], tể tướng [[Trần Khang Bá]] mất<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷384|quyển 384]]<\/ref>. Hiếu Tông đích thân ban mấy chữ ''tinh trung hiển đức chi bi'' viết lên mộ của Trần Khang Bá. Tháng 4 cùng năm ông phong cho [[Ngu Doãn Văn]] làm Tham chính, [[Vương Cương Trung]] được kiêm Đồng tri xu mật viện sự. Nhưng đến tháng 6 cùng năm [[Vương Cương Trung]] cũng chết<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷386|quyển 386]]<\/ref>. Bấy giờ người vợ đầu tiên của Hiếu Tông là Quách thị đã mất vào năm [[1156]]. Khi lên ngôi, Hiếu Tông truy phong Quách thị làm Thành Mục hoàng hậu, và lập Hiền phi Hạ thị làm kế hậu.\n\nCũng năm [[1165]], Hiếu Tông hạ chiếu lập con trưởng là Đặng vương Triệu Kì làm hoàng thái tử. Sau đó có việc cha vợ của thái tử là [[Tiền Đoan Lễ]] nhận đồ hối lộ từ [[Lý Hoành]], Ngự sử Chương Phục hặc tội Doãn Văn là người chuyển giao chiếc đai này, nên Hiếu Tông bãi chức Doãn Văn, bắt phải về quê. Hiếu Tông lại định dùng [[Tiền Đoan Lễ]] làm tể tướng, nhưng Thị ngự sử Đường Nghiêu Phong cho rằng Đoan Lễ là cha của thái tử phi Tiền thị, không tiện nắm giữ tướng vị, Đoan Lễ mang hận trong lòng; giáng Nghiêu Phong làm Thái thường thiếu khanh. Lại thêm thị lang bộ Lại [[Trần Tuấn Khanh]] cũng can gián, liền bị Đoan Lễ đày ra phủ Kiến Ninh. Hiếu Tông thấy Đoan Lễ ngang ngược như vậy thì không hài lòng bèn cách chức.\n\nĐầu năm [[1166]], [[Hồng Thích]] được phong làm Hữu bộc xạ. Ông này vốn là Trung thư xá nhân, trong vòng nửa năm mà thăng chức bốn lần lên làm tể tưởng, nên đình thần bàn ra tán vào. Chỉ chưa đầy nửa năm thì nhân có trời mưa to, đình thần lại bàn luận về Hồng Thích khiến Thích lại phải xin bãi chức. Hiếu Tông phong [[Ngụy Kỉ]] làm Tham tri chính sự; Lâm An Trạch làm đồng Tri khu mật kiêm Quyền tham chính, [[Phí Thiêm Thư]] làm Xu mật viện sự. Nhưng [[Lâm An Trạch]] do bị Hiếu Tông nghi ngờ có ăn hối lộ nên bị đày đến Quân châu không lâu sau đó. Sau đó [[Diệp Dung]], [[Ngụy Kỉ]] được thăng làm Thượng thư Tả, Hữu bộc xạ. Về sau [[Diệp Dung]], [[Ngụy Kỉ]] lại bị bãi chức, [[Tưởng Phất]] được phong làm Thượng thư hữu bộc xạ. Nhưng ít lâu sau Tưởng Phất phải về quê chịu tang mẹ. Hiếu Tông lại dùng [[Trần Tuấn Khanh]], [[Ngu Doãn Văn]] làm Thượng thư Tả, Hữu bộc xạ ([[1169]]).\n\nNăm [[1167]], trong gia đình của Hiếu Tông xảy ra nhiều sự kiện đau buồn. Mùa xuân năm đó, mẹ Hiếu Tông là Tú vương phi Trương thị qua đời<ref name=\"TTTTG140\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷140|quyển 140]].<\/ref>. Không lâu sau đó, danh tướng [[Ngô Lân]] mất ở đất Thục, rồi đến hoàng hậu Hạ thị mất, thụy An Cung hoàng hậu. Đến mùa thu hoàng thái tử [[Triệu Kì]] bệnh nặng, rồi mất, thụy là Trang Văn thái tử.\n\nVào năm [[1170]], Lại bộ thượng thư [[Uông Ứng Thần]] vì việc can gián đã bị bãi chức<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷387|quyển 387]]<\/ref>. Lúc đó thượng hoàng sống nhàn nhã ở cung Đức Thọ nên nghĩ đến những trò tiêu khiển, đã cho mở rất nhiều sở ứng phụng ở bên ngoài, lại dùng thuyền chuyển thủy ngân vào cung. [[Uông Ứng Thần]] cùng [[Viên Phu]] lên tiếng can gián và xin cấm chỉ. Hiếu Tông không dám trái ý thượng hoàng nên đã giáng [[Viên Phu]] làm Hộ bộ thị lang; đày Ứng Thần ra phủ Bình Giang.\n\nNăm [[1171]], Hiếu Tông và quần thần gia tôn hiệu cho thái thượng hoàng đế, thái thượng hoàng hậu. Từ sau khi Trang Văn thái tử qua đời, triều đình tranh nghị việc lập người kế vị. Theo lệ thì phải lập hoàng tử thứ hai là Khánh vương Khải. Hiếu Tông thấy hoàng tử thứ ba là Cung vương Đôn anh vũ giống mình, liền lập làm người kế vị, lại sợ Khánh vương Khải ở bên trong xảy ra tranh giành, nên đổi Khải là Ngụy vương, điều ra phủ Ninh Quốc rồi Minh châu ([[1174]]). Lại lấy Tri cáp môn [[Trương Thuyết]] là Thiêm thư xu mật viện sự. Thuyết lại là em rể của thái thượng hoàng hậu, nên triều thần xôn xao bàn tán. Thị giảng [[Trương Thức]] trách [[Ngu Doãn Văn]] mở đường cho cận tập chấp chính. Doãn Văn phải vào xin Hiếu Tông bỏ lệnh. Thị ngự sử [[Lý Hành]], Hữu Chính ngôn [[Vương Hi Lã]], Trực học sĩ [[Chu Tất Đại]] và Cấp sự trung [[Mạc Tế Phong]] đều tỏ ý phản đối rồi bị triều đình bãi chức, người đương thời gọi họ là bốn người hiền.\n\nMùa xuân năm [[1172]], triều đình đổi Tả, hữu bộc xạ thành Tả, hữu thừa tướng, trong đó [[Ngu Doãn Văn]], [[Lương Khắc Gia]] làm Tả Hữu thừa tướng<ref name=\"TTTTG143\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷143|quyển 143]].<\/ref> Tháng 4 cùng năm, ngự sử [[Tiêu Chi Mẫn]] đàn hặc [[Ngu Doãn Văn]] chuyên quyền, bất công, Doãn Văn dâng sớ xin tội. Thượng hoàng biết chuyện, khuyên Hiếu Tông không nên đuổi Doãn Văn, vì thế Hiếu Tông cho đuổi [[Tiêu Chi Mẫn]], nhưng Doãn Văn cho Chi Mẫn là người chính trực nên giữ lại. Cùng năm này, [[Ngu Doãn Văn]] tiến cử [[Ngạn Dĩnh]], [[Lâm Quang Triều]], [[Vương Chất]] vào Gián viện đang thiếu người, nhưng Hiếu Tông không nghe mà dùng người của hạnh thần [[Tăng Địch]] đề cử làm Gián Nghị đại phu. Doãn Văn thất vọng, xin từ quan. Tháng 8 ÂL, Hiếu Tông chuyển Doãn Văn về Thục, về sau Doãn Văn mất năm [[1174]]. Mùa đông năm [[1173]], Hữu thừa tướng [[Lương Khắc Gia]] do bất hòa với [[Trương Thuyết]], xin bãi chức. Hiếu Tông phong [[Tăng Hoài]] lên thay làm Hữu thừa tướng.\n\n=== Ngoại giao ===\n\nVào giữa năm [[1170]], [[Ngu Doãn Văn]] định sai sứ sang Kim xin được dời sơn lăng ở Củng Lạc về nam, [[Trần Tuấn Khanh]] can là không nên. Hiếu Tông vốn tin tưởng Doãn Văn nên giáng chức Tuấn Khanh. Trước đó vào năm Thiệu Hưng khi sứ Kim vào triều thì Tống đế phải đích thân bước xuống nhận thư rồi chuyển cho nội thị. Khi Hiếu Tông lên ngôi thì việc này có thay đổi, Hiếu Tông chỉ sai người ra nhận thư rồi mang vào triều. Khi tái ký hòa nghị thì lễ tiết lại như trước nên Hiếu Tông cảm thấy không vui. Nhân việc đi sứ lần này, ông sai [[Phạm Thành Đại]] đến Kim phải thuyết phục [[Kim Thế Tông]] cho bỏ qua lễ tiết như vậy, nhưng vua Kim không nghe.<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷142|quyển 142]]<\/ref>. Năm sau nhà Tống lại sang Triệu Hùng đến bàn chuyện lăng tẩm, nhưng [[Kim Thế Tông]] không hồi đáp. [[Tống Khâm Tông]] qua đời ở miền bắc từ năm [[1156]], nhưng người Tống không cho rước thi hài về nước an táng. Vua Kim nhân dịp đi sứ mà đề nghị Hiếu Tông cử người nhận xác về, tuy nhiên suốt một năm triều đình [[nhà Tống]] không có hồi đáp, nên di thể của Khâm Tông bị an táng bên nước Kim chứ không được đưa về.\n\nĐối với nước Việt ở miền nam, từ trước kia phong kiến [[Trung Quốc]] chỉ phong cho hoàng đế [[Đại Việt]] tước hiệu là Giao Chỉ quận vương và gọi nước ta là quận Giao Chỉ. Từ mùa thu năm [[1164]], [[Lý Anh Tông|vua nhà Lý]] dùng Trung vệ đại phu [[Doãn Tử Tư]] và Thừa nghị lang [[Lý Bang Chính]], Trung Dực lang [[Nguyễn Văn Hiến]] đi sang Tống. Hiếu Tông bàn với đình thần, rồi thăng Giao Chỉ quận thành An Nam quốc, phong cho [[Lý Anh Tông]] làm An Nam quốc vương<ref>[[Khâm định Việt sử Thống giám Cương mục]], chính biên, quyển 5<\/ref><ref>[[Đại Việt sử ký Toàn thư]], bản kỉ, quyển 4, tờ 14b<\/ref>.\n\n=== Chính sự thời kì Thuần Hi (1174 – 1189) ===\n\nĐầu năm [[1174]], [[Ngu Doãn Văn]] chết ở đất Thục. Giữa năm này, tể tướng [[Tăng Hoài]] cũng bị Đài quan đàn hặc và bị bãi chức nhưng nhanh chóng được phục chức tể tướng<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷144|quyển 144]]<\/ref>. Cuối năm này [[Tăng Hoài]] lấy cớ bị bệnh, xin từ chức. Hiếu Tông bổ nhiệm [[Diệp Hành]] nắm quyền, nhưng sau ông này bị bãi chức vào năm [[1175]]. Trong năm này, [[Lý Đảo]] bổ sung [[Tư trị thông giám trường biên]] chép việc từ những năm Trị Bình thứ 4 đến năm Nguyên Phù thời [[Tống Triết Tông]].\n\nMùa thu năm [[1176]], Hiếu Tông có chiếu lập Hiền phi Tạ thị làm kế hậu. Lúc bấy giờ trong triều không có tể tướng, [[Cung Mậu Lương]] mang danh Tham tri chính sự nhưng nắm quyền như tể tướng, về sau thấy Hiếu Tông triệu [[Sử Hạo]] về triều làm Thiếu bảo nên Mậu Lương xin lui, Hiếu Tông cố gắng khuyên giải, nói rằng chỉ triệu Hạo về việc Kinh diên, không phải là bổ dụng làm tướng. Nhưng mùa hạ năm [[1177]] [[Cung Mậu Lương]] bị bãi vì làm phật lòng Hiếu Tông<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷385|quyển 385]]<\/ref>. Hiếu Tông dùng [[Vương Hoài]] làm Tham tri chính sự, nắm quyền tể tướng, cùng [[Triệu Hùng]] làm Đồng tri xu mật viện sự<ref name=\"TTTTG146\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷146|quyển 146]].<\/ref>. Đầu năm sau ([[1178]], Nam Man xâm phạm biên giới, triều đình phái quân đánh dẹp và hàng phục được. Không lâu sau, [[Sử Hạo]] lại được bổ nhiệm lại làm Hữu thừa tướng, kiêm Xu mật sứ; [[Vương Hoài]] làm Xu mật viện sự, [[Triệu Hùng]] và [[Phạm Thành Đại]] làm Tham chính. Sau đó do bên ngoài có lời gièm pha nên Thành Đại bị bãi chức. Mùa đông năm đó [[Sử Hạo]] trí sĩ triều đình lấy [[Tiền Lương Thần]] làm Tham tri chính sự, dùng [[Triệu Hùng]] làm Hữu thừa tướng, [[Vương Hoài]] làm Xu mật sứ.\n\nMùa hạ năm [[1179]], trong nước có hạn hán, Hiếu Tông xuống chiếu cầu lời nói thẳng. Lúc đó có đại thần [[Chu Hi]] dâng sớ xin Hiếu Tông giữ chính tâm, lập lại kỉ cương. Hiếu Tông tức giận, muốn xử phạt thật nặng. Nhưng có [[Triệu Hùng]] ra sức can ngăn nên Hiếu Tông đồng ý tha tội<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷429|quyển 429]]<\/ref>. Năm [[1181]], Hữu thừa tướng [[Triệu Hùng]] cùng Tham tri chính sự [[Tiền Lương Thần]] bị bãi chức, [[Vương Hoài]] lên thay Triệu Hùng.\n\nTháng 9 ÂL năm [[1182]], [[Vương Hoài]], [[Lương Khắc Gia]] là Tả Hữu thừa tướng. Đầu năm [[1184]], sử quan [[Lý Đảo]] đã hoàn thành bộ [[Tư trị thông giám trường biên]], chép việc từ năm [[Tống Thái Tổ]] Kiến Long nguyên niên đến [[Tống Khâm Tông]] Tĩnh Khang thứ hai, tổng cộng gồm 98 quyển, tiếp nối [[Tư trị thông giám]] của [[Tư Mã Quang]]\n\n=== Để tang và nhường ngôi ===\n\nNăm [[1187]], Hiếu Tông dùng [[Chu Tất Đại]] làm Hữu thừa tướng, [[Lưu Chính]] làm Tham tri chính sự kiêm Đồng tri Xu mật viện sự<ref name=\"TTTTG151\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷151|quyển 151]].<\/ref>. Mùa đông năm đó, Thượng hoàng qua đời, [[miếu hiệu]] là Cao Tông Hoàng đế<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷031|quyển 32]]<\/ref>. Hiếu Tông sau đó tôn Thái thượng hoàng hậu [[Ngô Thược Phân|Ngô thị]] làm Hoàng thái hậu. Hiếu Tông đau buồn, bỏ ăn suốt hai ngày, lại muốn phục tang cho Thượng hoàng trong ba năm (mặc dù Thượng hoàng không phải cha ruột của Hiếu Tông). Tể tướng [[Vương Hoài]] dẫn việc [[Tấn Hiếu Vũ Đế]], [[Ngụy Hiếu Văn Đế]] lúc trước đều nói phục tang mà không làm được để khuyên can, Hiếu Tông không nghe, vẫn phục tang ba năm<ref name=\"TTTTG151\" \/>\n\nĐầu năm [[1189]], Hiếu Tông dùng [[Chu Tất Đại]], [[Lưu Chính]] là Tả, Hữu thừa tướng<ref name=\"TTTTG151\" \/>. Sau đó chuyển Hoàng thái hậu sang cung Từ Phúc, đổi cung ấy là cung Nhân Thọ, lại đổi cung Đức Thọ thành cung Trùng Hoa. Hiếu Tông nói với hai Tể tướng ý định truyền ngôi, bảo họ thảo chiếu. Ngày [[18 tháng 2]] năm [[1189]] (Nhâm Tuất), cử hành lễ nạp thiền. Hiếu Tông truyền ngôi cho Thái tử Đôn, còn mình xưng là Thái thượng hoàng đế, dời sang cung Trùng Hoa, vẫn mặc tang phục. Vua mới là [[Tống Quang Tông]], tôn hiệu cho Hiếu Tông là '''Chí Tôn Thọ Hoàng thánh đế'''<ref>Vì thế sau khi nhường ngôi, Hiếu Tông còn được gọi là Thọ hoàng, danh xưng này phổ biến hơn là Thượng hoàng<\/ref>, Hoàng hậu là Thọ Thành Hoàng hậu, Hoàng thái hậu là Thọ Thánh Hoàng thái hậu<ref name=\"TTTTG151\" \/>.\n\n== Làm Thái thượng hoàng ==\n=== Mâu thuẫn cung đình ===\n\nKhông lâu sau khi [[Tống Quang Tông|Quang Tông]] lên ngôi, Thọ hoàng hạ chiếu lập Nguyên phi Lý thị làm Hoàng hậu. Lý hậu áp chế Quang Tông, tiếm quyền triều chính, ngang ngược bất pháp.\n\nĐầu năm [[1190]], [[Tống Quang Tông|Quang Tông]] triều yết cung Trùng Hoa, nhận sách bảo từ Thọ hoàng. Tháng 8 ÂL, Quang Tông lại suất quần thần đến cung Trùng Hoa dâng ''Thọ hoàng Ngọc điệp'' và ''Nhật lịch''<ref name=\"TTTTG152\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷152|quyển 152]].<\/ref>. Về sau Quang Tông mắc bệnh, Thọ hoàng cho tìm ngự y chế ra ít thuốc định đợi lúc Quang Tông đến vấn an thì ban cho. Lũ nội thị chớp cơ hội gièm pha với Lý hậu. Lý hậu tin là thật nên tìm cách ngăn trở Quang Tông đến cung Trùng Hoa. Mùa đông năm [[1191]], Lý hậu nhân lúc có yến tiệc, hậu xin [[Tống Quang Tông|Quang Tông]] lập con trai mình là [[Tống Ninh Tông|Gia vương Khoáng]] làm Hoàng thái tử, rồi đích thân đến cung Trùng Hoa bẩm với Thọ hoàng. Thọ hoàng khi đó có ý muốn lập người con trai của Ngụy vương Triệu Khải, theo đúng thân phận Đích tôn, nên từ chối không theo. Lý hậu uất ức, về tâu với Quang Tông việc Thọ hoàng có ý phế lập<ref name=\"TTTTG152\" \/>. Vì thế Quang Tông nghi hoặc và từ đó bỏ việc triều yết Thọ hoàng. Về phần Thọ hoàng nghe tin [[Tống Quang Tông|Quang Tông]] có bệnh vội đến thăm; thấy Hoàng hậu thì tức giận mắng nhiếc [[Lý Phượng Nương|Lý hậu]] khiến hậu đã hận lại càng thêm hận<ref name=\"TTTTG152\" \/>.\n\nCuối mùa xuân năm sau ([[1192]]), Quang Tông đỡ bệnh, lên triều nghe chính. Trước kia vào mỗi dịp lễ tết đều thiết triều ở cung Trùng Hoa, nhưng vì [[Tống Quang Tông|Quang Tông]] ốm đau nên Thọ hoàng cho miễn. Đến đây quần thần lại xin thiết triều ở đó, Quang Tông không theo. Thấy thế, bách quan lại quỳ trước cửa cung kêu xin, Quang Tông mới miễn cưỡng chấp nhận; đến triều yết cung Trùng Hoa vào đầu mùa hạ. Đầu mùa đông, [[Tống Quang Tông|Quang Tông]] lại một lần nữa đến chỗ Thọ hoàng tiến hương; nhưng sau đó thì Nội thị [[Trần Nguyên]] do trước kia bị Thọ hoàng đuổi đi đã sinh oán hận, liền tìm cách li gián hai cung. Cho nên dù bệnh đã khỏi mà Quang Tông cũng không đến thỉnh an Thọ hoàng. Ngày [[23 tháng 12]], Thừa tướng [[Lưu Chính]] suất bách quan đến cung Trùng Hoa chúc mừng Thọ hoàng nhưng Quang Tông không có mặt. Nhiều đại thần lên tiếng khuyên can Quang Tông cũng không theo. Lại bộ Thượng thư [[Triệu Nhữ Ngu]] bày tỏ thái độ giữa triều, [[Tống Quang Tông|Quang Tông]] mới tỏ ra tỉnh ngộ. Ngày 28, Quang Tông cùng Lý hậu đến triều yết cung Trùng Hoa và trò chuyện cùng Thọ hoàng suốt buổi<ref name=\"TTTTG152\" \/>.\n\nTết Nguyên đán năm Thiệu Hi thứ tư ([[1193]]), Quang Tông cùng Lý hậu đến cung Trùng Hoa và ở đến tận cuối xuân. Sau đó lại cùng Thọ hoàng và [[Tạ Tô Phương|Thọ Thành Hoàng hậu]] đi chơi ở vườn Ngọc Tân. Đến tháng 10, nhân tiết Trọng Minh và cũng là ngày sinh Quang Tông, trăm quan xin về cung Trùng Hoa, Quang Tông không đồng ý. Cấp sự trung [[Tạ Thâm Phủ]] dâng sớ nói\n:''Tình cảm cha con là do trời định. Thái thượng yêu thương Bệ hạ chẳng khác chi Bệ hạ yêu thương Gia vương. Nay Thái thượng tuổi đã cao, sau này Người thiên thu vạn tuế rồi, Bệ hạ biết nhìn thiên hạ như thế nào đây?''<ref name=\"TTTTG153\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷153|quyển 153]].<\/ref>\n\nQuang Tông thấy phải. Ngày [[17 tháng 10]], mệnh bách quan theo mình đến triều yết Thọ hoàng, nhưng rốt cục bị [[Lý Phượng Nương|Lý hậu]] cản trở. Tháng 11, Bí thư tỉnh lại dâng sớ cầu xin và cũng không được hồi đáp. Thọ hoàng khi đó ở trong cung rất muốn gặp Quang Tông. Vào dịp Khánh tiết, đáng lý Quang Tông phải đến chúc mừng Thọ hoàng nhưng lại không đến, chỉ có [[Cát Bật]] suất trăm quan chúc mừng mà thôi. Gia vương phủ Dực thiện [[Hoàng Thường]], Bí thư lang [[Bành Quy Niên]] xin đế triều yết cung Trùng Hoa và đuổi bọn Nội thị [[Dương Thuấn Khanh]], [[Trần Nguyên]]; Quang Tông cũng chả để ý<ref name=\"TTTTG153\" \/>. Ngày [[22 tháng 11]], Quang Tông lại xưng bệnh không chịu gặp Thọ hoàng. Từ Tể tướng trở xuống đều dâng sớ tự trách<ref name=\"TTTTG153\" \/>. Mãi đến Tết nguyên đán năm sau ([[1194]]), Quang Tông mới chịu đến cung Trùng Hoa và cung Từ Phúc chúc thọ, và đây là lần cuối cùng Thọ hoàng gặp Quang Tông.\n\n=== Qua đời ===\n\nNgày [[3 tháng 2]] năm [[1194]], Thọ hoàng bắt đầu cảm thấy không khỏe. Sang tháng 4 ÂL, bệnh tình đã trở nặng mà không thấy Quang Tông đến thăm. Quần thần nhiều lần liên danh cầu xin cũng chẳng ăn thua, sau đó Quang Tông còn cùng Lý hậu đi chơi vườn Ngọc Tân mặc cho Thượng hoàng sống chết thế nào<ref name=\"TTTTG153\" \/>. Binh bộ Thượng thư [[La Điểm]] xin về cung Trùng Hoa, Trung thư Xá nhân [[Bành Quy Niên]] dập đầu cầu xin đến chảy máu, Quang Tông vẫn không theo. Về sau quần thần lại liên danh cầu xin, Quang Tông mới chấp nhận nhưng cuối cùng lại không đi. Tháng 5 ÂL, Thọ hoàng bệnh tình nguy kịch, rất muốn gặp Quang Tông, đã sai Tả Hữu đến triệu nhiều lần. [[Lưu Chính]] dẫn đầu trăm quan cầu xin, Quang Tông phất tay áo bỏ đi vào trong cung. Hai hôm sau [[Lưu Chính]] lại cầu xin cũng không được, bèn cùng trăm quan ra Chiết Giang đình chờ tội, Quang Tông chẳng thèm để ý. Thọ hoàng được tin, triệu [[Hàn Thác Trụ]] (cháu rể của Thái hậu) vào hỏi chuyện và đồng ý cho Thác Trụ ra triệu mọi người vào thành<ref name=\"TTTTG153\" \/>. Cuối cùng [[La Điểm]], [[Bành Quy Niên]], [[Hoàng Thường]]... thuyết phục được Quang Tông cử [[Tống Ninh Tông|Gia vương Khoáng]] đến thăm hỏi Thọ hoàng. Vương đến nơi, Thọ hoàng tỏ ra xúc động, nước mắt chảy dài.\n\nĐêm Mậu Tuất tháng 6 ÂL năm Thiệu Hi thứ 5 ([[28 tháng 6]] năm [[1194]]), Thọ hoàng mất ở cung Trùng Hoa. Di chiếu đổi cung Trùng Hoa thành cung Từ Phúc cho Thái hậu ở, xây cung khác cho Thọ Thành Hoàng hậu; và đem 100 vạn mân tiền ban cho quân lính trong ngoài<ref name=\"TTTTG153\" \/>. Hiếu Tông ở ngôi 27 năm, làm Thượng hoàng 5 năm, thọ 68 tuổi. [[Lưu Chính]], [[Triệu Nhữ Ngu]] liên danh mời Quang Tông đến cung Trùng Hoa chịu tang. Quang Tông không nghe. Các đại thần lấy cớ đó ép Quang Tông thoái vị, đưa Gia vương Khoáng lên ngôi, tức là [[Tống Ninh Tông]]<ref name=\"TTTTG153\" \/>.\n\n== Danh sách các Tể tướng thời Hiếu Tông ==\n# Trần Khang Bá: 1160 – 1162\n# Trương Tuấn: 1162 – 1164\n# Tiền Đoan Lễ: 1165 – 1166\n# Hồng Thích: 1166\n# Diệp Dung, Ngụy Kỉ: 1166 – 1169\n# Ngu Doãn Văn, Trần Tuấn Khanh: 1169 – 1174\n# Tăng Hoài: 1174 \n# Diệp Hành: 1174 – 1175\n# Cung Mậu Lương: 1175 – 1177\n# Vương Hoài: 1177 – 1178\n# Sử Hạo: 1178 \n# Triệu Hùng: 1178 – 1179\n# Vương Hoài (lần 2): 1179 – 1189\n# Chu Tất Đại, Lưu Chính: 1189\n\n== Đánh giá ==\n\nSử sách [[Thoát Thoát]] trong [[Tống sử]] có lời nhận xét về Hiếu Tông như sau\n:''Cao Tông lấy cái tâm công thiên hạ, chọn hậu duệ của Thái Tổ là tự, được một người hiền tài, thông minh anh nghị. Có thể coi Hiếu Tông là người giỏi nhất trong các Hoàng đế kể từ khi triều Tống dời về Nam. Lúc mới tức vị, ông lập chí khôi phục, nhưng biến loạn ở Phù Li làm việc trung hưng gặp bất lợi, lại nghe theo ý của Cao Tông nên không khinh suất ra khỏi kinh sư; sau đó là [[Kim Thế Tông]] được lập, Bắc triều bình trị không còn có thể dùng binh được nữa. Tuy nhiên triều Tống cũng có thể lập lại quan hệ bình đẳng với Bắc triều, biểu được đổi xưng là thư, thần có thể đổi là chất, tiền thuế mỗi năm được giảm, mà người Kim cũng phải bỏ tham vọng thôn tính miền Nam; Nam Bắc từ đó kết minh. Về sau Kim Thế Tông mỗi lần cùng quần thần bàn bạc việc biên bị đều nói rằng: ''Ta sợ ảnh hưởng đến hòa ước với người Tống'', tức là coi trọng cái sự kết minh này. Cái ý dụng binh của Đế tuy không thành công nhưng cuối cùng cũng yên. Từ cổ đại, Thiên tử từ nhánh bên ngoài kế nhập Đại thống được mấy ai có lòng chí hiếu với triều trước, mà Đế chính là một trong số đó. Thời đó phụ tử như Cao Tông với Hiếu Tông cùng trường thọ cũng không phải là ngẫu nhiên. Phục tang ba năm, bỏ qua lời lo ngại của quần thần mà gắng sức thực hiện việc đó. Trong miếu hiệu các Hoàng đế triều Tống, có Nhân Tông là ''nhân'', Hiếu Tông là ''hiếu'', quả thực không sai''.\n:\n:\n\n== Niên hiệu ==\n\nTrong thời trị vì 27 năm của mình, ông sử dụng ba [[niên hiệu]] như sau:\n* '''Long Hưng''' (隆興, 1163 – 1164)\n* '''Càn Đạo''' (乾道, 1165 – 1173)\n* '''Thuần Hy''' (淳熙, 1174 – 1189)\n\n==Gia đình==\n=== Cha mẹ ===\n* Cha đẻ: Tú An Hy vương [[Triệu Tử Xưng]] (赵子偁).\n* Mẹ đẻ: [[Tú An Hy vương phu nhân]] Trương thị (秀安僖王夫人 张氏, ? – 1167).\n* Cha nuôi: [[Tống Cao Tông]] Triệu Cấu.\n* Mẹ nuôi: [[Trương Hiền phi]].\n\n=== Hậu phi ===\n* [[Thành Mục hoàng hậu|Thành Mục Hoàng hậu]] Quách thị (成穆皇后郭氏, 1126 – 1156), người [[Tường Phù]], [[Khai Phong]]. Mới đầu truy phong làm ''Thục Quốc Phu nhân'' (淑國夫人), ''Phúc Quốc Phu nhân'' (福國夫人). Sau khi Hiếu Tông đăng cơ, truy tặng làm ''Cung Hoài Hoàng hậu'' (恭怀皇后), sau đó mới đổi như hiện tại.\n* [[Thành Cung hoàng hậu|Thành Cung Hoàng hậu]] Hạ thị (成恭皇后夏氏, ? – 1167), người [[Nghi Xuân]], [[Viên Châu]]. Gia cảnh bần cùng, là cung nữ của [[Ngô Thược Phân|Hiến Thánh Ngô Thái hậu]]. Khi Hiếu Tông đăng cơ, tấn phong ''Hiền phi'' (賢妃), không lâu sau lập làm [[Hoàng hậu]]. Không con.\n* [[Thành Túc hoàng hậu|Thành Túc Hoàng hậu]] Tạ thị (成肅皇后謝氏, 1132 – 1203), người [[Đan Dương]]. Sơ phong [[Quý phi]], Hạ Hoàng hậu tạ thế, tấn phong làm [[Hoàng hậu]]. Không con. Khi Tống Quang Tông đăng cơ, bà được tôn làm '''Huệ Từ Hoàng thái hậu''' (惠慈皇太后), thời [[Tống Ninh Tông]] là '''Từ Hựu Thái hoàng Thái hậu''' (慈佑太皇太后).\n* [[Sái Quý phi]] (蔡贵妃, ? – 1185), ban đầu nhập cung là ''Hồng hà bí'' (紅霞帔), phong làm ''Hòa Nghĩa Quận Phu nhân'' (和義郡夫人), tấn phong ''Uyển dung''. Mùa đông năm [[1183]], được tấn phong làm [[Quý phi]]. Cha đẻ là [[Sái Bàng]] (蔡滂), quan sát sử Nghi Xuân.\n* [[Lý Hiền phi (Tống Hiếu Tông)|Lý Hiền phi]] (李贤妃, ? – 1183), mới nhập cung là ''Điển tự'' (典字), chuyển thành ''Thông Nghĩa quận Phu nhân'' (通義郡夫人), tấn phong ''Tiệp dư'' (婕妤). Khi mất thì truy tặng ''Hiền phi''.\n\n==== Hoàng tử ====\nĐều do Thành Mục Hoàng hậu Quách thị sinh ra:\n# Triệu Thực (赵愭; 1144 – 1167), thuỵ là '''Trang Văn Thái tử''' (莊文太子), vợ là [[Quảng Quốc Phu nhân]] Tiễn thị (广国夫人钱氏), lập làm Thái tử năm 1165 nhưng mất sớm.\n# [[Triệu Khải]] (趙愷; 1146 – 1180), thuỵ là '''Ngụy Huệ Hiến vương''' (魏惠憲王), mất trước khi Hiếu Tông thoái vị.\n# [[Tống Quang Tông]] Triệu Đôn [赵惇].\n# [[Triệu Khác]] (趙恪), chết yểu, thuỵ là '''Thiệu Điệu Túc vương''' (邵悼肃王)\n\n==== Hoàng nữ ====\n* [[Gia Quốc Công chúa]] (嘉國公主), mất năm Thiệu Hưng thứ 32 ([[1162]]).\n* Công chúa thứ 2 sinh được 5 tháng thì chết.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n{{Nhân vật chiến tranh Kim-Tống}}\n{{Vua nhà Tống}}\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n{{Thái thượng hoàng Trung Quốc}}\n\n[[Thể loại:Thái thượng hoàng Trung Quốc]]\n[[Thể loại:Hoàng đế nhà Tống|Hiếu Tông]]\n[[Thể loại:Sinh năm 1127]]\n[[Thể loại:Mất năm 1194]]\n[[Thể loại:Chiến tranh Kim–Tống]]\n[[Thể loại:Vua châu Á thế kỉ XII]]"}