{"Tống Cao Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Cao Tông\n| tên gốc =宋高宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = Gaozong Of Song.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Tống Cao Tông.\n| chức vị = [[Hoàng đế]] [[nhà Tống|Đại Tống]]\n| tại vị = [[12 tháng 6]] năm [[1127]]<ref>Bị các tướng Miêu Phó và Lưu Chính Ngạn phế truất 25 ngày từ 26\/3 tới 20\/4\/1129. Khi phục vị, bị người Nữ Chân truy đuổi và không kiểm soát được toàn bộ miền Hoa Nam cho tới cuối thập niên 1130.<\/ref>&ndash; [[24 tháng 7]] năm [[1162]]<br>({{số năm theo năm và ngày|1127|6|12|1162|7|24}})<ref>Nhường ngôi cho con nuôi, được tôn làm [[Thái thượng hoàng]].<\/ref><timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:960 till:1279\nAlignBars = early\nScaleMajor = increment:319 start:960\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1127 till:1162 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Tống Khâm Tông|<span style=\"color:grey\">Tống Khâm Tông<\/span>]]\n| kế nhiệm = [[Tống Hiếu Tông|<span style=\"color:blue\">Tống Hiếu Tông<\/span>]]\n| chức vị 1 = [[Thái thượng hoàng]] [[nhà Tống|Đại Tống]]\n| tại vị 1 = [[25 tháng 7]] năm [[1162]] &ndash; [[9 tháng 11]] năm [[1187]]<br>({{số năm theo năm và ngày|1162|7|25|1187|11|9}})\n| kiểu tại vị 1 = Tại vị\n| tiền nhiệm 1 = [[Tống Huy Tông|<span style=\"color:grey\">Tống Huy Tông<\/span>]]\n| kế nhiệm 1 = [[Tống Hiếu Tông]]\n| tên đầy đủ = Triệu Cấu (趙構)<br >Triệu Đức Cơ (趙德基)\n| kiểu tên đầy đủ = Tên thật\n| miếu hiệu = [[Cao Tông]] (高宗)\n| thông tin niên hiệu = hiện\n| niên hiệu = \n*Tĩnh Viêm (靖炎) hay Kiến Viêm (建炎) ([[1127]] - [[1130]])\n*Thiệu Hưng (紹興; [[1130]] - [[1162]])\n| thụy hiệu = <span style=\"color:grey;\">Thụ Mệnh Trung Hưng Toàn Công Chí Đức Thánh Thần Vũ Văn Chiêu Nhân Hiến Hiếu Hoàng đế<\/span><br>(受命中兴全功至德圣神武文昭仁宪孝皇帝)<ref>Đây là thụy hiệu cuối cùng đặt năm 1191.<\/ref>\n| vợ = \n| thông tin con cái = hiện\n| con cái = | hoàng tộc = [[Nhà Tống|Nhà Nam Tống]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Tống Huy Tông]]\n| mẹ = [[Vi hiền phi (Tống Huy Tông)|Vi Hiền phi]]\n| sinh = {{ngày sinh|1107|6|12}}\n| mất = {{ngày mất và tuổi|1187|11|9|1107|6|12}}\n| nơi mất = [[Trung Quốc]]\n| nơi an táng = Vĩnh Tư Lăng\n| tôn giáo = [[Phật giáo]]\n}}\n'''Tống Cao Tông''' ([[chữ Hán]]: 宋高宗, [[12 tháng 6]] năm [[1107]] - [[9 tháng 11]] năm [[1187]]), tên húy là '''Triệu Cấu''' ([[chữ Hán]]: 趙構), [[Tên chữ (người)|tên tự]] là '''Đức Cơ''' (德基), là vị [[Hoàng đế]] thứ 10 của triều đại [[nhà Tống]] trong [[lịch sử Trung Quốc]], đồng thời là vị vua đầu tiên của thời Nam Tống ([[1127]] - [[1279]]).\n\nTống Cao Tông là con trai thứ chín của [[Tống Huy Tông|Tống Huy Tông Triệu Cát]], Hoàng đế thứ 8 của triều đại [[nhà Tống]], mẹ là Hiển Nhân Hoàng hậu Vi thị, chào đời vào năm 1107. Đầu năm [[1127]], quân đội của [[nước Kim]] vừa thành lập tiến quân xuống phía nam diệt được triều Bắc Tông, bắt Tống Huy Tông và [[Tống Khâm Tông]] làm tù binh rồi lập tể tướng [[Trương Bang Xương]] làm vua ở Trung Nguyên. Triệu Cấu khi ấy trốn thoát khỏi tay quân Kim rồi được các đại thần hợp sức tôn làm Hoàng đế tại phủ Ứng Thiên<ref>Nay thuộc địa phận Thương Khâu, Hà Nam, Trung Quốc<\/ref> vào ngày 12 tháng 6 năm đó<ref name=AS>{{Chú thích web |url=http:\/\/db1x.sinica.edu.tw\/sinocal\/ |ngày truy cập=2014-07-03 |tựa đề=Academia Sinica, Chinese-Western Calendar Converter. |archive-date=2010-05-22 |archive-url=https:\/\/web.archive.org\/web\/20100522200011\/http:\/\/db1x.sinica.edu.tw\/sinocal\/ }}<\/ref>, đổi niên hiệu là Kiến Viêm, chính thức lập ra vương triều Nam Tống.\n\nNgay sau khi vừa lên ngôi, Tống Cao Tông đã lại phải đối mặt với sự xâm lược của người Kim. Trước sự tấn công dữ dội của kẻ địch, ông phải lần lượt bỏ hết đất này đến đất khác, chạy về miền nam rồi lại chạy ra tận biển. Toàn bộ vùng Sơn Đông, Hà Bắc, Hà Nam bị người Kim chiếm mất. Trong khi đó ở miền nam vào năm [[1129]], Cao Tông bị các tướng là [[Miêu Phó]] và [[Lưu Chính Ngạn]] bức ép phải nhường ngôi cho thái tử [[Triệu Phu]], sử gọi đó là Miêu, Lưu binh biến. Nhưng Cao Tông với sự phò tá của các tướng [[Hàn Thế Trung]] và [[Trương Tuấn (nhà Tống, sinh 1086)|Trương Tuấn]] đã nhanh chóng dẹp loạn và trở lại ngôi vua. Tuy nhiên ông vẫn phải liên tiếp chạy dài trước sự truy đuổi của người Kim, đến năm [[1131]] mới định đô tại Lâm An phủ<ref>Hàng Châu, Chiết Giang, Trung Quốc hiện nay<\/ref>. Dưới sự thống lĩnh của các tướng tài như [[Nhạc Phi]], [[Hàn Thế Trung]], [[Ngô Lân]], [[Lưu Kĩ]], [[Trương Tuấn (nhà Tống, sinh 1086)|Trương Tuấn]]..., quân Tống dần nắm lại ưu thế và kiểm soát lại toàn bộ miền nam. Về sau năm [[1138]], qua nỗ lực ngoại giao của triều Tống, Vua Kim đồng ý trả lại vùng Hà Nam gồm ba kinh là Đông Kinh, Tây Kinh, Nam Kinh về Trung Quốc. Nhưng đến năm [[1140]], Kim hủy bỏ minh ước, tiến hành nam xâm, chiếm lại vùng [[Hà Nam (Trung Quốc)|Hà Nam]] và [[Thiểm Tây]], nhưng gặp trở ngại trước tướng Tống là [[Nhạc Phi]]. Tuy nhiên lúc đó Cao Tông trọng dụng gian thần [[Tần Cối]], muốn nhanh chóng nghị hòa để đưa hài cốt tiên đế và mẹ là Vi thái hậu về nước, nên quyết tâm nhân nhượng với người Kim. Sang năm [[1142]], [[Nhạc Phi]] bị triệu về kinh rồi bị [[Tần Cối]] hãm hại, quân Kim lại nam hạ, Cao Tông nghe lời Tần Cối, ký kết Thiệu Hưng hòa nghị, chấp nhận xưng thần, cắt đất từ Đường châu, Đặng châu, Thương châu cho triều Kim, biên giới hai nước dời đến tận Hoài Hà. Mỗi năm phải cống nạp 25 vạn lạng bạc, 25 vạn tấm lụa, đổi lại Vua Kim cho đưa Vi thái hậu cùng hài cốt của nhị đế về nam. Từ đó nam bắc hòa hảo trong mười mấy năm.\n\nTừ sau hòa ước Thiệu Hưng, [[Tần Cối]] trở thành kẻ độc đoán chuyên quyền, mưu hại trung thần, lấn át bề trên có mưu đồ khác. Mãi đến khi Tần Cối chết đi ([[1155]]), thì nỗi lo của triều đình mới được hóa giải. Lúc đó ở miền bắc, [[Hoàn Nhan Lượng]] có ý đồ diệt Tống, thống nhất Trung Quốc. Năm [[1161]], hai bên lại giao chiến trong trận Thái Thạch, kết quả quân Tống thắng lớn, Hoàn Nhan Lượng bị phản tặc giết chết, triều Tống lần đầu tiên nắm được ưu thế trong cục diện Nam Bắc và chuẩn bị cho cuộc [[Long Hưng bắc phạt|bắc phạt Long Hưng]].\n\nTống Cao Tông chỉ có một người con trai duy nhất là Nguyên Ý thái tử [[Triệu Phu]] đã mất khi mới 3 tuổi, về sau do vất vả trên đường chạy giặc đã làm ảnh hưởng nghiêm trọng đến [[Sinh lý học con người|sinh lý]], nên hậu cung không thể mang thai được nữa. Ông chọn trong tông thất những hậu duệ của [[Tống Thái Tổ]], cuối cùng chọn được Triệu Bá Tông và lập Bá Tông làm Hoàng tử để kế vị, đổi tên là Thận. Ngày [[24 tháng 7]], Cao Tông do tuổi cao có phần mệt mỏi nên nhường ngôi cho Triệu Thận, tức là [[Tống Hiếu Tông]], còn mình xưng là Thái Thượng hoàng đế, sống tại cung Đức Thọ. Tuy nhiên do Hiếu Tông rất tôn trọng Thượng hoàng nên ông vẫn nắm được rất nhiều quyền lực, quan hệ giữa hai cung nói chung là tốt đẹp. Thượng hoàng sống an nhàn thêm 25 năm nữa rồi mất vào ngày [[9 tháng 11]] năm [[1187]] ở tuổi 81. Theo sử sách ghi chép, Tống Cao Tông là người rất giỏi về thư pháp, ông đã để lại nhiều tác phẩm có giá trị lưu truyền cho đời sau.\n\nÔng là Hoàng đế có tuổi thọ cao thứ tư của Trung Hoa, chỉ sau Nữ hoàng đế [[Võ Tắc Thiên]] (82 tuổi), [[Lương Vũ Đế]] (86 tuổi) và Hoàng đế [[Càn Long]] (87 tuổi)\n\n== Thời Huy Tông ==\n\nTriệu Cấu là hoàng tử thứ chín của [[Tống Huy Tông]] Triệu Cát, mẹ của ông là Vi Hiền phi, vốn là người quận Cối Kê, vốn là người hầu của [[tể tướng]] [[Tô Tụng]], sau được đưa lên kinh. Gặp lúc [[Tống Triết Tông]] tuyển mĩ nữ phong cho các hoàng đệ, Vi thị trúng tuyển rồi được gả vào phủ Đoan, làm thiếp của Đoan vương Triệu Cát, tức là [[Tống Huy Tông|Huy Tông hoàng đế]] sau này. Trong thời gian đó, Vi thị kết nghĩa chị em với Kiều Quý phi, vì thế sau này Kiều thị được lâm hạnh đã tiến cử Vi thị với Huy Tông<ref>''[[Tống sử]]'', quyển 243<\/ref><ref>Hứa Mộ Hi, [[Tống cung mười tám triều]], hồi 77<\/ref>. Bà được phong làm Hiền phi. Ngày [[12 tháng 6]] năm [[1107]] (tức ngày Ất Tị tháng 5 năm Đại Quan nguyên niên), Vi thị hạ sinh Triệu Cấu ở đại nội, khi đó có ánh sáng màu đỏ rực chiếu vào cung điện. Ba tháng sau ông được ban tên là Cấu, tự Đức Cơ; phong Kiến Vũ quân tiết độ sứ, Kiểm giáo thái úy rồi Thục quốc công. Năm lên ba tuổi được phong làm Quảng Bình quận vương<ref name=TS24>''[[Tống sử]]'', [[:zh:s:宋史\/卷024|quyển 24]].<\/ref><ref name=TTTTG98>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷098|quyển 98]].<\/ref>. Năm Tuyên Hòa thứ ba đời [[Tống Huy Tông]] ([[1121]]), tiến phong làm Khang vương. Hai năm sau ([[1123]]), Triệu Cấu đã 17 tuổi, được cử hành quan lễ (lễ trưởng thành) và ra khỏi cung, đến ở tại Khang vương phủ đệ. Trong thời gian này, ông thành hôn với con gái của họ Hình là [[Hình Bỉnh Ý]], bà này được phong làm Gia quốc phu nhân. Tuy nhiên Hình thị không hạ sinh cho Triệu Cấu một đứa con nào, mà con trai duy nhất của ông là thái tử Nguyên Ý do Phan Hiền phi sinh ra.\n\nTriệu Cấu từ nhỏ đã thông minh, tài trí, lại hiếu học nên khi trưởng thành thể hiện được bản thân là con người văn võ song toàn, lại thêm bản tính thâm trầm, làm việc có suy nghĩ, cẩn trọng, biết tiến thoái đúng lúc nên rất được vua cha [[Tống Huy Tông|Huy Tông]] và vua anh [[Tống Khâm Tông|Khâm Tông]] coi trọng.\n\n== Thời Khâm Tông ==\n=== Đến trại Kim nghị hòa ===\n\nĐầu năm [[1126]], sau khi diệt Liêu, [[Kim Thái Tông]] lấy cớ triều Tống chứa chấp kẻ phản loạn cử quân đánh Tống<ref>''[[Kim sử]]'', [[:zh:s:金史\/卷003|quyển 3]]<\/ref>. Quân Kim thắng lớn và nhanh chóng áp sát đến Biện Kinh<ref>Thủ đô triều Tống, nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>. Ngày [[18 tháng 1]], Huy Tông thoái vị, nhường ngôi cho thái tử Hoàn, tức là [[Tống Khâm Tông]] rồi nhanh chóng lánh đi tránh nạn. Quân Kim đóng ở phía tây bắc, đòi triều đình nộp một số lượng lớn vàng, lụa, cắt đất Lưỡng Hà, gọi vua Kim là bác và cử 1 vương, 1 tướng sang làm con tin. Lúc ấy Khang vương đến gặp Khâm Tông, khẳng khái xin đi, bảo\n:''Địch muốn nắm lấy thân vương làm con tin, thần vì đại kế của xã tắc, không dám từ nan''.<ref name=TTTTG96>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷096|quyển 96]].<\/ref>\n\nKhâm Tông bèn phong cho Triệu Cấu làm Quân tiền kế nghị sứ, tể tướng [[Trương Bang Xương]] và [[Cao Thế Tắc]] làm phó đến trại quân Kim, và đồng ý chấp nhận tất cả các điều khoản trên. Đến trại quân Kim, [[Oát Li Bất]] tìm cách hạ nhục Triệu Cấu bằng cách lớn tiếng trách mắng việc tướng [[Diêu Bình Trọng]] đang đêm tập kích trại Kim, trong khi [[Trương Bang Xương]] sợ quá khóc không thành tiếng thì Triệu Cấu vẫn không thay đổi sắc mặt. Lại một lần ông tập bắn với một thân vương nước Kim thì ba phát của ông đều trúng vào hồng tâm. [[Oát Li Bất]] bảo với tả hữu rằng Khang vương là đồ giả vì một thân vương sống trong cung không thể có khí phách như vậy, nên thả ông về và đòi thân vương khác đến. Nhà Tống bèn cử Túc vương [[Triệu Xu]] còn Triệu Cấu được về triều. Tháng 3, ông được phong làm Thái phó, Tĩnh Giang, Phụng Ninh quân Tiết độ sứ. Sau đó quân Kim rút đi.\n\n=== Hợp binh cần vương ===\n\nĐến tháng 8 ÂL cùng năm, lấy cớ Tống muốn khôi phục [[Khiết Đan]], tướng Kim [[Niêm Một Hát]] và [[Oát Li Bất]] chia hai đường nam hạ lần nữa, lần này không gặp chút trở ngại nào. [[Niêm Một Hát]] lại tiếp tục yêu cầu dâng thêm tôn hiệu cho Vua Kim, cắt đất ba trấn và cống nạp vàng bạc, [[Oát Li Bất]] hối hận việc khi trước, lại đòi Khang vương sang làm con tin. Khâm Tông lại sai [[Triệu Cấu]] cùng [[Vương Vân]] đến trại Kim nghị hòa, mang theo phụng miện cổn, ngọc lộ và tờ biểu tôn Vua Kim là bác, tôn hiệu 18 chữ. Đến Từ châu thì gặp [[Tông Trạch]] khuyên ông không nên vào đất Kim mà nên ở lại Từ châu vì Triệu Xu đã đi không về được.\n\nKhang vương bằng lòng. Người Từ châu thấy [[Vương Vân]] cứ thúc giục rồi bức ép Khang vương lên đường, nên tìm cách giết chết. Khi đó lại có thư của [[Uông Bá Ngạn]] mời Khang vương đến Tương châu, ông nghe theo rồi lưu lại đó luôn. Sau đó Khang vương lại cùng [[Cảnh Nam Trọng]] mộ binh ở Hà Bắc làm việc cần vương và dâng tấu thỉnh về triều. Lúc đó quân Kim đã vượt Hoàng Hà, triều đình có ý phong cho Khang vương làm Nguyên soái. Đến đó, có một số đại thần liên danh tiến cử, Khâm Tông bèn phong cho Khang vương làm Hà Bắc binh mã đại nguyên soái, cùng [[Trần Hanh Bá]] làm Nguyên soái, [[Tông Trạch]] làm phó<ref>[[Tục tư trị thông giám]], [[:zh:s:續資治通鑑\/卷097|quyển 97]]<\/ref>. Đến đầu năm [[1127]], Khang vương mở Nguyên soái phủ, khi đó ông có trong tay vạn quân, chia làm năm phần, phong [[Trần Thối]] làm Đô thống chế quân mã, chuẩn bị đem quân vượt sông cứu kinh đô. Ngày Ất Hợi tháng 12 ÂL, Cao Tông đem quân rời Tương châu và nhanh chóng đến phủ Đại Danh. [[Tông Trạch]] dẫn 2000 quân đi trước, công phá hơn 30 trại địch, tri phủ Tín Đức [[Lương Dương Tổ]] đem 3000 quân theo giúp. Cùng với đó có [[Trương Tuấn]], [[Miêu Phí]], [[Dương Nghi Trung]], [[Điền Sư Trung]] theo giúp, thanh thế cực lớn. Lúc đó có [[Tào Phụ]] cầm thư đến bảo hai quân đang nghị hòa, chưa nên vào kinh vội. [[Tông Trạch]] ra sức phản đối nhưng [[Uông Bá Ngạn]] và [[Cảnh Nam Trọng]] bảo vương nên theo lệnh triều đình, tạm lui sang Đông Bình<ref name=TS24 \/>. Cuối cùng Khang vương nghe theo Bá Ngạn.\n\nTháng 2 năm [[1127]], Khang vương đến Đông Bình. Lúc đó Tông Trạch vẫn tiến quân, đại thắng người Kim nhiều trận và lại thúc giục tiến quân. Lúc đó Khang vương có trong tay 8 vạn quân. Khi đó có chiếu thư giả do người Kim gửi đến, bảo nguyên soái (tức Khang vương) phải về triều ngay, [[Trương Tuấn]] biết có điều gian trá nên lập tức can ngăn. Sau Khang vương vào Tế châu nhưng lại không tiến quân thêm nữa. Lúc đó tại Biện Kinh, ngày [[9 tháng 1]], quân Kim đã bắt được hai vua Huy Tông và Khâm Tông đưa lên bắc, [[Trương Bang Xương]] được người Kim lập làm vua, quốc hiệu Đại Sở<ref name=TTTTG98 \/>. [[Hoàng Tiềm Thiện]] báo việc lên, Khang vương than khóc khôn nguôi, rồi đưa quân về Đại Danh, truyền hịch Hà Bắc định đón đường cướp lại hai vua Tống, nhưng quân cần vương các nơi không đến phối hợp nên không được. Toàn bộ hoàng tộc [[nhà Tống]], trừ Triệu Cấu ra thì đã bị bắt sang Kim làm tù binh.\n\n== Làm hoàng đế ==\n=== Lên ngôi, thanh trừng phe đảng ===\n\nTháng 5 năm [[1127]], [[Trương Bang Xương]] cho đón Mạnh thị - hoàng hậu dưới thời [[Tống Triết Tông]], hiện đang làm đạo sĩ - về cung, tôn làm Tống thái hậu, đồng thời [[Tạ Khắc Gia]] khuyên ông về nắm việc triều chính. [[Cảnh Nam Trọng]] cũng dâng thư khuyến tiến, Khang vương từ chối không nhận. Bang Xương sai [[Tương Từ Dũ]] đến đón Khang vương, hứa sẽ trả lại ngôi vị. [[Tông Trạch]] nghi ngờ [[Trương Bang Xương]] có ý thoán nghịch và mưu hại Khang vương, nên muốn diệt trừ. Giữa lúc Khang vương còn do dự chưa quyết thì có thư của [[Lã Hảo Vấn]] gửi tới\n:''Đại vương không lên ngôi e có kẻ không xứng đáng cướp mất, xin quyết ngay cho''.\n\nSau đó Bang Xương lại sai [[Tạ Khắc Gia]] và [[Vi Uyên]] (cậu của Khang vương) đến Tế châu cầm theo Đại Tống thụ mệnh chi bảo của Thái Tổ truyền lại, cùng lúc thái hậu sai Phùng Giải đến nghênh đón. Khang vương mới chấp nhận, ứa nước mắt nhận báu vật nhường ngôi, sai [[Tạ Khắc Gia]] về kinh trước để chuẩn bị. Phụ lão ở Tế châu đến doanh trại thỉnh cầu Khang vương tức vị tại đây, nhưng [[Tông Trạch]] thấy rằng phủ Ứng Thiên là đất hưng phát, khắp nơi tụ hội, vận chuyển thuận lợi nên khởi hành đến đó, Khang vương đồng tình. Cùng hôm đó, Bang Xương tôn Mạnh hậu là Nguyên Hựu hoàng hậu, đến ở cấm cung. Hoàng hậu cũng sai người đến mời Khang vương lên ngôi. Sau nhiều lần từ chối, Khang vương nhận lời. Ngày [[5 tháng 6]], Khang vương đến Nam Kinh, phủ Ứng Thiên, Nguyên Hựu hoàng hậu sai chuẩn bị pháp giá và nghi trượng. Ngày [[7 tháng 6]] (Tân Dậu), [[Trương Bang Xương]] nghe tin Khang vương tới nơi, phủ phục xin được chết, ông vẫn bình tĩnh phủ dụ.\n\nNgày [[12 tháng 6]] năm [[1127]]<ref name=AS \/> (tức ngày Canh Dần tháng 5 ÂL), Triệu Cấu lên ngôi hoàng đế ở Nam Kinh, hướng mặt về phía bắc lạy tạ hai đế (Huy, Khâm), đổi niên hiệu là Kiến Viêm năm thứ nhất, ban lệnh đại xá. Con cháu các gian thần [[Thái Kinh]], [[Đồng Quán]], [[Chi Miễn]], [[Lý Ngạn]], [[Lương Sư Thành]]... đều không được dùng. [[Hoàng Tiềm Thiện]] được phong Trung thư thị lang, [[Uông Bá Ngạn]] là Đồng tri xu mật viện sự. Ngày [[13 tháng 6]], tôn Khâm Tông làm Hiếu Từ Uyên Thánh hoàng đế, Nguyên Hựu hoàng hậu làm Nguyên Hựu thái hậu. Ngày [[15 tháng 6]], ông tôn mẹ của mình là Vi Hiền phi (đang làm tù binh ở đất Kim) làm Tuyên Hòa hoàng hậu, Gia quốc phu nhân Hình thị làm hoàng hậu (cũng đang ở miền bắc). Thái hậu bỏ việc buông rèm, chính sự do tân hoàng quyết đoán.<ref name=TS24 \/><ref name=TTTTG98 \/>. [[Trương Bang Xương]] không bị xét tội và được ban một số chức vị cao trong triều, tuy nhiên về sau ông ta cũng bị bức chết do áp lực từ [[Lý Cương]].\n\nCao Tông lại bãi chức của [[Cảnh Nam Trọng]] và [[Phùng Giải]], lấy [[Lã Hảo Vấn]] thay thế. Đại tướng [[Lý Cương]] được làm tể tướng<ref>[[Tống sử]], [[:zh:s:宋史\/卷358|quyển 358]]<\/ref>. [[Hoàng Tiềm Thiện]] và [[Uông Bá Ngạn]] tưởng mình nắm chắc tướng vị, thấy sự việc như thế nên sinh oán [[Lý Cương]]. Các tướng [[Hàn Thế Trung]] làm Tả quân thống chế, [[Trương Tuấn]] là Tiền quân thống chế, [[Dương Duy Trung]] chủ quản điện tiền công sự. Gian tướng [[Lý Bang Ngạn]] xúi bậy Khâm Tông giảng hòa với người Kim nên bị đày đến Tầm châu, [[Ngô Mẫn]] và [[Thái Mậu]] cũng bị lưu đày... [[Hoàng Tiềm Thiện]] vốn là kẻ gian tà, trong lòng ghen ghét [[Tông Trạch]], bèn tìm cách đẩy Tông Trạch ra phủ Tương Dương trấn giữ.\n\nMùa hạ năm [[1127]], [[Lý Cương]] dâng lên Cao Tông mười điều có thể làm để chấn hưng đất nước, trước hết là giết chết [[Trương Bang Xương]], [[Tống Tề Dũ]] và [[Vương Thời Ung]], đày [[Lã Hảo Vấn]] ra Tuyên châu. Các trung thần là [[Lý Nhược Thủy]], [[Lưu Hợp]], [[Hoắc An Quốc]] được truy tặng quan chức. Sau đó Lý Cương lại dâng lên chín kế sách giữ nước, Cao Tông phê chuẩn tất cả. Nhưng [[Hoàng Tiềm Thiện]] và [[Uông Bá Ngạn]] lại ghen ghét Lý Cương bèn chủ trương hòa nghị và khuyên Cao Tông dời đô sang phía đông nam, [[Lý Cương]] cực lực phản đối. Lúc đó ở miền bắc, [[Kim Thái Tông]] lại sai [[Lâu Thất]] đánh xuống phía nam, Tiềm Thiện và Bá Ngạn tiếp tục khuyên Cao Tông nên chạy về Dương châu, [[Lý Cương]] lại ra sức can ngăn nhưng cũng vì vậy bị bọn Tiềm Thiện và Bá Ngạn tìm cách hãm hại rồi bị Cao Tông xa lánh. Cao Tông hạ chiếu đổi Lý Cương làm Tả bộc xạ, Hoàng Tiềm Thiện làm Hữu bộc xạ kiêm Trung thư thị lang. Khi được làm tướng,[[Hoàng Tiềm Thiện]] thúc giục [[Phó Lượng]] - tướng dưới quyền Lý Cương cho quân vượt sông kháng Kim. Phó Lượng xin được thư thả vài ngày liền bị giáng chức. [[Lý Cương]] cực lực can ngăn và bị giáng làm Quan Văn điện học sĩ, Đề cử Đỗng tiêu cung.\n\nTừ lúc Lý Cương bãi tướng, triều chính bắt đầu hỗn loạn, có [[Trần Đông]] và [[Âu Dương Triệt]] xin dùng lại Lý Cương. [[Hoàng Tiềm Thiện]] giận quá, cho giết cả hai người. Tất cả những điều Lý Cương cầu xin thi hành trước kia đều bị bãi bỏ.\n\n=== Thua trận bỏ chạy ===\n\nMùa thu năm đó, quân Kim vây hãm các châu quận Hà Bắc, Cao Tông vội vã bỏ chạy về Dương châu. Trước đó Long Hựu thái hậu<ref>Tức là Nguyên Hựu thái hậu, vì kị húy Thái Tổ nên đổi lại như vậy<\/ref> và nhiều người khác đã khởi hành trước. Nguyên là [[Niêm Một Hát]] thấy Cao Tông chẳng những không trả thù mình mà còn tính việc bỏ chạy và nghị hòa, biết ngay là Nam triều vô dụng; lập tức tính việc nam tiến. Kim chia quân năm lộ, Ni Sở Hách đánh Hán Thượng, Ngạc Nhĩ Đa cùng [[Ngột Truật]] tấn công Sơn Đông, [[A Lý Bồ Lư Hòn]] đánh vào Hoài Nam, [[Lâu Thất]], [[Tản Lý Hát]], [[Hắc Phong]] tiến đánh Thiểm Tây, đích thân [[Niêm Một Hát]] dẫn đại quân đến núi Thái Hàng, chuẩn bị tiến xuống Hà Nam.\n\nNăm Kiến Viêm thứ 2 ([[1128]]), tình thế ở miền bắc rơi vào rối loạn, [[Ngột Truật]] muốn vượt sông đánh vào Biện Kinh, cả Trung Nguyên chấn động. Quân Kim nhanh chóng chiếm được nhiều châu quận ở miền bắc và thẳng tay giết chóc dân lành. Cao Tông lúc ấy ở Dương châu, tưởng là theo kế của [[Hoàng Tiềm Thiện]] và [[Uông Bá Ngạn]] thì sẽ an toàn, nào ngờ quân Kim thẳng như chẻ tre, chẳng mấy chốc đã vây hãm Đặng châu, đánh lấy các vùng hiểm yếu là Tương Dương, Quan Phòng, Đường, Trần, Nhữ Thái, Trịnh cùng phủ Dĩnh Xương, khống chế toàn bộ miền bắc Hoàng Hà. [[Tông Trạch]] dùng kế sai [[Lưu Diễn]] đến Hoạt châu, [[Lưu Đạt]] đến Trịnh châu kìm chân người Kim trước, lại chọn thêm mấy nghìn tinh binh vòng ra phía sau chặn đường lui của địch<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷101|quyển 101]].<\/ref> đại thắng một trận lớn. Nhưng ngay sau đó [[Niêm Một Hát]] lại tấn công dữ dội, đảo ngược tình thế và lại đánh chiếm Hoạt châu,. Tông Trạch phái [[Vương Tuyên]] đem quân cứu nguy, đuổi chúng ra khỏi Hoạt châu. Tông Trạch ra sức chiêu binh mãi mã, tích góp quân lương phòng bị, chuẩn bị vượt sông, được nhiều người ở Lưỡng Hà hưởng ứng; một mặt Tông Trạch mười mấy lần dâng biểu xin Cao Tông trở về Biện<ref name=TS25>''[[Tống sử]]'', [[:zh:s:宋史\/卷025|quyển 25]].<\/ref>. Lúc này bọn Uông, Hoàng nắm quyền trong triều oán ghét Tông Trạch, tìm cách ngăn trở không cho Cao Tông trở về miền bắc, còn răn đe Tông Trạch không được khinh suất tiến quân. Tông Trạch uất ức đến nỗi bị bệnh rồi qua đời vào mùa thu cùng năm.<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷360|quyển 360]]<\/ref><ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷102|quyển 102]]<\/ref>\n\n[[Đỗ Sung]] đến thay trấn giữ Đông Kinh. Quân lính phần nhiều còn nhớ Tông Trạch, lại thấy [[Đỗ Sung]] tính tình hà khắc nên sinh ra oán ghét, tướng tá dần bỏ đi. Người Kim được tin bèn chuẩn bị kéo đến, đưa binh từ Thiểm Tây hợp với đại quân cùng đánh mạnh về hía nam. Khi ấy người còn thứ 18 của Huy Tông là Tín vương Triệu Trăn trốn được về nam tập hợp quân sĩ nổi lên ở Lưỡng Hà. Cao Tông được tin, phong cho Trăn làm Binh mã Đô nguyên soái lo việc trong ngoài, [[Mã Khoáng]] làm Hà Bắc ứng viện sứ. Nhưng sau đó [[Niêm Một Hát]] cùng [[Ngoa Lý Đóa]] đánh mạnh vào căn cứ của Tín vương ở núi Ngũ Mã, từ đó Tín vương thất lạc không tìm thấy nữa. Quân Kim thừa thế tiến công, chiếm được Tần châu, Đồng Quan, tiến xuống Hà Nam phá Từ châu rồi thẳng tới Hoài Hà, chuẩn bị đánh sang cả Dương châu. [[Hoàng Tiềm Thiện]], [[Uông Bá Ngạn]] giấu bặt tin tức không báu lên, khiến Cao Tông tưởng rằng quân giặc không tới nên không có phòng bị. Sau đó ông phong cho Hoàng, Uông làm Tả, hữu bộc xạ. Hai người tiếp tục hè nhau giấu hết việc thua trận ở bên ngoài. Các châu quận lần lượt bị mất, gần như toàn bộ miền bắc nằm trong tay người Kim. Đầu năm Kiến Viêm thứ ba ([[1129]]), [[Vương Ngạn]] Hoạt châu về kinh thông báo tình hình nguy cấp, lại chỉ trích Cao Tông cùng hai tể tướng Hoàng, Uông. Cuối cùng [[Hoàng Tiềm Thiện]] và [[Uông Bá Ngạn]] dâng sớ đàn hặc [[Vương Ngạn]], Ngạn chán nản rồi từ quan<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷103|quyển 103]]<\/ref>\n\nQuân Kim tiếp tục tiến về phía nam, đánh lấy Bành Thành, thẳng tới Tứ châu. Khi đó Cao Tông mới biết tin, bèn sai [[Lưu Quang Thế]] đem quân ra giữ Hoài Hà, nhưng quân triều Tống không chống cự được bao lâu đã tan rã. [[Niêm Một Hát]] kéo quân vào Sở châu, rồi phá Thiên Trường Quân, khi đó chỉ còn cách Dương châu mười dặm. Tháng 2 ÂL khi Cao Tông đang vui đùa cùng lũ phi tần thì được tin giặc tới, vội mặc áo giáp, phóng lên ngựa bỏ chạy<ref name=TS25 \/>, lúc đó chỉ có [[Vương Uyên]], [[Trương Tuấn]], Khang Lý cùng mấy thị vệ khoảng 5, 6 người đi theo hộ giá. Khi triều đình biết tin Cao Tông đã rời đi thì vô cùng hoảng loạn, cung nhân tranh nhau bỏ trốn. Cũng do sự việc lần ấy khiến Cao Tông kinh sợ tột độ rồi thành bệnh liệt dương, từ đó hậu cung không còn ai có thể sinh nở được nữa.\n\nHai tướng Uông, Hoàng nghe tin cũng vội chạy theo, các vệ sĩ cũng vội hộ tống Long Hựu thái hậu cùng các phi tần chạy riết. Cư dân trong thành cướp đường tranh nhau chạy trốn, giẫm lên nhau mà chết rất nhiều. Cao Tông tiếp tục cùng [[Trương Tuấn]] và [[Lã Di Hạo]] chạy đến Qua châu rồi đến được Trấn Giang vào tối hôm ấy, bách quan không có ai đi theo, cấm quân hộ giá không được lấy một người. Trong thành Trấn Giang dân chúng bỏ chạy hết lên núi nên ngoài đường vắng tanh. Ông dừng chân trong phủ về bàn định có nên chạy tiếp hay không. [[Lã Di Hạo]] khuyên ông nên lưu lại Trấn Giang để tiện chi viện cho cả Giang Bắc. Nhưng đại thần [[Vương Uyên]] lại khuyên Cao Tông chạy hẳn ra phía nam sông Tiền Đường có địa thế hiểm trở để tránh giặc. Cao Tông cùng [[Hoàng Tiềm Thiện]] theo lời của Vương Uyên, lệnh Trung thư thị lang [[Chu Thắng Phi]] lưu giữ Trấn Giang, [[Lưu Quang Thế]] bảo vệ cửa sông còn mình nhanh chóng rời khỏi Trấn Giang. Bốn ngày sau, Cao Tông tới được Bình Giang, lại cho [[Chu Thắng Phi]] làm Tiết chế, [[Trương Tuấn]] là phó cùng [[Vương Uyển]] lưu giữ Bình Giang. Hai hôm sau tới Sùng Đức, để [[Lã Di Hạo]] đóng quân ở Kinh Khẩu, [[Trương Tuấn]] lưu giữ Ngô Giang rồi chạy tiếp đến Hàng châu. Lúc này người Kim đã lấy trọn Dương châu, bắt được rất nhiều người dân vô tội. Cao Tông hạ chiếu tự kể tội mình và xá miễn từ tội chết trở xuống, các đại thần bị lưu đày được phục chức, trừ [[Lý Cương]]. Lúc đó có [[Trương Trừng]] hạch tội [[Hoàng Tiềm Thiện]] và [[Uông Bá Ngạn]] 20 tội lớn, Cao Tông hạ lệnh bãi chức hai người này, lấy [[Chu Thắng Phi]] làm Tả bộc xạ (tể tướng), [[Vương Uyên]] trông coi Khu mật sứ. Cùng lúc người Kim bị đánh bật khỏi Dương châu, Cao Tông lại sai Lã Di Hạo về Dương châu phủ dụ sĩ dân.\n\n=== Chính biến Miêu, Lưu ===\n{{Bài chính|Miêu, Lưu binh biến}}\nGiữa lúc triều đình đang khốn đốn vì sự xâm lược của quân Kim thì ngay trong nội bộ lại nổ ra bất hòa dẫn đến một cuộc chính biến. Hai đại tướng là [[Miêu Phó]] và [[Lưu Chính Ngạn]] thấy mình có công lớn mà oán hận triều đình thưởng bạc, lại bất mãn khi thấy [[Vương Uyên]] trước đây chẳng có tiếng tăm gì mà tự nhiên được phong chức cao, nên họ nghi ngờ Uyên có móc nối với nội thị Khang Lý, Lam Khuê..., bèn lập mưu giết chết [[Vương Uyên]]. Lại thêm Thái Trung đại phu [[Vương Thế Tu]] cũng oán ghét nội thị chuyên quyền nên đứng về phía Miêu, Lưu. Ngày [[26 tháng 3]] năm [[1129]]<ref name=AS \/>, Lưu Quang Thế là Điện tiền đô chỉ huy sứ cùng trăm quan vào điện nghe tuyên chỉ. Bọn Miêu, Lưu phục binh ở cây cầu dưới chân thành, nhân lúc thoái triều, [[Vương Uyên]] đã ra khỏi liền vây bắt và kéo xuống ngựa giết chết<ref name=TTTTG104>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷104|quyển 104]].<\/ref>.\n\nHai tướng đem quân tiến vào cửa bắc cung điện, cho giết hại rất nhiều nội thị. Trung thống chế [[Ngô Đam]] vốn là đồng đảng của Miêu Phó đã mở cửa cung cho Miêu, Lưu tiến vào. Khang Lý nghe tin thất kinh, vội báo với Cao Tông. Cao Tông không biết phải làm sao, liền cho triệu [[Chu Thắng Phi]] vào hỏi ý kiến. [[Chu Thắng Phi]] lên lầu hỏi [[Miêu Phó]] lý do giết người, Miêu Phó bảo là trừ hại cho thiên hạ. Khi đó [[Ngô Đam]] đã mở cửa cho nghịch đảng xông vào cung. Tri châu Hàng châu là [[Khang Doãn Chi]] thấy sự việc nguy cấp, bèn cầu kiến ở của phía đông và xin Cao Tông lên lầu phủ dụ mọi người. Miêu Phó thấy đế lên lầu, vội quỳ bái. Đích thân ông hỏi lý do tại sao tại giết [[Vương Uyên]]. [[Lưu Chính Ngạn]] chỉ trích Cao Tông ban thưởng không phân minh và đòi giết bọn nội thị [[Khang Lý]], [[Lam Khuê]], [[Tằng Trạch]].\n\nCao Tông không còn cách nào, bèn sai [[Ngô Đam]] dẫn bọn [[Khang Lý]] ra nộp. Khang Lý bị [[Miêu Phó]] tự tay giết chết<ref name=TTTTG104 \/>. Giết được Khang Lý rồi mà [[Miêu Phó]] vẫn chưa hả dạ. Khi Cao Tông bảo chúng về trại, [[Miêu Phó]] nói ra những lời bất kính. Nhà Vua lại lệnh [[Chu Thắng Phi]] đến phủ dụ lần nữa. [[Miêu Phó]] giở trò yêu cầu Long Hựu thái hậu buông rèm nhiếp chính, rồi sai người sang Kim nghị hòa. Cao Tông chỉ có cách làm theo, hạ chiếu thư mời Long Hựu thái hậu thính chánh. [[Miêu Phó]], [[Lưu Chính Ngạn]] nghe chiếu không đáp tạ, lại đòi đưa [[thái tử]] lên ngôi. Lại mời thái hậu xuống lầu phủ dụ. Thái hậu nói\n:''Đạo Quân hoàng đế tín nhiệm bọn gian thần [[Thái Kinh]], [[Vương Phủ]], tự ý sửa pháp độ của tổ tông, [[Đồng Quán]] gây việc ở biên cương dẫn tới nước mất nhà tan, đó là chuyện của triều trước. Huống hồ hoàng đế thánh hiếu, không phải thất đức, [[Hoàng Tiềm Thiện]], [[Uông Bá Ngạn]] đã bị đuổi đi rồi, thống chế phải biết chứ?.''<ref name=TTTTG104 \/>\n\n[[Miêu Phó]] vẫn một mực xin thái hậu buông rèm nhiếp chính, lập thái tử [[Triệu Phu]] làm đế. Cuối cùng [[Chu Thắng Phi]] vào bẩm báo với Cao Tông xin tạm theo bọn Miêu, Lưu, sau sẽ liệu. Cao Tông cũng hết cách, đành tự tay xuống chiếu nhường ngôi cho thái tử Phu mới lên 3, Long Hựu thái hậu Mạnh thị buông rèm nhiếp chính, tôn Cao Tông là Duệ Thánh Nhân Hiếu hoàng đế, đến hành cung Hiển Nhân Thọ xa nơi của thái hậu, nghi lễ giống như Đạo Quân hoàng đế trước kia. Thái hậu hạ lệnh cải nguyên là Minh Thụ, phong [[Miêu Phó]] là Võ Đường quân Tiết độ sứ, [[Lưu Chính Ngạn]] là Võ Thành Quân tiết độ sứ. [[Lam Khuê]] cùng [[Tăng Trạch]] bị đày đến Lĩnh Nam rồi bị [[Miêu Phó]] sai người giết chết.\n\nTin tức nhường ngôi truyền về các nơi, nhiều tướng lĩnh đoán biết có điều gian trá. [[Trương Tuấn]], [[Lã Di Hạo]], [[Hàn Thế Trung]] đồng mưu dẹp giặc, lập lại Cao Tông. [[Miêu Phó]] nghe tin [[Hàn Thế Trung]] ra quân thì rất lo ngại, theo lời [[Chu Thắng Phi]] thả vợ con Thế Trung để Thế Trung cảm kích Miêu Phó, Phó nghe theo<ref name=TTTTG104 \/>. Vì vậy, Lương phu nhân được phong làm An Quốc phu nhân, thả đến chỗ của Thế Trung, nhưng các tướng vẫn tiến quân. Miêu Phó sai em là [[Miêu Dực]] cùng [[Mã Nhu Cát]] đến phòng thủ Lâm Bình và xin chỉ thái hậu, phong Tuấn cùng Thế Trung làm Tiết độ sứ, giáng Trương Tuấn khác<ref>Khi đó có hai [[Trương Tuấn]] sống cùng thời, một là võ tướng nổi danh, người được nhắc ở đây chỉ là văn nhân, ít nổi tiếng hơn<\/ref> đến Sầm châu. Bấy giờ [[Hàn Thế Trung]] được cử làm Tiền quân, [[Trương Tuấn]] làm phó, [[Lưu Quang Tuấn]] là Du kích quân. Các đạo quân nhanh chóng tiến xuống Hàn châu. Miêu Phó thấy tình hình nguy cấp quá, lại nghe theo [[Chu Thắng Phi]], quyết định nhận tội và lập lại Duệ Thánh. Ngày [[20 tháng 4]] năm [[1129]], Miêu Phó thỉnh chiếu thư của thái hậu, đưa Duệ Thánh lên ngôi lần thứ hai. [[Chu Thắng Phi]] vẫn sợ Miêu Phó đổi ý nên xin thái hậu hạ lệnh xá miễn cho Miêu, Lưu. Hai người dẫn bách quan đến chỗ Duệ Thánh mời Duệ Thánh phục vị. Duệ Thánh vẫn nhẹ nhàng phủ dụ. Hôm sau, thái hậu trả lại triều chính, Cao Tông được về hành cung phục ngôi, đổi niên hiệu lại là Kiến Viêm, phong Ngụy quốc công Triệu Phu là Hoàng thái tử, [[Miêu Phó]] là Hoài Tây chế trí sứ, [[Lưu Chính Ngạn]] là phó, Trương Tuấn khác là Tri Khu mật viện sứ.\n\nMặc dù Duệ Thánh đã phục vị nhưng [[Lã Di Hạo]] vẫn chủ trương tiếp tục tiến quân tận diệt Miêu, Lưu. Các đạo quân tiến tới Lâm Bình. [[Hàn Thế Trung]] phá được quân [[Miêu Dực]] và [[Mã Nhu Cát]]. Miêu, Lưu hoảng sợ, vội vơ vét của cải trốn khỏi thành cùng 2000 quân. Cuối cùng bị [[Hàn Thế Trung]] đuổi đến trạm Ngư Lương rồi bị chém đầu. [[Vương Thế Tu]] cũng bị giết.\n\n[[Trương Tuấn]] khác cùng [[Lã Di Hạo]] vào cung yết kiến Cao Tông, được ban tặng đai ngọc. Thế Trung theo lệnh Cao Tông, bắt và giết Ngô Đam<ref name=TTTTG105>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷105|quyển 105]].<\/ref>. Nghịch đảng [[Vương Nguyên Tá]], [[Mã Viện]], [[Phạm Trọng Dung]]... đều bị xử tội lưu đày. [[Chu Thắng Phi]] xin bãi chức và tiến cử [[Lã Di Hạo]]. Cao Tông phong cho [[Lã Di Hạo]] làm Thượng thư Hữu Bộc xạ; [[Trương Tuấn]], [[Hàn Thế Trung]], [[Lưu Quang Thế]] đều được thăng thưởng. Sau đó đổi Trung thư thị lang là Tham tri chính sự, bỏ thượng thư tả hữu thừa. Sau đó [[Trương Tuấn]] chuẩn bị đưa Cao Tông về Giang Ninh, khởi hành từ Hàng châu. Khi Cao Tông đến Kiến Khang, thái tử Phu lâm bệnh mất. Cao Tông đau xót, truy phong làm Nguyên Ý thái tử<ref name=TS25 \/> và cho đánh chết cung nhân hầu hạ; bắt bảo mẫu và cung nữ hầu hạ đều phải tuẫn táng theo. Do Cao Tông đã bị liệt dương<ref>Hứa Mộ Hi, [[Tống cung mười tám triều]], hồi 69<\/ref> nên từ đó ông không có người nói dõi.\n\n=== Chạy ra tới biển, định đô Hàng châu ===\n\nSau khi tiêu diệt được Miêu, Lưu; Cao Tông theo kiến nghị của [[Trương Tuấn]], giết chết gian thần [[Phạm Quỳnh]] và khống chế đạo quân của ông ta, đày gia thuộc của Quỳnh ra Lĩnh Nam<ref name=TS25 \/><ref name=TTTTG105 \/><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷024|quyển 361]]<\/ref>. Cao Tông còn thăng Hàng châu là Lâm An phủ, chuẩn bị định đô tại đây.\n\nMùa thu năm [[1129]], [[Niêm Một Hát]] rút quân về Vân Trung, [[Ngột Truật]] cũng lui về đất Yên. Nhân đó Cao Tông muốn sai sứ đến nghị hòa. Trương Tuấn dâng kế sách xin lấy lại Quan Thiểm, vì nếu mất Quan Thiểm thì Giang Nam khó giữ. Cao Tông bèn phong Tuấn làm Tuyên phủ sứ các vùng Xuyên, Thiểm, Kinh, Hồ. Tuy nhiên không bao lâu sau, [[Ngột Truật]] đã cho quân đánh mạnh vào vùng Sơn Đông<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷106|quyển 106]]<\/ref>, chuẩn bị vào Giang, Chiết. Cao Tông kinh hãi tột cùng, quyết kế sai sứ sang Kim nghị hòa, trong khi mình lại lo chạy hết nơi này đến nơi khác. [[Hồng Hạo]] và [[Thôi Tung]] được lệnh dâng thư của Cao Tông gửi cho [[Niêm Một Hát]], tình nguyện bỏ tôn hiệu, xưng thần với Vua Kim chỉ mong nghị hòa. [[Niêm Một Hát]] vẫn yêu cầu triều đình phải đầu hàng ngay, sau đó đày hai sứ thần ra nơi hoang vu. Cao Tông tiếp tục viết thư nài nỉ chô Niêm Một Hát, đầy những lời lẽ van xin nài nỉ. Ông tự mắng chửi cha và anh của mình là ''đại vô đạo'' và cầu xin Vua Kim mở lượng khoan hồng tha thứ cho. Thấy Tống đình bạc nhược, người Kim càng quyết tấn công. Cao Tông thấy thế sợ hãi, muốn chạy ra tận biển, để [[Đỗ Sung]] trấn giữ Kiến Khang, [[Vương Tiếp]] là phó, [[Hàn Thế Trung]] giữ Trấn Giang, [[Lưu Quang Thế]] giữ Thái Bình và Trì châu còn bản thân lại lui về Lâm An. [[Ngột Truật]] chia quân làm hai đường tấn công, thái hậu suýt nữa là bị bắt. Người Kim lại đánh phá các vùng phía bắc sông Hoài. [[Đỗ Sung]] ở Giang Hoài không thèm đem quân đến cứu, mãi cho đến khi quân Kim tiến sát Kiến Khang. Tướng dưới quyền Đỗ Sung là [[Nhạc Phi]] ra sức chiến đấu nhưng không thắng nổi, [[Đỗ Sung]] hàng giặc. Quân Kim kéo vào Kiến Khang, các tướng giữ thành là bọn [[Trần Bang Quang]], [[Lý Chuyết]] mở cửa thành cho giặc tiến vào, Kiến Khang rơi vào tay người Kim.\n\n[[Ngột Truật]] đã lấy xong Kiến Khang, chuẩn bị đánh vào Lâm An. Cao Tông triệu [[Lã Di Hạo]] vào hỏi ý kiến và quyết định dẫn theo 3000 quân lên thuyền chạy ra Minh châu, các đại thần cũng được lệnh di tản đến các vùng ở Chiết Đông. Quân Kim nhanh chóng tiến vào được thành Lâm An. Lấy được Lâm An, [[Ngột Truật]] sai [[A Lý Bạc Lư Hỗn]] đem quân vượt qua truy bắt Cao Tông. Trong khi đó Cao Tông lại chạy tiếp ra biển, để [[Phạm Tông Doãn]], [[Triệu Đỉnh]] và [[Trương Tuấn]] giữ Minh châu, sau cũng bị người Kim đánh bại.\n\nĐầu năm [[1130]], người Kim lại đánh chiếm Minh châu. Cao Tông sợ quá, vội thúc thuyền chạy thẳng về nam, bấy giờ chỉ còn cách quân địch một ngày đường. Khi Cao Tông đi từ huyện Định Hải<ref>[[Trấn Hải]], [[Chiết Giang]], [[Trung Quốc]] hiện nay<\/ref> tới huyện Xương Quốc<ref>[[Phổ Đà]], [[Chiết Giang]], [[Trung Quốc]] hiện nay<\/ref> thì bỗng thấy có cá trắng nhảy vọt lên thuyền. Ngô tần ngự (tức Ngô hoàng hậu về sau) là một phi tần của Cao Tông, lúc này cải trang mặc y phục của hộ vệ theo ngự giá - thấy thế, cho đó là điềm giống như thời [[Chu Vũ vương]] hưng khởi, Cao Tông sẽ sớm khôi phục [[Trung Nguyên]], Cao Tông cảm thấy thích thú, phong cho bà làm Hòa Nghĩa quận phu nhân. Lúc Việt châu bị mất, Cao Tông không dám lên bờ nữa, phải ăn tết ngay trên thuyền. Đến tháng giêng ÂL nhận được tin [[Trương Tuấn]] thắng trận, Cao Tông mới cập bến Chương An của Thái Châu. Nhưng khi mất Minh châu, Cao Tông lại dong thuyền ra biển tiếp. Tướng Kim là A Lý Bạc Lư Hỗn thúc quân đuổi theo, bị [[Trương Tuấn]] đánh bại một trận, sau đó Ngột Truật dẫn quân tới tiếp viện rồi quay thuyền truy đuổi Cao Tông ở Chương An, nhưng đuổi không kịp phải quay thuyền lại.\n\n[[Ngột Truật]] trở lại Lâm An, đốt hết lán trại, đem theo vô số vàng bạc châu báu cướp được về Tú Châu nhưng gặp phải quân của [[Hàn Thế Trung]]. Bấy giờ là tháng 3 năm [[1130]], 10 vạn quân của [[Ngột Truật]] bị 8000 quân của Thế Trung vây hãm trong 40 ngày nhưng sau cùng thoát được về bắc<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷107|quyển 107]]<\/ref><ref>''[[Kim sử]]'', [[:zh:s:金史\/卷077|quyển 77]]<\/ref><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷026|quyển 26]]<\/ref>. Giữa lúc đó, [[Nhạc Phi]] đã xuất quân thu phục lại Kiến Khang, [[Ngột Truật]] bị tuyệt đường về nước, nên quyết định hạ Sở châu để mở đường. Tướng giữ thành Sở châu [[Triệu Lập]] tử chiến, quân Kim trốn thoát được về bắc, nhưng giữa đường [[Ngột Truật]] nhận chiếu thư của Vua Kim cứu [[Lâu Bảo]] đang bị nguy khốn ở đất Thục. Ngột Truật bèn về phía tây, giao chiến với quân của [[Trương Tuấn]]. Lần này Ngột Truật chiếm được các châu ở Kinh Nguyên, vào lộ Hoài Khánh, phá Đức Thuận quân, Tần châu nguy khốn, hai lộ Hi Hà và Kinh Nguyên cũng đã mất, nước Kim làm chủ một vùng rộng lớn ở [[Cam Túc]] và [[Thiểm Tây]].\n\nCòn cánh quân của [[Thát Lại]] sau khi chiếm được Sở châu đã đưa quân chiếm nốt Biện Kinh. Bấy giờ ba kinh của triều Tống đều rơi vào tay người Kim. [[Kim Thái Tông]] vốn không muốn lấy Trung Nguyên nên mới tính chuyện phong Phiên như thời [[Trương Bang Xương]] khi trước mới phong [[Lưu Dự]], hiệu Ngạn Du, người Cảnh châu nắm giữ Trung Nguyên vào tháng 10 năm [[1130]].<ref name=TTTTG108>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷108|quyển 108]].<\/ref>\n\nVào mùa đông năm [[1130]], Thát Lại dùng gian kế cử đại thần cũ của [[Bắc Tống]] là [[Tần Cối]] trở về nam làm gian tế trong việc nghị hòa<ref>Hứa Mộ Hi, ''Tống cung mười tám triều'', hồi 72<\/ref>. Tần Cối cùng vợ là Vương thị được về nước, khai với Cao Tông là mình giết giám ngục rồi cướp thuyền, theo đường biển mà trở về nam. Các đại thần trong triều tỏ ý nghi hoặc<ref name=TTTTG108 \/>, nhưng bọn [[Phạm Tòng Doãn]], [[Lý Hồi]] ra sức biện bạch, nói [[Tần Cối]] đáng tin dùng. Cối lại đề xuất với Cao Tông việc: ''kiến nghị giảng hòa, người nam ở nam, người bắc ở bắc''. Cao Tông cũng tỏ ra tin tưởng [[Tần Cối]], phong hắn là Lễ Bộ thượng thư<ref name=TTTTG108 \/><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷473|quyển 473]]<\/ref>.\n\n=== Chiến sự thập niên 1130 ===\n[[Tập tin:Four Generals of Song.jpg|thumb|right|500px|Tranh vẽ Trung hưng tứ tướng của [[Lưu Tùng Niên]] thời [[Nam Tống]]]]\nNăm [[1131]] đổi niên hiệu là Thiệu Hưng năm thứ nhất. Cao Tông cùng trăm quan bày hương án bái vọng hai đế ở phía bắc. Lúc này ông đang ở tại Việt châu.<ref name=TTTTG109>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷109|quyển 109]].<\/ref>. Lúc này nhiều nơi có nạn giặc cướp, Cao Tông lệnh [[Lã Di Hạo]] là Giang Đông an phủ chế trí sứ, đem quân đánh dẹp [[Lý Thành]] là thế lực mạnh nhất, nhưng bị thua, Dương châu mất vào tay Lý Thành. Trong khi đó thì [[Vương Ngạn]] phá được [[Tang Trọng]], [[Nhạc Phi]] dẹp được Thích Phương. Sau đó Mã Tiến dưới quyền Lý Thành dẫn quân đánh Quân châu và Giang châu. [[Trương Tuấn]] được cử làm Giang Hoài chiêu thảo sứ, [[Nhạc Phi]] là phó đem quân tiêu diệt. [[Nhạc Phi]] nhanh chóng chiếm lại Quân châu rồi đánh thẳng vào căn cứ của [[Lý Thành]], cuối cùng Thành bỏ sang đầu hàng [[Lưu Dự]].\n\nVề phía quân Kim, [[Ngột Truật]] đã tiếp tục đánh lấy và vây hãm nhiều câu ở Hà Nam. Các tướng [[Trương Tuấn]], [[Lưu Tử Vũ]] cùng [[Vương Thứ]] ở Hà Nam, [[Ngô Giới]] ở Thiểm Tây cùng nhau đánh địch. Ngột Truật sau khi phá được sáu lộ Quan Lũng lại đánh tiếp các châu ở Thiểm và Hòa thượng Nguyên. [[Ngô Giới]] đóng quân ở Hòa thượng Nguyên, cùng em là [[Ngô Lâm]] ra sức chống địch. Quân sĩ hăng hái xông trận, phá tan quân của [[Ngột Truật]], [[Ngột Truật]] bí thế vừa chạy vừa rút kiếm cắt bỏ bộ râu để dễ thoát thân. Sau đó [[Ngột Truật]] giao toàn bộ các châu quân đã chiếm cho [[Lưu Dự]], từ đó Ngụy Tề nắm giữ cả [[Trung Nguyên]]<ref name=TTTTG109 \/>.\n\nTháng 7 ÂL năm đó [[Phạm Tông Doãn]] bị bãi, tướng vị bỏ trống. Đến tháng 8 ÂL phong [[Tần Cối]] làm hữu tướng. Nhưng đến tháng sau, [[Lã Di Hạo]] cũng được phong làm tể tướng, ngang hàng với Cối, khiến Cối không thể cầm quyền một mình. Cối muốn đoạt quyền hành, nên lập kế đẩy [[Lã Di Hạo]] ra chỗ khác. Cối nói với Cao Tông\n:''Xưa [[Chu Tuyên vương]] nội tu ngoại bổ nên đất nước hưng thịnh. Nay nếu hai tướng đều ở bên trong thì bên ngoài sẽ thế nào?''\n\nVì thế Cao Tông cho [[Tần Cối]] lo việc đối nội, [[Lã Di Hạo]] lo việc bên ngoài, dời đến Trấn Giang. Năm [[1132]], [[Lã Di Hạo]] trở về Lâm An, tìm cách đuổi [[Tần Cối]] đi, có [[Chu Thắng Phi]] trợ giúp. Cấp sứ trung [[Hồ An Quốc]] nói Thắng Phi không có khả năng nhưng Thắng Phi lại được làm Lễ tuyền quan sứ kiêm Thị độc. Rồi An Quốc xin trí sĩ, [[Tần Cối]] thỉnh cầu giữ lại nhưng Cao Tông không đáp. Di Hạo lại cất nhắc [[Hoàng Quy Niên]] cùng [[Lưu Phỉ]] để tìm cách loại bỏ Tần Cối. [[Hoàng Quy Niên]] lại hặc tội chủ hòa của Cối làm cản trở đại kế khôi phục quốc gia, nên ông bị giáng làm Quan Văn Điện học sĩ, Đề cử Giang châu Thái Bình quân.\n\nNăm Thiệu Hưng thứ hai ([[1132]]), tướng cướp đã quy hàng là [[Tang Trọng]] dâng thư xin hợp tác với chư tướng mà khôi phục [[Trung Nguyên]]. Bấy giờ Cao Tông đã khởi hành về lại Lâm An. [[Lã Di Hạo]] cũng lên tiếng chấp nhận việc này. Cao Tông nghe theo, phong Tang Trọng làm Tiết chế quân mã để khôi phục các châu đang bị [[Lưu Dự]] chiếm giữ. Lúc này [[Lưu Dự]] dời đô về Biện Kinh<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷110|quyển 110]]<\/ref>. Tuy nhiên sau đó Tang Trọng bị Tri phủ Dĩnh châu [[Hoắc Minh]] nghi ngờ và giết chết. Bộ tướng là [[Lý Hoành]] đuổi được [[Hoắc Minh]] vào Dĩnh châu. Sau đó Hoành đem quân từ Thạch Dương tiến đánh [[Lưu Dự]], phá Nhữ châu, đánh Dĩnh Thuận quân và phủ Dĩnh Xương. Dự viết thư cầu cứu người Kim. [[Ngột Truật]] lại được lệnh đem quân cứu [[Lưu Dự]]. [[Ngô Giới]] ở đất Thục nghe tin, đem quân đến Hà Trì và gửi thư cho [[Quan Sư Cổ]], thu phục các châu Hi, Củng. Tướng Kim là [[Triệu Li Hát]] đem quân đánh bại Ngô Giới, quân Tống phải rút lui. Nhân đó quân Kim chiếm được Dương châu. [[Ngô Giới]] lui về Tây huyện, [[Lưu Tử Vũ]] rút về Tam Tuyền. Triệu Li Hát lại đem quân đánh tiếp, làm cả Tứ Xuyên chấn động. [[Lưu Tử Vũ]] dùng kế mới đẩy lui được người Kim. Sau đó [[Lưu Tử Vũ]] cùng [[Ngô Giới]] lại liên tục nhân đêm tối đột kịch [[Triệu Li Hát]] khiến Li Hát không dám nấn ná lâu, rồi phải lui. [[Vương Ngạn]] thu phục lại ba châu Kim, Quân và Phòng, chiếm lại ưu thế tại đất Thục. Tại triều đình, [[Chu Thắng Phi]] có tang mẹ nên xin nghỉ, đến giữa năm [[1133]] được phục chức hữu tướng.\n\nĐầu năm [[1133]], Cao Tông ở Lâm An<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷028|quyển 28]]<\/ref>. Lúc này các cánh quân của Lý Hoành đã tấn công vào Đồng Quan, liên tục đánh bại quân Ngụy Tề. Lúc này tại Trung Nguyên, [[Lý Hoành]] trù tính khôi phục, đã tấn công vào Dĩnh Xương. [[Lưu Dự]] lại sai sứ sang Kim cầu cứu [[Niêm Một Hát]]<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷112|quyển 112]]<\/ref>. Tuy nhiên bên phía Lý Hoành, quân lính tuy uy dũng nhưng thiếu kỉ luật, ham mê tửu sắc, để cho người Kim nắm được điểm yếu. Tướng Ngụy Tề [[Lý Thành]] dẫn 20.000 quân công đánh Quắc châu, tướng giữ thành Tạ Cao tự tử, quân triều đình phải lui về Tương Dương. Ngụy Tề sau đó phản công, Tương Dương thất thủ, Ngụy Tề giành lại ưu thế trên chiến trường.\n\nĐến cuối năm đó, [[Ngột Truật]] lại đánh vào Hòa thượng Nguyên<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷113|quyển 113]]<\/ref>, dùng kế đi đường vòng, bất ngờ trong đêm tối trời mưa tuyết mà tấn công. Quân Tống không chống nổi, bị đánh tan tác, Hòa thượng Nguyên bị mất. Đến năm sau ([[1134]]), tháng 3, Ngột Truật đánh tiếp Tiên Nhân Quan<ref>Hòa Thượng Nguyên và Tiên Nhân Quan nay đều thuộc địa phận tỉnh Cam Túc, Trung Quốc<\/ref>. [[Ngô Giới]] cùng [[Ngô Lâm]] đem quân chống trả, đánh tan quân Kim một trận lớn ở đây, Ngột Truật lui về Phượng Tường. Giới được phong làm Xuyên Thiểm tuyên phủ phó sứ, [[Ngô Lâm]] làm Định Quốc quân thừa tuyên sứ<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷028|quyển 366]]<\/ref>. Sau đó Ngô Giới còn thu phục lại được các châu Phụng, Tần và Lũng. Tại triều đình, Cao Tông phong cho [[Triệu Đỉnh]] làm Tham tri chính sự, dần cất nhắc lên chức tể tướng. \n\n[[Kim Thái Tông]] sai [[Ngột Truật]], [[Ngoa Lý Đóa]] và [[Thát Lại]] điều 50000 quân cứu viện [[Lưu Dự]]. Tin tức truyền đến Lâm An, Cao Tông kinh hoàng, phong [[Triệu Đỉnh]] là Đô Đốc Xuyên Thiểm để chống giặc, nhưng sau lại đổi làm Thượng thư hữu bộc xạ, kiểm Tri khu mật viện sự. Sau đó ông sai [[Hàn Thế Trung]] lui về Trấn Giang phòng thủ và sai [[Ngụy Lương Thần]] cầu cứu người Kim. Thế Trung nhận mệnh nhưng không làm theo, ra quân tiến đánh Dương châu, thắng một trận lớn buộc [[Ngột Truật]] phải lui quân. Cao Tông vui mừng, hạ chiếu thưởng ngựa quý và gấm vóc cho Thế Trung và gia phong quan tước cho các tướng dưới quyền là [[Giải Nguyên]] và [[Thành Mân]]. Sai đó ông lại nghe Theo ý của [[Triệu Đỉnh]], quyết định thân chinh đánh địch, trở về Lâm An. Cuối năm đó, Cao Tông sợ giặc Kim tấn công nên lại lui về Bình Giang, sang năm [[1135]] mới trở lại Lâm An. Ngày [[4 tháng 6]] năm [[1135]],<ref name=AS \/>, Thượng hoàng băng hà ở nước Kim, hưởng thọ được 53 tuổi. Trước đó cuối năm 1134 Kim và Ngụy Tề hợp quân tấn công Lư châu. Nhạc Phi đem quân đến cứu, quân Kim chuồn thẳng.\n\nSau khi về Lâm An, Cao Tông cho xây thái miếu, triệu đình thần bàn việc đánh giặc. Lại lệnh cho [[Hàn Thế Trung]] đóng giữ Trấn Giang, [[Lưu Quang Thế]] ở Thái Bình, [[Trương Tuấn]] giữ Kiến Khang. [[Triệu Đỉnh]], [[Trương Tuấn]] làm Tả hữu bộc xạ, Đồng bình chương sự, kiêm Ti tri khu mật viện sứ (tể tướng). Lúc đó ở Kim, An Ban bối lặc nối ngôi, là [[Kim Hi Tông]]<ref>''[[Kim sử]]'', quyển 4<\/ref><ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷115|quyển 115]]<\/ref>. Triều đình nhà Tống cho rằng vua mới lên ngôi chắc muốn nghị hòa, nên sai sứ thăm hỏi.\n\nTrong lúc này Ngụy Tề đã liên kết với lũ cướp [[Dương Ma]] ở Động Đình Hồ để hắn hợp quân cùng [[Lý Thành]] từ Giang Tây đánh xuống miền Triết Giang. [[Nhạc Phi]] được tin, tấu lên Cao Tông xin lấy lại sáu quận ở Tương Dương, dẹp Lý Thành, bình Dương Ma rồi thẳng tới khôi phục [[Trung Nguyên]]. Nhạc Phi được phong làm Kinh Nam chế trí sứ, đến tháng 6 cùng năm, [[Nhạc Phi]] dẹp xong Dương Ma chiếm lại được Đường châu, Đặng châu, Tín Dương quân, Ngưu Cao khôi phục Tùy châu, bình định Tương Dương. Cao Tông mừng rỡ nói\n:''Trẫm chỉ nghe Nhạc Phi biết cách trị quân, không ngờ nay còn đánh địch lập công lớn''.\n\nNăm [[1137]], [[Trương Tuấn]] cử [[Vương Đức]] làm Hoài Tây đô thống, [[Lịch Quỳnh]] là phó [[Lã Chỉ]] là tham mưu, thống lĩnh quân lính ở Hoài Tây. Nhưng giữa Đức, Quỳnh lại có tranh chấp, Quỳnh bỏ sang đầu hàng [[Lưu Dự]]. [[Trương Tuấn]] bèn nhận tội, xin từ chức. Cao Tông bèn dùng [[Triệu Đỉnh]] làm Thượng thư tả bộc xạ kiêm Khu mật sứ. [[Tần Cối]] oán [[Trương Tuấn]] không tiến cử mình, bèn xúi ngôn quan hặc tội [[Trương Tuấn]] khiến Tuấn bị đưa đến Vĩnh Châu.\n\nCao Tông nhớ đến mẹ của mình là Vi thái hậu còn ở [[nước Kim]], nên muốn đón về, bèn sai [[Vương Luân]] đi sứ nước Kim để cầu xin [[Thát Lại]] cho đưa hài cốt của Thượng hoàng, thái hậu cùng Vi thái hậu về nước thì ông sẽ nhường luôn đất Hà Nam. [[Trương Tuấn]] nghe tin hết sức can ngăn nhưng Cao Tông không nghe. Trước đó [[Tần Cối]] đã bị bãi chức, đến nay [[Triệu Đỉnh]] lại xin Cao Tông bổ nhiệm trở lại. [[Tần Cối]] được phong làm Thượng thư hữu bộc xạ, cùng với [[Triệu Đỉnh]] nắm giữ tướng vị. Cuối năm [[1137]], phía Kim nghi ngờ [[Lưu Dự]] có ý chống lại mình, nên phế bỏ Lưu Dự, trực tiếp làm chủ [[Trung Nguyên]]<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷119|quyển 119]]<\/ref>. [[Nhạc Phi]] và [[Hàn Thế Trung]] dâng thư phản đối hòa nghị, nhưng Cao Tông lúc này bị [[Tần Cối]] gièm pha nên luôn muốn chủ hòa. Bấy giờ [[Thát Lại]] đã đồng ý trả lại hài cốt thượng hoàng, thái hậu, trả lại đất Hà Nam. \n\nNăm [[1138]], Cao Tông từ Kiến Khang lại về Lâm An, sau đó ông phong cho [[Tần Cối]] là Thượng thư Hữu bộc xạ kiêm Tri Khu viện sứ, nắm giữ tướng vị, từ đó lại càng quyết tâm nghị hòa. Năm [[1139]], Kim sứ là [[Trương Thông Cổ]], [[Tiêu Triết]] theo [[Vương Luân]] về nam, làm lễ nhận quốc thư nghị hòa. Cao Tông sai Sĩ Niệu và Trương Đảo đến Củng Lạc (đã bị Kim chiếm) thăm nom lăng tẩm các đời tiên đế, thì thấy người Kim đã phá hoại sơn lăng không còn gì. [[Trương Đảo]] về nước tâu lên Cao Tông, lời lẽ đầy thống hận. [[Tần Cối]] ghét lắm, bèn giáng Trương Đảo làm Tri phủ Thành Đô. Có 20 người liên danh phản đối hòa nghị. Lại có [[Hồ Thuyên]] dâng sớ xin chém ba tên gian tặc là [[Vương Luân]], [[Tần Cối]], [[Tôn Cận]]. Tần Cối hận thù, bèn đày Thuyên ra Chiêu châu. [[Vương Thứ]] sáu lần dâng sớ phản đối cũng bị đày ra Đàm châu. [[Lý Cương]] ở Phúc châu, [[Trương Tuấn]] ở Vĩnh châu, [[Nhạc Phi]] ở Ngạc châu cũng tán đồng ý kiến trên nhưng chẳng ăn thua. Dù vậy thì nhà Tống vẫn có thể làm thủ được đất Hà Nam, trong đó có Biện Kinh được vài tháng trước khi quân Kim nam hạ lần nữa. Còn [[Triệu Đỉnh]] do việc lập tự của Cao Tông mà bị bãi chức từ trước.\n\nÍt lâu sau [[Ngô Giới]] được phong là Tứ Xuyên tuyên phủ sứ rồi mất ở đất Thục. [[Lý Cương]] cũng qua đời tại Phúc châu. Cả hai đều được truy tặng quan tước.\n\n=== Xưng thần, cắt đất ===\n{{Bài chính|Hòa ước Thiệu Hưng}}\n[[Tập tin:南宋疆域图（繁）.png|nhỏ|350px|phải|Thế cục năm 1142 {{legend|#EAAC00|Nam Tống}} {{legend|#C7C7B0|[[nhà Kim|Kim]]}} {{legend|#93B28D|[[Vương quốc Đại Lý|Đại Lý]]}} {{legend|#69D5AD|[[Tây Hạ]]}} ]]\nTuy nhiên lúc này trong cung nước Kim liên tiếp phát sinh biến loạn, phái chủ hòa của [[Thát Lại]] bị tiêu diệt, Vua Kim muốn gây chiến tiếp. Sứ thần [[Vương Luân]] được Cao Tông sai đến bị Kim bắt giam ở Hà Gian. Lúc này Hình hoàng hậu mất ở nước Kim, người Kim giấu không báo tin.\n\nNăm [[1140]], Vua Kim sai [[Ngột Truật]] và [[Tản Li Hát]] chia quân hai lộ tấn công Hà Nam, Thiểm Tây. Ngột Truật liên tiếp đoạt được mười mấy châu quận, thế như chẻ tre. Hai kinh Đông, Tây cùng toàn bộ Hà Nam của triều Tống lại rơi vào tay người Kim chỉ trong có 1 tháng. Triều đình sai [[Ngô Thế Tương]] đến giữ Thiểm Tây thay cho [[Ngô Giới]] đã chết. Bấy giờ có [[Ngô Lân]] bàn nên quyết chiến, cầm chân được [[Tản Li Hát]] ở Lũng Thục. Trong khi đó, [[Lưu Kĩ]] cũng được giao nhiệm vụ trấn giữ Đồng Quan, chống cự với [[Ngột Truật]]. Lưu Kĩ đánh bại luôn quân Kim tại Thuận Xương, [[Ngột Truật]] dẫn 10 vạn quân đi cứu. Lưu Kĩ dùng kế đánh cho Ngột Truật tan tác, buộc hắn phải co giò chạy thẳng về Biện Kinh. Cao Tông vui mừng, phong [[Lưu Kĩ]] làm Võ Thái quân tiết độ sứ kiêm Duyên Hoài chế trí sứ<ref>''[[Tống sử]]''. [[:zh:s:宋史\/卷366|quyển 366]]<\/ref>.\n\n[[Nhạc Phi]] được tin [[Lưu Kĩ]] thắng trận cũng lập tức sai quân giải phóng Lưỡng Hoài, chuẩn bị tiến tới khôi phục Trung Nguyên. Thấy [[Nhạc Phi]] thắng trận liên tục, [[Tần Cối]] rất lo lắng, lại thấy bộ tướng của [[Trương Tuấn]] là [[Vương Đức]] đã giành lại Túc, Bạc hai châu, sợ [[Trương Tuấn]] được dùng lại nên tìm cách khích Cao Tông không dùng Trương Tuấn, rồi lại ngầm sai [[Vương Thứ Ông]] vu cáo tể tướng [[Triệu Đỉnh]], khiến Đỉnh bị đày đến Triều châu.\n\nLúc này [[Ngột Truật]] dẫn 30 vạn quân đánh vào Yển Thành - bộ chỉ huy của Nhạc Phi, nhưng cũng thất bại phải lui về tận Khai Phong. [[Nhạc Phi]] thừa thắng trận, kéo quân muốn thu phục Lưỡng Hà, giành lại [[Trung Nguyên]]. Phi nhanh chóng giành lại các châu Hoài, Vệ, Thái Hàng, tiến tới sát Biện Kinh chỉ còn cách 40 dặm. [[Ngột Truật]] ra chống đỡ mấy lần đều bại cả, muốn bỏ Biện Kinh. Nhưng thật không ngờ khi đó [[Tần Cối]] đã mê hoặc được Cao Tông chấp nhận hòa nghị. Cao Tông triệu [[Hàn Thế Trung]], [[Lưu Kĩ]], [[Dương Nghi Trung]] đồng loạt về triều, lại sai sứ triệu [[Nhạc Phi]], Nhạc Phi không muốn đi. Cao Tông phát liên tiếp 12 đạo kim bài thúc giục Nhạc Phi về nhanh. [[Nhạc Phi]] không còn cách khác, đành nuốt nước mắt mà về. Sau trận này, Cao Tông phong cho [[Hàn Thế Trung]], [[Trương Tuấn]] là Khu mật sứ, [[Nhạc Phi]] phó sứ, [[Dương Nghi Trung]] là Khai phủ nghi đồng tam ti, đổi tên là [[Dương Tồn Trung]]<ref name=TTTTG124>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷124|quyển 124]].<\/ref>, nhưng thực ra sự bố trí ấy là nhằm tước bỏ binh quyền của chư tướng. [[Tần Cối]] biết [[Trương Tuấn]] ghen tị công lao của [[Nhạc Phi]], bèn lợi dụng điểm này, trước tiên là dụ [[Vương Quý]], bộ tướng của [[Nhạc Phi]] vu cáo [[Trương Hiến]] cùng [[Nhạc Phi]] mưu chiếm Tương Dương chống lại triều đình, giao cho [[Trương Tuấn]] tra xét. Tần Cối giam [[Nhạc Phi]] vào ngục, nhưng do chứng cớ chưa rõ ràng nên không thể xét tội. Việc này kéo dài đến tận cuối năm Thiệu Hưng thứ 11 ([[1141]]). Cối lại sai [[Mặc Kỳ Tiết]] làm giám ngục để ép cung Nhạc Phi nhưng trước sau [[Nhạc Phi]] không nhận tội. Việc để lâu ngày, nhiều đại thần lên tiếng phản bác và cầu xin tha cho Nhạc Phi. [[Hàn Thế Trung]] đích thân hỏi thẳng là [[Nhạc Phi]] phạm tội gì, Tần Cối đáp:\n:''[[Nhạc Vân]] con của Phi đi lại thư từ với Trương Hiến để bàn việc tạo phản, tuy không cớ chứng cớ, nhưng không có nghĩa là không có việc đó''.\n\nAi ai nghe thế cũng bất bình. Thấy sự việc để lâu bất lợi, ngày [[29 tháng 12]] ÂL năm Thiệu Hưng thứ 11 (Tức ngày [[27 tháng 1]] năm [[1142]] theo dương lịch), [[Tần Cối]] mượn lệnh Cao Tông, sai giết [[Nhạc Phi]] trong ngục, [[Nhạc Vân]] và [[Trương Hiến]] bị chém ở chợ<ref name=\"TTTTG124\" \/>. Một số đại thần gần gũi với Nhạc Phi như [[Vu Bằng]], [[Tiết Nhân Phụ]], [[Hà Ngạn Du]]... bị cách chức chức hoặc bị giết.\n\nSau khi [[Nhạc Phi]] chết đi, Kim Hi Tông lại phái [[Ngột Truật]] tiến xuống phía nam, áp sát Hoài Hà. Cao Tông sợ hãi, quyết định xin nghị hòa, lấy sông Hoài làm ranh giới và triệt hết các lực lượng ở Hoài Hà về nước. [[Tần Cối]] được lệnh đi thương lượng với người Kim. Hai bên ký vào hòa ước Thiệu Hưng gồm các khoản chính:\n#Đông từ Hoàng Thủy, Tây đến Thương châu lấy làm biên giới, bắc của [[nhà Kim|Kim]], nam thuộc [[Nam Tống|Tống]].\n#Tiền triều cống hằng năm là 250.000 lạng bạc, 250.000 tấm lụa\n#Tống chủ nhận sắc phong, xưng thần với Vua Kim, xưng đế trong nước\n#Kim chấp nhận cho trả hài cốt tiên đế ([[Tống Huy Tông]]) và Vi thái hậu về nam.\n\nSau khi hòa ước được ký kết, Cao Tông sai [[Hà Chú]] và [[Tào Huân]] cùng sứ Kim [[Tiêu Nghị]] sang Kim dâng thệ biểu. Nội dung của tờ biểu xưng thần, nộp cống cho Vua Kim<ref name=TTTTG125>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷125|quyển 125]].<\/ref>. Vua Kim xem thư xong vẫn chưa muốn trả lại thái hậu. [[Hà Chú]] năn nỉ mấy lần thì bên Kim mới đồng ý cho chuyển hài cốt của Huy Tông, Trịnh hậu và sinh mẫu Cao Tông là Vi thái hậu về nước. Cao Tông hạ chiếu phong vương tước cho tổ tiên của thái hậu, tôn Đạo Quân hoàng đế miếu hiệu Huy Tông, Trịnh hoàng hậu là Hiển Túc hoàng hậu, Hình hoàng hậu thụy hiệu là Ý Tiết Đến mùa hạ năm đó, [[Ngột Truật]] lại đòi thêm cả Hòa thượng Nguyên, Phương Sơn Nguyên, lấy Đại Tản quan làm giới hạn, triều đình nghe theo<ref name=TTTTG125 \/>. Tháng 7 ÂL năm [[1142]], hoàng thái hậu về nam, được bố trí ở cung Từ Ninh. Sau đó, người Kim sai sứ cầm miện, cổn và chế sắc phong Cao Tông là Tống đế. Cao Tông phải mặc quan phục, hướng mặt về phương bắc mà bái lạy tạ ơn [[Kim Hi Tông|Vua Kim]]. Sau hòa ước này, đất đai triều Tống chỉ còn 15 lộ: Chiết Đông, Chiết Tây, Hoài Bắc, Hoài Nam, Giang Đông, Giang Tây, Hồ Nam, Hồ Bắc, Tây Thục, Phúc Kiến, Quảng Đông, Quảng Tây, Nam Lộ; riêng lộ Kinh Tây chỉ còn phủ Tương Dương, lộ Thiểm Tây chỉ còn bốn châu Giới, Thành, Hòa, Phượng; còn toàn bộ các vùng Sơn Đông, Hà Bắc, Hà Nam... đều rơi vào tay người Kim.\n\n=== Gian thần nắm quyền ===\n\nSau khi ký kết hòa nghị, Cao Tông cho bãi binh quyền của các tướng lĩnh từng giao tranh với người Kim trước đây, thay vào đó ban cho họ nhiều tiền bạc và tước vị, như [[Trương Tuấn]] được phong làm Thanh Hà quận vương, [[Hàn Thế Trung]] là Hàm An quận vương...<ref name=TTTTG126>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷126|quyển 126]].<\/ref>. Trong số các tướng khác thì [[Lưu Quang Thế]] qua đời trong năm [[1143]], [[Lưu Kĩ]] bị đưa đến Nam Kinh, [[Vương Thứ]] ra Đạo châu.... [[Tần Cối]] được phong làm thái sư, các đại thần trong triều lúc này phần nhiều là phe cánh của Tần Cối, cho nên Cối trở thành người độc đoán, chuyên quyền.\n\nTháng 4 nhuận năm Thiệu Hưng thứ 13 ([[1143]]), [[Tần Cối]] dâng biểu xin lập kế hậu. Cao Tông quyết định lập [[Hiến Thánh Từ Liệt Hoàng hậu|Quý phi Ngô thị]] làm hoàng hậu. Trong những năm này triều đình xảy ra vụ án Giả đế cơ. Nguyên [[Tống Huy Tông]] có một người con gái nhỏ tên là Hoàn Hoàn, được phong làm Nhu Phúc công chúa. Khi Bắc Tống diệt vong, công chúa theo hai đế lên bắc, khi Cao Tông lên ngôi thì được một ni cô già phát hiện và đưa về nam. Cao Tông và một số nguyên lão trong triều xác nhận đúng là Nhu Phúc, vẫn cho làm công chúa như cũ, tuyển [[Cao Sĩ Niệu]] làm phò mã. Đến khi Vi thái hậu về nước, nghe tin đó thì sửng sốt nói Nhu Phúc đã chết ở Kim rồi. Cao Tông tin, lệnh bắt Nhu Phúc đế cơ, giao cho Đại lý tự thẩm vấn, Nhu Phúc giả phải khai ra hết mọi mưu đồ. Cao Tông lệnh đánh chết Giả đế cơ và lão ni ở chợ, cách chức của [[Cao Sĩ Niệu]].\n\nTần Cối lại ra sức ám hại những người chống đối mình. Hắn thường tâu với Cao Tông chờ khi hậu cung sinh hoàng tử thì lập tự sau, đừng vội lấy người khác (mặc dù biết Cao Tông không thể có con). Đến khi Vi thái hậu về nước, kể lại rằng Khâm Tông từng xin cho được về khiến Cao Tông không vui, vì thế Cối nhân đó khuyên Cao Tông đừng bao giờ đón Uyên Thánh về nữa để giữ đế vị thật vững chắc. Tần Cối lại ghét cả [[Triệu Đỉnh]] nên kiếm cớ hãm hại, sau đó gièm pha với Cao Tông đẩy Triệu Đỉnh đến tận Cát Dương quân, sau [[Triệu Đỉnh]] tuyệt thực mà chết ([[1147]]). Năm [[1146]], có tuệ tinh xuất hiện ở phương đông, [[Trương Tuấn]] - lúc này đang là Hòa quốc công, muốn vạch tội lạm quyền của [[Tần Cối]] nhưng chưa có dịp, đến đây mới dâng biểu nói rằng đó là sự cảnh báo của đất trời, khuyên Cao Tông dùng người hiền, bỏ kẻ ác. [[Tần Cối]] biết được giận lắm, bèn giật dây cho trung thừa [[Hà Nhược]] tố cáo [[Trương Tuấn]], khiến [[Trương Tuấn]] phải bị đày đến Liên châu<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷127|quyển 127]]<\/ref>. Tần Cối còn hặc tội và giáng chức nhiều người khác như [[Mặc Kỳ Tiết]], [[Lý Văn Hội]], [[Lâu Chiếu]], [[Hồng Hạo]], [[Hồ Thuyên]], [[Trịnh Cương Trung]]... Lúc bấy giờ Cối quyền nghiêng triều dã; vợ hắn là Vương thị được phong làm Tần Ngụy lưỡng quốc phu nhân,, con là Hi được nhận quan chức cao trong triều, sau đó còn được thăng nhiệm Hàn lâm học sĩ ([[1145]]). Năm Thiệu Hưng 18 ([[1148]]), [[Tần Hi]] được Quan Văn điện đại học sĩ. [[Tần Cối]] rất được ân sủng, chẳng khác gì [[Thái Kinh]] thời [[Tống Huy Tông]] vậy. [[Tần Cối]] ngày càng ngang ngược bất pháp, hãm hại nhiều đại thần chống đối, đưa thân tín lên nắm giữ các chức vụ quan trọng, dần dà thu tóm giang sơn triều Tống. Cao Tông từ việc tín nhiệm cho đến đây là phải sợ Tần Cối.\n\nNăm [[1151]] [[Hàn Thế Trung]] bệnh mất<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷129|quyển 129]]<\/ref>. Ba năm sau, [[Trương Tuấn (nhà Tống, sinh 1086|Trương Tuấn]] hoăng, truy tặng là thái sư, ban điển như việc [[Hàn Thế Trung]] trước đó.\n\nNăm Thiệu Hưng thứ 25 ([[1155]]), [[Tần Cối]] vu cáo [[Uông Triệu Tích]] và [[Triệu Lệnh Kim]], đày họ ra Định châu. Con [[Triệu Đỉnh]] là [[Triệu Phần]] đến đưa tiễn, Cối nhân đó sai Thị ngự sử Từ Gia dâng tấu hặc tội [[Triệu Phần]], [[Triệu Lệnh Kim]] âm mưu tạo phản, giao cho Đại lý tự thẩm vấn. Cối lại dặn giám ngục phải ép cung cho [[Triệu Phần]] khai khống cho [[Trương Tuấn]], [[Hồ Dần]], [[Hồ Thuyên]]... cả thảy 53 người âm mưu đại nghịch để giết hết đi, nhưng việc chưa thành thì Cối bị bệnh nặng. Cao Tông đến phủ hỏi thăm rồi sai [[Thẩm Hư Trung]] thảo chiếu lệnh cho Cối được trí sĩ, gia phong Cối là Kiến Khang quận vương, con là Hi làm Thiếu sư. Bọn phe đảng của Cối tấu xin cho [[Tần Hi]] làm tể tướng thay Cối nhưng Cao Tông không nghe, không lâu sau thì Cối chết. Cối làm tướng 19 năm, hãm hại vô số trung thần lương tướng, thay thế bằng lũ tay chân. Phần lớn các đon hặc tội thời đó do Cối thao túng. Khi Thái gián có sứ dâng lên, Cối không trình lên Cao Tông mà tự ghi cho thành chuyện, phụ chính đại thần có chút sơ suất là bị giáng. Cối lại lạm dụng công quỹ, nhận hối lộ, giàu hơn cả vua. Đến cuối đời thì sinh khác ý muốn thay đổi triều đại, khiến nhà vua e ngại. Khi Cối chết đi, Cao Tông dần đuổi cổ phe cánh của hắn. [[Mặc Kỳ Tiết]] và [[Thang Tư Thoái]] trước là tay chân của Cối, nhưng sau bị Cối ghét bỏ nên Cao Tông tưởng bọn chúng chống đối [[Tần Cối]] nên triệu Tiết là Thượng thư Hữu bộc xạ, Đồng bình chương sự; [[Thang Tư Thoái]] là Khu mật viện sự, [[Trương Cương]] tham tri chính sự. [[Tần Cối]] được ban thụy là Trung Hiến<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷130|quyển 130]]<\/ref>.\n\nSau đó, Ngự sử Thang Bằng Cử hặc tội [[Tần Cối]]. Do đó Cao Tông cho bãi miễn bọn tay chân của hắn. [[Triệu Phần]] và [[Triệu Lệnh Kim]] suýt nữa bị [[Tần Cối]] hại chết, đến đó được ra tù. [[Trương Tuấn]], [[Hồng Hạo]], [[Hồ Dần]], [[Trương Cử Thành]] được phục chức; [[Triệu Đỉnh]] và [[Trịnh Cư Trung]] đã mất được tặng quan chức. Ít lâu sau, [[Trương Tuấn]] lại dâng sớ tố cáo Thang Tư Thoái, Mặc Kỳ Tiết và [[Thẩm Cai]]. Mặc Kỳ Tiết tức giận vu cho Trương Tuấn mê hoặc trăm họ, đày ra Vĩnh châu. Sau đó thì Mặc Kỳ Tiết chết. Đến năm Thiệu Hưng 29 ([[1159]]), [[Thẩm Cai]] phạm pháp bị bãi chức, [[Thang Tư Thoái]] được phong làm Thượng thư Tả bộc xạ, [[Trần Khang Bá]] là Thượng thư hữu bộc xạ. Trong năm đó, thái hậu Vi thị băng ở cung Từ Ninh, hưởng thọ 80 tuổi, truy tôn la Hiển Nhân hoàng thái hậu, táng ở lăng Vĩnh Hựu.\n\n=== Định người kế nghiệp ===\n[[Tập tin:SongEmperorAlbumGaozongPortrait.jpg|thumb|right|250px]]\nTống Cao Tông chỉ có một người con trai duy nhất là Nguyên Ý thái tử [[Triệu Phu]] đã chết yểu năm [[1129]]. Sau đó Cao Tông còn bị liệt dương nên hậu cung không thể nào sinh con được nữa. Ông ngày đêm mong muốn có con, đã tìm rất nhiều danh y chữa trị và cầu khấn khắp nơi nhưng vô hiệu. Về sau Trương Quý phi thỉnh cầu làm theo việc của [[Từ Thánh Quang Hiến hoàng hậu|Từ Thánh Quang Hiến Hoàng hậu]] Tào thị đời [[Tống Nhân Tông]], nuôi người trong tôn thất để dự phòng về sau. Họ hàng gần với Cao Tông gần như đã bị người Kim đưa lên bắc làm tù binh hết. Theo truyền thuyết, một lần Cao Tông nằm mộng thấy [[Tống Thái Tổ]] đến bảo:\n\n:''Tổ tiên nhà ngươi ([[Tống Thái Tông]]) dùng kế mà đoạt lấy ngôi vị. Nay thiên hạ loạn lạc, là lúc phải trả cơ nghiệp''<ref>Lúc xưa [[Tống Thái Tổ]] có một người em là [[Triệu Quang Nghĩa]]. Lúc thái hậu mẹ Thái Tổ sắp mất có dặn Thái Tổ nên truyền ngôi cho Quang Nghĩa, rồi Quang Nghĩa lại truyền ngôi cho con của Thái Tổ. Thái Tổ theo lời, về sau Quang Nghĩa được nối ngôi tức là [[Tống Thái Tông]]. Nhưng Thái Tông lại tìm cách hãm hại các con của Thái Tổ, rồi truyền vị cho con của mình, đến Cao Tông là đời thứ 6<\/ref>.\n\nVì thế Cao Tông cho chọn trong con cháu của [[Tống Thái Tổ]], cuối cùng chọn được hai người, một đứa gầy, tên là [[Tống Hiếu Tông|Triệu Bá Tông]] (tức [[Tống Hiếu Tông]] sau này), sinh năm [[1127]], cha là Triệu Tử Xưng. Bá Tông có tên mới là Triệu Viện, còn một đứa béo là Bá Cửu, cha là Triệu Tử Ngạn. Bá Tông được giao cho Trương Quý phi nuôi dưỡng; còn Bá Cửu có tên mới là Cứ, giao cho [[Hiến Thánh Từ Liệt hoàng hậu]] Ngô thị dạy dỗ. Cao Tông muốn chọn hai đứa lấy một người để lập làm hoàng tự, một hôm triệu vào cung để quan sát. Lúc đó có một con mèo đến ngồi cạnh án. Viện vẫn thản nhiên, còn Cứ thì bước tới đá con mèo. Do đó Cao Tông cho Cứ là nghiêm quá khó gánh vác việc lớn, đã muốn chọn Viện. Về sau Viện chuyển sang cho [[Hiến Thánh Từ Liệt hoàng hậu]] nuôi dưỡng. Viện thông minh lại cần mẫn, biết giữ lễ, ham đọc sách, được Cao Tông lẫn Ngô hậu muôn phần quý mến. Năm [[1142]], phong Viện làm Phổ An quận vương<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷033|quyển 33]]<\/ref>, còn Cứ là Ân Bình quận vương. Về sau khi hai vương đã lớn, Cao Tông lại sát hạch lần nữa. Ông ban hai mươi cung nữ, phân phát về lưỡng phủ Phổ An, Ân Bình. Một năm sau triệu 20 cô gái vào kiểm tra, thì thấy 10 cô ở phủ Phổ An đều còn trinh nữ, trái với 10 cô kia. Do vậy ông quyết định chọn Phổ An quận vương. Thế nhưng lúc đó Tần Cối lại ra sức bảo Cao Tông nên chờ Hậu cung có người mang thai, nên việc lập tự bị gác lại.\n\n=== Trận chiến Thái Thạch ===\n{{Bài chính|Trận Thái Thạch (1161)}}\nVào năm [[1149]], Hữu thừa tướng nước Kim là [[Hoàn Nhan Lượng]] giết vua xưng đế<ref>''[[Kim sử]]'', quyển 5<\/ref>. Hoàn Nhan Lượng muốn tiến binh xuống phía nam diệt triều Tống, vào năm [[1153]] đã dời đô tới Yên Kinh, lại chuẩn bị dời sang cả Biện Kinh cho tiện việc nam xâm.\n\nNăm [[1158]], [[Tôn Đạo Phu]] đi sứ triều Kim trở về báo cáo Hoàn Nhan Lượng muốn tiến xuống phía nam, Cao Tông không tin. [[Thang Tư Thoái]] cho rằng Đạo Phu cùng phe với [[Trương Tuấn]], biếm ông ta làm Tri Miên Châu. Mãi đến cuối năm [[1159]], bên Kim sai [[Sử Nghi Sinh]] đi sứ triều Tống. Nghi Sinh ngấm ngầm tiết lộ ý định của Hoàn Nhan Lượng cho [[Trương Đảo]]. Lúc đó [[Trần Khang Bá]] đang là Hữu thừa tướng vào báo việc, Cao Tông và Thang Tư Thoái không tin. Mãi đến lúc Trương Đảo vào tâu trình, Cao Tông mới lệnh điều động binh lực các nơi phòng bị, lại lập Phổ An quận vương làm hoàng tử để tính việc về sau có thể thoái vị nếu bại trận. Năm [[1160]], ông sai [[Diệp Nghĩa Vấn]] sang Kim dò xét thực hư. Nghĩa Vấn về báo đúng là có việc đó. Cao Tông cho bãi chức của [[Thang Tư Thoái]] (người chủ hòa) và chuẩn bị bố phòng ở Lưỡng Hoài<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷133|quyển 133]]<\/ref>.\n\nTháng 4 ÂL năm [[1161]], Hoàn Nhan Lượng sai [[Vương Toàn]] sang Tống. Toàn đến nơi, lấy việc phía Tống mua ngựa ở vùng biên, tụ tập binh lính, hủy cung thất ở Nam Kinh mà trách cứ, buộc triều đình phải cắt Hán Hoài cho Kim để cầu hòa, lấy Trường Giang làm giới hạn. Vừa lúc đó được tin Khâm Tông hoàng đế qua đời ở Ngũ Quốc Thành, [[Trần Khang Bá]] lấy cớ đó mà hoãn việc thương lượng. Cao Tông xuống chiếu truy tôn Triệu Hoàn miếu hiệu là Khâm Tông. Kim sứ hết cách phải về nước<ref name=TTTTG134>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷134|quyển 134]].<\/ref>.\n\nTriều đình tranh luận về việc nên chiến hay nên hòa. Phái chủ hòa muốn đưa Cao Tông trốn khỏi Lâm An, [[Trần Khang Bá]] cầm đầu phe chủ chiến phản đối. Cao Tông hạ lệnh bố trí phòng bị gồm có [[Ngô Lân]] giữ Xuyên Thiểm, [[Lưu Kĩ]] phòng bị khu vực Giang - Hoài; Thành Mẫn phòng ngự ở trung du Trường Giang và Lý Bảo làm Duyện Hải chế trí sứ, soái 120 cỗ hải thuyền theo đường biển bắc tiến, tập kích thủy quân Kim<ref name=TTTTG134 \/>. Bên Kim, Lượng đích thân cầm quân, phân đại quân thành 32 quân, [[Bôn Đổ]] là Tả đại đô đốc, [[Lý Thông]] là phó; [[Hột Thạch Liệt]] giữ chức Hữu đại đô đốc, [[Ô Diên Bồ Lư Hồn]] là phó; [[Tô Bảo Hành]] đô thống chế đường thủy Chiết Đông, [[Hoàn Nhan Trịnh Gia Nô]] là phó theo đường biển thắng tới Lâm An. [[Lưu Ngạc]] là đô thống chế hành doanh lộ Hán Nam, từ Thái châu tiến đến Tương Dương; [[Đồ Đan Hợp Hi]] là đông thống chế hành doanh lộ Tây Thục, từ Phượng Tường đánh vào Đại Tản quan.\n\nQuân Kim khởi đầu rất thuận lợi, đánh đâu được đấy, đến tháng 10 ÂL đã vượt sông Hoài, áp sát Trường Giang. Tin bại trận liên tiếp bay về Lâm An, cả triều đình Nam Tống phải bàng hoàng. Cao Tông hỏi [[Dương Tồn Trung]] và [[Trần Khang Bá]] về việc lên thuyền tránh giặc. Khang Bá bèn cực lực tâu xin Cao Tông không nên ra biển. Nhưng đến tối hôm đó, ông ra chiếu lệnh: ''Nếu địch không lui thì phân tán các quan''. [[Trần Khang Bá]] tức giận, vào triều thuyết phục một lần nữa. Lại thêm hoàng tử Vĩ thấy thế cũng xin được ra trận, nên Cao Tông mới phấn chấn hơn. Lệnh [[Diệp Nghĩa Vấn]] đến Giang Hoài thay cho [[Lưu Kĩ]] bị ốm, [[Ngu Doãn Văn]] là Tham tán quân sự, [[Dương Tồn Trung]] là Ngự doanh túc vệ sứ, lại xuống chiếu thân chinh. Đại thần [[Trần Tuấn Khanh]] cũng dâng tấu xin dùng lại [[Trương Tuấn]], đày [[Vương Quyền]] là Quỳnh châu, lấy [[Lý Hiển Trung]] thay thế.\n\nLúc bấy giờ ở Liêu Dương, Tào quốc công Hoàn Nhan Ô Lộc nổi lên chống lại Hoàn Nhan Lượng, tự xưng là hoàng đế, tức là [[Kim Thế Tông]]<ref>''[[Kim sử]]'', quyển 6<\/ref><ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷135|quyển 135]]<\/ref>. Hoàn Nhan Lượng ở miền nam nghe tin chẳng những không về dẹp loạn mà còn quyết tâm đánh xuống phía nam. Ngày [[26 tháng 11]] năm [[1161]]<ref name=AS \/>, Hoàn Nhan Lượng xua quân vượt sông ở Thái Thạch Kì. [[Ngu Doãn Văn]] cho quân ẩn náu mình sau núi khiến Vua Kim tưởng Thái Thạch trống rỗng nên đưa thủy quân áp sát bờ nam, thì mới phát hiện quân Tống. Lượng vẫn thúc quân tiến lên. Quân Tống dùng thuyền lớn mà linh hoạt; trong khi thuyền của quân Kim nhỏ hơn, không sao địch nổi, bị đánh cho đại bại. Hôm sau, Doãn Văn lại đánh Dương Lâm Khẩu ở phía bắc Trường Giang, một lần nữa quân Kim thua trận, Vua Kim phải lui về Dương châu. Không lâu sau [[Da Luật Nguyên Nghi]] cùng một số tướng hợp sức giết chết Lượng, và sang đầu năm [[1162]], quân Tống giành lại toàn bộ Lưỡng Hoài. Quân Kim ở các châu Hình, Tường, Giang, Hoài bí thế phải lui về bắc.\n\n=== Thoái vị, nhường ngôi ===\n\nTào Quốc công Ô Lộc là Hoàng đế [[nước Kim]], tức là [[Kim Thế Tông]], sai [[Cao Trung Kiến]] sang Tống bố cáo việc lên ngôi. Bấy giờ Cao Tông đã đến Kiến Khang, [[Ngu Doãn Văn]] vào triều yết kiến, được Cao Tông hết lời khen ngợi và phong làm Xuyên Thiểm Tuyên dụ sứ. Cao Tông Hoàng đế vốn không có ý khôi phục [[Trung Nguyên]], nên lấy cớ rước Khâm Tông Hoàng đế thần chủ về Thái miếu mà trở lại Lâm An. Lúc sứ Kim đến nơi, Cao Tông tỏ ý thay đổi việc triều cống vì Kim đã vi phạm minh ước trước, rồi lại sai Hồng Mại đi sứ nước Kim, dâng thư lên [[Kim Thế Tông]], trong thư ông xưng là Tống đế và có nhiều thay đổi so với trước. Người Kim tức giận, bắt giữ sứ thần, mãi sau mới cho về.\n\nSau khi trở về Lâm An, Cao Tông cảm thấy tuổi đã cao có ý muốn nghỉ ngơi. Vào mùa hạ năm Thiệu Hưng 32 ([[1162]]), ông hạ lệnh lập Hoàng tử Vĩ làm [[Thái tử|Hoàng thái tử]], đổi tên là Triệu Xung, bố cáo với Tông miếu. Lại truy phong cha đẻ của Thái tử là Tử Xưng làm ''Tú vương''. Ngày [[22 tháng 7]] năm [[1162]] (tức ngày Giáp Tuất tháng 6 ÂL năm Thiệu Hưng 32), Cao Tông hạ lệnh nhường ngôi cho Hoàng thái tử, dời sang cung Đức Thọ, xưng là Thái thượng hoàng đế, Hoàng hậu Ngô thị là Thái thượng hoàng hậu. Hai hôm sau, ngày Bính Tí ([[24 tháng 7]]), cử hành lễ nạp thiền. Khi [[Thái thượng hoàng]] dời sang cung Đức Thọ, Trữ quân đích thân sửa sang mũ áo đưa tiễn đến tận cửa cung''<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷137|quyển 137]]<\/ref>. Sau đó vua mới cáo tế trời đất và tông miếu xã tắc, lên ngôi Hoàng đế, đại xá thiên hạ, tức là [[Tống Hiếu Tông]].''\n\n== Làm thái thượng hoàng ==\n\n[[Tập tin:Quatrain on Heavenly Mountain.jpg|thumb|right|250px|Một tác phẩm thư pháp của Tống Cao Tông]]\nKhông lâu sau khi tức vị, Hiếu Tông tôn hiệu cho Thượng hoàng là '''Quang Nghiêu Thọ Thánh Hiến Thiên Thể Đạo Tính Nhân Thành Đức Kinh Vũ Vĩ Văn Thiệu Nghiệp Hưng Thống Minh Mô Thịnh Liệt Thái Thượng hoàng đế'''. Ban đầu, Hiếu Tông ra lệ cho Tể tướng và trăm quan một tháng phải hai lần triều yết Đức Thọ cung. Ngày [[28 tháng 7]] ông đặt lệ cứ năm ngày vào Đức Thọ cung triều yết Thượng hoàng một lần, về sau Thượng hoàng có thánh dụ cho phép mỗi tháng chỉ phải triều yết hai lần vào các ngày 8 và 22.\n\nKhi đó Thượng hoàng sống nhàn nhã trong cung Đức Thọ, Hiếu Tông hết mực cung kính, thường báo với Thượng hoàng những việc mình làm. Do nhàn nhã vô tư, Thượng hoàng nghĩ tới chuyện sắc tình ca múa cho vui cái tuổi già. Bấy giờ hậu phi trong cung Đức Thọ có tới hàng trăm, như Đại Lưu phi, Tiểu Lưu phi, Triệu Phu nhân ở Tín An, Vương Phu nhân từ Lạc Bình, Quách Phu nhân ở Hàm An, Trần Phu nhân từ Tân Hưng, Tôn Phu nhân quê ở Phú Bình, Thái Phu nhân quê ở Tấn Vân, Lý Phu nhân ở An Định, Phùng mĩ nhân, Hàn Tài nhân... và đặc biệt là [[Ngô Ngọc Nô]], em họ của Thái Thượng hoàng hậu.\n\nTháng 2 ÂL năm [[1165]], Hiếu Tông triều kiến Đức Thọ cung và đích thân đi theo Thái Thượng hoàng đế, hậu đến viếng Tứ Thánh quan. Kẻ sĩ trong nước hết lời ca ngợi. Lúc đó Thượng hoàng sống nhàn nhã ở cung Đức Thọ nên nghĩ đến những trò tiêu khiển, đã cho mở rất nhiều sở ứng phụng ở bên ngoài, lại dùng thuyền chuyển thủy ngân vào cung. Năm [[1170]], Lại bộ Thượng thư [[Uông Ứng Thần]] lên tiếng can gián rằng cung Đức Thọ mở nhiều sở ứng phụng, và so sánh việc tiêu khiển của Thượng hoàng với việc chuyển hoa cương thạch những năm Tuyên Hòa, khiến Thượng hoàng rất tức giận. Khi đó lại có Hữu chính ngôn [[Viên Phu]] dâng sớ xin cấm việc này, Hiếu Tông không dám trái ý Thượng hoàng nên đã giáng Viên Phu làm Hộ bộ Thị lang; đày Ứng Thần ra phủ Bình Giang<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷141|quyển 141]]<\/ref>.\n\nTháng 4 ÂL năm [[1172]], Tả Thừa tướng [[Ngu Doãn Văn]] bị Ngự sử [[Tiêu Chi Mẫn]] đàn hặc là chuyên quyền, bất công, Doãn Văn dâng sớ xin tội. Thượng hoàng biết chuyện, khuyên Hiếu Tông không nên đuổi Doãn Văn, vì thế Hiếu Tông cho đuổi Tiêu Chi Mẫn và vẫn dùng Doãn Văn. Tuy nhiên chỉ ít lâu sau thì ông này lại xin từ chức<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷143|quyển 143]]<\/ref>\n\nTháng 10 ÂL năm Thuần Hi thứ 14 đời [[Tống Hiếu Tông]], Thượng hoàng không khỏe. Ngày Ất Hợi tức [[9 tháng 11]] năm [[1187]]<ref name=AS \/>, Thái Thượng hoàng đế băng ở cung Đức Thọ, hưởng thọ 81 tuổi<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷151|quyển 151]]<\/ref>. Ngày Bính Dần tháng 3 ÂL năm Thuần Hi 16 ([[1189]]) táng ở Vĩnh Tư lăng, quận Cối Kê, [[miếu hiệu]] là '''Cao Tông''', [[thụy hiệu]] '''Thụ Mệnh Trung Hưng Toàn Công Chí Đức Thánh Thần Vũ Văn Chiêu Nhân Hiến Hiếu Hoàng đế'''<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷032|quyển 32]]<\/ref>.\n\n== Đánh giá ==\n\nTống Cao Tông được sử sách khen ngợi là một văn nhân có tài, một vị vua trung hưng đất nước. Tuy nhiên nhiều ý kiến cũng cho rằng bản chất Cao Tông là người bạc nhược nhút nhát nên mới chịu nhục bán rẻ giang sơn cho kẻ thù, bỏ mặc phụ mẫu, thủ túc chạy thoát thân về Giang Nam. Có thi nhân là [[Lâm Thăng]] làm bài thơ [[Đề Lâm An để]] (Đề nhà trạm Lâm An), ngụ ý chê trách ông Tống Cao Tông ngày đêm thưởng ngoạn cảnh đẹp ở Tây Hồ, quên đi nợ nước thù nhà và khuất phục nhục nhã bọn người Kim, không mảy may gì đến đất đai miền bắc đã mất gần hết:\n:''Sơn ngoại thanh sơn, lâu ngoại lâu''\n\n:''Tây Hồ ca vũ kỷ thì hưu''\n\n:''Noãn phong huân đắc du nhân túy''\n\n:''Trực bả Hàng Châu tác Biện Châu.''\nDịch:\n:''Núi nối non xanh, lầu nối lầu''\n\n:''Tây Hồ múa hát tới bao lâu?''\n\n:''Gió êm khẽ thấm say lòng khách''\n\n:''Ngỡ tưởng Hàng Châu hóa Biện Châu.''\n\nSử gia [[Thoát Thoát]] ghi trong [[Tống sử]]\n:''Tích truyện thời Hạ Hậu, Hậu Nghệ soán vị qua năm đời thì [[Thiếu Khang]] trung hưng, Chu truyện đời thứ chín là [[Chu Lệ vương|Lệ vương]] phải trốn ra đất Trệ, [[Chu Tuyên vương|Tuyên vương]] được lập nối dòng đại thống, Hán truyện thấy [[Hán Quang Vũ Đế|Quang Vũ Đế]] trung hưng triều Hán, Tấn truyện vào đời thứ tư có họa Mẫn, Hoài; [[Tấn Nguyên Đế|Nguyên Đế]] chính vị ở Kiến Nghiệp, Đường truyện đời thứ sáu có An, Sử chi nạn; [[Đường Túc Tông|Túc Tông]] tức vị tại Linh Vũ; Tống truyện vào đời thứ chín hai đế Huy, Khâm bị người Kim vây bắt, Cao Tông trốn thoát về Nam Kinh, sử cũng gọi là Trung hưng, nhưng xét ra thì khác xa với tiền nhân. Hạ qua Nghệ Trác, Chu lịch Cộng, Hòa; Hán gian Tân thất, Canh Thủy; Tấn, Đường, Tống bị mất ngôi vài tháng hay vài năm thì có người kế nghiệp. Tiêu vương, Lang Nha có họ hàng xa với Tôn thất, Thiếu Khang, Tuyên vương, Túc Tông, Cao Tông đều là kế thừa cơ nghiệp của thân phụ. Trong những vị vua trung hưng đó, [[Tấn Nguyên Đế]] với Tống Cao Tông có nhiều điều đáng trách. Cao Tông cung kiệm nhân hậu, tài văn học có thừa, còn như tài dẹp loạn phục hưng thì không phải không có. Huống hồ tình thế nguy bức, binh nhược tiền ít, nhiều việc khó khăn đều đổ lên vai ông. Lúc mới lên ngôi được tứ phương cần vương hưởng ứng, bên trong có [[Lý Cương]], bên ngoài nhờ [[Tông Trạch]], việc thiên hạ không thể nói là không làm được. Sau dùng Miêu, Lưu để chúng làm loạn, quyền nghi lập quốc, làm nhiều việc xấu. Lúc đầu tin bọn Uông, Hoàng; về sau tín nhiệm [[Tần Cối]], triều đình có nhiều điều gian trá. Đến như [[Triệu Đỉnh]], [[Trương Tuấn]] là các đại tướng mà bị bài xích, phụ tử [[Nhạc Phi]] có công chưa thành rồi thì chết oan. Đế đã chết rồi mà vẫn còn bị người đời sau chê cười, thương thay!''\n\nTheo truyền thuyết dân gian, Tống Cao Tông là do Ngô Việt vương [[Tiền Lưu]] thác sinh ra. Lúc Vi Hiền phi mang thai Cao Tông đã nằm mộng thấy Ngô Việt vương. Ngô Việt vương đóng đô ở Lâm An, Cao Tông cũng đóng đô ở Lâm An; Ngô Việt vương thọ 81 tuổi, Cao Tông cũng sống đến 81 tuổi.\n\n==Gia đình==\n===Hậu phi===\n* [[Hình Bỉnh Ý|Hiến Tiết Hoàng hậu]] ''Hình Bỉnh Ý'' (憲節皇后邢秉懿; 1106 - 1139), chính thất của Cao Tông khi còn là ''Khang vương'', sơ phong ''Gia Quốc Phu nhân'' (嘉國夫人). Thời kỳ loạn lạc Tĩnh Khang, bà bị bắt về phương Bắc. Cao Tông phong từ xa làm Hoàng hậu. Mất ở phương Bắc.\n* [[Hiến Thánh Từ Liệt hoàng hậu|Hiến Thánh Từ Liệt Hoàng hậu]] ''Ngô thị'' (宪圣慈烈皇后; 1115 - 1197). Từ vị ''Hòa Nghĩa Quận Phu nhân'' (和义郡夫人), dần tiến phong ''Quý phi'' (贵妃). Năm 1143, được lập làm [[Hoàng hậu]].\n* [[Trương Quý phi]] (张贵妃; ? - 1190), người [[Tường Phù]], phủ [[Khai Phong]]. Khi mới nhập cung được phong làm ''Vĩnh Gia Quận Phu nhân'' (永嘉郡夫人). dần tiến phong làm ''Quý phi.''\n* [[Phan Hiền phi]] (潘賢妃; ? - 1148), người [[Khai Phong (huyện)|Khai Phong]], cha là [[Phan Vĩnh Thọ]] (潘永壽), ''Trực hàn lâm y cục quan'' (直翰林醫局官), sinh ra ''Nguyên Ý Thái tử'' [[Triệu Phu]] (趙旉). Dung mạo xinh đẹp lại sinh được trưởng tử nên rất được sủng ái. Năm 1127, Cao Tông lên ngôi muốn sách lập Phan thị làm Hoàng hậu nhưng [[Lã Hảo Vấn]] đã ngăn cản nên chỉ phong bà làm ''Hiền phi'' (賢妃).\n* [[Trương Hiền phi]] (張賢妃; ? - 1142), ban đầu là ''Tài nhân'' (才人), dần phong làm ''Uyển nghi'' (婉仪) năm 1140. Sau khi mất, được truy phong làm ''Hiền phi'' (賢妃). Mẹ nuôi của [[Tống Hiếu Tông]].\n* [[Lưu Hiền phi]] (劉賢妃; ? - 1187), người [[Lâm An]], cha là [[Lưu Mậu]] (劉懋). Nhập cung là ''Hồng hà bí'' (红霞帔), dần phong làm ''Hiền phi'' (賢妃), tính khí kiêu ngạo. Cao Tông qua đời, bà đau buồn đến sinh bệnh rồi mất cùng năm đó.\n* [[Lưu Uyển nghi]] (劉婉儀), khi mới nhập cung phong làm ''Nghi Xuân Quận Phu nhân'' (宜春郡夫人), dần phong thành ''Uyển nghi.''\n* Tài nhân [[Ngô Ngọc Nô]] (吴玉奴), người của dòng họ Ngô Hoàng hậu. Ban đầu năm 1140 phong ''Tử hà bí'' (紫霞帔), dần tới ''Tài nhân'' (才人) 5 năm sau đó. Năm 1158, trục xuất khỏi Hoàng cung nhưng được phục vị ''Tài nhân'' (1162).\n* [[Phùng Mỹ nhân]] (馮美人).\n* [[Hàn Tài nhân]] (韓才人).\n* [[Lý Tài nhân]] (李才人).\n* [[Vương Tài nhân]] (王才人).\n* Quận quân [[Điền Xuân La]] (郡君田春羅; 1108 - 1128), thiếp thất khi Cao Tông còn là Khang vương. Bị bắt và chết ở phương Bắc.\n* Quận quân [[Khương Túy Mỵ]] (郡君姜醉媚; 1110 - ?), thiếp thất khi Cao Tông còn là Khang vương. Bị bắt và chết ở phương Bắc.\n\n===Con cái===\n\n==== Con trai ====\n* ''Nguyên Ý Thái tử'' [[Triệu Phu]] (元懿太子趙旉), do Phan Hiền phi sinh ra, mất sớm.\n\n==== Con nuôi ====\n* [[Tống Hiếu Tông|Triệu Bá Tông]] (趙伯琮), tức [[Tống Hiếu Tông]] sau này, mẹ nuôi là Trương Hiền phi.\n* [[Triệu Bá Cửu]] (趙伯玖), đổi thành [[Triệu Cừ]] (趙璩). Mẹ nuôi là Ngô Hoàng hậu.\n\n====Con gái====\n# Khang Đại Tôn cơ [[Triệu Phật Hữu]] (赵佛祐; 1124 - 1127), chết trên đường giải về phương Bắc.\n# Khang Nhị Tôn cơ [[Triệu Thần Hữu]] (赵神祐; 1124 - ?), con gái của Cao Tông duy nhất còn sống sót.\n# Khang Tam Tôn cơ Triệu thị (1124 - 1127), chết trên đường giải về phương Bắc.\n# Khang Tam Tôn cơ Triệu thị (1125 - 1127), chết trên đường giải về phương Bắc.\n# Khang Tam Tôn cơ Triệu thị (1125 - 1127), chết trên đường giải về phương Bắc.\nHai công chúa lớn mới lên 4 tuổi cũng bị bắt, sau bị buộc phải vào nơi giặt giũ quần áo làm việc. Theo ''Tân An huyện chí'' thì người [[Triệu Thần Hữu]] tới năm Kiến Viêm thứ 3 ([[1129]]) mới 6 tuổi được Huyện lệnh [[Giang Tây]] là [[Đặng Nguyên Lượng]] nhặt được đem về nuôi dưỡng, đến khi lớn gả cho con trai của ông này là [[Đặng Tử Minh]]. Đến khi [[Tống Quang Tông]] lên ngôi, Nhị Khang Công chúa cùng con trai lớn vào chầu, được Quang Tông gọi là Hoàng cô, phong làm Quận chúa và truy phong cho Đặng Tự Minh làm ''Thuế Viện Quận mã'' và ban cho đến đất [[Đông Hoàn]]. Con cháu sau này di dời tới [[Hồng Kông]], [[Bát Hương]], [[Bình Sơn]], [[Hạ Môn]], [[Đại Bộ]], [[Phấn Lĩnh]] và [[Long Dược Đầu]]<ref>[http:\/\/www.beta.discoverhongkong.com\/tc\/attractions\/nt-kathingwai.html Cát Khánh vi]{{Liên kết hỏng|date=2021-04-02 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/www.pingshan.com\/ts-qc-Whole.html Đặng tộc thiên sầm đích chân thật niên đại]<\/ref>.\n\n== Chú thích ==\n{{tham khảo|3}}\n{{Navboxes\n|title= Tống Cao Tông\n|list1=<span>\n{{s-start}}\n{{s-hou|[[Nhà Tống|Hoàng tộc họ Triệu]]|12 tháng 6|năm 1107|9 tháng 11| năm 1187}}\n{{s-reg}}\n{{s-bef|before=[[Tống Khâm Tông]]|rows=1}}\n{{s-ttl|title=[[Nhà Tống|Hoàng đế nhà Tống]]|years=1127-1162}}\n{{s-aft|rows=1|after=[[Tống Hiếu Tông]]}}\n{{end}}\n{{vua nhà Tống}}\n}}\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n{{Thái thượng hoàng Trung Quốc}}\n\n[[Thể loại:Thái thượng hoàng Trung Quốc]]\n[[Thể loại:Hoàng đế nhà Tống|Cao Tông]]\n[[Thể loại:Sinh năm 1107]]\n[[Thể loại:Mất năm 1187]]\n[[Thể loại:Người từ Khai Phong]]"}