{"Tống Ninh Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Ninh Tông\n| tên gốc = 宋寧宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = Song Ningzong 1.png\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Tống Ninh Tông.\n| chức vị = [[Hoàng đế]] [[nhà Tống|Đại Tống]]\n| tại vị = [[24 tháng 7]] năm [[1194]] &ndash; [[5 tháng 7]] năm [[1224]]]<br>({{số năm theo năm và ngày|1194|7|24|1224|9|18}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:960 till:1279\nAlignBars = early\nScaleMajor = increment:319 start:960\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1194 till:1224 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Tống Quang Tông|<span style=\"color:grey\">Tống Quang Tông<\/span>]]\n| kế nhiệm = [[Tống Lý Tông|<span style=\"color:blue\">Tống Lý Tông<\/span>]]\n| tên đầy đủ = Triệu Khoách (趙擴)<br >Triệu Khoáng (趙擴)\n| kiểu tên đầy đủ = Tên thật\n| miếu hiệu = [[Ninh Tông]] (寧宗)\n| thông tin niên hiệu = ẩn\n| niên hiệu = Khánh Nguyên: 1195-1201<br>Gia Thái: 1201-1204<br>Khai Hi: 1205-1207<br>Gia Định: 1208-1224\n| thời gian của niên hiệu = \n| thụy hiệu = <span style=\"color:grey;\">Pháp Thiên Bị Đạo Thuần Đức Mậu Công Nhân Văn Triết Vũ Thánh Duệ Cung Hiếu Hoàng đế<\/span><br> (法天備道純德茂功仁文哲武聖睿恭孝皇帝)\n| vợ = Cung Thục Hoàng hậu Hàn thị <br\/> Cung Thánh Nhân Liệt Hoàng hậu Dương thị\n| con cái = Xem văn bản\n| hoàng tộc = [[Nhà Tống|Nam Tống]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Tống Quang Tông]]\n| mẹ = Từ Ý hoàng hậu [[Lý Phượng Nương]]\n| sinh = {{ngày sinh|1168|11|18}}\n| mất = {{ngày mất và tuổi|1224|9|18|1168|11|18}}\n| nơi mất = Lâm An<ref>Kinh đô [[Nam Tống]], nay thuộc [[địa cấp thị]] [[Hàng Châu]], [[Chiết Giang]], [[Trung Quốc]]<\/ref>\n| nơi an táng = Vĩnh Mậu lăng\n| tôn giáo = [[Phật giáo]]\n}}\n'''Tống Ninh Tông''' ([[chữ Hán]]: 宋寧宗, [[18 tháng 11]], [[1168]] - [[18 tháng 9]], [[1224]]), [[thụy hiệu]] đầy đủ là ''' Pháp Thiên Bị Đạo Thuần Đức Mậu Công Nhân Văn Triết Vũ Thánh Duệ Cung Hiếu Hoàng đế''' (法天備道純德茂功仁文哲武聖睿恭孝皇帝), tên thật là '''Triệu Khoách''' (趙擴), là Hoàng đế thứ 13 của [[nhà Tống]] và cũng là Hoàng đế thứ tư của nhà [[Nhà Tống|Nam Tống]] trong [[lịch sử Trung Quốc|lịch sử Trung Hoa]].\n\nTống Ninh Tông là con trai của [[Tống Quang Tông]], Hoàng đế thứ 12 của triều Tống. Dưới hai triều vua Hiếu Tông, Quang Tông; Triệu Khoáng được phong một số chức tước danh dự trong triều đình nhưng chưa bao giờ được lập làm Hoàng thái tử. Vào năm [[1194]], sau khi Thượng hoàng [[Tống Hiếu Tông]] mất, [[Tống Quang Tông]] lấy cớ ốm yếu bệnh tật nên không để tang, các đại thần [[Triệu Nhữ Ngu]] (赵汝愚) và [[Hàn Thác Trụ]] (韓侂胄) cùng [[Hiến Thánh Ngô thị Thái hoàng Thái hậu]] buộc Quang Tông phải thoái vị và nhường ngôi cho Triệu Khoáng. Triệu Khoáng đăng cơ, tức là Tống Ninh Tông, còn Quang Tông lui về cung Thọ Khang làm [[Thái thượng hoàng]].\n\nTống Ninh Tông là ông vua rất trọng [[văn hóa]], khuyến khích việc học, dùng những người có thực học để làm quan. Thời kỳ này, việc [[chính trị]] tương đối ổn định. Tuy nhiên, thời kỳ của ông lại khó khăn về [[kinh tế]], nạn [[tham nhũng]], [[lạm phát]],...và chi phí vào việc [[quân đội]] để chống lại cuộc xâm lược liên miên của [[nhà Kim]]. Giống như phụ thân của mình, Ninh Tông là người nhu nhược yếu đuối, rất dễ bị chi phối bởi phụ nữ<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=ZYzrAAAAMAAJ&q=ningzong&dq=ningzong&hl=en&sa=X&ved=0ahUKEwiqw8-Lg6zfAhVD0FkKHWyODNQQ6AEIQzAF|title=Chinese Emperors: The Reign-by-Reign Record of the Rulers of Imperial China|last=Paludan|first=Ann|date=ngày 1 tháng 1 năm 2009|publisher=Thames & Hudson|isbn=9780500287644|language=en}}<\/ref> Trong triều đại của mình ông đã dựng 75 ngồi đền và khắc văn bia - nhiều nhất trong lịch sử triều Tống.<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=z8abDgAAQBAJ&pg=PA50&dq=emperor+gong+of+song&hl=en&sa=X&ved=0ahUKEwjZhOvklrvfAhVSU98KHfnzDoAQ6AEIQjAG#v=onepage&q=emperor%20gong%20of%20song&f=false|title=Telecommunication: Changing Humanities and Smart Application of Digital Technologies|last=Huang|first=Kuo Hung|date=ngày 6 tháng 3 năm 2017|publisher=Bentham Science Publishers|year=|isbn=9781681084077|location=|pages=50|language=en}}<\/ref>. Suốt ba mươi năm ở ngôi của ông, quyền chính chủ yếu nằm trong tay quyền thần: [[Hàn Thác Trụ]] và sau đó là [[Sử Di Viễn]]. Về đối ngoại, giai đoạn này Tống và Kim xảy ra hai lần giao tranh: lần thứ nhất do triều Tống phát động gọi là Khai Hy bắc phạt kéo dài từ 1206 đến 1208 với chiến thắng nghiêng về phía Kim, và lần thứ hai từ 1217 đến 1223 do Kim khơi mào không phân thắng thua.\n\nHậu cung của Tống Ninh Tông không sinh được con trai khiến ông phải chọn con cháu trong Tông thất làm Hoàng tự. Sau khi người con nuôi thứ nhất của Ninh Tông là Vinh vương [[Triệu Tuân]] qua đời ([[1220]]), Ninh Tông quyết định chọn [[Triệu Hoằng]] làm người kế vị. Năm [[1224]], Ninh Tông băng hà ở tuổi 57. Sử Di Viễn giả mạo chiếu chỉ phế truất Hoàng tử Hoằng, đưa Triệu Quân (趙昀) lên nối ngôi, tức là [[Tống Lý Tông]].\n\n== Thời Hiếu Tông ==\n\nTriệu Khoáng là con trai thứ hai của [[Tống Quang Tông]] Triệu Đôn, mẹ của ông là Từ Ý Hoàng hậu [[Lý Phượng Nương]]. Lúc Quang Tông còn là Cung vương, Lý hậu từng mộng thấy mặt trời rơi xuống chỗ mình và bà đã lấy tay nắm lấy. Ngày Bính Ngọ tháng 10 năm Càn Đạo thứ 4 thời [[Tống Hiếu Tông]] ([[18 tháng 11]] năm [[1168]]), Lý hậu hạ sinh Triệu Khoáng ở phủ Cung vương<ref name=\"TS37\">''[[Tống sử]]'', [[:zh:s:宋史\/卷037|quyển 37]].<\/ref>. Tháng 5 ÂL năm sau ([[1169]]), ông được [[Tống Hiếu Tông]] ban tên là Khoáng. Ngày Ất Sửu tháng 11 ÂL, được phong chức Hữu Thiên Ngưu Vệ đại tướng quân.\n\nNăm [[1171]], cha Triệu Khoáng tức Cung vương [[Triệu Đôn]] được Hiếu Tông lập làm [[Thái tử|Hoàng thái tử]]<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷036|quyển 36]]<\/ref>. Ngày Mậu Ngọ tháng 10 ÂL năm Thuần Hi thứ 5 ([[1178]]) cũng dưới thời Hiếu Tông được dời làm Minh châu quan sát sứ, tước Anh Quốc công. Tháng 2 ÂL năm thứ 7 ([[1170]]) Triệu Khoáng lên 9 tuổi và bắt đầu được đi học. Ngày Kỉ Tị tháng 9 năm thứ 10 ([[1183]]) ông được dự triều tham. Năm thứ 11 ([[1184]]), Triệu Khoáng đã 17 tuổi, đáng lý sẽ phải ra ở phủ đệ bên ngoài, nhưng [[Tống Cao Tông|Thái thượng hoàng]] và [[Tống Hiếu Tông|Hoàng đế]] vì yêu quý ông nên vẫn để ông ở trong cung, xây cho ông phủ đệ ở bên cạnh Đông cung (nơi ở của Thái tử)<ref name=\"TS37\" \/>, đến ngày Giáp Tuất tháng 10 ÂL thì ông được chuyển vào đó ở.\n\nNgày Ất Dậu tháng 3 năm thứ 12 ([[1185]]), được đổi làm An Khánh quân Tiết độ sứ, tước Bình Dương Quận vương. Ngày Tân Dậu tháng 8 cùng năm, ông thành thân với Phu nhân Hàn thị<ref name=\"TS37\" \/>, con cháu dòng dõi Tể tướng thời [[Tống Nhân Tông]] là [[Hàn Kì]].\n\n== Thời Quang Tông ==\n\nNgày Nhâm Tuất tháng 2 ÂL năm thứ 16, [[Tống Hiếu Tông|Hiếu Tông]] nhường ngôi cho [[Tống Quang Tông|Quang Tông]], lên làm Thái thượng hoàng<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷151|quyển 151]]<\/ref>. Ngày Kỉ Hợi tháng 3 ÂL cùng năm, Triệu Khoáng được phong làm Thiếu bảo, Vũ Ninh quân Tiết độ sứ, tiến tước Gia vương<ref name=\"TS37\" \/>. Mùa xuân năm Thiệu Hi nguyên niên ([[1190]]), Tể tướng [[Lưu Chính]] dâng biểu xin lập Triệu Khoáng làm Thái tử nhưng không được chấp nhận.\n\nTháng 5 ÂL năm [[1194]], [[Tống Hiếu Tông|Thọ Hoàng]] bệnh tình nguy kịch, rất muốn gặp Quang Tông, đã sai tả hữu đến triệu nhiều lần<ref name=\"TTTTG153\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷153|quyển 153]].<\/ref>. Mãi về sau, các đại thần [[La Điểm]], [[Bành Quy Niên]], [[Hoàng Thường]] khuyên Quang Tông cho Gia vương đến cung Trùng Hoa thăm hỏi, Quang Tông mới chuẩn y. Gia vương đến nơi, Thọ Hoàng tỏ ra xúc động, nước mắt chảy dài.\n\nĐêm Mậu Tuất tháng 6 ÂL năm Thiệu Hi thứ 5 ([[28 tháng 6]] năm 1194), Thọ Hoàng băng hà ở cung Trùng Hoa<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷035|quyển 35]]<\/ref>. [[Lưu Chính]] và [[Triệu Nhữ Ngu]] liên danh mời Quang Tông đến cung Trùng Hoa chịu tang. Quang Tông thoạt đầu đồng ý, nhưng hôm sau quá trưa vẫn không ra ngoài. Sau đó Gia vương Khoáng cũng dâng sớ cầu xin, Quang Tông không hồi đáp. [[Lưu Chính]] phải nhờ Thọ Thánh Hoàng thái hậu [[Ngô Thược Phân|Ngô thị]] (vợ Cao Tông, về sau tôn là Thái hoàng Thái hậu), xin Thái hậu lấy thân phận người mẹ mà làm chủ tang<ref name=\"TTTTG153\" \/>. Thái hậu bằng lòng và cho phát tang ở điện Thái Cực<ref name=\"TTTTG153\" \/>.\n\nSau đó Lưu Chính thấy phải suất đại thân tâu xin lập Thái tử. Quang Tông không đáp. Mãi đến lần xin thứ sáu, Quang Tông mới phê hai gọn lỏn hai chữ: ''rất tốt''. Quần thần muốn có lời phê rõ rằng hơn, Quang Tông mới ghi thêm 8 chữ: ''đã lâu lắm rồi chỉ muốn nghỉ ngơi''<ref name=\"TTTTG153\" \/>. [[Lưu Chính]] đọc xong cảm thấy sợ hãi. [[Lưu Chính]] cùng [[Triệu Nhữ Ngu]] bàn bạc, ý của [[Lưu Chính]] là cho Gia vương làm Thái tử chấp chính, [[Triệu Nhữ Ngu]] muốn [[Tống Quang Tông|Quang Tông]] phải nhường ngôi. Lưu Chính không biết làm thế nào, nên giả bệnh xin từ chức. [[Lưu Chính]] đi rồi, lòng người không yên. Tả tư lang [[Từ Nghị]] khuyên [[Triệu Nhữ Ngu]] mời cháu rể Thái hoàng Thái hậu là [[Hàn Thác Trụ]] đến thuyết phục Thái hoàng Thái hậu cho Gia vương nối ngôi. Khi [[Hàn Thác Trụ]] đến nơi, Nhữ Ngu mời vào yết kiến Thái hoàng Thái hậu để tấu thỉnh. Thái hoàng Thái hậu không cho. Nhưng có Nội thị [[Quan Lễ]] cũng thuyết phục hết lời, Thái hoàng Thái hậu mới chịu. [[Quan Lễ]] báo với Thác Trụ rằng ngày mai sáng sớm Thái hoàng Thái hậu sẽ buông rèm chấp chính<ref name=\"TTTTG153\" \/>. Thác Trụ báo với Nhữ Ngu. Nhữ Ngu mời thêm [[Trần Quỳ]], [[Dư Doan Lễ]] đến gặp, sai Điện soái [[Quách Cảo]] nhân đêm tối đem binh chia ra bảo vệ đại nội nam bắc, Quan lễ sử [[Phó Xương]] được lệnh bí mật làm Hoàng bào. Ngày hôm đó, Gia vương sai người đến cáo xin nghỉ không lên triều vào ngày hôm sau. Nhữ Ngu bảo Gia vương phải có mặt.\n\nNgày hôm sau, quần thần có mặt đông đủ, Gia vương cũng mặc áo tang đến. [[Triệu Nhữ Ngu]] cùng trăm quan đến gặp Thái hoàng Thái hậu đang ngồi trong rèm, xin để Gia vương lên ngôi Hoàng đế. Chiếu viết\n:''Hoàng đế có bệnh, đến nay vẫn không thể chịu tang, từng đã ghi ngự bút muốn lui về nghỉ ngơi. Hoàng tử Gia vương Khoáng lên ngôi Hoàng đế. Tôn Hoàng đế là Thái thượng hoàng đế, Hoàng hậu là Thái thượng hoàng hậu, dời sang cung Thái An''.\n\nThái hoàng Thái hậu đồng tình. Bọn Nhữ Ngu lại xin rằng từ rày về sau sẽ tâu việc với tự quân, xin Thái hoàng Thái hậu làm chủ giải quyết hiềm nghi giữa hai cung cha con. Thái hoàng Thái hậu lệnh Ngữ Nhu lập Gia vương làm Đế. Gia vương từ chối\n:''Sợ mang tiếng bất hiếu''<ref name=\"TTTTG153\" \/>.\n\nNhữ Ngu bảo\n:''Thiên tử phải lấy cái việc an xã tắc, định quốc gia mới là hiếu. Nay trong ngoài đều lo lắng, vạn nhất sinh biến thì Thái thượng hoàng cũng mang vạ''.\n\nRồi sai Nội thị thay Hoàng bào cho Gia vương, đưa Gia vương lên ngự ngai vàng, Nhữ Ngu và trăm quan cùng nhau bái lạy chúc mừng. Tự Hoàng lên điện vẫn khóc rất thảm thương. Đó là ngày [[24 tháng 7]] năm [[1194]]. Vua mới xưng là Ninh Tông Hoàng đế, xá thiên hạ. [[Triệu Nhữ Ngu]] mời Lưu Chính trở về chấp chính, trong ngoài mừng rỡ, hết cảnh băn khoăn lo lắng. Ngày hôm sau (Ất Sửu), [[Ngô Thược Phân|Thái hoàng Tái hậu]] hạ lệnh lập Sùng Quốc pPu nhân Hàn thị - cháu 6 đời của cố tướng [[Hàn Kì]] - làm hHàng hậu<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷243|quyển 243]]<\/ref>.\n\n== Làm Hoàng đế ==\n=== Hàn Thác Trụ đoạt quyền ===\n\nSau khi lên ngôi, Ninh Tông xuống chiếu cầu lời nói thẳng. Giáo thư lang [[Thái Ấu Học]] dâng tấu trình bày ba điều quan trọng của việc làm vua là sự thân, nhiệm hiền và khoan dân. Ông dùng [[Triệu Nhữ Ngu]] làm Hữu thừa tướng, [[Trần Quỳ]] làm Tri Xu mật viện sự, [[Dư Đoan Lễ]] làm Tham chính, nhưng Nhữ Ngu cho rằng mình thuộc dòng dõi hoàng thất nên từ chối tướng vị, mấy hôm sau được đổi làm Xu mật sứ. Còn [[Hàn Thác Trụ]] là ngoại thích (cháu rể thái hoàng thái hậu) nên chỉ được [[Triệu Nhữ Ngu]] tiến cử lên chức Nhữ châu phòng ngự sứ<ref name=\"TTTTG153\" \/>, khiến Thác Trục rất thất vọng. Nhiều đại thần như [[Từ Nghi]], [[Diệp Thích]] khuyên Nhữ Ngu phải đề phòng Thác Trụ nhưng Nhữ Ngu không theo. Trong khi đó thì [[Chu Hi]] được triệu vào triều làm thị giảng, ngoài ra còn có [[Hoàng Thường]], [[Trần Truyền Lương]], [[Bành Quy Nhiên]]. Trên đường về kinh, [[Chu Hi]] dâng sớ bài xích việc dùng tông thân và ngoại thích, khuyên Ninh Tông coi trọng chính nhân chi sĩ, Ninh Tông bề ngoài tán thưởng nhưng mọi việc vẫn không có gì khác trước. [[Chu Hi]] cũng cảm nhận được như vậy nên xin nhận chức khác, Ninh Tông không nghe<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷429|quyển 429]]<\/ref>.\n\nNhân một lần Lưu - Triệu hai tướng bất đồng ý kiến, Thác Trụ gièm pha [[Lưu Chính]] với Ninh Tông. Kết quả là Ninh Tông hạ chiếu bãi chức Tả thừa tướng của [[Lưu Chính]]<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷391|quyển 391]]<\/ref> và phong [[Triệu Nhữ Ngu]] làm Hữu thừa tướng. Nhữ Ngu tuy bất đồng ý kiến với [[Lưu Chính]] nhưng thực ra vẫn muốn cộng sự với ông, nay thấy Thác Trụ gièm pha đến nỗi [[Lưu Chính]] mất chức thì tỏ ra rất tức giận, sau nhờ có [[La Điểm]] can ngăn nên sự việc mới tạm dịu đi, nhưng Thác Trụ vẫn rất hận Ngữ Nhu không tiến cử mình.\n\nÍt lâu sau [[La Điểm]] và [[Hoàng Thường]] qua đời. Ninh Tông theo tiến cử của [[Hàn Thác Trụ]], dùng [[Kinh Thang]] làm Thiêm thư xu mật viện sự<ref name=\"TTTTG153\" \/>. [[Triệu Nhữ Ngu]] cho rằng Kinh Thang không có tài chấp chính nhưng Ninh Tông không nghe và từ đó [[Kinh Đường]] cũng oán Nhữ Ngu. [[Hàn Thác Trụ]] đưa [[Lưu Đức Tú]], [[Tạ Thâm Phủ]], [[Lưu Tam Kiệt]] và [[Lý Mộc]] vào triều để bài xích [[Triệu Nhữ Ngu]]. [[Chu Hi]] thấy vậy nên thường cùng [[Bành Quy Nhiên]] khuyên ngăn Ninh Tông nhưng không được. Hữu chính ngôn [[Hoàng Độ]] dâng sớ tố cáo [[Hàn Thác Trụ]] nên bị đày làm tri phủ Bình Giang. Lúc này Thác Trụ thấy [[Chu Hi]] mỗi lúc giảng sách thường đàn hặc mình trước mặt Ninh Tông, nên rất oán hận, và gièm pha với Ninh Tông rằng [[Chu Hi]] là kẻ giảo hoạt. Ninh Tông bèn giáng chứccủa [[Chu Hi]]. Các đại thần [[Trần Phó Lương]], [[Lưu Quang Tổ]],... đều dâng sớ xin giữ lại [[Chu Hi]], Ninh Tông không nghe và còn bãi chức của Phó Lương và Quang Tổ. [[Triệu Nhữ Ngu]] tìm cách lấy lại tờ chiếu rồi cũng vào triều can ngăn xin Ninh Tông hủy chiếu nhưng không được.\n\nTháng 10 ÂL năm [[1194]], phong cho [[Hàn Thác Trụ]] làm Xu mật Đô thừa chỉ, [[Dư Đoan Lễ]] và [[Đặng Kiều Đông]] làm tri Xu mật viện sự, [[Kinh Thang]] Tham chính. Các đại thần như [[Trần Quỳ]], [[Lưu Đức Tú]],... do đàn hặc Thác Trụ cũng bị bãi chức luôn, [[Triệu Nhữ Ngu]] ngày càng bị cô lập giữa triều đình. Tháng 2 năm [[1195]], [[Kinh Thang]] và [[Hàn Thác Trụ]] giật dây cho [[Lý Mộc]] dâng sớ nói Nhữ Ngu là tông thân nếu làm tể tướng thì bất lợi cho xã tắc. Nhữ Ngu nghe tin liền ra Chiết Giang đình chờ tội. Ninh Tông bãi Nhữ Ngu ra Phúc châu<ref name=\"TTTTG154\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷154|quyển 154]].<\/ref>. Mấy hôm sau, [[Tạ Thâm Phủ]] lại dâng sớ nói Nhữ Ngu mạo nhận tướng vị khiến Nhữ Ngu bị đày ra Ninh Viễn quân rồi Vĩnh châu. Các đại thần [[Trịnh Thực]], [[Chương Dĩnh]] và [[Lã Tổ Kiệm]] không vừa lòng cũng bị bãi chức. Tháng 4 ÂL, Ninh Tông đổi dùng [[Dư Đoan Lễ]] làm Hữu thừa tướng, [[Trịnh Kiều]] làm Tham tri chính sự, [[Kinh Thang]] làm tri Xu mật viện sự. Mấy hôm sau, sáu thái học sinh cùng nhau quỳ ở cửa khuyết xin giữ lại Triệu thừa tướng và trừng phạt [[Lý Mộc]], họ liền bị đày đi 500 dặm. Triệu Nhữ Ngu về sau bị người của Thác Trụ làm nhục rồi uất ức mà chết năm [[1197]]<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷392|quyển 392]]<\/ref>.\n\n=== Hàn Thác Trụ chuyên chính ===\n\nDư Đoan Lễ được phong chức Tả thừa tướng ([[1196]]) nhưng lại cảm thấy uất ức vì không cứu được [[Triệu Nhữ Ngu]] và cũng do [[Hàn Thác Trụ]] chèn ép nên nhanh chóng xin bãi chức. [[Kinh Thang]] được phong làm Hữu thừa tướng, [[Hàn Thác Trụ]] được phong Bảo Ninh tiết độ sứ, Đề cử Vạn Thọ quan, [[Tạ Thâm Phủ]] làm Tham chính<ref name=\"TTTTG154\" \/> Từ đó [[Hàn Thác Trụ]] nắm quyền lớn, ngang ngược bất pháp, khiến sĩ đại phu đều căm giận, nhiều người đã bày tỏ thái độ chống đối trước triều đình, trong đó có [[Chu Hi]]. Thác Trụ giận lắm, liền cùng Kinh Thang bài xích đạo học và gọi là Ngụy học. Hữu chính ngôn [[Lưu Đức Tú]] dâng sớ xin sát hạch để phân định đúng sai, không nên tùy tiện gặp học thuyết gì cũng gán cho cái danh ngụy học. [[Lưu Chính]] lúc này lại bị [[Lưu Đức Tú]] hặc tội và tiếp tục bị giáng quan.\n\nVào năm [[1196]], [[Kinh Thang]] và [[Uông Nghĩa Đoan]] xin diệt trừ các danh sĩ của Ngụy học. Thái hoàng thái hậu khuyên Ninh Tông bỏ chuyện bè đảng, nên có chiếu lệnh Thai gián chớ nên truy cứu chuyện cũ, nhưng [[Hàn Thác Trụ]] vẫn tiếp tục bài xích Ngụy học, liên tiếp sai phe đảng gồm bọn [[Hồ Hoành]], [[Thiệu Bao Nhiên]] dâng sớ bài xích tố cáo. Từ thời điểm này, triều đình chuyển sang dùng khoa cử tuyển chọn quan lại. Các sách như Lục kinh, Tứ thư đều bị cấm cả. Vào cuối năm [[1196]], [[Hồ Hoành]] lại hặc [[Chu Hi]] và học trò [[Thái Nguyên Định]] mười tội; có chiếu bãi bỏ quan tước [[Chu Hi]], đày [[Thái Nguyên Định]] ra Đạo châu<ref name=\"TTTTG154\" \/>. Sau đó còn [[Dư Bí]] xin giết [[Chu Hi]], tận diệt Ngụy học nhưng [[Tạ Thâm Phủ]] nói [[Chu Hi]] không có tội lớn gì, vì thế Chu Hi mới bảo toàn được tính mệnh.\n\nTháng 11 ÂL năm [[1197]], [[Ngô Thược Phân|thái hoàng thái hậu Ngô thị]] qua đời ở cung Tư Thọ ở tuổi 83, di chiếu nói thượng hoàng đau ốm nên hoàng đế phục tang trong năm tháng, Ninh Tông quyết định phục tang trong một năm, tôn thụy cho thái hoàng thái hậu là Hiến Thánh Từ Liệt<ref name=\"TTTTG154\" \/>. Đầu năm [[1198]] [[Vương Duyện]] ở Miên châu lại dâng sớ xin trị tội những người thuộc Ngụy học, Ninh Tông nghe theo. Tổng cộng trong lần này có tới 59 người mắc tội, trong đó có 4 đại thần từng giữ chức tể tướng: [[Lưu Chính]], [[Triệu Nhữ Ngu]], [[Chu Tất Đại]], [[Vương Lận]] và còn nhiều đại thần giữ các chức vụ quan trọng khác nữa; tất cả đều bị bãi chức, cấm túc. Lúc này trong triều đâu đâu cũng là phe đảng của [[Hàn Thác Trụ]]. Năm [[1198]], Thác Trụ được phong làm Thiếu sư, ban ngọc đái, sang năm [[1199]] nhận tước Bình Nguyên quận vương<ref name=\"TTTTG155\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷155|quyển 155]].<\/ref>.\n\nNăm [[1200]], Ninh Tông phong cho [[Kinh Thang]], [[Tạ Thâm Phủ]] làm Tả, Hữu thừa tướng<ref name=\"TTTTG155\" \/>. Tháng 3 ÂL năm đó, trong khi lệnh cấm Ngụy học ngày một gắt gao thì [[Chu Hi]] mắc bệnh qua đời. Tháng 6 ÂL năm này, [[Lý Phượng Nương|thái thượng hoàng hậu Lý thị]] băng hà tôn thụy hiệu Từ Ý. Tháng 8 ÂL, [[Tống Quang Tông|thái thượng hoàng]] cũng mất ở cung Thọ Khang, [[miếu hiệu]] là [[Quang Tông]]<ref name=\"TTTTG155\" \/>. Mấy hôm sau, Tả thừa tướng [[Kinh Thang]] qua đời. Khi đó có ẩn sĩ [[Lã Tổ Thái]] (em của [[Lã Tổ Kiệm]]) đánh trống dâng thư trước điện, xin giết [[Hàn Thác Trụ]], trừng trị bọn [[Trần Tự Cường]], [[Tô Sư Đán]]. Triều đình bàn luận xôn xao. [[Trình Tùng]] là bạn Tổ Thái cùng thị ngự sử [[Trần Đảng]] dâng sớ nói Tổ Thái ăn nói bừa bãi. Tổ Thái bị đánh 100 trượng, thích chữ vào mặt, đày ra Khâm châu. Tháng 10 ÂL năm này, [[Hàn Thác Trụ]] được phong làm thái phó, sang năm [[1201]] được tấn phong thái sư, Bình chương quân quốc trọng sự. Tháng 11 ÂL năm [[1200]], hoàng hậu Hàn thị qua đời, thụy là Cung Thục hoàng hậu. Năm [[1201]], Ninh Tông xá thiên hạ, cải niên hiệu là Gia Thái<ref name=\"TTTTG155\" \/>.\n\nTháng 7 ÂL năm [[1201]], [[Hà Đạm]] bị bãi chức do mất lòng [[Hàn Thác Trụ]], [[Trần Tự Cường]] được phong làm Tham chính. [[Tô Sư Đán]] vốn là gia thần được [[Hàn Thác Trụ]] được phong Xu mật viện đô thừa chỉ đầu năm [[1202]]<ref name=\"TTTTG156\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷156|quyển 156]].<\/ref>. Đến tháng 9 ÂL, [[Trần Tự Cường]] được thăng chức Xu mật viện sự, [[Hứa Cập]] làm Tham tri chính sự. Lúc này Ninh Tông bàn đến chuyện lập kế hậu. Từ sau khi Cung Thục hoàng hậu qua đời, trong cung có hai phi tần được sủng ái là Dương quý phi và Tào mĩ nhân. Dương quý phi thông thuộc kinh sử, tính cách cần mẫn nhạy bén, còn Tào mĩ nhân dịu dàng nhu thuận. Ý Ninh Tông muốn lập Dương quý phi, nhưng [[Hàn Thác Trụ]] lại muốn lập Tào thị. Ninh Tông không nghe, vẫn lập Dương quý phi làm hoàng hậu. Do việc này mà Dương hậu sinh oán hận với Thác Trụ<ref name=\"TTTTG156\" \/>.\n\nLúc này [[Tạ Thâm Phủ]] xin từ chức. Tháng 5 ÂL, [[Hàn Thác Trụ]] tiến cử [[Trần Tự Cường]] lên chức Hữu thừa tướng<ref name=\"TTTTG156\" \/>.\n\n=== Khai Hi bắc phạt ===\n{{Bài chính|Khai Hi bắc phạt}}\nNăm [[1203]], [[Đặng Hữu Long]] đi sứ nước Kim trở về tấu rằng nước Kim suy yếu nếu đánh là thắng{{sfn|Franke|1994|pp=245–247}}. [[Hàn Thác Trụ]] nghe tin, rất vui mừng và tích cực chuẩn bị đánh Kim, khôi phục [[Trung Nguyên]]. Ngay mùa đông năm đó, Thác Trụ dùng [[Trương Nham]], [[Trình Tùng]], [[Khâu Sùng]], [[Tân Khí Tật]], [[Lý Dịch]] cầm quân ở các vùng gần biên giới bề ngoài nói là đề phòng giặc cướp gây hấn nhưng thực chất là chuẩn bị bắc phạt.<ref name=\"TTTTG156\" \/>.\n\nHàn Thác Trụ cho lập miếu của [[Hàn Thế Trung]], truy phong [[Nhạc Phi]], [[Lưu Quang Thế]]<ref name=\"TTTTG157\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷157|quyển 157]].<\/ref>, đoạt quan tước của [[Tần Cối]], cải thụy là Mậu Sửu (nghĩa là \"xằng bậy\")<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷473|quyển 473]]<\/ref>. Thác Trụ dùng [[Trương Hiếu Bá]], [[Trương Nham]] làm Tham chính, [[Tiền Tượng Tổ]] đồng tri Xu mật viện sự. Vào tháng 12 ÂL năm [[1204]], [[Trần Tự Cường]] xin theo khuôn khổ thời [[Tống Hiếu Tông]], lập ti Quốc dụng để kiểm soát tài chính. Ninh Tông nghe theo, dùng [[Trần Tự Cường]], [[Phí Sĩ Dần]], [[Trương Nham]] đứng đầu ti này. Có thượng thư Lý Đại Tín dâng thư can gián nên bị [[Hàn Thác Trụ]] điều ra phủ Bình Giang. Ba kẻ kia nắm được ti Quốc dụng và ra sức vơ vét tiền của nhân dân khiến châu quận tao động. Thác Trụ tiếp tục cho đào sông, mở đường, chế tạo vũ khí, rèn luyện quân đội... chuẩn bị tiến lên miền bắc.\n\nTháng 4 năm [[1205]], Ninh Tông phong [[Tiền Tượng Tổ]] làm Tham tri chính sự, [[Lưu Đức Tú]] Thiêm thư Xu mật viện sự. Lấy [[Hoàng Phủ Bân]], [[Quách Nghê]], [[Tô Sư Đán]] lĩnh quân đánh Kim. Có Võ học sinh [[Hoa Nhạc]] dâng thư xin chém đầu hai tên gây hấn [[Hàn Thác Trụ]], [[Tô Sư Đán]], liền bị đày. Trong khi đó hậu cung của Ninh Tông có sinh hoàng tử nhưng đều không nuôi được nên Ninh Tông chọn một số trẻ trong tông thất vào cung nuôi dưỡng, dự phòng sau này có người kế vị. Giữa năm [[1205]], một trong các trẻ đó là Vệ quốc công [[Triệu Nghiêm]] được lập làm hoàng tử, tấn phong Vinh vương<ref name=\"TTTTG157\" \/>.\n\n[[Kim Chương Tông]] sai [[Bộc Tán Quỹ]] đưa quân đến Biện Kinh phòng ngự triều Tống. Lúc này [[Hàn Thác Trụ]] được tiến phong Bình chương quân quốc trọng sự, ba ngày lên triều một lần. Triều đình lại dùng [[Khâu Sùng]] làm Giang Hoài tuyên phủ sứ, [[Trình Tùng]], [[Ngô Hi]] làm chính, phó Tứ Xuyên tuyên phủ sứ, [[Tân Khí Tật]] làm Lưỡng Chiết An phủ sứ, [[Quách Nghê]] làm Trấn Giang đô thống, tri Dương châu, lệnh các nơi gia tăng quân số. Lúc [[Bộc Tán Quỹ]] đưa quân tới Biện đã sai sứ trách cứ triều Tống về việc phản bội minh ước Long Hưng trước kia, Tống triều trả lời rằng tăng quân để đề phòng giặc cướp, [[Bộc Tán Quỹ]] mới thượng tấu xin tạm bãi Hà Nam tuyên phủ ti<ref name=\"TTTTG157\" \/>.\n\nQuân Tống bắt đầu tấn công vào Hoài Bắc, giành thắng lợi một số trận. Vào đầu năm [[1206]], [[Kim Chương Tông]] bảo sứ thần [[Trần Cảnh Tuấn]] nói lại với Ninh Tông về minh ước. Trần Tự Cường giấu việc và tiếp tục tuyển binh. Lúc sứ Kim là [[Triệu Chi Kiệt]] đến Tống, [[Hàn Thác Trụ]] lệnh Lễ tán quan thách đấu bằng cách xúc phạm Kim chủ, Chi Kiệt tức giận vào triều hỏi nguyên do. [[Chu Chất]] nói sứ Kim vô lễ phải chém, Ninh Tông không nghe và cho Chi Kiệt trở về. [[Tiền Tượng Tổ]] dâng sớ nói lúc này chưa nên dùng binh với Kim, Thác Trụ không nghe và bãi chức Tượng Tổ<ref name=\"TTTTG157\" \/>, sau đó dùng [[Ngô Hi]] làm Thiểm Tây, Hà Đông chiêu phủ sứ, [[Quách Nghê]] làm Sơn Đông, Kinh, Lạc chiêu phủ sứ, [[Triệu Thuần]] kiêm chức Kinh Tây Bắc lộ chiêu phủ sứ. Ngày [[14 tháng 6]], Hàn Thác Trụ sai [[Lý Bích]] ban chiếu phạt Kim và các cánh quân Tống bắt đầu ra quân{{sfn|Franke|1994|pp=247–248}}. Phía Tống có khởi đầu thuận lợi, lấy được của Kim bốn huyện Tân Tức, Bảo Tín, Dĩnh Thượng, Hồng Huyền.\n\nVua Kim dùng [[Bộc Tán Quỹ]], [[Hoàn Nhan Khuông]] trấn giữ các vùng hiểm yếu. Lúc này các đạo quân Tống lại bị người Kim đánh bại ở các châu Hoài Bắc... phải rút lui. [[Hàn Thác Trụ]] thấy quân Tống liên tục thua trận thì lo lắng, bèn bãi chức [[Đặng Hữu Long]], lấy [[Khâu Sùng]] lên thay<ref name=\"TTTTG157\" \/>. Thác Trụ lại hối hận vì đã dùng binh, cứ oán hận [[Tô Sư Đán]] đề nghị bậy bạ nên theo lời [[Lý Bích]] mà bãi chức Sư Đán đày ra Thiều châu; lấy [[Trương Nham]] làm tri Xu mật viện sự, [[Lý Bích]] làm Tham tri chính sự. Tháng 8 ÂL năm đó, triều đình trị tội các tướng bại trận, trong đó [[Quách Trác]] bị chém đầu ở Trấn Giang, những người còn lại đều bị lưu đày.\n\nTháng 11 ÂL năm [[1206]], [[Bộc Tán Quỹ]] phân quân thành chín lộ đánh xuống phía nam<ref name=\"TTTTG157\" \/>, uy hiếp mạnh mẽ Lưỡng Hoài, thành Tương Dương bị bao vây. Tướng Tống [[Tất Tái Ngộ]] dùng phục binh đánh thắng quân Kim một trận lớn. [[Bộc Tán Quỹ]] thấy không thể đánh nhanh thắng nhanh nên sinh ra mệt mỏi, nảy ra ý giảng hòa, mới sai sứ sang trại quân Tống bàn định. Kim muốn triều Tống xưng thần, cắt đất, nộp đầu kẻ gây sự là [[Hàn Thác Trụ]] và [[Tô Sư Đán]]<ref name=\"TTTTG157\" \/>. [[Khâu Sùng]] sai sứ sang trại Kim, hứa trả lại Hoài Bắc và tiền triều cống trong năm. [[Bộc Tán Quỹ]] tạm đồng ý lui quân về Hạ Thái.\n\nĐầu năm [[1207]], Khâu Sùng sai người về triều báo đòi hỏi của Kim. [[Hàn Thác Trụ]] giận quá liền bãi chức [[Khâu Sùng]], dùng [[Trương Nham]] lên thay<ref name=\"TTTTG158\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷158|quyển 158]].<\/ref>. Trong lúc đó quân Kim lại chuẩn bị đánh tiếp, đã phá Giai châu, đánh Tương Dương. Lúc này ở đất Thục, [[Ngô Hi]] làm phản, tự xưng Thục vương, dâng đất tứ châu Giai, Thành, Hòa, Phượng cho Kim, lấy Tiền Sơn làm giới hạn, lại ngầm hẹn với người Kim cùng giáp công vào Tương Dương<ref name=\"TTTTG158\" \/>{{sfn|Franke|1994|p=248}}.\n\nNhưng ở mặt trận Giang Hoài tình hình đã khởi sắc. Mùa xuân năm [[1207]], [[Bộc Tán Quỹ]] bị bệnh rồi chết, các cánh quân do [[Hoàn Nhan Khuông]] chỉ huy do không hợp thủy thổ nên dịch bệnh bùng phát phải lui về Biện. Về đất Thục, ngày [[29 tháng 3]] năm [[1207]], có [[An Bính]] liên kết với bọn [[Tưởng Cự Nguyện]]... tổng cộng 18 người giết chết được [[Ngô Hi]], rồi chở thủ cấp của Hi cùng những ấn tín sắc phong của người Kim về triều{{sfnm|Franke|1994|Davis|2009|1p=248|2p=805}}. Ninh Tông hạ lệnh dâng cúng thủ cấp Ngô Hi ở thái miếu rồi bêu ngoài chợ ba ngày, lại đoạt quan tước của cha Hi là [[Ngô Đĩnh]], giết vợ con của Hi, dời con cháu [[Ngô Lân]] ra đất Thục, Lân vẫn được thờ trong miếu<ref name=\"TTTTG158\" \/>, phía tây đã yên ổn trở lại. Tháng 3 ÂL năm đó, triều đình cho lấy [[Dương Phụ]], [[An Bính]] làm Tứ Xuyên chánh, phó tuyên phủ sứ, [[Hứa Dịch]] làm tuyên dụ sứ. [[Hàn Thác Trụ]] lúc này đã quyết định sai [[Phương Tín Nhụ]] đi sứ nước Kim bàn việc nghị hòa. Tể tướng [[nhà Kim|nước Kim]] [[Hoàn Nhan Tông Hạo]] vẫn yêu cầu các điều khoản như trước. Triều đình được tin, lại cử [[Lâm Củng Thần]] cùng Tín Nhụ sang Kim lần nữa, cầm theo 100 vạn tiền thông tạ. Trong lúc đó ngoài chiến trường, quân của [[An Bính]] đã lấy lại được Đại Tản quan, Tín Nhụ được sai cầm phúc thư quay về, trong thư yêu cầu Tống xưng thần, đồng thời nộp đầy kẻ gây sự, tăng thuế, trích tiền khao quân sĩ.\n\n=== Hòa ước Gia Định ===\n{{Bài chính|Hòa ước Gia Định|Sự biến cầu Lục Bộ}}\n[[Phương Tín Nhụ]] về báo việc người Kim muốn có thủ cấp của [[Hàn Thác Trụ]] khiến Thác Trụ nổi nóng, bãi quan của Tín Nhụ<ref name=\"TTTTG158\" \/>, lại dùng [[Triệu Thuần]] làm Tuyên Hoài chế trí sứ thay [[Trương Nham]] trấn giữ Giang Hoài vào tháng 9 ÂL, chuẩn bị bắc phạt một lần nữa. Thị lang bộ Lễ [[Sử Di Viễn]] là con của [[Sử Hạo]] mật tấu xin Ninh Tông trừ bỏ kẻ gian ác. Lại thêm Dương hậu ở trong cung cũng rất oán Thác Trụ, bèn sai hoàng tử Vinh vương Nghiêm dâng sớ đàn hặc Thác Trụ. Ninh Tông không đáp, nhưng Dương hậu vẫn ra sức thêm dầu vào lửa, Ninh Tông vẫn chưa dám xử lý vì quyền lực của Thác Trụ quá lớn. Dương hậu xin Ninh Tông giao việc này cho anh mình là [[Dương Thứ Sơn]] cùng các quần thần thân tín, Ninh Tông mới bằng lòng. Lúc đó [[Tiền Tượng Tổ]] bị Thác Trụ bãi chức, [[Dương Thứ Sơn]] và [[Sử Di Viễn]] bàn mưu triệu Tượng Tổ về kinh. Lại liên kết với các đại thần [[Vệ Kinh]], [[Vương Cư Lang]], [[Trương Từ]], [[Lý Bích]]. Ngày [[15 tháng 12]] năm [[1207]], các đại thần này bí mật cho quân mai phục ở cầu Lục Bộ, chờ đến lúc Thác Trụ trên đường vào triều thì mai phục giết chết<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷474|quyển 474]]<\/ref> sau đó vào triều tâu với Ninh Tông. Ninh Tông vẫn không tin, đến khi xác nhận sự việc là đúng, Ninh Tông mới dám hạ chiếu bố cáo tội ác của Thác Trụ, lại bãi chức Hữu thừa tướng của [[Trần Tự Cường]] đày ra Vĩnh châu, dời [[Tô Sư Đán]] đến Thiều châu rồi giết chết, [[Đặng Hữu Long]] bị biếm ra Viễn châu, [[Quách Nghê]], [[Quách Soạn]] bị lưu đày, đày gia thuộc của Thác Trụ ra biên cương. Ninh Tông phong Vinh vương Nghiêm là hoàng thái tử, đổi tên là Tuân. Ít lâu sau, lấy [[Tiền Tượng Tổ]] làm Tả thừa tướng, kiêm Xu mật sứ, [[Vệ Kính]] và [[Lôi Hiếu Hữu]] làm Tham chính, [[Sử Di Viễn]] làm Xu mật sứ, đồng thời phục hồi quan tước cho [[Tần Cối]]<ref name=\"TTTTG158\" \/>.\n\nĐầu năm [[1208]], Ninh Tông hạ chiếu cải nguyên là Gia Định và quyết kế nghị hòa với Kim. [[Vương Nam]] được cử đi sứ, đề nghị theo cố sự những năm Tĩnh Khang, xưng nước bác nước cháu, tăng tiền thuế lên 30 vạn, 300 vạn tiền khao quân sĩ và hứa nộp đầu bọn [[Tô Sư Đán]]. [[Hoàn Nhan Khuông]] giao thư của Kim chủ cho Vương Nam đưa về nam, trong thư vẫn đòi thủ cấp của Thác Trụ. Đúng lúc đó, [[Tiền Tượng Tổ]] sai người đến Kim báo việc Xá Trụ đã bị giết, [[Hoàn Nhan Khuông]] bèn lệnh [[Vương Nam]] về nước đem thủ cấp Thác Trụ đến. Ninh Tông triệu bách quan đến bàn rồi đồng ý nộp đầu Thác Trụ, sai Lâm An phủ mở quan tài, cắt lấy thủ cấp đem kiêu của Lưỡng Hoài rồi lại chặt đầu [[Tô Sư Đán]], gói hết lại đưa sang Kim, lại biếm [[Trần Tự Cường]] ra tận Lôi châu.\n\nTháng 5 ÂL, [[Vương Nam]] đem theo hai thủ cấp sang Kim, và thống nhất ký vào hòa ước Gia Định: giữ nguyên biên giới, xưng nước bác nước cháu, tiền thuế bạc lụa mỗi thứ 30 vạn, tiền khao quân 300 vạn vừa vàng vừa bạc. Chiến tranh kết thúc{{sfn|Davis|2009|p=812}}.\n\nGiữa năm [[1208]], Ninh Tông triệu [[Khâu Sùng]] về giữ chức Đồng tri xu mật viện, nhưng giữa đường Khâu Sùng đã qua đời. Tháng 10 ÂL, dùng [[Tiền Tượng Tổ]], [[Sử Di Viễn]] làm Tả, Hữu thừa tướng<ref name=\"TTTTG158\" \/>, mấy tháng sau [[Tiền Tượng Tổ]] bị bãi chức, [[Sử Di Viễn]] phải từ chức để chịu tang mẹ, đến năm [[1209]] thì được phục chức.\n\n=== Chiến tranh tiếp diễn ===\n{{Bài chính|Chiến tranh Kim-Tống (1217-1223)}}\nLúc này nước Kim đã phát sinh rối loạn, nhất là sau khi [[Kim Chương Tông]] qua đời<ref>''[[Kim sử]]'', [[:zh:s:金史\/卷012|quyển 12]]<\/ref>. Từ năm [[1209]], [[Thiết Mộc Chân]] (tức [[Thành Cát Tư Hãn]] của [[Mông Cổ]]) bắt đầu đem quân xâm lược [[Nhà Kim|nước Kim]], nước Kim đã suy yếu nên thua hết trận này đến trận khác<ref>''[[Kim sử]]'', [[:zh:s:金史\/卷013|quyển 13]]<\/ref>. Ít lâu sau vua Kim phải cắt đất nghị hòa với Mông Cổ, nhưng sau đó lại quyết định dời đô về Biện ([[1214]]). [[Thiết Mộc Chân]] nghe Kim chủ dời đô lại đánh xuống phía nam đến Biện Kinh. Tháng năm ÂL năm [[1215]], Yên Kinh thất thủ, nước Kim ngày càng suy yếu.\n\n[[Kim Tuyên Tông]] sau khi dời đô đã sai sứ đến Tống đốc thúc phần tiền thuế còn thiếu. Ninh Tông nghe lời của [[Chân Đức Tú]] bỏ không nộp thuế cho Kim nữa. Cũng trong năm [[1214]], [[Tây Hạ]] sai sứ đến Tống bàn việc liên minh tấn công [[Trung Nguyên]], Ninh Tông không nghe. Tháng 3 ÂL năm [[1214]], Ninh Tông sai [[Đổng Cư Nghị]] làm Tứ Xuyên chế trí sứ, triệu [[An Bính]] về kinh nhận chức đồng tri xu mật viện, sự<ref name=\"TTTTG160\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷160|quyển 160]].<\/ref>. Đầu năm [[1215]], tri Xu mật viện sự [[Lôi Hiếu Hữu]] bị bãi chức. Tháng 9 ÂL năm [[1215]], [[Chân Đức Tú]] lúc này được bổ nhiệm làm Giang Đông chuyển vận sứ dâng sớ nêu năm điều mà triều đình cần thực hiện để chấn hưng đất nước, Ninh Tông khen ngợi là thẳng thắn nhưng vẫn không có hành động gì<ref name=\"TTTTG160\"\/>.\n\nTháng 2, Gia Định năm thứ 10 ([[1217]], đại thần nước Kim là [[Thuật Hổ Cao Kì]], [[Vương Thế An]] dâng thư đề nghị [[Kim Tuyên Tông|Kim chủ]] đánh Tống để gỡ gạt đất đai đã mất ở phương bắc{{sfn|Franke|1994|p=259}}. Kim bèn lấy [[Vương Thế An]], [[Ô Cổ Luân Khánh Thọ]], [[Hoàn Nhan Trại Bất]] cùng dẫn quân vượt Hoài Hà đánh xuống phía nam, tiến vào Hoài Nam, Thiểm Tây. Lúc này triều đình sai [[Triệu Phương]] ở Kinh Hồ, [[Lý Giác]] ở Giang Hoài, [[Đồng Cư Nghị]] ở Tứ Xuyên cùng nhau chống giặc. Khi người Kim đánh vào Tương Dương, [[Triệu Phương]] cùng hai con là [[Triệu Phạm]], [[Triệu Quỳ]] đến Tương Dương, hịch các tướng [[Hỗ Tái Hưng]], [[Trần Tường]], [[Mạnh Tông Chính]] đưa quân cứu Tảo Dương. [[Trần Tường]], [[Mạnh Tông Chính]] dùng kế mai phục đánh bại quân Kim rồi đưa quân giải vây Tảo Dương. Tướng Kinh Hồ [[Vương Tân]], [[Lưu Thế Hưng]] cũng đánh bại quân Kim ở Quang Sơn, Tùy châu khiến Kim phải rút về nước. Tháng 5 ÂL, [[Triệu Phương]] nhân vừa thắng trận, dâng biểu lên triều đình xin đánh Kim. Ninh Tông vào tháng 6 ÂL hạ chiếu kêu gọi quân dân ở [[Trung Nguyên]] đồng lòng nêu cao nghĩa khí, đánh đuổi bọn man rợ<ref name=\"TTTTG160\" \/>. [[Ứng Thuần Chi]] ở Sở châu nghe tin nước Kim bị [[Mông Cổ]] đánh bại nhiều lần cũng dâng sớ xin nhân cơ hội bắc phạt lấy lại [[Trung Nguyên]], lại có các nhóm giặc cướp từ Kim là [[Lý Toàn]] đến quy thuận. [[Sử Di Viễn]] liền lấy việc thời Khai Hi mà can ngăn, bảo rằng không thể quá lộ liễu chiêu nạp kẻ trốn trách, nên Ninh Tông sai Thuần Chi hãy bí mật kết nạp bọn [[Lý Toàn]], phong cho hiệu là Trung Nghĩa quân, cấp quân lương. Một số đảng cướp bị Kim đánh bại cũng nhân đó quy phục triều Tống.\n\nTháng 10 ÂL năm [[1217]], Kim chủ hạ chiếu cho Tư Đỉnh đem quân từ ba lộ Thiểm nam phạt, công đánh Tứ Xuyên. Sang năm [[1218]], Người Kim tiếp tục phá Bạch Hoàn bảo, Hoàng Ngưu bảo<ref name=\"TTTTG161\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷161|quyển 161]].<\/ref>, Cách Nha quan, Phụ Giao bảo. [[An Bính]] ở Thiểm trước đã liên kết với người Hạ cùng chống Kim nhưng khi Kim tấn công thì quân Hạ không tới, nên gặp đại bại, tổn thất 5 vạn người. Sau đó lại đánh Tưu Trì bảo, tiến công Tùy châu và Tảo Dương<ref>Nay thuộc [[địa cấp thị]] [[Tương Dương]], [[Hồ Bắc]], [[Trung Quốc]]<\/ref>. [[Mạnh Tông Chính]] kiên quyết cố thủ Tảo Dương, chống chọi với quân Kim suốt ba tháng, đánh nhau hơn 70 trận, giữ vững thành Tảo Dương. Về sau [[Hứa Quốc]] ở Tùy châu đem quân ứng cứu, giải vây Tảo Dương. [[Vương Dật]] đoạt lại Đại Tản quan, đuổi quân Kim tới tận Tần châu.\n\nMấy ngày sau, quân Kim lại từ [[Trường An]], [[Phượng Tường]] tấn công vào Thiểm Tây, chiếm lại Đại Tản Quan, tiến tới Bạc Hà trì. Hưng Nguyên Đô thống chế [[Ngô Chính]] dẫn quân chiếm lại được Đại Tản quan. Tháng 9 ÂL, [[Lý Toàn]] còn phá được một số châu quận thuộc lãnh thổ nước Kim. Lúc này ở phía bắc [[Mông Cổ]] lại tiến đánh nên [[Kim Tuyên Tông|Kim chủ]] có ý nghị hòa với Tống, sau [[[Lã Tử Vũ]] đi sứ nhưng sau đó đổi ý, sai thái tử [[Hoàn Nhan Thủ Tự]] dẫn quân cùng [[Bộc Tán An Trinh]] làm Phó soái đánh xuống miền nam. Đầu năm [[1219]], quân Tống bị bại trận ở Thiểm, Thục. Người Kim còn chiếm được Đại An tiến thẳng vào chiếm được Dương châu, [[Đổng Cư Nghị]] bỏ trốn. Đô thống chế [[Trương Uy]] sai tướng [[Thạch Tuyên]] đem quân ra chống, giành thắng lợi, giết hơn 3000 quân Kim, bắt sống tướng Kim [[Ba Đồ Lỗ An]].\n\nLúc đó, Hoài Đông đề hình [[Giả Thiệp]] cử binh giải cứu những vùng bị vây, truy đuổi sang lãnh thổ nước Kim, từ đó người Kim không còn dám dòm ngó Hoài Đông. Ở đất Thục lúc này người lính ở Hưng Nguyên là [[Trương Phúc]] nổi dậy chống triều đình, cho quân của mình đội khăn đỏ<ref name=\"TTTTG161\" \/>[[Triệu Phương]] và [[Ngụy Liễu Ông]] đều xin triều đình dùng lại [[An Bính]]. Có chiếu phong [[An Bính]] làm tri Hưng Nguyên phủ, An phủ sứ Lợi châu, đoạt quan chức của [[Đổng Cư Nghị]]. Tháng 6 ÂL, [[An Bính]] tiêu diệt được phản quân, Tứ Xuyên được bình định<ref name=\"TTTTG161\" \/>.\n\nTháng 7 ÂL năm [[1219]], quân Kim lại đánh Tảo Dương. [[Mạnh Tông Chính]] ra sức cầm chân quân địch. [[Triệu Phương]] lại sai [[Hỗ Tái Hưng]], [[Triệu Phạm]], [[Triệu Quỳ]] đến cứu Tảo Dương, [[Mạnh Tông Chính]] từ trong xuất kích, giết chết hơn ba vạn quân Kim, [[Hoàn Nhan Ngoa]] phải bỏ chạy, quân Tống thừa cơ truy đuổi đến trại Mã Đặng, thu hết quân dụng, lương thảo rồi đốt trại. Đầu năm [[1220]], [[Triệu Phương]] nhân đà thắng lợi, sai [[Hỗ Tái Hưng]], [[Hứa Quốc]] đem sáu vạn binh mã, phân tam lộ tiến đánh nước Kim, mục tiêu là hai châu Đường, Đặng. Do người Kim có phòng bị nên quân Tống chỉ có thể cướp bóc dọc đường rồi rút lui<ref name=\"TTTTG161\" \/>. Lúc đó [[Mạnh Tông Chính]] cũng đánh bại quân Kim ở Hồ Dương, cướp 1000 hộ ở Kim. Sau đó [[Hứa Quốc]] và [[Hỗ Tái Hưng]] cũng đánh bại quân Kim, lấy được Thương châu, Hải châu.\n\nMùa xuân năm [[1221]], [[Bộc Tán An Trinh]] đem quân từ Tức châu tiến đến tận Hán Dương quân. Nhưng lúc này [[Lý Toàn]] cũng đánh vào Tứ châu của Kim, [[Ngột Thạch Liệt Ước Hách Đức]] đem quân đến cứu, Toàn bỏ chạy, nhưng Hách Đức chỉ tiến được tới Phúc Qua khẩu thì hết lương phải lui. [[Bộc Tán An Trinh]] đánh tiếp Kì châu, tri châu [[Lý Thành]] tự tử. Tuy nhiên sau đó quân Kim rút về, [[Hỗ Tái Hưng]] cho đuổi theo truy kích và đánh tan chúng ở trấn Thiên Trường, khi chuẩn bị vượt Hoài về nước cũng bị [[Lý Toàn]] truy kích đánh bại<ref name=\"TTTTG161\" \/><ref name=\"TTTTG162\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷162|quyển 162]].<\/ref>. Triều Tống sau đó ra quân đánh Kim. [[Lý Toàn]] chiêu hàng tướng Kim Ích Đô còn [[Trương Lâm]] khôi phục lại được nhiều châu quận.\n\nNăm [[1221]], [[Triệu Phương]] và [[An Bính]] lần lượt qua đời<ref name=\"TTTTG162\" \/>. [[Lý Toàn]] lúc này được phong Quảng châu quan sát sứ đã tỏ ra kiêu ngạo, khinh thường triều đình. Trước Toàn gièm pha Trung Nghĩa phó đô thống [[Lý Tiên]] với [[Giả Thiệp]] khiến Tiên bị giết. Bộ hạ của Tiên tôn [[Thạch Khuê]] lên thay, Giả Thiệp buộc phải công nhận. Lý Toàn không chịu, nhân lúc tướng Mông [[Mộc Hoa Lê]] tiến đánh tới tận Tế Nam của Tống, Thạch Khuê dẫn người đầu hàng. [[Lý Toàn]] lấy cớ [[Thạch Khuê]] phản bội mà đem quân đánh, [[Thạch Khuê]] chạy sang [[Mông Cổ]]. Về sau [[Lý Toàn]] lại bất hòa với [[Trương Lâm]], [[Trương Lâm]] sợ Toàn hãm hại nên đem những châu vừa chiếm dâng cho người Mông, được [[Mộc Hoa Lê]] phong làm Hành Sơn đông lộ đô nguyên soái sự, nhưng bị anh Toàn là [[Lý Phúc]] đánh đuổi. [[Lý Toàn]] thừa thắng lấy được Thanh châu ([[1222]]). Triều Tống liên tục được đất thì mừng rỡ, [[Sử Di Viễn]] cũng muốn dùng [[Lý Toàn]] nên phong hắn làm Bảo Ninh quân tiết độ sứ kiêm Kinh Đông, Hà Bắc trấn phủ phó sứ. Giữa năm [[1223]], [[Giả Thiệp]] do sợ Lý Toàn ngày càng kiêu ngạo tất có ngày làm loạn nên xin về triều, đến giữa đường thì chết<ref name=\"TTTTG162\" \/>.\n\nMùa hè năm [[1222]], [[Kim Tuyên Tông]] sai [[Hoàn Nhan Ngoa]] và [[Thời Toàn]] đánh Tống, vượt sông từ Dĩnh Thọ, nhưng chưa vào được sâu đã bị quân Tống đuổi theo truy kích, nhiều quân Kim bị giết<ref name=\"TTTTG162\" \/>. Đây cũng là trận chiến cuối cùng giữa hai nước trước [[trận Thái châu (1233 - 1234)]] (đánh dấu sự diệt vong của Kim).\n\n=== Qua đời và vụ phế lập ===\n\nSức khỏe của Ninh Tông từ lúc chào đời luôn không tốt, điều này thể hiện qua bức tranh họa của ông, một gương mặt gầy còm và hốc hác<ref name=\":0\" \/>. Và dù ông đã sống tới 57 năm, nhưng những đứa con của ông do các hậu cung sinh ra không một ai có thể sống sót. Vì thế trước kia triều đình đã phải chọn một người trong Tông thất là Triệu Tuân làm Hoàng thái tử để kế nghiệp sau này. Nhưng đến mùa thu năm [[1220]], Hoàng thái tử [[Triệu Tuân]] qua đời vì bệnh kiệt lỵ khi mới 29 tuổi, thụy là Cảnh Hiến<ref name=\":0\">{{chú thích web|url=https:\/\/www.npm.gov.tw\/hotnews\/9910seminar\/download\/all\/B01.pdf|title=Troubles in Paradise: the Shrinking Royal Family in Southern Song|last=Davis|first=Richard L.|date=|website=National Palace Museum.|archive-url=https:\/\/web.archive.org\/web\/20170112100741\/http:\/\/www.npm.gov.tw\/hotnews\/9910seminar\/download\/all\/B01.pdf|archive-date=2017-01-12|url-status=dead|access-date=}}<\/ref>. Ninh Tông lại phải chọn người khác trong Tông thất làm Hoàng tự, đã sai lấy cháu 10 đời của Thái Tổ, tuổi khoảng 15 đưa vào cung như thời Cao Tông chọn Hiếu Tông. Nguyên [[Tống Hiếu Tông]] có người con là Ngụy vương Khải, Khải sinh Nghi Tĩnh Huệ vương Triệu Bính. Bính không có con nên lấy cháu 10 đời của [[Tống Thái Tổ]] là Quý Hòa làm Đích tự. Ngày Bính Dần tháng 6 năm [[1221]], Ninh Tông quyết định chọn Quý Hòa làm Hoàng tử để sau này kế vị, tiến phong Kì Quốc công<ref name=\"TTTTG162\" \/>. Nhưng như vậy thì Nghi vương không có người kế vị. [[Sử Di Viễn]] sai [[Dư Thiên Tích]] đi tìm trẻ trong Tông thất về làm hậu tự cho Nghi vương, cuối cùng lại chọn [[Triệu Dữ Cử]], cũng là cháu của Thái Tổ, hậu duệ Yên Ý vương [[Triệu Đức Chiêu]] nhập tự Nghi vương. Ninh Tông đổi tên Dữ Cử là Quý Thành, phong chức Bỉnh Nghĩa lang. Quý Thành tính tình cẩn trọng ham học. Mỗi khi vào triều dự tên trong khi mọi người nói người vui vẻ thì Quý Thành vẫn nghiêm trang tề chỉnh. [[Sử Di Viễn]] thầm khen ngợi. Giữa năm [[1222]], Ninh Tông đổi Hoàng tử Hồng làm Tế Quốc công, Quý Thành được phong chức Thiệu châu phòng ngự sứ.\n\nBấy giờ [[Sử Di Viễn]] bên ngoài phe cánh đầy triều, bên trong có Dương hậu chống lưng, tha hồ nắm quyền triều chính, ngang ngược lộng hành. Cha Di Viễn là [[Sử Hạo]] được tiến phong Việt vương, phối hưởng vào Thái miếu Hiếu Tông. Hoàng tử Hồng thấy Di Viễn quá đáng như vậy nên rất tức giận, dự định sau khi lên ngôi sẽ trị tội, đày Di Viễn đi suốt 8000 dặm. Di Viễn dùng một kĩ nữ sắp đặt bên cạnh Hoàng tử, dò biết được nên rất sợ, từ đó liên kết với [[Trịnh Thanh Chi]], bàn mưu phế bỏ Hoàng tử Hồng, lập Quý Thành lên ngôi<ref name=\":0\" \/>.\n\nNgày Bính Tuất tháng 8 ÂL năm [[1224]], Ninh Tông không khỏe. [[Sử Di Viễn]] chuẩn bị kế hoạch, sai [[Trịnh Thanh Chi]] vào báo với Quý Thành việc lập người nối ngôi. Ngày Nhâm Thìn, bệnh của Ninh Tông trở nặng. [[Sử Di Viễn]] giả mạo chiếu chỉ lập Quý Thành làm Hoàng tử, đổi tên là Quân, phong Vũ Thái quân Tiết độ sứ, tước Thành quốc công. Tháng 8 nhuận ngày Đinh Dậu ([[18 tháng 9]] năm [[1224]]), Ninh Tông qua đời<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷040|quyển 40]]<\/ref><ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=aPbnCwAAQBAJ&pg=PA29&dq=duzong&hl=en&sa=X&ved=0ahUKEwiop-Xx3azfAhVR2FkKHa_uCi8Q6AEIJjAA#v=onepage&q=duzong&f=false|title=Celestial Women: Imperial Wives and Concubines in China from Song to Qing|last=McMahon|first=Keith|date=ngày 21 tháng 4 năm 2016|publisher=Rowman & Littlefield|year=|isbn=9781442255029|location=|pages=29|language=en}}<\/ref>. [[Sử Di Viễn]] sai hai người cháu của Dương hậu vào cung báo việc phế lập. Dương hậu ban đầu không chịu, nhưng sau đó do bị uy hiếp phải nhận lời. Sau khi buổi lễ tang hoàn thành, Di Viễn cho đọc di chiếu giả, lập Hoàng tử Quân làm vua, tức là [[Tống Lý Tông]]<ref name=\"TTTTG162\" \/>. Hoàng tử Hoằng được phong làm Tế vương, nhưng không lâu sau thì bị [[Sử Di Viễn]] hại chết.\n\n== Niên hiệu ==\n\nTrong thời gian cai trị 30 năm của mình, ông sử dụng bốn niên hiệu như sau:\n\n* '''Khánh Nguyên''' (庆元, 1195 - 1200)\n* '''Gia Thái''' (嘉泰, 1201 - 1204)\n* '''Khai Hy''' (开禧, 1205 - 1207)\n* '''Gia Định''' (嘉定, 1208 - 1224)\n\n[[Miếu hiệu]] [[Ninh Tông]] của ông có ý nghĩa là ''vị tổ tiên sống trong thanh bình''.\n\n== Gia quyến ==\n=== Hậu phi ===\n* [[Cung Thục hoàng hậu|Cung Thục Hoàng hậu]] Hàn thị (恭淑皇后韓氏; 1165 - 1200), người [[Tương Châu]], là hậu duệ 6 đời của Bắc Tống danh thần [[Hàn Kì Đích]] (韓琦的), là cháu gái của đại thần đương triều [[Hàn Thác Trụ]]\n[[Tập tin:B Song Dynasty Empress of Ningzong.JPG|thumb|150px|Cung Thánh Nhân Liệt Hoàng hậu Dương thị]]\n* [[Cung Thánh hoàng hậu|Cung Thánh Nhân Liệt Hoàng hậu]] Dương thị (恭聖皇后楊氏; 1162 - 1232), vào cung phong làm ''Bình Nhạc Quận Phu nhân'' (平樂郡夫人), ''Tiệp dư'' (婕妤), ''Uyển nghi'' (婉儀) rồi thành ''Quý phi'' (貴妃). Sau khi Hàn Hoàng hậu qua đời, trong cung bà cùng Tào Mỹ nhân đang đắc sủng, [[Hàn Thác Trụ]] cho là bà xảo quyệt, thủ đoạn khi làm Hoàng hậu sẽ nắm quyền nên tiến phong Tào thị làm Hậu. Nhưng Ninh Tông không nghe theo, lập Dương Quý phi làm Hoàng hậu\n* [[Tạ Chiêu nghi]] (謝昭儀), sử sách cho là có hai người con gái với Ninh Tông\n* [[Tào Tiệp dư (Tống Ninh Tông)|Tào Tiệp dư]] (曹婕妤), sơ phong ''Mỹ nhân'' (美人) rồi thăng ''Tiệp dư'' (婕妤) năm 1203. Tào thị tính tình hiền lành, lễ độ nên được Ninh Tông quý, cùng với Dương hậu đắc sủng\n* [[Diêm Mỹ nhân (Tống Ninh Tông)|Diêm Mỹ nhân]] (阎美人), sơ phong ''Cao Biền Quận Phu nhân'' (高平郡夫人) rồi thăng ''Mỹ nhân'' (美人)\n* [[Chung Mỹ nhân]] (钟夫人)\n\n=== Hậu duệ ===\n\n==== Con trai ====\nTất cả đều chết yểu khi chưa tròn 1 tuổi\n# Trưởng tử, chết yểu khi chưa đặt tên, không rõ mẹ\n# [[Triệu Tuấn]] (趙埈; 25 tháng 7, 1196 - 9 tháng 9, 1196), ''Duyện Xung Huệ vương'' (兖冲惠王), mẹ là [[Cung Thục hoàng hậu]]\n# [[Triệu Thản]] (趙坦; 29 tháng 1, 1200 - 28 tháng 9, 1200), ''Xung Ôn Bân vương'' (冲温邠王), mẹ là [[Cung Thục hoàng hậu]]\n# [[Triệu Tăng]] (趙增; 18 tháng 12, 1200 - 7 tháng 1, 1201), ''Xung Anh Dĩnh vương'' (冲英郢王), mẹ là [[Cung Thánh hoàng hậu]]\n# [[Triệu Quynh]] (趙埛; 1202), ''Xung Mục Hoá vương'' (冲穆华王), mẹ là [[Cung Thánh hoàng hậu]]\n# [[Triệu Kỳ]] (趙圻; 9 tháng 2, 1207 - 17 tháng 3, 1207), ''Xung Hoài Bân vương'' (冲怀顺王)\n# [[Triệu Thứ]] (趙墌; 22 tháng 3, 1207 - 1 tháng 5, 1207), ''Xung Ý Thân vương'' (冲懿申王)\n# [[Triệu Tự]] (趙垍; 1208), ''Xung Tịnh Túc vương'' (冲靖肃王)\n# [[Triệu Trì]] (趙坻; 9 tháng 2, 1223 - 28 tháng 3, 1223), ''Xung Mỹ Phi vương'' (冲美邳王)\n\n==== Con gái ====\n* [[Kỳ Quốc Công chúa]] (祁国公主), sinh được 6 tháng thì chết\n\n{{S-start}}\n{{S-hou|[[Nhà Tống|Triệu Tống]]||1168||1224}}\n{{S-reg}}\n{{Succession box|\n before=[[Tống Quang Tông]]|\n title=[[Nhà Tống|Hoàng đế nhà Tống]]|\n after=[[Tống Lý Tông]]|\n years=1194–1224\n}}\n{{S-end}}\n\n== Chú thích ==\n{{Tham khảo|30em}}\n{{vua nhà Tống}}\n\n[[Thể loại:Hoàng đế nhà Tống|Ninh Tông]]\n[[Thể loại:Sinh năm 1168]]\n[[Thể loại:Mất năm 1224]]\n[[Thể loại:Người Chiết Giang]]"}