{"Tống Từ":"'''Tống Từ''' ([[tiếng Trung Quốc|tiếng Trung]]: 宋慈) ([[1186]]-[[1249]]), tự '''''Huệ Phủ''''', người huyện Kiến Dương, tỉnh [[Phúc Kiến]] thời [[nhà Tống|Tống]]. Ông là nhà pháp y học trứ danh đời cổ xưa của Trung Quốc và cũng là của thế giới. Ông còn được biết với cái tên '''''Tống Đề Hình''''' vì đã viết quyển \"[[Tẩy Oan Tập Lục]]\" (洗冤集录), một quyển sách chuyên môn về [[khoa học pháp y|pháp y học]] sớm nhất trên toàn thế giới.\n== Thân thế và sự nghiệp ==\nÔng xuất thân ở một gia đình quan quyền bậc trung, cha là Tống Củng (宋鞏), quan tiết độ của Quảng Châu. Thuở nhỏ, ông học với Ngô Trĩ, đệ tử của [[Chu Hi|Chu Hy]], học được chỗ cao sâu của lý học. Hai mươi tuổi vào trường thái học học với Chân Đức Tú (cũng là nhà lý học trứ danh). Ba mươi mốt tuổi đỗ tiến sĩ. Trước sau, ông làm quan ở Phúc Kiến, [[Quảng Đông]], [[Giang Tây]], [[Hồ Nam]], bốn lần đảm nhiệm chức Đề điểm hình ngục (tương đương với chức thẩm phán tư pháp cấp tỉnh). Công tác thực tiễn dài hạn giúp ông tích lũy được kinh nghiệm phong phú về kiểm nghiệm pháp y. Ông làm quan thanh liêm, được sử khen là ‘Tuần Lại’ (quan thuần lương).. Trong đời làm quan trên 20 năm, ông đã làm rất nhiều việc tốt cho nhân dân. Ông mất năm 1249, hưởng thọ sáu mươi ba tuổi.\n\n== Tác phẩm Tẩy oan tạp lục ==\nĐảm nhiệm chức quan hình ngục trong thời gian dài, ông thấy rõ rằng trí thức kiểm nghiệm của vị quan hình luật là trọng yếu đến bậc nào. Ông nhận xét: ‘Ngục sự không trọng bằng đại tịch (án chém đầu), đại tịch không trọng bằng sơ tình, sơ tình không trọng bằng kiểm nghiệm’. Nhận xét này thuyết minh rằng tri thức pháp y và kinh nghiệm lý hình của vị quan hình ngục ảnh hưởng trực tiếp đến việc xử lý án kiện, quyết định vận mệnh sinh tử của con người. Nhưng mà các hình quan đương thời, đa số chẳng những thiếu kém tri thức pháp y và kinh nghiệm lý hình, mà còn khinh suất đoán án, coi rẻ nhân mệnh, tạo nên số lớn oan án. Mắt thấy tình cảnh này, Tống Từ rất không an lòng, bèn đem kinh nghiệm phong phú, mà bản thân công tác về lý hình trong thời gian dài đã tích lũy, tổng kết lại và tham khảo sách vở của tiền nhân về kỹ thuật và tri thúc pháp y, viết ra một bộ sách chuyên về pháp y học đầu tiên trong lịch sử Trung Quốc tương đối có hệ thống: ‘Tẩy Oan Tập Lục’. Từ sách này dẫn đến tác dụng các quyển ‘Tẩy Oan Trạch Vật’, ‘Khởi tử hồi sinh’.\n\nQuyển ‘Tẩy Oan Tập Lục’ ghi chép: giải phẫu thân người, kiểm nghiệm thi thể, kiểm tra hiện trạng, giám định một số nguyên nhân cơ giới tính nào gây tử thương, v.v...các tri thức về mọi mặt, liệt cử các loại độc vật mà đương thời có thể dùng để tự sát hoặc mưu sát cùng với cách cấp cứu, phương pháp giải độc; phạm vi luận thuật gần như bao quát các hạng mục chủ yếu về kiểm nghiệm pháp y, nội dung cũng gồm đủ các tri thức sơ bộ về các mặt nhu yếu của sự kiểm nghiệm hiện đại, có giá trị khoa học tương đối cao.\n\nQuyển \"Tẩy Oan Tập Lục\" ra đời năm 1247, sớm hơn quyển sách cùng loại do [[Fortunato Fidelis]] (Phật Đồ Nạp Đức Phi Đắc Lợi) và [[Paolo Zacchia]] (Bảo La Trát Cơ Á Tư, người [[Ý|Italia]]) viết ra trên 450 năm. Từ thế kỷ 13 đến thế kỷ 19, sách này được liên tục dùng hơn sáu trăm năm, luôn là một quyển ‘đầu bàn’ mà quan viên hình pháp thời xưa của Trung Quốc phải có.\n\nĐầu thế kỷ 15, sách này được phiên dịch sang tiếng Triều Tiên, Nhật Bản, Anh, Đức, Pháp, Hà Lan, lưu truyền trên quốc tế. Vì thế, Tống Từ được vinh dự là \"người đặt nền tảng cho pháp y học thế giới\".\n\n== Trong văn hóa ==\nHình ảnh của Tống Từ đã được tái hiện qua truyền hình, đài truyền hình Hồng Kông [[TVB]] đã trình chiếu bộ phim về ông gồm 2 phần có tên là [[A Witness From A Percussion]] hay ở Việt Nam còn có tên là Bức màn bí mật (phần 1) và Nhân Chứng (phần 2), trong đó diễn viên thủ vai Tống Từ là [[Âu Dương Chấn Hoa]], ngoài ra còn có sự hiện hiện của nhiều tên tuổi khác như [[Tuyên Huyên]], [[Lâm Văn Long]], [[Xà Thi Mạn|Xa Thi Mạn]], [[Hàn Mã Lợi]],...\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Pháp y]]\n[[Thể loại:Sinh năm 1186]]\n[[Thể loại:Mất năm 1249]]\n[[Thể loại:Nhân vật chính trị nhà Tống]]"}