{"Tống Lý Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Lý Tông\n| tên gốc = 宋理宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = Song Lizong.png\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Tống Lý Tông\n| chức vị = [[Hoàng đế]] [[nhà Tống|Đại Tống]]\n| tại vị = [[1225]] &ndash; [[1264]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:960 till:1279\nAlignBars = early\nScaleMajor = increment:319 start:960\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1224 till:1264 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tên đầy đủ = Triệu Dữ Cử (趙與莒)<br>Triệu Quý Thành (趙貴誠) <br> Triệu Quân (趙昀)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên thật\n| đăng quang = \n| tiền nhiệm = [[Tống Ninh Tông|<span style=\"color:grey\">Tống Ninh Tông<\/span>]]\n| nhiếp chính = \n| kế nhiệm = [[Tống Độ Tông|<span style=\"color:blue\">Tống Độ Tông<\/span>]]\n| tên thật = Triệu Dữ Cử<br>Triệu Quý Thành<br>Triệu Quân\n| hoàng tộc = [[Nhà Tống|Nhà Nam Tống]]\n| thời gian của niên hiệu 5 = \n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| cha = Vinh Văn Cung vương [[Triệu Hi Lư]]<br> Tống Ninh Tông (cha nuôi)\n| mẹ = [[Từ Hiến phu nhân]] Toàn thị\n| con cái = \n| phối ngẫu = \n| kiểu phối ngẫu = Hậu phi\n| sinh = {{ngày sinh|1205|1|26}}\n| nơi sinh = [[Hàng Châu|Lâm An]], [[Nhà Tống|Nam Tống]]\n| mất = {{ngày mất và tuổi|1264|11|16|1205|1|26}}\n| nơi mất = [[Hàng Châu|Lâm An]], [[Nhà Tống|Nam Tống]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n| nơi an táng = Vĩnh Mặc Lăng\n| tôn hiệu = \n| miếu hiệu = [[Lý Tông]] (理宗)\n| thụy hiệu = <span style=\"color:grey;\">Kiến Đạo Bị Đức Đại Công Phục Hưng Liệt Văn Nhân Vũ Thánh Minh An Hiếu Hoàng đế<br>(建道备德大功复兴烈文仁武圣明安孝皇帝)<\/span>\n| niên hiệu = \n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n}}\n'''Tống Lý Tông''' ([[chữ Hán]]: 宋理宗, [[26 tháng 1]] năm [[1205]] - [[16 tháng 11]] năm [[1264]]), [[thụy hiệu]] đầy đủ '''Kiến Đạo Bị Đức Đại Công Phục Hưng Liệt Văn Nhân Vũ Thánh Minh An Hiếu hoàng đế''' (建道備德大功復興烈文仁武聖明安孝皇帝)<ref name=\"TS41\">''[[Tống sử]]'', [[:zh:s:宋史\/卷041|quyển 41]]<\/ref>, tên thật là '''Triệu Dữ Cử''' (趙與莒), '''Triệu Quý Thành''' (趙貴誠) hay '''Triệu Quân''' (趙昀), là vị [[hoàng đế]] thứ 14 của vương triều [[nhà Tống]] trong [[lịch sử Trung Quốc]], đồng thời cũng là vị hoàng đế thứ năm của thời đại [[Nam Tống]] ([[1127]] - [[1279]]).\n\nTống Lý Tông xuất thân là bà con xa với dòng hoàng tộc đang nắm giữ ngôi vua khi trước, nên lúc nhỏ phải sống trong nhân gian mặc dù có thân phận hoàng tộc. Đến năm [[1221]], ông được phong làm thừa tự trong phủ Nghi vương. Khi [[Tống Ninh Tông]] qua đời năm [[1224]], Hữu Thừa tướng [[Sử Di Viễn]] giả di chiếu phế truất hoàng tử và đưa Triệu Quân lên ngôi hoàng đế, trở thành Tống Lý Tông.\n\nMười năm đầu tiên thời Lý Tông chứng kiến sự chuyên quyền của Sử Di Viễn, Lý Tông chỉ có hư vị, không có thực quyền. Chỉ đến sau khi Di Viễn chết rồi ([[1233]]) thì ông mới có thể thân chính, trong một thời gian ngắn trọng dụng trở lại một số vị quan liêm khiết, chấn chỉnh triều cương; tuy nhiên chẳng bao lâu bọn gian thần lại nổi lên khiến triều chánh đại hoại. Về đối ngoại, năm [[1233]] Lý Tông vì muốn trả thù cho mối nhục Tĩnh Khang xưa kia, đã quyết định liên quân với [[Đế quốc Mông Cổ|Mông Cổ]] mà tiêu diệt nước Kim. Kim quốc bại vong thì Tống lại phải đối mặt với quân Mông Cổ hùng mạnh đã ở sát biên giới. Tháng 6 năm [[1234]], Lý Tông phát động Đoan Bình nhập Lạc hòng khôi phục miền [[Bắc Tống]] nhưng bị quân Mông Cổ đánh cho tan tác, kể từ đó bắt đầu chiến tranh Mông-Tống hơn 40 năm mà kết quả cuối cùng là [[Tống]] bị Mông Cổ tiêu diệt.\n\nSau khi tướng giỏi [[Mạnh Củng]] qua đời ([[1246]]), quốc lực [[Nam Tống]] ngày một suy yếu. Năm [[1259]], quân Mông Cổ huy động lực lượng lớn đánh Tống, nhưng bị tướng [[Vương Kiên]] đánh bại ở Điếu Ngư dẫn đến Mông Kha hãn tử trận; [[Hốt Tất Liệt]] phải quay về miền bắc tranh ngôi Đại Hãn. Sau chiến thắng đó, quyền hành trong triều rơi cả vào tay gian thần [[Giả Tự Đạo]]. Tự Đạo được phong Hữu Thừa tướng năm [[1262]], loại bỏ những người chống đối, nắm cả quốc sự sau khi Lý Tông qua đời.\n\nDo các con của Tống Lý Tông đều chết sớm, nên ông phải lấy người con của em trai mình là Triệu Mạnh Khải làm người kế vị, tức là [[Tống Độ Tông]] về sau. Trong 40 năm trị vì, Tống Lý Tông ham mê sắc dục, không quan tâm triều chính, bên trong để gian thần Sử Di Viễn, [[Đinh Đại Toàn]], Giả Tự Đạo lộng hành, bên ngoài sử dụng chính sách ngoại giao sai lầm; chính ông đã đẩy triều [[Nam Tống]] vào con đường diệt vong 15 năm sau ngày ông qua đời.\n\n== Thân thế và cuộc sống ban đầu ==\n=== Thuở thiếu thời ===\n\nTống Lý Tông có tên lúc khai sinh là Triệu Dữ Cử, là cháu đời thứ 10 của [[Tống Thái Tổ]] [[Triệu Khuông Dận]], chào đời vào ngày Quý Hợi tháng giêng ([[26 tháng 1]]) năm nguyên niên Khai Hi ([[1205]]) thời [[Tống Ninh Tông]] tại ấp Trung Hồng, huyện Sơn Âm, phủ Thiệu Hưng<ref name=\"TS41\" \/>. Phụ thân ông là [[Triệu Hi Lư]], về sau truy phong là Vinh Văn Cung vương, mẹ là Toàn thị. Hy Lư là con của Triệu Quốc công [[Triệu Sư Ý]] (赵师意), Sư Ý là con của Ích Quốc công [[Triệu Bá Ngộ]] (赵伯旿), Bá Ngộ là con Ngô Quốc công [[Triệu Tử Thích]] (赵子奭), Tử Thích là con Phòng Quốc công [[Triệu Lệnh Giá]] (趙令稼), Lệnh Giá là con Gia Quốc công [[Triệu Thế Quát]] (趙世括), Thế Quát là con Lư Giang hầu [[Triệu Thủ Độ]] (趙守度), Thủ Độ là con Ký vương [[Triệu Duy Cát]] (趙惟吉), Duy Cát là con Yên Ý vương [[Triệu Đức Chiêu]] (趙德昭), Đức Chiêu là con trai thứ hai của Tống Thái Tổ, do con trai trưởng của Thái Tổ là Đằng vương [[Triệu Đức Tú]] mất khi còn nhỏ và không có hậu duệ, nên Đức Chiêu là người đáng lý sẽ được chọn làm trữ quân của Thái Tổ trong tương lai. Nhưng do Thái Tổ theo di huấn của Chiêu Hiến thái hậu, nhường ngôi cho Thái Tông nên Đức Chiêu dù đã trưởng thành và rất tài năng lại thêm được các đại thần trong triều, nhất là tể tướng [[Triệu Phổ]] (cánh tay phải đắc lực của Thái Tổ bấy giờ) đánh giá cao cũng không được vua cha lập làm Thái tử mà chỉ được ban tước vương. Thái Tông lên ngôi, liền tìm cớ giết hại con cháu Thái Tổ để có thể nhường ngôi cho con cháu của mình, [[Triệu Đức Chiêu]] cũng đã bị bức tử vào năm [[979]]. Các hoàng đế về sau của nhà [[Bắc Tống]] đều là hậu duệ của [[Tống Thái Tông]], còn các hoàng đế về sau của nhà [[Nhà Tống|Nam Tống]] (trừ [[Tống Cao Tông]]) đều là hậu duệ của [[Tống Thái Tổ]]. Triệu Dữ Cử là hậu duệ dòng trưởng chính thống trực hệ của Thái Tổ, nếu đem đối chiếu với phả hệ của hoàng tộc Triệu thị thì Dữ Cử là cháu họ của [[Tống Ninh Tông|Ninh Tông]] và gọi Ninh Tông bằng chú. Nhưng nếu xét về khía cạnh chính thống theo đạo lý trong [[Nho giáo]] thời phong kiến thì Triệu Dữ Cử có quyền thừa kế hợp pháp hơn nhiều so với dòng dõi của Tống Ninh Tông vì tổ tiên ông là dòng trưởng của Thái Tổ.\n\nLúc Dữ Cử chào đời là vào buổi tối nhưng lại có năm đạo hào quang ngũ sắc từ trong nhà vụt ra, sáng như ban ngày<ref name=\"TS41\" \/>. Chào đời được ba ngày thì gia nhân nghe thấy bên ngoài có tiếng huyên náo của xa ngựa, nhưng khi ra xem thì chẳng thấy gì. Lúc Dữ Cử còn nhỏ ở trong buồng kín bỗng thấy có luồng sáng xuất hiện như ban ngày, mọi người nhìn vào đứa trẻ thì thấy giống như long, lân. Có người đến đoán mệnh, nói rằng Dữ Cử về sau hiển quý không biết bao nhiêu mà kể, mà người em là Dữ Nhuế cũng rất phi phàm<ref name=\"TS41\" \/>.\n\n=== Hậu tự phủ Nghi vương ===\n\nNăm [[1207]] anh họ của [[Tống Ninh Tông]] là Nghi Tĩnh Huệ vương Triệu Bính qua đời mà không có con. Ninh Tông lấy người trong tông thất là con của Hi Cù, ban tên là Quý Hòa để làm hậu tự cho Nghi vương. Tháng 8 năm [[1220]], người con nuôi thứ nhất của Ninh Tông là Cảnh Hiến thái tử Triệu Tuân qua đời<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷161|quyển 161]]<\/ref><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷246|quyển 246]]<\/ref>. Ninh Tông căn cứ theo chuyện [[Cao Tông]] chọn Hiếu Tông xưa kia, cho tuyển khoảng 10 trẻ trong tông thất, tuổi khoảng 15 vào cung để chọn. Cuối cùng thì quyết định lập Quý Hòa làm hoàng tử vào ngày Bính Dần tháng 6 năm [[1221]], tiến phong Kì Quốc công<ref name=\"TTTTG162\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷162|quyển 162]]<\/ref>. Nhưng như thế thì Nghi vương không có người kế vị. Bấy giờ trong triều, đại quyền nằm trong tay Hữu thừa tướng Sử Di Viễn. Khi đó có [[Dư Thiên Tích]] là môn khách trong nhà Di Viễn, tính tình cẩn trọng, được Di Viễn trọng dụng. Di Viễn không hài lòng với ngôi vị của hoàng tử Hoành, muốn dựng người khác lên, nên giả tiếng tìm hậu tự cho Nghi vương để thực hiện ý đồ của mình. Di Viễn sai Thiên Tích qua Thiệu Hưng nên tìm người nào hiền tài trong tông thất để làm người nối dõi cho Nghi vương.\n\nThiên Tích qua Việt Tây Môn thì trời đổ mưa, phải trú ở nhà ông ngoại Dữ Cử là [[Toàn Bảo Trường]]. Bảo Trường biết đó là môn khách của Sử thừa tướng nên phải hậu đãi. Thiên Tích thấy có hai đứa trẻ đứng hầu bên Bảo Trường, mới hỏi là ai, Bảo Trường đáp là hai đứa cháu ngoại Dữ Cử, Dữ Nhuế và kể về sự lạ trong lúc Dữ Cử chào đời. Thiên Tích về Lâm An, báo với Di Viễn. Di Viễn bảo Thiên Tích đem hai trẻ về kinh. Bảo Trường biết là phú quý đã đến, nên bán ruộng để sắm sửa hành lý và mướn người hộ tống hai cháu về kinh. Di Viễn thấy anh em Dữ Cử thì rất mừng nhưng sợ việc bị lộ ra nên mới cho về nhà Bảo Trường<ref name=\"TTTTG162\" \/>. Bảo Trường rất thất vọng, người trong thôn nhân dịp cười nhạo. Đến mấy năm sau Di Viễn lại triệu hai trẻ đến, Bảo Trường không muốn đưa đi nữa. Di Viễn nhờ Thiên Tích thuyết phục, Bảo Trường mới cho Dữ Cử đến Lâm An lần nữa. Di Viễn tấu xin Ninh Tông lấy Dữ Cử làm hậu tự cho Nghi vương, phong chức Bỉnh Nghĩa lang, đến tháng 9 thì lập làm Nghi vương hậu tự. Năm đó ông 17 tuổi. Quý Thành trầm tĩnh, ít nói, lại ham học. Mỗi lần vào dự triều tham hoặc dự yến trong cung đều khăn áo tề chỉnh trong khi người khác cười nói vui vẻ. Mỗi khi vào yết kiến thì tỏ ra biết lễ nghi, Sử Di Viễn thấy thế thì thầm khen ngợi<ref name=\"TTTTG162\" \/>. Ngày Giáp Tử tháng 8, phong Giám Môn Vệ đại tướng quân, ban tên là Quý Thành. Ngày Đinh Tị tháng 5 năm Gia Định 15 ([[1222]]) lấy làm Kiểm giáo thiếu bảo, phong Tế quốc công. Ngày Kỉ Mùi tiến phong Tế châu phòng ngự sử<ref name=\"TS41\" \/>.\n\n=== Bất ngờ được lên ngôi ===\n\nLúc bấy giờ Sử Di Viễn, trong cung có Dương hậu chống lưng, bên ngoài phe cánh đầy triều, tha hồ tiếm đoạt quyền hành, muốn làm gì thì làm, muốn giết ai thì giết. Hoàng tử Hoành không vừa ý, có lời chê trách. Di Viễn biết được, liền bỏ tiền mua một ca kĩ dâng tặng hoàng tử để dò xét động tĩnh. Cuối cùng Di Viễn biết được rằng, hoàng tử thường ghi lại mấy tội ác của Di Viễn và Dương hoàng hậu, còn nói toạc ra rằng về sai sẽ đày Di Viễn đi suốt 8000 dặm, ra Ân châu<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷243|quyển 243]]<\/ref>. Di Viễn kinh hoàng và từ đó muốn phế hoàng tử Hoành. Một dịp nhân ngày Di Viễn lên chùa cầu siêu cho phụ thân<ref>Cha của Sử Di Viễn là [[Sử Hạo]], từng giữ chức Thừa tướng nhà [[Nam Tống]]<\/ref>, có Quốc tử học lục [[Trịnh Thanh Chi]] là thầy của Quý Thành đến dự. Di Viễn mời Thanh Chi đến phủ, tiết lộ ý định phế lập của mình. Hằng ngày Thanh Chi dạy [[Tống Lý Tông|Quý Thành]] làm văn, học tập ngự thư của Cao Tông. Quý Thành tư chất vốn thông minh nên học một hiểu mười. Thanh Chi đưa những bài văn của Quý Thành cho Di Viễn xem. Di Viễn ca ngợi tài năng của Quý Thành và chê bai hoàng tử Hồng trước mặt Ninh Tông.\n\nTừ ngày Bính Tuất tháng 8 năm thứ 17 ([[1224]]), [[Tống Ninh Tông|Ninh Tông]] bị bệnh và từ đó không lên triều. Sử Di Viễn sai [[Trịnh Thanh Chi]] đến phủ Nghi vương báo về việc phế lập, Quý Thành im lặng không đáp. Thanh Chi nói\n:''Sử Thừa tướng thấy Thanh Chi là bạn nhiều năm nên mới nói lời tận đáy lòng. Mà nay không nói lời nào thì Thanh Chi biết ăn nói thế nào với thừa tướng.''\n\nQuý Thành mới nói\n:''Thiệu Hưng vẫn còn lão mẫu''<ref>Ý nói mẹ ruột vẫn còn sống, không dám tự quyết định<\/ref>.\n\nThanh Chi đem việc đó nói với Di Viễn, cả hai hết lời khâm phục<ref name=\"TTTTG162\" \/>. Ngày Nhâm Thìn, bệnh của đế trở nặng. Sử Di Viễn giả mạo di chiếu lập Quý Thành làm hoàng tử, ban tên là Quân, phong Vũ Thái quân tiết độ sứ, tước Thành quốc công<ref name=\"TS41\" \/>. Ngày Đinh Dậu tháng nhuận ([[18 tháng 9]] năm [[1224]]), Ninh Tông băng ở điện Phúc Ninh. Di Viễn sai hai cháu của [[Dương hoàng hậu (Nam Tống)|Dương hoàng hậu]] là [[Dương Cốc]], [[Dương Thạch]] vào báo việc phế lập. Hậu thất kinh, nói\n:''Hoàng tử Hoành do tiên đế đích thân chọn lựa, sao có thể dễ dàng thay đổi''.\n\nVà nhất quyết không chịu. Dương Cốc phủ phục dưới đất, nói\n:''Quân dân trong ngoài đều thuận theo, nếu không lập thì tắc sinh biến loạn, Dương thị chỉ e sẽ bị họa tru di mà thôi''.\n\nHoàng hậu chần chừ một lát nữa, mới hỏi người đó ở đâu. Di Viễn nói với Quý Thành\n:''Nay người phải nhớ kĩ mình là hoàng tử của Nghi Tĩnh Huệ vương, không phải hoàng tử của hoàng đế, nhầm lẫn thì sẽ bị trảm đấy''.\n\nHoàng tử Quân vào cung yết kiến, hậu nói\n:''Hôm nay ngươi chính là con của ta rồi.''\n\nDi Viễn dẫn quân tới nội điện, cho hoàng tử Quân lạy trước linh cữu. Lễ xong mới triệu hoàng tử Hoành. Hoành thấy lệnh đến chậm đã sinh nghi, nhưng cuối cùng cũng theo vào cung. Di Viễn bố trí vệ sĩ giữ hết tùy tùng của hoàng tử không cho đi theo và bảo [[Hạ Chấn]] trông coi hoàng tử cẩn thận. Hoàng tử thấy mình vẫn phải đứng ở chỗ cũ nghe di chiếu nên lo lắng. Bỗng thấy trên điện có một vị [[thiên tử]], bước lên ngai rồng và tuyên chiếu lên ngôi. Chiếu tuyên xong, các quan đều quỳ bái. Hoàng tử Hoành không chịu quỳ, nhưng bị [[Hạ Chấn]] thúc ép nên phải quỳ. Hoàng tử Quân nối ngôi, tức là '''Tống Lý Tông'''. Phong hoàng tử Hoành làm Tế Dương quận vương, Khai phủ nghi đồng tam ti; rồi đổi làm Tế vương ra phủ Hồ châu<ref name=\"TTTTG162\" \/>. Tôn Dương hậu làm hoàng thái hậu, buông rèm nghe chính. Theo cố sự những năm Thuần Hi, Lý Tông ở trong cung phục tang ba năm.\n\n== Làm hoàng đế ==\n=== Sử Di Viễn thao túng đại quyền ===\n\nSau khi tôn lập Lý Tông, Sử Di Viễn sợ quần thần phản đối nên tìm cách thu phục, phong chức quan cho các nhà nho lão thành: Phó Bá Thành, Dương Giản, Sài Trung Hành, và bọn [[Chân Đức Tú ]], [[Chu Trứ ]], [[Cát Hồng]], [[Kiều Hành Giản]], [[Ngụy Liễu Ông ]], [[Lý Tông Chánh]] làm thị giảng. Truy phong phụ thân Hi Lư làm Vinh Văn Cung vương, mẹ là Toàn thị làm Quốc phu nhân, em là Dữ Nhuế tập tước ở nước Vinh, cải nguyên là Bảo Khánh.\n\nĐầu xuân năm [[1225]], người Hồ châu là [[Phan Nhiệm ]], [[Phan Bính]], [[Phan Phủ]] bất bằng vì sự phế lập bừa bãi của Sử Di Viễn, nên tập hợp lực lượng chống lại, lấy danh nghĩa tôn phò Tế vương. Chúng đến chỗ [[Lý Toàn]] xin viện binh, Toàn có ý ngồi xem thành bại nên không có hành động gì. Về phần Tế vương, do sợ việc không thành, nên đích thân cầm quân diệt trừ bọn Phan Nhiệm. Khi đó Sử Di Viễn sai Bành Nhâm đưa quân đến Hồ châu thì Tế vương đã dẹp loạn xong. Di Viễn lại tìm kế khác, nói Tế vương lâm bệnh, sai [[Dư Thiên Tích]] giả tiếng cùng ngự y đến chữa rồi bí mật ép Tế vương phải tự tận, phao là lâm bệnh qua đời<ref name=\"TTTTG163\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷163|quyển 163]]<\/ref>. Các đại thần Ngụy Liễu Ông, [[Hồng Tư Quỳ]], Chân Đức Tú lên tiếng kêu oan cho Tế vương. Di Viễn đùng đùng nổi giận, liền tiến cử bọn [[Lương Thành Đại]], [[Lý Tri Hiếu]], [[Mạc Trạch]] vào Gián viện để chuyên lo việc áp chế các đại thần, người đương thời gọi chúng là tam hung.\n\nMùa hạ tháng 4 năm [[1225]], hoàng thái hậu có chỉ hết buông rèm. Lý Tông thân chính, truy tôn hoàng huynh Triệu Hoành làm thiếu sư, tiết độ sứ hai trấn; tiến phong Sử Di Viễn làm Thái sư Ngụy quốc công, Di Viễn từ chức Thái sư, không nhận<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷471|quyển 471]]<\/ref>. Tháng 8 năm đó, Di Viễn giật dây cho bọn tam hung bài xích Chân Đức Tú, [[Hồng Tư Quỳ]], Ngụy Liễu Ông và Tế vương. Triều đình bãi chức ba đại thần, đuổi ra ngoài; giáng Tế vương làm Ba Lăng quận công, rồi huyện công ([[1226]]). Năm [[1226]], được bái làm Thiếu sư, ban cho ngọc đái. Năm [[1228]], được bái làm Thái phó nhưng Di Viễn tám lần từ không nhận.\n\nNăm [[1231]] lập cháu gái của tiền thừa tướng [[Tạ Thâm Phủ]] là [[Tạ Đạo Thanh]] làm hoàng hậu. Hậu từ nhỏ mắt có màng, da ngăm đen. Đến lúc vào cung bỗng mắc bệnh sởi, sau khi khỏi bệnh thì trở nên xinh đẹp khác thường. Ban đầu Lý Tông có ý chọn Giả thị con gái của [[Giả Thiệp]] làm hậu, nhưng Dương thái hậu lại muốn lập Tạ thị, Lý Tông đành phải nghe theo, lập Tạ thị làm hậu; Giả thị làm quý phi. Năm [[1232]], Dương thái hậu qua đời, thọ 71 tuổi, thụy là Cung Thánh Nhân Liệt.\n\nNăm [[1232]], Sử Di Viễn được tấn phong làm thái sư, Tả thừa tướng; [[Trịnh Thanh Chi]] làm Hữu thừa tướng. Không lâu sau Di Viễn có bệnh xin nghỉ, được phong Chiêu Tín quân tiết độ sứ, sung Lễ Tuyền quan sứ, gia phong Cối Kê quận vương. Năm [[1233]], Sử Di Viễn qua đời, thọ 70 tuổi<ref name=\"TTTTG167\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷167|quyển 167]]<\/ref>. Lý Tông nghỉ triều ba ngày, truy tặng Trung thư lệnh, tước Vệ vương, thụy hiệu là Trung Hiến. Sau khi Di Viễn chết, Lý Tông mới có thể nắm quyền, liền cho đuổi bọn tam hung và tứ mộc<ref>Gồm [[Tiết Cấp]]. [[Hồ Cừ]], [[Nhiếp Tử Thuật]], [[Triệu Như Thuật]] là gian thần được Sử Di Viễn tín nhiệm<\/ref>, trọng dụng chính sĩ, triều chính một thời khởi sắc, sử xưng là Đoan Bình canh hóa. Lý Tông lại theo lời của [[Từ Kiều Thường]], xuống chiếu rửa oan cho Tế vương Hoành, phục tước hiệu, cấp tiền nong cho vợ Tế vương là Ngô thị.\n\nĐầu năm [[1234]], theo lời của [[Ngô Tiềm]], Lý Tông cho triệu Chân Đức Tú và Ngụy Liễu Ông về triều làm ở viện Hàn lâm. Hai đại thần khuyên vua bỏ bớt yến tiệc và những thú vô bổ, chiêu nạp hiền sĩ. Lý Tông chăm chú lắng nghe lời nói thẳng. Lại triều [[Hồng Tư Quỳ]], [[Vương Toại]] làm Giám sát ngự sử. Về sau còn cử Chân Đức Tú làm Tham tri chính sự, nhưng không lâu sau ông lâm bệnh qua đời. Lý Tông muốn dùng Ngụy Liễu Ông nhưng bị nhiều người phản đối, đành thôi.\n\n=== Biến loạn ở Hoài Đông ===\n\nTừ thời Ninh Tông, tướng Lý Toàn ở Hoài Đông dần xây dựng lực lượng, trở thành mối đe dọa với triều đình. Lý Toàn nguyên là thủ lĩnh đội quân Hồng áo tặc nhiều năm tung hoành ở Kim quốc, đến khi thất bại chạy sang hàng Tống, được Tống đình thu nạp. Về sau Toàn nhiều lần lập công đánh bại quân [[nhà Kim|Kim]], thế lực ngày một lớn, các chế trí sứ do triều đình bổ nhiệm đều chỉ là bù nhìn trong tay Toàn. Lúc này [[Hứa Quốc]] là chế trí sứ Hoài Đông, bất hòa với Lý Toàn. [[Lưu Khánh Phúc]] là tướng dưới quyền của Toàn, cũng ghét [[Hứa Quốc]]. Tháng 2 năm [[1225]], Lý Toàn giả cách xn đi Thanh châu, rồi bí mật sai Khánh Phúc làm loạn ở Sở châu. Khánh Phúc chỉ huy loạn quân đánh vào phủ của Hứa Quốc, giết hết gia thuộc ông ta, Quốc liền tự sát<ref name=\"TTTTG163\" \/><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷476|quyển 476]]<\/ref>.\n\nTin biến loạn ở Sở châu bay về Lâm An. Sử Di Viễn không muốn động đến Lý Toàn nên sai [[Từ Hi Tắc]] đến làm chế trí sứ Hoài Đông. Lý Toàn vờ trách Khánh Phúc không quản tướng sĩ, rồi giết mấy người làm loạn. Bản thần [[Từ Hi Tắc]] sợ Lý Toàn như sợ cọp, không dám làm trái ý, còn gọi Toàn là ân phủ, vợ Toàn là [[Dương Diệu Chân|Dương thị]] là ân đường<ref name=\"TTTTG163\" \/>.\n\n[[Bành Nghĩa Bân]] ở Ân châu nghe tin, kể tội Lý Toàn làm phản, đem quân đến đánh thắng được nhiều trận, nhưng Sử Di Viễn lại cố tính dung túng cho Lý Toàn. Nghĩa Bân sau lại đổi hướng muốn thu phục Đông Bình rồi mới dẹp giặc. Ai ngờ bị tướng giữ Đông Bình lừa rồi bị quân Mông Cổ đánh bại và bị giết.\n\nNăm [[1226]], sau việc [[Bành Nghĩa Bân]] thất bại, quân Mông Cổ vây hãm mấy châu quận ở Kinh Đông. [[Lú Toàn]] đem quân chống lại nhưng thua trận. Toàn bàn với anh là [[Lý Phúc]] đến Sở châu xin viện binh. Lúc này Sử Di Viễn triệu [[Từ Hi Tắc]] về kinh, lấy [[Lưu Trác]] lên thay và thừa cơ đánh diệt Lý Toàn. [[Hạ Toàn]] muốn theo nhưng [[Lưu Trác]] không cho. [[Lý Phúc]] về Sở xin quân nhưng Trác không nghe. [[Lý Phúc]] và Dương thị lệnh quân sĩ gõ mở đánh trống suốt ngày cũng không được. Dương thị bèn tìm cách dụ dỗ Hạ Toàn, mượn tay Toàn giết [[Lưu Trác]]. [[Hạ Toàn]] liền liên kết với [[Lý Phúc]] đuổi được [[Lưu Trác]], Trác lo buồn mà chết. [[Hạ Toàn]] chạy sang hàng Kim<ref name=\"TTTTG163\" \/>.\n\nNăm [[1227]], Sử Di Viễn phong cho [[Diêu Trưng]] (có sách viết là [[Diêu Dũng]]) là chế trí sứ Hoài Đông vì người này có giao hảo với Lý Toàn. [[Diêu Trưng]] thấy việc của [[Từ Hi Tắc]] mà lo sợ trước bọn loạn quân, phải vào ở trong chùa<ref name=\"TTTTG163\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷164|quyển 164]]<\/ref>. Khi đó Lý Toàn bị quân Mông Cổ đánh bại và hàng giặc, tại Sở châu [[Lưu Khánh Phúc]] và [[Lý Phúc]] không ưa nhau. Tháng 6 ÂL, Lý Phúc đặt phục binh trong phủ để giết Khánh Phúc, sau đó vay lương của [[Diêu Trưng]], Trưng không nghe, [[Lý Phúc]] bèn làm phản tống cố Diêu Dũng khỏi Sở châu. Triều đình Tống dùng [[Dương Thiệu Vân]] kiêm chức chế trí sứ và từ đó không dám trọng Giang khinh Hoài nữa. Bộ hạ của Lý Toàn là [[Quốc An Dụng]], [[Diêm Thông]], [[Vương Nghĩa Thâm]], [[Hình Đức]] cùng nhau giết Lý Phúc và con thứ của Lý Toàn là Thông, Dương thị phải chạy ra Hải châu. Triều đình cử Bành Thác đến Hoài Đông, bọn bốn tên kia liền bắt Bành Thác rồi hàng Mông Cổ. Tháng 9 năm đó, Lý Toàn nhận được tin dữ, liền xin với tướng Mông cho về nam trả thù. Quốc An Dụng giết bọn Trương, Hình, đầu hàng Toàn. Sử Di Viễn sai sứ đến nói nếu Toàn không đánh Hoài Nam thì sẽ ban tiết việt. Toàn vờ nghe theo, từ đó chiếm biên cương vùng Hoài, xưng thần với cả Tống và Mông Cổ. Quần thần biết Lý Toàn là người phản loạn, nhưng ngại Sử Di Viễn nên không dám nói. Về sau do thiếu lương thực, Toàn còn cả gan đến cướp lúa ở Lâm An. Do tri Dương châu Thạch Triều Tông cướp lúa, Toàn cho quân đánh Dương châu. Di Viễn thấy nguy nên xin phong Lý Toàn làm Tiết độ sứ hai trấn Chương Hóa, Bảo Khang kiêm Kinh Đông phủ sứ, bãi miễn Thạch Triều Tông, đưa Triệu Phu lên thay. Lý Toàn thừa dịp lấn tới, cho đòi tăng lương tiền cho quân sĩ.\n\n[[Triệu Phạm]], [[Triệu Quỳ]]<ref>[[Triệu Phạm]] và [[Triệu Quỳ]] là hai con của danh tướng kháng Kim [[Triệu Phương]]<\/ref> cùng [[Triệu Thiện Tương]] căm ghét Lý Toàn. Từ màu hạ năm [[1228]], Sử Di Viễn bị bệnh nghỉ phép, [[Trịnh Thanh Chi]] chủ trương tiêu diệt phản loạn, triều đình liền kết tội Lý Toàn. Toàn giận lắm, đem quân đánh Dương châu. Sử Di Viễn lúc này đã khỏi bệnh, gửi thư cho Toàn đồng ý tăng lương tiền cho 5000 quân, khuyên Toàn về hàng nhưng Toàn không theo. Toàn đưa quân đánh hai châu Thông, Thái rồi đánh tiếp Dương châu. Bấy giờ là mùa đông năm thứ ba Thiệu Định (1230), Lý Toàn vây Dương châu đến tận mùa xuân năm [[1231]]. Sau đó đến tết Thượng Nguyên, nhân khi Lý Toàn bày tiệc vui chơi, Triệu Phạm liền cho quân tấn công bất ngờ. Lý Toàn bại trận và bị giết chết. Triều đình phong Triệu Phạm làm Giang Hoài chế trí đại sứ, Triệu Phạm làm Hoài Đông An phủ sứ, Triệu Quỳ làm Đề hình Hoài Tây, ban thưởng cho tướng sĩ. Dương thị biết thời thế đã hết liền bỏ đi biệt tích. Về sau Phùng Ký đem ấn ra hàng, loạn binh ở Hoài Tây đến đó đã bình định xong<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷165|quyển 165]]<\/ref>.\n\n=== Phá Thái diệt Kim ===\n\nKể từ năm [[1215]], do bị quân Mông Cổ uy hiếp, triều đình Kim phải dời đô về Biện Kinh<ref>Kinh đô cũ của [[Bắc Tống]], nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>. Không bao lâu sau, Yên Kinh và hầu hết những vùng đất phía bắc sông [[Hoàng Hà]] đều rơi vào tay Mông Cổ, nước Kim ngày càng suy nhược, nguy cơ diệt vong đã gần kề.\n\nNăm [[1227]], Mông Thái Tổ [[Thành Cát Tư Hãn]] xuất chinh [[Tây Hạ]] và giành chiến thắng, tiêu diệt nước Hạ<ref>''[[Kim sử]]'', [[:zh:s:金史\/卷134|quyển 134]]<\/ref><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷486|quyển 486]]<\/ref>. Sau trận này, quân Mông Cổ dồn toàn lực tiêu diệt nước Kim. Năm [[1230]], Mông Thái Tông [[Oa Khoát Đài]] cùng em là [[Đà Lôi]] đem quân đánh Đồng Quan nhưng không được, nên sai người đến Tống mượn đường, kết quả sứ Mông bị người Tống giết chết. [[Oa Khoát Đài]] đùng đùng nổi giận, sai [[Đà Lôi]] đem 30.000 quân kị tiến đánh Bảo Kê, hạ Đại Tản quan, phá Phượng châu và Hưng Nguyên; vượt sông Gia Lăng tiến vào đất Thục. Chế trí sứ Tứ Xuyên [[Quế Như Uyên]] bỏ trốn. Tuy nhiên về sau thì [[Oa Khoát Đài]] (do chỉ muốn ra oai chứ không định đánh Tống khi nước Kim vẫn còn) đã triệu [[Đà Lôi]] về để tập trung diệt nước Kim.\n\nNăm [[1232]] và [[1233]], nước Kim liên tiếp bại trận. Mùa đông năm [[1232]], [[Kim Ai Tông]] bỏ trốn khỏi Biện Kinh<ref name=\"TTTTG166\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷166|quyển 166]]<\/ref>. Trong khi đó Mông Cổ sai [[Vương Tiếp]] đến [[Tống]] xin hợp quân đánh Kim. Chế trí sứ Kinh Hồ [[Sử Tung Chi]] báo về triều đình. An phủ sứ Hoài Đông Triệu Phạm xin giữ minh ước, vì nếu Kim vong thì Mông Cổ tất sẽ dòm ngó đến [[Nam Tống|Tống]], nhưng Lý Tông không nghe, quyết định liên Mông kháng Kim. [[Oa Khoát Đài]] hứa hẹn rằng sau khi việc thành sẽ \"trả lại\" Hà Nam cho [[Bắc Tống|Tống]], từ đó hai bên lập ra thệ ước bằng miệng.\n\nMùa hạ năm [[1233]], Tống đình cử [[Mạnh Củng]] ra quân từ Tảo Dương<ref>[[Tảo Dương]], [[Hồ Bắc]], [[Trung Quốc]] hiện nay<\/ref> đánh Đường châu<ref>[[Đường Hà]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]] của ngày hôm nay<\/ref>, giết tướng Kim chiếm Đường châu và đánh sang Thuận Dương, tướng Kim Vũ Tiên bỏ trốn, hơn bảy vạn quân Kim đầu hàng người Tống. Sau khi hạ được Đường châu, [[Mạnh Củng]] sai người liên hệ với Mông Cổ đánh Thái châu là sào huyệt cuối cùng của nước Kim. Tháng 12 ÂL, quân Tống chiếm Sài Đàm Lâu. Ngày [[10 tháng 1]] năm [[1234]], chiếm được thành ngoài. Đêm [[8 tháng 2]] năm [[1234]], trước tình thế nguy cấp, [[Kim Ai Tông]] nhường ngôi cho [[Hoàn Nhan Thừa Lân]]<ref name=\"TTTTG167\" \/>. Hôm sau liên quân tổ chức tấn công một trận lớn. Kim chủ thắt cổ tự tử ở Lan Hiên, tướng [[Hoàn Nhan Hốt Tà Hổ]] cùng 500 người tuẫn tiết. [[Hoàn Nhan Thừa Lân]] lui về Tử Thành, quân Tống thừa cơ đánh sang, Thừa Lân tử trận<ref name=\"TTTTG167\" \/><ref>''[[Kim sử]]'', [[:zh:s:金史\/卷018|quyển 18]]<\/ref>. [[Mạnh Củng]] cho quân tiến vào thành, bắt được Tham chính nước Kim [[Trương Thiên Cương]] và hài cốt của Kim chủ. [[Mạnh Củng]] cùng tướng Mông Cổ [[Tháp Sất Nhi]] chia số hài cốt và của cải trong thành làm đôi mỗi bên một phần. Lại lấy tây bắc Trần, Thái làm giới hạn, bắc thuộc Mông nam thuộc Tống; sau đó cùng rút về nước. Triều Kim kể từ Thái Tổ A Cốt Đả đến Ai Tông Ninh Giáp Tốc là được 6 đời 9 chủ, 120 năm.\n\nSử Tung Chi đưa [[Trương Thiên Cương]], [[Hoàn Nhan Hảo]] cùng vàng bạc châu báu cướp được, có cả hài cốt của [[Kim Ai Tông]] về Lâm An. Hình quan bắt Thiên Cương viết tờ biểu thú tội, coi Ai Tông như một chủ rợ, Thiên Cương không nghe và ghi vào hộp đúng hài cốt bốn chữ cố chủ tuẫn quốc. Thi hài Ai Tông bị đưa vào kho ngục Đại lý tự<ref name=\"TTTTG167\" \/>. Lý Tông xét công diệt Kim, ban cho [[Mạnh Củng]] đai ngự khí, ban thưởng cho [[Giang Hải]] và các tướng khác.\n\n=== Đoan Bình nhập Lạc ===\n\nTriệu Phạm, Triệu Quỳ nhân lấy được Thái châu, có ý tiến lên khôi phục tam kinh, giành lại [[Trung Nguyên]]. [[Khâu Nhạc]] can là không nên, Triệu Phạm không nghe. Tham chính [[Kiều Hành Giản]], Hoài Tây tổng lĩnh Ngô Tiềm và nhiều người khác cũng can ngăn nhưng [[Trịnh Thanh Chi]] lại tán thành. Tháng 6, Có chiếu lệnh anh em họ Phạm đến Hoàng châu<ref>[[Hồ Bắc]], [[Trung Quốc]] hiện nay<\/ref> triệp tập binh mã; tri Lư châu [[Toàn Tử Tài]] đem vạn quân từ Hoài Tây đến Biện Kinh<ref name=\"TTTTG167\" \/>. Ở Biện, bọn [[Lý Bá Uyên]], [[Lý Kì Tố]] xin hàng và cùng nhau giết tướng giữ thành [[Thôi Lập]], đem thủ cấp đến Thừa Thiên Môn cúng tế [[Kim Ai Tông]]<ref name=\"TTTTG167\" \/>.\n\nToàn Tử Tài được bọn Bá Uyên đón vào Biện. Mười hôm sau, Triệu Quỳ đem quân từ Hoài Tây đến, bảo Tử Tài đánh lấy Lạc Dương và Đồng Quan, Tử Tài thoái thác là lượng thảo chưa đến. Triệu Quỳ phản bác bảo nếu đợi lương thảo tới thì quân bắc cũng đã tới làm sao chống. Tử Tài phải sai bọn [[Từ Mẫn Tử]] và [[Phạm Dụng Cát]]... cùng 13000 quân đánh lấy Lạc Dương. Lúc này lương thảo của quân Tống đã hết, Lý Tông còn sai [[Chu Dương Tổ]] đến Lạc yết kiến lăng tiên đế. Lúc này thì quân Mông đã vượt [[sông Hoàng Hà]] chuẩn bị nghênh chiến. Tháng 8 ÂL, quân Mông đã tới Lạc Dương lập trại. Hai bên đánh nhau có thắng có thua, nhưng lương thực của quân Tống thì đã gần cạn<ref name=\"TTTTG167\" \/>. [[Chu Dương Tổ]] sau chạy về nam. [[Dương Nghị]] làm hậu ứng cho [[Từ Mẫn Tử]], khi quân còn cách Lạc 30 dặm thì gặp Mông và bị diệt sạch. Triệu Quỳ và Toàn Tử Tài ở Biện, quân Mông Cổ cho tháo nước sông Hoàng Hà dẫn vào Biện Kinh, quân Tống chết không biết bao nhiêu mà kể. Từ Mẫn Tử vì lương hết phải rút quân về nam. Quân Mông Cổ tiến vào Lạc Dương rồi đánh sang Biện Kinh, quân Tống bỏ thành mà chạy. Bắc phạt thất bại nặng nề. Triệu Phạm dâng biểu hặc tội Toàn Tử Tài và Triệu Quỳ bỏ đất mất quân khiến họ bị giáng quan. Bãi chức của Sử Tung Chi, cho Triệu Phạm lên thay. [[Trịnh Thanh Chi]] dâng sớ hặc tội, Lý Tông vỗ về và lưu lại.\n\n=== Mông Cổ uy hiếp ===\n\nKhi đó tướng tài [[Nam Tống]] không thể không nói tới [[Mạnh Củng]]. [[Mạnh Củng]] ở Tương Dương, chiêu mộ trai tráng 15.000 người lập thành quân Trấn Bắc, được phong chức đô thống chế Tương Dương. Củng còn đến Hoàng châu tu bổ thành trì, chiêu mộ quân dân, đắp lũy giữ thành ngăn chặn quân Mông Cổ. Người Mông lại sai [[Vương Tiếp]] đến [[Lâm An]] trách cứ việc phản bội minh ước, Tống đình không trả lời được phải sai sứ đến tạ lỗi. Từ đó Mông Cổ chuẩn bị kế hoạch xâm lược [[Nam Tống]].\n\nNăm [[1236]], lấy cớ Tống đình bội ước, [[Oa Khoát Đài]] phân quân tam lộ đánh xuống phía nam, lần lượt chiếm Tương Dương, Tùy châu. Trong khi đó tại triều đình, [[Trịnh Thanh Chi]] và [[Kiều Hành Giản]] là Tả, Hữu thừa tướng, tiến cử Ngụy Liễu Ông nắm giữ việc quân, thông lĩnh quân Kinh Hồ và Giang Hoài. Dùng Ngô Tiềm, [[Triệu Thiện Tương]], [[Mã Quang Tổ]] vào các chức vụ quan trọng.\n\nQuân Mông Cổ đánh bại quân của Toàn Tử Tài ở Đường châu. Triệu Phạm đưa quân đến cứu và đẩy lui địch, Tào Hữu giết tướng Mông [[Uông Thế Hiển]]. Hai tể tướng sợ Ngụy Liễu Ông lập công đe dọa đến chức của mình nên triệu ông về kinh<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷168|quyển 168]]<\/ref>, ít lâu sau Ngụy Liễu Ông qua đời.\n\nTháng 3 ÂL năm [[1236]], bọn Nam quân dưới trướng Triệu Phạm gồm [[Vương Mẫn]], [[Lý Bá Uyên]] liên thủ đốt phá và cướp bóc Tương Dương rồi đầu hàng Mông Cổ. Tháng 5 ÂL, Tống đình bãi chức [[Triệu Phạm]], dùng Triệu Quỳ làm chế trí sứ Hoài Đông lo chống giữ với người Mông. Ở Tương Hán, phủ Đức An, Tùy châu và Kim Môn quân bị mất. Ở phía tây, [[Tào Hữu Văn]] tử trận tại Lợi châu, toàn Tây Thục kể như mất chỉ trong chưa đến một tháng. Tướng Mông [[Khoát Đoan]] vào Thành Đô và đánh lên Văn châu. Tin bại trận lũ lượt bay về Lâm An. Hai vị thừa tướng đều phải bãi chức, lấy [[Thôi Dữ Chi]] làm Hữu thừa tướng, [[Sử Tung Chi]] làm chế trí sứ Hoài Tây chi viện cho Quang Châu, Triệu Quỳ cứu Hợp Phì. Đầu năm [[1237]], [[Mạnh Củng]] cùng [[Trương Thuận]] phá 24 trại Mông Cổ, giải vây cho Giang Lăng. Quân Tống cũng thắng lớn ở Chân châu, giết được nhiều quân Mông, tình hình bắt đầu chuyển biến có lợi cho quân Tống.\n\nNăm [[1237]], Lý Tông cải nguyên là Gia Hi, lại dùng [[Kiều Hành Giản]] làm Tả thừa tướng, [[Trịnh Thanh Chi]] tri Xu mật kiêm Tham chính. Trong khi đó quân Mông Cổ đại thắng ở Tây Vực và [[châu Âu]] thanh thế lại lớn mạnh, [[Oa Khoát Đài]] liền chuẩn bị đánh xuống phía nam lần nữa<ref name=\"TTTTG169\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷169|quyển 169]]<\/ref>. [[Mạnh Củng]] từ Giang Lăng về cứu Hoàng châu. [[Đỗ Cảo Kiên]] đánh lui quân Mông tại An Phong quân. [[Sử Trung Chi]] lúc đó nghe tin [[Sát Hãn]] đánh Lư châu nên điều [[Đỗ Cảo]] quân đến cứu. Quân Mông Cổ bị [[Đỗ Cảo]] dùng cách đánh hỏa thiêu rụi hết giàn giáo, bèn dùng pháo đánh thành. Pháo bắn tới gặp mái vẩy của quân Tống thì bật ngược lại chỗ quân Mông. [[Đỗ Cảo]] thừa cơ truy kích và đẩy lui được chúng. Triều đình phong Cảo làm chế trí sứ Hoài Tây, [[Mạnh Củng]] làm chế trí sứ Kinh Hồ, chuẩn bị lấy lại Kinh Tương.\n\nNăm [[1238]], Mạnh Củng xuất quân khôi phục Dĩnh châu<ref>Đông bắc [[Kinh Môn]], [[Hồ Bắc]], [[Trung Quốc]] hiện nay<\/ref>, Kinh Môn. Mùa xuân năm [[1239]] thu phục Tín Dương, Tương Dương và Phàn Thành, ổn định vùng Hoài Nam<ref name=\"TTTTG169\" \/>. Sau đó Lý Tông lệnh [[Mạnh Củng]] bình định Tứ Xuyên, tháng 12 khôi phục Quỳ châu<ref>[[Phụng Tiết]], [[Trùng Khánh]], [[Trung Quốc]] hiện nay<\/ref>. [[Mạnh Củng]] giữ nghiêm quân kỉ, thưởng phạt công minh, trừng trị tham quan ô lại, khuyến khích sản xuất, tình hình đất Thục nhanh chóng ổn định trở lại<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷442|quyển 442]]<\/ref>.\n\nNăm Gia Hi thứ năm ([[1241]]), Lý Tông cải nguyên là Thuần Hựu. Trước kia sứ thần Mông Cổ là [[Vương Tiếp]] đến Tống lần thứ năm và qua đời ở miền nam ([[1240]]), Tống đình chuyển hài cốt về giao cho Mông Cổ<ref name=\"TTTTG170\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷170|quyển 170]]<\/ref>. Đầu năm [[1242]], Mông Thái Tông [[Oa Khoát Đài]] qua đời, hậu thứ sáu là Nãi Mã Chân thị lâm triều xưng chế. Trong khi đó quân Mông do [[Uông Thế Hiển]] chỉ huy lại vào Thục vây Thành Đô, bắt chế trí sứ [[Trần Long Chi]] rồi đánh bại [[Vương Quỳ]] ở Hán châu, đất Thục lại nguy cấp. Mông Cổ sai [[Nguyệt Lý Ma Tư]] thay [[Vương Tiếp]] làm sứ giả đến Tống, nhưng bị tướng giữ Hoài Thượng giam giữ. Người Mông lại cử quân nam hạ. [[Mạnh Củng]] được tin báo, chia quân hai cánh bố trí phòng giữ. Quân Mông Cổ e dè không dám tiến đánh. Tháng 12 năm [[1242]] lấy [[Dư Giới]] làm An phủ chế trí sứ Tứ Xuyên, tri Trùng Khánh<ref name=\"TTTTG170\" \/>. Dư Giới đến trận, trọng hiền lễ sĩ, thưởng phạt nghiêm minh. Sau đó dâng biểu về triều, dời thành Hợp châu về Điếu Ngư Sơn ([[1243]]). Từ đây dân Thục không còn bị người Mông Cổ quấy nhiễu nữa.\n\nTuy nhiên tình thế Giang Hoài lại thất lợi. Mùa thu năm [[1242]], tướng Mông [[Trương Nhu]] vượt sông Hoài thẳng tới các châu Dương, Từ, Hòa, Tiêu, Thông, Tự uy hiếp Giang Lăng. Sử Tung Chi điều [[Mạnh Củng]] đến Giang Lăng chống cự Mông Cổ, hai bên ở thế cầm cự một thời gian dài. Năm [[1246]], Quý Do lên ngôi Đại Hãn, nhưng chỉ được 3 năm thì chết. Mông Cổ rơi vào rối loạn, cuối cùng ngôi hãn lọt vào tay con của [[Đà Lôi]] là Mông Hiến Tông Mông Kha. Do việc tranh giành ngôi báu bên trong mà Mông Cổ phải triệu các đạo quân nam chinh trở về. Tháng 9 năm [[1246]], [[Mạnh Củng]] qua đời, được truy tặng Thái sư Cát quốc công<ref name=\"TTTTG172\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷172|quyển 172]]<\/ref>. [[Nam Tống]] mất đi một tướng tài, từ đó trở nên yếu thế so với Mông Cổ. Giả Tự Đạo lên thay [[Mạnh Củng]], Giang Hán khó lòng mà còn giữ được.\n\nNăm [[1244]], Dư Giới giết chết Lợi châu đô thống [[Vương Quỳ]]. Giới quản lĩnh việc quân ở Thục đến tháng 6 năm [[1253]] thì bị Tả Thừa tướng [[Tạ Phương Thúc]] triệu về kinh giữ chức Học sĩ điện Tư Chánh. Dư Giới được tin thì buồn rầu sinh bệnh rồi qua đời<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷417|quyển 417]]<\/ref>. Tống đình bổ dụng [[Dư Hối]] lên thay Dư Giới. Năm [[1254]], thị ngự sử [[Ngô Toại]] dâng sớ kể bảy tội của Dư Giới, Lý Tông liền tịch gia sản của ông<ref name=\"TTTTG174\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷174|quyển 174]]<\/ref>. Tại Thục, [[Dư Hối]] bị người Mông Cổ đánh bại ở Cam Nhuận, hiểm địa Tử Kim Sơn bị mất. Tham chính [[Từ Thanh Tẩu]] (được [[Tạ Phương Thúc]] giật dây) dâng sớ hặc tội [[Dư Hối]], Lý Tông triệu [[Dư Hối]] trở về, lấy [[Lý Tăng Bá]] làm chế trí sứ Kinh Hồ kiêm tuyên phủ sứ Tứ Xuyên.\n\n=== Triều chính đại hoại ===\n\nNăm [[1239]], Lý Tông bổ nhiệm [[Kiều Hành Giản]] làm Thiếu phó Bình chương quân quốc trọng sự; [[Lý Tông Miễn]], [[Sử Tung Chi]] làm Tả, Hữu thừa tướng. Bấy giờ [[Kiều Hành Giản]] thiếu quyết đoán, [[Lý Tông Miễn]] quá nghiêm khắc còn Sử Tung Chi thừa cơ lấn át. Về sau [[Kiều Hành Giản]] và [[Lý Tông Miễn]] xin trí sĩ rồi lần lượt qua đời, triều chính rơi vào tay Sử Tung Chi. Nhiều đại thần như [[Đỗ Phạm]], [[Lưu Ứng Khởi]], [[Lý Thiều]], [[Từ Vinh Tẩu]],... không được lòng Tung Chi nên đều bị bài xích.\n\nTháng 9 năm [[1244]], phụ thân Sử Tung Chi là [[Sử Di Thành]] có bệnh nặng và qua đời, Tung Chi phải xin nghỉ<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷319|quyển 319, liệt truyện 173]]<\/ref>. Nhưng mấy hôm sau Lý Tông lại bổ dụng trở lại. Thái học sinh [[Hoàng Khải Bá]] cùng 144 người dâng sớ hặc tội Tung Chi bất trung, bất hiếu. Lại có [[Ông Nhật Thiện]] và 67 người, [[Lưu Thời Phượng]] và 94 người dâng thơ đả kích Tung Chi. [[Từ Nguyên Kiệt]] vào cung gặp Lý Tông bàn về việc này nhưng Lý Tông cũng không nghe. Lại có [[Lưu Hán Bật]] cũng dâng sớ với nội dung tương tự<ref name=\"TTTTG171\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷171|quyển 171]]<\/ref>. Đầu năm [[1245]], Lý Tông mới để Tung Chi về chịu tang; bổ dụng [[Phạm Chung]], [[Đỗ Phạm]] là Tả, Hữu thừa tướng. [[Đỗ Phạm]] dâng sớ xin thi hành năm điều cần thiết và 12 điều nên làm, khuyên vua chăm lo việc nước; lại dùng [[Từ Nguyên Kiệt]] làm Thị lang bộ Công. Hai vị đại thần dốc lòng phò chính, ai nấy đều hi vọng về một thời kì thái binh. Nhưng [[Đỗ Phạm]] chỉ tại vị được 80 ngày rồi sớm qua đời. Một tháng sau [[Từ Nguyên Kiệt]] đột nhiên qua đời, có lời đồn là bị [[Phạm Chung]] đầu độc. Triều đình hạ lệnh tra xét nhưng không có chứng cứ. Tiếp đó là [[Lưu Hán Bật]], [[Sử Cảnh Khanh]] lần lượt đột tử. Ai nấy đều biết họ bị hãm hại nhưng không có chứng cứ thì làm được gì, Lý Tông chỉ còn biết hậu táng mấy vị đại thần và chu cấp cho gia quyến của họ<ref name=\"TTTTG171\" \/>. Cuối năm [[1246]], Sử Tung Chi xin được phục chức, Lý Tông có ý dùng lại, nhưng các đại thần [[Chương Viêm]], [[Lý Ngang Anh]], [[Hoàng Sư Ung]] cùng dâng tấu hặc tội Tung Chi nên ông ta không được dùng\n\n[[Phạm Chung]] xin cáo lão. Đầu năm [[1247]], Lý Tông lại dùng [[Trịnh Thanh Chi]] làm Hữu thừa tướng rồi Thái sư Tả thừa tướng, Ngô Tiềm làm Tham tri chính sự, Triệu Quỳ làm Hữu thừa tướng kiêm Xu mật sứ. Tuy nhiên vì Triệu Quỳ chưa từng đỗ đạt nên bị đàn hặc và giáng chức Quan Văn điện học sĩ, Lễ tuyền quan sứ ([[1250]])<ref name=\"TTTTG173\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷173|quyển 173]]<\/ref>, lại thăng Giả Tự Đạo làm chế trí sứ Lưỡng Hoài kiêm tri Dương châu, Lý Tăng Bá làm chế trí sứ Kinh Hồ kiêm tri Giang Lăng. Lúc đó trong cung quý phi Giả thị lâm bệnh qua đời, Lý Tông phong cho Uyển dung Diêm thị làm quý phi. Từ cuối năm [[1248]], [[Trịnh Thanh Chi]] nhiều lần xin bãi miễn nhưng không được chấp thuận. Mùa đông năm [[1251]], [[Trịnh Thanh Chi]] qua đời<ref name=\"TTTTG173\" \/>. Lý Tông dùng [[Tạ Phương Thúc]], Ngô Tiềm là Tả, Hữu thừa tướng. Nguyên lúc này Sử Tung Chi đã hết tang, Lý Tông đã định dùng lại. Chiếu thư đã ban ra nhưng không hiểu vì sao lại đổi thành như vậy.\n\nNăm [[1253]], Lý Tông cải nguyên thành Bảo Hựu. Trong khi tại triều đình, Ngô Tiềm bị luận tội và bãi chức. Lúc đó có An phủ sứ [[Vương Duy Trung]] chê bai [[Dư Hối]] ở Tứ Xuyên. Hối biết được liền cùng [[Trần Đại Phương]] vu tội Duy Trung. Tống đình hạ lệnh chém đầu Duy Trung. Mấy hôm sau thì Đại Phương cũng đột tử<ref name=\"TTTTG174\" \/>. Lúc này nội thị [[Đổng Tống Thần]] thân thiết với Diêm quý phi nên được bổ dụng quản lú Hữu Thánh quan. Tống Thần đẩy Lý Tông vào con đường ăn chơi: xây Mai Đường, Phù Dung Các và Hương Lan đình, bắt trăm họ phải hiến ruộng và phục dịch, do đó lời ta thán khắp nơi<ref name=\"TTTTG174\" \/>. Lại tuyển nhiều gái đẹp vào hậu cung, Lý Tông ngày đêm dâm loạn. Tống Thần còn học theo việc [[Tống Huy Tông|Huy Tông hoàng đế]] với [[Lý Sư Sư]] mà đưa ca kĩ vào cung. Giám sát ngự sử [[Hồng Thiên Tích]] dâng sớ can gián nhưng Lý Tông không nghe. Lại có [[Lưu Doãn Thăng]], Đinh Đại Toàn, [[Trần Đại Xương]], [[Hồ Đại Phương]] được Diêm Quý phi tín nhiệm nên thăng chức liên tục, chúng gièm pha khiến [[Hồng Thiên Tích]] bị bãi. Người đương thời gọi Toàn, Xương và Phương là ba con chó không sủa.\n\nMùa thu năm [[1255]], [[Chu Ứng Nguyên]] hặc tội Tả Thừa tướng [[Tạ Phương Thúc]] và Tham chính [[Từ Thanh Tẩu]], khiến hai người bị bãi chức. Lý Tông dùng Tham chính [[Đổng Hòe]] làm Hữu Thừa tướng kiêm Xu mật<ref name=\"TTTTG174\" \/>. [[Đổng Hòe]] dâng sớ xin cấm ba điều hại. Đinh Đại Toàn tìm cách công kích [[Đổng Hòe]]. [[Đổng Hòe]] xin Lý Tông trị tội Đại Toàn nhưng không được. Đại Toàn biết chuyện, nên vào tháng 7 năm [[1256]] đã dâng sớ đàn hặc [[Đổng Hòe]] rồi cho quân vào Đại Lý tự ngang nhiên bắt [[Đổng Hòe]] rồi tuyên chiếu bãi tướng. Vậy mà Lý Tông không hề trách phạt mà còn đồng ý bãi chức của [[Đổng Hòe]]. Thái học sinh [[Trần Nghi Trung]] cùng năm người khác dâng thư kể tội Đại Toàn, Đại Toàn liền hặc tội họ ăn nói bừa bãi rồi đày ra châu xa. Năm sau, [[Trình Nguyên Phượng]] được cất nhắc làm Hữu thừa tướng, Đinh Đại Toàn Giám thư Xu mật viện sự kiêm quyền Tham chính.\n\nNăm [[1257]], Lý Tông dùng Giả Tự Đạo làm Xu mật sứ, [[Ngô Uyên]] làm Tham chính<ref>Tuy nhiên mấy hôm sau thì [[Ngô Uyên]] qua đời<\/ref>. Cũng năm đó, Sử Tung Chi hoăng. Năm [[1258]], [[Trình Nguyên Phượng]] bị bãi chức<ref name=\"TTTTG175\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷175|quyển 175]]<\/ref>. Lấy Đinh Đại Toàn làm Hữu Thừa tướng kiêm Xu mật, [[Lâm Tồn Đồng]] làm Đồng tri Xu mật viện.\n\n=== Trận Điếu Ngư ===\n\nHiến Tông [[Mông Kha]] lên ngôi Đại Hãn, cử em là Hốt Tất Liệt đến quản lý [[Trung Nguyên]]. Hốt Tất Liệt trọng nhân tài, khuyến khích sản xuất, đề cao nho học, đưa vùng Kinh Triệu trở nên hưng thịnh. Ổn định đâu đó xong xuôi lại tính đến việc nam xâm. Năm [[1252]], quân Mông Cổ lại công đánh các châu Tùy, Dĩnh, An nhưng bị tướng [[Mã Vinh]] đẩy lui<ref name=\"TTTTG173\" \/>. Cũng trong năm đó, Hốt Tất Liệt đánh diệt nước [[Đại Lý]] ở vùng Vân Nam để làm bàn đạp có thể đánh sang nước Tống<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷488|quyển 488]]<\/ref>. Năm sau, Mông Cổ đánh bại tướng Tống [[Vương Quốc Xương]] ở Hải châu. Năm [[1254]], quân Mông Cổ chiếm được yếu địa Tử Kim Sơn trong đất Thục. Lại đánh sang Hợp châu, Quảng An quân nhưng bị tướng giữ thành [[Vương Kiên]] đánh bại.\n\nĐầu năm [[1257]], tướng Mông Cổ điều binh công phá Tương Dương, bị [[Cao Đạt]] đánh bại. Năm [[1258]], Mông Cổ tiến đánh [[Đại Việt]], bị quân dân [[nhà Trần]] đánh bại tại [[Đông Bộ Đầu]]. Trong lúc này, nghe tin [[Nguyệt Lý Ma Tư]] bị cấm cố đến chết, Mông Hiến Tông [[Mông Kha]] chia quân làm ba đường tiến xuống phía nam, đích thân [[Mông Kha]] đánh [[Tây Thục]] còn Hốt Tất Liệt đánh Ngạc châu<ref name=\"TTTTG175\" \/>. Tướng Mông đánh bại An phủ sứ Tứ Xuyên [[Lưu Chỉnh]], thẳng tới Thành Đô. Lại đánh bại [[Dương Đại Uyên]], chặn đường lương thực. Quân Tứ Xuyên nhanh chóng tan rã, các châu Bành, Hán, Hoài bị vây; các vùng Uy, Mậu bị mất. [[Mông Kha]] được tin thắng trận thì cho vượt sông Gia Lăng, đánh ải Dương Lập rồi đánh Thanh Cừ, Đại Lương, Vận Sơn, Long châu...\n\nTin bại trận liên tiếp bay về Lâm An khiến cả triều đình [[nhà Tống]] bàng hoàng. Lý Tông sai chế trí sứ Kinh Hồ [[Mã Quang Tổ]] đưa quân về Hợp châu, [[Hướng Sĩ Bích]] về Thiệu Khánh. Hai quân đánh thắng quân Mông một trận ở Phòng châu. Mông Cổ chuyển sang đánh Lãng châu rồi tiến đến thành Điếu Ngư, Hợp châu<ref name=\"TTTTG175\" \/><ref>[[Hợp Xuyên]], [[Trùng Khánh]], [[Trung Quốc]] hiện nay<\/ref>. Tướng giữ thành [[Vương Kiên]] ra sức cố thủ, buộc quân Mông Cổ rút ra ngoài 50 dặm. Tống đình điều [[Lã Văn Đức]] đến làm chế trí sứ Tứ Xuyên. Văn Đức tiến quân đến Trùng Khánh, bị quân Mông Cổ đánh bại. Tuy nhiên ở Điếu Ngư, [[Vương Kiên]] kiên trì cố thủ, giữ vững thành trì. Bắc quân không hợp thủy thổ, sinh bệnh và chết rất nhiều. [[Mông Kha]] tức quá thành bệnh rồi qua đời vào ngày [[11 tháng 8]] năm [[1259]]<ref>''[[Nguyên sử]]'', [[:zh:s:元史\/卷003|quyển 3]]<\/ref>. Quân Mông Cổ đành phải rút lui. Có chiếu phong [[Vương Kiên]] làm tiết độ sứ Ninh Viễn.\n\nỞ Giang Hán, Hốt Tất Liệt xuất chiến thuận lợi, nhanh chóng áp sát [[Trường Giang]]. Thấy quân Tống dàn thuyền tề chỉnh, khí thế mạnh mẽ mới than\n:''Người bắc giỏi ngựa, người nam giỏi thuyền, lời đồn thực không sai''<ref name=\"TTTTG175\" \/>.\n\nBèn sai [[Đổng Văn Bính]] chuẩn bị vượt sông. Văn Bính vừa xuất trận và đánh lui quân Tống. Vượt sông rồi, quân Mông đánh Ngạc châu, Đoan châu, Lâm Giang. Lúc này Đinh Đại Toàn nhiều lần giấu việc không báo nên bị bãi tướng. Lý Tông dùng Ngô Tiềm làm Tả Thừa tướng, Giả Tự Đạo làm Hữu Thừa tướng, xuất kho úy lạp tướng sĩ. [[Đổng Tống Thần]] xin dời đô tránh giặc, nhưng do có Tạ hoàng hậu can gián, nên thôi. Lúc này quân Mông Cổ đánh Ngạc châu, vây Thường Thắng quân. Khi đó Giả Tự Đạo đưa quân đến Hoàng châu, nghe tin bắc quân đến thì khiếp vía. May nhờ có [[Tôn Hổ Thần]] cầm quân đánh thắng được người Mông. Giả Tự Đạo hèn nhát, sai [[Tống Kinh]] sang Mông Cổ xin xưng thần cắt đất, Hốt Tất Liệt không theo. Mãi về sau, nghe tin [[Mông Kha]] đã chết, [[A Lý Bất Ca]] lên ngôi ở Hòa Lâm, mới để Tống nghị hòa và đưa quân lên bắc tranh ngôi. Giả Tự Đạo sai [[Hạ Quý]] cho quân truy kích, đánh bại quân Mông<ref name=\"TTTTG175\" \/>.\n\nTự Đạo về Lâm An, giấu việc nghị hòa chỉ báo tin thắng trận, được tiến phong Thiếu sư Ngụy quốc công, [[Lã Văn Đức]] làm Kiểm hiệu thiếu phó, gia quan cho các tướng có công.\n\n=== Trị vì thời kì cuối ===\n\nGiả Tự Đạo là con của chế trí sứ Hoài Đông [[Giả Thiệp]]. Nguyên chị Tự Đạo là Giả quý phi trong cung được sủng ái, nên Tự Đạo cũng được trọng dụng, vào tháng 3 ÂL năm [[1234]] được bổ Điền tịch lệnh<ref name=\"TTTTG167\" \/>. Tự Đạo từ nhỏ đã ham chơi ít học, thường chơi đùa với bọn kĩ nữ. Một hôm Lý Tông nhân lên lầu xem phong cảnh thì thấy Giả Tự Đạo đang dạo chơi với bọn kĩ nữ. Sai [[Sử Nham Chi]] đến răn đe. Nham Chi vì sợ thế của quý phi nên tâu rằng Tự Đạo là người giỏi không nên câu nệ tiểu tiết. Từ đó Lý Tông có ý dùng Tự Đạo. Kể từ sau trận Điếu Ngư, thanh thế Tự Đạo ngày một lớn, bắt đầu thao túng đại quyền. Trước hết Tự Đạo tiềm cách loại bỏ Ngô Tiềm.\n\nLý Tông không có con trai, nên dùng con của Vinh vương Dữ Nhuế là Mạnh Khải kế tự, đổi tên là Tư rồi lại đổi là Kì, phong Trung vương<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷046|quyển 46]]<\/ref>. Sau chiến thắng quân Mông, Lý Tông muốn lập Trung vương làm thái tử. Ngô Tiềm tấu rằng\n:''Thần không có tài nhìn xa, nhưng biết Trung vương không phải là phúc của bệ hạ''<ref name=\"TTTTG176\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷176|quyển 176]]<\/ref>.\n\nLý Tông rất giận và Giả Tự Đạo rất mừng. Tự Đạo bèn gièm pha cho [[Lý Tông]] bãi chức Ngô Tiềm vào tháng 4 ÂL năm [[1260]]. Tháng 6 ÂL năm Cảnh Định nguyên niên ([[1260]]), lập Trung vương Kì làm hoàng thái tử. Lý Tông giáo dục thái tử rất nghiêm, đặt lệ tờ mờ sáng phải tới vấn an các cung, một giờ sau hồi cung, lúc trời sáng hẳn thì ra triều nghe bàn luận về chính sự. Lúc thối triều lại phải vào giảng đường, nghe giảng quan giảng kinh nghĩa, rồi giảng sử sách, mỗi ngày ông bị ép phải đọc không biết bao nhiêu là sách. Có hôm Lý Tông còn triệu ông vào hỏi hôm sau học sách gì, nếu trả lời được thì ban tọa, ban trà; trả lời khôngg được thì phải dứng trận lôi đình và bắt phải học lại. Tháng 7 ÂL, quý phi Diêm thị qua đời, thụy là Huệ Chiêu; từ đó bọn nội thị mất chỗ dựa và không thể lộng hành được nữa.\n\nMông Cổ sai sứ đến hỏi về minh ước, Giả Tự Đạo bắt giữ sứ thần Mông Cổ để giấu kín việc nghị hòa. Sợ trong nội đình tiết lộ việc đó ra nên đày [[Đổng Tống Thần]] ra Cát châu; quy định con em quan lại không can dự triều chính, ngoại thích không vào giám ti. Một mình Tự Đạo nắm hết quyền hành. Về sau Tự Đạo còn hặc tội [[Cao Đạt]], [[Tào Thế Hùng]]; làm khó chư tướng bắt họ nộp biên phí, Triệu Quỳ và [[Sử Nham Chi]] phải bãi quan để bồi thường; [[Hướng Sĩ Bích]] đày ra Chương châu sau uất mà chết, [[Vương Kiên]] giáng làm tri Hòa châu. Năm [[1261]], [[Lưu Chỉnh]] bị Tự Đạo ghét nên dâng Lư châu hàng Mông Cổ<ref name=\"TTTTG176\" \/>. [[Du Hưng]] đem quân ra đánh Chỉnh nhưng thất bại, Tống đình sai [[Lã Văn Đức]] đến thay làm tuyên phủ sứ Tứ Xuyên. Năm [[1262]], [[Lã Văn Đức]] sau đó giành lai được Lư châu, đổi nơi này thành An Giang quân, triều đình tiến phong Văn Đức làm Khai phủ.\n\nNgô Tiềm bị đày ra Tuần châu nhưng Giả Tự Đạo vẫn thấy chưa hả, liền lệnh [[Lưu Tông Thân]] đến để thừa cơ hạ độc. Cuối năm [[1262]], Tông Thân xông vào nơi ở của Ngô Tiềm ép ông uống rượu độc. Ngô Thừa tướng qua đời không ai không thương xót. Giả Tự Đạo sợ mang tiếng nên giết Lưu Tông Thân và mai táng cho Ngô Tiềm<ref name=\"TTTTG176\" \/>.\n\nTheo lời Giả Tự Đạo, Lý Tông nhận hàng tướng Mông Cổ là [[Lý Đàn]] ở Kinh Đông. Mông Cổ chủ Hốt Tất Liệt giận lắm, sai [[Sử Thiên Trạch]] và [[Cáp Tất Xích]] đánh Tống, giết [[Lý Đàn]] rồi tiếp tục nam hạ, chiếm trọn đất Tề.\n\nĐầu năm [[1264]], Giả Tự Đạo lại thi hành chế độ hạn điền, có nghĩa là giới hạn đất ruộng của quan lại quý tộc và cả bình dân để có nhiều lương thực nuôi quân. Lý Tông chuẩn y và sai người đến thu mua công điền, mỗi mẫu giảm 40 quan tiền. [[Mưu Tử Tài]] lấy cớ dân oán xin bãi, Lý Tông không nghe và lệnh Lưu Lương Quý, Trần San thu mua công điền. Lý Tông muốn bắt đầu từ Kinh Đông và chờ thu hoạch xong hẵng thu mua. Tự Đạo làm mình làm mẩy đòi phải thu từ Chiết Tây là nơi ruộng đất đáng ngàn vàng, Lý Tông chuẩn y. Vinh vương [[Triệu Dữ Nhuế]] bán 1000 mẫu, [[Triệu Lập Khuê]] cũng phải bán. [[Lưu Lương Quý]] còn ép những ai có hơn 200 mẫu thì phải bán 2\/3. Không đủ tiền trả thì viết giấy nợ, mà giấy nợ của triều đình thì chẳng ai dám đòi cả, thế là dân tình ta thán khắp nơi.\n\nLúc này Lý Tông thánh thể bất an, hạ chiếu tìm danh y chữa bệnh, ai chữa khỏi thì bổ làm quan, tiền 10 vạn ruộng 500; nhưng không có ai đến. Ngày Ất Sửu tháng 10 ÂL ([[24 tháng 11]]), phát bệnh. Ngày Đinh Mão ([[26 tháng 11]]) đế băng, thọ 61 tuổi<ref name=\"TTTTG176\" \/><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷045|quyển 45]]<\/ref>. Đế ở ngôi 40 năm, sắc dục quá độ, không lo chính sự. Để cho gian thần Sử Di Viễn, Đinh Đại Toàn, Giả Tự Đạo thao túng; bên ngoài thì Mông Cổ uy hiếp; Tống triều diệt vong đến đó chỉ còn là trong sớm tối. Hoàng thái tử [[Triệu Kì]] nối ngôi, tức là Tống Độ Tông.\n\n== Danh sách Tể tướng thời Lý Tông: ==\n# [[Sử Di Viễn]], Trịnh Thanh Chi: 1224 - 1232\n# Trịnh Thanh Chi: 1232 - 1236\n# Thôi Dữ Chi: 1236 - 1237\n# Kiều Hành Giản: 1237 - 1239\n# Lý Tông Miễn, Sử Tung Chi: 1239 - 1247\n# Trịnh Thanh Chi: 1247 - 1251\n# Tạ Phương Thúc: 1251 - 1255\n# Đổng Hòe: 1255 - 1256\n# Trình Nguyên Phượng: 1256 - 1257\n# Đinh Đại Toàn: 1257 - 1259\n# Ngô Tiềm, Giả Tự Đạo: 1259 - 1262\n# [[Giả Tự Đạo]]: 1262 - 1264\n\n== Niên hiệu ==\nTống Lý Tông sử dụng tám niên hiệu như sau:\n* Bảo Khánh (宝庆, 1225 - 1227)\n* Thiệu Định (绍定, 1228 - 1233)\n* Đoan Bình (端平, 1234 - 1236)\n* Gia Hy (嘉熙, 1237 - 1240)\n* Thuần Hữu (淳祐, 1241 - 1252)\n* Bảo Hữu (宝祐, 1253 - 1258)\n* Khai Khánh (开庆, 1259)\n* Cảnh Định (景定, 1260 - 1264)\n\n== Gia đình ==\n=== Hậu phi ===\n* [[Tạ Đạo Thanh]] Hoàng hậu (謝道清; 1210 - 1283), thời [[Tống Độ Tông]] tấn tôn là ''Thọ Hòa Thánh Phúc'' (寿和圣福)\n* [[Giả Quý phi (Tống Lý Tống)|Giả Quý phi]] (賈貴妃; 1213 - 1246), con gái [[Giả Thiệp]] (贾涉), mẹ là Hồ thị (胡氏), chị của [[Giả Tự Đạo]], dung nhan mỹ miều, rất được sủng ái, sơ phong ''Văn Yên Quận phu nhân'' (文安郡夫人). Lý Tông có ý lập làm Hậu nhưng bị [[Cung Thánh hoàng hậu|Dương Thái hậu]] ngăn cản nên ông phải cho Tạ thị làm hậu. Năm 1231, thăng ''Tài nhân'', 7 năm sau tấn phong lên ''Quý phi''. Thụy là ''Huệ Thuận'' (時就)\n* [[Diễm Quý phi (Tống Lý Tông)|Diễm Quý phi]] (閻貴妃; ? - 1260), tư sắc diễm lệ, sơ phong ''Nghi Xuân'' ''Quận phu nhân'' (宜春郡夫人), sau phong ''Mỹ nhân'' rồi ''Uyển dung'' (婉容). Năm 1249, tấn thăng ''Quý phi''. Giả Quý phi qua đời khi [[Chu Quốc Hán Quốc công chúa|Chu Hán Quốc Công chúa]] mới lên 5, vì không có con cái nên bà nhận nuôi công chúa. Thụy là ''Huệ Chiêu'' (惠昭)\n\n=== Hậu duệ ===\n* [[Triệu Tập]] (赵缉), chết yểu, truy phong ''Vinh vương'' (永王), thuỵ là ''Xung An'' (冲安), không rõ mẹ\n* [[Triệu Dịch]] (赵绎), chết yểu, truy phong ''Chiêu vương'' (昭王), thuỵ là ''Xung Thuần'' (冲纯), không rõ mẹ\n* [[Triệu Duy]] (赵维; 1238), chết yểu, truy phong ''Kỳ vương'' (祁王), thuỵ là ''Xung Chiêu'' (冲昭), mẹ là Tạ Hoàng hậu\n* [[Chu Quốc Hán Quốc công chúa|Chu Hán Quốc Công chúa]] (瑞国公主; 1241-1262), mẹ là [[Giả Quý phi (Tống Lý Tống)|Giả Quý phi]], được [[Diễm Quý phi (Tống Lý Tông)|Diễm Quý phi]] nuôi dưỡng, được Lý Tông hết sức yêu quý, ban đầu phong ''Thụy Quốc Công chúa'' (瑞国公主), sau cải thành ''Thăng Quốc Công chúa'' (升国公主). Lấy [[Dương Trấn]] - chất tôn của [[Tống Ninh Tông|Ninh Tông]] [[Cung Thánh hoàng hậu]], được cải hiệu thành ''Châu Quốc Công chúa'' (周国公主), được ban cho cung điện gần với vua cha Lý Tông. Trước khi mất vài tháng được tặng thêm phong hiệu ''Chu Quốc Hán Quốc Công chúa'' (周国汉国公主). Không lâu sau, công chúa đổ bệnh nặng mà mất khi còn khá trẻ, không con cái. Lý Tông đau buồn thương xót khôn nguôi, ban thụy là ''Đoan Hiếu'' (端孝)\n* [[Triệu Trân Châu Công chúa]] (趙珍珠公主), lấy [[Tạ Bích]] (謝壁), không rõ mẹ\n* Triệu thị Công chúa, không rõ phong hiệu, lấy [[Chu Tuấn (nhà Tống)|Chu Tuấn]] (朱浚), không rõ mẹ\n\n==== Con nuôi ====\n* [[Triệu Mạnh Khải]] (趙孟启), con của ''Phúc vương'' [[Triệu Dữ Nhuế]] (福王赵与芮) và ''Tề Quốc phu nhân'' [[Hoàng Định Hỉ]] (齊國夫人黄定喜), sau khi lên ngôi lấy hiệu [[Tống Độ Tông]].\n\n== Đánh giá ==\n[[Tống Lý Tông]] là một vị vua háo sắc, hoang dâm giống [[Tống Nhân Tông]] trước đây. Nhưng không giống Nhân Tông, những năm cuối đời ông bỏ bê việc triều chính. Ngoài ra, trong các lĩnh vực, ông đều phạm nhiều sai lầm như [[Trận Thái Châu (1233-1234)|liên Mông diệt Kim]], [[Đoan Bình nhập Lạc]], để [[Triệu Mạnh Khải]] làm con nuôi và để [[Giả Bình Chương]] khống chế triều chính. Triệu Mạnh Khải sau khi lên ngôi cũng giống bác mình, ham mê nữ sắc, xa xỉ lãng phí và không để ý tới triều chính. Chính Tống Lý Tông là người đã đẩy [[Nam Tống]] vào con đường diệt vong 15 năm sau đó. (15 năm sau khi ông mất)\n\n== Tham khảo ==\n*[[Tống sử]]\n*[[Kim sử]]\n*[[Nguyên sử]]\n*[[Tục tư trị thông giám]]\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{vua nhà Tống}}\n{{Chiến tranh Kim-Tống}}\n\n[[Thể loại:Hoàng đế nhà Tống|Lý Tông]]\n[[Thể loại:Sinh năm 1205]]\n[[Thể loại:Mất năm 1264]]"}