{"Tống Thái Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Thái Tông\n| tên gốc =宋太宗\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| thêm = china\n| hình = Taizong of Song.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Tống Thái Tông.\n| chức vị = [[Hoàng đế]] [[Nhà Tống]]\n| tại vị = [[15 tháng 11]] năm [[976]] &ndash; [[8 tháng 5]] năm [[997]]<br>({{số năm theo năm và ngày|976|11|15|997|5|8}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:960 till:1279\nAlignBars = early\nScaleMajor = increment:319 start:960\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:976 till:997 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color=\"grey\">[[Tống Thái Tổ]]<\/font>\n| kế nhiệm = <font color=\"blue\">[[Tống Chân Tông]]<\/font>\n| tên đầy đủ = Triệu Khuông Nghĩa (趙匡義)<br>Triệu Quang Nghĩa (趙光義)<ref>Khuông đổi thành Quang năm 960 do năm này anh trai ông là [[Tống Thái Tổ|Triệu Khuông Dận]] lên ngôi với chữ Khuông là kị húy.<\/ref><br>Triệu Quýnh (趙炅)<ref>Đổi thành Quýnh năm 977 khi ông lên ngôi. Đây là tên kị húy.<\/ref>\n| kiểu tên đầy đủ = Tên húy\n| hoàng tộc = [[Nhà Tống|Nhà Bắc Tống]]\n| kiểu hoàng tộc = Triều đại\n| miếu hiệu = [[Thái Tông]] (太宗)\n| thông tin niên hiệu = ẩn\n| niên hiệu = <\/small>\n*Thái Bình Hưng Quốc (太平兴国; tháng 12, 976 — tháng 11, 984)\n*Ung Hy (雍熙; tháng 11, 984 — 987)\n*Đoan Củng (端拱; 988 — 989)\n*Thuần Hóa (淳化; 990 — 994)\n*Chí Đạo (至道; 995 — 997). \n| thụy hiệu = <font color=\"grey\">Chí Nhân Ứng Đạo Thần Công Thánh Đức Văn Vũ Duệ Liệt Đại Minh Quảng Hiếu hoàng đế<\/font><br>(至仁應道神功聖德文武睿烈大明廣孝皇帝)<ref>Thụy hiệu đặt cuối cùng vào năm 1017.<\/ref>\n| thông tin con cái = ẩn\n| con cái = Xem văn bản\n| cha = [[Triệu Hoằng Ân]]\n| mẹ = [[Chiêu Hiến thái hậu]]\n| sinh = {{ngày sinh|939|11|20}}\n| mất = {{ngày mất và tuổi|997|5|8|939|11|20}}\n| nơi mất = [[Trung Quốc]]\n| nơi an táng = [[Vĩnh Hy Lăng]] (永熙陵)\n}}\n'''Tống Thái Tông''' ([[chữ Hán]]: 宋太宗, [[20 tháng 11]] năm [[939]] - [[8 tháng 5]] năm [[997]]), tên húy '''Triệu Quýnh''' (趙炅), là vị [[Hoàng đế]] thứ hai của triều đại [[Bắc Tống]] trong [[lịch sử Trung Quốc]], ở ngôi từ năm [[976]] đến năm [[997]], tổng cộng 21 năm.\n\nTriệu Quang Nghĩa là em trai của hoàng đế khai quốc Triệu Khuông Dận. Vào năm [[960]], khi Triệu Khuông Dận đưa quân đến Trần Kiều, Triệu Quang Nghĩa cùng Triệu Phổ và quân sĩ lấy lý do hoàng đế [[Hậu Chu]] còn nhỏ tuổi, khoác hoàng bào lên người Khuông Dận, khuyến khích ông lên ngôi hoàng đế; sáng lập vương triều Tống. Sau khi Nhà Tống thành lập, Triệu Quang Nghĩa nhận phong tước Tấn vương, Kinh Triệu doãn, và được thái hậu Đỗ thị chỉ định là người kế vị. Năm [[976]], nhân dịp vào cung, Quang Nghĩa bí mật giết chết anh mình rồi soán ngôi hoàng đế.\n\nTống Thái Tông tiếp tục thực hiện sách lược thống nhất \"trước nam sau bắc\" của Thái Tổ, bức hai nước [[Ngô Việt]], Thanh Nguyên phải nạp đất quy phục. Năm [[979]], ông phát động chiến dịch tiêu diệt [[Bắc Hán]], thống nhất đất nước Trung Quốc sau hơn nửa thế kỉ chia cắt. Tiếp đó, liên tục hai lần vào các năm [[979]] và [[986]], Thái Tông đem quân bắc phạt đánh Liêu hòng thu phục 16 châu Yên, Vân nhưng thất bại thảm hại. Lại một lần vào năm [[981]], Nhà Tống tấn công [[Đại Cồ Việt]] ở phía nam, song không thành công.\n\nTuy thất bại trên lĩnh vực quân sự, song Tống Thái Tông có nhiều điểm nổi bật trong việc dụng văn trị nước. Tống Thái Tông là vị hoàng đế năng động và chăm chỉ, ông khiến cho đất nước được thịnh vượng và phát triển. Ông là người sáng lập, tu bổ và hoàn thiện các quy chế của Nhà Tống, đó chính là cơ sở để thiết lập chế độ chính trị, quân sự, văn hóa và kinh tế của Nhà Tống. Để tránh có kết cục như [[Nhà Đường]], ông bắt đầu chính sách cắt giảm quyền lực của các [[Tiết độ sứ]], thu gom về trung ương. Ngoài ra, để củng cố ngôi vị của mình, Thái Tông đã giết hại hai người con trai của Thái Tổ và bức chết người em trai là [[Triệu Đình Mỹ]], dọn đường sau này truyền ngôi cho con cháu.\n\n== Thân thế và thời trẻ ==\nTống Thái Tông tên thật là '''Triệu Khuông Nghĩa''' (趙匡義), sau có tên '''Triệu Quang Nghĩa''' (趙光義), [[Tên chữ (người)|tên tự]] là '''Đình Nghi''' (廷宜), chào đời vào ngày [[20 tháng 11]] năm [[939]], tức là ngày 7 tháng 10 ÂL năm Thiên Phúc thứ tư đời [[Hậu Tấn Cao Tổ]] ở quan xá Tuấn Nghi, Đông Kinh<ref name=\"TS4\">''[[Tống sử]]'', [[:zh:s:宋史\/卷004|quyển 4]].<\/ref>. Phụ thân của ông là [[Triệu Hoằng Ân]], viên quan cấp cao trong triều đình [[Hậu Chu]]. Khuông Nghĩa là con trai thứ ba trong gia đình, trên ông còn có đại huynh Quang Tế chết sớm, nhị huynh là Khuông Dận, tức [[Tống Thái Tổ]], dưới là lão tứ Đình Mĩ và thứ năm là Quang cũng chết sớm.\n\nTrước kia, khi thái hậu Đỗ thị mang thai Khuông Nghĩa, từng nằm mộng thấy có vị thần nhân đưa mặt trời cho mình, sau đó thì sinh ra ông. Từ nhỏ Khuông Nghĩa đã hơn người, bọn trẻ con gần đó chơi với ông đều phải phục tùng. Khi trưởng thành, từ dáng người, khuôn mặt đều hiện ra tướng thiên tử. Trái với Khuông Dận thích nghiệp võ, Khuông Nghĩa lại thích đọc sách. Lúc Triệu Hoằng Ân lĩnh binh ở Hoài Nam, phá các châu huyện, của cải cướp được rất nhiều, song Khuông Nghĩa chỉ cầu lấy những quyển sách quý<ref name=\"TS4\" \/>.\n\nNăm [[951]], [[Quách Uy]] lập ra triều [[Hậu Chu]]. Dưới thời Chu, Triệu Khuông Dận được trọng dụng, làm đến chức Tiết độ sứ, chỉ huy lực lượng kị binh triều đình; bản thân Khuông Nghĩa cũng được ban chức Cung phụng quan đô tri<ref name=\"TS4\" \/>. Năm [[959]], [[Hậu Chu Thế Tông]] qua đời khi đang trong chiến dịch đánh Liêu, con là [[Sài Tông Huấn]] kế vị còn nhỏ tuổi<ref>''[[Tân Ngũ Đại sử]]'', [[:zh:s:zh:新五代史\/卷012|quyển 12]]<\/ref><ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷289|quyển 289]]<\/ref>.\n\n== Thời Thái Tổ ==\n\nNăm [[960]], nước Liêu và [[Bắc Hán]] hợp quân công Tống, đánh vào hai châu Trấn, Định. Triều đình [[Hậu Chu]] cử Triệu Khuông Dận mang quân đánh dẹp. Khuông Dận dẫn quân đi được 40 dặm, đến Trần Kiều thì có người nhìn thấy 2 mặt trời đánh nhau. Mọi người cho rằng đây là việc chuyển giao Thiên mệnh, khí số [[Hậu Chu]] đã hết, Thiên mệnh ứng trên người [[Triệu Khuông Dận]]. Quân sĩ thấy thế ai cũng reo lên, các tướng lĩnh thì xin Triệu Khuông Dẫn nắm lấy hết binh quyền mà tự lập. Khuông Nghĩa cùng mưu sĩ [[Triệu Phổ]] liền lấy hoàng bào khoác lên mình ông, sử gọi là hoàng bào gia thân. Triệu Khuông Dận lập tức dẫn quân về kinh đô Biện Lương và kéo thẳng vào thành, triều thần Hậu Chu trước tình thế đó, buộc phải công nhận Triệu Khuông Dẫn là hoàng đế. [[Hậu Chu]] diệt vong, [[Bắc Tống]] được thành lập<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷001|quyển 1]]<\/ref>. Triệu Khuông Nghĩa được phong làm Điện tiền đô ngu hậu, phòng ngự sứ Mục châu<ref name=\"TS4\" \/>. Tuy nhiên, sử gia [[Thiệu Bá Ôn]] trong Văn kiến lục từng dẫn lại Kiến Văn di sự của [[Vương Vũ Xứng]], cho rằng khi binh biến xảy ra, Khuông Nghĩa đang ở cùng mẹ là Đỗ thái hậu tại Biện Kinh, không hề đi theo anh mình; việc ghi chép trong sử sách có bàn tay của Tống Thái Tông động chạm vào, hòng tìm cách hợp thức hóa việc soán ngôi của mình. Sau đó ông đổi tên thành '''Triệu Quang Nghĩa''' vì kiêng húy chữ \"Khuông\" của vua anh<ref>Tiêu Lê, sách đã dẫn, tr 498-499<\/ref>.\n\nNăm [[961]], mẹ Thái Tổ (và Quang Nghĩa) là Đỗ thái hậu bị bệnh sắp mất, có trăn trối lại rằng Hậu Chu mất nước là do ấu chúa lên ngôi, lòng người không phục; nay con Thái Tổ còn nhỏ tuổi, nên phải truyền ngôi cho Quang Nghĩa, Quang Nghĩa lại truyền ngôi cho em là Quang Mĩ rồi mới tới con Thái Tổ, để tránh giẫm lên vết xe đổ lúc trước; Thái Tổ bằng lòng, đem tờ giao ước để trong cái hộp vàng, đó gọi là kim quỹ chi minh<ref name=\"ReferenceA\">''[[Tống sử]]'', [[:zh:s:宋史\/卷242|quyển 242]]<\/ref>. Sau này, năm [[1940]], các học giả [[Đặng Quảng Minh]], [[Trương Ấm Lân]] cho rằng kim quỹ chi minh là hư cấu; những năm gần đây các học giả như [[Thi Tú Nga]], [[Vương Dục Tế]] nghiên cứu về sự việc này và cho rằng đấy là do chính Quang Nghĩa ngụy tạo ra câu chuyện.\n\nThái Tổ thân chinh Trạch Lộ, Quang Nghĩa được lệnh ở lại kinh thành và nhận chức tiết độ sứ Thái Ninh. Năm [[961]], Thái Tổ dẫn quân đánh dẹp tướng nổi dậy [[Lý Trọng Tiến]], Quang Nghĩa được phong Đại Nội đô bộ thự, Bình chương sự, Khai phong doãn; sau gia kiêm Trung thư lệnh<ref name=\"TS4\" \/>.\n\nTống Thái Tổ tiếp tục công cuộc thống nhất Trung Quốc. Năm [[962]], bình định Kinh Nam, Hồ Nam. Năm [[964]], đánh [[Hậu Thục]], bắt được Thục đế [[Mạnh Sưởng]]. Quang Nghĩa vốn là cao thủ về độc dược. Bấy giờ [[Mạnh Sưởng]] có người thiếp yêu là Hoa Nhị phu nhân, rất được sủng ái, bản thân Quang Nghĩa thèm thuồng đã lâu; liền nghĩ cách mời [[Mạnh Sưởng]] đến chỗ mình dự tiệc, rồi đánh thuốc độc giết đi ([[965]]); tuy nhiên Hoa Nhị phu nhân lại được nạp vào hậu cung của Thái Tổ. Quang Nghĩa ngầm ngầm củng cố thế lực, tập hợp bọn văn nhân gồm 66 người như [[Tống Kỳ]], [[Thạch Hy Tải]], [[Đậu Xứng]]... Nghi trượng Nam nha mỗi khi ra ngoài rực rỡ như tranh, người kinh thành đều tấm tắc khen ngợi, nói \"như một bức thêu đường phố trên trời\". Năm [[976]], nhân buổi đi săn, Quang Nghĩa giả say mà bắn chết Hoa Nhị phu nhân.\n\nNăm [[971]], Tống diệt [[Nam Hán]]; năm [[976]] diệt [[Nam Đường]], về căn bản đã thống nhất Trung Quốc. Năm [[973]], Thái Tổ chinh phạt Thái Nguyên, cử Quang Nghĩa làm lưu thủ Đông Kinh, phong Tấn vương, địa vị trên [[tể tướng]]<ref name=\"TS4\" \/>. Bấy giờ tể tướng [[Triệu Phổ]] một mình nắm quyền, đoán rất rõ âm mưu của Quang Nghĩa, nên tìm cách công kích, hai người âm thầm tranh đấu với nhau hơn 10 năm, đến đây Triệu Phổ bị bãi tướng, quyền lực của Quang Nghĩa tăng lên đáng kể. Đời [[Hậu Chu]], Thế Tông Sài Vinh cũng từng làm Tấn vương Khai Phong doãn, vì thế mọi người trong ngoài đều nghĩ rằng Quang Nghĩa sẽ là người kế vị.\n\n== Nghi ngờ thí quân ==\n\nThái Tổ trước kia từng lập lời thề trước mặt thái hậu, nhưng nay các hoàng tử đều đã trưởng thành, hoàn toàn có thể kế vị, điều này khiến Quang Nghĩa rất bất an. Từ mùa đông năm [[976]], theo sử sách (chưa hẳn là sự thực), Thái Tổ bắt đầu bị bệnh. Ngày [[13 tháng 11]] năm [[976]] (tức 19 tháng 10 ÂL), Thái Tổ triệu Quang Nghĩa vào cung uống rượu, đến tối thì Quang Nghĩa ra về<ref name=\"TTTTG8\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷008|quyển 8]]<\/ref>; sáng hôm sau Thái Tổ băng hà. Về sự việc này, sử gia [[Tư Mã Quang]] trong Thúc thủy ký văn ghi chép lại, đại ý là: Thái Tổ và Quang Nghĩa uống rượu với nhau, đuổi hết tả hữu ra ngoài. Đang giữa lúc đó, bỗng ánh nến trở nên mờ đi, dường như có bóng người đang di chuyển và lát sau nữa thì nghe thấy tiếng rìu và tiếng Thái Tổ hét lên: \"Hảo tố\", sau đó lăn ra ngủ và Tấn vương ra về. Sử gia [[Lý Đào]] trong Tục tư trị thông giám trường biên chép thành \"Hảo vi chi\"<ref>[[Lý Đào]], [[Tục tư trị thông giám trường biên]]<\/ref>. Hai từ đó cùng có nghĩa là làm hay, nhưng từ mà Lý Đào dùng chỉ có ý nghĩa đơn thuần, còn từ của [[Tư Mã Quang]] có thể hiểu theo nghĩa khác: \"Việc mày làm hay lắm\", và \"việc hay\" đó trong suốt một nghìn năm nay vẫn là dấu chấm hỏi lớn. Từ thời Nguyên đến cuối thế kỷ trước, các sử gia đối về vấn đề này chia thành hai phe: một cho rằng Thái Tổ chết là hoàn toàn tự nhiên, có thể do bệnh từ trước hoặc do uống quá say; một phe cho rằng cái chết của Thái Tổ có liên quan đến Quang Nghĩa. Còn có truyền thuyết nói rằng: Thái Tổ đang uống rượu thì có một tên quỷ nữ ấn mạnh vào cái bướu trên lưng Thái Tổ, Quang Nghĩa thấy thế liền cầm búa đập nữ quỷ đó, đập trúng cả vào lưng vua<ref>''[[Tống cung mười tám triều]], hồi 37<\/ref>. Một số sử gia cho rằng, Quang Nghĩa không thể có gan tới mức hạ thủ một cách lộ liễu như vậy (dùng búa), mà có thể là ông ta bí mật hạ độc vào rượu của Thái Tổ. Nghi án này sách sử ghi lại là '''Chúc Ảnh Phủ Thanh'''([[Chữ Hán phồn thể|Phồn thể]]: [[:zh:燭影斧聲|燭影斧聲]]; [[Chữ Hán giản thể|Giản thể]]: '''斧声烛影).'''\n\nSuốt một nghìn năm nay, nghi án \"ánh nến tiếng rìu\" vẫn chưa có lời giải đáp thỏa đáng. Sáng ngày hôm sau, tức [[14 tháng 11]], Thái Tổ qua đời. Hoàng hậu Tống thị sai nội giám [[Vương Kế Ân]] triệu hoàng tử Đức Phương vào cung. Kế Ân nhận lệnh nhưng lại quyết định đến phủ Khai Phong triệu Tấn vương. Quang Nghĩa thất kinh, do dự không đi, nói: \"để bàn lại với người nhà\". Kế Ân nói: \"Nếu không đi, e sợ người khác giành mất\". Tấn vương bèn theo Kế Ân vào cung. Đến nơi, hoàng hậu hỏi\n:''Đức Phương đến chưa''.\n\nKế Ân nói\n:''Tấn vương đến rồi''.\n\nHoàng hậu thất kinh, thay đổi sắc mặt mà nói với Tấn vương\n:''Tính mệnh mẹ con ta, đều phó thác cho quan gia''<ref name=\"TTTTG8\" \/>.\n\nTấn vương nói\n:''Cùng giữ phú quý, xin đừng lo''.\n\n== Làm hoàng đế ==\n=== Thống nhất đất nước===\nNgày [[15 tháng 11]] năm [[976]], Tấn vương lên ngôi hoàng đế, là '''Tống Thái Tông''', đại xá thiên hạ, đổi niên hiệu là Thái Bình Hưng Quốc. Phong cho Tống hậu làm Khai Bảo hoàng hậu, dời sang Tây cung. Hoàng đệ Quang Mĩ vì kị húy nên đổi tên thành Đình Mĩ, phong Khai Phong doãn kiêm Trung thư lệnh, tước Tề vương; hoàng tử của Thái Tổ Đức Chiêu làm Vũ Công quận vương; Đức Phương là Tiết độ sứ Sơn Nam Tây Đạo, Bình chương sự. Tể tướng [[Tiết Cư Chính]], [[Thẩm Luân]] gia phong Tả, Hữu bộc xạ; [[Lư Đa Tốn]] làm Trung thư thị lang Bình chương sự, [[Tào Bân]] làm Đồng bình chương sự, [[Sở Chiêu Phụ]] làm Xu mật phó sứ<ref name=\"TTTTG8\" \/>. Năm sau, Thái Tông lại đổi tên thành Triệu Quýnh (趙炅). Đây là tên kị húy của ông.\n\nThái Tông truy phong hoàng hậu có những người vợ đã mất: Doãn thị làm Thục Đức hoàng hậu, Phù thị làm Ý Đức hoàng hậu. Trong cung, Thái Tông sủng ái phu nhân Lý thị, có ý lập làm hoàng hậu. Song vào năm [[977]], Lý thị qua đời, Thái Tông đặt thụy là Nguyên Đức hoàng hậu. Bấy giờ Thái Tổ về cơ bản đã thống nhất Trung Quốc, chỉ còn [[Ngô Việt]], [[Bắc Hán]] và Thanh Nguyên là chưa dẹp được.\n\nNăm [[977]], Tiết độ sứ Thanh Nguyên<ref>Trị sở nay thuộc [[Tuyền Châu]], [[Phúc Kiến]], [[Trung Quốc]]<\/ref> [[Trần Hồng Tiến]] đến Khai Phong chầu Thái Tông. Tháng 6 năm [[978]], Trần Hồng Tiến dâng biểu xin nạp đất hai châu Chương, Tuyền về với [[Nhà Tống]], Thái Tông chuẩn y, triệu Hồng Tiến về Khai Phong. Đất Thanh Nguyên được sáp nhập vào lãnh thổ Tống<ref name=\"TTTTG9\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷009|quyển 9]]<\/ref>. Ngô Việt quốc vương [[Tiền Thục]] được tin đó, rất lo sợ, bèn dâng biểu xin bỏ tước quốc vương, xin về quê; Thái Tông không theo. Mùa thu cùng năm, [[Tiền Thục]] đành phải vào triều, dâng biểu xin nộp đất Ngô Việt gồm 13 châu, 1 quận, 86 huyện<ref name=\"TTTTG9\" \/>. Từ đó các nước ở phía nam đều đã mất, chỉ còn lại [[Bắc Hán]] ở Thái Nguyên mà thôi. Về sau vào năm [[981]], Trần Hồng Tiến chết<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷483|quyển 483]]<\/ref>.\n\nThái Tông tấn phong Nam Đường Hậu Chủ [[Lý Dục]] làm Lũng Tây quận công, nhưng vẫn luôn mang lòng nghi ngờ. Vào dịp Tết Nguyên Tiêu năm [[978]], ban chiếu Lũng Tây quận công phu nhân Chu thị (Tiểu Châu hậu) trang điểm vào cung. Thái Tông thấy Chu thị mặt đẹp dáng thon, lòng tà dâm nổi lên, bèn giữ lại trong cung đến nửa tháng mới cho về. Sau đó ông sai người cũ của Nam Đường là Từ Hoảng vào dò xét, biết Lý Dục có ý thương nhớ cố hương, dùng đó làm cớ mà giết đi. Ngày 7 tháng 7 ÂL là ngày sinh của Lý Dục, Thái Tông sai nội thị đem đến một cốc rượu độc, buộc Hậu Chủ phải uống<ref name=\"TTTTG9\" \/>. [[Lý Dục]] chết được truy phong là Ngô vương, Tiểu Châu hậu không lâu sau tự sát tuẫn chủ.\n\nNgô Việt quốc vương [[Tiền Thục]] sau khi nạp đất vẫn được giữ tước vương, nhưng bị giám sát chặt chẽ. Ngày 24 tháng 8 ÂL năm nguyên niên Đoan Củng ([[988]]), là sinh nhật của Tiền Thục, Thái Tông cho đem ngự tửu ban cho; Tiền vương uống xong tới nửa đêm thì quy tiên. Thái Tông vờ tỏ ra thương xót, cho nghỉ triều 7 ngày<ref name=\"TTTTG9\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷014|quyển 14]]<\/ref>.\n\nĐầu năm [[979]], Thái Tông hội quần thần bàn thảo phạt [[Bắc Hán]]. Tả bộc xạ [[Tiết Cư Chính]], dẫn đầu một nhóm đại phản đối bắc phạt, nhưng [[Tào Bân]] lại tán thành. Thái Tông quyết định xuất quân, mệnh [[Phan Mĩ]] làm thống soái, cùng [[Thôi Tiến]], [[Lý Hán Quỳnh]], [[Tào Hàn]], [[Mễ Tín]], [[Lưu Ngộ]], [[Điền Trọng Tiến]]... đánh Thái Nguyên; Quách Tiến đóng quân ở Thạch Lĩnh ngăn chặn viện binh Liêu. Nước Liêu sai sứ đến Tống, ngăn cản việc bắc phạt, Thái Tông không theo. Biết thế nào người Liêu cũng sẽ ra quân, Thái Tông quyết định thân chinh ra Hà Bắc, để [[Thẩm Luân]], [[Vương Nhâm Thiện]] ở lại trấn thủ Biện Kinh.\n\nQuân Tống tiến đến Thái Nguyên. Triều Liêu được tin, cử [[Da Luật Sa]] và [[Da Luật Địch Lý]] đến cứu viện [[Bắc Hán]]. Hai quân giao chiến một trận lớn ở Bạch Ma Lĩnh<ref>Huyện Vu, [[Sơn Tây]], [[Trung Quốc]] hiện nay<\/ref>, quân Liêu thảm bại trước [[Quách Tiến]], Địch Lý tử trận, [[Da Luật Sa]] phải tháo chạy. Lúc này Thái Tông đang ở Trấn châu<ref>[[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]] hiện nay<\/ref>, được tin thắng trận, mệnh [[Phan Mĩ]] đưa đại quân tới công thành Thái Nguyên. Tiết độ sứ Kiến Hùng của Bắc Hán là Lưu Kế Nghiệp quyết tâm tử thủ. Bấy giờ có Quách Siêu ra hàng, nhưng quân Tống cho là gian trá, liền giết [[Phạm Siêu]]. Về sau Thái Tông mới hối hận, cho hậu táng chu đáo. Các tướng trong thành biết tin đưa nhau ra hàng, thành Thái Nguyên thế cùng lực kiệt, không còn giữ được bao lâu. Vua Bắc Hán [[Lưu Kế Nguyên]] trước tình thế đó, đành phải ra đầu hàng<ref>''[[Tân Ngũ Đại sử]]'',<\/ref>, được phong tước quận công. Từ thời điểm đó, Trung Quốc được thống nhất làm một dưới triều [[Bắc Tống]]<ref name=\"TTTTG10\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷010|quyển 10]]<\/ref>.\n\n=== Chiến tranh với Liêu và Đại Cồ Việt ===\n\nMùa hạ năm [[979]], sau khi diệt [[Bắc Hán]], Thái Tông muốn thừa cơ đánh Liêu, khôi phục 16 châu Yên Vân. [[Phan Mĩ]] cực lực can ngăn, song thị vệ [[Thôi Hàn]] lại tán thành. Thái Tông xuất quân từ Thái Nguyên, tiến vào Yến, Vân; nhanh chóng lấy được hai châu Trác, Dịch. Quân Tống thừa thắng đánh sang U châu<ref>Thủ đô [[Bắc Kinh]], [[Trung Quốc]] hiện nay<\/ref>. Tướng Liêu [[Da Luật Hi Đạt]] dẫn quân ra chống, song không thành công. Thái Tông mệnh bọn [[Tống Ốc]] đánh mạnh vào thành Yến Kinh; lại chia quân đánh các châu Kế, Thuận. Tướng Liêu Da Luật Học Cổ Đa Phương ra sức giữ thành, quân Tống công phá đã lâu vẫn không chiếm được. [[Da Luật Sa]] đem quân tới cứu U châu. Tháng 8, Hai bên giao chiến tại [[Trận Cao Lương hà|Cao Lương hà]]. Ban đầu quân Tống chiếm ưu thế, liền thừa cơ truy đuổi; bỗng rơi vào ổ mai phục của quân Liêu, do hai tướng [[Da Luật Hưu Ca]], [[Da Luật Tà Chẩn]] chỉ huy<ref name=\"TTTTG10\" \/><ref>''[[Liêu sử]]'', quyển 84<\/ref>. Quân Tống đại bại, quân Liêu thừa thắng kéo vào giải vây U châu. Thái Tông kinh hoàng thất sắc; may nhờ có [[Hô Duyên Tán]], [[Phụ Siêu]] đưa quân đến cứu mới có thể an toàn mà rút về Trác châu.\n\n[[Da Luật Hưu Ca]] cho quân đuổi tới, quân Tống bị đánh tan tác, bỏ chạy về hướng nam. Giữa đường, ngựa của Thái Tông rơi vào vũng lầy không kéo lên được, tình thế vô cùng nguy cấp, nhưng lúc đó có [[Dương Nghiệp]] (tức Lưu Kế Nghiệp, đã hàng Tống) đến cứu giá kịp lúc. Dương Nghiệp tình nguyện ở lại chặn đường quân Liêu, thắng được một trận, đẩy lui truy binh Liêu. Thái Tông về Định châu, lệnh [[Mạnh Huyền Triết]] giữ nơi này, [[Thôi Ngạn Triết]] giữ Quan Nam, [[Lưu Đình Hàn]] và [[Lý Hán Quỳnh]] giữ Chân Định rồi xa giá về Biện Kinh<ref name=\"TTTTG10\" \/>.\n\nCuối tháng 9 năm [[979]], [[Liêu Cảnh Tông]] Da Luật Hiền nhân vừa mới thắng trận, mệnh [[Hàn Khuông Tự]] làm Đô thống, [[Da Luật Sa]], [[Da Luật Hưu Ca]] dẫn 50.000 quân tiến đánh Trấn châu. [[Lưu Đình Hàn]], [[Thôi Ngạn Tiến]] bàn nhau dùng kế trá hàng, dụ quân Liêu vào rồi đặt mai phục. [[Da Luật Hưu Ca]] có đề phòng từ trước, nhưng quân Liêu vẫn thiệt hại hơn 10.000 người. Đầu năm [[980]], Liêu lại cử [[Da Luật Sa]], [[Da Luật Tà Chẩn]] dẫn 100.000 quân tiến thẳng tới Nhạn Môn quan, uy hiếp Đại châu. Thái Tông cử [[Dương Nghiệp]] làm tướng giữ Đại châu. Quân Tống ra giao chiến, giết được phò mã nước Liêu là Tiêu Đốt Lý, quân Liêu phải tháo chạy. Dương Nghiệp [[Trận Nhạn Môn quan|cho quân chiếm lại Nhạn Môn quan]], từ đó người Liêu đều sợ danh tiếng của ông ta.\n\n[[Liêu Cảnh Tông]] được tin liên tiếp thua trận, tức giận vô cùng. Ngày 30 tháng 11 năm [[980]] (2 tháng 10 ÂL), vua Liêu đích thân dẫn đại quân tiến xuống phía nam, trước hết là đánh Ngõa Kiều quan<ref>Huyện Hùng, [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]] hiện nay<\/ref>. Quân Tống chủ quan, khinh địch, nên bị quân của [[Da Luật Hưu Ca]] đánh bại, phải lui về Mạc châu. Hưu Ca cho quân đuổi tới Mạc châu, bắt và giết nhiều quân, tướng Tống. Tin bại trận bay về Biện Kinh. Thái Tông hạ lệnh thân chinh, đưa quân đến phủ Đại Danh, Liêu chủ nghe tin thì cho lui quân, đó là vào ngày [[20 tháng 12]] (11 tháng 11 ÂL)<ref name=\"TTTTG10\" \/>.\n\nKhi đó ở phía nam, nước [[Đại Cồ Việt]]; vào năm [[979]], [[Đinh Tiên Hoàng]] và con là [[Đinh Liễn]] bị giết, Thập đạo tướng quân [[Lê Hoàn]] nắm quyền trong nước. [[Hầu Nhân Bảo]] biết nước ta có loạn, khuyên Thái Tông đưa quân nam xâm. Năm [[980]], Lê Hoàn được tôn làm hoàng đế, lãnh đạo cuộc kháng chiến. Đầu năm [[981]], các tướng Tống [[Hầu Nhân Bảo]], [[Tôn Toàn Hưng]], [[Trần Khâm Tộ]], [[Lưu Trừng]], [[Giả Thực]]... tiến quân vào Đại Cồ Việt, theo hai ngả thủy, bộ. Tháng 3 năm đó, quân bộ của [[Hầu Nhân Bảo]] bị trúng phục binh Việt, Nhân Bảo tử trận. [[Tôn Toàn Hưng]] bị chặn ở [[sông Bạch Đằng]], được tin đó vội vàng lui về nước; chiến dịch của Tống hoàn toàn thất bại<ref>[[Đại Việt sử ký toàn thư]], đời Tiền Lê<\/ref>.\n\nNăm [[982]], [[Liêu Cảnh Tông]] qua đời<ref>''[[Liêu sử]]'', quyển 9<\/ref>, con là Long Tự lên kế vị nhưng còn nhỏ; đại quyền nằm trong tay [[Tiêu thái hậu|thái hậu Tiêu Yến Yến]]. Tiêu thái hậu đổi tên nước trở lại là Đại Khiết Đan như cũ, tiến hành một loạt cải cách, phát triển đất nước. Cùng năm, Tiêu thái hậu mệnh 10 vạn quân tái xâm phạm Nhạn Môn Quan, bị phụ tử Dương Nghiệp và Dương Diên Lãng đánh cho đại bại, lại còn bị họ chinh phạt khắp vùng Sơn Tây, buộc phải từ bỏ ý định nam xâm.\n\nTrong khi đó vào năm [[986]], tướng [[Hạ Hoài Phổ]] dâng sớ nói Liêu chủ còn nhỏ, mẫu hậu chuyên quyền là thời cơ thích hợp để bắc phạt, khôi phục Yến, Vân. Tháng 1 năm [[986]], Thái Tông bàn việc bắc chinh, cử [[Tào Bân]], [[Thôi Ngạn Tiến]], đưa quân ra Hùng châu gọi là quân Đông lộ; [[Điền Trọng Tiến]] đánh Phi Hồ là quân trung lộ; [[Phan Mĩ]], [[Dương Nghiệp]] đánh Nhạn Môn gọi là quân Tây lộ<ref name=\"TTTTG13\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷013|quyển 13]]<\/ref>, sử xưng là [[Ung Hi bắc phạt]]. Trước khi ra quân, Thái Tông căn dặn chư tướng tiến quân từ từ, vờ nói là lấy U châu, đợi khi quân cứu viện Khiết Đan tới cứu thì vòng ra đánh mặt sau chặn đường tiếp lương.\n\nTháng 3, tướng tiên phong [[Lý Kế Long]] của quân Đông lộ lấy hai huyện Cố An, Tân Thành và tiến đến Trác châu, giết tướng Liêu. Sang tháng 4, Khiết Đan đưa quân đến Tân Thành, [[Mễ Tín]] được sự trợ giúp của [[Thôi Ngạn Tiến]], [[Đỗ Ngạn Khuê]] đánh lui quân Liêu. Về cánh quân trung lộ, [[Điền Trọng Tiến]] đánh bại quân Liêu ở cửa bắc Phi Hồ. Khi đó phòng ngự sứ Ký châu bên Liêu là [[Đại Bằng Dực]] đưa quân tới chặn. [[Điền Trọng Tiến]] và [[Kinh Tự]] bắt sống được Đại Bằng Dực, quân Tống giành chiến thắng. Phi Hồ, Linh Khâu các thành đều xin hàng. Trọng Tiến đánh tiếp Úy châu, bọn tướng bắt giữ sứ Liêu Cảnh Thiệu Trung rồi hàng Tống. Về cánh quân phía tây, cũng vào tháng 3, [[Phan Mĩ]] ra quân đánh thắng Khiết Đan ở Hoàn châu, thứ sử Triệu Ngạn Tân dâng châu đầu hàng<ref name=\"TTTTG13\" \/>. Lại tiến đánh hai châu Sóc, Ứng châu, tướng giữ các thành này đều hàng phục. Tháng 4, [[Phan Mĩ]] đánh sang Vân châu.\n\nViệc quân Tống đánh nhanh thắng nhanh, vì thế quân lương vận chuyển không kịp. Quân Khiết Đan cũng biết việc đó, nên đưa quân ngăn cản đường lương thực; [[Tào Bân]] vì lương cạn định lui về Hùng châu. Tống Thái Tông xem tấu, mặt biến sắc, nói nếu lui quân thì người Khiết Đan sẽ tập kích, vì thế không được lui. Lúc đó [[Phan Mĩ]], [[Điền Trọng Tiến]] hợp quân đánh U châu. Bộ tướng của [[Tào Bân]] sợ người khác giành mất công, vì thế lên đường thẳng tới Trác châu, [[Da Luật Hưu Ca]] phải lui quân. Tào Bân chuẩn bị đánh Phạm Dương.\n\nDa Luật Hưu Ca một mặt chặn đường tiếp lương của Tống, mặt khác sai sứ về kinh cầu cứu. [[Tiêu Xước|Tiêu thái hậu]] dẫn [[Liêu Thánh Tông|vua Khiết Đan]] ra quân chi viện cho miền nam. Trại vua Khiết Đan cách thành Trác châu 50 dặm về phía đông. [[Da Luật Hưu Ca]] và [[Da Luật Bồ Ninh]] suất binh tập kích trại Tống nhiều lần khiến lòng quân hoang mang. Lại thêm giữa hạ trời nóng, thiếu nước, thiếu thức ăn, quân Tống không còn tinh thần chiến đấu. [[Tào Bân]] định vượt sông Cự Mã thì bị [[Da Luật Hưu Ca]] đuổi đánh, thiệt hại rất nhiều. [[Tào Bân]], [[Mễ Tín]] lui quân về Dịch châu. Đang đến gần sông Sa Hà thì quân Khiết Đan đuổi kịp, quân Tống bị dìm xuống sông và chết đuối không biết bao nhiêu mà kể.\n\nThái Tông được tin thất kinh, bèn triệu [[Tào Bân]], [[Mễ Tín]] về triều, lệnh [[Điền Trọng Tiến]] về Định châu, [[Phan Mĩ]] giữ Đại châu, di dời dân chúng ở các vùng Vân, Ứng, Hoàn, Sóc được về nam. Quân [[Khiết Đan]] nhanh chóng đánh bại lực lượng của thu hồi hai châu Ứng, Úy. [[Phan Mĩ]] bàn việc giữ hai châu Vân, Sóc; cử [[Dương Nghiệp]] ra chống cự Khiết Đan. [[Dương Nghiệp]] xuất quân từ Thạch Kiệt khẩu, giao chiến với tướng Liêu [[Da Luật Tà Chẩn]]. Trước khi đi, Nghiệp đã cùng Vương Thẩm (giám quân của Đông Lộ Quân) cãi nhau hơn chục lần. Phan Mỹ thì nhút nhát không quả quyết, còn Dương Nghiệp thì muốn lấy quân kỵ di dời bách tính, sau đó dùng quân mai phục mà đánh Liêu. Tuy nhiên, Vương Thẩm lại cười chê Nghiệp mang danh là \"Dương Vô Địch\" mà không dám xuất quân. Dương Nghiệp chỉ còn thở dài mà xin viện quân tại Trần Gia Cốc, để nếu lỡ việc quân bị thì thu binh không bị Khiết Đan truy giết. Phan Mỹ tán thành. Dương Nghiệp sau đó dẫn quân đánh Khiết Đan, có tướng Hà Hoài Phổ đi theo hỗ trợ. Tuy nhiên, Tống ít, Liêu nhiều, con trai trưởng của Dương Nghiệp là [[Dương Diên Chiêu]] lại bị tên bắn xuyên khuỷu tay, do đó mà Dương Nghiệp lệnh kỵ binh rút lui về Trần Gia Cốc. Chẳng dè đâu, phục binh của Phan Mỹ thì không thấy đâu, mà chỉ thấy quân Liêu san sát. Tà Chẩn dụ Dương Nghiệp vào ổ phục kích ở Trần Gia Cốc, phục binh từ hai phía xông ra đánh giết. Con thứ là [[Dương Diên Ngọc]] tử trận tức thì, còn con trưởng Diên Chiêu thì bị cắt khỏi tầm nhìn của ông<ref name=\"TTTTG13\" \/>. Kết quả, toàn quân bị diệt, còn ông thì giết hơn chục quân địch rồi chạy vào rừng trốn. Hơn một ngày sau, Da Luật Hề Đệ dùng cung bắn chết con ngựa của ông, còn ông thì bị bắt sống, để rồi ba ngày sau tuyệt thực tự sát. [[Phan Mĩ]] vội đưa quân về Đại châu, hai châu Vân, Sóc cũng nhanh chóng tan rã, bắc phạt thất bại nặng nề.\n\nKhi quân Bắc Phạt thất bại hồi triều, Thái Tông truy tặng quan tước cho Dương Nghiệp và Hà Hoài Phổ, giáng chức [[Phan Mĩ]], [[Tào Bân]], [[Thôi Ngạn Tiến]], [[Mễ Tín]]... Từ đó Tống-Khiết Đan năm nào cũng xảy ra chiến tranh, loạn lạc liên miên, đến sau [[hòa ước Thiền Uyên]] mới dứt.\n\nSự tự tin mù quáng và ngang ngạnh cố chấp của Triệu Quang Nghĩa cho thấy ông kém xa Thái Tổ về khả năng tác chiến. Sau hai lần Bắc phạt bất thành, ông bắt đầu rơi vào tình thế khó xử: nên chiến hay nên hòa với Liêu. Vì sự chần chừ của ông nên các tướng trấn giữ biên ải cũng chỉ cầm cự qua ngày, từ đó lực lượng tác chiến với quân Liêu giảm dần, tinh thần chiến đấu của quân đội Nhà Tống ngày càng sa sút{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}.\n\n=== Sự nghiệp văn trị ===\nDụng võ không thành, Thái Tông chuyển sang dụng văn. Là vị hoàng đế đầu tiên từ thời [[Ngũ Đại Thập Quốc|Ngũ đại thập quốc]] không theo nghiệp võ, ông có nhiều điểm nổi bật trong việc dụng văn trị nước. Ông là người sáng lập, tu bổ và hoàn thiện các quy chế của Nhà Tống, đó chính là cơ sở để thiết lập chế độ chính trị, quân sự, văn hóa và kinh tế của Nhà Tống.\n\n==== Thi cử ====\n\nTống Thái Tông cho cho phát triển chế độ thi tuyển nghiêm ngặt và hoàn bị. Các kỳ thi chủ yếu dành cho văn nhân, chỉ cần có tài văn chương và thơ phú thì đều có thể trúng tuyển. Quy mô tuyển chọn được mở rộng, chế độ thi cử nghiêm ngặt, đề thi được niêm phong cẩn thận, phần thi vấn đáp cho đích thân ông chủ trì.\n\n==== Văn hóa ====\n\nTống Thái Tông rất chú trọng phát triển văn hóa. Ông cho xây dựng chiêu văn quán, sử quán và Tập Hiền viện, đặt tên là Sùng Văn viện. Hai từ \"sùng văn\" thể hiện rõ phương châm trị nước của Triệu Quang Nghĩa. Ngoài ra ông còn tập hợp các văn nhân để biên soạn các bộ sách lớn như \"Thái bình ngự lãm\", \"Văn uyển anh hoa\", \"Thái bình quảng ký\",... Những bộ sách này đều là những tư liệu quý báu để người đời sau nghiên cứu về văn hóa lịch sử Trung Quốc cổ đại.\n\nTống Thái Tông cũng là người khởi đầu cho thói quen tiếp thu bài học kinh nghiệm trị nước trong lịch sử cho các hoàng đế triều Tống. Ông quy định mỗi ngày phải tự đọc ba cuốn \"Thái bình ngự lãm\", có những lúc do bận việc chính sự không thể hoàn thành nhiệm vụ đọc sách đúng hẹn, ông tận dụng nốt những lúc rảnh rỗi để đọc bù. Các đại thần khuyên không nên vắt kiệt sức, ông nói: \"Đọc sách là việc hữu ích, ta cảm thấy không mệt mỏi\". Thái Tông luôn quan tâm đến việc triều chính, thậm chí mất ăn mất ngủ để tuyển chọn nhân tài. Ông yêu thích thư pháp và có quan điểm không khắt khe về tôn giáo, nhưng nói chung ông tôn sùng [[Đạo giáo]] hơn [[Phật giáo]].\n\n=== Diệt trừ các mối đe dọa ===\n\nViệc lên ngôi của Tống Thái Tông vốn là danh bất chính, ngôn bất thuận; vì vậy ông luôn tìm cách trừ khử những ai đe dọa đến ngôi vị của mình. Năm [[979]], sau chiến dịch phạt Liêu thất bại, chư tướng thấy Thái Tông mất tích thì hoảng sợ, có ý tôn lập con trưởng Thái Tổ là [[Triệu Đức Chiêu|Yến vương Đức Chiêu]] làm hoàng thượng. Thái Tông trở về, biết được chuyện đó thì vô cùng tức giận. Do đó suốt mấy tháng không luận công ban thưởng cho các tướng sĩ trong trận Thái Nguyên. Đức Chiêu đem việc tâu lên, Thái Tông nạt: \"Đợi mi đăng cơ rồi thưởng!\". Đức Chiêu dư biết ý của Thái Tông, nghĩ không còn cách nào khác, về phủ đệ, lấy con dao gọt hoa quả mà tự sát. Thái Tông thương xót, hối hận, truy phong Đức Chiêu là Ngụy vương, Trung thư lệnh<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷244|quyển 244]]<\/ref>; ngoài ra còn phong Tề vương Đình Mĩ làm Tần vương, luận công cho các tướng sĩ trong trận Thái Nguyên. Hai năm sau, năm [[981]], hoàng tử thứ tư của Thái Tổ là [[Triệu Đức Phương]] cũng đột ngột lâm bệnh qua đời, người đời sau dị nghị là do Thái Tông làm.\n\nNăm [[977]], Thái Tông hạ lệnh phục chức cho [[Triệu Phổ]] làm Thái tử thái bảo. Triệu Phổ trước kia vẫn ngầm ngấm chống đối việc Thái Tông lên ngôi, đến đây lại phải tìm cách lấy lòng nhà vua để lại được nắm quyền. Năm [[981]], Triệu Phổ cùng Thái Tông đem việc kim quỹ chi minh tuyên cáo với quần thần, Triệu Phổ tự xưng là người soạn thệ thư theo lệnh thái hậu, đặt vào trong hộp vàng. Việc làm của [[Triệu Phổ]] đã chính thức hợp thức hóa ngôi vị của Thái Tông; vì lúc này Đức Chiêu, Đức Phương cũng đã qua đời. Nhưng vẫn còn trở ngại là Tần vương Đình Mĩ, vì theo di chiếu, Đình Mĩ sẽ nối ngôi vua. Tháng 9 năm [[981]], Thái Tông hạ chiếu phong [[Triệu Phổ]] làm Tư đồ, Thị trung, Lương quốc công<ref name=\"TTTTG10\" \/>. [[Triệu Phổ]] ngay sau đó dâng sớ nói Đình Mĩ kiêu ngạo bất pháp, cần phải trừng trị; Thái Tông lập tức đuổi Đình Mĩ ra Tây Kinh. Triệu Phổ còn tâu với Thái Tông rằng\n:''Người có thiên hạ thì truyền ngôi cho con, đó là chuyện thường. Nếu xưa kia tiên đế nghe lời thần, thì hôm nay đã không thấy được thánh minh. Nhưng tiên đế lúc trước đã sai lầm, bệ hạ không thể lại lầm.''\n\nMấy hôm sau, có [[Sài Vũ Tích]] dâng sớ tố cáo Đình Mĩ và [[tể tướng]] [[Lư Đa Tốn]] bí mật câu kết với nhau, mưu đồ đại sự. Thái Tông mệnh cho [[Triệu Phổ]] đến tra xét. Triệu Phổ vẫn oán Lư Đa Tốn, nhân dịp này tâu lên Thái Tông rằng hai người đó thực sự có liên kết tạo phản. Thái Tông hạ chiếu, đày [[Lư Đa Tốn]] đến Nhai châu<ref>Tây bắc huyện Nhai, [[Hải Nam]], [[Trung Quốc]]<\/ref>. 6 người thân tín của Đình Mĩ là bọn [[Triệu Bạch]], [[Phàn Đức Minh]]... đều bị chém đầu. Sau đó, Triệu Phổ giật dây cho [[Lý Phù]] tố cáo Đình Mĩ ngày đêm oán hận, Thái Tông lập tức giáng Đình Mĩ làm Phù huyện công, câu thúc ở Phòng châu. Hai năm sau, Đình Mĩ vì uất ức mà qua đời.\n\n=== Chiến tranh với người Đảng Hạng ===\n\nVùng đất Định Nan<ref>Trị sở nay thuộc phía bắc [[Tĩnh Biên]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref> xưa nay vốn thuộc quyền quản lý của gia tộc họ Lý, từ cuối đời Đường. Năm [[982]], vì trong tông tộc có sự bất hòa, Tiết độ sứ Định Nan [[Lý Kế Phủng]] xin nạp đất năm châu Hạ, Hựu, Ngân, Tuy, Tĩnh quy về [[Nhà Tống]]. Thái Tông chấp thuận, cử [[Tào Quang Thực]] đến úy dụ dân 4 châu. Nhưng em họ Kế Phủng là Kế Thiên (tức Thái Tổ triều [[Tây Hạ]]) cùng bọn [[Lý Kế Xung]], [[Trương Phổ]] vẫn ngấm ngầm tích trữ vũ khí, lương thực chống lại triều Tống. [[Tào Quang Thực]] dẫn quân tới đánh trại Kế Thiên ở đầm Địa Cân<ref>Đông bắc [[Hoành Sơn]], [[Thiểm Tây]] hiện nay<\/ref>, giết 500 tên, bắt mẹ và vợ của Kế Thiên.\n\nKế Thiên dùng kế giả hàng, sai người đến chỗ [[Tào Quang Thực]] xin hàng. Quang Thực tin theo, chỉ dẫn 100 quân tới Gia Tô Xuyên nhận hàng. Kế Thiên đợi lúc Quang Thực tới nơi, xua binh ra đánh, giết được Quang Thực. Lại thừa thắng đánh sang Ngân châu. Thái Tông sai [[Điền Nhân Lãng]] đến dẹp loạn, nhưng Nhân Lãng cứ đóng quân mà không tiến. [[Lý Kế Thiên]] lúc này đã lấy phá được Tam Tộc, Phù Ninh. Thái Tông thấy Nhân Lãng không lo đánh địch mà chỉ uống rượu, bèn triệu về kinh, tống vào ngục, sau đày ra Thương châu. Phó tướng [[Vương Tiên]] dẫn quân xuất chiến, đến phía bắc Ngân châu và thắng được một trận, bắt sống Triết Dụ Mộc và đánh tan viện quân Hạ. [[Quách Thủ Văn]] và [[Vương Tiên]] tiến đánh Diêm Thành giết được nhiều người [[Đảng Hạng]]. [[Lý Kế Thiên]] thua trận nhiều lần, bèn dâng thư cho [[Khiết Đan]], nguyện xưng thần triều cống, được phong làm Hạ quốc vương.\n\nThái Tông cử Lý Kế Phủng đến Hạ thủ dụ [[Lý Kế Thiên]], nhưng Kế Phủng lại bí mật câu kết với Kế Thiên. Kế Phủng dâng thư nói Kế Thiên đã biết hối cải, triều Tống liền phong Kế Thiên làm quan sát sứ Ngân châu, ban tên Triệu Bảo Cát. Nhưng không lâu sau Kế Thiên lại dụ Kế Phủng hàng Khiết Đan, được phong Tây Bình vương. Quân Hạ xuất binh lấy hai châu Ngân, Tuy, rồi đánh tiếp hai châu Khánh, Nguyên<ref>Huyện [[Cố Nguyên]], tỉnh [[Cam Túc]], [[Trung Quốc]]<\/ref><ref name=\"TTTTG15\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷015|quyển 15]]<\/ref>. Thái Tông nghe tin nước Hạ làm phản, cử [[Lý Kế Long]] ra quân đánh diệt. Kế Phủng được tin, xin ra hàng và bị giải về Biện Kinh. Thái Tông cho hủy thành Hạ châu, dời dân đến Ngân, Tuy lo việc cố thủ. Lại hạ chiếu phong [[Lý Kế Thiên]] làm tiết độ sứ Phù châu, điều người cản trở Kế Thiên là Trịnh Văn Bảo đi nơi khác. Sau khi tập hợp đủ lực lượng, Kế Thiên ra quân đánh Linh Vũ<ref>Tây nam [[Linh Vũ]], [[Ninh Hạ]], [[Trung Quốc]]<\/ref><ref name=\"TTTTG18\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷018|quyển 18]]<\/ref>. Thái Tông lệnh chia quân 5 lộ, [[Lý Kế Long]] từ Hoàn châu, Đinh Hãn từ Khánh châu, [[Phạm Đình Triệu]] từ Diên châu, [[Vương Siêu]] từ Hạ châu, [[Trương Thủ Ân]] từ Lâm cùng đánh Hạ. Kế Long xin theo đường Thanh Cương, Thái Tông không cho nhưng Kế Long đã đem quân qua Thanh Cương rồi. Năm [[996]] [[Lý Kế Thiên]] đánh lui được 5 lộ đại quân dưới quyền tướng Tống Lý Kế Long. Sau khi củng cố lãnh địa Hạ châu, Lý Kế Thiên cố gắng mở rộng lãnh địa về phía tây đến khu vực Hà Tây. Từ đó [[Lý Kế Thiên]] xưng bá một phương, không thần phục triều Tống nữa, đến sau này cháu nội là Nguyên Hạo kiến lập ra [[Tây Hạ]].\n\n=== Khởi nghĩa nông dân ở Thành Đô ===\n\nDưới triều đại của Tống Thái Tông, tuy đất nước trở nên giàu mạnh, kinh tế phát triển, nhưng sự phân hóa giàu nghèo giữa các tầng lớp trong xã hội lại càng rõ rệt, mâu thuẫn giai cấp cũng gay gắt hơn. Năm [[993]], cuộc khởi nghĩa do Lý Thuận cầm đầu đã bùng nổ ở Tứ Xuyên nhưng sau đó đã bị đàn áp đẫm máu.\n\nĐầu năm [[993]], ở Thanh Thành<ref>Tây bộ Yển thị, [[Đô Giang]]<\/ref>, vì tên huyện lệnh Tề Nguyên Thần độc ác tham ô nên có [[Vương Tiểu Ba]] làm phản, dẫn quân bắt giết Nguyên Thần. Đô tuần kiểm sứ Tây Xuyên [[Trương Di]] dẫn quân đánh diệt, Tiểu Ba thua trận phải tạm lui<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷016|quyển 16]]<\/ref>. Khi tập hợp lại lực lượng, Tiểu Ba cho quân phản công, giết chết Trương Di. Tiểu Ba không lâu sau bị thương rồi chết; người em vợ là [[Lý Thuận]] lên thay, tiếp tục đưa quân vây hãm Vĩnh Khang. Tháng 1 ÂL năm [[994]], quân khởi nghĩa tiến công Thành Đô<ref>[[Thành Đô]], [[Tứ Xuyên]], [[Trung Quốc]] hiện nay<\/ref>, tri phủ [[Quách Tái]] bỏ chạy. Lý Thuận chiếm Thành Đô, lập ra chính quyền Đại Thục, đánh phá các vùng lân cận, làm náo động cả vùng Tây Xuyên. Thái Tông theo lời Tham chính [[Triệu Xương Ngôn]], lệnh [[Vương Kế Ân]] ra quân dẹp loạn, [[Lôi Hữu Chung]] lo việc lương thảo. Khi đó Lý Thuận sai [[Dương Quảng]] đánh Kiếm Môn nhưng thất bại, lại lui về Thành Đô. Lý Thuận giết Dương Quảng rồi tự lĩnh quân đánh Kiếm Môn, nhưng bị [[Vương Kế Ân]] đánh bại. Quân Tống thừa thắng lấy Thanh Cương lĩnh và Kiếm châu, Miên châu<ref>[[Miên Dương]], [[Tứ Xuyên]], [[Trung Quốc]] hiện nay<\/ref>, Lãng châu, Ba châu<ref>[[Ba Trung]], [[Tứ Xuyên]], [[Trung Quốc]] hiện nay<\/ref>...; quân khởi nghĩa liên tục thất bại. [[Lý Thuận]] đánh sang Từ châu cũng bị thua nốt. Tháng 5 ÂL, [[Vương Kế Ân]] tấn công Thành Đô, [[Lý Thuận]] không chống nổi và bị bắt sống<ref name=\"TTTTG18\" \/><ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷017|quyển 17]]<\/ref>.\n\nThái Tông lấy nội giám không được tham chính, nên chỉ phong cho [[Vương Kế Ân]] làm phòng ngự sứ Thuần châu. Mùa thu năm đó, Thái Tông cử [[Trương Vịnh]] đến cùng [[Vương Kế Ân]] quản trị Thành Đô, tiêu diệt quân khởi nghĩa còn lại. Lại giáng Thành Đô là Ích châu. Bấy giờ tàn quân Lý Thục tại Lăng châu<ref>[[Nhân Thọ]], [[Tứ Xuyên]], [[Trung Quốc]] hiện nay<\/ref>, Lãng châu, Bồng châu<ref>Đông nam [[Nghi Lũng]], [[Tứ Xuyên]] hiện nay<\/ref>, Hợp châu<ref>[[Hợp Xuyên]], [[Tứ Xuyên]] hiện nay<\/ref> lại nổi lên dưới sự chỉ huy của [[Trương Dư]]. Một vạn tàn quân của [[Trương Dư]] hoành hành ở tám châu Gia, Nhung, Lô, Du, Phù, Trung, Vạn, Khai và Vân An quân<ref>Vân Dương, [[Tứ Xuyên]], [[Trung Quốc]] hiện nay<\/ref>; lại thừa cơ đánh Quỳ châu<ref>Thành Bạch Đế, [[Phụng Tiết]], [[Tứ Xuyên]] hiện nay<\/ref> và Thi châu<ref>[[Ân Thi]], [[Hồ Bắc]] hiện nay<\/ref>. [[Trương Vịnh]] dẫn quân dẹp loạn, mở kho phát chẩn, thủ dụ dân chúng, khuyên họ chuyên tâm sản xuất, không đi theo giặc. Trương Dư xuất chiến tại Tây Tân khẩu, Quỳ châu nhưng bị thua, 20.000 người bị giết. Đầu năm [[995]], tướng [[Vương Văn Thao]] đầu hàng, [[Trương Dư]] không lâu sau bị quân Tống bắt sống. Mùa hạ năm [[996]], dư đảng [[Vương Lô Tư]] tự xưng Cung Nam vương, đánh hai vùng Cung, Thục, nhưng nhanh chóng thất bại. Cuộc khởi nghĩa chính thức cáo chung<ref name=\"TTTTG18\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷018|quyển 18]]<\/ref><ref>[[Tăng Củng]], Yêu Khấu truyện: Vương Tiểu Ba (phụ Lý Thuận) truyện<\/ref>.\n\n=== Tình hình chính trị 982-997 ===\n\nNăm [[981]], tể tướng [[Tiết Cư Chính]] qua đời, truy tặng Thái úy, Trung thư lệnh, [[Thẩm Luân]] trở thành tể tướng có địa vị cao nhất. Tuy nhiên sau vụ Triệu Phổ lập công loại Đình Mĩ, thì Phổ trở thành thủ tướng, Thẩm Luân chỉ làm phó. Năm [[982]], [[Thẩm Luân]] dâng biểu xin nghỉ, được chuẩn y. Năm [[987]], [[Thẩm Luân]] mất.\n\nĐình Mĩ bị diệt, [[Triệu Phổ]] đã hết giá trị lợi dụng. Tháng 11 năm [[983]], Thái Tông bãi chức tể tướng của Triệu Phổ, dời ra trấn Vũ Thắng<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷012|quyển 12]]<\/ref>. Lại bổ nhiệm [[Lý Phưởng]] làm Bình chương sự. Năm [[986]], [[Triệu Phổ]] dâng sớ can ngăn cuộc [[Ung Hi bắc phạt|bắc phạt Ung Hi]]. Tháng 2 ÂL năm [[988]], Thái Tông cho Triệu Phổ về kinh, lại phong làm Thái bảo, Thị trung, nắm quyền tể tướng. Cũng năm [[988]], [[Lý Phưởng]] bị giáng làm Hữu bộc xạ, [[Lã Mông Chánh]] lên thay chức của ông ta. Năm [[991]], [[Lã Mông Chánh]] vì việc của [[Tống Hãng]] bị bãi chức, Thái Tông lại dùng [[Lý Phưởng]] làm Bình chương sự. Năm [[992]], tể tướng [[Triệu Phổ]] chết, thọ 71 tuổi<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷256|quyển 256]]<\/ref>; đến năm [[996]], [[Lý Phưởng]] cũng qua đời.<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷275|quyển 275]]<\/ref>, [[Lã Đoan]] được bổ nhiệm làm thủ tướng.\n\n=== Lập tự và qua đời ===\n[[Tập tin:Songling2.jpg|thumb|left|200px|Vĩnh Hy Lăng, lăng mộ của Tống Thái Tông]]\n\nNăm [[984]], Thái Tông lập [[Minh Đức hoàng hậu (Nhà Tống)|con gái Lý Xử Vân]] làm Hoàng hậu. Lý Hoàng hậu đoan trang diễm lệ, nhân từ độ lượng, là bậc Mẫu nghi thiên hạ. Năm [[995]], [[Hiếu Chương hoàng hậu|Khai Bảo Hoàng hậu Tống thị]] qua đời, Thái Tông không những không để tang, mà còn mệnh quần thần không đến dự lễ. Tang lễ không tiến hành theo nghi thức dành cho Hoàng hậu, mà đưa bài vị về phủ đệ của [[Yến Quốc Đại Trưởng Công chúa]], em gái của Tống Thái Tổ, chỉ an táng theo nghi lễ nhà Phật, không cho hợp táng cùng Thái Tổ, không bày bài vị ở Thái miếu<ref name=\"ReferenceA\"\/><ref name=\"TTTTG18\" \/>. Hàn lâm Học sĩ [[Vương Vũ Xứng]] nói rằng như vậy là trái lễ. Thái Tông tức lắm, đày Vũ Xưng ra [[Trừ châu]]. Cũng năm đó, có đại thần [[Phùng Chửng]] dâng sớ xin lập tự, Thái Tông liền đày [[Phùng Chửng]] ra Lĩnh Nam.\n\nThái Tông có chín người con trai; trong đó ông yêu quý nhất là Hoàng trưởng tử [[Triệu Nguyên Tá]]. Thái Tông có ý lập Nguyên Tá làm Thái tử, nhưng Nguyên Tá vốn thân với tứ thúc Đình Mĩ, thấy việc làm của Thái Tông, có ý bất mãn, lâu ngày sinh bệnh, thần trí không tỉnh táo, đến nỗi một hôm phóng hỏa đốt phủ đệ, do vậy Nguyên Tá mất lòng Thái Tông và bị phế làm thứ nhân. Thái Tông lại định lập người con thứ 5 là Nguyên Kiệt, nhưng vì Nguyên Kiệt bất kính với thầy là [[Diêu Đản]], nên cũng không được lập. Bấy giờ Hoàng tử thứ hai là Nguyên Hi mất sớm, nên Hoàng tử thứ ba Nguyên Khản trở thành sự lựa chọn hàng đầu.\n\nTháng 8 ÂL năm nguyên niên Chí Đạo ([[995]]), nhân [[Khấu Chuẩn]] ở Thanh châu về triều dâng sớ đề nghị lập tự, Thái Tông quyết định lập Nguyên Khản làm Thái tử, đổi tên là '''Triệu Hằng'''<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷006|quyển 6]]<\/ref>. Thái Tông tổ chức nghi lễ lập Thái tử rất long trọng, đây là nghi lễ lập tự đầu tiên sau gần 100 năm kể từ cuối Đường, vì trong nước trước kia chiến loạn liên miên. Lại lệnh [[Lý Hàng]], [[Lý Chi]] làm tân khách của Thái tử. Thái tử lấy lễ thầy trò đối với họ, khi gặp thì bái chào. Thái Tông thấy đích tôn của Thái Tổ là Duy Cát trước nay vẫn bị câu thúc trong cung, sợ thiên hạ có dị nghị, nên cho thả ra và ban cho quan tước.\n\nNgày [[8 tháng 5]] năm [[997]] (29 tháng 3 ÂL), Thái Tông qua đời, ở ngôi 21 năm, thọ 59 tuổi<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷019|quyển 19]]<\/ref>. Tuyên chánh sứ [[Vương Kế Ân]] và [[Minh Đức hoàng hậu (Nhà Tống)|Lý Hoàng hậu]] cùng bọn [[Lý Xương Linh]], [[Hồ Đán]] âm mưu với nhau, định phế bỏ Thái tử, lập [[Triệu Nguyên Tá]] lên ngôi cho dễ khống chế, nhưng Tể tướng [[Lã Đoan]] cản lại kịp lúc, phò Thái tử lên ngôi, tức là [[Tống Chân Tông]].\n\nÔng được dâng [[thụy hiệu]] đầy đủ '''Chí Nhân Ứng Đạo Thần Công Thánh Đức Văn Vũ Duệ Liệt Đại Minh Quảng Hiếu Hoàng đế''' (至仁應道神功聖德文武睿烈大明廣孝皇帝), an táng tại [[Vĩnh Hy Lăng]] (永熙陵).\n\n== Nhận định ==\nÔng là người có công thống nhất [[Trung Nguyên]], khuyến khích khai hoang và xây dựng các công trình thủy lợi. Về mặt đối nội thì dốc lòng giải quyết công việc chính trị, quan tâm đến đời sống của nhân dân, hoàn thiện chế độ thi cử và cho biên soạn nhiều sách vở. Nhưng hai lần chinh phạt [[Liêu]] của ông đều thất bại, và từ triều đại của ông thì phân hóa giàu nghèo giữa các tầng lớp trong xã hội bắt đầu rõ rệt.\n\n== Gia quyến ==\n* Cha: Tuyên Tổ Chiêu Vũ Hoàng đế [[Triệu Hoằng Ân]] (宣祖昭武皇帝赵弘殷, 899 - 956).\n* Mẹ: [[Chiêu Hiến thái hậu|Chiêu Hiến Thái hậu]] Đỗ thị (昭憲太后杜氏, 902 - 961).\n\n=== Hậu phi ===\n# [[Doãn phu nhân (Tống Thái Tông)|Thục Đức Hoàng hậu]] Doãn thị (淑德皇后尹氏), con gái [[Doãn Đình Huân]] (尹廷勋)\n# [[Phù phu nhân (Tống Thái Tông)|Ý Đức Hoàng hậu]] Phù thị (懿德皇后符氏, 941 - 975), con gái [[Phù Ngạn Khanh]] (符彦卿)\n# [[Lý hoàng hậu (Tống Thái Tông)|Minh Đức Hoàng hậu]] Lý thị (明德皇后李氏, 960 - 1004), con gái [[Lý Xử Vân]] (李处耘)\n# [[Lý phu nhân (Tống Thái Tông)|Nguyên Đức Hoàng hậu]] Lý thị (元德皇后李氏, 943 - 977), con gái [[Lý Anh]] (李英), sinh hạ Hán Cung Hiến vương [[Triệu Nguyên Tá]], [[Tống Chân Tông]] Triệu Hằng và 2 Hoàng nữ chết non\n# Quý phi Tôn thị (貴妃孫氏), con gái [[Tôn Thủ Vĩ]] (孙守炜)\n# Quý phi Tang thị (貴妃臧氏)\n# Quý phi Phương thị (貴妃方氏)\n# Đức phi Chu thị (德妃朱氏)\n# Đức phi Vương thị (德妃王氏)\n# Hiền phi Cao thị (賢妃高氏)\n# Hiền phi Thiệu thị (賢妃邵氏)\n# Thục nghi Lý thị (淑儀李氏)\n# Thục nghi Ngô thị (淑儀呉氏)\n# [[Hoa Nhị phu nhân|Hoa Nhị phu nhân Từ thị]]\n\n=== Hoàng tử ===\n# ''Hán Cung Hiến vương'' [[Triệu Nguyên Tá]] (汉恭宪王赵元佐, 965 - 1027, mẹ là [[Lý phu nhân (Tống Thái Tông)|Nguyên Đức hoàng hậu]], tên thật '''Triệu Đức Sùng''' (赵德崇). Được Thái Tông yêu quý, phong làm ''Vệ vương'' (卫王), sau cải ''Sở vương'' (楚王). Về sau bất mãn với Thái Tông mà bị phế làm thứ dân. Sau khi qua đời, [[Tống Chân Tông]] em ruột của ông truy phong làm ''Tề vương'' (齐王), ''Nguỵ vương'' (魏王) rồi ''Hán vương'' (汉王). Sau [[Tống Huy Tông|Huy Tông]] ban thuỵ '''Cung Hiến''' (恭宪).\n# ''Chiêu Thành Thái tử'' [[Triệu Nguyên Hy]] (昭成太子赵元僖, 966 - 992), không rõ mẹ, tên thật '''Triệu Đức Minh''' (赵德明). Năm 16 tuổi được phong ''Quảng Bình Quận vương'' (广平郡王), 1 năm sau được cải danh '''Triệu Nguyên Hữu''' (赵元佑), phong ''Trần vương'' (陈王). Năm 986, cải danh thành '''Triệu Nguyên Hy''', 3 năm sau cải phong ''Hứa vương'' (许王) rồi được lập làm ''Thái tử''. Thái tử cẩn trọng, không sơ suất trong công việc. Năm 992, Thái tử qua đời, Thái Tông rất đau buồn, ban thuỵ là '''Cung Hiếu''' (恭孝). Chân Tông lên ngôi cải thuỵ thành '''Chiêu Thành''' (昭成).\n# [[Tống Chân Tông]] Triệu Hằng, mẹ là [[Lý phu nhân (Tống Thái Tông)|Nguyên Đức hoàng hậu]].\n# ''Thương Cung Tĩnh vương'' [[Triệu Nguyên Phân]] (商恭靖王赵元份, 969 - 1005), không rõ mẹ, nguyên danh '''Triệu Đức Nghiêm''' (赵德严), là ông nội của [[Tống Anh Tông]] sau này. Năm 983, cải danh '''Triệu Nguyên Tuấn''' (赵元俊), phong ''Ký vương'' (冀王). 3 năm sau cải danh '''Triệu Nguyên Phân''' (赵元份), phong ''Việt vương'' (越王). Chân Tông cải phong ''Ung vương'' (雍王). Sau khi qua đời được ban thụy '''Cung Tĩnh''' (恭靖), truy phong ''Vận vương'' (郓王), ''Trần vương'' (陈王), ''Nhuận vương'' (润王) rồi ''Lỗ vương'' (鲁王). Sau [[Tống Huy Tông|Huy Tông]] cải làm ''Thương vương'' (商王).\n# ''Việt Văn Huệ vương'' [[Triệu Nguyên Kiệt]] (越文惠王赵元杰, 972 - 1003), không rõ mẹ, nguyên danh '''Triệu Đức Hoà''' (赵德和). Năm 983, cải danh '''Triệu Nguyên Kiệt''' (赵元杰), phong ''Ích vương'' (益王). Năm 994 cải phong ''Ngô vương'' (吴王). Chân Tông phong ''Cổn vương'' (衮王). Sau khi qua đời được truy phong ''An vương'' (安王), ban thụy '''Văn Huệ''' (恭靖), không con. [[Tống Nhân Tông|Nhân Tông]] cải phong ''Hình vương'' (邢王) rồi ''Trần vương'' (陈王). Sau [[Tống Huy Tông|Huy Tông]] cải tiếp làm ''Việt vương'' (越王).\n# ''Trấn Cung Ý vương'' [[Triệu Nguyên Ác]] (镇恭懿王赵元偓, 977 - 1018), không rõ mẹ, tự là '''Hy Đạo''' (希道). Năm 11 tuổi được phong ''Từ quốc công'' (徐国公). Chân Tông thăng làm ''Bành Thành Quận vương'' (彭城郡王), sau phong làm ''Tương vương'' (相王). Năm 1017, cải phong tiếp làm ''Từ vương'' (徐王). Năm 1018, Từ vương qua đời, được truy phong ''Đặng vương'' (邓王), ban thụy '''Cung Ý''' (恭懿). [[Tống Nhân Tông|Nhân Tông]] cải phong ''Mật vương'' (密王), ''Tô vương'' (蘇王). [[Tống Anh Tông|Anh Tông]] cải làm ''Hàn vương'' (韓王). [[Tống Triết Tông|Triết Tông]] lại truy phong ''Yên vương'' (燕王) rồi tới ''Trấn vương'' (镇王).\n# ''Sở Cung Huệ vương'' [[Triệu Nguyên Tái]] (楚恭惠王赵元侢, 981 - 1014), không rõ mẹ, tự '''Linh Văn''' (令闻). Thể chất ốm yếu từ nhỏ, hay mắc bệnh. Lên 7 tuổi được phong ''Kính quốc công'' (泾国公). Chân Tông thăng làm ''An Định Quận vương'' (安定郡王), sau phong ''Thư vương'' (舒王). Qua đời được truy phong ''Tào vương'' (曹王), ban thụy '''Cung Huệ''' (恭惠). [[Tống Nhân Tông|Nhân Tông]] cải phong ''Hoà vương'' (華王). [[Tống Anh Tông|Anh Tông]] cải làm ''Thái vương'' (蔡王). [[Tống Triết Tông|Triết Tông]] truy phong làm ''Sở vương'' (楚王).\n# ''Chu Cung Túc vương'' [[Triệu Nguyên Nghiễm]] (周恭肃王赵元俨), mẹ là Vương Đức phi.\n# ''Sùng vương'' [[Triệu Nguyên Ức]] (崇王赵元亿), chết non. Chân Tông ban danh là '''Triệu Nguyên Ức''', truy phong ''Đại quốc công'' (代国公). [[Tống Anh Tông|Anh Tông]] truy phong ''An Định Quận vương'' (安定郡王). [[Tống Huy Tông|Huy Tông]] cải phong ''Sùng vương'' (崇王)\n\n=== Hoàng nữ ===\n# [[Đằng Quốc Công chúa]] (滕国公主), chết non\n# [[Từ Quốc Thái Trưởng Công chúa]] (徐国大长公主, ? - 990), lấy ''Tả vệ Tướng quân'' [[Ngô Nguyên Ỷ]] (吴元扆). Sau tặng '''Anh Huệ Đại Trưởng Đế cơ''' (英惠大长帝姬).\n# [[Bân Quốc Thái Trưởng Công chúa]] (邠国大长公主, ? - 983), Thái Bình Hưng Quốc năm thứ 7 xuất gia làm ni cô, hiệu ''Viên Minh Đại sư'' (员明大师).\n# [[Dương Quốc Thái Trưởng Công chúa]] (扬国大长公主, ? - 1033), mẹ Quý phi Tang thị, lấy ''Tả vệ Tướng quân'' [[Sài Tông Khanh]] (柴宗庆). Sau tặng '''Hòa Tĩnh Đại Trưởng Đế cơ''' (和靖大长帝姬).\n# [[Ung Quốc Thái Trưởng Công chúa]] (雍国大长公主, ? - 1004), lấy ''Hữu vệ Tướng quân'' [[Vương Di Vĩnh]] (王贻永). Sau tặng '''Ý Thuận Đại Trưởng Đế cơ''' (懿顺大长帝姬).\n# [[Vệ Quốc Thái Trưởng Công chúa]] (卫国大长公主, ? - 1024), mẹ Quý phi Tang thị, xuất gia, hiệu ''Báo Từ Chính Giác Đại sư'' (报慈正觉大师). Sau tặng '''Từ Minh Đại Trưởng Đế cơ''' (慈明大长帝姬).\n# [[Kinh Quốc Thái Trưởng Công chúa]] (荆国大长公主, 988 - 1051), mẹ Quý phi Phương thị, lấy ''Phò mã Đô úy'' [[Lý Tuân Úc]] (李遵勖). Sau tặng '''Hiến Mục Đại Trưởng Đế cơ''' (献穆大长帝姬).\n\n== Tham khảo ==\n* Tiêu Lê (2000), ''Những ông vua nổi tiếng trong lịch sử Trung Quốc'', Nhà xuất bản Đà Nẵng\n* Thương Thánh, ''Chính sử Trung Quốc qua các triều đại, 350 vị hoàng đế nổi tiếng'', Nhà xuất bản Văn hóa - Thông tin\n* [[Tống sử]]\n* [[Liêu sử]]\n* [[Tư trị thông giám]]\n* [[Tục tư trị thông giám]]\n\n== Chú thích ==\n{{Tham khảo|3}}\n{{Navboxes\n|title= Tống Thái Tông\n|list1=<span>\n{{s-start}}\n{{s-hou|[[Nhà Tống|Hoàng tộc họ Triệu]]|20 tháng 11|năm 939|8 tháng 5| năm 997}}\n{{s-reg}}\n{{s-bef|before=[[Tống Thái Tổ]]|rows=1}}\n{{s-ttl|title=[[Nhà Tống|Hoàng đế Nhà Tống]]|years=976-997}}\n{{s-aft|rows=1|after=[[Tống Chân Tông]]}}\n{{end}}\n{{vua nhà Tống}}\n}}\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n\n[[Thể loại:Hoàng đế nhà Tống|Thái Tông]]\n[[Thể loại:Sinh năm 939]]\n[[Thể loại:Mất năm 997]]\n[[Thể loại:Vua thế kỉ 10]]"}