{"Tống Nhân Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Tống Nhân Tông\n| tên gốc = 宋仁宗\n| tước vị = [[Danh sách hoàng đế nhà Tống|Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| thêm = china\n| hình = Song Renzong.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Tống Nhân Tông.\n| chức vị = [[Hoàng đế]] [[nhà Tống|Đại Tống]]\n| tại vị = [[23 tháng 3]] năm [[1022]] – [[30 tháng 4]] năm [[1063]]<br>({{số năm theo năm và ngày|1022|3|23|1063|4|30}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:960 till:1279\nAlignBars = early\nScaleMajor = increment:319 start:960\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1022 till:1063 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Tống Chân Tông|<span style=\"color:grey\">Tống Chân Tông<\/span>]]\n| kế nhiệm = [[Tống Anh Tông|<span style=\"color:blue\">Tống Anh Tông<\/span>]]\n| tên đầy đủ = Triệu Thụ Ích (趙受益)<br>Triệu Trinh (趙禎)<ref>Tên của ông được đổi thành Trinh năm 1018 khi ông được phong Thái tử. Tên này thành kỵ húy khi ông lên ngôi năm 1022.<\/ref>\n| kiểu tên đầy đủ = Tên húy\n| thông tin niên hiệu = ẩn\n| niên hiệu = <\/small>\n*Thiên Thánh (天圣; 1023 －11\/1032)<ref>Bá Dương, sách đã dẫn, tr 895–896<\/ref>\n*Minh Đạo (明道; 12\/1032 - 1033)<ref>Bá Dương, sách đã dẫn, tr 896-897<\/ref>\n*Cảnh Hữu (景祐; 1034-11\/1038)<ref>Bá Dương, sách đã dẫn, tr 897-898<\/ref>\n*Bảo Nguyên (宝元; 11\/1038 - 2\/1040)<ref>Bá Dương, sách đã dẫn, tr 898<\/ref>\n*Khang Định (康定; 2\/1040 - 11\/1041)<ref>Bá Dương, sách đã dẫn, tr 898–899<\/ref>\n*Khánh Lịch (慶曆; 11\/1041 - 1048)<ref>Bá Dương, sách đã dẫn, tr 899-903<\/ref>\n*Hoàng Hựu (皇祐; 1049 - 3\/1054)<ref>Bá Dương, sách đã dẫn, tr 903-904<\/ref>\n*Chí Hòa (至和; 3\/1054 - 9\/1056)<ref>Bá Dương, sách đã dẫn, tr 905<\/ref>\n*Gia Hựu (嘉祐; 9\/1056 - 1063)<ref>Bá Dương, sách đã dẫn, tr 905-907<\/ref>.\n| thời gian của niên hiệu =\n| miếu hiệu = [[Nhân Tông]] (仁宗)\n| thụy hiệu = <span style=\"color:grey;\">Thể Thiên Pháp Đạo Cực Công Toàn Đức Thần Văn Thánh Vũ Duệ Triết Minh Hiếu Hoàng Đế<\/span> <br>(體天法道極功全德神文聖武睿哲明孝皇帝)<ref>Đây là thụy hiệu cuối cùng đặt năm 1083.<\/ref>\n| vợ = [[Quách hoàng hậu (Tống Nhân Tông)|Nhân Tông Quách hoàng hậu]]<br>[[Từ Thánh Quang Hiến hoàng hậu]]<br>[[Ôn Thành hoàng hậu]]\n| con cái = 3 hoàng tử và 13 hoàng nữ\n| hoàng tộc = [[Nhà Tống|Nhà Bắc Tống]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Tống Chân Tông]]\n| mẹ = [[Lý Thần phi (Tống Chân Tông)|Chương Ý hoàng hậu]]\n| sinh = {{ngày sinh|1010|5|12}}\n| mất = {{ngày mất và tuổi|1063|4|30|1010|5|12}}\n| nơi mất = [[Biện Kinh]], [[nhà Tống|Đại Tống]]\n| nơi an táng = [[Vĩnh Chiêu Lăng]]<ref>Nay nằm ở tây nam huyện Củng, [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> (永昭陵)\n| tôn giáo = [[Phật giáo]]\n}}\n'''Tống Nhân Tông''' ([[chữ Hán]]: 宋仁宗, [[12 tháng 5]], [[1010]] - [[30 tháng 4]], [[1063]]), tên húy '''Triệu Trinh''' (趙禎), là vị [[hoàng đế]] thứ tư của nhà [[nhà Tống|Bắc Tống]] trong [[lịch sử Trung Quốc]], trị vì từ năm [[1022]] đến năm [[1063]], tổng hơn 41 năm. Ông là người con trai độc nhất còn sống đến tuổi trưởng thành của [[Tống Chân Tông]], hoàng đế thứ ba của [[nhà Tống]]. Năm [[1023]], sau khi phụ hoàng qua đời, Triệu Trinh lên kế vị ngôi vua, tức là '''Tống Nhân Tông'''.\n\nTrong hơn mười năm đầu thời Nhân Tông, thực quyền trong triều nằm trong tay mẹ nuôi của ông là [[Lưu Nga (Bắc Tống)|Chương Hiến Thái hậu]] Lưu Nga, Nhân Tông tuy đã trưởng thành nhưng vẫn không được thân chính, khiến quan hệ mẹ - con trở nên căng thẳng<ref>中國文明史 宋遼金時期, 宋代第一章 波瀾起伏的宋代政治, trang 208<\/ref>. Cho nên sau khi Lưu Thái hậu qua đời ([[1033]]), Nhân Tông đã thay đổi nhiều chính sách của bà ta<ref>Trung Quốc văn minh sử, Thời kỳ Tống Liêu Kim, trang 208<\/ref>. Nhưng do không phải là người mang hùng tâm tráng chí, không có khả năng quản lý triều chính nên ông lại bắt đầu trọng dụng lại các đại thần mà ông đã cách chức. Trong vấn đề đối nội, ông chủ trương làm theo [[Đường Thái Tông]], mở rộng con đường thi cử làm quan, vì thế dẫn đến số lượng quan lại trong nước tăng lên nhanh chóng và trở thành gánh nặng của quốc gia. Trong khi đó tham nhũng lan tràn, binh lực suy kém, quốc khố cạn kiệt khiến cho tình hình triều Tống trở nên tồi tệ. Để cứu vãn, vào năm [[1043]], Nhân Tông theo kiến nghị của [[Phạm Trọng Yêm]], thi hành [[Khánh Lịch tân chính]], Nhưng những chính sách mới này vấp phải sự phản đối của phe bảo thủ trong triều, cộng thêm binh biến, thiên tai liên tục, khiến Nhân Tông đổ lỗi cho \"tân chính\", ông quyết định bãi bỏ tân chính, dùng lại chính sách cũ, khiến quốc gia ngày càng suy yếu.\n\nVề đối ngoại, ở phía tây bắc nước Tống, bộ lạc [[Đảng Hạng]] ngày càng lớn mạnh; đến năm [[1038]], thủ lĩnh tộc này là [[Lý Nguyên Hạo]] tự xưng là hoàng đế Tây Hạ và phát động chiến tranh với Tống; tuy Tống giành được chiến thắng nhưng lại phải nộp tiền triều cống hằng năm. Ở phía đông bắc vào năm [[1042]], triều Liêu dự định hưng binh nam hạ, buộc Tống phải cầu hòa và tăng tiền thuế lên 20 vạn, sử gọi là Trọng Hi tăng tệ. Sau khi tình hình ở phía bắc tạm thời được ổn định, thì ở phía nam triều Tống lại phải chống đỡ với sự quấy nhiễu của [[Đại Việt]] và cuộc nổi dậy của [[Nùng Trí Cao]] ở Ung châu. Những cuộc chiến tranh liên miên và những khoản cống nạp như thế khiến ngân khố triều đình ngày càng kiệt quệ.\n\nDù Tống Nhân Tông nổi tiếng trong lịch sử là một vị hoàng đế háo sắc, hoang dâm vô độ, nhưng trong thời kì của ông xuất hiện hàng loạt các đại thần có thực lực và lòng trung thành hết lòng phò tá nhà vua, vì thế nền chính trị vẫn tương đối ổn định. Mặc dù không ngớt nạp thêm mĩ nhân vào cung, nhưng Nhân Tông lại không có được một người con trai nào còn sống sót để truyền ngôi vị. Sau khi ông qua đời, người cháu gọi ông bằng chú là Triệu Thực được tôn làm vua, tức là [[Tống Anh Tông]].\n\n== Thân thế và cuộc sống ban đầu ==\n\nTống Nhân Tông có tên lúc khai sinh là '''Triệu Thụ Ích''' (趙受益)<ref name=\"TS009\">''[[Tống sử]]'', [[:zh:s:宋史\/卷009|quyển 009]]<\/ref>. Ông chào đời vào ngày [[12 tháng 5]] năm [[1010]], là con trai thứ sáu của [[Tống Chân Tông]] Triệu Hằng, mẫu thân là thần phi họ Lý. Khi ấy Tống Chân Tông bị muộn con, các phi tần trong cung tuy có hạ sinh Hoàng tử nhưng đều chết yểu cả. Trong cung Lưu Đức phi là người đắc sủng nhất nhưng vì xuất thân thấp kém, Chân Tông có ý lập bà ta làm hoàng hậu song không tìm ra được lý do gì. Lý thị khi đó là cung nữ theo hầu Đức phi, nằm mộng thấy có điềm báo rằng mình sẽ sanh con trai<ref name=\"TS242\">''[[Tống sử]]'', [[:zh:s:宋史\/卷242|quyển 242]]<\/ref>. Lưu Đức phi bèn dùng kế, sai Lý thị vào hầu Chân Tông, đến khi bà có mang và sinh con liền cướp đứa bé làm con mình. Do có công sinh được hoàng tử, vào năm [[1013]], Lưu thị được sắc phong làm Hoàng hậu<ref name=\"TS242\" \/>.\n\nTuy nhiên trong dân gian vẫn truyền miệng về sự tích [[Ly miêu tráo thái tử]]. Theo đó thì Lưu đức phi và Lý thần phi năm đó cùng mang thai. Lưu đức phi sinh con gái nhưng chết yểu còn Lý thần phi sinh con trai. Đức phi bèn lập mưu cùng hoạn quan [[Quách Hòe]] tráo con của thần phi bằng một con Ly miêu và nói rằng Lý thị sinh ra yêu nghiệt. Sau đó Lưu phi được phong làm hoàng hậu, còn Lý phi bị đuổi ra khỏi hậu cung và lưu lạc dân gian còn thái tử được Bát Hiền vương đưa về phủ bảo hộ. Về sau Chân Tông không có con trai, bèn lập con của Bát Hiền vương làm thái tử, chính là Nhân Tông. Đến cuối đời, Lý thị gặp được Bao Thanh Thiên nên được hóa giải nỗi oan và được vua đón vào cung tôn làm Hoàng thái hậu. Tuy nhiên [[Tống sử]] không hề nhắc một dòng nào về việc này, và thậm chí còn đưa ra mối hiềm nghi Lưu thái hậu khi biết mình mắc bệnh đã hạ lệnh giết chết Lý thần phi để đề phòng sau này mình qua đời, Nhân Tông nhận lại thần phi thì gia tộc họ Lưu sẽ gặp điều bất lợi. Vì thế có thể nói câu chuyện Ly miêu tráo thái tử là không có thực<ref>[http:\/\/kienthuc.net.vn\/tham-cung\/ven-man-bi-an-chuyen-trao-doi-con-chan-dong-cung-dinh-xua-650683.html Vén màn bí ẩn chuyện tráo đổi con chấn động cung đình xưa]<\/ref><ref>{{Chú thích web |url=http:\/\/www.confucianism.com.cn\/html\/lishi\/2090410.html |ngày truy cập=2017-11-30 |tựa đề=Chân tướng vụ Li miêu tráo thái tử, việc khó hiểu về sinh mẫu của Tống Nhân Tông |archive-date = ngày 24 tháng 8 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100824065606\/http:\/\/www.confucianism.com.cn\/html\/lishi\/2090410.html |url-status=dead }}<\/ref>.\n\nHoàng tử Thụ Ích tính tình nhân hiếu, khoan hòa, vui buồn không có biểu lộ ra sắc mặt<ref name=\"TS009\"\/>. Vào năm [[1014]], ông được tấn phong làm Khánh quốc công, đến năm [[1015]] lại thăng làm Thọ Xuân quận vương, đến học tại Tư Thiện đường. Năm [[1017]], được kiêm Trung thư lệnh. Năm sau ([[1018]]), ông được tiến phong lên tước thân vương, tức là Thăng vương. Ngày [[20 tháng 8]] năm [[1018]], ông được tấn phong làm Hoàng thái tử, lấy Tham chính [[Lý Địch]] làm tân khách của thái tử<ref name=\"TS009\" \/><ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷034|quyển 034]]<\/ref>. Ngày [[26 tháng 8]], thái tử vào yết thái miếu. Năm [[1020]], Chân Tông lâm bệnh, có chiếu năm khai mở Tư Thiện đường một lần, thái tử ra gặp phụ thần, tham gia quyết đoán các việc trong các ti. Ngày [[23 tháng 3]] năm [[1022]], Chân Tông băng hà, thái tử lên tức vị hoàng đế, tôn Lưu hoàng hậu làm Hoàng thái hậu<ref name=\"TS009\" \/>. Trong 11 năm đầu tiên triều Nhân Tông, thực quyền cai quản đất nước nằm trong tay Lưu thái hậu.\n\n== Làm hoàng đế ==\n=== Lưu thái hậu chấp chính ===\n{{Bài chính|Lưu Nga (Bắc Tống)}}\n[[Tập_tin:宋真宗后坐像 軸.jpg|thumb|phải|222px|Chương Hiến Thái hậu Lưu Nga, mẹ nuôi của Tống Nhân Tông, và là người cai trị trên thực tế của Trung Quốc từ năm [[1023]] đến [[1033]].]]\nThái hậu xưng làm [''\"Quyền thủ phân xử Quân quốc đại sự\"''], [[nhiếp chính|buông rèm nghe chính]], năm ngày lên triều một lần<ref name=\"TG35\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷035|quyển 35]]<\/ref>. Do Nhân Tông còn nhỏ tuổi mà Lưu thái hậu bận cai quản việc triều chính, nên Dương thục phi được giao nhiệm vụ nuôi dưỡng Nhân Tông, tấn tôn làm Hoàng thái phi.\n\nTháng 8 năm [[1022]], gia phong [[Phùng Chửng]] làm Chiêu Văn điện học sĩ, [[Vương Tằng]] làm Trung thư thị lang, Đồng bình Chương sự; [[Lã Di Giản]], [[Lỗ Tông Đạo]] Tham tri chính sự; [[Tiền Duy Diễn]] làm Xu mật sứ. Nhân Tông biết rằng chuyện thiên thư dưới thời Chân Tông chỉ là bịa đặt, nên đem thiên thư chôn luôn vào mộ Chân Tông<ref name=\"TG35\" \/>. Tháng 12 cùng năm, lại bãi chức của [[Tiền Duy Diễn]]. Nhân Tông cho đổi niên hiệu, lấy năm tiếp theo ([[1023]]) là Thiên Thành năm thứ nhất<ref name=\"TS009\" \/>.\n\nNgày [[30 tháng 4]] năm [[1023]], thái hậu lệnh bãi Viện Lễ nghi. Ngày [[22 tháng 9]], bãi chức của [[Phùng Chửng]], dùng [[Vương Khâm Nhược]] lên thay làm Môn hạ thị lang, Đồng bình chương sự<ref name=\"TS009\" \/><ref name=\"TG36\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷036|quyển 36]]<\/ref>. Ngày [[29 tháng 9]] năm [[1024]], Nhân Tông đến thăm trường Quốc Tử giám, bái lễ [[Khổng Tử]], sau đó đến miếu của Vũ Thành vương. Ngày [[16 tháng 2]], Nhân Tông hạ chiếu đại xá, các quan trong triều dâng tôn hiệu cho ông là '''Thánh Văn Duệ Vũ Nhân Minh Hiếu Đức hoàng đế''', Hoàng thái hậu được tôn hiệu là '''Ứng Thiên Sùng Đức Nhân Thọ hoàng thái hậu'''.\n\nMùa đông năm [[1025]], [[Vương Khâm Nhược]] qua đời<ref name=\"TS009\" \/><ref name=\"TG36\" \/><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷283|quyển 283]]<\/ref>. Triều đình dùng [[Vương Tằng]], [[Trương Tri Bạch]] lên thay, đồng thời [[Trương Mân]], [[Yến Thù]] được phong làm Xu mật chánh, phó sứ. Cựu tể tướng [[Đinh Vị]] và [[Lôi Doãn Cung]] năm trước trong lúc xây lăng, để bất cẩn mà suýt đưa đạo huyệt vào nơi tuyệt lộ, nên thái hậu dùng cớ đó ép Doãn Cung tự sát, giáng chức Đinh Vị. Đinh Vị trước kia tìm cách sai nữ đạo cô Lưu Đức Diệu giả thần giả quỷ để mê hoặc Thái hậu. Khi Đinh Vị bị tội, Thái hậu liền bắt Đức Diệu xuống thẩm vấn. Lại cho lục soát nhà Đức Diệu, thấy có thư của Đinh Vị, trên giấy đề bốn chữ Hồn Nguyên hoàng đế. Thái hậu bắt giam Đức Diệu, giáng Đinh Vị làm Nhai châu tư hộ tham quân.\n\nNgày [[9 tháng 2]] năm [[1027]], nhà vua dẫn các quan đến chúc thọ tại điện Hội Khánh. Lúc này thái hậu không vừa lòng với [[Yến Thù]], bèn nhân lúc ông ta đánh gãy răng người hầu, mà cách chức đi, dùng [[Hạ Tủng]] lên thay<ref name=\"TG37\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷037|quyển 37]]<\/ref>. Ngày [[4 tháng 4]] năm [[1028]], dùng [[Trương Sĩ Tốn]] làm Đồng bình chương sự; sau đó lấy [[Khương Tuân]], [[Phạm Ung]] là Xu mật chánh phó sứ. Đầu [[1029]], [[Lỗ Tông Đạo]] mất, còn [[Tào Lợi Dụng]] bị thái hậu làm tội, phải bị đày ra Phòng châu; liên lụy đến cả [[Trương Sĩ Tốn]] cũng bị bãi chức. Lợi Dụng về sau thắt cổ tự tử<ref name=\"TS290\"\/>. Lấy [[Lã Di Giản]] làm Đồng bình chương sự, [[Hạ Tủng]] và [[Tiết Khuê]] làm Tham chính, [[Trương Nghiêu Tá]] làm Xu mật phó sứ.\n\n[[Vương Tằng]] trước kia nhiều lần khuyên Thái hậu không nên lạm quyền quá, thái hậu trong lòng rất bực tức. Mùa hạ năm đó, nhân trong cung Ngọc Thanh bị hỏa hoạn, cháy trụi hết, Thái hậu nói là do tể tướng không biết điều hòa âm dương, liền đày Vương Tăng ra Thanh Châu vào ngày [[9 tháng 8]]. Đại thần [[Phạm Trọng Yêm]] dâng sớ nói Nhân Tông đã lớn, xin Thái hậu hết buông rèm. Thái hậu tức lắm, liền đày Trọng Yêm ra Thông châu. Trong, ngoài đều cho rằng thái hậu có ý tiếm ngôi, xưng Đế. Tam tư sứ [[Trịnh Lâm]] muốn lấy lòng Thái hậu, vẽ bức tranh \"Võ hậu lâm triều\" mà dâng lên. Thái hậu tức giận ném bức tranh xuống đất và cấm không ai được làm những chuyện như vậy nữa. Mùa đông năm đó, triều đình ra lệnh cấm kinh doanh muối ở 28 châu, quận<ref name=\"TG38\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷038|quyển 38]]<\/ref>.\n\nMùa thu năm [[1032]], theo thỉnh cầu của gián quan [[Trần Chấp Trung]], triều đình bãi chức Tham chính [[Vương Thự]] vì lý do bệnh tật; lấy Môn hạ tỉnh làm Gián viện, dời tỉnh cũ sang phía tây cửa Hữu Dịch. Dùng [[Yến Thù]] làm Xu mật phó sứ, Tham tri chính sự<ref name=\"TS242\" \/><ref name=\"TG38\" \/><ref name=\"TS10\" \/>. Ngày [[8 tháng 1]] năm [[1033]], lấy [[Dương Sùng Huân]] làm Xu mật sứ; Sùng Huân vào tạ; thái hậu và Nhân Tông nói rằng tiên đế ngày trước có nói Sùng Huân là người uy tín, có thể đảm đương đại sự, nay thấy thật là đúng như vậy. Mấy hôm sau, [[Vương Tùy]] đề nghị bãi bỏ luật muối. Vào lúc khi triều đình cấm việc bán muối, tiền ngân khố tăng 15 vạn so với năm trước; nhưng sang năm sau lại hao tổn đến 9 vạn; sau đó cũng không phát huy ích lợi gì nữa, nên mới có đề nghị này.\n\nĐầu năm [[1033]], Lưu thái hậu muốn mặc áo cổn, đội mũ miện là đồ dành cho thiên tử, mà vào yết Thái miếu<ref name=\"TG38\" \/>. Tham chính [[Tiết Khuê]] can là không nên, Thái hậu không theo, vẫn mặc cổn miện vào Thái miếu. Thái phi Dương thị, Hoàng hậu Quách thị theo giá. Đến tháng 4 cùng năm, Lưu thái hậu lâm bệnh rồi qua đời, thọ 65 tuổi, di chiếu để lại phong Dương thái phi làm Hoàng thái hậu<ref name=\"TG39\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷039|quyển 39]]<\/ref>. Thái hậu là người có tài, coi việc nước 11 năm, bên ngoài việc nước nói chung vẫn được ổn định; tuy nhiên ở bên trong ra sức đàn áp Nhân Tông, mãi không chịu giao lại quyền hành, đày đọa Lý thần phi, thậm chí lúc trước khi Chân Tông bệnh nặng còn mưu tính mượn việc [[Khấu Chuẩn]] để hại Nhân Tông, điều này khiến cho tình cảm mẹ con dần bị rạn nứt. Khi làm lễ an táng, Nhân Tông sai bỏ đế phục thái hậu đang mặc, táng theo lễ hoàng hậu.\n\n=== Việc chính trị ===\n==== Những năm đầu chấp chính, 1033 - 1041 ====\n\nSau khi Lưu Thái hậu qua đời, Nhân Tông mới có thể đích thân chấp chính. Vì bất hòa từ lâu với bà ta, Nhân Tông liền cho thay đổi một loạt nhân sự trong triều. Trước kia có Lâm Hiến Khả cầu xin thái hậu trao lại quyền cho Nhân Tông mà bị đày đến Lĩnh Nam, đến nay Nhân Tông cho người này được phục chức. Đồng thời các đại thần bị thái hậu đuổi đi là Tống Thụ, Phạm Trọng Yêm cũng được triệu về. Bọn [[hoạn quan]] [[Giang Đức Minh]], [[Tuế Sùng Huân]], [[Nhậm Thủ Trung]] ỷ thế làm bậy; nên cũng bị đuổi ra ngoài, nhưng chưa làm thành tội. Đến việc dưới thời thái hậu, nhiều người dâng con gái vào cung, nên Nhân Tông bèn liên tục hạ lệnh phóng thích cung nhân. Ngày [[25 tháng 5]] năm [[1033]], Đồng bình chương sự [[Lã Di Giản]], Xu mật sứ [[Trương Kì]], Xu mật phó sứ [[Hạ Tủng]], [[Phạm Ung]], [[Triệu Chẩn]]; Tham chánh [[Trần Nghiêu Tá]], [[Yến Thù]]... đều bị bãi chức<ref name=\"TS10\" \/><ref name=\"TG39\" \/>. Lúc nhà vua thân chính, Lã Di Giản dâng lên tám điều cải cách. Nhân Tông bèn cùng với Di Giản lập kế loại hết những người mà Lưu thái hậu bổ dụng trước kia. Việc này đến tai Quách hoàng hậu. Quách hậu nói với Nhân Tông rằng [[Lã Di Giản]] thật giỏi ứng biến, nên Di Giản cũng bị bãi chức luôn. Lại dùng [[Lý Địch]] lên thay [[Lã Di Giản]], [[Vương Tùy]] Tham chính, [[Lý Tư]] làm Xu mật phó sứ... Thầy của Nhân Tông là Tôn Thích qua đời, truy tặng Tả bộc xạ, thụy là Tuyên. Trước kia Hữu tư gián là [[Phạm Trọng Yêm]] xin sai sứ đi xem xét thiên tai, dịch bệnh ở miền đông nam; sau một thời gian triều đình mới chịu cử Trọng Yêm làm An phủ, đến mở kho khóc, cấm thơ văn bậy bạ... tình hình nơi đó mà dịu bớt đi.\n\nNgày [[20 tháng 11]] năm [[1033]], lại bãi [[Trương Sĩ Tốn]], [[Dương Sùng Huân]] vì lý do hai người uống rượu đến mức trễ cả buổi thiết triều<ref name=\"TS10\" \/><ref name=\"TG39\" \/>. Nguyên do sâu xa vì trong nước có nạn châu chấu nhưng Sĩ Tốn làm tướng mà không có kế sách gì, khiến Nhân Tông lại nhớ đến [[Lã Di Giản]]. Bèn dùng Di Giản làm Môn hạ thị lang, Thượng thư bộ Lại, Đồng bình chương sự<ref>''[[Tống sử]]'', [[:zh:s:s:宋史\/卷311|quyển 311]]<\/ref>, [[Vương Thự]], [[Vương Đức Dụng]], [[Thái Tề]] làm Xu mật chánh phó sứ, [[Tống Thụ]] làm Tham tri chinh sự. Như vậy chỉ trong vòng có chưa tới nửa năm, Nhân Tông lại bổ dụng trở lại các đại thần bị ông cách chức trước kia. Mĩ nhân Trương thị mà trước đây Nhân Tông có ý lập hậu, nay đã mất thì được truy tặng là hoàng hậu.\n\nSau khi tự mình chấp chính, Nhân Tông làm theo cách của [[Đường Thái Tông]] mở rộng con đường thi cử làm quan, mỗi khóa thi tuyển sinh tới mấy nghìn người, lại đặt ra những ưu đãi cho người đi thi. Người thi đỗ ngày càng nhiều, mà đại thần và người bên họ ngoại lại liên tục được đề bạt khiến cho hiện tượng quan lại vô dụng thùa mứa trong triều đình càng ngày càng nghiêm trọng. Thế nhưng Nhân Tông vẫn cho rằng đường làm quan vẫn chưa đủ rộng, vì nhiều người tuy tuổi đã cao mà vẫn chưa đỗ đạt. Mùa xuân năm [[1034]], nhà vua hạ lệnh trong mỗi khoa thi cứ 10 người lấy đỗ hai người. Mỗi khi đã vào tới thi Đình thì dù làm bài có sai sót thì cũng không đánh hỏng đó là luật bất thành văn<ref name=\"TG39\" \/>. Đến mùa hạ, lại có lệnh rằng cử nhân đi thi mà không hợp quy cách thì không bị bắt tội. Năm Đại Trung Tường Phù thời [[Tống Chân Tông|Chân Tông]] tổng số quan lại là 9758 người, đến năm Hoàng Hựu thời Nhân Tông đã lên tới 17300 người, chưa tính số chưa được bổ nhiệm. Như vậy chỉ trong 40 năm số lượng quan lại của nhà Tống đã tăng gấp đôi.\n\nNgày [[28 tháng 9]] năm đó, dùng [[Vương Tăng]] làm Thượng thư Bộ lại, Đồng bình chương sự, Xu mật sứ. Ngày [[25 tháng 3]] năm [[1035]], Thượng thư Bộ Công, Bình chương sự [[Lý Địch]] bị bãi đến Bạc châu. Lấy Xu mật sứ [[Vương Tăng]] làm Hữu Bộc xạ kiêm Mon hạ thị lang, Bình chương sự; [[Vương Tùy]], [[Lý Tư]], [[Vương Đức Dụng]], [[Hàn Nhân Ý]] làm Tri Xu mật viện; Tham chính [[Tống Thụ]] làm Xu mật phó sứ; Thái Tề, Trịnh Độ làm Tham tri chính sự<ref name=\"TG40\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷040|quyển 40]]<\/ref>. Ngày [[22 tháng 8]], Nhân Tông nhận tôn hiệu từ quần thần là Cảnh Hựu Thể Thiên Pháp Đạo Khâm Văn Thông Vũ Thánh Nhân Hiếu Đức. Mùa thu năm [[1037]], kinh sư gặp địa chấn, [[Diệp Thanh Thần]] dâng sớ nói rằng có lẽ do chuyện bọn [[Phạm Trọng Yêm]], [[Âu Dương Tu]] và [[Dư Tĩnh]] nói thẳng bị mất chức nên trời oán giận, vì thế Nhân Tông lại dời ba người này về làm việc ở các châu gần, trong đó Phạm Trọng Yêm được điều tới Nhuận châu<ref name=\"TS314\" \/>. Trong triều sợ ông ta được dùng trở lại, mới có lời gièm đến tai Nhân Tông. Nhân Tông nổi giận, có ý đày ông ta đến Lĩnh Nam, nhưng Tham chính [[Trình Lâm]] lại can gián, nên mới cựu được cho Trọng Yêm.<ref name=\"TG41\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷041|quyển 41]]<\/ref>. Tháng 10 năm đó, Cung phụng quan Tiền Tốn tấu rằng ở Tín châu có mỏ đá thạch, có thể luyện ra được thành đồng, mà ở các châu Trì, Nhiêu, Giang đang thiếu đồng đúc tiền, vì thế triều đình cho vận chuyển đá đến các nơi đó để đúc thử nghiệm<ref name=\"TG41\" \/>.\n\nTháng 2 năm [[1038]], nhân trong nước liên tiếp xảy ra nhiều thiên tai, Nhân Tông ra chiếu cầu lời nói thẳng. Đại lý binh sự [[Tô Thuấn Khâm]] dâng sớ xin Nhân Tông bớt việc chơi bời, chăm lo chính sự, thân cận hiền thần, xa lánh tiểu nhân... Nhân Tông nghe theo, hạ chiếu kể từ nay mỗi ngày đều lên ngồi ở trên điện nghe quần thần tâu việc. Ngày [[8 tháng 4]] năm [[1038]], [[tể tướng]] [[Vương Tùy]], [[Trần Nghiêu Tá]], [[Hàn Ức]] bị bãi chức. Dùng [[Trương Sĩ Tốn]] lên thay làm tướng, [[Chương Đắc Tượng]], [[Vương Tông]] làm Tham chính, [[Vương Bác Văn]] và [[Trần Chấp Trung]] làm Tri Xu mật. Trương Sĩ Tốn xưa vào thời Nhân Tông khi Lưu hoàng hậu độc chưởng triều chính, từng có ý hại đến Nhân Tông, nhờ có Sĩ Tốn đứng ra bảo vệ, vì thế Nhân Tông biết ơn của ông ta rất nhiều, nên mới có lệnh bổ dụng như vậy<ref name=\"TG41\" \/>. Vua lại dùng Tống Giao làm Hàn lâm học sĩ. Học sĩ [[Lý Thục]] dâng sớ nói rằng chữ Tống Giao mang ý nghĩa không được cát lợi (vì Tống là chỉ triều Tống, Giao là giao ra, đưa ra), vì thế Nhân Tông đổi tên cho ông ta là [[Tống Dưỡng]]<ref name=\"TG41\" \/>. [[Vương Bác Văn]] chấp chính mới được có 36 ngày thì đã ngã bệnh mà chết<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷291|quyển 291]]<\/ref>, Nhân Tông dùng [[Trương Quan]] lên thay vị trí của ông ta.\n\nLúc bấy giờ Nhân Tông lưu ý đến việc nông nghiệp, thấy trong nước mùa vụ không ổn định do bão lũ hạn hán, nên lo lắng, bèn hạ chiếu các châu cứ định kì phải dâng tấu trình bày tình hình thời tiết, nông vụ ở địa phương mình lên triều đình<ref name=\"TG41\" \/>. Ngày [[24 tháng 8]], quần thần cùng nhau dâng tôn hiệu là Bảo Nguyên Thể Thiên Pháp Đạo Khâm Văn Thông Vũ Thánh Thần Anh Duệ Hiếu Đức, dâng lên năm lần, nhà vua không nhận. Sau cùng khi hỏi ý kiến của [[Trương Sĩ Tốn]], ông quyết định nhận tôn hiệu nhưng bỏ đi hai chữ Anh Duệ. Hữu tư gián [[Hàn Kì]] dâng biểu xin dùng lễ nhạc cũ, vì lễ nhạc mới đây không hợp phép cũ, bọn [[Tống Thụ]] cũng tán thành, nhà vua nghe theo.\n\nTri phủ Khai Phong [[Phạm Trọng Yêm]] được triệu vào triều làm Hữu tư gián. Trọng Yêm là người chính trực, vì thế bị mất lòng khá nhiều đại thần trong triều, nhất là [[Lã Di Giản]]. Trọng Yêm có ý khuyên triều đình dời đô về phía tây, bị Di Giản phản đối. Lúc đó các vùng Kinh Đông và Giang Hoài xảy ra đại hạn và nạn châu chấu, Phạm Trọng Yêm dâng sớ xin nhà vua cử quan viên đi cứu nạn, nhưng Nhân Tông không để ý đến. Trọng Yêm tức giận bèn đến chất vấn, Nhân Tông không trả lời được, đành phải cử Trọng Yêm đi cứu tế, nhưng cũng vì thế mà vua tôi sinh ra bất hòa với nhau. Trọng Yêm lại đề xuất với Nhân Tông việc dùng người hiền năng, Di Giản bèn tố rằng Trọng Yêm tiến dẫn bằng đảng, li gián triều đình. Ngày [[5 tháng 6]] năm [[1036]], có chiếu giáng Phạm Trọng Yêm làm tri Nhiêu châu<ref name=\"TG40\" \/><ref name=\"TS314\">''[[Tống sử]]'', [[:zh:s:宋史\/卷314|quyển 314]]<\/ref>. Các đại thần như [[Dư Tĩnh]], [[Âu Dương Tu]] không bằng lòng với việc này, cũng bị giáng chức. Đến ngày [[9 tháng 5]] năm [[1037]], bọn tể thần [[Lã Di Giản]], [[Vương Tăng]], Tham chính [[Tống Thụ]] bất hòa và bài xích lẫn nhau, Nhân Tông đồng loạt cách chức của họ. Lấy [[Vương Tùy]], [[Trần Nghiêu Tá]] làm Bình chương sự, [[Trịnh Độ]] làm Tri Xu mật, [[Hàn Ức]], [[Trình Lâm]], [[Thạch Trung Lập]] Tham tri chính sự... Đó là do tiến cử của [[Lã Di Giản]]. Ngày [[24 tháng 12]] năm [[1038]], cựu tướng [[Vương Tăng]] qua đời.<ref name=\"TG41\" \/><ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷310|quyển 310]]<\/ref>. Ngày [[19 tháng 2]] năm [[1039]], Đồng bình chương sự [[Vương Tùy]] mất, được truy tặng hàm Trung thư lệnh.\n\nTháng 3 năm [[1040]], tể tướng [[Trương Sĩ Tốn]] dâng sớ nói rằng binh sĩ ở biên cương lâu ngày, gia đình ở kinh sư không có ai chăm lo, nên Nhân Tông cho xuất tiền 10 vạn từ trong kho ra ban thưởng cho gia đình các tướng sĩ<ref name=\"TG42\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷042|quyển 42]]<\/ref>. Sau đó, Tri gián viện là [[Phú Bật]] dâng sớ xin khôi phục lại chế độ thời khai quốc, tể tướng nắm quyền Xu mật sứ, Nhân Tông đồng ý. Các tể tướng [[Trương Sĩ Tốn]], [[Chương Đắc Tượng]]  tâu với Nhân Tông rằng nếu nắm Xu mật viện sợ sẽ mang tiếng chuyên quyền, Phú Bật nói rằng đó là vì các tể tướng sợ việc mà trốn tránh. Khi ở phía tây quân Hạ nhiều lần quấy nhiễu biên quan, Nhân Tông hỏi ý kiến các quan Xu mật viện là [[Vương Tông]], [[Trần Chấp Trung]], [[Trương Quan]], nhưng họ nhiều lần ấp úng chẳng tìm ra được đối sách gì, khiến vua dần chán nản. [[Tể tướng]] [[Trương Sĩ Tốn]] bèn nhân đó cũng nói xấu ba người này. Đến tháng 5, họ đều bị bãi chức. Tháng 9, Tham tri chính sự [[Lý Nhược Cốc]] cũng trí sĩ về nhà. Nhân Tông lấy [[Yến Thù]] làm Xu mật sứ, [[Vương Di Vĩnh]], [[Đỗ Diễn]], [[Trịnh Tiển]] làm phó sứ.  Khi đó Phạm Trọng Yêm ở ngoài biên cương phía tây có thư từ qua lại với Lý Nguyên Hạo mà chưa báo hết với triều đình; vì thế bọn [[Đỗ Diễn]] và [[Lã Di Giản]] đều tố cáo [[Phạm Trọng Yêm]] kết giao với người Khương, mang tội đáng chết. Nhân Tông nghe theo lời khuyên can của [[Tôn Miện]], không trách phạt đối với Trọng Yêm. Ít lâu sau đó, [[Lã Di Giản]] dùng kế loại bỏ Tham tri chính sự là [[Tống Tường]], lấy Hàn lâm học sĩ [[Vương Cử Chánh]] lên thay vào vị trí đó.\n\nTháng 7 năm [[1042]], Nhân Tông theo kiến nghị của [[Phú Bật]] ngày trước là cho tể tướng kiêm cai quản Khu mật, bèn dùng Hữu bộc xạ, Bình chương sự [[Lã Di Giản]] làm Thị lang bộ Hộ, phán Xu mật sự, Bình chương sự [[Chương Đắc Tượng]] kiêm Xu mật sứ, sau cho [[Lã Di Giản]] lên làm kiêm Xu mật sứ.\n\n==== Thời kì tân chính, 1042 - 1044 ====\n[[Tập tin:Fan_Zhongyan.jpg|nhỏ|phải|200px|Văn Chính công [[Phạm Trọng Yêm]], người đề xuất tân chính Khánh Lịch.]]\nNgày [[27 tháng 11]] năm [[1042]], sau hòa nghị với người [[Khiết Đan]], Nhân Tông tưởng thưởng công lao, cất nhắc [[Phú Bật]] lên chức Học sĩ viện Hàn lâm, Phú Bật đáp rằng việc phải tăng tiền cống nạp cho Bắc triều thì không thể gọi là công được, nên từ chối không nhận chức<ref name=\"TG45\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷045|quyển 45]]<\/ref>. Đầu năm [[1043]], [[tể tướng]] [[Lã Di Giản]] bị trúng phong, không thể lên triều được nữa, Nhân Tông bái ông ta làm Tư không, Bình chương quân quốc trọng sự, ba hoặc năm ngày lên triều một lần. Di Giản không nhận và nhiều lần xin được trí sĩ. Nhân Tông từ chối vài lần rồi chấp thuận, lại phong cho [[Yến Thù]] làm Bình chương sự kiêm Xu mật sứ, [[Hạ Tủng]] làm Thượng thư bộ Hộ, Xu mật sứ, [[Cổ Xương Triều]] làm Tham tri chính sự, [[Phú Bật]] làm Xu mật phó sứ (nhưng Phú Bật không nhận chức<ref name=\"TG45\" \/>). Khi tình bình biên giới phía tây tạm yên, Nhân Tông lại cho gọi [[Hàn Kì]], [[Phạm Trọng Yêm]] về triều nhận chức Xu mật phó sứ. [[Lã Di Giản]] mất vào ngày [[9 tháng 10]] năm [[1044]].\n\nQuan lại vô dụng, binh lính bất tài làm cho quốc khố ngày càng cạn kiệt, không những thế đất đai lại bị ngoại bang thôn tính, thuế khóa tăng cao làm đời sống nhân dân cơ cực, dẫn tới khởi nghĩa. Từ khi [[Hàn Kì]], [[Phạm Trọng Yêm]] vào triều chấp chính, liền thảo ra những phương sách trị quốc an dân. Ngày [[11 tháng 9]] năm [[1043]], [[Hàn Kì]] dâng biểu trình bày các mối đe dọa từ [[Khiết Đan]], [[Tây Hạ]], và trình bày 7 điều cần làm, gồm Làm triều chính trong sạch, Quan tâm việc biên bị, Tuyển người tài hiền, Phòng bị ở Hà Bắc, Củng cố Hà Đông, Thu phục dân tâm, Doanh Lạc Ấp, Nhân Tông đều thu nạp. Bấy giờ, bộ máy quan liêu trong triều đình không ngừng bành trướng, hiệu suất hành chính ngày một thấp, số lượng quân đội ngày một tăng lên, mối hiểm họa trong và ngoài nước luôn luôn xảy ra, đã tăng thêm gánh nặng cho dân, tình hình tài chính nhà nước bị thiếu hụt nghiêm trọng. Đứng trước tình hình này, vua Tống Nhân Tông đã năm lần bảy lượt triệu gặp đám người Phạm Trọng Yêm, đốc thúc họ phải lập tức đưa ra phương án. Ngày [[14 tháng 10]], Trọng Yêm dâng sớ \"Đáp thủ chiếu điều trần thập sự\" trình bày 10 phương sách: Minh truất trắc, Ức nghiêu hãnh, Tinh cống cử, Trạch quan trường, Quân công điền, Hậu nông tang, Tu võ bị, Giảm lao dịch, Đàm ân tín, Trọng mệnh lệnh, đưa ra 10 chủ trương cải cách, như giảm thuế khóa và phu phen, củng cố quân đội, khuyến khích dân trồng dâu nuôi tằm phát triển thương nghiệp<ref name=\"TG46\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷046|quyển 46]]<\/ref><ref>Sư Thịnh, Đặng Dân Hiên, sách đã dẫn, trang 209<\/ref>... Nhân Tông chấp nhận và cho thực hiện những chủ trương này, gọi đó là \"tân chính\", trong sử hay gọi là \"Khánh Lịch tân chính\". Cuối năm đó, Phạm Trọng Yêm cử một người đi các nơi kiểm tra hành vi quan lại, ông mỗi khi nhận được báo cáo của họ, đều không do dự gạch ngay tên những người không xứng chức trong danh sách quan lại, nhiều người khuyên can Trọng Yêm không nên làm quá, nhưng Trọng Yêm vẫn quyết tâm thi hành. Ông nói: \"Thà một nhà khóc còn hơn để cả thiên hạ phải khóc\"<ref>Chu Hi tập lục, Ngũ triều danh nhân ngôn hành lục<\/ref>.\n\nChính sách mới của Phạm Trọng Yêm đã đả động tới quyền lợi của rất nhiều thế lực thủ cựu trong triều, vì thế họ bắt đầu tìm cớ công kích, trù dập ông. Tháng 3 năm [[1044]], [[Hạ Tủng]] giật dây cho tố cáo [[Phạm Trọng Yêm]], [[Doãn Thù]], [[Âu Dương Tu]], [[Dư Tĩnh]] lôi kéo bằng đảng, triệt hạ những người không ăn cánh, nhưng ban đầu Nhân Tông vẫn chưa tin, nhưng sau đó thiên hạ nhân họa liên tiếp xảy ra, bè đảng không ngớt lời dèm pha dần dần làm cho Nhân Tông mất niềm tin vào \"tân chính\". Tháng 10 năm [[1044]], [[Yến Thù]] bị bãi chức Bình chương sự kiêm Xu mật sứ. Dùng [[Đỗ Diễn]] làm Đồng Trung thư môn hạ Bình chương sự, kiêm Xu mật sứ, [[Trần Chấp Trung]] làm Tham tri chính sự. Mùa xuân năm [[1045]], [[Phạm Trọng Yêm]] cảm thấy bất an, lại dâng sớ xin bãi chức. Nhân Tông toan nghe theo, song [[Chương Đắc Tượng]] tấu rằng Trọng Yêm là người hiền năng, nếu một lần thỉnh cầu mà bãi chức thì thiên hạ chê cười nhà vua không biết coi trọng hiền thần, vậy nên phải kiếm cớ gì làm tội nhẹ rồi mới bãi chức. Gặp lúc [[Phú Bật]] từ [[Hà Bắc]] trở về, [[Chương Đắc Tượng]] bèn sai Hữu chánh ngôn [[Tiền Minh Dật]] dâng sớ nói bọn Phạm Trọng Yêm, Phú Bật từ khi còn ở trấn bên ngoài đã kết giao bằng đảng, mưu đồ bá chiếm triều đình, rồi xin Nhân Tông truất chức hai người<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷047|quyển 47]]<\/ref>. Ngày [[23 tháng 2]], Nhân Tông bãi Trọng Yêm làm An phủ sứ Thiểm Tây, tri Bân châu; [[Phú Bật]] làm An phủ sứ Kinh Đông tây lộ, tri Vận châu. Lại định hạ chiếu bãi người cùng cánh với Trọng Yêm là [[Đỗ Diễn]] ra Duyện châu. Tân chính chỉ thực hiện được hơn 1 năm đã kết thúc<ref>Trung Quốc văn minh sử, Thời kì Tống Liêu Kim,: Tống triều quyển 1 chương 3, trang 215<\/ref>. [[Phạm Trọng Yêm]] về sau chết trong uất hận ở Dĩnh châu ([[1052]]).\n\n==== Sau Tân chính, 1045 - 1053 ====\n[[Tập tin:Bao Zheng scth.jpg|nhỏ|trái|200px|Bao Chửng ([[999]] - [[1062]]), nhân gian gọi là [[Bao Thanh Thiên]].]]\n\nSau khi Phạm Trọng Yêm thất thế, Nhân Tông dùng [[Cổ Xương Triều]] làm Bình chương sự kiêm Xu mật sứ, [[Vương Di Vĩnh]] làm Xu mật sứ, [[Tống Tường]] Tham tri chính sự, [[Ngô Dục]], [[Bàng Tịch]] làm Xu mật phó sứ. Triều đình lại nghị định bãi bỏ những cải cách khoa cử được thi hành trước kia, trở lại theo chế độ cũ khi mới lập triều, tức là chủ yếu bổ dụng quan lại theo kiểu tập ấm và tiến cử. Giám sát ngự sử là [[Bao Thanh Thiên]] dâng sớ can rằng nếu khôi phục lại cựu chế thì chính là dọn đường cho con em quan lại tiến thân hơn là chọn nhân tài cho đất nước. Nhân Tông không theo.\n\nNgày [[17 tháng 5]] năm [[1045]], [[Chương Đắc Tượng]] xin từ chức, Nhân Tông cho [[Trần Chấp Trung]] lên thay làm Bình chương sự, Xu mật sứ; [[Ngô Dục]] làm Tham tri chính sự, [[Đinh Độ]] làm Xu mật phó sứ. Phía [[Tây Hạ]] cho trả lại hàng tướng bị bắt là [[Thạch Nguyên Tôn]]. [[Trần Chấp Trung]] dâng sớ kể tội Nguyên Tôn làm nhục quốc thể, xin chém để răn. Nhân Tông theo lời [[Cổ Xương Triều]], tuy không giết chết, nhưng tước đoạt quan tước của gia đình ông ta. [[Dư Tĩnh]] khi đó là Tri chế cáo, bị đàn hặc vì khi đi sứ Bắc triều đối đáp với Liêu chủ bằng giọng [[Khiết Đan]], làm mất tôn uy triều đình, nên bị đẩy ra Cát châu. Cuối năm đó Nhân Tông cho bãi chế độ tể tướng kiêm Xu mật sứ, từ đây viện Xu mật nắm quyền độc lập với chức tể tướng, cùng nhau thương nghị việc cơ mật rồi tấu lên nhà vua như trước. Đầu năm [[1047]], Nhân Tông đi săn ở Hàn thôn, rồi đến doanh trại triệu các phụ lão đến hỏi tình hình thổ địa và dân chúng, sau đó lệnh miễn tiền tô thuế cho dân đất ấy trong một năm.\n\nNgự sử trung thừa [[Cao Nhược Nột]] bất bình với các tể tướng, nhân lúc có thiên tai liên miên, sàm tấu với Nhân Tông rằng thiên tai xảy ra là do tể tướng không biết điều hòa âm dương. Ngày [[24 tháng 4]] năm [[1047]], hai quan chấp chính [[Cổ Xương Triều]] và [[Ngô Dục]] đều bị bãi chức, đồng thời bọn [[Trần Chấp Trung]], [[Tống Tường]] cũng bị giáng chức xuống một bực, nhưng đến cuối năm đó thì được phục chức. Triều đình dùng [[Hạ Tủng]] làm Xu mật sứ, [[Cao Nhược Nột]] làm phó sứ, [[Văn Ngạn Bác]] Tham tri chính sự. Nhân Tông muốn lấy [[Lý Thanh Thần]] lên làm Quan Gián nghị đại phu, [[tể tướng]] [[Trần Chấp Trung]] sợ mất chức, nên tìm cách khiến Nhân Tông không dùng Thanh Thần. Thanh Thần hận quá, nhiều lần ở trước mặt vua nói xấu Chấp Trung và còn không chịu nhận chức Long đồ các trực học sĩ của triều đình ban cho. Tuy nhiên nhà vua đối với Chấp Trung đãi ngộ vẫn còn như cũ. Còn [[Hạ Tủng]] vốn có thù oán với [[Phú Bật]] liền tố cáo ông ta thông mưu [[Khiết Đan]] tạo phản. Phú Bật bèn bị bãi chức An phủ sứ Tây Kinh. Về sau Nhân Tông biết [[Hạ Tủng]] nói gièm nên lại phong [[Phú Bật]] chức Kinh Đông lộ An phủ sứ.\n\nCuối năm [[1047]], quân sĩ ở Bối châu<ref>Nay thuộc [[Hình Đài]], [[Hà Bắc]], [[Trung Quốc]]<\/ref> do [[Vương Tắc]] cầm đầu chiếm cứ thành tạo phản, bắt tri châu [[Trương Đắc Nhất]] và giết tướng [[Đổng Nguyên Hanh]] và nhiều người khác. [[Vương Tắc]] tiếm xưng Đông Bình vương, phong quan chức kiến lập triều đình riêng, đặt quốc hiệu là An Dương, niên hiệu Đắc Thánh. Trên mặt quân khởi nghĩa thích dòng chữ ''Nghĩa quân phá Triệu đắc thắng'' thể hiện quyết tâm lật đổ nhà Tống<ref>Thương Thánh, sách đã dẫn, trang 410 - 411<\/ref>. [[Cổ Xương Triều]] sai đem quân từ Đại Danh đến đánh Bối châu, và lệnh quân ở Thiền, Mạnh, Định châu và phủ Chân Định sẵn sàng tư thế phòng thủ. Đầu năm [[1048]], người trong [[Uông Văn Khánh]] làm nội ứng định dẫn quân Tống tiến vào thành, song bị phát hiện và thất bại. Triều đình dụng binh nhiều phen nhưng vẫn không được. Tống Nhân Tông lo lắng, nên dùng [[Văn Ngạn Bác]] làm Tuyên phủ sứ Hà Bắc để dẹp loạn. Quân phản loạn có ý cầu cứu người Liêu, tướng Tống là [[Sử Minh Hạo]] biết bèn cho người chẹn đường lên phía bắc và bắt được sứ giả Bối châu<ref name=\"TG49\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷049|quyển 49]]<\/ref>. Ngày [[18 tháng 4]], [[Văn Ngạn Bác]] tuyển 200 tráng sĩ vào thành theo đường địa đạo, lên lầu thành giết hết người thủ thành, rồi đón quân triều đình tiến vào thành. [[Vương Tắc]] bỏ trốn rồi bị bắt giết, loạn quân ở Bối châu bị dẹp sau gần nửa năm. Do chiến công này, [[Văn Ngạn Bác]] được triệu về triều làm Thượng thư bộ Lễ, Bình chương sự<ref name=\"TG49\" \/>.\n\nNăm [[1049]], do thấy dân Kinh Đông nhiều lần khởi nghĩa, Nhân Tông theo ý kiến của tể thần, dùng [[Lưu Quỳ]] làm An phủ sứ. Khi Lưu Quỳ đến miền đông, mở kho cứu tế, thu phục dân tâm rồi chiêu dụ những người khởi loạn khiến họ quy phục, tình hình phía đông bèn được yên ổn. Lại có [[Phú Bật]] ở Hà Bắc vào dịp thiên tai đã mở kho cứu tế, dùng phương sách trị thủy, an ủi những người nghèo túng mà phải đi làm cướp, khuyến khích lưu dân trở về canh tác. Nhân Tông có lời khen ngợi phong cho ông ta lên làm Thị lang bộ Lễ, An phủ sứ Kinh Đông. Sau đó triều đình cho mười quan chỉ huy tới Kinh Đông để trấn áp giặc cướp, Phú Bật can rằng làm như vậy sẽ khiến dân tình bất an, Nhân Tông bèn triệu cấm quân về kinh. Tể tướng [[Trần Chấp Trung]] vì chuyện thiên tai ở Hà Bắc không tìm ra phương sách đối phó, bị công luận tố cáo nên phải xin từ chức. Ngày [[8 tháng 8]] năm [[1049]], Nhân Tông điều [[Trần Chấp Trung]] ra Trần châu, dùng [[Tống Tường]] làm Bình chương sự, [[Bàng Tịch]] làm Xu mật sứ, [[Cao Nhược Nột]] Tham tri chính sự, [[Lương Thích]] làm Xu mật phó sứ<ref name=\"TG50\" \/>.\n\nLúc này ngôn luận lại đàn hặc [[Văn Ngạn Bác]] âm kết Trương quý phi để có ngôi tể tướng, lại độc đoán chuyên quyền, xem thường ngôi vua. Nhân Tông nổi giận, đến ngày [[5 tháng 10]], cách chức Ngạn Bác, đày ra Hứa châu. Dùng [[Bàng Tịch]] lên làm Đồng trung thư môn hạ Bình chương sự; [[Cao Nhược Nột]] làm Xu mật sứ, [[Lương Quát]] Tham tri chính sự, [[Vương Nghiêu Thần]] làm Xu mật phó sứ. Đầu năm [[1052]], [[Bao Chửng]] vì nhiều lần can gián vụ dùng [[Trương Nghiêu Tá]] làm cho Nhân Tông bực mình, nên bị đày làm chuyển vận sứ Hà Bắc<ref name=\"TG52\" \/>.\n\nTháng 6 năm [[1053]], [[Cao Nhược Nột]] bị bãi chức. Nhà vua muốn dùng [[Địch Thanh]] lên thay giữ chức Bình chương sự, Xu mật sứ, [[Tôn Miện]] làm Xu mật phó sứ, [[Dư Tĩnh]] làm Thị lang bộ Công<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷053|quyển 53]]<\/ref>. Cuối năm này lại phong [[Trần Chấp Trung]], [[Lương Quát]] lên chức Bình chương sự. Tháng 3 năm [[1054]], Xu mật sứ [[Vương Di Vĩnh]] vì bệnh tật nên từ chức. Sau đó [[Lương Quát]] cũng bị nói là không biết giúp vua phân ưu và dạy dỗ con em, bị bãi Bình chương sự. Nhân Tông dùng [[Vương Đức Dụng]] và [[Lưu Hãng]] lên thay, lại dùng [[Điền Huống]] làm Xu mật phó sứ. Năm [[1054]], Tôn Miện vì bất mãn việc Nhân Tông truy phong Trương quý phi làm hoàng hậu nên bị bãi chức. Nhân Tông hỏi ý kiến của [[Vương Tu]], chọn lấy lấy [[Phú Bật]], [[Văn Ngạn Bác]], những đại thần được triều dã ca ngợi \"hoạn quan cung thiếp đều không biết đến\" lên làm quan chấp chính, nắm quyền trong triều.\n\nNăm [[1058]], [[Văn Ngạn Bác]] bị đàn hặc phải từ chức, rồi [[Phú Bật]] cũng phải về nhà chịu tang mẹ. Nhân Tông lấy [[Hàn Kỳ]] lên làm Bình chương sự, nắm quyền trong triều<ref name=\"TG57\" \/>, cùng với [[Tống Tường]], [[Điền Huống]] đều thăng làm Xu mật sứ.\n\nNăm [[1062]], [[Bao Chửng]] được Nhân Tông cất nhắc lên làm Xu mật phó sứ, không bao lâu sau thì qua đời, thọ 64 tuổi. Thời gian từ lúc lâm bệnh cho đến khi mất chỉ có 13 ngày, nên người ta nghi ngờ rằng ông mất một phần do thuốc của Nhân Tông ban cho, do lúc sinh thời [[Bao Chửng]] từng xử những vụ án vạch mặt bọn thái y, nên bị bọn chúng căm ghét<ref>[http:\/\/nld.com.vn\/thoi-su-quoc-te\/su-that-ve-bao-cong-long-dong-di-cot-20150320224423271.htm Bao Công long đong di cốt]<\/ref><ref name=\"ReferenceC\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷061|quyển 61]]<\/ref>.\n\n=== Ngoại giao ===\n==== Đảng Hạng li khai ====\n{{Bài chính|Chiến tranh Tống - Hạ (1040 - 1042)}}\n\nTừ thời [[Tống Thái Tông]], bộ lạc [[Đảng Hạng]] ở miền tây bắc [[Trung Quốc]] ngày càng lớn mạnh, có ý đồ li khai, không thần phục triều Tống nữa. Đến năm [[1032]], [[Lý Nguyên Hạo]] lên kế nhiệm cha là [[Lý Đức Minh]], là tiết độ sứ Định Nan<ref>Có trị sở nay thuộc phía bắc huyện [[Tĩnh Biên]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref><ref name=\"TS485\">''[[Tống sử]]'', [[:zh:s:宋史\/卷485|quyển 485]]<\/ref>, tước Tây Bình vương. Lý Nguyên Hạo là người tàn bạo, từ lâu đã có ý li khỏi tự lập. Lúc đó Nhân Tông dùng niên hiệu Minh Đạo, phạm vào tên cha của Nguyên Hạo (Đức Minh), nên trong nước ông ta tự ý đổi niên hiệu này thành Hiển Đạo. Tuy ban đầu vẫn nộp cống cho triều Tống nhưng cũng đã manh nha ý muốn chống đối. Đồng thời Nguyên Hạo cũng được [[nhà Liêu]] phong làm Hạ quốc vương.\n\nGiữa năm [[1034]], Hạ chủ [[Lý Nguyên Hạo]] lấy cớ quân Tống ở Khánh công xâm nhập vào cảnh giới nước Hạ, bèn dẫn quân đến báo thù. Các tướng Tống [[Dương Tuân]], [[Lư Tuấn]] bị đánh bại ở trận Long Mã tỉnh; Hoàn Khánh đô giám [[Tề Tông Củ]] xuất quân chiến đấu và bị bắt sống. Trước kia tri Định châu [[Lưu Bình]] thường cảnh báo nhà vua phải triệt để đề phòng [[Lý Nguyên Hạo]], song triều đình không theo. Đến đây Nhân Tông khen là người biết nhìn xa, dùng [[Lưu Bình]] làm Hoàn Khánh lộ phó đô bộ thự. Sau trận thắng đó, Lý Nguyên Hạo tiến hành chiến dịch tây tiến, tấn công vào tộc [[Duy Ngô Nhĩ]] năm [[1036]], chiếm được một dải đất rộng lớn mà nay thuộc vùng [[Cam Túc]], [[Trung Quốc]]. Trước tình hình người Hạ uy hiếp, ngày [[1 tháng 11]] năm [[1038]], Nhân Tông hạ lệnh xuất kho tàng ra 50 vạn để hỗ trợ quân ở Hà Bắc và Thiểm Tây để kháng cự với quân địch.\n\nChính trong lúc Nhân Tông sa đà vào cuộc sống phóng túng, chính trị triều Tống ngày càng hủ bại, thì dân tộc [[Đảng Hạng]] ngày càng lớn mạnh. Ngày [[10 tháng 11]] năm [[1038]], Nguyên Hạo tự xưng là hoàng đế nước [[Tây Hạ]], sai sứ giả đến triều Bắc Tống yêu cầu thừa nhận chính quyền Tây Hạ, nhưng bị cự tuyệt<ref name=\"TG41\" \/>. Để đối phó, Nhân Tông dùng Hoàn Khánh lộ đô bộ thự [[Lưu Bình]]\nlàm Phu diên lộ phó đô bộ thự; Tam tư sứ [[Hạ Lạt]] làm Tiết độ sứ Phụng Ninh, tri Vĩnh Hưng quân; [[Phạm Ung]] làm Tiết độ sứ Chấn Vũ, tri Diễn châu<ref>Nay là [[Diên An]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref>, cùng nhau kháng cự người Hạ, lại cắt đứt giao thương, không cho buôn bán với phía Hạ.\n\nSau khi xưng đế, Nguyên Hạo sai sứ đến tấu rằng người Hạ tuy rằng xưng hiệu hoàng đế, nhưng vẫn sẽ xưng thần với [[Trung Quốc]], xin xá tội, mở lại đường thông thương như cũ. Khi sứ giả của Tây Hạ đến, các quan chấp chính tranh luận với nhau, người thì bảo nên nhận biểu, người thì đòi bắt giam sứ giả. Cuối cùng triều đình quyết định thả sứ giả về nước nhưng không nhận lễ vật.\n\nBấy giờ ở phía nam cũng có giặc An Hóa cướp phá. Triều đình [[nhà Tống]] cử quân giao chiến với người Man, nhưng thất bại, kiềm hạt [[Trương Hoài Chi]] và năm người khác đều chết. Vua sai [[Phùng Thân Kỉ]] là con của [[Phùng Chửng]] làm tri Quế châu<ref>Nay thuộc [[Quế Lâm]], [[Quảng Tây]], [[Trung Quốc]]<\/ref>, Quảng Tây kiềm hạt, nhanh chóng đi dẹp doạn. Thân Kỉ sau khi đến châu, huấn luyện quân đội và tuyển thêm lính, lấy thêm lương thực rồi chia quân làm ba lộ tiến đánh quân Man; người Man phải đầu hàng, tình hình Quảng Tây lại được yển ổn. Để đối phó với [[Tây Hạ]], Nhân Tông dùng [[Lưu Bình]] làm Phu Diên Hoàn Khánh lộ đô bộ thự, [[Hạ Lạt]] làm Tiết độ sứ Phụng Ninh, tri Vĩnh Hưng; [[Phạm Ung]] làm Tiết độ sứ Chấn Vũ, tri Diên châu.\n\n[[Lý Sĩ Bân]] là tướng trấn thủ trại Kim Minh, nắm trong tay hơn 10 vạn quân. Lý Nguyên Hạo sai dân đến giả hàng, chủ tướng của ông ta là [[Phạm Ung]] thưởng vàng bạc để khích lệ, và cho bọn người đến hàng dời sang phía nam. Sau đó mỗi lần Nguyên Hạo dẫn quân đến quấy nhiễu mà gặp Sĩ Bân đều tự nhiên lui quân, khiến Sĩ Bân kiêu căng, khinh địch. Nhân đó Nguyên Hạo bí mật mua chuộc nhiều người thân cận dưới trướng của Sĩ Bân mà ông ta không hề hay biết. Tháng 2 năm [[1040]], Lý Nguyên Hạo dẫn đại quân công đánh Bảo An quân<ref>nay là huyện [[Chí Đan]], [[Thiểm Tây]], [[Trung Quốc]]<\/ref> từ đường Thổ Môn, rồi qua trại Kim Minh, bắt sống [[Lý Sĩ Bân]], thừa thắng kéo đến thành Diên châu<ref name=\"TG42\" \/>. [[Phạm Ung]] triệu tập quân các lộ Phu Diên, Hoàn Khánh cùng nhau cứu Diên châu. Quân Tống do [[Lưu Bình]] chỉ huy thất thế trước quân Hạ lập 7 trại ở dưới núi để giao chiến với giặc. Vào đêm tối, quân Hạ tới chiêu hàng, Bình không theo. Quân Hạ bèn tổng lực tấn công, bắt sống Lưu Bình. Nhưng sau đó do thời tiết không thuận lợi, người Hạ lại lui quân. Triều Tống dùng [[Hạ Thủ Vân]] làm Thiểm Tây đô bộ thự, An phủ Kinh lược sứ, đến lo việc biên cương phía tây, nội giám [[Vương Thủ Trung]] làm Thiểm Tây đô kiềm hạt, [[Trương Tòng Hối]] làm Phòng ngự sứ Hưng châu. Tri gián viện [[Phú Bật]] dẫn lệ [[nhà Đường]] dùng quan hoạn làm tướng mà đến nỗi suy song ra can đừng dùng [[Vương Thủ Trung]], song Nhân Tông không nghe. Triều đình lệnh cho tù trưởng là [[Gia Lặc Tư Lãi]] hỗ trợ dẹp yên loạn ở phía tây, nhưng không có được thành tích gì lớn.\n\nTháng 3 năm [[1040]], triều đình thấy rằng đất Thiểm, Thục binh lửa liên miên, triều đình nhiều lần dụng binh mà chưa được thành công, chịu nhiều tổn hại, nên dùng [[Hàn Kì]] làm An phủ sứ Thiểm Tây, [[Phù Duy Trung]] làm phó. Ít lâu sau quân Hạ bao vây trại An Viễn, các tướng ở gần đó đều sợ mà không dám cứu. [[Phạm Ung]] nghe được, trách móc các tướng thậm tệ. Các tướng bèn tâu với [[Hàn Kỳ]], xin dời Ung đi nơi khác. Hàn Kì tấu lên triều đình, điều Phạm Ung về kinh, dùng [[Phạm Trọng Yêm]] lên thay chức<ref name=\"TG42\" \/>. Từ đó Nhân Tông có ý dùng lại [[Phạm Trọng Yêm]].\n\nMùa hạ năm đó, Lý Nguyên Hạo đích thân dẫn quân, bắt sống trại chủ trại Tắc Môn, rồi vây trại An Viễn. Nhân Tông cho bãi chức [[Hạ Thủ Vân]], [[Vương Thủ Trung]], lấy [[Hạ Tủng]] làm Kinh lược, An phủ sứ, tri Vĩnh Hưng quân, [[Bàng Tịch]] làm Chuyển vận sứ. Tri Diên châu là [[Trương Tồn]] tuổi cao sức kém, nên xin được dời vào bên trong. [[Phạm Trọng Yêm]] dâng sớ xin được lên thay, Nhân Tông nghe theo và dùng Trọng Yêm trấn giữ Diên châu. Từ khi Trọng Yêm lên nắm quyền, chính lệnh nghiêm minh, đề phòng cẩn mật, quân Hạ không dám tùy tiện như trước nữa. Tháng 8 năm đó, quân Hạ lại bày trận ở thành bắc Diên châu, [[Phạm Trọng Yêm]] sai [[Chu Mĩ]] đem 3000 quân chống cự. Chu Mĩ không thấy có viện binh giúp mình, bèn bày kế nghi binh ở núi Bắc, khiến quân Hạ trông thấy tưởng là cứu binh của Tống đã đến, bèn lui quân lập tức<ref name=\"TG42\" \/>. Ít lâu sau, họ lại đến cướp trại Tam Xuyên, giết tướng [[Dương Bảo Cát]], quân Tống gặp bất lợi. Nhờ có [[Vương Khuê]] đem 3000 quân đến ứng chiến, mới giành được đất đai đã mất. Quân Tống truy kích đuổi theo, đánh thành Bạch Báo, nhưng không thắng phải lui về. Người Hạ cho quân tập kích, nhưng quân Tống đã cho phục binh sẵn ở những nơi hiểm yếu, giết được 400 quân Hạ, bắt sống 70 người<ref name=\"TG42\" \/>. Từ cuộc chiến tranh này, đã nổi lên một danh tướng là [[Địch Thanh]]. Địch Thanh do một lần bị [[Phạm Trọng Yêm]] nói khích mà chăm chỉ đọc binh pháp, dần trở nên thông thạo, tiếng tăm đồn xa khắp nơi<ref name=\"TS290\">''[[Tống sử]]'', [[:zh:s:宋史\/卷290|quyển 290]]<\/ref>. Nhân Tông bèn phong cho ông ta làm Đô giám ở Kính châu<ref name=\"TG42\" \/>.\n\nTháng 2 năm [[1041]], Hạ chủ sai [[Cao Diên Đức]] đến Kinh Nguyên<ref>Nay thuộc [[Cố Nguyên]], [[Ninh Hạ]], [[Trung Quốc]]<\/ref> gặp [[Phạm Trọng Yêm]] để xin cầu hòa. [[Phạm Trọng Yêm]] biết rằng người Hạ có ý giả dối, bèn viết thư gửi cho Nguyên Hạo để phân tích lợi hại, khuyên ông ta bỏ đế hiệu mà thần phục [[nhà Tống]], Nguyên Hạo không theo và có ý xâm lấn Vị châu. Hàn Kỳ xuất 18.000 quân chống cự với người Hạ. Ông ta lập các trại trong khoảng 40 dặm để chi viện cho nhau. Quân Hạ dụng kế giả thua dụ quân Tống vào mai phục. Khi lực lượng Tống đến phía bắc thành Long Can thì gặp phải đại quân Hạ chặn đường phía trước, phục binh từ trên núi đánh xuống, khiến quân Tống đại bại, tướng chỉ huy là [[Nhâm Phúc]] cắt cổ tự tử<ref name=\"TG43\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷043|quyển 43]]<\/ref>. Quân Hạ lại đánh vào các cánh quân của [[Chu Quan]] và [[Võ Anh]]. Võ Anh và nhiều tướng như [[Triệu Tân]], [[Vương Khuê]], [[Tang Dịch]] tử trận, [[Chu Quan]] dẫn hơn 1000 quân chạy trốn, đến nửa đêm thì quân Hạ do không thông thạo đường đi, đành phải rút lui<ref name=\"TG43\" \/>. [[Hàn Kì]] dâng biểu xin chờ tội, Nhân Tông hạ chiếu giáng ông ta xuống làm Hữu tư gián, tri Tần châu. Tháng 5 năm [[1041]], triều đình lấy [[Trần Chấp Trung]] đồng Thiểm Tây đô bộ, An phủ, Kinh lược, Chiêu thảo sứ, [[Hạ Tủng]] là Tần Phượng phó đô bộ thự, [[Quách Kinh]] là Tham mưu quân sự. Sau liên tiếp nhiều thất bại, triều Tống thay đổi phương sách, vừa đánh và dụ, chờ bên địch có biến sẽ thừa cơ sang đánh. Sau đó Phạm Trọng Yêm thấy người Khương hợp tác với [[Tây Hạ]] xâm phạm biên cương, nên xin triều đình úy lạo, khao thưởng cho họ; từ đó người Khương mới chịu thần phục<ref name=\"TG43\" \/>.\n\nĐến tháng 8 năm đó, Lý Nguyên Hạo thừa thắng kéo quân đánh tới hai châu Lân, Phủ. Triều đình dùng Phu Diên<ref>Lộ Phu Diên quản lý các khu vực từ phía bắc Kinh Triệu phủ lộ đến Mễ Chi, [[Chí Đan]], trị sở thuộc [[Diên An]], [[Thiểm Tây]], [[Trung Quốc]] ngày nay<\/ref> bộ thự [[Hứa Hoài Đức]] đem 10.000 quân đến chi viện. Sau khi bao vây hai thành, Nguyên Hạo đánh tới Phong châu, giết tri châu [[Vương Dư Khánh]]. Tuy nhiên quân Tống nhanh chóng ổn định lại lực lượng và phản công trở lại. Triều Tống sau đó chia Thiểm Tây ra làm bốn lộ: Tần Phượng, Kính Nguyên, Hoàn Khánh, Phu Diên giao cho bốn trọng tướng [[Hàn Kỳ]], [[Vương Diên]], [[Phạm Trọng Yêm]] và [[Bàng Tịch]] cai quản. Việc giao tranh ở phía tây cứ kéo dài liên miên mà không có kết quả, dần khiến Nhân Tông chán nản. Tri gián viện là [[Trương Phương Bình]] khuyên Nhân Tông nghị hòa với [[Tây Hạ]], mở lại cửa thông thương, để tránh nhọc sức của dân, điều này rất hợp với ý của Nhân Tông. Nhưng giữa lúc đó thì có tin quân Khiết Đan có ý nam hạ, triều đình phải điều bớt quân phía tây trở về để chuẩn bị đối phó.\n\n==== Trọng Hi tăng tệ ====\n{{Bài chính|Trọng Hi tăng tệ}}\nBấy giờ ở miền bắc, [[Liêu Hưng Tông]] Da Luật Hồng Chân sau khi lên ngôi được hai năm, tiêu diệt được thế lực của mẹ ruột là Thái hậu Pháp Thiên, nắm được toàn bộ đại quyền trong triều<ref>''[[Liêu sử]]'', [[:zh:s:遼史\/卷018|quyển 18]]<\/ref>. Trong lúc này triều đình [[Khiết Đan]] phát sinh tranh chấp nội bộ, thế lực ngày càng suy yếu; khiến Hưng Tông buộc lòng phải đón Pháp Thiên thái hậu trở về, bắt đầu những tranh chấp mới trong cung đình.\n\nTháng 1 năm [[1042]], vua Khiết Đan thấy triều Tống giao chiến với [[Tây Hạ]] liên tiếp thất bại, bèn nảy ý hưng sư nam phạt tính lấy lại 10 huyện phía nam Ngõa Kiều quan<ref name=\"TG43\" \/><ref>Nay thuộc [[huyện Hùng]], [[Hà Bắc]], [[Trung Quốc]]<\/ref>. Tuy nhiên lại trù trừ chưa dám đưa ra quyết định, bèn triệu cố [[tể tướng]] là [[Trương Kiệm]]. Kiệm khuyên với Hưng Tông chỉ cần trưng binh đe dọa, rồi sai sứ xuống nam đòi thêm yêu sách, không cần phải thân chinh chi cho nhọc công<ref name=\"TG44\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷044|quyển 44]]<\/ref>. Tháng 2 năm đó, Liêu chủ sai Nam viện tuyên huy sứ [[Tiêu Đặc Mạc]], Hàn lâm học sĩ [[Lưu Lục Phù]] đi sứ triều Tống, hỏi trách việc hưng sư phạt Hạ và tăng cường binh bị ở vùng biên, rồi đòi triều Tống \"trả lại\" mười huyện phía nam Ngõa Kiều quan và đất Tấn Dương<ref>nay ở phía nam quận [[Tấn Nguyên]], [[Thái Nguyên]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>. Tri Bảo châu là [[Vương Quả]] nghe tin về việc động binh của [[Khiết Đan]], dâng sớ lên triều đình xin điều động quân phòng thủ, triều đình nghe theo, lệnh bí mật bố trí phòng bị vùng biên cương. Triều đình muốn cử người ra đàm phán với bên Liêu, triều đình không ai dám đi, duy chỉ có Hữu chánh ngôn [[Phú Bật]] tình nguyện làm việc này. Nhân Tông cử Phú Bật đến Hà Bắc hội đàm với sứ [[Khiết Đan]]. Sứ [[Khiết Đan]] là [[Tiêu Đặc Mạc]] đòi hỏi triều Tống cắt đất, gả công chúa cho con trai trưởng của Khiết Đan chủ là [[Liêu Đạo Tông|Lương vương Hồng Cơ]] và tăng tiền thuế; [[Phú Bật]] thì kiên quyết không chịu việc hôn nhân<ref name=\"TG44\" \/>.\n\nTrong lúc đàm phán rơi vào bế tắc thì vào tháng 4, [[Liêu Hưng Tông]] ban ra lệnh nam chinh, biên thần lũ lượt gửi tin cáo cấp về trào. Triều Tống lại cử [[Phú Bật]] đi sứ mang theo quốc thư do Hàn lâm học sĩ [[Vương Củng Thần]] soạn đến miền bắc, đồng thời cho tu sửa bắc thành Thiền châu để đề phòng quân Liêu nam hạ. Tuy quân Khiết Đan diễu võ nơi biên cảnh, nhưng vì có tướng Địch Thanh đóng quân, cộng với Thiền Uyên Chi Minh, nên cũng chỉ dám đe dọa chứ không dám động tới biên cảnh nhà Tống.\n\nKhi Phú Bật tới kinh đô Khiết Đan, tranh luận bác bỏ việc cắt đất các đại thần trong Liêu đình và cả Liêu chủ. Ông ta biết triều Liêu muốn kết hôn là chỉ vì đòi tiền sính lễ trong đó, nên nói thác ra rằng công chúa mà xuất giá thì tiền hồi môn cũng chẳng quá 100.000, nên ý định hôn sự của Liêu không thành. Tháng 9 năm đó, Nhân Tông lệnh Phú Bật soạn quốc thư, trong đó nêu lên mấy điều:\n#[[Khiết Đan]] phải khiến [[Tây Hạ]] thần phục và cống nạp cho Tống;\n#Tiền tặng hằng năm tăng lên thành 20 vạn lạng bạc, 20 vạn tấm lụa;\n#Biên giới hai nước để nguyên như trước;\n#Không bên nào được tùy tiện tăng quân ở biên cương và dung nạp những đứa trốn tránh.\n\nNgày [[17 tháng 9]] năm [[1042]], [[Phú Bật]] và [[Trương Mậu Thực]] lại đến Khiết Đan một lần nữa, mang theo quốc thư của Nhân Tông. Vua Khiết Đan đòi trong khoản 20 vạn từ nay gọi là \"hiến\" thay vì \"tặng\" như trước kia<ref name=\"TG44\" \/>. [[Phú Bật]] biện bác lại, nói Tống là anh, [[Khiết Đan]] làm em, không lí gì mà anh phải \"hiến\" cho em. Liêu chủ bèn đề nghị thay bằng chữ \"nạp\", [[Phú Bật]] lại tranh luận tiếp, vua Liêu không theo và sai sứ đến Tống để tranh nghị tiếp về mấy chữ trên<ref name=\"TG44\" \/>. Ngày [[17 tháng 10]], sứ Liêu [[Da Luật Nhân Tiên]], [[Lưu Lục Phù]] tới Biện, triều đình cuối cùng theo ý của [[Yến Thù]], dùng chữ \"nạp\". Hòa nghị được kí kết xong, sử gọi đó là Trọng Hi tăng tệ ([[niên hiệu]] của [[nhà Khiết Đan]], [[niên hiệu]] [[nhà Tống]] khi đó là Khánh Lịch)<ref>Trung Quốc văn minh sử, Thời kì Tống Liêu Kim: Tống triều quyển 1 chương 3, trang 211<\/ref>.\n\n==== Hòa đàm với Tây Hạ ====\n[[Tập tin:China rel96 Vi.jpg|nhỏ|phải|270px|Bản đồ nhà Tống và các nước xung quanh, thế kỉ XI]]\nMùa hạ [[1042]], quân Hạ vây hãm các trại Kim Minh, Thừa Bình, Tắc Môn, An Viễn, Khải Lão, phá Ngũ Long Xuyên, bắt dân đưa về nước. [[Bàng Tịch]] ở đất Thiểm với hơn 100.000 quân, cho xây thành đắp lũy, củng cố quân lực, rồi sai bộ tướng [[Địch Thanh]], [[Chu Mĩ]], [[Vương Tín]] đến thu phục lại các trại bị tấn công và xây thêm mấy trại để phòng thủ. Tướng Tống là [[Dương Kháng]] ở Lân châu nhân trong đêm gió lớn, theo hướng gió mà đánh, đại phá được 60.000 quân Liêu. Không đầy một tháng, đường Lân châu đã thông trở lại, triều đình thưởng công cho Kháng, cử làm Kiềm hạt Cao Dương quan.\n\nTháng 10 năm đó, Hạ chủ lại đem quân tiến đánh vào đất Tống, tướng Tống là [[Cát Hoài Mẫn]] được cử ra chống cự. Ngày [[31 tháng 10]], quân Tống tiến tới trại Ngõa Đình, quân các nơi cũng tới chi viện. Ngày [[11 tháng 11]], [[Cát Hoài Mẫn]] dẫn quân tiến thẳng tiến một cách khinh suất mặc dù quân địch đang ở rất gần. Hoài Mẫn nghe tin Hạ chủ đóng quân ở ngoài hào, lại chia quân ra làm bốn cánh tiến công. Khi quân Hoài Mẫn vào trại Bảo Định Xuyên, quân Hạ cho đốt cầu, chặn hết các tàu bè qua lại trên sông để triệt đường về của quân Tống, rồi tấn công phủ đầu vào cả bốn mặt. Có gió từ phía đông bắc thổi đến khiến hàng ngũ quân Tống náo loạn, Hoài Mẫn cho quân rút lui thì gặp phải quân Hạ chẹn đường, 16 tướng Tống và hơn 9400 quân, 600 con ngựa phía Tống giết. Quân Hạ tiến thêm 6, 7 trăm dặm tới Vị châu<ref>nay là [[Bình Lương]], [[Cam Túc]], [[Trung Quốc]]<\/ref> cướp phá và bắt bớ người dân. Từ đó thanh thế của người Hạ ngày càng lớn mạnh.\n\nNgày [[30 tháng 11]] năm [[1042]], [[nhà Tống]] dùng [[Vương Tín]] làm Phu Diên đô bộ thư, [[Địch Thanh]] làm Đô giám Kính Nguyên, tri Nguyên châu<ref>Nay thuộc [[Trấn Nguyên]], [[Cam Túc]], [[Trung Quốc]]<\/ref>, ba ngày sau cho hai người này kiêm luôn Kinh lược, An phủ sứ, sau còn dùng [[Vương Nghiêu Thần]] làm An phủ sứ lộ Kính Nguyên. Vương Nghiêu Thần trước kia từng khuyên Nhân Tông nên chú trọng phòng bị ở Kính Nguyên, nhưng Nhân Tông không nghe, về sau dẫn đến việc bại binh của [[Cát Hoài Mẫn]], nên vua lại nhớ tới lời của Nghiêu Thần, bèn phong cho ông ta đến Kính Nguyên<ref name=\"TG45\" \/>. [[Hàn Kì]] ở Tần châu<ref>Nay thuộc [[Thiên Thủy]], [[Cam Túc]], [[Trung Quốc]]<\/ref> nhiều lần dâng sớ nói binh lương ở đất Thiểm không đủ để chống nhau với người Hạ, xin triều đình cho tăng quân, Nhân Tông đồng ý. Ngày [[1 tháng 1]] năm [[1043]], lấy [[Văn Ngạn Bác]] làm Tần Phượng lộ đô bộ thự, tri Tần châu, [[Đằng Tông Lượng]] làm Hoàn Khánh lộ đô bộ thự, tri Khánh châu, [[Trương Kháng]] làm Kính Nguyên lộ đô bộ thự, tri Vị châu, kiêm thêm Kinh lược, An phủ, Duyên biên, Chiêu thảo sứ, đặt dưới quyền của [[Hàn Kì]], [[Phạm Trọng Yêm]] và [[Bàng Tịch]]. Đằng Tông Lượng dâng sớ lên nói rằng [[Hàn Kì]], [[Phạm Trọng Yêm]] đã là Đô thống ở bốn lộ, mà nay lại phong cho bốn người như vậy nữa, thì chức vụ chồng chéo lên nhau, vì thế Nhân Tông bãi chức Chiêu thảo và Kinh lược sứ của bốn người vừa kể trên. Do đã chán ngán việc binh đao, Nhân Tông bí mật lệnh cho [[Bàng Tịch]] thuyết phục Hạ chủ xưng thần cống nạp. Vì mấy năm binh lửa, nhân lực của phía Hạ cũng hao tổn rất nhiều, nên Hạ chủ cũng dần có ý định bãi binh, nghị hòa. Phía bên Liêu cũng theo điều khoản của tăng thuế Trọng Hi, sai sứ đến Hạ, yêu cầu Hạ nghị hòa với Tống. [[Lý Nguyên Hạo]] bèn sai sứ đến triều Tống, các quan chấp chính đòi phía Hạ phải bỏ đế hiệu, trong thệ biểu phải ghi là \"thần tử ở Ô châu\" thì mới bằng lòng cho hòa<ref name=\"TG45\" \/>. Nhưng Hạ chủ nhất quyết không chịu xưng thần, vì thế đàm phán bị rơi vào bế tắc. Phía Hạ còn sai người đến [[Khiết Đan]] xin giúp quân nam phạt, nhưng Liêu đình không theo và chuẩn bị dùng vũ lực buộc Hạ phải nghị hòa với Tống.\n\nĐầu năm [[1044]], Nhân Tông theo kiến nghị của [[Hàn Kì]], bãi bỏ Thiểm Tây tứ lộ đô bộ thự, Kinh lược an phủ Chiêu thảo sứ<ref name=\"TG46\" \/>. Lúc này vua [[Khiết Đan]] tập trung quân lực ở miền biên giới để gây sức ép đối với Hạ. Do chịu áp lực từ [[Khiết Đan]] nên đến ngày [[5 tháng 7]] năm [[1044]], Hạ chủ đồng ý viết thư xưng thần với Tống. Đến tháng 11, Hạ chủ lại gửi biểu xin thần, nhưng buộc triều đình phải \"ban thưởng\" mỗi năm 13 vạn tấm lụa, 5 vạn lượng bạc, 2 vạn cân trà. Về phía Hạ tiền tiến cống mỗi nam là 5000 lạng bạc, 5000 tấm lụa, 5000 cân trà, mỗi năm dịp Tết và sinh nhật phải có sứ qua lại chúc mừng và dâng lễ vật. Tháng 11 năm [[1044]], triều Tống ban thệ chiếu gửi sang triều đình [[Tây Hạ]], chấp nhận hòa nghị. Từ đó tình hình biên giới phía tây tạm yên được một thời gian<ref name=\"TG46\" \/>.\n\n==== Căng thẳng ở phía nam ====\n{{Bài chính|Nùng Trí Cao}}\n[[Tập tin:Ti Ching.jpg|nhỏ|phải|200px|Danh tướng [[Địch Thanh]], [[1008]] - [[1057]].]]\n[[Tập tin:Nong_Zhigao%27s_Art_Photo.jpg|nhỏ|phải|200px|[[Nùng Trí Cao]], thủ lĩnh nông binh từng chiếm cứ 12 châu phía nam Trung Quốc.]]\nĐầu năm [[1045]], Chuyển vận sứ Quảng Tây [[Đỗ Kỉ]] được tin người Man ở Nghi châu đem quân xâm phạm, nên sai người mang dịch dụ bọn người ấy, nhưng người Man không theo; nên đem quân công phá Bạch Nhai, Hoàng Nê và Cửu Cư sơn trại, giết hơn 100 người rồi về châu. Chúa Man là [[Khu Hi Phạm]] bỏ chạy. [[Đỗ Kỉ]] lại cho giết hơn 100 tướng Man đã đầu hàng. Tháng 3 năm [[1046]], Chuyển vận sứ Hoài Nam dâng sớ xin tiến binh vào thu đông tiêu diệt người Man; lại mộ quân ở ba châu Ung<ref>Nay thuộc [[Nam Ninh]], [[Quảng Tây]], [[Trung Quốc]]<\/ref>, Nghi<ref>Nay thuộc [[Hà Trì]], [[Quảng Tây]], [[Trung Quốc]]<\/ref>, Dung, đào sào huyệt, cho quân lích giả bộ đi săn để dò xét tình thế. Triều đình cho dụng kế đó, nên cuối cùng người Man phải quy phục.\n\nNgày [[21 tháng 9]] năm [[1049]], Chuyển vận tư Quảng Tây dâng tấu nói người Nùng ở châu Quảng Nguyên<ref>Nay thuộc địa phận tỉnh [[Cao Bằng]], Bắc Bộ [[Việt Nam]]<\/ref> xâm phạm đất Ung châu. Nhân Tông chiếu hai lộ Giang Nam, Phúc Kiến chuẩn bị ứng chiến. [[Nhà Tống]] tuyên bố châu Quảng Nguyên là một châu kimi thuộc địa giới của mình, nhưng từ lâu người trong châu đã xin phụ thuộc vào chính quyền [[Đại Việt|Đại Việt (Việt Nam)]]. Trước kia ở châu Quảng Nguyên có [[Nùng Tồn Phúc]] làm tri châu Quảng Do, em hắn là Tồn Nhai làm tri châu Vạn Nhai, em vợ là [[Nùng Đương Đạo]] làm tri châu Vũ Lịch. Tồn Phúc dùng binh tiến đánh, giết Tồn Nhai và Đương Đạo, rồi khởi binh cướp phá khắp nơi ở [[Trung Quốc]] và [[Việt Nam]], tự xưng hiệu Trường Sinh hoàng đế, lập vợ là A Nùng làm \"Minh Đức Hoàng hậu\"<ref name=\"TT\">''[[Đại Việt sử kí toàn thư]]'', kỉ nhà Lý, Thái Tông hoàng đế<\/ref>. Vua [[nhà Lý]] giận đem quân đánh, giết Tồn Phúc và con là Trí Thông. Vợ Tồn Phúc là A Nùng cải giá với một [[thương nhân]], sinh con trai đặt tên là Trí Cao. Năm lên 13 tuổi, Trí Cao giết cha của mình, nói rằng: ''\"Thiên hạ làm gì có ai hai cha bao giờ\"'', rồi giả xưng là con của Tồn Phúc, đổi sang họ Nùng<ref name=\"TG50\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷050|quyển 50]]<\/ref>. Rồi dẫn mẹ là [[A Nùng]] chạy đến châu Thảng Do, chiếm lấy châu ấy, đặt tên nước là [[Đại Lịch]] ([[1041]])<ref name=\"TG50\" \/><ref name=\"TT\" \/>. [[Lý Thái Tông]] đem quân đánh bắt được Trí Cao rồi lại thả cho về, mà còn phong cho ở đất [[Quảng Nguyên]]. Được 4 năm sau, Trí Cao lại nổi dậy, chiếm cứ châu An Đức, tiếm xưng là nước [[Nam Thiên]], đặt nguyên hiệu là Cảnh Thụy. Quân Việt lại đến tiến đánh, bắt được Trí Cao rồi lại tha cho.\n\nCùng lúc này, biên quan phía Nam giữa Đại Tống - Đại Việt không yên, tướng soái đụng độ nhau ngay vùng biên cương, đến đây Nùng Trí Cao bị quân Việt nhiều lần đánh bại, liền chạy sang đất Tống, thỉnh cầu xin viện binh, Nhân Tông không theo, nên Trí Cao lại trở mặt phản Tống. Ngày [[7 tháng 5]] năm [[1052]], Trí Cao xua quân đoạt lấy Ung châu, bắt tri châu [[Trần Củng]]<ref name=\"TG52\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷052|quyển 52]]<\/ref>. Trí Cao chiếm được Ung châu, tự xưng Nhân Huệ hoàng đế, đặt quốc hiệu là [[Đại Nam]], cải nguyên là Khải Lịch, đặt quan chế theo kiểu [[Trung Quốc]]. Sau đó Trí Cao xua quân đánh phá các nơi, chiếm được Hoành châu<ref>Nay là thành phố cấp huyện [[Hoành Châu]], [[Quảng Tây]], [[Trung Quốc]]<\/ref>, Quý châu<ref>Nay là [[Quý Cảng]], [[Quảng Tây]], [[Trung Quốc]]<\/ref>, Tầm châu<ref>Nay thuộc huyện [[Quế Bình]], [[Quảng Tây]], [[Trung Quốc]]<\/ref>, Đằng<ref>Nay là [[huyện Đằng]], [[Quảng Tây]], [[Trung Quốc]]<\/ref>, Ngô<ref>Nay là [[Ngô Châu]], [[Quảng Tây]], [[Trung Quốc]]<\/ref>,... tổng cộng chiếm được 12 châu. Ngày [[21 tháng 6]], Trí Cao tiến đánh Quảng châu, nhưng do thành Quảng châu phòng thủ vững chãi; lại có [[Tô Giám]] ở Anh châu<ref>Nay là huyện Anh Đức, [[Thanh Viễn]], [[Quảng Đông]], [[Trung Quốc]]<\/ref> đem quân cứu trợ<ref name=\"ReferenceA\">''[[Tống sử]]'', [[:zh:s:宋史\/卷446|quyển 446]]<\/ref>; nên quân giặc công hạ 57 ngày vẫn không hạ được, cuối cùng phải rút quân về. Trí Cao phát triển lực lượng lên tới 5 vạn, hùng cứ Lưỡng Quảng, quan tướng [[nhà Tống]] phải sợ không dám tiến. Tháng 10, Nùng Trí Cao hạ được Chiêu châu. Triều đình [[nhà Tống]] hoảng hốt. Nhân Tông lập tức triệt quân ở miền tây để chống cự người Hạ, tập trung cho mặt trận phía nam. Sai [[Dư Tĩnh]] và [[Tôn Miện]] đem quân thảo phạt Trí Cao, song vẫn chưa hạ được. Lúc này Trí Cao dâng biểu xin làm Tiết độ sứ cai quản Ung châu, Nhân Tông đã toan thuận cho, nhưng [[Địch Thanh]] ngăn lại và xin dẫn binh đánh dẹp.\n\nNhân Tông dùng [[Địch Thanh]] làm Xu mật phó sứ, Tuyên Huy Nam viện sứ, Tuyên phủ Kinh Hồ Nam Bắc lộ, Kinh chế Quảng Nam đạo tặc sự, để bình định miền nam. Nhà vua tự mình thiết yến để tiễn đưa tại điện Thùy Củng<ref name=\"ReferenceA\"\/>. Địch Thanh đến Quế châu, xuất tiền trong kho ra thưởng cho quân sĩ để động viên tinh thần chiến đấu của họ. Đầu năm [[1053]], [[Địch Thanh]] hội quân cùng [[Dư Tĩnh]] và [[Tôn Miện]] ở Tân Châu<ref>Nay thuộc [[Liễu Châu]], [[Quảng Tây]], [[Trung Quốc]]<\/ref> rồi hội các tướng lại cấm không cho ra đánh nhau với Trí Cao. Bấy giờ có quan Kiềm hạt tỉnh Quảng Tây là Trần Thự trái tướng lệnh đem quân đi đánh bị thua, Địch Thanh đem chém đi, rồi lệnh cho quân nghỉ 10 ngày. Quân đi thám biết chuyện về báo Trí Cao biết. Trí Cao tưởng là quân nhà Tống không dám đánh, bèn không phòng giữ.\n\nTháng 10 năm [[1053]], [[Nùng Trí Cao]] sai sứ đến nước Việt xin cầu cứu. [[Nhà Lý]] cử Chỉ huy sứ [[Vũ Nhị]] dẫn quân cứu Trí Cao. Quân Việt còn chưa khởi hành thì Địch Thanh đã ra quân trước, đem quân đến cửa Côn Lôn<ref>Nay thuộc vùng giao giữa [[Tân Dương]] và [[Ung Ninh]], [[Quảng Tây]], [[Trung Quốc]]<\/ref> đánh Nùng Trí Cao; Trí Cao dốc hết quân ra chống đánh. Địch Thanh phất cờ, thúc hai cánh tả hữu của đội kỵ binh xông ra đánh: Trí Cao thua chạy. Quân Tống đuổi theo năm mươi dặm, chém vài nghìn thủ cấp. Đồ đảng của Trí Cao là bọn Hoàng Sư Mật hơn một trăm năm mươi người đều tử trận cả. Trí Cao đốt thành, đang đêm lẩn trốn, chạy sang [[Đại Lý]]<ref>Lãnh thổ [[Đại Lý]] tức [[Nam Chiếu]] nay thuộc địa phận [[Vân Nam]], [[Trung Quốc]]<\/ref><ref>''[[Khâm định Việt sử thông giám Cương mục]]'', Chính biên quyển 3<\/ref>. Hai năm sau, Dư Tĩnh sai [[Tiêu Chú]] vào đạo Đặc Ma, bắt sống được mẹ và các em Trí Cao đều đem giết sạch. Nước [[Đại Lý]] cũng không dám chứa chấp Trí Cáo, bèn giết chết rồi nộp cho [[nhà Tống]]. Từ đó họ Nùng bị diệt<ref>Dẫn theo [[Dư Tĩnh]] trong [[Đại Tống bình nam bi]]. Bia đá này nay thuộc Thiết Phong Sơn Tây Lộc thuộc [[Quế Lâm]]<\/ref>. Về sau năm [[1057]], người trong họ của [[Nùng Trí Cao]] là [[Nùng Tông Đán]] lại nổi lên làm phản. Tri Quế châu [[Tiêu Cố]] dụ hàng thành công. Từ đó tình hình phía nam mới tạm thời yên ổn.\n\nTháng 4 năm [[1058]], [[Lý Thánh Tông]] ở [[Đại Việt]] sai [[Mai Nguyên Thanh]] đem con thú lạ sang cống [[nhà Tống]], nói dối là con kì lân<ref name=\"TG57\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷057|quyển 57]]<\/ref>. Tống đình rộn lên tranh nghị, vì kì lân chỉ là con trong truyền thuyết, chưa thấy ngoài đời bao giờ. Đại thần [[Điền Huống]] cho là điều gian trá, nhưng [[Tư Mã Quang]] biện giải rằng nếu làm lớn chuyện chỉ khiến thiên hạ chê cười, vì thế Nhân Tông từ chối không nhận lễ vật<ref>[http:\/\/chimviet.free.fr\/lichsu\/hoangxuanhan\/HXH_LyThuongKiet.htm Hoàng Xuân Hãn, Lịch sử bang giao triều Lý]<\/ref>.\n\nTháng 4 năm [[1059]], quân Việt tiến sang đất Tống, chiếm  các động Cổ Vạn, Tư Lẩm và Chiêm Lăng, giết quan nhà Tống là [[Lý Duy Tân]], đồng thời bắt giữ nhiều quân, dân và vật nuôi. Vua Tống và các quan lộ Quảng Tây phải ra dụ cấm [[Tiêu Chú]] gây sự với Đại Việt, rồi vua Lý mới rút quân về<ref>[[Đại Việt sử kí toàn thư]], kỉ nhà Lý, Thánh Tông hoàng đế<\/ref>. Châu mục châu Lạng bên Việt là [[Thân Thiệu Thái]] dẫn quân sang địa giới nhà Tống bắt cướp, tướng [[Tống Sĩ Nghiêu]] đem quân đánh trả nhưng thất bại. Năm [[1060]], [[Thân Thiệu Thái]] lại giết chết [[Tống Sĩ Nghiêu]] rồi tiến tới châu Ung và tấn công trại Vĩnh Bình. Quân [[Đại Việt]] bắt được chỉ huy sứ [[Dương Bảo Tài]] cùng nhiều quân dân. Nhân Tông sai sứ sang bàn việc đàm phán, lấy nơi họp bàn là Ung châu, nhưng phía Việt nhất quyết không chịu trả [[Dương Bảo Tài]].\n\n=== Hậu cung ===\n{{Bài chính|Ly miêu tráo thái tử}}\n{{Bài chính|Sự biến cung Ninh Thọ|Án Thái tử giả thời Tống Nhân Tông}}\n\nNgày [[24 tháng 12]] năm [[1024]], theo xếp đặt của hoàng thái hậu, Nhân Tông lập Quách thị làm Hoàng hậu<ref name=\"TG36\" \/>. Hoàng hậu là con gái của tiết độ sứ Bình Lư [[Quách Sùng]]<ref name=\"TS242\" \/>. Lúc đó Nhân Tông vốn thích Trương thị, nhưng do thái hậu ép buộc mà bất đắc dĩ phải lập Quách thị làm hậu, phong Trương thị làm Tài nhân. Quách hoàng hậu ỷ có Lưu thái hậu chống lưng, rất kiêu ngạo, cả Nhân Tông cũng không xem ra gì, giám sát hết hành động của ông, khiến ông rất bất bình.\n\nLưu thái hậu phong cho mẹ ruột của Nhân Tông làm Thuận dung, ép phải ra trông nom lăng cho Nhân Tông. Ngày [[8 tháng 4]] năm [[1032]], Lý Thuận dung được phong làm Thần phi rồi qua đời, có lời đồn là do thái hậu hạ độc mà chết<ref name=\"TG38\"\/><ref name=\"TS10\">''[[Tống sử]]'', [[:zh:s:s:宋史\/卷010|quyển 010]]<\/ref>. Thần phi từ khi hạ sinh long tử, đã phải mất con vào tay của thái hậu. Nhân Tông lên ngôi đã 10 năm, Thần phi vẫn phải ở trong đám phi tần, mà Nhân Tông cũng không biết gì về mẹ ruột của mình. Các quan trong triều sợ thái hậu, không ai dám nói ra<ref name=\"TG38\" \/>. Đến khi thần phi chết, trong cung không phát tang. Tể tướng [[Lã Di Giản]] vào hỏi việc có người trong hậu cung mới qua đời. Thái hậu sai vua đi khỏi, rồi quát mắng Di Giản rằng li gián hai cung. Di Giản lập luận với thái hậu rằng nếu muốn sau này họ Lưu còn tồn tại, thì phải đối xử trọng đãi với Lý thần phi. Thái hậu hiểu ra, bèn dùng nghi lễ hoàng hậu mà an táng cho Thần phi.\n\nSau khi Lưu Thái hậu mất, chú của Nhân Tông Yên vương [[Triệu Nguyên Nghiễm]] tiết lộ sự thật về thân thế của Lý Thần phi, nói rằng Lưu Thái hậu đã cướp Nhân Tông về làm con mình, bỏ rơi Thần phi ở trong cung thất sủng. Yên vương còn nói rằng Lưu Thái hậu đã hạ độc chết Thần phi. Nhân Tông kinh hoàng, đích thân tới nơi ở của Thần phi, hạ lệnh tôn Thần phi làm Thái hậu, thụy là Trang Ý. Khi mở quan tài của Trang Ý ra xem thì thấy di thể vẫn còn nguyên vì được táng bằng thủy ngân, theo lễ Hoàng hậu. Từ đó Nhân Tông đối với họ Lưu, ân điển vẫn như cũ<ref name=\"TG39\" \/>.\n\nTừ sau khi Nhân Tông nhận lại mẹ ruột, lại cho tìm kiếm thân thích họ Lý để phong cho quan tước, ban cho đãi ngộ đặc biệt: [[Lý Dụng]] và [[Lý Chương]] là Cáp môn phó sứ, con thứ của Dụng cũng được phong làm Thông sự xá nhân. Năm [[1046]], Nhân Tông hỏi ý kiến của [[Cổ Xương Triều]] về việc mình hậu đãi quá nhiều cho ngoại thích mà coi nhẹ cựu huân. Xương Triều muốn lấy lòng Nhân Tông, nên đáp rằng phân phong cho ngoại thích cũng là việc nên làm<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷048|quyển 48]]<\/ref>.\n\nTrước kia hoàng hậu Quách thị được lập không phải là ý của Nhân Tông. Từ sau khi Lưu thái hậu chết đi, Nhân Tông không còn ai ngăn cản, mặc sức ăn chơi trác táng. Ở trong cung ông cho nạp rất nhiều mĩ nữ xinh đẹp, có tích là nhà vua còn cho bắt con gái nhà lành để sung vào cung. Quách hoàng hậu vốn không được sủng ái như hai Mỹ nhân Thượng, Dương. Hoàng hậu tánh đố kị, thường nói ra những lời oán giận. Nhân một hôm Nhân Tông đang vui đùa với hai phu nhân, hoàng hậu lén rình nghe thấy Thượng Mỹ nhân nói xấu mình, bèn xông tới gây gổ, rồi đánh vào hai vị Mỹ nhân. Hai Mỹ nhân hoảng sợ, nấp vào sau lưng Nhân Tông. Hoàng hậu trong cơn tức giận mà không kiềm chế được, đã giáng nhầm cú tát vào mặt vua<ref name=\"TG39\" \/><ref>[http:\/\/www.doisongphapluat.com\/gia-dinh\/vi-hoang-de-duy-nhat-trong-lich-su-bi-vo-ghe-gom-tat-nay-lua-a53547.html Vị hoàng đế duy nhất trong lịch sử bị vợ ghê gớm tát nảy lửa]<\/ref>. Mặc dù Nhân Tông đã cố tình che giấu vết thương nhưng vẫn bị phát hiện, trong triều bèn rộn lên những lời đồn đãi. Lại thêm [[Lã Di Giản]] ngày trước bị Hoàng hậu nói gièm mà mất chức, nay được khai phục thì tìm cách trả thù, cũng ra sức hùn vào; lấy lý do: Hoàng hậu lập lên đã chín năm mà chẳng có con. Trong lúc Nhân Tông còn chưa quyết định xong thì bên ngoài đã biết hết chuyện, [[Phạm Trọng Yêm]] bèn đem chuyện này ra và khuyên sớm quyết định để tránh đàm tiếu.\n\nNgày [[16 tháng 1]] năm [[1034]], Nhân Tông giáng hoàng hậu làm Tịnh phi, Ngọc Kinh Trùng diệu tiên sư, ban tên là Thanh Ngộ; bắt dời ra Diêu Hoa cung mà tu đạo<ref name=\"TS242\" \/>. Bọn các đại thần [[Phạm Trọng Yêm]], [[Khổng Đạo Phụ]],... đến chất vấn [[Lã Di Giản]] về việc phế hậu; đều bị đuổi khỏi triều đình. [[Tiền Duy Diễn]] vì có móc nối với Quách hậu cũng bị đuổi ra Sùng Tín quân. Sau khi Quách hậu bị phế, hai mĩ nhân Thượng, Dương độc sủng trong cung. Nhân Tông ngày đêm đắm chìm trong sắc dục đến nỗi cơ thể suy nhược gầy còm. Dương thái phi (lúc này đã được tôn làm Thái hậu) được tin đó, trách cứ hai phu nhân Thượng, Dương mê hoặc thánh thượng. Nhân Tông bất đắc dĩ cũng phải phế hai mĩ nhân này làm đạo sĩ<ref name=\"TG39\" \/>. Sau chuyện đó, có phu nhân họ Trần nhập cung, Nhân Tông rất sủng ái và muốn lập làm tân hậu. Tham chính [[Tống Thụ]], Xu mật sứ [[Vương Tăng]] lại can ngăn. Cuối cùng quyết định dùng lễ cưới mà rước cháu gái của danh tướng [[Tào Bân]] vào cung, phong làm Hoàng hậu.\n\nNgày [[10 tháng 12]] năm [[1035]], Quách phế hậu lâm bệnh. Nhân Tông lúc này có ý hối hận chuyện khi trước, nên thường sai người đến hỏi thăm. Đến đây sai [[Diêm Văn Ứng]] đến chữa trị, mà Diêm Văn Ứng trước kia từng gièm pha khiến Quách hậu bị phế nên rất lo sợ. Ngay sau đó hoàng hậu qua đời, người ta đồn đãi là do thái y Văn Ứng hạ thủ. Nhân Tông cho khôi phục địa vị hoàng hậu của Quách thị nhưng không cho thụy hiệu.\n\nCuối năm [[1036]], Bảo Khánh thái hậu là Dương thị băng hà. Ngày trước khi Trang Hiến thái hậu mất, thái hậu cố từ khi Nhân Tông xưng thần với mình. Đến khi có chỉ mỗi năm cấp cho 20.000 làm phí tắm gội, hậu cũng cố từ nhưng không được. Do Nhân Tông không có con trai, thái hậu đề xuất đem các con của các thân vương vào cung nuôi nấng, mới lựa ra được trong số đó có Anh Tông hoàng đế về sau. Khi thái hậu mất đi, Nhân Tông cho thụy là Trang Huệ, lại theo chuyện [[Đường Vũ Tông]] để tang Nghĩa An thái hậu, phục tang tiểu công, lấy ngày thay tháng, không lên triều tám ngày, trong thời gian để tang không vận đồ đẹp. Đặt tôn thụy cho bà Trang Huệ, bấy giờ có lời khen hoàng đế là con có hiếu<ref name=\"TG40\" \/>. Đầu năm [[1045]], Nhân Tông cho cải thụy hiệu của Trang Mục, Trang Hiến, Trang Ý, Trang Hoài, Trang Huệ hoàng hậu thành Chương Mục, Chương Hiến, Chương Ý, Chương Hoài, Chương Huệ.\n\nNgày [[14 tháng 5]] năm [[1048]], bọn quan giữ điện Sùng Chánh gồm [[Nhan Tú]], [[Quách Quỳ]], [[Vương Thắng]], [[Tôn Lợi]] mưu gây biến loạn, đêm tối dẫn quân tiến vào tẩm điện. Nửa đêm xảy ra binh biến, Nhân Tông cầm áo núp dưới gầm giường và muốn chạy ra ngoài tránh nạn. Hoàng hậu Tào thị khi đó ở trong tẩm điện, bèn ngăn vua lại và cho đóng cửa cung, sai cung nhân triệu đô tri [[Vương Thủ Trung]] dẫn binh hộ giá. Quân phản nghịch tiến vào cung, giết nhiều cung nhân. Bọn [[hoạn quan]] tưởng vua chưa biết chuyện, muốn trấn an nên nói rằng chỉ là cung nhân đánh nhau. Tào hậu mắng rằng:\n\n''\"Bọn giặc giết người trong điện, vua đang muốn ra ngoài, còn nói những lời này\"''.\n\nTào hậu biết giặc sẽ phóng hỏa, nên sai bọn [[hoạn quan]] đem nước đến chuẩn bị sẵn, quả nhiên đúng như vậy. Tào hậu cho gọi bọn người trong cung dậy, hễ khi Thái giám thụ lệnh ra điện truyền đạt thông tin, Tào hậu đều tự tay cắt một đoạn tóc của họ, nói lấy làm chứng để ngày mai thưởng công. Bởi vậy, mọi người đều tận lực ra sức, bọn làm phản đều bị giết, nhưng không tra ra ai là kẻ đầu sỏ<ref name=\"TG49\" \/>. Sự kiện này được gọi là [[Ninh Thọ cung biến]]. Mặc dù Tào hậu lập công lớn trong vụ này, nhưng có một số đại thần như Gián quan [[Vương Chú]] dâng sớ nói Hoàng hậu là chủ mưu thực sự, vì bà tỏ ra bình tĩnh như thể biết trước mọi chuyện; nhưng ý kiến này không được nhiều người tán thành nên Tào thị vẫn giữ được ngôi Hoàng hậu. Sau sự việc này Xu mật sứ [[Hạ Tủng]] dâng sớ nói về sự nguy hiểm của bọn nội thị, Nhân Tông đành bãi miễn toàn bộ quan lại của hoàng thành ti và nội thị sảnh, còn các cung nữ và hoạn quan bị nghi câu kết với đảng nghịch cũng bị xử tử<ref>Thương Thánh, sách đã dẫn, trang 411<\/ref>.\n\nDo Nhân Tông không có con trai khiến nhiều kẻ muốn nổi lên tranh ngôi. Vào năm [[1050]], có y giả [[Lãnh Thanh]] xưng là con vua, nói mẹ của hắn trước là cung nữ từng được Nhân Tông sủng hạnh, sau bị đuổi ra khỏi cung mới biết mình mang thai long tử. Tri phủ Khai Phong [[Tiền Minh Dật]] truy bắt Thanh, rồi hành lễ với hắn như với thế tử. Việc đến trong cung, triều đình trên dưới xôn xao bàn luận. Nhân Tông lập tức sai Tri gián viện là [[Bao Chửng]] điều tra việc đó. Bao Chửng tra ra rằng mẹ của Thanh là Vương thị trước kia có thời hầu ở trong cung, được vua ân sủng, sau khi rời cung được ba năm mới lấy một nông phu, sinh một con gái rồi mới sinh Thanh. Sau đó [[Lãnh Thanh]] bị xử tử, còn [[Tiền Minh Dật]] vì từng hạ mình với Lãnh Thanh cũng bị điều ra Thái châu<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷051|quyển 51]]<\/ref><ref>[http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Su-that-ve-Bao-Thanh-Thien-pha-an-371483\/ Sự thực Bao Thanh Thiên phá án]<\/ref>.\n\nTuy Tào hoàng hậu được lập lên chính vị trung cung nhưng lại không được Nhân Tông sủng ái. Ngược lại có Ngự thị họ Trương là con gái của [[Trương Nghiêu Phong]], người Hà Nam. Trương ngự thị nhập cung từ năm mới lên 8, do tính tình thông tuệ, dung mạo đẹp đẽ mà được lòng của Nhân Tông, phong lên ới Quý phi, ban đãi ngộ đặc biệt, khác hẳn với các tần phi khác<ref name=\"TG42\" \/>. Quý phi dần lôi kéo người nhà là [[Trương Nghiêu Tá]] vào các chức vụ quan trọng trong triều, việc Nhân Tông trọng dụng ngoại thích khiến quần thần bất bình, phản đối.\n\nVì Nhân Tông độc sủng Trương quý phi, thế lực ngoại thích họ Trương nhân đó nổi lên. Nhân Tông có ý bổ dụng ngoại thích là [[Trương Nghiêu Tá]] vào các chức vụ quan trọng, từ Tam tư sứ, Thị lang bộ Lễ, Tuyên huy sứ. Đình thần có nhiều người lên tiếng can gián nhưng Nhân Tông vẫn để ngoài tai. Năm [[1050]], bọn [[Bao Chửng]], [[Trần Húc]], [[Ngô Khuê]] lại dâng sớ can gián Nhân Tông vì quá trọng dụng ngoại thích họ Trương. Mấy tháng sau chức Tham chính bị khuyết, Nhân Tông muốn cho Nghiêu Tá giữ chức đó, và cất nhắc nội thị [[Vương Thủ Trung]] làm Tiết độ sứ. Trong triều có [[Bành Tư Vĩnh]] cực lực khuyên gián, vì thế việc này mới dừng lại. Tuy nhiên Nhân Tông vẫn chưa từ bỏ ý cất nhắc cho Nghiêu Tá. Đầu năm [[1051]], Nghiêu Tá được phong lên chức Tuyên Nam huy viện sứ, Tiết độ sứ Hoài Khang, lại cho em của Trương quý phi, con trai của Nghiêu Tá làm Vệ úy tự, Tiến sĩ xuất thân... Lần này [[Bao Chửng]] lại cực lực khuyên can, lớn tiếng mắng chửi quốc trượng, nói đến nỗi nước bọt bắn cả vào mặt Nhân Tông, khiến vua phải đưa vạt áo lên mà lau đi. Trong triều cũng có nhiều đại thần lên tiếng phản đối, Nghiêu Tá bất đắc dĩ phải xin không nhận chức.\n\nNăm [[1051]], khách trong phủ của Việt quốc phu nhân Tào thị (mẹ của Trương quý phi) là [[Trương Ngạn Phương]] phạm tội quấy nhiễu dân, bị giam vào ngục, việc này liên lụy tới cả Việt quốc phu nhân. Tri phủ Khai Phong bàn giết Ngạn Phương nhưng không dám đá động tới Tào thị. Hàn lâm học sĩ [[Tống Kì]] có con trai giao du với Ngạn Phương, nên bị cách chức điều tra Bạc châu. Lúc này Tống Tường xin miễn chức vì lời đàn hặc, dùng [[Lưu Hãng]] lên thay chức. Lưu Hãng vì phản đối xử tội [[Trương Ngạn Phương]] nên được lòng quý phi, nhân đó mà thăng chức. Đình thần có nhiều người can ngăn, Nhân Tông không theo.\n\nTrương quý phi độc sủng nhiều năm, xa hoa kiêu ngạo, dùng vệ binh, đi kiệu lớn đều tiếm theo nghi lễ của hoàng hậu, Nhân Tông tuy biết việc nhưng cũng nhắm mắt làm ngơ. Năm [[1054]], Trương quý phi bị bệnh qua đời, Nhân Tông đau xót khôn nguôi, cho nghỉ ra triều bảy ngày. Nhập nội áp ban [[Thạch Tồn Bân]] đón ý Nhân Tông, bèn xin truy tặng cho quý phi, bọn hoạn giả cũng ra sức tán thành. Nhân Tông bèn dùng lễ hoàng hậu an táng cho quý phi, bắt các đại thần và tôn thất vào cung quỳ bái, ban cho thụy hiệu là Cung Đức hoàng hậu. Quan Phó sứ Xu mật [[Tôn Biện]] có lời can rằng chữ Đức đã đặt cho 4 vị hoàng hậu của Thái Tông rồi, vì thế mới đổi thành chữ Ôn Thành<ref name=\"TS242\" \/><ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷054|quyển 54]]<\/ref><ref>''[[Tư Mã Quang]]'', Tốc thủy kí văn: Ôn Thành hoàng hậu Trương thị, kì Tiên Ngô nhân...<\/ref>. Lại phong cha của Ôn Thành hoàng hậu [[Trương Nghiêu Phong]] là Thanh Hà quận vương, mẹ là Tào thị làm Tế quốc phu nhân. Ngự sử trung thừa [[Tôn Biến]] ba lần dâng sớ can ngăn, Nhân Tông không trả lời.\n\nNăm [[1059]], nội bộ hoàng gia nổ ra một vụ lùm xùm lớn. Nguyên trưởng nữ của Nhân Tông là [[Phúc Khang công chúa]] trước được gả cho Lý Vĩ là người trong họ của Lý Thần phi. Tuy nhiên Công chúa với phò mã không hòa thuận, mà công chúa lại đem lòng yêu viên hoạn quan hầu cận tên là [[Lương Hoài Cát]]. Một lần nọ, công chúa cùng Lương Hoài Cát lén lút gặp nhau tư tình, mẹ chồng của công chúa là Dương thị nhìn lén ngoài cửa sổ. Công chúa phát hiện, gây gổ đánh nhau với Dương thị và phò mã, rồi bỏ về cung. Triều thần được tin đều bất bình, gây sức ép bắt Nhân Tông phải trừng phạt. Sau khi bàn bạc với Tào hoàng hậu, Nhân Tông cho giam cầm công chúa trong cung, đày Hoài Cát làm lao dịch ở Hoàng lăng, và giáng Lý Vĩ từ chức Tiết độ sứ xuống làm tri Vệ châu. Về sau Công chúa dọa sẽ tự tử và thiêu rụi hoàng cung nếu Hoài Cát bị xử tội, cho nên cả Hoài Cát và Lý Vĩ đều được tha bổng, nhưng Hoài Cát không được hầu bên cạnh Công chúa nữa. Mẹ ruột của công chúa là Miêu phi bày kế tìm sơ hở của phò mã để bắt tội, thậm chí còn có ý ám sát phò mã, nhưng tất cả âm mưu này đều được Tào hậu ngăn chặn kịp thời.<ref name=\"TG57\"\/>\n\n=== Lập tự và qua đời ===\n[[Tập tin:Empress of Renzong of Song.jpg|nhỏ|giữa|300px|Từ Thánh Quang Hiến hoàng hậu Tào thị ([[1016]] - [[1079]]), vợ thứ hai của Tống Nhân Tông, bên trái là Hoàng tử Triệu Thự, về sau là [[Tống Anh Tông]].]]\n[[Tập tin:%E5%AE%8B%E9%9F%A9%E9%AD%8F%E5%85%AC%E7%90%A6.jpg|nhỏ|giữa|200px|[[Hàn Kì]], người giữ chức tể tướng qua 3 triều vua [[nhà Tống]].]]\n\nGiống như vua cha Tống Chân Tông khi trước, đường con cái của Tống Nhân Tông rất lận đận. Trong cung, các phi tần hạ sinh được ba hoàng tử là Phưởng, Hân, Hi nhưng đều chết non; chỉ có bốn người con sống đến tuổi trưởng thành thì đều là công chúa. Vì thế vào năm [[1035]], hoàng hậu Tào thị cho đón con trai của Bộc vương [[Triệu Doãn Nhượng]] tên là Tông Thực vào cung để nuôi dưỡng, dự phòng có người kế vị sau này<ref name=\"TG40\" \/><ref>Thương Thánh, sách đã dẫn, trang 412<\/ref>.\n\nCuối những năm Hoàng Hựu, Thái thường bác sĩ là [[Trương Thuật]] thấy Nhân Tông tuổi đã cao mà chưa có người kế tự, bèn dâng sớ xin tuyển trong tông thất những người hiền năng mà đào tạo. Đến năm [[1055]], Thuật lại dâng sớ xin lập tự, Nhân Tông không trả lời song cũng không trách phạt. Đến Tết nguyên đán năm [[1056]], Nhân Tông ngự triều ở điện Đại Khánh, mà đêm trước đó có tuyết rơi nặng hạt, khiến vua mắc bệnh. Khi bách quan tập hợp đầy đủ chuẩn bị hành lễ thì Nhân Tông bỗng ngả ra bất tỉnh, các nội quan phải dìu vua về cung<ref name=\"TG56\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷056|quyển 56]]<\/ref>. Việc này khiến trên dưới cả triều bất an. Đến 8 ngày sau, Nhân Tông mới tỉnh lại và ra ngự triều, đến một tháng mới khỏi hẳn. Từ đó trong triều rộn lên nhiều chuyện liên quan đến ngôi trữ quân còn chưa định. Tri gián viện [[Phạm Trấn]] và Điện trung Thị ngự sử [[Triệu Biến]] xin Nhân Tông học theo Chân Tông ngày xưa (Chân Tông đến hơn 40 tuổi thì Nhân Tông mới chào đời), chọn con cháu trong hoàng gia ra một người xuất chúng, Nhân Tông không trả lời. Các tể tướng [[Phú Bật]], [[Văn Ngạn Bác]], [[Vương Đức Dụng]], Hàn lâm học sĩ [[Âu Dương Tu]], [[Tư Mã Quang]] cũng lũ lượt dâng sớ đều không có hồi âm. Giữa năm đó, Xu mật sứ [[Địch Thanh]] vì uy quyền quá lớn nên bị quần thần dị nghị, rồi bị đày ra Trần châu<ref>Nay thuộc [[Chu Khẩu]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref>. Nhân Tông lại triều [[Hàn Kì]] về triều, phong làm Xu mật sứ.\n\nNgày [[8 tháng 9]] năm [[1058]], [[Bao Chửng]] vừa được phong làm Ngự sử trung thừa lại xin lập tự. Tuy nhiên khi đó trong hậu cung lại có người mang thai, việc bị gác lại. Quần thần đều hi vọng đó là hoàng tử, nhưng cuối cùng lại sinh ra một tiểu công chúa. Lại nói từ sau khi Ôn Thành hoàng hậu qua đời, có 10 cô gái được sủng hạnh, gọi là Thập cáp, trong đó có Chu thị, Đổng thị sinh được công chúa. Thập cáp ỷ sủng sinh kiêu, bày ra nhiều trò làm náo loạn hậu cung, khiến quần thần cũng bất bình. Cuối cùng khi thời tiết đại hạn, Nhân Tông đành phải hạ lệnh trục xuất những phi tử chưa từng mang thai trong số Thập cáp ra khỏi cung, cùng với 236 cung nữ khác<ref name=\"ReferenceB\">''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷058|quyển 58]]<\/ref>. Mùa xuân năm [[1062]], dùng [[Triệu Khái]] làm Tham tri chính sự, [[Ngô Khuê]] làm Hữu Gián nghị đại phu, Xu mật phó sứ.\n\nLúc trước khi Nhân Tông chưa chào đời thì Chân Tông cho nuôi người tông thất là Doãn Nhượng ở trong cung để dự phòng kế vị. Sau này có Nhân Tông thì Doãn Nhượng được phong làm Bộc vương. Con trai của Bộc vương tên là Tông Thực được nuôi trong cung từ năm lên 4, là người có tư cách kế vị nhất trong số tông thân. Khi Hàn Kì lại tâu xin lập tự, vua đã có ý chọn Tông Thực. Giữa lúc đó vào đầu năm [[1059]], Bộc vương Doãn Nhượng qua đời, Tông Thực phải trở về phủ chịu tang. Đến năm [[1062]], Thực được bổ nhiệm Tần châu phòng ngự sứ, Tri Tông chánh tự<ref>''[[Tục tư trị thông giám]]'', [[:zh:s:續資治通鑑\/卷060|quyển 60]]<\/ref>, nhưng lại bốn lần dâng biểu, lấy lý do phục tang mà từ chối. Khi ông hết tang, Nhân Tông hạ chiếu phong làm hoàng tử, ban tên là Thự, ông cáo bệnh mà từ chối. Nhân Tông hỏi ý của tể thần [[Hàn Kì]], rồi hạ chiếu cho hoàng tử Thự mỗi ngày ông lên triều một lần. Tháng 10 năm [[1062]], được dời Tề châu phòng ngự sứ, tước Cự Lộc quận công<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷013|quyển 13]]<\/ref>.\n\nTháng 3 năm [[1062]], Nhân Tông không khỏe, hạ chiếu đại xá, giảm tội một bậc cho tất cả tù phạm, từ tội đồ trở xuống thì phóng thích<ref name=\"ReferenceC\"\/>. Ngày [[19 tháng 4]], cựu [[tể tướng]] [[Bàng Tịch]] mất<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷311|quyển 311]]<\/ref>. Vì Nhân Tông không khỏe nên chỉ sai người đến dự tang, truy tặng Tư không, Thị trung, thụy là Trung Mẫn. Ngày [[23 tháng 4]], ông ngự điện Diên Hòa gặp Tiến sĩ, cập đệ đồng xuất thân của khoa thi năm đó gồm 341 người. Ngày [[24 tháng 4]] năm [[1063]], bệnh tình của Nhân Tông có chuyển biến tốt, bèn ra ngự điện nhận sự chúc mừng của trăm quan<ref name=\"TS12\">''[[Tống sử]]'', [[:zh:s:宋史\/卷012|quyển 12]]<\/ref>.\n\nĐến [[30 tháng 4]] năm [[1063]], Nhân Tông sau khi ăn tối xong thì trở về điện Phúc Ninh, đến nửa đêm thì đau nặng, liền cho triệu [[hoàng hậu]] Tào thị đến. Khi đó Nhân Tông không thể nói được nữa; hoàng hậu triệu các thái y đến châm cứu và dâng thuốc nhưng đã không kịp. Sau đó Nhân Tông băng hà. Hoàng hậu sợ có biến, liền giữ các chìa khóa các cung ngay bên mình, đến sáng hôm sau triệu hoàng tử và các đại thần đến bàn việc lên ngôi. Hoàng tử thất sắc nói: ''Không dám theo, không dám theo''. [[Hàn Kì|Hàn Kỳ]] cùng các đại thần ra sức thúc ép, đưa sẵn triều phục; triệu [[Vương Khuê]] đến thảo di chiếu rồi tuyên đọc ở điện Phúc Ninh. Hoàng tử Thự lên nối ngôi, tức là [[Tống Anh Tông]], dâng thụy hiệu cho tiên đế là '''Thể Thiên Pháp Đạo Cực Công Toàn Đức Thần Văn Thánh Vũ Duệ Triết Minh Hiếu hoàng đế''' (體天法道極功全德神文聖武睿哲明孝皇帝), [[miếu hiệu]] là [[Nhân Tông]] (仁宗), an táng tại [[Vĩnh Chiêu Lăng]] (永昭陵). Nhân Tông trị vì 41 năm, thọ 54 tuổi.\n\nTheo [[Tống sử]], sau khi Nhân Tông qua đời, cả thành Biện Lương kêu gào than khóc, nhiều ngày không dứt, những người khất thực và đám trẻ, đốt tiền giấy và khóc trước Đại Nội. Lạ lùng là ngay cả [[Liêu Đạo Tông|hoàng đế Khiết Đan khi đó]] cũng thương tiếc về sự qua đời của ông.\n\n== Nhận định ==\n[[Tập tin:SongRenZong Lanting.JPG|nhỏ|phải|300px|Tự bi của Tống Nhân Tông ở đình Lan Lăng.]]\n=== Khen ngợi ===\nTrung Quốc kể từ thời kì [[Xuân Thu Chiến Quốc]], thì triều Tống được coi là triều đại có nền chính trị khoan hòa. Mặc dù liên tục phải đối phó với họa ngoại xâm nhưng ở bên trong triều đình ít có những biến động lớn. Sự kiện ánh nến tiếng rìu, hay những nạn quyền thần thời [[Nam Tống]], đều chỉ là những âm mưu chính trị trong nội bộ và không dẫn đến những vụ thảm sát lớn như tru diệt công thần thời Hán, [[Sự biến Hà Âm]] thời [[Nam Bắc triều]], [[Sự biến cửa Huyền Vũ]] đời Đường hay Tứ đại án đời Minh. Từ khi [[Tống Thái Tổ]] dùng rượu giải binh quyền mà tránh được tiếng thảm sát công thần, nhưng cũng thâu tóm được binh quyền về tay hoàng đế. Những năm về sau Thái Tông, Chân Tông rồi Nhân Tông thi hành đường lối trọng văn khinh võ, còn thực hiện nghiêm lệnh cấm tiệt các đại thần gây gổ xích mích mà nhục mạ hay đánh nhau ở chốn công cộng, cấm chỉ văn tự ngục (trừ trường hợp thông địch phản quốc). Tống Nhân Tông lên ngôi, càng tôn sùng việc học văn, sùng bái Nho gia kinh điển. Chế độ khoa cử ở thời kì của ông rất phát triển; ông đặt ra lệ dùng [[Tứ thư]]: Đại học, Luận ngữ, Trung dung, Mạnh Tử làm tư liệu học tập tối quan trọng của sĩ nhân trong thiên hạ. Giai đoạn trị vì của Tống Nhân Tông được coi là thời kì phát triển rực rỡ về kinh tế, văn hóa của thời Tống. Rất nhiều học giả đương thời và hậu nhân [[Âu Dương Tu]], [[Tư Mã Quang]], [[Vương An Thạch]], [[Tăng Củng]], [[Hồ An Quốc]], [[Lưu Quang Tổ]], [[Chu Tất Đại]], [[Dương Vạn Lý]], [[Trần Tuấn Khanh]], [[Lưu Khắc Trang]], [[Văn Thiên Tường]]... đã ca ngợi thời của 40 năm trị vì của ông là \"thịnh trị\", so sánh với Trinh Quán, Khai Nguyên thịnh thế đời [[nhà Đường]].\n\nNăm [[1059]], tể thần [[Phú Bật]] xin dâng phong hiệu cho Nhân Tông thêm bốn chữ \"Đại Nhân Chí Trị\", song ông từ chối. 4 năm sau khi ông mất, triều đình đã dùng chữ Nhân này để đặt miếu hiệu cho ông<ref name=\"ReferenceB\"\/>.\n\nTống Nhân Tông cũng là ông vua hết sức tiết kiệm và có đạo đức. Một đêm ông thèm ăn thịt dê nhưng ông cố nhịn, sáng mai tâm sự với viên thái giám thân tín rằng: ''đêm qua Trẫm thèm ăn thịt dê quá''. Viên Thái giám vội tâu: ''ấy chết! bệ hạ thèm ăn thịt dê sao không bảo bọn ngự trù làm đêm hôm qua cho Hoàng thượng dùng''. Nhân Tông nói: ''nếu đêm qua trẫm gọi sợ làm phiền bọn ngự trù phải thức dậy chuẩn bị thịt dê cho Trẫm, hơn nữa chiều bản thân mình quá cũng không phải là điều hay''. Bữa ăn của ông hầu hết là thanh đạm, có khi vào dịp lễ tết, ông nhận thấy món thịt cua mà mình ăn trị giá tới 1000 lạng bạc, từ đó kiêng không ăn món này nữa<ref>Thiệu Bác, Văn kiến hậu lục<\/ref>.\n\n[[Tống sử]] khen ngợi Tống Nhân Tông như sau\n:''Nhân Tông ở ngôi 42 năm, bỏ kẻ lười biếng, ghét kẻ tàn ác khắc nghiệt; hình pháp khoan dung, hình ngục ít thấy có sự oan trái. Trong nước ít có tệ nạn, nhưng chưa đến mức trị thế chi thể; triều đình thường ít có tiểu nhân, nhưng chưa được đến mức thiện loại chi khí. Quân thần trên dưới có lòng kính sợ, chính trị trung hậu; là tiền đề cho cơ đồ 300 năm của Tống<ref name=\"TS12\" \/>, hay \"Bốn mươi hai năm, có thể nói là thời kì trong nước đại trị.\".\n\nHọc giả triều [[Bắc Tống]] [[Thiệu Bá Ôn]] nhận định: \"Đế biết thực hành những điều trị nước: chọn tể tướng, dùng quan gián, sợ trời yêu dân, giữ pháp độ tổ tông. Tể phụ [[Phú Bật]], [[Hàn Kì]], [[Văn Ngạn Bác]], Thai gián có [[Đường Giới]], [[Bao Chửng]], [[Tư Mã Quang]], [[Phạm Trấn]], [[Lữ Hối Vân]]. Than ôi, thời Chu Thành, Khang; Hán Văn, Cảnh cũng chưa từng có được như thế.\n\nChính luận gia [[Bắc Tống]] [[Trần Sư Tích]] hoài niệm về nền thịnh trị thời Nhân Tông\n:''Tống triều dựng nước khoảng hơn 50 năm, coi là thái bình, hưởng quốc lâu dài, quốc dân tín nhiệm, không gì được như đời Nhân Tông hoàng đế... Thời Khánh Lịch, Gia Hựu chi trị là thời cực trị của bổn triều, vượt qua Hán Đường sánh ngang [[Tam Đại]].''\n\nĐại văn hào [[Tô Thức]]:\n:''Tống triều lập quốc hơn 70 năm, dân không biết binh đao, giàu sang lễ giáo, tới đời Nhân Tông Thiên Thành, Cảnh Hựu là tối cao.''\n\nDanh nhân [[Nam Tống]] [[Vệ Kính]] viết: ''Gia Hựu chi trị'', trước đó chưa thời nào bằng được.\n\n=== Chỉ trích ===\n\n[[Vương Phu]] bình luận Tống Nhân Tông là người không có ý chí. Không kể 11 năm đầu bị Chương Hiến thái hậu áp chế; thì Nhân Tông cai quản triều chính cũng hơn 30 năm, đại thần lưỡng phủ, tể chấp liên tiếp bổ dụng rồi thay đổi trong sớm tối. Chính trị thì khoan hoà quá mức, pháp luật không thi hành thực sự nghiêm cẩn, phương lược trị quốc từ cải cách chuyển sang bảo thủ ngày một ngày hai thay đổi khiến quân dân không biết sao mà thích ứng<ref>''[[Tống sử]]'', [[:zh:s:宋史\/卷320|quyển 320]]<\/ref>. Thời kì cải cách Khánh Lịch, Nhân Tông khởi dụng [[Âu Dương Tu]], [[Dư Tĩnh]], [[Vương Tố]] làm Gián quan; có đại thần khuyên ông\n:''Triều đình tăng số gián thần; Tu, Tĩnh nhận chức trong một ngày, là một cái hay. Nhưng bổ dụng người can gián không khó, nghe lời can gián mới khó. Ba người trung thành tắc chính, tất sẽ nói ra những lời thẳng. Thần sợ có tà nhân gây chuyện bất lời. Nếu có kẻ đó xin bệ hạ giết chúng đi, để thiên hạ biết quan can gián không phải là hữu danh vô thực.''\n\nSau đó còn chỉ trích thẳng vua: Khoan nhân thiếu quyết đoán, không thích nghe lời nói thẳng, không tỏ đủ uy quyền.<ref>Sư Thịnh, Đặng Dân Hiên biên tập; sách đã dẫn，09-2001：trang 209．<\/ref>\n\nKhi Nhân Tông nắm quyền, mặc dù ông đã có những cố gắng, như thực hiện [[Khánh Lịch tân chính]], nhằm củng cố quân đội và kinh tế song không thu được nhiều hiệu quả. Sự kiện tăng thuế Trọng Hy và sự li khai của Tây Hạ là những nốt trầm trong thời đại của ông, trong khi ông và các triều thần vẫn tiếp tục đường lối từ thời vua cha là dùng tiền cống nộp cho Liêu, Hạ với hi vọng đảm bảo sự an toàn cho triều đại của mình. Điều này có hiệu quả to lớn giúp tránh được nạn chiến tranh, dân chúng được sống yên bình và kinh tế có điều kiện phát triển. Thời nay nhiều người nhìn nhận vấn đề từ một phía, mà chỉ trích nặng tay, quá khích những chính sách như vậy là hạ mình, bạc nhược<ref>Thương Thánh, sách đã dẫn, trang 409<\/ref> \n:''Hồ đồ nhu nhược, không có thực quyền. Không có tinh thần chiến đấu, cắt đất và cống nạp để cầu hòa. Mở rộng đường làm quan, quan lại vô dụng trong triều quá nhiều. Thuế khóa tăng, tài chính cạn kiệt''.\n\nNhưng thực tế một xã hội tương đối thái bình cùng với phát triển của kinh tế, xã hội dưới triều Nhân Tông đã chứng minh mặt tích cực của đường lối ngoại giao khôn khéo.\n\nTuy nhiên một thực tế rõ ràng, từ đường lối trọng văn khinh võ của Tống Nhân Tông nói riêng và các triều vua Bắc Tống nói chung khiến binh lực tuột dốc, sức phòng thủ yếu kém, dẫn đến hậu quả mất nước thảm thương trong sự kiện Tĩnh Khang khoảng hơn 60 năm sau khi Nhân Tông qua đời.\n\n== Gia thất ==\n* Cha: [[Tống Chân Tông]] Triệu Hằng.\n* Mẹ: [[Lý Thần phi (Tống Chân Tông)|Chương Ý Hoàng hậu]] Lý thị (章懿皇后李氏, 987 - 1032), còn gọi là ''Lý Thần phi'' (李宸妃), người [[Hàng Châu]], con gái của [[Lý Nhân Đức]] (李延嗣). \n* Mẹ nuôi: \n# [[Chương Hiến Minh Túc hoàng hậu]] Lưu Nga (章献明肃皇后刘氏, [[968]] - [[1033]]), người [[Ích Châu]], con gái của [[Lưu Thông]] (刘通). \n# [[Dương thục phi (Tống Chân Tông)|Chương Huệ Hoàng hậu]] Dương thị (章惠皇后楊氏, [[984]] - [[1036]]), còn gọi là ''Dương Thục phi'' (楊淑妃), con gái của [[Dương Tri Nghiễm]] (杨知俨).\n\n=== Hoàng hậu ===\n* [[Quách hoàng hậu (Tống Nhân Tông)|Quách hoàng hậu]] (郭皇后) (1012 - 1035). Quê ở Ứng Châu. Là nguyên phối của Tống Nhân Tông. Được lập làm Hoàng hậu năm [[1024]]. Năm [[1034]], phế xuống làm ''Tịnh phi'' (净妃), bắt phải làm đạo sĩ, rồi chết. Nhân Tông hoàng đế truy tặng lại ngôi vị Hoàng hậu, nhưng không có [[thụy hiệu]]\n\n[[Tập tin:B Song Dynasty Empress of Renzong.JPG|thumb|150px|Từ Quang Thánh Hiến Hoàng hậu Tào thị]]\n* [[Từ Thánh Quang Hiến hoàng hậu]] Tào thị (慈聖光獻皇后曹氏) (1016 - 1079). Quê ở Kim Hà. Cha là [[Tào Kỷ]], mẹ là Phu nhân Mã thị. Là kế phối của Tống Nhân Tông, cháu gái của danh tướng [[Tào Bân]] (曹彬)<ref name=\"TS242\" \/>. Lập năm [[1034]]\n\n* [[Trương mỹ nhân (Tống Nhân Tông)|Trương hoàng hậu]] (张皇后) (? - 1028). Cha là [[Trương Thủ Anh]]. Tấn phong ''Tài nhân'' năm [[1026]], ''Mỹ nhân'' năm [[1028]]. Ban đầu Nhân Tông có ý lập bà làm hậu, song do áp lực từ Minh Túc thái hậu mà phải đổi lập Quách thị. Năm [[1033]], sau khi Quách hậu bị phế, Nhân Tông truy phong Trương mỹ nhân làm [[hoàng hậu]], nhưng không ban [[thụy hiệu]].\n\n* [[Trương quý phi (Tống Nhân Tông)|Ôn Thành hoàng hậu]] Trương thị<br>(溫成皇后張氏) (1024 - 1054). Quê ở Hà Nam, cha là [[Trương Nghiêu Phong]]. Trương thị năng ca thiện vũ, quốc sắc thiên tư, khuynh quốc khuynh thành, nhanh chóng thành [[Quý phi]]. Sau khi qua đời, được đặt cách truy tặng [[Hoàng hậu]]. Sinh ra [[Đặng quốc công chúa]], [[Trấn quốc công chúa]] và [[Đường quốc công chúa]].\n\n=== Phi tần ===\n\n# [[Chiêu Tiết Quý phi]] Miêu thị (昭節貴妃苗氏, 1017 - 1086), con gái của [[Miêu Kế Tông]] (苗繼宗) và Hứa thị (許氏) vốn là nhũ mẫu của Nhân Tông. Miêu thị tư sắc mỹ lệ, được phong ''Nhân thọ quận quân'' (仁壽郡君), rồi lên ''Tài nhân'' (才人), phong dần lên bậc ''Chiêu dung'' (昭容) rồi ''Đức phi'' (德妃). Bà hạ sinh Chu quốc Trần Quốc Đại trưởng công chúa và Ung vương [[Triệu Hân]] nhưng hoàng tử chết khi chưa đầy 2 tuổi. Sau vì có công lao nuôi dưỡng [[Tống Anh Tông]] nên được phong tặng ''Quý phi'' (貴妃)<ref name=\"TS242\" \/>.\n# [[Chiêu Thục Quý phi]] Chu thị (昭淑貴妃周姓, 1022 - 1114), xuất thân thị nữ của [[Trương quý phi (Tống Nhân Tông)|Ôn Thành Hoàng hậu]], sau được Nhân Tông sủng hạnh, hạ sinh [[Tần quốc Lỗ quốc Hiền Mục Minh Ý đại trưởng công chúa]] (người con sống thọ nhất của Nhân Tông) và [[Yên quốc Thư quốc Thái trưởng công chúa]], sách phong ''Mỹ nhân'' (美人), ''Tiệp dư'' (婕妤) rồi ''Chiêu dung'' (婉容). Sau khi 2 công chúa kết hôn, Chu thị được phong ''Hiền phi'' (賢妃), ''Đức phi'' (德妃) rồi ''Thục phi'' (淑妃). Sau khi mất truy tặng ''Quý phi'' (貴妃)<ref name=\"TB520\">[[Tục tư trị thông giám trường biên]]'', quyển 520: Nhân Tông thục phi Chu thị tiến quý phi, Tiệp dư Trương thị tiến Sung nghi, Tài nhân Dương thị tiến mĩ nhân''<\/ref>.\n# [[Trương Quý phi (Tống Nhân Tông)|Chiêu Ý Quý phi]] Trương thị (昭懿贵妃张氏, ? - 1104): không được ghi chép trong Tống sử. So với sủng phi Trương thị (sau được truy phong làm [[Trương quý phi (Tống Nhân Tông)|Ôn Thành hoàng hậu]]) của Tống Nhân Tông có thể cùng là một người.\n# [[Đổng Thục phi]] (董淑妃, ? - 1062), xuất thân thị nữ của Nhân Tông, sau được sủng hạnh sách phong ''Văn Hỉ Huyện quân'' (闻喜县君), sinh hạ [[Trần quốc Thái trưởng công chúa]] và [[Dự quốc công chúa]] chết yểu, chỉ có [[Cổn quốc Thái trưởng công chúa]] còn sống, tấn phong lên bậc ''Tài nhân'' (才人), ''Mỹ nhân'' (美人), ''Sung viên'' (充媛), ''Uyển nghi'' (婉仪), khi mất truy tặng ''Thục phi'' (淑妃)<ref name=\"TS242\" \/>.\n# [[Dương Đức phi]] (楊德妃, 1019 - 1072), tên là '''Tông Diệu''' (宗妙), người [[Định Đào]], con gái của [[Dương Trung Đích]] (杨忠的). Dương thị nhập cung làm phi tần, sách phong ''Nguyên Vũ Quận quân'' (原武郡君) rồi ''Mỹ nhân'' (美人). Dương thị mỹ mạo lộng lẫy, thông hiểu âm luật lại khiêm nhường từ tốn, rất được Nhân Tông sủng hạnh. Cùng lúc đắc sủng với bà có [[Thượng Sung nghi|Thượng Mỹ nhân]], khiến Quách hoàng hậu ghen tức, Nhân Tông nhân đó mà phế truất Quách thị, lại cho là Dương thị cùng Thượng thị nhiễu loạn hậu cung mà buộc phải xuất cung, xuất gia tu đạo. Năm 1034, Dương thị xuất cung, nhưng không lâu sau Nhân Tông nhớ thương mà triệu về, ban cho danh phận ''Mỹ nhân'' như trước. Sau sinh hạ [[Thương Quốc Công chúa]] chết non, lại tấn phong ''Tiệp dư'' (婕妤), ''Tu viên'' (修媛) rồi ''Tu nghi'' (修仪), khi mất truy tặng ''Đức phi'' (德妃)<ref name=\"TS242\" \/>.\n# [[Du Đức phi]] (兪德妃, ? - 1064), dung mạo đẹp đẽ, nguyên là cơ thiếp của Nhân Tông khi còn là hoàng tử với danh hiệu ''Diên An Quận quân'' (延安郡君). Năm 1037, hạ sinh Hoàng trưởng tử Dương vương [[Triệu Phưởng]] chết yểu, thăng lên bậc ''Tài nhân'' rồi ''Mỹ nhân'' (美人). Sau sinh hạ [[Từ quốc công chúa]] nhưng cũng chết yểu, phong ''Tiệp dư'', ''Sung nghi'' rồi ''Chiêu nghi'' (昭仪). [[Tống Anh Tông|Anh Tông]] truy phong ''Hiền phi'' (賢妃). [[Tống Triết Tông|Triết Tông]] cải phong ''Đức phi'' (德妃)<ref name=\"TS242\" \/>.\n# [[Phùng Hiền phi]] (馮賢妃), người [[Đông Bình]], cháu gái của ''Binh bộ Thị lang'' [[Phùng Khởi]] (冯起), nguyên là ''Thủy Bình quận quân'' (始平郡君), sinh hạ [[Lỗ Quốc Công chúa]] và [[Sở Quốc Công chúa]] đều chết sớm. Nhân Tông có ý muốn phong vị cho bà nhưng bà lại khước từ. Sau khi Nhân Tông qua đời, bà được tôn phong ''Tài nhân'', ''Tiệp dư'' (婕妤) rồi ''Tu dung'' (修容). Phùng thị thọ 77 tuổi, sau khi mất được truy phong ''Hiền phi'' (賢妃). [[Lâm Hiền phi]] (林賢妃), phi tử của [[Tống Thần Tông]] được bà nuôi dưỡng khi còn nhỏ<ref name=\"TS242\" \/>.\n# [[Trương Chiêu dung]] (昭容張氏, ? - 1110), nguyên là ''Tiệp dư.'' Dưới thời [[Tống Triết Tông|Triết Tông]] truy phong làm ''Chiêu dung.''\n# [[Thượng Sung nghi|Phế Sung nghi]] Thượng thị (废充儀尚氏, ? - 1050), nhập cung làm phi tần, sách phong ''Mỹ nhân'' (美人), đắc sủng kiêu ngạo. Dưới thời [[Tống Anh Tông]] bị phế rồi ban chết.\n# [[Chu Sung nghi]] (朱充儀, ? - 1095): nguyên phong là ''Phái Quốc quận quân'', rồi thăng ''Tài nhân''. Tháng 7 năm Thiệu Thánh thứ hai, dưới thời [[Tống Triết Tông|Triết Tông]] truy tôn làm ''Sung nghi'' (充儀). Hạ sinh Kinh vương [[Triệu Hi]] chết yểu.\n# [[Liên Tiệp dư]] (連婕妤)\n# [[Dương Mỹ nhân]] (杨美人, ? - 1100), nguyên là ''Tài nhân.'' Dưới thời [[Tống Triết Tông|Triết Tông]] truy phong làm ''Mỹ nhân.''<ref name=\"TB520\" \/>\n# ''Bành Thành huyện quân'' Lưu thị (彭城县君刘氏), tên là ''Lưu Đạo Nhất'' (刘道一), từ dân gian nhập cung làm cung nữ, được thăng làm ''Huyện quân''. Sau xuất gia làm ni cô.\n# ''An Phúc huyện quân'' Trương thị (安福县君张氏), cung nữ của [[Đổng Thục phi]].\n# ''Nhân Hòa huyện quân'' Lý thị (仁和县君李氏), cung nữ của [[Đổng Thục phi]].\n\n=== Hoàng tử ===\n# Dương Vương [[Triệu Phưởng]] (楊王趙昉; 1037), chết non, mẹ là [[Du Đức Phi]].\n# Ung Vương [[Triệu Hân]] (雍王趙昕, 6 tháng 9, 1039 - 24 tháng 3, 1041), chết non. Mẹ là [[Chiêu Tiết Quý Phi]].\n# Kinh Vương [[Triệu Hi]] (荊王趙曦, 23 tháng 8, 1041 - 14 tháng 2, 1043), chết non. Mẹ là [[Chu Sung Nghi]].\n\n=== Hoàng nữ ===\n# [[Phúc Khang Công Chúa|Chu quốc Trần quốc đại trưởng công chúa]] (周國陳國大長公主, 1038 - 1071), hay gọi [[Phúc Khang Công Chúa]] (福康公主) mẹ là [[Chiêu Tiết quý phi]]. Hạ giá [[Lý Vĩ]] (李瑋). Sau truy tặng '''Trang Hiếu Minh Ý đại trưởng đế cơ''' (庄孝明懿大長帝姬).\n# [[Từ quốc công chúa]] (徐國公主), chết non, mẹ là [[Du Đức phi]].\n# [[Đặng quốc công chúa]] (鄧國公主), chết non, mẹ là [[Ôn Thành hoàng hậu]]. Sau truy phong làm '''Trang Thuận đại trưởng đế cơ''' (莊順大長帝姬).\n# [[Trấn quốc công chúa]] (鎮國公主), chết non, mẹ là Ôn Thành hoàng hậu. Sau truy phong làm '''Trang Định đại trưởng đế cơ''' (莊定大長帝姬).\n# [[Sở quốc công chúa]] (楚國公主), chết non, mẹ là [[Phùng Hiền phi]].\n# [[Thương quốc công chúa]] (商國公主), chết non, mẹ là [[Dương Đức phi]]. Sau truy phong làm ''' Trang Tuyên đại trưởng đế cơ''' (莊宣大長帝姬).\n# [[Lỗ quốc công chúa]] (魯國公主), chết non. Mẹ là [[Phùng Hiền phi]].\n# [[Đường quốc công chúa]] (唐國公主), chết non, mẹ là Ôn Thành hoàng hậu. Sau truy phong làm '''Trang Thận đại trưởng đế cơ''' (莊慎大长帝姬).\n# [[Trần quốc Thái trưởng công chúa]] (陳國大長公主; 1059 - 1067), chết non, mẹ là [[Đổng Thục phi]]. Sau truy phong là '''Trang Tề đại trưởng đế cơ''' (莊齊大長帝姬).\n# [[Tần quốc Lỗ quốc Hiền Mục Minh Ý đại trưởng công chúa]] (秦國魯國賢穆明懿大長公主, 1057 - 1142), mẹ là [[Chiêu Thục quý phi]]. Hạ giá [[Tiền Cảnh Trăn]] (錢景臻). Sau truy phong thành '''Lệnh Đức Cải Hành đại trưởng đế cơ''' (令德景行大長帝姬).\n# [[Cổn quốc Thái trưởng công chúa]] (袞國大長公主, 1059 - 1083), mẹ là Đổng Thục phi. Hạ giá [[Tào Thi]] (曹詩). Sau truy phong thành '''Hiền Ý Cung Mục đại trưởng đế cơ''' (賢懿恭穆大長帝姬).\n# [[Yên quốc Thư quốc Thái trưởng công chúa]] (燕國舒国大长公主, ? - 1112), mẹ là Chiêu Thục quý phi. Hạ giá lấy [[Quách Hiến Khanh]] (郭獻卿). Sau truy phong thành '''Ý Mục đại trưởng đế cơ''' (懿穆大長帝姬).\n# [[Dự quốc công chúa]] (豫国公主), chết non, mẹ là Đổng Thục phi. Sau truy phong thành '''Trang Nghiễm đại trưởng đế cơ''' (莊儼大長帝姬).\n\n== Xem thêm ==\n* [[Lưu Nga (Bắc Tống)]]\n* [[Ly miêu tráo thái tử]]\n* [[Chiến tranh Tống-Hạ]]\n* [[Lý Nguyên Hạo]]\n* [[Nùng Trí Cao]]\n* [[Phạm Trọng Yêm]]\n* [[Bao Chửng]]\n* [[Địch Thanh]]\n* [[Khánh Lịch tân chính]]\n* [[Trọng Hi tăng tệ]]\n\n== Tài liệu tham khảo ==\n* Thương Thánh, Chính sử Trung Quốc qua các triều đại, 350 vị hoàng đế nổi tiếng, Nhà xuất bản Văn hóa - Thông tin\n* [[Tống sử]]\n* [[Tục tư trị thông giám]]\n* [[Liêu sử]]\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám Cương mục]]\n* [[Tống cung mười tám triều]]\n* [[Bá Dương]] ([[1977]]), ''Niên biểu lịch sử Trung Quốc'', 中國歷史年表. Taipei: Sing-Kuang Book Company Ltd.\n* Sư Thịnh, Đặng Dân Hiên biên tập; ''Phạm Trọng Yêm lập thân hành sự cửu cửu phương lược'' Nhà xuất bản hí kịch Trung Quốc ，09-2001-09\n* Thương Thánh (2011), ''Chính sử Trung Quốc qua các triêù đại, 350 vị hoàng đế nổi tiếng'', NXB Văn hóa thông tin\n\n== Chú thích ==\n{{Tham khảo|3}}\n== Liên kết ngoài ==\n* {{thể loại Commons nội dòng|Emperor Renzong}}\n{{Navboxes\n|title= Tống Nhân Tông\n|list1=<span>\n{{s-start}}\n{{s-hou|[[Nhà Tống|Hoàng tộc họ Triệu]]|30 tháng 5|năm 1010|30 tháng 4| năm 1063}}\n{{s-reg}}\n{{s-bef|before=[[Tống Chân Tông]]|rows=1}}\n{{s-ttl|title=[[Nhà Tống|Hoàng đế nhà Tống]]|years=1022-1063}}\n{{s-aft|rows=1|after=[[Tống Anh Tông]]}}\n{{end}}\n{{vua nhà Tống}}\n}}\n{{Kiểm soát tính nhất quán}}\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n{{Thời gian sống|1010|1063}}\n\n{{DEFAULTSORT:Nhân Tông}}\n[[Thể loại:Hoàng đế nhà Tống|Nhân Tông]]"}