{"Từ Thịnh":"'''Từ Thịnh''' ([[chữ Hán]]:徐盛, [[bính âm Hán ngữ|bính âm]]: Xu Sheng; ?-225?) tự '''Văn Hướng''' là một [[Chỉ huy quân sự|tướng lĩnh]] [[Đông Ngô]] trong thời [[Tam Quốc]] của [[lịch sử Trung Quốc]]. Ông tham gia nhiều trận đánh, phục vụ nhiều năm cho Đông Ngô.\n\n== Thân thế và sự nghiệp ==\n=== Thân thế ===\nTừ Thịnh quê ở Lang Da (琅邪郡), đất [[Cử, Nhật Chiếu|Cử, Nhật Chiếu, Sơn Đông, Trung Quốc]] ngày nay. Khi loạn lạc nổ ra cuối thời [[Đông Hán]], ông rời quê tới đất Ngô (xung quanh [[Giang Tô]] và [[Tô Châu]] ngày nay) ở phía Đông Nam. Ông được [[Tôn Quyền]] chiêu mộ, ban cho 500 binh lính và giao nhiệm vụ hoạt động du kích chống lại [[Hoàng Tổ]]. Hoàng Tổ sai con mình là [[Hoàng Xạ]] chỉ huy quân đến đánh Từ Thịnh. Từ Thịnh dũng cảm chỉ huy 200 quân đánh bại Hoàng Xạ và được Tôn Quyền phong làm Hiệu Uý, giữ chức Lệnh ở [[Vu Hồ]]. Sau, Từ Thịnh lại thảo phạt sơn tặc ở vùng núi Nam A (南阿) thuộc Lâm Thành (臨城) lập nên chiến công, được chuyển làm Trung Lang Tướng, chỉ huy hiệu quân.\n\n=== Chiến tranh với Tào Tháo và Lưu Bị ===\nNăm 213, [[Tào Tháo]] thống lĩnh 40 vạn đại quân Nam hạ đánh Đông Ngô ở [[Nhu Tu|Nhu Tu Khẩu]] (phía đông [[hồ Sào]], [[An Huy]] ngày nay) để rửa hận Tôn Ngô sau đại bại [[Trận Xích Bích]], Từ Thịnh được phong làm phó tướng và theo Tôn Quyền chiến đấu. [[Tào Tháo]] tấn công đại doanh Tôn Quyền ở mạn Bắc, Tôn Quyền và Từ Thịnh cùng chư tướng dẫn quân ra nghênh chiến. Gió lớn thổi chiến thuyền của Tôn Ngô trôi lệch về phía quân Tào, các tướng [[Đông Ngô]] quá hoảng sợ không dám tiến lên đánh. Tuy nhiên, Từ Thịnh đã đốc thúc quân sí và tự mình đi đầu tấn công địch, giết được một số và khiến quân Tào còn lại phải rút lui. Tôn Quyền vô cùng đánh giá cao sự dũng cảm của Từ Thịnh.\n\nTrong năm 214 và 215, [[Tôn Quyền]] tiến đánh [[Hợp Phì]] được trấn thủ bởi tướng của Tào Tháo là Trương Liêu. Trong những lần đầu giao chiến, khi quân Tôn Quyền đang đựng trại thì Trương Liêu bất ngờ mang theo mấy trăm người tập kích. Quân của Từ Thịnh bại và bỏ trốn. [[Phan Chương]], một tướng khác của Tôn Quyền, đã chém hai binh lính bỏ chạy của Từ Thịnh và của [[Tống Khiêm]]. Từ Thịnh không còn lựa chọn khác ngoài việc thu thập tàn quân và quay lại trận chiến. Sau một thời gian, quân của Tôn Quyền xảy ra dịch bệnh và buộc phải rút lui khỏi Hợp Phì.\n\nTừ Thịnh được phong Quận thủ Lư Giang (廬江郡), tước Đô Đình Hầu (都亭侯), đất phong là Lâm Thành (臨城縣).\n\nTrong năm 221 và 222, [[Trận Di Lăng]] nổ ra giữa Đông Ngô và Tây Thục, Từ Thịnh công chiếm được nhiều trại của quân Thục, lập nhiều công lao khi Đông Ngô tiền hành phản công sau một chuỗi thất bại trước đó.\n\n=== Chiến tranh với Tào Ngụy ===\nCuối năm 222, [[Tào Phi]] lệnh [[Tào Hưu]] mang quân tiến đánh [[Động Khẩu]]. Để đối phó với quân Ngụy, Từ Thịnh cùng [[Lã Phạm]] và [[Toàn Tông]] mang quân băng qua sông nhưng gặp bão lớn,  gần một nửa chiến thuyền hư hỏng không thể chiến đấu. May thay, [[Hạ Tề]] tiến quân chậm trễ tránh được cơn bão nên bảo toàn lực lượng, Tào Hưu thấy thủy quân hùng hậu của Hạ Tề tiến đền thì hoảng sợ dừng chiến và lui binh. Từ Thịnh có cơ hội góp nhặt lại tàn quân và dàn trận phòng thủ dọc bờ sông. Trong trận thủy chiến tiếp sau, Tào Hưu phái quân đánh Từ Thịnh, mặc dù bị áp đảo về số lượng nhưng ông vẫn giữ vững được phòng tuyến. Đông Ngô đại thắng, Từ Thịnh được thăng lên An Đông Tướng Quân (安東將軍), tước Vu Hồ Hầu (蕪湖侯).\n\nCuối năm 224, [[Tào Phi]] phát đại quân đánh Đông Ngô, Từ Thịnh đề mưu xây dựng các trại bắt đầu từ [[Kiến Nghiệp]] (thuộc [[Nam Kinh]], [[Giang Tô]] ngày nay), dựng các tháp canh giả trong mỗi trại và neo một số tàu chiến trên sông với mục đích dựng một phòng tuyến giả dọc theo các bờ sông dài hằng trăm dặm. Khi [[Tào Phi]] đến Quảng Lăng (thuộc [[Dương Châu]], [[Giang Tô]] ngày nay), ông thấy \"lực lượng phòng thủ\" hùng hậu và đông đảo của Đông Ngô mà chỉ biết thở dài và lui quân.\n\n=== Cái Chết ===\nTừ Thịnh qua đời vào thời Hoàng Vũ (222 - 229) trước khi Tôn Quyền xưng đế, lập ra nước [[Đông Ngô]] và đặt niên hiệu mới là Hoàng Long vào giữa năm 229. Chức tước của ông sau này được kế tục bởi con trai của ông.\n\n==Xem thêm==\n* [[Danh sách nhân vật thời Tam Quốc]]\n* [[Danh sách sự kiện hư cấu trong Tam Quốc diễn nghĩa]]\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Trung Quốc}} \n{{Nhân vật Tam Quốc}}\n\n{{Các chủ đề| Trung Quốc|Văn học}}\n\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 255]]\n[[Thể loại:Mất thập niên 220]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Năm sinh không rõ]]"}