{"Từ Ôn":"'''Từ Ôn''' ({{zh|t=徐溫|s=徐温|p=Xú Wēn}}) (862<ref name=NHFD61>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷61|quyển 61]].<\/ref>-20 tháng 11 năm 927<ref name=ZZTJ276>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw\/ [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref>), [[Tên chữ (người)|tên tự]] '''Đôn Mỹ''' (敦美), gọi theo [[thụy hiệu]] là '''Tề Trung Vũ Vương''' (齊忠武王), sau được [[Lý Biện|Từ Tri Cáo]] truy thụy hiệu '''Vũ hoàng đế''' và miếu hiệu '''Nghĩa Tổ''' (義祖), là một đại tướng và người phụ chính của nước [[Ngô (Thập quốc)|Ngô]] thời [[Ngũ Đại Thập Quốc]]. Ông liên kết với [[Trương Hạo (Ngô)|Trương Hạo]] để ám sát Hoằng Nông vương [[Dương Ác]] và sau đó lại giết Trương Hạo, đoạt lấy quyền lực của Hoằng Nông (tức Ngô). Ông vẫn là người nắm giữ việc quân chính trên thực tế trong thời gian trị vì của [[Dương Long Diễn]] và đầu thời gian trị vì của [[Dương Phổ]]. Sau khi ông qua đời, con nuôi của ông là Từ Tri Cáo kế nhiệm ông trong việc cai quản Ngô, người này sau đó soán vị và lập ra nước [[Nam Đường]].\n\n== Thân thế==\nTừ Ôn sinh năm 862, dưới triều đại của [[Đường Ý Tông]]. Ông là người Cù Sơn<ref group=\"chú\">朐山, nay thuộc [[Đông Hải, Liên Vân Cảng|Đông Hải]], [[Giang Tô]]<\/ref>, Hải châu. Khi còn trẻ, ông làm nghề buôn lậu muối (triều Đường giữ độc quyền buôn bán muối).<ref name=\"NHFD61\"\/> Mẹ của ông mang họ Chu.<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref> Sau đó, ông trở thành một sĩ quan dưới quyền Lư châu<ref group=\"chú\">廬州, nay thuộc [[Hợp Phì]], [[An Huy]]<\/ref> thứ sử [[Dương Hành Mật]].<ref name=NHFD61\/>\n\n== Phụng sự Dương Hành Mật ==\nTừ Ôn thoạt đầu không thể hiện được bản thân trong các chiến dịch, mặc dù Lưu Uy (劉威) và Đào Nhã (陶雅) chỉ huy \"Tam thập lục anh hùng\", độc Từ Ôn chưa từng có chiến công.<ref name=NHFD61\/> Năm 889, trong cuộc chiến tranh giành Hoài Nam<ref group=\"chú\">淮南, trị sở nay thuộc [[Dương Châu]], [[Giang Tô]]<\/ref> giữa Dương Hành Mật và [[Tôn Nho]], Dương Hành Mật chiếm được Tuyên châu<ref group=\"chú\">宣州, nay thuộc [[Tuyên Thành]], [[An Huy]]<\/ref> sau một thời gian bao vây. Theo ghi chép, chư tướng đều tranh nhau vàng và lụa, độc có Từ Ôn chiếm cứ vựa thóc, nấu cháo rồi phát cho những người bị đói ở Tuyên châu.<ref name=ZZTJ258>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷258|quyển 258]].<\/ref>\n\nNăm 895, Hoài Nam tiết độ sứ Dương Hành Mật chiếm được Hào châu<ref group=\"chú\">濠州, nay thuộc [[Trừ Châu]], [[An Huy]]<\/ref>, các binh sĩ bắt được một đứa trẻ 8 tuổi (âm), Dương Hành Mật thoạt đầu đem về nhà nuôi dưỡng như con. Tuy nhiên, trưởng tử của Dương Hành Mật là [[Dương Ác]] lại ghét đứa trẻ này, do vậy Dương Ác quyết định trao lại đứa bé cho Từ Ôn; Từ Ôn đặt tên cho đứa trẻ là [[Lý Biện|Từ Tri Cáo]]<ref name=ZZTJ260>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷260|quyển 260]].<\/ref> và giao đứa trẻ cho nhị phu nhân là Lý thị nuôi dưỡng.<ref name=SGCQ13>''[[Thập Quốc Xuân Thu]]'' (十國春秋), [http:\/\/www.archive.org\/stream\/06072235.cn#page\/n114\/mode\/2up quyển 13].<\/ref> Từ Tri Cáo được mô tả là cần hiếu, Từ Ôn yêu mến người con nuôi này.<ref name=ZZTJ260\/>\n\nNăm 902, Dương Hành Mật lên kế hoạch tiến công Tuyên Vũ<ref group=\"chú\">宣武, trị sở nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> tiết độ sứ [[Chu Toàn Trung]]. Khi đó, hầu hết các tướng lại đều chủ trương dùng cự hạm để vận lương, song Từ Ôn phản đối và chỉ ra rằng các kênh đào bị ứ đọng trong một thời gian dài và cự hạm sẽ khó đi qua; và ông chủ trương dùng tiểu đĩnh để vận lương. Tuy nhiên, ý kiến của ông không được lắng nghe, và sau đó quả nhiên quân Hoài Nam bị cản trở do cự hạm chở lương thực lớn không tới được (trong khi các tiểu đĩnh thì đi qua được) và buộc phải triệt thoái, từ đó Dương Hành Mật xem trọng Từ Ôn và bắt đầu cho ông cùng nghị quân sự.<ref name=ZZTJ263>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷263|quyển 263]].<\/ref>\n\nNăm 903, Dương Hành Mật phải đối diện với cuộc nổi dậy của chư hầu là Ninh Quốc<ref group=\"chú\">寧國, trị sở nay thuộc Tuyên châu<\/ref> tiết độ sứ [[Điền Quân]] và Nhuận châu<ref group=\"chú\">潤州, nay thuộc [[Trấn Giang]], Giang Tô<\/ref> đoàn luyện sứ An Nhân Nghĩa (安仁義). Thoạt đầu, Dương Hành Mật khiển [[Vương Cảnh Nhân|Vương Mậu Chương]] (王茂章) đem quân tiến công An Nhân Nghĩa, song Vương Mậu Chương không thể giành được thắng lợi. Dương Hành Mật lại khiển Từ Ôn đem binh đến tăng viện cho Vương Mậu Chương. Từ Ôn lệnh cho binh sĩ đổi y phục và kỳ xí giống như binh của Vương Mậu Chương. An Nhân Nghĩa không biết rằng quân tăng viện đã đến, vì thế không đề phòng, và bị Từ Ôn đánh bại. (Tuy nhiên, lúc này Nhuận châu vẫn chưa thất thủ.) Cũng trong năm đó, Dương Hành Mật nhận được tin rằng [[Chu Diên Thọ]] (朱延壽, đệ của Chu phu nhân) đồng ý tham gia nổi dậy cùng Điền Quân và An Nhân Nghĩa và dự định khởi sự tại Thọ châu<ref group=\"chú\">壽州, nay thuộc [[Lục An]], [[An Huy]]<\/ref>.<ref name=ZZTJ264>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷264|quyển 264]].<\/ref> Nghe theo ý của khách [[Nghiêm Khả Cầu]] (嚴可求), Từ Ôn đề xuất với Dương Hành Mật giả bộ bị mù để bẫy Chu Diên Thọ,<ref name=NHFD61\/> thậm chí là cả Chu thị. Sau đó, Dương Hành Mật triệu Chu Diên Thọ trở về Dương châu, Dương Hành Mật và Từ Ôn phục kích giết chết Chu Diên Thọ.<ref name=ZZTJ264\/> Sau khi Chu Diên Thọ bị giết, Dương Hành Mật bổ nhiệm Từ Ôn là ''Hữu nha chỉ huy sứ''.<ref name=NHFD61\/>\n\nNăm 904, khi Tuyên châu quan sát sứ Đài Mông (台濛) qua đời, Dương Hành Mật cho Dương Ác đi làm chủ Tuyên châu, Từ Ôn nói với Dương Ác: \"''Vương nằm bệnh song đích tự lại bị đưa đi xa, vậy tất là mưu của gian thần. Nếu có ngày nhận được lệnh triệu hồi, nếu không phải là sứ giả của Ôn cùng với vương lệnh thư, chớ đừng về gấp''\". Dương Ác rớt nước mắt cảm tạ Từ Ôn rồi ra đi.<ref name=ZZTJ265>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷265|quyển 265]].<\/ref>\n\nNăm 905, khi bệnh tình nặng hơn, Dương Hành Mật triệu hồi Dương Ác từ Tuyên châu trở về Dương châu để giao phó lại Hoài Nam, tiết độ phán quan Chu Ẩn (周隱) phản đối vì cho rằng Dương Ác là một người kế nhiệm không phù hợp. Chu Ẩn đề xuất rằng Dương Hành Mật nên ủy thác lại Hoài Nam cho Lưu Uy (劉威), với chỉ thị rằng quyền lực sẽ được trao lại cho một trong số các nhi tử của Dương Hành Mật khi họ lớn lên, song Từ Ôn và [[Trương Hạo (Ngô)|Trương Hạo]] (張顥) thì cho rằng việc này là bất khả thi. Đến khi Dương Hạo lại bảo Chu Ẩn triệu kiến Dương Ác, Chu Ẩn soạn thảo lệnh song trì hoãn việc gửi đi. Tuy nhiên, Từ Ôn và Trương Hạo phát hiện ra và truyền lệnh đi. Dương Hành Mật cho Dương Ác giữ chức Hoài Nam lưu hậu, và không lâu sau thì hoăng. Theo thỉnh cầu của các tướng tá Hoài Nam, [[Lý Nghiễm]] (李儼) \"thừa chế\" bổ nhiệm Dương Ác kế nhiệm Dương Hành Mật.<ref name=ZZTJ265\/>\n\n== Phụng sự Dương Ác ==\nSau khi thôn tính Trấn Nam<ref group=\"chú\">鎮南, trị sở nay thuộc [[Nam Xương]], [[Giang Tây]]<\/ref> vào năm 906,<ref name=ZZTJ265\/> Dương Ác trở nên ngạo mạn và cố chấp. Dương Ác xử tử Chu Ẩn, khiến các quan lại lo sợ. Mặc dù vẫn trong thời kỳ để tang Dương Hành Mật, song Dương Ác vẫn ngày đêm tiệc tùng vui đùa. Khi Từ Ôn và Trương Hạo đẫm lệ khuyên can, Dương Ác giận dữ nói với họ: \"Nếu thấy ta bất tài, sao không giết ta rồi tự mình cai quản?\" Điều này khiến Từ và Trương sợ hãi, do vậy quay sang lập mưu chống Dương Ác. Thoạt đầu, Từ Ôn và Trương Hạo phái ba chỉ huy sứ Chu Tư Kình (朱思勍), Phạm Tư Tòng (范思從), và Trần Phan (陳璠) đem thân binh hợp với Tần Bùi (秦裴) bình định Trấn Nam, sau đó lại phái Trần Hựu (陳祐) đi trừ khử họ tại doanh trại của Tần Bùi với tội danh mưu phản. Dương Ác hay tin thì liền chuẩn bị hạ sát Từ Ôn và Trương Hạo, song hai người lại ra tay trước. Vào mùa xuân năm 907, Từ Ôn và Trương Hạo đem 200 nha binh dưới quyền nhập đình, xưng là tiến hành ''binh gián''. Họ trừ khử một nhóm các thân tín của Dương Ác và sau đó việc quân chính đều quy về hai người Từ Ôn và Trương Hạo, Dương Ác không thể quản nổi. Nếu như có quan lại nào không đồng ý với Từ Ôn và Trương Hạo, hai người sẽ tìm ra cớ để xử tử.<ref name=ZZTJ266>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref>\n\nCũng trong năm 907, [[Chu Toàn Trung]] soán vị triều Đường và lập ra [[triều Hậu Lương]]. Dương Ác cùng với Tấn vương [[Lý Khắc Dụng]], Kỳ vương [[Lý Mậu Trinh]], Thục vương [[Vương Kiến (Tiền Thục)|Vương Kiến]] từ chối công nhận Hoàng đế Hậu Lương, tiếp tục sử dụng niên hiệu \"Thiên Hựu\" của triều Đường.<ref name=ZZTJ266\/>\n\nDương Ác tiếp tục không thể kiểm soát nổi quyền lực của Trương Hạo và Từ Ôn, song vẫn cố gắng tìm cách. Trương Hạo và Từ Ôn nhận thấy vị thế của họ mong manh nên quyết định sát hại Dương Ác, rồi cùng nhau phân chia lãnh địa và quy phục Hậu Lương. Vào ngày 9 tháng 6 năm 908,<ref name=AS\/> Trương Hạo khiển kì đảng Kỉ Tường (紀祥) đem người đến sát hại Dương Ác trong tẩm thất. (Từ Ôn chỉ ra rằng nếu đem quân của nhiều người tiến vào thì có thể họ sẽ không phối hợp với nhau, vì thế chỉ có quân lính của Trương Hạo hành động.) Theo ghi chép, khi các sát thủ bước vào tẩm thất của Dương Ác, Dương Ác cố thuyết phục họ quay sang chống lại Trương Hạo và Từ Ôn, hứa sẽ cho họ làm thứ sử, song Kỉ Tường vẫn ải sát Dương Ác.<ref name=NHFD61\/> Trương Hạo và Từ Ôn sau đó tuyên bố rằng Dương Ác bạo hoăng. Sau đó Trương Hạo tôn [[Dương Long Diễn]] làm Hoằng Nông vương.<ref name=ZZTJ266\/>\n\n== Thời Dương Long Diễn ==\nSau đó, Trương Hạo cố gắng đẩy Từ Ôn ra khỏi quân phủ, đi nhậm chức Chiết Tây<ref group=\"chú\">浙西, trị sở nay thuộc [[Trấn Giang]], [[Giang Tô]]<\/ref> quan sát sứ, song Nghiêm Khả Cầu thuyết phục Từ Ôn và Hoài Nam tiết độ phó sứ Lý Thừa Tự (李承嗣) rằng Trương Hạo có ý định muốn loại bỏ họ; sau đó Từ Ôn kiếm cớ để được ở lại Dương châu. Sau khi Trương Hạo thất bại trong một nỗ lực ám sát Nghiêm Khả Cầu, Nghiêm Khả Cầu và Từ Ôn lên kế hoạch lật đổ Trương Hạo. Sau đó, Từ Ôn thuyết phục được ''Tả giám môn vệ tướng quân'' Chung Thái Dương (鍾泰章) cùng tham gia vào âm mưu. Vào đêm ngày 18 tháng 6, Chung Thái Dương đem quân tiến vào nha đường, giết chết Trương Hạo cùng thân cận. Sau đó, Từ Ôn đổ tội ám sát Dương Ác cho một mình Trương Hạo, được Dương Long Diễn bổ nhiệm là ''Tả hữu nha đô chỉ huy sứ'', xử lý quân phủ sự. Từ Ôn ủy thác việc quân cho Nghiêm Khả Cầu, ủy thác việc chi kế cho Lạc Tri Tường (駱知祥), và theo ghi chép thì cả Nghiêm Khả Cầu và Lạc Tri Tường đều có tài, Hoằng Nông được cai quản tốt. Bản thân Từ Ôn được mô tả là trầm nghị, tự phụng, và giản kiệm. Tuy không biết chữ, song khi phải quyết định về vấn đề pháp lý, ông sẽ bảo người khác đọc cho mình nghe trước khi quyết định theo tình và lý.<ref name=ZZTJ266\/>\n\nNăm 909, do tin rằng Kim Lăng<ref group=\"chú\">nay là [[Nam Kinh]], Giang Tô<\/ref> là một địa điểm chiến lược trong việc kiểm soát [[Trường Giang]] bằng chiến hạm, Hoài Nam hành quân phó sứ Từ Ôn tự lĩnh chức Thăng châu thứ sử, song khiển Nguyên Tòng chỉ huy sứ Từ Tri Cáo đi quản lý chiến hạm ở Kim Lăng, giữ chức Thăng châu đội sát kiêm ''Lâu thuyền phó sứ''. Cũng vào năm đó, khi Phủ châu<ref group=\"chú\">撫州, nay thuộc [[Phủ Châu]], Giang Tây<\/ref> thứ sử [[Nguy Toàn Phúng]] (危全諷) (quy phục trên danh nghĩa cả Hoằng Nông và Hậu Lương) quay sang chống lại Hoằng Nông và xưng là Trấn Nam tiết độ sứ, theo đề xuất của Nghiêm Khả Cầu, Từ Ôn khiển [[Chu Bản]] (周本) suất quân đi đánh Nguy Toàn Phúng. Kết quả, Chu Bản đánh bại và bắt được Nguy Toàn Phúng, Hoằng Nông thôn tính Phủ châu.<ref name=ZZTJ267\/>\n\nNăm 910, Vạn Toàn Cảm (萬全感) trở về Dương châu sau khi đi sứ sang [[Tấn (Ngũ đại)|Tấn]] và [[Kỳ]], người này tuyên bố rằng Kỳ vương [[Lý Mậu Trinh]] \"thừa chế\" phong cho Dương Long Diễn tước ''Ngô vương'', do vậy Hoằng Nông từ nay được gọi là Ngô.<ref name=ZZTJ267\/>\n\nCũng vào năm 910, mẹ của Từ Ôn là Chu thị qua đời. Khi các tướng lại chuẩn bị lễ tế, họ cho làm một tượng người bằng gỗ cao vài thước, mặc gấm, định đốt tượng gỗ để tế. Từ Ôn chỉ ra rằng gấm nên được trao cho người nghèo thay vì đem đốt. Ông chính thức rời khỏi triều đình để chịu tang mẹ, song không lâu sau đó, Dương Long Diễn chính thức triệu ông về, phục vị ''Nội ngoại mã bộ quân đô quân sứ'', lĩnh Nhuận châu<ref group=\"chú\">潤州, thủ phủ của Chiết Tây<\/ref> quan sát sứ.<ref name=ZZTJ267\/>\n\nViệc Từ Ôn tiếp tục nắm quyền cai quản quân chính khiến cho một số tướng lĩnh cao cấp của Ngô bất bình: Trấn Nam tiết độ sứ Lưu Uy (劉威), Thiệp châu <ref group=\"chú\">歙州, nay thuộc [[Hoàng Sơn (thành phố)|Hoàng Sơn]], [[An Huy]]<\/ref> quan sát sứ Đào Nhã (陶雅), Tuyên châu<ref group=\"chú\">宣州, nay thuộc [[Tuyên Thành]], An Huy<\/ref> quan sát sứ Lý Ngộ (李遇), và Thường châu<ref group=\"chú\">常州, nay thuộc [[Thường Châu]], [[Giang Tô]]<\/ref> thứ sử Lý Giản (李簡), họ đều có công lao và địa vị cao hơn trong quân đội so với Từ Ôn khi Dương Hành Mật còn sống. Khi quán dịch sứ Từ Giới (徐玠) đi sứ sang [[Ngô Việt]], Từ Ôn lệnh cho Từ Giới dừng lại ở Tuyên châu, cố thuyết phục Lý Ngộ đến Quảng Lăng yết kiến Dương Long Diễn, song không thành công. Khi Từ Ôn biết tin, ông ta tức giận và khiển ''Đô chỉ huy sứ'' Sài Tái Dụng (柴再用), cho [[Lý Biện|Từ Tri Hạo]] làm phó, suất binh lính bốn châu: Thăng, Nhuận, Trì, Thiệp đi tiến công Tuyên châu. Từ Ôn sau đó sai điển khách Hà Nhiêu (何蕘) nhân danh Dương Long Diễn nói: \"Nếu Công dứt khoát quyết tâm làm phản, thỉnh trảm Nhiêu để thể hiện, nếu không thì theo Nhiêu ra khỏi thành.\" Lý Dục sau đó đầu hàng nhưng Từ Ôn vẫn lệnh cho Sài Tái Dụng xử tử Lý Dục cùng gia quyến. Sau sự việc này, các quan lại khác không dám phản đối Từ Ôn nữa<ref name=ZZTJ268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\nTừ Ôn cũng nghe được lời đồn rằng Lưu Uy có kế hoạch chống lại ông, vì thế chuẩn bị thảo phạt Lưu Uy. Lưu Uy cố gắng xua tan nghi ngờ bằng việc tiến về Dương châu cùng với Đào Nhã, yết kiến Dương Long Diễn. Từ Ôn hậu đãi Lưu Uy và Đào Nhã, rồi cùng với họ đến gặp Lý Nghiễm và đề nghị Lý Nghiễm \"thừa chế\" trao cho Dương Long Diễn chức ''Thái sư'' và Ngô vương. Từ Ôn lĩnh Trấn Hải tiết độ sứ, ''Đồng bình chương sự'' (tể tướng trên danh nghĩa), ''Hoài Nam hành quân tư mã''. Sau đó, ông khiển Lưu Uy và Đào Nhã hoàn trấn, thể hiện rằng ông không nghi ngờ họ.<ref name=ZZTJ268\/>\n\nNăm 913, Ngô Việt vương [[Tiền Lưu]], khiển các nhi tử [[Tiền Nguyên Quán|Tiền Truyền Quán]], Tiền Truyền Liệu (錢傳鐐), và Tiền Truyền Anh (錢傳瑛) tiến công Thường châu<ref group=\"chú\">常州, nay thuộc Thường Châu, Giang Tô<\/ref> của Ngô, họ chiến bại trước quân Ngô do Từ Ôn và tướng Trần Hựu (陳祐) thống lĩnh, nhiều binh sĩ Ngô Việt tử chiến.<ref name=ZZTJ268\/>\n\nCũng vào năm 913, tướng [[Vương Cảnh Nhân]] của Hậu Lương tiến hành chiến dịch chống Ngô, tiến đến Thọ châu và Lư châu.<ref name=ZZTJ268\/> Từ Ôn và Bình Lô tiết độ sứ [[Chu Cẩn]] (朱瑾) suất chư tướng cự chiến, kết quả giành được chiến thắng, gây thương vong lớn cho quân Hậu Lương.<ref name=ZZTJ269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref>\n\nNăm 915, Từ Ôn bổ nhiệm trưởng tử là ''Nha nội đô chỉ huy sứ'' [[Từ Tri Huấn]] (徐知訓) làm ''Hoài Nam hành quân phó sứ'', ''Nội ngoại mã bộ chư quân phó sứ''. Sau đó, Từ Ôn bổ nhiệm mình là ''Quản nội thủy lục mã bộ chư quân đô chỉ huy sứ'', ''Lưỡng Chiết đô chiêu thảo sứ'', thủ ''Thị trung'', phong tước ''Tề quốc công'', trấn Nhuận châu và tuần thuộc 6 châu: Thăng, Nhuận, Thường, Tuyên, Thiệp Trì; để Từ Tri Huấn ở lại Quảng Lăng (Dương châu) bình chính, vẫn là người quyết định việc quân chính của Ngô như trước. Năm 917, Từ Ôn chuyển căn cứ đến Thăng châu, bổ nhiệm Từ Tri Cáo là Nhuận châu thứ sử.<ref name=ZZTJ269\/>\n\nTrong vài năm sau đó, Từ Tri Huấn dần dần tăng cường quyền lực, song lại tỏ ra ngạo mạn với các quan lại khác và thậm chí còn bất kính với Ngô chủ Dương Long Diễn. Năm 918, Chu Cẩn tiến hành binh biến, giết chết Từ Tri Huấn, song đến khi bị Trạch Kiền (翟虔) bao vây, Chu Cẩn tự sát. Từ Tri Cáo nhanh chóng vượt Trường Giang đến Dương châu để ổn định tình hình, Từ Ôn đến sau và quyết định giết chết Lý Nghiễm và Mễ Chí Thành (米志誠) do tin rằng hai người này đồng mưu với Chu Cẩn. Từ Ôn còn muốn đồ sát toàn bộ các quan lại mà ông nghi ngờ là đồng đảng với Chu Cẩn, song sau khi được Từ Tri Cáo và Nghiêm Khả Cầu thông báo về thái độ ngạo mạn của Từ Tri Huấn, Từ Ôn dừng truy cứu. Do toàn bộ các nhi tử đều còn trẻ, Từ Ôn cho Từ Tri Cáo ở lại Dương châu thay thế vị trí của Từ Tri Huấn, còn ông trở về Thăng châu.<ref name=ZZTJ270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref>\n\nTrong khi đó, Từ Ôn lệnh cho tướng Lưu Tín (劉信) suất quân đi tiết công Bách Thắng<ref group=\"chú\">百勝, trị sở nay thuộc [[Cám Châu]], [[Giang Tây]]<\/ref> tiết độ sứ [[Đàm Toàn Bá]] (譚全播) — người trên danh nghĩa quy phục cả Ngô và Hậu Lương — nhằm thôn tính Bách Thắng. Lưu Tín có thể đẩy lui quân cứu viện của Ngô Việt, [[Sở (Thập quốc)|Sở]] vương [[Mã Ân]], và [[Mân (Thập quốc)|Mân]] vương [[Vương Thẩm Tri]], song không thể chiếm được thủ phủ Kiền châu (虔州) của Bách Thắng. Do đó, Lưu Tín cầu hòa với Đàm Toàn Bá, song Từ Ôn khi được Lưu Tín thông báo thì tức giận và khiển Lưu Ngạn Anh (劉英彥)- nhi tử của Lưu Tín- suất 3.000 quân và nói với Lưu Ngạn Anh rằng: \"Phụ thân ngươi ở trên đất thượng du, lại có binh lính đông gấp 10 lần, nếu như không thể hạ được một thành thì là làm phản. Ngươi có thể đem số binh này đến cùng phụ thân ngươi làm phản\" Khi Lưu Ngạn Anh đến doanh trại của Lưu Tín và truyền lại lời của Từ Ôn, Lưu Tín trở nên lo sợ và quyết định lại bao vây Kiền châu. Cuối cùng, Kiền châu thất thủ, Lưu Tín bắt được Đàm Toàn Bá, Bách Thắng quân về tay Ngô.<ref name=ZZTJ270\/>\n\nTrong khi đó, Nghiêm Khả Cầu chỉ ra rằng Hậu Lương liên tiếp chiến bại dưới tay [[Lý Tồn Úc]]- đang chuẩn bị xưng là hoàng đế Đường, còn Ngô do vẫn xưng là chư hầu của triều Đường thì nay cần khẳng định sự độc lập về chính trị, Từ Ôn nghe theo ý của Nghiêm Khả Cầu và cố gắng thúc giục Dương Long Diễn xưng đế trước. Năm 919, Dương Long Diễn xưng là Ngô quốc vương và bắt đầu thi hành lễ tiết hoàng đế. Từ Ôn được bổ nhiệm làm ''Đại thừa tướng'', ''Đô đốc trung ngoại chư quân sự'', ''chư đạo đô thống'', Trấn Hải-Ninh Quốc tiết độ sứ, thủ ''Thái úy'', kiêm ''Trung thư lệnh'', phong tước ''Đông Hải quận vương''.<ref name=ZZTJ270\/>\n\nCuối năm 919, Ngô Việt lại tiến công Thường châu, Từ Ôn đích thân suất quân cự chiến mặc dù khi đó ông đang bị bệnh. Kết quả, Từ Ôn đánh bại quân Ngô Việt ở [[Vô Tích]] và bắt được nhiều tù binh Ngô Việt. Sau chiến thắng, Từ Tri Cáo chủ trương đánh chiếm Tô châu<ref group=\"chú\">蘇州, nay thuộc [[Tô Châu]], [[Giang Tô]]<\/ref>. Tuy nhiên, Từ Ôn, nói rằng ông muốn để người dân nghỉ ngơi, và quyết định phóng thích các tù binh Ngô Biệt, đề xuất thiết lập hòa bình lâu dài với Tiền Lưu. Tiền Lưu chấp thuận và cũng phóng thích các tù binh Ngô, trong 20 năm sau đó giữa hai nước không có chiến tranh. Trong khi đó, cả Từ Ôn và Dương Long Diễn đều viết thư cho Tiền Lưu để thuyết phục người này tuyên bố độc lập với Hậu Lương, song không có kết quả. Từ Ôn lúc này cũng nghe được tin rằng tam đệ của Dương Long Diễn là Lư Giang quận công [[Dương Mông]] (楊濛) than thở về việc Dương gia bị mất thực quyền, do vậy trở nên cảnh giác Dương Mông;<ref name=ZZTJ270\/> Từ Ôn do đó khiển Dương Mông ra ngoài kinh thành, đi nhậm chức Sở châu<ref group=\"chú\">楚州, nay thuộc Hoài An, Giang Tô<\/ref> đoàn luyện sứ.<ref name=ZZTJ271>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref>\n\nMặc dù tuyên bố độc lập theo ý của Từ Ôn, song Dương Long Diễn không hài lòng trước việc này, và sau đó ông ta uống nhiều rượu rồi bị ốm. Năm 920, do bệnh tình của Dương Long Diễn rất xấu, Từ Ôn trở về Dương châu. Một số thuộc hạ đề xuất ông nên soán vị, song ông từ chối. Thay vào đó, Từ Ôn bỏ qua Dương Mông, và ban chỉ nhân danh Dương Long Diễn để triệu tứ đệ là Đan Dương quận công [[Dương Phổ]] về Dương châu giám quốc (trên danh nghĩa). Dương Long Diễn sau đó qua đời, Dương Phổ trở thành quốc vương của Ngô.<ref name=ZZTJ271\/>\n\n== Thời Dương Phổ trị vì ==\nNăm 921, theo ý của Từ Ôn, Dương Phổ tế Nam Giao, mục đích là khẳng định [[Thiên mệnh]]. (Các quan lại khác cố gắng can ngăn Từ Ôn vì cho rằng phải chịu phí tổn lớn, song ông nói rằng có thể tiến hành nghi thức này một cách tiết kiệm mà không cần phải chi phí nhiều như triều Đường.)<ref name=ZZTJ271\/>\n\nNăm 923, Lý Tồn Úc xưng là hoàng đế Đường (tức Hậu Đường Trang Tông). Khi Hậu Đường và Hậu Lương chuẩn bị cho một cuộc cuộc chiến quyết định, hoàng đế Hậu Đường đề nghị Ngô cùng hợp binh tiến công Hậu Lương. Tuy nhiên, vào thời điểm này Ngô cũng bắt đầu nhận thấy Hậu Đường là một mối đe dọa, vì thế Từ Ôn dự tính khiển một hạm đội tiến về phía bắc, hỗ trợ bên nào chiếm ưu thế. Nghiêm Khả Cầu sau đó can gián, cho rằng sẽ khó xử nếu Hậu Lương cũng yêu cầu hợp binh, Từ Ôn do vậy quyết định không hành động.<ref name=ZZTJ272>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref>\n\nCũng trong năm 923, Hậu Đường chiếm được kinh đô Đại Lương của Hậu Lương, hoàng đế [[Chu Hữu Trinh|Chu Trấn]] của Hậu Lương tự sát. Hậu Đường sau đó khiển sứ giả đến Ngô và [[Tiền Thục]] để thông báo việc diệt Lương, cả hai nước đều khiếp sợ. Từ Ôn thoạt đầu oán trách Nghiêm Khả Cầu rằng khi trước không nên ngăn ông hợp binh, Nghiêm Khả Cầu chỉ ra rằng Hậu Đường Trang Tông trở nên kiêu ngạo sau chiến thắng và không còn cai quản tốt, và bày tỏ mình tin rằng Hậu Đường Tràng Tông sẽ mất ngôi vị trong vòng vài năm.<ref name=ZZTJ272\/>\n\nVẫn trong năm 923, sau khi Thọ châu đoàn luyện sứ Chung Thái Chương bị buộc tội biển thủ tiền mua quan mã, Từ Tri Cáo bổ nhiệm Trừ châu thứ sử Vương Nhẫm (王稔) thay thế chức vụ của Chung Thái Chương, giáng Chung Thái Chương làm Nhiêu châu<ref group=\"chú\">饒州, nay thuộc [[Thượng Nhiêu]], [[Giang Tây]]<\/ref> thứ sử. Từ Ôn triệu Chung Thái Chương đến Kim Lăng để đích thân thẩm vấn, song đến khi Chung Thái Chương từ chối biện hộ cho bản thân, Từ Ôn thả người này ra. Từ Tri Cáo muốn trừng phạt Chung Thái Chương hơn nữa, song Từ Ôn nói rằng nếu không có Chung Thái Chương thì ông đã chết dưới tay Trương Hạo, và từ chối. Thay vào đó, Từ Ôn cho [[Lý Cảnh|nhi tử]] của Từ Tri Cáo là kết hôn với nhi nữ của Chung Thái Chương nhằm hòa giải.<ref name=ZZTJ272\/>\n\nNăm 924, khi Dương Phổ đến cảng Bạch Sa<ref group=\"chú\">白沙, nay thuộc Dương Châu<\/ref> để xem xét [[lâu thuyền]], Từ Ôn và Từ Tri Cáo đều đến yết kiến Dương Phổ, và Dương Phổ nhân thời cơ này để than phiền về thân lại của Từ Ôn là Trạch Kiền (翟虔)- người mà Từ Ôn cho quản lý các môn, cung thành, võ bị; do Trạch Kiền đặt ra nhiều hạn chế trong việc di chuyển của Dương Phổ và theo dõi các động thái của ông. Từ Ôn đốn thủ (lạy đầu sát đất) tạ tội, thỉnh trảm Trạch Kiền, song Dương Ác nói rằng việc này không cần thiết mà chỉ cần lưu đày là đủ, do vậy Từ Ôn đày Trạch Kiền đến Phủ châu.<ref name=ZZTJ273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref>\n\nNăm 926, do bị ốm nên Tiền Lưu đã đến Y Cẩm quân<ref group=\"chú\">衣錦軍, nay thuộc [[Hàng Châu]], [[Chiết Giang]]<\/ref> tĩnh dưỡng, cho [[Tiền Truyền Quán]] xử lý chính sự tại quốc đô. Từ Ôn phái sứ giả đến, bề ngoài là nhằm chúc cho Tiền Lưu nhanh bình phục, song Tiền Lưu đã đánh giá chính xác rằng Từ Ôn đang cố tìm ra bệnh của mình để chuẩn bị tiến công, vì thế vẫn cố gắng tiếp sứ giả. Từ Ôn cho rằng Tiền Lưu không bị bệnh nên đã hủy bỏ kế hoạch tiến công. Sau đó, Tiền Lưu hồi phục và trở về Tiền Đường.<ref name=ZZTJ274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref>\n\nSau khi Hậu Đường Trang Tông bị hành thích và [[Hậu Đường Minh Tông]] tức vị ở [[Trung Nguyên]], quốc chủ [[Kinh Nam]] là [[Cao Quý Hưng]] tuyên bố độc lập. Năm 927, Cao Quý Hưng cho bắt ngựa mà Hậu Đường Minh Tông ban cho Mã Ân, đề nghị được làm thần của Ngô. Từ Ôn cho rằng việc nhận Kinh Nam làm chư hầu là không thực tế vì khoảng cách xa xôi, nên quyết định từ chối.<ref name=ZZTJ275>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref>\n\nTrong nhiều năm, các tham mưu của Từ Ôn, trong đó có Nghiêm Khả Cầu,<ref name=ZZTJ270\/> Trần Ngạn Khiêm (陳彥謙),<ref name=ZZTJ273\/> và Từ Giới, chủ trương rằng Từ Ôn nên để một nhi tử thân sinh thay thế Từ Tri Cáo bình chính, trong khi [[Từ Tri Tuân]] (徐知詢) thì từ lâu đã thỉnh cầu được thay thế Từ Tri Cáo. Từ Ôn không muốn làm điều này vì Từ Tri Cáo siêng năng và hiếu thảo. Tuy nhiên, cuối năm 927, Từ Ôn từ Kim Lăng đến Giang Đô (tức Dương châu) để thúc giục Dương Phổ xưng đế, và nhân cơ hội này để tái bổ nhiệm Từ Tri Tuân và Từ Tri Cáo. Tuy nhiên, khi rời khỏi Kim Lăng, Từ Ôn lâm bệnh, vì thế ông ta khiển Từ Tri Tuân đem biểu dâng lên Dương Phổ. Từ Tri Cáo hay tin thì chuẩn bị từ vị và thỉnh được trao cho chức Trấn Nam tiết độ sứ, song Từ Ôn qua đời trước khi Từ Tri Tuân đến được Giang Đô. Từ Tri Huấn vội vã trở về Kim Lăng để lo hậu sự cho cha, Từ Tri Cáo vẫn phụ trách chính sự. Dương Phổ truy phong Từ Ôn là Tề vương.<ref name=ZZTJ276\/> Sau khi Từ Tri Cáo soán vị Ngô gia và lập quốc [[Hậu Đường]], ông ta cải danh tính thành Lý Biện, song vẫn truy thụy hiệu cho Từ Ôn là Vũ hoàng đế, miếu hiệu là Nghĩa Tổ.<ref name=ZZTJ282>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷282|quyển 282]].<\/ref>\n\n== Gia quyến ==\n;Thê thiếp\n* Bạch thị\n* Lý thị\n* Trần thị\n;Tử\n* [[Từ Tri Huấn]] (徐知訓), bị [[Chu Cẩn]] giết năm 918\n* [[Từ Tri Tuân]] (徐知詢, ? - 934), Đông Hải Khang vương\n* Từ Tri Hối (徐知誨)\n* Từ Tri Gián (徐知諫) (died 931)\n* [[Từ Tri Chứng]] (徐知證), năm 937 được phong là Giang vương, sau cải phong Ngụy vương\n* [[Từ Tri Ngạc]] (徐知諤, 905-939), năm 937 được phong là Nhiêu vương, sau cải phong Lương Hoài vương\n* Quảng Đức công chúa, kết hôn với Lý Kiến Huân (李建勳)\n; Dưỡng tử\n* Từ Tri Cáo (徐知誥), sau này [[Nam Đường Liệt Tổ]] Lý Biện (李昪)\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"|2}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Sinh năm 862]]\n[[Thể loại:Mất năm 927]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]\n[[Thể loại:Ngô (Thập quốc)]]"}