{"Từ Hoảng":"{{Thông tin nhân vật Tam Quốc\n|Tên= Từ Hoảng\n|Hình=Xu Huang Portrait.jpg|center|\n|Cỡ hình= 250px\n|Chú thích hình= Chân dung Từ Hoảng trong [[tiểu thuyết]] ''[[Tam Quốc Diễn nghĩa]]'' thời [[nhà Thanh]]\n|Tên thật= Từ Hoảng (徐晃)\n|-\n|Tự= Công Minh (公明)\n|Hiệu= Dương Bình hầu (陽平侯)\n|Khác=\n|Thế lực= [[Tào Ngụy]]\n|Chức vụ= Hữu Tướng Quân (右將軍)\n|Sinh= ? <sup>(không rõ năm sinh)<\/sup>\n|Nơi sinh= Hà Đông, Dương Quận (nay thuộc [[Hồng Đồng]], [[Sơn Tây (Trung Quốc)|Sơn Tây]])\n|Mất= 227\n|Nơi mất= \n|Tước hiệu= \n|Thụy hiệu= Tráng Hầu (壯侯)\n|Thân phụ= \n|Thân mẫu= \n|Hôn phối= \n|Con= Từ Cái\n|Ghi chú= \n}}\n\n'''Từ Hoảng''' ([[chữ Hán]]: 徐晃; bính âm: ''Xu Huang''; ? - [[227]]), [[biểu tự|tự]] '''Công Minh''' (公明), là danh tướng nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\nTrong đời binh nghiệp, Từ Hoảng thể hiện tài năng quân sự, lập được nhiều chiến công, nổi bật nhất là việc phá được vòng vây của [[Quan Vũ]] trong [[Trận Tương Dương-Phàn Thành]]. Ông được sử gia [[Trần Thọ (sử gia)|Trần Thọ]], tác giả của ''[[Tam quốc chí]]'', xếp vào hàng [[Ngũ tử lương tướng]] của Tào Ngụy, cùng với [[Nhạc Tiến]], [[Trương Cáp]], [[Trương Liêu]] và [[Vu Cấm]]; và được đời sau đánh giá là một trong những võ tướng giỏi nhất của [[Tào Tháo]].\n\n==Cuộc đời và sự nghiệp==\n\n=== Thời trẻ ===\nTừ Hoảng sinh ở Hà Đông, huyện Dương (nay thuộc [[Hồng Đồng]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]) vào cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]]. Lúc trẻ ông làm ''quận lại'' (một chức quan nhỏ) ở địa phương, sau đó gia nhập quân của [[Dương Phụng]]. Hoảng đánh [[khởi nghĩa Khăn Vàng|giặc Khăn Vàng]] có công, được cho làm ''Kỵ Đô Úy'' (chỉ huy kỵ binh).\n\n=== Dưới trướng Dương Phụng ===\nNăm [[192]], sau khi [[Đổng Trác]] chết, [[Lý Thôi]]-[[Quách Dĩ]] làm loạn ở [[Trường An]]. Từ Hoảng khuyên Dương Phụng hộ tống [[Hán Hiến Đế]] về [[Lạc Dương]] (lúc đó gần như đã bị phá hủy hoàn toàn), Phụng nghe theo.\n\nHiến Đế qua sông [[Hoàng Hà]] tới An Ấp, phong Hoảng làm '''Đô Đình hầu''' (都亭侯). Lúc đến Lạc Dương, trong đám quan lại đi theo có [[Hàn Tiêm]], [[Đổng Thừa]] hàng ngày gây sự, tranh đấu với nhau. Từ Hoảng khuyên [[Dương Phụng]] mời Tào Tháo vào kinh giúp hộ giá, Phụng lại nghe theo.\n\nĐầu năm [[196]], [[Tào Tháo]] cũng dẫn quân đến Lạc Dương, đón Hán Hiến đế về [[Hứa Xương]]. Từ Hoảng khuyên Dương Phụng hàng Tào, ban đầu Dương Phụng nghe theo nhưng sau đổi ý, muốn dẫn quân đuổi theo Tháo để mang [[Hán Hiến Đế]] về nhưng không kịp. Hoảng vẫn theo Dương Phụng.\n\nTháng 11 năm [[196]], Tào Tháo dẫn binh đánh Dương Phụng ở huyện Lương. Phụng bị Tháo đánh bại, bỏ chạy đi theo [[Viên Thuật]]. Từ Hoảng hàng Tào.\n\n=== Dưới trướng Tào Tháo ===\n\n==== Giúp Tào bình định Hà Bắc ====\nTào Tháo sai Từ Hoảng dẫn binh đi đánh dẹp giặc ở các huyện Quyển và Nguyên Vũ. Hoảng phá được giặc trở về, được phong làm ''Bì Tướng quân'' (裨將軍).\n\nNăm [[198]], Từ Hoảng theo Tào Tháo đi đánh [[Lã Bố]] ở Từ châu. Hoảng đánh bại, thu hàng được hai bộ tướng của Lã Bố là Triệu Thuần (趙庶) và Lý Cấu (李鄒). Ông lại cùng Sử Hoán đánh giết được tướng cũ của [[Trương Dương (Đông Hán)|Trương Dương]] là Tuy Cố (眭固) ở Hà Nội.\n\nNăm [[200]], lực lượng của Tào Tháo và [[Viên Thiệu]] đối đầu [[Trận Quan Độ|ở Quan Độ]], Từ Hoảng đi theo tham chiến. Quân Tào liên tiếp đánh bại [[Lưu Bị]] (lúc này đang theo Viên Thiệu), rồi [[Nhan Lương]] ở Bạch Mã, [[Văn Xú]] ở Diên Tân. Hoảng có công, được phong làm ''Thiên tướng quân'' (偏將軍).\n\nSau khi đi giúp [[Tào Hồng]] đánh cường tặc Chúc Tí (祝臂) ở Thủy Ân, ông lại được phái đi tấn công lương thảo của Viên Thiệu ở Cố Thị cùng Sử Hoán. Tào Tháo xét công Hoảng rất lớn, phong ''Đô Đình hầu'' (都亭侯).\n\nNăm [[202]], Viên Thiệu bại binh, ốm chết, [[Tào Tháo]] tiếp tục tiến đánh các con của Thiệu, vây [[Nghiệp (thành)|Nghiệp]] quận, phá [[Hàm Đan]].\n\n==== Chiếm Dịch Dương, khuyên Tào Tháo ====\nNăm [[203]], huyện lệnh Dịch Dương là Hàn Phạm giả vờ đầu hàng, chuẩn bị phòng ngự đầy đủ rồi chống cự với quân Tào. Từ Hoảng được phái đến phá thành, nhưng ông không đánh mà viết thư buộc vào tên, bắn vào trong thành. Hàn Phạm đọc thư xong, mở cửa ra hàng Từ Hoảng.\n\n[[Tào Tháo]] vốn có chính sách hễ thành nào chống cự thì sau khi phá xong sẽ giết sạch, nhưng Từ Hoảng phân tích lợi hại, xin Tháo tha cho dân thành Dịch Dương để các thành trì khác theo đó mà cũng ra hàng. Tào Tháo khen lời ấy.\n\nTừ Hoảng lại được biệt phái đến Mao Thành, đặt phục binh đánh úp lấy được 3 đồn địch, rồi theo Tháo đi phá [[Viên Đàm]] ở Nam Bì, dẹp loạn ở [[Bình Nguyên (tỉnh)|Bình Nguyên]], đuổi đánh [[Viên Hi]], Viên Thượng.\n\nNăm [[206]], Hoảng tham gia chinh phạt quân [[Ô Hoàn]] (chứa chấp [[Viên Thượng]], Viên Hi) ở trận núi Bạch Lang (白狼山). Quân Tào thắng lớn, [[Đạp Đốn]] tử trận. Tào Tháo xét công, ban cho ông làm ''Hoàng Dã Tướng quân'' (橫野將軍).\n\n==== Tham chiến ở Kinh châu ====\nNăm [[208]], Tào Tháo tiến binh lấy [[Kinh Châu]], Từ Hoảng đi theo. Tháo lấy được Kinh Châu rồi, lại muốn dùng [[thủy quân]] Kinh Châu để đánh chiếm [[Đông Ngô]].\n\n[[Tôn Quyền]] liên minh với [[Lưu Bị]], cử [[Chu Du]] làm [[Đô đốc|Đại Đô đốc]] thống lĩnh liên quân. Du dùng kế hỏa công của [[Hoàng Cái]], đánh quân Tào đại bại trong [[trận Xích Bích]]. Tào Tháo rút chạy, để Từ Hoảng ở lại giúp [[Tào Nhân]] giữ [[Giang Lăng]].\n\nHoảng giữ [[Phàn Thành]], đánh dẹp địch ở các huyện Trung Lư, Lâm Tự, Nghi Thành, rồi lại đem quân đi giúp [[Mãn Sủng]] đánh [[Quan Vũ]] ở Hán Tân, giúp Tào Nhân chống [[Chu Du]] ở [[Giang Lăng]].\n\n==== Tế mộ tiền nhân ====\n\nNăm [[210]], Từ Hoảng dẫn quân đánh dẹp phản loạn ở Thái Nguyên, vây chiếm thành Đại Lăng, giết đầu lĩnh của giặc là Thương Diệu (商曜).\n\nNăm [[211]], [[Hàn Toại]], [[Mã Siêu]] làm phản ở [[Tây Lương (định hướng)|Tây Lương]], Tào Tháo sai Từ Hoảng đến đóng binh ở Phần Âm để phủ dụ xứ Hà Đông. Đây là quê hương của Từ Hoảng, nên Tháo ban cho ông thịt bò và rượu để dâng lên mộ tiền nhân.\n\n==== Hiến kế vượt sông, giúp bình Tây Lương ====\nTào Tháo dẫn đại quân đến [[Đồng Quan]], sợ không sang sông [[Vị Hà]] được, gọi Từ Hoảng đến hỏi. Hoảng xin được đi lên thượng nguồn phía Bắc, vượt sông [[Hoàng Hà]] ở bến Bồ Phản, cắt đường lui của địch ở ải Đồng Quan. Tháo khen hay.\n\nTừ Hoảng cùng Chu Linh dẫn 4000 quân qua bến Bồ Phản, cắm trại chưa xong thì bị [[Lương Hưng (Đông Hán)|Lương Hưng]] đem 5000 quân đến đánh. Hoảng đánh lui quân Tây Lương, đại quân Tào Tháo nhờ đó qua sông an toàn.\n\nNăm [[211]], [[Trận Đồng Quan (211)|trận Đồng Quan]] kết thúc với thắng lợi của quân Tào, [[Mã Siêu]] đại bại bỏ chạy đi trốn sâu trong đất của các tộc người thiểu số. Tào Tháo sai Từ Hoảng đi giúp [[Hạ Hầu Uyên]] bình định [[Người Đê|rợ Đê]] ở Du Mi và Khiên Chư, rồi cùng hội quân ở [[An Định, Định Tây|An Định]].\n\nTào Tháo về [[Nghiệp (thành)|Nghiệp]] quận, lại sai Hoảng và Uyên đi bình định dư đảng Toại-Siêu ở huyện Phu và huyện Hạ Dương. Quân Tào giết được [[Lương Hưng (Đông Hán)|Lương Hưng]], thu hàng hơn ba nghìn hộ.\n\nTiếp đó, Từ Hoảng được biệt phái đi đến đánh dẹp [[người Đê]] ở vùng núi Độc và núi Cừu Di, được thăng là ''Bình Khấu Tướng quân'' (平寇將軍). Hoảng lại đi giải vây cho Trương Thuận (張順), đánh lấy hơn 30 đồn binh của bọn giặc Trần Phúc (陳福).\n\n==== Tham chiến ở Hán Trung ====\nNăm [[215]], [[Trận Hán Trung (215)|Tào Tháo bình định Hán Trung]], chiêu hàng [[Trương Lỗ]], để Từ Hoảng và [[Hạ Hầu Uyên]] ở lại giữ ải Dương Bình phòng [[Lưu Bị]]. Bị sai [[Trần Thức]] lập hơn mười doanh trại chặn Mã Minh Các, cắt đứt đường vận lương và liên lạc của [[Hạ Hầu Uyên]]. Từ Hoảng đem binh đánh phá, quân Thục thua to, rơi xuống sơn cốc chết rất nhiều. Tào Tháo nghe tin mừng, ban cho Hoảng được cầm ''giả tiết''.\n\nNăm [[217]], [[Trận Hán Trung (217-219)|Lưu Bị tiến đánh Hán Trung]], quân Trương Phi đánh được [[Trương Cáp]], nhưng sau đó lại bị quân [[Tào Hồng]], [[Tào Hưu]] chặn lại. Giao tranh kéo dài đến năm [[219]]. Năm đó, Lưu Bị vây đánh [[Hạ Hầu Uyên]] ở núi Định Quân, [[Hoàng Trung]] dẫn quân phá doanh trại Tào, Uyên tử trận. [[Trương Cáp]] tạm thay Uyên, tiếp tục chống cự.\n\nTào Tháo lo lắng, sai [[Tào Chân]] dẫn quân đi cứu, Từ Hoảng đánh bại tướng Thục là [[Cao Tường]] ở Dương Bình, phục hồi một phần sĩ khí quân Tào.<ref>'''Trần Thọ, Tam quốc chí, Ngụy thư 9 – [[Tào Chân]] truyện''': ''Khi ấy, Hạ Hầu Uyên mất ở Dương Bình, Thái Tổ (Tào Tháo) lo lắng, lấy Chân làm Chinh Thục hộ quân, đốc bọn Từ Hoảng phá biệt tướng của Lưu Bị là Cao Tường ở Dương Bình''<\/ref> Đại quân Tào Tháo đến sau, cầm cự với Lưu Bị, nhưng vận chuyển lương thảo khó khăn, nản lòng rồi rút về, Hán Trung bị mất vào tay Lưu Bị.\n\n:Trong trận này, do quân Tào thiếu lương, nhiều tướng sĩ vì đói ăn, bỏ chạy sang hàng quân Thục, trong số đó có [[Vương Bình]]. Nhưng trong [[tiểu thuyết]] ''[[Tam quốc diễn nghĩa]]'', nhằm hạ uy phe Tào Ngụy, [[nhà văn]] [[La Quán Trung]] đã [[hư cấu]] nên tình tiết [[nhân vật]] Từ Hoảng muốn bắt chước mẹo của người xưa, \"phó tướng\" là Vương Bình can ngăn không nghe. Nhân vật Từ Hoảng thua trận về lại đổ tội muốn giết nhân vật Vương Bình, khiến Bình bỏ sang hàng Thục.\n\n=== Giải vây Phàn Thành ===\n{{Chính|Trận Tương Dương-Phàn Thành}}\nChiến tích quan trọng nhất trong binh nghiệp của Từ Hoảng là trận chiến với quân [[Quan Vũ]] ở Phàn Thành (nay thuộc [[Tương Dương, Hồ Bắc|Tương Phàn]], [[Hồ Bắc]]).\n\nNăm [[219]], [[Quan Vũ]] từ [[Giang Lăng]] xuất binh bao vây [[Tương Dương (thành cổ)|Tương Dương]] và Phàn Thành. Cánh quân tiếp viện đầu tiên do [[Vu Cấm]] và [[Bàng Đức]] chỉ huy bị [[lũ lụt]] sông [[Hán Thủy]] tiêu diệt, [[Tào Nhân]] ở Phàn Thành và Lã Thường ở [[Tương Dương (thành cổ)|Tương Dương]] bị vây cấp đã lâu, thành sắp vỡ. Ban đầu Tào Tháo rúng động, định dời Đô, sau nghe lời [[Tư Mã Ý]] và [[Tưởng Tế]] mới thôi, và phái Từ Hoảng dẫn cánh quân tiếp viện thứ hai đi cứu Tương-Phàn.\n\n==== Mưu đoạt Yển thành ====\nDo quân tinh nhuệ theo [[Vu Cấm]] đã chết chìm hết, quân của Từ Hoảng lần này phần lớn là tân binh, không được tập luyện bài bản. Từ Hoảng vừa đến Dương Lăng Pha đóng quân, Tào Tháo đã phái Từ Thương và [[Lã Kiền]] đến, dặn dò rằng: \"''Phải đợi binh mã đến đủ, rồi cùng tiến''\".\n\nTừ Hoảng đem binh đến Yển thành, giả vờ đào hào xung quanh để cắt đứt đường tiếp tế lương thảo. Quân Thục bị lừa, tự đốt đồn bỏ chạy, Hoảng chiếm được Yển thành, bước đầu trong việc phá vòng vây của địch.\n\n==== Đối mặt trước trận ====\nLúc này quân doanh 2 bên đã đối diện nhau, [[Quan Vũ]] đành dẫn binh ra giáp mặt Từ Hoảng. Cả hai đều là người quận Hà Đông, từ nhỏ đã quen biết nhau và quan hệ khá tốt.\n\n''Thục ký'' viết: Vũ cùng Hoảng khi xưa rất quí trọng nhau, lúc ấy trông xa nói chuyện, chỉ nói chuyện thường ngày, không nhắc việc quân. Chốc lát, Hoảng quay đầu ngựa truyền lệnh: \"''Ai lấy được đầu Vân Trường, thưởng ngàn cân vàng!''\" Vũ [[Sợ|lo sợ cuống cuồng]],<ref>[[Trần Thọ (sử gia)|'''Trần Thọ''']], '''[[Tam quốc chí]]''', '''Thục Thư''' – '''Quan Vũ truyện'''<\/ref> hỏi Hoảng rằng: \"''Đại huynh sao lại nói như vậy?''\" Hoảng đáp: \"''Ấy chỉ bởi việc nước mà thôi.''\"\n\nTừ Hoảng tiến binh, quân Thục vây vùng Tam Trượng. Còn chưa giao chiến, thì Tào Tháo sai Ân Thự và [[Chu Cái]] dẫn 1 vạn quân đến tiếp viện cho Từ Hoảng. Sau khi quân tiếp viện đến, Từ Hoảng lập tức phát binh tấn công trực tiếp vào trại Quan Vũ.\n\n[[Quan Vũ]] vốn cho quân đóng trại ở Vi Đầu, lại lập thêm đồn ở Tứ Trủng. Từ Hoảng giương đông kích tây, phao tin đánh trại Vi Đầu của Vũ, nhưng kỳ thực lại đánh đồn Tứ Trủng. Quan Vũ mắc mưu, dồn quân phòng thủ trại Vi Đầu, nên đồn Tứ Trủng bị đánh sắp vỡ. Vũ phải đích thân dẫn 5000 quân ra đánh, bị Từ Hoảng đánh lui. Hoảng đuổi theo phá tan đội hình quân Thục. Binh sĩ của Vũ bị đẩy xuống sông [[Hán Thủy]] chết rất nhiều, Phàn Thành được giải vây.\n\nLúc này thủy quân của Quan Vũ vẫn chiếm cứ Miến Thủy, Tương Dương vẫn tiếp tục bị bao vây. Quân của Từ Hoảng tuy phá được vòng vây ở Phàn Thành nhưng không có thủy quân, nên không thể ứng cứu cho Tương Dương. Nhưng khi nghe tin Giang Lăng thất thủ do bị quân [[Đông Ngô]] đánh lén, Quan Vũ phải bỏ vòng vây, lập tức dẫn binh quay về nam.\n\nTào Tháo được tin thắng trận, khen rằng:<blockquote>''\"Giặc đào hào kín mít, rải chông chà, mười phần trầm trọng, tướng quân hết sức đánh, thu được toàn thắng, lại phá vòng vây của địch, chém được nhiều đầu giặc...\"''\n\n''\"Ta dụng binh hơn 30 năm, cũng có nghe đến cái khéo dùng binh của người xưa, mà chưa thấy có ai xông thẳng vào vòng vây của địch như vậy... Vả lại vòng vây ở Phàn Thành-Tương Dương, còn hơn [[Điền Đan|vòng vây ở thành Cử-Tức Mặc]]. Công lao của tướng quân còn hơn cả [[Tôn Vũ]], [[Tư Mã Nhương Thư|Nhương Thư]].\"''<\/blockquote>\n\nSau khi [[Quan Vũ]] rút quân, chỉnh đốn quân mã, rồi quay về Ma Pha. Đích thân Tào Tháo ra ngoài thành 7 dặm để nghênh đón Từ Hoảng, bày tiệc rượu mở đại hội.\n\nBấy giờ chư quân đều tụ tập ở đó, [[Tào Tháo]] đi lần lượt các doanh trại, quân sĩ của các tướng khác vì muốn xem mặt Ngụy vương nên đều mất hàng ngũ, nhưng quân của Từ Hoảng vẫn hàng nào đội ấy, răm rắp một lượt. Tào Tháo thấy vậy khen rằng: \"''Từ tướng quân quả thật có dáng như [[Chu Á Phu]] ngày trước!\"''\n\n=== Phụng sự Tào Phi, Tào Duệ ===\nNăm [[220]], Tào Tháo chết, [[Tào Phi]] nối ngôi Ngụy vương, Từ Hoảng tiếp tục được tin dùng. Ông được phong làm ''Hữu tướng quân'' (右將軍) và '''Lục Hương hầu''' (逯鄉侯).\n\nTào Phi phế [[Nhà Hán|Hán]] lập [[Tào Ngụy|Ngụy]], lên ngôi [[Hoàng đế]], Từ Hoảng lại được phong tước hiệu '''Dương hầu''' (楊侯).\n\nPhi cử Từ Hoảng cùng [[Hạ Hầu Thượng]] đánh lấy được Thượng Dung của [[Lưu Bị]], rồi lại cử Hoảng đi trấn thủ Dương Bình, đổi phong tước '''Dương Bình hầu''' (陽平侯).\n\nNăm [[226]], Tào Phi chết, [[Tào Duệ]] lên ngôi nối dõi, phái Từ Hoảng đến giữ [[Tương Dương (thành cổ)|Tương Dương]] chống [[Gia Cát Cẩn]] của quân [[Đông Ngô|Ngô]]. Hoảng được tặng thưởng thực ấp thêm 200 hộ, tổng là 3100 hộ.\n\n==== Qua đời và hậu duệ ====\nNăm [[227]], Từ Hoảng bệnh nặng, trước khi mất  để lại di mệnh cho con cháu làm tang lễ đơn giản, chỉ được dùng thường phục để an táng. [[Tào Duệ|Ngụy Minh Đế]] ban cho ông thụy hiệu là '''Tráng hầu''' (壯侯). Con của ông là Từ Cái (徐蓋) được tập tước cha, rồi đến con của Cái là Từ Phách (徐霸). Ngụy Minh Đế chia ấp riêng cho gia đình ông, phong hai người cháu của ông làm Liệt hầu.\n\n== Nhận định ==\nTác giả ''[[Tam quốc chí]]'', sử gia [[Trần Thọ (sử gia)|Trần Thọ]] viết về Từ Hoảng:<blockquote>Hoảng có tính tiết kiệm, giản dị mà cẩn thận, khi dẫn quân đi thường cho người dò xét ở đằng xa; nếu trước đánh không thắng, thì sau lại gắng đánh tiếp, truy đuổi quân địch đến khi giành thắng lợi. Quân sĩ vì thế chẳng được nhàn hạ; Hoảng thường than rằng: \"''Cổ nhân thường lo chẳng gặp được đấng minh quân, nay ta may mắn gặp được, phải lấy việc lập công để báo đáp, đâu vì danh dự cá nhân!''\"\n\nHoảng trọn đời chẳng chịu kết giao bè phái.<\/blockquote>\n\n==Hình tượng trong văn học ==\nTrong [[tiểu thuyết]] ''[[Tam quốc diễn nghĩa]]'', nhân vật Từ Hoảng xuất hiện lần đầu ở chương 13. Cũng giống như trong lịch sử, Từ Hoảng làm tướng dưới quyền Dương Phụng và đang hộ tống Hán Hiến Đế về Lạc Dương sau khi Đổng Trác chết. Khi Tào Tháo đến Lạc Dương, Dương Phụng sai Từ Hoảng chặn đường. Tháo thấy Từ Hoảng uy phong lẫm liệt, có lòng khen thầm, nên sai võ tướng dũng mãnh nhất của mình là [[Hứa Chử]] giao chiến với nhân vật Từ Hoảng.\n\nHai bên đánh nhau hơn năm mươi hiệp vẫn không phân thắng bại. Tào Tháo thấy Từ Hoảng anh hùng, có lòng yêu mến nên cho rút quân về. Sau đó, Tào Tháo sai quân sư [[Mãn Sủng]], một người cùng làng với Từ Hoảng, sang thuyết phục Từ Hoảng về hàng Tháo. Đêm đó, Mãn Sủng cải trang thành tên lính và lẻn vào trại địch. Sau khi bị thuyết phục, Từ Hoảng quyết định sang hàng Tào Tháo. Mãn Sủng khuyên Từ Hoảng giết Dương Phụng, nhưng vì là người nghĩa sĩ quân tử nên ông đã không làm việc đó.\n\n===Cái chết hư cấu===\nTrong trận đánh ở [[Tân Thành]], nhân vật Từ Hoảng đến dưới thành kêu gọi nhân vật [[Mạnh Đạt]] ra hàng, bị bắn tên vào giữa trán. Các lính cứu Từ Hoảng về đến trại, được thầy thuốc rút tên và cố gắng chữa, nhưng vì vết thương nặng quá nên nhân vật này chết ở trong quân, thọ 59 tuổi.\n\nViệc nhà văn [[La Quán Trung]] hư cấu ra cái chết cho nhân vật Từ Hoảng trong truyện có thể là do quan điểm \"Thục là vua, Ngụy là giặc\", kèm theo việc Từ Hoảng đánh bại Quan Vũ (những người hại Quan Vũ đều bị nhà văn cho chết bất đắc kỳ tử), hoặc cũng có thể do tác giả muốn các danh tướng được \"chết oai hùng trên chiến trận\" chứ không chết già.\n\n== Xem thêm ==\n\n*[[Ngũ tử lương tướng]]\n*[[Danh sách nhân vật thời Tam Quốc]]\n\n==Tham khảo==\n{{tham khảo}}\n\n*[[Trần Thọ (sử gia)|'''Trần Thọ''']], '''[[Tam quốc chí]]''', '''Ngụy thư''', ''Trương Nhạc Vu Trương Từ truyện'' - ''Từ Hoảng truyện''\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 227]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Người họ Từ tại Trung Quốc]]"}