{"Uất Trì Huýnh":"'''Uất Trì Huýnh''' hay '''Uất Trì Quýnh''' ([[tiếng Trung Quốc|tiếng Trung]]: 尉遲迥; ?- 580), tự '''Bạc Cư La''' (薄居羅)<ref name=CT>[http:\/\/zh.wikisource.org\/wiki\/%E5%91%A8%E6%9B%B8\/%E5%8D%B721 Chu thư: Quyển 21, Liệt truyện 13: Uất Trì Huýnh]<\/ref>, cháu gọi cậu của [[Vũ Văn Thái]], là một tướng của các quốc gia do bộ lạc [[Tiên Ti]] lập ra là [[Tây Ngụy]] và [[Bắc Chu]]. Lần đầu tiên ông nổi danh khi người cậu là [[Vũ Văn Thái]] làm thượng trụ của Tây Ngụy và sau đó phục vụ nhà Bắc Chu sau khi gia tộc họ Vũ Văn thành lập triều đại nhà Bắc Chu (sau khi Vũ Văn Thái đã chết). Năm 580, tin rằng nhiếp chính [[Tùy Văn Đế|Dương Kiên]] muốn cướp ngôi, Uất Trì Huýnh đã nổi dậy chống lại Dương Kiên nhưng nhanh chóng thất bại.\n\n==Thân thế==\nNgười ta không rõ Uất Trì Huýnh sinh năm nào. Tổ tiên của ông là một nhánh của bộ lạc [[Thác Bạt]], là bộ lạc đã lập ra [[Bắc Ngụy]], và gia tộc này được nói tới như là Uất Trì - và vì thế đã lấy tên gia tộc làm họ.\n\nCha của ông là Uất Trì Sĩ Đâu (尉遲俟兜)<ref name=CT \/> cưới chị gái của thượng trụ nhà [[Tây Ngụy]] là [[Vũ Văn Thái]], và họ có với nhau hai con trai là Uất Trì Huýnh và em trai ông là Uất Trì Cương (尉遲綱)<ref name=CT \/>. Mẹ của Uất Trì Huýnh sau này được biết đến là công chúa Xương Lạc thời [[Bắc Chu]]. Uất Trì Sĩ Đâu mất tương đối sớm.\n\nPhần liệt truyện trong Chu thư viết rằng Uất Trì Huýnh là người thông minh, nhanh nhẹn, đẹp trai<ref name=CT \/> và giàu tham vọng khi tuổi trẻ, phục vụ dưới trướng người cậu là Vũ Văn Thái, ông cưới công chúa Kim Minh<ref name=CT \/>, con gái của [[Tây Ngụy Văn Đế]]. Ông thể hiện tài năng cả trong quân sự lẫn quản lý hành chính, vì thế Vũ Văn Thái đã giao cho ông những chức vụ ngày càng quan trọng.\n\n== Thời Tây Ngụy ==\nNăm 552, nhà nước kình địch là [[nhà Lương]], sau vụ nổi dậy của [[Hầu Cảnh]] và cái chết của Hầu đầu năm đó, có hai người tranh giành quyền kế vị. Người thứ nhất là [[Lương Nguyên Đế|Tiêu Dịch]], người kiểm soát các khu vực trung tâm và miền đông. Người thứ hai là [[Tiêu Kỉ]], người kiểm soát khu vực miền tây. Cả hai người đều là con trai của hoàng đế sáng lập nhà Lương là [[Lương Vũ Đế|Vũ Đế]] Tiêu Diễn.\n\nTiêu Kỉ mang quân đánh Giang Lăng - thủ phủ của Tiêu Dịch. Tiêu Dịch, dưới sức ép cuộc tấn công của Tiêu Kỉ, buộc phải nhờ sự trợ giúp của Tây Ngụy. Tây Ngụy bèn cách tấn công vào hậu phương của Tiêu Kỉ, đánh vào Ích Châu (益州, nay là miền trung [[Tứ Xuyên]]). [[Vũ Văn Thái]] tin rằng đây là cơ hội lớn cho Tây Ngụy xâm chiếm Tứ Xuyên và [[Trùng Khánh]], nhưng khi thảo luận vấn đề này thì phần lớn các tướng khác chống lại. Tuy nhiên, Uất Trì Huýnh là người ủng hộ kế hoạch này và yêu cầu tấn công ngay. Vì thế Vũ Văn Thái giao cho ông làm tổng chỉ huy cùng 6 tướng khác đem quân tấn công vào hậu phương của Tiêu Kỉ<ref name=CT \/>, và cuộc tấn công này bắt đầu vào mùa xuân năm 553. Uất Trì Huýnh nhanh chóng tiến tới kinh đô của Tiêu Kỉ tại Thành Đô (成都).\n\nQuân đội của Tiêu Kỉ, khi đó đang giao chiến với quân của Tiêu Dịch ở gần Giang Lăng (江陵, nay thuộc [[Kinh Châu]], [[Hồ Bắc]]), bị sụp đổ. Tiêu Kỉ bị Tiêu Dịch bắt được và giết chết.\n\nSau khi Uất Trì Huýnh vây hãm Thành Đô trong 5 tháng, những người phòng giữ Thành Đô là Tiêu Hội (蕭撝 - anh em họ của Tiêu Kỉ) và Tiêu Viên Húc (蕭圓肅 - con trai Kỉ) đầu hàng. Các tỉnh cận kề cũng nhanh chóng hàng theo và Tây Ngụy chiếm đóng lãnh thổ của Tiêu Kỉ. Vũ Văn Thái giao cho Uất Trì Huýnh làm tổng quản Ích Châu, chịu trách nhiệm quản lý cả 12 châu bao quanh.\n\nNăm 554, thêm 6 châu nữa được giao cho Uất Trì Huýnh quản lý, tổng cộng là 18 châu. Tuy nhiên, do Uất Trì Huýnh là người chí hiếu<ref name=CT \/>, và mẹ của ông còn ở kinh đô [[Trường An]], nên Vũ Văn Thái sau đó đã cho triệu hồi ông về kinh đô.\n\n== Thời Bắc Chu ==\n===Mẫn đế và Minh đế===\nVũ Văn Thái mất năm 556, cháu của ông là [[Vũ Văn Hộ]] đóng vai trò nhiếp chính cho con trai của Vũ Văn Thái là [[Bắc Chu Hiếu Mẫn Đế|Vũ Văn Giác]], buộc [[Tây Ngụy Cung Đế]] Thác Bạt Khuếch phải nhường ngôi cho Vũ Văn Giác vào mùa xuân năm 558, kết thúc triều đại Tây Ngụy và lập ra nhà Bắc Chu, với Vũ Văn Giác là hoàng đế (nhưng dùng tước hiệu \"Thiên vương\" (tức Bắc Chu Hiếu Mẫn Đế). Hiếu Mẫn đế phong cho Uất Trì Huýnh làm Trụ quốc đại tướng quân, tước Ninh Thục công rồi thăng tiếp thành Thục quốc công<ref name=CT \/>, để vinh danh chiến thắng của ông (do khu vực Tứ Xuyên ngày nay trong thời cổ đại gọi là đất Thục).\n\nCuối năm 558, khi Hiếu Mẫn đế cố gắng giành lại quyền hành từ tay Vũ Văn Hộ thì Hộ ra tay giết chết vua Ngụy, lập anh trai của Hiếu Mẫn đế là Ninh Đô công [[Bắc Chu Minh Đế|Vũ Văn Dục]] làm hoàng đế thay thế (tức Bắc Chu Minh Đế). Uất Trì Huýnh có tham gia vào việc tranh giành quyền lực hay không thì không rõ, nhưng em trai ông là Uất Trì Cương thì đứng về phía Vũ Văn Hộ.\n\nCác hoạt động của Uất Trì Huýnh trong thời Minh đế không được sử sách ghi lại. Năm 560, Minh đế bị Vũ Văn Hộ đầu độc. Em trai của Minh đế là Lộ công [[Bắc Chu Vũ Đế|Vũ Văn Ung]] trở thành hoàng đế, tức Bắc Chu Vũ Đế.\n\n=== Vũ đế ===\nNăm 562, Uất Trì Huýnh trở thành Binh bộ thượng thư - một trong sáu bộ trong chính quyền, theo hệ thống do Vũ Văn Thái đề ra - mặc dù vai trò thực sự của ông là gì thì không rõ, do Vũ Văn Hộ, khi đó làm thừa tướng, cũng quản lý quân đội. Em trai ông Uất Trì Cương làm thượng thư bộ Hộ.\n\nMùa đông năm 564, Vũ Văn Hộ đem quân tấn công [[Bắc Tề]]. Uất Trì Huýnh chịu trách nhiệm tấn công [[Lạc Dương]] cùng Đạt Hề Vũ (達奚武) và em trai của Vũ đế là Tề Dương vương [[Vũ Văn Hiến (Bắc Chu)|Vũ Văn Hiến]], nhưng cuộc tấn công không giành được thắng lợi và phải rút lui.\n\nNăm 568, Uất Trì Huýnh được phong làm ''Thái bảo'' (太保) - một trong ba người làm cố vấn cho hoàng đế—nhưng với thực quyền không rõ.\n\nNăm 572, Vũ đế lập mưu giết chết Vũ Văn Hộ, chiếm lại quyền hành. Uất Trì Huýnh được Vũ Đế phong làm ''Thái sư'' (太師) - một trong ba người làm cố vấn cho hoàng đế và hơi cao hơn ''Thái bảo''.\n\nNăm 576, Vũ đế mở cuộc tấn công lớn vào [[Bắc Tề]], tiêu diệt và chiếm trọn lãnh thổ nước này năm 577. Sử sách không nêu rõ về sự tham dự của Uất Trì Huýnh trong chiến dịch này. Năm 578, Vũ đế chết và hoàng thái tử [[Bắc Chu Tuyên Đế|Vũ Văn Uân]] trở thành hoàng đế (tức Bắc Chu Tuyên Đế).\n\n=== Tuyên đế và Tĩnh đế ===\nMùa xuân năm 579, Tuyên đế lập ra 4 chức vụ cố vấn mới, bao gồm, chú của ông là Việt vương Vũ Văn Thịnh (宇文盛), Uất Trì Huýnh, Thân quốc công [[Lý Mục]] (李穆), Tùy quốc công [[Tùy Văn Đế|Dương Kiên]] (cha vợ của Tuyên đế; do vợ ông, hoàng hậu [[Dương Lệ Hoa]] là con gái ông này). Ông cũng giao cho Uất Trì Huýnh làm tổng quản Tương Châu (相州, ngày nay là [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]) - nói cách khác là khu vực phía bắc [[Hoàng Hà]]. Cuối năm đó, Tuyên đế truyền ngôi cho con trai là [[Bắc Chu Tĩnh Đế|Vũ Văn Xiển]] (Bắc Chu Tĩnh Đế) để làm [[thái thượng hoàng]] - nhưng với tước hiệu cao bất thường \"Thiên Nguyên hoàng đế\" (天元皇帝). Ông thực hiện việc cai trị một cách thất thường và độc ác, làm cho các triều thần chán ghét. Những hành vi của ông này có thể kể tới là cưỡng hiếp cháu gái của Uất Trì Huýnh là [[Uất Trì Sí Phồn]], người đã lấy Tây Dương công Vũ Văn Ôn (宇文溫), con trai của người anh em họ với Tuyên đế là Tề công Vũ Văn Lượng (宇文亮), làm cho Vũ Văn Lượng nuôi ý định làm phản. Khi âm mưu làm phản của Vũ Văn Lượng bị phát hiện, Tuyên đế đã giết cả Lượng và Ôn, chiếm Sí Phồn làm quý phi và sau đó phong làm một trong năm hoàng hậu - điều này ngược lại với truyền thống chỉ phong một hoàng hậu. (Một người cháu gái khác của Uất Trì Huýnh, hoàng hậu [[Tư Mã Lệnh Cơ]], là vợ của Tĩnh đế).\n\nMùa hè năm 580, Tuyên đế đột tử và sau đó người cùng phe với Dương Kiên là Lưu Phưởng (劉昉) và Trịnh Dịch (鄭譯) giả lập sắc chỉ của Tuyên đế để đưa Dương Kiên làm nhiếp chính. Ông này nhanh chóng nắm quyền và kiểm soát vũ đài chính trị. Do Uất Trì Huýnh có địa vị cao, Dương Kiên e ngại rằng ông này có thể chống lại mình nên đã giao cho con trai của Uất Trì Huýnh là Ngụy An công Uất Trì Đôn (尉遲惇) tới Tương Châu truyền lệnh cho Uất Trì Huýnh trở về kinh đô chịu tang Tuyên đế, thay thế ông bằng thượng trụ quốc [[Vi Hiếu Khoan]].\n\nUất Trì Huýnh tin rằng Dương Kiên có ý định tiếm ngôi, nên thay vì về kinh đô chịu tang đã nổi dậy chống lại họ Dương, tuyên bố rằng ông có ý định bảo vệ dòng dõi hoàng tộc Bắc Chu. Ông đưa con trai (không rõ tên) của chú Tuyên đế là Triệu vương Vũ Văn Chiêu (宇文招) lên làm hoàng đế. Một loạt các tướng lĩnh quan trọng ủng hộ ông - những người đáng nói tới là Tư Mã Tiêu Nan (司馬消難), người kiểm soát các châu phía nam, và Vương Khiêm (王謙), người kiểm soát các châu phía tây nam - nhưng ông không thể thuyết phục được Lý Mục, người kiểm soát khu vực ngày nay là [[Sơn Tây (Trung Quốc)|Sơn Tây]], gia nhập cùng ông. Ông cũng không thể thuyết phục vua nước chư hầu của Bắc Chu là [[Tây Lương]] (do [[Lương Hiếu Minh Đế]], chắt nội của [[Lương Vũ Đế]]) tham gia cùng ông.\n\nUất Trì Huýnh, cho dù có danh tiếng và địa vị cao, nhưng vào thời điểm đó đã già yếu, mọi vấn đề thực ra đều do trưởng sử của ông là Thôi Đạt Nã (崔達拏) cùng người vợ thứ hai là Vương thị quyết định<ref name=CT \/>. Các quyết định của Thôi và Vương thị về cơ bản là không thích hợp và vì thế cuộc nổi dậy không đạt được tiến triển gì. Rất nhanh sau đó, các lực lượng của chính quyền trung ương, do Vi Hiếu Khoan chỉ huy, đã áp sát tổng hành dinh của Uất Trì tại [[Nghiệp Thành]] (鄴城, ngày nay là [[Hàm Đan]]) và vây hãm thành này. Khi Nghiệp Thành thất thủ, chỉ 68 ngày<ref name=CT \/> sau khi Uất Trì Huýnh nổi dậy, thông gia của ông là Thôi Hoằng Độ (崔弘度), người phục vụ dưới trướng Vi Hiếu Khoan, đã gặp ông và cho ông thời gian tự sát. Uất Trì Huýnh chửi mắng Dương Kiên thậm tệ rồi tự vẫn. Các con trai của ông cũng bị giết.\n\nTrong thời kì trị vì của [[Đường Cao Tổ]] (618-626), cháu họ của Uất Trì Huýnh là Khố bộ viên ngoại lang Uất Trì Kì Phúc (尉遲耆福) đã thỉnh cầu cho Uất Trì Huýnh được chôn cất phù hợp với chức tước của ông. Đường Cao Tổ nhận thấy Uất Trì Huýnh là trung thần của Bắc Chu nên đã đồng ý<ref name=CT \/>.\n\n==Ghi chú==\n{{Tham khảo}}\n\n==Xem thêm==\n* [[Lương Nguyên Đế|Lương Nguyên đế]]\n* [[Bắc Chu Vũ Đế]]\n* [[Bắc Tề]]\n* [[Tây Ngụy]]\n* [[Bắc Chu]]\n* [[Tùy Văn Đế|Tùy Văn đế]]\n\n[[Thể loại:Tướng nhà Tây Ngụy]]\n[[Thể loại:Tướng nhà Bắc Chu]]\n[[Thể loại:Mất năm 580]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Tướng nhà Bắc Ngụy]]"}