{"Valdemar Magnusson":"{{dịch thuật}}\n'''Valdemar Magnusson''' (1282 - 1318) là một [[vương công]] [[Thụy Điển]] đồng thời giữ vai trò quốc chủ [[Phần Lan]] từ năm 1302-1318.\n==Sự nghiệp==\n[[Tập tin:Seal of duke valdemar of finland.gif|thumb|Seal of Duke Valdemar of Finland.]] \nValdemar là con trai thứ ba của [[Magnus III]] và [[Helvig của Holstein]]. Ông trở thành [[Công tước]] [[Phần Lan]] năm 1302 tại lễ đăng quang của người anh trai, Birger. Valdemar kết hôn với [[Kristina Torgilsdotter]], con gái [[Torgils Knutsson]], người đã cai trị và cai trị ảo của [[Thụy Điển]] trong giai đoạn đầu triều đại của vua Birger.\n\nCha Valdemar, [[Torkel Knutsson]], bị bắt vào tháng 12 năm 1305 và [[Tử hình|hành quyết]] vào tháng 2 năm sau. Valdemar sau đó đã ly hôn vợ, tuyên bố rằng họ có liên quan đến tâm linh (anh em rửa tội) vì Torkel là cha đỡ đầu của ông. Vào mùa thu năm 1312 tại Oslo, ông kết hôn với Ingeborg, con gái của vua Eirik II của Na Uy. Đó là một đám cưới đôi, bởi vì cùng lúc anh trai của Valdemar, Eric kết hôn với Ingeborg, con gái của Vua Haakon V của Na Uy. Valdemar và Ingeborg có một đứa con trai năm 1316 đã qua đời khi còn nhỏ.\n\nNăm 1306, trong một sự kiện được gọi là trò chơi Håtuna (Håtunaleken), vua Birger đã bị bắt bởi những người anh em của mình trên khu vực hoàng gia Håtuna ở Uppland và bị bắt làm tù nhân tại Nyköping Castle (Nyköpingshus). Hai năm sau, Vua Eric VI của Đan Mạch buộc Valdemar và Eric phải thả Vua Birger dưới những điều kiện nhục nhã. Vua Birger tìm kiếm viện trợ ở Đan Mạch sau khi được thả và cuộc xung đột tiếp tục.\n\nVào năm 1315, Valdemar và Eric đã xoay xở để giành lấy phần lớn vương quốc Thụy Điển từ anh trai của họ. Valdemar đã đạt được các lâu đài Turku và Häme, với phần sư tử của Phần Lan, lâu đài Stockholm, hầu hết là lâu đài Uppland, Borgholm và đảo Öland. Eric đã sở hữu Kungahälla (mà ông đã được trao trong thời gian lưu vong của vua Na Uy) và phía bắc Halland, mà ông đã được vua Eric VI của [[Đan Mạch]].\n\nVào ngày [[10 tháng 12]] năm 1317, Valdemar và Eric bị bắt và cầm tù bởi Birger tại Nyköping Banquet (Nyköpings gästabud).\n\nVợ của Valdemar và Eric đã đảm nhận vai trò lãnh đạo sau khi chồng của họ bị cầm tù. Vào ngày 16 tháng 4 năm 1318, hai nữ công tước bước vào một hiệp ước ở Kalmar với Esger Juul, Tổng giám mục Lund và Christopher, anh trai của Eric VI của Đan Mạch và Công tước Halland-Samsötreaty, để giải phóng chồng của họ.\n\nHiệp ước này không được tôn trọng, và chồng của họ đã chết sau đó cùng năm đó. Mặc dù nguyên nhân chính xác của cái chết của họ là không rõ, các anh em được cho là đã bị sát hại hoặc bị chết đói.\n\nIngeborg là Nữ Công tước xứ Öland từ ít nhất 1340, sống sót sau khi chồng bà mất lâu sau khi ông qua đời và ở lại Thụy Điển cho đến khi bà qua đời.\n\n==Xem thêm==\n* Lindqvist, Herman ''Historien om Sverige. Från islossning till kungarike'' (Norstedts: 1997)\n* Harrison, Dick ''Jarlens sekel: en berättelse om 1200-talets Sverige'' (Ordfront. 2002)\n* Bergman, Mats ''Nyköpingshus. En rundvandring i historia och nutid'' (Almqvist & Wiksell. 1992)\n* Mannervik, Cyrus ''Sagor och sägner – Från Nordens forntid och medeltid'' (AV Carlsons. 1958)\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Magnusson, Valdemar}}\n[[Thể loại:Vương tử Thụy Điển]]\n[[Thể loại:Vua Phần Lan]]\n[[Thể loại:Sinh thập niên 1280]]\n[[Thể loại:Mất năm 1318]]\n[[Thể loại:Người Phần Lan thế kỷ 14]]\n[[Thể loại:Người Thụy Điển thế kỷ 14]]"}