{"Valentinianus II":"{{Thông tin nhân vật hoàng gia\n| tên = Valentinianus II\n| tên đầy đủ = Flavius Valentinianus (từ lúc sinh tới lúc kế vị); <br>Flavius Valentinianus Augustus (là hoàng đế)\n| tước vị =[[Hoàng đế La Mã|Hoàng đế]] của [[Đế quốc La Mã|Đế chế La Mã]]\n| hình= Statue_of_emperor_Valentinian_II_detail.JPG\n| ghi chú hình = Tượng bán thân của Valentinian II.\n| tại vị =22 tháng 11 năm 375 – 15 tháng 5 năm 392\n| tiền nhiệm =[[Valentinianus I]]\n| kế nhiệm =[[Theodosius I]]\n| phối ngẫu =\n| con cái =\n| hoàng tộc =[[Triều đại Valentinianus|Valentinianus]]\n| cha =[[Valentinianus I]]\n| mẹ =[[Justina (Hoàng hậu)|Justina]]\n| sinh =371\n| nơi sinh =\n| mất ={{Ngày mất|392|5|15|mf=y}} (21 tuổi)\n| nơi mất =[[Vienne, Isère|Vienne]]\n| nơi an táng =\n|}}\n'''Flavius ​​Valentinianus '''([[371]] - [[15 tháng 5]] năm [[392]]), thường được gọi là '''Valentinianus II''', là [[Hoàng đế]] của [[Đế quốc La Mã]], ở ngôi từ năm [[375]] cho đến năm 392.\n\n==Thời niên thiếu và kế vị==\nFlavius ​​Valentinianus là con của Hoàng đế [[Valentinianus I]] và vợ thứ hai là Justina. Ông là một người em cùng cha khác mẹ với Hoàng đế [[Gratianus]] - người đã đồng trị vì với vua cha Valentinianus I kể từ năm [[367]]. Ông có ba người chị\/em gái là Galla, Grata và Justa. Vị Hoàng đế già nua Valentinianus I qua đời trong chiến dịch ở Pannonia năm 375. Trước tình hình này, cả Gratianus (sau đó ở [[Trier]]), lẫn người chú [[Valens]] (Hoàng đế Đông La Mã) của ông đều không được các tướng lĩnh vời về kinh để tôn một trong hai người làm [[vua]]. Thay vì chỉ đơn thuần thừa nhận Gratianus là Hoàng đế kế tục vua cha, các thống soái của tiên hoàng Valentinianus I tuyên bố cậu bé bốn tuổi là ''[[Augustus (đế hiệu)|Augustus]]'' vào ngày 22 tháng 11 năm 375.<ref>[http:\/\/www.roman-emperors.org\/valenii.htm ''DIR'' \"Valentinian II\"]<\/ref><ref>J. Curran, \"From Jovian to Theodosius\" in ''The Cambridge Ancient History, Vol. XIII: the Late Empire AD 337–425'' (Cambridge University Press, 1998), p.86<\/ref>\n\n== Trị vì tại Milano (375 - 387) ==\nGratianus buộc phải hòa giải với các vị tướng ủng hộ Valentianus, ông ta làm vua các tỉnh bên ngoài dãy [[Anpơ]] (bao gồm cả [[Gallia|Gaul]], Hispania, và [[Anh]]), trong khi Ý, một phần của Illyricum, và [[châu Phi]] do vua Valentinianus II ngự trị. Vào năm 378, người chú của ông là Hoàng đế [[Valens]] bại vong trong trận đánh khốc liệt với [[goth|người Goth]] tại [[Trận Hadrianopolis|Hadrianopolis]] và Gratianus vời tướng [[Theodosius I]] về nhận Vương trượng Hoàng đế của Đế quốc Đông La Mã. Khi còn nhỏ, Valentinianus II nằm dưới ảnh hưởng của người mẹ theo phái Aria của ông là Hoàng [[hoàng thái hậu|thái hậu]] Justina, và triều đình tại kinh thành Milano, đã có sự tranh chấp ảnh hưởng với Giám mục Công giáo thành Milano là Ambrose.\n\nJustina sử dụng ảnh hưởng của bà đối với ấu chúa Valentinianus II để phản đối phe Nicea - những người hùa theo Giám mục Ambrose. Vào năm [[385]], Ambrose, được sự hậu thuẫn bởi thị dân Milano, từ chối yêu cầu của Triều đình là bàn giao Nhà thờ Portian cho phái Aria. Vào năm [[386]], Giám mục Giáo phái Aria là Auxentius vào chầu Thái hậu Justina và Hoàng đế Valentinianus II, và Ambrose một lần nữa lại được lệnh bàn giao một nhà thờ ở kinh thành Milano cho giáo phái sử Arian sử dụng. Ambrose và tăng lữ dưới quyền quyết tâm giữ lấy nhà thờ, và triều đình đã hủy bỏ yêu cầu trên<ref>''CAH, XIII'' p. 106<\/ref>\n\nVào năm [[383]], [[Magnus Maximus]], chỉ huy quân đoàn La Mã ở Anh, tự xưng Hoàng đế và hùng cứ ở Gaul và Hispania. Trên đường chạy loạn, Hoàng đế Gratianus bị sát hại. Trong một khoảng thời gian, Triều đình vua Valentinianus II, thông qua sự trung gian của Giám mục Ambrose, đã đi đến một sự hòa giải với kẻ cướp ngôi, và vua Theodosius I cũng phải công nhận Maximus là đồng Hoàng đế của Đế quốc Tây La Mã. Tuy nhiên, trong năm [[386]] hoặc [[387]], Maximus thân chinh kéo đại quân vượt qua dãy Anpơ tiến vào thung lũng sông Po và uy hiếp kinh thành Milano. Valentinianus II và Justina trốn sang tỵ nạn tại tỉnh Thessalonica của Theodosius I. Sau đó hai mẹ con Valentinianus II thỏa thuận với Hoàng đế Theodosius I, củng cố bởi cuộc hôn nhân của ông này với Galla, em gái Hoàng đế Valentinianus II, để trung hưng hoàng quyền của vị ấu chúa của Đế quốc Tây La Mã. Vào năm [[388]], Theodosius I thân chinh tổ chức hành binh về phương Tây và Maximus bị đánh cho đại bại. Mặc dù ông ta phong Hoàng đế cho cả hai cậu con trai của mình ([[Arcadius]] năm 383, [[Honorius]] trong năm 393), Theodosius vẫn trung thành với triều đại của [[Valentinianus I]] năm xưa.\n\n==Cai trị ở Vienne(388-392)==\n[[Hình:Solidus Valentinian II trier RIC 090a.jpg|nhỏ|phải|300px| Một đồng [[solidus (tiền xu)|solidus]] được đúc bởi Valentinian II. Trên mặt trái, cả Valentinian và [[Theodosius I]] được tôn vinh như là người chiến thắng.]]\nSau thất bại của Maximus, Theodosius lưu lại ở Milan cho đến năm 391. Valentinianus đã không có mặt trong lễ kỷ niệm chiến thắng của Theodosius trước Maximus. Valentinianus và triều đình của ông đã được bố trí tại Vienne ở Gaul, trong khi Theodoisus bổ nhiệm các quan chức chủ chốt ở phương Tây, và đã đúc tiền kim loại có hàm ý giám hộ ông qua năm 17 tuổi <ref>B. Croke, \"Arbogast and the Death of Valentinian II\", ''Historia'' 25, 2 (1976), p. 235f<\/ref> Justina cũng đã qua đời, và Vienne đã nằm xa ảnh hưởng của Ambrose. Vị tướng đáng tin cậy của Theodosius, [[Arbogast]] người Frank, được bổ nhiệm làm [[Magister militum]] cho các tỉnh phía Tây (trừ châu Phi) và cũng người giám hộ của Valentinianus. Mặc dù trên danh nghĩa là phục vụ Valentinianus, Arbogast thực sự là quan chức của Theodosius.<ref>S. Williams & G. Friell, ''Theodosius: the Empire at Bay'' (Routledge, 1994), p. 126<\/ref> Trong khi vị tướng này tiến hành chiến dịch thành công trên sông Rhine, vị hoàng đế trẻ tuổi vẫn còn ở Vienne, trái ngược với người cha chiến binh của ông và anh trai ông, người đã tham gia các cuộc chiến lúc bằng tuổi ông. Sự chi phối của Arbogast đối với vị hoàng đế là đáng kể, và vị tướng này thậm chí sát hại Harmonius, một người bạn của Valentinianus bị nghi ngờ nhận hối lộ, trước sự chứng kiến của hoàng đế.<ref>Croke, p. 237<\/ref>\n\nMâu thuẫn lên đến đỉnh điểm khi Arbogast ngăn cấm hoàng đế lãnh đạo quân đội xứ Gaul tiến vào Ý để chống lại một mối đe dọa từ các tộc man rợ. Valentinianus liền đáp trả, chính thức cắt chức Arbogast.\n\nValentinianus cũng còn viết thư cho Theodosius và Ambrose phàn nàn của sự lệ thuộc của mình vào vị tướng này. Để từ bỏ giáo phái Aria của mình, ông mời Ambrose đến Vienne để rửa tội ông.\n\nTuy nhiên, vào ngày 15 tháng 5 năm 392, Valentinianus đã treo cổ tại nơi cư trú của ông ở Vienne. Arbogast vẫn cho rằng cái chết của hoàng đế là do tự sát. Trong khi nguồn chính của chúng ta, do Zosimus viết vào đầu thế kỷ thứ sáu ở Constantinopolis, nói rằng vị tướng Frank đã sát hại Valentinianus<ref>''Historia nova'', IV. 53, which relies heavily on the history by the pagan [[Eunapius]]<\/ref>\n\nLúc đầu, Arbogast chấp nhận Arcadius con trai hoàng đế Theodosius là hoàng đế ở phía Tây, dường như ngạc nhiên bởi cái chết bất ngờ của mình.<ref>Croke, p. 244<\/ref> Sau ba tháng mà không có tin tức gì từ Theodosius, Arbogast đã chọn một quan chức triều đình, [[Eugenius]], làm hoàng đế. Theodosius ban đầu chấp nhận chế độ này, nhưng trong tháng 1 năm 393, ông lại chọn Honorius là Augustus để kế vị Valentinianus II. Nội chiến xảy ra sau đó và trong năm 394, Theodosius đánh bại Eugenius và Arbogast.\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n* This [http:\/\/www.fourthcentury.com\/index.php\/imperial-laws-chart-364 list of Roman laws of the fourth century] shows laws passed by Valentinian II relating to Christianity.\n{{Commons|Valentinian II}}\n* [http:\/\/www.roman-emperors.org\/valenii.htm Walter F. Roberts, \"Valentinian II\" ''De Imperatoribus Romanis'' ]\n*[http:\/\/www.roman-emperors.org\/eugene.htm Walter F. Roberts, \"Flavius Eugenius\" ''De Imperatoribus Romanis'' ]\n* [http:\/\/www.fordham.edu\/halsall\/source\/ambrose-let21.html Letter from Ambrose to Valentinian II regarding Auexentius]\n\t\n{{s-start}}\n{{s-hou|[[Triều đại Valentinianus]]||371|15 tháng 5|392}}\n{{s-reg}}\n{{s-bef | before=[[Valentinianus I]]}}\n{{s-ttl | title=[[Danh sách Hoàng đế La Mã|Hoàng đế La Mã]]\n | years=371–392\n | alongside=[[Valens]], [[Gratianus]] and Theodosius (Sau này là hoàng đế [[Theodosius I]]) }}\n{{s-aft | after=[[Theodosius I]] }}\n{{s-off}}\n{{s-bef | before= [[Gratianus]],<br> Flavius Equitius}}\n{{s-ttl | title=[[Danh sách chấp chính quan của La Mã|Chấp chính quan]] của [[Đế quốc La Mã]] | years=376 |regent1= [[Valens]]}}\n{{s-aft | after= [[Gratianus]],<br> [[Merobaudes (tướng)|Merobaudes]]}}\n{{s-bef | before= [[Gratianus]],<br> [[Merobaudes (tướng)|Merobaudes]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan của La Mã|Chấp chính quan]] của [[Đế quốc La Mã]] | years=378 |regent1= [[Valens]]}}\n{{s-aft | after= [[Ausonius]],<br> [[Quintus Clodius Hermogenianus Olybrius]]}}\n{{s-bef | before= [[Honorius (Hoàng đế)|Honorius]],<br> [[Flavius Euodius]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan của La Mã|Chấp chính quan]] của [[Đế quốc La Mã]] | years=387 |regent1= [[Eutropius (sử gia)|Eutropius]]}}\n{{s-aft | after= [[Magnus Maximus]],<br> [[Theodosius I]],<br>[[Maternus Cynegius]]}}\n{{s-bef | before= [[Timasius]],<br> [[Promotus]]}}\n{{s-ttl | title=[[Danh sách chấp chính quan của La Mã|Chấp chính quan]] của [[Đế quốc La Mã]] | years=390 |regent1= [[Neoterius]]}}\n{{s-aft | after= [[Eutolmius Tatianus]],<br> [[Quintus Aurelius Symmachus]]}}\n{{end}}\n\n{{Roman Emperors}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Valentinian 02\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH = 371\n| PLACE OF BIRTH =\n| DATE OF DEATH = ngày 15 tháng 5 năm 392\n| PLACE OF DEATH = [[Vienne, Isère|Vienne]]\n}}\n{{DEFAULTSORT:Valentinian 02}}\n[[Thể loại:Sinh năm 371]]\n[[Thể loại:Mất năm 392]]\n[[Thể loại:Triều đại Valentinianus]]\n[[Thể loại:Hoàng đế La Mã]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]"}