{"Vasily II Vasilyevich":"{{Infobox royalty\n| name = Vasily II the Blind\n| succession = [[Grand Prince of Moscow]]\n| image = Titulyarnik - Vasily Vasiliyevich.jpg\n| caption = \n| reign = 27 tháng 2 năm 1425{{snd}}27 tháng 3 năm 1462\n| coronation = \n| othertitles = \n| predecessor = [[Vasily I of Moscow|Vasily I]]\n| successor = [[Ivan_III_của_Nga|Ivan III]]\n| spouse = [[Maria Yaroslavna of Borovsk|Maria Yaroslavna]]\n| spouse-type = [[List of Russian consorts|Consort]]\n| issue = [[Ivan_III_của_Nga|Ivan III  Vasilievich]]<br\/>[[Anna of Ryazan|Anna Vasilievna]]<br\/>[[Andrey Bolshoy]]\n| house = [[Rurikids|Rurik]]\n| house-type = Dynasty\n| father = [[Vasily I Dmitryevich|Vasily I Dmitryevich]]\n| mother = [[Sophia of Lithuania]]\n| birth_date = 10 tháng 3 năm 1415\n| birth_place = [[Moscow]], [[Grand Duchy of Moscow]]\n| death_date = {{death date and age|1462|3|27|1415|3|10|df=y}}\n| death_place = [[Moscow]], [[Grand Duchy of Moscow]]\n| burial_date = \n| burial_place = \n| religion = [[Eastern Orthodox Church|Eastern Orthodox]]\n}}\n\n{{Dịch máy}}\n'''Vasily Vasiliyevich''' (tiếng Nga: Василий Васильевич; 10\/3\/1415 – 27\/3\/1462), còn gọi là Vasily II \"Mù\" (Василий II Темный), là Đại vương công xứ Moscow với quãng thời gian cai trị khá dài (1425–1462). Lên ngôi khi còn rất nhỏ tuổi (mới 10 tuổi), Vasili II đấu tranh quyết liệt với Khan Kim Trướng và nội bộ cung đình để ổn định quốc gia. Cùng với những Đại công tiền nhiệm, Vasili II có nhiều công lao lớn với sự nghiệp thống nhất nước Nga, tạo mọi điều kiện cho con trai kế vị là [[Ivan III của Nga]] thống nhất hoàn toàn nước Nga vào năm 1480, đóng đô tại [[Moskva]]\n\n== Mười năm đầu tiên ở ngôi và đấu tranh trong cung đình ==\nVasili là con út và cũng là con trai thừa kế duy nhất của Đại công [[Vasili I của Nga]] có với hoàng hậu Sophia của [[Litva|Lithuania]] (anh trai Ivan của ông qua đời năm 1417 khi mới 22 tuổi). Sau khi Vasili I vừa băng hà, Vasili II được tuyên bố là Đại công vào năm 10 tuổi. mẹ ông là người nhiếp chính. Lợi dụng tân Đại công còn nhỏ tuổi mới lên cầm quyền, người chú Yuri của Zvenigorod (Hoàng tử của Galich-Mersky) và hai con trai của ông ta, Vasily Cross-Eyed và Dmitry Shemyaka, nắm lấy cơ hội để tự tuyên bố của mình lên ngôi Đại công. Biện minh cho tuyên bố tự lên ngôi này, Yuri của Zvenigorod viện dẫn \"Cẩm nang [[Dmitry Ivanovich Donskoy]]\" viết rằng, khi Vasili I vừa băng hà thì Yuri của Zvenigorod sẽ được lên kế vị ngôi Đại công. Nhưng Dmitri viết Cẩm nang này khi Vasili, con trai của ông không có con trai còn sống; điều này suy ra Cẩm nang này chỉ được thi hành khi Vasili không có con thừa kế. Nhận thức sức mạnh của quyển cẩm nang \"kế vị\" do cha minh để lại đã bị các vương công lợi dụng để tranh đoạt quyền lực, Vasili đã sinh ra được con trai út cùng tên mình (Vasili) để phá vỡ âm mưu này. Cái chết quá sớm của ông (1425) để lại một khoảng trống quyền lực quá lớn, mặc khác Đại công quốc [[Moskva]] có quyền lực không mạnh cho nên các vương công lợi dụng thời gian thuận lợi này (1425 - 1435) để thao túng quyền lực ở [[Moskva]]\n\nLên ngôi khi còn rất nhỏ (mới 10 tuổi), Vasili I được mẹ mình và nhất là ông ngoại Vytautas (Đại công [[Litva|Lithuania]]) giúp đỡ để giữ vững vương quyền. Khi ông ngoại bất ngờ qua đời năm 1430, người chú Yuri của Zvenigorod cử sứ giả đến xin Khan Kim Trướng cho phép mình được cai trị [[Moskva]]. Không được Khan ủng hộ, Yuri dẫn quân đội bất ngờ tấn công Moskwa. Ở kinh thành, Vasili đưa quân kháng cự quyết liệt. Bị Ivan Vsevolzhsky phản bội, quân của Vasili thất thủ và Vasili bị chú mình bắt sống (năm 1433). Được Khan công nhận ngôi vị, Yuri đày cháu trai đến an trí tại thị trấn Kolonma. Ngay khi đến nơi, Vasili bắt đầu tập hợp lực lượng chống lại kẻ cướp ngôi. Cảm thấy không an toàn về ngôi vị của mình, Yuri lập tức ký hiệp ước với cháu trai rồi rời ngôi vị (năm 1434) và trở về phương Bắc. Khi Vasili II trở về Moscow, ông đã bị Vsevolzhsky làm mù như một kẻ phản bội.\n\nThế nhưng, các con trai của Yuri lại có tính tham lam như cha, muốn cướp ngôi Đại công Moskwa. Lúc Vasili II vừa mới yên vị được vài tháng, những kẻ cướp ngôi ngay lập tức mở cuộc tấn công vào kinh thành. Họ đã đánh bại Vasili II và buộc ông này (tức Vasili) phải tìm kiếm nơi ẩn náu trong Hãn quốc Kim Trướng. Sau khi Yuri qua đời năm 1434, Vasili Cross-Eyed bước vào điện Kremlin và được công bố là Đại công mới. Dmitry Shemyaka, người đang có kế hoạch muốn chiếm ngôi của anh trai, đã cãi nhau quyết liệt với Vasili Cross-Eyed và quyết định liên minh với Vasily II. Liên minh Vasili II - Dmitry Shemyaka đã trục xuất Vasily Cross-Eyed ra khỏi Kremlin vào năm 1435\n\n== Kazan và Shemyaka ==\nTrong suốt triều đại của Vasili, Hãn quốc Kim Trướng sụp đổ và tan thành các Khanates nhỏ. Bây giờ ngôi của ông tương đối an toàn, ông phải giải quyết mối đe dọa của quân Tatar. Năm 1439, Vasili II phải trốn khỏi thủ đô<ref>Bosworth, Clifford Edmund (2007), ''Historic cities of the Islamic world'', Brill Publishers, ISBN 90-04-15388-8, p. 280<\/ref> khi kinh thành bất ngờ bị quân Kazan do Khan Ulugh Muhammad chỉ huy vây hãm. Sáu năm sau, Vasili II đưa quân chống lại Ulugh Muhammad, nhưng đã bị đánh bại và bắt giam. Triều đình Moskwa phải trả một khoảng tiền chuôc lớn<ref>Martin, Janet (1995), ''Medieval Russia 980-1584'', Cambridge University Press, ISBN 0-521-36832-4, p. 243<\/ref> để thả Vasili ra sau 5 tháng bị cầm tù.\n\nTrong thời gian Vasili bận đối phó với vấn đề Kazan, Shemyaka là người cai trị thực tế ở kinh thành Moskwa. Ông ta đã đánh đuổi và buộc Vasili phải chạy trốn khắp nơi trong tình trạng bị mù (Tyomniy, nghĩa đen là 'bóng tối'). Nhờ nguồn gốc hoàng gia, Vasili nhanh chóng tập hợp lực lượng và tấn công vào kinh đô. Trận đánh quyết định giữa hai bên đã diễn ra ở Galich-Mersky vào năm 1450, kết quả là Vasili chiến thắng và kẻ thua cuộc bị đầu độc<ref>Valentin Yanin, \"Posmertnaia Sudba Dmitriia Shemiaki,\" in ''Srednevekovyi Novgorod'' (Moscow: Nauka, 2004), p. 342<\/ref> chết trong cung điện. Các con của Shemyaka phải chạy trốn sang Lithuana\n\n== Thời kỳ cai trị cuối và chính sách ==\nTrong những năm cuối cùng ở ngôi, Vasili sau khi loại bỏ kẻ cướp ngôi vào năm 1450, đã hoạch định chính sách phát triển của công quốc. Ông đánh bại các công quốc quanh Moskva, củng cố quyền lực tối cao. Chiến dịch quân sự của ông năm 1451-60 đã nâng sự kiểm soát của Matxcơva lên tới Suzdal, vùng Vyatka, và các nước cộng hòa Novgorod và Pskov.\n\nỞ phía tây nam Moskwa, Constantinople rơi vào tay của [[Đế quốc Ottoman]], và Tổ phụ đồng ý thừa nhận uy quyền tối cao của Đức Giáo hoàng trong Công đồng Florence. Vasili II nhanh chóng bác bỏ quyết định này. Theo một sắc lệnh năm 1448 của ông, giám mục Jonah được bổ nhiệm làm Thượng phụ Moskwa (1448 - 1461) thay thế cho Thượng phụ tiền nhiệm Isidore<ref>Golubinskii, ''Istoriia russkoi tserkvi'', vol. 2, pt. 1, pp. 479-480, 484<\/ref>; đồng thời tuyên bố Nhà thờ Chính thống Nga độc lập với Tổ phụ thành Constantinople. Động thái này làm tăng thêm uy tín của Nga trong các quốc gia thuộc Chính thống giáo.\n\nTrong những năm cuối cùng trị vì, Vasili II được con trai là [[Ivan III của Nga]] và Thượng phụ Jonah giúp rập rất nhiều trong các công việc trị quốc. Cái chết của ông vào năm 1462 đã đưa [[Ivan III của Nga]] lên ngôi đại công\n\n==Tham khảo==\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Đại vương công Moskva]]\n[[Thể loại:Sinh năm 1415]]\n[[Thể loại:Mất năm 1462]]\n[[Thể loại:Đại vương công Vladimir]]"}