{"Vi Ứng Vật":"'''Vi Ứng Vật''' ([[chữ Hán]]: 韋應物, [[737]]-[[792]] hoặc [[793]])<ref name=\"TDVH\" \/>, là [[nhà thơ]] [[Trung Quốc]] đời [[Nhà Đường|Đường]].\n\n==Tiểu sử==\n'''Vi Ứng Vật''' là người [[Trường An]] (nay là [[Tây An]], thủ phủ tỉnh [[Thiểm Tây]])<ref>Chép theo Trần Lê Bảo (''Từ điển văn học'', bộ mới, tr. 1990) và ''Lịch sử văn học Trung Quốc (Tập II, tr. 160).<\/ref>.\n\nĐời [[Đường Huyền Tông]] (ở ngôi: [[712]]-[[756]]), ông được bổ làm chức Tam vệ lang, được ra vào cung cấm. Sau ông thi đỗ [[Tiến sĩ]], được cử làm Thứ sử [[Trừ Châu]], [[Giang Châu]], rồi [[Tô Châu]]; được dân chúng rất mến phục <ref>Theo ''Thơ Đường'' ([[Tản Đà]] dịch). Nhà xuất bản Trẻ, 1989, tr. 100.<\/ref>. Năm [[792]] hoặc [[793]], đời [[Đường Đức Tông]] (ở ngôi: [[780]]-[[805]]), Vi Ứng Vật mất, lúc ấy ông khoảng 55 tuổi.\n\nSinh thời, tính ông chuộng nghĩa hiệp <ref name=\"TDVH\" \/>, có lúc cuồng phóng <ref>Theo ''Lịch sử văn học Trung Quốc'' (Tập II), tr. 160).<\/ref>, nhưng cũng rất cao khiết, mỗi lần đi đến đâu, ông cũng cho quét sạch đất, đốt hương rồi mới ngồi. Ông không thích giao du rộng, bạn thơ chỉ có [[Lưu Trường Khanh]], [[Cố Huống]], [[Thích Hiệu Nhiên]]; và ông thường ví mình với [[Đào Tiềm]]<ref>Theo Dịch Quân Tả, ''Văn học sử Trung Quốc'' (Tập I), tr. 449 và 451.<\/ref>. Theo học giả [[Nguyễn Hiến Lê]], thì Vi Ứng Vật thuộc phái \"tự nhiên\" <ref>Phái \"tự nhiên\" chủ trương trái hẳn với phái \"xã hội\". Các thành viên của phái này cho rằng không còn cách nào cải tạo được thời thế, nên chán đời, muốn ở ẩn. Họ chịu ảnh hưởng phong khí của [[Đào Tiềm]] và [[Tạ Linh Vận]], chịu ảnh hưởng của [[Phật]] và [[Lão Tử|Lão]], nên ưa ca tụng thú nhàn tản cũng cảnh đẹp của tạo hóa. Đại biểu cho phái \"tự nhiên\", ngoài Vi Ứng Vật, còn có [[Mạnh Hạo Nhiên]], [[Liễu Tông Nguyên]] và [[Vương Duy]] (theo [[Nguyễn Hiến Lê]], tr.443 và 455).<\/ref> trong [[lịch sử]] thi ca đời [[Nhà Đường|Đường]].\n\n==Sự nghiệp văn chương==\nThi tập của ông (đều lấy tên là [[Giang Châu]] hoặc [[Tô Châu]]) gồm 10 quyển, hiện còn lưu truyền.\n\nVi Ứng Vật có cuộc sống khá khác thường, lúc đầu thì buông thả, về sau lại nhúng nhường, ham đọc sách, rồi trở thành một viên quan thanh liêm, hiểu thấu nỗi cực khổ của dân. Hai lối sống cực đoan đó đã ảnh hưởng tới tính phức tạp trong tư tưởng và nghệ thuật thơ ca của ông <ref>Theo ''Lịch sử văn học Trung Quốc (Tập II), tr. 160.<\/ref>.\n\nNhìn chung trong toàn bộ tác phẩm của ông, thơ tả tâm tình nhàn hạ của kẻ ẩn sĩ chiếm phần lớn, như các bài: \"Ký Toàn Tiêu sơn trung đạo sĩ\" (''Thư gửi đạo sĩ ở trong núi Toàn Tiêu''), \"Đông giao\" (''Ngoài thành phía đông''), \"Đáp Lý Cán\" (''Trả lời Lý Cán''), \"Hiệu Đào Bành Trạch\" (''Bắt chước Đào Bành Trạch''), \"U cư\" (''Ở ẩn''),...\n\nMột số khác tuy ít hơn, nhưng cũng có nhiều bài hay. Thơ cảm khái của ông cũng có nhiều bài được khen là \"chứa chan lòng ưu thời mẫn thế\" <ref name=\"TDVH\" \/>, như các bài: \"Đăng cao vọng Lạc thành tác\" (''Làm lúc lên cao ngắm thành Lạc''), \"Đăng Trùng Huyền tự các\" (''Lên gác chùa Trùng Huyền''), \"Nghĩ cổ thi thập nhị thủ\" (''Mười hai bài nghĩ cổ''),...\n\nBên cạnh đó, ông cũng có một số bài tỏ rõ sự căm giận đối với giai cấp thống trị, đồng thời cảm thông sâu sắc với người lao động, như các bài \"Quảng Đức trung Lạc Dương tác\" (''Cảm khái khi đang làm quan ở Lạc Dương dưới thời Quảng Đức''), \"Đáp Thôi Đô thủy\" (''Đáp Đô thủy họ Thôi''), \"Tạp thể ngũ thủ\" (''Năm bài tạp thể''),...\n \nVề mặt miêu tả, rải rác trong thơ ông có nhiều bức tranh \"rất đẹp và tinh tế\", có thể tìm thấy điều đó trong các bài như: \"Trừ Châu Tây giản\" (''Khe suối ở phía Tây Trừ Châu''), \"Phú đắc mộ tống Lý Tào\" (''Phú Đắc: buổi chiều mưa tiễn chân Lý Tào''), \"Đông giao\" (''Ngoài thành phía đông''), \"Trường An ngộ Phùng Trứ\" (''Gặp Phùng Trứ ở Trường An''), \"Tịch thứ Vu Di huyện\" (Đêm nghỉ ở huyện Vu Di),...<ref name=\"TDVH\">Theo ''Từ điển văn học'' (bộ mới), tr. 1990-1991.<\/ref>.\n\nNgoài ra, mảng thơ của ông viết về bạn bè và người quen cũng rất được chú ý vì chúng rất thắm thiết và chân tình; như các bài: \"Hoài thượng hỷ hội Lương Xuyên cố nhân\" (''Trên sông Hoài mừng gặp bạn cũ đất Lương Xuyên''), \"Ký Lý Đảm, Nguyên Tích\" (''Gửi Lý Đảm và Nguyên Tích''), \"Sơ phát Dương Tử ký Nguyên Đại hiệu thư\" (''Từ bến sông Dương Tử, gửi quan hiệu thư Nguyên Đại''), \"Tống Phần Thành Vương chủ bạ\" (''Tiễn quan chủ bạ họ Vương ở Phần Thành''), \"Thu dạ ký Khâu viên ngoại\" (''Đêm thu gửi Khâu viên ngoại''),v.v...\n\nVề nghệ thuật, thơ của ông rất giống thơ [[Đào Tiềm]], được [[Bạch Cư Dị]], [[Tô Đông Pha|Tô Thức]] khen lắm (nhất là thơ ngũ ngôn) <ref>Theo [[Nguyễn Hiến Lê]] (tr. 452) và Dịch Quân Tả (tr. 449).<\/ref>; và được giới nghiên cứu đánh giá là có phong cách giản dị, đẹp đẽ (\"chân mà không mộc mạc, đẹp mà không hoa lệ\")<ref>Theo ''Lịch sử văn học Trung Quốc (Tập II)'', tr. 163.<\/ref>.\n\n==Giới thiệu thơ==\nGiới thiệu hai trong số bài thơ tiêu biểu của Vi Ứng Vật.\n{|valign=\"top\"\n|\n:Phiên âm:\n:'''Ký Toàn Tiêu sơn trung đạo sĩ'''\n:Kim triêu quận trạch lãnh,\n:Hốt niệm sơn trung khách.\n:Giản để thúc kinh tân,\n:Quy lai chử bạch thạch.\n:Dục trì nhất biều tửu,\n:Viễn uỷ phong vũ tịch.\n:Lạc diệp mãn không sơn,\n:Hà xứ tầm hành tích?\n \n:Vô danh dịch:\n:'''''Thư gửi đạo sĩ ở trong núi Toàn Tiêu'''''\n:''Sáng nay nha quận vắng,\n:''Chợt nhớ khách trong non.\n:''Kiếm củi ngoài bên lạch,\n:''Về nhà đá nấu cơm.\n:''Muốn đem một bầu rượu,\n:''An ủi đêm gió mưa.\n:''Lá rụng đầy đường núi,\n:''Dấu đi đã lờ mờ <ref>Chép theo [[Nguyễn Hiến Lê]] (tr. 454). Bài \"Ký Toàn Tiêu sơn trung đạo sĩ\" và bài \"Trừ Châu Tây giản\" (''Khe suối ở phía Tây Trừ Châu'') được học giả Lê khen là \"đều thanh nhã, tình cảm khoáng đạt và man mác\" (tr. 452).<\/ref>.\n|\n:Phiên âm:\n:'''U cư'''\n:Quý tiện tuy dị đẳng,\n:Xuất môn giai hữu doanh.\n:Độc vô ngoại vật khiên,\n:Toại thử u cư tình.\n:Vi vũ dạ lai quá,\n:Bất tri xuân thảo sinh.\n:Thanh sơn hốt dĩ thự,\n:Điểu tước nhiễu xá minh.\n:Thì dữ đạo nhân ngẫu,\n:Hoặc tùy tiều giả hành.\n:Tự đương an kiển liệt,\n:Thùy vị bạc thế vinh.\n\n:[[Trần Trọng Kim]] dịch:\n:''Sang hèn dù có khác nhau,\n:''Ra ngoài ai nấy đều cầu doanh sinh <ref>Doanh sinh có nghĩa như mưu sinh, kiếm sống.<\/ref>.\n:''Riêng ta ngoại vật vong tình,\n:''U cư cho thỏa bụng mình yên vui.\n:''Ban đêm mưa bụi qua rồi,\n:''Cỏ xuân, nào biết trên đồi đã sinh.\n:''Bóng hồng bầng sáng non xanh,\n:''Chim kêu ríu rít bay quanh cạnh nhà.\n:''Khi cùng đạo sĩ lân la,\n:''Khi theo tiều giả la cà rừng xanh.\n:''Tự yên kém cỏi phận mình,\n:''Phải đâu bỉ bạc lợi danh trên đời <ref>Theo ''Đường thi'', (tr. 77-78). Hai câu cuối có người dịch là: ''Thua kém mình yên phận\/ Phú quý chẳng bền lâu''.<\/ref>.\n|}\n==Sách tham khảo==\n* Sở nghiên cứu văn học thuộc Viện Khoa học xã hội Trung Quốc biên soạn, ''Lịch sử văn học Trung Quốc (Tập II)'', Bản dịch do Nhà xuất bản Giáo dục [[Việt Nam]] ấn hành năm 1993.\n* Dịch Quân Tả, ''Văn học sử Trung Quốc'' (Tập I). GS. Huỳnh Minh Đức dịch từ tiếng [[Trung Quốc]]. Nhà xuất bản Trẻ, 1992.\n* [[Trần Trọng Kim]], ''Đường thi''. Nhà xuất bản Tân Việt, 1974.\n* [[Nguyễn Hiến Lê]], ''Đại cương văn học sử Trung Quốc'' (trọn bộ). Nhà xuất bản Trẻ, 1997.\n* Trần Lê Bảo, mục từ \"Vi Ứng Vật\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{thời gian sống|737|792}}\n\n[[Thể loại:Người Thiểm Tây]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Nhân vật chính trị nhà Đường]]\n[[Thể loại:Tiến sĩ nhà Đường]]\n[[Thể loại:Người họ Vi tại Trung Quốc]]"}