{"Victoire Rasoamanarivo":"{{Infobox saint\n|name        = [[Chân phước]] <br> Victoire Rasoamanarivo\n|image= Victoire_Rasoamanarivo.jpg\n|imagesize= 200px\n|caption=\n|birth_date  = 1848\n|birth_place = [[Antananarivo]], [[Madagascar]]\n|death_date  = 21 tháng 8 năm 1894 (46 tuổi)\n|death_place = Antananarivo, Madagascar\n|other_names = \n|titles= Nữ giáo dân\n|known_for   =\n|occupation  = \n|nationality =\n|resting_place = \n|attributes=[[Tràng hạt]] \n|patronage= \n|feast_day = 21 tháng 8\n|venerated_in = [[Giáo hội Công giáo Rôma]]\n|beatified_date = 30 tháng 4 năm 1989\n|beatified_place = [[Quảng trường Thánh Phêrô]], [[Vatican]]\n|beatified_by = [[Giáo hoàng Gioan Phaolô II]]\n|canonized_date = \n|canonized_place = \n|canonized_by = \n}}\n\n'''Chân phước Victoire Rasoamanarivo''' (1848 - 21 tháng 8 năm 1894) là một phụ nữ người [[Madagascar]], người đã cống hiến cuộc đời mình cho người nghèo và người bệnh. Bà chăm sóc nhu cầu của họ và dành thời gian rảnh rỗi để cầu nguyện.<ref name=\"auto\">{{chú thích web|url=http:\/\/saints.sqpn.com\/blessed-victoire-rasoamanarivo\/|title=Blessed Victoire Rasoamarivo|publisher=Saints SQPN|date=ngày 4 tháng 4 năm 2013|access-date =ngày 5 tháng 4 năm 2015}}<\/ref>\n\nBà đã được phong [[chân phước]] vào năm 1989 sau khi một phép lạ được tìm thấy là do sự can thiệp của bà và án phong thánh vẫn tiếp tục. Một phép lạ còn thiếu là điều cần thiết trước khi bà có thể được tuyên phong [[Hiển thánh]].\n\n==Tiểu sử==\nVictoire Rasoamanarivo sinh năm 1848, là con gái của Rainiandriantsilavo và Rambahinoro. Người chú của bà là một sĩ quan và tự nuôi nấng bà. Bà bắt đầu tham dự các buổi học tại một trường Công giáo ở tuổi mười ba và được gieo mầm đức tin Công giáo.\n\nBà cải đạo sang đạo [[Công giáo]] và chịu phép [[rửa tội]] vào ngày 1 tháng 11 năm 1863. Sau đó bà lấy tên là Victoire. Cha mẹ bà có tư tưởng thù địch với điều này và đưa bà vào một trường [[Tin Lành]]. Cha mẹ bà đe dọa sẽ từ bỏ bà nếu bà tiếp tục theo đức tin Công giáo nhưng bà từ chối.\n\nMặc dù thực tế rằng bà cảm thấy bị thu hút bởi đời sống tu trì, cha mẹ bà sắp xếp sẵn cho con gái một cuộc hôn nhân với Ratsimatahodriaka. Ông ta cưới hai người vợ vào ngày 13 tháng 5 năm 1864. Ratsimatahodriaka là một người say rượu bạo lực và yếu đuối như phụ nữ. Bạn bè của bà liên tục kêu gọi bà ly dị ông ta nhưng bà từ chối làm như vậy và nói rằng [[Bí tích Hôn phối|Bí tích hôn nhân]] là một bí tích thiêng liêng mà không bao giờ có thể bị phá vỡ. Mỗi ngày, bà liên tục cầu nguyện cho sự cải đạo của chồng mình.\n\nTình hình chính trị trong quốc gia đã thay đổi đáng kể vào năm 1883 và các cuộc tụ tập Công giáo bị cấm đoán kể cả các hoạt động tại các [[nhà thờ]] và các tổ chức khác. Nhưng các tín hữu, bao gồm cả Victoire, bỏ qua điều này và tiếp tục sống đức tin một cách ôn hòa. Cô giúp lãnh đạo phong trào cho đến khi hòa bình được khôi phục vào năm 1885.\n[[Tập tin:Marie Immaculée Conception à Andohalo 2019-10-02 6.jpg|thumb|]]\nChồng bà qua đời vào ngày 14 tháng 3 năm 1888, cũng xin sự tha thứ và chịu phép rửa tội trước khi ông qua đời. Sau đó, bà đã dành phần còn lại của đời mình chăm sóc cho người nghèo, người bệnh và tù nhân và cống hiến hết mình để cầu nguyện. Bà đã qua đời cách an bình vào ngày 21 tháng 8 năm 1894.<ref name=\"auto\"\/>\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{DEFAULTSORT:Rasoamanarivo, Victoire}}\n[[Thể loại:Chân phước]]\n[[Thể loại:Tín hữu Công giáo Madagascar]]\n[[Thể loại:Người Madagascar]]\n[[Thể loại:Sinh năm 1848]]\n[[Thể loại:Mất năm 1894]]"}