{"Vincenzo Galilei":"[[Tập tin:Vincenzo+Galilei+portraitofagentlemansaidtobeth.jpg|nhỏ|phải]]\n'''Vincenzo Galilei''' (khoảng 1520 &ndash; 2 tháng 7 năm 1591) là một nghệ sĩ chơi đàn [[lute]], [[nhà soạn nhạc]] và [[lý thuyết âm nhạc]], cha đẻ của nhà thiên văn học, nhà vật lý nổi tiếng [[Galileo Galilei]] và nhà soạn nhạc, bậc thầy đàn lute [[Michelagnolo Galilei]]. Ông là một trong những nhân vật nổi bật trong đời sống âm nhạc Ý hậu kỳ [[Phục Hưng]], và đã đóng góp đáng kể cho cuộc cách mạng âm nhạc mở đầu thời đại [[Âm nhạc phương Tây Baroque|Baroque]].\n\nVincenzo, khi nghiên cứu về cao độ và độ căng dây đàn, đã thực hiện mô tả toán học phi tuyến đầu tiên về một hiện tượng tự nhiên được biết đến trong lịch sử.<ref>{{chú thích sách\n | first=H. F. | last=Cohen | year=1984\n | title=Quantifying Music: The Science of Music at\n | pages=78–84 | publisher=Springer\n | isbn=90-277-1637-4 }}<\/ref> Đây là một mở rộng của truyền thống Pythagore, nhưng đã đi ra ngoài truyền thống này. Nhiều nhà nghiên cứu ghi nhận ông đã hướng hoạt động của con trai ông, Galileo, ra khỏi toán học trừu tượng, thuần túy và hướng tới thực nghiệm sử dụng các mô tả toán học định lượng về kết quả- một hướng đi tối quan trọng trong lịch sử [[vật lý]], và [[khoa học tự nhiên]] nói chung.\n\n==Tiểu sử==\n[[Tập tin:Galilei - Della musica antica et della moderna, 1581 - 1499450.jpg|thumb|''Della musica antica et della moderna'', 1581]]\nVincenzo Galilei sinh khoảng năm 1520 ở [[Santa Maria a Monte]] ([[Toscana]]),<ref>[http:\/\/brunelleschi.imss.fi.it\/itineraries\/biography\/VincenzoGalilei.html ''brunelleschi.imss.fi.it'' website ] [Retrieved 2011-12-02] copyrighted to [http:\/\/www.museogalileo.it\/en ''museogalileo.it'']([[Museo Galileo]])<\/ref> và bắt đầu học đàn lute khi còn khá trẻ. Khoảng trước năm 1562 ông chuyển tới [[Pisa]], nơi ông cưới con gái một gia đình quý tộc. Năm 1564 Galileo ra đời, sau đó là 5 hoặc 6 đứa con khác, trong đó có [[Michelagnolo Galilei|Michelagnolo]], sinh năm 1575,<ref>Fabris, D. © Copyright 1988 - 2011 -Astronomical Society of the Pacific\n[http:\/\/aspbooks.org\/custom\/publications\/paper\/441-0057.html ''aspbooks.org'' website article ] citing [[Vincenzo Viviani]] [Retrieved 2011-12-02] originally located at [http:\/\/adsabs.harvard.edu\/abs\/2011ASPC..441...57F ''adsabs.harvard.edu'' website]<\/ref> sau cũng trở thành một tay chơi lute xuất sắc và nhà soạn nhạc.\n\nVincenzo chơi đàn lute rất điêu luyện, và từ khi rất trẻ đã thu hút sự chú ý của những nhà bảo trợ quyền lực và nhiều quan hệ. Năm 1563 ông gặp [[Gioseffo Zarlino]], nhà lý thuyết âm nhạc quan trọng nhất của thế kỷ 16 ở [[Venezia]] và bắt đầu theo học ông này.<ref>[http:\/\/galileo.rice.edu\/lib\/student_work\/florence96\/vincenzo.html ''galileo.rice.edu''] Retrieved 2011-12-02<\/ref> Sau đó ông trở nên quan tâm tới nỗ lực phục dựng âm nhạc và kịch cổ đại Hy Lạp, thông qua sự gắn bó với [[Florentine Camerata]]<ref>[[Alfred Einstein]] [http:\/\/ml.oxfordjournals.org\/content\/XVIII\/4\/360.extract ''Oxford journals article extract''] [Retrieved 2011-12-02] {{doi|10.1093\/ml\/XVIII.4.360}}<\/ref>(một nhóm các [[nhà thơ]], nhạc sĩ và trí thức do Bá tước [[Giovanni de' Bardi]] đứng đầu) cũng như mối liên lạc với [[Girolamo Mei]],<ref>[[:File:Girolamo mei letter.jpg|image of letter written by ''G.Mei'']] Retrieved 2011-12-01<\/ref> học giả lỗi lạc nhất thời đó về âm nhạc cổ Hy Lạp. Khoảng những năm 1570 ông quan tâm tới lý thuyết âm nhạc và sáng tác và bắt đầu dịch về hướng này. Một trong những đóng góp lớn quan trọng nhất của ông liên quan tới nghiên cứu về sự nghịch tai: ông có một quan niệm hầu như hiện đại, cho phép vượt qua sự nghịch tai \"nếu giọng chảy mượt mà\" cũng như sự nghịch tai trên nhịp, như là sự ngắt quãng, cái ông gọi là \"sự nghịch tai cốt yếu\". Điều này mô tả cách hành nhạc Baroque, đặc biệt khi ông định nghĩa các quy luật giải quyết sự ngắt quãng bằng một quãng cách sơ bộ khỏi rồi quay trở lại nốt giải quyết mong đợi.\n\nNgoài ra, gần cuối đời ông có những khám phá quan trọng về [[âm học]], đặc biệt liên quan tới mặt vật lý của các dây dao động và các cột khí trong nhạc cụ. Ông phát hiện ra rằng trong khi tỉ lệ giữa các quãng là tỉ lệ với [[chiều dài]] các dây-chẳng hạn, một quãng năm hoàn hảo có tỉ lệ 3:2- nó thay đổi theo căn bậc hai của độ căng trên dây (và căn bậc ba của cột khí lõm). Trong trường hợp các sợi dây được chỉnh cho một quãng năm hoàn hảo, các khối lượng trên chúng cần có tỉ lệ 9:4 để đạt được tỉ lệ 3:2 hoàn hảo.<ref>Palisca, Grove online<\/ref>\n\nViệc sử dụng các đoạn hát nói trong [[opera]] được ghi nhận rộng rãi cho Vicenzo Galilei, bởi ông là một trong những đầu tiên phát triển [[độc xướng]], phong cách âm nhạc gần gũi nhất với các đoạn hát nói trên.\n\nGalilei đã viết hai cuốn sách về [[madrigal]] (một thể nhạc trữ tình ngắn), cũng như âm nhạc cho đàn lute, và một khối lượng đáng kể thanh nhạc và độc tấu lute, trong đó loại sau (độc tấu lute) được xem là đóng góp quan trọng nhất của ông vì nó ảnh hưởng nhiều cách khác nhau tới phong cách sơ kỳ Baroque.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Galileo Galilei]]\n*[[Vincenzo Gamba]]\n\n==Tham khảo==\n*Claude Palisca: \"Vincenzo Galilei\", Grove Music Online, ed. L. Macy (Accessed ngày 7 tháng 3 năm 2007), [http:\/\/www.grovemusic.com (subscription access)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080516041031\/http:\/\/www.grovemusic.com\/ |date=2008-05-16 }}\n*Article ''Vincenzo Galilei'', in ''The New Grove Dictionary of Music and Musicians'', ed. Stanley Sadie. 20 vol. London, Macmillan Publishers Ltd., 1980. ISBN 1-56159-174-2 [Retrieved 2004-05-27]\n*[''see also'': [http:\/\/galileo.rice.edu\/lib\/student_work\/florence96\/vincenzo.html galileo.rice.edu] Retrieved 2011-12-01]\n*[[Gustave Reese]], ''Music in the Renaissance''. New York, W.W. Norton & Co., 1954. ISBN 0-393-09530-4\n*''The Concise Edition of Baker's Biographical Dictionary of Musicians'', 8th ed. Revised by Nicolas Slonimsky. New York, Schirmer Books, 1993. ISBN 0-02-872416-X [Retrieved 2004-05-27]\n\n==Liên kết ngoài==\n*[http:\/\/www.mutopiaproject.org\/cgibin\/make-table.cgi?Composer=GalileiV Free scores] at the [[Mutopia Project]]\n\n===Sách của Vincenzo Galilei===\n*[http:\/\/books.google.com\/books?id=XdwPquJVBm4C ''Dialogo di Vincentio Galilei... della musica antica, et della moderna''] published by Giorgio Marescotti, 1581\n*[http:\/\/www.scribd.com\/doc\/44080020\/Fronimo-Dialogo-di-Vincentio-Galilei Fronimo Dialogo]\n\n{{Galileo Galilei}}\n\n{{DEFAULTSORT:Galilei, Vincenzo}}\n[[Thể loại:Mất năm 1591]]\n[[Thể loại:Nhà soạn nhạc Phục Hưng]]\n[[Thể loại:Sinh thập niên 1520]]\n[[Thể loại:Nhà soạn nhạc Ý]]"}