{"Viên Đàm":"'''Viên Đàm''' ([[chữ Hán]]: 袁譚; ?-[[205]]), [[Tên chữ (người)|tên tự]] là '''Hiển Tư''' (顯思), là quân phiệt thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông tham gia cuộc chiến quân phiệt với [[Tào Tháo]] và cuối cùng thất bại.\n\n== Thời Viên Thiệu ==\nViên Đàm là con trai cả của [[Viên Thiệu]]. Ông có hai người em trai đã trưởng thành là [[Viên Hy]] và [[Viên Thượng]]. Vì Viên Thượng có dung mạo đẹp đẽ giống cha, nên được Viên Thiệu rất yêu quý hơn các anh<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 505<\/ref>.\n\nKhi Viên Thiệu tranh chấp Hà Bắc với [[Công Tôn Toản]], Công Tôn Toản sai thủ hạ là Điền Khải làm thứ sử Thanh châu, Viên Thiệu cũng phong Viên Đàm làm thứ sử Thanh châu. Ông cùng Điền Khải ác chiến trong nhiều năm bất phân thằng bại. Năm [[199]], Viên Thiệu diệt Công Tôn Toản, sau đó Điền Khải cũng bị tiêu diệt, Viên Thiệu mở rộng thế lực ra 4 châu Hà Bắc, đã trao Thanh châu cho Viên Đàm trấn thủ.\n\nĐầu năm [[200]], Viên Thiệu mang quân đi nam tiến đánh [[Tào Tháo]] đang nắm vua [[Hán Hiến Đế]] ở [[Hứa Xương]]. Hai bên tập trung binh lực lần lượt đụng độ ở Bạch Mã, Diên Tân và Quan Độ trong nhiều tháng. Các sử gia cho rằng việc Viên Thiệu có nhiều binh lực trong tay mà chỉ chú tâm vào Quan Độ là sai lầm khi không điều Viên Đàm, [[Cao Cán (Tam Quốc)|Cao Cán]] chia đường khác đánh vào hậu phương họ Tào ở Hứa Xương, [[Lạc Dương]]<ref>Lê Đông Phương, sách đã dẫn, tr 129<\/ref>. Cuối năm đó, Viên Thiệu [[trận Quan Độ|đại bại ở Quan Độ]], rút qua sông về bắc, nghỉ lại trong quân doanh của viên bộ tướng dưới quyền Viên Đàm là Tưởng Nghĩa Cừ.\n\n== Anh em xung đột ==\nSau [[trận Quan Độ]], [[Viên Thiệu]] suy sụp, ốm nặng rồi qua đời tháng 5 năm [[202]]. Em Viên Đàm là Viên Thượng tranh ngôi thừa kế với ông. Viên Đàm có Tân Bình và [[Quách Đồ]] ủng hộ, còn Viên Thượng được [[Thẩm Phối]] và [[Phùng Kỷ]] ủng hộ. Thẩm Phối và Phùng Kỷ tôn Viên Thượng làm Châu mục Ký châu kiêm đốc Ký U Tinh Thanh tứ châu quân sự, tức là kế nghiệp Viên Thiệu. Viên Đàm tự xưng là Xa kỵ tướng quân.\n\nHai anh em bất hòa nhưng vẫn liên minh chống [[Tào Tháo]] khi họ Tào khởi đại binh đánh Hà Bắc. Viên Đàm đóng ở Lê Dương, Viên Thượng giữ Nghiệp Thành. Năm [[203]], Tào Tháo sau nhiều tháng đánh Ký châu không được, nên theo kế của [[Quách Gia]] rút quân về nam để anh em họ Viên đánh nhau.\n\nQuân Tào rút lui, anh em họ Viên lại xung đột. Viên Thượng giao cho Thẩm Phối giữ Nghiệp Thành (thủ phủ Ký châu), còn mình mang quân đánh Thanh châu. Viên Đàm thua trận, bị Viên Thượng truy kích đến Bình Nguyên – thủ huyện của Thanh châu.\n\n[[Tào Tháo]] bèn mang quân đánh Hà Bắc với danh nghĩa cứu viện cho Viên Đàm. Khi gặp ông, Tào Tháo hẹn ước cùng ông làm thông gia, định cho cưới con gái ông cho con trai mình là Tào Chỉnh<ref>Lê Đông Phương, sách đã dẫn, tr 132<\/ref>. Viên Đàm đưa con gái sang chỗ Tào Tháo. Viên Thượng thấy Tào tháo giúp Viên Đàm, sợ hãi vội rút quân về giữ Nghiệp Thành. Hai đại tướng của Thượng là Lã Khoáng và Lã Tường quay sang đầu hàng Tào Tháo. Tào Tháo thu nhận rồi rút quân về nam, cho anh em họ Viên tiếp tục đánh nhau.\n\nQuả nhiên Viên Thượng lại mang quân tới đánh Bình Nguyên. Trong lúc Viên Thượng đang giằng co với Viên Đàm ở Thanh châu thì đầu năm [[204]] Tào Tháo khởi đại binh đến đánh Nghiệp Thành.\n\n== Thất bại ==\nTháng 7 năm [[204]], Viên Thượng nghe tin Nghiệp Thành bị Tào Tháo vây bức, bèn ngừng tấn công Viên Đàm ở Bình Nguyên, mang quân về cứu Nghiệp Thành. Tào Tháo chia quân đón đường đánh bại Viên Thượng. Quân Viên Thượng tan rã. Viên Thượng sợ hãi, phải bỏ cả áo giáp, ấn thụ và vật nặng mà bỏ chạy sang nước [[Trung Sơn]]<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 392<\/ref>. Không lâu sau [[trận Nghiệp Thành (204)|Nghiệp Thành (thủ phủ Ký châu) bị hạ]], [[Thẩm Phối]] không đầu hàng bị chém.\n\nThấy Viên Thượng chạy về [[Trung Sơn]], Viên Đàm một mực muốn truy kích, lại từ Thanh châu mang quân tới chiếm mấy huyện Ký châu và đánh vào Trung Sơn. Viên Thượng thua trận, bỏ chạy sang Tinh châu nương nhờ anh họ [[Cao Cán (Tam Quốc)|Cao Cán]], nhưng Cao Cán đã trở mặt hàng [[Tào Tháo]], vì thế phải chạy về U châu theo anh hai [[Viên Hy]].\n\nTào Tháo thấy họ Viên đã suy sụp, bèn gửi thư trách Viên Đàm rồi tuyên bố cắt đứt giao ước thông gia, gửi trả con gái Viên Đàm về với ông. Sau đó Tào Tháo mang đại quân tới đánh Bình Nguyên.\n\nViên Đàm không chống cự nổi, bỏ Bình Nguyên về cố thủ ở Nam An. Tháng giêng năm [[205]], Tào Tháo kéo quân tới Nam An. Viên Đàm mang quân ra ngoài thành nghênh chiến. Hai bên sắp giao tranh, Viên Đàm đột nhiên cúi đầu, giả cách bị trúng phong, quay ngựa chạy trốn<ref>Lê Đông Phương, sách đã dẫn, tr 133<\/ref>. Một thủ hạ của Viên Đàm đuổi theo hất ngã ông xuống đất rồi chém đầu ông mang tới chỗ Tào Tháo lĩnh thưởng.\n\nHạ được Thanh châu, không lâu sau Tào Tháo tiêu diệt nốt U châu và Tinh châu, hoàn toàn làm chủ miền bắc.\n\n== Trong Tam Quốc diễn nghĩa ==\nViên Đàm trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] chỉ là nhân vật phụ, được mô tả gần với sử sách. Cuộc tranh chấp ngôi thừa kế Hà Bắc khiến anh em họ Viên lục đục và suy yếu, tạo điều kiện cho Tào Tháo đánh bại tất cả và làm chủ trung nguyên.\n\n== Xem thêm ==\n* [[Viên Thiệu]]\n* [[Thẩm Phối]]\n* [[Tào Tháo]]\n* [[Viên Thượng]]\n* [[Trận Nghiệp Thành (204)]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa, tập 1,'' Nhà xuất bản Lao động.\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 205]]\n[[Thể loại:Sinh năm 173]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Người Hà Nam (Trung Quốc)]]"}