{"Viên Thượng":"'''Viên Thượng''' ([[chữ Hán]]: 袁尚; ?-[[207]]), [[Tên chữ (người)|tên tự]] là '''Hiển Phủ''' (显甫), là quân phiệt thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông tham gia cuộc chiến quân phiệt với [[Tào Tháo]] và cuối cùng thất bại.\n\n== Thời Viên Thiệu ==\nViên Thượng là con trai thứ ba của [[Viên Thiệu]], mẹ ông là Lưu thị, vợ thứ của Viên Thiệu. Ông có dung mạo đẹp đẽ giống cha, nên được Viên Thiệu rất yêu quý hơn các anh [[Viên Đàm]], [[Viên Hy]]<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 505<\/ref>.\n\nKhi Viên Thiệu mở rộng thế lực ra 4 châu Hà Bắc đã trao 3 châu Tinh, U, Thanh cho 2 anh của Viên Thượng là [[Viên Đàm]], [[Viên Hy]] và người anh họ [[Cao Cán (Tam Quốc)|Cao Cán]], còn Viên Thượng được giữ lại ở Ký châu với cha.\n\nĐầu năm [[200]], Viên Thiệu mang quân đi nam tiến đánh Tào Tháo, Viên Thượng đi theo. Cuối năm đó, Viên Thiệu [[trận Quan Độ|đại bại ở Quan Độ]], Viên Thượng hộ vệ cha rút qua sông về bắc.\n\n== Anh em xung đột ==\nSau [[trận Quan Độ]], Viên Thiệu suy sụp, ốm nặng rồi qua đời tháng 5 năm [[202]]. Mẹ ông là Lưu thị ghen với 5 người vợ thứ khác của Viên Thiệu nên muốn giết hết họ. Viên Thượng nghe theo, bèn giết cả năm người chôn theo Viên Thiệu<ref>Lê Đông Phương, sách đã dẫn, tr 131<\/ref>.\n\nAnh cả Viên Thượng là [[Viên Đàm]] tranh ngôi thừa kế với ông. Viên Đàm có Tân Bình và Quách Đồ ủng hộ, còn Viên Thượng được [[Thẩm Phối]] và [[Phùng Kỷ]] ủng hộ. Thẩm Phối và Phùng Kỷ tôn Viên Thượng làm Châu mục Ký châu kiêm đốc Ký U Tinh Thanh tứ châu quân sự, tức là kế nghiệp Viên Thiệu. Viên Đàm tự xưng là Xa kỵ tướng quân.\n\nHai anh em bất hòa nhưng vẫn liên minh chống Tào Tháo khi họ Tào khởi đại binh đánh Hà Bắc. Viên Đàm đóng ở Lê Dương, Viên Thượng giữ Nghiệp Thành. Năm [[203]], Tào Tháo sau nhiều tháng đánh Ký châu không được, nên theo kế của [[Quách Gia]] rút quân về nam để anh em họ Viên đánh nhau.\n\nQuân Tào rút lui, anh em họ Viên lại xung đột. Viên Thượng giao cho [[Thẩm Phối]] giữ Nghiệp Thành (thủ phủ Ký châu), còn mình mang quân đánh Thanh châu. Viên Đàm thua trận, bị Viên Thượng truy kích đến Bình Nguyên – thủ huyện của Thanh châu.\n\nTào Tháo bèn mang quân đánh Hà Bắc với danh nghĩa cứu viện cho Viên Đàm. Viên Thượng sợ hãi vội rút quân về giữ Nghiệp Thành. Hai đại tướng của ông là Lã Khoáng và Lã Tường quay sang đầu hàng Tào Tháo. Tào Tháo thu nhận rồi rút quân về nam, cho anh em họ Viên tiếp tục đánh nhau.\n\nQuả nhiên Viên Thượng lại mang quân tới đánh Bình Nguyên. Trong lúc Viên Thượng đang giằng co với Viên Đàm ở Thanh châu thì đầu năm [[204]] Tào Tháo khởi đại binh đến đánh Nghiệp Thành.\n\n== Mất Ký châu ==\n{{Chính|Trận Nghiệp Thành (204)}}\nThành bị vây bức nhiều tháng, [[Thẩm Phối]] kiên trì giữ thành. [[Tào Tháo]] dẫn nước sông Chương vào hào đào ngoài thành khiến nhân dân trong thành không thể ra kiếm lương, bị chết đói quá nửa<ref>Lê Đông Phương, sách đã dẫn, tr 132<\/ref>.\n\nTháng 7 năm đó, Viên Thượng nghe tin Nghiệp Thành bị Tào Tháo vây bức, bèn ngừng tấn công [[Viên Đàm]] ở Bình Nguyên, mang 1 vạn quân về cứu Nghiệp Thành. Viên Thượng tới gần Nghiệp Thành bèn đốt lửa làm hiệu, định hội với quân Thẩm Phối ra cùng giáp công.\n\nTào Tháo nghe tin Viên Thượng trở về bèn điều quân chặn đánh. Thẩm Phối thấy lửa hiệu của Viên Thượng, bèn mở cửa thành thúc quân ra tiếp ứng, nhưng bị quân Tào đánh rát không thể ra được, phải bật trở vào trong thành<ref name=\"ldp392\">Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 392<\/ref>.\n\nViên Thượng tiến tới eo sông Chương thì bị quân Tào vây chặt. Viên Thượng thấy tình thế cấp bách bèn viết thư sai người đưa sang cho Tào Tháo xin giảng hòa. Tuy nhiên, Tào Tháo tiếp thư không chấp nhận, trong khi đó thì bộ tướng của Viên Thượng là Mã Diên bỏ chủ chạy sang hàng Tào Tháo.\n\nHơn 1 vạn quân Viên Thượng tan rã. Viên Thượng sợ hãi, phải bỏ cả áo giáp, ấn thụ và vật nặng mà bỏ chạy sang nước [[Trung Sơn]]<ref name=\"ldp392\"\/>. Không lâu sau cháu Thẩm Phối là Thẩm Vinh mở cửa đông cho quân Tào kéo vào thành. Thành bị hạ, [[Thẩm Phối]] không đầu hàng bị chém. Chị dâu Viên Thượng (vợ Viên Hy) là [[Chân Lạc]] kẹt ở trong thành, bị con Tào Tháo là [[Tào Phi]] bắt được và lấy làm vợ.\n\n== Bỏ chạy và bị giết ==\nThấy Viên Thượng chạy về [[Trung Sơn]], [[Viên Đàm]] lại từ Thanh châu mang quân tới chiếm mấy huyện Ký châu và đánh Trung Sơn. Viên Thượng thua trận bỏ chạy sang Tinh châu định nương nhờ anh họ [[Cao Cán (Tam Quốc)|Cao Cán]], nhưng Cao Cán đã trở mặt hàng Tào Tháo, vì thế ông phải chạy về U châu theo anh hai [[Viên Hy]].\n\nĐầu năm [[205]], Tào Tháo đánh hạ Thanh châu diệt Viên Đàm rồi mang quân tới U châu. Hai bộ tướng của [[Viên Hy]] là Tiêu Xúc, Trương Nam phản lại họ Viên, hợp tác với Tào Tháo. Viên Hy và Viên Thượng không giữ nổi U châu, phải bỏ chạy lên phía bắc tới Liễu Thành nương nhờ Thiền vu Đạp Đốn của [[Ô Hoàn]], sau đó lại cùng Đạp Đốn liên kết với Thiền vu Ô Diên ở Hữu Bắc Bình là Tô Bộc Diên.\n\nTháng 10 năm [[205]], Tào Tháo tiến quân đánh Ô Hoàn. Anh em Viên Thượng hợp binh với Đạp Đốn đối trận với Tào Tháo ở núi Bạch Lang. Tướng tiên phong của Tào Tháo là [[Trương Liêu]] mang quân tới phá tan quân Ô Hoàn. Anh em Viên Thượng cùng Ô Hoàn chạy ra ngoài Trường Thành.\n\nSang tháng 8 năm [[206]], Tào Tháo tiếp tục truy kích, đánh thắng 1 trận nữa, giết chết Đạp Đốn. Viên Thượng, Viên Hy và Tô Bộc Diên mang tàn quân chạy đến Liêu Đông nương nhờ thủ lĩnh [[Công Tôn Khang]].\n\nTào Tháo tính toán rằng nếu mang quân truy kích quá gắt gao, Công Tôn Khang sẽ nghi ngờ họ Tào có ý thôn tính luôn Liêu Đông, sẽ liên kết với họ Viên. Vì vậy Tào Tháo theo lời [[Quách Gia]], chủ động rút quân từ Liễu Thành về nam. Tào Tháo rút lui khỏi Liễu Thành về nam trong hoàn cảnh rất gian khổ. Khi đó ở phía bắc rất lạnh, quân Tào nhiều người bị rét cóng; toàn quân đi 200 dặm không có nước; quân Tào phải giết vài ngàn con [[ngựa]] ăn mới về tới khu vực có [[lúa]] của người Hán. Các nhà sử học Trung Quốc nêu giả thiết, nếu [[Viên Hy]] và Viên Thượng biết được tình cảnh thê thảm đó của quân Tào mà dẫn tàn quân truy kích thì chưa biết tình hình sẽ ra sao<ref>Lê Đông Phương, sách đã dẫn, tr 139<\/ref>.\n\n[[Công Tôn Khang]] yên tâm về thái độ của Tào Tháo không muốn tấn công lên Liêu Đông, bèn chủ định giết anh em họ Viên để cầu hòa với Tào Tháo.\n\nKhi Viên Hy, Viên Thượng và Tô Bộc Diên chạy tới Liêu Đông, Công Tôn Khang cho quân đao phủ mai phục rồi mới mời vào. Anh em họ Viên cùng Tô Bộc Diên vừa làm lễ, Công Tôn Khang bèn hô đao phủ xông ra bắt trói rồi chém đầu. Công Tôn Khang sai quân mang 3 đầu lâu tới huyện Nghiệp dâng Tào Tháo và được phong chức.\n\nCả ba anh em Viên Thượng và Cao Cán cuối cùng đều bị Tào Tháo tiêu diệt, toàn bộ Hà Bắc thuộc về Tào Tháo.\n\n== Trong Tam Quốc diễn nghĩa ==\nViên Thượng trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] là nhân vật phụ, được mô tả gần với sử sách. Khi anh em Viên Thượng bỏ chạy lên Liêu Đông, La Quán Trung không nhắc tới Thiền vu Ô Diên là Tô Bộc Diên đã liên kết với Viên Thượng đụng độ với Tào Tháo, sau đó lại đi cùng và bị giết cùng họ ở Liêu Đông do tay [[Công Tôn Khang]].\n\n== Xem thêm ==\n* [[Viên Thiệu]]\n* [[Thẩm Phối]]\n* [[Viên Đàm]]\n* [[Viên Hy]]\n* [[Trận Nghiệp Thành (204)]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa, tập 1,'' Nhà xuất bản Lao động.\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 207]]\n[[Thể loại:Người nhà Hán]]\n[[Thể loại:Sinh thế kỷ 2]]"}