{"Viên Hi":"'''Viên Hy''' ([[chữ Hán]]: 袁熙; ?-[[207]]) tự '''Hiển Dịch''' (顯奕), là quân phiệt thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Ông tham gia cuộc chiến quân phiệt với [[Tào Tháo]] và cuối cùng thất bại.\n\n== Giữ U châu ==\nViên Hy là con trai thứ hai của [[Viên Thiệu]], gia đình ông nhiều đời làm đại thần [[nhà Hán]], có danh vọng rất cao. Khi đó Viên Thiệu đang trấn thủ Ký châu. Năm [[199]], Viên Thiệu tiêu diệt [[Công Tôn Toản]], mở rộng thế lực ra 4 châu Hà Bắc là Ký, Tinh, U, Thanh. Viên Hy được cha giao trấn thủ U châu, người vợ ông là Chân Lạc ở lại Ký châu.\n\nNăm [[200]], Viên Thiệu mang quân đi nam tiến đánh [[Tào Tháo]]. Cuối năm đó, Viên Thiệu đại bại ở Quan Độ, dẫn vài trăm quân kị vượt [[Hoàng Hà]] chạy về bắc. Bỏ lại phía sau hàng vạn quân bộ cũng tháo chạy tứ tán theo ông.\n\nSau [[trận Quan Độ]], Viên Thiệu suy sụp, ốm nặng rồi qua đời tháng 5 năm [[202]]. Anh cả của Viên Hy là [[Viên Đàm]] cùng em ông là [[Viên Thượng]] tranh nhau quyền thừa kế. Viên Hy không tham gia vào cuộc chiến đó. Mâu thuẫn của Viên Đàm và Viên Thượng bị Tào Tháo triệt để khai thác, làm suy yếu cả hai.\n\nNăm [[204]], Viên Thượng bị Tào Tháo đánh chiếm mất Ký châu, lại bị Viên Đàm truy kích ở Trung Sơn, phải bỏ chạy về U châu theo Viên Hy. [[Trận Nghiệp Thành (204)|Nghiệp Thành bị hạ]], vợ Viên Hy là [[Chân Lạc]] đang ở trong thành không chạy thoát được, bị con Tào Tháo là [[Tào Phi]] bắt được và lấy làm [[vợ]].\n\n== Thất bại và bị giết ==\nĐầu năm [[205]], Tào Tháo đánh hạ Thanh châu diệt [[Viên Đàm]] rồi mang quân tới U châu. Hai bộ tướng của Viên Hy là Tiêu Xúc, Trương Nam phản lại ông, hợp tác với Tào Tháo. Viên Hy và Viên Thượng không giữ nổi U châu, phải bỏ chạy lên phía bắc tới Liễu Thành nương nhờ Thiền vu Đạp Đốn của [[Ô Hoàn]], sau đó lại cùng Đạp Đốn liên kết với Thiền vu Ô Diên ở Hữu Bắc Bình là Tô Bộc Diên.\n\nTháng 10 năm [[205]], Tào Tháo tiến quân đánh Ô Hoàn. Anh em Viên Hy hợp binh với Đạp Đốn đối trận với Tào Tháo ở núi Bạch Lang. Tướng tiên phong của Tào Tháo là [[Trương Liêu]] mang quân tới phá tan quân Ô Hoàn. Anh em Viên Thượng cùng Ô Hoàn chống cự không nổi bỏ chạy ra ngoài Trường Thành.\n\nSang tháng 8 năm [[206]], Tào Tháo tiếp tục truy kích, đánh thắng 1 trận nữa, giết chết Đạp Đốn. Viên Thượng, Viên Hy và Tô Bộc Diên mang vài ngàn tàn quân chạy đến Liêu Đông nương nhờ [[Công Tôn Khang]]<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 395<\/ref>.\n\nTào Tháo tính toán rằng nếu mang quân truy kích quá gắt gao, Công Tôn Khang sẽ nghi ngờ họ Tào có ý thôn tính luôn Liêu Đông, sẽ liên kết với họ Viên. Vì vậy Tào Tháo chủ động rút quân từ Liễu Thành về nam.\n\nTào Tháo rút lui khỏi Liễu Thành về nam trong hoàn cảnh rất gian khổ. Khi đó ở phía bắc rất lạnh, quân Tào nhiều người bị rét cóng; toàn quân đi 200 dặm không có nước; quân Tào phải giết vài ngàn con ngựa ăn mới về tới khu vực có [[lúa]] của người Hán. Các nhà sử học Trung Quốc nêu giả thiết, nếu Viên Hy và Viên Thượng biết được tình cảnh thê thảm đó của quân Tào mà dẫn tàn quân truy kích thì chưa biết tình hình sẽ ra sao<ref>Lê Đông Phương, sách đã dẫn, tr 139<\/ref>.\n\nCông Tôn Khang yên tâm về thái độ của Tào Tháo không muốn tấn công lên Liêu Đông, bèn chủ định giết anh em họ Viên để cầu hòa với Tào Tháo.\n\nKhi Viên Hy, Viên Thượng và Tô Bộc Diên chạy tới Liêu Đông, Công Tôn Khang cho quân đao phủ mai phục rồi mới mời vào. Anh em họ Viên cùng Tô Bộc Diên vừa làm lễ, Công Tôn Khang bèn hô đao phủ xông ra bắt trói rồi chém đầu. Công Tôn Khang sai quân mang 3 đầu lâu tới huyện Nghiệp dâng Tào Tháo và được phong chức.\n\nCả ba anh em Viên Đàm, Viên Hy, Viên Thượng và [[Cao Cán (Tam Quốc)|Cao Cán]] cuối cùng đều bị Tào Tháo tiêu diệt, toàn bộ Hà Bắc thuộc về Tào Tháo.\n\n== Trong Tam Quốc diễn nghĩa ==\nViên Hy trong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]] được mô tả khá mờ nhạt. Ông là một trong các tướng tham gia trận Thương Đình dưới quyền Viên Thiệu, kết cục bị Công Tôn Khang giết cùng Viên Thượng.\n\n== Xem thêm ==\n* [[Viên Thiệu]]\n* [[Viên Thượng]]\n* [[Viên Đàm]]\n* [[Chân Lạc]]\n* [[Công Tôn Khang]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương, ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa, tập 1'', Nhà xuất bản Lao động.\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 207]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Người Hà Nam (Trung Quốc)]]"}