{"Viên Thuật":"{{Thông tin nhân vật hoàng gia\n| tên = Trọng Gia Đế\n| tên gốc = 仲家帝\n| tước vị = [[Hoàng đế]] [[Trung Quốc]]\n| thêm = china\n| hình = Yuan Shu Qing portrait.jpg\n| cỡ hình = 250px\n| ghi chú hình = hình ảnh Viên Thuật trong tác phẩm \"Tam Quốc Diễn Nghĩa\"\n| chức vị 1 = [[Hoàng đế]] Trọng Gia\n| tại vị 1 = [[197]]&ndash; [[199]]\n| kiểu tại vị 1 = Trị vì\n| đăng quang 1 = 197\n| tiền nhiệm 1 = (Sáng lập triều đại)\n| nhiếp chính = \n| kế nhiệm 1 = (Triều đại sụp đổ)\n| chức vị 2 = Thủ lĩnh cát cứ 2 tỉnh [[Cửu Giang]], [[Lư Giang]]\n| tại vị 2 = ?-197\n| chức vị 3 = Hà Nam doãn phủ, [[Hổ bôn]] [[trung lang tướng]], [[Hậu tướng quân]] [[nhà Hán]]\n| tại vị 3 = ?-197\n| hôn phối = \n| chồng = \n| vợ = Phùng Phương Nữ\n| thông tin con cái = ẩn\n| con cái = Viên Diệu<br>[[Viên phu nhân]]\n| tên đầy đủ = \n| tước hiệu = Trọng Gia hoàng đế (仲家皇帝)\n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = Trọng Thị (197-199)\n| thụy hiệu = \n| miếu hiệu = \n| tên ngai = \n| tên Horus = \n| tên Nebty = \n| Horus Vàng = \n| hoàng tộc = [[họ Viên]]\n| cha = [[Viên Bàng]]\n| mẹ = \n| sinh = [[155]]\n| nơi sinh = [[Thương Thủy|Nhữ Dương, Nhữ Nam]]\n| mất = [[199]] (44 tuổi)\n| nơi mất = [[Giang Đình]], [[Thọ Xuân (Trung Quốc)|Thọ Xuân]]\n| ngày an táng = \n| nơi an táng = \n}}\n'''Viên Thuật''' ([[chữ Hán]]: 袁术; [[155]] – [[199]]), tên tự là '''Công Lộ''' (公路), là một lãnh chúa quân phiệt vào cuối thời [[Đông Hán]], đầu thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]]. Trong giai đoạn loạn lạc cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]], ông từng xưng làm [[hoàng đế]] nhưng đã nhanh chóng bị đánh bại.\n\n==Thân thế==\nViên Thuật có tên tự là Công Lộ, là dòng dõi quan lại cao cấp nhà Đông Hán. Tổ 5 đời của ông là Viên An làm chức Tư đồ thời [[Hán Chương Đế]], cụ nội là Viên Sưởng làm chức Tư không đời Hán An đế, ông nội là Viên Thang làm Tư đồ thời [[Hán Hoàn Đế]], cha là Viên Bàng làm Tư không thời [[Hán Linh Đế]]. Vì vậy sử thường gọi nhà họ Viên 4 đời làm Tam công (Tư đồ, Tư mã, Tư không), danh vọng rất cao.\n\nViên Thuật có người anh khác mẹ là [[Viên Thiệu]] làm quan trong triều [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]]. Trong nhà Viên Bàng, Viên Thiệu sinh trước nhưng là con a hoàn, Viên Thuật sinh sau nhưng là con vợ chính. Đây chính là một trong những nguyên nhân khiến Viên Thuật coi thường Viên Thiệu<ref>Vương Tử Kim, Lê Đông Phương, sách đã dẫn, tr 348<\/ref>. Tuy nhiên, vì Viên Thiệu lại được bác là Viên Thành nhận làm con nuôi, trở thành người thừa kế của chi trên Viên Bàng, do đó về ngôi thứ theo pháp luật thì Viên Thuật là em họ Viên Thiệu nhưng về huyết thống là em ruột<ref>Lê Đông Phương, sách đã dẫn, tr 70<\/ref>.\n\n==Liên minh đánh Đổng Trác==\nDo có danh vọng lớn, anh em Viên Thiệu và Viên Thuật cùng được cất nhắc làm quan trong triều Đông Hán. Viên Thuật được quận Nhữ Nam cử làm Hiếu liêm, sau đó ông lần lượt giữ các chức vụ Trường Thủy hiệu uý, rồi Hà Nam doãn, Hổ bôn trung lang tướng, Hậu tướng quân.\n\nNăm [[189]], [[Hán Linh Đế]] mất. [[Đổng Trác]] vào kinh đô [[Lạc Dương]] thao túng triều đình Đông Hán, phế [[Hán Thiếu Đế]] vừa lên ngôi, lập em Thiếu Đế là [[Hán Hiến Đế|Hiến Đế]] còn nhỏ lên ngôi. Viên Thiệu vì xung đột với Đổng Trác nên bỏ trốn. Sau đó Viên Thiệu tập hợp [[chư hầu]] để đánh Đồng Trác nhân danh giúp nhà Hán. Viên Thuật cũng mang quân bản bộ đến hưởng ứng, cùng các chư hầu tôn Viên Thiệu là minh chủ.\n\nLúc đó thái thú Ngô quận là [[Tôn Kiên]] hưởng ứng các [[chư hầu]], không mang quân đến họp nhưng cũng khởi binh đánh thẳng vào chỗ Đổng Trác ở [[Lạc Dương]], trong khi các chư hầu còn ngần ngại chưa xuất binh. Ban đầu Viên Thuật ngại Tôn Kiên thắng lớn sẽ khó kìm chế nên định không tiếp lương cho Tôn Kiên, nhưng Tôn Kiên lấy danh chính giúp nhà Hán đòi hỏi, Viên Thuật buộc phải cung cấp lương. Nhờ đó Tôn Kiên đánh cho Đổng Trác thua bại, phải bỏ Lạc Dương mang Hán Hiến Đế chạy sang [[Trường An]]. Tôn Kiên mang quân vào chiếm Lạc Dương.\n\n==Anh em thành thù địch==\nKhi Tôn Kiên mang quân tiến vào Lạc Dương đã bàn giao quận Nam Dương cho Viên Thuật. Để tỏ thiện chí với trở lại với Tôn Kiên, Viên Thuật tiến cử Tôn Kiên làm thứ sử Dự châu<ref>Thời loạn, Hán Hiến Đế chỉ có ý nghĩa tượng trưng, các chư hầu về phe nhau muốn thừa nhận địa vị của nhau ở các châu quận thường dâng biểu tiến cử lên vua, không cần chờ vua phê chuẩn (vì vua trong tay quyền thần thù địch với mình), tự lĩnh luôn chức vụ<\/ref>. Nhưng trong khi Tôn Kiên mang quân truy kích Đổng Trác (đã lên đường chạy về Trường An) thì Viên Thiệu thấy Tôn Kiên lập công lớn, mang lòng đố kỵ, lại cho người phe mình là Chu Ngang làm thứ sử Dự châu (chiếm chức vị của Tôn Kiên) và đánh vào căn cứ của họ Tôn ở Dương Thành.\n\nTôn Kiên đang ở [[Lạc Dương]] không kịp về cứu, nhưng lúc đó Viên Thuật cũng không muốn Viên Thiệu mở rộng thế lực nên mang quân chặn đánh Chu Ngang, giúp Tôn Kiên giữ hậu phương. Vì vậy từ đó giữa hai anh em họ Viên bắt đầu mâu thuẫn, nhưng chưa gay gắt. Viên Thuật thì thân với Tôn Kiên hơn.\n\nViên Thiệu muốn cùng chư hầu dựng Châu mục U châu là hoàng thân [[Lưu Ngu]] lên làm hoàng đế để đối kháng với Đổng Trác. Để tỏ ra tôn trọng Viên Thuật, Viên Thiệu sai người hỏi ý kiến ông về việc đó, nhưng ông không tán thành. Từ đó hai anh em chính thức trở thành thù hằn. Việc đánh Đổng Trác do đó cũng bị bỏ dở, các chư hầu ly tán, chỉ lo phát triển thế lực riêng.\n\nViên Thuật liên kết với Thứ sử Kinh châu là [[Lưu Biểu]] trấn thủ ở địa bàn gần địa bàn của ông để không chống lại ông; còn ông cũng sai người đến liên minh với [[Công Tôn Toản]] ở Bình Nguyên để chống Viên Thiệu đang ở Ký châu. Trong thư gửi Toản, ông viết:\n:''Viên Thiệu không phải là máu mủ của nhà họ Viên ta''<ref>Lê Đông Phương, sách đã dẫn, tr 72<\/ref>.\n\nĐiều đó khiến Viên Thiệu càng tức giận.\n\n==Hỗn chiến với chư hầu==\n===Phía tây===\n[[Tôn Kiên]] thất vọng về việc Viên Thiệu đánh úp mình và thấy các chư hầu tan rã, bèn thôi không đánh [[Đổng Trác]], mang quân lui về địa bàn. Vì thứ sử Kinh châu là Vương Duệ đã bị Tôn Kiên giết, [[Đổng Trác]] phong tông thất [[Lưu Biểu]] làm Thứ sử Kinh châu. Do Viên Thuật chiếm giữ thủ phủ Nam Dương của Kinh châu nên Lưu Biểu không thể đến đó, phải tới Tương Dương thuộc Nam quận, lập cơ sở cai trị. Năm 191, Viên Thuật không muốn bị sự uy hiếp sau lưng của Lưu Biểu, bèn sai Tôn Kiên mang quân đánh Lưu Biểu.\n\nTôn Kiên hăng hái đi đánh Lưu Biểu, vừa thắng được một trận, có ý tự mãn, bị bộ tướng của Lưu Biểu là [[Hoàng Tổ]] [[trận Tương Dương (191)|giết chết]]. Các thủ hạ của Tôn Kiên theo cháu Kiên là Tôn Bí chạy sang Nam Dương nương nhờ Viên Thuật. Lúc đó ở [[Trường An]], [[Đổng Trác]] đã bị Lã Bố giết nhưng tướng cùng phe Trác là [[Lý Thôi]] và [[Quách Dĩ]] lại đuổi được [[Lã Bố]], giữ vua [[Hán Hiến Đế]] mà nắm chính quyền. Viên Thuật sai người đến [[Trường An]] giảng hoà với Lý Thôi. Lý Thôi nhân danh Hiến Đế phong ông làm Tả tướng quân, Dương Địch hầu. Viên Thuật cử Tôn Bí làm Thứ sử Dự châu (thay Tôn Kiên), nhưng không lâu sau lại đổi làm Đô úy quận Đan Dương (thuộc Dương châu). Viên Thuật để Bí đi nhận chức nhưng giữ lại cả 2000 quân của họ Tôn. Ông ép vợ Tôn Kiên là Ngô thị giao nộp [[ngọc tỷ truyền quốc]] của nhà Hán (truyền từ đời [[nhà Tần]]) mà Tôn Kiên thu được ở Lạc Dương.\n\nTừ khi Tôn Kiên chết, Viên Thuật không còn ai hỗ trợ. Năm 193, Lưu Biểu dùng kế cắt đường vận lương nhằm đối phó với Viên Thuật. Do không có chính sách phát triển kinh tế tốt tại địa bàn mình cai quản, Viên Thuật thường phải cướp bóc xung quanh mà không thể tự cung ứng. Khi bị Lưu Biểu cắt đường vận lương, Viên Thuật bí thế phải bỏ quận Nam Dương chạy sang phía đông, đóng quân ở huyện Trần Lưu thuộc Duyện châu.\n\n===Phía đông===\nDuyện châu là địa bàn của [[Tào Tháo]] - lúc đó đang liên kết với [[Viên Thiệu]]. Hai bên hỗn chiến ở Khuông Đình<ref>phía tây nam huyện Trường Viên, tỉnh [[Hà Bắc (Trung Quốc)|Hà Bắc, Trung Quốc]]<\/ref>. Viên Thuật tuy có quân đông hơn nhưng bị Tào Tháo đánh bại, phải bỏ chạy đến Ung Khâu. Tào Tháo đuổi theo truy kích, ông lại chạy đến Tương Ấp<ref>phía tây nam huyện Tuy, [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref>. Bị quân Tào truy sát, ông từ Tương Ấp chạy sang Ninh Lăng<ref>phía đông nam Lê Khâu, [[Hà Nam (Trung Quốc)|Hà Nam, Trung Quốc]]<\/ref> rồi sau nữa lại rút về quận Cửu Giang (Hoài Nam), đóng quân tại huyện Thọ Xuân - trị sở Dương châu.\n\nLúc đó Thứ sử Dương châu là Trần Ôn mới mất, [[Viên Thiệu]] sai thủ hạ là Viên Di đến làm Thứ sử Dương châu. Viên Thuật mang quân đánh bại Viên Di khiến Di bỏ chạy rồi chết. Triều đình [[Trường An]] cũng không từ bỏ Dương châu cho các quân phiệt Quan Đông tranh giành, quyền thần [[Lý Thôi]] ở [[Trường An]] nhân danh [[Hán Hiến Đế]] bổ nhiệm tông thất [[Lưu Do]] làm thứ sử Dương châu để chống Viên Thuật.\n\nLưu Do thế yếu, không thể đến lỵ sở Dương châu mà phải sang nương nhờ thái thú Đan Dương là Ngô Cảnh (em vợ Tôn Kiên, cậu Tôn Sách) và Tôn Bí (cháu Tôn Kiên).\n\nViên Thuật sai con Tôn Kiên là [[Tôn Sách]] đi đánh quận Cửu Giang để mở rộng địa bàn. Khi Tôn Sách đánh chiếm Cửu Giang, ông lại cho Trần Vũ làm thái thú Cửu Giang. Sau đó ông lại cử Tôn Sách đi đánh quận Lư Giang, hứa cho Tôn Sách làm thái thú. Nhưng khi Tôn Sách hạ Lư Giang, ông lại sai Lưu Huân đến làm thái thú mà chỉ cho Tôn Sách làm Hoài Nghĩa hiệu úy.\n\nĐể mở rộng thế lực ở Dương châu, Viên Thuật sai Gia Cát Huyền (chú của [[Gia Cát Lượng]]) đến làm thái thú quận Dự Chương. Nhưng chỉ ít lâu sau [[Lý Thôi]] sai Chu Hộc tới làm thái thú Dự Chương, Gia Cát Huyền phải rút chạy khỏi nhiệm sở<ref>Lê Đông Phương, sách đã dẫn, tr 301<\/ref>.\n\nThái phó [[Mã Nhật Đê]] được quyền thần [[Lý Thôi]] nhân danh [[Hán Hiến Đế]] đi \"dẹp yên vùng Quan Đông\", tới Thọ Xuân. Viên Thuật hỏi mượn phù tiết của Mã Nhật Đê để xem rồi cướp lấy và không trả lại, đồng thời giam lỏng Mã Nhật Đê và lại ép làm chức quan nhỏ phục vụ cho mình. Điều đó khiến Mã Nhật Đê uất hận ốm chết<ref>Chu Thiệu Hầu, sách đã dẫn, tr 321<\/ref>.\n\nNăm [[194]], Lưu Do ở Đan Dương thấy Tôn Sách liên tiếp đánh chiếm 2 quận, sợ Ngô Cảnh và Tôn Bí về cùng phe Viên Thuật nên mang quân đánh đuổi hai người. Cảnh và Bí chạy sang Lịch Dương<ref>Huyện Hoà, [[An Huy]], [[Trung Quốc]]<\/ref>. Viên Thuật sai lão tướng Huệ Cù làm Thứ sử Dương châu, còn mình tự xưng làm Từ châu bá. Ông sai Huệ Cù mang quân tới giúp Ngô Cảnh và Tôn Bí đánh Lưu Do nhưng không thắng được.\n\nNăm [[195]], Tôn Sách lấy danh nghĩa đi đánh Lưu Do giúp cậu Ngô Cảnh và anh họ Tôn Bí, đề nghị ông trả lại 1000 quân bản bộ của Tôn Kiên cùng các tướng [[Hoàng Cái]], [[Hàn Đương]]. Viên Thuật cho rằng Tôn Sách sẽ mở rộng Dương châu cho mình nên chấp thuận<ref>Lê Đông Phương, sách đã dẫn, tr 160<\/ref>. Mấy năm sau, Tôn Sách mộ thêm được nhiều quân, mở rộng thế lực và phát triển địa bàn vùng Giang Đông, làm chủ 4 quận còn lại của Dương châu là Đan Dương, Cối Kê, Ngô quận, Dự Chương và không còn chịu ràng buộc với ông nữa.\n\n==Hoàng đế hai quận==\nNắm [[ngọc tỷ truyền quốc]] trong tay, năm [[196]], Viên Thuật muốn xưng đế. Ông tin vào lời đồng dao: ''\"Đại Hán giả, Dương đồ cao\"'', nghĩa là ''\"Thay nhà Hán là đường cao\"''. Ông cho rằng ông họ Viên, là con cháu Hiên Thọ Đồ thời [[Xuân Thu]],<ref>Dòng dõi của vua [[Thuấn]]<\/ref> ứng với chữ Đồ; tên tự của ông là Công Lộ cũng mang nghĩa là ''đường cao'', nên ứng vào câu đó. Vì vậy ông quyết tâm làm vua. [[Tôn Sách]] viết thư khuyên ông không nên như vậy nhưng ông không nghe theo. Tôn Sách bèn tuyệt giao với ông.\n\nNăm 197, Viên Thuật chính thức xưng làm [[hoàng đế]], tự xưng là Trọng Gia, đóng đô ở Thọ Xuân thuộc quận Cửu Giang, lập vợ làm hoàng hậu, phong con trai, con gái làm hoàng tử, công chúa, thiết lập trăm quan. Thực lực của ông khi đó chỉ có 2 quận Cửu Giang và Lư Giang,<ref>Bốn quận kia đã trong tay Tôn Sách<\/ref> nghĩa là không có đến một nửa địa bàn Dương châu. Thế lực của ông không bằng thế lực của các chư hầu như [[Tào Tháo]], [[Viên Thiệu]], [[Lưu Biểu]]... mà Viên Thuật lại ở trong thế đương đầu cả cùng lúc với các chư hầu này.\n\nDo Viên Thuật xưng đế trong lúc [[nhà Hán]] vẫn còn, ông bị xem là kẻ phản nghịch và trở thành mục tiêu thảo phạt của rất nhiều chư hầu. Để đối phó với điều này, Viên Thuật buộc phải tìm kiếm đồng minh, bèn sai người đến xin [[Lã Bố]] ở [[Từ Châu]] kết nghĩa thông gia, để con gái họ Lã lấy thái tử con trai mình. Nhưng Lã Bố không muốn theo ông nên bắt sứ giả của ông giao cho Tào Tháo. Tào Tháo phong Lã Bố làm Tả tướng quân. Viên Thuật nổi giận sai Trương Huân thống suất 7 đạo quân cùng các tướng của quân [[khởi nghĩa Khăn Vàng]] cũ là [[Dương Phụng]], [[Hàn Tiêm]] đi đánh Lã Bố. Lã Bố ngầm liên kết với Tiêm và Phụng trở giáo đánh lại quân Viên Thuật. Đại quân Trương Huân tan vỡ.\n\nTào Tháo sai người đến Giang Đông liên kết với Tôn Sách, đề nghị Sách không chi viện cho Viên Thuật. Sau đó Tào Tháo dẫn đại quân đích thân đi đánh Thọ Xuân. Viên Thuật ra đánh bị thua to, tướng Kiều Dị tử trận.\n\nTrong tình thế nguy cấp, Viên Thuật may mắn thoát nạn. Ngay sau đó, Lã Bố và Tào Tháo trở mặt đánh nhau. Cùng lúc đó, Tào Tháo phải đương đầu cả với [[Trương Tú]] ở Nam Dương. Vì thế Viên Thuật tạm thời được yên ổn ở Hoài Nam. Tuy nhiên, ông không biết tranh thủ thời gian hơn một năm  hòa bình để củng cố lực lượng mà tiếp tục sống xa hoa, xây dựng nhiều cung điện, tuyển chọn phi tần, ăn tiêu xa xỉ.<ref>Vương Tử Kim, Lê Đông Phương, sách đã dẫn, tr 385<\/ref>\n\nLã Bố đánh thua Tào Tháo liên tiếp, bị vây chặt ở Hạ Bì, cùng đường bèn sai người cầu cứu Viên Thuật. Do Lã Bố từng hủy hôn ước với gia đình mình, Viên Thuật đòi ông ta phải mang con gái mình đến Thọ Xuân trước rồi mới phát binh cứu viện. Tuy nhiên, quân Tào đã chủ trương bao vây mọi nẻo đường đến Thọ Xuân, không cho Lã Bố mang con gái mình đến chỗ Viên Thuật, nên kế hoạch này bị thất bại.\n\nĐầu năm [[199]], Tào Tháo diệt được Lã Bố, chiếm được Từ Châu, giáp với địa hạt của Viên Thuật. Trước mặt sau lưng đều có địch, Viên Thuật hoảng sợ, bèn tìm đồng minh hỗ trợ. Giữa năm đó, ông đốt cung điện Thọ Xuân chạy tới Tiềm Sơn theo thủ hạ cũ là Lôi Bạc nhưng Lôi Bạc đóng cửa thành không đón. Viên Thuật đành chạy sang với thủ hạ cũ khác là Trần Lan, nhưng cũng bị cự tuyệt.\n\nViên Thuật cùng đường, đành làm lành với [[Viên Thiệu]] khi đó đang hùng cứ 4 châu Thanh, U, Tinh, Ký ở [[Hà Bắc (Trung Quốc)|Hà Bắc]]. Ông viết thư cho Viên Thiệu và xin nhường lại ngôi hoàng đế cho anh. Viên Thiệu chấp thuận, sai người chuẩn bị đón tiếp.\n\n== Qua đời ==\nViên Thuật thu hết số quân ít ỏi còn lại chạy lên Nghiệp quận với Viên Thiệu. Tào Tháo sai [[Lưu Bị]] cùng [[Quan Vũ]] và [[Trương Phi]] mang hơn 1000 quân ra đón đánh ở đường lớn Từ châu.\n\nViên Thuật thực lực rất yếu, bị Lưu Bị đánh bại, phải quay về. Khi tới Giang Đình, cách Thọ Xuân 80 dặm, ông kiệt sức lâm bệnh nặng rồi thổ huyết qua đời lúc 45 tuổi. Viên Thuật làm hoàng đế tất cả trong 2 năm.\n \nEm họ ông là Viên Dận đem theo quan tài Viên Thuật và quân đội họ Viên đến Hoãn Thành<ref>Hoãn Thành (皖城), nay là huyện [[Tiềm Sơn]], [[An Huy]]<\/ref> nương tựa vào Thái thú Lư Giang là [[Lưu Huân]] vốn được Viên Thuật phong. Một bộ tướng của ông là [[Trương Huân (Đông Hán)|Trương Huân]] và trưởng sử [[Dương Hoằng]] định đến địa bàn của Tôn Sách để theo hàng, nhưng bị Lưu Huân chặn đường giết chết. Ít lâu sau Lưu Huân bị Tôn Sách đánh đuổi, phải chạy lên phía bắc theo Tào Tháo. Thủ hạ của Viên Thuật là Từ Lục đem ngọc tỷ truyền quốc dâng cho Tào Tháo; gia đình Viên Thuật ở chỗ Lưu Huân đều bị quân Tôn Sách bắt giữ, mang về Giang Đông. Con trai ông là [[Viên Diệu]] được họ Tôn phong làm Lang trung, [[Viên phu nhân (Tôn Quyền)|con gái]] sau được vào cung làm thiếp của [[Tôn Quyền]].\n\nThế lực của Viên Thuật bị [[Tào Tháo]] và [[Tôn Sách]] thôn tính hoàn toàn.\n\n==Nhận định==\nViên Thuật không phải không có tài năng nhưng không biết lượng sức mình, chỉ thích hư danh làm hoàng đế nên nhanh chóng bị thất bại trong cuộc chiến tranh quần hùng cuối thời Đông Hán. Việc ông xưng đế trong lúc nhà Hán chưa mất là một sai lầm lớn, khiến các chư hầu có lý do tập trung vào tấn công với danh nghĩa \"phò Hán\" làm cho Viên Thuật phải cùng lúc đương đầu với nhiều kẻ địch và thất bại là không tránh khỏi. Viên Thuật nhiều tham vọng nhưng lại không có chí khí và thiếu tầm nhìn chiến lược<ref>Lê Đông Phương, sách đã dẫn, tr 77<\/ref>.\n\n==Trong văn học==\nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]] của [[La Quán Trung]], Viên Thuật là một nhân vật phụ, xuất hiện từ hồi 3 đến hồi 21.\n\nLà nhân vật phụ trong tác phẩm và qua đời trước khi hình thành Tam Quốc khá lâu, Viên Thuật được mô tả khá gần với lịch sử, không được tác giả tập trung xây dựng hư cấu, tô vẽ nhiều như những nhân vật chính [[Lưu Bị]], [[Gia Cát Lượng]], [[Tào Tháo]]... Qua Tam Quốc Diễn Nghĩa, người đọc cũng có thể cảm nhận được một Viên Thuật có danh vọng nhưng thiếu cơ trí, không biết lượng sức nên bị thất bại.\n\nTrong tiểu thuyết này, tác giả chú trọng tới hoạt động của những nhân vật chính, không diễn tả đầy đủ toàn bộ hoạt động của Viên Thuật, trong đó có quá trình di chuyển từ Nam Dương về Dương Châu - một bước ngoặt trong cuộc đời Viên Thuật. Ngoài ra, khi ông về Dương Châu, tác giả vẫn mô tả Viên Thuật là một sứ quân có thực lực mạnh mẽ, \"binh đông tướng giỏi\", không giống như hoàn cảnh của ông trong lịch sử lúc xưng đế - chỉ có địa bàn 2 quận ở Dương Châu.\n\nViên Thuật đương thời bị gọi là ''\"xương khô trong mả\"''. Trong [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]], [[La Quán Trung]] để [[Tào Tháo]] nhận xét về ông như vậy khi \"uống rượu luận anh hùng\" với [[Lưu Bị]]. Trên thực tế, người nói câu này không phải Tào Tháo và trong hoàn cảnh khác: khi [[Đào Khiêm]] muốn nhường chức Từ châu mục cho [[Lưu Bị]], Lưu Bị khiêm nhường đề nghị Đào Khiêm trao chức cho Viên Thuật, nhưng [[Khổng Dung]] cũng có mặt ở đó không tán thành, nói rằng \"Viên Thuật chỉ là xương khô trong mả\", không đáng làm Châu mục Từ châu.\n\nLa Quán Trung có bài thơ bình phẩm về Viên Thuật trong tác phẩm, sau khi mô tả cái chết của ông:\n:''Hán mạt binh đao nổi bốn phương,''\n:''Ngu như Viên Thuật dám xưng cuồng.''\n:''Nối nhà, chẳng giữ lề Công Tướng,''\n:''Cướp nước, xây liều nghiệp Đế Vương.''\n:''Giải thích sấm truyền, xưng ứng vận,''\n:''Tin mê ấn ngọc, cứ khoa trương.''\n:''Quân tan, lương hết, đòi chi mật<ref>Trong [[Tam quốc diễn nghĩa|Tam Quốc Diễn Nghĩa]], sau khi bị Lưu Bị đánh bại, Viên Thuật hết lương, hỏi người hầu xem còn mật không để ăn cho đỡ đói khát, nhưng người hầu nói chỉ còn máu người<\/ref>''\n:''Thổ huyết nằm co, rõ chết đường!''\n\n==Xem thêm==\n*[[Tào Tháo]]\n*[[Lã Bố]]\n*[[Viên Thiệu]]\n*[[Lưu Biểu]]\n*[[Tôn Kiên]]\n*[[Tôn Sách]]\n*[[Lưu Do]]\n*[[Lưu Bị]]\n*[[Ngọc tỷ truyền quốc]]\n*[[Chiến dịch Dương châu]]\n*[[Chiến tranh Hán-Trọng Gia]]\n\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim (2007), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Chu Thiệu Hầu (2003),'' Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc,'' tập 1, Nhà xuất bản Văn hóa thông tin\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Quân phiệt cuối đời Hán]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]\n[[Thể loại:Mất năm 199]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Quân nổi dậy Trung Quốc]]\n[[Thể loại:Vua Trung Quốc]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]"}