{"Văn Hổ":"'''Văn Hổ''' ({{zh|t=文虎|p=Wen Hu}}; ? - 291), không rõ tên tự, là tướng lĩnh [[Tào Ngụy]], [[Đông Ngô]] và [[Tây Tấn]] thời Tam Quốc trong lịch sử Trung Quốc.\n\n== Cuộc đời ==\nVăn Hổ quê ở huyện [[Tiêu (huyện)|Tiêu]], nước [[Bái (quận)|Bái]], [[Dự Châu]]<ref>Nay là [[Bạc Châu|Bạc Châu, An Huy]].<\/ref>, là con trai thứ của [[Văn Khâm]], em trai của [[Văn Ương|Văn Thục]].<ref name=\"TQC 28\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 28, ''[[:wikisource:zh:三國志\/卷28|Vương Quán Khâu Gia Cát Đặng Chung truyện]]''.<\/ref>\n\nNăm 254, Văn Khâm, khi đó là thứ sử [[Dương Châu]], theo Đô đốc [[Quán Khâu Kiệm]] giữ [[Chiến dịch Thọ Xuân|Thọ Xuân]] chống lại quyền thần [[Tư Mã Sư]]. Năm 255, nổi dậy thất bại, Quán Khâu Kiệm thất bại, anh em Văn Thục, Văn Hổ theo cha là Văn Khâm hàng Ngô. Hai gia tộc Quán Khâu, Văn bị họ Tư Mã diệt tộc.<ref name=\"TQC 28\" \/>\n\nNăm 257, [[Gia Cát Đản]] giữ Thọ Xuân, [[Chiến dịch Thọ Xuân|nổi dậy]] chống lại [[Tư Mã Chiêu]], gửi con tin sang cầu viện Đông Ngô. Quyền thần [[Tôn Lâm]] phái Đô hộ Văn Khâm cùng [[Toàn Dịch]], [[Toàn Đoan]], [[Đường Tư]], [[Vương Tộ]] sang cứu viện. Văn Thục, Văn Hổ cùng theo cha xuất chinh. Quân Ngụy bao vây, đánh tan viện quân của [[Chu Dị (Tam Quốc)|Chu Dị]], [[Đinh Phụng]], rồi dùng kế ly gián. Lần lượt mưu sĩ của Đản là [[Tưởng Ban]], [[Tiêu Di]], tướng Ngô là Toàn Dịch, Toàn Đoan đều đầu hàng. Gia Cát Đản hoài nghi Văn Khâm, dụ vào phủ giết chết. Khi ấy Văn Thục, Văn Hổ đang cầm quân ở thành ngoài, muốn vì cha báo thù, nhưng không có người đi theo, đành phải trèo tường ra ngoài thành đầu hàng.<ref name=\"TQC 28\" \/>\n\nTư Mã Chiêu thu nhận anh em Thục, phong cả hai làm tướng quân, tước Quan nội hầu. Chiêu lại cho hai người dẫn hơn trăm kỵ binh, tuần tiễu ngoài thành Thọ Xuân, đối quân lính trong thành hô: ''Con của Văn Khâm còn không bị giết, những người còn lại sợ gì!'' Trong thành sĩ khí tan rã. Không lâu sau, Đường Tư, Vương Tộ tự trói đầu hàng, Gia Cát Đản bị giết. Tư Mã Chiêu cho Văn Thục, Văn Hổ thu liễm thi hài, an táng Văn Khâm, đặc biệt cấp cho hai người xe bò.<ref name=\"TQC 28\" \/>\n\nTrong những năm Hàm Ninh (275-280), Văn Hổ theo anh trai Văn Thục ra trấn thủ [[Tây Lương]], nhiều lần đánh tan cường đạo.<ref name=\"TT 38\">[[Phòng Huyền Linh]], ''[[Tấn thư]]'', quyển 38, ''[[:wikisource:zh:晉書\/卷038|Đông An vương Do truyện]]''.<\/ref>\n\nNăm 291, cháu ngoại của Gia Cát Đản là Đông An vương [[Tư Mã Do]] vu cáo Văn Thục cùng ngoại thích [[Dương Tuấn]] mưu phản. Nhà họ Văn bị tru di tam tộc, Văn Hổ cũng ở trong đó.<ref name=\"TT 38\" \/>\n\n== Trong văn hóa ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'', Văn Hổ xuất hiện từ hồi 111 đến hồi 112, theo cha là Văn Khâm đến cứu viện Gia Cát Đản. Khi Văn Khâm bị giết, hai anh em Văn Hổ bị vây, liềm chém giết mấy chục người rồi nhảy xuống nhảy xuống dưới thành, lội qua hào hàng Ngụy. Tư Mã Chiêu ban đầu muốn giết hai người nhưng nhờ [[Chung Hội]] khuyên can nên phong hai người làm thiên tướng quân, Quan nội hầu.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 111, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 111|Đặng Sĩ Tái dùng mẹo phá Khương Bá Ước; Gia Cát Đản khởi nghĩa đánh Tư Mã Chiêu]]''.<\/ref>\n\nHai anh em lạy tạ rồi cưỡi ngựa quanh thành hô rằng: ''Hai chúng ta đội ơn đại tướng quân tha tội, lại phong tước cho, chúng mày sao không hàng đi cho sớm?'' Người trong thành nghe được, bàn nhau rằng: ''Văn Ương là người có thù với Tư Mã Chiêu, nay cũng được trọng dụng, huống chi chúng ta?'' Nhiều quân sĩ vì thế đầu hàng, Gia Cát Đản thấy đại thế đã mất, muốn bỏ chạy thì bị [[Hồ Phấn]] giết.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 112, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 112|Cứu Thọ Xuân, Vu Thuyên tử tiết; Lấy Trường Thành, Bá Ước dùng binh]]''.<\/ref>\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Phòng Huyền Linh]], ''[[Tấn thư]]''.\n* [[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]''.\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 291]]\n[[Thể loại:Người An Huy]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}