{"Văn Thiên Tường":"[[Tập tin:Wentianxiang touxiang.JPG|nhỏ|phải|150px|Tượng Văn Thiên Tường]]\n'''Văn Thiên Tường''' (文天祥,Wen Tian Xiang, [[6 tháng 6|6\/6]]\/[[1236]]-[[9 tháng 1|9\/1]]\/[[1283]]) là thừa tướng trung nghĩa lẫm liệt [[nhà Tống|nhà Nam Tống]], một thi sĩ nổi tiếng mà tư tưởng yêu nước đã thấm đượm trong thi văn của ông.  \n\nÔng là một vị anh hùng dân tộc của [[Trung Quốc]], là 1 trong 5 vị quan thời [[Nam Tống]] (cùng với [[Nhạc Phi]], [[Lý Cương]], [[Hàn Thế Trung]], [[Triệu Đỉnh]]) được thờ tại [[Đế vương miếu]] (历代帝王庙) thời [[nhà Minh]], [[nhà Thanh]] xây dựng, trong đó thờ những vị quan văn, võ tướng được đánh giá là tài năng và tận trung nhất qua các triều đại. \n\n==Xuất thân==\nVăn Thiên Tường ban đầu có tên '''Vân Tôn''' (雲孫), tự '''Thiên Tường''' (天祥), sau đổi thành '''Tống Thụy''' (宋瑞) và có tự là '''Lý Thiện''' (履善), hiệu '''Văn Sơn''' (文山). Ông xuất thân từ Cát Châu Lô Lăng (吉州廬陵), bây giờ là huyện Cát An, tỉnh [[Giang Tây]]). Lúc còn nhỏ, Văn Thiên Tường ham đọc  sách, ông ngưỡng mộ cốt cách những  nhân vật \"Trung thần nghĩa sĩ\" có chí khí, yêu nước thương dân... Năm [[1253]], đời vua [[Tống Lý Tông]], Văn Thiên Tường 17 tuổi, tham gia kỳ thi Hương ở Lô Lăng, tên đậu đầu bảng. Lúc đứng trước tượng [[Âu Dương Tu]], ông đã nói: \"''Sau này tôi chết đi, nếu không được như ông, mọi người tưởng nhớ, thì tôi không phải là bậc đại trượng phu''\".\n\n==Đường công danh==\nNăm [[1255]], ông cùng em là [[Văn Bích]] tham gia kỳ thi Tiến sĩ và cả hai đều có tên trúng cử. Vào ngày công bố người trúng tuyển, Văn Thiên Tường đứng đầu trên 601 người đậu Tiến sĩ rồi ông được mang danh trạng nguyên, thì ông được tin cha chết. Hai anh em phải trở về quê hương khi chưa kịp nhận chức tước. Mãi đến năm [[1259]], Văn Thiên Tường mới được bổ nhiệm Công sự phán quan, một chức quan xử kiện. Khi quân [[nhà Nguyên]] tràn vào đất [[Nhà Tống|Tống]], ông ứng \"chiếu Cần Vương\" dưới cờ vua [[Tống Cung Đế]].\n\nNăm [[1275]], ông được cử làm [[Hữu Thừa tướng]], [[Khu mật sứ]], Đô đốc thống quản quân mã. Vào tháng 8 năm đó, chẳng may Văn Thiên Tường bị thua trận ở Lô Lăng, may có người cứu thoát. Phu nhân là Âu Dương thị, con trai thứ là Văn Phật Sinh, hai con gái là Văn Liễu Nương và Văn Hoàn Nương đều bị quân Nguyên bắt giam. Công cuộc kháng chiến chống Nguyên không thành và ông bị quân Nguyên bắt đưa về Yên Kinh ([[Bắc Kinh]] ngày nay).\n\nNăm [[1278]], mẹ ông và người con trai đầu mới 13 tuổi bị bệnh qua đời khiến ông vô cùng đau buồn. Triều đình phong cho ông làm Thiếu bảo, Tín Quốc công thi hành chủ trương tiến bộ. Trong thời gian ở Lâm An, tình thế quẫn bách, triều đình đã cử ông đến đại bản doanh Thừa tướng triều Nguyên là [[Bá Nhan]] đàm phán cầu hàng. Vua Nguyên thấy ông là người có tài và có khí tiết định giam giữ dụ hàng. Khi Bá Nhan lấy cái chết đe doạ, ông đã khẳng khái nói:\"''Tôi hiện đang là [[Tể tướng]] triều Tống, chỉ lấy cái chết để đền nợ nước, nếu lấy gươm đao dọa nạt, chẳng làm gì được đâu''\". Bá Nhan đã giữ ông lại và quyết định giải ông về Đại Đô (nay là [[Bắc Kinh]]).\n\n==Tiết khí==\nNăm 1276, khi quân nhà Nguyên ''(bấy giờ đã hùng hổ chinh phục khắp Âu Á (diệt nước Yên năm 1215, nước Hồi năm 1222, nước Kim năm 1234, đánh tan liên quân các tiểu quốc Nga, bắt sống nhiều hoàng thân Nga năm 1237, đánh Cao Ly năm 1247, diệt Đại Lý rồi chiêu hàng Thổ Phồn năm 1253, đánh Nhật Bản năm 1271...)'' đi chinh phạt đến núi Cao Đình, nhà Tống xin hàng. Bá Nhan sai hàng tướng [[Lã Văn Hoán]] vào Lâm An, tra xét thành trì, treo bảng vàng vỗ về quân dân trong ngoài. Bá Nhan giam giữ Văn Thiên Tường trong quân, Thiên Tường mắng Bá Nhan thất tín. Văn Hoán ở bên cạnh khuyên giải, Thiên Tường mắng Hoán là loạn tặc, Văn Hoán rất hổ thẹn nói: ''“Thừa tướng sao lại mắng Hoán là loạn tặc?”'' Văn Thiên Tường nói: ''“Quốc gia bất hạnh đến hôm nay, ngươi gây tội đầu, ngươi không phải loạn tặc thì ai? Trẻ con 3 thước đều mắng ngươi, có riêng gì ta?”'' Lữ Văn Hoán nói: ''“Ta giữ Tương Dương 6 năm không được cứu.”'' Văn Thiên Tường nói: ''“Sức cùng viện tuyệt, thì chết để báo nước là được. Ngươi yêu thân tiếc vợ con, đã phụ nước, còn phá hoại tiếng tăm cả nhà. Nay ngươi họp cả họ làm chuyện phản nghịch, là tặc thần muôn đời!”'' Tướng Nguyên là [[Toa Đô]] cũng phải khen: ''“Thừa tướng mắng họ Lữ hay lắm!”''<ref>Văn Thiên Tường, tlđd – '''Chỉ Nam lục''', trang 270<\/ref>\n\nVào cuối năm [[1277]], ông đã trốn thoát khi đang trên đường bị cưỡng bức lên phương Bắc ra mắt Nguyên Thế Tổ - [[Hốt Tất Liệt]]. Sau đó một thời gian, vào một buổi trưa tháng 12, Văn Thiên Tường đã xuất quân từ Hải Phong lên phía bắc, khi đi qua một quãng đường hẹp đã bị quân phục kích, rơi vào bẫy, không kịp trở tay và bị quân Nguyên bắt sống. Rút kinh nghiệm lần trước, lần này quân Nguyên canh phòng ông nghiêm mật. Nhiều lần Văn Thiên Tường đã tìm cách trốn nhưng vô hiệu. Một thời gian sau, nhà Tống cũng bị diệt vong. \n\nChiến tranh kết thúc, quân Nguyên bày yến tiệc để mừng công, Văn Thiên Tường cũng được mời đến. [[Trương Hoằng Phạm]], [[đô đốc]] quân thủy nhà Nguyên đã nói với ông:\n:''\"Hiện nay, triều Tống đã mất, trung hiếu của ông cũng hết rồi. Thừa tướng có thể thay đổi ý kiến được không, làm việc cho triều Nguyên, mà Tể tướng triều Nguyên không phải là ông thì ai vào đó?\"''\n\nÔng đã khẳng khái trả lời: \n:''\"Nước mất không thể cứu được, làm quan đại thần thì tội quả đáng chết, lẽ nào còn tham sống sợ chết, phản bội Tổ quốc được?\"''\n\nTrên đường giải từ [[Quảng Châu]] lên Đại Đô, thời tiết khắc nghiệt, mưa gió tầm tã, Văn Tường bị xích giải đi. Ông đã từng tuyệt thực, nhịn đói, nhịn khát, muốn lấy cái chết để phản kháng, có lúc ông lại tìm cách trốn thoát, nhưng tất cả đều vô hiệu, vì quân Nguyên canh phòng nghiêm mật. Những lúc đó ông lại làm thơ gửi gắm tâm hồn, ý nguyện. Triều Nguyên muốn lợi dụng ông để lung lạc nhân tâm, hòa hoãn ý chí chống Nguyên của nhân dân [[Giang Nam]] nhưng vẫn không mua chuộc được ông. Triều Nguyên đã cho Lưu Mộng Viêm là Thừa tướng triều Tống đã hàng đến dụ hàng Văn Thiên Tường. Vừa trông thấy Lưu Mộng Viêm, Văn Thiên Tường lòng bốc giận, mắng rủa thậm tệ. Tiếp theo triều đình nhà Nguyên đưa Hoàng đế tù nhân [[Tống Cung Đế]] của Nam Tống mới 9 tuổi đến khuyên ông đầu hàng. Văn Thiên Tường trông thấy vua cũ, tuy không thóa mạ, nhưng lạnh nhạt nói: \"Xin thánh giá hồi cung\".\n\nVào một ngày tháng 5, triều đình nhà Nguyên lại cho người dẫn Văn Bích, em trai ông đã đầu hàng giặc đến khuyên ông nên hàng, Văn Thiên Tường kiên quyết: \"''Anh em một người là tù, một người cưỡi ngựa, cùng cha mẹ nhưng không đội một trời''\". Năm [[1283]], ông bị đưa đến Kim Loan điện để gặp [[Hốt Tất Liệt]]. Ông đứng sừng sững, bị lính đánh đến gãy xương, vẫn không chịu quỳ. Hốt Tất Liệt đề nghị ông theo nhà Nguyên, sẽ phong ông làm [[Tể tướng|Thừa tướng]] nhưng ông không chấp nhận. Triều đình nhà Nguyên dày vò thân xác ông nhưng không nổi, cuối cùng đã dùng mẹo \"tình cốt nhục\" buộc con gái ông là Liêu Nương hiện đang bị chúng bắt giữ viết thư cho ông. Đến lúc này ông mới biết khi thua trận, vợ và con ông cũng bị bắt luôn, nhưng ông vẫn không khuất phục.\n\nSau ba năm thấy không thể khuất phục được ông, vua Nguyên hết cách bèn đem ông giết nhưng vẫn khen là \"chân nam tử\". Ông chết lúc mới 47 tuổi.\n\nKhi hậu táng Văn Thiên Tường, người ta phát hiện ra một bài thơ tuyệt mệnh ghi như sau:<ref>[http:\/\/vietnamese.cri.cn\/561\/2009\/10\/14\/1s130125_1.htm Lưu thủ đan tâm chiếu hãn thanh] CRI Online<\/ref><ref>[https:\/\/books.google.com.vn\/books?id=6fYFEAAAQBAJ&pg=PA410&lpg=PA410&dq=Wen+Tianxiang+%E5%AD%94%E6%9B%B0%E6%88%90%E4%BB%81+%E5%AD%9F%E6%9B%B0%E5%8F%96%E7%BE%A9&source=bl&ots=mLdFGWEN-7&sig=ACfU3U1ORfuk2g2GSkyRabNX_HhkNGDaoQ&hl=vi&sa=X&ved=2ahUKEwiAgK6b9bv5AhWjS2wGHWADCSsQ6AF6BAglEAM#v=onepage&q=Wen%20Tianxiang%20%E5%AD%94%E6%9B%B0%E6%88%90%E4%BB%81%20%E5%AD%9F%E6%9B%B0%E5%8F%96%E7%BE%A9&f=false Women and National Trauma in Late Imperial Chinese Literature], p. 410<\/ref>\n\n{| valign=\"top\"\n|\n:''Khổng viết thành nhân''\n:''Mạnh viết thủ nghĩa.''\n:''Duy kỳ nghĩa tận,''\n:''Sở dĩ nhân chí.''\n:''Độc thánh hiền thư,''\n:''Sở học hà sự?''\n:''Nhi kim nhi hậu,''\n:''Thứ kỷ vô quý.''\n|\n:''Khổng nói thành nhân,''\n:''Mạnh nói giữ nghĩa.''\n:''Chỉ khi nghĩa trọn,''\n:''Mới là nhân tới.''\n:''Đọc sách thánh hiền,''\n:''Là học điều ấy.''\n:''So sau so trước,''\n:''Ngõ hầu không thẹn.''\n|}\n\nVăn Thiên Tường đã mất, nhưng khí tiết, phẩm chất đạo đức cao thượng của ông mãi mãi để cho người đời sau kính ngưỡng. Ông cùng với [[Lục Tú Phu]] và [[Trương Thế Kiệt]] được sử Trung gọi là \"Tống vong tam kiệt\" (ba bậc hào kiệt thời Tống mạt).\n\n==Văn chương==\n{{wikisource tác giả|Văn Thiên Tường}}\nVăn Thiên Tường (文 天 祥) còn là một nhà thơ, nhà văn. Văn chương ông có lời lẽ khẳng khái, hào hùng của kẻ sĩ trong thời nước nhà lâm nạn. Khí tiết của Văn Thiên Tường ảnh hưởng rất nhiều đến sĩ phu đời sau. Hai câu thơ:\n{| valign=\"top\"\n|\n:• 人生自古誰無死\n:• 留取丹心照汗青\n|\n:• Nhân sinh tự cổ thùy vô tử\n:• Lưu thủ đan tâm chiếu hãn thanh\n:- ''Xưa nay có ai mà không chết''\n:- ''Hãy để lòng son chiếu sử xanh''\n|}\nĐã được [[Nguyễn Công Trứ]] dùng trong bài hát nói \"Chí khí Anh hùng\" nổi tiếng của mình:\n:Vòng trời đất dọc ngang ngang dọc \n:Nợ tang bồng vay trả, trả vay       \n:Chí làm trai nam bắc đông tây,     \n:Cho phỉ sức vẫy vùng trong bốn bể   \n:Nhân sinh tự cổ thùy vô tử,            \n:Lưu thủ đan tâm chiếu hãn thanh \n:Đã chắc ai rằng nhục rằng vinh \n:Mấy kẻ biết anh hùng thời vị ngộ\n:Cũng có lúc mây tuôn sóng vỗ, \n:Quyết ra tay buồm lái trận cuồng phong...\n\n{| valign=\"top\"\n• Và trong bài:\n|\n:'''''Quá Linh Đinh Dương'''''\n\n:''Tân khổ tao phùng khởi nhứt kinh,''\n:''Can qua liêu lạc tứ châu tinh.''\n:''Sơn hà phá toái phong phiêu nhứ,''\n:''Thân thế phù trầm vũ đả bình.''\n:''Hoàng Khủng than đầu thuyết hoàng khủng,''\n:''Linh Đinh dương lý thán linh đinh.''\n:''Nhân sanh tự cổ thùy vô tử,''\n:''Lưu thủ đan tâm chiếu hãn thanh.''\n|\n:'''''( Dịch nghĩa )'''''\n\n:''Đèn sách gian lao mộng ước thành,''\n:''Bốn năm thác loạn cuộc giao tranh.''\n:''Sơn hà tan tác bông trước gió,''\n:''Bèo dạt trong mưa cảm phận mình,''\n:''Hoàng Khủng ghềnh kia chuyện hoàng khủng,''\n:''Linh Đinh sông nọ nỗi lênh đênh,''\n:''Xưa nay có ai mà không chết,''\n:''Hãy để lòng son chiếu sử xanh''\n|}\n\n• Bài thơ '''Chính khí ca''' cũng là một tác phẩm hết sức nổi tiếng, được Văn Thiên Tường viết khi ông đang ở trong nhà tù của quân Nguyên.\n\n==Bài thơ ''Chính Khí Ca''==\nBài thơ \"Chính khí ca\" là một áng văn tuyệt tác, một tác phẩm nổi tiếng của Văn Thiên Tường, ca ngợi lòng yêu nước và chí khí lẫm liệt của những con người ngay thẳng cương trực, trung nghĩa thời xưa.\n\nTư tưởng \"Chính khí ca\" đã được truyền tụng rộng khắp vào Việt Nam nhằm khích lệ cổ vũ lòng yêu nước, tinh thần bất khuất của các con dân và sỹ phu nước Việt.\n\nNăm 1882, sau khi thành Hà Nội thất thủ, ở Việt Nam cũng xuất hiện \"Hà Thành chính khí ca\", ca ngợi tinh thần yêu nước và chí khí trung nghĩa lẫm liệt của Tổng đốc Hoàng Diệu người đã quyết tử để bảo vệ thành Hà Nội. \n===Chính Khí Ca (正 氣 歌)===\n\n''(Bản gốc chữ Hán và phiên âm Hán-Việt)'':\n{| valign=\"top\"\n|\n:1. 天 地 有 正 氣\n:Thiên địa hữu chính khí <ref>•chính khí: Phần vô hình ngay thẳng tốt đẹp trời phú cho con người những tố chất cao quí, tạo nên những hành vi phi thường, oanh liệt, hợp đạo lý và quy luật trong vũ trụ<\/ref>,\n:雜 然 賦 流 形\n:Tạp nhiên phú lưu hình,\n:下 則 為 河 嶽\n:Hạ tắc vi hà nhạc,\n:上 則 為 日 星\n:Thượng tắc vi nhật tinh.\n:5. :於 人 曰 浩 然\n:Ư nhân viết hạo nhiên <ref>•hạo nhiên: Khí chất lớn lao đúng đắn vốn có sẵn ở con người, nó rộng lớn, bao la<\/ref>.\n:沛 乎 塞 蒼 冥\n:Phái hồ tắc thương minh;\n:皇 路 當 清 夷\n:Hoàng lộ <ref>•hoàng lộ (đường vua, thiên hạ): nước nhà, non nước<\/ref> đương thanh di <ref>•thanh di: thanh bình, bình yên, yên ả<\/ref>,\n:含 和 吐 明 庭\n:Hàm hòa thổ minh đình <ref>•minh đình: Nơi ngày xưa đế vương thờ thần linh<\/ref>;\n:時 窮 節 乃 見\n:Thời cùng tiết nãi hiện,\n:10. 一 一 垂 丹 青\n:Nhất nhất thùy đan thanh <ref>•đan thanh: Ở đây chỉ khí tiết và tâm hồn con người.<\/ref>\n:在 齊 太 史 簡\n:Tại Tề Thái Sử <ref>•thái sử: Sử quan đời xưa, xưa không có giấy, chữ ghi trên thẻ tre. Tả truyện, Tương Công năm thứ 25, quan đại phu là Thôi Trữ giết Tề Trang Công, thái sử ghi là “Thôi Trữ giết vua”. Quan chép sử bị Thôi Trữ giết, có hai người em cũng bị giết về việc tiếp tục chép như anh. Đến người em thứ tư vẫn chép như vậy, Trữ đành phải tha. Bề tôi giết vua gọi là thí, thái sử nước Tề gọi “Thôi Trữ thí kỳ quân” dùng từ chuẩn xác, có ý chê bai, chẳng ngại ngần chép như thế là mang lấy hoạ sát thân, nên được đời sau ca ngợi<\/ref> giản,\n:在 晉 董 狐 筆\n:Tại Tấn Đổng Hồ <ref>•Đổng Hồ: Sử quan nước Tấn thời Xuân Thu. Tả truyện: Tuyên Công năm thứ 2 chép Triệu Xuyên giết Tấn Linh Công, thái sử Đổng Hồ chép là “Triệu Thuẫn thí quân” (Triệu Thuẫn giết vua) đưa ra triều đường cho mọi người xem. Tuyên Tử (Triệu Thuẫn) nói “Không phải”. Đáp rằng “Ông làm chính khanh, khi vua chết ông vẫn ở trong nước, sau ông ra nước ngoài, khi trở về không hỏi tội kẻ giết vua, không phải ông thì còn là ai nữa”. Khổng Tử nói rằng “Đổng Hổ là người chép sử đúng mức thời cổ, cách chép không che giấu”<\/ref> bút;\n:在 秦 張 良 椎\n:Tại Tần Trương Lương chùy <ref> •Chùy Trương Lương:  Chùy (vũ khí hình cầu có cán hoặc xích sắt để cầm), Trương Lương tức Trương Tử Phòng, có cha và anh lần lượt giữ chức Thừa tướng nước Hàn (một trong 7 nước lớn còn lại vào cuối thời Chiến Quốc) khi Tần Thủy Hoàng diệt nước Hàn, Trương Lương thuê lực sĩ dùng một loại chùy nặng 120 cân (72kg) để trả thù cho nước Hàn.  Họ phục kích ở Bác Lãng sa, nơi Tần Thủy Hoàng đi qua.  Chùy đập vỡ xe đi đầu, nhưng chỉ là chiếc xe không người.  Cả hai trốn kịp.  Về sau nghe tin Lưu Bang dấy nghĩa binh, Trương Lương tìm đến giúp đỡ tận lực, bày mưu tính kế và quan trọng nhất là tìm nhân tài làm bộ khung ưu tú lập nên nhà Hán.  Khi đạt thắng lợi hoàn toàn, ông khước từ mọi ban thưởng, rời khỏi kinh đô không rõ đi đâu.  Hán Cao tổ Lưu Bang đành phong cho ông tước Lưu hầu <\/ref> \n:在 漢 蘇 武 節\n:Tại Hán Tô Vũ tiết <ref> •Tô Vũ: Sứ giả vua Vũ đế nhà Hán đi sứ Hung nô. Chúa Hung nô dụ ông làm quan, ông quyết liệt từ khước.  Sợ lộ chuyện, chúng đày ông lên Bắc hải chăn dê. Nhà Hán nhiều lần đòi người, chúa Hung nô đều một mực chối là không giữ Tô Vũ.  Mười chín năm sau, tình cờ có người bắn chim nhạn, phát hiện chân chim có buộc sợi vải lấy trong lá cờ tiết nhà Hán đã từng trang bị cho Tô Vũ.  Trước vật chứng này, Hung nô đành phải giao trả Tô Vũ. (tác giả đề cao tinh thần cang trường bất khuất để gián tiếp giải thích việc cự tuyệt lời dụ hàng của Hốt Tất Liệt) <\/ref>\n:15. 為 嚴 將 軍 頭\n:Vi Nghiêm tướng quân đầu <ref> •Tướng quân họ Nghiêm:  Tức Nghiêm Nhan, tướng giữ Ba quân của đất Thục (Tứ xuyên ngày nay). Khi Trương Phi tấn công, vây thành quát lớn:  \"Đại quân đã đến sao chưa đầu hàng?\"  Nghiêm Nhan đứng dõng dạc quát lại: \"Nơi đây chỉ có tướng quân đứt đầu chứ không có tướng quân hàng!\"<\/ref>\n:為 嵇 侍 中 血\n:Vi Kê Thị Trung huyết,\n:為 張 睢 陽 齒\n:Vi Trương Tuy Dương xỉ <ref> •Trương Tuấn đời Đường, trấn thủ thành Thu dương.  Khi thành thất thủ, Trương bị bắt, ông chửi mắng An Lộc Sơn là kẻ phản loạn, bất nghĩa, bị đối phương đánh gãy hết răng <\/ref>\n:為 顏 常 山 舌\n:Vi Nhan Thường Sơn thiệt <ref> •Nhan Cảo Khanh làm Thái thú quận Thưởng sơn, đem quân đánh An Lộc Sơn, thua trận, địch dụ hàng, ông chửi mắng bị giặc cắt lưỡi <\/ref>\n:或 為 遼 東 帽\n:Hoặc vi Liêu Đông mạo,\n:20. 清 操 厲 冰 雪\n:Thanh tháo lệ băng tuyết,\n:或 為 出 師 表\n:Hoặc vi xuất sư biểu <ref> •Biểu ra quân:  Đơn thỉnh nguyện đem quân đánh Ngụy Tấn của Gia Cát Lượng,  Thừa tướng nước Thục.  Nước Thục (nay thuộc Tứ xuyên)  địa thế cô lập lại cực kỳ hiểm trở gây nhiều khó khăn cho việc hành quân.  Vì vậy vua Thục Hậu chúa chủ trương cầu an không thích nghe lời Gia Cát Lượng. Gia Cát Lượng đã sáu lần dâng biểu xin đem quân vượt núi non ra đánh Tấn.  Do nhiều lần không thành công nên ông phải dùng lời biểu  tha thiết để lay chuyển chủ trương cầu an của phe phản đối, lời lẽ thống thiết đến quỷ thần cũng phải xúc động <\/ref>\n:鬼 神 泣 壯 烈\n:Quỷ thần khấp tráng liệt,\n:或 為 渡 江 楫\n:Hoặc vi độ giang tiếp <ref>•độ giang tiệp: Tổ Địch đời Đông Tấn đem quân bắc phạt, khi ra đến giữa dòng, ông gõ vào mái chèo thề rằng “Nếu không bình định được trung nguyên, mà lại quay về, thì sẽ như sông này”.<\/ref>,\n:慷 慨 吞 胡 羯\n:Khảng khái thôn Hồ Yết <ref> •Hồ Yết:  tên hai bộ tộc rất hiếu chiến sống ở miền Bắc Trung quốc, thường được gọi chung là rợ Hung nô <\/ref>\n:25. 或 為 擊 賊 笏\n:Hoặc vi kích tặc hốt <ref>• \"Hốt\" (thẻ tre):  mảnh tre, gỗ hoặc ngà  dài khoảng hai gang tay, được sơn bóng và khảm lên đấy miếng gương soi nhỏ. Khi vào chầu hay làm chủ lễ, các quan cầm hốt bằng hai tay, mắt nhìn vào gương soi (để tự kiểm tra sự nghiêm túc)• \"kích tặc hốt\": Thời Đường Đức Tông, Chu Tỷ mưu phản, quan thái uý là Đoàn Tú Thực căm lắm, cầm cây hốt trong tay đánh Chu Tỷ, đầu Tỷ bị máu loang, loạng choạng...<\/ref>,\n:逆 豎 頭 破 裂\n:Nghịch thụ đầu phá liệt.\n:是 氣 所 磅 礡\n:Thị khí sở bàng bạc,\n:凜 冽 萬 古 存\n:Lẫm liệt vạn cổ tồn\n:當 其 貫 日 月\n:Đương kỳ quán nhật nguyệt\n|\n:30. 生 死 安 足 論\n:Sinh tử an túc luận.\n:地 維 賴 以 立\n:Địa duy lại dĩ lập <ref>• Địa duy (Góc đất):  Người xưa tin rằng mặt đất vuông, bốn \"góc\" được duy trì bằng bốn chân một con rùa... siêu khổng lồ(!) <\/ref>\n:天 柱 賴 以 尊\n:Thiên trụ lại dĩ tôn <ref> •thiên trụ (Cột trời): Người xưa tin rằng trời được chống đỡ bằng \"cây cột\" rất chắc, nhưng lại không xác định cột ấy ở đâu <\/ref>\n:三 綱 實 繫 命\n:Tam cương <ref>•Tam cương: Nhà nho nêu lên đạo: vua -tôi, cha - con, vợ - chồng. Câu nói của Đổng Trọng Thư đời Hán trong Bạch hổ thâu nghĩa: “Quân vi thần cương, phụ vi tử cương, phu vi thê cương” (Vua là giềng mối của bề tôi, cha là giềng mối của con cái, chồng là giềng mối của vợ)<\/ref> thực hệ mệnh,\n:道 義 為 之 根\n:Đạo nghĩa vi chi căn.\n:35. 嗟 予 遘 陽 九\n:Ta ! Dư cấu dương cửu <ref> • dương cửu (Vận xui): vận hội ách tắc (thuật ngữ của kinh Dịch) <\/ref>\n:隸 也 實 不 力\n:Lệ dã thực bất lực;\n:所 囚 纓 其 冠\n:Sở tù anh kỳ quán <ref> •Tù Sở:  Chung Nghi người nước Sở (vùng Hồ bắc ngày nay, phía nam Trung quốc) bị bắt làm tù binh ở nước Tề (vùng Sơn đông ngày nay, phía Bắc Trung quốc).  Ở đấy ông buộc thêm tua vào mũ cho đúng kiểu dáng của Sở.  (Văn Thiên Tường cũng bị bắt ở Quảng đông đưa về Yên kinh có lộ trình tương tự). Về sau hai chữ \"Sở tù\" được Văn Thiên Tường dùng theo nghĩa chỉ kẻ gặp chung cảnh khốn đốn cùng cực <\/ref>\n:傳 車 送 窮 北\n:Truyền xa tống cùng bắc,\n:鼎 鑊 甘 如 飴\n:Đỉnh hoạch cam như di,\n:40. 求 之 不 可 得\n:Cầu chi bất khả đắc;\n:陰 房 闃 鬼 火\n:Âm phòng khuých quỷ hỏa,\n:春 院 閟 天 黑\n:Xuân viện bí thiên hắc,\n:牛 驥 同 一 皂\n:Ngưu ký đồng nhất tạo <ref>• Ngựu Ký: giống ngựa quý, đứng trong chuồng thì có vẻ mỏi mệt uể oải nhưng khi vào đường dài thì hăng sức đến xuất thần chạy ngàn dặm mỗi ngày cũng không xuống sức. Thường được ví với người tài cao <\/ref>\n:雞 栖 鳳 凰 食\n:Kê thê phụng hoàng thực <ref> Phượng hoàng:  theo tín ngưỡng truyền thống, đây là loài linh điểu, con trống là phượng, con mái là hoàng.  Thức phẩm duy nhất của chúng là hạt ngô đồng, vì vậy chúng chỉ đậu trên cây ngô đồng chứ không đậu tùy tiện và chỉ xuất hiện để báo điềm lành khi đất nước thanh bình, người hiền tài ra đời <\/ref>\n:45. 一 朝 蒙 霧 露\n:Nhất triêu mông vụ lộ,\n:分 作 溝 中 瘠\n:Phận tác câu trung tích,\n:如 此 再 寒 暑\n:Như thử tái hàn thử,\n:百 沴 自 辟 易\n:Bách lệ tự tịch dịch.\n:哀 哉 沮 洳 場\n:Ai tai ! Tự như trường,\n:50. 為 我 安 樂 國\n:Vi ngã an lạc quốc;\n:豈 有 他 繆 巧\n:Khởi hữu tha mậu xảo,\n:陰 陽 不 能 賊\n:Âm dương bất năng tặc;\n:顧 此 耿 耿 在\n:Cố thử cảnh cảnh tại.\n:仰 視 浮 雲 白\n:Ngưỡng thị phù vân bạch <ref>• vân bạch (Mây trắng):  biểu hiện cho sự phù phiếm, biến chuyển nhanh chóng của cảnh giàu sang ở đời <\/ref>.\n:悠 悠 我 心 憂\n:55. Du du ngã tâm ưu,\n:蒼 天 曷 有 極\n:Thương thiên hạt hữu cực,\n:哲 人 日 已 遠\n:Triết nhân <ref>•Triết nhân: Người hiền triết, ở đây chỉ những người khí tiết đã nêu ở trên.<\/ref> nhật dĩ viễn,\n:典 刑 在 夙 昔\n:Điển hình tại túc tích;\n:風 簷 展 書 讀\n:Phong thiềm triển thư độc,\n:60. 古 道 照 顏 色\n:Cổ đạo <ref>•Cổ đạo: Chỉ luân lý khí tiết mà nhà nho suy tôn<\/ref> chiếu nhan sắc.\n|}\n\n• '''Bản dịch của Thái Trọng Lai (mấy khổ đầu)''' <ref>[http:\/\/www.khaiminh.org\/ngo_van_lai\/nvl_ckc.htm Chính khí ca - Văn Thiên Tường (GS. Ngô Văn Lại)] Bản dịch của Thái Trọng Lai <\/ref>:\n:''1• Trong trời đất có đầy chính khí,''\n:''• Xen lẫn vào mọi mặt sẵn dòng.''\n:''• Dưới này là núi, là sông,''\n:''• Trên kia sao sáng cùng ông mặt trời.''\n:''5• Là hạo nhiên khi người nhận nó,''\n:''• Khí ứ tràn nghẽn cả đất trời.''\n:''• Nước nhà yên ả, thảnh thơi,\n:''• Khí hòa vũ trụ trút nơi triều đình.''\n:''• Khi vận nước ngửa nghiêng, cùng quẫn,''\n:''10• Khí phả vào, danh rạng sử xanh.''\n\n\n\n• '''Bản dịch của Nguyễn Hiến Lê (mấy khổ đầu)''':\n:1-Trời đất có chính khí\n:Lẫn lộn trong các hình\n:Dưới đất là sông núi\n:Trên trời là nhật, tinh.\n:5-Tại người là hạo nhiên\n:Vũ trụ đầy anh linh\n:Khí hoà nhả trước sân\n:Non nước lúc thanh bình\n:Thời cùng cao tiết hiện\n:10-Nhất nhất ghi sử xanh.\n\n\n\n• '''Bản dịch (của Hoàng Tạo):'''\n{| valign=\"top\"\n|\n:1- Trời đất có chính khí\n:Toả ra cho muôn loài\n:Là sông núi dưới đất\n:Là trăng sao trên trời\n:5- Đầy rẫy cả vũ trụ\n:Khí hạo nhiên của người\n:Gặp cảnh đời bình trị\n:Triều thịnh vang lời vui\n:Khi cùng, tiết tháo rõ\n:10- Sử xanh ghi đời đời.\n:Ở Tề, sách Thái Sử\n:Ở Tấn, bút Đổng Hồ\n:Ở Tần, chuỳ Bác Lãng\n:Ở Hán, cờ họ Tô\n:15- Đầu Nghiêm thách trước giặc\n:Máu Kê trên áo vua\n:Răng Trương công chửi địch\n:Lưỡi Kiều Khanh mắng thù.\n:Hoặc là mũ Liêu Đông\n:20- Vẻ băng tuyết phau phau\n:Hoặc là biểu “Ra quân”\n:Lẫm liệt quỷ thần sầu\n:Hoặc qua sông gõ nhịp\n:Khảng khái nuốt quân Hồ\n:25- Hoặc giật hốt đánh giắc\n:Phường tiếm nghịch toang đầu.\n:Khi ấy tràn ngập tới\n:Oai nghiêm muôn thuở còn\n:Khi đã vượt nhật nguyệt\n|\n:30- Sống thác chuyện con con!\n:Khuôn đất nhờ đó vững\n:Cột trời nhờ đó còn\n:Ba giường được gìn giữ\n:Đạo nghĩa có gốc nguồn.\n:35- Xót ta gặp vận ách\n:Tướng sĩ thực hèn nhát\n:Dải mũ buộc thân tù\n:Xe chở lên cực bắc\n:Ninh nấu cũng cam lòng\n:40- Còn để ta mong mãi\n:Phòng sâu ma lập loè\n:Viện xuân thành ngục tối!\n:Ngựa giỏi nhốt cùng trâu\n:Chuồng gà, phượng nhặt thóc\n:45- Thân này khi gió sương\n:Đành rãnh ngòi lăn lóc\n:Thế mà hai năm qua\n:Tránh xa bao khí độc\n:Thương ôi! Chỗ lội lầm!\n:50- Lại sống yên tối sớm\n:Phải đâu khôn khéo gì\n:Âm dương không dám phạm\n:Vằng vặc tấm cô trung\n:Ngẩng nhìn mây trắng nổi\n:55- Buồn thay! Nỗi lòng ta\n:Trời xanh cao vòi vọi!\n:Thánh hiền khuất lâu rồi\n:Khuôn phép vẫn không mất\n:Hiên gió mở sách coi\n:60- Gương xưa soi trước mặt.\n|}\n\n\n• Phạm Trọng Cảnh|'''Phạm Trọng Cảnh'''<ref> [http:\/\/chimviet.free.fr\/vanhoc\/phamtrongchanh\/phamtrongchanh_NguyenDuVanThienTuong_a.htm Nguyễn Du qua sông Hoài, nhớ Văn Thiên Tường   - Phạm Trọng Chánh]<\/ref> '''dịch nôm:'''\n:Trong trời đất có cái chính khí, \n:Tỏa sáng ra cho tất cả mọi loài hữu hình.\n:Tràn tuôn mặt đất từ sông đến núi và trên trời sáng chói trăng sao.\n:Là khí hạo nhiên của con người.\n:Khi non nước thanh bình thịnh trị,\n:Từ trong triều đến dân gian đều vang lời vui vẻ, an lạc.\n:Gặp lúc cùng khốn thì tiết tháo can trường tỏ ra, \n:Được sử xanh lưu truyền muôn đời.\n:Ở nước Tề thời Chiến Quốc, Thôi Tử giết vua quan Thái Sử chép việc mà không sợ uy quyền.\n:Ở Tấn, quan Tể Tướng Triệu Thuẩn bỏ trốn khi vua bị giết, \n:Đổng Hồ chép sự thật kết án Triệu Thuẩn không làm tròn trách nhiệm là giết vua.\n:Nước Tần, Trương Lương muốn báo thù cho nước Hàn một mình mang chùy đánh vua Tần Thủy Hoàng. \n:Tại nhà Hán, Tô Vũ đi sứ bị Hung Nô bắt giam 18 năm. \n:Trương Phi đánh Ba Thục bắt được tướng Nghiêm Nhan,  \n:Nhan không chịu đầu hàng nói: nước Thục chỉ có tướng đứt đầu chứ không có tướng đầu hàng.\n:Vua Tấn Hoài Đế bị giặc đuổi, \n:Kê Thị Trung tức Kê Thiệu, lấy thân mình che chỡ vua, bị tên bắn máu tung đỏ cả áo long bào nhà vua.\n:Đời Đường An Lộc Sơn làm phản, \n:Trương Thư Dương tức Trương Tuần đánh giặc thua trận bị bắt, \n:Mắng giặc luôn miệng bị giặc bẽ gãy hai cái răng.\n:Nhan Kiều Khanh tức Nhan Thường Sơn bị giặc bắt \n:Mắng chưỡi luôn miệng, giặc cắt lưỡi vẫn tiếp tục chửi mãi không thôi.\n:Quảng Minh đời Hán được vua mời ra làm quan, \n:Không chịu, cứ ở mãi Liêu Đông ba mươi năm đội nón lá mặc áo vải bố.\n:Khổng Minh dâng biểu xin vua xuất quân đánh Ngụy, lời lẫm liệt oai hùng. \n:Tổ Địch qua sông đánh giặc\n:Bẻ gảy mái chèo thề không dẹp giặc xong không qua sông này.\n:Đoàn Tú Thực giận Châu Xế chiếm ngôi vua cầm hốt ''(vật bằng ngọc các quan cầm cho oai nghi)'', \n:Đánh vào đầu Xế máu ra lai láng.\n:Cái linh khí ấy tràn ngập muôn thuở, \n:Sáng rực cả trần ai, tỏ rõ cả trăng sao.\n:Khí thiên anh hùng, xem nhẹ cái chết tựa lông hồng. \n:Nó làm cho khuôn đất nhờ đó mà vững vàng, \n:Cột chống trời nhờ đó mà còn.\n:Tam cương được gìn giữ.  Đạo nghĩa có được nguồn gốc.\n:Xót vì ta gặp vận chẳng may, \n:Tướng sĩ hèn nhát, cho nên ta bị bắt làm tù nhân.\n:Xe chở lên Bắc Kinh, dù ninh nấu ta trong vạc dầu sôi ta cũng coi như sương.\n:Trong ngục tù không thấy ánh mặt trời, phòng giam tối đen lập lòe như lửa ma.\n:Như ngựa quý sống cùng trâu bò  ''(Văn Thiên Tường sống cùng bốn người lính)''.\n:Như phượng hoàng ăn thóc chung cùng đàn gà.\n:Gió lạnh sương mù, trong không khí ẩm thấp, \n:Ta thường nghĩ sắp chết đến nơi,\n:vậy mà trọn hai năm, bệnh tật hoài công lãng vãng chung quanh. \n:Riết rồi ta cũng thấy cái nền ngục ẩm thấp hôi hám này là cảnh thiên đường lạc quốc. \n:Vì thế ta vững được ý chí, \n:Ngắm mây trắng trôi trên đầu \n:Mà lòng buồn mênh mông như vòm trời vậy.\n:Thánh hiền nay đã xa, tinh hoa vẫn còn đó. \n:Trước hiên gió lộng mở sách đọc.\n:Gương xưa vẫn soi sáng trước mặt.\n\n\n• '''Bản dịch (Nguyễn Văn Thọ):'''<ref>[https:\/\/nhantu.net\/VanHoc\/chinhkhica.htm Chính khí ca - Văn Thiên Tường] (Bản dịch của Nguyễn Văn Thọ) <\/ref>\n\n:''1.  Anh hoa chính khí đất trời''\n:''Khoác hình vật chất khắp nơi vẫy vùng.''\n:''Tràn mặt đất tuôn sông kết núi,''\n:''Vút trời mây chói lói trăng sao''\n:''5.  Trần ai lẩn bóng anh hào,''\n:''Muôn ngàn khí phách rạt rào tầng xanh.''\n:''Thuở non nước thanh bình khắp chốn,''\n:''Nét đan thanh chóng lộn bệ rồng.''\n:''Sơn hà gặp buổi lao lung,''\n:''10. Càng cao tiết ngọc, càng bừng vẻ son.''\n:''☸''\n:''Tề Thái Sử mất còn mấy độ,''<ref>Thôi Tử là Tể tướng nước Tề giết vua, quan Thái sử cứ chép việc thật, không sợ oai quyền <\/ref>\n:''Thẻ tre kia há sợ gươm ai.''\n:''Đổng Hồ múa bút mấy hồi,''\n:''Làm cho Tấn tặc tơi bời ruột gan''<ref>Triệu Thuần là Tể tướng nhà Tần giết vua, Đổng Hồ cũng theo sự thật chép vào trong sử <\/ref>\n:''15. Trương Lương xót nỗi Hàn khói lửa,''\n:''Dùi đồng vung, nghiêng ngửa Tần vương.''<ref>Trương Lương muốn báo thù cho vua nước Hàn, mang dùi đồng (quả chuỳ bằng đồng có gai) lén đánh vua Thủy Hoàng nhà Tần <\/ref>\n:''Ngọn cờ Tô Vũ phong sương,''\n:''Càng băng giá cảnh, càng hương sắc lòng''<ref>Tô Vũ đời nhà Hán đi sứ bên Hung Nô, không chịu đầu hàng, bị giam 19 năm <\/ref>\n:''Đầu Nghiêm tướng dường đồng, dường thép,''<ref>Trương Phi đánh Ba Thục, bắt được Nghiêm Nhan. Nhan không chịu đầu hàng, còn mắng rằng: ở xứ Thục có anh tướng quân đứt đầu chứ không có tướng quân đầu hàng <\/ref>\n:''20. Máu Kê quân nhuốm hết long bào.''<ref>Vua Hoài Đế nhà Tấn bị giặc đuổi, quan thị trung Kế Thiệu đưa mình che tên cho vua, bị bắn chết, rảy máu lên áo vua <\/ref>\n:''Trương Tuần răng cứng cát sao,''\n:''Thành đồng đà nát, lòng đào khôn thay.''<ref>Đời nhà Đường, An Lộc Sơn làm phản, Trương Tuần khởi quân đánh giặc, nhưng thua trận và bị bắt. Trương Tuần mắng giặc luôn miệng, bị giặc bẻ hết hai cái răng <\/ref>\n:''Lưỡi Thường Sơn nào hay lắt léo,''<ref>Nhan Kiều Khanh bị giặc bắt, mắng chưởi luôn miệng, bị giặc cắt đứt lưỡi, nhưng vẫn cứ chưởi mãi không thôi <\/ref>\n:''Mũ Quảng Minh che nẻo Liêu Đông.''<ref>Quảng Minh đời nhà Hán được vua mời ra làm quan nhưng ông không chịu ra, mà cứ ở mãi xứ Liêu Đông 30 năm, chỉ đội cái nón lá và mặc vải bố <\/ref>\n:''25. Xuất sư biểu ấy hào hùng,''\n:''Ngọc vàng rộn rã nát lòng thần minh.''<ref>Khổng Minh dâng tờ biểu cho vua đi đánh nước Ngụy <\/ref>\n:''Dòng nước Hiệt lênh đênh bỡ ngỡ,''\n:''Thề cùng sông: «Tan rợ mới về !» ''<ref>Tổ Địch dẫn quân đi đánh giặc. Lúc sang sông được rồi thì bẻ quách mái chèo mà rằng: Nếu không dẹp xong giặc thì không thể về mà sang sông này nữa <\/ref>\n:''Hốt ngà có lúc cũng ghê,''\n:''30. Cho đầu soán chúa ê chề tóc tang.''<ref> Đoàn Tú Thực giận Châu Xế chiếm ngôi vua, bèn cầm cây hốt (thẻ bằng ngà, tre hoặc bằng gỗ) đánh vào đầu Xế, máu ra lai láng <\/ref>\n:''Linh khí ấy chứa chan muôn thuở,''\n:''Rực trần ai, tở mở trăng sao.''\n:''Khí thiêng đượm máu hùng hào,''\n:''Phù sinh nhẹ tựa hồng mao sá gì.''\n:''35. Giây buộc đất nó xe cho vững,''\n:''Cột chống trời nó dựng cho cao.''\n:''Cương thường đạo nghĩa trước sau,''\n:''Mối giường then chốt quán thâu một mình.''\n:''☸''\n:''Ta lỡ bước điêu linh tù túng,''\n:''Vì ba quân lấp lửng ươn hèn.''\n:''Thân tù dạ lỏng khóa then,''\n:''Một xe đầy ải, băng miền heo may.''\n:''Đời luân lạc tỉnh say mấy độ,''\n:''Vạc dầu sôi mà ngó như sương.''\n:''Ngục tù khóa kín ánh dương,''\n:''Phòng giam trời vắng tối dường than tro.''\n:''Long câu giữa trâu bò len lỏi,''\n:''Phượng hoàng kia phận gửi đàn gà''<ref>Lúc bị giam chung trong ngục, ông Văn Thiên Tường cùng bốn lính tráng ăn chung nằm lộn với nhau<\/ref>\n:''Một mai gió lạnh sương mờ,''\n:''Mấy hồi run rét, xác xơ thân tàn.''\n:''Cậy tuế nguyệt thổi tan chướng khí,''\n:''Nhờ dương quang đượm vẻ an khương.''\n:''Nhớp nhơ là chốn tù trường,''\n:''Mà ta khinh khoát coi dường Bồng Lai.''\n:''55. Ta vốn chẳng có tài phép lớn,''\n:''Nhưng trần ai khôn bận lòng ta.''\n:''Lòng ta Chính Khí chói lòa,''\n:''Âm dương điên đảo khôn mờ tấc son.''\n:''☸''\n:''Trời lồng lộng mây tuôn sóng bạc,''\n:''Động lòng sầu man mác trời mây.''\n:''Biển trời bát ngát chơi vơi,''\n:''Con thuyền dĩ vãng, bóng người xa xưa.''\n:''60. Người xưa quá, tinh hoa vẫn đó,''\n:''Tinh hoa còn rạng rỡ tờ mây.''\n:''Đạo xưa vầng sáng đâu đây,''\n:''Linh lung vầng sáng tỏa đầy dung quang.''\n\n===Tư tưởng ''Chính Khí Ca''===\n\nBài thơ \"Chính khí ca\" của  [[Văn Thiên Tường]], ca ngợi lòng yêu nước và chí khí lẫm liệt của những con người ngay thẳng cương trực, trung nghĩa thời xưa, đã giữ toàn được cái khí chất lớn lao mạnh mẽ, được gọi là chính khí hạo nhiên của trời đất phú cho bậc đại trượng phu, cho người quân tử... Bài \"Chính khí ca\" làm chấn động, tỏa sáng cổ kim:  \n:::\"Trời đất có chính khí \n:::Toả ra cho muôn loài...\" \n\n*Bài \"Chính khí ca\" đã được cụ [[Phan Bội Châu]] ([[1867]] – [[1940]]) dịch, truyền tụng rộng rộng khắp để khích lệ cổ vũ lòng yêu nước, tinh thần bất khuất của con dân nước Việt.\n*Nhưng cụ [[Nguyễn Đình Chiểu]] ([[1822]]–[[1888]]) mới là người đầu tiên truyền bá tư tưởng \"Chính khí ca\" vào Việt Nam qua \"Ngư Tiều Vấn Đáp\" (từ câu 1350 đến câu 1375) <ref>[https:\/\/www.thivien.net\/Nguyễn-Đình-Chiểu\/Ngư-Tiều-y-thuật-vấn-đáp\/group-kBTBt5Mbi6PPrH2sJkQAPw Ngư Tiều y thuật vấn đáp (Nguyễn Đình Chiểu - 阮廷沼 (hồi 19: 1350-1375)]<\/ref>, Cụ đã quảng diễn tư tưởng của Văn Thiên Tường bằng tiếng mẹ đẻ: cụ được xem là Văn Thiên Tường Việt Nam vậy.\n\n*''Năm [[1882]], sau khi thành Hà Nội thất thủ, [[Ba Giai]] (Nguyễn Văn Giai) cũng mượn ý của \"Chính khí ca\" để làm thành bài \"[[Hà thành chính khí ca|Hà Thành chính khí ca]]\" <ref>[https:\/\/www.thivien.net\/Nguyễn-Văn-Giai-II\/Hà-Thành-ch%C3%ADnh-kh%C3%AD-ca\/poem-zTnPZPfPN-1Gw5OyIBTDTA Hà Thành chính khí ca]  <\/ref> ca ngợi Tổng đốc [[Hoàng Diệu]]  người đã quyết tử bảo vệ [[Hoàng thành Thăng Long|thành Hà Nội]]. Khi [[Trận thành Hà Nội (1882)|thành Hà Nội]] thất thủ, Hoàng Diệu đã [[Tự sát|tự vẫn]] để không rơi vào tay giặc, thể hiện tinh thần yêu nước và chí khí trung nghĩa lẫm liệt, thà chết chứ không chịu khuất phục.''\n\n{{Trạng nguyên Giang Tây}}\n{{Thời gian sống|sinh=1236|mất=1283}}\n\n==Tham khảo==\n{{tham khảo|3}}\n\n[[Thể loại:Người Khách Gia]]\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Thừa tướng Trung Quốc]]\n[[Thể loại:Tể tướng Trung Quốc]]\n[[Thể loại:Anh hùng dân tộc Trung Quốc]]\n[[Thể loại:Sinh năm 1236]]\n[[Thể loại:Mất năm 1283]]\n[[Thể loại:Nhà thơ Trung Quốc thời Tống]]\n[[Thể loại:Tiến sĩ nhà Tống]]"}