{"Văn Xú":"{{Thông tin nhân vật Tam Quốc\n|Tên= Văn Xú\n|Hình= Wen Chou Qing portrait.jpg\n|Cỡ hình= 285px\n|Chú thích hình= Tranh vẽ Văn Xú của một họa sĩ đời nhà Thanh\n|Chức vụ= Tướng quân\n|Nước= \n|Sinh= \n|Nơi sinh= \n|Mất= 200\n|Nơi mất= [[Diên Tân, Hà Nam|Diên Tân]]\n|Trị vì= \n|Tiền nhiệm= \n|Kế nhiệm= \n|Giản thể= 文丑\n|Phồn thể= 文醜 hay 文丑\n|Bính âm= Wén Chǒu<br>[[Wade-Giles]]: Wen Ch'ou\n|Tự= \n|Thụy= \n|Niên hiệu= \n|Miếu hiệu= \n|Khác= \n|Ghi chú= \n}}\n'''Văn Xú''' ({{zh|t=文醜|p=Wen Chou}}; ? – [[200]]), không rõ tên tự, là tướng lĩnh dưới quyền quân phiệt [[Viên Thiệu]] cuối thời [[Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n== Cuộc đời ==\nVăn Xú là tướng lĩnh dưới quyền Ký Châu mục [[Viên Thiệu]], có uy danh, dũng quán tam quân. Năm 196, [[Khổng Dung]] bị [[Viên Đàm]] đánh đuổi, bỏ chạy về triều đình [[Hứa Xương|Hứa Đô]], nhắc nhở [[Tào Tháo]] cẩn thận hai mãnh tướng [[Nhan Lương]], Văn Xú của Thiệu.<ref name=\"TQC 10\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 10, ''[[:wikisource:zh:三國志\/卷10|Tuân Úc Tuân Du Giả Hủ truyện]]''.<\/ref> [[Tuân Úc]] lại đánh giá rằng Lương, Xú chỉ là một đám thất phu, có thể thu thập trong một trận chiến.<ref name=\"TQC 10\" \/>\n\nNăm 200, Viên Thiệu [[Trận Quan Độ|xuất quân tấn công]] Tào Tháo, phái Nhan Lương, [[Thuần Vu Quỳnh]], [[Quách Đồ]] tấn công, bao vây thành [[Hoạt (huyện)|Bạch Mã]]. Tào Tháo nghe theo kế sách của [[Tuân Du]], giả bộ vượt sông ở bến [[Diên Tân, Hà Nam|Diên Tân]], khiến Thiệu chia quân, Nhan Lương bị cô lập, rồi tập trung đánh úp Bạch Mã. Nhan Lương vội vã giao chiến, bị tiên phong [[Quan Vũ]] chém tại trận.<ref name=\"TQC 1\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 1, ''[[:wikisource:zh:三國志\/卷01|Vũ đế kỷ]]''.<\/ref><ref name=\"HHT 74\">[[Phạm Diệp]], ''[[Hậu Hán thư]]'', quyển 74 (thượng), liệt truyện 64, ''[[:wikisource:zh:後漢書\/卷74上|Viên Thiệu Lưu Biểu liệt truyện (thượng)]]''.<\/ref>\n\nTào Tháo cho rằng Bạch Mã không thích hợp phòng ngự, cho quân đội men bờ sông rút lui. Viên Thiệu cho quân truy kích. Tào Tháo biết có truy binh nhưng vẫn tiếp tục hành quân. Đến Diên Tân, đóng trại ở Nam Phản (Nam Pha), đem xe vật tư để lại. Viên Thiệu phái Văn Xú, [[Lưu Bị]] tiến công. Quân của Xú khi vào trại liền phân tán cướp bóc vật tư. Tào Tháo tập hợp toàn bộ lực lượng tập kích, đánh bại Viên Thiệu, chém Văn Xú.<ref name=\"TQC 1\" \/>\n\nSử liệu sớm nhất ''[[Tam quốc chí]]'' không ghi rõ Văn Xú chết dưới tay ai. Trong trận Diên Tân, [[Từ Hoảng]] lập công lớn, thăng chức Thiên tướng quân<ref name=\"TQC 17\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngụy thư'', quyển 17, ''[[:wikisource:zh:三國志\/卷17|Trương Nhạc Vu Trương Từ truyện]]''.<\/ref>, nên có hoài nghi Xú do Hoảng chém. Sử liệu thời Tấn là ''[[Nhị Vương xích độc tập]]'' của [[Vương Hi Chi]], [[Vương Hiến Chi]]<ref>[[Vương Hi Chi]], [[Vương Hiến Chi]], ''[[Nhị Vương xích độc tập]]'', ''Phong hoàn Tào Tháo sở tứ cáo từ thư''.<\/ref>, thời Tống là ''[[Dung Trai tùy bút]]'' của [[Hồng Mại]] đều ghi lại Văn Xú do Quan Vũ chém.<ref>[[Hồng Mại]], ''[https:\/\/books.google.com.vn\/books?id=SVtPDwAAQBAJ Dung Trai tùy bút]''.<\/ref>\n\nLiên tiếp hai trận giao tranh, Viên Thiệu mất đi hai tướng lĩnh quan trọng Nhan Lương, Văn Xú, khiến quân đội chịu ảnh hưởng rất lớn.<ref>Leban, trang 358.<\/ref>\n\n== Trong văn hóa ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'', Văn Xú được nhắc đến lần đầu ở hồi 5 và xuất hiện chính thức ở hồi 6, được mô tả thân cao tám thước, mặt như [[giải trãi]].<ref name=\"TQDN 26\">[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 26, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 26|Viên Bản Sơ hao binh tổn tướng; Quan Vân Trường treo ấn gói vàng]]''.<\/ref> Khi liên minh thảo Đổng bị [[Hoa Hùng]] chặn đứng tại ải Tị Thủy, Viên Thiệu than rằng: ''Tiếc thay! Tướng của ta là Nhan Lương, Văn Xú chưa đến. Giá thử được một người ấy ở đây thì sợ gì Hoa Hùng!''<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 5, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 5|Phát hiệu triệu, các trấn hưởng ứng Tào công; Phá cửa quan, ba anh hùng đánh Lã Bố]]''.<\/ref> Đến khi liên quân tiến vào [[Lạc Dương]], [[Tôn Kiên]] tìm thấy ngọc tỉ, Viên Thiệu muốn đoạt. Hai người cãi nhau, rút gươm đối chọi, tướng của Thiệu là Nhan Lương, Văn Xú ở sau nhảy ra, đối đầu với tướng của Kiên là [[Trình Phổ]], [[Hoàng Cái]], [[Hàn Đương]].<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 6, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 6|Đốt kim khuyết, Đổng Trác làm càn; Giấu ngọc tỷ, Tôn Kiên trái ước]]''.<\/ref> Liên quân tan rã, Viên Thiệu theo kế của [[Phùng Kỷ]], một mặt bàn với [[Công Tôn Toản]] chia đôi Ký Châu, một mặt báo tin cho châu mục Hàn Phức. Hàn Phức sợ hãi, dâng Ký Châu cho Thiệu. Quan của Phức là biệt giá [[Mẫn Thuần|Quan Thuần]], trưởng sử [[Cảnh Vũ]] mai phục ở cửa thành, rút dao muốn ám sát Thiệu. Nhan Lương chém chết Cảnh Vũ, Văn Xú chém chết Quan Thuần. Thiệu lại cho người bắn chết em Toản là [[Công Tôn Việt]]. Toản biết tin, kéo quân đến báo thù, mắng rằng: ''Ngày trước tao tưởng mày là đứa có nhân nghĩa, bầu mày làm minh chủ. Bây giờ, xem những điều mày làm khác gì chó má. Mày còn mặt mũi nào đứng trên cõi đời?'' Thiệu nổi giận, sai Văn Xú ra đánh, chưa đến mười hiệp, Toản thua chạy. Xú đuổi theo, gặp bốn tướng cản đường, đâm chết một người, ba người khác bỏ chạy. Toản ngã ngựa, sắp bị Xú đâm chết thì bị một tướng lĩnh trẻ tuổi tên là [[Triệu Vân]] ngăn lại. Xú với Vân giao chiến 50, 60 hiệp, chưa phân thắng bại thì viện quân kéo tới. Xú thấy thế liền rút lui.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 7, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 7|Viên Thiệu qua cầu đánh Công Tôn; Tôn Kiên sang sông đả Lưu Biểu]]''.<\/ref>\n\n[[Lưu Bị]] chiếm lại [[Từ Châu]], bị Tào Tháo tấn công, bèn nghe theo kế của [[Trần Đăng (Tam Quốc)|Trần Đăng]], xin [[Trịnh Huyền]] viết thư cầu cứu Viên Thiệu. Thiệu lấy [[Thẩm Phối]], Phùng Kỷ làm thống quân, [[Điền Phong]], [[Tuân Thầm]], [[Hứa Du]] làm mưu sĩ, Nhan Lương, Văn Xú làm tướng quân, dẫn ba mươi vạn tinh binh tiến về [[Lê Dương]], gửi hịch thảo phạt Tào Tháo. Tháo gọi mưu sĩ bàn kế nghênh địch. Khổng Dung đến nói rằng: ''Viên Thiệu có đất rộng, dân mạnh, bộ hạ như bọn Hứa Du, Quách Đồ, Thẩm Phối, Phùng Kỷ, đều là những người mưu trí; Điền Phong, [[Thư Thụ]] đều là trung thần; Nhan Lương, Văn Xú sức khoẻ hơn ba đội quân; còn như [[Cao Lãm]], [[Trương Cáp]], [[Thuần Vu Quỳnh]] toàn là những danh tướng đời nay. Sao lại bảo Thiệu là vô dụng?'' Tuân Úc phản bác: ''Thiệu binh nhiều mà không nghiêm chỉnh; Điền Phong tính cương trực hay phạm người trên; Hứa Du tham mà không khôn, Thẩm Phối hay tự cho mình là phải mà không có mưu mẹo; Phùng Kỷ tính cả quyết nhưng không làm được việc. Mấy người ấy không ưa nhau, tất rồi cũng có nội biến; Nhan Lương, Văn Xú tuy khoẻ, nhưng đồ thất phu ấy chỉ đánh một trận là bắt được; còn những đồ tầm thường nhung nhúc, dẫu có trăm vạn cũng chẳng kể vào đâu.''<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 22, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 22|Viên, Tào đều cất ba quân mã bộ; Quan, Trương cùng bắt hai tướng Vương, Lưu]]''.<\/ref>\n\nTào Tháo phá Lưu Bị, tung tin Lưu Bị đã chết. Em Lưu Bị là Quan Vũ nghe tin, ước pháp tam chương, tạm thời đầu hàng Tào Tháo, tại Bạch Mã chém Nhan Lương.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 25, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 25|Đóng thổ sơn, Quan Công giao ước ba việc; Cứu Bạch Mã, Tào Tháo thoát khỏi vòng vây]]''.<\/ref> Văn Xú bèn nói với Viên Thiệu rằng: ''Nhan Lương với tôi như anh em, nay Lương bị giết, tôi phải rửa hận.'' Lưu Bị đến chỗ Thiệu, được Thiệu phái cùng Văn Xú dẫn 10 vạn quân đánh Tháo. Văn Xú cho rằng Lưu Bị là tướng toàn thua, tự mình dẫn 7 vạn quân đi trước truy kích Tào Tháo, để Lưu Bị đi sau. Văn Xú áp sát Diên Tân, Tào Tháo cho quân vứt bỏ hết xe ngựa lương thảo quân nhu lại, cho quân ẩn nấp. Quân của Xú thấy xe ngựa bỏ lại, tranh nhau cướp đoạt, hàng ngũ rối loạn. Tào Tháo thừa thế xông ra, quân Viên tháo chạy, Văn Xú ngăn không được, bèn quay ngựa bỏ chạy. Tào Tháo thấy vậy, hô: ''Văn Xú là danh tướng Hà Bắc, ai có thể bắt cho ta?'' [[Trương Liêu]], Từ Hoảng xông lên truy kích. Văn Xú thấy hai tướng đuổi theo, cắp giáo giương cung, nhắm bắn Trương Liêu. Từ Hoảng thấy thế hô lớn, Liêu vội né, mũi tên sượt qua tua mũ. Xú lại bắn phát nữa tin trán ngựa của Liêu, khiến Liêu ngã ngựa. Từ Hoảng xông tới chặn đường, nhưng Xú hội quân công kích. Hoảng không cản được, phải lui về. Văn Xú men sông mà chạy, gặp phải Quan Vũ dẫn chục kỵ quân chặn đường. Hai tướng giao chiến chưa được ba hiệp, Xú túng thế, quay ngựa bỏ chạy. Quan Vũ phi ngựa đuổi theo, một đao chém xuống, Xú chết ngay dưới chân ngựa.<ref name=\"TQDN 26\" \/>\n\nSau khi chém Nhan Lương, Văn Xú, Quan Vũ bỏ lại ấn tín bổng lộc, bỏ Tào Tháo đi tìm Lưu Bị.<ref name=\"TQDN 26\" \/> Trên đường đi qua năm ải, tướng giữ [[Hoàng Hà]] là [[Tần Kỳ]] ngăn đường, mắng Vũ: ''Mi chỉ giết những đứa tướng hèn vô danh chứ mi dám giết ta à?'' Quan Vũ mắng: ''Mày đã bằng Nhan Lương, Văn Xú chưa?'' rồi hạ Tần Kỳ trong một hiệp, cho thấy Quan Vũ vẫn có sự tôn trọng đối hai tướng Nhan, Văn.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 27, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 27|Mỹ Nhiệm công cưỡi một ngựa bay nghìn dặm; Hán Thọ hầu chém sáu tướng phá năm quan]]''.<\/ref>\n\nChiến công chém Nhan Lương, Văn Xú được nhắc lại nhiều lần trong tiểu thuyết, là một trong những chiến công huy hoàng nhất, tôn lên uy danh của Vũ thần Quan Vũ.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 28, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 28|Chém Thái Dương, anh em hòa giải; Hội Cổ Thành, tôi chúa đoàn viên]]''.<\/ref><ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 41, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 41|Lưu Huyền Đức đưa dân qua sông; Triệu Tử Long một ngựa cứu chúa]]''.<\/ref><ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 45, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 45|Cửa Tam Giang, Tào Tháo hao binh; Hội Quần anh, Tưởng Cán mắc mẹo]]''.<\/ref><ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 49, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 49|Đàn Thất tinh, Gia Cát cầu phong; Cửa Tam Giang, Chu Du phóng hỏa]]''.<\/ref><ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 50, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 50|Gia Cát Lượng khéo tình đường Hoa Dung; Quan Vân Trường vì nghĩa tha Tào Tháo]]''.<\/ref> Quan Vũ bị hại chết, linh hồn không tan, thường hiện hồn ở núi Ngọc Toàn, hô: ''Đem trả đầu ta đây!''. Trên núi có nhà sư [[Phổ Tĩnh|Phổ Tịnh]], khuyên răn: ''Xưa trái nay phải, nhất thiết không bàn, nhân trước quả sau, bao giờ vẫn thế. Nay tướng quân bị [[Lã Mông]] làm hại, kêu lên rằng: ''Đem trả đầu cho ta đây!'' Thế thì đầu Nhan Lương, Văn Xú, cùng những đầu sáu tướng ở năm cửa ải, và bao nhiêu đầu nữa thì đòi vào đâu?'' Hồn Quan Vũ hiểu ra, biến mất, từ đó thường hiển thánh tạo phúc cho dân.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 77, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 77|Núi Ngọc Toàn, Quan Công hiển thánh; Thành Lạc Dương, Tào Tháo cảm thần]]''.<\/ref>\n\n== Nhận xét ==\nNhà thơ Lục Du thời Nam Tống có bài thơ:\n{|valign=\"top\"\n| \n:Phiên âm Hán-Việt:\n:'''Độc sử'''\n:''Nhan Lương, Văn Xú tri hà ích,''\n:''Quan Vũ, Trương Phi tử khả thương.''\n:''Đẳng thị nhân gian hiệu kiêu tướng,''\n:''Thái Sơn ninh tỉ nhất hào mang.''\n| \n:Nguyên văn:\n:读史\n:顏良文丑知何益，\n:關羽張飛死可傷。\n:等是人間號驍將，\n:太山寧比一毫芒。\n|}\n\n== Xem thêm ==\n* [[Trận Quan Độ]]\n\n== Tham khảo ==\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]''.\n* Leban, Carl. ''Ts'ao Ts'ao and the Rise of Wei: The Early Years''. [[Đại học Columbia|Columbia University]]. 1971.\n\n== Chú thích ==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất năm 200]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]"}