{"Vương Lăng (Tam Quốc)":"{{bài cùng tên|Vương Lăng}}\n{{Chinese\n|title=Vương Lăng\n|t=王淩\n|s=王凌\n|p=Wáng Líng\n}}\n\n'''Vương Lăng''' ([[chữ Hán]]: 王淩; Phiên âm: Wang Ling; [[171]] - [[251]]), [[Tên chữ (người)|tên tự]] là '''Ngạn Vân''' (彥雲), là đại thần nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Thời trẻ==\nVương Lăng quê ở huyện Kì quận Thái Nguyên (thuộc Tinh châu), là cháu gọi tư đồ [[Vương Doãn]] nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] bằng chú. Sau khi Vương Doãn bị các bộ tướng của [[Đổng Trác]] là [[Lý Thôi]], [[Quách Dĩ]] giết chết ([[192]]), [[Thái Nguyên Vương thị|gia quyến]] cũng bị hại. Vương Lăng cùng anh là Vương Thần còn trẻ, trèo thành thoát được, chạy trốn về quê.\n\nLý Thôi và Quách Dĩ thất bại, [[Tào Tháo]] nắm vua [[Hán Hiến Đế]] cầm quyền trong triều. Vương Lăng được tiến cử làm Hiếu liêm và được đề bạt làm Thái thú Trung Sơn. Tài năng của ông được thừa tướng Tào Tháo quý mến.\n\n==Chống Đông Ngô==\nNgụy Văn Đế Tào Phi lên ngôi, ông được phong làm Tán kị Thường thị, sau đó ra làm Thứ sử Duyện Châu. \nRồi Vương Lăng được điều ra làm tướng ở Dương châu. Ông tham gia chiến trường chống [[Đông Ngô]] dưới quyền [[Trương Liêu]]. Nhờ góp công đánh lui tướng Ngô là [[Lã Phạm]], ông được phong làm Nghi Thành Đình hầu, Kiến Vũ tướng quân (建武将军).\n\nThời Ngụy Minh Đế [[Tào Duệ]], Vương Lăng theo [[Tào Hưu]] đi đánh Ngô bị bại trận. Ông có công cứu Tào Hưu thoát khỏi sự truy kích của quân Ngô. Sau đó ông đánh lui được tướng Ngô là Toàn Tông và được phong làm Xa kỵ tướng quân (车骑将军).\n\nVương Lăng lần lượt giữ chức Thứ sử các châu Dương, Dự đều được nhân dân ở đó khen ngợi<ref name=\"nguychi28\">[http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B728 Tam quốc chí, Ngụy chí quyển 28: Vương Vô Khâu Gia Cát Đặng Chung truyện]<\/ref>.\n\n==Bị hại==\nVương Lăng được cất nhắc làm Đô đốc Dương châu chư quân sự. Từ thời [[Tào Phương]] xảy ra tranh chấp quyền lực giữa họ Tư Mã và họ Tào. Sau khi diệt [[Tào Sảng]], [[Tư Mã Ý]] nắm quyền điều hành triều chính và thực hiện thanh trừng các tướng trung thành với họ Tào.\n\nTháng giêng năm [[251]], vua [[Đông Ngô]] là [[Tôn Quyền]] sai quân lấp kín cửa sông Đồ Thủy chảy vào sông [[Trường Giang]]. Vương Lăng cho rằng Tôn Quyền định khởi binh đánh Ngụy, ông ra lệnh giới nghiêm toàn quân ở Dương châu, đồng thời dâng biểu về triều đề nghị phát đại quân đánh Ngô. Tư Mã Ý cho rằng Vương Lăng lấy lý do đánh Ngô chỉ là cớ để khởi binh chống triều đình, nên không đồng ý cho Vương Lăng hưng binh ra quân<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 568<\/ref>, rồi tâu lên Tào Phương rằng Vương Lăng có mưu đồ câu kết với Sở vương Tào Bưu (曹彪, con thứ của [[Tào Tháo]], em Văn Đế [[Tào Phi]], ông chú của [[Tào Phương]]) làm phản, sẽ đánh chiếm Hứa Xương để phế truất Tào Phương và lập Tào Bưu<ref>Lê Đông Phương, sách đã dẫn, tr 413<\/ref>.\n\nNhưng để giữ bí mật khiến Vương Lăng không phòng bị, Tư Mã Ý ngấm ngầm điều binh đi theo đường thủy, bất ngờ từ Dĩnh Thủy tới Thọ Xuân. Vương Lăng không hiểu vì sao Tư Mã Ý lại mang quân tới<ref name=\"ReferenceA\">Lê Đông Phương, sách đã dẫn, tr 414<\/ref>, và bị bất ngờ không thể có cách nào điều quân chống cự. Khi Tư Mã Ý đã đến Khâu Đầu, Vương Lăng đành bảo thủ hạ trói mình, cùng thủ hạ Vương Úc tới thủy doanh của Tư Mã Ý, nộp ấn tín xin thỉnh tội.\n\nTư Mã Ý sai người tới truyền lệnh cởi trói cho Vương Lăng. Vương Lăng không nghi ngờ gì Tư Mã Ý, định lên thuyền nhỏ tới gặp, nhưng Tư Mã Ý không cho, bắt Vương Lăng phải dừng thuyền lại cách 10 trượng để nói chuyện. Vương Lăng biết Tư Mã Ý không dung, ra sức biện bạch nhưng không kết quả<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 569<\/ref>. Sau đó, Tư Mã Ý sai 600 quân áp giải Vương Lăng về [[Lạc Dương]] trị tội. Vương Lăng muốn thăm dò thái độ của Tư Mã Ý, đánh tiếng xin một chiếc quan tài. Tư Mã Ý sai người mang quan tài đến cho ông. Vương Lăng biết không thể thoát chết, đi nửa đường tới Hạng Thành thì uống thuốc độc tự tử. Năm đó ông 81 tuổi.\n\nCon ông là Vương Quảng (王广) cũng bị xử trảm trong vụ này.\n\n== Sau khi qua đời ==\nVương Lăng được [[chôn cất]] ít lâu thì có một viên tướng là Vương Thức tới tự thú với [[Tư Mã Ý]], nói rằng mình là người cùng họ với Vương Lăng và là thuộc hạ của Thứ sử Duyện châu Lệnh Hồ Ngu (cháu ngoại của Vương Lăng), từng theo lệnh của Lệnh Hồ Ngu tới thành Bạch Mã câu kết với Sở vương Tào Bưu; còn Lệnh Hồ Ngu cũng từng mưu đồ với Vương Lăng chống triều đình. Tư Mã Ý căn cứ vào lời tố cáo đó, hạ lệnh phá quan tài Vương Lăng và Lệnh Hồ Ngu, phơi xác họ 3 ngày trong chợ, thiêu hủy ấn tín và áo quan của họ, rồi chôn xác trần xuống đất<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 570<\/ref>. Sau đó Tư Mã Ý hạ lệnh [[tru di tam tộc]] ông và họ Lệnh Hồ rồi nhân danh [[Tào Phương]] ra chiếu thư bắt Sở vương Tào Bưu phải tự sát.\n\nKhông đầy một tháng sau, [[Tư Mã Ý]] bị bệnh qua đời. Có người thời đó cho rằng họ Tư Mã bị [[linh hồn|hồn]] Vương Lăng hiện về ám ảnh<ref name=\"ReferenceA\"\/>.\n\nCác sử gia cho rằng khi đó Lệnh Hồ Ngu đã bị bệnh qua đời nên không có cách nào kiểm chứng lời tự thú và tố cáo của Vương Thức, thực chất đây là vụ án giả do Tư Mã Ý làm ra để tiêu diệt những lực lượng trung thành với họ Tào mà chống đối mình<ref>Lê Đông Phương, sách đã dẫn, tr 413-414<\/ref>. Sách Hán Tấn xuân thu của Tập Tạc Xỉ thời [[nhà Tấn|Tấn]] chép việc Vương Lăng và Lệnh Hồ Ngu bàn nhau về việc họ Tư Mã lấn quyền vua nhỏ [[Tào Phương]] nên mưu lập Tào Bưu. Sử gia Bùi Tùng Chi khi chú giải [[Tam quốc chí]] tỏ ra nghi ngờ về ghi chép của Tập Tạc Xỉ, cho rằng sử cũ không hề chép việc đó mà họ Tập tự mình chép ra<ref name=\"nguychi28\"\/>.\n\nLà đại thần trong chính quyền [[Tào Ngụy]] nhưng Vương Lăng không được [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] nhắc tới.\n\n==Xem thêm==\n* [[Tư Mã Ý]]\n* [[Tào Tháo]]\n* [[Lệnh Hồ Ngu]]\n\n==Tham khảo==\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Lao động.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 2'', Nhà xuất bản Công an nhân dân.\n* [http:\/\/zh.wikisource.org\/wiki\/%E4%B8%89%E5%9C%8B%E5%BF%97\/%E5%8D%B728 Tam quốc chí, Ngụy chí quyển 28: Vương Vô Khâu Gia Cát Đặng Chung truyện]\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Sinh năm 171]]\n[[Thể loại:Mất năm 251]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]"}