{"Ramesuan (Vua Ayutthaya)":"{{Chất lượng dịch}}{{Thông tin nhân vật hoàng gia\n| tên            =Ramesuan<br>ราเมศวร\n| tước vị           =Vua nhà Ayutthaya\n| hình           = สมเด็จพระราเมศวร.jpg\n| ghi chú hình         =\n|chức vị           =[[Vương quốc Ayutthaya|Vua triều Ayudthaya]]\n| tại vị           =''First Reign'' 1369–1370<br>''Second Reign'' 1388–1395\n| đăng quang      =\n| othertitles     =\n| tên đầy đủ       =Somdet Phra Ramesuan\n| tiền nhiệm     =''First Reign''<br>[[Ramathibodi I]] <br>''Second Reign''<br>[[Thong Lan]]\n| kế nhiệm       =''First Reign''<br>[[Borommaracha I]] <br>''Second Reign''<br>[[Ramaracha]]\n| queen           =\n| con cái           =[[Ramaracha|Rama]]\n| hoàng tộc         =[[List of monarchs of Thailand#1st Uthong Dynasty (1350–1370)|Uthong Dynasty]]\n| cha          =[[Ramathibodi I]]\n| mẹ          =\n| sinh   =1339\n| nơi sinh  =\n| mất   =1395\n| nơi mất  =\n|}}\n\n'''Somdet Phra Ramesuan''' ({{lang-th|สมเด็จพระราเมศวร}}) (1339–1395), Con của vua [[Ramathibodi I]], trị vì là vua thứ hai và thứ năm của vương quốc Ayutthaya. Khi vua Ramathibodi lên ngôi của Ayuthaya, ông đã sai vua Ramesuan lên trị tại Lavo. Khi vua Ramathibodi qua đời năm 1369, vua Ramesuan đi đến Ayutthaya để lấy ngôi, nhưng giữ nó dưới một năm trước khi bị chú của ông, vua Borommaracha I, nhà cai trị Suphanburi, đã cai trị. Các nguồn khác nhau về bản chất xung đột của họ; Các biên niên sử chính thức ghi rõ rằng Boromaracha lớn tuổi cai trị với sự đồng ý của cháu trai, trong khi Lịch sử ngắn của ông Jeremias van Vliet chỉ ra rằng sự thăng thiên của Boromaracha chỉ đến sau cuộc xung đột đẫm máu xung quanh cuộc nội chiến.\n\nBất kể trường hợp nào, vào năm 1388 Vua Ramesuan đã giành được sự ủng hộ đầy đủ từ cơ sở quyền lực của mình ở Lavo để trở về Ayutthaya và thách thức con trai của Boromarachi là Thong Lan để lên ngôi. Các lực lượng của vua Ramesuan nhanh chóng chiếm lấy cung điện và đã thực hiện chiếc Thong Chan 17 tuổi. Vua Ramesuan sau đó giữ ngai vàng cho đến năm 1395, khi ông được kế vị bởi con trai Rama (còn gọi là Ramaracha).\n\nTrong lần trị vì thứ hai của Vua Ramesuan, vua dường như đã có một sự hiểu biết với vương quốcSukhothai, chống lại Boromarachi mà ông đã chiến đấu suốt suốt triều đại của ông. Thay vào đó, một số nguồn ghi lại xung đột với vương quốc Lan Na (miền bắc Thái Lan) và đế chế của Angkor. Biên niên sử Ayutthaya chỉ ra rằng vua Ramesuan đã đưa Chiang Mai, thủ đô của Lan Na vào năm 1390 và định cư cho nhiều người bị bắt trong vương quốc Ayutthaya.\n\nMột sự thất bại tương tự như vậy của Angkor được ghi lại là đã diễn ra vào năm 1393, để đáp lại các cuộc tấn công từ phía Campuchia. Ông đã đặt con trai lên ngai vàng nhưng ông đã sớm bị ám sát.<ref name=Coedes>{{chú thích sách\n  | last =   Cœdès\n  | first = George\n  | authorlink = Georges Coedès\n  | title = The Indianized states of Southeast Asia\n  | publisher = University of Hawaii Press\n  | year = 1968\n  | url = https:\/\/books.google.com\/books?id=iDyJBFTdiwoC\n  | isbn =9780824803681 }}<\/ref>{{rp|236–237}} Không có những trận đánh này được chứng thực bởi các biên niên sử từ Lan Na hay Angkor.\n\n== Reference ==\n{{tham khảo}}\n* Wyatt, David K., ''Thailand: A Short History'', New Haven (Yale University), 2003.  ISBN 0-300-08475-7\n\n{{s-start}}\n{{s-hou|[[List of monarchs of Thailand#1st Uthong Dynasty (1350–1370)|Uthong Dynasty]]||1339||1395|}}\n{{s-reg}}\n{{s-bef|before=[[Uthong]]}}\n{{s-ttl|title=[[Ayutthaya Kingdom|King of Ayutthaya]]|years='''First Reign''' 1369–1370}}\n{{s-aft|after=[[Borommaracha I]]}}\n{{s-bef|before=[[Thong Lan]]}}\n{{s-ttl|title=[[Ayutthaya Kingdom|King of Ayutthaya]]|years='''Second Reign''' 1388–1395}}\n{{s-aft|after=[[Ramaracha]]}}\n{{end}}\n\n{{Vua Thái Lan}}\n\n[[Thể loại:Sinh năm 1339]]\n[[Thể loại:Mất năm 1395]]"}