{"Vương Đình Thấu":"{{Thông tin nhân vật phong kiến\n| tên gốc = 王廷凑\n| tước hiệu = Thái Nguyên công\n| chức vụ = [[Tiết độ sứ Thành Đức]]\n| nhiệm kỳ = 822-834\n| tiền nhiệm = [[Điền Hoằng Chính]] (thực tế)<br>[[Ngưu Nguyên Dực]] (danh nghĩa)\n| kế nhiệm = [[Vương Nguyên Quỳ]]\n}}\n\n'''Vương Đình Thấu''' ([[chữ Hán]]: 王廷湊 hoặc 王庭湊, ? - [[834]], [[bính âm]]: Wang Tingcou), tước hiệu '''Thái Nguyên công''' (太原公), nguyên là người [[Hồi Cốt]], là [[Tiết độ sứ Thành Đức]]<ref>Trị sở nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> dưới thời [[nhà Đường]] trong [[lịch sử Trung Quốc]]. Tổ tiên của ông nhiều đời phục vụ gia tộc họ Vương nắm giữ trấn Thành Đức trong nhiều năm. Không lâu sau khi [[Điền Hoằng Chánh]] được phong làm tiết độ sứ ở trấn, vào năm [[821]] Vương Đình Thấu đã cầm đầu quân sĩ nổi dậy giết Điền và nắm giữ Thành Đức. Trong thời gian cai trị, ông bất tuân triều mệnh, ủng hộ các trấn nổi dậy và đàn áp tàn bạo những người chống đối. Ông qua đời vào năm [[834]] và ngôi Tiết độ sứ được truyền cho người con trai trưởng [[Vương Nguyên Quỳ]]. Gia tộc họ Vương về sau nắm quyền ở đất Triệu đến 100 năm ([[821]] - [[921]])<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷271|quyển 271]]<\/ref>.\n\n== Thân thế ==\n\nTổ tiên của Vương Đình Thấu nguyên là người dân tộc [[Hồi Cốt]], thuộc bộ lạc A Bố Tư, về sau đến quy thuận triều đình [[nhà Đường]], cư trú ở phủ đô hộ An Đông<ref name=\"CDT142\">''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷142|quyển 142]]<\/ref>. Tằng tổ (cụ ba đời) là Ngũ Ca Chi, từng phục vụ dưới trướng Tiết độ sứ Thành Đức [[Lý Bảo Thần]]<ref>Nguyên tên là [[Trương Trung Chí]], cai trị Thành Đức [[761]] - [[780]]<\/ref>. [[Vương Vũ Tuấn]]<ref>Nguyên tên là [[Một Nặc Hàn]], cai trị Thành Đức từ [[782]] - [[801]]<\/ref> nhận làm con nuôi. Ngũ Ca Chi kiêu quả thiện đấu, được [[Vương Vũ Tuấn]] yêu mến. Vì lập được quân công nên nhận phong làm Tả Vũ Vệ tướng quân đồng chanh, khi mất truy tặng đô đốc Việt châu<ref name=\"CDT142\" \/>. Tổ phụ [[Mạt Đát Hoạt]], khi mất là Tả Tán kị thường thị. Cha là [[Vương Thăng Triều]], truy tặng Lễ bộ thượng thư. Do đó có thể nói rằng từ thời Thăng Triều, gia tộc này đã đổi sang họ Vương.\n\nVương Đình Thấu được ghi lại: \"trầm mặc, uy dũng, ít nói, gian hùng, thủ đoạn''<ref name=\"CDT142\" \/>. Thời Tiết độ sứ [[Vương Thừa Tông]] (cháu [[Vương Vũ Tuấn]]), Vương Đình Thấu được bổ dụng làm Đô tri binh mã sử.\n\n== Nổi dậy nắm quyền và chống triều đình ==\n\nMùa đông năm [[820]], Vương Thừa Tông ưu tử. Do hai con của Thừa Tông đang làm con tin tại triều, quân trung ủng hộ em trai ông ta là Vương Thừa Nguyên làm Tiết độ lưu hậu; nhưng Thừa Nguyên từ chối và dâng biểu lên triều đình xin cử người khác tới<ref name=\"TTTG242\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷242|quyển 242]]<\/ref>. Vua Mục Tông dời Thừa Nguyên đến trấn Nghĩa Thành<ref>Trị sở nay thuộc [[An Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]] hiện nay<\/ref>, và cho Tiết độ sứ Ngụy Bác<ref>Trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> [[Điền Hoằng Chánh]] đến trấn nhậm Thành Đức.\n\n[[Điền Hoằng Chánh]] trước kia từng tham gia thảo phạt Thành Đức, do đó lo sợ quân sĩ ở đây oán hận và chống lại mình, nên đem 2000 binh từ đất Ngụy theo để hộ vệ. Lúc đó triều đình đã định ban cho chư quân ở Trấn châu 100 vạn nhưng số tiền ấy không tới, trong quân bàn tán xôn xao. Hoằng Chánh đích thân phủ dụ, nhân tình mới yên. Sau đó Hoằng Chánh xin triều đình chấp nhận cho 2000 quân Ngụy ở đất Triệu và phát lương bổng cho họ. Dâng biểu bốn lần đều bị hữu ti giấu giếm, không tới được tai Mục Tông. Do không đủ chi phí nuôi quân nên đến giữa năm 821, ông phải để 2000 quân này trở về Ngụy Bác<ref name=\"TTTG242\" \/>.\n\nTrong khi đó [[Điền Hoằng Chánh]] lại không được lòng quân sĩ ở Thành Đức. Do gia quyến của Hoằng Chánh ở hai kinh Trường An, Lạc Dương rất nhiều, nên ngay từ lúc ở Ngụy và bây giờ là ở Triệu; Hoằng Chánh đều ăn bớt tiền trong phủ khố để chu cấp cho thân thuộc; do đó quân sĩ ở hai trấn đều rất bực. Cộng thêm việc số tiền 100 vạn không tới, quân sĩ chỉ bằng mặt chứ không bằng lòng, cho rằng Hoằng Chánh ăn mất số đó đi. Vương Đình Thấu là người có dã tâm, đã khéo léo kích động sự tức giận của binh sĩ đất Triệu đối với Điền Hoằng Chánh, chuẩn bị làm phản. Đình Thấu lên kế hoạch tiến hành đại sự ngay sau khi 2000 quân Ngụy Bác rút đi.\n\nĐêm ngày [[29 tháng 8]] năm [[821]] (tức ngày 28 tháng 7 năm nguyên niên Trường Khánh), Vương Đình Thấu cùng với binh sĩ dưới quyền kéo đến phủ đệ của [[Điền Hoằng Chánh]], sau đó xông vào sát hại ông cùng với gia thuộc ở đất Triệu và thân tín, tham tá, tổng cộng hơn 300 người. Đình Thấu tự xưng tiết độ lưu hậu, tri binh mã sử; bức giám quân [[Tống Duy Trừng]] viết biểu xin triều đình ban tiết việt cho mình. Mục Tông giận lắm, hạ chiếu cho các trấn đem quân thảo phạt. Lại phong cho tướng cũ của [[Vương Thừa Tông]] là thứ sử Thâm châu [[Ngưu Nguyên Dực]] làm tiết độ sứ Thành Đức. Trong tháng này, tướng ở Trấn châu là [[Vương Vị]] cùng đồng đảng mưu sát Đình Thấu không thành, liên lụy đến hơn 2000 người<ref name=\"CDT142\" \/>. Lúc đó ở Lư Long<ref>Trị sở nay thuộc thủ đô [[Bắc Kinh]]<\/ref>, [[Chu Khắc Dung]] bắt giam Tiết độ sứ [[Trương Hoằng Tĩnh]], cùng với Đình Thấu liên kết chống [[nhà Đường]].\n\nTrong lúc quân triều đình ba mặt công đánh thì thứ sử Ký châu<ref>[[Hành Thủy]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]] hiện nay<\/ref> [[Vương Tiến Ngập]] chiếm thành chống lại Vương Đình Thấu. Lúc đó tiết độ sứ Ngụy Bác [[Lý Tố]] mất, con [[Điền Hoằng Chánh]] là [[Điền Bố]] lên thay, nắm quân thảo phạt Trấn châu từ phía nam. Cùng với đó là quân của Tiết độ sứ Hà Đông<ref>Trị sở nay thuộc [[Thái Nguyên]], [[Sơn Tây]], [[Trung Quốc]]<\/ref> [[Bùi Độ]] từ phía tây, Tiết độ sứ Hoành Hải [[Ô Trọng Dận]] ở phía đông. Về sau [[Ô Trọng Dận]] do chần chừ bất tiến nên bị thay bởi [[Đỗ Thúc Lương]]. Quân triều đình tiếp tục đối phó bị động. Vương Đình Thấu xua quân bao vây Thâm châu. Tháng 11 ÂL, Đỗ Thúc Lương chiến bại, [[Vương Nhật Giản]] lên thay. [[Bùi Độ]] đem quân đóng ở Thừa Thiên chi viện cho Thâm châu, cũng bị quân Triệu đẩy lui, tình hình Thâm châu nguy cấp. Vua Mục Tông dùng Tiết độ sứ Phượng Tường [[Lý Quang Nhan]] làm Tiết độ sứ Trung Vũ, cứu Thâm châu. [[Nhà Đường]] kể từ lúc Hiến Tông tru quần đạo, ngân khố đã cạn, kho tàng hư kiệt. Khi Mục Tông lên ngôi, ban thưởng quá nhiều khiến tiền bạc không còn bao nhiêu. Quân chư trấn tham gia đánh Triệu hơn 15 vạn, triều đình tất nhiên không thể giải quyết nổi vấn đề lương thực cho họ. Lại thêm đường vận chuyển gian truân và thường bị giặc cướp, các cánh quân đều lâm vào cảnh đói khác. Mặc dù liên quân U-Trấn chưa tới 1 vạn còn quân Đường tới 15 vạn nhưng [[Lý Quang Nhan]] không có kế sách đối phó tình hình<ref name=\"CDT142\" \/>.\n\nMùa xuân năm [[822]], [[Sử Hiến Thành]] nổi dậy chống lại [[Điền Bố]] rồi đưa quân về Ngụy. Triều đình nghĩ đến việc xá tội cho Vương Đình Thấu. Tháng 2 ÂL, có chiếu phong ông làm Kiểm giáo hữu tán kị thường thị, Trấn châu đại đô đốc phủ trưởng sử, Tiết độ sứ Thành Đức, Quan sát sứ bốn châu Trấn Ký Thâm Triệu. Sai Thị lang bộ binh [[Hàn Dũ]] đến tuyên chiếu, Đình Thấu nhận phong nhưng vẫn bao vây Thâm châu. Tháng 3 ÂL, [[Ngưu Nguyên Dực]] cùng 10 kị binh lẻn thoát ra ngoài. Tướng trong thành là [[Tang Bình]] ra hàng, Đình Thấu trách việc cố thủ quá lâu, liền giết tướng lại hơn 180 người<ref name=\"CDT142\" \/>.\n\nTháng 5, [[nhà Đường]] sai sứ đến đòi hài cốt [[Điền Hoằng Chánh]] và gia thuộc [[Ngưu Nguyên Dực]]. Đình Thấu nói không biết hài cốt Hoằng Chánh ở đâu, còn gia thuộc Nguyên Dực thì xin đến thu sẽ trả lại. Năm [[823]], [[Ngưu Nguyên Dực]] (hiện là tiết độ sứ [[Sơn Nam Đông Đạo]]<ref>Trị sở nay thuộc [[Tương Phàn]], [[Hồ Bắc]], [[Trung Quốc]]<\/ref>) chết, Đình Thấu bèn giết sạch cả nhà ông ([[824]]).\n\n== Làm Tiết độ sứ ==\n\nNăm [[826]], Tiết độ sứ Hoành Hải<ref>Trị sở nay thuộc [[Thương Châu]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> [[Lý Toàn Lược]] hoăng, con là [[Lý Đồng Tiệp]] lên thay nhưng không được [[nhà Đường]] công nhận. Sau khi [[Đường Văn Tông]] lên ngôi, Đồng Tiệp sai hai em là Đồng Chí, Đồng Tốn đến xin nhận mệnh lệnh của nhà Đường, mong được Văn Tông công nhận. Triều đình không theo mà cử [[Ô Trọng Dận]] đến trấn nhậm Hoành Hải, dời Đồng Tiệp đến Duyện Hải<ref>Trị sở nay thuộc [[Tế Ninh]], [[Sơn Đông]], [[Trung Quốc]]<\/ref>. Lý Đồng Tiệp lấy cớ tướng sĩ bức ép mà kháng lại triều mệnh, tự chiếm cứ đất Thương. Triều đình bèn quyết định thảo phạt Đồng Tiệp, có chiếu tước bỏ quan chức và cử các tiết độ sứ các vùng xung quanh là Ô Trọng Dận, Vương Trí Hưng, Sử Hiến Thành, Khang Chí Mục, Lý Thính, Trương Bá... thảo phạt Lý Đồng Tiệp, nhưng không giành thắng lợi ngay được. Vương Đình Thấu cùng Tiết độ sứ Lư Long [[Lý Tái Nghĩa]] (đoạt ngôi [[Chu Khắc Dung]]) quyết định giúp quân cho [[Lý Đồng Tiệp]], hỗ trợ binh lính và lương thực. Năm [[828]], có chiếu tước quan tước của Vương Đình Thấu. Đình Thấu bèn dụ dỗ, mua chuộc tướng Ngụy Bác là Chí Trị phản lại [[Sử Hiến Thành]] và bao vây Ngụy châu<ref name=\"TTTG243\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷243|quyển 243]]<\/ref>. Triều đình sai Lý Thính ở Nghĩa Vũ đến cứu Ngụy, Chí Trị chạy trốn sang Triệu. Tháng 6 năm [[829]], [[Lý Đồng Tiệp]] bị triều đình đánh bại, giết chết. Sau đó ở Ngụy Bác lại sinh biến động, [[Sử Hiến Thành]] bị tướng dưới quyền [[Hà Tiến Thao]] sát hại. Triều đình cuối cùng cũng phải công nhận [[Hà Tiến Thao]]. Tháng 8 ÂL, Vương Đình Thấu sai sứ đến chỗ Tiết độ sứ Hà Đông Lý Thừa xin thỉnh tội và báo việc Chí Trị đã tự tử, trả lại Cảnh châu mà ông đã chiếm trong chiến dịch này. Năm [[829]], [[nhà Đường]] quyết định xá tội cho Vương Đình Thấu và phục nguyên chức<ref name=\"TTTG243\" \/>.\n\nSau đó ông được phong làm Thái tử thái phó, Thái Nguyên quận khai quốc công, thực phong 2000 hộ. Tháng 11 ÂL năm [[834]], ông qua đời, được truy tặng Thái úy, về sau là Thái sư. Quân trung ủng hộ trưởng tử [[Vương Nguyên Quỳ]] lên kế tục, giữ chức Tiết độ sứ Thành Đức.\n\n[[Cựu Đường thư]] có lời nhận xét về Vương Đình Thấu như sau\n:''Trấn Ký từ Bảo Thần đến đây; tuy là Duy Nhạc, Thừa Tông nối nhau làm loạn, nhưng vẫn phải thân cận với xung quanh sợ pháp luật, tìm cách để được thứ tội. Còn nói tới hung hiểm độc đoán, vô quân bất nhân, không ai được như Đình Thấu<ref name=\"CDT142\" \/>.''\n\n== Tham khảo ==\n*[[Cựu Đường thư]]\n*[[Tân Đường thư]]\n*[[Tư trị thông giám]]\n== Chú thích ==\n{{Tham khảo|30em}}\n{{start box}}\n{{succession box| \nchức vụ=[[Tiết độ sứ Thành Đức]]\n|trước= [[Ngưu Nguyên Dực]]\n|năm=[[822]]-[[834]]\n|sau=[[Vương Nguyên Quỳ]]\n}}\n\n[[Thể loại:Người nhà Đường]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 834]]\n[[Thể loại:Sinh thế kỷ 8]]"}