{"Vương Tích":"{{Thông tin nhân vật phong kiến\n| tên = Vương Tích\n}}\n\n'''Vương Tích''' ([[chữ Hán]]: 王績) ([[585]]?–[[644]]?), [[tên tự]] là '''Vô Công''', hiệu '''Đông Cao Tử''', người ở huyện Long Môn, Giáng Châu<ref>Trị sở nay thuộc [[Hà Tân]] tỉnh [[Sơn Tây]].<\/ref> cuối thời [[Nhà Tùy|Tùy]] đầu đời [[Nhà Đường|Đường]]. Thi nhân thời Sơ Đường, ngày tháng năm sinh của ông có nhiều thuyết khác nhau, thuyết phổ biến cho là năm 585–644.\n\n==Tiểu sử==\nTheo ''[[Tân Đường thi]]'', ông sinh ra trong dòng họ sáu đời làm quan, gia cảnh giàu sang, lúc nhỏ có giao du với [[Lý Bá]], [[Lữ Tài]], hơn 10 tuổi ngao du [[Trường An]], bái kiến [[Dương Tố]], xuất đầu lộ diện trong bữa tiệc lớn, được mọi người xưng tụng \"thần tiên đồng tử\".<ref>'''''Đường Tài tử truyện''''', quyển 1.<\/ref> Cuối những năm [[Đại Nghiệp]] thời Tùy, thi đỗ [[hiếu liêm]], làm quan tới chức [[Bí thư sảnh Chính tự]]. Ham thích uống rượu, nhưng không muốn nhậm chức tại kinh đô, bèn đến làm [[Huyện thừa]] huyện [[Lục Hợp]], không lo chính sự, uống rượu mỗi ngày, thường bị đàn hặc, lại thêm thấy thiên hạ sắp loạn lạc nên từ quan về nhà.<ref name=\"Lữ Tài\">[[Lữ Tài]], '''''[[Đông Cao Tử tập tự]]'''''<\/ref>\n\nSau khi từ quan rồi, Vương Tích mới dắt theo mấy người tôi tớ tới ở trên một cù lao nhỏ ở thôn Hoàng Hà phía bắc, nuôi một bầy gà vịt, trồng một vườn thuốc đê sinh sống. Nhà ông có mười sáu khoảnh ruộng, vài người đầy tớ. Nhà ông tự trồng lúa, tự nấu rượu, tự nuôi gà vịt, tự nấu nướng. Vương Tích cưỡi bò đi dạo khắp nơi, trên đường qua quán rượu là ghé vào uống, nếu gặp một quán rượu vừa ý, thường ở lại liên tiếp mấy này. Ngày thường uống rượu, đọc các sách ''[[Chu Dịch]]'', ''[[Lão tử]]'', ''[[Trang tử]]'' để tiêu khiển. Trong nhà ông còn có một người anh tên [[Vương Thông]] lấy việc dạy học viết sách làm phận sự, cũng chính là người mà hậu thế gọi là '''Văn Trung tử''', hai anh em rất tương yêu nhau. Vương Tích mỗi khi nhớ anh hoặc ai trong gia đình thì lên thuyền qua sông, về nhà ở vài hôm. Lúc đi lúc về, không buồn không lo.<ref name=\"Trung Hoa\">Hàn Triệu Kỳ, '''''Ẩn sĩ Trung Hoa''''', Cao Tự Thanh dịch, NXB Trẻ, 2001, tr. 90–163.<\/ref>\n\nNhững năm [[Vũ Đức]] thời Đường, trưng tập quan lại cũ của nhà Tùy, [[Tiết Thu]] tiến cử Vương Tích làm [[Môn hạ sảnh Đãi chiếu]], ông vui vẻ nhận. Em ông là [[Vương Tĩnh]] hỏi: \"Chức Đãi chiếu có chỗ nào hay mà hăng hái như thế?\", đáp rằng: \"Vì theo lệ quan viên ở đó mỗi ngày được cấp ba thăng rượu\",<ref name=\"Lữ Tài\"\/> Trưởng quan Môn hạ sảnh là Thị trung [[Trần Thúc Đạt]] dặn người quản sự \"Mỗi ngày chỉ cấp cho Vương tiên sinh ba thăng rượu, e rằng quá ít\", vì vậy đặc biệt cấp cho ông mỗi ngày một đấu. Cũng chính vì thế nên một thời người ta gọi Vương Tích là \"Đấu tửu học sĩ\".<ref name=\"Lữ Tài\"\/> Năm [[Trinh Quán]] thứ 4 ([[630]]), do anh trai là [[Vương Ngưng]] đàn hặc đại thần [[Hầu Quân Tập]] đắc tội, \"anh em họ Vương đều bị bỏ rơi mà không được dùng nữa\",<ref>[[Vương Phúc Trù]], '''''Lục Đông Cao tử đáp Trần Thượng Thư thư lược''''', trích từ '''''Toàn Đường văn''''', quyển 161.<\/ref> Vương Tích lấy cớ có bệnh từ quan về ở ẩn.\n\nNăm Trinh Quán thứ 11 ([[637]]), \"vì gia cảnh nghèo khó bèn đi ứng tuyển làm quan\",<ref name=\"Lữ Tài\"\/> đương thời có viên tiểu lại ở Thái nhạc thự là Tiêu Cách, rất giỏi ủ rượu, Vương Tích bèn xin tới làm việc ở Thái nhạc thự. Người chủ quản cảm thấy công việc ở đó không xứng với đáng với thân phận của Vương Tích nên không đồng ý. Nhưng Vương Tích nhất định đòi đi, người chủ quản phải nghe lời,<ref name=\"Lữ Tài\"\/> từ đó Vương Tích được uống rượu ngon. Về sau Tiêu Cách chết, vợ Tiêu Cách vẫn kiên trì ủ rượu để cung ứng cho Vương Tích. Không đầy một năm vợ Tiêu Cách cũng chết, Vương Tích vô cùng đau lòng, than thở \"Đây chẳng phải là trời muốn ta không muốn cho ta uống rượu ngon sao!\",<ref name=\"Lữ Tài\"\/> vì thế cáo ốm từ quan về quê.<ref name=\"Lữ Tài\"\/>\n\nÔng quyết định cùng với anh là Vương Thông ẩn cư tại Bắc Sơn Đông Cao, tự xưng tên hiệu là '''Đông Cao tử'''. Chính trong thời gian này ông đã chuyên tâm vào việc chỉnh lý cách thức, kinh nghiệm ủ rượu của Tiêu Cách, làm một quyển ''[[Tửu kinh]]'', lại soạn một quyển sách về những người nấu rượu nổi tiếng từ thời cổ như [[Đỗ Khang]], [[Nghi Địch]], gọi là ''[[Tửu phổ]]'', ngoài ra còn mô phỏng bài ''[[Tửu đức tụng]]'' của [[Lưu Linh]] viết bài ''[[Túy hương ký]]''. Ông lập một ngôi miếu thờ Đỗ Khang ở phía đông nam nhà ở, lại đắp một pho tượng Tiêu Cách đặt trước bài vị Đỗ Khang, cùng hưởng tế tự. Vương Tích uống rượu có thể uống năm đấu không say, vì thế tự xưng là Ngũ đẩu tiên sinh, lại mô phỏng [[Đào Uyên Minh]] viết một thiên ''[[Ngũ đẩu tiên sinh truyện]]'' về mình.<ref name=\"Lữ Tài\"\/>\n\nNăm Trinh Quán thứ 18 ([[644]]), \"mất tại nhà riêng\". Các tác phẩm của ông được Lữ Tài thu thập thành năm quyển, đa phần là tả cảnh điền viên sơn thủy, thuần phác tự nhiên,<ref>[[Ông Phương Cương]], '''''Thạch châu thi thoại''''', quyển 2: \"Vương vô công dĩ chân suất sơ thiển chi cách, như sơ đường chư gia chi trung, như loan phượng quần phi, hốt phùng dã lộc, chánh thị bất khả đa đắc dã\".<\/ref> \"có âm hưởng nhạc phủ\",<ref>[[Đường Nhữ Tuân]], '''''Đường thi tuyển dịch'''''.<\/ref> tác động nhất định đến sự phát triển lành mạnh của [[thơ Đường]]. [[Dương Thận]] đời [[Nhà Minh|Minh]] từng nói về ông như sau: \"Ẩn tiết ký cao, thi luật hựu thịnh. Cái Vương, Dương, Lô, Lạc chi lạm thương, Trần, Đỗ, Trầm, Tống chi tiên tiên dã\".<ref>'''''Thăng am thi thoại''''', quyển 2.<\/ref> [[Vương Bột]] một trong [[Sơ Đường tứ kiệt|tứ kiệt thời Sơ Đường]] chính là chắt của ông.\n\nHơn 30 năm thời Sơ Đường, trên thi đàn vẫn tràn ngập dư phong thời [[Nhà Lương|Lương]], [[Nhà Trần (Trung Quốc)|Trần]], chỉ có Vương Tích theo đuổi dấu vết đơn độc thời Tấn Tống không thể tránh khỏi sự cô đơn của Đào Uyên Minh, vì vậy mà ông được hậu thế tán tụng.<ref>'''''Tái tửu viên thi thoại hựu biên''''': \"thi chi loạn đầu thô phục nhi hảo giả, thiên tái nhất uyên minh nhĩ. nhạc thiên hiệu chi, tiện thương lí thiển, duy vương vô công sai đắc kì phảng phật\".<\/ref>\n\n==Thơ ca== \n*'''Quá tửu gia'''\nHán Việt:\n:''Thử nhật trường hôn ẩm\n:''Phi quan dưỡng tính linh\n:''Nhãn khan nhân tận túy \n:''Hà nhẫn độc vi tinh (tỉnh)\nDịch thơ:\n:Ngày ấy say mờ mịt\n:Hơi đâu dưỡng tính linh\n:Mắt thấy người say cả\n:Làm sao tỉnh một mình\n*'''Đề tửu gia bích'''\nHán Việt:\n:''Tạc dạ bình thủy tận\n:''Kim triêu ủng tức khai\n:''Mộng trung chiêm mộng bãi\n:''Hoàn hướng tửu gia lai\nDịch thơ:\n:Đêm trước vò vừa cạn\n:Sáng nay hủ lại bày \n:Trong mơ nằm mộng mãi \n:Quán rượu cứ ra hoài \n*'''Độc chước'''\nHán Việt:\n:''Phù sinh tri kỷ nhật \n:''Vô trạng toại không danh\n:''Bất như đa nhưỡng tửu\n:''Thời hướng trúc lâm khuynh\nDịch thơ:\n:Phù sinh đâu mấy lúc\n:Không công cũng chẳng danh\n:Chẳng bằng ủ thêm rượu\n:Vui rót dưới tre xanh\n\n==Tham khảo==\n* '''[[Tân Đường thư]]''' '''quyển 219, liệt truyện 121 – Vương Tích truyện'''\n* '''[[Đường tài tử truyện]]''' '''quyển 1 – Vương Tích truyện'''\n* [[Lữ Tài]], '''[[Đông Cao Tử tập tự]]'''\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n[[Thể loại:Sinh năm 585]]\n[[Thể loại:Mất năm 644]]\n[[Thể loại:Quan viên nhà Tùy]]\n[[Thể loại:Huyện thừa nhà Tùy]]\n[[Thể loại:Quan viên Môn hạ sảnh nhà Đường]]\n[[Thể loại:Nhà thơ thời Đường]]\n[[Thể loại:Người Hà Tân]]\n[[Thể loại:Họ Vương]]"}