{"Vương Xử Trực":"{{Thông tin nhân vật phong kiến\n| tên gốc = 王處直\n| tự = Doãn Minh\n| chức vụ = [[Tiết độ sứ Nghĩa Vũ]]\n| nhiệm kỳ = 900-910\n| tiền nhiệm = [[Vương Cáo]]\n| kế nhiệm = [[Vương Đô]]\n}}\n\n'''Vương Xử Trực''' ({{zh|t=王處直|s=王处直}}, 862-922), [[Tên chữ (người)|tên tự]] '''Doãn Minh''' (允明), là một quân phiệt vào cuối thời [[nhà Đường]] và đầu thời [[Ngũ Đại Thập Quốc]]. Ông giữ chức Nghĩa Vũ<ref group=\"chú\">義武, trị sở nay thuộc [[Bảo Định, Hà Bắc|Bảo Định]], [[Hà Bắc (Trung Quốc)|Hà Bắc]]<\/ref> tiết độ sứ từ năm 900, đến năm 910 thì ly khai [[triều Hậu Lương]], và đến năm 921 thì bị con nuôi là [[Vương Đô]] lật đổ.\n\n== Thân thế ==\nVương Xử Trực sinh năm 862, dưới triều đại của [[Đường Ý Tông]]. Ông là người Vạn Niên, Kinh Triệu, và tổ tiên của ông từng nhiều đời làm các sĩ quan trong [[Thần Sách quân]], là một phú tộc ở kinh sư. Cha ông là Vương Tông (王宗), từng giữ chức ''kiểm hiệu tư không'', ''kim ngô đại tướng quan'', ''tả nhai sứ'', tiết độ sứ tại Diêu Lĩnh và Hưng Nguyên. Vương Tông đồng thời cũng hoạt động mậu dịch và trở giàu có, theo ghi chép thì ông có thể phung phí lương thực và có cả vạn nô bộc. Vương Xử Trực có lẽ theo anh là [[Vương Xử Tồn]] đến Nghĩa Vũ quân khi Vương Xử Tồn được Đường Hy Tông bổ nhiệm giữ chức Nghĩa Vũ tiết độ sứ vào năm 879, và trở thành một sĩ quan tại đây.<ref name=BT182>''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷182|quyển 182]].<\/ref>\n\nVương Xử Trực là người ưa thích pháp thuật, ông trở nên thân thiết với phương sĩ Lý Ứng Chi (李應之). Lý Ứng Chi kiếm được một cậu bé tên là [[Vương Đô|Lưu Vân Lang]] đến từ Hình Ấp<ref group=\"chú\">陘邑, nay thuộc [[Thạch Gia Trang]], Hà Bắc<\/ref> và nhận làm con của mình, song vì thấy Vương Xử Trực lúc này vẫn chưa có con trai nên Lý Ứng Chi giao cậu bé cho Vương Xử Trực, Vương Xử Trực nhận nuôi cậu bé và cải danh thành Vương Đô. Mặc dù sau đó Vương Xử Trực có một con tên là Vương Úc (王郁) với một tiểu thiếp, song người ông yêu mến là Vương Đô.<ref name=NHFD39>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷39|quyển 39]].<\/ref><ref name=ZZTJ271>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref>\n\n== Giao chiến với Chu Toàn Trung ==\nNăm 900, bộ tướng của Tuyên Vũ<ref group=\"chú\">宣武, trị sở nay thuộc [[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> tiết độ sứ [[Hậu Lương Thái Tổ|Chu Toàn Trung]] là [[Trương Tồn Kính]] (張存敬) đem quân tiến đánh Nghĩa Vũ. Con và người kế nhiệm của Vương Xử Tồn là [[Vương Cáo]] đang cai quản Nghĩa Vũ, Vương Cáo khiển ''Hậu viện đô tri binh mã sứ'' Vương Xử Trực đem vài vạn binh lính chống cự lại quân của Trương Tồn Kính. Vương Xử Trực đề xuất không giao chiến ngay lập tức với quân Tuyên Vũ, mà nên khiến cho quân Tuyên Vũ mệt mỏi trước rồi mới giao chiến sau, tuy nhiên Vương Cáo lại không nghe theo ý của thúc phụ. Vương Cáo theo ý của quan khổng mục Lương Vấn (梁汶) và lệnh cho Vương Xử Trực phải lập tức giao chiến. Trương Tồn Kính đánh bại Vương Xử Trực, quân Nghĩa Vũ tổn thất nặng nề, song Vương Xử Trực chạy thoát được về thủ phủ Định châu của Nghĩa Vũ. Vương Cáo hoảng sợ và bỏ chạy đến lãnh địa của Hà Đông<ref group=\"chú\">河東, trị sở nay thuộc [[Thái Nguyên, Sơn Tây|Thái Nguyên]], [[Sơn Tây (Trung Quốc)|Sơn Tây]]<\/ref> tiết độ sứ [[Lý Khắc Dụng]]- đồng minh của Nghĩa Vũ.<ref name=ZZTJ262>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷262|quyển 262]].<\/ref> (Vốn đã khó chịu trước việc cha không yêu mến mình, Vương Úc cũng quyết định chạy đến Hà Đông và sau đó kết hôn với một con gái của Lý Khắc Dụng.)<ref name=NHFD39\/><ref name=ZZTJ271\/>\n\nQuân Nghĩa Vũ ủng hộ Vương Xử Trực làm lưu hậu, sau đó, ông đàm phán hòa bình với Chu Toàn Trung, hứa từ nay sẽ quy phục Chu Toàn Trung và không còn liên minh với Lý Khắc Dụng, cống nộp tơ lụa cho Chu Toàn Trung. Do đó, Chu Toàn Trung triệt thoái, và theo tiến cử của ông ta, [[Đường Chiêu Tông]] bổ nhiệm Vương Xử Tồn làm Nghĩa Vũ tiết độ sứ.<ref name=ZZTJ262\/>\n\n== Làm tiết độ sứ của Đường ==\nNăm 901, Chu Toàn Trung phát động một cuộc tiến công năm hướng vào Hà Đông, mục đích là chiếm thành Thái Nguyên. Do là đồng minh của Chu Toàn Trung, Vương Xử Trực chỉ huy quân Nghĩa Vũ là một trong năm hướng tiến công. Chu Toàn Trung cùng các đồng minh bao vây Thái Nguyên, song cuối cùng phải triệt thoái do mưa lớn và bệnh tật.<ref name=ZZTJ262\/> Năm 904, Đường Chiêu Tông ban chức ''Thái bảo'' cho Vương Xử Trực, phong cho ông tước hiệu Thái Nguyên vương.<ref name=BT182\/>\n\n== Ly khai Hậu Lương ==\nNăm 907, Chu Toàn Trung buộc [[Đường Ai Đế]] phải [[thiện nhượng]] cho mình, trở thành Hậu Lương Thái Tổ. Hậu Lương Thái Tổ sau đó ban chức ''Thị trung'' cho Vương Xử Trực,<ref name=ZZTJ266>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref> và phong cho ông tước hiệu Bắc Bình vương.<ref name=NHFD39\/>\n\nSau khi triều Hậu Lương thành lập, Nghĩa Vũ quân của Vương Xử Trực và Vũ Thuận quân<ref group=\"chú\">武順, trị sở nay thuộc [[Thạch Gia Trang]], Hà Bắc<\/ref> láng giềng của Triệu vương [[Vương Dung]] từ chối nộp tô thuế cho triều đình như lúc trước, song thường xuyên nộp cống cho Hậu Lương Thái Tổ. Mặc dù vậy, Hậu Lương Thái Tổ cho rằng cuối cùng thì họ sẽ quay sang làm phản nên dự tính dùng vũ lực để đưa hai quân này nằm dưới quyền cai quản trực tiếp của mình.\n\nNăm 910, Hậu Lương Thái Tổ khiển Đỗ Đình Ẩn (杜廷隱) và Đinh Diên Huy (丁延徽) dùng phương thức gian trá mà chiếm được Thâm châu (深州) và Ký châu (冀州<ref group=\"chú\">hai châu này nay đều thuộc [[Hành Thủy]], Hà Bắc<\/ref> của Vũ Thuận, sau đó chuẩn bị khiển bộ tướng [[Vương Cảnh Nhân]] tiến công Trấn châu (鎮州)- thủ phủ của Vũ Thuận. Đáp lại, Vương Dung cắt đứt quan hệ với Hậu Lương (trở thành quân chủ [[Triệu (Ngũ đại)|nước Triệu]]) và cầu viện con- người kế nhiệm của Lý Khắc Dụng là Tấn vương [[Hậu Đường Trang Tông|Lý Tồn Úc]], cũng như Lô Long<ref group=\"chú\">盧龍, trị sở nay thuộc [[Bắc Kinh]]<\/ref> tiết độ sứ là Yên vương [[Lưu Thủ Quang]]. Biết rằng nếu Triệu bị diệt thì Nghĩa Vũ sẽ là mục tiêu kế tiếp, Vương Xử Trực cũng khiển một sứ giả đến Thái Nguyên, bày tỏ việc ủng hộ Lý Tồn Úc làm lãnh đạo chung.<ref name=ZZTJ267\/>\n\nLưu Nhân Cung từ chối cứu viện, song Lý Tồn Úc thì chấp thuận, phái bộ tướng [[Chu Đức Uy]] làm tiên phong và sau đó đích thân dẫn đại quan Tấn cứu viện Vương Dung. Trong các chiến dịch sau đó giữa liên minh Tấn\/Triệu và quân Hậu Lương, Vương Xử Trực cũng hợp binh với phe Tấn\/Triệu, họ tiêu diệt quân Hậu Lương của Vương Cảnh Nhân vào mùa xuân năm 911. Từ thời điểm này trở đi, Nghĩa Vũ là đồng minh của Tấn và sử dụng niên hiệu \"Thiên Hựu\" của triều Đường (do Tấn bề ngoài tuyên bố là muốn khôi phục triều Đường). Sau khi Vương Cảnh Nhân chạy trốn, Lý Tồn Úc truy kích, thậm chí từng bao vây Ngụy châu<ref group=\"chú\">魏州, nay thuộc [[Hàm Đan]], Hà Bắc<\/ref> trong một thời gian ngắn, song vì lo ngại sẽ bị Lưu Thủ Quang tiến công từ phía sau, Lý Tồn Úc lại dẫn quân về Triệu.<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref>\n\n== Cai trị độc lập ==\nLưu Nhân Cung hay tin Hậu Lương thua trận thì quay sang tính đến việc xưng đế, ông ta phái sứ giả đến chỗ Vương Dung và Vương Xử Trực, đề xuất họ suy tôn ông ta là ''Thượng phụ''. Khi Vương Dung báo tin này cho Lý Tồn Úc, Lý Tồn Úc cho rằng thực hiện việc này sẽ càng khiến cho Lưu Thủ Quang thêm kiêu ngạo và tự diệt vong, vì thế Lý Tồn Úc cùng với Vương Dung, Vương Xử Trực và ba tiết độ sứ khác dưới quyền Lý Tồn Úc cùng suy tôn Lưu Thủ Quang là ''Thượng phụ'', Lưu Thủ Quang sau đó xưng là hoàng đế của nước [[Yên (Ngũ đại)|Yên]].<ref name=ZZTJ268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\nVào mùa đông năm 911, Lưu Thủ Quang tiến công Nghĩa Vũ, Vương Xử Trực cầu viện Tấn. Lý Tồn Úc khiển Chu Đức Đức Uy đến Dịch Thủy hội quân với tướng [[Trương Văn Lễ|Vương Đức Minh]] của Triệu và tướng Trình Nham (程巖) của Nghĩa Vũ, tiến công quân Yên. Cuối năm 912, Lý Tồn Úc công hạ thủ đô U châu (幽州) của Yên, Yên sau đó diệt vong.<ref name=ZZTJ268\/> Lý Tồn Úc giải Lưu Thủ Quang và cha là [[Lưu Nhân Cung]] về Thái Nguyên, cả Vương Xử Trực và Vương Dung đều yêu cầu Lý Tồn Úc diễu hành mừng thắng lợi qua lãnh địa của mình. Lý Tồn Úc chấp thuận, và khi đến Nghĩa Vũ, Vương Xử Trực và Lý Tồn Úc cùng nhau đến thờ phụng tại một ngôi chùa trên [[Hằng Sơn]]. Sau đó, Vương Xử Trực và Vương Dung cùng thượng biểu đề xuất trao tước ''Thượng thư lệnh'' hết sức cao quý cho Lý Tồn Úc. Lý Tồn Úc chấp thuận, và sau đó bắt đầu tổ chức một chính quyền theo mô hình thời [[Đường Thái Tông]].<ref name=ZZTJ269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref>\n\nNăm 918, Lý Tồn Úc sau khi đoạt được Thiên Hùng, chuẩn bị tiến hành một chiến dịch lớn để chiếm kinh thành Đại Lương của Hậu Lương. Vương Xử Trực đóng góp 1 vạn quân cho chiến dịch của Lý Tồn Úc. Tuy nhiên, chiến dịch kết thúc với một trận chiến vợ thảm đối với cả hai bên tại Hồ Liễu pha<ref group=\"chú\">胡柳陂, nay thuộc [[Hà Trạch]], [[Sơn Đông]]<\/ref>, cả quân Tấn và quân Hậu Lương đều thương vong đến hai phần ba, quân Tấn triệt thoái.<ref name=ZZTJ270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref>\n\n== Bị lật đổ ==\nNăm 921, Vương Dung bị giết trong một cuộc binh biến, loạn binh ủng hộ Vương Đức Minh tiếp quản Thành Đức, Vương Đức Minh chấp thuận và đổi sang tên họ trước đây là Trương Văn Lễ. Lý Tồn Úc sau đó tuyên bố thảo phạt Trương Văn Lễ để trả thù cho Vương Dung. Vương Xử Trực lại tỏ ra lo lắng, ông suy nghĩ rằng nếu Lý Tồn Úc kiểm soát trực tiếp Thành Đức, thì Nghĩa Vũ cũng sẽ bị chiếm đoạt, và do đó ông đề xuất Lý Tồn Úc hãy chấp thuận cho Trương Văn Lễ quy phục, song Lý Tồn Úc từ chối.<ref name=ZZTJ271\/>\n\nDo lo lắng, Vương Xử Trực liên lạc với Vương Úc — đang giữ chức Tân châu<ref group=\"chú\">新州, nay thuộc Trương Gia Khẩu, Hà Bắc<\/ref> đoàn luyện sứ dưới quyền Lý Tồn Úc. Vương Xử Trực nhờ Vương Úc bí mật kích động [[Liêu Thái Tổ|Da Luật A Bảo Cơ]] suất quân [[nhà Liêu|Khiết Đan]] xâm nhập, Vương Úc chấp thuận và yêu cầu cha phải cho mình kế nhiệm, Vương Xử Trực đồng ý.<ref name=ZZTJ271\/>\n\nTuy nhiên, hầu hết các thuộc hạ của Vương Xử Trực sợ hãi trước một cuộc tiến công của Khiết Đan. Còn Vương Đô khi đó đang giữ chức tiết độ phó sứ và được nhìn nhận là người kế nhiệm, vì thế Vương Đô lo sợ trước việc bị Vương Úc thay thế. Do đó, Vương Đô và thư lại Hoa Chiêu Huấn (和昭訓) lập mưu giam giữ Vương Xử Trực. Họ hành động sau một bữa tiệc do Vương Xử Trực tổ chức để thiết đãi sứ giả do Trương Văn Lễ phái đến Nghĩa Vũ, bắt Vương Xử Trực và sau đó quản thúc ông cùng các vợ thiếp tại phủ. Sau đó, Vương Đô đồ sát tất cả các hậu duệ là nam giới của Vương Xử Trực ở tại Định châu, cũng như các thân tín của Vương Xử Trực. Vương Đô xưng là ''lưu hậu'' và thông báo sự việc cho Lý Tồn Úc, Lý Tồn Úc sau đó phê chuẩn việc Vương Đô kế nhiệm Vương Xử Trực.<ref name=ZZTJ271\/> (Một người con của Vương Xử Trực là Vương Uy (王威) chạy thoát sang lãnh thổ Khiết Đan, và sau đó người này phụng sự dưới quyền Liêu Thái Tổ và [[Liêu Thái Tông]].)<ref name=NHFD39\/>\n\n== Qua đời ==\nVào mùa xuân năm 922, Vương Đô đến thăm phủ đệ của Vương Xử Trực, có vẻ là muốn giả vờ duy trì một mối quan hệ cha-con. Mặc dù không có vũ khí, song Vương Xử Trực nắm tay đấm vào ngực và cố gắng cắn mũi Vương Đô, nói rằng: \"Nghịch tặc! Ta đã phụ ngươi bao giờ chưa?\" Vương Đô may mà thoát khỏi vòng tay của Vương Xử Trực. Ngay sau đó, Vương Xử Trực qua đời trong tức giận<ref name=BT182\/><ref name=ZZTJ271\/> hoặc bị Vương Đô giết.<ref name=NHFD39\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Sinh năm 862]]\n[[Thể loại:Mất năm 922]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]\n[[Thể loại:Vua Ngũ đại Thập quốc]]"}