{"Vương Mãng":"{{đừng nhầm lẫn|Vương Mãnh}}\n{{Thông tin nhân vật hoàng gia\n| tên = Tân đế Mãng\n| tên gốc = 新帝莽\n| tước vị = [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]]\n| thêm = china\n| hình = Vương Mãng.jpg\n| cỡ hình = 250px\n| chức vị = [[Nhiếp chính]] [[nhà Hán]]\n| tại vị = [[1 TCN]] - [[9]]<br>(9 năm)\n| nhiếp chính = [[Hán Bình Đế]] Lưu Khản<br>[[Nhũ Tử Anh]]\n| kiểu nhiếp chính = Quân chủ\n| tiền nhiệm = [[Hoắc Quang|<font color = \"grey\">Hoắc Quang<\/font>]]\n| kế nhiệm = [[Đậu hoàng hậu (Hán Chương Đế)|<font color=\"blue\">Đậu Thái hậu<\/font>]]\n| chức vị 1 = [[Hoàng đế]] [[nhà Tân|Đại Tân]]\n| tại vị 1 = [[8]] &ndash; [[23]]\n| kiểu tại vị = Trị vì\n| sinh = [[45 TCN]]\n| mất = [[6 tháng 10]], năm [[23]] (68 tuổi)\n| nơi mất = [[Trung Quốc]]\n| hoàng tộc = [[Nhà Tân]] (新朝)\n| tiền nhiệm 1 = <font color=\"blue\">'''Sáng lập triều đại'''<\/font>\n| kế nhiệm 1 = <font color=\"red\">'''Triều đại sụp đổ'''<\/font>\n| tên đầy đủ = Cự Quân (巨君)\n| kiểu tên đầy đủ = Tên tự\n| thông tin phối ngẫu = ẩn\n| phối ngẫu = [[Vương hoàng hậu (nhà Tân)|Hiếu Mục Vương hoàng hậu]]<br>[[Sử hoàng hậu]]\n| kiểu phối ngẫu = Hoàng hậu\n| thông tin con cái = ẩn\n| miếu hiệu = \n| con cái = [[Vương Mãng#Hậu duệ|6 hoàng tử, 3 công chúa]]\n| cha = [[Vương Mạn]]\n| mẹ = Công Hiển quân\n}}\n\n'''Vương Mãng''' ([[chữ Hán]]: 王莽; [[12 tháng 12]], [[45 TCN]] - [[6 tháng 10]], năm [[23]]), [[biểu tự]] '''Cự Quân''' (巨君), là một quyền thần [[nhà Hán]], người về sau trở thành vị [[Hoàng đế]] duy nhất của [[nhà Tân]], làm gián đoạn giai đoạn [[nhà Hán]] trong [[lịch sử Trung Quốc]].\n\nTừ vai trò ngoại thích trong triều đình nhà Hán, Vương Mãng đã từng bước lên nắm những chức vụ cao nhất, thao túng việc triều chính và cuối cùng cướp ngôi [[nhà Hán]]. Tuy nhiên chỉ sau 16 năm, triều đại nhà Tân mà ông sáng lập đã sụp đổ cùng cái [[chết]] của ông.\n\n==Thân thế==\n{{Xem thêm|Điền An|Vương Chính Quân}}\nVương Mãng xuất thân trong gia đình quan lại quý tộc, gốc gác ở [[Bình Lăng]] (miền đông [[Lịch Thành]], tỉnh [[Sơn Đông]] hiện nay). Theo sử sách, ông là cháu 6 đời của Tế Bắc vương [[Điền An]] thời [[Chiến tranh Hán-Sở|Hán Sở]]. Điền An là cháu [[Tề vương Kiến|Tề Kính vương Điền Kiến]] thời [[Chiến Quốc]], tham gia chống [[nhà Tần]] và được [[Hạng Vũ]] phong làm Tế Bắc vương. Sau đó Tế Bắc vương bị Tề vương [[Điền Vinh]] tiêu diệt nhưng dòng dõi vẫn ở lại nước Tề. Vì Điền An đã làm ''Vương'' nên người nước Tề vẫn gọi là ''Vương Gia'', con cháu lấy Vương làm họ<ref>Nguyễn Tôn Nhan, sách đã dẫn, tr 74<\/ref>.\n\nCụ nội Vương Mãng là [[Vương Hạ]] (王賀) từng làm Tú y nội sử thời [[Hán Vũ Đế]]. Ông nội Vương Mãng là [[Vương Cấm]] (王禁) giữ chức Đình uý sử. Vương Cấm có người con gái là [[Vương Chính Quân]] đương là [[Hoàng hậu]] của [[Hán Nguyên Đế]]. Cha Vương Mãng là [[Vương Mạn]] (王曼), anh trai của Vương hoàng hậu.\n\nKhi Vương Mãng ra đời là vào năm Sơ Nguyên thứ 4 ([[45 TCN]]), thì Vương Chính Quân đã làm Hoàng hậu được 4 năm.\n\n==Thời trẻ==\nNăm [[33 TCN]], [[Hán Nguyên Đế]] mất, thái tử Lưu Ngao con Vương hoàng hậu lên nối ngôi, tức là [[Hán Thành Đế]]. Vương Chính Quân trở thành thái hậu. Thời [[nhà Hán]] có lệ ngoại thích nắm quyền, vì vậy khi Vương Chính Quân đắc sủng, những người trong dòng họ Vương rất đắc thời. Năm 27 TCN, 5 người chú bác của Vương Mãng đồng loạt được phong hầu. Cha Vương Mãng là Vương Mạn và anh ông đều mất sớm, mẹ ông vào cung hầu hạ thái tử.\n\nVì khi cha mất sớm, Vương Mãng còn quá nhỏ nên Vương Mãng không được thừa hưởng tập tước. Vương Mãng không được hưởng giàu sang như những anh em họ, khiêm tốn học hành, theo học Kinh Lễ của học giả ở đất Bái là Trần Sâm. Hằng ngày Vương Mãng phụng dưỡng mẹ già và chị dâu goá rất cung kính, được mọi người khen ngợi.\n\n==Đại thần nhà Hán==\n===Bước vào chính trường===\nNăm 22 TCN, chú Vương Mãng là Vương Phượng đang nắm quyền lớn trong triều đình bị ốm nặng. Ông tận tình đến chăm sóc cho chú, suốt tháng mặc nguyên y phục, đầu tóc rối bù. Vương Phượng rất cảm động việc làm của cháu, trước khi qua đời đã nói với Vương thái hậu và Hán Thành Đế quan tâm tới Vương Mãng.\n\nVương Phượng mất, Hán Thành Đế bèn phong cho ông làm Hoàng môn lang, sau đó thăng làm Xạ thanh Hiệu uý.\n\nTừ đó danh tiếng của Vương Mãng ngày càng nổi. Các danh sĩ thời đó như Kim Thiệp, Trần Thang cùng 2 người chú là Bình A hầu Vương Đàm và Thành Đô hầu Vương Thương hay ca ngợi ông trước mặt Thành Đế và Vương thái hậu. Năm 16 TCN, Vương Mãng được phong làm Tân Đô hầu, Kỵ đô uý, Quang lộc đại phu thị trung.\n\nVương Mãng tuy có chức quyền nhưng vẫn rất khiêm nhường, hay giúp đỡ cho đồng liêu và chu cấp cho các danh sĩ gặp khó khăn. Do đó danh tiếng Vương Mãng ngày càng cao, nhiều người ca ngợi đức độ của ông<ref>Cát Kiếm Hùng, sách đã dẫn, tr 528<\/ref>.\n\n===Trừ Thuần Vu Trường===\nChú Vương Mãng là Vương Căn thay Vương Phượng giữ chức Đại Tư mã, cầm quyền lớn trong triều, khi đó đã già yếu và muốn nghỉ hưu. Theo lệ thì người cháu gọi Vương thái hậu bằng dì là Thuần Vu Trường đang giữ chức Trung vệ uý, đứng đầu Cửu khanh sẽ lên thay. Nhân lúc Vương Căn bị ốm, Vương Mãng lại đến hầu hạ để tìm cơ hội tiến thân.\n\nTrong số các vợ lẽ của Trường có Hứa Mỵ là em Hứa hoàng hậu vừa bị phế. Hứa hậu muốn thông qua Hứa Mỵ để phục ngôi nên nhờ qua Thuần Vu Trường, biếu rất nhiều của báu. Trường nói dối là sẽ có cách giúp, nhưng lại thông qua Hứa Mỵ viết thư tỏ tình với Hứa hậu đang bị phế<ref>Cát Kiếm Hùng, sách đã dẫn, tr 529<\/ref>. Một người em họ của Vương Mãng là Vương Dung – con một người chú khác của ông là Vương Lập – cũng đồng mưu với Trường. Vương Mãng biết được nội tình, bèn tố cáo với Đại tư mã Vương Căn về việc làm của Trường và Vương Dung rằng:\n:''Trường nôn nóng muốn thay chức của chú, đã hứa hẹn với rất nhiều người phong chức cho họ''\n\nVương Căn tâu lại với vua Thành Đế. Thành Đế tức giận, sai bắt giam Thuần Vu Trường. Vương Lập biết sự tình đến con mình, ép Vương Dung tự sát để khỏi liên luỵ cả nhà. Sau đó Trường bị giết chết trong ngục, bản thân Vương Lập cũng bị cách chức, bắt trở về đất phong.\n\nNăm 8 TCN, Vương Mãng được phong làm Đại tư mã cùng 3 người chú họ Vương trong triều. Tuy vậy, ông vẫn giữ tác phong giản dị, khiêm tốn nên rất được lòng các quan<ref>Cát Kiếm Hùng, sách đã dẫn, tr 530<\/ref>.\n\n===Lui bước trước ngoại thích mới===\nNăm 7 TCN, [[Hán Thành Đế]] vì hoang dâm nên mất sớm. Thành Đế không có con nên Vương thái hậu lập con của Định Đào vương Lưu Khang (em Thành đế) là Lưu Hân lên nối ngôi, tức là [[Hán Ai Đế]]. Vương Chính Quân được tôn làm Thái hoàng thái hậu, lệnh cho Vương Mãng trở về nhà để nhường lại quyền bính cho dòng ngoại thích mới của mẹ Ai Đế là Đinh cơ (vợ Lưu Khang).\n\nVương Mãng bèn viết sớ lên Ai đế xin về hưu. Vua Ai Đế mới lên ngôi, thấy ông là đại thần triều cũ nên muốn giữ lại. Do có ý kiến của Thừa tướng Khổng Quang, Đại tư không Hà Vũ với Thái hoàng thái hậu nên Thái hoàng thái hậu lệnh cho ông phục chức.\n\nSau đó trong cung Vị Ương mở tiệc, người sắp chỗ ngồi treo màn làm chỗ cho Định Đào thái hậu họ Phó (bà nội ruột của Ai Đế, mẹ Lưu Khang) ngồi cạnh Vương thái hoàng thái hậu. Vương Mãng kiểm tra phát hiện việc đó, rất bực, mắng viên quan sắp chỗ:\n:''Định Đào thái hậu là thiếp của phiên vương, làm sao có thể ngang với bậc chí tôn?''\n\nVà ông ra lệnh sắp chỗ cho Phó thái hậu chỗ khác. Phó thái hậu rất tức giận, không đến dự tiệc và trở nên căm thù Vương Mãng.\n\nSau vụ việc này, ông biết mình ở tình thế bất lợi, bèn xin từ chức lần thứ hai. Do áp lực của mẹ và bà nội, Ai đế phê chuẩn đề nghị của ông. Vì uy tín của Vương Mãng với các công khanh rất cao nên họ cùng dâng biểu ca ngợi công lao của ông. Ai Đế bèn mở rộng ấp phong cho ông.\n\nHơn 1 năm sau, Phó thái hậu cũng được tôn làm Thái hoàng thái hậu như Vương Chính Quân, còn mẹ Ai Đế là Đinh cơ được tôn làm Thái hậu, ngang với địa vị của Triệu thái hậu (hoàng hậu vợ Thành Đế). Nhà Hán lúc đó có 2 thái hoàng thái hậu và 2 thái hậu.\n\nHai gia tộc họ Đinh và họ Phó đều được vào triều phong hầu. Họ Vương bị đả kích nặng nề: Khúc Dương hầu Vương Căn bị buộc trở về đất phong, Thành Đô hầu Vương Huống bị cách chức về quê. Vương Mãng còn bị truy cứu vụ ngăn cản dâng tôn hiệu cho Phó thái hoàng thái hậu và Đinh thái hậu, bị đề nghị xử tử. Tuy nhiên, ông được ân xá vì đã có công lao với triều đình, chỉ bị tước đất thụ phong mới. Ai đế nể Vương Chính Quân nên giữ cho ông tước hầu và đất Tân Đô<ref>Tây nam huyện Đường Hà, Hà Nam<\/ref>.\n\n===Trở lại chính trường===\nBiết mình bị thất sủng, Vương Mãng trở về Tân Đô chỉ đóng cửa không ra ngoài để giữ mình. Con trai ông là Vương Hoạch giết 1 nô tỳ, Vương Mãng mắng chửi thậm tệ rồi bắt phải tự sát để giữ nghiêm phép nước. Một số đồng liêu đến nhà thấy vợ ông ăn mặc rất xoàng xĩnh như người ở, khi biết là phu nhân đều rất ngạc nhiên. Qua việc đó càng thêm nhiều người rất cảm phục ông.\n\nKhông lâu sau, cả Phó thái hoàng thái hậu và Đinh thái hậu đều qua đời. Hàng trăm người dâng sớ lên Ai Đế kêu oan cho Vương Mãng, xin để ông trở lại triều đình. Năm 2 TCN, Ai đế lấy lý do cần người phụng dưỡng Vương thái hoàng thái hậu, bèn ban chiếu triệu ông trở lại kinh đô Trường An.\n\nNăm 1 TCN, [[Hán Ai Đế]] vì hoang dâm quá độ, bị bệnh qua đời khi mới 25 tuổi, cũng không có con nối. Vương Chính Quân đến ngay cung Vị Ương giữ lấy ngọc tỷ truyền quốc, triệu gấp Vương Mãng vào cung bàn việc. Ông kiến nghị bãi chức hết những người thân thích của họ Phó và họ Đinh cùng Đại tư mã Đổng Hiền. Đổng Hiền là người phe họ Phó, biết chuyện bèn tự sát luôn ngày hôm đó. Vương Chính Quân đề nghị các quan tiến cử chức Đại tư mã. Tư đồ Khổng Quang và Tư không Bành Tuyên bèn tiến cử Vương Mãng.\n\nÔng cùng Vương thái hoàng thái hậu lập cháu của Hán Nguyên Đế, con của Trung Sơn Hiếu vương Lưu Hưng và Vệ cơ là Lưu Diễn mới 9 tuổi lên nối ngôi, tức là [[Hán Bình Đế]]. Vương Chính Quân lại xưng là Thái hậu như cũ, cử Vương Mãng làm phụ chính.\n\n===Thanh trừng kẻ địch===\nVương Mãng tâu với Vương thái hậu việc Triệu thái hậu (hoàng hậu của Thành Đế) từng sát hại hoàng tử và họ Phó kiêu căng ngang tàng coi thường luật pháp. Vương thái hậu chuẩn y, hạ lệnh phế ngôi của Triệu thái hậu và Phó hoàng hậu (vợ Ai Đế, cháu nội của Phó thái hoàng thái hậu đã mất) và buộc 2 người phải tự sát. Phó thái hoàng thái hậu và Đinh thái hậu từng phế truất Vương Mãng trước đây cũng bị tước bỏ danh hiệu, trở lại làm Định Đào Cung vương mẫu và Đinh cơ.\n\nTư đồ Khổng Quang là dòng dõi [[Khổng Tử]], được Vương Mãng coi trọng, lại cất nhắc con rể Quang là Chân Hàm làm Đô uý. Vương Mãng muốn triệt tiêu hết các ngoại thích mới của Ai Đế, bèn làm bản tấu, Vương thái hậu phê chuẩn, những người họ Phó, họ Đinh và người nhà Đổng Hiền đều bị cách chức đày đi xa.\n\nRiêng với ông chú Hồng Dương hầu Vương Lập từng thông đồng với Thuần Vu Trường trước đây, Vương Mãng bí mật đề nghị Khổng Quang dâng sớ truy cứu. Khổng Quang nể sợ Vương Mãng nên làm theo<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 533\">Cát Kiếm Hùng, sách đã dẫn, tr 533<\/ref>, đề nghị Vương Lập trở về đất phong, không cho vào triều. Ban đầu Vương thái hậu không nghe nhưng Vương Mãng đòi xử nghiêm để giữ phép nước, không vì tình nghĩa riêng tư. Thái hậu phải chấp thuận.\n\n===Thao túng triều đình===\n====Thăng chức An Hán công====\nKể từ đó quyền hành trong triều đình hoàn toàn trong tay Vương Mãng. Ông gây dựng lực lượng riêng gồm những người tâm phúc như Vương Thuấn, Vương Ấp, Chân Phong, Chân Hàm, Bình Yến, Lưu Hâm, Tôn Kiện. Vì vậy những quyết sách của Vương Mãng ban ra đều được thực thi thuận lợi. Bề ngoài ông tỏ ra là người chính trực đường hoàng, nhưng kỳ thực những chính sách ban ra đều có những người thân cận hậu thuẫn hưởng ứng nên Vương thái hậu và mọi người rất tin tưởng vào tài năng và sự công tâm của ông<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 533\"\/>.\n\nCuối năm 1 TCN, do sự gợi ý của những người tâm phúc, bộ tộc ngoại vi Ích châu dâng lên triều đình con chim [[trĩ]] trắng. Mọi người bàn tán rất nhiều, vì trước đây khi Chu Công Đán phụ chính [[Chu Thành vương|Chu Thành Vương]] cũng có nước ''Việt Thường Thị'' từ xa ngàn dặm đến dâng trĩ trắng. Vì vậy mọi người cho rằng do Vương Mãng nhiều công đức nên có điềm lành.\n\nNgay tháng 1 năm sau (1 SCN<ref>Vì không có năm 0, nên sau năm 1 TCN là năm 1 SCN<\/ref>), mọi người cùng xưng tụng công lao của ông. Thái hậu sai mang con trĩ trắng làm vật cúng tế trong tôn miếu nhà Hán và xuống chiếu sai Vương Mãng theo gương của [[Chu Công Đán|Chu Công]], xây dựng chính sách cho vạn thế, phong ấp tăng thêm 28.000 hộ, thăng lên chức Thái phó, An Hán công, cấp cho phủ đệ cũ của tướng quốc [[Tiêu Hà]] thời [[Hán Cao Tổ]]. Ban đầu Vương Mãng từ chối lấy lệ vài lần rồi, đề nghị rằng nên quan tâm tới con cháu hoàng tộc, quan viên và các công thần khai quốc. Cuối cùng triều đình xuống lệnh: \n{{cquote|\n''Thăng một loạt các con cháu chư hầu, quan viên lên 1 bậc, lại giảm tội cho những người đó nếu phạm tội; ai trong hoàng tộc bị tội khai trừ đều được khôi phục; quan và dân nếu đi phục dịch trong quân đội thì được phát vật tư tiêu dùng không phải mua sắm; nơi nào thu thuế quá định mức phải bồi hoàn.''\n}}\nChiếu lệnh ban ra, cuối cùng Vương Mãng mới chịu nhận chức phong, đồng thời cả nước đồng loạt được ban ơn, đều rất cảm tạ Vương Mãng.\n\nÔng lại kiến nghị thái hậu rằng: hai họ Đinh và Phó sống xa hoa khiến dân chúng khổ cực, vì vậy thái hậu nên tiết kiệm hơn. Thái hậu bằng lòng cắt 10 huyện hưởng lộc của mình giao cho Đại Tư nông. Khi có thiên tai, ông liền ăn chay.\n\nNăm 2, Thanh châu bị lũ lụt và nạn cào cào. Qua sự phát động của ông, 230 quan viên xin hiến đất làm nhà cứu tế cho người tị nạn. Ông còn xuống lệnh đình chỉ xây dựng khu Hô Trì Uyển làm nơi ở cho nạn dân, thậm chí ngay tại Trường An cũng xây 1000 căn nhà cho những người dân chạy nạn đến trú. Những nơi bị thiên tai được miễn thuế<ref>Cát Kiếm Hùng, sách đã dẫn, tr 536<\/ref>.\n\n====Cha hoàng hậu====\nNăm 3, vua Bình Đế lên 13 tuổi, Vương Mãng kiến nghị lên Vương thái hậu nên sớm chọn hoàng hậu cho vua Bình Đế vì mấy đời trước đều không có con nối nghiệp. Sau vài động thái vận động những người tâm phúc đề nghị, cuối cùng Vương thái hậu chọn con gái [[Hiếu Bình Vương hoàng hậu|Vương thị]] của Vương Mãng trong số những cô gái dự tuyển làm hoàng hậu của Bình Đế<ref>Tiêu Lê, sách đã dẫn, tr 385<\/ref>.\n\nTheo thông lệ, cha của hoàng hậu hưởng đất phong 100 dặm và thưởng rất nhiều tiền vàng. Nhưng Vương Mãng từ chối mở rộng phong ấp và trích tiền thưởng cho 10 cô gái cùng dự tuyển hoàng hậu với con mình. Các quan viên nhất loạt dâng thư cho rằng như vậy thì lễ sính cho hoàng hậu không hơn gì các phi tử, đề nghị tăng thưởng thêm tiền vàng cho ông. Nhưng Vương Mãng vẫn không nhận hết mà mang chu cấp cho những người nghèo trong 9 tộc họ Vương. Nhiều người rất cảm động việc làm này của Vương Mãng.\n\n====Trừ ngoại thích mới====\nĐể ngăn ngừa ngoại thích mới của Bình Đế can dự triều chính, tranh quyền với mình, ông chỉ tôn mẹ đẻ Bình Đế là Vệ cơ làm Trung Sơn Hiếu vương thái hậu, còn hai người cậu của Bình Đế là Vệ Bảo và Vệ Huyền làm Quan nội hầu ở lại nước Trung Sơn, đóng đô ở Lư Nô<ref>Thành phố Định châu, Hà Bắc hiện nay<\/ref>, không cho tới Trường An.\n\nNăm 4, con Vương Mãng là Vương Vũ sợ sau này Bình Đế lớn lên sẽ oán hận, nên lén sai người liên lạc với Vệ Bảo, xui mẹ Bình Đế dâng thư xin về kinh, nhưng Vương Mãng bác bỏ. Vương Vũ bàn mưu với thầy học là Ngô Chương. Chương cho rằng Vương Mãng tuy cố chấp nhưng lại mê tín, sợ quỷ thần, nên nghĩ cách bày ra trò tai dị để lấy lý lẽ khuyên Vương Mãng nhường lại quyền cho họ Vệ.\n\nVương Vũ nghe theo, sai Lã Khoan nửa đêm lấy máu rải ra cửa Vương phủ, nhưng bị lính gác phát hiện. Vương Mãng bèn lệnh bắt giam và xử tử Vương Vũ, sai bắt giết hết họ Vệ. Nhân đó, ông ra lệnh giết vài trăm người phỉ báng ông như công chúa Kính Vũ, Lương vương Lưu Lập và những người trong họ như chú Vương Lập, anh họ Vương Nhân.\n\n====Đề cao danh hiệu====\nThái bảo Vương Thuấn dâng thư lên thái hậu, nói rằng Vương Mãng công lao trùm thiên hạ, như [[Y Doãn]] và [[Chu Công Đán|Chu Công]], nên tôn làm Tể hành. Vương thái hậu chấp thuận, lại phong cho mẹ ông làm Công Hiển quân, hai người con ông phong làm liệt hầu. Vương Mãng ban đầu vẫn khóc không nhận, sau thái hậu phải sai Khổng Quang thuyết phục, ông mới thụ phong. Vương Thuấn lại tâu lên thái hậu rằng ở Thục quận có người tên là Lộ Kiện vốn đang định thưa kiện Vương Mãng về chuyện đất đai nhưng thấy Vương Mãng từ chối nhận phong nên lấy làm hổ thẹn mà rút đơn - việc đó giống việc Chu Văn Vương dùng đức cảm hoá nước Ngu và nước Nhuế trong sử sách. Vì vậy mọi người truyền ra rằng ân đức của Vương Mãng còn vượt cả [[Cơ Xương|Chu Văn Vương]]<ref>Cát Kiếm Hùng, sách đã dẫn, tr 538<\/ref>.\n\nĐể lung lạc giới trí thức khôi phục lại lệ cổ trước đây, ông cho xây dựng Minh Đường (nơi làm việc của thiên tử), Tích Ung (nơi mở trường học) và Linh Đài (đài thiên văn) và xây nhà cửa cho những người có học tại kinh thành. Sau đó ông lệnh trưng tập những người có tay nghề đến dạy cho lớp trẻ. Những người tinh thông chữ nghĩa đều được triều đình ưu đãi. Do sự cung kính, khiêm nhường của ông, nhiều người cảm phục và xin theo Vương Mãng. Ông tụ tập được hơn 1000 người có tài năng trong thiên hạ<ref>Tiêu Lê, sách đã dẫn, tr 385-386<\/ref>.\n\n==Giành ngôi Hoàng đế==\nTháng giêng năm 5, theo đề nghị của số đông những người tâm phúc, Bình Đế mới lên 14 tuổi chấp nhận gia phong Cửu tích cho Vương Mãng. Ông được hưởng đãi ngộ chỉ dưới Hoàng đế và trên tất cả các Chư hầu.\n\nCuối năm 5, Bình Đế bị bệnh. Vương Mãng theo lối [[Chu Công Đán|Chu Công]] cầu trời giải bệnh cho [[Chu Vũ vương]], cũng làm văn khấn xin chết thay cho vua. Nhưng kỳ thực, ông sai người mang rượu độc đến cho Bình Đế<ref>Tiêu Lê, sách đã dẫn, tr 391<\/ref>. Bình Đế uống rượu và qua đời khi mới 15 tuổi, không có con nối. Vương Mãng liền chọn trong số các hậu duệ của Hán Tuyên Đế, lập cháu 5 đời của Tuyên Đế là [[Nhũ Tử Anh|Lưu Anh]] mới 2 tuổi lên ngôi, tức là Nhũ Tử Anh.\n\nVương Mãng lại dựng chuyện Viên huyện lệnh Vũ Sơ là [[Mạnh Thông]] đào được phiến đá có dòng chữ \"An Hán công Mãng làm Hoàng đế\". Theo đề nghị của các tâm phúc của ông, Thái hậu xuống chiếu phong ông làm Giả Hoàng đế, phụ chính cho Nhũ Tử Anh, được mấy ngày sau thì xưng là Nhiếp Hoàng đế.\n\nÝ định cướp ngôi nhà Hán của Vương Mãng đã rõ, các Tông thất nhà Hán bắt đầu phản ứng. Năm 6, An Chúng hầu [[Lưu Sùng]] và thủ hạ Trương Thiệu khởi binh nhưng nhanh chóng thất bại.\n\nTháng 9 năm đó, Thái thú Đông quận là [[Dịch Nghĩa]] khởi binh, lập [[Lưu Tín]] làm vua. Vương Mãng điều đại quân đánh dẹp. Dịch Nghĩa có vài vạn quân nhưng lực lượng ô hợp nên chỉ hơn 1 tháng bị thua trận tại huyện Ngữ, trên đường bỏ chạy thì bị giết.\n\nDẹp xong các cánh quân chống đối, Vương Mãng quyết định giành ngôi nhà Hán. Năm 8 (tháng giêng năm 9 theo dương lịch), ông phế bỏ vua nhỏ Nhũ Tử Anh lúc đó mới 5 tuổi, giáng phong làm Định An công và lên ngôi Hoàng đế, lập ra [[nhà Tân]] (8-23). Ông lập vợ làm Hoàng hậu, con là Vương Lâm là Thái tử. Năm đó Vương Mãng 54 tuổi.\n\n==Vua nhà Tân==\nVương Mãng mang hoài bão phục cổ, tái tạo nền văn minh cổ xưa, xây dựng một thế giới lý tưởng<ref>Trương Chí Quân, sách đã dẫn, tr 38<\/ref>. Ông đã thực hiện hàng loạt [[cải cách]] ảnh hưởng toàn diện đến xã hội Trung Quốc khi đó. Vương Mãng thành tâm muốn phục cổ, vì ông xem xã hội cổ đại mà sách kinh điển của [[Nho giáo|Nho gia]] đã miêu tả, là mục tiêu có thể thực hiện được<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 546\">Cát Kiếm Hùng, sách đã dẫn, tr 546<\/ref>.\n\n===Cải cách kinh tế===\n====Nội dung cải cách====\nNăm 9, Vương Mãng ban hành cải cách. Các chính sách chủ đạo của Vương Mãng là<ref>Trương Chí Quân, sách đã dẫn, tr 38-39<\/ref><ref>Cát Kiếm Hùng, sách đã dẫn, tr 548-550<\/ref>:\n#'''Chế độ \"vương điền\"''': Đất đai thuộc sở hữu của triều đình, tư nhân không được phép mua bán. Phân phối lại ruộng đất, không có tá điền, trên nguyên tắc mỗi cặp vợ chồng được chia 100 mẫu.<ref>Mỗi mẫu bằng 15 ha<\/ref>\n#Chấm dứt chế độ mua bán nô tỳ. Thực hiện lao động bắt buộc: người vô công rỗi nghề mỗi năm phải nộp 1 tấm vải, nếu không đóng được thì bị phạt phải đi lao động khổ sai.\n#Thực thi chế độ chuyên doanh: chính quyền trung ương chuyên doanh rượu, muối và đồ sắt; tiền tệ do triều đình phát hành thống nhất là \"Bố tiền\" có hình lưỡi cuốc. Thiết lập chế độ vay lãi: những khoản vay dùng vào việc tang lễ, cúng bái thì không phải trả lãi.\n#Thực hiện chính sách kinh tế có kế hoạch, giá cả do triều đình khống chế nhằm ngăn chặn con buôn thao túng thị trường, loại trừ hiện tượng có người giàu người nghèo. Ông xuống chiếu thi hành \"Ngũ quân lục quản\", tại những thành lớn như [[Trường An]], [[Lạc Dương]], Hàm Đan, Lâm Tri, Uyển thành, Thành Đô… có một tổ chức gọi là Ngũ quân ty thị sư để quản lý thị trường. Vào giữa mỗi quý sẽ có quan Ty thị vật giá đi bình xét ở địa phương, gọi là \"thị bình\". Nếu vật giá cao hơn \"thị bình\" quan Ty thị sẽ bán ra theo giá thị bình; nếu vật giá thấp hơn thị bình thì dân chúng được phép mua bán tự do. Những mặt hàng nhu yếu phẩm như ngũ cốc, vải vóc nếu bị ế ẩm thì Ty thị sẽ mua theo giá vốn.\n#Thuế thu nhập thu theo công thức \"thập nhất\" (1\/10) đối với người tự do kiếm sống như kinh doanh công thương, kiếm bắt hái lượm trong rừng, săn bắt cá, bói toán, chữa bệnh, chăn tằm… Ai cố ý giấu giếm không khai báo sản phẩm kiếm được sẽ bị phạt làm lao động khổ sai 1 năm. Đối với ruộng đất chưa khai phá, chưa có sản phẩm thì cứ 3 người phải đóng thuế 1 người.\n\n====Mặt trái====\nMặc dù có những ý tưởng lớn lao nhưng cuộc cải cách của Vương Mãng gặp phải những trở ngại rất lớn khiến nó không thể đi đến thành công. Các cải cách của ông nhằm đạt đến mục tiêu hoàn mỹ và ông không ngần ngại động chạm đến tất cả mọi người, điều đó bị đánh giá là rất cực đoan mà Vương Mãng mắc phải<ref>Cát Kiếm Hùng, sách đã dẫn, tr 548<\/ref>.\n\n#'''Vấn đề ruộng đất''': chính sách này động chạm đến gần như cả xã hội: nó không chỉ đụng chạm rất nhiều đến lợi ích của người có nhiều ruộng đất trong xã hội phong kiến (tầng lớp địa chủ) khiến họ tìm cách che giấu, phân tán và chống đối; với người nông dân, những hứa hẹn ban đầu về ruộng đất có thể khiến họ phấn chấn nhưng sau đó hiệu quả thực thi không có khiến họ trở nên phẫn nộ<ref>Tiêu Lê, sách đã dẫn, tr 399-400<\/ref>.\n#'''Vấn đề nô tỳ''': Vương Mãng đơn giản coi họ là tư thuộc, ngăn cản việc mua bán, đảm bảo cho nông thôn có sức lao động để triều đình không bị thất thu. Nhưng Vương Mãng lại không hề đề ra biện pháp nào để ngăn chặn việc những người nông dân bị bần cùng hoá cũng sẽ phải trở thành nô tỳ. Chính vì vậy những người nô tỳ khá dửng dưng với quy định này của triều đình vì nó vô thưởng vô phạt với họ. Một mặt, Vương Mãng ra quy định cấm mang vợ con người khác bán làm nô tỳ, mặt khác ông lại dựa vào điển tích cổ mà quy định rằng: ai phạm lệnh cấm sẽ bị sung làm nô tỳ. Các chủ nô thì bị động chạm lợi ích nên tìm cách chống đối, mặt khác họ cũng có nguy cơ bị trở thành nô tỳ nếu phạm lệnh cấm, do đó số người phản đối ngày một nhiều<ref>Tiêu Lê, sách đã dẫn, tr 401<\/ref>.\n#'''Vấn đề [[tiền tệ]]''': Cải cách về tiền tệ gây nhiều hỗn loạn nhất trong xã hội Trung Quốc khi đó<ref>Tiêu Lê, sách đã dẫn, tr 406<\/ref>. Ngay năm 7 trước khi giành ngôi nhà Hán, Vương Mãng đã hạ lệnh cải cách tiền tệ. Sau khi lên ngôi, ông lại tiến hành cải cách tiền tệ nhiều lần nữa và lần nào cũng phức tạp, gây phiền hà cho đời sống. Tiền mới nhẹ hơn tiền cũ khuyến khích người ta đúc giả. Vương Mãng lại ra lệnh từ liệt hầu trở xuống không được trữ vàng. Điều đó khiến các địa chủ nhỏ, trung bình và thương nhân rất bất mãn. Cực đoan hơn, Vương Mãng còn ra quy định bất kỳ ai ra đường cũng phải mang theo \"bố tiền\" (tiền mới của triều đình), nếu không thì bị xem là thiếu chứng minh hợp pháp. Khi tiền tệ trở thành một thứ giấy thông hành thì tác dụng lưu thông của nó cũng không còn<ref>Cát Kiếm Hùng, sách đã dẫn, tr 550<\/ref>.\n#'''Việc quản lý thị trường giá cả''': Vương Mãng muốn triều đình khống chế giá cả để làm lợi cho dân, nhưng ông lại bổ nhiệm nhân sự không thoả đáng. Ông cho những thương gia giàu có giữ chức Lục quản như Vương Tôn Đại Khanh, Trương Trường Thúc, Tiết Tử Trọng… Những người này đều lợi dụng chức vụ để thao túng thị trường, câu kết với các thương nhân tuỳ ý định giá để làm giàu.\n#'''Vấn đề thuế khoá''': Vương Mãng có phần hà khắc với những người lao động nghèo khổ. Bản thân họ không có ruộng đất, phải vào rừng, ra sông mưu sinh từng bữa nhưng cũng phải nộp thuế là một gánh nặng, khiến họ tuyệt đường sinh sống.\n\n===Cải cách hành chính===\nVương Mãng ra lệnh thay đổi tên gọi các địa phương theo ý thích, bất kể thói quen nhiều đời và điều kiện vật chất ở các nơi đó. Không chỉ như vậy, ông còn ra lệnh điều chỉnh khu vực hành chính và chức năng quyền hạn của các đơn vị hành chính.\n\nMặc dù mỗi lần thay đổi là tạo ra nhiều rắc rối, nhưng Vương Mãng vẫn tiếp tục thay đổi nhiều lần. Có quận trong vòng 1 năm đổi tên tới 5 lần, cuối cùng lại dùng tên cũ ban đầu<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 551\">Cát Kiếm Hùng, sách đã dẫn, tr 551<\/ref>.\n\nSự phức tạp của tên gọi hành chính khiến tất thảy quan lại và dân chúng đều chán ghét.\n\n===Đối ngoại===\nVương Mãng muốn công lao của mình vượt hẳn các bậc tiền nhân, lại chịu ảnh hưởng sâu sắc quan điểm phân biệt giữa \"Hoa Hạ và Man Di\". Đối với các dân tộc thiểu số ngoài biên cương, Vương Mãng đã áp dụng những chính sách rất sai lầm<ref>Cát Kiếm Hùng, sách đã dẫn, tr 550-551<\/ref>. Vương Mãng xem nhẹ sự hoà bình lâu dài mà các đời vua Hán trước đã thiết lập với ngoại bang, cho rằng mình có quyền năng vô địch để nô dịch các ngoại tộc và đưa ra những yêu cầu vô lý đối với họ.\n\nVới người Khương phía tây, Vương Mãng hạ chức vương của hơn 30 nước, uy hiếp bắt họ phải hiến nộp vùng đất quanh hồ Thanh Hải để lập ra quận Tây Hải, qua đó sẽ kết hợp với các quận trong nước như Bắc Hải, Đông Hải, Nam Hải tạo ra Tứ Hải. Để vùng đất hoang vu thành quận, ông thực hiện cưỡng bức dời dân tới đó. Vì sự thành lập quận Tây Hải, Vương Mãng đã gây ra sự bất mãn của những người phải đến đó. Vua nước Câu Dĩnh bị giáng chức bất mãn liền mang quân đánh nhà Tân, các tộc xung quanh hùa theo, đều phản Tân<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 551\"\/>.\n\nĐối với các dân tộc phía đông bắc, Vương Mãng bắt [[Cao Cấu Ly]] đánh các tộc khác ở Liêu Tây nhưng bị từ chối, bèn sai Nghiêm Ưu lừa giết vua Cao Câu Ly, chặt đầu mang về Trường An và đổi \"Cao Câu Ly\" thành \"Hạ Câu Ly\"<ref>Tiêu Lê, sách đã dẫn, tr 416<\/ref>.\n\nVới người Hung Nô phía bắc vốn chưa từng cướp phá biên giới trong nhiều năm và đã thần phục triều đại mới, Vương Mãng lại ra lệnh đổi ấn vàng nhỏ hơn ấn nhà Hán trao cho họ; buộc họ phải đổi tên gọi Hung Nô thành \"Cung Nô\", \"Hàng Nô\"; đổi Thiền Vu thành \"Thiện Vu\", \"Phục Vu\". Ông còn chia Hung Nô làm 15 nước nhỏ, phái người mang của cải châu báu đến Tái hạ chiêu tập con cháu của Hô Hàn Gia (các hậu duệ xưa kia của Hung Nô) để đưa lên làm Thiền Vu các bộ. Hung Nô không chịu, từ đó liên tục xâm phạm biên giới giết người cướp của. Thái thú, đô úy hai quận Nhạn Môn, Sóc phương bị giết; riêng gia súc và tài sản bị cướp đi vô số. Năm 19, Vương Mãng phái 12 tướng quân đem 30 vạn quân đi đánh Hung Nô. Tướng Nghiêm Ưu được cử ra mặt trận can không nên gây chiến nhưng Tân Đế không nghe, quyết tâm đánh Hung Nô.\n\nĐể thực hiện cuộc chiến tranh đó, Vương Mãng ra lệnh cả nước phải chuẩn bị quân nhu, lương thực trong 300 ngày. Trên đường từ Giang Hoài đến bờ bắc biên phòng, chật ních xe ngựa, dân phu và lương thực. Ông lại hạ lệnh cho 30 vạn quân phải đồng loạt xuất kích trong tình trạng đầy đủ quân nhu và lương thực. Vì vậy, những cánh quân đến trước phải chờ đợi. Trong thời gian chờ đợi, tướng sĩ vùng biên kéo nhau đi cướp bóc khiến nhân dân vùng biên rất căm phẫn. Nhiều nhà phải cho con em đi lính lại bị cướp nên trở nên khánh kiệt, nổi dậy chống lại.\n\nVương Mãng thấy tình hình lộn xộn bèn phái hàng chục khanh tướng, trung lang tướng và các quan chấp pháp đi ổn định tình hình vùng biên. Nhưng đám quan lại này lại câu kết với các tướng sĩ vùng biên để cướp bóc của dân khiến đời sống nhân dân càng thêm khổ cực<ref>Tiêu Lê, sách đã dẫn, tr 413<\/ref>.\n\nKhông chỉ huy động trai tráng, Vương Mãng còn huy động những dị dân có pháp thuật tham gia chiến sự để \"phù phép\" cho quân đội chiến thắng, hứa có trọng thưởng. Vì vậy có hơn 1 vạn \"cao thủ\" đến xin ra quân. Dù sau đó ông biết những người đến đầu quân đều không có bản lĩnh gì đặc biệt nhưng để khích lệ nên vẫn cấp cho xe ngựa quần áo<ref>Tiêu Lê, sách đã dẫn, tr 415<\/ref>.\n\nViệc gây chiến với các tộc ngoại bang đã đẩy mâu thuẫn giữa triều đình nhà Tân với các tầng lớp trong nước, nhất là nhân dân lao động nghèo khổ lên tới đỉnh điểm.\n\n==Thất bại và mất nước==\n===Khởi nghĩa nông dân===\nTrong khi đời sống xã hội bị xáo trộn, chiến tranh với các ngoại tộc xung quanh kéo dài nhiều năm khiến nhân dân căm phẫn thì trong nước lại xảy ra mất mùa, [[hạn hán]], nạn [[phân bộ Châu chấu|châu chấu]], vỡ [[đê]] sông [[Hoàng Hà]], đổi dòng chảy sông Hoàng Hà… Điều đó khiến cho đời sống nhân dân ngày càng quẫn bách. Ngay ngân khố của triều đình cũng bị tiêu tốn rất nhiều. Trong hoàn cảnh đó, khởi nghĩa binh biến chống triều đình đã nổ ra.\n\nNăm 15 ở quận Ngũ Nguyên<ref>Phía tây thành phố Bao Đầu, Nội Mông hiện nay<\/ref> và Đại quận<ref>Huyện Uý, Hà Bắc hiện nay<\/ref> nổ ra những cuộc phản kháng của nhân dân chống lại việc binh dịch đánh Hung Nô, đông vài ngàn người. Năm 16, tại Lang Nha, Hải Khúc<ref>Phía tây thành phố Nhật Chiêu thuộc Sơn Đông<\/ref> nổ ra cuộc phản kháng do người phụ nữ là Lã Mẫu đứng đầu. Lã Mẫu tự xưng là tướng quân, quân đông vài vạn người. Cùng năm đó ở quận Cối Kê<ref>Tô châu, tỉnh Giang Tô hiện nay<\/ref> nổ ra cuộc nổi dậy của Qua Điền.\n\nNăm 17, những người dân bị đói kém ở Tân Thị<ref>Kinh Sơn, Hồ Bắc hiện nay<\/ref> thuộc Kinh châu theo Vương Khuông, Vương Phượng<ref>Vương Phượng này là Vương Phượng thủ lĩnh quân Lục Lâm, khác với Vương Phượng là một trong các chú của Vương Mãng đã chết; Vương Khuông này cũng là Vương Khuông khác, không phải Vương Khuông làm thái sư trong triều đình Vương Mãng.<\/ref> nổi dậy khởi nghĩa chống triều đình. Ít lâu sau, các cánh quân khởi nghĩa khác của Mã Vũ ở Nam Dương, Vương Thường và Thành Đan ở Dĩnh Xuyên đến gia nhập, quân khởi nghĩa lớn mạnh nhanh chóng. Vì cánh quân này lấy núi Lục Lâm làm căn cứ nên được gọi là quân Lục Lâm.\n\nNăm 18, hơn 100 người nghèo khổ ở Lang Nha theo Phàn Sùng khởi nghĩa ở đất Cử<ref>Huyện Cử, Sơn Đông hiện nay<\/ref>. Do hai vùng Thanh châu, Từ châu mắc thiên tai, nhân dân đi theo Phàn Sùng rất đông. Để phân biệt với quân nhà Tân, quân khởi nghĩa nhuộm đỏ lông mày, nên gọi là quân Xích Mi. Cánh quân của Phùng An và Dương Âm có vài vạn người về quy phục Phàn Sùng. Một thời gian sau, khi Lã Mẫu chết, tàn quân cũng kéo về theo Phàn Sùng. Quân Xích Mi lập căn cứ ở Thái Sơn, hoạt động ở Thái Am, Lai Vu, Phì Thành, Bình Âm, Đông A thuộc nam bắc sông Hoàng Hà.\n\nNăm 20, phát sinh thêm các cuộc nổi dậy của Phùng Tích Cầu ở Cự Lộc và Tần Phong ở Nam Quận.\n\nHai cánh quân khởi nghĩa Lục Lâm và Xích Mi trở thành lực lượng chống nhà Tân mạnh nhất. Các cánh quân do Vương Mãng phái đi đánh dẹp quân khởi nghĩa đều bị đánh bại. Thái sư Cảnh Thượng, tướng quân Liêm Đan lần lượt tử trận. Các lực lượng chống đối ngày càng mạnh thêm.\n\nNăm 23, quân Lục Lâm tôn một người tông thất nhà Hán là Lưu Huyền lên làm hoàng đế với danh nghĩa khôi phục nhà Hán để đánh nhà Tân, tức là [[Lưu Huyền|Hán Canh Thủy Đế]].\n\n===Bại vong===\n====Kêu trời giúp====\nVương Mãng cố hưởng lạc cuối đời, làm ra cách tin vào phù mệnh: \"Nếu hoàng đế lấy được 120 phi tần thì biến thành thần tiên\", lập con gái sử gia Đỗ Lăng là Đỗ thị làm hoàng hậu. Khi đó Vương Mãng đã 68 tuổi và vợ ông đã chết 2 năm. Ngày lập hoàng hậu, ông lại sai tìm đủ 120 mỹ nữ vào cung làm khanh tần<ref>Tiêu Lê, sách đã dẫn, tr 422<\/ref>.\n\nVương Mãng sai Đại Tư không Vương Ấp, Tư đồ Vương Tầm mang 42 vạn quân đi dẹp quân Lục Lâm. Tháng 6 năm 23, hai bên kịch chiến ở [[trận Côn Dương]], quân Vương Ấp bị tướng Lục Lâm là [[Hán Quang Vũ Đế|Lưu Tú]], dù lực lượng ít hơn nhiều, đánh bại hoàn toàn. Đây là trận đánh bước ngoặt trong cuộc chiến chống nhà Tân<ref>Tào Hồng Toại, sách đã dẫn, tr 322<\/ref>.\n\nNhân lúc quân Tân thua tan tác, các thổ hào các vùng nổi dậy cát cứ: Quỳ Ngao ở Thiên Thủy<ref>Phía tây Trang Lãm, Cam Túc hiện nay<\/ref>, Công Tôn Thuật ở Thành Đô, Đậu Dung ở Tây Hà, Lý Hiến ở Lư Giang, Trương Bộ ở Lang Nha, Đổng Hiến ở Đông Hải… Chính quyền nhà Tân lúc đó rất suy yếu, thực tế chỉ còn Trường An và Lạc Dương. Nhân đà thắng lợi, quân Lục Lâm chia làm hai đường tiến đánh nhà Tân. Một cánh đánh vào cửa Vũ Quan để tiến vào [[Trường An]]; cánh quân kia đánh vào [[Lạc Dương]].\n\nTháng 7 năm 23, tướng quân Lục Lâm là ''Vương Khuông'' đánh hạ thành Lạc Dương, bắt sống thái sư nhà Tân là ''Vương Khuông'' và Ai Chương mang về Uyển Thành chém đầu.\n\nTháng 9 năm 23, khi Thân Đồ Kiến lấy được ải Vũ Quan tiến vào Trường An thì nhân dân trong thành cũng vùng dậy chống triều đình.\n\nTình hình Trường An nguy ngập. Trong thành, Vệ tướng quân Vương Thiệp, Quốc sư Lưu Hâm và Đại tư mã Đổng Trung mưu bắt Vương Mãng để đầu hàng Lưu Huyền. Nhưng 3 người không quyết đoán hành động, lại muốn chờ tới lúc \"sao Thái Bạch mọc\"<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 288<\/ref> mới khởi sự, nên việc bị bại lộ. Vương Mãng ra lệnh giết cả ba người.\n\nVương Mãng biết không thể cứu vãn tình thế, dẫn quần thần đến Nam giao tế cáo trời đất để nhờ trời cứu giúp. Ông ngửa mặt lên trời than:\n{{cquote|\n''Hoàng thiên đã mang thiên mệnh cho Vương Mãng, sao lại không diệt trừ lũ giặc? Nếu tôi có lỗi gì, cứ dùng sấm sét giết chết tôi là được rồi!''\n}}\nÔng đấm ngực gào khóc, rồi phủ phục xuống đất dập đầu đọc \"Cáo thiên sách\" do tự ông viết, nói rõ với Trời về công lao của mình và mong trời phù hộ. Hàng vạn nho sinh được ông thu phục khi chưa lên ngôi túc trực cùng đọc \"Cáo thiên sách\" hàng ngày để mong linh nghiệm. Vương Mãng tính công của họ và phong làm Quan lang<ref>Cát Kiếm Hùng, sách đã dẫn, tr 553<\/ref>.\n\n====Chết ở Tiệm Đài====\nLúc quân Lục Lâm vượt qua ải Vũ Quan, tiến đánh Tích Thủy, Đan Thủy<ref>Phía tây Tây Giáp, Hà Nam hiện nay<\/ref> thì cánh quân mới nổi dậy của [[Ngôi Hiêu|Quỳ Ngao]] cũng chĩa mũi tấn công vào kinh thành nhà Tân. Quỳ Ngao tự xưng là Đại tướng quân, dẫn gia tộc và thủ hạ từ Thiên Thủy đánh tới. Kinh thành bị ép từ hai phía đông tây.\n\nVương Mãng vội tha cho các tù nhân trong kinh thành, sai ra đánh địch. Nhưng cánh quân này vừa ra khỏi Vị Kiều lại nhất tề bảo nhau làm phản, đào phá mộ tổ nhà họ Vương, đốt cháy quan tài và các công trình miếu thờ của triều đình như Minh Đường, Tịch Ung… mà trước đây Vương Mãng từng xây dựng lúc mới dựng chính quyền.\n\nNgày 1 tháng 10 theo lịch triều Tân (tức 1 tháng 9 theo lịch Canh Thủy, [[4 tháng 10]] theo dương lịch), quân Lục Lâm đánh vào kinh thành Trường An, tiến vào theo cửa Tuyên Bình.\n\nNgày 2, giao tranh lộn xộn trong thành đến gần cung cấm. Trong lúc hai bên xô xát bên ngoài, Vương Mãng mặc lễ phục màu tía, đeo [[ngọc tỷ truyền quốc|ấn hoàng đế]], tay cầm đoản đao chuẩn bị nghênh chiến.\n\nSáng sớm ngày 3 (tức [[6 tháng 10]] dương lịch), Vương Mãng đi ra cửa Bạch Hổ, lên xe của Vương Ấp đón sẵn đến Tiệm Đài, hy vọng vào sự ngăn trở của hồ nước xung quanh để chống lại quân địch. Các công khanh, đại phu và hoạn quan cùng theo đến Tiệm Đài.\n\nQuân Lục Lâm kéo đến nơi, vây Tiệm Đài nhiều lớp. Trên đài cao, quân Tân dùng tên bắn xuống chống trả khiến quân Lục Lâm không tiến lên được. Nhưng đến khi tên hết, quân Lục Lâm tiến lên. Hai bên [[đánh giáp lá cà]]. Cha con Vương Ấp xung đột rồi đều tử trận. Các công khanh khác trong Tiệm Đài cũng bị giết.\n\nTrong lúc lộn xộn ở Tiệm Đài, Vương Mãng bị thương nhân Đỗ Ngô giết chết. Tuy nhiên, chính Đỗ Ngô không biết người bị mình giết là Vương Mãng, chỉ chộp lấy quả [[ngọc tỷ truyền quốc|ngọc tỷ]] trên người ông mang đi<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 554\">Cát Kiếm Hùng, sách đã dẫn, tr 554<\/ref>.\n\nHiệu uý quân Lục Lâm là Công Tân thấy Đỗ Ngô có ấn mang trên người, liền hỏi Đỗ Ngô lấy từ xác chết nào. Đỗ Ngô chỉ xác Vương Mãng. Công Tân bèn chặt đầu Vương Mãng mang nộp, còn xác ông cũng bị binh sĩ tranh giành nhau để lĩnh thưởng.\n\nMấy hôm sau, đầu Vương Mãng bị mang bêu ở chợ huyện Uyển ở Nam Dương. Nhiều người tranh nhau ném đá lên thủ cấp vì căm phẫn<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 554\"\/>.\n\nVương Mãng ở ngôi tất cả 16 năm, thọ 68 tuổi. Triều đại [[Nhà Tân]] mà ông sáng lập cũng chấm dứt tại đó.\n\n==Nhận định==\n[[Bạch Cư Dị]] đời [[nhà Đường]] có bài thơ ''Phóng ngôn ngũ đạo tính tự'' như sau:<ref>[http:\/\/www.vietimes.com.vn\/default.aspx?tabid=427&ID=5379&CateID= Khổng Minh và giấc mơ Hoàng đế \"thỏ non\" (Phần II) ]{{Liên kết hỏng|date=2021-05-29 |bot=InternetArchiveBot }}<\/ref>\n:''Chu công khủng cụ lưu ngôn nhật''\n:''Vương Mãng khiêm cung hạ sĩ thì''\n:''Giả sử đương niên thân tiện vô''\n:''Nhất sinh chân ngụy hữu thuỳ chi''\n\nBản dịch của [[Phan Kế Bính]] trong ''[[Tam quốc diễn nghĩa]]'':\n:''Chu Công giữa lúc bị gièm pha,''\n:''Vương Mãng trong khi tôn kẻ sĩ,''\n:''Giá phỏng bấy giờ đều chết cả''\n:''Còn ai biết được chính hay tà?''\n\nCác ý kiến của giới sử học Trung Quốc hiện đại về Vương Mãng còn chưa hoàn toàn thống nhất.\n\nLâm Kiến Anh có ý kiến thống nhất với quan điểm trên của Bạch Cư Dị<ref>Tiêu Lê, Mã Ngọc Chu, Lã Diên Đào, sách đã dẫn, tr 162 - 163<\/ref>:\n{{cquote|\n\"''Những cải cách của Vương Mãng chỉ nhằm củng cố chế độ thống trị của mình, chèn ép bóc lột nhân dân lao động nhằm thoả mãn tham vọng cá nhân… Thất bại liên tiếp trong cải cách kinh tế - xã hội đã bóc dần chiếc mặt nạ chính nhân quân tử của Vương Mãng, để lộ ra chân diện mục của kẻ tham lam vô bờ bến''\n\n''Kết cục của Vương Mãng là một trong những kết cục bi thảm nhất của một vị hoàng đế trong lịch sử Trung Hoa. Giá như Vương Mãng chết sớm vài năm thì có lẽ với dân chúng Trung Hoa, ông vẫn là một chính nhân quân tử, để lại tiếng thơm cho đời sau. Bởi khi ấy một đời chân giả của Mãng ai có được biết.''\"\n}}\nÝ kiến của Tiêu Lê cho rằng Vương Mãng cải cách toàn bộ, bằng những lời lẽ phỉnh phờ lừa dối nhân dân, lừa dối lịch sử và cuối cùng bị lịch sử trừng phạt<ref>Tiêu Lê, sách đã dẫn, tr 423<\/ref>.\n\nTheo Cát Kiếm Hùng<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 546\"\/>:\n{{cquote|\n''Nếu Vương Mãng thành công thì ngày hôm nay chúng ta xem lịch sử không phải như thế này, mà ông sẽ là một \"Thái Tổ Cao hoàng đế\" của một vương triều mới, nội dung phần \"Bản kỷ\" của ông chắc chắn sẽ phong phú hơn [[Hán Quang Vũ Đế|Lưu Tú]], [[Tào Tháo]], [[Tào Phi]] và chắc chắn sẽ gây xúc động lòng người hơn [[Hán Cao Tổ|Lưu Bang]]. Nhưng sự thật thì ông đã thất bại.''\n\n''Nếu Vương Mãng chỉ nhằm vào việc tranh đoạt quyền lực, chỉ nhằm vào việc giành ngôi hoàng đế, thì chưa chắc ông đã không thành công… Nhưng Vương Mãng chẳng những muốn làm hoàng đế mà còn muốn làm một nhà cải cách, muốn làm một thánh quân. Chính vì mục tiêu thoát ly hiện thực đó đã đưa ông đến một kết thúc bi kịch.''\n\n''Có ý kiến cho rằng Vương Mãng chỉ mượn danh \"phục cổ\" để đoạt ngôi hoàng đế. Nhưng… đúng là Vương Mãng muốn thành tâm phục cổ… Chỉ vì ông không biết hoặc cơ bản không nghĩ rằng xã hội đó chẳng qua là lý tưởng của Nho gia và chưa bao giờ thành hiện thực. Nếu việc phục cổ của Vương Mãng chỉ nhằm đoạt quyền lực thì sau khi giành ngôi báu, ông đã thay đổi hẳn những chủ trương đó. Thực tế cho thấy ông tiếp tục cải cách mạnh mẽ sau khi trở thành hoàng đế. Những hoàng đế khác thường trước khi lên ngôi nêu ra những cương lĩnh chính trị hay, nhưng sau khi lên ngôi rồi thì lại trở về với chủ nghĩa hiện thực. Vương Mãng thì trái lại, sau khi lên ngôi vẫn rất nhiệt tình tiến hành cải cách theo quan điểm phục cổ một cách ngoan cường mà cũng chính vì vậy mà ông đi vào tuyệt lộ.''\n\n''Trong việc cải cách, Vương Mãng xuất phát từ những logic của mình, đề ra những yêu cầu không phù hợp với thực tế và cao hơn cả quy định của pháp luật. Trên thực tế những mục tiêu đó không thể làm được, cho nên chỉ có thể tự dối mình và dối người khác. Mặt khác, những việc làm của ông buộc bầy tôi noi theo, nhưng những yêu cầu cao như vậy khiến mọi người không đáp ứng nổi…''<ref>Cát Kiếm Hùng, sách đã dẫn, tr 552<\/ref>''\n}}\nNgười dân trong lúc chưa thoát khỏi cảnh cùng cực cuối thời Tây Hán lại bị những xáo trộn, bất tiện của đời sống mới và thực tế cuộc sống của họ dưới triều đại mới không được cải thiện. Cộng thêm nạn bắt lính, lấy phu dịch để gây chiến với các dân tộc ngoại bang như Hung Nô, Cao Cấu Ly khiến mâu thuẫn giữa nhân dân với triều đình mới lên thay nhà Hán đã tồn tại hơn 200 năm lên đến đỉnh điểm.\n\nCát Kiếm Hùng cho rằng: Vương Mãng đã liên tiếp phạm sai lầm. Sau khi sai lầm trong chính sách đối nội, ông lại sai lầm về chính sách đối ngoại. Nếu không gây hấn với ngoại tộc, Vương Mãng vẫn có thể duy trì hiện trạng và còn cơ hội để tập trung sức lực giải quyết những vấn đề trong nước. Nhưng vì ông đã chủ quan gây ra những cuộc chiến tranh vô nghĩa làm mình phải đương đầu với cả bên trong lẫn bên ngoài<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 551\"\/>.\n\nVương Mãng đã thất bại triệt để, nhưng trong giờ phút chót, khi đã biết chắc không thoát khỏi cái chết, vẫn còn hơn 1000 người không bỏ vua chạy mà nguyện chết cùng ông. Điều đó được các sử gia đánh giá là \"một tia an ủi đối với ông, và nó cũng hé lộ một chút thông tin chân thực cho hậu thế\"<ref name=\"Cát Kiếm Hùng, sách đã dẫn, tr 554\"\/>.\n\n==Niên hiệu==\nTrong thời gian ở ngôi, Vương Mãng đã dùng các niên hiệu sau:\n* Sơ Thủy (8) <ref>Đây vốn là niên hiệu của Hán Nhụ Tử, đến đây, Vương Mãn chỉ dùng tiếp trong tháng 12 năm 8 mà thôi<\/ref>\n* Thủy Kiến Quốc (始建国; 9-13)\n* Thiên Phượng (天凤; 14-19)\n* Địa Hoàng (地皇; 20-23)\n\n==Gia quyến==\n* Thân phụ: [[Vương Mạn]] (王曼), tự ''Nguyên Khanh'' (元卿), tước '''Tân Đô ai hầu''' (新都哀侯).\n* Thân mẫu: Không rõ họ, tước '''Công Hiển quân''' (功显君).\n* Hậu phi:\n# [[Vương hoàng hậu (nhà Tân)|Hiếu Mục Hoàng hậu]] Vương thị\n# [[Sử hoàng hậu|Kế Hoàng hậu]] Sử thị\n# Thị thiếp [[Nguyên Bích]] (原碧)\n# Thị thiếp [[Tăng Trật]] (增秩)\n# Thị thiếp [[Hoài Năng]] (懷能)\n# Thị thiếp [[Khai Minh]] (開明)\n\nNgoài những người này, [[Tư trị thông giám]] còn ghi nhận ông có trên 100 cung tần không rõ danh tính.\n\n=== Hậu duệ ===\n* Hoàng tử:\n{| class=\"wikitable\"\n!width=\"35\"|Thứ tự||width=60\"|Danh tính||width=60\"|Sinh mẫu||width=\"350\"|Ghi chú\n|-\n|Trưởng tử||[[Vương Vũ (nhà Hán)|Vương Vũ]]<br>(王宇)||[[Vương hoàng hậu (nhà Tân)|Hiếu Mục Hoàng hậu]]||[[Biểu tự]] '''Trưởng Tôn''' (长孙), bị liên lụy vụ án [[Lữ Khoan]], Vương Mãng giết chết. Cứ [[Hán thư]], ông có các con: [[Vương Thiên]] (王千), [[Vương Thọ]] (王壽), [[Vương Cát]] (王吉), [[Vương Tông]] (王宗), [[Vương Thế]] (王世),[[Vương Lợi]] (王利)<ref name=wang2>漢書·卷九十九中·王莽傳第六十九中。<\/ref>\n|-\n|Nhị tử||[[Vương Hoạch]]<br>(王獲)||Hiếu Mục Hoàng hậu||Biểu tự '''Trọng Tôn''' (仲孙), do giết một nô tì mà bị Vương Mãng buộc tự sát.\n|-\n|Tam tử||[[Vương An (nhà Tân)|Vương An]]<br>(王安)||Hiếu Mục Hoàng hậu||Là con trai lớn nhất của Vương Mãng đến khi lập ra nhà Tân, phong '''Tân Gia tích''' (新嘉辟), do Vương Mãng không thích ông. Năm [[20]], phong '''Tân Thiên vương''' (新迁王). Năm [[21]], bệnh chết.\n|-\n|Tứ tử||[[Vương Lâm (nhà Tân)|Vương Lâm]]<br>(王臨)||Hiếu Mục Hoàng hậu||Được Vương Mãng chọn làm [[Thái tử]], tước '''Thống Nghĩa Dương vương''' (统义阳王). Gian díu với Thị thiếp [[Nguyên Bích]] của cha, bày mưu giết Vương Mãng, kế không thành thì tự sát.\n|-\n|Ngũ tử||[[Vương Hưng (nhà Tân)|Vương Hưng]]<br>(王興)||Thị thiếp [[Hoài Năng]]||\n|-\n|Lục tử||[[Vương Khuông (nhà Tân)|Vương Khuông]]<br>(王匡)||Thị thiếp [[Tăng Trật]]||\n|}\n\n* Hoàng nữ:\n{| class=\"wikitable\"\n!width=\"35\"|Thứ tự||width=60\"|Danh tính||width=60\"|Sinh mẫu||width=\"350\"|Ghi chú\n|-\n|Trưởng nữ||[[Vương hoàng hậu (Hán Bình Đế)|Hoàng Hoàng Thất chúa]]||Hiếu Mục Hoàng hậu||Hoàng hậu của [[Hán Bình Đế]].\n|-\n|Thứ nữ||[[Vương Diệp]]<br>(王曄)||Thị thiếp [[Tăng Trật]]||Phong '''Mục Tu nhiệm''' (睦脩任)\n|-\n|Tam nữ||[[Vương Tiệp]]<br>(王捷)||Thị thiếp [[Khai Minh]]||Phong '''Mục Đãi nhiệm''' (睦逮任)\n|}\n\n==Xem thêm==\n* [[Nhà Hán]]\n* [[Nhà Tân]]\n* [[Cải cách thời Vương Mãng]]\n* [[Ngôi Hiêu|Quỳ Ngao]]\n* [[Công Tôn Thuật]]\n* [[Duyên Sầm]]\n* [[Mã Viện]]\n* [[Vân Đài nhị thập bát tướng]]\n\n==Tham khảo==\n* Cát Kiếm Hùng chủ biên (2006), ''Bước thịnh suy của các triều đại phong kiến Trung Quốc'', Nhà xuất bản Văn hoá thông tin\n* Lê Đông Phương, Vương Tử Kim (2007), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Đặng Huy Phúc (2001), ''Các hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội\n* Tiêu Lê, Mã Ngọc Chu, Lã Diên Đào chủ biên (2004), ''100 người đàn ông có ảnh hưởng đến lịch sử Trung Quốc'', Nhà xuất bản Chính trị quốc gia\n* Tiêu Lê (2000), ''Những ông vua nổi tiếng trong lịch sử Trung Quốc'', Nhà xuất bản Đà Nẵng\n* Tào Hồng Toại (2004), ''Thời niên thiếu của các bậc đế vương'', Nhà xuất bản Văn hóa thông tin\n* Trương Chí Quân (1997), ''Đời tư các vị hoàng đế'', Nhà xuất bản Văn hoá thông tin\n* Nguyễn Tôn Nhan (1997), ''Hậu Phi truyện'', Nhà xuất bản Phụ nữ\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Vua Trung Quốc]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Sinh năm 45 TCN]]\n[[Thể loại:Mất năm 23]]\n[[Thể loại:Nhân vật chính trị Tây Hán]]\n[[Thể loại:Nhiếp chính nhà Hán]]\n[[Thể loại:Nhà Tân| ]]\n[[Thể loại:Họ Vương]]"}