{"Vương Diễn (Tiền Thục)":"{{Thông tin nhân vật hoàng gia\n| tên = Thuận Chính Công <br\/>順正公\n| tên gốc = Vương Tông Diễn <br\/> 王宗衍\n| tước vị = Hoàng đế Trung Hoa\n| thêm =china\n| hình = \n| cỡ hình = \n| ghi chú hình= \n| chức vị = Hoàng đế [[Tiền Thục]]\n| tại vị = 12\/7\/918<ref name=ZZTJ270>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref> - 15\/12\/925<ref name=AS\/><ref name=ZZTJ274\/>\n| tiền nhiệm = [[Vương Kiến (Tiền Thục)|Vương Kiến]]\n| kế nhiệm = triều đại diệt vong\n| vợ = [[Cao hoàng hậu (Vương Diễn)|Cao hoàng hậu]]<br\/>[[Kim Phi Sơn]]<br\/>[[Vi nguyên phi]]<br\/>Tiền quý phi<br\/>Tô thuận phi<br\/>Chiêu nghi Lý Thuấn Huyền<br\/>Cung nhân Lưu thị\n| con cái = Vương Thừa Thiêu<br\/>Vương Thừa Tự\n| niên hiệu = Càn Đức (乾德) 919-924<br\/>Hàm Khang (咸康) 925\n| tên đầy đủ =\n| cha = Vương Kiến\n| mẹ = [[Thuận Thánh thái hậu|Từ hiền phi]]\n| sinh = 899<ref name=SGCQ37>''[[Thập Quốc Xuân Thu]]'', [http:\/\/archive.org\/stream\/06080952.cn#page\/n2\/mode\/2up quyển 37].<\/ref>\n| thụy hiệu = Thuận Chính công (順正公)\n| nơi sinh = \n| mất = 926<ref name=ZZTJ274>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n}}\n'''Vương Diễn''' ({{zh|c=王衍|p=Wáng Yǎn}}) (899-926), nguyên danh '''Vương Tông Diễn''' ({{zh|c=王宗衍|p=Wáng Zōngyǎn}}), [[Tên chữ (người)|tên tự]] '''Hóa Nguyên''' (化源), cũng được gọi là '''Hậu Chủ''', là hoàng đế thứ hai và cuối cùng của nước [[Tiền Thục]] thời [[Ngũ Đại Thập Quốc]]. Ông là hoàng tử nhỏ tuổi nhất của Tiền Thục Cao Tổ [[Vương Kiến (Tiền Thục)|Vương Kiến]], song được quyền kế vị vì mẹ đẻ [[Thuận Thánh thái hậu|Từ hiền phi]] được Vương Kiến sủng ái và nhận được sự ủng hộ của tể tướng [[Trương Cách]].\n\nTriều đại của Vương Diễn về mặt truyền thống được nhìn nhận là một sự suy đồi, hủ bại, và bất tài. Năm 925, Tiền Thục bị [[Hậu Đường]] thôn tính, Vương Tông Diễn đầu hàng quân Hậu Đường, song sau đó bị [[Hậu Đường Trang Tông]] giết chết.\n\n== Thân thế ==\nVương Tông Diễn sinh năm 899, dưới triều đại của [[Đường Chiêu Tông]], và là người nhỏ tuổi nhất trong số 11 nhi tử của Vương Kiến,<ref name=SGCQ37\/> khi đó đang giữ chức Tây Xuyên<ref group=\"chú\">西川, trị sở nay thuộc [[Thành Đô]], [[Tứ Xuyên]]<\/ref> tiết độ sứ của [[triều Đường]].<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷261|quyển 261]].<\/ref> Mẹ của ông là [[Thuận Thánh thái hậu|Từ hiền phi]]- một nhi nữ của viên quan Từ Canh (徐耕), và là sủng thiếp của Vương Kiến. (Muội của bà cũng là thiếp của Vương Kiến; do đó, sau khi Vương Kiến xưng đế, bà được gọi là đại Từ phi, còn muội của bà được gọi là tiểu Từ phi.)<ref name=SGCQ38>''Thập Quốc Xuân Thu'', [http:\/\/www.archive.org\/stream\/06072241.cn#page\/n64\/mode\/2up quyển 38].<\/ref> Theo ghi chép, Vương Tông Diễn có tài văn chương ngay từ khi còn nhỏ, giỏi làm thơ.<ref name=SGCQ37\/>\n\nNăm 907, sau khi [[Chu Toàn Trung]] soán vị triều Đường và lập ra [[triều Hậu Lương]], Vương Kiến cũng xưng làm Hoàng đế Đại Thục.<ref>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷266|quyển 266]].<\/ref> Năm 910, Vương Kiến phong vương cho các hoàng tử, Vương Tông Diễn được phong làm Trịnh vương.<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref>\n\nNăm 913, Thái tử Vương Nguyên Ưng bị giết trong một cuộc tranh chấp với [[Đường Đạo Tập]] (唐道襲). ''Xu mật sứ'' [[Phan Kháng]] (潘炕) thúc giục Vương Kiến nhanh chóng lập thái tử mới, Vương Kiến ban đầu định chọn một trong hai người là Hoàng tam tử Nhã vương Vương Tông Lộ (王宗輅), và Hoàng bát tử Tín vương Vương Tông Kiệt (王宗傑). Tuy nhiên, Từ hiền phi lại muốn Vương Tông Diễn làm thái tử. Do đó, bà liên kết với Phi long sứ Đường Văn Ỷ (唐文扆) và tể tướng [[Trương Cách]] (張格). Trương Cách truyền đạt với các công thần, nói dối rằng nhận được mật chỉ nói rằng Hoàng đế lựa chọn Vương Tông Diễn song không muốn tuyên bố công khai. Sau đó, ông ta soạn biểu thỉnh Tôn Vương Tông Diễn làm thái tử, bảo những người khác ghi tên vào. Khi nhận được biểu, do nghĩ rằng Vương Tông Diễn được các công thần ủng hộ, nên Vương Kiến lập Vương Tông Diễn làm thái tử mặc dù nghi ngờ về tài năng của vị hoàng tử này.<ref name=ZZTJ268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\n== Làm Thái tử ==\nVương Tông Diễn hiếu tửu sắc, nhạc du hí. Vương Kiến thường trông thấy cảnh Thái tử cùng chư vương chơi đá gà và đánh cầu, rèo hò ầm ĩ; Vương Kiến than thở: \"Ta bách chiến mà lập nên cơ nghiệp, lũ này có thể giữ gìn được không?\" Vương Kiến do vậy bực bội vơi Trương Cách, song với sự trợ giúp của Từ hiền phi, Trương Cách không bị ông bãi chức tể tướng. Tuy nhiên, Vương Kiến xem xét việc cho Vương Tông Kiệt thay thế ngôi vị Thái tử. Đến khi Vương Tông Kiệt đột ngột qua đời, Vương Kiến nghi ngờ rằng Tông Kiệt bị mưu sát, song sau đó không có thêm hành động nào nhằm thay thế Vương Tông Diễn.<ref name=ZZTJ270\/>\n\nCũng vào năm 918, Vương Kiến lâm bệnh nặng, và do tin tưởng ''Bắc diện hành doanh chiêu thảo sứ'' kiêm ''Trung thư lệnh'' [[Vương Tông Bật]] (王宗弼) trầm tĩnh hữu mưu nên có thể trợ giúp cho vị hoàng đế trẻ tuổi sau này, Vương Kiến triệu Vương Tông Bật từ chiến trường với [[Kỳ]] về nhậm chức ''Mã bộ đô chỉ huy sứ''. Vương Kiến triệu các đại thần đến tẩm điện, nói với họ:<ref name=ZZTJ270\/>\n\n{{quote|Thái tử nhân nhược, Trẫm không thể làm trái lời thỉnh của chư công nên mới lập làm Thái tử. Nếu như nó không kham nổi đại nghiệp, có thể đưa sang biệt cung, song mong đừng giết chết. Thay vào đó, Chư công hãy chọn ra một tử đệ khác của Vương thị và giúp đỡ. Huynh đệ của Từ phi thì chỉ có thể ban cho họ bổng lộc và tước vị, chớ đừng cho họ cầm binh dự chính, bảo toàn tông tộc của họ.}}\n\nTuy nhiên, sau đó ''Nội phi long sứ'' Đường Văn Ỷ sai người canh giữ ở cửa cung, muốn trừ khử các đại thần, tự mình kiểm soát Vương Kiến. Tuy nhiên, đồng đảng của Đường Văn Ỷ là ''Nội hoàng thành sứ'' Phan Tại (潘在迎) tiết lộ kế hoạch cho các đại thần, các đại thần xông vào cung và đuổi Đường Văn Ỷ. Không lâu sau, Vương Kiến ban di chiếu bổ nhiệm Tống Quang Tự (宋光嗣) làm ''Nội xu mật sứ'', cùng với Vương Tông Bật, Vương Tông Dao, Vương Tông Oản, Vương Tông Quỳ phụ chính cho Vương Tông Diễn rồi qua đời; Vương Tông Diễn kế vị.<ref name=ZZTJ270\/> Ông cải danh thành Vương Diễn.<ref name=SGCQ37\/>\n\n== Thời kỳ đầu trị vì ==\nSau khi tức hoàng đế vị, Vương Diễn tôn phong Từ hiền phi làm thái hậu, tôn phong Từ thục phi làm thái phi. Ông lập [[Cao hoàng hậu (Vương Diễn)|Cao thái tử phi]] làm hoàng hậu.<ref name=SGCQ37\/> Do Trương Cách là cộng sự của Đường Văn Ỷ nên bị lưu đày.<ref name=ZZTJ270\/>\n\nNgười xử lý quốc sự tuy nhiên không phải là Vương Diễn, tất cả các quyết định quan trọng đều được giao phó lại cho Vương Tông Bật. Tuy nhiên, Vương Tông Bật lại hủ bại và nhận nhiều hối lộ, còn Tống Quang Tự thì xu nịnh Hoàng đế và Vương Tông Bật. Điều này được nhìn nhận là khởi đầu cho việc Tiền Thục suy yếu. Theo ghi chép thì Vương Diễn, Từ thái hậu, và Từ thái phi thường xuyên dành thời gian du yến ở tư gia của các quần thần, và đi du ngoạn danh sơn ở các quận lân cận kinh thành, ăn uống, ngâm thơ, khiến ngân khố kiệt quệ. Thậm chí, Từ thái hậu và Từ thái phi cũng bán chức quan, bán đến cả chức [[thứ sử]], càng khiến tình hình hối lộ trong nền chính trị Tiền Thục thêm trầm trọng. Ngoài ra, khi các quan văn võ mà Vương Diễn tin tưởng phạm pháp, họ đều không bị trừng phạt, pháp luật do vậy cũng mất đi hiệu lực.<ref name=ZZTJ270\/>\n\nVào cuối năm 919, Hùng Vũ<ref group=\"chú\">雄武, trị sở nay thuộc [[An Khang]], [[Thiểm Tây]]<\/ref> tiết độ sứ Vương Tông Lang (王宗郎) bị buộc tội. Vương Diễn quyết định tước đoạt quan tước, phục tính danh cho người này là Toàn Sư Lãng (全師郎) và khiển Vũ Định<ref group=\"chú\">武定, trị sở nay thuộc [[Hán Trung]], [[Thiểm Tây]]<\/ref> tiết độ sứ Tang Hoằng Chí (桑弘志) đem quân tiến đánh Toàn Sư Lãng. Tang Hoằng Chí nhanh chóng đánh bại và bắt được Toàn Sư Lãng, giải người này về [[Thành Đô]], song sau đó Vương Diễn quyết định phóng thích Toàn Sư Lãng.<ref name=ZZTJ271>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷271|quyển 271]].<\/ref>\n\nNăm 920, khi Vương Diễn đến tế Tiền Thục Cao Tổ trong Nguyên Miếu ở Vạn Lý Kiều; ông suất hậu phi, bá quan đi cùng; tế thực phẩm và dùng nhạc trống không phù hợp theo quy tắc của [[Nho giáo]]. Đến khi ''Hoa Dương úy'' Trương Sĩ Kiều (張士喬) thượng sớ can gián, Vương Diễn tức giận và suýt giết chết Trương Sĩ Kiều, chỉ đổi ý khi Từ thái hậu can thiệp. (Trương Sĩ Kiều vẫn bị lưu đày và tự sát trên đường đi.)<ref name=ZZTJ271\/>\n\nCũng vào năm 920, Vương Diễn quyết định thân chinh đánh Kỳ, phô trương tiến đến chiến tuyến, bất chấp lời can gián của ''Lạc lệnh'' Đoàn Dung (段融). Sau khi tiến đến tiền tuyến, ông lại trở về Thành Đô, giao lại quyền chỉ huy chiến dịch cho các tướng lĩnh. Theo ghi chép, chuyến đi này khiến cho các châu mà Vương Diễn đi qua chịu cảnh cạn kiệt tài vật. Khi Vương Diễn đến Lãng châu<ref group=\"chú\">閬州, nay thuộc [[Nam Sung]], Tứ Xuyên<\/ref>, mĩ nữ là con của châu dân Hà Khang đang chuẩn bị được gả đi. Vương Diễn cho bắt cô, giao cho nhà chồng của cô 100 thất lụa như là bồi thường, song người chồng này vẫn bi thương rồi chết. Tương tự, vào năm 921, khi con gái của quân sứ Vương Thừa Chương (王承綱) chuẩn bị kết hôn, Vương Diễn cũng bắt cô nhập cung; và khi Vương Thừa Chương thỉnh Vương Diễn trả cô về, Vương Diễn cho lưu đày Vương Thừa Chương. (Con gái của Vương Thừa Chương nghe tin cha đắc tội thì quyết định tự sát.)<ref name=ZZTJ271\/>\n\nVương Diễn chưa từng sủng ái Cao hoàng hậu, và đến năm 921, trong khi đang rất sủng ái Vi nguyên phi, Vương Diễn gửi trả Cao hoàng hậu về nhà của cha là Cao Tri Ngôn (高知言). Cao Tri Ngôn sửng sốt, ngừng ăn và qua đời ngay sau đó. (Vi nguyên phi thực ra là cháu của Từ thái hậu, song vì Vương Diễn không muốn mọi người biết rằng mình lấy họ hàng làm thiếp nên tuyên bố rằng bà là cháu nội của tể tướng [[Vi Chiêu Độ]] triều Đường.)<ref name=ZZTJ271\/> Mặc dù sủng ái Vi nguyên phi, song Vương Diễn không lập bà làm hoàng hậu; người được phong hậu là [[Kim Phi Sơn]].<ref name=SGCQ38\/> Vương Diễn hiếu vi hành, dựng lều ở bất cứ nơi nào đến ẩn mình nhằm không để người dân trông thấy. Ngoài ra, do Vương Diễn chuộng đội một kiểu mũ rộng gọi là \"đại tài mạo\" (大裁帽), do vậy ông hạ lệnh cho sĩ dân Tiền Thục cũng đều phải đội loại mũ này.<ref name=ZZTJ271\/>\n\n== Thời kỳ trị vì cuối ==\nTrong nhiều năm, Vương Diễn quen thuộc với việc cùng Văn Tư điện đại học sĩ Hàn Chiêu (韓昭), ''Nội hoàng thành sứ'' Phan Tại Nghênh (潘在迎), ''Vũ dũng quân sứ'' Cố Tại Tuần (顧在珣) du yến, ngồi cùng cung nữ, ca xướng, hay nói chuyện cười. Do vậy mà Xu mật sứ Tống Quang Tự có thể đưa ra các quyết định quan trọng nhân danh Vương Diễn. Khi các đại thần khác thượng biểu thỉnh cầu Vương Kiến thay đổi hành vi, Vương Kiến không làm theo (song cũng không làm theo ý của Phan Tại Nghênh là trừng phạt họ). Gia vương Vương Tông Thọ (王宗壽) cũng lên tiếng khuyên bảo Vương Diễn, nói rằng xã tắc sẽ nguy khốn, song cũng không có kết quả.<ref name=ZZTJ272>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷272|quyển 272]].<\/ref>\n\nNăm 923, ở phía bắc, [[Hậu Đường]] tiêu diệt Hậu Lương, và khi [[Hậu Đường Trang Tông]] khiển sứ sang thông báo tin diệt Lương với Tiền Thục, nước Thục đều sợ hãi, song không có hành động nào. Khi một sao chổi (đương thời được xem là một điềm báo tai họa sắp xảy ra) xuất hiện và ''tư thiên giám'' nói rằng nước nhà có đại tai, Vương Diễn ra chiếu cho ngọc cục hóa thiết đạo trường để trừ họa, khi ''Hữu bổ khuyết'' Trương Vân (張雲) thượng sớ thỉnh rằng tốt hơn là nên thay đổi các chính sách nhằm xoa dịu bách tính, Vương Diễn tức giận và cho Trương Vân đi lưu đày, Trương Vân chết trên đường đi.<ref name=ZZTJ272\/>\n\nHậu Lương sau đó lên kế hoạch cho một chiến dịch thôn tính Tiền Thục, kế hoạch này được Kinh Nam<ref group=\"chú\">荊南, trị sở nay thuộc [[Kinh Châu]], [[Hồ Bắc]]<\/ref> tiết độ sứ [[Cao Quý Hưng]] khuyến khích.<ref name=ZZTJ272\/> Năm 924, Hậu Đường Trang Tông khiển ''Khách tỉnh sứ'' Lý Nghiêm (李嚴) đi sứ Tiền Thục, dò xét tình hình Tiền Thục. Trong lúc ở Tiền Thục, Lý Nghiêm xưng rằng Hậu Đường Trang Tông uy đức nhất thiên hạ, khi Hậu Lương Thái Tổ Chu Toàn Trung soán vị triều Đường thì chư hầu chưa từng cần vương. Các quan lại Tiền Thục, bao gồm Vương Tông Trù (王宗儔) liền lấy những lời này để quy kết Hậu Đường có ý xâm lược Tiền Thục, thỉnh trảm sứ giả, song Vương Diễn không nghe theo. Theo ý của Tông Quang Bảo (宋光葆), Vương Diễn bổ nhiệm Quang Bảo làm Vũ Đức<ref group=\"chú\">武德, trị sở nay thuộc [[Miên Dương]], Tứ Xuyên<\/ref> tiết độ sứ, chuẩn bị binh mã nhằm đề phòng Hậu Đường xâm phạm.<ref name=ZZTJ273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref>\n\nLý Nghiêm trở về kinh thành [[Lạc Dương]] của Hậu Đường trong cùng năm, một phần trong các nhiệm vụ khi đi sứ là đổi ngựa Hậu Đường lấy đồ quý của Tiền Thục, song không thành công, do luật của Tiền Thục cấm vận chuyển đồ quý đến Hậu Đường, trừ các loại đồ quý chất lượng thấp được gọi là \"nhập thảo vật\" (入草物). Hậu Đường Trang Tông giận dữ nói: \"Vương Diễn lẽ nào không phải là \"nhập thảo chi nhân\" ư?\", Lý Nghiêm nhân cơ hội này tiếp tục nói với Hậu Đường Trang Tông rằng Vương Kiến không đích thân quản lý quốc sự, và Vương Tông Bật và Tống Quang Tự cùng các quan lại quyền lực khác đều hủ bại, do vậy có thể dễ dàng chinh phục được Tiền Thục.<ref name=ZZTJ273\/>\n\nVương Diễn không hẳn là không biết khả năng bị Hậu Đường tiến công, vào tháng 8 ÂL năm 924, ông bổ nhiệm ''Hữu định viễn quân sứ'' Vương Tông Ngạc (王宗鍔) làm ''Chiêu thảo mã bộ sứ'', suất 21 đội quân đến đỗ trú ở Dương châu<ref group=\"chú\">洋州, nay thuộc [[Hán Trung]], [[Thiểm Tây]]<\/ref>, và bổ nhiệm ''Trưởng trực mã quân sứ'' Lâm Tư Ngạc làm (林思諤) làm Chiêu Vũ<ref group=\"chú\">昭武, trị sở nay thuộc [[Quảng Nguyên, Tứ Xuyên|Quảng Nguyên]], Tứ Xuyên<\/ref> tiết độ sứ, sẵn sàng phòng bị Hậu Đường. Trong khi đó, Vương Tông Trù nhận thấy rằng Vương Diễn không có tài trị quốc, ông ta thảo luận với Vương Tông Bật về khả năng lật đổ Vương Diễn, song Vương Tông Bật do dự, Vương Tông Trù sau đó qua đời trong tức giận và lo sợ. Đồng thời, Vương Diễn cũng thể hiện sự xa lánh với các tướng lại khi bổ nhiệm thái giám Vương Thừa Hưu (王承休) chỉ huy Long Vũ quân tinh nhuệ. Cuối năm 924, tin rằng sẽ có hòa bình giữa Tiền Thục và Hậu Đường, Vương Diễn bắt đầu cắt giảm một số đội quân mà trước đây ông cho triển khai. Thêm vào đó, theo ý của Vương Thừa Hưu, ông bổ nhiệm Thừa Hưu làm Thiên Hùng<ref group=\"chú\">天雄, trị sở nay thuộc [[Thiên Thủy]], [[Cam Túc]]<\/ref> tiết độ sứ, để Long Vũ quân làm nha binh của Vương Thừa Hưu. (Vương Thừa Hưu được Vương Diễn bằng lòng do kể với Vương Diễn rằng Tần châu có nhiều mỹ nữ, sau khi nhậm chức sẽ chọn để hiến cho Vương Diễn.) Vương Diễn cũng bổ nhiệm cữu phụ Từ Diên Quỳnh (徐延瓊) làm ''Kinh thành nội ngoại mã bộ đô chỉ huy sứ'', thay thế nhiệm vụ của Vương Tông Bật, chống lại di huấn của Vương Kiến.<ref name=ZZTJ273\/>\n\nVào mùa thu năm 925, Hậu Đường tiến xa hơn trong việc chuẩn bị xâm chiếm Tiền Thục, Hậu Đường Trang Tông bổ nhiệm hoàng tử-Ngụy vương [[Lý Kế Ngập]] (李繼岌) làm ''Tây Xuyên tứ diện hành doanh đô thống'', bổ nhiệm [[Quách Sùng Thao]] (郭崇韜) làm ''Đông bắc diện hành doanh đô chiêu thảo chế trí đẳng sứ'', việc quân đều do Quách Sùng Thao nắm giữ.<ref name=ZZTJ273\/>\n\nVương Diễn không hay biết về cuộc xâm lược sắp diễn ra, ông vẫn vi hành khắp đất nước cùng Thái hậu và Thái phi, đến những nơi như [[núi Thanh Thành|Thanh Thành Sơn]], Bành châu<ref group=\"chú\">彭州, nay thuộc Thành Đô, Tứ Xuyên<\/ref>, và Hán châu<ref group=\"chú\">漢州 nay thuộc [[Đức Dương]], Tứ Xuyên<\/ref>. Theo ý của Vương Thừa Hưu, Vương Kiến lên kế hoạch vi hành đến Tần châu, một phần vì muốn gặp mặt thê Nghiêm thị xinh đẹp của Vương Thừa Hưu- người mà ông từng có quan hệ. Bất chấp những lời can gián, ngay cả của Vương Tông Bật và thậm chí là Từ thái hậu, Vương Diễn vẫn du Tần châu.<ref name=ZZTJ273\/>\n\nKhi Vương Diễn đến Hán châu, ông nhận được tin từ Vũ Hưng<ref group=\"chú\">武興, trị sở nay thuộc [[Bảo Kê]], [[Thiểm Tây]]<\/ref> tiết độ sứ Vương Thừa Tiệp (王承捷) rằng Hậu Đường xâm phạm, song Vương Diễn lại cho rằng việc này là do quần thần đồng mưu hù dọa ông, do vậy không để ý đến. Tuy nhiên, khi ông tiến đến Lợi châu (利州)- thủ phủ của Chiêu Vũ, và gặp các bại binh chạy đến từ Vũ Hưng (lúc này Thừa Tiệp đã đầu hàng) thì ông mới tin rằng Hậu Đường xâm lược. Theo kiến nghị của Vương Tông Bật và Tống Quang Tự, ông ở tại Lợi châu và bổ nhiệm ''Tùy giá thanh đạo chỉ huy sứ'' Vương Tông Huân (王宗勳), Vương Tông Nghiễm (王宗儼), và kiêm ''Thị trung'' Vương Tông Dục (王宗昱) làm tam ''Chiêu thảo sứ'', đem 3 vạn binh nghịch chiến. Tuy nhiên, quân Tiền Thục bị tiêu diệt bởi tướng tiên phong [[Khang Diên Hiếu|Lý Thiệu Sâm]] (李紹琛) của Hậu Đường. Hay tin chiến bại, Vương Diễn lo sợ và chạy về Thành Đô, để Vương Tông Bật trấn thủ Lợi châu; ông cũng lệnh cho Vương Tông Bật hành quyết Vương Tông Huân, Vương Tông Nghiễm và Vương Tông Dục. Trong khi đó, các tướng Tiền Thục khác lũ lượt đầu hàng hoặc chiến bại trước quân Hậu Đường, trong đó có Tống Quang Bảo và Vương Thừa Hưu.<ref name=ZZTJ273\/>\n\nKhi Vương Tông Huân, Vương Tông Nghiễm và Vương Tông Dục rút về Lợi châu, Vương Tông Bật lại cho họ xem chiếu chỉ của Vương Diễn, cùng họ lên kế hoạch đầu hàng Hậu Đường.<ref name=ZZTJ273\/> Vương Tông Bật hành quân trở lại Thành Đô và chiếm giữ cung điện, quản thúc hoàng gia, trong đó có Vương Diễn và Từ thái hậu, thu giữ ngân khố. Vương Tông Bật viết thư cho Lý Kế Ngập và Quách Sùng Thao, đề nghị đầu hàng, và cũng viết một lá thư đề tên Vương Diễn để gửi cho Lý Nghiêm, nói rằng sẽ đầu hàng ngay khi Lý Nghiêm đến. Do đó, Lý Nghiêm đến Thành Đô, Vương Diễn gặp Lý Nghiêm và giao phó lại mẹ cùng hoàng hậu cho Lý Nghiêm. Vương Tông Bật nhân cơ hội này cũng tiến hành đại thành trừng các quan lại mà ông ta khinh miệt từ lâu, tuyên bố rằng mình cùng Vương Diễn từ lâu đã muốn đầu hàng song bị các quan lại này ngăn cản. Khi đại quân Hậu Đường dưới quyền Lý Kế Ngập đến Thành Đô, Vương Diễn chính thức đầu hàng.<ref name=ZZTJ274\/>\n\n== Sau khi đầu hàng Hậu Đường ==\nThoạt đầu, Hậu Đường Trang Tông cố thể hiện vẻ khoan dung, ban một chiếu chỉ cho Vương Diễn, hứa rằng sẽ phong ấp cho Vương Diễn, không làm hại Vương Diễn.<ref name=ZZTJ274\/>\n\nVào mùa xuân năm 926, Lý Kế Ngập đưa Vương Diễn cùng gia quyến và một nhóm lớn gồm các quan lại Tiền Thục đi từ Thành Đô đến kinh thành Lạc Dương của Hậu Đường. Tuy nhiên, khi Vương Diễn đến [[Trường An]], đế chế Hậu Đường đang rơi vào cảnh hỗn loạn. Hậu Đường Trang Tông lệnh cho Vương Diễn ở lại Trường An đợi đến khi tình hình tốt lên.<ref name=ZZTJ274\/>\n\nKhi tình thế ngày càng xấu đi, con hát được Hậu Đường Trang Tông sủng ái là Cảnh Tiến (景進) nói với Hậu Đường Trang Tông rằng đoàn người Tiền Thục đông đảo và có thể sinh biến, đề nghị giết Vương Diễn. Hậu Đường Trang Tông chấp thuận và khiển hoạn quan Hứa Diên Tự (向延嗣) đi, thoạt đầu lệnh xử tử toàn bộ đoàn người Tiền Thục. Tuy nhiên, ''Xu mật sứ'' [[Trương Cư Hàn]] (張居翰) khi trông thấy chiếu chỉ thì liền đổi chữ \"hành\" (行) thành chữ \"gia\" (家), do vậy mà hơn 1.000 bá quan và nô bộc Tiền Thục thoát chết. Vương Diễn cùng gia quyến bị xử tử.<ref name=ZZTJ274\/>\n\nNăm 928, thời [[Hậu Đường Minh Tông]] Lý Tự Nguyên, Vương Tông Thọ lúc này đang giữ chức ''Hánh quân tư mã'' tại Bảo Nghĩa quân<ref group=\"chú\">保義, trị sở nay thuộc [[Tam Môn Hiệp]], [[Hà Nam (Trung Quốc)|Hà Nam]]<\/ref> của Hậu Đường, ông ta thỉnh được táng Vương Kiến. Hậu Đường Minh Tông chấp thuận, truy tặng Vương Diễn tước ''Thuận Chính công'', lệnh táng theo lễ chư hầu.<ref name=ZZTJ276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref> Vương Tông Thọ tiến hành táng Vương Diễn và 17 thành viên khác của hoàng tộc Tiền Thục.<ref name=SGCQ38\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{s-start}}\n{{s-reg}}\n{{s-bef|before=[[Vương Kiến (Tiền Thục)|Vương Kiến]]|rows=2}}\n{{s-ttl|title=Hoàng đế Tiền Thục|years=918-925}}\n{{s-aft|after=triều đại diệt vong)}}\n|-\n{{s-ttl|title=[[Hoàng đế Trung Hoa]] (Tây Nam)|years=918-925}}\n{{s-aft|after=[[Hậu Đường Trang Tông]]}}\n{{s-end}}\n\n{{Vua thời Ngũ đại Thập quốc}}\n\n[[Thể loại:Vua Ngũ đại Thập quốc]]\n[[Thể loại:Sinh năm 899]]\n[[Thể loại:Mất năm 926]]\n[[Thể loại:Tiền Thục]]"}