{"Vương Diên Bẩm":"'''Vương Diên Bẩm''' ({{zh|c=王延稟|p=Wáng Yánbǐng}}) (?-931), nguyên danh '''Chu Ngạn Sâm''' (周彥琛), là dưỡng tử của [[Vương Thẩm Tri]]- quân chủ khai quốc của [[Mân (Thập quốc)|nước Mân]] thời [[Ngũ Đại Thập Quốc]]. Sau khi Vương Thẩm Tri qua đời và [[Vương Diên Hàn]] kế vị, Vương Diên Bẩm cùng [[Vương Diên Quân]] lật đổ Vương Diên Hàn, Vương Diên Quân trở thành người cai trị quốc gia. Tuy nhiên, Vương Diên Bẩm sau đó lại trở nên đối địch với Vương Diên Quân và cố gắng lật đổ Vương Diên Quân. Quân của Vương Diên Bẩm chiến bại, bản thân Vương Diên Bẩm bị bắt giữ rồi bị xử tử.\n\n== Thân thế ==\nMột mắt của ông bị dị tật hoặc bị thương, do vậy ông có biệt danh là \"độc nhãn long\". Năm 918, Mân vương [[Vương Thẩm Tri]] cho Vương Diên Bẩm cai quản quân châu sự của Kiến châu<ref group=\"c\">建州, nay thuộc [[Nam Bình (thành phố)|Nam Bình]], [[Phúc Kiến]]<\/ref>, sau đó chính thức bổ nhiệm ông làm [[thứ sử]].<ref name=SGCQ98>''[[Thập Quốc Xuân Thu]]'', [https:\/\/archive.org\/stream\/06080964.cn#page\/n22\/mode\/2up quyển 98].<\/ref>\n\n== Thời Vương Diên Hàn trị vì ==\nVương Thẩm Tri qua đời năm 925, trưởng tử Vương Diên Hàn trở thành người cai trị quốc gia<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref> và đến năm 926, Vương Diên Hàn xưng là Đại Mân quốc vương, trên thực tế là tuyên bố độc lập khỏi triều đình [[Hậu Đường]] tại [[Trung Nguyên]]. Vương Diên Hàn được thuật là xem thường huynh đệ, đến khi Vương Diên Hàn gửi thư yêu cầu Vương Diên Bẩm tuyển chọn dân nữ để sung vào hậu đình, Vương Diên Bẩm trả lời với lời lẽ không cung kính, giữa họ nảy sinh oán hận. Tháng 12 ÂL năm đó, Vương Diên Bẩm và thứ tử của Vương Thẩm Tri là Tuyền châu<ref group=\"c\">泉州, trị sở nay thuộc [[Tuyền Châu]], Phúc Kiến<\/ref> thứ sử Vương Diên Quân hợp binh đánh úp Phúc châu. Vương Diên Bẩm [[Sông Mân (Phúc Kiến)|thuận dòng]] tới trước, Phúc châu chỉ huy sứ Trần Đào (陳陶) suất quân chống lại, kết quả quân Phúc châu chiến bại còn Trần Đào [[tự sát]]. Đêm đó, Vương Diên Bẩm đem theo hơn trăm tráng sĩ đến Tây Môn, leo thang vào thành, bắt lính giữ cổng thành, mở kho đoạt binh khí, Vương Diên Hàn sợ hãi trốn vào biệt thất. Sớm ngày Tân Mão (8) tháng 12 (14 tháng 1 năm 927), Vương Diên Bẩm bắt được Vương Diên Hàn. Vương Diên Bẩm liệt kê tội ác của Vương Diên Hàn, cũng buộc tội Vương Diên Hàn và chính thất là Thôi thị cùng nhau sát hại Vương Thẩm Tri, cáo dụ lại dân, xử trảm họ ở ngoài Tử Thần môn. Ngày hôm đó, Vương Diên Quân đến phía nam thành, Vương Diên Bẩm mở cổng dâng thành, suy tôn Vương Diên Quân làm Uy Vũ<ref group=\"c\">威武, trị sở tại Phúc châu, tức là lãnh thổ Mân<\/ref> lưu hậu.<ref name=ZZTJ275>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref>\n\n== Thời Vương Diên Quân trị vì ==\nĐến ngày Mậu Thìn (16) tháng giêng (20 tháng 2), Vương Diên Bẩm trở về Kiến châu, khi tương biệt ông nói với Vương Diên Quân: \"Giữ gìn cho tốt cơ nghiệp của tiên nhân; chớ đừng phiền não về việc lão huynh tái hạ!\" Vương Diên Quân tỏ vẻ khiêm tốn cung kính, song biến sắc.<ref name=ZZTJ275\/>\n\nNgày Giáp Tuất (9) tháng 11 năm Kỉ Sửu (12 tháng 12 năm 929), Hậu Đường Minh Tông [[Lý Tự Nguyên]] ban thêm cho Phụng Quốc<ref group=\"c\">奉國, trị sở vốn nằm ở khu vực nay thuộc [[Trú Mã Điếm]], [[Hà Nam (Trung Quốc)|Hà Nam]], thuộc lãnh thổ của Hậu Đường<\/ref> tiết độ sứ Vương Diêm Bẩm chức ''Thị trung'' theo đề nghị của Vương Diên Quân.<ref name=HFD40>''[[Cựu Ngũ Đại sử]]'', [[:zh:s:舊五代史\/卷40|quyển 40]].<\/ref> Sau đó, Vương Diên Bẩm xưng bệnh thoái cư phủ đệ, thỉnh [[Hậu Đường Trang Tông]] trao Kiến châu cho trưởng tử của ông là Vương Kế Hùng (王繼雄). Ngày Canh Tý tháng 12 (7 tháng 1 năm 930), Hậu Đường Trang Tông ban chiếu bổ nhiệm Vương Kế Hùng làm Kiến châu thứ sử.<ref name=ZZTJ276>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷276|quyển 276]].<\/ref>\n\nTháng 4 ÂL năm Tân Mão (931), Phụng Quốc tiết độ sứ, kiêm ''Trung thư lệnh'' Vương Diên Bẩm biết tin Vương Diên Quân mắc bệnh, ông cho thứ tử là Vương Kế Thăng (王繼升) cai quản Kiến châu, cùng với Vương Kế Hùng đem thủy quân đánh Phúc châu.<ref name=ZZTJ277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref> Ngày Quý Mão (15) tháng 4 (5 tháng 5), Vương Diên Bẩm đánh tây môn, còn Vương Kế Hùng đánh đông môn, Vương Diên Quân khiển cháu là Lâu thuyền chỉ huy sứ Vương Nhân Đạt (王仁達) đem thủy quân cự chiến. Vương Nhân Đạt giả vờ dựng cờ trắng thỉnh hàng rồi chém Vương Kế Hùng, treo thủ cấp ở tây môn. Vương Diên Bẩm đang phóng hỏa công thành, khi thấy thủ cấp của con cả thì gào khóc thảm thiết, Vương Nhân Đạt thừa cơ đem quân tiến công, đánh tan quân Kiến châu. Những người thân tín khiêng Vương Diên Bẩm mà chạy, song đến ngày Giáp Thìn (16) cùng tháng (6 tháng 5) thì ông bị quân Phúc châu bắt được. Vương Diên Quân giam Vương Diên Bẩm vào biệt thất, sai sứ giả đến Kiến châu chiêu phủ, song bè đảng của Vương Diên Bẩm lại sát hại sứ giả, cùng Vương Kế Thăng và em là Vương Kế Luân (王繼倫) chạy sang nước [[Ngô Việt]]. Sang tháng 5 ÂL, Vương Diên Quân cho trảm Vương Diên Bẩm ở chợ, phục tính danh của ông.<ref name=ZZTJ277\/>\n\n== Truy phong ==\nHai năm sau, [[Vương Diên Quân]] cho lập miếu thờ Vương Diên Bẩm ở Kiến châu, truy phong là Linh Chiêu vương (靈昭王). Đến năm Thiên Đức thứ 1 (943), Kiến châu thứ sử [[Vương Diên Chính]] xưng đế, gia phong Vương Diên Bẩm là Vũ Bình Uy Túc vương (武平威肅王).<ref name=SGCQ98\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Mất năm 931]]\n[[Thể loại:Mân (Thập quốc)]]\n[[Thể loại:Hậu Đường]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]\n[[Thể loại:Năm sinh không rõ]]"}