{"Vương Doãn":"{{Infobox officeholder\n| name = Vương Doãn\n| native_name = \n| image = Wang Yun Portrait.jpg\n| image_size = 200px\n| caption = Tranh vẽ tạo hình Vương Doãn.\n| chức vụ = Tư đồ\n| bắt đầu = 189\n| kết thúc = 192\n| birth_date = 137 CN\n| nơi sinh = Thái Nguyên, Tinh châu\n| death_date = 192 CN\n| nơi mất = Trường An\n| occupation = Chính trị gia\n| blank1 = \n| data1 = \n| blank2 = \n| data2 = \n| blank3 = \n| data3 = \n}}\n\n'''Vương Doãn''' ([[chữ Hán]]: 王允; [[Bính âm Hán ngữ|bính âm]]: ''Wáng Yǔn''; 137-192), tự là '''Tử Sư''' (子师), là đại thần cuối thời [[Nhà Hán|nhà Đông Hán]] trong [[lịch sử Trung Quốc]], nổi tiếng với công lao loại bỏ quyền thần [[Đổng Trác]].\n\n== Thăng tiến ==\nVương Doãn có [[Tên chữ (người)|tên tự]] là Tử Sư, người đất Kỳ thuộc Thái Nguyên, Tinh châu.\n\nNăm [[155]], ông bắt đầu làm quan, giữ chức nhỏ trong quận; sau đó được thăng làm Thị ngự sử.\n\nNăm [[184]], cuộc [[khởi nghĩa Khăn Vàng]] bùng nổ. Vương Doãn được [[Hán Linh Đế]] phong làm Thứ sử Dự châu, cùng [[Hoàng Phủ Tung]] tham gia trấn áp Khăn Vàng. Không lâu sau, ông và Hoàng Phủ Tung dẹp được quân Khăn Vàng.\n\nVương Doãn vào làm quan trong triều, nhưng bị đố kỵ nên trong vòng 10 ngày từng bị bắt tới 2 lần. Nhờ có một đại thần là Trần Thiếp Lạc (em ruột Trần Thiếp Nguyên) trong triều giúp đỡ, ông trốn thoát ra ngoài<ref name=\"cth326\">Chu Thiệu Hầu, sách đã dẫn, tr 326<\/ref>.\n\nNăm [[189]], Hán Linh Đế chết, [[Hán Thiếu Đế]] Lưu Biện lên thay. Ngoại thích [[Hà Tiến]] (mẹ là Hà Vân Tuyệt và cha là Hà Ích) cầm quyền, mâu thuẫn với các [[hoạn quan]]. Vì muốn trừ hoạn quan, Hà Tiến mời Vương Doãn cùng dự triều chính để bàn mưu kế và nhân danh Thiếu Đế phong ông làm [[Tư đồ]].\n\nTuy nhiên do Hà Tiến khinh suất nên bị hoạn quan giết chết. Thủ hạ của Hà Tiến là [[Viên Thiệu]] mang quân diệt hoạn quan. Thái thú Hà Đông là [[Đổng Trác]] (nhận được lệnh vào kinh của Hà Tiến) mang quân vào kinh thành [[Lạc Dương]], khống chế triều đình, phế Thiếu Đế và lập [[Hán Hiến Đế]].\n\n== Giết Đổng Trác ==\nTrước sự chuyên quyền và tàn ác của Đổng Trác, Vương Doãn bất bình và mưu trừ khử. Ông từng bàn mưu với Tư không [[Tuân Sảng]] nhưng mưu sự chưa thành thì Tuân Sảng qua đời năm [[190]].\n\nVương Doãn lại cùng Bộc xạ [[Sĩ Tôn Thụy]] và con Trương Ôn - một đại thần bị Đổng Trác giết hại – là Trương Bá Thận mưu giết Đổng Trác nhưng chưa có thời cơ thuận lợi.\n\nGiữa lúc đó, mâu thuẫn giữa Đổng Trác và con nuôi là [[Lã Bố]] nảy sinh. Đổng Trác nóng nảy, từng phi kích định giết Lã Bố khi không vừa ý khiến Lã Bố oán hận. Ngoài ra, Lã Bố còn lén lút quan hệ tình ái với người hầu gái của Đổng Trác và rất lo sợ bị phát hiện<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 464<\/ref><ref name=\"LDP51\">Lê Đông Phương, sách đã dẫn, tr 51<\/ref>.\n\nLã Bố là người đồng hương Tinh châu với Vương Doãn và được Vương Doãn quý mến. Vì lo lắng, Lã Bố tới nhà Vương Doãn thuật việc mình bị Đổng Trác phi kích. Vương Doãn bèn bàn mưu với Lã Bố nên giết Đổng Trác. Ban đầu Lã Bố còn do dự vì Đổng Trác là cha, Vương Doãn bèn thuyết phục Lã Bố rằng đó chỉ là cha nuôi và lúc phi kích không còn tình cha con nữa. Vì vậy Lã Bố quyết tâm hành sự.\n:Trong [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]], [[La Quán Trung]] kể rằng Lã Bố bị Đổng Trác rượt đuổi và phóng kích vì bị bắt quả tang tình tự với Điêu Thuyền – ái thiếp của Trác, vốn là con nuôi trong nhà Vương Doãn. Sử sách không nhắc tới một nàng Điêu Thuyền nào giữa 3 người Vương Doãn – Lã Bố - Đổng Trác. Theo sử gia Lê Đông Phương: Hai chữ '''điêu thuyền''' vốn là tên một chức quan trong cung thời Hán. Đây không phải là tên người. Khi Đổng Trác vào cung vua hoành hành đã bắt nhiều phụ nữ mua vui, nên một a hoàn vốn là ''điêu thuyền'' của triều đình có thể có trong nhà Đổng Trác chứ không thể có trong nhà Vương Doãn<ref name=\"LDP51\"\/>.\n\nVương Doãn sai Sĩ Tôn Thụy thay mặt Hán Hiến Đế viết chiếu thư sai Lã Bố giết Đổng Trác. Nhân mùa xuân năm 192 mưa nhiều ngày không ngớt, Vương Doãn mượn cớ làm lễ cầu mưa tạnh để bàn kế hoạch với các quan.\n\nTháng 4 âm lịch năm 192, Đổng Trác vào cung yết kiến vua Hiến Đế. Lã Bố và thuộc tướng Lý Túc phục võ sĩ ở cửa Bắc Dịch chờ đợi, khi Đổng Trác đi vào bèn đâm chết Đổng Trác.\n\nVương Doãn tru di 3 họ nhà Đổng Trác và bổ nhiệm Lã Bố làm Phấn vũ tướng quân, phong làm Ôn hầu. Hai tướng cũ dưới quyền Đổng Trác là [[Hồ Chẩn]] và [[Từ Vinh]] được Vương Doãn dung nạp.\n\n== Lâm nạn ở Trường An ==\nGiết Đổng Trác xong, Vương Doãn với tư cách là Tư đồ được Hán Hiến Đế phong làm Lục thượng thư sự, kiêm việc của Thượng thư cả sáu Bộ. Tuy nhiên giữa ông và [[Lã Bố]] có những bất đồng trong xử lý công việc. Do tính tình ông khác người nên nhiều đại thần không theo<ref name=\"cth326\"\/>.\n\nMột hôm Vương Doãn cùng Thị trung [[Sái Ung]] ngồi bàn việc, nhân nhắc đến Đổng Trác, Sái Ung lại tỏ vẻ thương tiếc. Vương Doãn nổi giận, cho rằng Sái Ung cùng cánh với Đổng Trác, bèn sai bắt Sái Ung (mẹ là Sái Thị Quỳnh và cha là Sái Thị Trọng) giao cho Đình úy trị tội. Thái úy [[Mã Nhật Đê]] can Vương Doãn nên vì tài viết sử của Sái Ung mà tha cho Sái Ung. Nhưng Vương Doãn cho rằng nếu được tha, Sái Ung sẽ lại viết một cuốn sử phỉ báng triều đình như [[Tư Mã Thiên]] viết [[Sử Ký (định hướng)|Sử ký]] trước đây. Vì vậy Sái Ung bị bắt giam và không lâu sau chết trong ngục.\n\nVương Doãn sai Lã Bố đi đánh dẹp con rể Đổng Trác là [[Ngưu Phụ]] đang hoành hành, chém giết nhân dân vô tội ở Trung Mâu, Dĩnh Xuyên, Trần Lưu. Lã Bố sai Lý Túc đi đánh Ngưu Phụ nhưng Túc để thua trận chạy về Trường An. Ngưu Phụ thắng trận nhưng bị thủ hạ là Hồ Diệc Nhi giết chết, mang đầu đến [[Trường An]] nộp cho Vương Doãn.\n\nBa bộ tướng của Ngưu Phụ là [[Lý Thôi]], [[Quách Dĩ]] và [[Trương Tế]] cầu khẩn Vương Doãn tha tội theo Đổng Trác. Trước đó Lý Thôi và Quách Dĩ đã sát hại vài trăm người Tinh châu - đồng hương với Vương Doãn và Lã Bố - ở trong vùng đất mình cai quản. Vì vậy Vương Doãn nổi giận nói rằng:\n:''Lương châu không có ai tốt, không thể được không miễn xá!''\n\nLý Thôi, Quách Dĩ và Trương Tế bèn cất quân Lương châu nổi dậy báo thù, tiến về [[Trường An]].\n\nVương Doãn sai [[Từ Vinh]] mang quân ra địch. Quân Lương châu nghe tin không được triều đình tha tội, liều chết xung trận, giết chết Từ Vinh.\n\nVương Doãn phái tiếp [[Hồ Chẩn]] ra trận đánh Lý Thôi. Hồ Chẩn bèn mang quân đầu hàng Lý Thôi quay về đánh kinh thành. Quân Lý Thôi được một tướng khác của Đổng Trác là [[Phàn Trù]] tập hợp, dần dần được hơn 10 vạn, tấn công Trường An.\n\nTrường An bị quân Lương châu bao vây. Lã Bố chống cự trong 8 ngày, cuối cùng không giữ nổi. Lý Thôi thúc quân tràn vào thành. Lã Bố phải thành bỏ chạy. Vương Doãn không chịu chạy trốn cùng Lã Bố, cùng vua Hiến Đế chạy lên lầu trú. Lý Thôi mang quân tới vây lầu. Lúc đó Vương Doãn mới vội vã ra lệnh đại xá cho các tướng, phong cho Lý Thôi làm ''Dương vũ tướng quân'', Quách Dĩ làm ''Dương liệt tướng quân'', Phàn Trù làm Trung lang tướng<ref>Lê Đông Phương, Vương Tử Kim sách đã dẫn, tr 361<\/ref>.\n\nNhưng lúc đó đã quá muộn. Lý Thôi bức bách Vương Doãn xuống lầu, bắt giữ rồi mấy hôm sau giết chết ông cùng mấy chục gia quyến. Năm đó Vương Doãn 56 tuổi.\n\n== Nhận định ==\nVương Doãn có tài nhưng được xem là người có tính tình kỳ quặc khiến nhiều quan lại không theo<ref name=\"cth326\"\/>. Bàn về việc xử lý tình huống sau khi giết được [[Đổng Trác]], sử gia Lê Đông Phương cho rằng: khi Đổng Trác chết, Vương Doãn đã có được cơ hội xoay loạn thành trị mới; ông nên rộng lượng tha cho các bộ tướng của họ Đổng để thiết lập lại trật tự cho [[nhà Hán]] đã xáo trộn sau [[khởi nghĩa Khăn Vàng]]. Nhưng Vương Doãn, tuy không tự ý làm bậy, lại không xử trí thích hợp, kích động thù hằn giữa Lương châu và Trường An, khiến bỏ mất cơ hội trung hưng quốc thống, mất cả cơ hội duy trì trật tự ở vùng Tam Phụ<ref>Lưu vực sông Vị Hà, bình nguyên Quan Trung<\/ref><ref name=\"LDP53\">Lê Đông Phương, sách đã dẫn, tr 53<\/ref>.\n\n== Trong Tam Quốc diễn nghĩa==\nTrong [[tiểu thuyết]] [[Tam quốc diễn nghĩa|Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Vương Doãn xuất hiện từ hồi thứ 4 đến hồi thứ 9. Ông là người đề xướng việc giết [[Đổng Trác]] với các quan, khi [[Tào Tháo]] nhận lời, ông đã trao dao quý cho Tào Tháo đi [[ám sát]] Đổng Trác. Việc không thành, Tào Tháo bỏ trốn và phát động chư hầu chống Đổng Trác, Vương Doãn không bị lộ.\n\nSau khi Đổng Trác chạy về [[Trường An]], các chư hầu chống Đổng Trác do [[Viên Thiệu]] cầm đầu tan rã. Vương Doãn dùng con gái nuôi là [[Điêu Thuyền]] làm mỹ nhân kế để chia rẽ Đổng Trác và [[Lã Bố]] khiến Lã Bố giết Đổng Trác. Việc này được miêu tả trong hồi 8.\n\nVương Doãn bị Lý Thôi giết ở hồi 9 khi Trường An thất thủ. Ông nhất định không chạy cùng Lã Bố. [[La Quán Trung]] không nói tới việc Vương Doãn tìm cách thương lượng với [[Lý Thôi]], Quách Dĩ bằng cách phong chức khi bị dồn lên lầu cùng vua Hiến Đế, mà mô tả ông nhảy xuống lầu, tỏ sự bất khuất trước Lý Thôi và sẵn sàng đón nhận cái chết.\n\n==Xem thêm==\n* [[Đổng Trác]]\n* [[Lã Bố]]\n* [[Điêu Thuyền]]\n* [[Lý Thôi]]\n* [[Hán Hiến Đế]]\n\n==Tham khảo==\n* Chu Thiệu Hầu ([[2003]]), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc'', tập 1, Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa,'' tập 1, Nhà xuất bản Thanh niên.\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 192]]\n[[Thể loại:Sinh năm 137]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]"}