{"Vương Mãnh (Thập lục quốc)":"{{chú thích trong bài}} \n{{dablink|Đây là bài viết về Tể tướng Trung Hoa cũ. Để biết về một họa sĩ cùng tên, xem [[Vương Mãnh (nghệ sĩ)]] và một nhà trượt băng nghệ thuật, xem [[Vương Mãnh (vận động viên)]].}}\n\n'''Vương Mãnh''' ([[chữ Hán]]: 王猛; [[tự]] là '''Cảnh Lược''' 景略; [[bính âm Hán ngữ|bính âm]] ''Wáng Měng''; [[325]]–[[375]]) là người [[người Hán|dân tộc Hán]], [[Tể tướng]] của nước [[Tiền Tần]], thời Thập lục quốc. Tước hiệu chính thức của ông là Thanh Hà Vũ Hầu (清河武侯).\n\n==Tiểu sử==\nVương Mãnh sinh ra tại quận Bắc Hải, nay là [[Duy Phường]], thuộc tỉnh [[Sơn Đông]], vào thời loạn lạc và xuất thân trong một gia đình nghèo khó. Đây là khoảng thời gian dài sau khi [[Nhà Tấn|Tây Tấn]] bị diệt vong, cả một vùng lớn [[Tên gọi Trung Quốc|Trung Hoa]] bị đau thương tang tóc, hai vùng Nam Bắc [[Trường Giang]] trở thành chiến trường của các dân tộc thiểu số. Thời trẻ, có lúc ông đã từng đi buôn bán để sinh nhai. Về sau, ông bỏ nghề bán hàng và chuyển sang đọc sách.\n\n==Binh nghiệp==\nSau [[thế kỷ 4]], trong hơn 130 năm thì có hơn 20 chính quyền thay nhau thống trị. [[Phù Kiên]] (苻堅), vua thứ ba nước [[Tiền Tần]], là vị vua mà Vương Mãnh phò tá.\n\nKhi đại tướng [[Nhà Tấn|Đông Tấn]] là [[Hoàn Ôn]] bắc tiến đánh Tiền Tần dưới thời Phù Kiên (354) đã từng sai người đi mời Vương Mãnh nhưng ông từ chối không ra.\n\nPhù Kiên lúc đó làm tướng nước Tiền Tần, nghe nói Vương Mãnh có tài, sai người thân cận là Lã Bà Lâu đi mời ông về, sử viết \"''giống như [[Lưu Bị]] gặp [[Gia Cát Lượng]]\"''. Đến lúc này, Vương Mãnh như đã tìm được minh chủ mà mình kỳ vọng. Năm 357, Phù Kiên giết anh họ là Phù Sinh rồi lên ngôi Hoàng đế (tức Chiêu Đế), đóng đô ở [[Trường An]]. Phù Kiên phong cho Vương Mãnh làm Trung Thư thị lang, sau này còn tiến thăng cho ông chức Thượng thư, rồi Trung thư lệnh kiêm Lãnh binh y doãn. Ông luôn khuyên vua sử dụng phép nước nghiêm minh, thực hiện nghiêm túc pháp luật của triều đình. Phù Kiên trọng dụng ông không chỉ do ông có tài năng cai trị đất nước có lợi cho vua, mà còn vì Vương Mãnh là người dân tộc Hán.\n\nNăm [[359]], Vương Mãnh lại được thăng chức Thượng thư lệnh, là một chức vị Tể tướng. Vương Mãnh và em trai vua là Phù Kiên thường được bàn bạc với vua về những việc quan trọng trong triều đình. Trên thực tế, mọi quyền hành là do Vương Mãnh nắm hết. Năm [[376]], nhà vua nghe theo lời Vương Mãnh đã cho bắt hơn ba vạn đầy tớ, chân tay, người nhà vương công quý tộc phải đi lao động công ích như dân thường.\n\nVương Mãnh là người hiểu được tác dụng sâu sắc của [[Nho giáo]] với sự thống trị phong kiến nên ông đã dựa vào đường lối đào tạo con người của trường Nho giáo. Ông đã cho xây dựng nhiều trường học, ra lệnh cho con cháu các quan trong triều phải đến các trường nhà nước học tập.\n\nCác việc nhà vua giao ông đều hoàn thành xuất sắc. Ông được nhà vua ban cho rất nhiều chức tước như: Tể tướng, Trung thư giám, Thượng thư lệnh, Thái thú, Thái phó, Tư lệ, Hiệu úy, Tư đồ... Phù Kiên đã nói với ông \"''Ta được nhà ngươi như [[Cơ Xương|Chu Văn Vương]] gặp [[Khương Tử Nha|Khương Thái công]]\"''.\n\nVương Mãnh là người Hán, tuy làm quan cho triều Tiền Tần, là ngoại tộc (tộc Chi hay Đê) xâm lược Trung Hoa, nhưng ông đã biết thúc đẩy việc các dân tộc thiểu số tiếp thu văn hóa Hán, hòa hợp với các dân tộc khác, nhất là dân tộc Hán ở Trung Nguyên.\n\nNăm 375, Vương Mãnh qua đời. Trước lúc lâm chung, ông đã nói với nhà vua: \"''...Triều [[Nhà Tấn|Đông Tấn]] tuy dời về Ngô Việt, nhưng là triều đại chính thống của [[Tên gọi Trung Quốc|Trung Hoa]]. Sau khi thần chết, không nên tấn công Đông Tấn\"''. Ông nghĩ rằng Đông Tấn kế thừa vương triều Hán tộc, vẫn được nhân dân Trung Hoa tín nhiệm, không thể tiêu diệt được. Tuy nhiên, Phù Kiên đã nôn nóng mà không nghe theo lời ông. Năm [[383]], nhà vua thân chinh dẫn 90 vạn quân xuống phía Nam chinh phạt [[Nhà Tấn|Đông Tấn]] và bị đại bại ở trận Phì Thủy, cuối cùng sự nghiệp đổ vỡ.\n\n==Xem thêm==\n*[[Ngũ Hồ thập lục quốc]]\n*[[Tiền Tần]]\n*[[Phù Kiên]]\n*[[Đặng Khương]]\n\n==Liên kết ngoài==\n*[http:\/\/72.14.235.104\/search?q=cache:f0ZMOZh763EJ:www.baobinhduong.org.vn\/tinchitiet.asp%3Fnewsid%3D15389%26catid%3D110+%22v%C6%B0%C6%A1ng+m%C3%A3nh%22%2B%22gi%E1%BA%BFt+r%E1%BA%ADn%22&hl=vi&gl=vn&ct=clnk&cd=1 Giai thoại về Vương Mãnh- Người giết rận]\n\n{{Thời gian sống|sinh=325|mất=375}}\n\n[[Thể loại:Tể tướng Trung Quốc]]\n[[Thể loại:Tiền Tần]]\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Người nhà Tấn]]\n[[Thể loại:Mưu sĩ Trung Quốc]]\n[[Thể loại:Sinh năm 325]]\n[[Thể loại:Mất năm 375]]\n[[Thể loại:Nhân vật quân sự Ngũ Hồ thập lục quốc]]"}