{"Vương Đôn":"'''Vương Đôn''' ([[chữ Hán]]: 王敦, [[266]] – [[324]]), tự '''Xử Trọng''', tên lúc nhỏ là A Hắc,<ref name=\"A1\">''[[Thế thuyết tân ngữ]] – Hào sảng''<\/ref> người Lâm Nghi, Lang Gia {{efn|Nay là phía bắc [[Lâm Nghi]], [[Sơn Đông]]}}, quyền thần, tướng lĩnh [[nhà Tấn|nhà Đông Tấn]] trong [[lịch sử Trung Quốc]].\n\n==Thân thế==\nĐôn là thành viên của sĩ tộc [[Lang Tà Vương thị|Lang Gia Vương thị]]. Ông nội là Vương Lãm, em trai khác mẹ của Thái bảo [[Vương Tường (Tam quốc)|Vương Tường]] nhà Tây Tấn – một trong [[Nhị thập tứ hiếu]]. Lãm được phong tước Tức Khâu tử, làm đến Quang lộc đại phu.\n\nBác cả là Vương Tài, được kế tự Vương Lãm, sanh ra [[Vương Đạo]], về sau là Tư đồ nhà Đông Tấn. Cha là Vương Cơ, con trai thứ hai của Vương Lãm, được làm đến Trị thư thị ngự sử.\n\nĐôn là con trai thứ hai của Vương Cơ, có anh trai là Vương Hàm, tự Xử Hoằng. Đôn lớn hơn Vương Đạo đến 10 tuổi, nên ông là anh họ của ông ta (tòng phụ huynh).\n\n==Khởi nghiệp==\nĐôn mày thưa mắt sáng, tính giản dị, có tài bình giá, làu thông [[Tả truyện]], mở miệng không nhắc đến tiền tài, rất chuộng Thanh đàm. Ngoài ra, mắt Đôn có 2 đồng tử.<ref name=\"T\">''[[Tấn thư]] quyển 98, liệt truyện 68 – Vương Đôn truyện''<\/ref><ref name=\"A3\">''Thế thuyết tân ngữ – Thức giám''<\/ref> Thiếu thời Đôn nổi tiếng ở quê nhà, có giọng nói quê mùa {{efn|Nguyên văn: ngữ âm diệc Sở (tạm dịch: giọng nói cũng Sở). Ban đầu, người Trung Nguyên gọi người Hoài Nam là Sở; về sau Sở trở thành tính từ phiếm chỉ tính địa phương (có ý miệt thị). Ở đây Vương Đôn là người Lang Gia, Sơn Đông (Tề), không liên quan gì đến Sở}}.<ref name=\"A1\" \/> còn ở kinh sư, chẳng ai biết Đôn, chỉ có anh họ xa (tộc huynh) [[Vương Nhung]] (con trai [[Vương Hồn]]) xem trọng ông.<ref name=\"T\" \/>\n\nĐôn được lấy con gái của [[Tấn Vũ đế]] là Tương Thành công chúa làm vợ, bái làm Phò mã đô úy, trừ chức Thái tử xá nhân. Thái tư tẩy mã Phan Thao thấy tròng mắt của Đôn thì nói rằng: “Xử Trọng mắt ong đã lộ, những tiếng sói chưa vang, {{efn|[[Thời Xuân Thu]], lệnh doãn [[Đấu Bột]] từng đề nghị [[Sở Thành Vương]] phế truất thế tử Thương Thần, lấy cớ Thương Thần có mắt ong tiếng sói, là ác nhân. Quả nhiên Thương Thần thắt cổ Thành vương để soán ngôi, chính là [[Sở Mục vương]]. Xem ''Tả truyện, [[Lỗ Văn công (Xuân Thu)|Văn Công]] nguyên niên''}} nếu không ăn người, cũng sẽ bị người ăn.” <ref name=\"T\" \/><ref name=\"A3\" \/>\n\nĐến khi Thái tử [[Tư Mã Duật]] bị phế, chịu dời đi Hứa Xương (300 <ref name=\"B\">Mốc thời gian dựa theo Tư trị thông giám, tlđd<\/ref>), hoàng hậu [[Giả Nam Phong]] thừa chiếu không cho quan thuộc của Đông cung đưa tiễn; Đôn cùng bọn tẩy mã Giang Thống, Phan Thao, xá nhân Đỗ Nhuy, Lỗ Dao đứng ở bên đường chảy nước mắt vái chào. Vì thế bọn Đôn bị Tư lệ hiệu úy [[Mãn Phấn]] bắt vào ngục, nhưng một số ngay lập tức được [[Nhạc Quảng]] tự ý thả ra trong phạm vi quản hạt của ông ta, những người còn lại nhờ Tôn Diễm thuyết phục [[Giả Mật]], cũng được thả ra.<ref>''[[Tư trị thông giám]] quyển 83 – Tấn kỷ 5, Hiếu Huệ hoàng đế thượng chi hạ Vĩnh Khang nguyên niên'' cho biết bọn Vương Đôn bị Mãn Phấn phân chia giam vào ngục Hà Nam và Lạc Dương. Những ai bị giam vào ngục Hà Nam thì được Hà Nam doãn Nhạc Quảng lập tức phóng thích. Tôn Diễm cho rằng nếu trị tội bọn họ sẽ nêu cao đức hạnh của thái tử, nên Giả Mật lệnh cho Lạc Dương lệnh [[Tào Sư]] phóng thích những người còn lại, cũng không hỏi tội Nhạc Quảng. Xem thêm ''Tấn thư – Nhạc Quảng truyện''<\/ref> Bọn Đôn được người đương thời khen ngợi, sau đó ông được thăng làm Hoàng môn thị lang.<ref name=\"T\" \/>\n\n==Lập thân thời loạn==\nTriệu vương [[Tư Mã Luân]] soán ngôi, vì chú của Đôn là Vương Ngạn (con trai thứ năm của Vương Lãm) đang làm Duyện Châu thứ sử, nên Luân sai ông úy lạo Ngạn. Gặp lúc chư vương nổi dậy, Ngạn nhận hịch của Tề vương [[Tư Mã Quýnh]], nhưng sợ binh mã của Luân hùng mạnh, không dám nghe lệnh; Đôn khuyên ông ta dấy binh hưởng ứng, nên Ngạn mới có công lao.<ref name=\"T\" \/> [[Tấn Huệ đế]] trở lại ngôi báu (307 <ref name=\"B\" \/>), anh họ xa (tộc huynh) của Đôn là Tư đồ [[Vương Diễn (Tây Tấn)|Vương Diễn]] (cháu gọi Vương Hồn bằng bác) thăng ông làm Tán kỵ thường thị, Tả vệ tướng quân, Đại hồng lư, Thị trung, ra trừ Quảng vũ tướng quân, Thanh Châu thứ sử.<ref name=\"T\" \/><ref>''Tư trị thông giám quyển 86 – Tấn kỷ 8, Hiếu Huệ hoàng đế hạ Vĩnh Gia nguyên niên'' cho biết vào 11 ÂL, Vương Diễn được làm Tư đồ, được sự cho phép của Tư Mã Việt, lấy em trai Vương Trừng làm Kinh Châu thứ sử, em họ xa (tộc đệ) Vương Đôn làm Thanh Châu thứ sử. Xem thêm ''Tấn thư – Vương Diễn truyện''<\/ref>\n\nĐầu niên hiệu Vĩnh Gia thời [[Tấn Hoài Đế|Tấn Hoài đế]], Đôn được trưng làm Trung thư giám, bèn đem hết thị tỳ bồi giá của công chúa gả cho tướng sĩ, vàng bạc châu báu chia cho mọi người, chỉ còn một cỗ xe để quay về Lạc Dương. Tháng 3 ÂL năm Vĩnh Gia thứ 3 (309 <ref name=\"B\" \/>), Đông Hải vương [[Tư Mã Việt]] từ Huỳnh Dương đến chầu, Đôn nói với người thân rằng: “Bây giờ uy quyền đều ở trong tay Thái phó, nên việc tuyển dụng bộc lộ ý riêng, nhưng thượng thư vẫn dựa vào chế độ cũ mà chọn lựa; nay thái phó đến, ắt có giết chóc.” Ít lâu sau Việt bắt giữ bọn Trung thư lệnh Mâu Bá hơn 10 người rồi giết chết. Việt lấy Đôn làm Dương Châu thứ sử,<ref>''Tư trị thông giám quyển 87 – Tấn kỷ 9, Hiếu Hoài hoàng đế trung Vĩnh Gia tam niên''<\/ref> Phan Thao nói: “Nay cho Xử Trọng thụ chức ở Giang Ngoại, khiến ông ta lấy lòng cường hào ở đấy, là tạo ra giặc đấy.” Việt không nghe.<ref name=\"T\" \/>\n\nNăm thứ 4 (310 <ref name=\"B\" \/>), Thái phó Tư Mã Việt trưng bái Đôn làm Thượng thư, còn gọi người Ngô Hưng là Kiến vũ tướng quân Tiền Khoái đưa quân về Lạc Dương. Khoái ngầm mưu giết Đôn rồi làm phản, ông biết được, chạy đi thông báo với Lang Gia vương [[Tư Mã Duệ]], được Duệ vời làm An Đông quân tư tế tửu, nên không về Lạc Dương nữa.<ref>''Tấn thư – Chu Khởi truyện'' chép cụ thể sự kiện này: Người Ngô Hưng là Tiền Khoái dấy binh kháng cự Trần Mẫn, được Tư Mã Việt trao chức Kiến vũ tướng quân, gọi Khoái đem quân về Lạc Dương. Khoái cùng Vương Đôn về đến Quảng Lăng, nghe tin [[Lưu Thông]] uy hiếp Lạc Dương thì sợ hãi, muốn giết Vương Đôn để lấy cớ tạo phản. Đôn biết được, chạy đi thông báo với Lang Gia vương Tư Mã Duệ. Duệ sai bọn Quách Dật đánh dẹp, nhờ [[Chu Khởi]] dấy binh hưởng ứng, diệt được Khoái. ''Tư trị thông giám quyển 87 – Tấn kỷ 9, Hiếu Hoài hoàng đế trung Vĩnh Gia tứ niên'' chép lược giản hơn. ''Tấn thư, tlđd'' không nhắc đến Tiền Khoái, chỉ kể rằng Đôn được trưng bái làm Thượng thư, không tựu, sau đó được Duệ vời (nguyên văn: triệu) làm An Đông quân tư tế tửu<\/ref>\n\n==Giúp dựng Đông Tấn==\nGặp lúc Dương Châu thứ sử [[Lưu Đào]] mất (311 <ref name=\"B\" \/>), Tư Mã Duệ lấy Đôn làm Dương Châu thứ sử, gia Quảng vũ tướng quân. Ít lâu sau Đôn được tiến làm Tả tướng quân, Đô đốc chinh thảo chư quân sự, Giả tiết. Ít lâu sau Đôn cùng bọn [[Cam Trác]] đánh dẹp Giang Châu thứ sử [[Hoa Dậ]]t (cháu họ của [[Hoa Hâm]]), chém ông ta.<ref name=\"T\" \/><ref>''Tư trị thông giám quyển 87 – Tấn kỷ 9, Hiếu Hoài hoàng đế trung Vĩnh Gia ngũ niên''<\/ref>\n\nNăm thứ 6 (312 <ref name=\"B\" \/>), người gốc Thục là [[Đỗ Thao]] khởi nghĩa, Kinh Châu thứ sử [[Vương Trừn]]g sợ hãi muốn chạy, Nguyên đế biết được, bèn triệu Trừng về làm Quân tư tế tửu, lấy Quân tư tế tửu [[Chu Nghĩ]] thay thế. Nhưng Chu Nghĩ vừa đến châu thì đã lui chạy, Đôn sai bọn Vũ Xương thái thú [[Đào Khản]], Dự Chương thái thú [[Chu Phóng]] đánh dẹp, còn mình tiến giữ Dự Chương, làm hậu viện cho chư quân. Vương Trừng cho rằng tài năng của mình hơn hẳn Đôn, thanh danh cũng vượt trên ông, nên tỏ ra khinh nhờn. Đôn giận, vu cáo Trừng tư thông với Đỗ Thao, rồi sai tráng sĩ chẹn đường giết ông ta.<ref>Xem thêm ''Tấn thư – Vương Trừng truyện''<\/ref> Thủ lãnh lưu dân Quan Trung là [[Vương Như]] bị dồn vào đường cùng, đành xin hàng Đôn; em họ của ông (tòng đệ) là Vương Lăng yêu thích dũng lực của Vương Như, xin lấy hắn ta làm thủ hạ.<ref>Xem thêm ''Tấn thư – Vương Như truyện''<\/ref><ref>''Tư trị thông giám quyển 88 – Tấn kỷ 10, Hiếu Hoài hoàng đế hạ Vĩnh Gia lục niên''<\/ref> Đến khi Khản phá được Thao, Đôn tiến cử Khản làm Kinh Châu thứ sử. Sau đó Khản bị thủ lãnh nghĩa quân ở Kinh Châu là [[Đỗ Tăng]] đánh bại, Đôn nhận mình sắp xếp sai lầm, tự biếm làm Quảng vũ tướng quân, Tư Mã Duệ không đồng ý. Xét công diệt Thao, Đôn có danh nghĩa là nguyên soái nên được tiến làm Trấn đông đại tướng quân, Khai phủ nghi đồng tam tư, gia Đô đốc Giang Dương Kinh Tương Giao Quảng 6 châu chư quân sự, Giang Châu thứ sử, phong Hán An hầu. Như thế Đôn bắt đầu được tự chọn quan thuộc, nắm quyền ở châu quận. Ít lâu sau bộ tướng của Đỗ Thao là [[Đỗ Hoằng]] chạy đi Quảng Châu, xin đánh nghĩa quân ở Quế Lâm để chuộc tội; Đôn đồng ý. Nhưng Hoằng bị Khản chặn lối, bèn đến hàng Linh Lăng thái thú Doãn Phụng, Phụng đưa Hoằng đến gặp Đôn; ông lấy hắn làm tướng, đãi ngộ hậu hĩ. Còn có người Nam Khang là Hà Khâm chiếm cứ nơi hiểm yếu, tụ tập mấy ngàn người, Đôn gia chức cho hắn làm Tứ phẩm tướng quân. Từ ấy hành vi chuyên quyền của Đôn ngày càng rõ rệt.<ref name=\"T\" \/><ref>''Tư trị thông giám quyển 89 – Tấn kỷ 11, Hiếu Mẫn hoàng đế hạ Kiến Hưng tam niên''<\/ref>\n\nTư Mã Duệ lên ngôi (317 <ref name=\"B\" \/>), tức là Tấn Nguyên đế, Đôn lại được thăng làm Chinh nam đại tướng quân, Khai phủ như cũ. Nhà Đông Tấn ổn định ở Giang Đông, Đôn được bái làm Thị trung, Đại tướng quân, Giang Châu mục. Đôn sai bộ tướng Chu Quỹ, Triệu Dụ đánh dẹp Đỗ Tăng, nhưng họ bị Tăng giết chết; Đôn tự biếm, chịu miễn chức thị trung, còn từ chối chức Mục không bái. Ít lâu sau triều đình gia Đôn làm Kinh Châu mục; ông dâng sớ từ chối chức Mục, đế giáng chiếu vỗ về, không đồng ý. Đôn lại cố từ chức Mục, xin làm Thứ sử.<ref name=\"T\" \/><ref>''Tư trị thông giám quyển 90 – Tấn kỷ 12, Trung Tông Nguyên hoàng đế thượng Kiến Vũ nguyên niên''<\/ref>\n\n==Dấy binh gây loạn==\nBan đầu Đôn siêng năng để ra vẻ gắng gỏi, ưa chuộng thanh đàm để tỏ ra thanh nhã, không hề nhắc đến tiền tài sắc dục. Tư Mã Duệ mới nắm Giang Đông, uy danh chưa rõ, Đôn cùng em họ Vương Đạo đồng lòng giúp rập, dựng nên nhà Đông Tấn, người đương thời nói rằng: “''Vương và Mã, chung thiên hạ.''” Đến nay Đôn đã có được tiếng tăm, lại lập công lớn ở Giang Tả, chuyên nhiệm ở châu lớn bên ngoài, nắm giữ binh lực hùng mạnh, thủ hạ đều được quý hiển, oai quyền cả nước không ai sánh bằng, thì bắt đầu ham muốn khống chế triều đình, nảy sinh ý đồ lấn át hoàng đế {{efn|Nguyên văn:... toại dục chuyên chế triều đình, hữu vấn đỉnh chi tâm. Vấn đỉnh hay Vấn đỉnh Trung Nguyên, gọi đầy đủ là Sở Trang vương vấn đỉnh Trung Nguyên, ý nói bề tôi muốn giành ngôi vua, xuất xứ từ sự kiện [[Sở Trang vương]] thảo phạt nước Lục Hồn của người Nhung, nhân đó bày trận ở Lạc Thủy, thị uy với [[nhà Chu]]. [[Chu Định vương]] sai Vương Tôn Mãn úy lạo quân đội nước Sở, Trang vương hỏi Mãn rằng 9 đỉnh của nhà Chu nặng nhẹ ra sao, Mãn đáp: “Sự lớn nhỏ nặng nhẹ của đỉnh là ở tại đức chứ không phải ở tại bản thân chiếc đỉnh. Trước đây, [[triều Hạ]] khi có đức, đã đem các vật ở phương xa vẽ thành đồ tượng, bảo 9 châu tiến cống thanh đồng, đúc thành 9 đỉnh, đồng thời đem đồ tượng đúc lên trên thân đỉnh. Cho nên mọi thứ đều có trên đỉnh, khiến bách tính biết được thần vật và ác vật. Nhân đó bách tính tiến vào sông hồ ao đầm hay rừng núi không gặp phải quỷ quái li mị võng lượng. [[Hạ Kiệt]] hôn loạn, đỉnh dời đến [[nhà Thương]], trước sau 600 năm. [[Trụ Vương]] nhà Thương bạo ngược, đỉnh lại dời đến [[nhà Chu]]. Đức hạnh nếu quả mĩ thiện quang minh, thì đỉnh tuy nhỏ cũng rất nặng; nếu gian tà hôn loạn, đỉnh tuy lớn cũng rất nhẹ. Trời ban phúc cho người có đức sáng đều có kì hạn. [[Chu Thành Vương]] đem 9 đỉnh đặt tại Giáp Nhục, kết quả chiêm bốc là truyền thế 30 đời, hưởng quốc 700 năm. Đó là mệnh trời. Đức hạnh triều Chu tuy có suy giảm, nhưng mệnh trời chưa thay đổi. Đỉnh nặng hay nhẹ không thể hỏi đến.” Trang vương biết chưa thể tranh ngôi, bèn trở về. Xem ''Tả truyện, [[Lỗ Tuyên công|Tuyên Công]] tam niên''}}. Đôn giết Vũ Lăng nội sử Hướng Thạc,<ref name=\"T1\">''Tư trị thông giám quyển 91 – Tấn kỷ 13, Trung Tông Nguyên hoàng đế trung Thái Hưng tam niên''<\/ref> Tấn Nguyên đế vừa sợ vừa ghét, bèn lấy bọn [[Lưu Ngôi]], [[Điêu Hiệp]] làm tâm phúc, ngày càng chèn ép người nhà họ Vương; trong khi Vương Đạo chăm chỉ giữ phận, bình đạm như cũ, thì Đôn tỏ ra bất bình, vì thế bắt đầu kết hiềm khích. Đôn lại dâng sớ kể nỗi oan khuất của Vương Đạo, nói rằng xưa nay trung thần bị nhà vua nghi ngờ, là bọn người ruồi nhặng chen vào ở giữa, nhằm cảm động thiên tử; sớ gởi đến kinh sư, Vương Đạo niêm phong rồi gởi trả lại; Đôn tiếp tục gởi đến, rồi tâu lên.<ref name=\"T\" \/> Nguyên đế nhận sớ, lại càng kiêng kỵ Đôn, ngay trong đêm triệu Tiếu vương [[Tư Mã Thừa]] để hỏi nên làm sao, Thừa khuyên đế sớm trừ bỏ Đôn để tránh hậu hoạn.<ref name=\"T1\" \/><ref>Xem thêm ''Tấn thư – Nguyên đế kỷ''<\/ref> Ít lâu sau Đôn được gia Vũ bảo, Cổ xuy, thêm tòng sự trung lang, duyện chúc, xá nhân đều 2 người.<ref name=\"T\" \/>\n\nĐến khi Tương Châu thứ sử Cam Trác chịu dời sang Lương Châu (321 <ref name=\"B\" \/>), Đôn muốn lấy Tòng sự trung lang Trần Ban thay ông ta,<ref>Tấn thư, tlđd chép là Trần Ban, Tư trị thông giám, tlđd chép là Thẩm Sung<\/ref> Nguyên đế theo kế của Lưu Ngôi, lấy Tiếu vương Tư Mã Thừa giữ Tương Châu.<ref name=\"T\" \/><ref name=\"T1\" \/> Năm sau (321 <ref name=\"B\" \/>), Nguyên đế lấy Lưu Ngôi làm Trấn bắc tướng quân, [[Đái Uyên]] <ref>Tấn thư chép là Đái Nhược Tư (tên tự của Uyên), vì kiêng húy [[Đường Cao Tổ]] Lý Uyên<\/ref> làm Chinh tây tướng quân, bắt hết nô bộc ở Dương Châu làm lính, đánh tiếng là chống người Hồ, thực là ngăn ngừa Đôn.<ref name=\"T\" \/><ref>''Tư trị thông giám quyển 91 – Tấn kỷ 13, Trung Tông Nguyên hoàng đế trung Thái Hưng tứ niên''<\/ref>\n\nNăm Vĩnh Xương đầu tiên (322 <ref name=\"B\" \/>), Đôn soái quân quay về kinh sư, mượn danh nghĩa trừng trị Lưu Ngôi, dâng sớ kể tội ông ta. Người Ngô Hưng là [[Thẩm Sung]] dấy binh hưởng ứng Đôn. Đôn đến Vu Hồ, lại dâng biểu kể tội Điêu Hiệp. Nguyên đế cả giận, giáng chiếu nói ai giết được Đôn, sẽ phong tước hầu có thực ấp 5000 hộ; triệu Đái Uyên, Lưu Ngôi hội họp ở kinh sư. Anh trai của Đôn là Vương Hàm, bấy giờ đang làm Quang lộc huân, bỏ trốn về với Đôn.<ref name=\"T\" \/><ref name=\"T2\">''Tư trị thông giám quyển 92 – Tấn kỷ 14, Trung Tông Nguyên hoàng đế hạ Vĩnh Xương nguyên niên''<\/ref>\n\nĐôn đến Thạch Đầu, muốn đánh Lưu Ngôi đang ở kim thành (tức nha thành) của Kiến Khang, Đỗ Hoằng đề nghị tấn công Thạch Đầu, vì tướng giữ thành là [[Chu Trát]] không biết dùng binh. Đôn nghe theo, lấy Hoằng làm tiền phong để đánh thành Thạch Đầu; quả nhiên Trát mở cửa, nạp thành cho Hoằng. Đế sai bọn Lưu Ngôi, Điêu Hiệp, Đái Uyên tấn công Thạch Đầu; Đôn liên tiếp đánh bại quan quân, rồi trở lại Thạch Đầu, đóng binh không vào triều kiến, buông thả binh sĩ cướp bóc khắp nơi. Người trong cung cấm tan chạy, chỉ còn Lưu Siêu nắm trực vệ và 2 thị trung ở lại bên cạnh hoàng đế. Nguyên đế cởi áo giáp, vận triều phục, ngoảnh lại mà nói rằng: “Muốn vị trí của ta, hãy sớm dọn đường, ta sẽ tự về Lang Gia, sao lại bức bách trăm họ như vầy!” Triều đình đại xá, lấy Đôn làm Thừa tướng, Giang Châu mục, tiến tước Vũ Xương quận công, thực ấp vạn hộ, sai Thái thường Tuân Tung đi bái, còn gia Vũ bảo, Cổ xuy; ông đều vờ từ chối không nhận. Sau đó Đôn bắt giết Chu Nghĩ, Đái Uyên.<ref name=\"T\" \/><ref name=\"T2\" \/>\n\n==Khống chế triều đình==\nĐôn quay về Vũ Xương, giết hại nhiều trung lương, trao chức cho thân tín: lấy anh trai Vương Hàm làm Vệ tướng quân, Đô đốc Miện Nam quân sự, Lĩnh Nam Man hiệu úy, Kinh Châu thứ sử, lấy Nghĩa Dương thái thú Nhâm Âm làm Đốc Hà Bắc chư quân sự, Nam trung lang tương, ngoài ra ông còn tự làm Đốc Ninh, Ích 2 châu.<ref name=\"T\" \/><ref name=\"T2\" \/>\n\nNăm Thái Ninh đầu tiên (323 <ref name=\"B\" \/>), [[Tấn Minh Đế|Tấn Minh đế]] nối ngôi, Đôn đánh tiếng để triều đình trưng mình, vì thế Minh đế tự tay làm chiếu trưng ông. Sau đó triều đình sai Kiêm Thái thường [[Ứng Chiêm]] bái thụ Đôn gia Hoàng việt, đội nghi lễ Ban kiếm, Vũ bôn 20 người, tâu việc không xưng tên, vào chầu không bước rảo, được đeo kiếm lên điện. Đôn dời trị sở về Cô Thục, Minh đế sai Thị trung Nguyễn Phu đem bò rượu khao quân; Đôn xưng bệnh không gặp, sai chủ bộ nhận chiếu. Triều đình lấy Vương Đạo làm Tư đồ, Đôn tự nhận chức Dương Châu mục.<ref name=\"T\" \/><ref name=\"T3\">''Tư trị thông giám quyển 92 – Tấn kỷ 14, Trung Tông Nguyên hoàng đế hạ Thái Ninh nguyên niên''<\/ref>\n\nĐôn đã đắc chí, ngày càng kiêu mạn, bốn phương cống nạp phần nhiều đưa vào phủ của mình, bày biện nghi lễ dành cho Thừa tướng và Đại tướng quân rồi mới ra khỏi cửa; dời anh trai Vương Hàm làm Chinh đông tướng quân, Đô đốc Dương Châu, Giang Tây chư quân sự, em họ Vương Thư nắm Kinh Châu, Vương Bân nắm Giang Châu, Vương Thúy nắm Từ Châu. Hàm tính hung ác, tham lam, ngang ngược và tàn bạo, lại thêm thói xa xỉ, nhờ Đôn nâng đỡ mà có được địa vị cao quý. Đôn lấy Thẩm Sung, Tiền Phượng làm mưu chủ, Gia Cát Dao, Đặng Nhạc, Chu Phủ, Lý Hằng, Tạ Ung làm nanh vuốt. Bọn Sung đều hung ác càn rỡ, cùng nhau xúi giục Đôn, giết chóc theo ý riêng; lại còn xây dựng phủ đệ, chiếm đoạt ruộng vườn, quật phá mộ cổ, cướp bóc chợ búa, khiến cho quan dân chán nản, đều cho rằng họ ắt bại vong.<ref name=\"T\" \/><ref name=\"T3\" \/> Dự Chương thái thú Vương Lăng ngày đêm can ngăn, khiến Đôn giận, ngầm xui Vương Như giết Lăng, rồi bắt giết Như để bịt miệng.<ref name=\"T\" \/><ref>Về cái chết của Vương Lăng, xem thêm ''Tư trị thông giám quyển 89 – Tấn kỷ 11, Hiếu Mẫn hoàng đế hạ Kiến Hưng tam niên'' và ''Tấn thư – Vương Như truyện''<\/ref>\n\nĐôn không có con trai, nuôi con trai của Hàm là Vương Ứng. Đến khi Đôn bệnh nặng, bèn bái Ứng làm Vũ vệ tướng quân để giúp đỡ mình. Tiền Phượng khuyên Đôn gởi gắm hậu sự cho Ứng, Đôn nói: “Việc phi thường, há người thường có thể làm được! Sau khi ta chết, chẳng bằng giải tán quân đội, theo về triều đình, bảo toàn môn hộ, ấy là thượng kế đấy. Lui về Vũ Xương, thu binh tự giữ, cống hiến không bỏ, là trung kế đấy. Ngay khi tôi còn sống, dốc lực lượng về kinh, may ra thành công, là hạ kế đấy.” Phượng nói với đồng đảng rằng: “Hạ kế của ngài ấy, mới là thượng sách đấy.” Rồi cùng Thẩm Sung định mưu, đợi sau khi Đôn chết thì nổi loạn.<ref name=\"T\" \/><ref name=\"T3\" \/>\n\nĐôn kiêng dè Chu Trát, diệt tộc của ông ta rồi giết ông ta. Bọn Thường tòng đốc Nhiễm Tằng, Công Thừa Hùng là tâm phúc của Tấn Nguyên đế, Đôn bèn hại họ. Đôn cho rằng túc vệ còn nhiều, tấu lên đòi chia làm 3 phiên nghỉ 2. Đến khi Đôn bệnh nặng, triều đình giáng chiếu sai Thị trung Trần Quỹ, Tán kỵ thường thị Ngu Phỉ thăm hỏi. Bấy giờ Minh đế sắp đánh dẹp Đôn, vi hành đến Vu Hồ, dò xét doanh lũy của ông, còn nhiều lần sai đại thần hỏi dò nơi ở của ông; sau đó triều đình thăng Vương Hàm làm Phiếu kỵ đại tướng quân, Khai phủ nghi đồng tam tư, con Hàm là Vương Du làm Tán kỵ thường thị.<ref name=\"T\" \/><ref name=\"T4\">''Tư trị thông giám quyển 93 – Tấn kỷ 15, Túc Tông Minh hoàng đế hạ Thái Ninh nhị niên''<\/ref>\n\n==Dấy binh lần nữa==\nĐôn lấy [[Ôn Kiệu]] làm Đan Dương doãn, muốn sai ông ta dò xét triều đình; nhưng Kiệu về kinh sư, lại trình bày âm mưu của Đôn. Minh đế đã hạ quyết tâm ra tay, nhưng biết Đôn được người đời sợ phục, bèn nói dối rằng ông đã chết, hạ chiếu luận tội ông và đồng đảng, điều động binh mã các nơi đánh dẹp. Bệnh tình của Đôn chuyển nặng, không thể cầm binh, sai bọn Tiền Phượng, Đặng Nhạc, Chu Phủ soái 3 vạn hướng về kinh sư. Hàm nói Đôn rằng: “Đây là việc nhà, tôi nên đảm đương.” Vì thế Đôn lấy Hàm làm nguyên soái. Bọn Phượng hỏi Đôn rằng: “Ngày làm xong việc, đối với thiên tử thế nào?” Đôn nói: “Chưa tế Nam giao, làm sao xưng thiên tử! Hãy làm hết khả năng của anh, chỉ cần bảo hộ Đông Hải vương (tức Tư Mã Xung) và Bùi phi (vợ của Tư Mã Việt) mà thôi.” Đôn bèn dâng sớ kể tội Ôn Kiệu, lấy danh nghĩa dấy binh trừ gian thần.<ref name=\"T\" \/><ref name=\"T4\" \/>\n\nMinh đế sai bọn Trung quân tư mã Tào Hồn đánh bại Hàm ở Việt Thành; Đôn nghe tin, giận nói: “Anh ta như con ở già vậy, môn hộ suy rồi! Anh em tài kiêm văn võ như Thế Tương (tức [[Vương Dị]], cũng là em con dì của Tấn Nguyên đế), Xử Quý (chưa rõ là ai) đều mất sớm, việc đời này lỡ rồi!” Lại nói với Tham quân Lữ Bảo rằng: “Tôi nên gắng gượng.” Vì thế Đôn chống tay để đứng dậy, nhưng mỏi mệt nằm bẹp trở lại.<ref name=\"T\" \/><ref name=\"T4\" \/>\n\nBọn Tiền Phượng đến kinh sư, đóng đồn ở bờ nam. Minh đế đích thân soái Lục quân đón đánh phản quân, liên tiếp thắng lợi. Đôn nói với Dương Giám cùng Vương Ứng rằng: “Ta mất rồi, Ứng hãy lên ngôi, trước lập triều đình, rồi mới lo việc chôn cất.” Khi xưa Đôn mới bệnh, mơ thấy chó trắng từ trên trời xuống cắn ông, lại thấy Điêu Hiệp cưỡi xe nhỏ theo sau, trợn mắt lệnh cho tả hữu bắt ông. Được ít lâu thì Đôn mất, hưởng thọ 59 tuổi. Ứng giấu không phát tang, lấy chiếu gói thây, bôi sáp bên ngoài, chôn ngay trong phòng, hằng ngày cùng bọn Gia Cát Dao buông thả tửu sắc.<ref name=\"T\" \/><ref name=\"T4\" \/>\n\nThẩm Sung từ Ngô Quận soái hơn vạn người đến, hội họp với bọn Hàm. Hàm lần nữa soái quân vượt [[sông Hoài]], bị bọn [[Tô Tuấn]] đánh cho đại bại, Sung cũng đốt doanh mà lui. Sau đó Chu Quang chém Tiền Phượng, Ngô Nho chém Thẩm Sung, đều gởi đầu về kinh sư; cha con Vương Hàm bị Vương Thư dìm chết. Triều thần bàn rằng: “Vương Đôn nhờn trời gây nghịch, có lòng vô quân, nên dựa theo việc xưa của [[Thôi Trữ]], [[Vương Tuấn (cuối Tây Tấn)|Vương Tuấn]], mở quan chém thây, để làm rõ [[ác|cái ác]] đầu sỏ.” Vì thế thây của Đôn bị đào lên, áo mũ bị đốt, quỳ mà chịu hình. Đầu của Đôn, Sung bị treo cùng ngày ở cầu nổi Chu Tước (Nam Hàng hay Chu Tước Hàng), người trông thấy chẳng ai không chúc mừng. Nhưng về sau không ai dám nhận lại đầu của Đôn, thượng thư lệnh [[Si Giám]] tâu xin theo lối cũ của [[nhà Hán]] đối với [[Vương Mãng]], [[Đổng Trác]], cho phép người nhà đưa về; Minh đế đồng ý. Nhờ thế đầu của Đôn được gia đình đem về chôn cất.<ref name=\"T\" \/><ref name=\"T4\" \/>\n\n==Dật sự – Điển cố==\n===Đánh trống chữa thẹn===\nTấn Vũ đế từng triệu người hiền bàn luận về nghệ thuật, ai ai cũng có gì đó để nói, riêng Đôn chẳng biết nói gì, tỏ ra rất xấu hổ, cuối cùng tự nhận là mình biết nhạc Cổ xuy. Vũ đế bèn sai người đem trống đến cho Đôn; ông bèn xắn tay áo lên, ngồi xuống rồi nện dùi hăng hái, tạo ra âm tiết hài hòa, khí thế hào hùng, xem như bên cạnh không có người. Cử tọa đều khen Đôn hùng sảng.<ref name=\"A1\" \/><ref name=\"T\" \/>\n\n===Bột giặt làm cơm===\nVào lúc Đôn mới lấy công chúa, đi nhà xí, thấy trong nhà xí có một cái hòm sơn đen chứa đầy Kiền tảo ([[táo Tàu]]), không biết táo ấy được dùng để bịt mũi, thò tay mà bốc ăn sạch. Đôn ra khỏi nhà xí, tỳ nữ nâng Kim táo bàn (chậu vàng) chứa đầy nước và Lưu ly oản (chén lưu ly) chứa đầy Táo đậu {{efn|Táo đậu (澡豆; táo: tắm, rửa; đậu: đậu, đỗ) là bột (Hán Việt: phấn tễ) giặt, rửa của dân gian Trung Quốc đời xưa, lấy bột đậu phối thêm dược phẩm mà chế thành. Người Trung Quốc dùng Táo đậu cho đến [[đời Tống]], thì xuất hiện những chất tẩy rửa có hình thái gần hơn với xà phòng ngày nay}}, ông ngỡ là lương khô, đem Táo đậu trút cả vào chậu nước rồi uống cạn; bọn tỳ nữ đều bưng miệng mà cười.<ref>''Thế thuyết tân ngữ – Bì lậu''<\/ref> Ngày nay, ''Táo đậu vi phạn'' (澡豆为饭, tạm dịch: bột giặt làm cơm) là thành ngữ chế giễu người quê mùa và thiếu hiểu biết.\n\n===Mặt không đổi sắc===\nThạch Sùng ưa khoe khoang xa xỉ, ở nhà xí luôn sắp xếp hơn 10 tỳ nữ, đều có nhan sắc, bày phấn Giáp tiên {{efn|Giáp tiên (甲煎) là tên một loại hương liệu, được trộn lẫn từ giáp hương (hương liệu đến từ vỏ động vật), trầm hương, xạ hương,...}}, nhựa Trầm hương, không gì chẳng đầy đủ. Khách vào nhà xí, sẽ được mỹ nhân giúp cởi áo cũ, khi trở ra lại được giúp vận áo mới. Người ta đều xấu hổ vì thoát y, nhưng Đôn cho dù là cởi áo hay vận áo, đều không chút thẹn thùng. Bọn tỳ nữ nói với nhau rằng: “Khách này ắt có thể làm giặc.” <ref name=\"T\" \/><ref name=\"A2\">''Thế thuyết tân ngữ – Thái xỉ''<\/ref>\n\nBấy giờ [[Thạch Sùng (nhà Tấn)|Thạch Sùng]], [[Vương Khải (Tây Tấn)|Vương Khải]] đua nhau xa xỉ, Khải từng mở tiệc, Đôn và em họ Vương Đạo tham dự; có nữ kỹ thổi địch sai sót một chút, Khải bèn giết chết cô ấy, khiến cả bữa tiệc đều đổi sắc mặt, riêng Đôn vẫn thản nhiên. Ngày khác, Đôn và Đạo lại đến dự tiệc của Khải, Khải sai mỹ nhân mời rượu, nếu khách không cạn chén thì giết người mời rượu. Đến lượt Đôn, ông không chịu uống, mỹ nhân sợ đến tái mặt, mà ông vẫn ngạo nghễ ngồi yên. Vương Đạo vốn không thể uống, nhưng sợ liên lụy người mời rượu, nên gượng uống cho xong; Đạo về, than rằng: “Xử Trọng ra đời, với lòng dạ cứng rắn và tàn nhẫn, sẽ không có kết cục tốt vậy!” <ref name=\"T\" \/> Thuyết khác cho biết Đôn và Đạo dự tiệc của Thạch Sùng, Sùng đã chém 3 người mời rượu mà Đôn vẫn thản nhiên, thấy Đạo miễn cưỡng mà uống, đến mức say mềm, thì nói: “Họ tự giết người nhà của họ, can gì đến mày!?”<ref name=\"A2\" \/>\n\n===Cửa sau bỏ thiếp===\nĐôn từng phóng túng sắc dục, khiến sức khỏe sa sút; tả hữu can ngăn, ông nói: “Ta không nhận ra đấy, việc này rất dễ thôi!” Đôn bèn mở cửa sau, đem bọn tỳ thiếp vài mươi người thả đi, khiến người đời cảm thán.<ref name=\"A1\" \/><ref name=\"T\" \/>\n\n===E sợ Tổ Địch===\nĐôn mới lập công ở Giang Tả, bắt đầu manh nha dã tâm, muốn xuôi dòng xuống kinh đô hòng sắp xếp triều đình theo ý mình, trước sai tham quân thông báo với triều đình, sau giả chiếu chỉ công bố các nơi. Bấy giờ [[Tổ Địch]] đang giữ Thọ Xuân, trợn mắt quát mắng sứ giả: “Mày nói với A Hắc, {{efn|Chi tiết này cho biết tên lúc nhỏ (tiểu tự) của Vương Đôn là A Hắc}} sao dám không khiêm tốn! Mau mau quay về, bảo hắn nhanh chóng sửa đổi, bằng không ta đem 3000 binh, đâm sóc vào chân hắn mà treo lên.” Đôn nghe được thì thôi.<ref name=\"A1\" \/> Sau khi Tổ Địch mất, Đôn mới bộc lộ rõ rệt dã tâm của mình; đến khi [[Chu Phóng]] mất, Đôn không còn e dè gì nữa, dấy binh tiến xuống kinh đô.\n\n===Đánh mẻ ống nhổ===\nĐôn bất mãn triều đình, mỗi lần say rượu, liền vịnh bài ca Nhạc phủ ''Bộ xuất hạ môn hành'' (步出夏门行) của [[Tào Tháo]]: “Lão Ký phục lịch, chí tại thiên lý. Liệt sĩ mộ niên, tráng tâm bất dĩ.” (Tạm dịch: (Ngựa) Ký già về chuồng, chí ở ngàn dặm. Liệt sĩ luống tuổi, ý hăng không thôi.”) rồi dùng Như ý đập vào ống nhổ (thóa hồ) {{efn|Như ý là dịch nghĩa của “a na luật” trong tiếng Phạn. Như ý là cây gậy dài chừng 3 thước, đầu gậy có hình ngón tay đang trỏ, được làm từ các loại vật liệu xương, sừng, tre, gỗ, ngọc, đá, đồng, sắt,... Người xưa dùng Như ý để gãi lưng, có thể chạm vào những vị trí mà tay không thể sờ đến. Vì cảm giác hài lòng ấy mà gọi là Như ý chăng?}}, khiến bên hông cái ống sứt mẻ hết cả.<ref name=\"A1\" \/><ref name=\"T\" \/> Ngày nay thành ngữ ''Kích khuyết thóa hồ'' (tạm dịch: đánh mẻ ống nhổ) được dùng để hình dung sự tán thưởng cao độ dành cho một tác phẩm nghệ thuật.\n\n==Đánh giá==\nSử cũ cho biết Đôn có tài trù hoạch chỉ huy, cách xa ngàn dặm vẫn không chế tình hình, nhưng đối với bộ hạ gây rối thì ông lại không thể chỉnh đốn.<ref name=\"T\" \/>\n\n[[Phòng Huyền Linh]] nhận xét: buổi đầu Lang Gia trấn Kiến Nghiệp, long đức còn ngầm, nhưng điềm [[Đương bích]] – [[Ưng đồ]] {{efn|Đương bích và Ưng đồ đều là điềm báo trở thành vua của một nước. Đương bích là sự tích vợ đích của [[Sở Cung vương]] không có con, sủng thiếp lại sanh ra 5 người con trai: [[Sở Khang vương]], [[Sở Linh vương]], [[Sở vương Bỉ]], lệnh doãn Hắc Quang và [[Sở Bình vương]]. Vì không có con đích, Cung vương bèn chôn ngọc bích ở tông miếu, sai 5 người con trai lần lượt bước vào; Bình vương còn bé lắm, được vú nuôi ẵm ngữa, đứng ngay bên trên ngọc bích. Ưng đồ, gọi đầy đủ là ưng đồ thụ lục. Ưng hay thụ đều có nghĩa là tiếp nhận; Đồ tức là [[Hà đồ]], lục tức là Phù mệnh hay [[Lạc thư]]}} chưa rõ, công lớn lợi dày chưa trùm khắp lê dân. Vương Đôn từng làm quan trong triều, uy danh đủ nổi, nhìn khắp Hoài Hải {{efn|Hoài Hải là tên gọi cũ của khu vực ngày nay là giao giới 4 tỉnh [[Giang Tô]] – [[Sơn Đông]] – [[Hà Nam (Trung Quốc)|Hà Nam]] – [[An Huy]], có thể tìm thấy trong tư liệu xưa nhất là ''[[Thượng thư]] – Vũ cống''. Khu vực này đông gần [[Hoàng Hải]], tây liền [[Trung Nguyên]], nam gần Giang Hoài, bắc nối Sơn Đông}}, mong muốn hơn nữa, bèn nhấc đỡ con cá ra khỏi chỗ nước sâu, ước hẹn kết nghĩa kim lan {{efn|Nguyên văn: định kim lan chi mật khế. Mật: bí mật, khế: khế ước; xét đến ngữ cảnh là quan hệ gần gũi của anh em Vương Đôn – Vương Đạo với Tư Mã Duệ, đời sau dùng khái niệm “mật khế” có từ đoạn văn này để nói về tình bằng hữu thân mật. Kim lan có xuất xứ từ ''[[Kinh Dịch]], Hệ từ thượng'': “Nhị nhân đồng tâm, kỳ lợi đoạn kim; đồng tâm chi ngôn, kỳ khứu như lan.” (dịch ý: Hai người mà đồng lòng với nhau, thì sức mạnh sắc bén có thể chặt đứt được kim loại; lời nói mà đồng lòng thì thơm như hoa lan.) nhưng ý nói tình tri âm tri kỷ vượt trên cả tình bạn đơn thuần đến từ ''Thế thuyết tân ngữ – Hiền viện'': “Sơn công dữ Kê, Nguyễn nhất diện, khế nhược kim lan.” (chuyện kể rằng [[Sơn Đào]] vừa gặp [[Kê Khang]], [[Nguyễn Tịch]] đã trở nên vô cùng thân thiết, chữ khế chính là đến từ “mật khế” trong đoạn văn này}}, giúp rập vượt sông, phù tá trung hưng, kéo dài triều đại thêm 102 năm nữa, so sánh với sự nghiệp chia ba (ý nói [[Đông Ngô]]), công ấy cố nhiên không nhỏ vậy. Nhưng cậy công cao mà mưu trái lẽ, dựa thế mạnh mà quá kiêu căng. Hiềm khích khởi từ Điêu, Lưu, vạ nạn nên ở Tiền, Thẩm. Dấy binh địa phương, vây quân triều đình {{efn|Nguyên văn: hưng Tấn Dương chi giáp, triền Tượng ngụy chi binh. Tấn Dương chi giáp là sự tích [[Triệu Ưởng]] trù bị binh giáp ở Tấn Dương, được đời sau dùng để phiếm chỉ nghĩa binh ở địa phương; hưng\/thủ Tấn Dương chi giáp là thành ngữ chỉ quan lại địa phương vì bất mãn triều đình mà dấy binh. Triền nghĩa là vây, bọc; Tượng ngụy là tên gọi khác của phần kiến trúc cao nhất ở cổng ra vào cung điện, quen gọi là Khuyết hay Quan, ở đây được dùng để phiếm chỉ hoàng đế hay triều đình}}. Mắt ong đã lộ, tiếng sói lại vang, chuyên quyền việc nước, sát hại trung lương, còn muốn cướp đoạt ngôi vua, thay đổi triều đại {{efn|Nguyên văn: soán đạo thừa dư, bức thiên quy đỉnh. Soán: cướp, đạo: trộm, thừa dư: cỗ xe của hoàng đế; bức: bức bách, thiên: di dời, quy đỉnh: Nguyên quy và Cửu đỉnh, đều là trọng khí của quốc giả, phiếm chỉ ngôi hoàng đế (Nguyên quy là cái mai rùa lớn dùng để chiêm bốc ở Thái miếu, 9 đỉnh là bảo vật truyền quốc có từ thời [[Tam Đại]])}}. Nhờ tự quân (tức Minh đế) tài lược, ngôi Tấn còn dài, chư hầu tham gia, cận thần dốc sức {{efn|Nguyên văn: Chư hầu thích vị, cổ quăng lục lực. Thích vị nghĩa đen là rời bỏ chức vị, chư hầu thích vị ý nói chư hầu rời bỏ quyền lợi của địa phương để tham gia xử lý tình huống khó khăn của chánh quyền trung ương; VD: ''Tả truyện, [[Lỗ Chiêu công|Chiêu Công]] nhị thập lục niên'': “Chư hầu thích vị, dĩ gian vương chánh.” [[Đỗ Dự]] chú: “Gian\/间, cũng như dự\/与 đấy. Rời vị ấy, dự trị chánh sự của vương.” Cổ: đùi vế, quăng: cánh tay; cổ quăng ý nói bề tôi}}, dùng nhân tài làm nhiều suy tính {{efn|Nguyên văn: dụng năng vận tư miếu toán. Dụng năng ý nói nhiệm dụng người có tài năng; VD: ''[[Hà Yến]] – Cảnh Phúc điện phú'': “Vu nam tắc hữu thừa quang tiền điện, phú chánh chi cung, nạp hiền '''dụng năng''', tuân đạo cầu trung.”; vận: xoay vần; tư: thêm, càng; miếu toán nghĩa đen là hoạt động chiêm bốc ở Thái miếu trước khi xuất quân – thói quen có từ thời Tam Đại, về sau thường được hiểu là hành vi suy tính trước khi tiến hành chiến tranh, bắt nguồn từ ''[[Tôn tử binh pháp]] – Kế sách'': “Phù vị chiến nhi miếu toán thắng giả, đắc toán đa đã; vị chiến nhi '''miếu toán''' bất dụng giả, đắc toán thiểu đa. Đa toán thắng, thiểu toán bất thắng, nhi hướng ư vô toán hồ! Ngô dĩ thử quan chi, thắng phụ kiến hĩ.” (tạm dịch: Phàm, trước khi tác chiến, quyết sách có thể dự tính được khả năng thắng, là do có nhiều điều kiện có lợi; trước khi tác chiến, quyết sách dự tính không thể thắng, do nhiều điều kiện bất lợi. Nhiều điều kiện có lợi thì có thể dự tính thắng, nhiều điều kiện bất lợi thì dự tính không thể thắng, mọi tình huống đều có thể dự tính trước. Ta căn cứ vào những điều quan sát được thì có thể dự kiến được thắng bại.)}}, diệt bọn hung ác, giữ được cơ nghiệp, làm trong sạch vận nước vậy! <ref name=\"T\" \/>\n\n[[Ngu Thế Nam]] nhận xét: Tấn từ khi dời đô Giang Tả, cường thần lấn quyền, bó tay ngoảnh về nam, chánh lệnh không do mình. Vương Đôn nhờ dòng họ vững chãi, chiếm khu vực thượng lưu, cậy tài giữ đất, nảy ra ý muốn Vấn đỉnh, chẳng có sự mạnh mẽ của Minh đế, lòng trung thành của Vương Đạo, thì ngôi Tấn đã chuyển sang họ khác rồi.<ref>''Đường văn thập di, quyển 13''. Xem tại [http:\/\/ctext.org\/wiki.pl?if=gb&chapter=294128&remap=gb đây]<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Ghi chú==\n{{notelist|2}}\n\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Sinh năm 266]]\n[[Thể loại:Mất năm 324]]"}