{"Vương Xán":"{{Thông tin nhân vật phong kiến\n| tên gốc = 王粲\n| tự = Trọng Tuyên\n| quốc gia = [[Nhà Hán|Hán]]\n| triều đại = [[Đông Hán]]\n| tác phẩm = ''Thất ai thi, Tòng quân thi, Đăng lâu phú''\n}}\n\n'''Vương Xán''' ([[chữ Hán]]: 王粲, [[177]]-[[217]]) tự '''Trọng Tuyên''' (仲宣), là nhà thơ nổi tiếng nhất, làm thơ nhiều nhất và cũng tiêu biểu nhất trong [[Kiến An thất tử]] ở cuối đời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] (東漢), [[Trung Quốc]].<ref>Trích nhận định của TS. Trần Lê Bảo, ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004, tr. 2055.<\/ref>\n\n==Cuộc đời==\n'''Vương Xán''' là người Cao Bình, Sơn Dương; nay thuộc huyện Trâu, tỉnh [[Sơn Đông]] (Trung Quốc).\n \nTổ tiên ông nhiều đời đều làm quan to đời Hán. Năm 17 tuổi, được tiến cử, ông giữ chức Hoàng môn thị lang. Lúc [[Hán Hiến Đế]] (ở ngôi [[189]]-[[220]]) dời đô sang phía Tây, ông cũng rời khỏi [[Trường An]], đến [[Kinh Châu]] lánh nạn ở nhà [[Lưu Biểu]] ([[142]]-[[208]]), một lãnh chúa phong kiến thuộc hoàng tộc nhà Hán.\n \nNăm [[208]], Lưu Biểu chết, [[Tào Tháo]] mời ông về làm khách rồi cử ra làm quan đến chức Thị trung, lúc mới 32 tuổi.\n\n[[Mùa đông]] năm Kiến An thứ 21 ([[216]]), Vương Xán theo quân đi đánh nước [[Đông Ngô]], đến [[mùa xuân]] năm sau ([[217]]), trên đường trở về thành Nghiệp, ông mất giữa đường, khi tuổi mới 40 tuổi.\n\nTheo sử sách biên chép, thì hình dáng ông tuy thấp, nhưng ông nổi tiếng là người uyên bác, vừa hay văn, vừa giỏi toán và có một trí nhớ thật tốt. Mỗi lần ông đặt bút là thành văn, không sửa một chữ.\n\nTác phẩm của ông để lại có thi, phú, luận gồm 60 thiên; trong số đó có các bài ''Thất ai thi, Tòng quân thi, Đăng lâu phú'', còn được truyền tụng <ref>Tổng hợp từ các nguồn sách đã ghi ở mục ghi chú.<\/ref>.\n\n==Đánh giá== \nTS. Trần Lê Bảo viết:\n:''Là người từng nhìn thấy cảnh hỗn chiến thời Kiến An, bản thân cũng từng chạy loạn, nên thơ Vương Xán phản ảnh được ít nhiều nỗi bi thảm của nhân dân trong cảnh loạn lạc.''\n:''Ở chùm thơ ''Thất ai thi'' (Những bài thơ theo đầu đề \"Bảy nỗi buồn đau\" của [[nhạc phủ]]) được ông làm trên đường đi lánh nạn từ [[Trường An]] đến [[Kinh Châu]], không chỉ bộc lộ tình cảnh riêng của ông mà còn là của nhiều người. Lời thơ đau xót, cảnh tượng chân thực, như những câu thơ ở bài thứ nhất: ''Bước ra ngõ không thấy gì, chỉ thấy xương trắng phơi đầy đồng...''đã khái quát chân thực thảm họa chiến tranh. Các bài thơ khác của Vương Xán cũng được nhiều người đọc yêu thích, như bài thứ hai trong ''Thất ai thi'' tả cảnh vật Kinh Châu để nói lên lòng thương nhớ quê hương.\n:''Vương Xán còn có sở trường về phú. Bài ''Đăng lâu phú'' (Bài phú lên lầu) được ông làm khi lên chơi thành [[Giang Lăng]] ở Kinh châu. Nội dung bài phú là lòng buồn giận vì có tài mà không được dùng.''\n:''Có thể nói, bất mãn trước cảnh loạn ly, khát khao có được cuộc sống thanh bình, muốn gây dựng sự nghiệp dưới triều vua sáng...là những tình cảm chân thực của Vương Xán. Tất cả đều được thể hiện dưới một bút pháp trong sáng, lưu loát, khác hẳn với tác phong đẽo gọt câu chữ của thể phú thời Hán, mở đường cho thể phú ngắn trữ tình thời [[Tào Ngụy|Ngụy]] - [[Tấn]] về sau.''<ref>''Từ điển văn học'' (bộ mới), sách đã dẫn, tr. 2055-2066.<\/ref>\n\nTrích ý kiến của GS. Nguyễn Khắc Phi:\n:''Điểm nổi bật nhất của [[văn học Kiến An]]<ref>Kiến An (196-219) chỉ là niên hiệu thứ hai của Hán Hiến Đế, vị vua cuối cùng của triều Hán. Song khái niệm văn học Kiến An được dùng để chỉ một giai đoạn dài hơn: từ cuối Hán đến đầu triều [[Tào Ngụy]] (220-265), cho nên nó có một vị trí khá quan trọng trong lịch sử phát triển của văn học Trung Quốc.<\/ref>, là giá trị hiện thực. Nhiều bài thơ của các nhà thơ có tên tuổi (trong số đó có Kiến An thất tử) đã ghi lại đầy đủ sinh động những tai họa mà nhân dân đương thời phải gánh chịu. Như Vương Xán trong chùm thơ ''Thất ai thi'' đã dựng lên được bức tranh khái quát về xã hội Đông Hán cực kỳ bi thảm và hỗn loạn, bởi chiến tranh xâm lược và hỗn chiến quân phiệt.''<ref>''Từ điển Văn học (bộ mới)'', Nhà xuất bản Thế giới, 2004, tr. 1957.<\/ref>\n \nVà trong thiên ''Luận văn'', [[Tào Phi]], người cùng thời, đã khen Vương Xán sở trường về từ phú; và sau này, học giả [[Nguyễn Hiến Lê]] cũng đã khen thơ của Vương Xán là ''có nhiều bài lời bình dị mà thắm thía, làm người đọc nhớ tới những bài thơ xã hội của [[Đỗ Phủ]], như Thất ai thi...''<ref>Nguyễn Hiến Lê, ''Đại cương Văn học sử Trung Quốc''. Nhà xuất bản Trẻ, 1997, tr. 166.<\/ref>\n\n==Giới thiệu tác phẩm==\nGiới thiệu một bài thơ tiêu biểu của ông:\n{|valign=\"top\"\n|\n:'''七哀詩其一'''\n \n:西京亂無象，\n:豺虎方遘患。\n:復棄中國去，\n:遠身適荊蠻。\n:親戚對我悲，\n:朋友相追攀。\n:出門無所見，\n:白骨蔽平原。\n:路有飢婦人，\n:抱子棄草間。\n:顧聞號泣聲，\n:揮涕獨不還。\n:未知身死處，\n:何能兩相完？\n:驅馬棄之去，\n:不忍聽此言。\n:南登霸陵岸，\n:迴首望長安。\n:悟彼下泉人，\n:喟然傷心肝。\n|\n:'''Thất ai thi kỳ 1'''\n\n:Tây Kinh loạn vô tượng,\n:Sài hổ phương cấu hoạn.\n:Phục khí trung quốc khứ,\n:Viễn thân thích Kinh man.\n:Thân thích đối ngã bi,\n:Bằng hữu tương truy phan.\n:Xuất môn vô sở kiến,\n:Bạch cốt tế bình nguyên.\n:Lộ hữu cơ phụ nhân,\n:Bão tử khí thảo gian.\n:Cố văn hiệu khấp thanh,\n:Huy thế độc bất hoàn.\n:Vị tri thân tử xứ,\n:Hà năng lưỡng tương hoàn?\n:Khu mã khí chi khứ,\n:Bất nhẫn thính thử ngôn.\n:Nam đăng Bá Lăng ngạn,\n:Hồi thủ vọng Trường An.\n:Ngộ bỉ hạ tuyền nhân,\n:Vị nhiên thương tâm can.\n|\n:'''Bảy nỗi buồn than kỳ 1\n:(Người dịch: [[Nhượng Tống]])\n\n:''Tây Kinh bời rối loạn,\n:''Lang sói đang thét gào.\n:''Từ bỏ nơi quê cũ,\n:''Náu mình ở Kinh Châu.\n:''Họ hàng nhìn thương xót,\n:''Bè bạn cũng lo âu.\n:''Ra cửa nào trông thấy?\n:''Xương trắng ngập đồng sâu.\n:''Bên đường có một chị,\n:''Đói quẳng con đống lau.\n:''Đi xa còn tiếng khóc,\n:''Gạt lệ không ngoái đầu.\n:''Một thân còn chưa chắc,\n:''Cả hai sống được sao?\n:''Ta ruổi ngựa bỏ chạy,\n:''Càng nghĩ càng não sầu.\n:''Bờ Bá Lăng trèo tới,\n:''Nơi Trường An thấy đâu?\n:''Người suối vàng có thấu,\n:''Lòng này luống quặn đau.''\n|}\n\n==Chú thích==\n{{Tham khảo}}\n{{Văn học Kiến An}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Nhân vật quân sự Tào Ngụy]]\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Nhà thơ Trung Quốc thời Tam Quốc]]\n[[Thể loại:Sinh năm 177]]\n[[Thể loại:Mất năm 217]]"}