{"Vương Diên Hàn":"{{Thông tin nhân vật hoàng gia\n| tên= Mân Tự Vương<br>閩嗣王\n| tước vị= \n| hình = \n| cỡ hình= \n| ghi chú hình = \n| chức vị= Quốc vương [[Mân (Thập quốc)|nước Mân]]\n| tại vị = 30 tháng 12 năm 925 (trên thực tế)<ref name=ZZTJ274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref><br> hay [[13 tháng 11]] năm 926 (Mân quốc vương) <ref name=ZZTJ275\/><ref name=AS\/> - 14 tháng 1 năm 927\n| đăng quang = \n| tiền nhiệm = [[Vương Thẩm Tri]]\n| nhiếp chính= \n| kế nhiệm = [[Vương Diên Quân]]\n| vợ = \n| thông tin con cái= \n| con cái= \n| tên đầy đủ = \n| tước hiệu= \n| tước vị đầy đủ = \n| thông tin niên hiệu= \n| niên hiệu= không, sử dụng niên hiệu Thiên Thành (天成) của [[Hậu Đường]]\n| thụy hiệu= Tự Vương (嗣王)<br>(của [[Hậu Đường]])\n| miếu hiệu=\n| tên ngai =\n| hoàng tộc= \n| phụ thân= Vương Thẩm Tri\n| mẹ = \n| sinh = \n| nơi sinh = \n| mất= 14 tháng 1 năm 927<ref name=ZZTJ275>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷275|quyển 275]].<\/ref><ref name=AS>[http:\/\/sinocal.sinica.edu.tw [[Viện Nghiên cứu Trung ương (Đài Loan)]] Chuyển hoán lịch Trung-Tây 2000 năm].<\/ref>\n| nơi mất= [[Phúc Châu]]\n| ngày an táng = \n| nơi an táng= \n}}\n'''Vương Diên Hàn''' ({{zh|c=王延翰|p=Wáng Yánhàn}}) (?- [[14 tháng 1]] năm 927), [[Tên chữ (người)|tên tự]] '''Tử Dật''' (子逸), là một quân chủ của nước [[Mân (Thập quốc)|Mân]] thời [[Ngũ Đại Thập Quốc]] tại Trung Quốc. Ông cai trị quốc gia sau khi vua cha [[Vương Thẩm Tri]] qua đời, sau đó ông tự xưng là quốc vương. Chỉ hai tháng sau khi xưng quốc vương, ông bị phế truất và sát hại trong một cuộc nổi dậy của [[Vương Diên Bẩm]] và em ruột ông là [[Vương Diên Quân]]. Vương Diên Quân sau đó đoạt quyền cai quản quốc gia.\n\n== Bối cảnh ==\nVương Diên Hàn là trưởng tử của Mân vương [[Vương Thẩm Tri]].<ref name=SGCQ91>''[[Thập Quốc Xuân Thu]]'', [http:\/\/archive.org\/stream\/06075841.cn#page\/n52\/mode\/2up quyển 91].<\/ref> Ông có dung mạo khôi ngô, cao, và hiếu học.<ref name=SGCQ91\/>\n\nNăm 925, Vương Thẩm Tri lâm bệnh, mệnh Uy Vũ<ref group=\"c\">威武, trị sở nay thuộc [[Phúc Châu]], [[Phúc Kiến]]<\/ref> tiết độ phó sứ Vương Diên Hàn tạm quyền cai quản quân phủ sự.<ref name=ZZTJ273>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷273|quyển 273]].<\/ref> Ngày Tân Mùi (12) tháng 12 cùng năm (tức 30 tháng 12), Vương Thẩm Tri qua đời, Vương Diên Hàn tự xưng là Uy Vũ lưu hậu.<ref name=ZZTJ274\/> (Đương thời có tin đồn nói rằng Vương Thẩm Tri bị thê Thôi thị của Vương Diên Hàn hạ độc.)<ref>''Thập Quốc Xuân Thu'', [http:\/\/archive.org\/stream\/06075841.cn#page\/n132\/mode\/2up quyển 94].<\/ref>\n\n== Uy Vũ tiết độ sứ ==\nNgay sau đó, một cư dân Định châu<ref group=\"c\">汀州, nay thuộc [[Long Nham]], Phúc Kiến<\/ref> là Trần Bản (陳本) nổi dậy, tập hợp được ba vạn người bao vây Đinh châu. Vương Diên Hàn sai Hữu quân đô giám Liễu Ung (柳邕) và các tướng khác đem hai vạn binh đi thảo phạt Trần Bản. Sang tháng 1 năm sau, Trần Bản bị đánh bại và bị xử chém.<ref name=ZZTJ274\/>\n\nHay tin Vương Diên Hàn kế vị, Hậu Đường Trang Tông bổ nhiệm ông làm Uy Vũ tiết độ sứ, song Hậu Đường Trang Tông sau đó lại bị sát hại trong một cuộc binh biến.<ref name=SGCQ91\/> Hoàng đế kế tiếp của Hậu Đường là [[Hậu Đường Minh Tông|Minh Tông]], người này thăng Vương Diên Hàn làm ''Đồng bình chương sự'' vào ngày Giáp Tuất (19) tháng 5 năm Bính Tuất (1 tháng 7 năm 926).<ref name=ZZTJ275\/>\n\n== Làm quốc vương ==\nMặc dù được triều đình Hậu Đường ban cho chức tước, Vương Diên Hàn - lúc này được mô tả là kiêu dâm tàn bạo - tuyên bố mình là Đại Mân quốc vương vào ngày Kỉ Sửu (6) tháng 10 (13 tháng 11). Ông cũng lập cung điện, dựng nên bá quan, văn vật uy nghi đều phỏng theo phép chế của [[Thiên tử]], thuộc hạ gọi ông là [[điện hạ]]. Vương Diên Hàn tiến hành ân xá trong địa phận Mân, truy tôn cha Vương Thẩm Tri là Chiêu Vũ vương.<ref name=ZZTJ275\/>\n\nVương Diên Hàn được thuật là xem thường huynh đệ, sau khi ông tập vị không lâu thì bổ nhiệm đệ là Vương Diên Quân làm Tuyền châu<ref group=\"c\">泉州, trị sở nay thuộc [[Tuyền Châu]], Phúc Kiến<\/ref> thứ sử. Vương Diên Hàn còn bắt nhiều phụ nữ để sung vào hậu đình, không ngừng tuyển chọn. Cả Vương Diên Quân và Kiến châu<ref group=\"c\">建州, nay thuộc [[Nam Bình (thành phố)|Nam Bình]], Phúc Kiến<\/ref> thứ sử Vương Diên Bẩm đều dâng thư khuyến gián, song Vương Diên Hàn không nghe theo, giữa họ nảy sinh oán hận.<ref name=ZZTJ275\/> Ông hạ lệnh xây dựng cung thất kéo dài tới hơn 10 dặm ở bốn phía xung quanh Tây Hồ thuộc thành tây của vùng Phúc Châu, đặt tên là \"Thủy Tinh Cung\" rồi hàng ngày đều cùng các phi tần vui chơi hưởng lạc.<ref>{{chú thích sách|author=Thương Thánh|title=Chính sử Trung Quốc qua các triều đại|year=2011|publisher=Nhà xuất bản Văn hóa Thông tin|pages=376, 377}}<\/ref>\n\nTháng chạp năm đó, Vương Diên Bẩm và Vương Diên Quân hợp binh đánh úp Phúc châu. Vương Diên Bẩm [[Sông Mân (Phúc Kiến)|thuận dòng]] tới trước, Phúc châu chỉ huy sứ Trần Đào (陳陶) suất quân chống lại, kết quả quân Phúc châu chiến bại còn Trần Đào [[tự sát]]. Đêm đó, Vương Diên Bẩm đem theo hơn trăm tráng sĩ đến Tây Môn, leo thang vào thành, bắt lính giữ cổng thành, mở kho đoạt binh khí, Vương Diên Hàn sợ hãi trốn vào biệt thất. Sớm ngày Tân Mão (8) tháng 12 (14 tháng 1 năm 927), Vương Diên Hàn bị Vương Diên Bẩm bắt được. Vương Diên Bẩm liệt kê tội ác của Vương Diên Hàn, cũng nói rằng Vương Diên Hàn và vợ là Thôi thị cùng nhau sát hại Vương Thẩm Tri, cáo dụ lại dân, xử trảm ở ngoài Tử Thần môn. Ngày hôm đó, Vương Diên Quân đến phía nam thành, Vương Diên Bẩm mở cổng dâng thành, suy tôn Vương Diên Quân làm Uy Vũ lưu hậu.<ref name=ZZTJ275\/>\n\n== Chú thích ==\n{{tham khảo|group=\"c\"}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Vua Mân (Thập quốc)}}\n\n[[Thể loại:Vua Mân (Thập quốc)]]\n[[Thể loại:Vua Trung Quốc bị giết]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 927]]\n[[Thể loại:Năm sinh không rõ]]"}