{"William S. Clark":"'''William Smith Clark''' (ngày 31 tháng 7 năm 1826 - 9 tháng 3 năm 1886) là một giáo sư hóa học, nhà thực vật học và nhà động vật học, một đại tá trong cuộc [[nội chiến Hoa Kỳ]], ông là một nhà lãnh đạo ngành giáo dục nông nghiệp. Lớn lên và theo học [[Easthampton, Massachusetts]], Massachusetts, Clark đã dành phần lớn cuộc đời trưởng thành của mình trong [[Amherst, Massachusetts]].\nÔng tốt nghiệp Đại học Amherst vào năm 1848 và lấy bằng tiến sĩ hóa học từ Đại học Georgia Augusta ở Göttingen vào năm 1852. Sau đó, ông từng là giáo sư hóa học tại Amherst College từ năm 1852 đến năm 1867. Trong cuộc nội chiến ông đã được phép rời Amherst để phục vụ Trung đoàn bộ binh tình nguyện 21 tình nguyện Massachusetts, cuối cùng được phong cấp bậc đại tá và chỉ huy của đơn vị đó.\n\nTrong năm 1867, Clark trở thành chủ tịch thứ ba của Học viện Nông nghiệp Massachusetts (MAC), tại Đại học Massachusetts Amherst. Ông la người đầu tiên chỉ định một khoa và nhận học một lớp sinh viên. Mặc dù bước đầu thành công, MAC đã bị chỉ trích bởi các chính trị gia và các biên tập viên báo những người cảm thấy đó là một sự lãng phí tài trợ trong một tiểu bang mà công nghiệp ngày càng phát triển. Nông dân miền tây Massachusetts đã chậm trong việc hỗ trợ trường đại học này. Mặc dù có những trở ngại, thành công của Clark trong việc tổ chức một tổ chức học tập sáng tạo đã giành được sự chú ý của quốc tế. Các quan chức [[Nhật Bản]], phấn đấu để đạt được hiện đại hóa nhanh chóng của đất nước trong bối cảnh của cuộc [[Minh Trị Duy Tân]], đã đặc biệt thấy hấp dẫn bởi công việc của Clark.\n\nNăm 1876, chính phủ Nhật Bản đã thuê Clark làm một nhà tư vấn ngoại quốc để thành lập trường Học viện Nông nghiệp Sapporo (SAC), tại Đại học Hokkaido. Trong tám tháng tại Sapporo, Clark tổ chức thành công SAC, đã có một tác động đáng kể vào sự phát triển khoa học và kinh tế của đảo Hokkaido, và tạo ra một dấu ấn lâu dài về [[văn hóa Nhật Bản]]. Khuôn mặt của Clark nhìn Sapporo từ một vài bức tượng và những lời chia tay của ông đối với học sinh sinh viên Nhật Bản của mình, \"Các cậu trai, hãy có tham vọng!\" đã trở thành một phương châm nổi tiếng trên toàn quốc tại Nhật Bản.\n\nSau khi từ chức chủ tịch của MAC vào năm 1879, Clark rời học viện để trở thành chủ tịch của một công ty khai thác mỏ, Clark & ​​Bothwell. Các công ty, hoạt động 1881-1882, mua một số mỏ bạc, chủ yếu ở Utah và California. Đối tác của Clark, John R. Bothwell, chứng tỏ là tham nhũng và công ty nhanh chóng folded, phá hủy danh tiếng của Clark, tài chính của ông và số phận của nhiều bạn bè và gia đình của mình. Vụ bê bối tiếp theo hủy hoại sức khỏe của Clark. Ông qua đời vì bệnh tim tại nhà riêng ở Amherst vào năm 1886.\n==Chú thích==\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai tiểu sử}}\n{{thời gian sống|1826|1886}}\n\n[[Thể loại:Cựu sinh viên Đại học Göttingen]]"}