{"William Harvey":"{{Infobox scientist\n|name = William Harvey \n|image = William Harvey 2.jpg\n|image_size =\n|caption = William Harvey\n|birth_date = ngày 1 tháng 4 năm 1578\n|birth_place = [[Folkestone]]\n|death_date = {{dda|df=y|1657|6|3|1578|4|1}}\n|death_place = [[Roehampton]]\n|residence = \n|citizenship = \n|nationality =Anh\n|ethnicity = \n|field = [[Y học|Y khoa]] <br \/> [[Giải phẫu học|Giải phẫu]]\n|work_institutions = \n|alma_mater = \n|doctoral_advisor = [[Hieronymus Fabricius]]\n|doctoral_students = \n|known_for = [[Khám phá ra Hệ tuần hoàn]]\n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences = \n|influenced = \n|prizes = \n|religion = \n|footnotes = \n|signature = William Harvey signature.svg\n}}\n'''William Harvey'''<ref>{{Chú thích web|url=http:\/\/www.bbc.com\/history\/historic_figures\/harvey_william.shtml|title=BBC - History - William Harvey}}<\/ref> sinh ngày 1 tháng năm 1578 tại Folkestone, một cảng lớn miền Đông Nam nước Anh, trên eo biển Calais. Là con trai lớn nhất trong gia đình có 8 anh chị em (5 trai và 3 gái). Ông bố, Thomas Harvey là một nhà buôn giàu có kiêm chức thị trưởng thành phố cảng. Lên 10 tuổi Harvey được gửi tới học ở Trường Hoàng gia Văn phạm ở Canterbury thuộc vùng Kent (nước Anh). Sau 5 năm học tại đây ông quyết định không theo nghề buôn của bố mà xin đến học trường Cambridge, một trung tâm khoa học nổi tiếng thời đó. Sau 4 năm học tại Cambridge,năm 19 tuổi Harvey đến Padua (ở Italia) Ở đây ông phải đối mặt với vô vàn khó khăn từ đời sống vật chất và học tập Harvey còn phải đối mặt với vấn đề tôn giáo do Italia là thánh địa Thiên Chúa giáo. Tại Padua, Harvey không chỉ học y khoa mà con theo học lớp toán và thiên văn học. Đặc biệt William còn được sự hướng dẫn trực tiếp của thầy Pabrizio. Năm 27 tuổi, ông kết hôn với Elizabeth con gái một thầy thuốc hoàng cung. Năm 1613, Harvey được cử làm giáo sư môn Giải phẫu học và Ngoại khoa tại trường y khoa Luân Đôn, lúc này ông 35 tuổi. 5 năm sau làm thầy thuốc riêng cho vua James đệ nhất (1566-1625). Nhờ vậy mà ông có nhiều thời gian nghiên cứu. Năm 1619 bằng phương pháp thực nghiệm và tính toán, Harvey đã phát hiện ra vòng tuần hoàn lớn, khi đó ông 41 tuổi.Đó cũng là năm Pabrizio qua đời. Vốn tính tỉ mỉ ông không vội công bố kết quả, ông lại tiếp tục nghiên cứu. Tháng 3 năm 1625, vua James qua đời. Những kẽ xấu phao tin thầy thuốc riêng đã đầu độc Đức Vua.Nhưng Đức Vua mới lên ngôi, Charles đệ nhất (1600-1649) vẫn tin ông làm thầy thuốc riêng. Năm 1628, Harvey quyết định công bố công trình nghiên cứu của mình với nhan đề \"Hoạt động của tim và máu động vật\" (Excercitatio de motu cordis et sanguinis animalibus). Cuốn sách chỉ dày 71 trang nhưng đã giáng một đòn mạnh lên những tư tưởng lỗi thời hàng thế kỉ.Nhưng cũng vì vậy mà Harvey nhận không ít sự phản đối cũng như chế giễu của những nhà khoa học khác (những người ủng hộ học thuyết mang tính chất duy tâm của Aristotle, Galen). Viện trưởng Viện đại học Paris phản đối ngay \"Việc phát hiện ra tuần hoàn máu không chỉ là một điều sai trái, không thể có được, không thể hiểu được, vô ích đối với y học mà thậm chí còn có hại cho đời sống con người\".Một giáo sư Trường Đại học Edinbourgh là Primrose viết hẳn một cuốn sách chống lại Harvey.... Những cuộc tranh cãi diễn ra trong nhiều năm khiến Harvey mệt mỏi nhưng ông không chán nản. Năm 1651, lúc này ông 73 tuổi, Harvey cho xuất bản cuốn \" Về sự hình thành cơ thể động vật\" (De generatione animalum) trong đó có câu nói nổi tiếng \" Mọi cơ thể sinh vật đều hình thành từ trứng \". Một nhận xét đi trước thời đại hàng thế kỉ nhưng cũng vì vậy mà cuốn sách của ông không được chú ý nhiều. Phải đến năm 1827, khi Von Baer phát hiện ra tế bào trứng giả thuyết Harvey mới được chứng minh. Ông mất ngày 3 tháng 6 năm 1657. Trong cuốn \" Biện chứng tự nhiên \", Friedrich Engels ghi nhận \" Khi phát hiện tuần hoàn máu, Harvey đã làm ra khoa học, đặt nền tảng cho Sinh lý học của con người và mối liên quan với sinh lý học động vật.\"\n\n==Tham khảo==\n{{tham khảo}}\n\n{{thể loại Commons|William Harvey}}\n{{Lịch sử sinh học }}\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Harvey, William}}\n[[Thể loại:Sinh năm 1578]]\n[[Thể loại:Mất năm 1657]]\n[[Thể loại:Người thời Tudor]]\n[[Thể loại:Người thời Stuart]]\n[[Thể loại:Nhà văn tiếng Latinh thế kỷ 17]]"}