{"Willem Barentsz":"'''Willem Barentsz''' (sinh năm 1550 (?) tại Terschelling, đảo Tây Frisian, [[Hà Lan]] - mất ngày 20 tháng 6 năm 1597 trên [[biển Barents]], gần [[Novaya Zemlya]], [[Nga]]) là một nhà hàng hải và thám hiểm người Hà Lan, một người tiên phong trong các cuộc thám hiểm về cực Bắc.\n\nVào năm 1594, ông rời [[Amsterdam]] với hai chiếc tàu biển để tìm kiếm lối đi về phía Đông Bắc cho vùng Bắc [[Xibia|Siberia]] và tiến vào vùng Đông Á. Ông đã đến được bờ biển phía tây của [[Novaya Zemlya]], và đi tiếp về hướng bắc, cuối cùng buộc phải quay lại khi tiến gần đến cực Bắc của vùng này.\n\nVào năm sau (1595), ông chỉ huy một đội thám hiểm khác gồm bảy con tàu biển để đi thám hiểm eo biển giữa bờ biển Siberia và [[đảo Vaygach]], nhưng không thu được kết quả. Chuyến đi thứ ba của ông cũng thất bại và dẫn đến cái chết của ông. Lần này ông chỉ huy đội tàu gồm hai tàu biển, với hai thuyền trưởng là [[Jan Rijp]] và [[Jacob van Heemskerk]]. Ở trên biển, họ đã quan sát thấy [[Bjørnøya|Biển Gấu]] và [[svalbard|quần đảo Svalbard]] (chính xác hơn là [[spitsbergen|đảo Spitsbergen]]) và lạc nhau. Con tàu của Barentsz mà van Heemskerk làm thuyền trưởng đã bị kẹt lại trong băng sau khi đi vòng quanh phía bắc của Novaya Zemlya. Thủy thủ đoàn đã phải trải qua mùa đông lạnh giá ở Novaya Zemlya, phá phần bên trong của con tàu và kiếm gỗ để dựng lên một túp lều. Do con tàu không thể thoát khỏi băng nên vào năm 1597, thủy thủ đã rời tàu Barentsz trên hai chiếc xuồng vào ngày 13 tháng 6. Hầu hết thủy thủ đoàn đều thoát và được tàu của Jan Rijp cứu tại [[bán đảo Kola]] gần [[Murmansk]]. Tuy nhiên Barentsz chết vào ngày 20 tháng 6.\n\nCâu chuyện về mùa đông khủng khiếp tại Novaya Zemlya được kể lại và xuất bản trong nhật ký của Gerrit de Veer, người thợ mộc của tàu, là người đầu tiên quan sát thấy sự bất thường của không khí, còn được gọi là [[hiệu ứng Novaya Zemlya]].\n\nNăm 1871, ngôi nhà mà Barentsz và thủy thủ đoàn đã ở được phát hiện với tình trạng không bị phá huỷ, còn lại nhiều di vật, hiện được bảo quản tại [[Den Haag]], và năm 1875 người ta đã tìm ra những ghi chép của ông.\n\n[[Biển Barents]] và [[Vùng đất Barents]] mang tên ông.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/www.xs4all.nl\/~jzeebe1\/novaya_2.html Barentsz và di vật trong ngôi nhà mùa đông]\n\n{{thể loại Commons|Articles found in Het Behouden Huys}}\n\n{{sơ khai}}\n\n{{DEFAULTSORT:Barentsz, Willem de}}\n[[Thể loại:Sinh năm 1550]]\n[[Thể loại:Mất năm 1597]]\n[[Thể loại:Sinh thập niên 1550]]\n[[Thể loại:Người Svalbard]]"}