{"William Frederick Poole":"{{Thông tin nhân vật\n| tên = William Frederick Poole\n| hình = WilliamFPoole BostonAthenaeum15.png\n| ngày sinh = {{Birth date|1821|12|24}}\n| nơi sinh = [[Salem, Massachusetts]]\n| ngày mất = <!-- {{Death date and age|YYYY|MM|DD|YYYY|MM|DD}} (death date then birth date) --> {{Death date and age|1894|03|01|1821|12|24}}\n| resting place coordinates = <!-- {{Coord|LAT|LONG|type:landmark|display=inline}} -->\n| quốc gia = American\n| dân tộc = <!-- Ethnicity should be supported with a citation from a reliable source -->\n| học vấn = [[Đại học Yale]]\n| công việc = Thủ thư\n| tổ chức = [[American Historical Association]]<br>[[American Library Association]]\n| tài sản = <!-- Net worth should be supported with a citation from a reliable source -->\n| chiều cao = <!-- {{height|m=}} -->\n| cân nặng = <!-- {{convert|weight in kg|kg|lb}} -->\n| tôn giáo = <!-- Religion should be supported with a citation from a reliable source -->\n| giáo phái = <!-- Denomination should be supported with a citation from a reliable source -->\n| cáo buộc = <!-- Criminality parameters should be supported with citations from reliable sources -->\n| website = <!-- {{URL|Example.com}} -->\n}}'''William Frederick Poole''' (Sinh ngày 24 tháng 12 năm 1821 tại, [[Salem, Massachusetts]] mất ngày 1 tháng 3 năm 1894) là một thư mục viên và [[thủ thư]] người Mỹ.\n\n== Tiểu sử ==\nPoole tốt nghiệp [[Đại học Yale]]  năm 1849, nơi mà ông hỗ trợ [[John Edmands]], một sinh viên của Thư viện tổ chức Brothers in Unity. Poole tiếp nhận vị trí của Edmands tại thư viện và vào năm 1848, khi còn là sinh viên của trường, ông tự xuất bản một bảng chỉ mục dài 154 trang cho tạp chí văn học. Một tái bản 524 trang khác cũng được xuất bản vào năm 1853, và một tái bản khác 1469 trang khác vào năm 1882.<ref>''Appleton's Cyclopaedia of American biography''<\/ref>\n\nÔng là trợ lý thư viện cho thư viện tư nhân [[Boston]] Athenaeum vào năm 1851, và năm 1852 trở thành thư viện viên của hiệp hội thư viện Boston Mercantile. Từ năm 1856 đến năm 1869, ông là thư viện viên của thư viện Boston Athenaeum, nơi mà ông đã truyền cảm hứng cho các thủ thư thành đạt khác như [[Charles Evans]], [[William I. Fletcher]], và Caroline Hewins.<ref>George S. Bobinski. \"William Isaac Fletcher, an Early American Library Leader.\" ''The Journal of Library History'', v5n2, Apr 1970, pgs. 101-118.<\/ref> Poole là người đặt những hòn đá đầu tiên trong việc xây dựng thư viện công cộng. Ông là nhân viên thư viện đầu tiên của Thư viện công cộng Cincinnati từ năm 1869 đến năm 1873, nơi mà ông đã áp dụng thành công việc mở cửa thư viện vào chủ nhật,<ref>{{Chú thích báo|tên bài=Library opening on Sunday; results in Cincinnati}}<\/ref> và cũng là nhân viên thư viện đầu tiên của Thư viện công cộng [[Chicago]] từ 1873 đến 1887. Poole là người xây dựng những bộ sưu tập đầu tiên của thư viện Chicago một phần bằng cách thuyết phục bạn bè trong giới học thuật khắp nước Mỹ quyên tiền ủng hộ. Sẽ là không quá đáng khi kháng nghị của ông cho rằng nhiều cuốn sách đã bị đốt trụi trong trận hỏa hoạn lớn ở Chicago năm 1871, dù thảm họa này xảy ra trước khi xây thư viện 2 năm. Poole trở thành nhân viên thư viện của thư viện Newberry, một trung tâm nghiên cứu tư nhân, từ năm 1887 đến 1894. Poole xây dựng tòa nhà và nó vẫn còn tồn tại ở đường 60 West Walton cho đến nay.<ref>William Landram Williamson, ''William Frederick Poole and the Modern Library Movement', Columbia University Press, 1963.''<\/ref> Trong khi Poole là một người tiên phong trong phong trào thư viện hiện đại thì tư tưởng của ông lại không phù hợp với lịch sử phát triển của thư viện. Poole tin rằng mỗi bộ sưu tập sách là có tính duy nhất và các nhân viên thư viện nên thiết kế kho sách và hệ thống mục lục tương thích với tài liệu trong thư viện của họ. Tên của một người đồng nghiệp đương thời của ông, Melvil Dewey, được gắn liền với lý thuyết về cách phân loại chuẩn trong thư viện. Poole từng là chủ tịch của [[Hiệp hội Thư viện Hoa Kỳ|Hiệp hội thư Viện Mi]](American Library Association),<ref>{{Chú thích web|url=http:\/\/www.ala.org\/aboutala\/governance\/handbook\/Past%20People\/historicalreference-pastpeople|tiêu đề=ALA Presidents, Treasurers, Secretaries, and Executive Directors|website=ala.org}}<\/ref> và cũng là chủ tịch hiệp hội sử học Hoa Kỳ(American Historical Association). Ông cũng được bầu là thành viên của tổ chức American Antiquarian Society vào năm 1877.<ref>[http:\/\/www.americanantiquarian.org\/memberlistp American Antiquarian Society Members Directory]<\/ref>\n\n== Tác phẩm ==\n\n* An alphabetical index to subjects, treated in the reviews, and other periodicals, to which no indexes have been published, 1848\n* An index to periodical literature, 1853\n* Cotton Mather and Salem Witchcraft, 1869\n* Anti-slavery opinions before the year 1800, 1873<br \/><ref>Sabin, 64041; Lib. Company. Afro-Americana, 8294<\/ref>\n* The ordinance of 1787, and Dr. Manasseh Cutler as an agent in its formation, 1876<br \/><ref>Sabin, 64047<\/ref>\n* Poole's Index to Periodical Literature, 1888\n* Columbus and the Founding of the New World, 1892\n\n== Tài liệu tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1821]]\n[[Thể loại:Mất năm 1894]]\n[[Thể loại:Nhà văn từ Salem, Massachusetts]]\n[[Thể loại:Cựu sinh viên Đại học Yale]]"}