{"William Calcraft":"'''William Calcraft''' ([[1800]] - 13 tháng 12 năm 1879) là người hành quyết treo cổ phạm nhân nổi tiếng nhất nước Anh thế kỷ 19. Ông cũng là một trong những người hành quyết nhiều phạm nhân nhất trong lịch sử. Trong 45 năm hành nghề ông đã hành quyết tổng cộng 450 phạm nhân. Là người [[đóng giày|thợ đóng giày]], ban đầu Calcraft được tuyển dụng để đánh đập người chưa thành niên nhốt tại [[nhà tù Newgate]]. Trong khi bán bánh nhân thịt trên các đường phố xung quanh nhà tù, Calcraft gặp người hành quyết treo cổ phạm nhân của thành phố treo London, [[John Foxton]].\nSau cái chết của Foxton, chính phủ bổ nhiệm Calcraft làm người hành quyết chính thức cho thành phố London và [[Middlesex]]. Sau thời điểm này công việc hành quyết của ông đã được người ta cần nhiều khắp [[Anh]]. Tuy nhiên, một số người coi Calcraft không đủ năng lực, đặc biệt là việc ông sử dụng phương pháp [[treo cổ|short-drop]] gây tranh cãi của ông, theo đó nạn nhân bị bóp cổ chứ không phải là đã bị gãy đốt sống của họ khi giá đứng dưới giá treo cổ được kéo đi. Với phương pháp hành hình của Calcraft, nhiều phạm nhân mất vài phút mới chết.\nĐể đẩy nhanh cái chết của họ đôi khi Calcraft kéo chân nạn nhân, hoặc thậm chí leo lên trên vai để bẻ cổ. Calcraft có thể đã bày những trò của mình trên giá treo cổ để mua vui cho đám đông. Có những vụ hành quyết đã thu hút đến 30.000 người xem. \nViệc hành quyết ở Anh đã được tiến hành trước công chúng cho đến năm 1868. Năm đó luật pháp thay đổi quy định việc hành quyết phải tiến hành ở nhà tù và kín. Năm 1868 Calcraft thực hiện vụ hành quyết công khai và kín đầu tiên và cuối cùng. \n==Chú thích==\n{{tham khảo}}\n\n'''Thư mục'''\n{{đầu tham khảo}}\n*{{citation |last1=Beadle |first1=Jeremy |last2=Harrison |first2=Ian |title=Firsts, Lasts & Onlys: Crime |year=2007 |publisher=Robson Books |isbn=978-1-905798-04-9}}\n*{{citation |last1=Block |first1=Brian P. |last2=Hostettler |first2=John |title=Hanging in the Balance: A History of the Abolition of Capital Punishment in Britain |year=1997 |publisher=Waterside Press |isbn=978-1-872870-47-2}}\n*{{citation |last=Fielding |first=Steve |title=Hangman's Record 1868–1899 |volume=1 |publisher=Chancery House |year=1994 |isbn=0-900246-65-0}}\n*{{citation |last=Fielding |first=Steve |title=The Executioner's Bible: The Story of Every British Hangman of the Twentieth Century |year=2008| publisher=John Blake Publishing |isbn=978-1-84454-648-0}}\n*{{citation |title=Robert Surtees and Early Victorian Society |first=Norman |last=Gash |publisher=Oxford University Press |year=1993 |isbn=0-19-820429-9 }}\n*{{citation |last=Gatrell |first=V. A. C. |authorlink=Vic Gatrell |title=The Hanging Tree: Execution and the English People, 1770–1868 |publisher=Oxford University Press |year=1996 |isbn=0-19-285332-5}}\n*{{citation |last=Pratt |first=John |title=Punishment and Civilization: Penal Tolerance and Intolerance in Modern Society |publisher=Sage Publications |year=2002 |isbn=0-7619-4753-1}}\n*{{citation |last=Rose |first=Paul |title=The Manchester Martyrs: The Story of a Fenian Tragedy |year=1970 |publisher=Lawrence & Wishart |isbn=978-0-85315-209-5}}\n*{{citation |last1=Stokes |first1=Anthony |last2=Dalrymple |first2=Theodore |title=Pit of Shame: The Real Ballad of Reading Gaol |year=2007 |publisher=Waterside Press |isbn=978-1-904380-21-4}}\n*{{citation |last=Strange |first=Carolyn |title=Qualities of Mercy: Justice, Punishment, and Discretion |year=1997 |publisher=University of British Columbia Press |isbn=978-0-7748-0585-8}}\n{{cuối tham khảo}}\n\n{{sơ khai tiểu sử}}\n{{Thời gian sống|1800|1879}}"}