{"William J. Duane":"{{Infobox officeholder 1\n| name=William John Duane\n| image=William J Duane.jpg\n|imagesize  = 220px\n| term_start=29 tháng 5 năm 1833\n| term_end=22 tháng 9 năm 1833<br>{{số năm theo năm và ngày|1833|5|29|1833|9|22}}\n| predecessor=[[Louis McLane]]\n| successor=[[Roger B. Taney]]\n| president=[[Andrew Jackson]]\n| birth_date={{Ngày sinh|1780|5|9|mf=y}}\n| birth_place=[[Clonmel]], [[Ireland]]\n| death_date={{Ngày mất and age|1865|09|27|1780|05|09}}\n| death_place=[[Philadelphia]], [[Pennsylvania]], [[Hoa Kỳ]]\n| party=[[Democratic-Republican Party (United States)|Democratic-Republican]], [[Democratic Party (United States)|Democrat]]\n| spouse= Deborah Franklin Bache\n| profession=[[Chính trị gia]], [[Luật sư]]\n|title=[[Bộ trưởng Ngân khố Hoa Kỳ]] thứ 11}}\n'''William John Duane''' (9 tháng 5 năm 1780 - 27 tháng 9 năm 1865) là một chính trị gia sinh ra tại Cộng hòa Ireland, là nhà chính trị và luật sư người Ireland-Mỹ đến từ bang Pennsylvania, và cũng từng là Bộ trưởng Ngân khố Hoa Kỳ thứ 11(29\/5\/1833 - 22\/9\/1833). Ông là Bộ trưởng Ngân khố ngắn ngày nhất trong Lịch sử Hoa Kỳ.\n\n== Các cuốn sách ==\n''Narrative and Correspondence Concerning the Removal of the Deposites, and Occurrences Connected Therewith (1838).''\n\n== Tiểu sử ==\nWilliam John Duane sinh ngày 9 tháng 5 năm 1780 tại quận Tipperary, Clonmel, Cộng hòa Ireland và di cư đến Hoa Kỳ với cha mẹ của mình, William Duane, và Catherine Corcoran vào năm 1796, lúc ông 16 tuổi, và định cư tại Philadelphia. Ông giúp cha mình trong việc xuất bản Aurora, một tờ báo của Philadelphia cho đến năm 1806. Ông trở thành một luật sư có ảnh hưởng và phục vụ một số điều khoản trong Đại hội Bang Pennsylvania, trở thành một trong những chính trị gia bang mạnh nhất ở Pennsylvania vào thời điểm đó.<ref>Phillips 1977<\/ref>\n\nDuane phục vụ có thời hạn ngắn ngủi nhất khi đang làm [[Bộ trưởng Ngân khố Hoa Kỳ]] vào năm 1833. Từ chối của ông để rút tiền gửi Liên bang từ Ngân hàng thứ hai của Hoa Kỳ dẫn đến sa thải ông bởi Tổng thống Andrew Jackson.\n==Đời tư==\nÔng kết hôn với Deboorah Franklin Bache vào ngày 31 tháng 12 năm 1805 tại Philadelphia, Pennsylvania, Deborah Franklin Bache, sinh ngày 01 tháng 10 năm 1781 tại Philadelphia, và qua đời vào ngày 12 tháng 2 năm 1863 tại Philadelphia. Bố vợ của ông là Richard Bache, Sr., một bảo lãnh bảo hiểm hàng hải và nhập khẩu ở Philadelphia. Bache từng là \"Postmaster\" của Hoa Kỳ chung từ năm 1776 đến năm 1782. ông mẹ vợ là Sarah Franklin Bache, con gái của Benjamin Franklin.\n\n==Bộ trưởng Ngân khố Hoa Kỳ - 1833==\nNăm 1833, Tổng thống Andrew Jackson bổ nhiệm Duane làm Bộ trưởng Ngân khố Hoa Kỳ. Giống như người tiền nhiệm của ông, [[Louis McLane]], những người đã được chuyển đến nhậm chức [[Bộ trưởng Ngoại giao Hoa Kỳ]], Duane từ chối để loại bỏ các khoản tiền gửi của chính phủ từ Ngân hàng Hoa Kỳ và chuyển chúng cho các ngân hàng nhà nước. Điều này gây ra các cuộc đụng độ với Jackson và Duane đã sớm bị thay thế bởi [[Roger Brooke Taney]]. Ông bảo vệ vị trí của mình trong cuốn ''Narrative and Correspondence Concerning the Removal of the Deposites, and Occurrences Connected Therewith'', xuất bản vào năm 1838.\n\n== Cái chết của Duane ==\nWilliam John Duane qua đời ngày 27 tháng 9 năm 1865 ở tuổi 85 tại Philadelphia, Pennsylvania, 5 tháng 12 ngày sau cái chết của Tổng thống thứ 16 của Hoa Kỳ [[Abraham Lincoln]].\n\n== Liên kết ngoài ==\n*{{Commons category-inline}}\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Sách tham khảo==\n* Phillips, Kim T. \"William Duane, Philadelphia's Democratic Republicans, and the Origins of Modern Politics.\" ''Pennsylvania Magazine of History and Biography'' (1977): 365-387. [http:\/\/journals.psu.edu\/index.php\/pmhb\/article\/download\/43363\/43084 online]\n\n[[Thể loại:Sinh năm 1780]]\n[[Thể loại:Mất năm 1865]]\n[[Thể loại:Người Ireland thế kỷ 18]]\n[[Thể loại:Người Ireland thế kỷ 19]]\n[[Thể loại:Người Mỹ gốc Ireland]]\n[[Thể loại:Bộ trưởng Ngân khố Hoa Kỳ]]"}