{"Xương Nghĩa Chi":"'''Xương Nghĩa Chi''' (chữ Hán: 昌义之, ? – 523), người huyện Ô Giang, quận Lịch Dương <ref>Nay là đông bắc [[huyện Hòa]], địa cấp thị [[Mã An Sơn]], [[An Huy]]<\/ref>, tướng lãnh [[nhà Lương]].\n\n==Cuộc đời và sự nghiệp==\n===Khởi nghiệp===\nNghĩa Chi từ nhỏ có tài võ nghệ. [[Nhà Nam Tề|Đời Nam Tề]], ông theo [[Tào Hổ]] chinh chiến. Hổ nắm quyền Ung Châu, lấy Nghĩa Chi làm Bổ phòng các, rồi ra làm Phùng Dực thú chủ. Khi Hổ về triều, ông ở lại phụng sự [[Tiêu Diễn]]. Thời [[Đông Hôn hầu]], Nghĩa Chi được Diễn đãi ngộ rất hậu. Khi Diễn khởi binh, lấy ông làm Phụ quốc tướng quân, quân chủ, nhận chức Kiến An vương Trung binh tham quân. Bấy giờ ở Thiên Khẩu (không rõ nơi nào) thuộc quận Cánh Lăng có Để các (nơi chứa vật tư và lương thực của địa phương), Diễn sai Nghĩa Chi làm tiền khu đi đánh, trận nào cũng thắng. Diễn đến Tân Lâm, ông theo [[Vương Mậu]] đi trước đến Tân Đình, ra sức chiến đấu ở cầu nổi Chu Tước, chém giết rất nhiều. Diễn chiếm được thành [[Kiến Khang]], lấy Nghĩa Chi làm Trực các tướng quân, Mã Hữu Giáp cốc chủ.\n\n===Thăng tiến===\nNăm Thiên Giám đầu tiên (502) nhà Lương, được phong Vĩnh Phong huyện hầu, thực ấp 500 hộ. Nhận chức Kiêu kỵ tướng quân. Ra làm Hu Dị thái thú.\n\nNăm thứ 2 (503), được thăng Giả tiết, Đốc Bắc Từ Châu chư quân sự, Phụ quốc tướng quân, Bắc Từ Châu thứ sử, trấn thủ Chung Li. Quân [[Bắc Ngụy]] xâm phạm, Nghĩa Chi đẩy lui được.\n\nNăm thứ 3 (504), được tiến hiệu Quan quân tướng quân, tăng phong 200 hộ.\n\n===Cố thủ Chung Li===\nNăm thứ 4 (505), Nghĩa Chi đưa châu quân theo Dương châu thứ sử Lâm Xuyên vương [[Tiêu Hoành]] bắc phạt. Đại quân đóng ở Lạc Khẩu, ông làm tiền quân, hạ được đồn thú Lương Thành của Ngụy.\n\nNăm thứ 5 (506), quân nhà Lương thua chạy, tướng Ngụy là Trung Sơn vương [[Nguyên Anh]] truy kích, chiếm mất Mã Đầu, giành được rất nhiều lương thực. Người Ngụy chuyển số lương thực ấy về phương bắc, ai cũng cho rằng quân Ngụy sắp lui, [[Lương Vũ đế]] khẳng định đây là kế nghi binh, bèn sai tu sửa thành Chung Li, lệnh cho Nghĩa Chi chuẩn bị chiến đấu. Mùa đông năm ấy, Nguyên Anh quả nhiên soái bọn An Nhạc vương [[Nguyên Đạo Minh]], Bình đông tướng quân [[Dương Đại Nhãn]] đưa mấy chục vạn quân đến đánh. Mặt bắc thành Chung Li được sông Hoài che chở, người Ngụy ở Thiệu Dương Châu (ở giữa sông) làm 2 cây cầu nổi nối liền 2 bờ nam - bắc. Nguyên Anh ở bờ nam đánh thành, Dương Đại Nhãn ở bờ bắc cung ứng. Thành có 3000 quân Lương, ông tùy nghi ứng biến. Quân Ngụy dùng xe chở đất lấp hào, rồi bị thúc ép vác đất để đắp gò. Chẳng mấy chốc thì đắp xong gò, Nguyên Anh và Dương Đại Nhãn thay nhau tự đốc chiến, đêm ngày không nghỉ, quyết không lui quân, ngã xuống lại bị đầy lên. Thành bị Phi lâu và Xung xa làm hư hỏng, Nghĩa Chi lấy bùn đắp vào, Xung xa chẳng làm gì được. Ông vốn bắn giỏi, chỗ nào nguy cấp thì đến cứu, buông dây cung là có người ngã lăn ra. Đôi bên một ngày giao chiến mấy chục hiệp, quân Ngụy thương vong hàng vạn, tử thi chất cao đến mặt thành.\n\nTháng 4 năm thứ 6 (507), tướng nhà Lương là bọn [[Tào Cảnh Tông]], [[Vi Duệ]] đưa 20 vạn quân đến cứu, đánh bại quân Ngụy. Nghĩa Chi đưa quân truy kích đến Lạc Khẩu thì về. Được tiến hiệu Quân sư tướng quân, tăng phong 200 hộ, thăng Trì tiết, Đốc Thanh Ký 2 châu chư quân sự, Chinh lỗ tướng quân, Thanh Ký 2 châu thứ sử. Chưa nhận chức, được đổi làm Đốc Nam Duyện, Duyện, Từ, Thanh, Ký 5 châu chư quân sự, Phụ quốc tướng quân, Nam Duyện Châu thứ sử. Bị kết tội dùng vật dụng tiếm lễ, chịu miễn chức. Trong năm ấy, được bổ làm Chu y trực các, nhận chức Tả kiêu kỵ tướng quân, trực các như cũ. Được thăng Thái tử hữu vệ soái, lãnh Việt kỵ hiệu úy, Giả tiết.\n\n===15 năm cuối đời===\nNăm thứ 8 (509), ra làm Trì tiết, Đốc Tương Châu chư quân sự, Chinh viễn tướng quân, Tương Châu thứ sử.\n\nNăm thứ 9 (510), lấy bản (tướng) hiệu về triều, ít lâu sau được làm Tư không Lâm Xuyên vương tư mã, tướng quân như cũ.\n\nNăm thứ 10 (511), được thăng làm Hữu vệ tướng quân.\n\nNăm thứ 13 (514), được thăng làm Tả vệ tướng quân.\n\nNăm thứ 14 (515), tướng Ngụy là Lý Đàm Định uy hiếp đập Kinh Sơn, có chiếu cho Nghĩa Chi làm Giả tiết, soái bọn Thái bộc khanh Ngư Hoằng Văn, Trực các tướng quân Tào Thế Tông, Từ Nguyên Hòa đi cứu. Chưa đến nơi, tướng xây đập là Thái tử hữu vệ soái [[Khang Huyến]] đã đánh bại quân Ngụy. Tướng Ngụy là Lý Bình vây Hạp Thạch, ông soái bọn Chu y trực các [[Vương Thần Niệm]] đi cứu. Thần Niệm đánh cầu nổi Hạp Thạch không được, viện quân không thể tiến, nên Hạp Thạch thất thủ. Nghĩa Chi lui quân, nhờ là công thần nên được Lương Vũ đế bỏ qua.\n\nNăm thứ 15 (516), được khôi phục là Sứ trì tiết, Đô đốc Tương Châu chư quân sự, Tín uy tướng quân, Tương Châu thứ sử. Trong năm ấy, được đổi thụ Đô đốc Bắc Từ Châu, Duyên Hoài chư quân sự, Bình bắc tướng quân, Bắc Từ Châu thứ sử. Nghĩa Chi tính khoan hậu, làm tướng giỏi phủ dụ chế ngự, nên bộ hạ chịu ra sức; đến khi nhiệm chức ở địa phương, quan dân được yên. Ít lâu sau được cấp một bộ nhạc Cổ xuy, đổi phong Doanh Đạo huyện hầu, thực ấp như trước.\n\nNăm Phổ Thông thứ 3 (522), được triệu làm Hộ quân tướng quân, Cổ xuy như cũ.\n\nTháng 10 ÂL năm thứ 4 (523), mất khi đang ở chức. Được tặng Tán kỵ thường thị, Xa kỵ tướng quân, 1 bộ nhạc Cổ xuy; cấp Đông viên bí khí, 1 bộ triều phục; giúp 2 vạn tiền, 200 xúc vải, 200 cân nến; thụy là Liệt.\n\nCon là Bảo Nghiệp (hoặc Bảo Cảnh) kế tự.<ref>Lương thư, tlđd chép là Bảo Nghiệp. Nam sử, tlđd chép là Bảo Cảnh.<\/ref>\n\n==Tham khảo==\n* [[Lương thư]] '''quyển 18, liệt truyện 12, Xương Nghĩa Chi truyện'''\n* [[Nam sử]] '''quyển 55, liệt truyện 45, Xương Nghĩa Chi truyện'''\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Tướng nhà Lương]]\n[[Thể loại:Người An Huy]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 523]]"}