{"Yodo-dono":"[[Tập tin:Yodo-dono cropped.jpg|nhỏ|phải|250px|Điến Điện phu nhân]]\n\n'''Yodo-Dono''' ([[Kana]]: よどどの; [[chữ Hán]]: 淀殿; [[Hán Việt]]: Điến Điện; [[1569]] - [[4 tháng 6]] năm [[1615]]), còn được gọi là {{nihongo|'''Yodo-Gimi'''|淀君||hanviet=Điến Quân|kyu=|hg=|kk=|}} và đôi khi là '''Đại Ngu viện''' (大虞院) hoặc '''Đại Quảng viện''' (大廣院), là một trong các [[thiếp]] được sủng ái nhất của [[Toyotomi Hideyoshi]], sau chính thất [[Nene]].\n\nTrong [[thời đại Edo]], bà thường được gọi là ''Yodo-Gimi'', một cái tên làm giảm phẩm giá của bà. Yodo-Dono nổi tiếng bởi xuất thân và gia thế, cũng như việc bà trở thành người được Toyotomi Hideyoshi, người đàn ông quyền lực nhất lúc bấy giờ, sủng ái và mê đắm. Trong văn hóa người Nhật, bà thường được cho là một ''yêu cơ'' mê hoặc đàn ông, và thường bị lên án vì dẫn đến sự diệt vong của [[gia tộc Toyotomi]].\n\n== Tiểu sử ==\nYodo-Dono bổn danh là '''Thiển Tỉnh Trà Trà''' (淺井茶茶; ''Azai ChaCha''), con gái của [[Azai Nagamasa]] (淺井長政; Thiển Tỉnh Trường Chính) và [[Oichi]], em gái của [[Oda Nobunaga]]. Theo vai vế, bà là cháu gọi Oda Nobunaga bằng [[cậu]]. Bà sinh vào khoảng năm [[1569]], tại [[Tỉnh Ōmi]], bên trong thủ phủ [[Odani-jō|Tiểu Cốc thành]] (小谷城; おだにじょう). Trong nhà bà còn có 2 em gái là [[Ohatsu]] và [[Oeyo]], những người về sau cũng trở thành các quý phu nhân ảnh hưởng trong lịch sử Nhật Bản. Ngoài ra, bà còn có một người em trai duy nhất là [[Manjumaru]].\n\nNăm [[1570]], Azai Nagamasa phá vỡ liên minh với Oda Nobunaga và chiến tranh 3 năm liền cho đến năm [[1573]], khi quân đội của Nobunaga bao vây Nagamasa tại [[lâu đài Odani]]. Trước khi hạ thành, Nobunaga đã gửi tối mật thư đòi em gái là Oichi phải trở về an toàn cùng với 3 người con gái. Lâu đài Odani thất thủ, cha và em trai của bà tự sát bằng [[seppuku]].\n\nCái chết của Nobunaga năm [[1582]] khiến lộ ra sự thù địch giữa [[Shibata Katsuie]] và [[Toyotomi Hideyoshi]] về vấn đề kế vị. Theo kế sách của [[Oda Nobutaka]], mẹ của ChaCha là Oichi kết hôn với Shibata Katsuie, nhằm thiết lập sự ràng buộc giữa Katsuie và gia tộc Oda. Tuy nhiên ngay sau đó, quân đội của Katsuie bị đánh bại trong [[trận Shizugatake]].\n\nKhi bị vây hãm ở [[Lâu đài Kitanosho]], Katsuie khuyên Oichi đưa 3 người con gái đi trốn thoát, nhưng Oichi chỉ sai người đưa ba con gái đi trốn, còn bản thân bà cùng Katsuie quyết định chết cháy khi lâu đài bị phóng hỏa. Trước khi qua đời, Oichi viết thư nhờ Hideyoshi chăm sóc Chacha cùng với hai người chị em khác của bà.\n\nDưới sự bảo hộ của Toyotomi Hideyoshi, ChaCha lớn lên trong yên bình cùng 2 người em gái, và Toyotomi Hideyoshi nhận ChaCha làm [[con nuôi]]. Tuy nhiên, càng lớn ChaCha càng đẹp và quyến rũ, và Toyotomi Hideyoshi đã quyết định nạp ChaCha làm thiếp của mình. Khi đó, ông đã có chính thất là Phu nhân [[Nene]], xuất thân từ một gia đình [[daimyo]] có gia thế lớn.\n\n==Thiếp của Hideyoshi==\nAzai ChaCha trở thành thiếp của Hideyoshi và sau đó chuyển đến [[lâu đài Yodo]], từ đó bà được gọi là Yodo-Dono vì lẽ đó. Vợ của Hideyoshi, Phu nhân [[Nene]] vốn không thể sinh nở, do đó phu nhân Yodo-Dono được thừa hưởng nhiều đặc quyền của bà. Bà có hai con trai với Hideyoshi, [[Toyotomi Tsurumatsu]], bị chết trẻ, và [[Toyotomi Hideyori]], sinh vào năm [[1593]], người trở thành người thừa kế hợp pháp của Hideyoshi.\n\nNăm [[1594]], gia tộc Toyotomi chuyển đến [[lâu đài Fushimi]], nhưng bi kịch ập đến khi Hideyoshi qua đời năm [[1598]] và gia tộc Toyotomi mất đi phần lớn ảnh hưởng và vị thế của mình. Yodo-Dono chuyển đến [[lâu đài Osaka]] với con trai Hideyori, âm mưu việc phục hồi lại gia tộc Toyotomi. Sau khi Hideyoshi qua đời, bà nhận pháp hiệu '''Đại Quảng viện''' (大廣院), sau đổi thành '''Đại Ngu viện''' (大虞院).\n\n[[Tokugawa Ieyasu]], người năm quyền kiểm soát từ Hideyori sau cái chết của cha cậu bé, giờ xem Hideyori như vật cản trên con đường thống nhất Nhật Bản. Đại thần [[Ishida Mitsunari]] thấy được nguy cơ của Tokugawa và gây chiến với ông ta, tạo nên [[trận Sekigahara]]. Tuy nhiên, Mitsunari thất bại và bị giết chết, Tokugawa sau đó thành lập cơ sở của mình tại [[Thành Edo]].\n\nNăm [[1614]], Tokugawa Ieyasu bắt đầu tấn công Thành Osaka để tiêu diệt gia tộc Toyotomi. Mặc dù quân của Toyotomi chỉ bằng nửa quân số của Tokugawa, nhưng họ đã đánh bật được 200.000 lính của Tokugawa và bảo vệ được vòng thành phía ngoài của lâu đài. Tuy nhiên, Tokugawa tìm cách khóa tay Toyotomi lại bằng cách lấp các con hào bảo vệ lâu đài, làm cho nó mất đi khả năng phòng thủ của mình.\n\nThấy tình hình không có lợi, Tokugawa Ieyasu quyết định ký hòa ước với Hideyori.\n\n== Tự sát ==\n[[Tập tin:Toyotomihideyori tomb.jpg|thumb|right|250px|Mộ phần của Yodo-Dono và con trai Hideyori.]]\n\nNăm [[1615]], vào [[mùa hạ]], Tokugawa Ieyasu tiến hành [[Cuộc vây hãm Ōsaka]], [[Thành Osaka]] bị Tokugawa bao vây nhiều tháng trời. Yodo-Dono và con trai Hideyori, cùng các đại thần [[Ōno Harunaga]] và [[Ōkurakyōnotsubone]] tự sát, kết thúc triều đại của gia tộc Toyotomi.\n\nYodo-Dono qua đời ngày [[4 tháng 6]] năm [[1615]], hưởng thọ 49 tuổi. Bà sau đó được an táng tại [[Thái Dung tự]] (太融寺), có pháp hiệu đầy đủ là '''Đại Quảng viện điện anh nham''' (大廣院殿英巖); '''Đại Ngu viện anh nghiêm đại thiện định ni''' (大虞院英嚴大禪定尼) và '''Đại Ngu viện hoa nhan diệu hương''' (大虞院花顏妙香).\n\n== Văn hóa đại chúng ==\nNgười ta nói rằng, phu nhân Yodo-Dono đã [[ngoại tình]] với rất nhiều chư hầu của Toyotomi, hai người nổi tiếng nhất là [[Ishida Mitsunari]] và [[Oono Harunaga]], cả hai đều rất trung thành với Hideyori. Những sự suy đoán lan rộng vì Hideyoshi không có con với vợ và các thê thiếp khác của mình và có một người vô sinh. Bà đôi khi bị coi là một người phụ nữ đáng ghét, người làm mê đắm Toyotomi Hideyoshi, chiếm mất vị trí đáng ra thuộc về vợ của Toyotomi Hideyoshi, và cố điều khiển gia tộc Toyotomi để phục vụ cho lợi ích của mình, gián tiếp dẫn đến sự diệt vong của toàn gia tộc.\n\nTuy nhiên, nhiều người tin rằng những lời buộc tội chống lại bà thực ra là một chiến dịch tuyên truyền được khuyến khích bởi [[Mạc phủ Tokugawa]]. Vì phu nhân Yodo—Dono là người bảo hộ cho [[Toyotomi Hideyori]] trẻ tuổi, người thực chất đang lãnh đạo [[Thành Osaka]] và gia tộc Toyotomi, việc bôi nhọ hình ảnh của bà sẽ giúp đỡ cho việc Tokugawa dễ khai mào chiến tranh với [[Cuộc vây hãm Osaka|các hành động quân sự chống lại lâu đài Osaka]].\n\nYodo Gimi xuất hiện trong bản tiếp theo của seri game [[Onimusha]] [[Capcom]], Onimusha: Dawn of Dreams, với vai trò là thiếp của [[Toyotomi Hideyoshi]] và chị của nhân vật chơi được [[O-Hatsu]], người gọi âu yếm Yodo bởi tên thuở nhỏ của bà, \"Cha-Cha\". Bà bị chuyển thành Genma Mother Tree, và được thay thế bằng Ophelia, người giả dạng làm bà. Ophelia, Genma High Priestess, là thành viên của Genma [[Triumvirate]], với mục đích cuối cùng là làm sống lại Genma\/Demon God of Light [[Fortinbras]] bằng cách sử dụng Hideyoshi làm vỏ ngoàil. Yodo được Soki và những người bạn giải cứu, và chạy trốn khỏi lâu đài Fushimi. Vào cuối game, ta thấy Yodo nay sống với em gái O-Hatsu của mình.\n\nBà cũng xuất hiện trong tiểu thuyết [[Shogun]] của [[James Clavell]] với tên gọi ''phu nhân Ochiba'', người không ưa Toranaga ([[Tokugawa Ieyasu]]) vì ông biết con trai bà không phải là con của Taikō (Toyotomi Hideyoshi). Tuy nhiên, bà ngưỡng mộ và tin vợ góa của Taikō, Yodoko ([[Nene]]), người khuyên bà và Toranaga kết hôn để Nhật Bản vẫn có thể thống nhất, và khi người thừa kế, Yaemon ([[Toyotomi Hideyori]]) đến tuổi trưởng thành, cậu có thể nhận quyền thống trị một cách an toàn. Trong tiểu thuyết tiếp theo của James Clavell, cũng giống trong lịch sử, Toronaga cuối cùng giam Ochiba và Yaemon trong lâu đài, yêu cầu họ tự sát.\n\n== Link liên quan ==\n*[http:\/\/www.sengoku-expo.net\/text\/person\/E\/082.html]\n\n{{Các chủ đề|Nhật Bản}}\n\n== Xem thêm ==\n* [[Toyotomi Hideyoshi]]\n* [[Toyotomi Hideyori]]\n* [[Tokugawa Ieyasu]]\n* [[Nene]]\n* [[Oichi]]\n* [[Cuộc vây hãm Ōsaka]]\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1560]]\n[[Thể loại:Mất năm 1615]]\n[[Thể loại:Thời kỳ Sengoku]]\n[[Thể loại:Thời kỳ Azuchi-Momoyama]]\n[[Thể loại:Thời kỳ Edo]]\n[[Thể loại:Quý tộc Nhật Bản]]\n[[Thể loại:Sinh thập niên 1560]]"}