{"Yoshihime":"{{Thông tin nhân vật\n| tên = Yoshihime<br>義姫\n| hình = [[Tập tin:Ashikaga_mon.svg|60px]]\n| alt = \n| ngày sinh = 1548\n| ngày mất = {{Death date|1623|08|13}}\n| quốc gia = Nhật Bản\n| tên khác = Ohigashi-no-Kata (お東の方)<br>Hoshunin (保春院).\n| người hôn phối = [[Date Terumune]]\n| con cái = [[Date Masamune]]<br>Date Kojiro<br>Chikohime<br>Senshihime\n| cha mẹ = Mogami Yoshimori\n| người thân = [[Mogami Yoshiaki]] (anh trai)<br>[[Onamihime]] (em dâu)<br>[[Megohime]] (con dâu)\n| gia đình = [[Tập tin:Ashikaga_mon.svg|15px]] [[gia tộc Mogami]]<br>[[Tập tin:Take_ni_Suzume.svg|15px]] [[gia tộc Date]]\n| cỡ hình = \n| ghi chú hình = \n| tên gốc = \n| tên khai sinh = \n| nơi sinh = \n| nơi mất = \n| an táng = \n| cư trú = \n| dân tộc = \n| quốc tịch = \n| học vị = \n| học vấn = \n| công việc = \n| năm hoạt động = \n| tổ chức = \n| nổi tiếng = \n| notable works = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| cha = \n| mẹ = \n| giải thưởng = \n| website = \n| chữ ký = \n| cỡ chữ ký = \n}} '''Yoshihime''' (Nghĩa cơ) (義姫),(1548 - 13 tháng 8 năm 1623) là một nhân vật lịch sử Nhật Bản sống vào [[Thời kỳ Chiến Quốc (Nhật Bản)|thời kỳ Chiến quốc]]. Bà xuất thân từ [[gia tộc Mogami]]. Bà kết hôn với [[Date Terumune]] và sau đó đã sinh hạ [[Date Masamune]]. Yoshihime còn được mệnh danh là '''Áo Vũ Ma Cơ''' (奥 羽 の鬼 姫) do tính cách hung dữ cũng như những thủ đoạn của bà nhằm chiếm lấy quyền lực của [[Gia tộc ngày|gia tộc Date]].<ref name=\":0\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=TgvTQNAKNH4C&dq|title=秀吉、家康を手玉に取った男 「東北の独眼竜」伊達政宗|last=榎本秋|date=February 2012|publisher=マガジンハウス|isbn=9784838723980|language=ja}}<\/ref>\n\n== Cuộc đời ==\nYoshihime chào đời tại [[Lâu đài Yamagata]] ở [[tỉnh Dewa]]. Sau khi kết hôn với Date Terumune, Yoshihime tiếp tục là trợ thủ đắc lực cho nhà mẹ đẻ là gia tộc Mogami bằng nhiều cách khác nhau. Bà và anh trai của mình, [[Mogami Yoshiaki]] đã trao đổi thư cho nhau, và như vậy, bà và anh trai đã có mối quan hệ tốt đẹp. Năm 1567, bà hạ sinh Date Masamune, và vào những năm sau đó, bà đã sinh ra lần lượt những người con như Date Kojirou, Chikohime và Senshihime cho Terumune.\n\n=== Xung đột với gia tộc Date ===\nYoshihime trở nên căm ghét đứa con đầu lòng của mình, Masamune - vốn bị mù một bên mắt, thay vào đó, bà ủng hộ thứ tử Kojirou và giúp ông ta lên nắm giữ chức tộc trưởng của gia tộc Date. Mâu thuẫn giữa Yoshihime và gia tộc Date trở nên tồi tệ hơn khi bà truyền thông tin cho người thân của mình trong gia tộc Mogami, ngay trong lúc họ đang chiến đấu chống lại gia tộc Date.\n\nNăm 1578, Date Terumune liên minh với các gia tộc khác tại [[Lâu đài Kaminoyama|thành Kaminoyama]] nhằm tấn công Mogami Yoshiaki. Sau khi biết chuyện chồng mình đã tham gia trận chiến chống lại anh trai mình, bà đã tham gia chiến trường. Bà cầm giáo, đứng trước hai đội quân và buộc họ phải thực hiện một hiệp ước hòa bình giữa hai gia tộc. Bà nắm giữ quyền quản lý để duy trì  hiệp ước đó. Trong thời gian này, Yoshiaki tiếp tục chiếm giữ các vùng lãnh thổ gần gia tộc Date, Yoshihime nhận thức được tham vọng chinh phục Tohoku của anh trai mình, và có thuyết cho rằng bà đã tích cực hỗ trợ ông ta trong âm mưu sát hại tộc trưởng của [[gia tộc Kaminoyama]].<ref name=\":1\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=mAkpEpe7pIIC|title=戦国なるほど人物事典: 100人のエピソードで歴史の流れがよくわかる|last=泉秀樹|date = ngày 21 tháng 5 năm 2003 |publisher=PHP研究所|isbn=9784569579450|language=ja}}<\/ref>\n\nNăm 1584, con trai cả của Yoshihime, Masamune kế vị cha trở thành người đứng đầu dòng họ Date. Năm 1585 Terumune bị [[Nihonmatsu Yoshitsugu]] giết hại, bản thân bà trở thành góa phụ. Yoshihime nghi ngờ Masamune đã sai Yoshitsugu giết cha mình để chiếm đoạt ngôi vị đứng đầu, vì vậy, bà quyết định giết Masamune nhằm đưa con trai thứ Kojirou trở thành người đứng đầu của gia tộc. Trong thời gian này, bà đã cảnh giác với [[Katakura Kita]], thị nữ phụ trách cố vấn và là nhũ mẫu của Masamune.<ref name=\":2\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=fe1JAAAAMAAJ|title=Date Masamune|last=Yamaoka|first=Sōhachi|date=1970|language=ja}}<\/ref>\n\nVề phần Masamune, sau khi cha qua đời, ông bắt đầu tiến lên chiếm đóng ở nhiều nơi khác nhau, ông đã cho quân tấn công vào gia tộc Shiomatsu, một vây cánh thân cận của gia tộc Mogami. Mogami Yoshiaki và Masamune tăng cường cảnh giác để bắt đầu một cuộc xâm lược mới, xung đột giữa dòng họ Date và Mogami trở nên nghiêm trọng hơn. Điều này đã làm sụt giảm ngôi vị của Yoshihime trong dòng họ Date. Các cuộc tấn công của Masamune đã khiến Yoshihime khó chịu, bà đã tập hợp một số gia tộc đến từ [[tỉnh Mutsu]],lập thành liên minh để đánh bại Masamune, trong đó có [[Gia tộc Nikaidou|gia tộc Nikaido]], nơi [[Thời gian|Onamihime]] (em gái của Date Terumune và là dì của Masamune) là người đứng đầu.<ref name=\":3\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=1mBMAQAAIAAJ|title=歴史読本|date=2009|publisher=新人物往来社|language=ja}}<\/ref>\n\nTrong trận chiến Ozaki vào năm 1588, Masamune chuyển sang tấn công [[gia tộc Ozaki]], vốn là đồng minh của nhà Mogami. Yoshiaki gửi quân tiếp viện đến nơi và bao vây Masamune. Sau khi biết chuyện, Yoshihime lại bước vào chiến trường một lần nữa và đứng giữa hai đội quân yêu cầu cả hai phải rút lui. Bà đã làm điều này để cứu con trai mình ra khỏi tầm tấn công của anh trai, và giống như việc hòa giải của bà vào năm 1578, kế hoạch hòa giải đã thành công và quân đội tộc Date đã rút lui mà không bị thiệt hại. Yoshiaki cảm thấy yêu cầu hòa bình là một sự sỉ nhục lớn, nhưng không thể từ chối yêu cầu của em gái mình. Vì lý do này, cả hai bên đều hòa giải sau thỏa thuận ngừng tấn công trong khoảng 80 ngày. Sau đó, Yoshiaki đã cố gắng làm trung gian giữa nhà Date và Ozaki, nhưng nhà Date đã không chấp nhận chuyện này vì đã mất lòng tin vào ông ta.<ref name=\":2\"\/>\n\nLúc này, Yoshiaki đã yêu cầu Yoshihime lên đứng đầu dòng họ của chồng, vì ông cho rằng bà thừa hưởng được sự tự tin từ ông ta và có tiếng nói lớn nhất trong gia tộc Date.<ref name=\":3\"\/>\n\n=== Loạn Odawara ===\nVào năm 1590, khi Masamune đang tham gia vào cuộc chiến [[Toyotomi Hideyoshi|của Toyotomi Hideyoshi]] chống lại [[gia tộc Hậu Hōjō]]  tại [[Cuộc vây hãm Odawara (1590)|Cuộc vây hãm Odawara,]] Yoshihime đã mang cho Masamune một món ăn có tẩm thuốc độc. Mặc dù Masamune đã bị trúng độc ngay sau đó, ông ta đã được cứu sống bằng thuốc giải độc. Được biết, cuộc đối đầu giữa Yoshihime và con trai bà đã đạt đến đỉnh điểm sau chuyện này, và sau đó, Masamune đã giết chết em trai mình là Date Kojiro.\n\nNgay cả sau khi Masjiune giết hại Kojiro, Yoshihime vẫn ở trong gia tộc Date và tiếp tục liên lạc với con trai mình. Có thuyết cho rằng Yoshihime đã bị lưu đày trong thời gian này. Trong thời gian lưu đày, bà viết thư cho anh trai và những người thân cận. Bà đã ra dấu cho mọi người bằng một nhánh cây bông, khiến con trai Masamune bất ngờ và đã quyết định gặp lại mẹ mình.<ref name=\":1\"\/>\n\n=== Trở về gia tộc Date ===\nNăm 1594, Toyotomi Hideyoshi đã ra lệnh cho các lãnh chúa của mỗi gia tộc gửi gia đình của họ đến Kyoto. [[Megohime]], vợ của Masamune và là con dâu của Yoshihime, đã đi cùng thị nữ Katakura Kita. Vào ngày 4 tháng 11, Yoshihime đã đến Kyoto và sau đó trở về gia tộc Mogami tại Thành Yamagata.\n\nNăm 1600, [[Trận Sekigahara|Trận chiến Sekigahara]] bắt đầu. Vào lúc này, Masamune nhận được quân tiếp viện từ Mogami Yoshiaki theo yêu cầu của Yoshihime. [[Katakura Kagetsuna]] khuyên Masamune chờ quân đội địch kiệt sức. Trong khi đó, gia tộc Uesugi đã tấn công thành Kaminoyama được bảo vệ bởi gia tộc Mogami, [[Naoe Kanetsugu]] thống lĩnh đội quân chiếm lấy thành và quân đội của gia tộc Mogami chạy trốn. Masamune gửi quân tiếp viện đến bảo vệ Yoshihime, khi đó bà đang ở giữa trận chiến. Trong [[Cuộc bao vây của Hasedou|Cuộc vây hãm Hasedō]], Yoshiaki chiến đấu cùng với gia tộc Date để trục xuất gia tộc Uesugi khỏi Yamagata. Tokugawa Ieyasu chiến thắng trong Trận Sekigahara, gia tộc Uesugi xin hàng và rút lui. Sau trận chiến, Yoshihime đã gửi thư cảm ơn tới Masamune.<ref name=\":0\"\/><ref name=\":3\"\/>\n\nYoshiaki mất năm 1614. Sau cái chết của anh trai, Yoshihime nói rằng bà đã mất cả gia đình. Sau đó, khi gia tộc Mogami được khôi phục vào năm 1622 sau những xung đột nội bộ, Yoshihime không còn có thể duy trì địa vị của mình trong gia tộc Mogami, yêu cầu Masamune trở lại gia tộc Date và được chấp nhận. Bà đến sống ở [[Lâu đài Sendai|thành Sendai]] và qua đời ở đó vào năm 1623, hưởng thọ 76 tuổi.\n\nTrước khi mất, bà đã gửi một món quà từ gia tộc Mogami đến Megohime và quyết định làm hòa với Masamume. Khi Yoshihime sắp qua đời, Masamune mới biết đến trí thông minh của bà qua những lá thư và bài thơ mà bà đã gửi cho ông. Sau khi bà qua đời, mọi người đã tổ chức tang lễ cho bà, trong sự vắng mặt của Masamune.<ref name=\":1\"\/>\n\n== Trong văn hóa đại chúng ==\n\n=== Phim ===\n\n* Yoshihime được khắc họa trong [[Taiga (kịch)|bộ phim truyền hình taiga]] của [[NHK]],  ''[[Dokuganryū Masamune]]. Người thủ vai bà là'' [[Shima Iwashita]].\n\n=== Trò chơi ===\n\n* Yoshihime là một nhân vật trong game  [[Tham vọng của Nobunaga|Nobunaga's Ambition]] \n* Yoshihime là một sĩ quan chung trong [[Chiến binh Samurai 4|Samurai Warriors 4 Empires]]\n\n== Tham khảo ==\n{{Tham khảo}}\n\n[[Thể loại:Người Nhật thế kỷ 17]]\n[[Thể loại:Người Nhật thế kỷ 16]]\n[[Thể loại:Mất năm 1623]]\n[[Thể loại:Sinh năm 1548]]"}