{"Yunus Khan":"{{Thông tin nhân vật hoàng gia|mẹ=Daulat Sultan Sakanj|cha=[[Uwais Khan]]|sinh=k.1416|mất=k.1487 (70-71 tuổi)<br>[[Tashkent]]|tôn giáo=[[Đạo Hồi]]|vợ=[[Aisan Daulat Begum]]<br>[[Shah Begum]]|con cái=Mihr Nigar Khanum<br>\nQutlugh Nigar Khanum<br>\nKhub Nigar Khanum<br>\nMahmud Khan<br>\nAhmad Alaq<br>\nSultan Nigar Khanum<br>\nDaulat Sultan Khanum<br>|hình=File:Moghulistan.PNG|chức vị=[[Hãn]] [[Moghulistan]]|tại vị=k.1462 - 1487|tiền nhiệm=[[Esen Buqa II]] (Tây Moghulistan)<br>[[Kebek Sultan]] (Đông Moghulistan)|kế nhiệm=[[Madmud Khan]]<nowiki> (Tây Moghulistan)<\/nowiki><br>[[Ahmad Khan]] (Đông Moghulistan)|tước vị=[[Hãn]] [[Mông Cổ]]|ghi chú hình=Trung Á vào những năm 1450}}\n\n'''Yunus Khan''' (k.1416 - 1487) ([[tiếng Duy Ngô Nhĩ]]: يونس خان), là hãn của [[Moghulistan]] từ năm 1462 cho đến khi ông qua đời vào năm 1487. Ông được nhiều nhà sử học xác định là '''Ḥājjī `Ali''' (tiếng Trung: 哈 只 阿Ali) (tiếng Duy Ngô Nhĩ: ھاجى علي), của các ghi chép Trung Quốc trung đại. Ông là ông ngoại của [[Babur]], người sáng lập [[Đế quốc Mogul|Đế chế Mughal]]. Yunus Khan là hậu duệ trực tiếp của [[Thành Cát Tư Hãn]], qua con trai [[Sát Hợp Đài]].\n\n== Tiểu sử ==\nYunus Ali là con trai cả của [[Uwais Khan]] (hay Vais Khan) của Moghulistan. Khi Vais Khan bị giết vào năm 1428 [[Công Nguyên|sau Công nguyên]], người Moghul bị chia rẽ vì ai sẽ là người kế vị ông. Mặc dù Yunus Khan là con trai cả của ông, nhưng phần lớn ủng hộ em trai của Yunus, [[Esen Buqa II|Esen Buqa]]. Do đó, Yunus và những người ủng hộ ông đã chạy trốn đến [[Ulugh Beg]], người cai trị [[Nhà Timur|Timurid]] của [[Transoxiana]], người đã giam cầm họ. Cha của Ulugh Beg, [[Shahrukh Mirza|Shah Rukh]], giáo dục Yunus trẻ tuổi và đối xử tốt với ông. Ông đã gửi Yunus đến [[Yazd]] ở [[Iran]] để học theo [[Maulana Sharaf ad-Din Ali Yazdi]]. Yunus Khan đã dành nhiều năm học tập dưới thời Maulana ở Yazd, trong quá trình trở thành một trong những người có giáo dục nhất thời bấy giờ. Sau khi Maulana chết, Yunus lang thang một thời gian trước khi định cư tại thành phố [[Shiraz]] ở Iran.\n\nQuan sát sau đây được thực hiện bởi một chức sắc tôn giáo:<blockquote>''Tôi đã nghe nói rằng Yunus Khan là một người Moghul, và tôi đã kết luận rằng ông ta là một người đàn ông không râu, với cách thức và cách cư xử của bất kỳ người Turk nào khác trên [[Hoang mạc|sa mạc]]. Nhưng khi tôi nhìn thấy ông ta, tôi thấy ông ta là một người bị trục xuất thanh lịch, với bộ râu đầy đủ và khuôn mặt [[Người Tajik|Tajik]], và lời nói và cách nói tinh tế như vậy, hiếm khi được tìm thấy ngay cả trong một người Tajik.''<\/blockquote>\n\n=== Những năm cuối đời ===\nNăm 1484, Yunus Khan đã lợi dụng một trong những cuộc xung đột giữa [[Sultan]] Ahmad và [[Umar Shaikh Mirza II]] để chiếm hữu thành phố [[Tashkent]]. Ông đã gần bảy mươi tuổi vào thời điểm này, và một lần nữa khao khát từ bỏ lối sống [[du mục]] để có một cuộc sống ổn định ở một thị trấn nào đó. Đây là một vấn đề thường xuyên đối với ông, vì thực tế là cuộc sống của ông cho đến khi gần bốn mươi tuổi đã ở các thành phố lớn của [[Ba Tư]] như Yazd và Shiraz. Tashkent, một thành phố quan trọng dọc theo [[Con đường tơ lụa]] cạnh tranh với các thành phố Ba Tư và là nơi tốt nhất có thể ở [[Trung Á]]. Ông quyết định sống ở thành phố trong ít nhất một thời gian dài, một quyết định làm đảo lộn những người Moghul khác, và nhiều người trong số họ rời đến Moghulistan dưới sự lãnh đạo của con trai riêng của Yunus là Ahmad Alaq. Yunus Khan cũng không thể ngăn cản sự nổi lên của Dughlat Mirza Abu Bakr, người trước đó đã đưa [[Yarkand]], [[Vu Điền|Khotan]] và [[Kashgar]] khỏi các thành viên khác trong gia đình ông, và đánh bại những nỗ lực của Yunus Khan để dập tắt ông. \n\nYunus Khan qua đời tại Tashkent năm 1487 sau một thời gian dài bị bệnh. Ông đã được kế vi ở Tashkent bởi con trai cả của ông, [[Sultan Mahmud Khan]], trong khi người Moghuls ở phía đông theo sau [[Ahmad Khan|Ahmad Alaq]].\n\n== Xem thêm ==\n\n* [[Tashkent]]\n\n[[Thể loại:Hãn Moghulistan]]\n[[Thể loại:Mất năm 1487]]\n[[Thể loại:Tashkent]]"}