{"Yuriy Drohobych":"[[Tập_tin:Georgius_Drohobich.jpg|phải|nhỏ|335x335px|'''Yuriy Drohobych''', năm 1494]]\n\n'''Yuriy Drohobych''' hay '''Yuriy Kotermak''', ({{lang-la|Bác sĩ Georgius Drohobich}}, {{lang-ua|Юрій Дрогобич}}, {{lang-pl|Jerzy Drohobycz, Jerzy Kotermak Drusianus, Georgius Drohobicz}}, theo tên '''Yuriy Kotermak''', '''Giorgio da Leopoli''') (1450 ở Drohobych - 4 tháng 2 năm 1494 tại Kraków) là một triết gia, nhà chiêm tinh học, nhà văn, bác sĩ y khoa, hiệu trưởng [[Đại học Bologna]], giáo sư [[Đại học Jagiellonia|Kraków Academy]] người Ukraina. Ông là tác giả của '''''Iudicium Pronosticon Anni 1483 Currentis''' (tạm dịch: Cuộc thử nghiệm chạy Pronosticon năm 1483)''.<ref name=\"litopys\">{{chú thích web|url=http:\/\/litopys.org.ua\/human\/hum47.htm|title=Iudicium Pronosticon Anni 1483 Currentis|accessdate=ngày 4 tháng 8 năm 2014|author=Magistri Georgii Drohobich de Russia}}<\/ref>\n\n== Tiểu sử ==\n\nYuriy Drohobych sinh ra ở thành phố [[Drohobych]] của [[Red Ruthenia]], hay ''Ruthenia Rubra'' (ngày nay là [[Tây Ukraina]]), đến từ một gia đình sản xuất muối. Ông được học tại trường tiểu học địa phương sau đó ông theo học tại một trường cấp ba ở [[Lviv]] ({{lang-pl|Lwów}}), hay Leopolis, ở [[Ukraine|Ukraina]] (sau đó là [[Ruthenian Voivodeship|Palatinatus Russiae]] của [[Vương quốc Ba Lan (1385–1569)|Vương quốc Ba Lan]]).\n\n== Học vấn ==\n[[Tập_tin:Stamp_of_Ukraine_s343.jpg|phải|nhỏ|320x320px|'''Yuriy Drohobych''']]\nNăm 1468 Yuriy Drohobych vào [[Đại học Jagiellonia]]n (Uniwersytet Jagielloński) ở [[Krakow]]. Hai năm sau, ông nhận bằng cử nhân vào năm 1473. Ông đã dạy trong những tháng hè và tham gia vào các cuộc thảo luận khoa học vào các ngày thứ bảy và chủ nhật. Sau khi ông đạt được một số thành tựu đáng kể ở Krakow, Drohobych đã đến [[Đại học Bologna]], nơi mà khoa học tự nhiên và y học đã trở nên phổ biến. Ở đây ông cải thiện tiếng Latin của mình, học tiếng Hy Lạp, và tiếp tục nghiên cứu của mình về [[triết học tự nhiên]]. Ông đã đặc biệt quan tâm đến các nghiên cứu của mình trong thiên văn học. Cần lưu ý rằng giáo sư thiên văn của Drohobych là [[Girolamo Manfredi]], một trong những nhà thiên văn học nổi tiếng nhất thế kỷ 15 ở Ý. Manfredi giới thiệu sinh viên đầy hứa hẹn của mình cho nhà thiên văn học người Đức Johannes Müller ([[Regiomontanus]]) người tin vào [[thuyết nhật tâm]]; tuy nhiên, nó đã không được toán học chứng minh vào thời điểm đó.<ref name=\"A\">Українська педагогіка в персоналіях – ХІХ століття \/ За редакцією О.В. Сухомлинської \/ навчальний посібник для студентів вищих навчальних закладів, у двох книгах\/\/ «Либідь», - К., 2005, кн. 1., стор.<\/ref>{{rp|33}}\n\n== Giáo dục ==\n\nNăm 1478 Drohobych nhận bằng tiến sĩ về triết học, nhưng ông vẫn tiếp tục học. Vào thời điểm đó các [[triết học tự nhiên]] đã liên kết chặt chẽ. Hầu như tất cả các nhà triết học hiện đại đã chứng tỏ sức mạnh mạnh mẽ của thiên văn học và y học, cho phép các giáo sư đại học chuyển từ một bộ sang phòng khác. Các phương pháp tương tự đã được sử dụng trong giảng dạy ở cả hai môn. Nó đã được thực hiện thông qua việc đọc và giải thích các bản dịch Latin của các tác giả cổ điển người Hy Lạp và Arab. Y học được coi là chìa khóa để hiểu bản chất. Ngay sau khi Drohobych hoàn thành các nghiên cứu y khoa của mình, ông đã được đề nghị một vị trí giảng dạy thiên văn học tại Đại học Bologna. \nVào đầu năm 1481, cơ quan sinh viên của trường đại học đã bầu Drohobych trở thành hiệu trưởng của trường Y và nghệ thuật tự do.<ref name=\"A\" \/>{{rp|34}} Lúc ấy ông chỉ mới ba mươi tuổi. Trong một năm, là nhiệm kỳ thường lệ của một hiệu trưởng được bầu, ông kết hợp các trách nhiệm học tập, bao gồm giảng dạy thiên văn học và nghiên cứu y khoa, với các nghĩa vụ hành chính. Ông có thẩm quyền dân sự và pháp lý đối với sinh viên và giảng viên dưới sự giám sát của ông. Năm 1482 ông nhận bằng tiến sĩ y khoa.\n\nNăm 1486 Drohobych trở về Krakow. Ông bắt đầu thực hành y khoa của mình và cũng học dược tại Đại học Krakow. Tương tự như các đồng nghiệp của ông từ Bologna, ông đã dựa vào bài giảng của ông về các tác phẩm của [[Hippocrates]], [[Galen]], và [[Avicenna]]. Vài năm sau, ông nhận học vị y khoa và trở thành bác sĩ riêng của Vua [[Poland|Ba Lan]] [[Casimir IV Jagiellon]]. Năm 1492 ông trở thành Hiệu trưởng của Sở Y tế. Vào thời đó, các giáo sư đã có buổi họp mặt ngoài để thảo luận với sinh viên những vấn đề không phù hợp với học thuyết khoa học chính thức. [[Copernicus]] đã tham dự các cuộc họp của Drohobych, tuy nhiên nó không phải là điều chắc chắn cho dù trước đây đã từng có một ảnh hưởng sau này..<ref name=\"A\" \/>{{rp|35}}\n\nCần lưu ý rằng vào thời điểm đó thuật ngữ 'medicine' chúng ta hiểu ngày nay khác với thế kỷ 15. Trên thực tế, có hai thuật ngữ được chỉ định để xác định các phương pháp chữa bệnh. Thuật ngữ \"medicine\" có nguồn gốc từ động từ của động từ La tinh, có nghĩa là \"dùng ma túy\". Việc thực hành y học do đó nhấn mạnh một khả năng để thực hiện các biện pháp chữa bệnh.<ref name=\"Lindberg\">David Lindberg, Reappraisals of the Scientific Revolution, Cambridge University Press 1990.<\/ref>{{Rp|398}} Các biện pháp khắc phục như vậy có thể là các loại medicine trộm (quackery), chỉ phát triển để làm cho người bán có lợi nhuận, hoặc các liệu pháp được phát minh hoặc sửa đổi dựa trên kinh nghiệm của một bác sĩ cụ thể với bệnh nhân và các biện pháp khắc phục. Điều gì là quan trọng đối với thực hành y học tốt là những gì chúng ta gọi ngày nay \"kinh nghiệm lâm sàng\": một sự đánh giá có kinh nghiệm về những biện pháp khắc phục nào sẽ giúp một bệnh nhân cụ thể. Do đó, giáo dục y tế ở các trường đại học có thể bổ sung, nhưng không phải lúc nào cũng cần thiết cho thực hành \"medicine\". Do đó, những người hành nghề y không có bằng đại học được gọi là \"kinh nghiệm\" của các bác sĩ có học vấn. Về phần mình, các bác sĩ đã thực hành một loại nghệ thuật chữa bệnh khác, \"physic\". Thuật ngữ có nguồn gốc từ danh từ tiếng Hy Lạp [[physis]], có nghĩa \"tự nhiên\". Các bác sĩ đã phải học triết học tự nhiên vì mục đích của physic là bảo vệ sức khoẻ và kéo dài cuộc sống; chữa bệnh là một phần quan trọng, nhưng chỉ là một trong nhiều phần, về physic. Bác sĩ đã có thể đưa ra lời khuyên cho người khỏe mạnh cũng như cho người bệnh về cách sống theo tính chất, vì hòa hợp với thiên nhiên sẽ dẫn đến việc bảo vệ sức khoẻ cũng như kéo dài cuộc sống. Do đó, \"medicine\" và \"physic\" được sử dụng vào cuối thế kỷ 15, là các thuật ngữ cho thấy sự khác biệt giữa các truyền thống chính trong nghệ thuật chữa bệnh: một dựa trên kinh nghiệm, một về học tập; một chủ yếu liên quan đến việc chữa bệnh, và vấn đề chủ yếu là bảo vệ sức khoẻ..<ref name=\"Lindberg\" \/>{{rp|399}} Drohobych được bổ nhiệm vào tòa án của vua Casimir là dấu hiệu cho thấy ông đã thành công trong cả hai lĩnh vực chữa bệnh bởi vì một vị trí quan trọng đòi hỏi phải có kiến ​​thức phi thường về triết học và triết học tự nhiên cũng như kinh nghiệm thực tiễn chữa bệnh.\n\n== Công bố ==\nGiảng dạy của ông ở Bologna không can thiệp vào các thí nghiệm của ông về thiên văn học. Trong một lá thư mà ông ta gửi vào đầu năm 1478 cho người bạn Mykola Chepel ở [[Poznań]], Drohobych đã đề cập đến tính toán của ông về các vị trí hành tinh trong một năm. Theo quan sát và tính toán của ông, ông ước tính thời gian chính xác cho hai [[nhật thực]]; ông cũng bao gồm một biểu đồ các [[Pha Mặt Trăng|chu kì Mặt Trăng]] trong một năm. Trong bức thư, Drohobych mô tả cách ông đã tính toán vị trí địa lý của các thành phố lớn ở Ba Lan và Ukraina. Ông cũng đưa ra dự đoán liên quan đến các sự kiện chính trị đã diễn ra ở châu Âu, Ai Cập, Thổ Nhĩ Kỳ, Ả rập và Ấn Độ. Mykola Chepel chia sẻ những ghi chép này với các đồng nghiệp tại Đại học Poznan. Tin tức về những phát hiện của Drohobych đã nhanh chóng lan rộng trong số nhiều người học ở Châu Âu. Một trong những người Đức đầu tiên về Nhân văn và Người sưu tầm sách, [[Hartmann Schedel]], sao chép những lá thư này. Một phần nhờ những nỗ lực của ông, họ đã được bảo quản cho hậu thế.\n\nDrohobych đã viết một [[bài luận]] về nhật thực đã diễn ra vào ngày 29 tháng 7 năm 1478. Ông cho rằng các sự kiện vũ trụ có tính chất này có thể hoặc không có tác động thuận lợi đối với các sự kiện trên trái đất nhưng chắc chắn họ sẽ không gây ra thảm họa. Vào đầu những năm 1480, Ý đã đi đầu trong việc in sách. Ban đầu tất cả các ấn bản có tính chất tôn giáo, tuy nhiên sách về thiên văn học, thực vật học và địa lý cũng ngày càng phổ biến. Năm 1483 Drohobych xuất bản ở Rôma cuốn sách đầu tiên của ông bằng tiếng Latinh \"''Prognostic Estimation of the year 1483''\" (Cuộc thử nghiệm chạy Pronosticon năm 1483).<ref name=\"A\" \/>{{rp|36}} Đó là một ấn bản mười chín trang của lịch chiêm tinh ([[zodiac|cung hoàng đạo]]), được phổ biến tại thời điểm đó, giúp độc giả đưa ra dự đoán về các sự kiện trên trái đất tùy thuộc vào vị trí của các hành tinh. Ấn phẩm này có nhiều yếu tố đáng chú ý: Drohobych đưa ra dự đoán chính xác cho hai nhật thực; ông cung cấp tính toán chính xác các giai đoạn của Mặt trăng; và ông cũng đề cập đến chủ đề của phong trào hành tinh. Hơn nữa, ông chỉ ra rằng các toạ độ địa lý là một yếu tố quan trọng trong việc xác định vị trí của mặt trời và hành tinh. Tùy thuộc vào vị trí địa lý của người quan sát, vị trí các vật thể vũ trụ sẽ thay đổi. Tuy nhiên, tính toán kinh độ của ông không phải là sai lầm. Ông xứng đáng được coi là học giả Đông Âu đầu tiên trong một ấn bản in cho biết tọa độ địa lý chính xác của một số thành phố Ukraina, Ba Lan và Lithuania.<ref name=\"A\" \/>{{rp|37}}\n\nDự báo thời tiết là một khía cạnh khác của xuất bản của Drohobych. Ông gợi ý rằng bằng cách quan sát hiện tượng khí quyển, người ta có thể đoán được thời tiết. Ông cũng lập luận rằng điều kiện khí hậu phụ thuộc vào vĩ độ của một vị trí địa lý. Một trong những khía cạnh quan trọng nhất của luận án này là tầm nhìn của tác giả rằng thế giới không phải là một khái niệm trừu tượng và con người có khả năng học tập các mô hình và luật pháp của nó. Trong phần mở đầu của bài báo, Drohobych viết rằng mặc dù đôi mắt của chúng ta không thể nhìn thấy tận cùng của bầu trời vô hạn, nhưng tâm trí của chúng ta thì có thể. Rằng chúng ta đã học được từ hiệu quả về nguyên nhân và sau này chúng ta sẽ thực sự học.<ref>Довідник з історії України. За ред. І.Підкови та Р.Шуста. — К.: Генеза, 1993<\/ref>\n\nNăm 1491 Drohobych, xuất bản một trong những cuốn sách đầu tiên trong Ngôn ngữ [[nhà thờ Slave]] \"''Осьмогласник''\", (\"[[Octoechos]] \"hay \"Antiphonal\") và những cuốn sách đầu tiên của tiếng Ukraina \"''Часословець''\" (\"[[Horologion]]\" hay \"Book of Hour\"), \"''Тріодь пісна''\" và \" ''Тріодь цвітна''\" ([[Triodion]]).Tất cả các ấn phẩm này đã xây dựng nền tảng cho sự phát triển hơn nữa của bản sắc văn hoá Ukraina.\n\nYuriy Drohobych qua đời vào ngày 4 tháng 2 năm 1494 tại Krakow khi ông chỉ 44 tuổi. Tuy nhiên, ông lại để lại một di sản phong phú. Trong nhiệm kỳ của mình trên giảng viên Đại học Krakow, những ý tưởng nhân văn đã bắt đầu phổ biến trong số các giáo sư và sinh viên.<ref>Orest Subtelny, Ukraine: A History, University of Toronto Press 1988, p.155<\/ref> Drohobych là học giả Ukraina đầu tiên bắt đầu thúc đẩy những ý tưởng này ở Ukraina. Theo thời gian, ông đã tìm thấy nhiều người theo học các học giả và sinh viên Ukraina, những người đã học ở Ý và Ba Lan và đã phổ biến những ý tưởng này khi trở về quê hương. Vào giữa thế kỷ 15, do thiếu các kích thích bên trong và bên ngoài, hệ thống giáo dục của Ukraina rơi vào tình trạng phân rã. Drohobych và những người theo ông đã tạo ra một vị trí thích hợp giúp bảo tồn, duy trì và phát triển các ý tưởng văn hoá - xã hội và triết học là nền tảng cho sự hồi sinh của Ukraina trong các thế kỷ 17 và 18, đóng một vai trò quan trọng trong việc bảo vệ bản sắc dân tộc tại thời điểm đất nước Ukraina hiện nay thuộc về các nhà cai trị khác nhau.\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Thêm thông tin ==\n\n* [http:\/\/www.encyclopediaofukraine.com\/pages\/D\/R\/DrohobychYurii.htm Bách khoa toàn thư của Ukraina]\n* Tiểu sử Yuriy Drohobych của Yaroslav Isaievych, Kiev, 1972.\n* {{icon uk}} Гайдай Л. Історія України в особах, термінах, назвах і поняттях. — Луцьк: Вежа, 2000.\n* {{icon ru}} [http:\/\/www.day.kiev.ua\/23277\/ Юрий Дрогобыч в контексте формирования украинской элиты. \/\/ День. — 2 августа 2003 года. — С. 5]\n\n== Liên kết ngoài ==\n\n* [http:\/\/www.drohobych.com Drohobych]\n* [http:\/\/litopys.org.ua\/human\/hum47.htm]\n\n{{Authority control}}\n\n{{DEFAULTSORT:Drohobych, Yuriy}}\n[[Thể loại:Sinh năm 1450]]\n[[Thể loại:Ukrainian writers]]\n[[Thể loại:Ukrainian astronomers]]\n[[Thể loại:Ukrainian scientists]]\n[[Thể loại:Mất năm 1494]]\n[[Thể loại:Ukrainian philosophers]]\n[[Thể loại:Ukrainian publishers (people)]]\n[[Thể loại:Ukrainian medical doctors]]\n[[Thể loại:15th-century astronomers]]\n[[Thể loại:Nhà khoa học Ukraina]]\n[[Thể loại:Nhà văn Ukraina]]"}