{"Zeno (hoàng đế)":"{{Infobox Monarch \n| name = Zeno\n| full name = Tarasis (tới giữa những năm 460)<br>Flavius Zeno Augustus (khi là hoàng đế)\n| title = [[Hoàng đế La Mã|Hoàng đế]] [[Đế quốc Đông La Mã]]\n| image= Tremissis-Zeno-RIC 0914.jpg\n| caption = Hình Zeno được khắc trên một tiền xu vàng [[Tremissis]]; thiết kế của đồng xu để kỷ niệm chiến thắng của Zeno và đã được phát hành trong suốt triều đại thứ hai của ông. \n| reign = 9 tháng 2, 474 – 9 tháng 1, 475<br>Tháng 8, 476 – 9 tháng 4, 491\n| predecessor = 1) [[Leo II (hoàng đế)|Leo II]]<br>2) [[Basiliscus]] \n| successor = 1) [[Basiliscus]], nổi loạn<br>2) [[Anastasius I (hoàng đế)|Anastasius I]]\n| consort = Arcadia,<br>[[Ariadne (hoàng hậu)|Ariadne]]\n| issue = Zenon (bởi Arcadia),<br>[[Leo II (hoàng đế)|Leo II]] (bởi Ariadne)\n| royal house = [[Nhà Leo]]\n| royal anthem =\n| birth_date = 425\n| birth_place = [[Zenonopolis]]\n| death_date = {{death date|df=yes|491|4|9}} (66 tuổi)\n| death_place = [[Constantinopolis]]\n| father = Kodisa\n| mother = Lallis\n|}} \n'''Zeno''' hay '''Zenon''' ({{IPAc-en|ˈ|z|iː|n|oʊ}}; {{lang-la|Flavius Zeno Augustus}}; {{lang-el|Ζήνων}}) ([[425]] – [[491]]), tên thật là '''Tarasis''',<ref name=\"Tarasis\">Các nguồn sử liệu đều gọi ông là \"Tarasicodissa Rousombladadiotes\" và vì lý do này mà người ta nghĩ tên của ông là Tarasicodissa. Tuy nhiên, nó đã được chứng minh rằng tên này thực sự có nghĩa là \"Tarasis, con trai của Kodisa, [đến từ] Rusumblada\", và rằng \"Tarasis\" là một cái tên phổ biến ở Isauria (R.M. Harrison, \"The Emperor Zeno's Real Name\" (Tên thật của Hoàng đế Zeno), ''[[Byzantinische Zeitschrift]]'' 74 (1981) p. 27–28).<\/ref> là [[Hoàng đế La Mã|Hoàng đế Đông La Mã]] từ năm [[474]] tới [[475]] và một lần nữa từ [[476]] tới [[491]]. Các cuộc nổi loạn trong nước và vấn đề chia rẽ tôn giáo đã xảy ra dưới thời ông trị vì, dù vẫn đạt được thành công chừng mực trong các vấn đề đối ngoại. Triều đại của Zeno đã chứng kiến sự cáo chung của [[Đế quốc Tây La Mã]] dưới thời Hoàng đế [[Julius Nepos]], nhưng ông đã có công lớn góp phần ổn định [[Đế quốc Đông La Mã]] trong thời kỳ đầy biến động này.\n\nTrong lịch sử [[Giáo hội Công giáo Rôma|Giáo hội Thiên Chúa giáo La Mã]], Zeno có liên quan đến sự kiện ban hành ''[[Henotikon]]'' hoặc \"Chỉ dụ Hợp nhất\" do chính ông ban bố và được tất cả các Giám mục [[Chính Thống giáo Đông phương|Giáo hội phương Đông]] ký vào, nhằm mục đích giải quyết những bất đồng xoay quanh thuyết [[Nhất Tính luận]].<ref>Châu Âu vào thế kỷ thứ 5, 6 xuất hiện dị thuyết cho rằng Chúa Kitô thực sự có hai bản tính, tuy nhiên nhân tính đã biến thành thiên tính, hoặc là nhân tính đã bị thiên tính chi phối, hoặc là hai bản tính đã hòa hợp làm một thành một thứ bản tính mới<\/ref>\n\n==Tiểu sử==\n===Sự nghiệp===\n====Gia thế====\n[[Tập tin:Piatto di ardaburio, argento fuso, 434 d.c. (found in 1769) 03.JPG|phải|nhỏ|Một chi tiết từ đĩa bạc ''Missorium của Aspar'', khắc họa viên đại tướng ''magister militum'' đầy quyền uy [[Aspar]] và ngươi con trưởng [[Ardabur]] (khoảng năm 434). Zeno đã truất quyền của Ardabur, do phát hiện những bức thư mưu phản tiết lộ việc Ardabur câu kết với vua Ba Tư nhà Sassanid; Ardabur về sau còn hối lộ một số vệ binh của Zeno nhằm mục đích giết chết ông.]]\n\nZeno tên thật là Tarasis.<ref name=\"Tarasis\" \/> Vốn sinh ra trong một danh gia vọng tộc người [[Isauria]] ở Rusumblada về sau được đổi tên là [[Zenonopolis]] nhằm vinh danh Zeno.<ref name=\"Mitchell_114\">Stephen Mitchell, ''A history of the later Roman Empire, AD 284–641: the transformation of the ancient world'' (Lịch sử cuối thời Đế quốc La Mã, năm 284–641: sự thay đổi của thế giới cổ đại), Wiley-Blackwell, 2007, ISBN 1-4051-0856-8, p. 114.<\/ref> Gia đình gồm cha là Kodisa (được chứng nhận bởi cái tên đặt theo tên cha ông là \"Tarasicodissa\") và mẹ là Lallis cùng người em trai [[Longinus (quan chấp chính 486)|Longinus]]. Tarasis có một người vợ là Arcadia mà cái tên vốn dĩ cho biết mối quan hệ của bà với tầng lớp quý tộc Constantinopolis, và một bức tượng mang tên bà được dựng ở gần [[Nhà tắm Arcadius]] dọc đường dẫn đến khu [[Topoi]].<ref name=\"Croke_160\">Croke, các trang 160–161.<\/ref> Theo một truyền thuyết Kitô giáo vùng Cận Đông cho biết thì Zeno có tới hai người con gái là [[Hilaria (tu sĩ)|Hilaria]] và Thaopesta đều là những con chiên ngoan đạo,<ref>Terry G. Wilfong, ''Phụ nữ của Jeme: cuộc sống trong một thị trấn Coptic vào cuối thời Ai Cập cổ đại'', University of Michigan Press, 2002, ISBN 0-472-06612-9, p. 35.<\/ref> nhưng một số nguồn sử liệu đã chứng thực là Arcadia chỉ có duy nhất một người con trai là Zenon.<ref name=\"zenon4\" \/> Hơn nữa, Tarasis có thể có quan hệ họ hàng với viên tướng người Isauria là [[Zeno (quan chấp chính 448)|Zeno]], người đã từng chiến đấu chống lại [[Attila]] vào năm [[447]] để bảo vệ kinh thành [[Constantinopolis]] và giữ chức [[chấp chính quan]] vào năm sau.<ref name=\"Mitchell_114\" \/>\n\nNgười Isauria là một nhóm dân cư sống ở vùng nội địa dọc bờ biển [[Địa Trung Hải]] của [[Anatolia]] thuộc tâm điểm vùng [[núi Taurus]] (nay là vùng [[Konya]]\/[[Bozkir]] thuộc [[Thổ Nhĩ Kỳ]]). Giống như hầu hết các bộ lạc vùng biên ải, [[La Mã cổ đại|người La Mã]] chỉ xem họ như những tộc [[Người rợ|người man rợ]] dù họ đã bị người La Mã chinh phục trong hơn năm thế kỷ và đã được cấp quyền công dân La Mã trong hơn 2 thế kỷ. Tuy nhiên, người Isauria đều tự cho mình là những người Công giáo chính thống chứ không phải là những kẻ tà thuyết Arian như [[người Goth]] và [[các dân tộc German]] khác dù bị [[Đế quốc La Mã]] chính thức cấm không được lên ngôi báu.<ref name=\"Mitchell_114\" \/>\n\n====Nắm quyền====\nTheo một số học giả thì vào giữa những năm 460, Hoàng đế Đông La Mã [[Leo I (hoàng đế)|Leo I]] muốn cân bằng ảnh hưởng của các thành phần gốc German trong quân đội dưới quyền viên Đại tướng (''[[magister militum]]'') [[người Alan]] tên gọi [[Aspar]]. Nghĩ rằng Tarasis và những người Isauria của ông có thể làm đối trọng nên ngay lập tức ông cùng đoàn người Isauria được hoàng đế triệu về Constantinopolis. Tuy nhiên, cách giải thích này hiện vẫn còn gây tranh cãi.<ref name=\"Croke_166\">Croke, các trang 166–168.<\/ref> Đến giữa những năm 460, Arcadia và Zeno đã sống ở Constantinople trong một thời gian dài và cũng là nơi mà Lallis và Longinus từng sống,<ref name=\"Croke_160\" \/> rồi sau kết hôn với một người Valeria, có thể là một người phụ nữ thuộc giới quý tộc.<ref name=\"Croke_166\" \/> \n \nTheo các tài liệu cổ thì những nguồn tham khảo sớm nhất có niên đại liên quan đến Tarasis được bắt đầu từ năm [[464]], khi ông nhận được một vài lá thư do chính con trai của Aspar là [[Ardabur]] viết trong đó đã chứng minh rằng con trai của viên Đại tướng gốc rợ này đã xúi giục vua [[Đế quốc Ba Tư|Ba Tư]] [[nhà Sassanid]] xâm chiếm lãnh thổ của Đế quốc La Mã và hứa sẽ hỗ trợ cuộc xâm lược này. Dựa vào những bức thư này mà Tarasis đã tố cáo và trao chúng cho Leo, khiến vị Hoàng đế ra lệnh bãi miễn mọi chức vụ của Ardabur, lúc này đang giữ chức Đại tướng quân khu Đông (''magister militum per Orientem'') và ''[[patricius]]'', do đó làm giảm ảnh hưởng và tham vọng của Aspar. Để thưởng công cho lòng trung thành của ông mà Leo hết mực khen ngợi với [[Daniel Ẩn sĩ]],<ref>''Life of Daniel the Stylite'' (Tiểu sử Ẩn sĩ Daniel), 55, cited in Croke, p. 168.<\/ref> Tarasis chính thức được bổ nhiệm làm ''comes domesticorum'', một chức quan có ảnh hưởng và uy tín khá lớn trong triều.<ref name=\"Croke_160\" \/> Việc bổ nhiệm này có nghĩa là Tarasis sẽ đóng vai trò như một ''protector domesticus'' ngay tại triều của Leo ở Constantinople và tranh thủ ra sức lôi kéo đám thuộc hạ thân tín của Ardabur ở Antioch để làm vây cánh cho riêng mình.<ref name=\"Croke_166\" \/>\n\nNăm [[465]], Leo và Aspar đã tranh cãi với nhau về việc bổ nhiệm chức chấp chính quan cho năm sau, nhờ dịp này mà vị trí của Tarasis được củng cố khi ông trở thành bạn thân và đồng mình của Hoàng đế.<ref>nguồn tài liệu là bản tóm tắt của [[Photius]] ở tập đầu tiên trong bộ biên niên sử [[Candidus]] (Croke, p. 161).<\/ref> \n \n====Làm rể Leo I====\n[[Tập tin:KHM Wien Kaiserin Ariadne X 39.jpg|nhỏ|trái|Bức phù điêu [[Ariadne (hoàng hậu)|Ariadne]], trưởng nữ của Hoàng đế [[Leo I (hoàng đế)|Leo I]] và là vợ của Zeno.]]\n\nĐể có thể bước vào chính trường La Mã và được dân chúng thành Constantinopolis chấp nhận, Tarasis đã đổi sang tên [[tiếng Hy Lạp]] là Zeno và sử dụng nó cho đến cuối đời mình. Khoảng cuối năm [[466]], Zeno chính thức kết hôn với [[Ariadne (hoàng hậu)|Ariadne]], trưởng nữ của [[Leo I (hoàng đế)|Leo I]] và [[Verina]], nhờ cuộc hôn nhân mang màu sắc chính trị này mà Zeno ngày càng được Leo tín nhiệm nơi chốn quan trường đầy bất trắc; riêng về số phận của người vợ cũ thì chẳng có tài liệu nào đề cập đến vấn đề ly dị giữa Zeno với Arcadia, cũng có thể bà đã mất trong những năm qua. Qua năm sau thì đứa con đầu tiên của họ chào đời và Zeno đã trở thành cha của người thừa kế ngôi báu, cũng vì đứa con trai duy nhất của Leo I đã mất từ lúc còn nhỏ; và để nhấn mạnh lời tuyên bố của ông về việc kế thừa ngôi vị hoàng đế, cậu bé được gọi là Leo tức ấu đế Leo II.<ref name=\"Croke_172\">Croke, các trang 172–173.<\/ref> Tuy nhiên, Zeno đã không có mặt ngay lúc vợ sinh đứa con đầu lòng vào năm 467, do ông đang bận tham gia vào một chiến dịch quân sự chống lại đám rợ Goth.<ref name=\"Croke_166\" \/><ref name=\"Croke_178\">Croke, các trang 178–179.<\/ref>\n\n[[Tập tin:Leo I Louvre Ma1012 n2.jpg|nhỏ|[[Leo I (hoàng đế)|Leo I]], cha vợ của Zeno, Hoàng đế Đông La Mã từ năm 457 đến 474.]]\n\nĐồng thời Zeno cũng là một thành viên của ''protectores domestici'', về cuộc viễn chinh đầy tai hại chống lại [[người Vandal]] vào năm [[468]] dưới sự chỉ huy của người em rể [[Basiliscus]] thì ông không tham gia. Một năm sau đó, trong khoảng thời gian ông giữ chức vụ chấp chính quan đầy quyền uy thì được triều đình bổ nhiệm làm Đại tướng quân xứ Thrace (''magister militum per Thracias'') và nhận lệnh dẫn quân chinh phạt xứ Thrace. Các nguồn sử liệu không nêu rõ ông chiến đấu với những ai ở đó, riêng các sử gia thì cho rằng có thể là người Goth hoặc rợ Hun hoặc là quân nổi dậy của [[Anagastes]]. Dù sao thì trước khi khởi hành, Leo và Zeno đều dò hỏi ý kiến của ẩn sĩ [[Daniel Ẩn sĩ|Daniel]] về chiến dịch, thì được ông trả lời rằng Zeno sẽ là mục tiêu của một âm mưu tranh quyền đoạt lợi ngay tại triều nhưng rốt cuộc vẫn được bình an vô sự. Đề phòng trường hợp bất trắc có thể xảy ra, Leo đã gửi một vài thân binh tới bảo vệ Zeno, thế nhưng đám lính này đã bị [[Aspar]] mua chuộc cốt bắt ông cho bằng được. Zeno kịp thời nhận được tin báo về ý định bắt giữ mình nên vội vàng chạy trốn đến [[Serdica]], cũng vì vụ này mà Leo ngày càng gia tăng sự nghi ngờ với Aspar.<ref name=\"Croke_185\">Croke, các trang 185–186.<\/ref>\n\nSau vụ bắt giữ bất thành, Zeno không dám trở về [[Constantinopolis]], nơi cha con Aspar và [[Ardabur]] vẫn còn đang nắm giữ quyền hành một cách đáng kể. Thay vào đó, ông chuyển đến khu \"Trường Thành\" (Dãy [[Trường thành Chersonese]] hoặc còn gọi là [[Tường thành Anastasius]]), sau đó đi đến [[Pylai]] và từ đó chuyển tới ở tạm [[Chalcedon]]. Trong khi chờ cơ hội thuận tiện quay về kinh thành tham gia chính sự thì ông được triều đình bổ nhiệm làm Đại tướng quân phía Đông (''magister militum per Orientem''). Ông còn dẫn theo vị giáo sĩ uyên bác [[Peter the Fuller]] cùng đoàn tùy tùng rời khỏi [[Antioch]], phụng mệnh triều đình dẫn quân bản bộ tới đàn áp cuộc nổi loạn của [[Indacus]] ở [[Isauria]]. Sau đó Zeno quyết định ở lại Antioch tích cực luyện tập quân sĩ và tích trữ lương thảo trong hai năm nhằm mưu tính đại sự.<ref name=\"Croke_188\">Croke, các trang 188–190.<\/ref>\n\nTrong thời gian sống cùng gia đình ở Antioch, Zeno có thiện cảm với quan điểm [[Nhất Tính luận]] của [[Peter the Fuller]] và ủng hộ ông này chống lại kình địch của mình là vị Giám mục người [[Chalcedonia]] tên [[Martyrius xứ Antioch|Martyrius]]. Zeno cho phép các tu sĩ từ những tu viện gần đó đến ở Antioch làm gia tăng số lượng môn đệ của Peter và không ra tay trấn áp những hành vi bạo lực của họ một cách hiệu quả. Martyrius vội đến Constantinopolis triều kiến Leo để nhờ Hoàng đế giúp đỡ thế nhưng khi trở về Antioch đột nhiên ông nhận được tin Peter đã được bầu làm Giám mục và buộc phải từ chức, vụ việc xảy ra vào năm 470. Leo đã phản ứng bằng cách ra lệnh lưu đày Peter và gửi cho Zeno một đạo luật cấm các nhà tu hành rời khỏi tu viện của họ, đám động phẫn nộ khi nhận được lệnh từ Constantinopolis nên đã hưởng ứng cuộc nổi loạn vào ngày 1 tháng 6 năm 471.<ref>Luật lệ được thu thập trong ''[[Bộ luật Justinianus]]'' (1.3.29).<\/ref> Cũng trong năm 470\/471, Zeno còn phải lo đối phó với một cuộc xâm lược của [[Tzanni]], kẻ đã tấn công xứ [[Armenia]] thuộc La Mã.<ref>Croke, p. 194.<\/ref>\n\nNhân cơ hội Zeno đang ở cách xa Constantinopolis, Aspar đã gia tăng ảnh hưởng của mình nhờ vào người con là [[Julius Patricius]] được chọn làm ''[[Caesar (danh hiệu)|Caesar]]'' và kết hôn với cô con gái út [[Leontia (con gái Leo I)|Leontia]] của Leo I vào năm 470. Các nguồn sử liệu đều có mâu thuẫn về nguyên nhân nhưng nêu rõ rằng vào năm 471, Leo I nhận được sự tán thành của Zeno và Basiliscus đã ngầm phái người giết chết hai cha con Aspar và Ardabur, do trong đêm trước khi xảy ra vụ ám sát, hai viên tướng đã tiến quân đến gần kinh thành Constantinople (Zeno vẫn đang ở Chalcedon). Sau cái chết của họ, Zeno trở lại Constantinopolis và được bổ nhiệm làm ''magister militum praesentalis''.<ref>Croke, p. 198.<\/ref>\n\n===Triều đại===\n====Ấu đế Leo II đột tử (474)====\nNgày 25 tháng 10 năm 473, Leo I đã tấn phong đứa cháu ngoại Leo II, con của Zeno và Ariadne làm ''Caesar''. Ít lâu sau thì Leo I lâm trọng bệnh rồi qua đời vào ngày 18 tháng 1 năm 474; nếu Leo II không được ông ngoại tuyên bố làm đồng hoàng đế thì cậu bé sẽ trở thành ''Augustus'' vào dịp này. Khi Leo II lên bảy tuổi (quá trẻ để tự cai trị) được mẹ và bà thuyết phục cậu nhường ngôi cho cha là Zeno làm đồng hoàng đế vào ngày 9 tháng 2 năm 474. Trị vì chưa được bao lâu thì đột nhiên Leo II trở bệnh và mất vào ngày 17 tháng 11 cùng năm, Zeno nghiễm nhiên trở thành vị hoàng đế duy nhất.\n\n====Cầu hòa với người Vandal====\nLeo II vừa mất được ít lâu sau thì Zeno đã phải đứng ra giải quyết vụ việc rắc rối với người Vandal dưới quyền vua [[Genseric]] vào lúc này đang cân nhắc các tuyến đường thương mại trên biển với sự xâm nhập của họ vào các thành phố ven biển của Đế quốc. Zeno đã phái viên sứ giả nguyên là một quan chức cấp cao có tài biện thuyết tên là Severus sang đàm phán với Genseric, kết quả là đôi bên đã đạt được thành công trong việc ước định duy trì hòa bình \"vĩnh viễn\" giữa người Vandal và Đế quốc Đông La Mã, một nền hòa bình cho phép người La Mã trả tiền chuộc cho các tù nhân đang bị người Vandal giam giữ đồng thời chấm dứt các cuộc đàn áp tín đồ [[Chính Thống giáo Đông phương|Chính Thống giáo]] trên lãnh thổ Vandal.<ref name=\"Williams181\">Williams and Friell, các trang 181–183.<\/ref>\n\n====Cuộc biến loạn Basiliscus (475-476)====\n[[Tập tin:Leo (474)-coin.jpg|nhỏ|Đồng tiền xu của [[Leo II (hoàng đế)|Leo II]], Được đúc mang tên \"Leo và Zeno vĩnh viễn là '' Augusti''\", thuộc về thời kỳ khi cả hai cha con Zeno và Leo II là đồng hoàng đế từ ngày 9 tháng 2 đến ngày 17 tháng 11 năm 474.]]\n\nBất chấp những thành công trong đối ngoại, Zeno vẫn bị dân chúng và Viện nguyên lão xem thường vì gốc gác mọi rợ của ông cũng như tính hợp pháp của việc ông lên ngôi bị giới hạn trong cuộc hôn nhân với Ariadne và mối quan hệ với thái hậu Verina. Do vậy, ông đã chuyển dần sự ủng hộ sang các thành phần gốc Isauria trong quân đội, đặc biệt là tăng cường liên minh với các tướng lĩnh Isauria như hai anh em [[Illus]] và [[Trocundes]]. Tuy nhiên, Verina quyết định lật đổ người em rể Zeno và đưa người tình là viên cựu ''magister officiorum'' [[Patricius]] lên thay thế với sự giúp đỡ tận tình của người em trai Basiliscus. Những kẻ chủ mưu đã cố ý gây ra một loạt vụ bạo loạn ở thủ đô để chống lại vị hoàng đế gốc Isauria; Basiliscus cũng thành công trong việc thuyết phục Illus, Trocundes và viên tướng gốc rợ Ostrogoth Theodoric Strabo cùng tham gia việc nổi loạn.<ref name=\"Williams181\" \/>\n\nVào tháng 1 năm 475, Zeno vội vàng dẫn vợ con trốn khỏi Constantinopolis trước tình thế hỗn loạn tràn lan trong kinh thành,<ref>{{chú thích sách | last = Hussey | first = Joan | authorlink = Joan M. Hussey | title = The Cambridge medieval history, Volume 4 | publisher = [[Cambridge University Press]] | year = 1966 | page = 473}}<\/ref> đi theo còn có đám tùy tùng Isauria cùng đống ngân khố triều đình. Nhận được tin tân hoàng đế bỏ trốn, BasiliscusIllus vội phái Illus và Trocundes cấp tốc dẫn quân truy đuổi Zeno khiến ông buộc phải cố thủ trong một pháo đài dọc đường, chẳng mấy chốc Illus đã mang quân tới bao vây toàn bộ đồng thời còn bắt giữ [[Longinus (quan chấp chính 486)|Longinus]], em của Zeno làm con tin.<ref name=\"Williams181\" \/>\n\n=====Basiliscus tiếm xưng đế hiệu=====\n[[Tập tin:Solidus Basiliscus-RIC 1003.jpg|trái|nhỏ|300px|Đồng tiền xu của [[Basiliscus]], người nổi dậy chống lại Zeno vào [[tháng 1]] năm [[475]] và tiếm ngôi cầm quyền cho tới lúc Zeno khôi phục ngôi vị vào [[tháng 8]] năm [[476]]. Basiliscus là em trai Thái hậu [[Verina]]; ông nắm quyền sau khi Zeno trốn khỏi Constantinopolis, nhưng không được dân chúng Constantinopolis ủng hộ và bị bắt xử trảm khi Zeno tiến vào kinh thành phục hưng đại quyền.]]\n\nTuy nhiên, những kẻ chủ mưu nhanh chóng rơi vào xung đột lẫn nhau. Basiliscus vội vàng tự mình làm lễ đăng quang Hoàng đế Đông La Mã, rồi bí mật thủ tiêu người tình của Verina là Patricius nhằm loại trừ mối hiểm họa ảnh hưởng đến ngôi vị sau này. Đồng thời ông còn cho phép đám đông dân chúng tàn sát những người Isauria còn ở lại Constantinopolis, thảm họa này đã làm rạn nứt mối quan hệ giữa ông với các tướng lĩnh gốc Isauria như Illus và Trocundes. Vừa mới lên ngôi được ít lâu, Basiliscus đã bổ nhiệm người cháu là [[Armatus]] giữ chức Đại tướng quân (''magister militum''), khiến nhiều tướng sĩ thân tín như Theodoric Strabo không hài lòng. Do Zeno đã mang theo vàng bạc châu báu trong lúc bỏ trốn khiến ngân khố của triều đình trống rỗng, buộc Basiliscus phải đánh thuế nặng. Thuế má tăng cao cộng với việc ông ủng hộ thuyết Nhất Tính luận đã khiến Giáo hội và nhân dân ngày càng bất mãn. Dân chúng Constantinopolis còn đổ lỗi cho Basiliscus vì đã bất cẩn để xảy ra một vụ hỏa hoạn lớn làm thiêu rụi một số khu vực trong thành phố. Được sự hỗ trợ bí mật của Viện Nguyên lão với sự trợ giúp từ những khoản hối lộ của Zeno, Illus chấp nhận tạo phản và đem quân bản bộ theo về dưới trướng Zeno, rồi cả hai cùng tiến quân về Constantinopolis. Basiliscus đã cố gắng tiến hành các biện pháp nhằm khôi phục lòng tin của dân chúng đồng thời phái Armatus điểm binh dẫn quân tiến đánh Zeno nhằm bảo vệ kinh đô trước áp lực từ bên ngoài. Tuy nhiên, vì quá ham tiền bạc nên chẳng mấy chốc Armatus đã bị Zeno mua chuộc với lời hứa hẹn sẽ phê chuẩn chức vụ ''magister militum praesentalis'' mãi mãi cho ông và phong người con làm ''Caesar''; do vậy mà quân của Armatus đã làm lơ để mặc cho quân của Zeno tự do tiến vào Constantinopolis, sẵn có ý định quy phục Zeno nên Theodoric Strabo và quân của ông đã quyết định án binh bất động, khiến Basiliscus phải dẫn vợ con cùng thân thích tạm lánh vào nhà thờ [[Hagia Sophia]] trước tình thế hết sức hỗn loạn.<ref name=\"Williams181\" \/>\n\n====Zeno phục hồi ngôi vị====\nTháng 8 năm 476, Zeno bắt đầu vây hãm Constantinopolis. Viện Nguyên lão liền cử người lén mở cổng thành cho quân Isauria xông vào, điều đó đã giúp vị hoàng đế bị phế truất tiếp tục lên ngôi báu. Trong khi đó nhận được tin xấu, Basiliscus đã trốn vào nơi trú ẩn trong nhà thờ Hagia Sophia nhưng bị viên [[Thượng phụ Acacius thành Constantinopolis|Thượng phụ Acacius]] phản bội kêu người bắt cả nhà ông ra đầu hàng với điều kiện là Zeno hứa sẽ tha chết cho họ. Tuy hứa không xử tử cả nhà Basiliscus ở Constantinopolis nhưng Zeno lại bí mật gửi họ đến một pháo đài tĩnh lặng ở Cappadocia, nhốt trong một bể nước khô để rồi toàn bộ đều chết vì ngạt thở. Đến đây là chấm dứt cuộc biến loạn.<ref>{{Chú thích web | họ 1 = Elton | tên 1 = Hugh | tiêu đề = Flavius Basiliscus (AD 475–476) | work = [[De Imperatoribus Romanis]] | ngày tháng = ngày 10 tháng 6 năm 1998 | url = http:\/\/www.roman-emperors.org\/basilis.htm | ngày truy cập = ngày 23 tháng 8 năm 2006 }}<\/ref>\n\nSau khi phục hồi ngôi vị, Zeno đã giữ đúng lời hứa của mình là cho phép Armatus giữ tước hiệu ''magister militum praesentalis'' (thậm chí còn thăng ông lên bậc ''[[patricius]]'') và bổ nhiệm người con [[Basiliscus (Caesar)|Basiliscus]] làm ''Caesar'' ở [[Nicaea]].<ref>Có tồn tại một số đồng [[Solidus (đồng tiền)|solidi]] và [[Tremissis|tremisses]] mang tên của \"Zeno và Leo nob[ilissimus] caes[ar]\". Họ đã quy cho Zeno khi còn là Hoàng đế và cho con của Armatus làm ''Caesar''; trong trường hợp này con của Armatus đã đổi tên của mình từ Basiliscus, cái tên của kẻ soán ngôi thành Leo, tên của vương triều nhà Zeno (Philip Grierson, Melinda Mays, ''Catalogue of late Roman coins in the Dumbarton Oaks Collection and in the Whittemore Collection: from Arcadius and Honorius to the accession of Anastasius'' (Danh mục các đồng tiền xu La Mã trong bộ sưu tập Dumbarton Oaks và trong bộ sưu tập Whittemore: từ Arcadius và Honorius tới thời Anastasius lên ngôi trị vì), Dumbarton Oaks, 1992, ISBN 0-88402-193-9, các trang 181–182).<\/ref>\n\nTới năm 477, Zeno đột nhiên thay đổi ý định ban đầu, có lẽ là do sự xúi giục lâu ngày của Illus nhằm mưu đoạt quyền bính của Armatus, cũng từ lời khuyên của Illus mà hoàng đế đã ra lệnh xử tử Armatus vì tội mưu phản. Đồng thời tịch thu tất cả tài sản của Armatus, bãi miễn mọi chức vụ của Basiliscus và thụ phong linh mục cho ông rồi đày đi xa.<ref name=\"evagrius\">[[Evagrius Scholasticus]], ''Historia Ecclesiae'', 3.xxiv. Evagrius viết rằng Basiliscus, con của Armatus, về sau trở thành Giám mục giáo xứ [[Cyzicus]].<\/ref><ref name=\"armatios\">''[[Suda]]'', s.v. \"Ἁρμάτιος\".<\/ref><ref name=\"martindale\">{{chú thích sách |last=Martindale |first=J.R. |title=The Prosopography of the Later Roman Empire |year=1980 |publisher=Cambridge University Press |isbn=0-521-20159-4 |pages=[http:\/\/books.google.com\/books?vid=ISBN0521201594&id=QCIaBQTCg0IC&pg=PA148&lpg=PA148&sig=mOQLDMcv_o3wEWAHsre0Hm2S6CQ&hl=en các trang 148–149] }}<\/ref>\n\n====Đế quốc Tây La Mã tiêu vong (476)====\n[[Tập tin:Solidus-Odoacer-ZenoRIC 3657cf.jpg|nhỏ|300px|Đồng xu [[solidus (đồng tiền)|solidus]] này được [[Odoacer]] đúc theo tên của Zeno. Odoacer nắm quyền thống trị nước Ý dưới sự bảo trợ chính thức của Hoàng đế Đông La Mã.]]\n\nVề phía [[Đế quốc Tây La Mã]] thì sau khi Hoàng đế [[Olybrius]] qua đời vào mùa thu năm [[472]]. Đại tướng quân (''magister militum'') [[Gundobad]] liền đưa viên chỉ huy đội cận vệ hoàng gia (''[[comes domesticorum]]'') [[Glycerius]] lên ngôi Hoàng đế Tây La Mã ở [[Ravenna]]. Hoàng đế Đông La Mã Leo I tuyên bố không công nhận Glycerius mà thay vào đó ông chọn người cháu [[Julius Nepos]] làm đồng hoàng đế ở phía Tây vào năm [[473]]. Trông chờ xuất quân việc giành lại ngôi báu, nhưng vì thời tiết xấu nên Nepos buộc phải trì hoãn chuyến khởi hành của mình vào năm sau; do vậy vụ việc này được giao lại cho người kế thừa của Leo là Zeno tiếp tục hỗ trợ Julius Nepos đoạt lại ngôi vị ở Ravenna. Khi thời tiết thuận lợi, Nepos mang quân vượt biển đến [[Ý]] rồi nhanh chóng phế truất Glycerius mà không gặp phải sự kháng cự nào đáng kể, ngay lập tức [[Viện nguyên lão|Viện Nguyên lão]] đã tuyên bố ông là Hoàng đế vào tháng 6 năm 474. Ngay cả khi đã lên ngôi Hoàng đế Tây La Mã, Julius vẫn giữ mối quan hệ tốt đẹp với Zeno và thậm chí ông còn đúc tiền xu mang tên Zeno, Leo II và chính mình.<ref name=\"Mathisen_Nepos\">Ralph W. Mathisen, [http:\/\/www.roman-emperors.org\/nepos.htm \"Julius Nepos (19\/24 June 474 – <nowiki>[28 August 475]<\/nowiki> – 25 April\/9 May\/22 June 480)\"], ''De Imperatoribus Romanis''<\/ref>\n\nTháng 8 năm 475, vào thời [[Basiliscus]] tiếm hiệu đế vị, trong lúc Zeno đang bị quân của [[Illus]] bao vây, viên Đại tướng quân phía Tây (''magister militum'') [[Flavius Orestes|Orestes]] lập tức nổi loạn buộc Nepos phải trốn khỏi Ý chạy sang [[Dalmatia]] lánh nạn; sau đó Orestes liền đưa con trai mình là [[Romulus Augustus]] lên ngôi Hoàng đế nhưng không được sự ủng hộ từ những thế lực còn trung thành với Đế quốc Tây La Mã bên ngoài nước Ý.<ref name=\"Mathisen_Nepos\" \/>\n\nNăm 476 khi Zeno rầm rộ tiến quân vào thành Constantinopolis chấm dứt thời kỳ trị vì ngắn ngủi của kẻ soán ngôi Basiliscus, thì ở Tây La Mã thế lực của Romulus và Orestes bị chúa rợ [[Người Heruli|Heruli]] là [[Odoacer]] lật đổ. Với sự hỗ trợ của Odoacer, Viện Nguyên lão đã phái sứ giả tới dâng ấn tín cho Zeno vừa mới phục hồi đế hiệu. Họ yêu cầu Zeno phải giải tán sự chia tách Đế quốc La Mã và trị vì như một Hoàng đế duy nhất; đồng thời bổ nhiệm Odoacer giữ chức ''[[patricius]]'' và [[thống đốc]] chính thức của Ý. Ngoài ra, Zeno còn tiếp kiến một viên sứ giả khác do Julius Nepos phái đến để yêu cầu việc chu cấp tiền bạc và quân lính cho ông ta giành lại quyền kiểm soát nước Ý. Zeno đã đáp lại rằng Viện Nguyên lão ở phía Tây nên chào đón Julius Nepos trở lại cũng như công nhận tính hợp pháp ngôi vị hoàng đế của họ và Odoacer có thể được phong quý tộc một cách hợp pháp bởi Nepos, mặc dù hoàng đế vẫn cho phép Odoacer được công nhận là quý tộc hợp lệ.<ref>Malchus, fragment 10, cited in Ralph W. Mathisen, [http:\/\/www.roman-emperors.org\/auggiero.htm \"Romulus Augustulus (475–476 CN)--Hai quan điểm\"], ''De Imperatoribus Romanis''.<\/ref> Odoacer đã được cả hai bên chính thức công nhận là người cai trị toàn nước Ý tuy giả vờ là đã từ bỏ quyền sở hữu nước Ý và trao nó lại cho tuy Nepos, mặc dù trên danh nghĩa Nepos vẫn là Hoàng đế Tây La Mã hợp pháp và kiểm soát một số phần còn lại của Đế quốc Tây La Mã, nhưng trên thực tế mọi quyền bính lẫn quân đội đều nằm trong tay Odoacer nên ông chẳng khác nào một con bù nhìn cả.\n\nCó lẽ nhằm tôn kính Zeno mà Odoacer đã công nhận tính hợp pháp của triều đại Nepos ở Ý cho đến khi chết, được quyền cai trị và thậm chí đúc tiền xu mang tên mình, nhưng cấm quay trở về nhiệm sở. Sau khi Nepos bị ám sát vào năm [[480]], Odoacer lập tức dẫn quân xâm chiếm Dalmatia lấy cớ truy đuổi và trừng phạt những kẻ ám sát (thực ra là để chiếm giữ Dalmatia và sáp nhập vào lãnh thổ của ông). Nhằm lấy lòng ông vua rợ này mà Zeno đã hợp pháp hóa quyền hành của Odoacer ở Dalmatia đổi lại Odoacer chịu công nhận Zeno là Hoàng đế duy nhất của một Đế quốc được tái hợp lần nữa nhưng càng về sau ông ngày càng bắt đầu sử dụng tước hiệu ''[[Vua|Rex]]'' (\"Vua\") cho riêng mình.<ref>Williams and Friell, p. 187.<\/ref>\n\n====Cuộc nổi loạn Marcianus (479)====\n[[Marcianus (tiếm ngôi)|Marcianus]] là con của Hoàng đế Tây La Mã [[Anthemius]] (467–472) và là cháu của Hoàng đế [[Marcianus]] (450–457). Ông kết hôn với chị của [[Ariadne (hoàng hậu)|Ariadne]] là [[Leontia (con gái Leo I)|Leontia]] và do đó là anh rể của Zeno, từng hai lần giữ chức chấp chính quan vào năm 467 và 472.\n\nVào năm 479, Marcianus toan mưu tính việc lật đổ Zeno nhằm mục đích soán ngôi vị hoàng đế. Được sự trợ giúp đắc lực từ hai anh em [[Procopius Anthemius]] và [[Romulus (con Anthemius)|Romulus]], trước tiên ông cho tập trung binh lực ở Constantinopolis bao gồm cả dân chúng và người nước ngoài tại nhà của một Caesarius, phía nam Quảng trường Theodosius rồi ngay lập tức tiến quân xông vào hoàng cung bắt giữ Zeno và đồng thời bao vây nhà của Illus. Hoàng đế gần như rơi vào tay của quân nổi loạn, đại quân triều đình nghe được tin dữ liền tràn tới bao vây phe nổi dậy không cho một ai thoát ra ngoài thành, tuy dọc đường họ phải liên tục chống chọi những cú tập kích từ đám dân cư nấp trên mái nhà. Suốt đêm hôm ấy, Illus đã thành công khi điều động một đơn vị quân Isauria dưới quyền mình mau chóng tiến vào Constantinopolis vãn hồi trật tự mà phân nửa trong số đó đang trú đóng gần [[Chalcedonia]], tiếp đến ông cố gắng thuyết phục và hối lộ đám binh lính của Marcianus khiến chúng lơ là phòng bị nhằm tạo cơ hội cho Zeno trốn thoát. Vào sáng hôm sau, Marcianus chợt phát hiện ra hoàng đế đã cao chạy xa bay và biết rằng tình hình lúc này hết sức nguy ngập mà viện binh của tướng người Goth [[Theodoric Strabo]] lại chưa đến kịp, thế là bèn cùng anh em họ hàng cải trang trốn vào trong [[nhà thờ các Thánh Tông Đồ]] nhưng chẳng bao lâu sau tất cả đều bị bắt giữ.<ref name=\"Bury_Marcian\">John Bagnall Bury, \"X.2 The Revolts of Marcian and Illus (A.D. 479 488)\" (Chương 2 - Loạn Marcianus và Illus năm 479 488), trong quyển ''History of the Later Roman Empire'' (Lịch sử cuối thời Đế quốc La Mã), Dover Books [1923], 1958. các trang 395, 397–398.<\/ref>\n\nZeno ra lệnh sai người dẫn giải Marcianus cùng anh em họ hàng tới sống ở [[Caesarea thuộc Cappadocia]]. Dù họ đã cố gắng chạy trốn nhưng Marcianus vẫn bị bắt và buộc phải trở thành một tu sĩ ở [[Tarsus, Mersin|Tarsus]] (Cilicia),<ref>[[Evagrius Scholasticus]], ''Historia ecclesiastica'', 3.26..<\/ref> hoặc giam vào trong pháo đài của [[Papurius]] ở Isauria. Không bỏ cuộc, Marcianus lại cố gắng trốn thoát lần nữa và lần này ông đã thành công, nhưng sau khi chiêu mộ quân mã rồi đem đi công hãm thành [[Ancyra]], gặp thảm bại và bản thân ông bị em của Illus là [[Trocundus]] bắt làm tù binh rồi ít lâu sau phát bệnh mất trên đường lưu đày.<ref name=\"Bury_Marcian\" \/>\n\n====Cuộc nổi loạn IIIus (484-488)====\nNhờ công lao giúp triều đình dẹp loạn Marcianus, địa vị và uy tín của IIIus ngày càng tăng cao khiến ông khó tránh khỏi sự nghi kỵ của Zeno, thay vì cất nhắc và trọng dụng IIIus thì hoàng đế với bản tính ghen ghét, đố kỵ hiền tài lại tìm cách triệt hạ thế lực và vị trí của ông. Trong khi đó ngay tại triều đình lại hình thành một âm mưu lật đổ Zeno mà đứng đầu là phe nhóm của Thái hậu [[Verina]] vì mối tư thù do Zeno gây ra với người tình của bà. Họ dự định liên kết với đám vệ binh thân tín của hoàng đế tổ chức đảo chính nhưng chưa kịp thi hành đã bị Zeno phát giác và sai lính tới vây bắt bọn phản loạn, riêng người cầm đầu là Thái hậu Verina bị bắt giam rồi trục xuất đến pháo đài [[Papurius]]. Tuy nhiên do thời gian diễn ra sự kiện mưu phản của Verina có đôi chỗ không rõ năm tháng, một số học giả như [[Candidus]] cho rằng vụ trục xuất Verina xảy ra trước cuộc nổi loạn của Marcianus, còn [[Theodore Lector]] thì chỉ ra mối liên hệ giữa bà với vụ biến loạn của Basiliscus. Dù vẫn còn vài điểm chưa đồng nhất chưa nhưng tất cả đều nhất trí cho rằng Verina có đến hai lần bị trục xuất, một lần trước cuộc nổi loạn của Marcianus vì mối liên hệ với Basiliscus và một lần sau khi Marcianus bị trấn áp với tội danh phản nghịch chống lại Zeno. \n \nDù đang ở trong tù nhưng Verina vẫn tìm cách giải thoát bằng cách nhờ người tới cầu cứu cô con gái của bà giờ đây là Hoàng hậu Ariadne, vợ của Zeno. Ariadne cố gắng thuyết phục chồng mình và nhờ cậy tướng IIIus lúc này vẫn đang được sự tín nhiệm của hoàng đế sau vụ nổi loạn Marcianus thả mẹ mình ra nhưng bị ông thẳng thừng từ chối. [[Jordanes]] cho biết Ariadne vô cùng tức giận trước lời cự tuyệt lạnh nhạt bèn sai thích khách ám sát ông nhưng vụ ám sát thất bại vì IIIus rất cảnh giác lúc nào cũng dẫn theo vệ sĩ bên mình đề phòng hậu hoạn. Vì thế Ariadne chuyển sang gièm pha IIIus trước mặt Zeno hòng gây ác cảm của ông đối với viên tướng này, đó cũng là nguyên nhân giải thích vì sao IIIus quyết định nổi loạn chống lại Zeno sau này và việc ông bị xử trảm cũng do Ariadne xúi giục mà ra.\n\nĐể trù tính việc nổi dậy chống lại Zeno, Illus bèn liên hệ với hai người bạn thân [[Pamprepius]], [[Leontius (tiếm ngôi)|Leontius]] và ông anh [[Trocundus]] giờ đã từ quan về hưu, đầu tiên cả nhóm nhât trí đi đến Nicaea giả vờ đi du ngoạn và tìm kiếm thuốc để chữa trị vết thương rồi nhanh chóng tiến về phía đông băng qua Tiểu Á đến đại bản doanh nơi đóng quân của Illus (lúc này ông đang giữ chức ''magister militum'' phía Đông). Cũng tại đây ông ta và các bộ tướng đều tích cực chuẩn bị chiêu binh mãi mã và tích trữ lương thảo nhằm chờ dịp tốt sẽ khởi sự, chẳng bao lâu sau cuộc nổi loạn bắt đầu vào năm 484 khi Illus chính thức tuyên bố Leontius là Hoàng đế Đông La Mã. Zeno nhận được tin cấp báo lập tức điều động quân đội từ các vùng lân cận sang đàn áp quân phản loạn nhưng bị Illus đánh bại hoàn toàn, rồi ông nhanh chóng tiến quân về phía tây chiếm lĩnh pháo đài [[Papurius]], sai người giải thoát cho Verina rồi đưa bà tới làm lễ đăng quang cho Leontius tại Tarsus.\n\nNăm [[485]], Zeno sau lần đại bại tại Tiểu Á đã gửi thêm nhiều quân binh tới bao vây quân nổi dậy mà trong đó còn bao gồm cả đội quân người rợ gốc gác từ [[Macedonia (tỉnh La Mã)|Macedonia]] và [[Scythia]] (cố học giả [[Tillemont]] phỏng đoán không chắc chắn cho rằng còn có người Ostrogoth) dưới quyền các vị chúa rợ lừng lẫy như [[John Lưng Gù]], [[John xứ Scythia]] và [[Theodoric Đại đế|Theodoric xứ Amal]], lúc này đang giữ chức chấp chính quan. Dựa vào đội quân man tộc đông đảo này, chẳng mấy chốc hai vị thủ lĩnh cùng tên John đã đánh bại quân nổi dậy gần Seleucia và vây chặt họ ngay tại pháo đài Papurius. Sau vài tháng công hãm ác liệt, Trocundus đột nhiên lâm trọng bệnh rồi qua đời và có tin đồn là do ông bị đầu độc, riêng quân phòng thủ trong pháo đài còn cầm cự được hơn bốn năm cho tới năm 488 thì buộc phải đầu hàng do quân sự phản bội của người em rể Trocundus, được chính Zeno bí mật triệu từ Constantinople sai đến trá hàng trong quân ngũ của Trocundus thực hiện kế phản gián, còn lại Illus và Leontius cố gắng bỏ thành chạy trốn đã bị các tướng lĩnh triều đình bắt được và đem xử trảm ở tiền tuyến, đầu của họ được bỏ vào trong một cái hộp gửi về triều dâng công. Vụ nổi loạn đến đây là chấm dứt.<ref>William Smith, ''[[Từ điển Tiểu sử và thần thoại Hy Lạp, La Mã]]'', tập 2, tr 570.<\/ref>\n\n====Vấn đề với các man tộc (474–487)====\n[[Tập tin:Theodoric bronze weight inlaid with silver issued by prefect Catulinus Rome 493 526.jpg|nhỏ|250px|Bảng đồng khắc tên của [[Theodoric Đại đế]], Vua của người [[Ostrogoths]] và nắm quyền cai trị nước Ý sau khi giết chết Odoacer. Theodoric phụng sự dưới trướng Zeno, chiến đấu chống lại địch thủ là [[Theodoric Strabo]] (476–481) và sau đó là thống lĩnh quân đội bao vây thành [[Papurius]] bắt được và xử tử Trocondus, em của Illus vào năm 484.]]\n\nNhững vụ xâm lấn của hai vị thủ lĩnh người [[Người Ostrogoth|Ostrogoth]] là Theodoric xứ Amal (sau này là [[Theodoric Đại đế]]), con trai của [[Theodemir]] và là thủ lĩnh của người Ostrogoth xứ [[Moesia]] cùng [[Theodoric Strabo]], thủ lĩnh của người Ostrogoth xứ [[Thracia]] đã là mối hiểm họa không dứt đối với triều đình kể từ năm 472. Dù Zeno đôi lúc bày mưu tính kế kích động họ chống lại lẫn nhau khiến đôi bên lần lượt trở thành đối trọng có lợi cho sự chi phối của Đế quốc Đông La Mã vào lúc này. Bằng cách chu cấp tiền bạc và ban cho quyền cao chức trọng mà ông đã giúp Constantinopolis tránh khỏi bị người rợ tấn công.\n\nSau cái chết của ấu đế [[Leo II (hoàng đế)|Leo II]] vào tháng 1 năm [[474]], Theodoric Strabo lập tức nổi dậy chống lại vị hoàng đế mới Zeno. Trước tiên ông giết chết Heraclius, viên Đại tướng quân xứ Thracia (''magister militum per Thracias''), dù cho ông này đã cố xin trả bằng một khoản tiền chuộc có lẽ vì Heraclius đã tham gia vào vụ sát hại Aspar nên Strabo mới trả thù. Sự ủng hộ của ông là cơ sở cho việc lật đổ Zeno và khích lệ Basiliscus tiếm xưng đế hiệu vào năm [[475]], dù có công trong vụ tiếm vị nhưng Theodoric vẫn bị Basiliscus phớt lờ chẳng thèm giao một chức vụ gì tương xứng với công lao của mình, thay vào đó hoàng đế lại ưa ái bổ nhiệm chức ''magister militum praesentialis'' cho người cháu họ [[Armatus]]. Nên khi Zeno quay trở lại [[Constantinopolis]] vào năm [[476]] và đánh bại Basiliscus, Strabo vẫn án binh bất động trong việc bảo vệ thành phố. Tuy đã phục hồi ngôi vị hoàng đế nhưng Zeno vẫn chưa dám công khai chống đối Theodoric Strabo mà vẫn ban phong chức tước cho ông nhằm mua chuộc lòng người.<ref name=\"martindale\">{{chú thích sách |last=Martindale |first=J.R. |title=The Prosopography of the Later Roman Empire |year=1980 |publisher=Cambridge University Press |isbn=0-521-20159-4 |pages= 1073–74 }}<\/ref><ref>Zeno đã trở thành đồng minh trong dịp này với Theodoric Amal, chúa rợ Goth đã tiến quân tấn công Đế quốc. Có ý kiến cho rằng Constantinopolis không có khả năng phòng thủ trong thời gian Zeno vây hãm thành phố bởi vì ''magister militum'' Strabo đã di chuyển về phía bắc để chống lại mối đe dọa này. Xem thêm {{chú thích sách |last=Heather |first=Peter |title=Goths |url=https:\/\/archive.org\/details\/goths0000heat_c0r7 |year=1998 |publisher=Blackwell Publishing |isbn=0-631-20932-8 |pages=[https:\/\/archive.org\/details\/goths0000heat_c0r7\/page\/158 158]–159 }}<\/ref>\n\nTừ năm 476 đến [[477]], nhận thấy hai bên đang có xích mích với nhau và nhằm tranh thủ cơ hội quý giá này để diệt trừ phe cánh của Strabo, đích thân Zeno đứng ra liên minh với đối thủ của Strabo là Theodoric nhà Amali và ra lệnh cho ông tấn công Strabo. Vị thủ lĩnh của người Goth xứ Thracia bèn phái sứ thần đến tiếp kiến Hoàng đế, đề nghị cầu hòa và đổ lỗi cho Theodoric xứ Moesia. Zeno biết được lời đề nghị này đang che giấu một mưu đồ bất chính hoàn toàn bất lợi cho mình nên ông liền vận động Viện Nguyên lão và quân đội ở Constantinoplis tuyên bố Strabo là kẻ thù nhân dân.<ref name=\"martindale\"\/>\n\nKế hoạch của Zeno là để cả hai Theodoric tự tấn công lẫn nhau. Ông đã xuống chiếu hạ lệnh cử Amal đem quân đánh Strabo là kẻ đang ủng hộ cuộc nổi dậy của [[Marcianus (tiếm ngôi)|Marcianus]] với lời hứa sẽ gửi một số lượng lớn quân La Mã làm viện binh, sự việc xảy ra vào năm [[478]]. Khi Theodoric nhà Amali vượt qua những ngọn núi thuộc dãy [[núi Soundis]], ông đã không thấy quân tiếp viện [[La Mã]] tới như mình mong đợi mà thay vào đó là quân của Theodoric Strabo đang đóng trong một khu đồn lũy rất kiên cố. Đôi bên đều đồng ý đưa ra một lời thỉnh cầu chung cho Hoàng đế nhằm mở rộng khu vực định cư của người Ostrogoth ở Moesia về phía nam.<ref name=\"wolfram\">Wolfram.<\/ref>\n\nZeno đã cố gắng chia rẽ cả hai vị thủ lĩnh cùng tên Theodoric bằng cách mua chuộc Amali nhưng bị từ chối. Quân đội triều đình cũng đạt được một số thành công bước đầu, tuy nhiên Zeno đã không lợi dụng chiến thắng này mà thản nhiên cho phép Amali hành quân về phía tây ở Thrace, tha hồ cướp bóc các vùng lãnh thổ khi tràn qua. Năm [[479]], nhân cơ hội Amali vắng mặt, Strabo liền chấp nhận một thỏa thuận với Zeno: Strabo được trả lại tài sản của mình cùng với số tiền chi trả cho 13.000 binh lính, được phép giữ chức chỉ huy hai đơn vị ''[[Palnatina|palatinae]]'' và gia phong tước hiệu ''magister militum''.<ref name=\"wolfram\"\/> Tuy nhiên, đại quân của Theodoric Strabo với số quân lên đến 30.000 người mới thực sự là mối đe dọa cho Zeno, vì vậy ông đành phái người tới thuyết phục giống rợ khác là người [[Người Bulgar|Bulgar]] tấn công vào quân Goth xứ Thracia ngay tại bản doanh của họ. Hai bên giao chiến ác liệt với kết quả Strabo đã đánh bại người Bulgar vào khoảng năm [[480]] đến 481 và mau chóng tiến về uy hiếp Constantinopolis, nhưng may thay là trên đường hành quân Strabo gặp một vài rắc rối phát sinh từ những mâu thuẫn trong hàng ngũ quân sĩ với chủ tướng đã buộc ông phải rút quân trở về [[Hy Lạp]]. Trên đường trở về, Strabo đột nhiên qua đời trong một vụ tai nạn đầy bí ẩn. Theo các nguồn sử liệu kể rằng ông dừng chân trong một quân doanh tại [[Stabulum Diomedis]] nằm gần Philippi ở Thrace, rồi một hôm trong lúc đang cố gắng dạy bảo một con ngựa bất kham thì bất chợt con ngựa hất ông ngã xuống một ngọn giáo bị treo hoặc té ngã từ trên một cỗ xe và chết ngay tức khắc.<ref name=\"wolfram\"\/><ref>Ammianus Marcellinus, 481.1.<\/ref>\n\nSau khi Theodoric Strabo mất vào năm [[481]]. Vị thủ lĩnh tương lai là Theodoric Đại đế giờ trở thành vua của toàn dân rợ Ostrogoth và cũng chính từ đây là nguồn gốc của mọi rắc rối trên [[bán đảo Balkan]]. Zeno là đồng minh thân cận với Theodoric, và để lấy lòng vị vua man rợ này, Hoàng đế đã bổ nhiệm ông ta làm ''magister militum praesentalis'' và thậm chí còn giữ chức chấp chính quan đầy danh giá vào năm 484, lần đầu tiên một người rợ không phải là một công dân Đế quốc La Mã có thể đạt đến một tước hiệu cao như vậy. Nhờ vậy mà Zeno đã phái Theodoric mang quân trấn áp cuộc nổi loạn của [[Illus]] và kẻ tiếm ngôi [[Leontius (tiếm ngôi)|Leontius]], lại còn bao vây họ tại [[Papurius]] trong khoảng thời gian từ năm 484 đến [[488]]. Tuy nhiên vào năm 486, bất thình lình Theodoric nổi loạn một lần nữa và tấn công Constantinopolis, cắt đứt nguồn cung cấp nước của thành phố. Kinh hãi trước tình hình nguy cấp, Zeno đành nhượng bộ cử sứ giả tới xin cầu hòa và đồng ý với Theodoric rằng người Ostrogoth nên xâm chiếm nước Ý nhằm lật đổ chúa rợ [[Odoacer]] bị cáo buộc đã ủng hộ và chu cấp cho Leontius, để rồi chẳng mấy chốc ông ta đã thiết lập vương quốc mới của mình ở đó vào năm [[487]]. Theodoric nhanh chóng mang quân sang đất Ý giao tranh với đại quân của Odoacer, hai bên liên tục giằng co nhau dữ dội trong suốt mấy năm trời để rồi cuối cùng Odoacer lại bị chính tay Theodoric Đại đế giết chết trong một bữa tiệc giảng hòa. Kể từ đây Theodoric Đại đế chính thức làm chủ toàn bộ nước Ý, lãnh thổ của Đế quốc Tây La Mã xưa kia nay bước sang một trang sử mới.<ref>Stephen Mitchell, ''A history of the later Roman Empire, AD 284–641: the transformation of the ancient world'' (Lịch sử cuối thời Đế quốc La Mã, năm 284–641: sự thay đổi của thế giới cổ đại), Wiley-Blackwell, 2007, ISBN 1-4051-0856-8, các trang 118–119<\/ref>\n\n====Ban bố Chỉ dụ Hợp nhất Henotikon (482)====\nVề vấn đề tôn giáo, Zeno vốn nổi tiếng với bản văn kiện Henotikon tức bản \"Chỉ dụ Hợp nhất\" được ban bố vào năm [[482]] nhằm làm trung gian hòa giải giữa hai phe cánh [[Chalcedonia]] và [[Miaphysite]] có quan điểm trái ngược nhau về bản chất của [[Chúa Kitô]]. Những tín đồ theo phái Chalcedonia công nhận trong Chúa hai bản tính (''physis''), trong khi những tín đồ theo phái Miaphysite chỉ công nhận Chúa có duy nhất một bản tính; [[Công đồng Chalcedon]] được triệu tập năm [[451]] đã ban hành [[Tín điều Chalcedon]] và lên án học thuyết của phái Miaphysite nhưng ảnh hưởng của Miaphysite lúc này vẫn còn mạnh, đặc biệt là ở các tỉnh phía Đông của Đế quốc, thậm chí cả viên [[Thượng phụ thành Alexandria]] là [[Peter Mongus]] còn là người của phái này. Sự ủng hộ của phái Miaphysite là một trong những sai lầm lớn nhất của [[Basiliscus]] vì toàn thể dân chúng trong thành [[Constantinopolis]] đều là người theo phái Chalcedonia, thế nhưng Zeno lại cần sự hỗ trợ của các tỉnh ủng hộ phái Miaphysite gồm [[Ai Cập]], [[Syria]], [[Palestine]] và [[Tiểu Á]], đồng thời viên [[Thượng phụ thành Constantinopolis]] là [[Thượng phụ Acacius thành Constantinopolis|Acacius]] rất quan tâm đến việc giảm bớt sự cách biệt giữa hai phe phái.\n\nVì vậy vào năm [[482]], Hoàng đế chính thức ban bố ''Henotikon'', một bản văn kiện được ông soạn thảo kỹ lưỡng với sự hỗ trợ của Acacius cùng các Giám mục thiện nghệ và ngay tức thì nó được triều đình gửi đến các phe phái ở [[Ai Cập]]. Chỉ dụ phê chuẩn bản [[Tín điều Nicene-Constantinopolis]] (tức là Kinh Tin Kính Nicea được hoàn thành ở Constantinopolis) để đủ điều kiện trở thành cái chung cho vấn đề tôn giáo, cuối cùng và thống nhất biểu tượng hoặc biểu hiện của đức tin. Tất cả mọi ngẫu tượng hoặc ảnh tượng đều bị cấm hẳn; [[Eutyches]] và [[Nestorius]] rõ ràng đã bị kết án trước lời nguyền rủa không ngớt từ giới chức sắc tôn giáo ngu muội, trong khi mười hai chương của Tổng Giám mục [[Cyril thành Alexandria]] lại được triều đình công nhận. Việc giảng dạy giáo thuyết Chalcedon không được chính quyền thừa nhận mà dần dần biến mất vào trong im lặng; Chúa Giêsu Kitô được bọn họ mô tả như là \"Đứa con duy nhất của Thiên Chúa [...] chỉ có một không có hai\" và chẳng có tài liệu tham khảo nào rõ ràng nhắc đến hai bản tính của Chúa.<ref>Evagrius Scholasticus, ''Historia Ecclesiastica'' III. 14.<\/ref> \n \nTuy nhiên ở bên nước Ý, Giám mục thành Rôma là [[Giáo hoàng Fêlix III|Giáo hoàng Felix III]] lại từ chối công nhận bản văn kiện và tuyên bố rút phép thông công của Acacius (vụ việc xảy ra vào năm 484), do đó bắt đầu [[cuộc ly giáo Acacian]] kéo dài cho đến năm [[519]].<ref name=\"vasiliev\">Alexander A. Vasiliev, ''History of the Byzantine Empire, 324–1453'', Volume 1, University of Wisconsin Press, 1958, ISBN 0-299-80925-0, các trang 107–109.<\/ref>\n\nNăm [[488]], viên Thượng phụ Antioch là [[Peter the Fuller]] đến Constantinopolis để nhờ triều đình xác nhận quyền lợi của ông về Giáo hội trên đảo Síp. Zeno đã triệu viên Giám mục đảo Síp là Anthemius đến trả lời lời buộc tội. Viên Giám mục tuyên bố rằng trước khi khởi hành chuyến đi là ông đã mơ thấy cảnh Thánh [[Barnabas]] đang đứng tại chỗ của một ngôi mộ các Thánh Tông Đồ và tiết lộ cho ông biết một chuyện là hãy mở nắp mồ ra sẽ thấy một vật báu. Vừa tỉnh giấc xong Anthemius lập tức sai người vào trong ngôi mộ tìm kiếm chung quanh, rốt cuộc họ đã phát hiện ra di tích của các Thánh Tông Đồ và một bản sao của sách ''[[Tin Mừng của Matthew]]'' do chính Thánh Barnabas viết bằng [[tiếng Do Thái]]. Zeno nhận được các di tích và bản thảo rất đỗi vui mừng, đổi lại ông tuyên bố [[Giáo hội đảo Síp]] được quyền tự trị.<ref>Steven Runciman, Elizabeth Jeffreys, ''Byzantine style, religion and civilization: in honour of Sir Steven Runciman'' (Phong cách Byzantine, tôn giáo và nền văn minh: nhằm vinh danh Ngài Steven Runciman), Cambridge University Press, 2006, ISBN 0-521-83445-7, p. 400.<\/ref>\n\nNăm [[489]], Zeno đã ra lệnh đóng cửa các trường học của người Ba Tư ở [[Edessa, Lưỡng Hà]], theo yêu cầu của Giám mục [[Cyrus II xứ Edessa]] vì nó giúp tuyên truyền giáo lý tà thuyết Nestorius và thay bằng một nhà thờ được dựng lên ngay tại đó. Ngôi trường được chuyển tới quê nhà ban đầu của [[Nisibis]] và một lần nữa trở thành [[Trường Nisibis]], điều đó đã dẫn đến một làn sóng di cư ồ ạt sang [[Ba Tư]] của các tín đồ theo giáo phái [[Chủ nghĩa Nestorius|Nestorius]] để tránh các cuộc đàn áp tôn giáo của Đế quốc Đông La Mã.<ref>J.B. Segal, ''Edessa, the Blessed City'' (Edessa, Thành phố thiêng liêng), Gorgias Press LLC, 2005, ISBN 159333059, p. 95.<\/ref>\n\n====Trấn áp vụ nổi loạn người Samaritan (484)====\n[[Tập tin:Gerizim.jpg|nhỏ|[[Núi Gerizim]], nơi các nguồn sử liệu của người [[Samaritan]] cho biết thi hài Zeno được [[chôn cất|chôn]] ở đây.]]\n\nTheo các nguồn sử liệu của người [[Samaritan]] cho biết dưới thời Zeno (mà tài liệu của họ gọi là \"Zait Vua xứ Edom\") đã có lúc họ bị triều đình Đông La Mã ngược đãi, khủng bố tàn bạo chỉ vì vấn đề tín ngưỡng khác biệt. Cụ thể là Hoàng đế cùng đoàn tùy tùng đã đến [[Sichem]] (''Neapolis''), tập hợp các trưởng lão cùng cộng đồng dân cư tại đây và yêu cầu họ cải đạo, khi người Samaritan kiên quyết từ chối thì Zeno sai lính tới giết chết họ rồi cho xây dựng lại Giáo đường Do Thái thành một nhà thờ. Hoàng đế còn tự mình dẫn quân chiếm lấy [[núi Gerizim]], nơi người Samaritan tôn thờ Thiên Chúa và cho xây dựng nhiều dinh thự trong đó có một ngôi mộ cho đứa con trai vừa mới qua đời của Zeno, trên có đặt một cây thánh giá để người Samaritan khi thờ phượng Thiên Chúa sẽ phủ phục trước ngôi mộ. Dựa theo các nguồn tài liệu cùng loại này thì thi thể Zeno được [[chôn cất]] trên núi Gerizim.\n\nCông phẫn trước những hành động đàn áp tôn giáo của Đông La Mã mà người Samaritan quyết định nổi dậy vào năm 484. Quân nổi dậy tấn công Sichem, nổi lửa đốt cháy năm nhà thờ được xây dựng trên thánh địa Samaritan và cắt ngón tay của Giám mục Terebinthus, người đã cử hành lễ [[Whitsun]]. Họ lật tức bầu một [[Justa (nổi loạn)|Justa]] (hoặc Justasa\/Justasus) làm vua của người Samaritan và chuyển đến định đô ở [[Caesarea]], nơi đặc biệt có một cộng đồng người Samaritan đang sinh sống ở đây. Nhiều tín đồ Kitô giáo đã thiệt mạng và nhà thờ Thánh Sebastian đã bị phá hủy. Sau khi trục xuất những tín đồ Kitô giáo ra khỏi lãnh thổ, Justa tuyên bố tổ chức các trò chơi được trình diễn trong các rạp xiếc để kỷ niệm chiến thắng oanh liệt của người Samaritan trước kẻ thù ngoại xâm. Theo [[John Malalas]] trong quyển ''[[dux]] [[Palaestina Prima|Palestinae]]'' Asclepiades cho biết thì tướng [[Arcadiani]] xứ Rheges trú đóng ở Caesarea nhận được tin cấp báo đã nhanh chóng thống soái quân mã cấp tốc tới dẹp loạn, Justa cố sức kháng cự nhưng do quân quá ít so với đối phương, nên chẳng mấy chốc ông đã bị bắt đem ra chém đầu và gửi về triều đình dâng công.<ref>Malalas, 15.<\/ref> Theo sử gia [[Procopius xứ Caesarea]] thì chính Terebinthus đã tới tiếp kiến Zeno để cầu xin xuất binh dẹp phản tặc nhằm trả mối thù bị cắt ngón tay; do vậy Hoàng đế đích thân đi đến Samaria đốc thúc quân sĩ dập tắt cuộc nổi loạn.<ref>Procopius, 5.7.<\/ref> \n \nCác nhà sử học hiện đại thì tin rằng tính chính xác của các sự kiện được các nguồn sử liệu của người Samaritan gìn giữ có thể bị đảo lộn, như vụ ngược đãi người Samaritan của Zeno chỉ là một hệ quả của sự nổi loạn chứ không phải là nguyên nhân của nó, có khả năng sự kiện xảy ra sau năm 484 hay khoảng năm 489. Zeno cho xây dựng lại nhà thờ [[Procopius xứ Scythopolis|Thánh Procopius]] ở Neapolis (Sichem) và người Samaritan bị cấm rời khỏi núi Gerizim, để tránh trường hợp xảy ra bạo loạn mà triều đình đã cho xây một phong hỏa đài cùng đội quân đồn trú được chuyển từ các vùng lân cận.<ref>Alan David Crown, ''The Samaritans'', Mohr Siebeck, 1989, ISBN 3-16-145237-2, các trang 72–73.<\/ref>\n\n===Qua đời===\nZeno qua đời vào ngày 9 tháng 4 năm 491<ref>Theophanes the Confessor, 135,31–136,5. Cited in Michael Whitby, ''The ecclesiastical history of Evagrius Scholasticus'' (Lịch sử Giáo hội của Evagrius Scholasticus), Liverpool University Press, 2000, ISBN 0-85323-605-4, p. 164.<\/ref> do mắc [[bệnh lỵ]]<ref>Malalas, 391.1–4. Cited in Whitby, ''ibidem''.<\/ref> hoặc [[động kinh]],<ref>[[Evagrius Scholasticus]], 3.29.<\/ref> sau khi trị vì được 17 năm 2 tháng. Do không có người con nào được ông chỉ định nối ngôi: Leo đã mất sớm vào năm 474, Zenon, người con trai đầu lòng của Zeno lúc ông còn trẻ hiện đang sống tại triều thì lại chưa đủ kinh nghiệm trị quốc và chẳng có vị triều thần nào đủ tài đức để phò tá. Cuộc tranh cãi về ngôi vị Hoàng đế để trống đã chấm dứt khi Hoàng hậu Ariadne quyết định chọn một thành viên đủ khả năng lo việc nước lại là tình nhân của bà trong triều là [[Anastasius I (hoàng đế)|Anastasius]] lúc này đã lớn tuổi chính thức kế vị Zeno.<ref name=\"zenon4\">Martindale, \"Zenon 4\", p. 1198.<\/ref> Tuy nhiên việc lựa chọn một người không thuộc nhà Leo lên ngôi Hoàng đế đã khiến phe ngoại thích mà đứng đầu là hoàng thân Longinus, em của Zeno vô cùng bất mãn, vì vậy mà họ buộc phải khởi binh chống lại Anastasius cùng phe cánh của Hoàng hậu Ariadne, đó cũng là nguyên nhân gây ra cuộc [[chiến tranh Isauria]] sau này.\n\nCũng theo một truyền thuyết khá phổ biến trong dã sử được hai nhà sử học cổ đại ghi chép lại là chính Zeno đã bị phe cánh của Hoàng hậu Ariadne hãm hại bằng cách sai thuộc hạ thân tín đem ông đi [[chôn sống]] sau khi Hoàng đế đã say quá chén liền ngã quỵ xuống đất nằm mê man bất tỉnh hoặc đổ bệnh nặng trong một bữa tiệc tùng linh đình; thoạt đầu vừa tỉnh dậy ông đã cố kêu cứu nhưng Ariadne vì mải mê mệt với tình nhân hơn là quan tâm đến người chồng bạc bẽo đã cấm bất kỳ ai dám bén mảng tới mở nắp quan tài cứu sống Zeno, để mặc cho ông chết dần chết mòn trong cỗ quan tài chật hẹp.<ref>[[Cedrenus]], I; Joannes Zonaras, 14.2.31–35. Cited in Whitby, ''ibidem''. [[Michael Psellus]], 68.<\/ref><ref>{{chú thích sách|url=http:\/\/books.google.com\/books?id=YP9cuh3KX3wC&pg=PA164&dq=zeno+buried+alive&hl=en&sa=X&ei=4GaZUfSpN4a5igLHx4D4DQ&ved=0CFkQ6AEwBw#v=onepage&q=zeno%20buried%20alive&f=false|title=The Ecclesiastical history of Evagrius Scholasticus|author=Evagre le Scolastique|pages=164|publisher=Liverpool University Press|year=2000}}<\/ref>\n\n==Ảnh hưởng văn hóa==\n[[Tập tin:Tabula - boardgame - Zeno game.svg|nhỏ|300px|Một trò chơi gọi là ''[[Tabula (cờ)|Tabula]]'' mà Zeno thường chơi vào năm 480 và được [[Agathias]] ghi chép lại vào ''khoảng'' năm 530 bởi vì Zeno thảy một con xúc xắc cho ra kế quả xui xẻo. Trò chơi tương tự như [[backgammon|cờ tào cáo]]; Zeno thảy ra 2, 5 và 6 và buộc phải để lại tám quân cờ đứng một mình.<ref name=\"bell\">Robert Charles Bell, ''Board and table games from many civilizations'' (Cờ và các trò chơi bàn cờ từ các nền văn minh), Courier Dover Publications, 1979, ISBN 0-486-23855-5, các trang 33–35.<\/ref>]]\n\nZeno là một tay chơi sành sỏi trò ''[[Tabula (cờ)|Tabula]]'', một trò chơi liên quan đến [[backgammon]] ([[cờ tào cáo]]) hiện đại. Năm [[480]], sau khi thua một ván cờ tức thì Zeno đã chấp bút một bài [[thơ]] trào phúng để ghi chép lại nó; học giả [[Agathias]] cho sao chép lại bài thơ này một nửa thế kỷ sau đó và điều này cho phép trò chơi được tái hiện vào thế kỷ 19. Trò chơi được coi là tổ tiên của cờ tào cáo và có những luật chơi tương tự. Zeno là quân cờ trắng có một chồng sáu cờ, ba dãy chứa hai quân cờ và ba ''dấu ô'', những quân cờ sẽ đứng yên một mình trên một điểm và do đó có nguy cơ bị đặt bên ngoài bàn cờ bởi một quân cờ của đối hương đang tiến đến. Zeno sẽ ném ba con xúc xắc tuân theo cách chơi và ra được số 2, 5 và 6. Các quân cờ trắng và đen được phân bổ trên các điểm mà cách duy nhất là sử dụng tất cả ba kết quả, dựa theo luật chơi yêu cầu là phải phá vỡ ba dãy của hai quân cờ vào trong các dấu ô thì mới giành được chiến thắng trong trò chơi này của Zeno.<ref name=\"bell\" \/>\n\nZeno còn là nhân vật chính của vở kịch đặt theo tiếng [[Latinh]] là ''Zeno'', do nhà viết kịch là linh mục dòng Tên [[Joseph Simons]] sáng tác vào năm [[1641]] và đem công diễn vào năm [[1643]] tại [[Roma]], ở [[English College|Trường Đại học Anh Quốc]] dành cho các giáo sĩ dòng Tên.<ref>James A. Parente, ''Religious drama and the humanist tradition: Christian theater in Germany and in the Netherlands, 1500–1680'' (Kịch tôn giáo và truyền thống nhân văn: nhà hát Thiên chúa giáo ở Đức và Hà Lan, 1500-1680), BRILL, 1987, ISBN 90-04-08094-5, các trang 177–178.<\/ref> Trong tiếng Latinh thì Zeno dựa theo một vở kịch vô danh của Hy Lạp thuộc về cái gọi là Nhà hát Crete, được sáng tác và biểu diễn tại Zakynthos vào năm [[1682]]-[[1683]], là nơi mà Zeno đã bị chôn sống và người em Longinus bị xử tử xưa kia.<ref>Frederick W. Norris, \"Henotikon\", in ''Encyclopedia of early Christianity'' (Bách khoa toàn thư Thiên Chúa giáo thời kỳ sơ khai), Everett Ferguson, Michael P. McHugh, Frederick W. Norris, Taylor & Francis, 1998, ISBN 0-8153-3319-6. Bruce Merry, ''Encyclopedia of modern Greek literature'' (Bách khoa toàn thư văn học Hy Lạp hiện đại), Greenwood Publishing Group, 2004, ISBN 0-313-30813-6, p. 419.<\/ref> \n \nVở kịch ''[[Romulus Đại đế]]'' của kịch tác gia [[Friedrich Dürrenmatt]] viết vào năm [[1950]] đã cho Zeno là một trong những nhân vật của mình. Cốt truyện được dựa trên lịch sử; lúc Zeno chạy trốn đến Ý và cố gắng thuyết phục [[Romulus Augustulus]] đoàn kết lực lượng của họ và cùng nhau chiến đấu chống lại quân rợ đang xâm chiếm lãnh thổ của Đế quốc La Mã, nhưng kế hoạch của ông đã sớm gặp phải thất bại. Nhân vật Zeno của Dürrenmatt là một vị Hoàng đế bị đè nặng bởi các nghi lễ theo kiểu [[Byzantine]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n===Tài liệu chính===\nCác sự kiện về triều đại của Zeno khá là mơ hồ; chỉ có một tài liệu nối tiếp về triều đại của ông là còn được bảo tồn bởi sử gia [[Evagrius Scholasticus]] trong cuốn ''Historia Ecclesiastica'' (Lịch sử Giáo hội, chương 3). \nCác nguồn tài liệu khác gồm: \n* ''[[Life of Daniel the Stylite]]''\n* ''[[Suda]]''\n* [[Evagrius Scholasticus]], ''Historia Ecclesiastica''\n* [[Cedrenus]], ''A concise history of the world''\n* [[Malchus (historian)|Malchus]], ''Bizantiaka''\n* [[John Malalas]], ''Chronographia''\n* [[Procopius of Caesarea]], ''De Aedificiis''\n* [[Theophanes the Confessor]], ''Chronicle''\n* [[Joannes Zonaras]], ''Epitome Historiarum''\n\n===Tài liệu phụ===\nĐối với việc nghiên cứu học thuật về chính sách tôn giáo của Hoàng đế Zeno, xem thêm: \n* Rafal Kosinski, ''The Emperor Zeno: Religion and Politics'' (Hoàng đế Zeno: Tôn giáo và chính trị), Historia Iagellonica, 2010, ISBN 8362261188\nĐối với một cuộc thảo luận học thuật gần đây về cuộc đời của Zeno cho tới cái chết của Aspar, xem thêm:\n* Brian Croke, ''Dynasty and Ethnicity: Emperor Leo and the Eclipse of Aspar'' (Vương triều và sắc tộc: Hoàng đế Leo và sự lấn át của Aspar), ''Chiron'' 35 (2005), 147–203.\nMột tài liệu về triều đại của Zeno sau khi Đế quốc Tây La Mã diệt vong, xem thêm:\n* Stephen Williams, J.G.P. Friell, ''The Rome that did not fall: the survival of the East in the fifth century'' (La Mã đã không sụp đổ: người sống sót ở phía Đông vào thế kỷ thứ 5), CRC Press, 1999, ISBN 0-203-98231-2.\n\n==Liên kết ngoài==\n* {{Thể loại Commons nội dòng|Flavius Zeno}}\n\n{{s-start}}\n{{s-hou|[[Nhà Leo]]||c. 425||491}}\n{{s-reg|}}\n{{s-bef | before=[[Leo II (hoàng đế)|Leo II]]}}\n{{s-ttl | title=[[Đế quốc Đông La Mã|Hoàng đế Đông La Mã]] | years=474–475}}\n{{s-aft | after=[[Basiliscus]]}}\n\n{{s-bef | before=[[Basiliscus]] khi là Hoàng đế Đông La Mã, [[Julius Nepos]] khi là Hoàng đế Tây La Mã}}\n{{s-ttl | title=[[Đế quốc Đông La Mã|Hoàng đế Đông La Mã]] | years=476–491}} \n{{s-aft | after=[[Anastasius I (hoàng đế)|Anastasius I]]}}\n{{s-off}}\n\n{{s-bef | before=[[Anthemius|Imp. Caesar Procopius Anthemius Augustus]] II (một mình) }}\n{{s-ttl | title=[[Danh sách quan chấp chính cuối thời Đế quốc La Mã|Quan chấp chính]] của [[Đế quốc La Mã]] | years=469 |regent1=[[Marcian (usurper)|Flavius Marcianus]] }}\n{{s-aft | after= [[Messius Phoebus Severus|Flavius Messius Phoebus Severus]],<br> [[Iordanes|Flavius Iordanes]] }}\n\n{{s-bef | before=[[Leo II (emperor)|Imp. Caesar Flavius Leo Iunior Augustus]] (một mình) }}\n{{s-ttl | title=[[Danh sách quan chấp chính cuối thời Đế quốc La Mã|Quan chấp chính]] của [[Đế quốc La Mã]] | years=475 |regent2=Post consulatum Leonlà mộtugusti (East) }}\n{{s-aft | after=[[Basiliscus|Imp. Caesar Flavius Basiliscus Augustus]] II,<br> [[Armatus|Flavius Armatus]]}}\n\n{{s-bef | before=[[Illus]] (một mình) }}\n{{s-ttl | title=[[Danh sách quan chấp chính cuối thời Đế quốc La Mã|Quan chấp chính]] của [[Đế quốc La Mã]] | years=479 }}\n{{s-aft | after=[[Caecina Decius Maximus Basilius]] }}\n\n{{end}}\n{{Hoàng đế La Mã}}\n{{Kiểm soát tính nhất quán}}\n\n{{Sao bài viết tốt|phiên bản được chọn=12123271|thời gian=25 tháng 6 năm 2013|tên bài=Zeno (hoàng đế) }}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Zeno\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Hoàng đế Đông La Mã\n| DATE OF BIRTH = 425\n| PLACE OF BIRTH = [[Zenonopolis]]\n| DATE OF DEATH = 9 tháng 4, 491\n| PLACE OF DEATH = [[Constantinople]]\n}}\n{{DEFAULTSORT:Zeno}}\n[[Thể loại:Sinh năm 425]]\n[[Thể loại:Mất năm 491]]\n[[Thể loại:Hoàng đế Đông La Mã thế kỷ thứ 5]]\n[[Thể loại:Nhà Leo]]\n[[Thể loại:Quan chấp chính Đế quốc La Mã]]\n[[Thể loại:Người Isauria]]\n[[Thể loại:Magistri militum]]<!-- \"xứ Thracias\" và \"phương Đông\" -->\n[[Thể loại:Chôn cất tại nhà thờ các Thánh Tông Đồ]]\n[[Thể loại:Chấp chính quan của Đế quốc La Mã]]\n[[Thể loại:Chôn sống]]"}