{"Đinh La Quý":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = Thiền sư\n| tên = Đinh La Quý\n| trường phái = [[Đại thừa]]\n| tông phái = [[Thiền tông]]\n| lưu phái = [[Tì-ni-đa-lưu-chi]]\n| sư phụ = [[Thông Thiện]]\n| tu tập tại = [[Chùa Song Lâm]]<br>Làng Phù Ninh, phủ [[Thiên Đức]]<br>(thị xã [[Từ Sơn]], tỉnh [[Bắc Ninh]])\n| ngày sinh = 852\n| ngày mất = 936\n| quốc gia = [[Việt Nam]]\n}}\n{{Thiền sư Việt Nam}}\n'''Đinh La Quý''' ([[852]] – [[936]]) là vị thiền sư [[Việt Nam]] thuộc thế hệ 10 của thiền phái [[Tì-ni-đa-lưu-chi]]. Hoạt động của ông có liên quan tới [[lịch sử Việt Nam]] thời kỳ phục quốc sau ngàn năm [[Bắc thuộc]].\n\n== Tu hành ==\nSư Đinh La Quý là học trò của sư Thông Thiện. Ông trụ trì tại chùa Song Lâm, làng Phù Ninh, phủ Thiên Đức, tức làng Phù Ninh, thị xã [[Từ Sơn]], tỉnh [[Bắc Ninh]] hiện nay.\n\nTừ nhỏ, Đinh La Quý đã đi học tập, tu hành ở nhiều nơi, gặp nhiều bậc thiền sư. Năm [[808]], thầy của sư Thông Thiện là sư Định Không trước khi mất đã dặn lại rằng người kế tục Thông Thiện sẽ mang họ Đinh. Vì vậy Thông Thiện gặp Đinh La Quý và truyền thụ cho ông kế tục<ref name=\"tuta104\">Thiền uyển tập anh, tr 104<\/ref>.\n\nSau khi tu hành đắc đạo, Đinh La Quý chọn đất dựng chùa. Nhiều lời nói của ông được người đương thời xem là lời sấm ngữ dự báo<ref name=\"tuta104\"\/>.\n\nMột thời gian ông ở [[chùa Lục Tổ]], có đúc tượng Lục Tổ bằng [[vàng]]. Sau đó vì sợ trộm cướp, ông mang chôn giấu tượng ở cửa chùa và dặn mọi người: ''\"Khi thấy vua sáng thì lấy ra, gặp chúa tối thì giấu\".''\n\n== Chữa long mạch đất Cổ Pháp ==\nTheo sách ''Thiền Uyển tập anh'', viên quan [[Tiết độ sứ]] đô hộ Việt Nam vào giữa [[thế kỷ 9]] là [[Cao Biền]] xây thành [[Đại La]] bên sông [[Tô Lịch]], biết đất Cổ Pháp có khí tượng đế vương, nên đã đào đứt con sông Điềm<ref>Các nhà nghiên cứu cho rằng có thể là [[sông Đuống]]<\/ref> và những ao Phù Chẩn<ref>Thuộc làng Phù Chẩn, thị trấn [[Từ Sơn]], [[Bắc Ninh]]<\/ref> đến 19 chỗ để trấn yểm nó. Mục đích của Cao Biền là làm đứt long mạch, cản trở sự ra đời của đế vương tại Việt Nam.\n\nThiền sư Đinh La Quý đã khuyên Khúc Lãm lấp lại những chỗ bị đào như xưa để nối lại long mạch. Sau đó vào năm [[936]] thời [[Tiết độ sứ]] [[Dương Đình Nghệ]], sư Đinh La Quý trồng một cây hoa gạo ở chùa Châu Minh, làng Diên Uẩn thuộc hương Cổ Pháp (nay là xã Tân Hồng, thị trấn Từ Sơn, [[Bắc Ninh]]).\n\nViệc trồng cây gạo của thiền sư Đinh La Quý nhằm khôi phục lại long mạch bị Cao Biền phá gãy, ngoài mục đích sinh ra chân mạng đế vương, chấn hưng đất nước còn vì bậc đế vương đó có thể phò dựng chính pháp làm hưng thịnh [[Phật giáo]]<ref name=\"tuta104\"\/>.\n\nSau khi trồng cây gạo, sư Đinh La Quý làm bài kệ như sau:\n:''Đại sơn long đầu khỉ''\n:''Cù vĩ ẩn châu minh''\n:''Thập bát tử định thiền''\n:''Miên thọ hiện long hình''\n:''Thổ kê thử nguyệt nội''\n:''Định kiên nhật xuất thanh''\n\n::Dịch:\n:''Đại sơn đầu rồng ngửng''\n:''Đuôi cù ẩn Châu minh''\n:''Thập bát tử định thành''\n:''Bông gạo hiện long hình''\n:''Thỏ gà trong tháng chuột''\n:''Nhất định thấy trời lên''\n\nBài thơ này được xem nhằm mục đích tuyên truyền cho sự ra đời của [[nhà Lý]] vào tháng 10 năm Dậu, và sau đó nhà Lý ra đời vào tháng 10 năm Kỷ Dậu (1009) - – ứng với sự tiên đoán của bài thơ. Có ý kiến cho rằng bài thơ do thế có thể được sáng tác trước lúc Lý Công Uẩn lên ngôi không lâu<ref>Thiền Uyển tập anh, tr 105<\/ref>.\n\nTrước khi viên tịch, ông còn dặn lại sư Thiền Ông:\n:''Sau khi ta tịch, con khéo đắp một ngọn tháp bằng đất, dùng phép, yểm dấu trong đó, chớ cho người thấy.''\n\nDặn dò xong, Đinh La Quý viên tịch, thọ 85 tuổi.\n\nCây gạo ông trồng sau này trở thành một sinh vật đặc biệt gắn liền với [[lịch sử Việt Nam]]. Bảy mươi ba năm sau, năm [[1009]], cây gạo bị [[sét]] đánh nhưng không chết<ref name=\"PDK113\">Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr 113<\/ref>, tại chỗ sét đánh trên thân cây có [[bài thơ sấm trên cây gạo làng Diên Uẩn|bài thơ sấm]]<ref name=\"dvsktt\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, Kỷ nhà Lê, Ngọa Triều hoàng đế]<\/ref> (có ý kiến cho rằng tác giả là sư [[Vạn Hạnh]]<ref>Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr 117<\/ref>), được giải mã mang nội dung tiên đoán đúng các sự kiện trong [[lịch sử Việt Nam]]: việc [[nhà Lý]] nối nghiệp [[nhà Tiền Lê]]<ref name=\"dvsktt\"\/><ref name=\"PDK114\">Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr 114<\/ref><ref>Việt sử lược, tr 111-112<\/ref>, cũng như tên các triều đại kế tục tiếp theo như [[nhà Trần]], [[nhà Hậu Lê]], [[nhà Mạc]], [[chúa Trịnh]]. Cây gạo bị bão đánh đổ năm 1966 sau 1030 năm tồn tại<ref name=\"PDK114\"\/>.\n\n==Xem thêm==\n*[[Cây gạo làng Diên Uẩn]]\n*[[Bài thơ sấm trên cây gạo làng Diên Uẩn]]\n*[[Sư Vạn Hạnh]]\n*[[Lý Thái Tổ]]\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư]]\n*''Việt sử lược'', Nhà xuất bản TP Hồ Chí Minh, 1993\n*[http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf Thiền Uyển Tập Anh – Bản tiếng Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051212145252\/http:\/\/www.shcd.de\/lichsu%20vn\/tuta.pdf |date=2005-12-12 }}\n*Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ (2003), ''Nhìn lại lịch sử'', Nhà xuất bản Văn hóa – Thông tin\n\n== Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Thiền phái Tì-ni-đa-lưu-chi]]\n[[Thể loại:Sinh năm 852]]\n[[Thể loại:Mất năm 936]]\n[[Thể loại:Người Bắc Ninh]]"}