{"Đinh Liễn":"{{Thông tin nhân vật hoàng gia\n| tên = Đinh Liễn\n| tên gốc = 丁璉\n| tước vị = [[Hoàng tử]] Việt Nam\n| tước vị thêm = \n| thêm = \n| hình = dinhlien.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tượng Đinh Liễn ở [[đền Vua Đinh Tiên Hoàng]]-[[Hoa Lư]]\n| chức vị = Nam Việt Vương\n| tại vị = [[968]] - [[979]]\n| đăng quang = \n| tiền nhiệm = \n| nhiếp chính = \n| kế nhiệm = \n| hôn phối = \n| phối ngẫu = \n| vợ = Ngô thị, em gái [[Ngô Nhật Khánh]]\n| thông tin con cái = ẩn\n| con cái = \n| tên đầy đủ = \n| tên tự = \n| tên hiệu = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| tước vị đầy đủ = Nam Việt vương (南越王)\n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| hoàng tộc = [[Nhà Đinh]]\n| cha = [[Đinh Tiên Hoàng]]\n| mẹ = \n| sinh = 945\n| nơi sinh = Đại Hoàng, [[Hoa Lư]]\n| mất = [[Tháng 10]], [[979]]\n| nơi mất = [[Hoa Lư]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n'''Đinh Liễn''' ([[chữ Hán]]: 丁璉; 945 - [[Tháng 10]], [[979]]) hay '''Đinh Khuông Liễn''' (丁匡璉), là một [[hoàng tử]] [[nhà Đinh]], con trai cả của [[Đinh Bộ Lĩnh]], vị [[Hoàng đế]] khai sáng ra triều đại [[nhà Đinh]] trong [[lịch sử Việt Nam]].\n\nÔng từng được [[Đinh Bộ Lĩnh]] cử làm con tin ở triều đình Cổ Loa suốt 15 năm rồi theo cha đánh dẹp [[12 sứ quân]] và còn thay cha trong việc giao bang với Trung Hoa. Khi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] xưng [[Hoàng đế]], ông được phong chức '''Nam Việt vương''' (南越王) nhưng lại không được chọn làm [[Thái tử]], mà thay vào đó là [[Đinh Hạng Lang]], một người con nhỏ khác của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]].\n\nChính việc bỏ Đinh Liễn lập Hạng Lang, rồi dẫn đến sự kiện Đinh Liễn sai người giết Hạng Lang để tranh ngôi [[Thái tử]], là một chuỗi các sự kiện khiến các sử gia về sau chỉ trích quyết định thiếu sáng suốt của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]. Cuối cùng, ông cùng cha bị sát hại trong một vụ án còn gây tranh cãi, với hung thủ được ghi nhận trong sử sách là một người hầu tên [[Đỗ Thích]].\n\n==Tiểu sử==\nĐinh Liễn người [[động Hoa Lư]], châu Đại Hoàng (nay là [[Gia Viễn]], tỉnh [[Ninh Bình]]). Đinh Bộ Lĩnh có ba người con trai: Đinh Liễn, [[Đinh Hạng Lang]] và [[Đinh Toàn]]. Đinh Liễn hay Đinh Khuông Liễn là con trai cả của [[Đinh Tiên Hoàng|vua Đinh]] và là người con trai duy nhất sinh ra, trưởng thành trước khi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] lên ngôi.\n\n[[Đinh Bộ Lĩnh]] khi lên ngôi [[Hoàng hậu nhà Đinh|lập 5 hoàng hậu]] nhưng sử không ghi rõ Đinh Liễn là con bà hoàng hậu nào. Chỉ chắc chắn rằng ông không phải là con bà [[Dương Vân Nga|Dương hậu]], người sinh ra Đinh Toàn và cũng không phải là con của bà Hoàng hậu mẹ của [[Ngô Nhật Khánh]]. Cũng có khả năng mẹ của Đinh Liễn đã mất trước khi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] lên ngôi [[Hoàng đế]] (tức năm [[968]]), và đó cũng có thể là một lý do mà [[Đinh Tiên Hoàng]] không lập ông làm [[Thái tử]].\n\n==Cuộc đời và sự nghiệp==\n\n===Làm con tin ở Cổ Loa===\nNăm [[951]], [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] cát cứ ở [[Hoa Lư]] không chịu thần phục [[nhà Ngô]] lúc đó do hai anh em [[Ngô Xương Ngập]] và [[Ngô Xương Văn]] cùng trị vì. Bộ Lĩnh sai Đinh Liễn vào [[Thành Cổ Loa|Cổ Loa]] làm con tin<ref name=DVSK5 \/>. Đinh Liễn đến, hai vua Ngô trách tội Bộ Lĩnh không đến chầu, rồi bắt giữ Liễn, đem theo đi đánh [[Hoa Lư]]. Hơn một tháng, quân Ngô không đánh nổi, hai vua Ngô bèn treo Liễn lên ngọn sào, sai người bảo Bộ Lĩnh, nếu không chịu hàng thì giết Liễn. Bộ Lĩnh tức giận nói: \n:''\"Đại trượng phu chỉ mong lập được công danh, há lại bắt chước thói đàn bà xót con hay sao?\"''\n\nLiền sai hơn mười tay nỏ nhắm Liễn mà bắn. Hai vua Ngô kinh sợ nói:\n\n:''\"Ta treo con nó lên là muốn để nó đoái tiếc con mà ra hàng cho chóng. Nó tàn nhẫn như thế, còn treo con nó làm gì?\"''\n\nBèn không giết Liễn mà đem quân về<ref name=DVSK5>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt05.html Đại Việt Sử ký toàn thư, ngoại kỷ, quyển V: Kỷ nhà Ngô - Hậu Ngô vương]<\/ref>. Căn cứ vào năm sinh của Đinh Bộ Lĩnh ([[924]]) và sự kiện trên, có thể ước đoán Đinh Liễn sinh khoảng sau năm [[940]] một chút. Từ năm [[951]] tới năm [[965]], Đinh Liễn làm con tin ở Cổ Loa. Năm [[954]], Thiên Sách vương Ngô Xương Ngập chết. Năm [[965]], Nam Tấn vương Ngô Xương Văn tử trận, triều đình Cổ Loa rối ren chia bè phái, Đinh Liễn trở về Hoa Lư<ref name=DVSK5 \/>.\n\nTrong sách Thập quốc thế gia có viết rằng:\n:''''[[Ngô Xương Văn]] mất ở [[Giao Châu]], tướng tá của ông là [[Lã Xử Bình]] và Thứ sử Phong Châu là [[Kiều Tri Hựu]] tranh nhau lên thay. [[Giao Chỉ]] đại loạn, Đinh Liễn ở [[Giao Châu]] đánh tan hai người ấy''. Sử gia Ngô Thì Sĩ nhận xét: \"''Theo như sách chép thì lúc đó Nam Tấn mới mất, trong nước rối ren, Đinh Liễn có công dẹp loạn, lại được phong tước, chứ chẳng như những con tin tầm thường nhân lúc loạn lạc mà trốn về''\".\n\n===Tham gia dẹp loạn 12 sứ quân===\nKhông chỉ đánh bại hai lực lượng [[Lã Xử Bình]] và [[Kiều Công Hãn]] ở Cổ Loa, Đinh Liễn còn tham gia các trận bình định nhiều sứ quân khác. Khi trong nước đại loạn, 12 sứ quân nổi dậy chiếm giữ các nơi tự xưng danh hiệu, không có ai làm chủ. Lúc đó Đinh Bộ Lĩnh đã liên hợp với sứ quân [[Trần Lãm]], thanh thế rất mạnh. Theo lệnh cha, Đinh Liễn vào Ái châu để mộ quân lo việc đánh dẹp và ông mộ được 3000 tráng sĩ, trong đó có [[Lê Hoàn]].\n\nTừ đó Đinh Liễn cùng cha ra tay đánh dẹp, chiêu hàng các sứ quân. Trong 3 năm, cha con Bộ Lĩnh dẹp xong [[loạn 12 sứ quân]], thống nhất đất nước. Để thu phục sứ quân [[Ngô Nhật Khánh]], Bộ Lĩnh đã lấy mẹ của Nhật Khánh làm một trong các Hoàng hậu của mình, ông còn đem gả con gái ông là [[Đền thờ công chúa Phất Kim|Phất Kim công chúa]] cho Khánh và Đinh Liễn được định hôn với em gái của Nhật Khánh.\n\nDo lập nhiều công lao, vì thế sau khi lên ngôi vua, [[Đinh Bộ Lĩnh]] đã phong cho con trai Đinh Liễn làm Nam Việt vương.\n\n===Nam Việt vương===\n[[Tập tin:Khuôn viên Nhất Trụ tự, 2010 (2).jpg|nhỏ|phải|250px|[[Chùa Nhất Trụ]] với cột kinh cổ nhất Việt Nam]]\nNăm [[968]], khi Đinh Bộ Lĩnh lên ngôi, đặt [[quốc hiệu]] là [[Đại Cồ Việt]], định đô ở [[Hoa Lư]], Đinh Liễn được phong làm Nam Việt Vương.\n\nNăm [[972]], Đinh Liễn phụng mệnh cha đi sứ [[nhà Tống]]<ref name=DVSK6>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt Sử ký toàn thư, bản kỷ, quyển I: Kỷ nhà Đinh - Tiên Hoàng đế]<\/ref>. Năm sau ông trở về. Nhà Tống sai sứ sang phong cho vua Đinh làm Giao Chỉ quận vương và phong Đinh Liễn làm Kiểm hiệu thái sư, [[Tĩnh Hải quân]] tiết độ sứ An Nam đô hộ<ref name=DVSK6 \/><ref name=Tongsu488>[http:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7488#.E4.BA.A4.E9.98.AF Tống sử quyển 488 Liệt truyện đệ 247 ngoại quốc 4: Giao Chỉ]<\/ref>.\n\nNăm [[975]], [[nhà Tống]] sai Cao Bảo Tự cùng Vương Ngạn Phù đem chế sách sang gia phong cho Nam Việt vương Đinh Liễn làm Khai phủ nghi đồng tam ty, Kiểm hiệu thái sư, Giao Chỉ quận vương<ref name=DVSK6 \/> ([[Tống sử]], quyển 488 thì chép việc phong này là cho [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]<ref name=Tongsu488 \/>). Từ đó về sau, trong việc sai sứ sang [[nhà Tống]], vua Đinh đều lấy Liễn làm chủ.\n\n===Giết Đinh Hạng Lang===\nNăm [[978]], Đinh Bộ Lĩnh lúc đó đã có thêm 2 người con trai bé là [[Đinh Toàn]] và [[Đinh Hạng Lang]]. Vua Đinh yêu con nhỏ nên lập Hạng Lang làm [[Thái tử]]. Một số nhà nghiên cứu hiện nay như Ông [[Nguyễn Văn Son]], ''[[Hội viên Hội Di sản văn hóa Việt Nam]]'', người ở [[Cố đô Hoa Lư]] cho rằng Đinh Liễn không được lập làm Thái tử do Vua Đinh nhận thấy con trai đã được [[nhà Tống]] thừa nhận<ref>[http:\/\/baophapluat.vn\/rubic-cuoc-song\/nhung-bi-an-ve-than-the-hoang-de-dinh-tien-hoang-265487.html Bí ẩn xung quanh cái chết của vua Đinh]<\/ref>.\n\nĐầu năm [[979]], Đinh Liễn quá giận dữ nên đã sai người ngầm giết Hạng Lang<ref name=DVSK6 \/>. Sau đó, để làm nguôi lòng cha mẹ, ông đã sai dựng những cột kinh khắc bài ''[[Phật-đỉnh Tôn-thắng Đà-la-ni]]'' để cầu siêu cho người em. Phần lạc khoản trên các cột kinh là lời sám hối của ông, có mấy đoạn sau:\n{{cquote|''Đệ tử là Suy thành Thuận Hóa, Tĩnh Hải quân Tiết độ sứ, đặc tiến Kiểm hiệu Thái sư, thực ấp một vạn hộ, Nam Việt vương Đinh Khuông Liễn, vì vong đệ là Đại đức Đính Noa Tăng Noa không làm điều trung hiếu, không thờ anh và cha, lại có lòng ác, trái với sự yêu thương và khoan dung, anh không thể bỏ qua, nên đã làm tổn hại đến tính mệnh của Đại đức Đính Noa Tăng Noa, để trọn vẹn tình nhà nghĩa nước. Lời người xưa rằng, đã tranh quan thì không nhường, ra tay trước mới là hay, đến nỗi ra tình hình như vậy. Nay nguyện làm 100 cột kinh để cúng cho vong đệ và những hồn ma của người chết trước đây và sau này, cầu cho tất cả giải thoát, không phải tranh giành kiện tụng. Trước hết là chúc cho Đại Thắng Minh hoàng đế, mãi mãi làm chủ trời Nam, giữ yên ngôi báu (Đệ tử Suy thành Thuận Hóa, Tĩnh Hải quân Tiết độ sứ, đặc tiến Kiểm hiệu Thái sư, thực ấp nhất vạn hộ, Nam Việt vương Đinh Khuông Liễn, sở vi vong đệ Đại đức Đính Noa Tăng Noa bất vi trung hiếu phục sự thượng phụ cập trưởng huynh, khước hành ác tâm, vi bội nhược ái khoan dung, huynh hư trước tạo thứ sở dĩ tổn hại Đại đức Đính Noa Tăng Noa tính mệnh, yếu thành gia quốc vĩnh bá môn phong. Cổ ngôn tranh quan bất nhượng vị, tiên hạ thủ vi lương, trí dĩ như tư. Kim nguyện tạo bảo tràng nhất bách tọa, tiến bạt vong đệ cập tiên vong hậu một nhất hạ thoát, miễn cánh chấp tụng. Tiên chúc Đại Thắng Minh hoàng đế, vĩnh bá thiên Nam, hằng an bảo vị).''|||Cột 3A}}\nNhư vậy, trên các tràng kinh này Đinh Liễn đặt lại tên mình là Khuông Liễn để tỏ ý tôn kính quốc sư Khuông Việt và sùng Phật<ref>[http:\/\/nguoiphattu.com\/news\/khuong-viet-dai-su-mot-thien-su-tieu-bieu-trong-buoi-dau-dung-nuoc.d-768.aspx Khuông Việt đại sư - một thiền sư tiêu biểu trong buổi đầu dựng nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111128164011\/http:\/\/nguoiphattu.com\/news\/khuong-viet-dai-su-mot-thien-su-tieu-bieu-trong-buoi-dau-dung-nuoc.d-768.aspx |date=2011-11-28 }}, TT. Thích Bảo Nghiêm, Báo Người Phật tử, ngày ngày 15 tháng 9 năm 2011<\/ref>. Hiện nay các nhà nghiên cứu đã phát hiện được di tích của gần 20 cột kinh tại [[Hoa Lư]].\n\n==Cái chết==\nCuối năm [[979]], [[mùa đông]] [[tháng 10]], cả [[Đinh Tiên Hoàng]] và Đinh Liễn bị sát hại trong cung<ref name=DVSK6 \/>. Lúc đó ông 40 tuổi. Người con trai còn lại của Đinh Tiên Hoàng là Vệ vương [[Đinh Toàn]] được đưa lên ngôi, tức là [[Đinh Phế Đế]].\n\nTheo sử sách, người sát hại cha con Đinh Liễn là nội nhân [[Đỗ Thích]]<ref name=DVSK6 \/>, nhưng một số nhà nghiên cứu gần đây đặt giả thiết vụ này chủ mưu là [[Lê Hoàn]] và hoàng hậu [[Dương Vân Nga]]. Động cơ và hoàn cảnh của vụ án này thực chất là ngôi thái tử và gần giống với [[Vụ án Lệ Chi Viên]] sau này. (Xem thêm bài về [[Đinh Tiên Hoàng]]).\n\nSử sách không ghi chép về gia quyến Đinh Liễn, chỉ biết ông có một người vợ là em gái sứ quân [[Ngô Nhật Khánh]]. Theo gia phả họ Đinh Danh ở Thái Bình, sau khi [[Đinh Toàn]] lên ngôi, [[Lê Đại Hành|Lê Hoàn]] làm phó vương đã \"cấm cố họ Đinh\", vì vậy gia đình Đinh Liễn đã phải chạy đi nơi khác và thế hệ sau của họ này chính là [[Đinh Lễ]], [[Đinh Liệt]] - các công thần khai quốc nhà [[Hậu Lê]].\n\nSách ''[[Đại Việt sử ký toàn thư]]'', bản kỉ quyển 1 chép: \n:''Mùa xuân [năm [[Kỷ Mão]], [[979]]], Nam Việt Vương [Đinh Liễn] giết chết Hoàng Thái Tử Hạng Lang. Đinh Liễn là con trưởng của Nhà vua, thuở hàn vi từng chịu đựng gian khổ, khi thiên hạ được thái bình, ý vua cũng muốn truyền ngôi cho, bèn phong làm Nam Việt Vương. Đinh Liễn lại cũng từng chịu mệnh và nhận tước vị của [[nhà Tống]] ban cho. Nhưng về sau, vua sinh được người con trai nhỏ là Hạng Lang, rất mực yêu quý, bèn lập Hạng Lang làm Thái Tử. Đinh Liễn bất bình, liền sai người lập mưu giết đi''<ref name=DVSK6 \/>.\n\n== Tôn vinh ==\nĐinh Liễn cùng [[Đinh Bộ Lĩnh]], [[Đinh Toàn]] và Đinh Hạng Lang được thờ ở [[Đền Vua Đinh Tiên Hoàng]], thuộc quần thể di tích [[cố đô Hoa Lư]], [[huyện Hoa Lư]], [[Ninh Bình]].\n\nĐinh Liễn cũng được đặt tên cho một tuyến đường ở trung tâm [[thành phố Ninh Bình]]. Đường Đinh Liễn nối từ đường Trần Hưng Đạo ra đê [[sông Đáy]]. Ở Thị xã Buôn Hồ, tỉnh Đắk Lăk cũng có đường Đinh Liễn nối đường Hùng Vương với đường Trần Văn Ơn thuộc phường Thống Nhất.\n\n==Xem thêm==\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng]]\n*[[Đinh Hạng Lang]]\n*[[Đinh Toàn]]\n*[[Đinh Lễ]]\n*[[Đinh Liệt]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/daitangkinhvietnam.org\/lich-su-phat-giao\/phat-giao-viet-nam\/418-o-pht-thi-k-t-ch-nha-inh-va-tin-le.html Đạo Phật Thời Kỳ Tự Chủ Nhà Đinh và Tiền Lê] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100621022616\/http:\/\/daitangkinhvietnam.org\/lich-su-phat-giao\/phat-giao-viet-nam\/418-o-pht-thi-k-t-ch-nha-inh-va-tin-le.html |date = ngày 21 tháng 6 năm 2010}}\n*[http:\/\/www.vnmedia.vn\/NewsDetail.asp?Catid=58&NewsId=50490 Thạch kinh cổ nhất Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927003118\/http:\/\/www.vnmedia.vn\/NewsDetail.asp?Catid=58&NewsId=50490 |date=2007-09-27 }}\n*[http:\/\/www.songhuong.com.vn\/diendan\/?cid=2,16&id=552&prt=95 Thêm 16 cột kinh (sách đá) thời Đinh được phát hiện ở Hoa Lư] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070926224407\/http:\/\/www.songhuong.com.vn\/diendan\/?cid=2,16&id=552&prt=95 |date = ngày 26 tháng 9 năm 2007}}\n*[http:\/\/sgtt.vn\/Van-hoa\/My-thuat\/127691\/Sap-dat-thu-phap-Mat-ngu.html Sắp đặt thư pháp Mật ngữ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100827205502\/http:\/\/sgtt.vn\/Van-hoa\/My-thuat\/127691\/Sap-dat-thu-phap-Mat-ngu.html |date = ngày 27 tháng 8 năm 2010}}\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư]]\n*[[Nhà Đinh dẹp loạn và giữ nước]] - Nguyễn Danh Phiệt, Nhà xuất bản Đại học và giáo dục chuyên nghiệp, [[1990]]\n*[[Truyền thuyết Hoa Lư]] - Trương Đình Tưởng, Lê Hoa\n\n{{Thời gian sống|mất=979|tên=Đinh Liễn}}\n{{12 sứ quân}}\n{{Tĩnh Hải quân Tiết độ sứ}}\n\n[[Thể loại:Tĩnh Hải quân Tiết độ sứ]]\n[[Thể loại:Hoàng tử nhà Đinh]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Vương tước nhà Đinh]]"}