{"Điền Hoằng Chính":"{{Thông tin nhân vật phong kiến\n| tên = Điền Hoằng Chính\n| tên gốc = 田弘正\n| húy = Điền Hưng\n| tự = An Đạo\n| thụy hiệu = Trung Mẫn\n| tước hiệu = Nghi quốc công\n| nơi mất = [[Thành Đức]]\n| quốc gia = [[Nhà Đường|Đường]]\n| chức vụ = [[Tiết độ sứ Ngụy Bác]]\n| nhiệm kỳ = 812 - 820\n| bổ nhiệm bởi = [[Đường Hiến Tông]]\n| tiền nhiệm = [[Điền Hoài Gián]]\n| kế nhiệm = [[Lý Tố]]\n| chức vụ 2 = [[Tiết độ sứ Thành Đức]]\n| nhiệm kỳ 2 = 820 - 821\n| bổ nhiệm bởi 2 = [[Đường Mục Tông]]\n| tiền nhiệm 2 = [[Vương Thừa Tông]]\n| kế nhiệm 2 = [[Ngưu Nguyên Dực]] (danh nghĩa)<br>[[Vương Đình Thấu]] (thực tế)\n}}\n\n'''Điền Hoằng Chính''' ([[chữ Hán]]: 田弘正, [[bính âm]]: Tian Hongzheng [[764]] - [[29 tháng 8]] năm [[821]]<ref>[http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%BE%CB%A9v&reign=%A4%B8%A9M&yy=7&ycanzi=&mm=8&dd=&dcanzi=%A5%B3%A6%A6 Academia Sinica - Chuyển hoán Trung Tây lịch]<\/ref>), nguyên danh '''Điền Hưng''' (田興), [[Tên chữ (người)|tên tự]] là '''An Đạo''' (安道) [[thụy hiệu]] '''Nghi quốc Trung Mẫn công''' (沂忠愍公), là Tiết độ sứ lưỡng trấn Ngụy Bác<ref>Trị sở nay thuộc [[Hàm Đan]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref>, Thành Đức<ref>Trị sở nay thuộc [[Thạch Gia Trang]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]]<\/ref> dưới thời [[nhà Đường]] trong [[lịch sử Trung Quốc]]. Xuất thân là cháu họ của cố tiết độ Ngụy Bác [[Điền Thừa Tự]], nên ban đầu Điền Hưng được giữ chức quan cấp thấp tại Ngụy. Khi Tiết độ sứ [[Điền Quý An]] chết ([[812]]), ông được quân sĩ ủng hộ lên làm Tiết độ sứ mới, cải danh Hoằng Chánh. Trong thời gian cai trị đất Ngụy, Điền Hoàng Chánh chủ trương thần phục chính quyền trung ương, nộp thuế và kê khai dân số lên triều đình [[nhà Đường]], do vậy tránh được chiến dịch thảo phạt của quân đội trong những năm [[815]] - [[819]]. Khi Tiết độ sứ Thành Đức [[Vương Thừa Tông]] qua đời năm [[820]], [[nhà Đường]] đổi dùng ông đến trấn nhậm Thành Đức. Tuy nhiên ông bị mất lòng quân sĩ ở Thành Đức nên bị họ lập mưu chống lại. Tháng 8 năm [[821]], Đô tri binh mã sử [[Vương Đình Thấu]] làm phản và giết chết Điền Hoằng Chánh, tự xưng là lưu hậu ở Thành Đức.\n\n== Thân thế và thời trẻ ==\n\nĐiền Hưng chào đời năm [[864]] dưới thời [[Đường Đại Tông|vua Đại Tông nhà Đường]] ([[762]] - [[779]]). Ông nội ông là [[Điền Diên Uẩn]], chú ruột của tiền Tiết độ sứ Ngụy Bác [[Điền Thừa Tự]], làm quan đến chức An Đông đô hộ phủ tư mã. Con trai Diên Uẩn là [[Điền Đình Giới]], bản tính nho nhã, ban đầu không được lĩnh quân chức, giữa những năm Đại Lịch làm quan tới chức Thái phủ khanh, Biệt giá Thường châu, Ngự sử trung thừa, sung Hoành Hải quân sứ. Lúc Thừa Tự gây chiến với [[Lý Bảo Thần]] ở Thành Đức và [[Lý Chánh Kỉ]] ở Tri Thanh<ref name=\"ReferenceA\">Trị sở nay thuộc [[Thái An]], [[Sơn Đông]], [[Trung Quốc]]<\/ref>, lệnh cho Đình Giới trấn giữ Thương châu; sau bị [[Lý Bảo Thần]] và [[Chu Thao]] liên quân công kích. Đình Giới ra sức giữ thành, trải qua mấy năm bị vây vẫn giữ được. Triều đình sau phong cho ông làm thứ sử Tương châu.<ref name=\"CDT141\">''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷141|quyển 141]]<\/ref>.\n\nĐầu năm Kiến Trung thời [[Đường Đức Tông]], [[Điền Duyệt]] kế tục [[Điền Thừa Tự]], triệu Đình Giới về làm tiết độ phó sứ. Lúc Duyệt liên kết với Trấn châu [[Lý Duy Nhạc]], Thanh châu [[Lý Nạp]] và Tương châu [[Lương Sùng Nghĩa]] chống lại chính quyền trung ương. Điền Đình Giới ra sức can ngăn nhưng Duyệt không nghe. Năm [[782]], Đình Giới phẫn uất mà chết<ref>''[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷226|quyển 226]]<\/ref>.\n\nĐiền Hưng là con trai thứ hai của Điền Giới. Ngay từ lúc trẻ, ông đã đọc sách Nho, lại tinh thông binh pháp, giỏi cưỡi ngựa bắn cung, mạnh mẽ lại biết lễ nghĩa. Bá phụ [[Điền Thừa Tự]] do đó rất thương yêu ông<ref name=\"CDT141\" \/>, ban tên là Hưng. Sau cái chết của Điền Đình Giới, ông nương nhờ người anh trai [[Điền Dung]]. Vào một dịp trong cuộc thi bắn cung giữa các binh sĩ Ngụy Bác mà Điền Hưng giành được thắng lợi, [[Điền Dung]] đã khéo léo nhắc nhở ông: ''Tài năng nếu như để lộ hết ra ngoài thì tai họa sẽ không xa đâu, ý khuyên ông biết nhẫn nhịn chờ thời''<ref name=\"TTTG239\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷239|quyển 239]]<\/ref>.\n\n== Dưới quyền Điền Quý An ==\n\nNăm [[796]], cháu nội [[Điền Thừa Tự]] là [[Điền Quý An]] trở thành tiết độ sứ Ngụy Bác; giao cho Điền Hưng làm tướng bảo vệ phủ đệ của mình. Thấy Quý An không lo chính sự, ăn xài xa xỉ, lại giết người liên miên; Điền Hưng nhiều lần tìm cách can ngăn nhưng không được. Lại thấy Điền Hưng được nhiều người ủng hộ, Quý An đâm lo, nên đẩy ông ra ngoài làm trấn tướng ở Lâm Thanh<ref>[[Hình Đài]], [[Hà Bắc (Trung Quốc)|Hà Bắc]], [[Trung Quốc]] hiện nay<\/ref>, thậm chí về sau còn muốn giết ông trên đường đi nhận chức. Điền Hưng lo sợ nên giả vờ bị bại liệt tay chân nên thoát nạn<ref name=\"CDT141\" \/>.\n\nNăm [[812]], [[Điền Quý An]] bị bệnh nặng. Phu nhân Nguyên thị cho triệu người con trai trưởng<ref>Theo [[Tân Đường thư]] thì là con trai út<\/ref> là [[Điền Hoài Gián]] mới có 11 tuổi làm phó sứ. Ít lâu sau Quý An qua đời. Binh sĩ trong trấn liền bàn nhau rước ông về giữ chức Đô tri binh mã sử.\n\nDo [[Điền Hoài Gián]] còn nhỏ tuổi, chính vụ giao cho thân tín [[Tưởng Sĩ Tắc]] giải quyết. Sĩ Tắc chỉ tín nhiệm những người cùng cánh với mình và âm mưu loại bỏ những người khác, khiến quân sĩ bất mãn. Họ bàn với nhau rằng: ''Đô tri binh mã sử Hưng mới đúng là chủ soái của chúng ta''<ref name=\"CDT141\" \/>, rồi kéo đến phủ đệ của ông, ép ông nổi dậy. Hưng cố đóng cửa không ra nhưng không sao ngăn được quân sĩ. Hưng đành phải bước ra, các tướng sĩ đều cúi chào, thỉnh ông chủ quân sự. Ông chấp nhận đề nghị của họ, nhưng cũng yêu cầu họ không làm hại đến [[Điền Hoài Gián]], đồng thời không được ngăn cấm ông thần phục [[nhà Đường]], binh sĩ đều đồng ý. Sau đó Điền Hưng tiến vào phủ, giết chết bọn Sĩ Tắc hơn 10 người, rồi hộ tống [[Điền Hoài Gián]] về kinh sư<ref name=\"TTTG238\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷238|quyển 238]]<\/ref>.\n\n== Tham gia đánh Ngô Nguyên Tế và Vương Thừa Tông ==\n\nSau khi Điền Hưng nắm quyền, anh trai ông là [[Điền Dung]] trách ông rằng\n:''Hôm nay mày không nghe lời tao, là cái con đường tự rước lấy tai họa''.\n\nĐiền Hưng sai sứ đến [[Trường An]] nộp sổ sách và lược đồ 6 châu ở Ngụy Bác<ref>''[[Tân Đường thư]]'', quyển 148<\/ref>. Trong triều đình có hai luồng ý kiến khác nhau: tể tướng [[Lý Cát Phủ]] cho rằng nên cho Điền Hưng làm quyền Tiết độ sứ, trong khi [[tể tướng]] [[Lý Giáng]] đề nghị nên ban tiết việt cho ông ngay lập tức và trích tiền thưởng cho quân sĩ Ngụy Bác, từng bước lấy lại ảnh hưởng của triều đình đối với đất Ngụy. Cuối cùng, [[Đường Hiến Tông]] ([[805]] - [[820]]) chấp nhận ý kiến của [[Lý Giáng]]. Nhà Vua sai Trung thư xá nhân [[Bùi Độ]] mang sắc đến Ngụy phong cho ông làm Ngân Thanh Quang Lộc đại phu, Kiểm giáo công bộ thượng thư, Ngụy châu đại đô đốc phủ trưởng sử, Thượng trụ quốc, tước Nghi quốc công, Ngụy Bác đẳng châu tiết độ quan sát xử trí chi độ doanh điền đẳng sứ, ban danh là Hoằng Chánh<ref name=\"CDT141\" \/>. Khi [[Bùi Độ]] tới Ngụy châu, Điền Hoằng Chánh cho tiếp đón trọng thể và tỏ thái độ tôn trọng khi đàm đạo với Độ, lại trình bày công việc trong trấn cho Độ nghe. Bùi Độ sau đó thay mặt triều đình ban cho quân sĩ Ngụy Bác tiền 1.500.000 lạng. Ông còn thuyết phục Tiết độ phó sứ [[Bùi Chứng]] và hơn 90 tướng chấp nhận nộp khoản tiền thuế trong suốt 16 năm cai trị của Điền Quý An mà trấn Ngụy Bác đã không nộp lên [[nhà Đường]]. Khi Tiết độ sứ Bình Lư<ref name=\"ReferenceA\"\/> [[Lý Sư Đạo]] cố gắng thuyết phục Hoằng Chánh liên minh với mình, ông đã từ chối.\n\nThấy Điền Hoằng Chánh thần phục, Nhà Vua hạ lệnh cho quân triều đình đóng ở Hà Dương<ref>[[Tiêu Tác]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]] hiện nay<\/ref> vốn để ngăn chặn sự quấy phá của quân Ngụy, chuyển sang đóng ở Nhữ Châu<ref>[[Bình Đính Sơn]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> để ngăn chặn quân đội của tiết độ sứ Chương Nghĩa<ref>Trị sở nay thuộc [[Trú Mã Điếm]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> là [[Ngô Thiếu Dương]]. Sang năm [[814]], [[Ngô Thiếu Dương]] chết, con là [[Ngô Nguyên Tế]] lên thay, nhưng triều đình [[nhà Đường]] không công nhận, [[Ngô Nguyên Tế]] liền đem quân cướp phá các vùng xung quanh [[Lạc Dương]]. Do vậy triều đình quyết định cử quân thảo phạt. Điền Hoằng Chánh cũng sai con là [[Điền Bố]] dẫn 3000 binh tới hỗ trợ quân trung ương<ref name=\"CDT141\" \/>.\n\nHai tiết độ sứ đồng minh với [[Ngô Nguyên Tế]] là [[Vương Thừa Tông]] ở Thành Đức và [[Lý Sư Đạo]] ở Bình Lư đều dâng biểu xin tội cho họ Ngô. Sau khi [[tể tướng]] [[Võ Nguyên Hoành]] bị giết, Hiến Tông nghi ngờ [[Vương Thừa Tông]] là chủ mưu đứng đằng sau việc này nên quyết định thảo phạt Thành Đức, nhưng vì phải dồn quân cho mặt trận Hoài Tây nên [[nhà Đường]] không thể tập trung binh được. Điền Hoằng Chánh đem quân đóng ở biên giới với Triệu để sẵn sàng cho cuộc tấn công một khi có lệnh từ [[Trường An]]. Đáp lại, [[Vương Thừa Tông]] cũng đem quân cướp phá một số vùng thuộc Ngụy Bác<ref name=\"TTTG240\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷240|quyển 240]]<\/ref>. Hiến Tông cho phép ông tiến quân đánh vào Bối châu của Thành Đức. [[Lý Sư Đạo]] thấy sự trung thành của ông nên không dám công khai cứu [[Ngô Nguyên Tế]]<ref name=\"CDT141\" \/>.\n\nKhi [[Ngô Nguyên Tế]] bị [[Lý Tố]] đánh bại vào cuối năm [[817]], [[Vương Thừa Tông]] lo sợ<ref>''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷142|quyển 142]]<\/ref>, cầu cứu đến Điền Hoằng Chánh. Ông khuyên Thừa Tông nên nạp đất và gửi con đến triều đình làm con tin. Thừa Tông nghe theo, sai hai con là [[Vương Tri Cảm]], [[Vương Tri Tín]] vào triều, dâng nộp hai châu Đức, Lệ quy về triều đình<ref name=\"TTTG240\" \/>.\n\n== Tham gia dẹp Lý Sư Đạo ==\n\n[[Lý Sư Đạo]] ở Tri Thanh cũng xin quy phục, gửi con tin và dâng nộp ba trong số 12 châu ở Bình Lư, nhưng sau đó lại nuốt lời hứa. Hiến Tông vô cùng tức giận, quyết định cử quân thảo phạt Bình Lư. Ban đầu Nhà Vua cho quân Ngụy Bác nghỉ ngơi, không dùng cho cuộc thảo phạt này vì lo sợ phí tổn quá nhiều để nuôi lính Ngụy sẽ làm cạn kiệt ngân khố. Mãi đến mùa đông năm [[818]], lại có chiếu cho Điền Hoằng Chánh cùng tiết độ sứ các trấn Tuyên Vũ, Nghĩa Thành, Vũ Ninh, Hoành Hải đưa quân trợ giúp. Quân Ngụy vượt [[Hoàng Hà]] tiến xuống phía nam. Tháng 1 năm [[819]], Hoằng Chánh tự suất quân từ Dương Lưu vượt Hà Trúc Lũy, cách Vận châu 40 dặm. [[Lý Sư Đạo]] cử đại tướng [[Lưu Ngộ]] ra đối lũy chống cự. Liên quân của ông và [[Lý Tố]], [[Lý Quang Nhan]] ba mặt tiến công, quân giặc thua to<ref name=\"TTTG240\" \/>.\n\nSau trận thua đó, [[Lý Sư Đạo]] nghi ngờ [[Lưu Ngộ]] cố tình phản bội mình, tính giết đi. [[Lưu Ngộ]] bèn quyết định làm phản trước, tấn công vào phủ của [[Lý Sư Đạo]] trong tháng 4 năm [[819]], cắt đầu ông ta đem đến nộp cho Điền Hoằng Chánh. Mười hai châu Tri, Thanh được bình định, Điền Hoằng Chánh có công to, được gia phong Tư đồ, Đồng trung thư môn hạ bình chương sự. Triều đình [[nhà Đường]] cho [[Lưu Ngộ]] làm Tiết độ sứ Nghĩa Thành<ref>Trị sở nay thuộc [[An Dương]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]<\/ref> chứ không cho tiếp quản Bình Lư. Lại sợ [[Lưu Ngộ]] bất mãn rồi học theo Chu, Vương<ref>Thời [[Đường Đức Tông]], hai tiết độ sứ [[Chu Thao]] và [[Vương Vũ Tuấn]] lập cong tiêu diệt [[Lý Duy Nhạc]] nhưng bị triều đình thưởng bạc, liền làm phản chống lại triều đình<\/ref> khi xưa, nên Hoằng Chánh đưa quân đội của mình vào tiếp quản Vận châu để trấn áp họ Lưu. Do đó [[Lưu Ngộ]] không dám chống lại, chấp nhận về Nghĩa Thành. Điền Hoằng Chánh bỏ hết những chính sách khắc nghiệt mà gia tộc họ Lý thi hành trong suốt hơn 50 năm ở đất Tề. Trấn Bình Lư được chia thành ba trấn nhỏ, giao cho ba tiết độ sứ khác nhau. Đến đây, với việc [[Ngô Nguyên Tế]], [[Lý Sư Đạo]] bị diệt, [[Vương Thừa Tông]], Điền Hoằng Chánh quy phục, coi như triều đình [[nhà Đường]] đã dẹp yên được nạn phiên trấn về căn bản. Rất tiếc là cục diện này không kéo dài được lâu<ref name=\"TTTG240\" \/>.\n\nMùa thu năm [[819]], Điền Hoằng Chánh vào [[Trường An]] yết kiến [[thiên tử]], [[Đường Hiến Tông|Nhà Vua]] đặc biệt ưu đãi, triệu kiến ở điện Lâm Đức, tướng tá đi theo hơn 200 người đều được ban thưởng trọng hậu. Tiến Kiểm giáo tư đồ kiêm Thị trung, thực phong 300 hộ, lấy anh là Dung làm Kiểm giáo Hình bộ thượng thư, thứ sử Tương châu, Thái tử tân khách. Ông lo sợ rằng một mai mình quy tiên thì tướng sĩ sẽ ủng hộ con cháu, huynh đệ mình lên kế nhiệm, nên gửi hết bọn họ lại [[Trường An]]. Hiến Tông ban cho chức vị cao trong triều<ref name=\"TTTG240\" \/>.\n\n== Tiết độ sứ Thành Đức ==\n\nNăm [[820]], hoàng thượng băng hà. Thái tử Hằng nối ngôi, xưng là [[Đường Mục Tông|Mục Tông hoàng đế]] ([[820]] - [[824]]). Đến mùa đông cùng năm, Trấn châu [[Vương Thừa Tông]] ưu tử. Do hai con của Thừa Tông đang làm con tin tại triều, quân trung ủng hộ em trai ông ta là [[Vương Thừa Nguyên]] làm Tiết độ lưu hậu; nhưng Thừa Nguyên từ chối và dâng biểu lên triều đình xin cử người khác tới. Vua Mục Tông hạ chiếu: dời [[Vương Thừa Nguyên]] làm Tiết độ sứ Nghĩa Thành, đổi Điền Hoằng Chánh làm Kiểm giáo Tư đồ, kiêm Trung thư lệnh, Trấn châu đại đô đốc phủ trưởng sử, Thành Đức quân tiết độ sứ, Trấn Ký Thâm Triệu đẳng quan sát sứ, cai trị sáu châu ở Thành Đức, tướng [[Lý Tố]] tiếp quản Ngụy Bác, [[Lưu Ngộ]] đổi sang làm tiết độ sứ Chiêu Nghĩa<ref>Trị sở nay thuộc [[Trường Trị]], [[Sơn Tây]], [[Trung Quốc]]<\/ref>, con trai Hoằng Chánh là [[Điền Bố]] được phong làm Tiết độ sứ Hà Dương<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷241|quyển 241]]<\/ref>. Đại thần [[Dương Nguyên Khanh]] ra sức can ngăn việc này, nhưng vua và các [[tể tướng]] đều để ngoài tai<ref name=\"TTTG242\">''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷242|quyển 242]]<\/ref>.\n\nĐiền Hoằng Chánh trước kia từng tham gia thảo phạt Thành Đức, do đó khi dời đến trấn này, ông lo sợ quân sĩ ở đây oán hận và chống lại mình, do đó đem 2000 binh từ đất Ngụy theo để hộ vệ. Ngày [[26 tháng 11]] ÂL, ông đặt chân tới Trấn châu. Lúc đó triều đình đã định ban cho chư quân ở Trấn châu 100 vạn nhưng số tiền ấy không tới, trong quân bàn tán xôn xao. Hoằng Chánh đích thân phủ dụ, nhân tình mới yên. Sau đó ông xin triều đình chấp nhận cho 2000 quân Ngụy ở đất Triệu và phát lương bổng cho họ. Dâng biểu bốn lần đều bị hữu ti giấu giếm, không tới được tai Mục Tông. Do không đủ chi phí nuôi quân nên đến giữa năm [[821]], ông phải để 2000 quân này trở về Ngụy Bác<ref name=\"TTTG242\" \/>.\n\nTrong khi đó Điền Hoằng Chánh lại không được lòng quân sĩ ở Thành Đức. Do gia quyến của ông ở hai kinh [[Trường An]], [[Lạc Dương]] rất nhiều, nên ngay từ lúc ở Ngụy và bây giờ là ở Triệu; ông đều ăn bớt tiền trong phủ khố để chu cấp cho thân thuộc; do đó quân sĩ ở hai trấn đều rất bực. Cộng thêm việc số tiền 100 vạn không tới, quân sĩ chỉ bằng mặt chứ không bằng lòng, cho rằng Hoằng Chánh ăn mất số đó đi. Đô tri binh sử [[Vương Đình Thấu]] là người có dã tâm, đã khéo léo kích động sự tức giận của binh sĩ đất Triệu đối với Điền Hoằng Chánh, chuẩn bị làm phản. Đình Thấu lên kế hoạch tiến hành đại sự ngay sau khi 2000 quân Ngụy Bác rút đi<ref name=\"TTTG242\" \/>.\n\nĐêm ngày [[29 tháng 8]] năm [[821]] (tức ngày [[28 tháng 7]] năm nguyên niên Trường Khánh), [[Vương Đình Thấu]] cùng với binh sĩ dưới quyền kéo đến phủ đệ của Điền Hoằng Chánh, sau đó xông vào sát hại ông cùng với gia thuộc ở đất Triệu và thân tín, tham tá, tổng cộng hơn 300 người<ref name=\"TTTG242\" \/>. Năm đó ông được 58 tuổi. Có ba con là Bố, Quần, Mưu.\n\nNhà Vua nghe tin Hoằng Chánh bị hại, rất thương xót, truy tặng là Thái úy, ban thụy Trung Mẫn. Sau đó [[nhà Đường]] cử [[Ngưu Nguyên Dực]] làm Tiết độ sứ đem quân thảo phạt [[Vương Đình Thấu]] nhưng thất bại, rốt cục phải công nhận họ Vương là người nắm quyền ở Triệu. Mục Tông còn hạ lệnh cho Đình Thấu trả lại thi thể của ông, nhưng Đình Thấu không nghe.\n\n== Tham khảo ==\n*[[Cựu Đường thư]]\n*[[Tân Đường thư]]\n*[[Tư trị thông giám]]\n== Chú thích ==\n{{tham khảo|30em}}\n{{start box}}\n{{succession box| \nchức vụ=[[Tiết độ sứ Ngụy Bác]]\n|trước= [[Điền Hoài Gián]]\n|năm=[[812]]-[[820]]|\n|sau=[[Lý Tố]]}}\n\n{{succession box| \nchức vụ=[[Tiết độ sứ Thành Đức]]\n|trước= [[Vương Thừa Tông]]\n|năm=[[820]]-[[821]]|\n|sau=[[Ngưu Nguyên Dực]]}}\n{{end box}}\n\n[[Thể loại:Người nhà Đường]]\n[[Thể loại:Sinh năm 764]]\n[[Thể loại:Mất năm 821]]"}