{"Điển Vi":"{{Infobox officeholder\n| name = Dian Wei\n| native_name = 典韋\n| image = Dian Wei Qing illustration.jpg\n| image_size = 200px\n| caption = Minh họa thời [[Nhà Thanh]]\n| alt = \n| birth_date = 160 \n| birth_place = [[Ninh Lăng]], [[Thương Khâu]], [[Hà Nam (Trung Quốc)|Hà Nam]]\n| death_date = 197{{efn|The ''Sanguozhi'' mentioned that Dian Wei was killed in action during the [[Battle of Wancheng]], but did not give details on his time of death. The Battle of Wancheng took place around the first lunar month of the second year of the Jian'an era (196-220) in the reign of [[Emperor Xian of Han|Emperor Xian]].<ref name=\"death year\">([建安]二年春正月，公到宛。張繡降，旣而悔之，復反。公與戰，軍敗，為流矢所中，長子昂、弟子安民遇害。) ''Sanguozhi'' vol. 1.<\/ref> This date corresponds to sometime in early 197 CE.}}\n| death_place = [[Uyển Thành]], [[Nam Dương, Hà Nam|Nam Dương]], Hà Nam\n| children = \n| occupation = Tướng quân\n}}\n'''Điển Vi''' ([[chữ Hán]]: 典韦(Dian Wei); 160-[[197]]) là tướng phục vụ dưới quyền quân phiệt [[Tào Tháo]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Báo thù cho bạn ==\nĐiển Vi người Kỷ Ngô, quận Trần Lưu<ref>Trị sở phía tây nam huyện Ninh Lăng, [[Hà Nam, Trung Quốc]]<\/ref>. Ông có tướng mạo khôi ngô, sức khỏe hơn người, có chí hướng, thích làm điều nghĩa hiệp<ref name=\"ReferenceA\">Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 521<\/ref>.\n\nĐiển Vi quen với Lưu Tính ở Tương Ấp. Lưu Tính và Lý Vĩnh ở Tuy Dương có hiềm khích với nhau. Điển Vi nhận lời báo thù cho Lưu Tính.\n\nLý Vĩnh từng làm quan ở Phú Xuân, trong nhà có lính canh rất khó hạ thủ. Điển Vi đánh xe chở gà và rượu, giả làm người đến thăm nhà Lý Vĩnh. Đợi khi cổng mở, ông cầm luôn đoản đao xông vào đánh, chém giết Lý Vĩnh cùng vợ, sau đó ung dung đi ra khỏi nhà họ Lý. Nhà Lý Vĩnh gần chợ, những người trong chợ đều sợ ông. Có mấy trăm người đuổi theo ông nhưng không ai dám lại gần. Cứ như vậy khi Điển Vi đi được 40 dặm, gặp 1 nhóm người đuổi sát bèn vừa đánh vừa lui, cuối cùng ông chạy thoát. Từ sau việc đó, nhiều người hào kiệt tìm đến làm quen với ông<ref name=\"ReferenceA\"\/>.\n\n== Dưới quyền Trương Mạo ==\nNăm [[190]], thái thú Đông quận là [[Trương Mạo]] khởi binh chống [[Đổng Trác]], Điển Vi đến đầu quân, được cho ở dưới trướng tư mã Triệu Sủng. Lúc đó lá cờ trong nha môn trước trại quân rất cao và to, không ai có thể giữ được một mình, nhưng Điển Vi có thể một tay dựng được lên<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 522<\/ref>. Triệu Sủng rất mến mộ tài năng của ông, trong quân nhiều người khâm phục.\n\n== Phục vụ Tào Tháo ==\n=== Trận Bộc Dương ===\nSau khi [[Trương Mạo]] thất bại và chết, Điển Vi đi theo [[Tào Tháo]], được phân dưới trướng bộ tướng của Tào Tháo là [[Hạ Hầu Đôn]]. Nhờ lập công lao chiến trận, ông được phong làm Tư mã.\n\nNăm [[194]], Tào Tháo và Lã Bố giao tranh ở Bộc Dương, bị [[Lã Bố]] mang quân vây áp 3 mặt. Hai bên giao chiến từ sáng đến chiều vài chục lần, quân Tào vẫn không thoát ra được. Tào Tháo cử một toán quân cảm tử đi đầu phá vây, Điển Vi bắt lá thăm ra trận, bèn mang theo mấy chục người.\n\nÔng bảo quân lính mặc mấy lần áo giáp, không mang khiên che đỡ, chỉ dùng đoản kích và trường mâu ra trận. Đúng lúc phía tây nguy cấp gọi cứu viện, Điển Vi liền dẫn quân xông đến. Quân Lã Bố bắn ra nhiều tên, ông vẫn xông lên phía trước, chỉ dặn thủ hạ khi nào quân địch còn cách 10 bước, rồi 5 bước thì nhắc. Khi được nhắc đúng tầm khoảng cách, Điển Vi cầm hơn 10 cây đoản kích ném ra, liên tiếp trúng quân Lã Bố. Quân Lã Bố sợ hãi phải rút lui. Tào Tháo nhân đó mang quân ra mở đường chạy thoát.\n\nNhờ lập công trận này, Điển Vi được Tào Tháo phong làm Đô úy, cho hộ vệ bên cạnh, mang theo 500 quân lính tinh nhuệ.\n\nBản thân Điển Vi khỏe mạnh, quân sĩ bên dưới lại toàn những người tráng kiện, đội quân của ông xung trận thường lập nhiều công. Vì vậy không lâu sau ông được thăng lên làm Hiệu úy.\n\n=== Trận Uyển Thành ===\nNăm [[197]], Tào Tháo mang quân đánh [[Trương Tú]] ở Uyển Thành (Nam Dương) thuộc Kinh châu. Khi Tào Tháo đến Dục Thủy thì Trương Tú ra hàng. Tào Tháo bèn mở tiệc đãi Trương Tú. Trong tiệc, Tào Tháo lần lượt đi mời [[rượu]], Điển Vi tay cầm [[rìu]] lớn đi kèm, thường giơ rìu lên nhìn chằm chằm vào người mà Tào Tháo mời. Vì vậy trong suốt tiệc, Trương Tú và các bộ tướng không dám ngẩng lên nhìn Tào Tháo<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 523<\/ref>.\n\nÍt ngày sau, Tào Tháo ép vợ [[Trương Tế]] - thím Trương Tú – là Châu thị làm thiếp, đồng thời lại lôi kéo bộ tướng của Tú là Hồ Xa Nhi. Điều đó khiến Trương Tú không chỉ thấy nhục nhã mà còn sợ bị Tào Tháo xui thủ hạ của mình phản lại<ref>Dịch Trung Thiên, sách đã dẫn, tr 147<\/ref>. Vì vậy Trương Tú quyết định phản lại Tào Tháo.\n\nĐêm hôm đó Trương Tú bất ngờ mang quân đột kích vào trại Tào. Tào Tháo không kịp trở tay, Điển Vi đứng canh cửa, múa trường kích tả xung hữu đột, chặt gãy mấy chục thanh mâu của quân Trương Tú, làm quân Trương Tú không thể vào được. Hơn 10 tráng sĩ thủ hạ của Điển Vi cũng liều chết chiến đấu với ông.\n\nNhưng quân Trương Tú cùng lúc đánh vào cửa trại khác nên cuối cùng tụ lại vây Điển Vi vào giữa. Các thủ hạ của ông chết hết, bản thân ông bị hơn 10 vết thương. Quân Trương Tú tiến lại gần định bắt, thì Điển Vi dũng mãnh chồm tới tóm lấy 2 quân địch, đập vào nhau khiến cả hai người chết tươi. Một mình ông quần thảo với quân Trương Tú, giết thêm vài chục người, cuối cùng vì bị quá nhiều vết thương nên ông ngã xuống đất chết, mắt còn mở to. Ông chết tới nửa ngày, quân Trương Tú mới dám tiến lại<ref>Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân, sách đã dẫn, tr 524<\/ref>.\n\nTào Tháo nhờ có Điển Vi chặn giữ cửa trước nên chạy trốn thoát nhân lúc đêm tối. Quân Tào lui về đóng ở Vũ Âm. Nghe tin ông tử trận, Tào Tháo thương khóc, sai người đi lấy thi thể ông về, an táng tại Tương Ấp.\n\n== Con cháu ==\nĐiển Vi có một con trai tên là Điển Mãn, Tào Tháo đón về phủ nuôi dưỡng và phong cho Điển Mãn làm Lang Trung (郎中). Để tưởng nhớ Điển Vi, Tháo phong Mãn làm Tư Mã (司馬) cho theo hầu bên cạnh. Sau khi Tháo chết, Tào Phi xưng đế thì thăng Mãn lên làm Đô Úy (都尉) và thêm tước quan nội hầu (關內侯). Tuy vậy, Mãn lại không được chính sử ghi chép nhiều, cũng không có công trạng nổi bật.\n\n== Trong Tam Quốc diễn nghĩa ==\nTrong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]], Điển Vi là một mãnh tướng nổi bật trong thời kỳ gây dựng lực lượng của Tào Tháo. Tác giả ghép cảnh Điển Vi hùng dũng giữ vững lá cờ to khi có gió mạnh trong trại quân Tào, thực ra Điển Vi làm việc này khi còn phục vụ cho Trương Mạo.\n\nNăm [[197]], [[Tào Tháo]] đem quân đánh [[Trương Tú]]. Trương Tú sợ quân lực của Tào Tháo nên đầu hàng. Nhưng sau đó Tào Tháo lại tư thông với thím dâu của Trương Tú nên Trương Tú tức giận, muốn đánh Tháo nên bàn với mưu sĩ là [[Giả Hủ]] và tướng là [[Hồ Xa Nhi]]. Hồ Xa Nhi bảo Tào Tháo có Điển Vi bảo vệ nên rất khó đánh, nên dùng kế ăn cắp đôi thiết kích của Vi. Thế là Trương Tú mời Điển Vi đến uống rượu cho say mèm rồi ăn cắp đôi thiết kích của Vi rồi đêm đó đốt lửa tấn công Tháo. Tào Tháo vội vàng bỏ chạy. Điển Vi say rượu đang ngủ, trong mơ màng chợt nghe tiếng ngựa và tiếng người reo hò, giật mình vùng dậy, sờ đến đôi thiết kích thì không thấy đâu cả lại nghe tin Trương Tú kéo quân đến nên Vi vội vàng giật lấy cây kiếm của lính canh chạy ra ngoài thì thấy vô số quân mã, cầm chặt giáo dài đánh bừa vào trại.\n\nĐiển Vi lăn xả vào đám quân ấy, chém giết một lúc chết hơn vài chục người, quân mã ấy mới lui, lại có quân bộ kéo đến. Hai bên giáo mác tua tủa như ngọn lau, mình Vi không một mảnh giáp, trên dưới bị vài mươi nhát đâm nhưng Vi vẫn cứ lăn xả vào đánh. Gươm mẻ không dùng được, Vi bỏ gươm, hai tay chụp ngay lấy hai xác chết làm khí giới, quật chết một lúc chết tám chín người. Giặc thấy thế không dám đến gần, chỉ đứng đằng xa bắn tên lại. Tên bắn như mưa, Điển Vi vẫn liều chết giữ cửa trại, nhưng quân giặc đã kéo được vào cửa sau, Điển Vi lại bị một mũi giáo đâm trúng giữa lưng. Vi kêu to một tiếng, máu chảy đầy đất rồi chết. Ông chết được nửa giờ rồi mà vẫn không ai dám đi qua cửa trước.\n\nTào Tháo nhờ có Điển Vi chặn cửa trước nên thoát nạn chạy được về Hứa Xương nhưng mất người con trai trưởng (Tào Ngang) và người cháu (Tào An Dân). Tào Tháo thương tiếc Vi vô cùng, sai lập đền thờ và bày bàn cúng tế rồi nói với các tướng rằng:\"Ta mất một con trưởng và một cháu yêu, cũng không thương là mấy, chỉ thương khóc Điển Vi mà thôi\".\n\n==Xem thêm==\n*[[Tào Tháo]]\n*[[Trương Tú]]\n\n==Ghi chú==\n<references group=\"lower-alpha\"\/>\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), Kể chuyện Tần Hán, Nhà xuất bản Đà Nẵng\n* Lê Đông Phương, ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Trịnh Phúc Điền, Khả Vĩnh Quyết, Dương Hiệu Xuân ([[2006]]), ''Tướng soái cổ đại Trung Hoa'', tập 1, Nhà xuất bản Thanh niên.\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 1,'' Nhà xuất bản Công an nhân dân.\n\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Mất năm 197]]\n[[Thể loại:Sinh thế kỷ 2]]"}