{"Đoàn Văn Khâm":"{{wikify}}\n{{cần biên tập}}{{Thông tin nghệ sĩ\n\n| tiền tố = \n| tên = Đoàn Văn Khâm\n| tên gốc = 段文欽\n| nền = nhà thơ\n| hình = \n| chú thích hình = \n| nghệ danh = \n| tên khai sinh = \n| ngày sinh = 1020\n| nơi sinh = Kim Thành, [[Hải Dương]]\n| ngày mất = 1134\n| nơi mất = \n| quốc tịch = \n| nghề nghiệp = \n| bố mẹ = [[Đoàn Văn Liễn]] (bố)\n| vợ = \n| con = Đoàn Thiện Hồng<br>Đoàn Thiện Nguyên \n| học vị = [[Thái học sinh]]\n| tác phẩm văn học = ''Tặng Quảng Trí Thiền sư''\n| chức vụ = [[Thượng thư]] bộ Công\n| trưởng chức vụ = Hoàng đế\n| trưởng viên chức = [[Lý Nhân Tông]]\n}}\n\n'''Đoàn Văn Khâm''' ([[chữ Hán]]: 段文欽 [[1020]] - 1134) đỗ [[Thái học sinh]] thời [[nhà Lý]], là [[nhà thơ]], danh thần, [[Thượng thư]] Bộ Công đời vua [[Lý Nhân Tông]] ([[1072]]-[[1128]]).\n\n==Gia thế và dòng tộc==\nĐoàn Văn Khâm quê gốc ở Tô Xuyên (nay là An Mỹ, Quỳnh Phụ, tỉnh [[Thái Bình]]). Là con của [[Đoàn Văn Liễn]] (tướng [[nhà Đinh]] và [[Tiền Lê]]), cháu của [[Đoàn Văn Lan]] (thuộc tướng của sứ quân [[Trần Lãm]] và khai quốc công thần [[nhà Đinh]]), chắt của [[Đoàn Huy Lượng]] (tướng [[nhà Ngô]]) và chít của [[Đoàn Liêm Duy]] (thuộc tướng của [[Khúc Thừa Dụ]]). Họ Đoàn của ông quê gốc ở [[Sơn Vi]], [[Phú Thọ]] sau lại di cư sang khu vực [[quận Từ Liêm]], [[Hà Nội]]. Sau khi [[Lê Đại Hành]] đánh thắng giặc [[Tống]] đã tặng cho Đoàn Văn Liễn, người có công trạng lớn trong việc dẹp giặc, câu đối:\n      \"Bình Tống huân danh tại\n        Phù Lê sử sách thùy\" \n''Dịch nghĩa:''\n ''Dẹp giặc Tống, danh tiếng còn đây\n Phò tá nhà Lê, sách sử còn truyền''\nKhi [[Lý Thái Tổ]] lên ngôi hoàng đế, Đoàn Văn Liễn được cấp đất ở Tô Xuyên làm thái ấp do có công ủng hộ và đưa Lý Công Uẩn lên ngai vàng. Năm 1020, phu nhân Lý thị hạ sinh Đoàn Văn Khâm tại thái ấp. Đoàn Văn Khâm còn có một người em trai là Đoàn Duy Hải, sau kế tập cha lãnh thái ấp Tô Xuyên.\n\n==Quan nghiệp==\nĐoàn Văn Khâm đỗ [[Thái học sinh]] (tương đương [[Tiến sĩ]]) trong khoa thi [[Nho học]] đầu tiên của Việt Nam - khoa [[Minh kinh bác học]] năm [[Ất Mão]] [[1075]] đời vua [[Lý Nhân Tông]]. Tháng 2 năm Ất Mão (1075), vua Lý Nhân Tông cho mở khoa thi Minh kinh bác học và thi Nho học tam trường ở [[Văn Miếu-Quốc Tử Giám]], năm đó [[Lê Văn Thịnh]] đỗ đầu - tương đương [[Trạng nguyên]]). Đoàn Văn Khâm đỗ thứ 2 (tương đương [[Bảng nhãn]]). Ngay sau khi đỗ đại khoa, ông được vua Lý Nhân Tông bổ nhiệm luôn vào chức Công Bộ [[Thượng thư]] năm [[1075]].\n\nTại Việt Nam, chức [[Thượng thư]] được đặt ra lần đầu tiên vào triều [[nhà Lý]]. Đời vua Lý Nhân Tông, có các vị thượng thư: Đoàn Văn Khâm, [[Mạc Hiển Tích]]…\n\n==Tác phẩm==\nTuy làm đến Thượng thư nhưng ông vẫn luôn có ý muốn từ quan. Ông là một cư sĩ mộ [[đạo Phật]], thường quấn khăn vải, mặc áo nâu và hay giao du với khách thiền lâm. Ông thường làm [[thơ]], được người đương thời khen tặng nhưng nay đã thất lạc gần hết (do lịch sử). Đến nay ghi nhận còn lại được [[4]] bài [[thơ]] viết bằng [[chữ Hán]].\n\nTrong đó có 3 bài được chép trong [[Hoàng Việt thi tuyển]] do [[Bùi Huy Bích]] sưu tập, đó là:\n\nBài 1. ''Tặng Quảng Trí Thiền sư'' (Tặng Thiền sư Quảng Trí).\n\nBài 2. ''Vãn Quảng Trí Thiền sư'' (Viếng Thiền sư Quảng Trí).\n\nBài 3. ''Truy điệu Thiền sư Chân Không''.\n\nCũng theo ''Hoàng Việt thi tuyển'' của Bùi Huy Bích thì ''Thiền sư Quảng Trí'' họ ''Nhan'', năm thứ nhất niên hiệu Chương Thánh Gia Khánh (1059) sư từ bỏ thế tục đến tham vấn Thiền Lão ở Tiên Du. Nhờ một câu nói của Thầy, sư nhận được yếu chỉ, từ đó dốc sức vào thiền học. Về sau sư trụ trì chùa Quán Đỉnh núi Không Lộ, kết bạn với tăng Minh Huệ, người đời cho là Hàn Sơn, Thập Đắc tái thế. Công Bộ Thượng thư Đoàn Văn Khâm làm bài thơ trên thương tiếc khi sư quy tịch (khoảng niên hiệu Quảng Hựu 1085-1091).\n\nVà bài thứ 4 là ''Gửi Tĩnh-giới Thiền sư ở núi Bí-linh thuộc Nghệ-an'' được chép trong sách [[Kiến văn tiểu lục]] của Bảng nhãn [[Lê Quý Đôn]].\n\n''Qua mấy bài thơ còn lại, có thể thấy Đoàn Văn Khâm là người đức hạnh cao, rất hâm mộ đạo Phật và cũng là nhà thơ xuất sắc đời bấy giờ''.\n\n===Bài 1: ''Tặng Quảng Trí Thiền sư''===\nNguyên văn chữ Hán:\n::贈廣智禪師\n:拄錫危峰擺六塵,\n:默居幻夢問浮雲。\n:殷勤無計參澄什，\n:索絆簪纓在鷺群。\nPhiên âm:\n::Tặng Quảng Trí Thiền sư\n:Trụ tích nguy phong bãi lục trần(1),\n:Mặc cư huyễn mộng vấn phù vân.\n:Ân cần vô kế tham Trừng, Thập(2),\n:Sách bạn trâm anh tại lộ quần(3).\nDịch nghĩa:\n::Tặng Thiền sư Quảng Trí\n:Chống gậy Thiền trên núi cao, rũ sạch bụi trần,\n:Lặng lẽ trong cảnh mộng ảo, chỉ hỏi áng mây trôi.\n:Rất thiết tha nhưng không cách nào theo học được Trừng, Thập,\n:Vì đã trót vướng trâm oanh trong bầy cò.\nBản dịch của Đoàn Trọng Hân:\n\n::Tặng Thiền sư Quảng Trí\n:''Chống gậy lên non, rũ bụi trần,''\n:''Cô sầu mộng ảo, hỏi phù vân.''\n:''Bao lần những muốn theo Trừng, Thập,''\n:''Trót vướng trâm anh, nợ khách trần.''\n\n- Chú thích:\n\n(1) ''lục trần'': Danh từ nhà Phật, tức: sắc, thanh, hương, vị, xúc và pháp. Theo \"Pháp giới thứ đệ\" thì trần là dơ bẩn, có thể làm cho tâm linh người ta bị hoen ố, nên người tu hành cần phải bỏ hết lục trần.\n\n(2) ''Trừng, Thập'': Trừng, Thập tức là Phật Đổ Trừng và Cưu Ma La Thập, hai vị sư nổi tiếng người Thiên Trúc đến Trung Quốc vào đời Hậu Tấn, thường du hành thuyết pháp, viết rất nhiều kinh Phật.\n\n(3) ''lộ quần'': Nghĩa đen là đàn cò. Giống cò này thường bay từng đàn, có hàng ngũ thứ tự, nên văn ngôn dùng danh từ này để tượng trưng triều thần sắp hàng ngũ đứng chầu vua.\n\n===Bài 2: ''Vãn Quảng Trí Thiền sư''===\nNguyên văn chữ Hán:\n::挽廣智禪師\n:林巒白首遁京城,\n:拂袖高山遠更馨。\n:幾願淨巾趨丈席，\n:忽聞遺履掩禪扃。\n:齋庭幽鳥空啼月，\n:墓塔誰人為作銘。\n:道侶不須傷永別，\n:院前山水是真形。\nPhiên âm:\n::Vãn Quảng Trí Thiền sư\n:Lâm loan bạch(1) thủ độn kinh thành,\n:Phất tụ cao sơn viễn cánh hinh.\n:Kỷ nguyện tịnh cân xu trượng tịch,\n:Hốt văn di lý(2) yểm thiền quynh.\n:Trai đình(3) u điểu không đề nguyệt,\n:Mộ tháp thuỳ nhân vị tác minh.\n:Đạo lữ bất tu thương vĩnh biệt,\n:Viện tiền sơn thủy thị chân hình.\nDịch nghĩa:\n::Viếng Thiền sư Quảng Trí\n:Xa lánh kinh thành, vào nơi rừng núi cho đến bạc đầu,\n:Phất tay áo trên núi cao, càng xa càng ngát thơm.\n:Đã mấy lần (tôi) những muốn chít khăn tu hành đến hầu bên chiếu,\n:(Thế mà nay) bỗng nghe nhà sư qua đời, cửa chùa đã khép kín.\n:Trước sân chùa, tiếng chim khuya khắc khoải kêu dưới bóng trăng.\n:Có ai vì người mà đề bài minh vào ngọn tháp trên mộ?\n:Các bạn tu hành chớ nên đau thương về nỗi vĩnh biệt,\n:Sông núi trước chùa, chính là hình ảnh chân thực của người. \nDựa theo Bản dịch của Nguyễn Tấn Hưng:\n::Viếng Thiền sư Quảng Trí\n:''Rừng sâu đầu bạc lánh kinh thành,''\n:''Rũ áo về non, thơm ngát danh.''\n:''Những ước sửa khăn, hầu cửa Phật,''\n:''Thoắt nghe tin báo, mộng hồn kinh.''\n:''Sân chùa chim tối, kêu vầng nguyệt,''\n:''Mộ tháp ai người viết bức minh?''\n:''Đạo hữu can chi buồn vĩnh biệt,''\n:''Chùa xưa non nước hiện chân hình.''\n- Chú thích:\n\n(1) ''bạch'': Bản của Lê Quý Đôn chép là chữ \"hồi\", ở đây chép theo \"Hoàng Việt thi tuyển\".\n\n(2) ''di lý'': Trút dép, dùng điển trong \"Truyền đăng lục\": nhà sư Đạt Ma tịch, táng ở chân núi Hùng Nhĩ, khi Tống Vân đi sứ Tây Vực, lại gặp nhà sư cầm một chiếc dép nói là đi sang Tây Trúc. Tống Vân về, sai người đào mộ và mở áo quan ra, thì chỉ thấy có một chiếc dép còn lại trong quan. Ở đây dùng điển này để nói về nhà sư Quảng Trí mất.\n\n(3) ''đình'': Bản trong \"Hoàng Việt thi tuyển\" chép là chữ đường, ở đây theo bản của Lê Quý Đôn.\n\n===Bài 3: ''Truy điệu Chân Không Thiền sư''===\nNguyên văn chữ Hán:\n::追悼真空禪師\n:行高朝野振清風，\n:錫拄如雲暮習龍。\n:仁宇忽驚崩惠棟，\n:道林常嘆偃冥松。\n:墳縈碧草添新塔，\n:水蘸青山認舊容。\n:寂寂禪關誰更叩？\n:經過愁聽暮天鐘。\nPhiên âm:\n::Truy điệu Chân Không Thiền sư\n:Hạnh cao triều dã chấn thanh phong,\n:Tích trụ như vân mộ tập long (1).\n:Nhân vũ hốt kinh băng tuệ đống,\n:Đạo lâm trường thán yển minh tùng (2).\n:Phần oanh bích thảo thiêm tân tháp,\n:Thủy trám thanh sơn nhận cựu dung.\n:Tịch tịch thiền quan thuỳ cánh khấu?\n:Kinh qua sầu thính mộ thiên chung.\nDựa theo bản dịch của Hòa thượng Thanh Từ:\n::Truy điệu Thiền sư Chân Không\n:''Trong triều ngoài nội, kính gia phong,''\n:''Chống gậy, đường mây quyện bóng rồng.''\n:''Nhân, Từ chợt hoảng rường cột đổ,''\n:''Rừng đạo bùi ngùi cội thông long.''\n:''Cỏ biếc bên mồ, thêm tháp mới,''\n:''Non xanh nước thắm, gởi thân trong.''\n:''Tịch mịch cửa thiền, ai kẻ gõ,''\n:''Chiều buông, văng vẳng tiếng chuông hồn.''\n- Chú thích:\n\n(1) ''Tích trụ như vân mộ tập long'': Câu này ý nói các đạo hữu kính mến phẩm hạnh đạo đức sư Chân Không, nên mang tích trượng đến núi Phả Lại sum họp đông đúc, không khác gì rồng đi đến đâu mây theo đến đấy.\n\n(2) ''minh tùng'': Có bản chép là trinh tùng 貞松.\n\n===Bài 4: ''Gửi Tĩnh-giới Thiền sư'' (ở núi Bí-linh thuộc Nghệ-an)===\nLâu nay trong nhiều tài liệu viết về thơ văn của Đoàn Văn Khâm thường cho biết có 3 bài: \"Tặng Quảng Trí Thiền sư\", \"Vãn Quảng Trí Thiền sư\", \"Truy điệu Chân Không Thiền sư\" bằng chữ Hán chép trong \"Hoàng Việt thi tuyển\" do Bùi Huy Bích sưu tập cho thấy Đoàn Văn Khâm rất hâm mộ những vị tu hành, nhưng bản thân không lên núi ở ẩn chỉ vì \"chót bị cái dây cân đai buộc chặt vào hàng ngũ chim cò\" (hàng ngũ quan lại).\n\nTrong sách [[Kiến văn tiểu lục]] của [[Lê Quý Đôn]]<ref>Sách do Nguyễn Trọng Điềm - Viện Sử học - Viện Khoa học Xã hội Việt Nam, dịch nguyên văn và chú thích, Nhà Xuất bản Văn hóa – Thông tin ấn hành<\/ref> có chép một bài thơ nữa của cụ Đoàn Văn Khâm:<ref>Bài này ghi ở trang 234, Quyển IV, mục Thiên Chương.<\/ref>\n:Thu lai lương khí sảng hung khâm,\n:Bát đẩu(*) tài cao đối nguyệt ngâm.\n:Kham tiếu thiền gia si độn khách,\n:Vị tương hà ngữ dĩ truyền tâm?\nTạm dịch:\n:''Thu về thoảng mát lòng ai,''\n:''Trông trăng ngâm vịnh trổ tài thiên nhiên.''\n:''Dám cười si độn khách thiền,''\n:''Lấy gì tâm ấn để truyền cho nhau?''\n- Chú thích:\n\n(*) ''Bát đẩu'' nghĩa là tám đấu: Tạ Linh Vận nói: Tất cả tài hoa trong thiên hạ có một thạch (mười đấu) mà riêng Tào Tử-kiến (tức Tào Thực, con Tào Tháo) chiếm được tám đấu. Sau thi gia thường dùng danh từ \"bát đẩu\" để nói về người tài hoa.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà Xuất bản Khoa học Xã hội, Hà Nội, 1992, tr. 183.\n*Nguyễn Đăng Na, ''Văn học thế kỷ X-XIV''. Nhà Xuất bản Khoa học Xã hội, 2004, Hà Nội, tr. 519-520.\n\n==Xem thêm==\n*\n\n[[Nhà Lý]]\n\n{{Thời gian sống |1020|1134}}\n\n[[Thể loại:Nhà thơ Việt Nam thời Lý]]\n[[Thể loại:Quan lại nhà Lý]]\n[[Thể loại:Minh kinh bác học]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Người thọ bách niên Việt Nam]]"}