{"Đàm Toàn Bá":"'''Đàm Toàn Bá''' ({{zh|t=譚全播|s=谭全播}}) (834?-918?<ref name=SGCQ8>''[[Thập Quốc Xuân Thu]]'' [http:\/\/www.archive.org\/stream\/06080946.cn#page\/n22\/mode\/2up quyển 8]<\/ref><ref name=ZZTJ270>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷270|quyển 270]].<\/ref><ref group=\"chú\">''Thập Quốc Xuân Thu'' ghi rằng Đàm Toàn Bá 85 tuổi âm khi qua đời, và rằng ông qua đời một thời gian ngắn sau khi bị quân Ngô bắt giữ vào năm 918, song không kết luận rằng ông qua đời năm 918.<\/ref>) là người cai trị Kiền châu<ref group=\"chú\">虔州, nay thuộc [[Cám Châu]], [[Giang Tây]]<\/ref> từ năm 913 đến năm 918, tức vào đầu thời [[Ngũ Đại Thập Quốc]]. Trong một thời gian dài, ông làm mưu chủ cho [[Lô Quang Trù]]- người cai quản Kiền châu trong 25 năm, và sau đó được người dân ủng hộ lãnh đạo châu. Năm 918, ông chiến bại trước quân [[Ngô (Thập quốc)|Ngô]], và qua đời sau đó.\n\n== Sự nghiệp ban đầu ==\nĐàm Toàn Bá là người Nam Khang<ref group=\"chú\">南康, nay thuộc [[Cám Châu]], Giang Tây<\/ref>. Theo ghi chép, Đàm Toàn Bá dũng cảm có chí lược, còn đồng hương Lô Quang Trù thì to cao hùng mạnh song không có tài năng. Vào cuối thời nhà Đường, phần phía nam của đế chế bị nhấn chìm trong các cuộc khởi nghĩa nông dân, Đàm Toàn Bá cũng khuyến khích Lô Quang Trù nổi dậy, Lô Quang Trù làm theo. Khi đội quân nổi dậy muốn suy tôn Đàm Toàn Bá làm chủ, Đàm Toàn Bá nhường lại vị trí thủ lĩnh cho Lô Quang Trù, còn đe dọa xử tử người nào bất tuân mệnh lệnh của Lô Quang Trù, đưa đội quân vào kỷ luật.<ref name=NHFD41>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷41|quyển 41]].<\/ref>\n\nNăm 885, Lô Quang Trù chiếm được Kiền châu, tự xưng là thứ sử, cho Đàm Toàn Bá làm mưu chủ.<ref name=ZZTJ256>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷256|quyển 256]].<\/ref>\n\n== Làm quan ở Kiền châu ==\nNăm 902, Lô Quang Trù tiến công về phía nam để mở rộng lãnh địa, đầu tiên ông ta công chiếm Thiều châu<ref group=\"chú\">韶州, nay thuộc [[Thiều Quan]], [[Quảng Đông]]<\/ref>, sau đó bao vây Triều châu<ref group=\"chú\">潮州, nay thuộc [[Triều Châu]], Quảng Đông<\/ref>, song bị Thanh Hải<ref group=\"chú\">清海, trị sở nay thuộc [[Quảng Châu]], Quảng Đông<\/ref> lưu hậu [[Lưu Ẩn]] đẩy lui. Khi Lưu Ẩn tiến công Thiều châu, Đàm Toàn Bá phục một vạn tinh binh ở khe núi, dùng các binh sĩ gầy yếu ra khiêu chiến, đại phá quân Thanh Hải, Lô Quang Trù vẫn giữ được Thiều châu. Mặc dù giành được thắng lợi, song Đàm Toàn Bá lại nhường công lao cho chư tướng, Lô Quang Trù vì vậy càng xem trọng ông.<ref name=ZZTJ263>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷263|quyển 263]].<\/ref>\n\nNăm 910, Lô Quang Trù lâm bệnh, ông ta muốn nhường chức thủ lĩnh cho Đàm Toàn Bá, song Đàm Toàn Bá từ chối. Sau đó, khi Lô Quang Trù qua đời, [[Lô Diên Xương]] từ Thiều châu đến chịu tang, Đàm Toàn Bá ủng hộ Lô Diên Xương làm người kế nhiệm. Đàm Toàn Bá tiếp tục phụng sự cho Lô Diên Xương.<ref name=ZZTJ267>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷267|quyển 267]].<\/ref>\n\nNăm 911, Lô Diên Xương bị ''Chỉ huy sứ'' [[Lê Cầu]] (黎球) ám sát, Lê Cầu đoạt lấy quyền cai quản Kiền châu và cũng định sát hại Đàm Toàn Bá. Đàm Toàn Bá xưng mình bị bệnh và thỉnh được cáo hưu, do vậy được miễn chết. Không lâu sau, Lê Cầu qua đời, kế nhiệm là nha tướng [[Lý Ngạn Đồ]] (李彥圖). Cũng lo sợ Lý Ngạn Đồ, Đàm Toàn Bá càng xưng bệnh nặng. Trong khi đó, hay tin Đàm Toàn Bá bị bệnh, Thanh Hải tiết độ sứ [[Nam Hán Cao Tổ|Lưu Nghiễm]] tiến công Thiều châu. Thiều châu thứ sử Liệu Sảng (廖爽) chạy đến [[Sở (Thập quốc)|Sở]], chính quyền Kiền châu để mất Thiều châu.<ref name=ZZTJ268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref>\n\n== Cai quản Kiền châu ==\nLý Ngạn Đồ qua đời năm 912, người trong châu tôn Đàm Toàn Bá cai quản châu sự. Sau đó, Đàm Toàn Bá khiển sứ xin được nội phụ Hậu Lương, Hậu Lương Thái Tổ bổ nhiệm Đàm Toàn Bá làm Bách Thắng phòng ngự sứ, thứ sử của Kiền châu và Thiều châu.<ref name=ZZTJ268\/> Đàm Toàn Bá cai trị Kiền châu trong bảy năm, được đánh giá là thiện chính.<ref name=NHFD41\/>\n\nNăm 918, Ngô phong ''Hữu đô áp nha'' Vương Kỳ (王祺) làm ''Kiền châu hành doanh đô chỉ huy sứ'', đem quân từ Hồng châu<ref group=\"chú\">洪州, nay thuộc [[Nam Xương]], Giang Tây<\/ref>, Phủ châu<ref group=\"chú\">撫州, nay thuộc [[Phủ Châu]], Giang Tây<\/ref>, Viên châu<ref group=\"chú\">袁州, nay thuộc [[Nghi Xuân, Giang Tây|Nghi Xuân]], Giang Tây<\/ref>, và Cát châu<ref group=\"chú\">吉州, nay thuộc [[Cát An]], Giang Tây<\/ref> tiến công Đàm Toàn Bá. Người dân Kiền châu bất ngờ trước cuộc tiến công này, họ chỉ biết việc này sau khi [[Nghiêm Khả Cầu]] (嚴可求) dùng một lượng lớn tiền bạc để mộ thủy công Cám mở thủy đạo qua Cám Thạch<ref group=\"chú\">贛石, nay thuộc Cát An, Giang Tây<\/ref>,<ref name=ZZTJ270\/> để chiến hạm Ngô có thể vượt qua mà tiến đến thành Kiền châu.<ref>''Tư trị thông giám bản Bá Dương'', quyển 67 [918].<\/ref> Tuy nhiên, Kiền châu có chướng ngại thiên nhiên giúp cho việc phòng thủ, quân Ngô không thể chiếm thành một cách nhanh chóng. Quân Ngô sau đó bị dịch bệnh, nhiều binh sĩ bị chết, trong đó có Vương Kỳ, thay thế là Lưu Tín (劉信).<ref name=ZZTJ270\/>\n\nTrong khi đó, Đàm Toàn Bá cầu viện ba nước là chư hầu của Hậu Lương: [[Ngô Việt]], [[Mân (Thập quốc)|Mân]] và Sở. Đáp lại, Ngô Việt vương [[Tiền Lưu]] khiển nhi tử Tiền Truyền Cầu (錢傳球) tiến công Tín châu<ref group=\"chú\">信州, nay thuộc [[Thượng Nhiêu]], Giang Tây<\/ref> của Ngô; Sở vương [[Mã Ân]] khiển Trương Khả Cầu (張可求) tiến đến Cổ Đình<ref group=\"chú\">古亭, nay thuộc Cám Châu, Giang Tây<\/ref>; và Mân vương [[Vương Thẩm Tri]] thì phái quân tiến đến Vu Đô<ref group=\"chú\">雩都, nay thuộc Cám Châm, Giang Tây<\/ref>, đều nhằm cứu Đàm Toàn Bá. Tuy nhiên, quân Ngô Việt bị Tín châu thứ sử [[Chu Bản]] (周本) đẩy lui. Sau đó, Lưu Tín phái quân đẩy lui quân Sở, quân Ngô Việt và quân Mân hay tin quân Sở thất bại thì cũng triệt thoái.<ref name=ZZTJ270\/>\n\nLưu Tín ngày đêm tiến công thành Kiền châu, giết được cả nghìn lính song vẫn không chiếm được thành, ông ta khiển sứ giả vào thành thuyết phục Đàm Toàn Bá dâng của cải, rồi trở về. Khi ông ta khiển sứ đến báo với phụ chính [[Từ Ôn]] của Ngô, Từ Ôn tức giận và khiển Lưu Ngạn Anh (劉英彥)- nhi tử của Lưu Tín- suất 3.000 quân đến. Khi Lưu Ngạn Anh đến doanh trại của Lưu Tín và truyền lại lời đe dọa của Từ Ôn, Lưu Tín trở nên lo sợ và quyết định lại bao vây Kiền châu. Cuối cùng, Kiền châu thất thủ, Đàm Toàn Bá chạy đến Vu Đô, song bị quân Ngô ở đây bắt được.<ref name=ZZTJ270\/> Quân Ngô giải Đàm Toàn Bá đến thủ đô Giang Đô<ref group=\"chú\">江都, nay thuộc [[Dương Châu]], [[Giang Tô]]<\/ref> của Ngô.<ref name=SGCQ8\/> Sau đó, [[Dương Long Diễn]] bổ nhiệm Đàm Toàn Bá làm ''Hữu uy vệ tướng quân'', Bách Thắng tiết độ sứ.<ref name=ZZTJ270\/> Ông qua đời không lâu sau khi đến Giang Đô, thọ 85 tuổi âm.<ref name=SGCQ8\/>\n\n== Chú thích ==\n{{tham khảo|group=\"chú\"|2}}\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Sinh năm 834]]\n[[Thể loại:Mất năm 918]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Quân nổi dậy Trung Quốc]]\n[[Thể loại:Nhân vật Ngũ đại Thập quốc]]"}