{"Đào Khiêm":"'''Đào Khiêm''' ([[chữ Hán]]: 陶謙; [[132]]–[[194]]), tên tự là '''Cung Tổ''' (恭祖), là tướng cuối thời [[Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n== Dẹp Khăn Vàng ==\nĐào Khiêm là người huyện Đan Dương thuộc quận Đan Dương (nay là đông bắc huyện [[Đang Đồ]], địa cấp thị [[Mã An Sơn]], tỉnh [[An Huy]]). Thời trẻ, Đào Khiêm ham đọc sách, được cử làm Hiếu liêm. Sau đó ông được giữ chức Huyện lệnh ở huyện Thư<ref>Thư Thành, [[An Huy]]<\/ref>.\n\nĐào Khiêm có tài kiêm văn võ, trở thành Tư mã của Xa kỵ tướng quân Trương Ôn. Khi Biên Nhượng và [[Hàn Toại]] ở Lương châu nổi dậy chống nhà Hán, ông theo Trương Ôn đánh dẹp khiến hai cánh quân này phải quy phục triều đình.\n\nNăm [[184]], [[Trương Giác]] cầm đầu [[khởi nghĩa Khăn Vàng]] nổi dậy chống triều đình. [[Hán Linh Đế]] bổ nhiệm ông làm Thứ sử Từ châu. Đào Khiêm đến nhiệm sở, nhanh chóng đánh tan quân Khăn Vàng. Quân Khăn Vàng phải rút khỏi Từ châu, các quận huyện được yên ổn trở lại.\n\n== Giúp Chu Tuấn ==\nNăm [[189]], [[Hán Linh Đế]] mất, [[Hán Thiếu Đế|Thiếu Đế]] lên thay. [[Đổng Trác]] từ Hà Đông vào [[Lạc Dương]] phế Thiếu đế, lập [[Hán Hiến Đế|Hiến Đế]] và thao túng triều đình khiến nhiều người bất bình. Năm [[190]], [[Viên Thiệu]] cầm đầu 10 trấn [[chư hầu]] nổi dậy chống Đổng Trác. Đào Khiêm tuổi đã cao, không tham gia liên minh này mà cố thủ ở Từ châu.\n\nSau đó, tướng [[Chu Tuấn]] được Đổng Trác sai ở lại trấn thủ [[Lạc Dương]] bèn chống lại Trác, mang quân về đóng ở huyện Trung Mâu. Đào Khiêm bèn giúp cho Chu Tuấn lương thực và tăng viện cho 3000 quân, đồng thời ông tiến cử Chu Tuấn làm Hành Xa kỵ tướng quân sự.\n\nĐổng Trác sai [[Lý Thôi]], [[Quách Dĩ]] đi đánh Chu Tuấn. Chu Tuấn bị đánh bại phải bỏ chạy, nhưng Đào Khiêm vẫn giúp đỡ cho Tuấn. Năm [[192]], Đổng Trác bị giết ở Trường An, Lý Thôi và Quách Dĩ lên nắm quyền. Đào Khiêm liên kết với các chư hầu như Thứ sử Dương châu là Chu Càn, Tướng quốc Bắc Hải là [[Khổng Dung]], Thái thú quận Thái Sơn là Ứng Thiệu cùng và Bác sĩ [[Trịnh Huyền]] gửi thư cho Chu Tuấn, tôn Tuấn làm Thái sư, hứa cấp phát binh mã và quân lương trong nửa năm để Chu Tuấn đi đánh Lý Thôi và Quách Dĩ ở [[Trường An]].\n\nTrước nguy cơ đó, Lý Thôi và Quách Dĩ tiếp nhận ý kiến của [[Giả Hủ]], tìm cách lung lạc Chu Tuấn. Nhân danh Hán Hiến đế, Lý Thôi đưa thư mời Chu Tuấn vào triều làm Thái uý. Thuyên bèn từ tạ Đào Khiêm để vào Trường An nhận chức.\n\n== Trấn giữ Từ châu ==\n=== Dẹp Khuyết Tuyên ===\nTừ khi Chu Tuấn hoà giải với Lý Thôi, Đào Khiêm vì tuổi cao sức yếu, cũng không muốn đối địch với triều đình [[Trường An]], bèn khôi phục lại quan hệ với [[Lý Thôi]]. Lý Thôi cũng muốn yên ổn phía đông bèn nhân danh Hán Hiến đế thăng ông làm Châu mục [[Từ Châu]].\n\nTháng 4 năm [[193]], trong huyện Hạ Bì thuộc Từ châu có viên tướng Khuyết Tuyên khởi binh chống triều đình, tự xưng làm hoàng đế. Để lung lạc Khuyết Tuyên, Đào Khiêm ban đầu cho người đi lại giao hảo để Tuyên mất cảnh giác. Tháng 6 năm đó, ông ra quân đánh dẹp. Khuyết Tuyên lơ là phòng bị nên bị Đào Khiêm giết chết.\n\n=== Chống cự Tào Tháo ===\n:''Xem thêm:'' [[Tào Tung]]\n\nTrong khi đó các [[chư hầu]] trong liên minh đánh [[Đổng Trác]] đã tan rã và đánh lẫn nhau, cát cứ ở các châu quận. [[Tào Tháo]] đã đánh được quân [[khởi nghĩa Khăn Vàng|Khăn Vàng]] và làm chủ Duyện châu, giáp ranh Từ châu của Đào Khiêm.\n\nCùng thời điểm Đào Khiêm ra tay đánh Khuyết Tuyên thì xảy ra vụ án mạng [[Tào Tung]] – cha Tào Tháo. Giữa năm 193, Tào Tung từ [[Lạc Dương]] tới Lang Nha định dưỡng lão, mang theo hơn 100 xe hành lý chứa nhiều vàng bạc châu báu<ref>Lê Đông Phương, sách đã dẫn, tr 87-88<\/ref>; khi đi qua Từ châu thì bị giết chết.\n\n[[Tam Quốc Chí|''Tam Quốc Chí'']] chép rằng Đào Khiêm sai thủ hạ là [[Trương Cương]] đi hộ tống cho Tào Tung; Trương Cương vì thấy nhà Tào Tung nhiều của cải không kìm được lòng tham đã giết chết Tào Tung để cướp đồ. Sách [[Hậu Hán thư|''Hậu Hán thư'']] thì không nói rõ viên tướng nào giết Tào Tung, chỉ nói rằng do quân sĩ của Đào Khiêm đóng ở huyện Âm Bình<ref>Phía tây nam huyện Phong<\/ref><ref name=\"ldp88\">Lê Đông Phương, sách đã dẫn, tr 88<\/ref>.\n\nTào Tháo nghe tin cha bị hại ở Từ châu, cho rằng Đào Khiêm đồng mưu sai khiến thủ hạ, bèn cất vài chục vạn quân đi đánh Từ châu để trả thù. Tào Tháo cũng muốn nhân đó chiếm luôn địa bàn Từ châu liền kề với Duyện châu để mở rộng thế lực nên thúc quân tấn công mạnh mẽ. Tào Tháo chiếm lĩnh hơn 10 thành.\n\nĐào Khiêm ra quân chống lại, hai bên đụng độ ở Bành Thành<ref>Đông Sơn thuộc tỉnh [[Giang Tô]]<\/ref>. Quân Từ châu bị quân Tào đánh bại, bị giết hơn 1 vạn người, nước sông Tứ Thủy vì vậy không chảy được<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 368<\/ref>.\n\nĐào Khiêm rút vào thành Đan Dương cố thủ, sai người đi cầu cứu thứ sử Thanh châu là Điền Khải – thủ hạ của Công Tôn Toản ở U châu. Điền Khải lúc đó đang bị [[Viên Thiệu]] đánh, bèn báo cáo cho [[Công Tôn Toản]] – người đang tranh giành Hà Bắc với Thiệu. Toản sai [[Lưu Bị]] cùng [[Quan Vũ]] và [[Trương Phi]] đi cứu [[Thanh châu]]. Nghe Đào Khiêm cầu cứu, Khải lại sai Lưu Bị cầm quân đi cứu Từ châu trước.\n\nLưu Bị có 4000 quân, chiêu hàng được vài ngàn nạn dân [[Ô Hoàn]], rồi lại được Đào Khiêm cấp 4000 quân nữa, có hơn 1 vạn người, cùng Đào Khiêm thế thủ ở Đan Dương. Tào Tháo vây đánh nhiều ngày không sao phá được, bèn trút tức giận lên dân thường để trả thù cho cha, ra lệnh tàn sát hơn 10 vạn người ở 5 thành Thủ Lự, Tuy Lăng, Hạ Khâu, Bành Thành, Phó Dương cùng các hương trấn sở thuộc. Không chỉ bản dân 5 thành mà nhiều người dân ở [[Thiểm Tây]] vì tránh nạn Lý Thôi, Quách Dĩ kéo về đó cũng bị hại<ref name=\"ldp88\"\/>.\n\nKhông lâu sau, chính thủ hạ của Tào Tháo là [[Trần Cung]] hợp tác với Trương Mạo tôn [[Lã Bố]] làm chủ, đánh chiếm Duyện châu của Tào Tháo. Tào Tháo buộc phải ngừng vây Từ châu, mang quân trở về cứu.\n\n=== Bàn giao Từ châu ===\nQua trận binh hoả, Đào Khiêm rất cảm phục Lưu Bị đã cứu giúp. Không lâu sau khi Từ châu được giải vây, Đào Khiêm ốm nặng.\n\nÔng quyết định tiến cử Lưu Bị làm Từ châu mục thay mình, bèn dâng biểu lên [[Hán Hiến đế]]. Lưu Bị khiêm nhường, sợ mình sức yếu không giữ được nên từ tạ, đề nghị Đào Khiêm trao Từ châu cho [[Viên Thuật]] là người có danh vọng cao hơn. Đào Khiêm bèn hỏi ý kiến [[Khổng Dung]]. Khổng Dung cho rằng [[Viên Thuật]] không hề có thực lực, không lâu sẽ diệt vong. Đào Khiêm và Khổng Dung cùng thuyết phục Lưu Bị mấy lần, cuối cùng Lưu Bị nhận lời tiếp quản Từ châu, nhận chức Từ châu mục<ref>Lê Đông Phương, sách đã dẫn, tr 90<\/ref>.\n\nĐược ít lâu, Đào Khiêm qua đời tại Từ châu. Năm ấy ông 63 tuổi. Chiến tranh quân phiệt ở Từ châu nói riêng và trung nguyên nói chung sau đó tiếp tục trong nhiều năm nữa.\n\n== Gia đình ==\n* Con trai:\n** Đào Thương (陶商)\n** Đào Ung (陶應)\n* Con gái:\n** Đào Chỉ (陶芷)\n\n== Trong văn học ==\nTrong tiểu thuyết nổi tiếng [[Tam quốc diễn nghĩa|''Tam quốc diễn nghĩa'']] của [[La Quán Trung]], Đào Khiêm xuất hiện từ hồi 4 đến hồi 12, trong giai đoạn cuộc chiến quần hùng ở trung nguyên bắt đầu. Khi Tào Tháo hiệu triệu chư hầu đánh Đổng Trác<ref>Việc này cũng do La Quán Trung hư cấu vì người phát hịch là Viên Thiệu<\/ref>, Đào Khiêm đã đến dự cùng 16 chư hầu khác; trên thực tế Đào Khiêm không đến hội quân với chư hầu dưới cờ Viên Thiệu<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 352<\/ref>.\n\nTam Quốc diễn nghĩa mô tả ông là người nhân từ, đức độ; khi Tào Tháo tàn sát dân Từ châu, ông từng có ý định đến nộp mạng để cứu dân.\n\n== Xem thêm ==\n* [[Đổng Trác]]\n* [[Lý Thôi]]\n* [[Chu Tuấn]]\n* [[Tào Tháo]]\n* [[Lưu Bị]]\n\n== Tham khảo ==\n* Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương, Vương Tử Kim (2007), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Nhân vật Tam Quốc}}\n{{Thời gian sống|sinh=132|mất=194}}\n\n[[Thể loại:Người An Huy]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Sinh năm 132]]\n[[Thể loại:Nhân vật quân sự Đông Hán]]\n[[Thể loại:Nhân vật quân sự Tam Quốc]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]"}