{"Đường Đại Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Đường Đại Tông\n| tên gốc = 唐代宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = Tang Daizong.jpg\n| cỡ hình = \n| chức vị = [[Hoàng đế]] [[nhà Đường|Đại Đường]]\n| tại vị = [[18 tháng 5]] năm [[762]] - [[10 tháng 6]] năm [[779]]<br>({{số năm theo năm và ngày|762|5|18|779|6|10}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:618 till:907\nAlignBars = early\nScaleMajor = increment:289 start:618\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:762 till:779 color:red\n<\/timeline>\n\n| tiền nhiệm = [[Đường Túc Tông|<font color=\"grey\">Đường Túc Tông<\/font>]]\n| kế nhiệm = [[Đường Đức Tông|<font color=\"blue\">Đường Đức Tông<\/font>]]\n| hoàng tộc = [[Nhà Đường]]\n| tên đầy đủ = Kị húy: Lý Dự (李豫)<br>Bổn danh: Lý Thục (李俶)\n| vợ = [[Thôi phi]]<br>[[Thẩm phu nhân (Đường Đại Tông)|Duệ Chân Thẩm hoàng hậu]]<br>[[Độc Cô quý phi (Đường Đại Tông)|Trinh Ý Độc Cô hoàng hậu]]\n| thời gian của niên hiệu =\n| niên hiệu = Quảng Đức (廣德; <small>763-764<\/small>)<br>Vĩnh Thái (永泰; <small>765-766<\/small>)<br>Đại Lịch (大曆; <small>766-779<\/small>)\n| con cái = [[Đường Đại Tông#Gia đình|xem văn bản]]\n| miếu hiệu = [[Đại Tông]] (代宗)\n| thụy hiệu = <font color=\"grey\">Duệ Văn Hiếu Vũ hoàng đế<\/font><br>(睿文孝武皇帝)\n| cha = [[Đường Túc Tông]]\n| mẹ = [[Chương Kính hoàng hậu]]\n| sinh = {{birth date|726|11|11}}<ref>[[Sách phủ Nguyên Quy]]<\/ref><ref name=BT10>''[[Đường thư]]'', [http:\/\/www.sidneyluo.net\/a\/a16\/010.htm quyển 10] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080621191817\/http:\/\/www.sidneyluo.net\/a\/a16\/010.htm |date=2008-06-21 }} chép là ngày [[9 tháng 1]] năm [[727]], nhưng có vài điểm bất hợp lý.<\/ref>\n| nơi sinh = [[Thượng Dương cung]], [[Trường An]]\n| mất = {{death date and age|779|6|10|726|11|11}}<ref name=BT11>''[[Đường thư]]'', [http:\/\/www.sidneyluo.net\/a\/a16\/011.htm quyển 11] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080922174027\/http:\/\/www.sidneyluo.net\/a\/a16\/011.htm |date=2008-09-22 }}.<\/ref>\n| nơi mất = [[Tử Thần điện]], [[Trường An]]\n| nơi an táng = [[Nguyên lăng]] (元陵)\n}}\n'''Đường Đại Tông''' ([[chữ Hán]]: 唐代宗; [[11 tháng 11]], [[726]]<ref>[[Cựu Đường thư]] ghi rằng là ngày [[9 tháng 1]] năm [[727]], tuy nhiên có nhiều điểm không thỏa<\/ref> - [[10 tháng 6]], [[779]]), húy '''Lý Dự''' (李豫), là vị [[Hoàng đế]] thứ 9 hay thứ 11 của [[nhà Đường]] trong [[lịch sử Trung Quốc]]<ref>Trước đó hai vị Hoàng đế là [[Đường Trung Tông]] và [[Đường Duệ Tông]] đều ở ngôi hai lần không liên tục<\/ref>. Ông trị vì từ năm [[762]] đến năm [[779]], tổng 17 năm.\n\nSau khi [[Loạn An Sử]] nổ ra ([[755]]) và cha ông là [[Đường Túc Tông]] lên ngôi, Lý Dự được phong làm ''Thiên hạ binh mã Nguyên soái'', đại diện cho nhà Đường chống lại quân của An Lộc Sơn. Năm [[758]], sau khi lập công khôi phục lại được hai kinh ([[Trường An]] và [[Lạc Dương]]), Lý Dự được cha lập làm [[Hoàng thái tử]]. Đến năm [[762]] khi Túc Tông qua đời, Lý Dự được sự trợ giúp của [[hoạn quan]] [[Lý Phụ Quốc]], chống lại âm mưu chính biến của [[Trương hoàng hậu (Đường Túc Tông)|Trương hoàng hậu]] rồi lên ngôi hoàng đế, tức Đại Tông. Năm [[764]], ông chính thức dẹp xong loạn An Sử.\n\nThời đại của Đường Đại Tông đánh dấu sự trỗi dậy của các [[Tiết độ sứ]] địa phương, khi họ chỉ còn thần phục [[nhà Đường]] trên danh nghĩa, một số Tiết độ sứ còn tự ý nhường ngôi cho con. Tình trạng phiên trấn cát cứ này đã dẫn đến sự chia cắt của Trung Quốc thành mười nước sau khi [[nhà Đường]] diệt vong. Đồng thời trong thời gian trị vì, tuy diệt trừ được [[hoạn quan]] [[Lý Phụ Quốc]], nhưng chính Đại Tông lại trọng dụng nhiều hoạn quan khác, tiếp tục tình trạng hoạn quan tham chính từ thời Túc Tông.\n\n== Tiểu sử ==\nĐường Đại Tông bổn danh '''Lý Thục''' (李俶), tiểu danh '''Đông Lang''' (冬郎), là con trai trưởng của [[Đường Túc Tông]] Lý Hanh. Theo [[Cựu Đường thư]], ông chào đời vào ngày [[13 tháng 12]] năm Khai Nguyên thứ 14 (tức [[9 tháng 1]] năm [[727]]), còn [[Sách phủ nguyên quy]] (册府元龟) thì ghi nhận ông chào đời ngày [[13 tháng 10]] năm Khai Nguyên thứ 14 (tức ngày [[11 tháng 11]] năm [[726]]) ở [[Thượng Dương cung]], thành [[Trường An]]; dưới thời trị vì của ông nội ông, [[Đường Huyền Tông]]. Cứ theo lịch sử ký tái, Đường Đại Tông thường tổ chức lễ Thượng Thọ tiết vào tháng 10, nên khả năng cao ''Sách phủ nguyên quy'' lại chính xác hơn. Lúc ông sinh ra, cha ông Lý Hanh vẫn đang giữ tước vị ''Trung vương'', Lý Thục cũng là người cháu trai lớn tuổi nhất trong hơn 100 người cháu của [[Đường Huyền Tông]]<ref>[[Cựu Đường thư]], quyển 11, Bản kỉ 11<\/ref>.\n\nBa năm sau ([[730]]), mẹ ông là Ngô phu nhân qua đời<ref>[[Cựu Đường thư]], quyển 77, liệt truyện quyển 2<\/ref>. Năm Khai Nguyên thứ 26 ([[738]]), sau khi Thái tử [[Lý Anh]] bị ép phải tự vẫn<ref>[[Cựu Đường thư]], quyển 107, liệt truyện 57<\/ref>, cha của Lý Thục, tức Túc Tông Lý Hanh, được phong làm Hoàng thái tử<ref>[[Tư trị thông giám]], quyển 214<\/ref>. Năm Khai Nguyên thứ 29 ([[741]]), Lý Thục được phong tước '''Quảng Bình quận vương''' (廣平郡王) Sau được phong Sở vương (楚王).  Theo sử sách mô tả, Lý Thục là người trầm tĩnh, cương nghị, cảm xúc thường không biểu lộ ra nét mặt. Bản tính ông cũng ham học và nhân hiếu, do vậy được ông nội là Đường Huyền Tông yêu quý. Sau này, Huyền Tông chọn con gái của Bí thư giám [[Thôi Tuân]] (崔峋) và [[Hàn Quốc phu nhân]] Dương thị, cháu gái [[Dương Quý Phi]] là Thôi thị gả cho Lý Thục.\n\n== Nguyên soái chống quân Yên ==\n=== Khuyên cha quyết chiến ===\nTháng 11 năm Ất Mùi ([[755]]), [[An Lộc Sơn]] khởi binh tạo phản ở căn cứ Phạm Dương<ref>Nay là thủ đô [[Bắc Kinh]], [[Trung Quốc]]<\/ref>, chính thức mở đầu [[loạn An Sử]]. Quân An do có sự chuẩn bị từ trước, nên đánh đâu thắng đó, chỉ chưa đầy một năm đã chiếm được nhiều căn cứ quân sự quan trọng của [[nhà Đường]] như Đông Đô Lạc Dương, Đồng Quan, Nghiệp Thành... và chuẩn bị đánh vào Trường An.\n\nNgày [[14 tháng 7]], ông nội [[Đường Huyền Tông]] bỏ khỏi Trường An, chạy về đất Thục lánh nạn<ref name=\"Tư trị thông giám, quyển 218\">[[Tư trị thông giám]], quyển 218<\/ref>. Khi đến trạm dịch Mã Ngôi, các tướng sĩ nổi dậy, giết chết anh Dương Quý Phi là Tể tướng [[Dương Quốc Trung]], rồi buộc Huyền Tông ban chết cho Quý phi. Lúc bấy giờ nội bộ quân Đường dao động, chia rẽ, nhiều người đào ngũ, Huyền Tông do đó không hi vọng có thể về Trường An nữa, nên quyết chí đến Thục. Bá tánh trong thành kêu khóc xin vua ở lại, Huyền Tông bèn cử [[Đường Túc Tông|thái tử]] đến ủy lạo họ. Lúc đó, dân chúng trong thành lại xin thái tử ở lại lãnh đạo. Lý Thục cùng em trai là Kiến Ninh vương [[Lý Đàm]], [[hoạn quan]] [[Lý Phụ Quốc]] cũng có ý kiến rằng nếu [[Đường Túc Tông|thái tử]] cũng bỏ Trường An thì chẳng khác nào giao cả Trung Nguyên cho địch. Thái tử bèn sai Lý Thục đến báo việc này và xin ý kiến của Huyền Tông.\n\nĐược tin đó, Huyền Tông tỏ ý bằng lòng cho thái tử ở lại lãnh đạo kháng chiến, nhưng còn bản thân vẫn tiếp tục bỏ trốn về Ba Thục. Lý Thục theo cha tiếp tục giao chiến với quân An, sau đó chiếm lại được Linh Vũ. Ngày [[13 tháng 8]] năm [[756]], do sự thúc giục của quần thần, Thái tử đăng cơ xưng đế, tức là '''Đường Túc Tông'''<ref>[[Tân Đường thư]], quyển 6, liệt truyện 6<\/ref>. Túc Tông được hai tướng [[Quách Tử Nghi]] và [[Lý Quang Bật]] hỗ trợ, thế lực của [[nhà Đường]] dần được phục hồi.\n\n=== Nhận chức Nguyên soái ===\n\nKhi lực lượng đã phát triển trở lại, [[Đường Túc Tông]] có ý muốn chọn một người con trai thay mặt mình là Thiên hạ binh mã nguyên soái để chỉ huy lực lượng quân triều đình chống lại phản tặc. Thấy rằng người con trai thứ ba của mình là Kiến Ninh vương [[Lý Đàm]] (tức em trai Lý Thục) có tài năng, Túc Tông muốn phong cho chức này. Ẩn sĩ Lý Bí, vốn là bạn thân của Túc Tông, lên tiếng can ngăn vì thời thế loạn lạc lòng người chỉ hướng về Nguyên soái, trong khi ngôi Thái tử cần phải dành cho người con trưởng. Nhưng nếu Lý Đàm lập được đại công thì Túc Tông không muốn phong làm thái tử cũng không được; và sau đó khuyên vua nên phong chức Nguyên soái cho hoàng tử trưởng, tức Lý Thục. Túc Tông nghe theo đề xuất này, quyết định phong cho Lý Thục là Thiên hạ binh mã nguyên soái, nắm quyền chỉ huy cao nhất trong quân<ref name=\"Tư trị thông giám, quyển 218\"\/>.\n\nĐầu năm [[757]], một cuộc tranh chấp nổ ra trong nội bộ triều đình lưu vong khi [[Trương hoàng hậu (Đường Túc Tông)|Trương hoàng hậu]] liên kết với Nội giám [[Lý Phụ Quốc]], kết bè đảng trong triều. Kiến Ninh vương Lý Đàm nhiều lần tấu với Túc Tông xin trừ đi. Trương Hoàng hậu tức giận, cùng Lý Phụ Quốc dâng sớ đàn hặc, vu cáo [[Lý Đàm]] muốn giết Lý Thục để tranh ngôi thái tử. Đầu năm 757, [[Đường Túc Tông|Túc Tông]] hạ lệnh ép Lý Đàm phải uống rượu độc tự sát<ref>[[Cựu Đường thư]], quyển 116, liệt truyện 56<\/ref>. Sau khi diệt được Lý Đàm, Trương hoàng hậu lại tiếp tục tìm cách đối phó với Lý Thục và [[Lý Bí]]. Lý Thục có ý lo sợ, định mời sát thủ ám sát Trương hoàng hậu và [[Lý Phụ Quốc]], nhưng cuối cùng nghe theo lời khuyên can của Lý Bí nên không ra tay.\n\nLý Thục sau khi nhận chức đã ra sức chiêu mộ thêm binh sĩ từ những người dân lưu tán. Khi quân của Túc Tông tiến đến Bành Nguyên thì Lý Thục cũng chiêu mộ được khoảng gần vạn người. Sang giữa năm [[757]], khi chiến sự diễn ra ác liệt, các tướng [[Phùng Quản]], [[Quách Tử Nghi]] nhiều lần ra trận thất lợi, quân An lại thừa cơ phản kích, tình thế của quân đội nhà Đường trở nên nguy khốn. Lý Thục bình tĩnh ứng phó, một mặt ông cho bổ sung những người khỏe mạnh vào quân đội; mặc khác ra sức đãi ngộ, lấy lòng tướng sĩ, do đó sĩ khí trong quân phấn chấn trở lại.\n\n=== Giành lại hai kinh ===\n\nTrong năm [[757]], Túc Tông muốn phong cho Lý Thục làm Hoàng Thái tử kế vị, nhưng Lý Thục cho rằng nội loạn vẫn chưa dẹp yên nên chưa dám đảm đương ngôi vị thái tử, xin Túc Tông hoãn lại ngày khác.\n\nMùa hạ năm đó, vua Hồi Hột là Bì Già Khuyết sai con là Vương tử [[Diệp Hộ]] đến trợ giúp [[nhà Đường]] chống quân An (lúc này [[An Lộc Sơn]] đã bị con là [[An Khánh Tự]] giết chết). [[Đường Túc Tông|Túc Tông]] giao hẹn với Hồi Hột rằng nếu ngày sau khôi phục Trường An thì tất cả của cải gắm vóc, Hồi Hột có thể tự ý chiếm lấy; còn Lý Thục lại xin vua cha cho mình cùng Diệp Hộ kết nghĩa anh em. Túc Tộng và Diệp Hộ đều bằng lòng.\n\nTháng 9 năm [[757]], Lý Thục dẫn theo quân đội nhà Đường tấn công vào thành Trường An. Quân An nhanh chóng thua trận, phải rút khỏi Trường An. [[Diệp Hộ]] cũng nhân dịp này, viện lời hứa của Túc Tông, muốn cướp bóc và giết chóc dân chúng trong thành. Lý Thục đích thân đến chỗ Diệp Hộ để ngăn chặn. Ông nói\n:''Nay nếu cướp bóc ở Tây Kinh thì dân Đông Kinh (Lạc Dương) tất lo sợ mà kháng cự lại''.\n\nVà hẹn với Diệp Hộ sau khi chiếm được Đông Kinh sẽ cho quân [[Hồi Hột]] tha hồ cướp bóc. Sau đó ông lại hạ lệnh cho quân sĩ không được quấy nhiễu, cướp phá của cải trong dân. Hành động này của Lý Thục cũng đã giải cứu dân trong thành Trường An khỏi một cuộc tàn sát đẫm máu, do vậy phụ lão trong thành rất cảm phục ông<ref>[[Tân Đường thư]], quyển 6, Bản kỉ 6<\/ref>.\n\nSau khi giành lại Trường An, tướng [[Bộc Cố Hoài Ân]] thỉnh cầu Lý Thục cấp tốc đưa binh truy kích quân An, nhưng Lý Thục viện lẽ quân đội còn mệt mỏi, nên hoãn lại. Đến tháng 10 năm đó, Lý Thục mới cùng Diệp Hộ thẳng tiến đến Lạc Dương. Chỉ trong vòng vài tuần, quân đội nhà Đường đã tiêu diệt hơn một nửa binh lực của [[An Khánh Tự]]. Ngày [[18 tháng 10]], liên quân Đường - Hồi Hột vào đến thành Lạc Dương, hoàn thành công cuộc khôi phục hai kinh. Lúc đó, Diệp Hộ lại cho quân sĩ cướp bóc trong toàn Đông Đô, Lý Thục hay tin bèn đem một số lụa tốt đến hối lộ cho binh sĩ Hồi Hột để giảm bớt sự hung hăng cướp bóc của chúng. Lúc đầu, Lý Thục hạ lệnh sẽ tha cho những cựu thần cũ đã hàng Yên, nhưng sau đó đổi ý, cho bắt hết bọn họ, giải về Lạc Dương. Về sau, Túc Tông cho xử phạt những cựu thần này theo thứ bậc nặng nhẹ.\n\n== Làm Hoàng thái tử ==\n\nCông cuộc khôi phục hai kinh hoàn thành, Lý Thục được Túc Tông tiến phong cho một tước vị cao cấp hơn là '''Sở vương''' (楚王). Đến tháng 3 ÂL năm [[758]], ông được đổi phong làm '''Thành vương''' (成王). Sang ngày [[29 tháng 5]], ông được chính thức lập làm [[Hoàng thái tử]]<ref>[[Tư trị thông giám]], quyển 220<\/ref>. Túc Tông cũng cho đổi tên của ông từ Lý Thục thành '''Lý Dự''' (李豫). Tuy nhiên lúc đó, Trương hoàng hậu không phục ông mà muốn ngôi vị Thái tử phải thuộc về con trai mình là Hưng vương [[Lý Thiệu (Đường)|Lý Thiệu]]. Thái tử Lý Dự do đó rất lo sợ, nên tỏ ra khiêm nhường và cung kính đối với Hoàng hậu. Năm [[759]], Lý Thiệu bệnh chết, trong khi người con trai còn lại của Hoàng hậu là Định vương [[Lý Đồng]] còn nhỏ tuổi, nên ngôi vị của Lý Dự tạm thời không bị đe dọa.\n\nTừ năm [[762]], [[Đường Túc Tông|Túc Tông]] lâm bệnh nặng, bèn giao thái tử Lý Dự giám quốc. Đến tháng 5 năm đó, do bị kích động vì cái chết của Thái thượng hoàng Huyền Tông nên bệnh của Túc Tông hoàng đế càng trở nặng thêm. Lúc này, [[Trương hoàng hậu (Đường Túc Tông)|Trương hoàng hậu]] và [[Lý Phụ Quốc]] sinh ra mâu thuẫn và trở mặt với nhau. Lúc Túc Tông sắp mất, Trương hoàng hậu bàn với Lý Dự nên giết chết Lý Phụ Quốc cùng đồng đảng là [[Trình Nguyên Chấn]] vì tội chuyên quyền, nhưng Lý Dự cho rằng lúc này không thích hợp để làm việc đó. Trương hoàng hậu từ đó cũng sinh ra lo sợ vì Lý Dự có công lao to, nếu để ông lên ngôi vua thì bà ta sẽ rất khó kiềm chế được, nên chuyển sang ủng hộ Nhị hoàng tử là Việt vương [[Lý Hệ]]; và cho tuyển hơn 200 dũng sĩ, giả làm hoạn quan, bố trí trong cung để giết Lý Dự.\n\nNgày [[14 tháng 5]], Trương hậu giả mệnh của Đường Túc Tông, triệu Lý Dự vào cung để giết chết. Tuy nhiên việc này bị [[Lý Phụ Quốc]] và [[Trình Nguyên Chấn]] phát hiện được, bèn báo cho Thái tử Lý Dự biết. Đêm hôm đó, hai người này dẫn binh vào Lăng Tiêu môn, bắt Trương hoàng hậu, Việt vương Lý Hệ cùng bè đảng là bọn [[Chu Quang Huy]], [[Mã Anh Tuấn]]. Ông sai giam Hoàng hậu Trương thị ở biệt điện.\n\nNgày [[16 tháng 5]], Túc Tông qua đời. Sau đó Lý Phụ Quốc và Trình Nguyên Chấn đón Lý Dự đến cửa Cửu Tiêm, gặp quần thần. Ngày Kỉ Tị (20) tháng 4 ([[18 tháng 5]]), Lý Dự lên ngôi hoàng đế ngay trước linh cữu vua cha, trở thành '''Đường Đại Tông''', đặt niên hiệu Bảo Ứng. Đồng thời Lý Phụ Quốc sai giết chết Trương hoàng hậu cùng hai hoàng tử [[Lý Hệ]], [[Lý Giản]]<ref>[[Tư trị thông giám]], [http:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7222 quyển 222]<\/ref>.\n\n== Làm Hoàng đế ==\n=== Loại bỏ Lý Phụ Quốc ===\nNgay sau khi lên ngôi, Đại Tông cho lập con trai trưởng của mình là Phụng Tiết vương Lý Quát làm Thiên hạ binh mã nguyên soái, nắm quyền chỉ huy tối cao các đội quân trong nước.<ref name=\"Cựu Đường thư, quyển 116\">[[Cựu Đường thư]], quyển 116<\/ref> Mẹ ông là Ngô thị được truy phong làm Hoàng thái hậu.\n\n[[Lý Phụ Quốc]] ỷ thế có công lập Đại Tông lên ngôi, nên cậy thế lộng quyền, tuyên bố trước mặt ông: \n:''Đại gia (chỉ Đại Tông) chỉ nên an cư ở cấm cung, ngoại sự cứ đế lão nô tự quyết''.\n\nĐại Tông vô cùng tức giận, bèn nảy ý loại trừ Phụ Quốc, tuy nhiên tiến hành thật kín đáo. Ngày [[24 tháng 5]], Đại Tông phong Phụ Quốc làm Thượng phụ rồi Trung thư lệnh ([[31 tháng 5]]) và giao cho xử lý mọi việc trong triều, [[Trình Nguyên Chấn]] cũng được phong chức Tả giám môn vệ tướng quân. Một số đại thần không ăn cánh với Phụ Quốc bị bắt lưu đày. Trong khi đó, tể tướng [[Nguyên Tái]], dưới sự khống chế của [[Lý Phụ Quốc]], đã tâu xin Đại Tông lưu đày cựu tể tướng Tiêu Hoa làm Tư mã Hạp châu.\n\nTuy nhiên đến tháng 6 cùng năm, Đại Tông quyết định tước bớt quyền lực của Lý Phụ Quốc, bỏ chức Hành quân tư mã, Binh bộ thượng thư và ép ra ở phủ đệ bên ngoài. Phụ Quốc lo sợ, dâng biểu từ chức lên triều đình, Đại Tông không thèm từ chối, bãi chức Thượng thư lệnh của Phụ Quốc, nhưng sau phong làm Bác Lục vương. Đến ngày [[8 tháng 11]] năm [[762]], có thích khách đột nhập vào phủ [[Lý Phụ Quốc]], chém chết Phụ Quốc rồi mang theo thủ cấp cùng một cánh tay của hắn rồi trốn mất. Đại Tông cho điều tra trong một thời gian ngắn rồi nhanh chóng cho kết thúc, do đó có tin đồn thích khách giết [[Lý Phụ Quốc]] làm theo lệnh của Đại Tông.<ref>Tư trị thông giám, quyển 222<\/ref>. [[Trình Nguyên Chấn]] vẫn được nắm quyền lực và tỏ ra lộng quyền, hãm hại nhiều tướng lĩnh khác trong suốt thời gian làm tể tướng.\n\n=== Chấm dứt loạn An Sử ===\nSau khi dẹp yên Lý Phụ Quốc, Đại Tông tiếp tục hoàn thành công cuộc dẹp loạn An Sử còn dở dang dưới thời vua cha. Cùng năm 762 Đại Tông sai sứ sang công nhận [[vương quốc Bột Hải]] là một vương quốc{{sfn|Kim|2011a|p=349}} nhằm khiến cho vua [[Bột Hải Văn Vương]] đừng thừa cơ nhà Đường còn [[loạn An Sử]] mà xâm phạm biên cương.\n\nBấy giờ [[Sử Tư Minh]] bị con là [[Sử Triều Nghĩa]] giết để đoạt ngôi<ref>[[Tân Đường thư]], quyển 225<\/ref>, thế lực của quân Yên suy yếu hơn trước, lại vấp phải sự tấn công liên tục của nhà Đường. [[Sử Triều Nghĩa]] phải bỏ Lạc Dương, chạy về Tống châu và bị vây hãm, nhưng thế lực vẫn còn. Ngay tháng 6 năm [[762]], quân của Sử Triều Nghĩa bị Duyện Vận Tiết độ sứ [[Điền Thần Công]] đại phá.\n\nThấy mình liên tiếp thua trận, [[Sử Triều Nghĩa]] tìm cách lôi kéo sự ủng hộ của Khả hãn Hồi Hột, vốn là đồng minh của [[nhà Đường]]. Đại Tông cũng sai [[Lưu Thanh Đàm]] đến thiết lập lại liên minh với Hồi Hột, nhưng bị Đăng Lý Khả hãn hạ nhục. Thanh Đàm từ Hồi Hột gửi thư về báo rằng Hồi Hột đã chuẩn bị 10 vạn quân định kéo về Trường An, toàn thành Trường An đều lo sợ. Đại Tông sai [[Bộc Cố Hoài Ân]] đến chiêu dụ. Đăng Lý vốn thân tình với Hoài Ân bèn đổi ý, chấp nhận lập lại liên minh với Đường để chống quân Yên. Đáp lại, Đại Tông sai [[Đường Đức Tông|Ung vương Thích]] đến Thiểm châu định ước với Hồi Hột. Sau đó, [[Bộc Cố Hoài Ân]] cùng tướng Hồi Hột là Tả Sát được cử làm tiên phong thống lĩnh liên quân hai nước, cùng các tướng dưới quyền tiến công mạnh mẽ vào các thành trì cuối cùng của Yên. Tháng 10 năm [[762]], quân Đường tiến đánh và chiếm Lạc Dương, quân Yên thiệt hại đến 80.000. Triều Nghĩa đành phải bỏ trốn. Quân Hồi Hột nhân cơ hội vào Lạc Dương đã thẳng tay cướp bóc và chém giết người dân, khiến Đông Đô trở nên hoang tàn.\n\n[[Sử Triều Nghĩa]] liên tiếp thất bại, cuối cùng bị tướng cũ là [[Lý Hoài Tiên]] truy đuổi đến đường cùng, phải tự tử trong rừng. [[Loạn An Sử]] chính thức được dẹp yên. Các Tiết độ sứ nước Yên đều xin hàng [[nhà Đường]], như [[Trương Hiếu Trung]], [[Tiết Tung]], Trương Trung Chí (sau Đại Tông đổi tên thành [[Lý Bảo Thần]])<ref>[[Cựu Đường thư]], quyển 142<\/ref>, Điền Thừa Tự, [[Lý Hoài Tiên]]. Đại Tông theo thỉnh cầu của [[Bộc Cố Hoài Ân]], hạ lệnh giữ nguyên chức vị của các Tiết độ sứ này và vẫn cho họ cai quản các trấn ở phía bắc.\n\n=== Thổ Phiên chiếm Trường An ===\nMùa thu năm [[763]], theo thỉnh cầu của quần thần, Đại Tông tự xưng tôn hiệu là '''Bảo Ứng Nguyên Thánh Văn Vũ Hiếu hoàng đế'''. Không lâu sau, Thổ Phiên bất ngờ cho quân tấn công vào các châu gần biên giới. Các tướng lũ lượt cáo cấp về triều, song [[Trình Nguyên Chấn]] giấu giếm không báo với Đại Tông<ref>[[Tư trị thông giám]], [http:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7223 quyển 223]<\/ref>. Đến tháng 11, Thổ Phiên tiến vào Kính châu rồi Bân châu thì Đại Tông mới hay tin. Trong lúc triều đình chưa nghĩ ra cách đối phó thì [[Thổ Phiên]] chiếm tiếp các vùng Phụng Thiên, Vũ Tông, uy hiếp kinh sư. Đại Tông mới cử Lý Quát cùng [[Quách Tử Nghi]] dẫn quân ra Hàm Dương chống 20 vạn quân Thổ. [[Quách Tử Nghi]] sai người vào triều xin viện binh nhưng [[Trình Nguyên Chấn]] vốn ghét Tử Nghi, nên không cho. Quân Đường lại thất bại thêm mấy trận, [[Quách Tử Nghi]] phải bỏ Hàm Dương về kinh. Ngày [[16 tháng 11]], Đại Tông thấy [[Thổ Phiên]] đã đến rất gần, lại không thấy có viện binh đến, bèn quyết định trốn khỏi Trường An, đến Thiểm Châu. Một số thân vương triều Đường, dẫn đầu là Lý Củng (con của [[Đường Huyền Tông]]) định rước Thổ Phiên vào kinh. [[Quách Tử Nghi]] đem binh về kinh, bắt được các thân vương mưu phản, giao đến cho Đại Tông. Đại Tông ép Phong vương [[Lý Củng]] phải tự sát.<ref>[[Cựu Đường thư]], quyển 107<\/ref>.\n\nCuối năm đó, Thổ Phiên tiến vào Trường An. Tướng Phiên [[Mã Trọng Anh]] ban lệnh lập cháu đời thứ năm của [[Đường Cao Tông]], cháu nội Bân vương [[Lý Thủ Lễ]] là Quảng Vũ vương [[Lý Thừa Hoành]] làm hoàng đế. Quân Thổ Phiên vơ vét hết của cải trong phủ khố và cướp bóc của dân, khiến lòng người oán hận.\n\nĐại Tông phong [[Quách Tử Nghi]] làm Phó nguyên soái Quan Nội, hợp quân ở Thương châu. Các Tiết độ sứ cũng nhanh chóng đưa quân đến cứu giá. Tử Nghi cho tiến quân từ Lam Điền đến Trường An, rồi dùng kế nghi binh, phô trương thanh thế khiến Thổ Phiên hoảng sợ. Sau hơn 10 ngày đóng ở Trường An, Thổ Phiên cho lui quân vào ngày [[30 tháng 11]], tuy nhiên các châu ở vùng Kiếm Nam rơi vào tay Thổ Phiên, [[nhà Đường]] không giành lại được. Sau việc này, Đại Tông trị tội dối vua của tể tướng [[Trình Nguyên Chấn]], tước hết quan tước và đuổi khỏi triều đình; còn Ngụy hoàng đế [[Lý Thừa Hoành]] bị đày đến Hoa châu. Từ đó, quyền lực trong triều rơi vào tay tể tướng [[Nguyên Tái]] cùng [[hoạn quan]] [[Ngư Triều Ân]].\n\n=== Cuộc nổi loạn của Bộc Cố Hoài Ân ===\nTừ sau khi đưa quân dẹp loạn An Sử, thế lực của Bộc Cố Hoài Ân ngày càng to, nắm trọn phần lớn đất Hà Bắc và Sóc Phương. Nhờ cầm quân lâu năm, Hoài Ân đã chiêu dụ được nhiều tướng lĩnh và binh sĩ về phe mình, bắt đầu này ý phản loạn. Từ sau khi thiết lập liên minh với Hồi Hột, nhiều tướng nghi ngại rằng Hoài Ân là cha vợ của Khả hãn Đăng Lý nên ngấm ngầm kết giao với Hồi Hột, có Tân Vân Kinh và Lạc Phụng Tiên sớ tố cáo lên Đại Tông. Đại Tông nể sợ thế lực của Hoài Ân, nên thường cố tình cho qua không hỏi đến, nhưng cũng không trị tội những người tố cáo Hoài Ân khiến Hoài Ân sinh ra bất mãn. Năm [[764]], Đại Tông phong Ung vương [[Đường Đức Tông|Lý Quát]] làm [[Hoàng thái tử]]. Mẹ của Thái tử là phu nhân Thẩm thị bị mất tích sau loạn An Sử, Đại Tông nhiều lần sai sứ tìm kiếm mà không có kết quả<ref>[[Tân Đường thư]], quyển 76<\/ref>.\n\nTháng hai năm [[764]], Đại Tông sai [[Nhan Chân Khanh]] đến triệu [[Bộc Cố Hoài Ân]] về triều, nhưng sợ Hoài Ân không theo; bèn hỏi kế của Phần Châu biệt giá [[Lý Bão Chân]] rồi quyết định phong [[Quách Tử Nghi]], người mà Hoài Ân e ngại, làm Tiết độ sứ Sóc Phương để khiến Hoài Ân lo sợ mà phải về triều hỏi nguyên do. Nhưng Hoài Ân lúc này đang nắm giữ Hà Đông<ref>[[Vận Thành]], [[Sơn Tây]], [[Trung Quốc]] hiện nay<\/ref>, lại liên kết với [[Lý Kiệt Thành]] mưu phản Đường, trước tiên chiếm Thái Nguyên, nhưng việc bị [[Tân Vân Kinh]] phát hiện. Đại Tông lại phong [[Quách Tử Nghi]] làm Quan Nội, Hà Đông phó soái, Hà Trung Tiết độ đẳng sứ rồi Sóc Phương tiết độ đại sứ để đánh diệt. Tướng sĩ của Hoài Ân nghe tin tỏ ra dao động và bỏ sang hàng Tử Nghi, trong khi con trai của Hoài Ân là [[Bộc Cố Sướng]] bị quân Đường giết chết. Hoài Ân lo sợ, bèn bỏ chạy về Linh Vũ<ref>[[Tân Đường thư]], quyển 224<\/ref>.\n\n[[Bộc Cố Hoài Ân]] ở Linh Vũ đã tập hợp lại lực lượng. Đại Tông nhiều lần sai sứ đến thuyết phục Hoài Ân quy phục nhưng không có kết quả. Sau đó, Hoài Ân lại liên kết với 10 vạn quân [[Hồi Hột]] và [[Thổ Phiên]] xâm chiếm các đất ở biên cương, chiếm được Phụng Thiên <ref>Huyện Càn, Thiểm Tây, [[Trung Quốc]] hiện nay<\/ref>. Đại Tông lại cử [[Quách Tử Nghi]] thu phục lại Phụng Thiên. Quân Thổ Phiên bị quân của Quách Tử Nghi đánh bại nhiều trận, cuối cùng sợ hãi rút quân về nước. Trong khi Hoài Ân đang nổi dậy thì trong triều, Khoảng thời gian này, tướng Lưu Yên thực hiện công trình khai thông Bân Giang để thiết lập lại con đường vận chuyển lương thực từ Lạc Dương qua Hoàng Hà, Hoài Hà đến Trường An, Trường An lại có nguồn cung cấp thực phẩm đầy đủ. Sau trận thắng Hoài Ân, Đại Tông muốn phong [[Quách Tử Nghi]] làm Thượng thư lệnh, một chức vụ mà trước đó chỉ có [[Đường Thái Tông]] từng đảm nhận, nhưng Tử Nghi từ tạ không nhận<ref>[[Tân Đường thư]], quyển 137<\/ref>.\n\nTháng 9 năm [[765]], [[Bộc Cố Hoài Ân]] lại dẫn theo quân [[Hồi Hột]], [[Thổ Phiên]], [[Đảng Hạng]], [[Thổ Cốc Hồn]] tổng cộng đến hơn 100.000 người nói dối họ là Quách Tử Nghi đã qua đời nên cùng nhau vào đánh nhà Đường. Thành Trường An lại bị uy hiếp, Đại Tông cử Quách Tử Nghi từ Kim Dương ra chống. Giữa lúc đó Hoài Ân bệnh chết, [[Quách Tử Nghi]] kích động Hồi Hột trở mặt với Thổ Phiên. Liên quân Đường và Hồi Hột nhân đêm tối truy kích, khiến Thổ Phiên thất bại nặng nề, phải tháo lui. Cuộc nổi loạn của [[Bộc Cố Hoài Ân]] đến đó là dứt.\n\nSang năm [[767]], Thổ Phiên vẫn quấy nhiễu biên giới nhà Đường. [[Quách Tử Nghi]] giữ chức Phó nguyên soái, đóng quân ở Hà Trung<ref>Sơn Tây, Trung Quốc hiện nay<\/ref> và Mân Châu, lãnh trách nhiệm phòng thủ khiến quân địch không vào được. Trong những năm sau đó, Thổ Phiên thường xâm phạm biên giới nhưng bị đánh bại luôn, không thể vào sâu như trước.\n\n=== Vấn nạn phiên trấn ===\nTết Nguyên đán năm [[765]], Đại Tông cải nguyên là Vĩnh Thái. Trong thời gian này, phiên trấn các nơi bắt đầu phát triển thế lực và từng bước li khai với triều đình. Tiết độ sứ Bình Lư [[Hầu Hi Dật]] bị bộ tướng [[Lý Chánh Chỉ]] trục xuất. Chánh Kỉ nắm quyền ở Bình Lư, kết thông gia với Tiết Độ sứ Đông Đạo [[Lương Sùng Nghĩa]] để hỗ trợ lẫn nhau. Còn ở Hà Bắc, có thế lực của Tiết độ sứ Thành Đức [[Lý Bảo Thần]], Tiết độ sứ Ngụy Bác [[Điền Thừa Tự]], Tiết độ sứ Tương Vệ [[Tiết Tung]], Tiết độ sứ Lư Long [[Lý Hoài Tiên]], trấn nào cũng có hơn vạn binh. Các trấn ỷ có thế lực lớn, tỏ ra khinh thường quan lại triều đình. Triều đình ngày càng bất lực, không thể ức chế được.\n\nTháng 5 năm [[765]], Tiết độ sứ Kiếm Nam là [[Sử Nghiêm Vũ]] chết, Đại Tông cử [[Quách Anh Nghệ]] đến thay làm Tiết độ sứ, nhưng Anh Nghệ bị tướng dưới quyền [[Thôi Cán]] chống lại rồi bị giết. Các tướng thân tín của [[Quách Anh Nghệ]] lấy cớ báo thù, đem quân đánh [[Thôi Cán]]. Năm [[766]], triều đình cử [[Đỗ Hồng Tiệm]] đến Thục dẹp loạn, lại phong [[Trương Hiến Thành]] làm Tiết độ sứ ở Kiếm Nam và Đông Xuyên, cho Thôi Cán làm thứ sử Mậu Châu. Tháng 3 ÂL năm đó, quân của Thôi Cán đánh tan quân của Hiến Thành. [[Đỗ Hồng Tiệm]] vừa đến Thục, nghe tin đó vội lấy lòng của Thôi Cán, rồi tấu về triều cho [[Thôi Cán]] làm Tiết độ sứ, các tướng trung thành với Anh Nghệ bị đưa đến các châu khác.<ref>[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7224 quyển 224]<\/ref>\n\nCũng năm [[766]], Giám quân Thiểm châu [[Vương Chí Bân]] bị [[Chu Trí Quang]] ám sát. Đại Tông cũng công nhận Trí Quang nắm việc quân ở Thiểm châu, nhưng Trí Quang tỏ ra khinh thường, không chịu nhận. [[Quách Tử Nghi]] nhiều lần xin đưa quân thảo phạt, Đại Tông không thuận. Mãi đến đầu năm [[767]], Đại Tông mới cho [[Quách Tử Nghi]] thảo phạt [[Chu Trí Quang]] và đánh dẹp được. Tháng 4 năm [[768]], Trương Hiến Thành bị bệnh, cử em là Hiến Cung lên thay làm Tiết độ sứ, Đại Tông chính thức công nhận.\n\nNăm [[768]], [[Lý Hoài Tiên]] ở Lư Long<ref>Nay thuộc Bắc Kinh, Trung Quốc<\/ref> bị thủ hạ là Chu Hi Thải và [[Chu Thử]], [[Chu Thao]] (em Chu Thử) ám sát. Hi Thải tự xưng Lư Long lưu hậu. [[Lý Bảo Thần]] ở Thành Đức đem quân thảo phạt (nhưng thất bại), triều đình cũng cử [[Vương Tấn]] đến Lư Long làm Tiết độ sứ để trấn áp, Chu Hi Thải dùng nghiêm binh uy hiếp, Vương Tấn lượng sức không chống lại được, bèn quyết định trở về kinh. Cuối năm đó, Đại Tông buộc phải cho Hi Thải làm Tiết độ sứ Lư Long. Đến đầu năm [[770]], Đại Tông lệnh cho [[Nguyên Tái]] dời [[Lý Bão Ngọc]] làm Sơn Nam Tây Đạo tiết độ sứ, dời đến Trưu Trất. Quân sĩ ở Phượng Tường vốn trung thành với Bão Ngọc, nghe tin bèn đốt phá Phượng Tường trong một vài ngày mới thôi.\n\n[[Mùa hạ]] năm [[770]], Tiết độ sứ Kinh Nam [[Vệ Bá Ngọc]] có tang mẹ, triều đình cử [[Vương Ngang]] đến thay. Bá Ngọc không chấp nhận, sai tướng chống lại Vương Ngang. Đại Tông đành hạ chiếu khôi phục chức Tiết độ sứ cho [[Vệ Bá Ngọc]].<ref name=\"Tư trị thông giám, quyển 224\"\/>\n\nKhoảng năm [[770]] đó (Giữa niên hiệu Đại lịch nhà Đường 766–779), ở [[An Nam đô hộ phủ]] có loạn do người bản địa là anh em [[Phùng Hưng]], [[Phùng Hải]] đem quân đi tuần các ấp lân cận, đánh đâu được đấy. [[Phùng Hưng]] đổi tên là Cự Lão hiệu là Đô Quân, [[Phùng Hải]] cũng đổi tên là Cự Lực, hiệu là Đô Bảo. [[Phùng Hưng]] dùng kế của người Đường Lâm là [[Đỗ Anh Hàn]] đem binh tuần hành mấy châu Đường Lâm, Trường Phong tất cả đều quy thuận, uy danh chấn động, muốn đánh lấy thành Tống Bình của An Nam Đô hộ phủ.\n\nTrong các năm [[772]] đến 774, quân Hồi Hột nhiều lần tiến sang công phá chùa Hồng Lư, bắt một số người, lại còn giao tranh với sở ti ở đó. Đại Tông phải sai sứ đến dụ Hồi Hột lui về. Trong khi đó, Thổ Phiên ngày càng lớn mạnh, mỗi năm đều tiến sang xâm phạm Trung Nguyên, triều đình không sao trừ được hẳn.\n\nTháng 8 năm [[772]], Tiết độ sứ Lư Long [[Chu Hi Thải]] bị tướng dưới quyền [[Lý Hoài Viện]] giết chết. [[Chu Thử]] đem quân dẹp loạn rồi tự xưng là lưu hậu ở Lư Long.<ref>[[Cựu Đường thư]], quyển 200<\/ref>. Sau này Chu Thử đến Trường An làm quan trong triều, trấn Lư Long giao cho [[Chu Thao]] cai quản. Sau này [[Chu Thử]] rất được Đại Tông tin tưởng, phong làm Đồng bình chương sự (776) đến thời Đức Tông thì nổi loạn chống Đường.\n\nNăm [[773]], Tiết độ sứ Chiêu Nghĩa<ref>An Dương, Hà Nam ngày nay<\/ref> [[Tiêu Tung]] hoăng, người em là Tiêu Ế tự lập lên thay, triều đình buộc phải công nhận Tiêu Ế là Chiêu Nghĩa lưu hậu. Sau đó Tiết độ sứ Vĩnh Bình [[Lệnh Hồ Chương]] cũng mất, có chiếu phong Lý Miễn đến thay chức. Trong khi đó [[Điền Thừa Tự]] ở Ngụy Bác<ref>Hàm Đan, Hà Bắc hiện nay<\/ref> thế lực ngày càng lớn, lại muốn sau khi mình mất thì cho con lên thay làm Tiết độ sứ. Để lấy lòng Điền Thừa Tự, Đại Tông đem con gái là công chúa Vĩnh Lạc gả cho con trai Thừa Tự là Điền Hoa (774), nhưng Thừa Tự lại ỷ thế đó trở nên kiêu ngạo hơn.\n\nTháng 1 năm [[775]], [[Điền Thừa Tự]] dụ tướng lại ở Chiêu Nghĩa nổi loạn. Được Thừa Tự khuyến khích, tướng [[Bùi Chí Thanh]] đuổi Chiêu Nghĩa lưu hậu Tiết Ngạc rồi đi theo Thừa Tự. Tiêu Ế bỏ chạy, Thừa Tự lại nhân đó đưa quân tiến công vào Tương châu và Bôn châu thuộc trấn Chiêu Nghĩa. Đại Tông sai người đến tuyên chỉ bảo Thừa Tự không nên gây chiến nhưng Thừa Tự không nghe. Sau đó, quân Ngụy Bác liên tiếp chiếm được các châu Cứ, Tương, Vệ và khống chế các châu này, cử tướng thân tín trấn giữ, do đó trấn Ngụy Bác được mở rộng và ngày một lớn mạnh hơn. Các châu còn lại thuộc Chiêu Nghĩa do triều đình quản lý.\n\nTháng 3, quân ở Thiểm Châu nổi dậy đuổi binh mã sử Triệu Lệnh Trâm. Đại Tông sai Hoài Tây Tiết độ sứ [[Lý Trung Thần]] đến xét xử. Trong khi đó, [[Điền Thừa Tự]] có hiềm khích với [[Lý Bảo Thần]] nên Bảo Thần dâng biểu xin triều đình đánh dẹp Thừa Tự. Vua sai quân các trấn xung quanh kéo đến tấn công Ngụy Bác. Ban đầu, quân các trấn đại thắng quân Ngụy Bác nhiều trận. Đúng lúc đó, Đại Tông sai Mã Thừa Sai đến chỗ [[Lý Bảo Thần]] để khao quân và thưởng công. Bảo Thần mang quà tặng Thừa Sai nhưng Thừa Sai tỏ ra không hài lòng và ném xuống đất, khiến Bảo Thần tức giận. [[Điền Thừa Tự]] chớp cơ hội, sai sứ thuyết phục [[Lý Bảo Thần]] liên kết lại với mình, hứa nhường Thương châu và hẹn cùng tấn công Lư Long. [[Lý Bảo Thần]] bằng lòng, liên kết với Thừa Tự quay sang chống [[Chu Thao]] ở Lư Long, nhưng cuối cùng không thắng được, hai bên lui quân. Thấy Lý Bảo Thần lại liên minh với Điền Thừa Tự, nên sang năm [[776]], Đại Tông phải hạ chiếu xá tội cho Thừa Tự, phục quan tước.\n\nCùng năm đó, [[Lý Linh Diệu]] đang giữ chức Biện Tống<ref>[[Khai Phong]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]] hiện nay<\/ref> lưu hậu và [[Lý Tăng Huệ]] nổi dậy, triều đình sai Lý Trung Thần và Mã Toại đem quân đánh dẹp, đánh bại quân của Linh Diệu một vài trận. [[Điền Thừa Tự]] lại sai [[Điền Duyện]] đến cứu Lý Linh Diệu, nhưng cũng thành công, Linh Diệu bị quân Đường bắt sống và bị giết.\n\nĐể trị tội [[Điền Thừa Tự]] giúp Lý Linh Diệu, Đại Tông sai bãi chức, Thừa Tự bèn thượng biểu tạ tội, Đại Tông cho phục nguyên chức. Từ năm [[777]] trên toàn cõi Trung Quốc xuất hiện các phiên trấn có thế lực lớn và đã bán li khai với triều đình\n#Tiết độ sứ Bình Lư [[Lý Chính Kỉ]] nắm 15 châu và 60.000 quân\n#Tiết độ sứ Ngụy Bác [[Điền Thừa Tự]] nắm 7 châu và 50.000 quân\n#Tiết độ sứ Thành Đức [[Lý Bảo Thần]] nắm 7 châu và 50.000 quân\n#Tiết độ sứ Sơn Nam Đông Đạo<ref>Tương Phàn, Hồ Bắc hiện nay<\/ref> [[Lương Sùng Nghĩa]] nắm 6 châu và 25.000 quân\n\n=== Việc triều chính ===\nTừ khi [[Lý Phụ Quốc]] và [[Trình Nguyên Chấn]] bị loại trừ, [[Nguyên Tái]] trở thành tể tướng nắm quyền cao nhất, tỏ ra cực kì gian manh và xa xỉ. Sợ các quan đàn hặc mình với Đại Tông, [[Nguyên Tái]] tâu rằng mọi việc đại thần trình báo nên thông qua tể tướng rồi mới tâu lên hoàng thượng, nhưng Hình bộ thượng thư [[Nhan Chân Khanh]] phản đối, cuối cùng sự việc bị bãi bỏ. Do đó [[Nguyên Tái]] oán Chân Khanh, bèn vu tội rồi lưu đày Chân Khanh<ref>[[Tân Đường thư]], quyển 153<\/ref>.\n\nTrong lúc đó hoạn quan [[Ngư Triều Ân]] ngày càng được tin dùng, đến năm [[766]] đã leo đến chức Nội thị giám, cai quản Quốc tử giám. Trong khi [[Quách Tử Nghi]] vẫn được tín nhiệm. Sau khi Tử Nghi trở về từ trận thắng [[Chu Trí Quang]], Đại Tông sai tể tướng [[Nguyên Tái]], [[Vương Tấn]] và [[Ngư Triều Ân]] đến phủ ban rượu cho Tử Nghi, và ra lệnh cho đại thần phải tránh không nói đến tên ông.\n\nTrong khi đó, Đại Tông cũng trở nên tin tưởng quá mực vào đạo Phật do ảnh hưởng của ba vị tể tướng [[Nguyên Tái]], [[Vương Tấn]] và [[Đỗ Hồng Tiệm]]. Ông tin rằng nhờ Phật phù hộ mà [[nhà Đường]] thoát khỏi nguy cơ diệt vong sau [[loạn An Sử]] và cuộc nổi dậy của [[Bộc Cố Hoài Ân]], nên càng tin vào đạo Phật, thường bố trí hơn 100 tăng vào cung cấm. Có vị tăng còn được phong tới chức Khanh giám và được phong Quốc công<ref name=\"Tư trị thông giám, quyển 224\">[[Tư trị thông giám]], quyển 224<\/ref> và được tự do ra vào cung. Các nhà sư cũng không phải chịu cực hình nào nếu phạm tội và chùa chiền được xây dựng khắp nỏi, ngôi chùa nào cũng giàu của cải. Bọn Nguyên Tái lúc nào cũng bàn về Đạo Phật và Đạo Phật trở thành tôn giáo có ảnh hưởng nhất khắp [[Trung Quốc]] bấy giờ. Năm [[768]], Đại Tông truy phong Kiến Ninh vương [[Lý Đàm]] là Thừa Thiên hoàng đế.\n\n[[Ngư Triều Ân]] tỏ ra ganh ghét [[Quách Tử Nghi]], vào năm [[767]], nhân khi [[Quách Tử Nghi]] cầm quân ở ngoài, Triều Ân đã sai thủ hạ đi đào mộ tổ tiên họ Quách. Đại Tông lo lắng Tử Nghi sẽ bất mãn làm phản nhưng Tử Nghi về triều bày tỏ lòng trung thành, Đại Tông khen ngợi Tử Nghi và không lo lắng nữa. Năm [[769]], tể tướng [[Đỗ Hồng Tiệm]] chết. Đại Tông phong [[Bùi Miện]] lên thay làm Đồng bình chương sự, nhưng cuối năm đó Bùi Miện cũng quy tiên.\n\nNguyên Tái căm thù [[Ngư Triều Ân]], nên dùng tiền mua chuộc thủ hạ của Triều Ân là [[Hoàng Phụ Ôn]] và [[Chu Hạo]] để họ trở thành nội gián cho mình. Do đó những việc làm của Triều Ân bị [[Nguyên Tái]] nắm rõ. Trong khi Đại Tông chán ngán Ngư Triều Ân lộng quyền, bèn cùng Nguyên Tái tìm kế trừ đi. Sang tháng 4 năm [[770]], trong ngày tết hàn thực, Đại Tông thiết yến trong cung và mời Triều Ân tới dự. Khi Triều Ân đến, phục binh bố trí bên trong xông ra giết chết ông ta. Từ đây [[Nguyên Tái]] một mình nắm giữ triều chính và ngày càng lộng quyền. Nhiều đại thần bất bình, dâng sớ tố cáo lên Đại Tông nhưng đều bị Nguyên Tái chặn họng và hãm hại. Về phần Đại Tông cũng bắt đầu nghi ngờ [[Nguyên Tái]] nên bí mật có phòng bị.\n\nNăm [[775]], ái thiếp của Đại Tông là Quý phi Độc Cô thị qua đời, ông vô cùng thương xót, hạ chiếu truy phong làm '''Trinh Ý hoàng hậu''' (贞懿皇后) và giữ thi thể lại trong cung, đến năm [[778]] mới cho an táng ở Trang Lăng<ref name=\"Tư trị thông giám, quyển 225\">[[Tư trị thông giám]], quyển 225<\/ref>.\n\nNăm [[777]], do quá chán ngán [[Nguyên Tái]] cùng [[Vương Tấn]] lộng quyền, Đại Tông cùng cậu là [[Ngô Thấu]] lập mưu trừ khử. Sau có thư tố cáo [[Nguyên Tái]] và [[Vương Tấn]] có mưu đồ soán ngôi, Đại Tông lập tức ra lệnh bắt hai người lại, tống vào ngục rồi ép [[Nguyên Tái]] tự tận<ref>Cuối cùng Nguyên Tái chọn cách chết nhanh bằng cách trực tiếp hành quyết, cả nhà ông ta đều bị giết, mộ phần tổ tiên bị xới lên<\/ref>, lưu đày [[Vương Tấn]], bổ nhiệm [[Dương Oản]], [[Thường Cổn]] là tể tướng mới. Bè đảng của Nguyên Tái hầu hết bị lưu đày ra các châu. Đại Tông muốn dùng [[Dương Oản]] để cải cách chính trị và kinh tế, nhưng tiếc rằng đến tháng 8 năm [[777]], [[Dương Oản]] lại qua đời, tại vị mới khoảng ba tháng. Đại Tông thương tiếc, than rằng trời không muốn thấy cảnh thái bình mới lấy mất tướng hiền Dương Oản.\n\nTháng 2 năm [[779]], [[Điền Thừa Tự]] qua đời, cháu là [[Điền Duyệt]] tự xưng Ngụy Bác lưu hậu. Đại Tông quyết định công nhận Điền Duyệt. Không lâu sau [[Lý Trung Thần]] ở Hoài Tây bị bộ tướng [[Lý Hi Liệt]] chống lại, phải bỏ trốn đến Trường An. Đại Tông phong [[Lý Trung Thần]] làm tể tướng, và đồng ý cho [[Lý Hi Liệt]] làm Hoài Tây lưu hậu.\n\nNgày Quý Mão (3) tháng 5 (tức ngày [[23 tháng 5]]), Đại Tông lâm bệnh nặng, đến ngày Tân Dậu (21) cùng tháng (tức ngày [[10 tháng 6]]), ông hạ lệnh để Thái tử [[Lý Quát]] giám quốc. Cùng hôm đó, Đại Tông băng hà ở [[Tử Thần điện]] (紫宸殿). Hoàng thái tử Lý Quát đăng cơ, tức [[Đường Đức Tông]]<ref name=\"Tư trị thông giám, quyển 225\"\/><ref>[[Tân Đường thư]], quyển 7<\/ref>, Tân Đế dâng [[thụy hiệu]] cho Đại Hành hoàng đế là '''Duệ Văn Hiếu Vũ hoàng đế''' (睿文孝武皇帝), an táng ở [[Nguyên lăng]] (元陵).\n\n== Gia quyến ==\n* Thân phụ: [[Đường Túc Tông]] Lý Hanh.\n* Thân mẫu: [[Chương Kính hoàng hậu]] Ngô thị (章敬皇后吳氏, 713 - 730), người huyện [[Bộc Dương]], [[Bộc Châu]].\n* Hậu phi:\n# [[Thôi vương phi (Đường Đại Tông)|Quảng Bình quận vương phi]] Thôi thị (廣平郡王妃崔氏), người [[An Bình]], [[Bác Lăng]], con gái của Bí thư giám [[Thôi Tuân]] (崔峋) và Hàn Quốc phu nhân Dương thị. Theo vai vế, Thôi phi là cháu gái của [[Dương Quý Phi]]. Phi có gia thế lớn, Hàn Quốc phu nhân là chị của Dương Quý phi nên có chỗ dựa vững chắc, khiến Thôi phi kiêu ngạo. Đường Huyền Tông thân tuyển Thôi phi cho Đại Tông khi còn là Quảng Bình vương, lễ nghi rất thịnh. [[Loạn An Sử]] xảy ra, gia cảnh thất thế. Khi Đại Tông thu phục Lưỡng Kinh, Thôi phi theo xa giá về kinh thì đột ngột qua đời. Sinh Thục vương [[Lý Khôi (Thục vương)|Lý Khôi]]<ref>[https:\/\/zh.wikisource.org\/wiki\/%E8%88%8A%E5%94%90%E6%9B%B8\/%E5%8D%B752#%E4%BB%A3%E5%AE%97%E5%B4%94%E5%A6%83 舊唐書\/卷52]: 代宗崔妃，博陵安平人。父峋，秘書少監。母楊氏，韓國夫人。天寶中，楊貴妃寵倖，即妃之姨母也。時韓國、虢國之寵，冠于戚里。時代宗為廣平王，故玄宗選韓國之女，嬪于廣平邸，禮儀甚盛。生召王偲。初，妃挾母氏之勢，性頗妒悍，及西京陷賊，母黨皆誅，妃從王至靈武，恩顧漸薄，達京而薨。<\/ref><ref>《册广平郡王崔妃文》:维天宝五载，岁次景戌，四月癸未朔十六日戊戌，皇帝若曰：於戏！朱邸传封，爰求嘉耦，琼笄作合，必择华宗。咨尔太子宫门郎崔珣长女，胄自轩冕，训承图记，柔闲内正，淑问外宣。既连荣於姻戚，且袭吉於龟筮，是用命尔为广平郡王妃。今遗使光禄大夫行门下侍郎陈希烈持节礼册。尔其虔奉仪则，祗膺典礼，克昌祚允，永固宗祧。可不慎欤？<\/ref>.\n# [[Thẩm phu nhân (Đường Đại Tông)|Duệ Chân hoàng hậu]] Thẩm thị (睿真皇后沈氏), người [[Ngô Hưng]], mất tích trong [[loạn An Sử]]. Sinh [[Đường Đức Tông]] Lý Quát.\n# [[Độc Cô quý phi (Đường Đại Tông)|Trinh Ý hoàng hậu]] Độc Cô thị (贞懿皇后独孤氏, ? - 775), người [[Kinh Triệu]]. Nhập tiềm để được sủng ái, khi Đại Tông đăng cơ thì phong vị [[Quý phi]]. Khi mất, được đặt cách truy tặng Hoàng hậu. Sinh Hàn vương [[Lý Huýnh]] và [[Hoa Dương công chúa]].\n# [[Cung vương Thái phi]] Mỗ thị (恭王太妃某氏).\n# Quý phi Thôi thị (贵妃崔氏), sinh [[Thăng Bình Công chúa|Tề Quốc Chiêu Ý công chúa]].\n# Chiêu nghi [[Trương Hồng Hồng]] (昭仪张红红), sơ phong [[Tài nhân]], sau tặng Chiêu nghi. Sử thư không ghi chép, thông tin trong [[Nhạc Phủ tạp lục]] (乐府杂录).\n# [[Trang Hiến Hoàng hậu|Tài nhân Vương thị]] (才人王氏), nhân tuổi còn nhỏ, tứ cấp Đường Đại Tông trưởng tôn, tức [[Đường Thuận Tông]] Lý Tụng.\n\n* Hoàng tử:\n# Phụng Tiết Quận vương → Lỗ vương → Ung vương → Hoàng Thái tử → [[Đường Đức Tông]] Lý Quát, mẹ là Duệ Chân hoàng hậu.\n# Trịnh vương → Chiêu Tĩnh Thái tử [[Lý Mạc]] [昭靖太子李邈; ? - 774], mẹ Thôi phi.\n# Triệu vương [[Lý Ti]] [召王李偲], tặng thái phó.\n# Quân vương [[Lý Hà]] [均王李遐], mẹ không rõ.\n# Mục vương [[Lý Thuật]] [睦王李述; ? - 791], mẹ không rõ.\n# Đan vương [[Lý Du]] [丹王李逾; ? - 817], mẹ không rõ.\n# Ân vương [[Lý Liên]] [恩王李連; ? - 814], mẹ không rõ.\n# Hàn vương [[Lý Quýnh]] [韓王李迥; 750 - 796], mẹ là Trinh Ý hoàng hậu.\n# Phu vương → Giản Vương [[Lý Cấu]] [簡王李遘; ? - 809], mẹ không rõ.\n# Ích vương [[Lý Nãi]] [益王李迺], mẹ không rõ.\n# Tùy vương [[Lý Tấn]] [隋王李迅; ? - 784], mẹ không rõ.\n# Kinh vương [[Lý Tuyển]] [荊王李選], mẹ không rõ.\n# Thục vương [[Lý Khôi (Thục vương)|Lý Khôi]] [蜀王李傀; ? - 783] (mẹ là Thôi phi, được Đường Túc Tông nuôi làm con) → Lý Toại → Lý Tố.\n# Hãn vương [[Lý Tạo]] [忻王李造; ? - 811], mẹ không rõ.\n# Thiều vương [[Lý Xiêm]] [韶王李暹; ? - 796], mẹ không rõ..\n# Gia vương [[Lý Vận]] [嘉王李運; ? - 801], mẹ không rõ.\n# Đoan vương [[Lý Ngộ]] [端王李遇; ? - 791], mẹ không rõ.\n# Tuần vương [[Lý Duật]] [循王李遹], mẹ không rõ.\n# Cung vương [[Lý Thông (Cung vương)|Lý Thông]] [恭王李通], mẹ không rõ.\n# Nguyên vương [[Lý Quỳ (Nguyên vương)|Lý Quỳ]] [原王李逵; ? - 832], mẹ không rõ.\n# Nhã vương [[Lý Dật (Nhã vương)|Lý Dật]] [雅王李逸; ? - 799], mẹ không rõ.\n\n* Hoàng nữ<ref>[[Tân Đường thư]], quyển 83, liệt truyện quyển 8<\/ref>:\n#[[Linh Tiên công chúa]] (靈仙公主), mất sớm.\n#[[Chân Định công chúa]] (真定公主), mất sớm.\n#[[Vĩnh Thanh công chúa]] (永清公主), lấy [[Bùi Phảng]] (裴仿).\n#[[Thăng Bình công chúa|Tề Quốc Chiêu Ý công chúa]] (齊國昭懿公主), sơ phong ''Thăng Bình công chúa'' (昇平公主), mẹ là Thôi Quý phi. Hạ giá lấy [[Quách Ái (Đường)|Quách Ái]] (郭暧), con trai danh tướng [[Quách Tử Nghi]]. Bà có ba con trai và hai con gái. Con gái lớn của công chúa là [[Ý An hoàng hậu]] Quách thị, là đích thê của cháu chắt của cha bà Đường Đại Tông là [[Đường Hiến Tông]] Lý Thuần. Mất năm Nguyên Hòa thứ 5 ([[810]]), dưới thời con rể Đường Hiến Tông.\n#[[Hoa Dương công chúa]] (華暘公主), mẹ là Trinh Ý hoàng hậu, xuất gia làm đạo sĩ năm 772, hiệu là ''Quỳnh Hoa chân nhân'' (琼华真人).\n#[[Ngọc Thanh công chúa]] (玉清公主), mất sớm.\n#[[Gia Phong công chúa]] (嘉丰公主), lấy [[Cao Di]] (高怡), mất vào những năm Kiến Trung.\n#[[Trường Lâm công chúa]] (長林公主), lấy [[Thẩm Minh]] (沈明), mất vào khoảng năm Nguyên Hòa.\n#[[Thái Hòa công chúa (Đường Đại Tông)|Thái Hòa công chúa]] (太和公主), mất sớm.\n#[[Triệu Quốc Trang Ý công chúa]] (趙國莊懿公主), sơ phong ''Vũ Thanh công chúa'' (武清公主), cải phong ''Gia Thành công chúa'' (嘉诚公主), lấy [[Điền Tự]], mất năm Nguyên Hòa.\n#[[Ngọc Hư công chúa]] (玉虚公主), mất sớm.\n#[[Phổ Ninh công chúa]] (普寧公主), lấy [[Ngô Sĩ Quảng]] (吴士广).\n#[[Tấn Dương công chúa (Đường Đại Tông)|Tấn Dương công chúa]] (晉暘公主), lấy [[Bùi Dịch]] (裴液), mất vào năm Đại Hòa.\n#[[Nghĩa Thanh công chúa]] (義清公主), lấy [[Liễu Cảo]] (柳杲).\n#[[Thọ Xương công chúa]] (寿昌公主), lấy [[Đậu Khắc Lương]] (窦克良), mất vào năm Trinh Nguyên.\n#[[Tân Đô công chúa]] (新都公主), lấy [[Điền Hoa (nhà Đường)|Điền Hoa]] (田华).\n#[[Tây Bình công chúa]] (西平公主), mất sớm.\n#[[Chương Ninh công chúa]] (章寧公主), mất sớm.\n#[[Nhạc An công chúa]] (樂安公主), lấy [[Trương Hỗ]] (张怙).\n#[[Vĩnh Lạc công chúa]] (永樂公主), mất sớm.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n{{Navboxes\n|title= Đường Đại Tông\n|list1=<span>{{đầu hộp}}\n{{thứ tự kế vị|chức vụ=[[Nhà Đường|Hoàng đế nhà Đường]]|trước=[[Đường Túc Tông]]|sau=[[Đường Đức Tông]]|năm=762-779}}\n{{cuối hộp}}\n{{Hoàng đế nhà Đường}}\n}}\n\n[[Thể loại:Hoàng đế nhà Đường]]\n[[Thể loại:Sinh năm 726]]\n[[Thể loại:Mất năm 779]]\n[[Thể loại:Loạn An Sử]]"}