{"Đường Tuyên Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Đường Tuyên Tông|tên gốc=唐宣宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| cỡ hình= \n| hình = Tangxuanzong.jpg\n| chức vị = [[Hoàng đế]] [[nhà Đường|Đại Đường]]\n| kiểu tại vị = Trị vì\n| tại vị = [[25 tháng 4]] năm [[846]] - [[7 tháng 9]] năm [[859]]<br>({{số năm theo năm và ngày|846|4|25|859|9|7}})<ref name=AS>{{Chú thích web |url=http:\/\/db1x.sinica.edu.tw\/sinocal\/ |ngày truy cập=2014-06-22 |tựa đề=Academia Sinica, Chinese-Western Calendar Converter. |archive-date = ngày 22 tháng 5 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100522200011\/http:\/\/db1x.sinica.edu.tw\/sinocal\/ }}<\/ref><ref name=ZZTJ248>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷248|quyển 248]].<\/ref><timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:618 till:907\nAlignBars = early\nScaleMajor = increment:289 start:618\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:846 till:859 color:red\n<\/timeline>\n\n| tiền nhiệm = [[Đường Vũ Tông|<font color=\"grey\">Đường Vũ Tông<\/font>]]\n| kế nhiệm = [[Đường Ý Tông|<font color=\"blue\">Đường Ý Tông<\/font>]]\n| kiểu hoàng tộc = Triều đại\n| hoàng tộc = [[Nhà Đường]]\n| kiểu tên đầy đủ = Tên thật\n| phối ngẫu = [[Nguyên Chiêu Triều hoàng hậu]]\n| tên đầy đủ = Bổn danh: Lý Di (李怡)<br>Kị húy: Lý Thầm (李忱)\n| con cái = [[Đường Tuyên Tông#Gia đình|xem văn bản]]\n| miếu hiệu = [[Tuyên Tông]] (宣宗)\n| thụy hiệu = <font color=\"grey\">Nguyên Thánh Chí Minh Thành Vũ Hiến Văn Duệ Trí Chương Nhân Thần Thông Ý Đạo Đại Hiếu hoàng đế<\/font><br>(元聖至明成武獻文睿智章仁神聰懿道大孝皇帝)\n| niên hiệu = Đại Trung (大中)\n| thời gian của niên hiệu = \n| cha = [[Đường Hiến Tông]]\n| mẹ = [[Hiếu Minh hoàng hậu]]\n| sinh = {{ngày sinh|810|7|27}}\n| mất = {{ngày mất và tuổi|859|11|7|810|7|27}}\n| nơi an táng = [[Trinh lăng]] (贞陵)\n}}\n{{Bài cùng tên|Lý Thầm}}\n'''Đường Tuyên Tông''' ([[chữ Hán]]: 唐宣宗, [[27 tháng 7]], năm [[810]] - [[7 tháng 9]], năm [[859]]), tên thật '''Lý Thầm''' (李忱) là vị [[Hoàng đế]] thứ 17 hay 19<ref>Trước đó hai vị [[Đường Trung Tông]] và [[Đường Duệ Tông]] đều ở ngôi hai lần không liên tục, cùng với [[Đường Thương Đế]] bị các sử gia tranh cãi về việc có nên công nhận là hoàng đế hay không<\/ref> của triều đại [[nhà Đường]] trong [[lịch sử Trung Quốc]]. Ông trị vì từ năm [[846]] đến năm [[859]], tổng 13 năm.\n\nTrong thời Đường Tuyên Tông, triều đình Đại Đường xuất hiện một thời đại hưng thịnh ngắn ngủi cuối thời Đường được gọi là [[Đại Trung tạm trị]] (大中暫治). Trong sử sách, Tuyên Tông cũng được đánh giá là một vị Hoàng đế có lòng trung hưng của nhà Đường, được so sánh với [[Đường Thái Tông]] Lý Thế Dân, gọi là '''Tiểu Thái Tông''' (小太宗).\n\n== Thân thế ==\nĐường Tuyên Tông bổn danh '''Lý Di''' (李怡), là hoàng tử thứ 13 trong số 20 người con trai của [[Đường Hiến Tông]] Lý Thuần. Mẹ của ông là [[Hiếu Minh hoàng hậu|Trịnh thị]], vốn là vợ lẽ của [[Tiết độ sứ]] [[Lý Kĩ]], người bị triều Đường đánh bại và giết chết năm [[807]]. Sau thất bại của Lý Kĩ, cả gia quyến bị bắt sung vào cung làm [[nô tì]], trong đó Trịnh thị được bố trí phục vụ cho [[Ý An hoàng hậu|Quách Quý phi]] - chính thất của Hiến Tông<ref>''[[Tân Đường thư]]'', [[:s:zh:新唐書\/卷77|quyển 77]]<\/ref>, sau đó tình cờ bà được gặp Hiến Tông rồi được sủng hạnh. Ngày [[27 tháng 7]] năm [[810]] (nhằm ngày [[22 tháng 6]] năm Nguyên Hòa thứ 5), Trịnh thị hạ sinh hoàng tử Lý Di ở [[điện Đại Minh]]<ref name=CDT18>''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷18下|quyển 18 hạ]].<\/ref>\n\nNăm Trường Khánh nguyên niên thời hoàng huynh [[Đường Mục Tông]] Lý Hằng, có chiếu phong vương cho các hoàng tử và hoàng đệ, trong đó Lý Di được phong tước vị '''Quang vương''' (光王)<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷241|quyển 241]]<\/ref>. Lý Di trong những năm thiếu thời thường tỏ ra nhút nhát và ít nói, người trong cung cho là kém thông minh. Năm được hơn 10 tuổi thì bị bệnh nặng, nguy đến tính mạng, bỗng thấy có hào quang chiếu khắp người, sau đó thì khỏi. Ông thường đối xử với mọi người như là thần liêu của mình, ai cũng cho ông là người có bệnh tâm thần. Mục Tông biết được chuyện, bảo:''\"Người này là anh vật của nhà ta, không phải là tâm thần bất ổn đâu\"''.\n\nRồi ban cho ngọc như ý, ngự mã và vàng bạc. Thường mộng thấy rồng bay lên trời, có lúc đem chuyện này nói với mẹ Trịnh thị. Bà bảo:''\"Những điều này tuyệt đối không được cho người khác hay, nếu không sẽ mang họa\"''.<ref name=CDT18\/>\n\nTrải qua các thời [[Đường Kính Tông]] và [[Đường Văn Tông]], triều đình đa sự, Quang vương cố gắng trốn tránh không tham gia vào việc gì, và cũng nói rất hạn chế. Văn Tông thường đến nơi ở của ông tại Thập lục trạch, tìm cách dụ ông nói chuyện, xem như đó là trò vui, Văn Tông cũng gọi ông là Quang thúc. Sau khi [[Đường Vũ Tông]], một người vô lễ và không biết tôn ti lên ngôi, càng tỏ ra xem thường và thiếu tôn trọng đối với Quang vương<ref name=ZZTJ248 \/>.\n\nCuối năm [[845]], Đường Vũ Tông lâm bệnh nặng và sang năm [[846]] thì không còn có thể nói được nữa. Bấy giờ, [[hoạn quan]] khuynh đảo triều đình, muốn nhân lúc này mà lập người ngu dốt lên ngôi để dễ bề thao túng, cuối cùng quyết định chọn Lý Di. Ngày [[19 tháng 4]] (Tân Dậu tháng 2 ÂL), [[hoạn quan]] giả chiếu chỉ của Vũ Tông, viết:''\"Hoàng tử nhỏ tuổi, chưa đủ hiền đức để trị quốc. Quang vương Di có thể lập làm Hoàng thái thúc, đổi tên là Thầm, đảm đương quân quốc chánh sự\"''.<ref name=ZZTJ248 \/>\n\nThái thúc được đón từ Thập lục trạch vào cung, đổi tên là '''Lý Thầm''' (李忱). Khi được bách quan tiếp kiến, thì như trở thành con người khác, tỏ ra thông minh nhân trí hơn người, quyết đoán chính vụ nhanh gọn, người người nể phục. Ngày [[22 tháng 4]] (Giáp Tí), Vũ Tông băng hà. Lấy tể tướng [[Lý Đức Dụ]] nhiếp trùng tể. Ngày [[25 tháng 4]] (Đinh Mão), Thái thúc tức vị, sử xưng là '''Đường Tuyên Tông'''.\n\n== Đại Đường hoàng đế ==\n=== Thời kì đầu (846 - 850) ===\n{{chính|Ngưu Lý đảng tranh}}\n\nNhà Đường thời Tuyên Tông tiếp tục buôn bán với Thanh Hải trấn (Cheonghaejin) thuộc Tân La (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]) do Đại sứ [[Trương Bảo Cao]] đứng đầu. Thanh Hải trấn khi đó là trung tâm trao đổi mua bán hàng hóa lớn giữa nhà Đường (đời vua Đường Tuyên Tông), Tân La (đời vua [[Tân La Văn Thánh vương|Tân La Văn Thánh Vương]]) và Nhật Bản (đời [[Thiên hoàng Ninmyō]]). Nhờ Thanh Hải trấn của [[Tân La]] mà kinh tế [[nhà Đường]] có khởi sắc. Nhưng đến tháng 11 năm [[846]], Đại sứ [[Trương Bảo Cao]] bị [[Yeom Jang]] ám sát. Quân triều đình [[Tân La]] tấn công Thanh Hải trấn thất bại nên phong cho [[Yeom Jang]] làm Đại sứ Thanh Hải trấn để tiếp tục giao thương với [[nhà Đường]] (đời vua Đường Tuyên Tông) và [[Nhật Bản]] (đời [[Thiên hoàng Ninmyō]]). Nhiều tướng lĩnh và thương nhân, dân chúng ở Thanh Hải di cư sang [[nhà Đường]] sinh sống. Năm [[850]], [[Yeom Jang]] trao lại chức Đại sứ Thanh Hải trấn cho thuộc hạ cũ của [[Trương Bảo Cao]]. Cuối năm [[850]], thương nhân nhà Đường (đời vua Đường Tuyên Tông) không còn đến Thanh Hải trấn (Cheonghaejin) buôn bán nữa.\n\nVua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] cũng tiến hành các hoạt động thương mại với [[nhà Đường]].\n\nTuyên Tông ngay từ đầu đã có hiềm khích với tể tướng [[Lý Đức Dụ]] chuyên quyền trong suốt thời Vũ Tông, nên muốn loại trừ. Sang tháng 4 ÂL năm đó, tang Vũ Tông đã hết, Tuyên Tông có thể thân chính. Ông tôn mẹ là Trịnh thị là hoàng thái hậu<ref name=ZZTJ248 \/>. Công việc đầu tiên của Tuyên Tông là bãi chức tể tướng của [[Lý Đức Dụ]], sung làm Tiết độ sứ Kinh Nam<ref name=CDT174>''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷174|quyển 174]].<\/ref><ref>Trụ sở thuộc Kinh châu, Hồ Bắc, [[Trung Quốc]] ngày nay<\/ref>, đồng thời bãi chức tướng của [[Trịnh Túc]], [[Lý Hồi]] là các tể tướng thuộc phe đảng của Lý Đức Dụ. Trong những năm tiếp theo, Lý Đức Dụ liên tục bị giáng chức và bị lưu đày các vùng xa xôi. Ngưu Lý đảng tranh từ thời [[Đường Hiến Tông]] từ đó chấm dứt<ref>Bá Dương, Edition of Zizhi Tongjian, vol. 60<\/ref>. Lý Đức Dụ về sau qua đời trong uất hận tại (851).\n\nĐánh chết đạo sĩ [[Triệu Quy Chân]] - người từng luyện đan trường sinh cho Vũ Tông cùng bè đảng. Tháng 5 ÂL, Tuyên Tông hạ chiếu khôi phục lại Phật giáo vốn bị Vũ Tông đàn áp khi trước, chấm dứt pháp nạn Hội Xương. Lấy Hàn lâm học sĩ, Binh bộ thị lang [[Bạch Mẫn Trung]] cùng Binh bộ thị lang Lư Thương làm tể tướng mới.<ref name=ZZTJ248 \/>\n\nMùa xuân năm [[847]], cải nguyên là Đại Trung năm thứ nhất. Trong năm này, ông lại phong thêm hai tể tướng mới là [[Thôi Nguyên Thức]] và [[Vi Tông]]. Đầu năm [[848]], Tuyên Tông theo đề nghị của quần thần, xưng tôn hiệu là '''Thánh Kính Văn Tư Hòa Vũ Quang Hiếu hoàng đế''', đại xá thiên hạ. Cùng năm này, Thái hoàng thái hậu Quách thị băng ở Hưng Khánh cung. Tuyên Tông vốn nghi ngờ thái hậu là người chủ mưu trong cái chết của [[Đường Hiến Tông]] để đưa con mình là [[Đường Mục Tông]] lên ngôi, vả lại Quách thái hậu trước kia có hiềm khích với Trịnh thái hậu, do đó Tuyên Tông đối xử tệ bạc với Quách thái hậu, khiến Quách thái hậu không vui lòng. Một hôm, Quách thái hậu lên Cần Chính lâu, muốn tự vẫn, Tuyên Tông thấy vậy cực kì tức giận. Tối hôm đó thì Quách thái hậu băng hà, do vậy có lời đồn cái chết này là do Tuyên Tông bí mật sai người hạ độc. Tuyên Tông cũng không muốn cho hợp táng Quách thái hậu với Hiến Tông mà định để Trịnh thái hậu hợp táng sau khi bà qua đời, tuy nhiên cuối cùng ông cũng phải chấp nhận táng Quách thái hậu ở Cảnh Lăng cùng với Hiến Tông, tôn thụy là Ý An hoàng hậu. Cuối năm này, tể tướng Vi Tông bị biếm làm thái tử tân khách.\n\nBấy giờ ở biên giới phía tây nhà Đường, bộ tộc [[Thổ Phiên]] ngày càng suy yếu. Nắm được tình hình này, Tuyên Tông chuẩn bị kế hoạch thu phục các vùng đất bị Thổ Phiên chiếm lấy sau [[loạn An Sử]]. Vào giữa năm [[847]], Thổ Phiên nhân triều đình bận việc tang của Vũ Tông nên liên kết với [[Đảng Hạng]] và [[Hồi Cốt]] xâm lấn Hà Tây, Tuyên Tông sai Tiết độ sứ Hà Đông là [[Vương Tể]] dẫn quân chống trả, có thêm sự giúp đỡ của tộc Sa Đà, kết quả quân Đường giành được chiến thắng.\n\nCuối năm [[847]], tướng Đường là [[Trương Trọng Vũ]] ở [[Lư Long]] đã có một chiến thắng lớn trước bộ tộc [[Khố Mạc Hề]] (Kumo Xi). Vào thời điểm đó, anh trai và là người kế vị của [[Ô Giới Khả hãn]] là [[Át Niêm Khả hãn]] của Duy Ngô Nhĩ (hậu duệ của [[Hãn quốc Hậu Đột Quyết]]) đã phụ thuộc vào thủ lĩnh [[Khố Mạc Hề]] là [[Thạch Xả Lãng]] (石捨朗) để được hỗ trợ, và sau chiến thắng của [[Trương Trọng Vũ]] trước [[Thạch Xả Lãng]], [[Át Niêm Khả hãn]] không thể làm như vậy nữa, và buộc phải chạy trốn xa hơn đến nơi ở của người Thất Vi (bộ tộc thuộc [[Mông Cổ]])<ref name=ZZTJ248 \/>. Sau đại bại vào năm 847 đó, bộ tộc [[Khố Mạc Hề]] (Kumo Xi) không thể phục hồi lại như trước được nữa. Năm [[848]], dường như để cố gắng xoa dịu nhà Đường, [[Át Niêm Khả hãn]] đã cử một sứ giả đến để tỏ lòng kính trọng với Tuyên Tông. Tuy nhiên, khi sứ giả đang quay trở lại nơi ở của [[Át Niêm Khả hãn]], đi qua U Châu, [[Trương Trọng Vũ]] đã ra lệnh cho anh ta giết [[Át Niêm Khả hãn]] khi anh ta quay trở lại trụ sở của [[Át Niêm Khả hãn]]. Khi [[Át Niêm Khả hãn]] nghe thấy điều này, anh ta đã bỏ trốn, để lại người của mình với người Thất Vi<ref name=ZZTJ248 \/>.\n\nTiếp đó trong các năm 848 đến 851, quân Đường liên tiếp mở các cuộc tấn công vào đất Thổ Phiên. Đầu năm [[849]], Tiết độ sứ Phượng Tường là [[Thôi Củng]] phá được quân Thổ, thu phục lại đất Thanh Thủy thuộc Tần châu. Sau đó Thổ Phiên sai Cung La Cấp Tàng đem 20.000 quân xâm phạm vào biên giới phía tây; Tuyên Tông sai [[Thác Bạt Hoài Quang]] chống trả, đại phá Thổ Phiên ở Nam Cốc, cuộc Cấp Tàng đầu hàng<ref name=ZZTJ248 \/>.\n\nSang năm [[849]], Tán phổ Luân Khủng Nhiệt của Thổ Phiên sai Tăng Mãn La Lận Chân đem quân đến Bạch Thổ Lĩnh chuẩn bị tấn công Thượng Tì Tì. Tì Tì sai tướng là Thượng Đạc La Tháp Tàng đem quân chống lại nhưng gặp bất lợi. Tì Tì để [[Thác Bạt Hoài Quang]] trấn giữ Thiện châu rồi đem 3000 người trong bộ lạc đến vùng Cam châu. Quân Thổ Phiên nghe Tì Tì đã bỏ Thiện châu bèn đuổi theo truy bắt, đến Qua châu biết Hoài Quang ở Thiện châu, bèn chia quân cướp bóc khắp nơi ở Hà Tây, giết chết đinh tráng, bắt phụ nữ và người già đem về. Mùa xuân năm [[850]], Nhiếp Sa châu thứ sử của Thổ Phiên là [[Trương Nghĩa Triều]] đến đầu hàng và dâng Sa châu triều đình<ref name=ZZTJ249 \/>. Lúc đó ở Thổ Phiên, [[Luân Khủng Nhiệt]] tàn bạo hà khắc nên mất lòng người. [[Thác Bạt Hoài Quang]] lần lượt dụ được nhiều tướng sĩ và dân Thổ Phiên bỏ sang hàng Đường. Khủng Nhiệt lo sợ, bèn xin vào triều yết kiến Tuyên Tông và bàn việc nghị hòa, nhưng lại lấy thái độ ngang ngược và còn muốn được phong làm Tiết độ sứ một trấn trong lãnh thổ nhà Đường là Hà Vị. Không được chấp thuận, Khủng Nhiệt về nước tập hợp lực lượng cũ muốn tiếp tục quấy phá biên cương nhưng lại gặp phải thiên tai dịch bệnh nên thế lực tiếp tục suy yếu hơn<ref name=ZZTJ249>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷249|quyển 249]].<\/ref>.\n\n=== Thời kì cuối (851 - 859) ===\n[[Tập tin:唐宣宗李镇李忱贞陵.JPG|nhỏ|trái|Trinh lăng, lăng mộ của hoàng đế Tuyên Tông, tọa lạc tại khu vực mà nay là [[Kính Dương]], [[Thiểm Tây]], [[Trung Quốc]]]]\nTuyên Tông được xem là một vị vua cần mẫn và siêng năng trong việc triều chính. Ông muốn theo tấm gương của tổ tiên là [[Đường Thái Tông]] Lý Thế Dân để xây dựng nên một nền thịnh thế mới. Ông quan tâm đến việc kiểm tra năng lực của quan lại, nhất là thứ sử có các châu và luôn có phương pháp thưởng phạt rất công minh. Ngoài ra Tuyên Tông còn chủ trương tiết kiệm để tích lũy tiền bạc cho quốc khố, ví dụ như ông tổ chức lễ thành hôn cho con gái mình là Công chúa Vạn Thọ (với [[Trịnh Hạo]]) một cách tiết kiệm. Trong suốt triều Tuyên Tông, các thành viên trong hoàng tộc đều chấp hành nghiêm chỉnh pháp chế của triều đình Trong những năm này, sử sách ghi chép rất ít về những sự việc xảy ra trong ngoài triều đình, có lẽ vì nhiều nguồn tài liệu của các sử gia thời kì này đã bị thất lạc nhiều sau đời Ngũ Đại.\n\nNăm [[849]], tể tướng [[Ngụy Phù]] hoăng, có chiếu phong cho Hộ bộ thượng thư [[Thôi Quỳ]] lên giữ chức Đồng bình chương sự. Cuối năm này, đại thần [[Lệnh Hồ Đào]] cùng [[Ngụy Mô]] cũng được đảm nhiệm chức tướng. Khi đó Tuyên Tông tuổi tác đã cao mà chưa lập thái tử, Ngụy Mô dâng sớ xin về việc này nhưng Tuyên Tông vẫn chưa quyết định. Sang đầu năm [[852]], Thôi Quy bị bãi chức tướng, chuyển sang làm Tiết độ sứ Tuyên Vũ, còn đại thần [[Bùi Hưu]] được phong lên làm đồng bình chương sự.\n\nNăm [[854]], Tuyên Tông hạ chiếu xá tội cho các đại thần [[Vương Nhai]], [[Thư Nguyên Dư]], [[Giả Tốc]] bị các hoạn quan vu khống là có tham dự vào [[sự biến Cam Lộ]] do [[Lý Huấn]] và [[Trịnh Chú]] phát động dưới thời [[Đường Văn Tông]] ([[835]]). Lúc này [[hoạn quan]] vẫn nắm rất nhiều quyền lực trong triều, đến cả Tuyên Tông là vua mà cũng không thể khống chế nổi. Ông bàn việc này với đại thần [[Vi Áo]], Áo cho rằng Tuyên Tông nghiêm minh khiến cho [[hoạn quan]] phải khiếp sợ chứ không như những vị hoàng đế trước đó, nhưng Tuyên Tông lại bảo mình vẫn còn rất lo ngại bọn [[hoạn quan]]. Ông bàn với tể tướng [[Lệnh Hồ Đào]] việc tận tru [[hoạn quan]], nhưng Lệnh Hồ Đào cho rằng nếu đại khai sát giới sẽ liên lụy tới người vô tội, và khuyên ông chỉ nên tìm cách hạn chế dần số [[hoạn quan]] trong cung. Hoạn quan biết việc này rất oán hận, từ đó hoạn giả, triều sĩ như nước với lửa, không dung nhau<ref name=ZZTJ249 \/>.\n\nTuyên Tông vẫn tỏ ra nghiêm minh trong việc thực thi pháp chế. Ông không thiên vị cho những người thân cận với mình mà khi họ phạm lỗi ông vẫn trừng trị đúng tội, ngoài ra ông cũng tỏ ra nghiêm khắc, vì thế [[Lệnh Hồ Đào]] mặc dù làm tướng hơn 10 năm vẫn tỏ ra sợ sệt trước hoàng đế.\n\nNăm [[855]], tể tướng [[Bùi Hưu]] lại cực lực xin lập thái tử, nhưng Tuyên Tông bảo nếu lập tự rồi thì mình sẽ phải làm người an nhàn, nên không muốn làm. Đến tháng 6 ÂL năm đó, [[Bùi Hưu]] lại bị biếm làm Tiết độ sứ Tuyên Vũ. Vào năm [[857]], tể tướng [[Ngụy Mô]] do can gián thẳng thắn mà làm mất lòng [[Lệnh Hồ Đào]], do đó bị biếm làm Tiết độ sứ Tây Xuyên<ref>Trụ sở nay thuộc Thành Đô, Tứ Xuyên, Trung Quốc<\/ref>. Và sang năm [[858]], tể tướng [[Thôi Thận Do]] bị giáng chức làm Tiết độ sứ Đông Xuyên. Thay vào chức tể tướng là [[Tiêu Nghiệp]] cùng [[Hạ Hầu Tư]].\n\n[[Tập tin:Balhae-Territory in 830.JPG|thumb|trái|300px|Bản đồ vương quốc Bột Hải của vua [[Đại Di Chấn|Bột Hải Trang Tông]] và [[Đại Kiền Hoảng]].]]\nNăm [[857]], vua [[Đại Di Chấn|Bột Hải Trang Tông]] của [[vương quốc Bột Hải]] qua đời, kì đệ là [[Đại Kiền Hoảng]] lên kế vị. Vua [[Đại Kiền Hoảng]] cử một số đoàn sứ thần sang [[nhà Đường]] để thông báo việc mình kế vị và bang giao.\n\nNăm [[858]], [[Vương Thức (nhà Đường)|Vương Thức]] được bổ nhiệm là [[An Nam đô hộ phủ|An Nam đô hộ]]<ref>Trị sở nay thuộc [[Hà Nội]], [[Việt Nam]]<\/ref>, kinh lược sứ ở [[An Nam đô hộ phủ]]. Khi đó, [[An Nam đô hộ phủ]] phải chịu các cuộc tiến công liên tiếp của [[Nam Chiếu]] (lúc đó mang quốc hiệu Đại Mông, đời vua [[Mông Khuyến Phong Hữu]]), do khi trước An Nam đô hộ [[Lý Trác]] (李涿) chính tham bạo cường nên người dân An Nam bản địa ủng hộ quân Nam Chiếu xâm nhập. Sau khi Vương Thức đến An Nam, ông này cho dựng cây làm hàng rào ở các thành, do vậy có thể chống trả được các cuộc xâm nhập của Nam Chiếu vào tháng 5 cùng năm [[858]].<ref name=ZZTJ249\/>\n\n[[Vương Thức (nhà Đường)|Vương Thức]] cũng phải đối phó với các thuộc hạ nổi loạn. An Nam đô hiệu [[La Hành Cung]] (羅行恭) đã tập hợp 2.000 tinh binh quân dưới quyền chỉ huy của mình, trong khi quân do đô hộ chỉ huy yếu kém hơn và chỉ có số lượng vài trăm, do đó [[La Hành Cung]] kháng lại các mệnh lệnh của đô hộ. Sau khi [[Vương Thức (nhà Đường)|Vương Thức]] đến, ông phạt đánh gậy [[La Hành Cung]] và cách chức đuổi ra vùng biên ải. Cũng trong năm đó, một nhóm binh lính do sợ rằng sẽ bị quân Đường từ Dung Quản<ref>Trị sở nay thuộc [[Ngọc Lâm, Quảng Tây|Ngọc Lâm]], [[Quảng Tây]]<\/ref> tiến công nên đã bao vây quân phủ của [[Vương Thức (nhà Đường)|Vương Thức]], yêu cầu ông rời khỏi [[An Nam đô hộ phủ]] trở về phương Bắc, mục đích là để họ có thể phòng thủ thành trước một cuộc tiến công của Dung Quản. [[Vương Thức (nhà Đường)|Vương Thức]] từ chối và quở trách, các binh lính này chạy trốn song sau đó bị Vương Thức bắt được và hành quyết. Vương Thức tiếp tục sử dụng các thủ đoạn khác nhau nhằm gây chia rẽ trong gia tộc tù trưởng họ Đỗ - thế lực từ lâu đã chống đối sự cai trị của các An Nam đô hộ của nhà Đường, khiến tù trưởng [[Đỗ Thủ Trừng]] (杜守澄) chết trên đường chạy trốn. Theo tường thuật, trong 6 năm liên tiếp trước khi [[Vương Thức (nhà Đường)|Vương Thức]] đến, [[An Nam đô hộ phủ]] không cống nạp hay nộp thuế cho triều đình [[nhà Đường]], cũng không khao thưởng tướng sĩ, và [[Vương Thức (nhà Đường)|Vương Thức]] đã phục hồi lại những việc này sau khi ông bình định khu vực. Do vậy, các vương quốc [[Hoàn Vương]] và [[Chân Lạp]] láng giềng lại tiếp tục mối quan hệ triều cống của họ với [[nhà Đường|Đại Đường]].<ref name=ZZTJ249\/>\n\nNăm [[859]], vua [[Nam Chiếu]] là [[Mông Thế Long]] công hãm Bá Châu của nhà Đường (nay là [[Tuân Nghĩa]], [[Quý Châu]]).\n\n== Cái chết ==\nNhững năm cuối đời, Tuyên Tông cũng không khác gì một số vị hoàng đế tiền nhiệm, tin theo chuyện thần tiên ma quỷ và mong được trường sinh bất tử. Năm 858, ông đã cho triệu đạo sĩ Hiên Viên Tập từ núi Phù La về kinh để giúp mình luyện đan. Con trai trưởng của Tuyên Tông là Vận vương [[Lý Ôn]] không được yêu quý, phải ở trong Thập lục trạch. Hoàng tử thứ tư là Quỳ vương Lý Tư thì chiếm trọn sự sủng ái của Tuyên Tông, hoàng đế do đó muốn để ngôi thái tử cho Quỳ vương, nhưng còn phân vân vì thân phận trưởng thứ khác biệt nên chưa quyết. Đến năm [[859]], do lạm dụng đan dược của bọn đạo sĩ [[Ngu Tử Chi]] và [[Vương Nhạc]] nên Tuyên Tông trở nên nóng nảy thất thường rồi bị nổi ung nhọt ở lưng. Tháng 8 ÂL bệnh trở nặng, tể tướng và triều thần muốn vào gặp nhưng không được. Biết khó qua khỏi, Tuyên Tông phó thác Quỳ vương cho các đại thần Xa mật sứ [[Vương Quy Trường]], [[Mã Công Nho]], Tuyên Huy nam viện sự [[Vương Cư Phương]]... Ba người này bất hòa với [[hoạn quan]] [[Vương Mậu Huyền]], người giữ chức Hữu quân Trung úy và cai quản đội quân Thần Sách. Tả trung úy Thần Sách quân [[Vương Tông Thật]] bị ba người lập mưu biếm chức đến Hoài Nam<ref>Dương Châu, Giang Tô, Trung Quốc hiện nay<\/ref> làm giám quân.\n\nNgày [[7 tháng 9]], Tả quân phó sứ Nguyên Thật khuyên Tông Thật nên đến yết kiến Tuyên Tông trước khi rời đi, nhưng khi Tông Thật chưa vào điện thì Tuyên Tông đã băng rồi. Tông Thật nhân đó lật ngược lại thế cờ, giả chiếu chỉ rồi sai Tề Nguyên Giản đón Vận vương vào cung. Ngày Nhâm Thìn ([[9 tháng 9]]), Vận vương Lý Ôn được lập làm Hoàng thái tử, đổi tên là Lý Thôi. [[Vương Quy Trường]], [[Mã Công Nho]], [[Vương Cư Phương]] bị gán tội rồi bị giết. Ngày Quý Tị ([[10 tháng 9]]), tuyên di chiếu cho [[Lệnh Hồ Đào]] nhiếp trùng tể. Ngày Bính Thân ([[13 tháng 9]]), Lý Thôi tức vị, sử xưng là [[Đường Ý Tông]]<ref name=ZZTJ249 \/>.\n\nÔng được truy tôn [[miếu hiệu]] là [[Tuyên Tông]] (宣宗), [[thụy hiệu]] là '''Thánh Vũ Hiếu Văn Hiếu hoàng đế''' (聖武獻文孝皇帝). Năm [[872]], ông được dâng thụy hiệu đầy đủ là '''Nguyên Thánh Chí Minh Thành Vũ Hiến Văn Duệ Trí Chương Nhân Thần Thông Ý Đạo Đại Hiếu hoàng đế''' (元聖至明成武獻文睿智章仁神聰懿道大孝皇帝)<ref>Trung Quốc thông sử-Tùy Đường Ngũ Đại sử<\/ref>, an táng tại [[Trinh lăng]] (贞陵).\n\n== Đánh giá ==\n\nTriều đại của Tuyên Tông có thể nói là những năm thái bình cuối cùng của triều đại nhà Đường, để rồi sau đó đất nước tiếp tục lún sâu trong loạn lạc rồi chia cắt. Trong những năm ấy và đến tận khi nhà Đường diệt vong, nhân sĩ thiên hạ nhiều người tưởng nhớ đến ông, xưng tụng ông là Tiểu Thái Tông, có ý so sánh với [[Đường Thái Tông]] Lý Thế Dân trước đó<ref name=ZZTJ249 \/>. Các sử gia biên soạn Đường thư lấy làm tiếc vì triều chính thời Tuyên Tông rất trong sáng nhưng nguồn tài liệu viết về thời kỳ này bị thất lạc nhiều sau đời [[Hậu Tấn]], nên chỉ có thể đưa vào sử sách số lượng thông tin không đáng kể<ref name=CDT18 \/>. Tuy nhiên, sử gia [[Âu Dương Tu]] trong [[Tân Đường thư]] ngoài việc khen ngợi cũng nêu ra một số khuyết điểm của Tuyên Tông là hơi hà khắc và thiếu sự khoan dung<ref>''[[Tân Đường thư]]'', [[:s:zh:新唐書\/卷08|quyển 8]]<\/ref>.\n\nDưới triều đại Tuyên Tông, người Trung Quốc bắt đầu biết đến và sử dụng [[pháo hoa]].\n\n== Gia đình ==\n* Cha: [[Đường Hiến Tông]] Lý Thuần.\n* Mẹ: [[Trịnh Thái hậu (Đường Tuyên Tông)|Hiếu Minh hoàng hậu]] Trịnh thị (孝明皇后鄭氏, ? - 865), người [[Đan Dương]], [[Nhuận Châu]], từng là thiếp của Tiết độ sứ Trấn Hải là [[Lý Kĩ]] (李錡).\n* Hậu phi:\n# [[Nguyên Chiêu Triều hoàng hậu|Nguyên Chiêu hoàng hậu]] Triều thị (元昭皇后晁氏), không rõ xuất thân quê quán. Khi còn trẻ nhập Quang vương phủ, muôn phần sủng ái, Tuyên Tông đăng cơ sơ phong [[Mỹ nhân]]. Mất vào những năm Đại Trung. Sinh [[Đường Ý Tông]] Lý Thôi, [[Vạn Thọ công chúa]] và [[Quảng Đức công chúa]].\n# [[Ngô chiêu nghi]] (吴昭仪)<ref name=\"a1\">Toàn Đường văn, quyển 0079<\/ref>.\n# [[Trương tiệp dư]] (张婕妤).\n# [[Liễu tiệp dư]] (柳婕妤).\n# [[Lương mĩ nhân]] (梁美人).\n# [[La tài nhân]] (罗才人).\n# [[Sử tài nhân]] (史才人).\n# [[Tiền thị]] (钱氏), phong ''Trường Thành quận phu nhân'' (长城郡夫人).\n# [[Tào thị]] (曹氏), phong ''Vũ Uy quận phu nhân'' (武威郡夫人).\n# [[Cừu thị]] (仇氏) ([[828]] - [[851]]), phong ''Nam An quận phu nhân'' (南安郡夫人), sinh lần đầu một công chúa, năm Đại Trung thứ 5 ([[851]]) sinh một hoàng tử, nhưng chết ngay khi sinh, hưởng dương 24 tuổi, được truy tặng làm Tài nhân (才人).<ref>{{chú thích sách |author = Diêu Bình |title = 唐代妇女的生命历程 (Đường đại phụ nữ đích sinh mệnh lịch trình) |othertitle =  |format =  |editor =  |others =  |edition =  |chapterauthor =  |chapter =  |chapterformat =  |location = Thượng Hải |publisher = Tập đoàn xuất bản Thế Kỷ, nhà xuất bản sách cổ Thượng Hải |date = tháng 11 năm 2004 |pages = 304 |access-date =  |id = ISBN 753253846X |doi =  |url = http:\/\/www.guji.com.cn |quote =  |archive-date = ngày 3 tháng 7 năm 2008 |archive-url = https:\/\/web.archive.org\/web\/20080703162308\/http:\/\/www.guji.com.cn\/ }}, nguyên viết trong \"Đường đại mộ chí vị biên\", Đại Trung 055 của Chu Thiệu Lương, Triệu Siêu, do Nhà xuất bản sách cổ Thượng Hải ấn hành năm 1992.<\/ref>.\n\n* Hoàng tử:\n# Vận vương → [[Đường Ý Tông]] Lý Thôi, mẹ là [[Nguyên Chiêu hoàng hậu]] Triều thị.\n# Ung vương → Tĩnh Hoài Thái tử [[Lý Mỹ]] [靖怀太子李渼; 836 - 852], qua đời truy phong hoàng thái tử.\n# Nhã vương [[Lý Kính]] [雅王李泾; 839 - ?].\n# Quỳ vương [[Lý Tư (nhà Đường)|Lý Tư]] [夔王李滋; 844 - 863], mẹ là Ngô chiêu nghi.\n# Khánh vương [[Lý Nghi]] [庆王李沂; 844 - 860], mẹ là Sử tài nhân.\n# Bộc vương [[Lý Trạch (Bộc vương)|Lý Trạch]] [濮王李泽; ? - 876].\n# Ngạc vương [[Lý Nhuận]] [鄂王李潤; ? - 876].\n# Hoài vương [[Lý Hiệp]] [怀王李洽].\n# Chiêu vương [[Lý Nhuế]] [昭王李汭], mẹ là Liễu tiệp dư.\n# Khang vương [[Lý Vấn (Đường)|Lý Vấn]] [康王李汶; 851 - 866], mẹ là Cừu tài nhân.\n# Vệ vương [[Lý Quán]] [卫王李灌; ? - 860].\n# Quảng vương [[Lý Ung]] [广王李澭; 854 - 877].\n\n* Hoàng nữ<ref name=\"a1\"\/><ref>[http:\/\/guoxue.baidu.com\/page\/d0c2ccc6cae9\/95.html Tân Đường thư•chư đế công chúa liệt truyện]{{Liên kết hỏng|date = ngày 17 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>:\n# [[Vạn Thọ công chúa]] [萬壽公主], mẹ Nguyên Chiêu hoàng hậu, lấy [[Trịnh Hạo]] (郑颢). Năm 848, em trai của Trịnh Hạo ốm nặng, Tuyên Tông rất quan tâm, phái người thân tín đi thăm. Người này vào phủ mới thấy công chúa Vạn Thọ mặc kệ nhà chồng có chuyện buồn, vẫn cười cười nói nói, mở tiệc xem diễn tuồng linh đình. Đường Tuyên Tông cực kỳ tức giận, mắng to: \"Ta còn trách các bậc sĩ phu không muốn kết thông gia với hoàng tộc, hóa ra tất cả đều có lý do!\". \n# [[Vĩnh Phúc công chúa (Đường Tuyên Tông)|Vĩnh Phúc công chúa]] [永福公主].\n# [[Tề Quốc Cung Hoài công chúa]] [齊國恭懷公主], ban đầu phong làm ''Tây Hoa công chúa'' (西華公主), lấy [[Diêu Hoành]] (严祁).\n# [[Quảng Đức công chúa]] [廣德公主; ? - 880], mẹ Nguyên Chiêu hoàng hậu, lấy [[Vu Tông]] (于琮).\n# [[Hòa Nghĩa công chúa (Đường Tuyên Tông)|Hòa Nghĩa công chúa]] [和義公主], [[Tân Đường thư]] viết là ''Nghĩa Hòa công chúa'' (義和公主).\n# [[Nhiêu An công chúa]] [饒安公主].\n# [[Thịnh Đường công chúa]] [盛唐公主].\n# [[Bình Nguyên trưởng công chúa|Bình Nguyên công chúa]] [平原公主; 834 - 863].\n# [[Đường Dương công chúa]] [唐陽公主].\n# [[Hứa Xương Trang Túc công chúa]] [許昌莊肅公主], lấy [[Liễu Trắc]] (柳陟), mất khoảng niên hiệu Trung Hòa.\n# [[Phong Dương công chúa]] [豐陽公主].\n\n==Xem thêm==\n*[[Đường Vũ Tông]]\n*[[Đường Ý Tông]]\n*[[Đại Trung tạm trị]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tài liệu tham khảo==\n*''Toàn Đường văn quyển chính'': Thái Tông\n*''[[Cựu Đường thư]]'', quyển 20, Tuyên Tông bản kỉ\n*''[[Tân Đường thư]]'', quyển 8, Mục Tông, Kính Tông, Văn Tông, Vũ Tông, Tuyên Tông\n*''[[Tư trị thông giám]]'', các quyển 241, 248, 249\n\n{{Vua nhà Đường}}\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n\n[[Thể loại:Sinh năm 810]]\n[[Thể loại:Mất năm 859]]\n[[Thể loại:Hoàng đế nhà Đường]]\n[[Thể loại:Người nhà Đường]]"}