{"Đường Cao Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Đường Cao Tông\n| tên gốc = 唐高宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| thêm = china\n| hình = Gaozong of Tang.jpg\n| chức vị = [[Hoàng đế]] [[Nhà Đường|Đại Đường]]\n| kiểu tại vị = Trị vì\n| tại vị = [[15 tháng 7]] năm [[649]] - [[27 tháng 12]] năm [[683]]<br>({{số năm theo năm và ngày|649|7|15|683|12|27}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:618 till:907\nAlignBars = early\nScaleMajor = increment:289 start:618\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:649 till:683 color:red\n<\/timeline>\n\n| tiền nhiệm = [[Đường Thái Tông|<font color=\"grey\">Đường Thái Tông<\/font>]]\n| kế nhiệm = [[Đường Trung Tông|<font color=\"blue\">Đường Trung Tông<\/font>]]\n| kiểu hoàng tộc = Triều đại\n| hoàng tộc = [[Nhà Đường]]\n| kiểu tên đầy đủ = Tên húy\n| tên đầy đủ = Lý Trị (李治)<br>Tự: Vi Thiện (为善)\n| vợ = [[Vương hoàng hậu (Đường Cao Tông)|Phế hoàng hậu]] Vương thị<br>[[Võ Tắc Thiên|Tắc Thiên hoàng hậu]] Võ thị<br>[[Tiêu thục phi (Đường Cao Tông)|Phế Thục phi]] Tiêu thị\n| con cái = <\/small>\n*Phế thái tử [[Lý Trung (Đường Cao Tông)|Lý Trung]]\n*Hứa Điệu vương [[Lý Hiếu]]\n*Trạch vương [[Lý Thượng Kim]]\n*Hứa vương [[Lý Tố Tiết]]\n*[[Lý Hoằng|Đường Nghĩa Tông]] Lý Hoằng\n*Chương Hoài thái tử [[Lý Hiền]]\n*[[Đường Trung Tông]] Lý Hiển\n*[[Đường Duệ Tông]] Lý Đán\n*[[Nghĩa Dương công chúa]]\n*[[Cao An công chúa]]\n*[[An Định công chúa]]\n*[[Thái Bình công chúa]]\n| thông tin con cái = ẩn\n| miếu hiệu = [[Cao Tông]] (高宗)\n| thụy hiệu = <font color=\"grey\">Thiên Hoàng Đại Thánh Đại Hoằng Hiếu hoàng đế<br>(天皇大圣大弘孝皇帝)\n| niên hiệu = [[Đường Cao Tông#Niên hiệu|Xem văn bản]]\n| thời gian của niên hiệu = \n| cha = [[Đường Thái Tông]]\n| mẹ = [[Trưởng Tôn hoàng hậu|Văn Đức Thuận Thánh hoàng hậu]]\n| sinh = [[21 tháng 7]] năm [[628]]\n| mất = {{ngày mất và tuổi|683|12|27|628|7|21}}\n| nơi an táng = [[Càn lăng]] (乾陵)\n}}\n'''Đường Cao Tông''' ([[chữ Hán]]: 唐高宗, [[21 tháng 7]] năm [[628]] - [[27 tháng 12]] năm [[683]]) là vị [[Hoàng đế]] thứ ba của triều đại [[nhà Đường]] trong [[lịch sử Trung Quốc]], trị vì từ năm [[649]] đến năm [[683]], tổng cộng 34 năm.\n\nĐường Cao Tông kế thừa cơ nghiệp và giữ gìn di sản của Thái Tông 1 cách xuất sắc, lãnh thổ nhà Đường dưới thời ông khuếch đại thông qua các cuộc chinh phạt [[Cao Câu Ly]], [[Bách Tế]], [[Tây Đột Quyết]]... khiến uy thế Đại Đường vững chắc. Tuy nhiên, từ những năm [[670]] do mặt trận chiến tuyến quá dài thì những thành tựu đạt được đều bị thua về tay [[Tân La]] và [[Thổ Phiên]], và các vùng chiếm đóng ở biên cương nhiều lần nổi dậy làm phản khiến triều đình phải đánh dẹp luôn, quốc lực nhà Đường trở nên cạn kiệt buộc phải hòa hoãn.\n\nTrong hậu cung, ông sủng ái [[Võ Mị Nương|Võ Chiêu nghi]] và lập làm [[Hoàng hậu]]. Võ hoàng hậu từ đó xen vào triều chính.Từ năm [[660]], Cao Tông bị đột quỵ, sức khỏe ngày một suy kém, mới giao quyền trong triều cho Võ hậu. Ông và Võ hậu cùng lâm triều, được tôn xưng là '''Nhị thánh''' (二圣), tự xưng là '''[[Thiên hoàng (tôn hiệu)|Thiên Hoàng]]''' (天皇) và Võ hậu được xưng là '''Thiên Hậu''' (天后). Do sức khỏe ông không được tốt, Võ hậu dần dần nắm hết mọi quyền hành, khống chế cả con ruột là [[Lý Hoằng]] và [[Lý Hiền (Đường)|Lý Hiền]], có thuyết cho rằng việc 2 Hoàng tử này chết sớm đều do Võ hậu hạ thủ.\n\n== Thân thế ==\nCao Tông hoàng đế tên thật là '''Lý Trị''' (李治), [[Tên chữ (người)|Tên tự]] là '''Vi Thiện''' (为善), sinh ngày [[21 tháng 7]] năm [[628]]<ref>Cựu Đường thư, [[:zh:s:舊唐書\/卷2|quyển 2]]<\/ref> ở thành [[Trường An]]. Ông là con trai thứ 9 của [[Đường Thái Tông]] và con trai thứ ba của [[Trưởng Tôn hoàng hậu|Văn Đức hoàng hậu]] Trưởng Tôn thị, lúc đó Đường Thái Tông đã lên ngôi được 2 năm. Theo thân thế, ông là em ruột cùng cha cùng mẹ của Phế Thái tử [[Lý Thừa Càn]] và Ngụy vương [[Lý Thái]] (李泰).\n\nNăm [[631]], khi vừa mới 4 tuổi, Lý Trị đã được phong tước '''Tấn vương''' (晋王)<ref>[[Cựu Đường thư]], [https:\/\/zh.wikisource.org\/wiki\/%E8%88%8A%E5%94%90%E6%9B%B8\/%E5%8D%B74 quyển 4]<\/ref>. Sang năm [[633]], ông được phong chức ''Đô Đốc Tịnh châu''<ref>Đất Tịnh châu nay thuộc địa cấp Thái Nguyên, tỉnh [[Sơn Tây]], [[Trung Quốc]]<\/ref>, tuy nhiên do tuổi còn quá nhỏ nên ông vẫn ở lại kinh thành Trường An. Lúc còn nhỏ, ông được đánh giá là hiếu thuận và nhân hậu, thường được Đường Thái Tông khen ngợi.\n\nNăm [[636]], Trưởng Tôn hoàng hậu qua đời<ref>[[Cựu Đường thư]], quyển 51, liệt truyện quyển 1<\/ref><ref>[[Tân Đường thư]], quyển 76<\/ref>. Trong ngày lễ tang của Hoàng hậu, Lý Trị đã khóc thương rất nhiều, do đó ông bắt đầu được Đường Thái Tông chú ý đến. Sau đó, ông được phong làm ''Hữu Võ Hậu đại tướng quân''.\n\nNăm [[643]], Hoàng thái tử [[Lý Thừa Càn]] do âm mưu chống lại Đường Thái Tông nên bị phế truất. Thái Tông hoàng đế lúc đầu muốn lập con trai thứ 4 là Ngụy vương làm [[Hoàng thái tử]], nhưng sau đó Ngụy vương lại cảnh cáo Lý Trị rằng ông vốn chơi thân với Thừa Càn nên sau này ông phải cẩn thận. Thái Tông biết chuyện rất giận và phế truất Ngụy vương. Lúc đó, Tấn vương Lý Trị được Đường Thái Tông quan tâm nhất, vì là người con còn lại của Tưởng Tôn hoàng hậu, nghĩa là [[Hoàng đích tử]]. Sau khi bàn bạc với [[Trưởng Tôn Vô Kị]], [[Phòng Huyền Linh]] và [[Lý Tích]], ngày [[30 tháng 4]] năm [[643]], Thái Tông hoàng đế chính thức phong Tấn vương Lý Trị làm [[Hoàng thái tử]].\n\n== Hoàng thái tử ==\nCuối năm [[643]], Lý Trị đã 16 tuổi, [[Đường Thái Tông]] muốn tìm một gia đình quan lại có thế lực để hỏi cưới con gái họ cho ông, nhưng ông từ chối, Thái Tông bèn thôi. Một thời gian trước đó, khi ông còn chưa làm thái tử, Thái Tông chọn con gái của họ Vương ở [[Thái Nguyên]], cháu chắt quan Thượng thư Tả phó xạ triều [[Bắc Ngụy]] [[Vương Tư Chính]] là Vương thị, nạp làm Tấn vương phi. Đến đây, Vương thị được phong [[Hoàng thái tử phi]].\n\nLý Trị tuy là Hoàng thái tử, nhưng bản tánh nhu nhược yếu đuối, lại khiến Thái Tông không hài lòng. Thái Tông từng bàn với đại thần [[Trưởng Tôn Vô Kị]] về việc thay ngôi Thái tử cho con thứ ba là Ngô vương [[Lý Khác (Ngô vương)|Lý Khác]], Hoàng tử vốn được Thái Tông coi là tài giỏi giống mình, nhưng Trưởng Tôn Vô Kị lại dùng lời lẽ thuyết phục Thái Tông rằng Thái tử Lý Trị là người nhân ái trung hậu, có tướng quân vương. Cuối cùng, Thái Tông bỏ việc này.\n\nNăm [[645]], Đường Thái Tông xuất quân tiến đánh [[Cao Câu Ly]]<ref>[[Tân Đường thư]], quyển 2<\/ref>, để Lý Trị đến Định châu<ref>Nay thuộc Hà Bắc, Trung Quốc<\/ref> và tạm thời chấp chính thay mình. Tuy nhiên chiến dịch thất bại sau một năm giao tranh, Thái Tông sức khỏe vốn suy nhược, lại lao lực rồi bị thương nên lâm bệnh, nổi nhọt khắp người. Khi Thái Tông về Tịnh Châu, Lý Trị đến thỉnh an ông, và dùng miệng hút mủ trong các vết thương của Thái Tông, nên Thái Tông mới có thể bớt bệnh.\n\nNăm [[647]], [[Thái thú]] [[Tề Châu]] là [[Đoàn Chí Xung]] dâng sớ yêu cầu Đường Thái Tông thoái vị, nhường ngôi cho Thái tử Lý Trị. Ngay lập tức, Thái tử cùng Trưởng Tôn Vô Kị khi biết được tin này, rất sợ hãi, nhưng Thái Tông trấn an ông và không truy cứu Chí Xung<ref>[[Tư trị thông giám]], quyển 198<\/ref>. Cùng năm đó, Lý Trị cho xây chùa Đại Từ Ân trong ngày mất của Trưởng Tôn hoàng hậu, chùa này hoàn thành năm 648.\n\nNăm [[649]], Đường Thái Tông bị bệnh nặng, lại nghi ngờ lòng trung thành của đại thần [[Lý Thế Tích]] với triều đình sau khi mình mất, bèn giáng Thế Tích làm Đô Đốc Điệp châu<ref>Nay thuộc khu tự trị Tây tạng, tỉnh Cam Túc, Trung Quốc<\/ref>. Lý Trị không rõ nguyên do, hỏi lại Thái Tông. Thái Tông nói\n:''Tài năng và trí tuệ của Thế Tích là hơn người, nhưng ngươi chưa hiểu được con người hắn đâu! Trẫm sợ khi trẫm trăm tuổi thì hắn không trung hiếu với ngươi nên mới đuổi đi. Nếu hắn không do dự mà đi, thì sau này người có thể đề bạt làm Bộc xạ, hoàn toàn tin tưởng. Nếu chần chừ không đi thì phải giết hắn ngay''!.\n\n== Lên ngôi Hoàng đế ==\nNgày [[10 tháng 7]] năm [[649]], Đường Thái Tông qua đời ở [[cung Thúy Vi]]. Thái tử Lý Trị và [[Trưởng Tôn Vô Kị]] phong tỏa tin tức, bí mật đưa thi hài về hoàng cung, đến [[13 tháng 7]] (29\/5 ÂL) mới phát tang. Ngày 15 tháng 7 (1 tháng 6 ÂL) cùng năm, Lý Trị đang quang ở điện Thái Cực<ref name=\"Tư trị thông giám, quyển 199\">[[Tư trị thông giám]], quyển 199<\/ref>. Vì [[Lý Thế Tích]] ra đi không do dự sau khi bị [[Đường Thái Tông]] giáng chức, nên ông nghe theo di huấn, bổ [[Lý Thế Tích]] làm ''Bộc xạ, Kiểm giáo Lạc châu thứ sử, Khai phủ nghi đồng tam ti'' và cho về triều. Ông quy định việc dùng riêng lẻ từ \"Thế\" và từ \"Dân\" cũng là phạm húy kỵ, vì thế [[Lý Thế Tích]] được gọi là [[Lý Thế Tích|Lý Tích]]. Ông cũng thăng [[Trưởng Tôn Vô Kị]] làm [[Thái úy]], [[Trung thư lệnh]] nhưng Vô Kị từ chối không nhận.\n\nNgày [[30 tháng 7]] cùng năm, Lý Trị cho an táng Đường Thái Tông ở [[Chiêu Lăng]]. Sau đó, ông tuyên bố chấm dứt cuộc chiến tranh với [[Cao Câu Ly]] (đời vua [[Bảo Tạng vương|Cao Câu Ly Bảo Tạng Vương]]) ở Liêu Đông do [[Đường Thái Tông]] phát động từ năm [[645]]. Tháng 12, ông tiến phong Lý Thái làm Bộc vương, ban cho một số đặc quyền đã bị Thái Tông tước bỏ trước đó.\n\n[[Tháng 1]] năm [[650]], ông đặt niên hiệu '''Vĩnh Huy''' (永徽), lập Vương thị là [[Hoàng hậu]], cha là [[Vương Nhân]] làm ''Ngụy quốc công''<ref name=\"ReferenceA\">[[Tân Đường thư]], quyển 76, liệt truyện quyển 1<\/ref>.\n\n== Thịnh trị đời Vĩnh Huy ==\n=== Ổn định chính sự ===\nCũng tháng 1 năm [[650]], Đường Cao Tông ra chiếu viết:\n:''\"Trẫm vừa mới lên ngôi, triều chính có nhiều chỗ bất tiện, bá tánh cũng có lòng nghi ngờ gì, nhưng không thể nói lên được. Nay tuyên thứ sử các châu vào điện để hỏi tật khổ của dân chúng, mà đề ra đường lối cai trị\"''.\n\nNhững năm đầu tiên trị vì, Đường Cao Tông rất tin tưởng [[Trưởng Tôn Vô Kị]] và [[Chử Toại Lương]]. Hai người này ra sức phò giúp Cao Tông, nên triều chính vẫn ổn định như thời [[Trinh Quán]], được xưng là ''Vĩnh Huy chi trị'' (永徽之治). Có người ở [[Lạc Dương]] là [[Lý Hoằng Thái]] tố cáo Trưởng Tôn Vô Kị mưu phản, liền bị Cao Tông sai chém để răn đe vì quyền lực của Vô Kị đã lớn mạnh.\n\n[[Tháng 9]] năm đó, Đường Cao Tông muốn ra ngoài tuần du, bèn hỏi ý kiến của Gián nghị đại phu Lạc Dục Na. Dục Na khuyên can rằng chưa nên đi. Cao Tông nghe theo, bỏ việc tuần du. [[Lý Tích]]<ref>Do chữ Thế phạm húy vào tên của Thái Tông (Thế Dân) nên Cao Tông đổi Lý Thế Tích là Lý Tích<\/ref> xin được miễn quan tước, Cao Tông chuẩn tấu, bãi chức Phó xạ, nhưng Nghi đồng tam ti và Trung thư môn hạ vẫn giữ nguyên. Mùa đông năm đó, [[Chử Toại Lương]] bị Vi Tư Khiêm tố cáo đã ép một số hộ nông bán ruộng đất giá rẻ cho mình để kiếm lợi. Cao Tông tuy không giết nhưng hạ lệnh bãi chức Toại Lương, giáng làm Thứ sử Đồng châu<ref name=\"ReferenceB\">[[Tân Đường thư]], quyển 105, liệt truyện quyển 30<\/ref>.\n\n=== Chiến tranh với các nước ===\nNăm [[651]], Tả kiêu vệ tướng quân [[A Sử Na Hạ Lỗ]] nghe tin [[Đường Thái Tông]] đã chết, bèn chiêu tập dân li tán, chiếm cứ hai châu Tây, Đình. Thứ sử Đình châu [[Lạc Hoằng Nghĩa]] tâu lên triều đình. Cao Tông sai Kiều Bảo Minh đến thuyết phục Hạ Lỗ nên chịu quy phục, gửi con vào làm túc vệ trong cung thì sẽ được triều đình phong làm Kiêu Vệ trung lang tướng. Nhưng con Hạ Lỗ là [[Hi Vận]] lại khuyên cha nên chạy về phía phía tây tiếp tục kháng Đường. Hạ Lỗ nghe theo, đi về phía tây chiếm được [[Tây Đột Quyết]], tiếm xưng [[Sa Bát La Khả hãn]], được nhiều nước Tây Vực đi theo.\n\nTháng 7 năm [[651]], Sa Bát La Khã hãn tiến đánh Đình châu<ref>[[Tân Cương]], [[Trung Quốc]] hiện nay<\/ref>. Đường Cao Tông sai Tả Võ hậu tướng quân [[Lưu Kiến Phương]], Hữu Kiêu Vệ tướng quân Kế Bật Hà Lực làm Hành quân tổng quản; [[Cao Đức Dật]], [[Tiết Cô Ngô]] làm phó, đem 3 vạn quân bốn châu Tần, Thành, Kì, Ung cùng 5 vạn ngựa của người Hồi Hột dâng nạp, tiến đánh Tây Đột Quyết. Quân Đường chiến thắng vài trận, nhưng không lâu sau thì rút lui. [[Tháng 12]] cùng năm, Cao Tông lập đàn tế nam giao và trai giới. Tháng sau, Triệu Hiếu Tổ ở Lang châu đem quân đánh Bạch Thủy Man và giành thắng lợi, quân Đường thu được nhiều của cải đem về.\n\nNăm [[654]], Cao Tông phong cho [[Tiết Linh San]] làm Đạo Hành quân đại tổng quản, thảo phạt Tây Đột Quyết. Sang năm [[655]], Hạt Bật Đạt Độ ở Tây Đột Quyết chống lại Sa Bát La Khả hãn, sai người cầu viện Đường triều. Cao Tông sai Nguyên Lễ Thần giúp Hạt Bật Đạt Độ, nhưng Lễ Thần chỉ hành quân được vài ngày lại rút về.\n\nCùng năm [[655]], hai nước [[Cao Câu Ly]] (đời vua [[Bảo Tạng vương|Cao Câu Ly Bảo Tạng vương]]) và [[Bách Tế]] (đời vua [[Nghĩa Từ vương|Bách Tế Nghĩa Từ vương]]) hợp quân xâm lấn [[Tân La]]<ref>Ba nước này đều thuộc [[bán đảo Triều Tiên]] hiện nay<\/ref> (đời vua [[Tân La Vũ Liệt vương]]). Vua [[Tân La Vũ Liệt vương]] sai sứ sang nhà Đường cầu viện. [[Tháng 2]] năm [[655]], Đường Cao Tông sai [[Trình Danh Chấn]] và [[Tô Định Phương]] dẫn quân đi cứu [[Tân La]]. Quân Đường thắng lớn, bắt được 1000 người [[Cao Câu Ly]] đưa sang nhà Đường.\n\n=== Lập Hoàng thái tử ===\nĐường Cao Tông yêu thương người con trai thứ 4 là Ung vương [[Lý Tố Tiết]], do sủng phi là [[Tiêu thục phi (Đường Cao Tông)|Tiêu thục phi]] sinh ra, muốn lập Tố Tiết làm [[Hoàng thái tử]]. [[Vương hoàng hậu (Đường Cao Tông)|Vương hoàng hậu]] tuy ở địa vị chính thất, nhưng không được sủng ái, nên ghen ghét với Tiêu thục phi. Thấy con trưởng của Cao Tông là [[Lý Trung]] mất mẹ từ nhỏ, Vương hoàng hậu bèn nhận Lý Trung làm con và mua chuộc các đại thần trong triều, đề nghị Cao Tông lập Lý Trung làm Hoàng thái tử.\n\n[[Tháng 7]], năm [[652]], Cao Tông hoàng đế theo ý của quần thần, sách lập Lý Trung làm [[Hoàng thái tử]] và ra lệnh đại xá<ref>[[Cựu Đường thư]], quyển 4, Bản kỉ 4<\/ref>. Tiêu thục phi rất giận nhưng không làm gì được. Cao Tông chọn Tả bộc xạ [[Vu Chí Ninh]] làm [[Thiếu sư]], Hữu bộc xạ [[Trương Hành]] làm [[Thiếu phó]], Thị trung [[Cao Quý Phụ]] làm [[Thiếu bảo]] và [[Võ Văn Tiết]] làm [[Chiêm sự]], dạy học cho Lý Trung.\n\n=== Hoàng thân mưu phản ===\nNăm [[652]], triều đình xảy ra việc [[công chúa Cao Dương|Cao Dương công chúa]], em của Đường Cao Tông, liên kết với chồng là [[Phòng Di Ái]], con trai [[Phòng Huyền Linh]], âm mưu lập Kinh vương [[Lý Nguyên Cảnh]] (con thứ của [[Đường Cao Tổ]]) lên làm Hoàng đế. Phò mã đô úy [[Sài Lệnh Vũ|Sài Lệnh Võ]] và [[Tiết Vạn Triệt]] hợp mưu vào chuyện này. Cuối năm [[652]], việc mưu phản bị [[Trưởng Tôn Vô Kị]] phát giác. Vô Kị vốn ghen ghét [[Lý Khác (Ngô vương)|Ngô vương Lý Khác]], bèn xúi Phòng Di Ái tố cáo Lý Khác có dự vào chuyện này để nhân đó trừ đi. Di Ái bị Vô Kị lừa gạt, cho rằng nếu khai gian như thế sẽ được miễn chết, nên nhận lời.\n\n[[Tháng 2]] năm [[653]], quần thần dâng tấu xin chém đầu [[Phòng Di Ái]], [[Tiết Vạn Triệt]] và [[Tào Lệnh Vũ|Tào Lệnh Võ]], đồng thần xin ban rượu độc cho hai vị [[công chúa Cao Dương|Cao Dương công chúa]], [[Ba Lăng công chúa]] cùng Kinh vương Cảnh, [[Lý Khác (Ngô vương)|Ngô vương Lý Khác]]<ref>[[Cựu Đường thư]], quyển 76, liệt truyện quyển 26<\/ref><ref>[[Tân Đường thư]], quyển 80<\/ref>. Đường Cao Tông vốn không nỡ ra lệnh, nhưng Binh bộ thượng thư [[Thôi Đôn]] lấy luật pháp bức ép khién ông phải nghe theo. Em cùng mẹ với Lý Khác là Thục vương [[Lý Âm]] bị phế làm thứ dân, [[Phòng Di Trực]] (con trưởng của [[Phòng Huyền Linh]]) bị đày ra [[Xuân Châu]]. Trong triều, Giang Hạ vương [[Lý Đạo Tông]] và Phò mã đô úy [[Chấp Thất Tư Lực]] dâng sớ tố cáo Trưởng Tôn Vô Kị và Chử Toại Lương, đều bị xử tội. Từ đó, quyền lực của Trưởng Tôn Vô Kị ngày càng to, lấn át triều đình. Cao Tông sợ thế Vô Kị, phải mời [[Chử Toại Lương]] về triều, phục lại chức cũ.\n\nTháng 10 năm [[653]], nữ tử ở Mục Châu là [[Trần Thạc Trinh]] khởi binh chống [[nhà Đường]], tự xưng ''Văn Giai hoàng đế''. Cao Tông cử quân đánh dẹp và bình định được.\n\n=== Thay ngôi Hoàng hậu và Hoàng thái tử ===\n[[Tập tin:A Tang Dynasty Empress Wu Zetian.JPG|nhỏ|330px|phải|Võ hoàng hậu]]\nTừ khi còn làm Hoàng thái tử, Cao Tông đã yêu mến [[Võ Tắc Thiên|Võ tài nhân]] của Đường Thái Tông. Sau khi [[Đường Thái Tông|Thái Tông]] hoàng đế qua đời, các cung nhân bị bức phải vào tu ở [[chùa Cảm Nghiệp]]. Khi Cao Tông đến thăm chùa, thấy [[Võ Tắc Thiên|Võ Tài nhân]] thì tình xưa trỗi dậy, có ý rước về. [[Vương hoàng hậu (Đường Cao Tông)|Vương hoàng hậu]] trong cung ghen ghét [[Tiêu thục phi (Đường Cao Tông)|Tiêu thục phi]], muốn mượn tay [[Võ Tắc Thiên|Võ thị]] giành lấy sự sủng ái của [[Tiêu Thục phi|Thục phi]], bèn bảo [[Võ Tắc Thiên|Võ thị]] để tóc dài, sau đó xin Cao Tông cho rước về cung. Cao Tông vốn đã sẵn có ý muốn này, nên chuẩn y.\n\n[[Võ Tắc Thiên|Võ Tài nhân]] vốn gian manh xảo quyệt; từ khi vào cung ra sức lấy lòng Cao Tông và [[Vương hoàng hậu (Đường Cao Tông)|Vương hoàng hậu]]<ref name=\"Tư trị thông giám, quyển 199\"\/>. Cao Tông cũng hết mực sủng ái bà ta, do thế mà [[Tiêu Thục phi|Tiêu thục phi]] thất sủng, nhiều lần nói xấu [[Võ Tắc Thiên|Võ thị]] trước mặt Cao Tông, nhưng ông không nghe mà còn xa lánh [[Tiêu Thục phi|Tiêu phi]] hơn nữa. Năm [[651]], [[Võ Tắc Thiên|Võ thị]] được phong làm [[Chiêu nghi]], việc này trái với điển lệ vì Võ thị vốn là cung tần của Tiên đế.\n\nDần đà, Võ Chiêu nghi lấy luôn được lòng tin của Cao Tông, Vương hoàng hậu biết Võ thị còn đáng sợ hơn cả Tiêu Thục phi, nên hối hận đã cho bà ta vào cung. Võ Chiêu nghi cũng không còn tôn trọng Vương hoàng hậu nữa, lại nhiều lần mua chuộc người trong cung của Vương hoàng hậu và Tiêu thục phi để theo dõi động tĩnh. Hoàng hậu và Thục phi tố cáo với Cao Tông, nhưng ông không còn tin lời họ nữa.\n\n[[Tháng 1]] năm [[654]], Võ Chiêu nghi sinh ra 1 tiểu hoàng nữ, nên vô cùng buồn bực, mặc dù tiểu hoàng nữ này rất được Cao Tông yêu quý. Vương hoàng hậu một lần tới thăm hoàng nữ, sau khi ra về, Võ Chiêu nghi bí mật đóng hết cửa rèm lại, không cho thông khí từ ngoài vào, rồi tự tay bóp mũi giết chết hoàng nữ. Khi Cao Tông đến thăm, Võ Chiêu nghi và tả hữu nói dối rằng việc này là do Hoàng hậu làm ra<ref name=\"Tư trị thông giám, quyển 199\"\/><ref>[[Cựu Đường thư]], quyển 6, Bản kỉ 6<\/ref>. Cao Tông giận, nói: ''\"Hoàng hậu giết con ta rồi\"''.\n\nVõ Chiêu nghi lại giả vờ khóc lóc thảm thương cho Cao Tông động lòng, còn Vương hoàng hậu không còn cách nào để tự biện minh. Từ đó, Cao Tông nảy ý phế Hậu, muốn [[Trưởng Tôn Vô Kị]] đề xướng việc này ra, mẹ của Võ Chiêu nghi là Dương phu nhân cùng Lễ bộ thượng thư [[Hứa Kính Tông]] cũng ra sức thuyết phục nhưng Vô Kị cũng không chịu.\n\nNăm [[655]], Võ Chiêu nghi tố cáo Ngụy quốc phu nhân Liễu thị (mẹ của Vương hoàng hậu) cùng Hoàng hậu dùng bùa phép hãm hại mình, từ đó Liễu thị không được vào cung nữa. Trong lúc đó, Trung thư xá nhân [[Lý Nghĩa Phủ]] vốn bị [[Trưởng Tôn Vô Kị]] ghét và biếm chức, nhân đó dâng sớ xin phế Hậu lên Cao Tông. Cao Tông vui mừng, triệu Phủ vào cung, cho phục chức. Trường An Lệnh [[Bùi Hành Kiệm]] cùng Trưởng Tôn Vô Kị và [[Chử Toại Lương]] đều lên tiếng can ngăn Cao Tông. Cao Tông không hài lòng, triệu [[Lý Tích]] hỏi ý. Tích nói: ''\"Đó là gia sự của Bệ hạ, không cần hỏi đến ngoại thần\"''.<ref>[[Cựu Đường thư]], quyển 67, liệt truyện quyển 17<\/ref><ref name=\"Tư trị thông giám, quyển 200\">[[Tư trị thông giám]], quyển 200<\/ref> Sau đó, Vương Hoàng hậu và Tiêu Thục phi mưu hại Võ Chiêu nghi. \n\nĐầu năm [[656]], Cao Tông chính thức tuyên chiếu, phế Vương hậu và Tiêu phi làm thứ nhân, đày gia tộc đến Lĩnh Nam rồi lập Võ thị làm Hoàng hậu<ref>[[Cựu Đường thư]], quyển 6, bản kỉ quyển 6<\/ref>. Tiêu thục phi và Vương hoàng hậu bị giam ở biệt viện, Cao Tông chưa dứt hẳn tình, nhiều lần đến thăm. Tiêu thục phi nhân đó khóc lóc xin Cao Tông thương tình. Võ hoàng hậu tức giận, sai chặt hết tay chân hai người, đem đi ngâm rượu.<ref name=\"ReferenceA\"\/>\n\nSau khi thay ngôi Hoàng hậu, đại thần [[Hứa Kính Tông]] cũng dâng biểu xin Cao Tông cũng thay luôn ngôi [[Hoàng thái tử]]. Cao Tông bèn bảo [[Lý Trung]] tự mình nhường ngôi Thái tử, Lý Trung bất đắc dĩ phải nghe theo.\n\n[[Tháng 2]] năm [[656]], Cao Tông phong cho Đại vương [[Lý Hoằng]], con trai trưởng của Võ hoàng hậu làm [[Hoàng thái tử]], giáng Thái tử Lý Trung làm '''Lương vương''' (梁王), đày làm [[Đô đốc]] [[Lương châu]]. Cha của Võ hoàng hậu là [[Võ Sĩ Hoạch]] được truy phong [[Tư đồ]], tước ''Chu Định công'' (周定公). Cùng năm, Đường Cao Tông đổi niên hiệu thành '''Hiển Khánh''' (显庆), kết thúc sáu năm của Vĩnh Huy trị vì.\n\n== Thời đại Hiển Khánh ==\n=== Chiếm Tây Đột Quyết ===\nTháng 9 năm [[656]], Đại tướng Trình Tri Tiết theo lệnh Cao Tông, suất quân công đánh Tây Đột Quyết, đánh thắng hai tộc Ca La, Xử Nguyệt ở Mộ Cốc, chém hơn 1000 quân địch. Phó tướng Chu Trí Độ công đánh hai tộc Đột Kị Thi, Xử Mộc Côn, giết được 30000 quân. Tháng 12 cùng năm, Trình Tri Tiết tiến đến Ưng Sa Xuyên, đánh bại 20000 kị binh của Tây Đột Quyết, truy đuổi đến 20 dặm, chém được nhiều quân địch và thu nhiều vàng bạc, khí giới.\n\nSang năm [[657]], Cao Tông phong [[Tô Định Phương]] làm Y Lệ đạo hành quân tổng quản, mượn thêm quân của Hồi Hột, từ hướng bắc tiến vào lãnh thổ của Sa Bát La Khã hãn<ref>[[Tân Đường thư]], quyển 111, liệt truyện quyển 36<\/ref>. Tháng 12 năm đó, Định Phương đại thắng tộc Xử Mộc Côn Bộ, rồi tiến vào Hà Tây. Sa Bát La cùng đường phải đem mười vạn quân ra quyết chiến. Sa Bát La khinh địch nên đại bại, bỏ trốn về phía tây, bị Định Phương đuổi theo. Nhiều quân mã Tây Đột Quyết bị giết chết. Sa Bát La chạy đến Thạch Quốc<ref>Thuộc lãnh thổ Uzbekistan ngày nay<\/ref>. Định Phương sau đó lui quân. Không lâu sau, Sa Bát La bị bắt dâng nộp cho [[nhà Đường]].\n\nSau khi chiếm được Tây Đột Quyết, Đường Cao Tông sai phân nước này làm hai phần đông tây. Lấy A Sử Na Di Xạ làm Tả Vệ đại tướng quân, đóng ở Côn Lăng, A Sử Na Bộ Chân đóng ở Mông Trì, bãi chức Đột Quyết Khã hãn. Tây Đột Quyết lại bị phân chia và ngày càng suy yếu hơn nữa.\n\nNăm [[658]], ba tướng Đường là [[Trình Danh Chấn]], [[Tô Định Phương]] và [[Tiết Nhân Quý]] soái quân Đường phá quân [[Cao Câu Ly]] ở sông Quý Đoan <ref>Nay là [[sông Hồn]], Liêu Ninh<\/ref>, đốt thành Tân (Shin) <ref>Nay là [[Phủ Thuận]], Liêu Ninh<\/ref>, giết quân [[Cao Câu Ly]] rất nhiều. Sau đó [[Tiết Nhân Quý]] dẫn quân Đường quay lại Hắc Sơn đánh bại quân [[Khiết Đan]] (đời Khả hãn [[A Bất Cố]]). [[Tiết Nhân Quý]] được Đường Cao Tông phong làm Tả Vũ vệ Tướng quân.\n\n=== Lưu đày cựu thần ===\nSau vụ đổi ngôi Hoàng hậu, [[Chử Toại Lương]] bị Cao Tông biếm làm Đô đốc Đàm châu<ref>[[Cựu Đường thư]], quyển 80, liệt truyện quyển 30<\/ref>. Toại Lương nhờ Hàn Viện dâng thư giải oan lên Cao Tông. Cao Tông tỏ ra thông cảm, nhưng vẫn biếm Toại Lương ra Đàm Châu. Năm sau, Toại Lương bị phe cánh của Võ hoàng hậu hãm hại, lại bị biếm đến Quế châu rồi Ái châu, cuối cùng uất ức mà chết vào tháng 10 ÂL năm [[658]]. Đại thần Hàn Viện cũng bị phe cánh của Võ hậu tố cáo làm việc trái phép, bị biếm làm Thứ sử Ái châu.\n\n[[Võ Tắc Thiên|Võ hoàng hậu]] tiếp tục trả thù những người không ủng hộ mình trước kia. Phe cánh của bà ta là [[Lý Nghĩa Phủ]], [[Hứa Kính Tông]] nắm đại quyền trong triều, [[Trưởng Tôn Vô Kị]] ngày càng mất uy tín. Võ hoàng hậu sai Hứa Kính Tông tìm cớ hãm hại ông ta.\n\nNăm [[659]], có người tố cáo hai viên quan là [[Vi Quý Phương]] và [[Lý Sào]] mưu làm việc trái phép, Đường Cao Tông giao cho [[Hứa Kính Tông]] điều tra. Kính Tông dụ dỗ Quý Phương khai rằng Triệu Quốc công (tức Vô Kị) có thông đồng với mình. Cao Tông bất ngờ về việc này, nhưng lại sai Kính Tông đưa Vô Kị ra tra xét. Sau đó, ông hạ lệnh bãi bỏ phong ấp và chức Thái úy của Trưởng Tôn Vô Kị, giáng làm Dương Châu đô đốc, đày đến Kiềm Châu<ref>Quý Châu, Trung Quốc ngày nay<\/ref>. Hứa Kính Tông nhân đó tố cáo Chử Toại Lương cùng Hàn Viện, Liễu Thích, Viện và Thích bị bãi chức, Chử Toại Lương tuy đã chết cũng bị trừ quan tước. [[Trưởng Tôn Vô Kị]] cũng bị bức tử trong năm đó<ref name=\"ReferenceB\"\/>.\n\n=== Diệt Đô Man và Bách Tế ===\n[[Tập tin:Tang China 669AD.jpg|nhỏ|330px|phải|Lãnh thổ Đại Đường nửa cuối thế kỉ VII]]\nCũng năm [[659]], quốc vương [[Đô Man]] của [[Tư Kết Khuyết]]<ref>Nay thuộc thành phố [[Bayankhongor]], [[CHND Mông Cổ]].<\/ref> khởi binh chống lại [[nhà Đường]], liên kết với các nước Sơ Lặc, Chu Câu Ba, Yết Bàn Đà...<ref>Các nước này đều nằm ở khu vực [[Tân Cương]], Trung Quốc hiện nay<\/ref>. Cao Tông phái Tô Định Phương đến phía tây đánh dẹp. Định Phương tuyển 10000 quân bộ và 3000 quân kị, một ngày đi 300 dặm, tiến vào quốc đô của Đô Man. Vua Đô Ma hoảng sợ, lại liên tiếp thất bại, phải xin đầu hàng. Đô Man bị dẫn về kinh. Quần thần muốn giết chết ông ta, nhưng [[Tô Định Phương]] nói đã hứa tha chết cho Đô Man khi ông ta đầu hàng, vì thế Cao Tông không hạ lệnh giết nữa.\n\nỞ bán đảo Triều Tiên, hai nước [[Bách Tế]] (đời vua [[Nghĩa Từ vương|Bách Tế Nghĩa Từ Vương]]) và [[Cao Câu Ly]] (đời vua [[Bảo Tạng Vương|Cao Câu Ly Bảo Tạng Vương]]) liên kết với nhau, lấn chiếm nước còn lại là Tân La (đời vua [[Tân La Vũ Liệt vương|Tân La Vũ Liệt Vương]]). Năm [[660]], Đường Cao Tông sai [[Tô Định Phương]] và [[Ngu Bá Anh]] dẫn 144.000 quân tiến công Bách Tế để cứu Tân La. Nghe nhà Đường hứa sẽ chia đất [[Bách Tế]] sau khi diệt [[Bách Tế]], nước Tân La cũng phái [[Kim Yu-shin]] dẫn 50.000 quân phối hợp củng quân Đường tiêu diệt Bách Tế. [[Kim Yu-shin]] đã đánh bại 5000 quân Bách Tế của [[Giai Bách]] (계백 Gye Baek) trong trận Hwangsanbeol (황산벌 전투) sau nhiều tháng chiến đấu. [[Giai Bách]] tử trận. [[Tô Định Phương]] và quân Đường tiến vào bán đảo, giết được nhiều quân Bách Tế rồi tiến vào quốc đô Bách Tế là Tứ Tỉ (Sabi), sau đó [[Nghĩa Từ vương|Bách Tế Nghĩa Từ vương]] (Uija Wang) và thái tử Phù Dư Long (Buyeo Yung) chạy về phía bắc đến Hùng Tân (Ungjin). [[Tô Định Phương]] tiến quân vây thành Tứ Tỉ. Vương thứ tử [[Bách Tế]] là [[Phù Dư Thái]] tự lập làm vua [[Bách Tế]] trong thành Tứ Tỉ rồi chỉ huy dân quân Bách Tế chống cự [[Tô Định Phương]]. Tuy nhiên con của [[Phù Dư Long]] là [[Phù Dư Văn Tư]] đưa bộ hạ trèo thành Tứ Tỉ ra hàng quân Đường, dân chúng [[Bách Tế]] cũng đi theo, [[Phù Dư Thái]] không ngăn được. [[Tô Định Phương]] lệnh cho binh sĩ nhà Đường lên thành Tứ tỉ cắm cờ, vì thế [[Phù Dư Thái]] mở cửa thành ra hàng. Sau đó [[Nghĩa Từ vương|Bách Tế Nghĩa Từ vương]] (Uija Wang) và thái tử Phù Dư Long (Buyeo Yung) cũng bị quân Đường bắt khi Tứ Tỉ (Sabi) thất thủ. Tháng 7 năm [[660]] nước [[Bách Tế]] chính thức bị diệt vong. \n\nTương truyền rằng [[Nghĩa Từ vương|Bách Tế Nghĩa Từ Vương]] bị bắt phải rót rượu cho tướng [[Tô Định Phương]] của nhà Đường và vua [[Tân La Vũ Liệt vương]] trong 1 buổi tiệc tại thành Tứ Tỉ (Sabi) và bị sỉ nhục nặng nề. [[Nghĩa Từ vương|Bách Tế Nghĩa Từ vương]] bị đưa đến [[Lạc Dương]] [[nhà Đường]] cùng các con là [[Phù Dư Hiếu]] (Buyeo Hyo), [[Phù Dư Long]] (Buyeo Yung) và [[Phù Dư Thái]], 88 hầu cận và 12.807 nông dân [[Bách Tế]] (đến năm [[2000]], hài cốt của [[Nghĩa Từ vương|Bách Tế Nghĩa Từ vương]] mới được đưa từ [[Trung Quốc]] về [[Hàn Quốc]] chôn cất). Đường Cao Tông ra lệnh sáp nhập Bách Tế vào lãnh thổ [[nhà Đường]], phân làm 37 quận, không chia đất cho [[Tân La]] khiến vua [[Tân La Vũ Liệt vương]] (Kim Xuân Thu) oán hận. Khi đó một tướng [[Bách Tế]] là [[Hắc Xỉ Thường Chi]] (黑齒常之, Heukchi Sangji) cùng một số tướng lĩnh [[Bách Tế]] khác chạy đến thành [[Gangsan]] và tham gia vào phong trào khôi phục [[Bách Tế]]. [[Hắc Xỉ Thường Chi]] và những người đi theo đã tập hợp được 30.000 người [[Bách Tế]] trong 10 ngày.\n\nCùng năm [[660]] người Khiết Đan do Khả hãn [[Lý Tận Trung]] cầm đầu đã nổi dậy tự lập ở đất Tùng Mạc phía bắc Doanh Châu nhà Đường nhưng vẫn giữ chức Tùng Mạc đô đốc của nhà Đường.\n\nSau đó, [[Tô Định Phương]] đánh sang Cao Câu Ly vào năm [[661]]. Vua [[Tân La Văn Vũ vương]] (Kim Pháp Mẫn) sai [[Kim Yu-shin]] chi viện cho quân Đường nhằm đè bẹp [[Cao Câu Ly]]. [[Tô Định Phương]] phá quân [[Cao Câu Ly]] ở Phối Giang <ref>Nay là [[sông Đại Đồng]], [[CHDCND Triều Tiên]].<\/ref>, đoạt Mã Ấp Sơn (phía đông [[Bình Nhưỡng]]) làm doanh, rồi vây thành [[Bình Nhưỡng]] của [[Cao Câu Ly]]. Tuy nhiên, lúc này tình hình đã chuyển sang thế bất lợi cho quân Đường. Người dân Bách Tế và [[Hắc Xỉ Thường Chi]] (黑齒常之, Heukchi Sangji), Phúc Tín (Boksin) lập vua mới là [[Phù Dư Phong]] (từ [[Nhật Bản]] đời [[Thiên hoàng Tenji]] đưa về) lên ngôi, lại nổi dậy kháng Đường. Mặc dù Cao Tông gửi thêm quân vào chiến trường [[Bách Tế]] và [[Cao Câu Ly]], nhưng vẫn không thay đổi được tình hình. Năm [[662]], quân Đường lại bị [[Cao Câu Ly]] đánh bại nhiều lần, tổn thương nghiêm trọng, lại cộng thêm bão tuyết hoành hành. Tướng nhà Đường là [[Bàng Hiếu Thái]] (龐孝泰) cùng 13 người con trai đã bị giết chết tại một trận đánh trên sông Xà Thủy (蛇水). [[Tô Định Phương]] phải giải vây Bình Nhưỡng rồi rút quân Đường về nước. [[Kim Yu-shin]] cũng rút quân về [[Tân La]]. Mặc dù vậy nhưng những cuộc chiến tranh giữa [[Cao Câu Ly]] với [[nhà Đường]] đã khiến [[Cao Câu Ly]] bị hao binh tổn tướng khá nhiều<ref>''[[Zizhi Tongjian]]'', vols. [[:zh:s:資治通鑑\/卷198|198]], [[:zh:s:資治通鑑\/卷199|199]], [[:zh:s:資治通鑑\/卷200|200]], [[:zh:s:資治通鑑\/卷201|201]]<\/ref><ref>''[[Tam quốc sử ký|Samguk Sagi]]'', vol. 22.[http:\/\/www.khaan.net\/history\/samkooksagi\/sagi2122.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071224064429\/http:\/\/www.khaan.net\/history\/samkooksagi\/sagi2122.htm |date = ngày 24 tháng 12 năm 2007}}<\/ref>.\n\n[[Tô Định Phương]] của [[nhà Đường]] dường như rất muốn đánh bại tàn dư [[Bách Tế]] của [[Phù Dư Phong]] và [[Hắc Xỉ Thường Chi]] (黑齒常之, Heukchi Sangji). Nhưng [[Hắc Xỉ Thường Chi]] đã liên tục giành chiến thắng và tái chiếm hơn 200 thành trì cũ của [[Bách Tế]] từ tay quân Đường.<ref>[[Tam quốc sử ký]], quyển 28<\/ref>\n\n== Thời đại Long Sóc - Lân Đức ==\n=== Bình định Bì Túc Độc ===\n[[Tháng 10]] năm [[660]], Đường Cao Tông bị bệnh đau đầu, không thể coi triều, mọi việc đều do Võ hoàng hậu quyết đoán<ref name=\"Tư trị thông giám, quyển 200\"\/>.\n\nTù trưởng [[Hồi Cốt|Hồi Hột]] là [[Bà Nhuận]], vốn tuân phục [[nhà Đường]] vừa chết, cháu là [[Bì Túc Độc]] nối ngôi, liên kết với các tộc [[Đồng La]], [[Bộc Cố]] xâm phạm vào biên giới [[nhà Đường]]. Năm [[662]] Đường Cao Tông sai [[Trịnh Nhân Thái]] cùng [[Lưu Thẩm Lễ]], [[Tiết Nhân Quý]], [[Tiêu Tự Nghiệp]] thảo phạt [[Bì Túc Độc]]. Ban đầu, quân Đường chiến thắng nhiều trận, [[Tiết Nhân Quý]] trở nên nổi tiếng với giai thoại ''\"Tam tiễn định Thiên San\"'' nhưng sau đó hết lương, thời tiết xấu phải rút về. \n\nĐường Cao Tông sai trị tội [[Trịnh Nhân Thái]], rồi bổ [[Khiết Bật Hà Lực]] cùng [[Khước Khác]] đến thay. Người trong Bộ Lạc sợ thế [[Khiết Bật Hà Lực]], bèn bắt tù trưởng hơn hai trăm người giao nộp. [[Khiết Bật Hà Lực]] sai chém tất cả. Chiến sự phía tây tạm yên. Sau đó [[Tiết Nhân Quý]] chuyển sang chinh phục bộ tộc [[Thiết Lặc]].\n\nTháng 10 năm [[662]], Đường Cao Tông đến Ly Sơn du ngoạn, để thái tử Lý Hoằng giám quốc. Ít lâu sau ông về Trường An.\n\nBấy giờ Lý Nghĩa Phủ được Võ hậu tin tưởng, nắm quyền trong triều. Năm [[663]], có người tố cáo Nghĩa Phủ mưu phản. Cao Tông sai giam vào ngục, sau đó đày đến Đình châu.\n\n=== Tình hình phía Tây và phía Đông ===\n[[Tháng 6]] năm [[663]], tù trưởng Man Di ở Liễu Châu Ngô Quân nổi loạn. Cao Tông sai Lưu Bá Anh đánh dẹp. Cùng lúc đó, hai nước Thổ Phiên và Thổ Cốc Hồn xảy ra chiến tranh, đều sai sứ đến nhà Đường xin viện binh. Cao Tông không giúp nước nào<ref name=\"Tư trị thông giám, quyển 201\">[[Tư trị thông giám]], quyển 201<\/ref>. Sau đó Thổ Cốc Hồn bị Thổ Phiên đánh tan. Khả hãn Hạt Bát phải chạy sang nhà Đường lánh nạn. Cao Tông sai Tô Định Phương tuyển quân giúp Thổ Cốc Hồn, nhưng cuối cùng không thắng. Thổ Cốc Hồn bị Thổ Phiên chiếm đóng.\n\n[[Thiên hoàng Tenji]] của [[Nhật Bản]] lệnh cho 27.000 quân [[Nhật Bản]] do [[Abe no Hirafu]] (阿部比羅夫; A Bộ Bỉ La Phu) chỉ huy sang bán đảo Triều Tiên từ cuối năm [[662]] để tham chiến cùng tàn dư [[Bách Tế]] chống lại quân [[nhà Đường|Đường]] và quân [[Tân La]] do [[Kim Yu-shin]] chỉ huy. Lần đầu tiên lịch sử, quân đội [[Trung Quốc]] và [[Nhật Bản]] giao chiến với nhau. Tướng [[Phúc Tín]] dẫn tàn dư [[Bách Tế]] và [[Abe no Hirafu]] dẫn quân Nhật Bản liên tục tấn công vào nơi đóng quân của liên quân Tân La - Đường. Liên quân Tân La - Đường sau đó phản công lại và bao vây tàn dư Bách Tế và quân Nhật Bản tại một thành trì được gọi là thành Chu Lưu (Juryu, 주류성, 周留城). Tại thời điểm này, [[Phúc Tín]] dường như đã phản bội tàn dư [[Bách Tế]]. [[Phúc Tín]] đã giết chết nhà sư [[Dochim]] của tàn dư [[Bách Tế]] và tìm cách giết cả vua [[Phù Dư Phong]]. Tuy nhiên, [[Phù Dư Phong]] đã giết [[Phúc Tín]] trước và đào thoát đến [[Cao Câu Ly]]. Tàn dư [[Bách Tế]] khi đó do [[Hắc Xỉ Thường Chi]] chỉ huy. [[Tháng 8]] năm [[663]], quân Đường và quân [[Tân La]] của [[Kim Yu-shin]] hoàn toàn đánh bại được tàn dư thế lực của Bách Tế và quân [[Nhật Bản]] [[trận Bạch Giang|tham chiến trên sông Hakusonkô]] (Bạch Thôn Giang, Nhật gọi là ''Hakusuki no E'') ở [[Bách Tế]]. Trong trận này, tướng dưới quyền [[Hắc Xỉ Thường Chi]] là [[Yong Sak]] đã phản bội tàn dư [[Bách Tế]] khi quy hàng quân Đường nhưng [[Hắc Xỉ Thường Chi]] vẫn tiếp tục tiến lên đánh bại một số đội quân nhà Đường. [[Hắc Xỉ Thường Chi]] sau đó quy hàng quân Đường và được giải sang nhà Đường. Quân [[Nhật Bản]] thua xiểng liểng phải rút chạy về Nhật Bản (đời [[Thiên hoàng Tenji]]). Cao Tông sai [[Lưu Nhân Quỹ]] trấn thủ Bách Tế, chuẩn bị chiến tranh với [[Cao Câu Ly]]. Thấy [[Hắc Xỉ Thường Chi]] của tàn dư [[Bách Tế]] là tướng tài, Đường Cao Tông phong cho [[Hắc Xỉ Thường Chi]] làm đại tướng của nhà Đường.\n\n[[Tháng 10]] năm [[663]], Cao Tông giao bớt việc nước cho thái tử Hoằng, lệnh cứ năm ngày đến nghe quần thần tấu trình việc nước một lần, nếu là việc nhỏ thì cho thái tử tự quyết định<ref name=\"Tư trị thông giám, quyển 201\"\/>.\n\n=== Ý định Phế hậu ===\nLúc này quyền lực của [[Võ Tắc Thiên|Võ hoàng hậu]] trong triều đã rất lớn mạnh. Đạo sĩ [[Quách Hành Chân]] ra vào cấm trung, nhiều lần dùng tà thuật bị phát giác. Năm [[664]], Cao Tông biết việc này là do hoàng hậu chủ mưu nên rất tức giận, triệu đại thần [[Thượng Quan Nghi]] vào cung. Nghi tâu rằng hoàng hậu chuyên quyền, không giữ đạo làm vợ, cần phải phế đi. Cao Tông chấp thuận, lệnh cho Nghi tìm cơ hội mà ra tay.\n\nTả hữu của ông đem việc này tố cáo với hoàng hậu. Võ hoàng hậu bèn đến chỗ Lý Trị kêu oan. Ông không biết trả lời ra sao, bèn đổ hết mọi chuyện cho Thượng Quan Nghi. Tháng 12 năm đó, Võ Mị Nương sai [[Hứa Kính Tông]] tố cáo Thượng Quan Nghi và thái tử cũ Lý Trung phản nghịch, bắt Nghi hạ ngục rồi ban rượu độc cho [[Lý Trung]]. Sang đầu năm [[665]], Thượng Quan Nghi bị chém đầu. Tuy nhiên, sau này Võ hậu trọng dụng cháu của Nghi là [[Thượng Quan Uyển Nhi]]<ref name=\"ReferenceA\"\/>.\n\nCũng từ năm [[665]], mỗi khi Cao Tông lên triều nghe chính, [[Võ Tắc Thiên|Võ hoàng hậu]] đều đứng sau rèm để cùng nghe việc, và hầu hết việc trong triều đều do Võ hậu quyết đoán. Cao Tông và Võ hậu được gọi là ''Nhị thánh lâm triều''.\n\n== Thời đại Càn Phong - Tổng Chương - Hàm Hanh ==\n[[Tập tin:Qian Feng Quan Bao (乾封泉寶) - Kingdom of Chu - Scott Semans.jpg|nhỏ|Càn Phong Quan Bao]]\n=== Phong thiền ===\n[[Tháng 10]] năm [[665]], [[Võ Tắc Thiên|Võ hoàng hậu]] dâng biểu xin Cao Tông thực hiện phong thiền (tế trời). Cao Tông đồng ý, sau đó đích thân rời Trường An đến Lạc Dương để chuẩn bị. Sang ngày 10 tháng 2 năm [[666]] (cũng là Tết Âm lịch), ông lên Thái Sơn, chính thức tiến hành nghi lễ. Cao Tông đăng đàn đầu tiên, tiếp theo là Võ hoàng hậu. Sang ngày [[12 tháng 2]] năm 666, nghi lễ mới hoàn thành.<ref name=\"Tư trị thông giám, quyển 201\"\/>\n\nSau nghi lễ phong thiền, Đường Cao Tông đổi niên hiệu từ Lân Đức thành Tổng Chương (668 - 670) và ra lệnh đại xá trong toàn quốc, trừ những người bị lưu đày dài hạn. Ông cũng đồng loạt thăng chức cho tất cả quan lại triều đình. Lý Nghĩa Phủ vốn bị tội trước đây, nghĩ sẽ được đại xá trong lần này, khi nghe tin đó thì uất ức mà chết. Cùng dịp đó, ông tôn phong [[Khổng Tử]] làm Thái sử, Thái Thượng lão quân làm Thái thượng huyền nguyên hoàng đế.\n\nTháng 4 năm [[666]], Đường Cao Tông trở về [[Trường An]].\n\n=== Chống Cao Câu Ly và Thổ Phiên, tiêu diệt Cao Câu Ly ===\nTrong năm [[666]] Đường Cao Tông phái [[Tiết Nhân Quý]] dẫn quân Đường đánh [[Cao Câu Ly]] nhằm báo thù vụ [[Bàng Đồng Thiện]] và [[Cao Khản]] sang [[Cao Câu Ly]] đòi cống nạp nhưng bị quân [[Cao Câu Ly]] tập kích. Khi ban sư, [[Tiết Nhân Quý]] được Cao Tông phong Hữu Uy vệ Đại tướng quân. \n\n[[Tháng 6]] năm [[666]], Đại ma li chi (thừa tướng nước [[Cao Câu Ly]]) là [[Uyên Cái Tô Văn]] (Yeon Gaesomun) chết, con trai trưởng là Uyên Nam Sinh (Yeon Namseng) bị hai em là [[Uyên Nam Kiến]] (Yeon Namgeom), [[Uyên Nam Sản]] (Yeon Namsan) đánh đuổi, Uyên Nam Sinh bỏ trốn, sai người sang [[nhà Đường]] cầu cứu. Đường Cao Tông sai [[Khế Bật Hà Lực]] làm Liêu Đông đạo an phủ đại sứ, cùng [[Bàng Đồng Thiện]], [[Cao Khản]] cùng nhau mượn danh nghĩa cứu Uyên Nam Sinh, thực chất là xâm lược Cao Câu Ly.\n\nChị của Võ hoàng hậu là Hàn Quốc phu nhân cùng con gái thường vào trong cung, được Cao Tông sủng ái, muốn giữ lại luôn. Khi Hàn Quốc phu nhân mất, Cao Tông phong cho con gái bà ta làm Ngụy quốc phu nhân, muốn phong làm hậu phi. [[Võ hoàng hậu]] ghen ghét, bèn đầu độc Ngụy quốc phu nhân rồi đổ tội cho em là [[Võ Hoài Vận]] và anh họ là Duy Lương, cho giết hai người.\n\nSang đầu năm [[667]], Đường Cao Tông lại cử [[Lý Tích]] và [[Tiết Nhân Quý]] ra quân tiếp viện cho chiến trường [[Cao Câu Ly]]<ref>[[Tân Đường thư]], quyển 93, liệt truyện quyển 18<\/ref>. Tiết Nhân Quý chiêu hàng Khã hãn Khiết Đan là [[Lý Tận Trung]] và [[Tôn Vạn Vinh]], khiến họ cùng chinh phạt [[Cao Câu Ly]] với lời hứa giao [[Doanh Châu]] cho người Khiết Đan sau cuộc chiến. Uyên Nam Sinh (bị Đường Cao Tông đổi sang họ Toàn vì húy kỵ [[Đường Cao Tổ]]) dẫn quân Đường hạ 40 thành trì của [[Cao Câu Ly]] ở biên giới phía đông. Mùa thu cùng năm, [[Lý Tích]] vượt sông Liêu, chiếm Tân Thành ở Liêu Đông<ref>Nay thuộc Phủ Thuận, Liêu Ninh, Trung Quốc<\/ref> rồi hạ được 16 thành. [[Tiết Nhân Quý]] cùng [[Bàng Đồng Thiện]], [[Cao Khản]] đại phá quân [[Cao Câu Ly]] của [[Uyên Nam Kiến]], hợp quân với [[Uyên Nam Sinh]]. Tuy nhiên, hải quân Đường do [[Quách Đãi Phong]] (郭待封) chỉ huy lại gặp khó khăn trong việc cung cấp lương thực, [[Quách Đãi Phong]] muốn cầu viện Lý Tích, song sợ rằng nếu tin này đến chỗ quân [[Cao Câu Ly]] thì sẽ bị lộ nhược điểm. [[Quách Đãi Phong]] quyết định viết một bài thơ ám hiệu và gửi cho [[Lý Tích]]. Thoạt đầu, [[Lý Tích]] không hiểu rằng đó là ám hiệu, tức giận rằng [[Quách Đãi Phong]] lại viết thơ ở tiền tuyến, song quân quản ký [[Nguyên Vạn Khoảnh]] (元萬頃) đã có thể giải mã bài thơ, [[Lý Tích]] biết được nội dung thỉnh cầu và đã chuyển lương thực cho quân của [[Quách Đãi Phong]]. Quân Đường của [[Lý Tích]] và quân Khiết Đan của [[Tiết Nhân Quý]], [[Lý Tận Trung]], [[Tôn Vạn Vinh]] bỏ qua thành Ansi (thành [[An Thị]], ngôi thành từng đánh lui quân Đường của [[Đường Thái Tông]] vào 22 năm trước), nhanh chóng vượt qua tỉnh [[Liêu Ninh]] của [[Cao Câu Ly]] mà nhắm đến sông Áp Lục. Sau đó, [[Uyên Nam Kiến]] bố trí quân [[Cao Câu Ly]] phòng thủ theo tuyến sông Áp Lục, quân Đường của [[Lý Tích]] không thể vượt sông.\n\nCùng năm [[667]] danh tướng [[Tô Định Phương]] của [[nhà Đường]] mất khi đang ở chức, hưởng thọ 76 tuổi. Đường Cao Tông nghe tin thì thương xót, trách thị thần rằng: \"''Tô Định Phương có công với nước, đáng được khen tặng, các khanh không nói gì, sao vậy?''\". Rồi Cao Tông bèn truy tặng cho [[Tô Định Phương]] chức Tả kiêu vệ tướng quân, U Châu đô đốc, ban cho thụy hiệu là Trang.\n\nTháng 4 năm [[668]], Đường Cao Tông đổi niên hiệu Càn Phong thành Tổng Chương<ref>[[Cựu Đường thư]], quyển 5, Bản kỉ quyển 5<\/ref>. Sang tháng 5 năm [[668]], nước Thổ Phiên tiến chiếm 18 châu của [[nhà Đường]]. Đường Cao Tông lại cử [[Tiết Nhân Quý]], [[A Sử Na Đạo Chân]], [[Quách Đãi Phong]] kháng cự Thổ Phiên.   \n\nQuân Đường của [[Tiết Nhân Quý]] bị quân Thổ Phiên đánh úp, quân Đường đại bại, tử thương vô số. Ba tướng [[Tiết Nhân Quý]], [[A Sử Na Đạo Chân]], [[Quách Đãi Phong]] bỏ chạy thoát thân, Đường Cao Tông xét lúc trước họ lập nhiều công trạng, miễn tội chết, nhưng trừ danh. [[Tiết Nhân Quý]] nhanh chóng được Cao Tông phái sang phía đông tiếp tục hỗ trợ [[Lý Tích]] đánh [[Cao Câu Ly]]. Trong khi đó, sức khỏe của Cao Tông ngày một suy nhược, ông giao quyền hành cho thái tử [[Lý Hoằng]]. Lý Hoằng xử lý triều chính, rất được Cao Tông hài lòng. Ông từng có ý muốn sớm nhường ngôi cho Hoằng để lên làm Thái thượng hoàng.\n\nĐến mùa thu năm [[668]], [[Lý Tích]] mới đánh bại quân [[Cao Câu Ly]] của [[Uyên Nam Kiến]] dọc bờ sông Áp Lục và cho quân vượt sông Áp Lục, tiến đến bao vây thành [[Bình Nhưỡng]]. Nghe nhà Đường hứa sẽ chia đất [[Cao Câu Ly]] sau khi diệt [[Cao Câu Ly]], nước [[Tân La]] (đời vua [[Tân La Văn Vũ vương]]) phái [[Kim Yu-shin]] (金庾信, 김유신) dẫn quân lên bắc phối hợp với quân Đường diệt [[Cao Câu Ly]]. Em trai của [[Uyên Cái Tô Văn]] là [[Uyên Tịnh Thổ]] (Yeon Jeong-to) quy hàng quân [[Tân La]] của [[Kim Yu-shin]]. Quân [[Tân La]] của [[Kim Yu-shin]] nhanh chóng đến vây đánh kinh đô [[Bình Nhưỡng]] của [[Cao Câu Ly]]. Quân [[Tân La]] của [[Kim Yu-shin]] nhanh chóng đến hội quân với [[Lý Tích]] để cùng vây đánh kinh đô [[Bình Nhưỡng]] của [[Cao Câu Ly]].\n\nEm của [[Uyên Nam Kiến]] là [[Uyên Nam Sản]] và một số quan lại của [[Cao Câu Ly]] đã đầu hàng quân Đường, song [[Uyên Nam Kiến]] và [[Bảo Tạng Vương|Cao Câu Ly Bảo Tạng Vương]] vẫn tiếp tục chiến đấu. Một vài ngày sau đó (vào tháng 11 năm [[668]]), bộ tướng của [[Uyên Nam Kiến]] là hòa thượng [[Tín Thành]] (Shin Sung, 信誠) lén mở một cổng thành ra đầu hàng quân Đường. Quân Đường của [[Lý Tích]] và [[Tiết Nhân Quý]], quân Tân La của [[Kim Yu-shin]], quân Khiết Đan của [[Lý Tận Trung]] và [[Tôn Vạn Vinh]], quân [[Cao Câu Ly]] trung thành với [[Uyên Nam Sinh]] (Yeon Namseng) tiến vào kinh thành [[Bình Nhưỡng]] của [[Cao Câu Ly]]. Vua Cao Câu Ly là [[Bảo Tạng Vương]] (Bojang Wang) phải đầu hàng và bị quân Đường giải sang nhà Đường. Đại ma li chi [[Uyên Nam Kiến]] (Yeon Namgeom) tự sát không thành và bị Uyên Nam Sinh (Yeon Namseng) cứu sống rồi bị giải sang nhà Đường cùng với [[Uyên Nam Sản]] (Yeon Namsan), [[Cao Xá Kê]] (Go Sagye). [[Cao Câu Ly]] bị diệt vong. Vua cũ của [[Bách Tế]] là [[Phù Dư Phong]] đang ở Cao Câu Ly cũng bị quân Đường bắt, bị giải sang nhà Đường và bị lưu đày đến miền nam nhà Đường. Đường Cao Tông thấy [[Cao Xá Kê]] (Go Sagye) có tài nên phong cho [[Cao Xá Kê]] làm tướng nhà Đường (sau này con của [[Cao Xá Kê]] là [[Cao Tiên Chi]] trở thành trung thần của nhà Đường dưới thời vua [[Đường Huyền Tông]]).\n\nTại đất [[Cao Câu Ly]], Đường Cao Tông bắt nhiều người dân chuyển sang sống ở Trung Quốc, không chia đất đã chiếm cho Tân La khiến vua [[Tân La Văn Vũ vương]] (Kim Pháp Mẫn) oán hận, không giao [[Doanh Châu]] cho người Khiết Đan khiến [[Lý Tận Trung]] và [[Tôn Vạn Vinh]] oán hận. Tại những vùng đất đã chiếm, Đường Cao Tông lập ra [[An Đông đô hộ phủ]] (nhiệm sở tại [[Bình Nhưỡng]]), cử [[Ngụy Triết]] làm Kiếm giáo An Đông đô hộ và [[Tiết Nhân Quý]] làm Phó kiếm giáo An Đông đô hộ của [[An Đông đô hộ phủ]]<ref>[[Tân Đường thư]], quyển 220, liệt truyện quyển 145<\/ref><ref>[[Cựu Đường thư]], quyển 199, liệt truyện quyển 149<\/ref>. Quân Đường trấn giữ [[An Đông đô hộ phủ]] là 200.000 quân.\n\n=== Chống Tân La ===\nCũng trong năm [[668]], sau khi [[Lý Tích]] từ [[An Đông đô hộ phủ]] trở về Trường An, triều đình [[nhà Đường]] tổ chức một cuộc diễu hành lớn nhằm vinh danh [[Lý Tích]]. Cao Tông thăng [[Lý Tích]] làm 'thái tử thái sư'. Khoảng tết năm [[669]], khi Đường Cao Tông làm lễ tế Thiên, đã cho [[Lý Tích]] tế sau mình, một vinh dự đặc biệt. Không lâu sau thì [[Lý Tích]] lâm bệnh, Đường Cao Tông đã triệu tất cả các anh em và con của [[Lý Tích]] đang phụng sự ở ngoài kinh thành trở về để chăm sóc cho [[Lý Tích]]. Lý Tích chỉ nhận thuốc do Đường Cao Tông và Thái tử [[Lý Hoằng]] trao, song mặt khác lại từ chối điều trị.\n\nKhi đó tù trưởng Cao Câu Ly là [[Kiếm Mưu Sầm]] khôi phục Cao Câu Ly, lập [[Cao An Thắng]] lên làm vua Cao Câu Ly. Đường Cao Tông sai [[Cao Khản]] phát binh thảo phạt.\n\nTrong lúc đó, nước [[Tân La]] có ý muốn chiếm lại tất cả đất cũ của Cao Câu Ly bị nhà Đường sáp nhập khi trước, bèn gửi quân giúp nghĩa quân Cao Câu Ly của [[Cao An Thắng]] (''Go Anseung'')<ref>[[Cao An Thắng]] này là người từng làm con tin ở [[Tân La]], được vua [[Tân La Văn Vũ vương]] cho về đất Cao Câu Ly cũ để chống lại nhà Đường)<\/ref> và [[Kiếm Mưu Sầm]] (''Geom Mojam'') ở Hán Thành (nay là [[Seoul]], [[Hàn Quốc]]). Vua [[Tân La Văn Vũ vương]] tổ chức một cuộc tấn công vào các lực lượng [[nhà Đường]] đang chiếm đóng lãnh thổ [[Bách Tế]] trước đây. Đường Cao Tông gọi [[Ngụy Triết]] về [[Trường An]] và phong cho [[Tiết Nhân Quý]] làm Kiêm giáo An Đông đô hộ năm [[669]]. Cao Tông lệnh cho [[Tiết Nhân Quý]] di dời 78.000 dân [[Cao Câu Ly]] sang vùng [[Hoài Giang]] và [[Trường Giang]] của [[nhà Đường]]. Những người [[Cao Câu Ly]] nghèo và yếu ớt thì được bố trí làm lính gác ở [[An Đông đô hộ phủ]]. \n\nKhoảng tết năm [[670]], [[Lý Tích]] qua đời. Đường Cao Tông không thiết triều trong 7 ngày, phong tước cho [[Lý Tích]] là Thái úy, Dương châu Đại đô đốc, thụy hiệu Trinh Vũ, bồi táng ở Chiêu lăng. [[Lý Tích]] được an táng theo nghi lễ đặc biệt, và theo chỉ của Đường Cao Tông, lăng mộ của [[Lý Tích]] được xây dựng theo hình một vài ngọn núi lớn thuộc lãnh thổ Đông Đột Quyết và Tiết Diên Đà, nhằm tưởng nhớ các chiến công của [[Lý Tích]].\n\nSau đó Cao Tông phong cho [[Cao Khản]] làm Liêu Đông Châu hành quân Tổng quản An Đông đô hộ thay cho [[Tiết Nhân Quý]] vào năm [[670]]. Cùng năm [[670]], Cao Tông phong [[Tiết Nhân Quý]] làm Hành quân Đại tổng quản, dẫn 5 vạn binh mã hộ tống quốc vương [[Thổ Dục Hồn|Thổ Cốc Hồn]] đánh quân [[Thổ Phồn]] để phục quốc. Trong trận [[Đại Phi Xuyên]], [[Tiết Nhân Quý]] giao chiến với 20 vạn quân Thổ Phồn bị đại bại phải lui quân.\n\nCuộc chiến giữa [[Tân La]] và [[nhà Đường]] trên bán đảo Triều Tiên xảy ra từ năm 668 đến đầu thập niên 670. Năm [[671]], [[Tân La]] đánh bại quân Đường. Tháng 1 năm [[673]], An Đông đô hộ là [[Cao Khản]] đánh thắng quân [[Tân La]] một trận lớn, kìm chân được tham vọng của Tân La. Sau đó, [[Tiết Nhân Quý]] được Đường Cao Tông phong làm Tổng quản đạo Kê Lâm, hiệp trợ tàn quân [[Bách Tế]], cùng quân [[Tân La]] và nghĩa quân [[Cao Câu Ly]] tác chiến. Cùng năm [[673]] nước [[Tân La]] phái quân hỗ trợ [[Cao An Thắng]] và [[Kiếm Mưu Sầm]] giữ Hán Thành (nay là Seoul), củng cố cho nước [[Cao Câu Ly]] mới. [[Tiết Nhân Quý]] nhiều lần phái quân Đường tấn công Hán Thành nhưng đều bị thất bại.\n\nĐầu năm [[674]], nghĩa quân [[Cao Câu Ly]] và [[Tân La]] hợp sức đánh bại quân Đường ở núi Baekbing. [[Nhà Đường]] và đồng minh cũ là [[Tân La]] giao chiến liên miên, Văn Vũ Vương đã chiếm được phần lớn lãnh thổ [[Bách Tế]] và [[Cao Câu Ly]] cũ từ tay Đường và thúc đẩy kháng chiến chống lại triều đình nhà [[Đường]] ở Trung Hoa. Thấy vua [[Tân La Văn Vũ vương]] đang giúp nghĩa quân [[Cao Câu Ly]] của Cao Câu Ly vương [[Cao An Thắng]] và [[Kiếm Mưu Sầm]], hoàng đế Cao Tông trong cơn giận dữ đã phong em trai của vua [[Tân La Văn Vũ vương]] là [[Kim Nhân Vấn]] (''Kim Inmun'') làm vua [[Tân La]] và cử [[Lưu Nhân Quỹ]], [[Lý Bật]] và [[Lý Cẩn]] cùng một đội quân đưa [[Kim Nhân Vấn]] đi tấn công [[Tân La]]. Quân Đường đánh bại [[Tân La]] ở đất [[Bách Tế]]. Vua [[Tân La Văn Vũ vương]] đã dâng thư tạ tội với Cao Tông và đề nghị cống nạp cho [[nhà Đường]]. Hoàng đế Cao Tông thu hồi lại lệnh tấn công cũng như sắc phong vương vị cho [[Kim Nhân Vấn]]. Rồi vua [[Tân La Văn Vũ vương]] sai người yêu cầu vua Cao Câu Ly vương [[Cao An Thắng]] (Go Ansung) giết chết Đại ma li chi [[Kiếm Mưu Sầm]] (Geom Mojam) của ông ấy. [[Cao An Thắng]] giết xong [[Kiếm Mưu Sầm]] thì bỏ nghĩa quân Cao Câu Ly ở Hán Thành, chạy sang quy hàng [[Tân La]] cùng năm [[674]].\n\nNăm [[675]], [[Lý Cẩn Hành]] (李謹行) đã dẫn quân Đường đánh đến lãnh thổ [[Tân La]] (đời vua [[Tân La Văn Vũ vương]]) cùng với quân [[Mạt Hạt]] (lực lượng quy phụ nhà Đường, tổ tiên của người Nữ Chân). Tuy nhiên, quân Đường đã bị quân Tân La đánh bại trong trận thành Mãi Tiếu (Maeso), tuy nhiên các nguồn từ nhà Đường cho rằng phần thắng nghiêng về phía họ trong trận này cũng như trong các trận chiến khác với quân Tân La.\n\n=== Thiên hoàng - Thiên hậu ===\n[[Tháng 8]] [[674]], Đường Cao Tông hạ lệnh truy tôn phong hiệu cho tổ tiên của mình: \n* Tuyên Giản công [[Lý Hi]] (宣简公李熙) làm '''Hiến Tổ Tuyên Hoàng đế''' (獻祖宣皇帝), phu nhân Trương thị là '''Tuyên Hiến hoàng hậu''' (宣獻皇后).\n* Ý vương [[Lý Thiên Tích]] (懿王李天錫) làm '''Ý Tổ Quang hoàng đế''' (懿祖光皇帝), phu nhân Giả thị là '''Quang Ý hoàng hậu''' (光懿皇后). \n* Truy tôn [[Đường Cao Tổ]] làm '''Thần Nghiêu hoàng đế''' (神尧皇帝), Đường Thái Tông làm '''Văn Võ Thánh hoàng đế''' (文武聖皇帝), [[Trưởng Tôn hoàng hậu]] làm '''Văn Đức Thuận Thánh hoàng hậu''' (文德顺圣皇后).\n\nCao Tông cũng tự xưng là '''Thiên hoàng''' (天皇) thay vì [[Thiên tử]], [[Võ Tắc Thiên|Võ hoàng hậu]] làm '''[[Thiên hoàng hậu|Thiên hậu]]''' (天后)<ref name=\"quyển 202\">[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7202 quyển 202]<\/ref>, đồng thời đại xá thiên hạ, đổi niên hiệu là '''Thượng Nguyên''' (上元).\n\n[[Tháng 9]] năm đó, Thiên hoàng phục hồi quan tước cho gia tộc Trưởng Tôn, lấy cháu Trưởng Tôn Vô Kị là Dực kế tước ''Triệu quốc công''.\n\n== Thời gian xưng hiệu Thiên hoàng ==\n=== Thái tử qua đời ===\nĐầu năm [[675]], [[Thổ Phiên]] sai sứ đến xin hòa với nhà Đường. Thiên hoàng không bằng lòng. Cũng trong thời gian đó, Thiên hoàng bị bệnh đau đầu rất nặng do uống phải nhiều thuốc kích thích mà Thiên hậu dâng lên. Do ông không thể quản lý triều chính, quyền hành trong triều lọt vào tay Thiên hậu. Các đại thần [[Hác Xử Tuấn]], [[Lý Nghĩa Diễm]] can ngăn, Thiên hoàng không nghe. Thiên hậu đưa nhiều tay chân vào triều như [[Nguyên Vạn Khoảnh]], [[Lưu Y Chi]], củng cố thực quyền.\n\nThái tử [[Lý Hoằng]] không hài lòng việc Thiên hậu nắm quyền, muốn đoạt lại quyền lực. Hai con gái của Tiêu thục phi là công chúa Cao An, Tuyên Thành bị Thiên hậu bắt giam, Thái tử xin Thiên hoàng thả ra; lại nhiều lần đắc tội với Thiên hậu, nên bị Thiên hậu ghét bỏ. Giữa năm [[675]], Thái tử Hoằng mất, có lời đồn cái chết này là do Thiên hậu hạ độc.\n\nThiên hoàng vốn thương yêu Thái tử, nghe tin Thái tử đã mất, rất đau lòng, bèn truy tôn Lý Hoằng là '''Hiếu Kính hoàng đế''' (孝敬皇帝), [[miếu hiệu]] là [[Nghĩa Tông]] (義宗)<ref>[[Cựu Đường thư]], quyển 86, liệt truyện quyển 36<\/ref>. Cũng trong năm đó, do không hài lòng về Hoàng tử [[Lý Thượng Kim]], con trai thứ ba của Thiên Hoàng, Thiên Hậu sai thủ hạ tố cáo Thượng Kim với Thiên hoàng. Cuối cùng, Thượng Kim bị bãi chức, đày đến [[Lễ châu]]. Sang năm sau, Thiên Hậu lại tố cáo [[Lý Tố Tiết]] bỏ không vào triều kiến là bất trung bất hiếu, Thiên Hoàng cũng đày Tố Tiết đến [[Viên Châu]], giáng tước ''Bà Dương quận vương'' (鄱阳郡王).\n\n=== Dàn xếp phía Đông và Tây ===\nTrong khi đó ở vùng đất [[Cao Câu Ly]] và [[Bách Tế]] mà [[nhà Đường]] vừa chiếm được cũng xảy ra nhiều cuộc nổi loạn của người dân nhằm khôi phục quốc gia; cộng thêm sự công kích của [[Tân La]]. Bị kháng cự quyết liệt, đầu năm [[676]], Đường Cao Tông buộc phải dời An Đông đô hộ phủ ở [[Bình Nhưỡng]] về Liêu Thành (này là [[Liêu Ninh]], [[Trung Quốc]]) thuộc Liêu Đông. An Đông đô hộ [[Cao Khản]] được Cao Tông gọi về [[Trường An]]. Vua [[Tân La Văn Vũ vương]] của [[Tân La]] liền xua quân đánh chiếm quận Hùng Tân (Ungjin, lãnh thổ [[Bách Tế]] cũ), đánh lên phía bắc chiếm một số thành trì của [[An Đông đô hộ phủ]] ở phía nam thành [[Bình Nhưỡng]], chiếm gần hết bán đảo Triều Tiên, nhưng không vượt qua được [[sông Đại Đồng]]. Chiến thắng này, cùng với việc duy trì sự độc lập của [[Tân La]], thường được coi là một bước ngoặt quan trọng trong [[lịch sử Triều Tiên]]. Khoảng 20.000 người [[Cao Câu Ly]] di cư từ [[An Đông đô hộ phủ]] sang [[Tân La]] (đời vua [[Tân La Văn Vũ Vương]]) sinh sống. Khoảng 1.800 người [[Cao Câu Ly]] di cư từ [[An Đông đô hộ phủ]] sang [[Nhật Bản]] (đời [[Thiên hoàng Tenmu]]) sinh sống và hình thành nên [[gia tộc Koma]] ở [[Nhật Bản]].\n\nNăm [[677]], Cao Tông phong [[Bảo Tạng Vương]], vua cũ của [[Cao Câu Ly]], làm ''Triều Tiên vương'' và đô đốc [[Liêu Đông]] châu ([[Hangul]]: 요동주도독 조선왕 [[Hanja]]:遼東州都督朝鮮王, [[Từ Hán-Việt|Hán Việt]]: Liêu Đông châu đô đốc Triều Tiên Vương) của [[An Đông đô hộ phủ]], rồi đưa ông ta đến [[An Đông đô hộ phủ]] ở Liêu Đông nhằm lợi dụng ông ta trấn an các thế lực phản loạn ở [[Cao Câu Ly]]. Còn [[Tiết Nhân Quý]] thì bị Cao Tông biếm làm [[Thứ sử]] Tượng Châu. Sau đó Cao Tông lại đổi phủ đô hộ An Đông từ Liêu Thành về Tân Thành (nay là [[Phú Thuận]], [[Liêu Ninh]], [[Trung Quốc]]), đồng thời đưa [[Phù Dư Long]] (Buyeo Yung) về cai trị quận Hùng Tân (Ungjin, lãnh thổ [[Bách Tế]] cũ) với mục đích tương tự như với [[Bảo Tạng Vương]]. [[Phù Dư Long]] nhanh chóng bị vua [[Tân La Văn Vũ vương]] của [[Tân La]] đánh đuổi khỏi quận Hùng Tân. Còn [[Bảo Tạng Vương]] khi sang [[An Đông đô hộ phủ]] ở Liêu Đông thì lại có ý khôi phục quốc gia [[Cao Câu Ly]], đã tập hợp nhiều quân sĩ và khí giới, thành lập hội Đông Minh Thiên Khí Cái Thế (東明天氣盖世) và liên minh với các bộ tộc [[Mạt Hạt]] (tổ tiên của người Nữ Chân) do [[Khất Tứ Bỉ Vũ]] (Gulsabiwu) cầm đầu tiến hành ám sát các quan lại nhà Đường ở [[An Đông đô hộ phủ]]. \n\nTrong khi đó quân Thổ Phiên tiếp tục xâm lấn vùng biên cương với nhà Đường, bắt tướng trấn giữ [[Đỗ Hiếu Thăng]] và ép Đỗ Hiếu Thăng viết thư cho Đô đốc Tùng châu [[Võ Cư Tịch]] cũng đầu hàng. [[Đỗ Hiếu Thăng]] không nghe, bỏ trốn về và giữ được Phù châu. Thiên hoàng phong ông ta làm Du Kích tướng quân.\n\nNăm [[678]], theo gợi ý của [[Lưu Nhân Quỹ]], Thiên hoàng phong [[Lý Kính Huyền]] đến trấn giữ phía tây đề phòng Thổ Phiên xâm lược<ref>[[Lưu Nhân Quỹ]] vốn ghét [[Lý Kính Huyền]] nên đề cử ông ta mặc dù biết ông ta không có tài cầm quân<\/ref>. Tháng 9 ÂL năm [[678]], thiên hoàng muốn xuất quân thảo phạt [[Tân La]], lão thần [[Trương Văn Quán]] tuy có bệnh nặng cũng cố đến gặp để khuyên can. Thiên hoàng đồng ý.<ref>Mấy ngày sau thì [[Trương Văn Quán]] qua đời<\/ref>. Cũng trong tháng đó, [[Lý Kính Huyền]] suất 180.000 quân giao chiến với Thổ Phiên ở Thanh Hải, nhưng bị quân Thổ Phiên đánh cho tan tác, [[Lý Kính Huyền]] bỏ chạy về Thiện châu. Biết Thổ Phiên là mối đe dọa, Đường Cao Tông từng nhiều lần muốn bàn ra một đối sách lâu dài: hoặc hòa thân, hoặc đem đại quân giao chiến, hoặc tăng cường phòng thủ, nhưng cuối cùng không đi đến quyết định nào.\n\nNăm [[679]], nghe tin [[Tùng Cán Tán Phổ]] của Thổ Phiên đã chết, con là [[Khí Nỗ Tất Lộng]] nối ngôi, trong nước quốc dân không phục, muốn lập con thứ của Tán Phổ là Khâm Lăng lên ngôi, Cao Tông muốn nhân đó mà đem quân đánh Thổ Phiên, nhưng nghe can gián của [[Bùi Hành Kiệm]], bèn thôi. Vợ Tán Phổ là công chúa Văn Thành (vốn được [[Đường Thái Tông]] gả sang Thổ Phiên) sai sứ sang hòa thân, Cao Tông chấp thuận.\n\n=== Chống Tây Đột Quyết ===\nKhả hãn của [[Tây Đột Quyết]] là [[A Sử Na Đô Chi]] lúc trước liên kết với Thổ Phiên, thường xâm lấn đất An Tây, triều đình muốn đem binh thảo phạt. Bùi Hành Kiệm đề nghị rằng vua Ba Tư mới chết, con là Nê Hoàn sư còn ở kinh, nên đưa Hoàn Sư về à nhân đó khống chế Ba Tư mà uy hiếp Đột Quyết. Cao Tông nghe theo, sai Hành Kiệm lập Nê Hoàn Sư làm Ba Tư vương, nhưng cũng bổ Vương Phương Dực trợ giúp, thực chất là để kiềm chế.\n\nTháng 8 năm [[679]], thấy [[A Sử Na Đô Chi]] lơ lỏng phòng bị đối với quân Đường, bèn triệu tù trưởng các châu ở phía bắc mà cùng hợp quân phạt Tây Đột Quyết. Các tướng Hồ hăng hái tòng quân, tổng cộng hơn 100000, sau đó tiến về phía tây. [[Bùi Hành Kiệm]] nhanh chóng chiếm được Tây Đột Quyết, bắt sống được [[A Sử Na Đô Chi]] và thủ lĩnh [[Lý Già Bặc]] rồi rút quân về, lưu Lưu Phương Dực ở phủ An Tây, xây thành Toái Diệp ở đó<ref>[[Tân Đường thư]], quyển 215 hạ, liệt truyện 140 hạ<\/ref>. Sau khi bắt được [[A Sử Na Đô Chi]] và [[Lý Già Bặc]], [[Bùi Hành Kiệm]] giành được ngọc quý không đếm xuể. Tù trưởng các tộc thiểu số và tướng sĩ đều muốn trông thấy, [[Bùi Hành Kiệm]] nhân đó đặt tiệc, bày ra cho mọi người ngắm. Có chiếc mâm mã não, rộng đến 2 thước, ánh sáng rực rõ. Quân lại [[Vương Hưu Liệt]] bưng mâm, nhấc chân lên thềm, giẫm vào vạt áo, ngã lăn ra, làm vỡ mâm. [[Vương Hưu Liệt]] kinh hoàng, dập đầu chảy máu, [[Bùi Hành Kiệm]] cười nói với [[Vương Hưu Liệt]]: ''“Mày chẳng phải cố ý, sao phải như vậy?”'' mặt không hề có chút tiếc rẻ. Cao Tông ban cho [[Bùi Hành Kiệm]] hơn 3000 món chén dĩa bằng kim loại trong tài sản của [[A Sử Na Đô Chi]], cùng số lạc đà, ngựa, bò tương đương; [[Bùi Hành Kiệm]] đem chia cho thân nhân, bộ hạ, vài ngày thì hết sạch.<ref name=\"C\">[[Cựu Đường thư]] quyển 84, liệt truyện 34, [[:wikisource:zh:舊唐書\/卷84#裴行儉|Bùi Hành Kiệm truyện]]<\/ref> <ref name=\"T\">[[Tân Đường thư]] quyển 108, liệt truyện 33, [[:wikisource:zh:新唐書\/卷108#裴行儉|Bùi Hành Kiệm truyện]]<\/ref> \n\nTháng 11, Thiền vu đại đô hộ phủ Đột Quyết [[A Sử Đức Ôn Phó]] tạo phản kháng Đường, lập [[A Sử Na Nê Thục Bặc]] làm Khả hãn, được 24 châu trong nước hưởng ứng, lực lượng đến khoảng 100000 quân. Cao Tông sai [[Tiêu Tự Nghiệp]], [[Hoa Đại Trí]], [[Lý Cảnh Gia]] thảo phạt. Nhưng quân Đường gặp bão tuyết, bị quân Đột Quyết ban đêm công kích. Tự Nghiệp bỏ trốn, Đại Trí, Cảnh Gia rút quân về. Cao Tông bãi quan của Đại Trí, Cảnh Gia và miễn chết cho Tiêu Tự Nghiệp.\n\nSau đó Đột Quyết lại nhiều lần xâm phạm biên cương [[nhà Đường]]. Tháng 3 năm [[680]], tướng Đường là [[Bùi Hành Kiệm]] và [[Trình Vụ Đĩnh]] đại thắng quân Tây Đột Quyết ở Hắc Sơn, Khả hãn [[A Sử Na Nê Thục Bặc]] bị thủ hạ giết chết, đem thủ cấp ra hàng quân Đường. Quân Đường lại bắt được 1 thủ lãnh trọng yếu của phản quân là [[A Sử Na Phụng Chức]] đem về kinh sư. Nhà Đường bình định được Tây Đột Quyết<ref name=\"quyển 202\"\/>. Tàn quân Đột Quyết trốn đi Lang Sơn. Sau khi [[Bùi Hành Kiệm]] về triều, [[A Sử Na Phục Niệm]] tự xưng khả hãn, hội họp với [[A Sử Đức Ôn Phó]], tập hợp lực lượng cũ.<ref name=\"C\"\/><ref name=\"T\"\/> Tướng Đường là [[Bùi Hành Kiệm]] và [[Trình Vụ Đĩnh]] tiếp tục nắm các cánh quân Đường đi đánh dẹp. Quân Đường đóng trại ở Hình Khẩu thuộc Đại Châu, [[Bùi Hành Kiệm]] tung phản gián khuyên dụ [[A Sử Na Phục Niệm]] và [[A Sử Đức Ôn Phó]], khiến hai người nghi kỵ lẫn nhau. [[A Sử Na Phục Niệm]] sợ hãi, bí mật xin hàng quân Đường, còn hứa lập công chuộc tội. [[Bùi Hành Kiệm]] không tiết lộ việc này, nhưng dâng mật biểu về triều. Mấy ngày sau, có bụi mù giăng trời kéo đến, lính do thám sợ hãi quay về thông báo, [[Bùi Hành Kiệm]] triệu tập ba quân, nói rằng: ''“Đây là Phục Niệm bắt Ôn Phó đến hàng, chẳng khác được. Nhưng nhận hàng cũng như đón địch, vẫn phải nghiêm túc phòng bị.”'' Rồi sai 1 sứ giả đơn độc ra đón và úy lạo. Ít lâu sau, [[A Sử Na Phục Niệm]] quả nhiên soái bộ thuộc trói [[A Sử Đức Ôn Phó]] đến cửa quân Đường xin nhận tội.<ref name=\"C\"\/><ref name=\"T\"\/>\n\nQuân Đường dẹp xong cuộc nổi dậy của người Đột Quyết, Đường Cao Tông cả mừng, sai Hộ bộ thượng thư [[Thôi Tri Đễ]] úy lạo quân đội. Thị trung [[Bùi Viêm]] đố kỵ công lao của [[Bùi Hành Kiệm]], cùng tổng quản [[Trình Vụ Đĩnh]], [[Trương Kiền Úc]] tâu lên vua Cao Tông rằng: ''“Phục Niệm bị Trình Vụ Đĩnh, Trương Kiền Úc áp sát bên sườn, lại chịu người Hồi Hột ở phía bắc sa mạc bức bách, cùng quẫn mới xin hàng.”'' Do vậy [[Bùi Hành Kiệm]] không được Cao Tông ghi công, còn [[A Sử Na Phục Niệm]] và [[A Sử Đức Ôn Phó]] đều bị chém ở chợ. Ban đầu [[Bùi Hành Kiệm]] đã hứa cho [[A Sử Na Phục Niệm]] khỏi tội chết nên đến nay thì [[Bùi Hành Kiệm]] than rằng: ''“Việc Hồn, Tuấn ngày trước<ref name=\"C\"\/>, xưa nay lấy làm xấu hổ. Chỉ sợ giết người xin hàng, sau này không còn ai chịu đến nữa.”'' Nhân đó [[Bùi Hành Kiệm]] xưng bệnh không ra ngoài nữa.\n\n===Đập tan hội Đông Minh Thiên Khí Cái Thế của Bảo Tạng Vương ở An Đông đô hộ phủ===\nNăm Khai Diệu nguyên niên ([[681]]), [[Tiết Nhân Quý]] xuất nhậm làm Trưởng sử Qua Châu. Không lâu sau, [[Tiết Nhân Quý]] thụ chức Hữu Lĩnh quân vệ Tướng quân, kiểm giáo [[Đại (huyện)|Đại Châu]] Đô đốc. Cùng năm [[681]], [[Tiết Nhân Quý]] phát hiện [[Bảo Tạng Vương]] là thủ lĩnh của hội Đông Minh Thiên Khí Cái Thế (hội chuyên đi ám sát các quan lại nhà Đường ở [[An Đông đô hộ phủ]]) thì đập tan hành động khôi phục [[Cao Câu Ly]] của quân Đông Minh Thiên do [[Bảo Tạng Vương]] ở Liêu Đông chỉ huy, áp giải [[Bảo Tạng Vương]] sang [[Trường An]] nhà Đường lần 2 năm [[681]].\n\nThấy [[Bảo Tạng Vương]] bị bệnh nặng trên đường đi và sắp chết, [[Võ Tắc Thiên|Võ hoàng hậu]] (khi đó đang nắm quyền hành nhà Đường do Đường Cao Tông thường xuyên bị bệnh) không xử trảm ông ta như ý định ban đầu mà cho lưu đày ông ta đến [[Tứ Xuyên]] trong năm [[681]]<ref>Thành Đô, Tứ Xuyên, Trung Quốc hiện nay<\/ref>. Tuy nhiên con cháu của [[Bảo Tạng Vương]] tiếp tục được cho cai trị Liêu Đông, dần hình thành vương quốc [[Tiểu Cao Câu Ly]] (699 - 820).\n\n=== Phế Thái tử Lý Hiền ===\nSau khi Lý Hoằng mất, Thiên hoàng lập con trai thứ hai của mình và Thiên hậu là Ung vương [[Lý Hiền]]<ref>Có thuyết cho Lý Hiền không phải con của Võ Tắc Thiên<\/ref> làm thái tử<ref name=\"quyển 202\"\/>.\n\nĐầu xuân năm [[679]], Đường Cao Tông xuất tuần Đông Đô Lạc Dương. Từ đó đến khi mất, ông ít khi về Trường An mà chủ yếu sống ở [[Lạc Dương (Trung Quốc)|Lạc Dương]]. Lúc bấy giờ ở trong cung, thái tử Lý Hiền tuy là người hiền minh, nhưng do ông mắc chứng bệnh lạ tư thông cùng nô tài là Triệu Đạo Sinh (bây giờ gọi là đồng tính luyến ái) , nên không được lòng [[Võ Tắc Thiên|Thiên Hậu]]. Đạo sĩ [[Minh Sùng Nghiễm]] được [[Võ Tắc Thiên|Thiên Hậu]] coi trọng, thường nói với Thiên Hậu\n:''Thái tử không thể thừa kế được, Anh vương (Lý Triết) có dung mạo giống Thái Tông''.\n\nSau đó lại còn nói\n:''Tương vương ([[Lý Đán]]) về sau sẽ đại quý''<ref>Lý Hiển, Lý Đán là em trai của Thái tử Lý Hiền ( lúc bấy giờ ) và cũng là con trai ruột của Thiên Hậu<\/ref>.\n\nThiên Hậu cũng cho soạn ''Thiếu Dương chánh phạm'' và ''Hiếu tử truyện'' ban cho [[Lý Hiền]], lại nhiều lần quở trách ông ta vô cớ, nên Lý Hiền rất bất an. Sau đó, năm 681 Sùng Nghiễm bị giết, Thiên Hậu nghi ngờ là do Lý Hiền làm, nên càng ghét hơn. Lý Hiền lại háo sắc, thông gian với nô tài là [[Triệu Đạo Sinh]]. [[Võ Tắc Thiên|Thiên Hậu]] bèn tố cáo việc này lên Cao Tông. Cao Tông sai [[Tiết Nguyên Siêu]], [[Bùi Viêm]], [[Cao Trí Chu]] điều tra việc này. Triệu Đạo Sinh lại khai rằng thái tử sai mình giết Minh Sùng Nghiễm. Sự việc phát giác, nhưng Cao Tông thương Lý Hiền, không muốn trị tội. Thiên Hậu nói\n:''Là con dân mà mưu nghịch, thiên địa bất dung; nay đại nghĩa diệt thân, có thể nào xá được?.''\n\nCao Tông nghe theo. Tháng 10 năm [[681]], ông ra lệnh phế Lý Hiền làm thứ dân, đày đến Ba Thục<ref>[[Cựu Đường thư]], quyển 86, liệt truyện 36<\/ref>. Không lâu sau, ông lập con trai thứ 7 của mình là [[Lý Triết]] làm thái tử, đổi tên ông ta là Hiển<ref>[[Tân Đường thư]], quyển 4, Bản kỉ 4<\/ref>.\n\nNhiều thuyết cho rằng, có lần ông sủng ái Triệu Đạo Sinh, hẹn rằng : \" Một mai khi ta thành hoàng đế, sẽ phong nàng làm Nam Hậu \", chuyện này đồn ra ngoài đến tai Thiên hậu khiến bà không vui. Nhưng do Thiên Hoàng mới lập thái tử, bà không muốn ông phiền lòng với sở dĩ Lý Hiền tuy thông minh, nhưng lại không thích hoàng vị, bà biết được thế nên chiều theo ý con mình. Sau đó bà đã lập ra mưu kế giết chết Minh Sùng Nghiễm, sau đó để nô tài là Triệu Đạo Sinh nhận lấy tội, rồi quở phạt sau đó là Phế thái tử. Nhưng vì biết Thiên Hoàng yêu mình, nên Thiên Hậu đã lót đường cho con trai kế tiếp của mình là Lí Hiển chuẩn bị lên ngôi thái tử ( việc này chỉ là tạm thời, do tính cách của Thiên Hoàng quá đa nghi). Không bao lâu sau đó, Lí Hiển được sách lập lên làm Hoàng Thái tử, sau này trở thành Đường Trung Tông.\n\n== Cuối đời ==\n=== Bạo loạn ở Đột Quyết ===\nTháng 1 âm lịch năm Vĩnh Thuần nguyên niên ([[682]]), ông cho lập con trai Lý Hiển là Trọng Chiếu làm Hoàng Thái tôn. Mấy tháng sau, ở Đột Quyết A Sử Na Xa Bạc suất quân phản Đường, không lâu sau cho xây Cung Nguyệt thành. Cao Tông lại giáng chiếu lấy [[Bùi Hành Kiệm]] làm Kim Nha đạo Đại tổng quản, soái 10 tướng quân Đường đi đánh dẹp. Còn chưa lên đường thì vào ngày 28 tháng 4 ÂL (ngày 9 tháng 6) cùng năm [[682]], [[Bùi Hành Kiệm]] bệnh mất, hưởng thọ 64 tuổi. [[Bùi Hành Kiệm]] được Cao Tông tặng chức U Châu đô đốc, thụy là Hiến. Cao Tông giáng đặc chiếu lệnh cho Hoàng thái tử chọn 1 quan viên lục phẩm ở kinh thành đến giúp việc nhà họ Bùi, kéo dài đến 5, 6 năm, đợi cháu nội của [[Bùi Hành Kiệm]] là [[Bùi Tham Nguyên]] trưởng thành mới thôi.<ref name=\"C\"\/><ref name=\"T\"\/> [[Vương Phương Dực]] được Cao Tông cử thay thế [[Bùi Hành Kiệm]] đem quân Đường chống lại [[A Sử Na Xa Bạc]]. [[Vương Phương Dực]] phá quân Đột Quyết ở Lệ Thủy chém hơn 1000 thủ cấp. Sau đó Vương Phương Dực đại phá được [[A Sử Na Xa Bạc]] lần nữa, bắt được 300 tù trưởng, bình định được Tây Đột Quyết.\n\nCuối năm [[682]], dư đảng Đột Quyết là [[A Sử Na Cốt Đốc Lộc]] cùng em là [[A Sử Na Mặc Xuyết]], [[A Sử Đức Nguyên Trân]] thống nhất các bộ lạc Đột Quyết, lập ra [[Hãn quốc Hậu Đột Quyết]], nổi dậy chống lại [[nhà Đường]], đánh chiếm [[An Bắc đô hộ phủ]] của nhà Đường. [[A Sử Na Cốt Đốc Lộc]] tự xưng là Hiệt Điệt Lợi Thi Khả hãn. Đường Cao Tông sai [[Tiết Nhân Quý]] 69 tuổi đem quân thảo phạt. Tiết Nhân Quý đem quân đại phá được quân [[Hãn quốc Hậu Đột Quyết|Đột Quyết]], bắt được hơn 200.000 người. \n\nNăm Vĩnh Thuần thứ 2 ([[683]]), [[Tiết Nhân Quý]] 70 tuổi lại chỉ huy quân Đường đánh bại quân đội [[Hãn quốc Hậu Đột Quyết]] do Hiệt Điệt Lợi Thi Khả hãn [[A Sử Na Cốt Đổc Lộc]] (阿史那骨篤祿) chỉ huy đang xâm lấn biên giới phía bắc nhà Đường. Cùng năm đó [[Tiết Nhân Quý]] lâm bệnh qua đời, thọ 70 tuổi, được Đường Cao Tông truy tặng chức ''\"Tả Kiêu vệ Đại tướng quân U Châu Đô đốc\"''. Nghe tin [[Tiết Nhân Quý]] qua đời, liên tục trong năm [[683]], quân [[Hãn quốc Hậu Đột Quyết|Đột Quyết]] nhiều lần đánh phá biên cương nhà Đường<ref name=\"quyển 203\">[[Tư trị thông giám]], [https:\/\/zh.wikisource.org\/wiki\/%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91\/%E5%8D%B7203 quyển 203]<\/ref>\n\nCùng năm [[683]], người bộ tộc Bộ Lạc Kê ở huyện Thành Bình, Tuy Châu<ref>Nay là đông bắc [[Thanh Giản]], [[Thiểm Tây]]<\/ref> là [[Bạch Thiết Dư]] khởi nghĩa. Cao Tông có chiếu cho [[Trình Vụ Đĩnh]] cùng Hạ Châu đô đốc [[Vương Phương Dực]] đi dẹp. [[Trình Vụ Đĩnh]] hạ được thành, bắt sống [[Bạch Thiết Dư]], dẹp sạch đồng đảng. Nhờ công lao này, [[Trình Vụ Đĩnh]] được Đường Cao Tông bái làm Tả kiêu vệ đại tướng quân, Kiểm hiệu Tả Vũ Lâm quân.\n\n=== Qua đời ===\n[[Tháng 12]] năm [[683]], Đường Cao Tông lâm bệnh nặng ở [[Lạc Dương]], bèn triệu Hoàng thái tử [[Lý Hiển]] từ [[Trường An]] về Lạc Dương, trao di chiếu và giao cho đại thần [[Bùi Viêm]] phụ chính. Ngày [[27 tháng 12]] năm [[683]], Đường Cao Tông băng hà ở [[điện Trinh Quan]], [[Lạc Dương]], hưởng thọ 56 tuổi<ref name=\"quyển 203\"\/><ref>[[Cựu Đường thư]], quyển 7, bản kỉ 7<\/ref>.\n\nThái tử [[Lý Hiển]] nối ngôi, tức là [[Đường Trung Tông]]. [[Võ Tắc Thiên|Võ hoàng hậu]] trở thành [[Hoàng thái hậu]], nắm toàn bộ quyền lực trong triều. Bảy năm sau, bà ta cướp ngôi [[nhà Đường]], lập ra [[nhà Vũ Chu|nhà Võ Chu]].\n\nThi hài của Cao Tông được an táng ở [[Càn lăng]], [[thụy hiệu]] đầy đủ là '''Thiên Hoàng Đại Thánh Đại Hoằng Hiếu hoàng đế''' (天皇大圣大弘孝皇帝), miếu hiệu là Cao Tông.\n\n== Niên hiệu ==\n* Vĩnh Huy (永徽): 650 - 655.\n* Hiển Khánh (顯慶): 656 - tháng 2 âm lịch năm 661.\n* Long Sóc (龍朔): Tháng 3 âm lịch năm 661 - 663.\n* Lân Đức (麟德): 664 - 665.\n* Càn Phong (乾封): 666 - tháng 2 âm lịch năm 668.\n* Tổng Chương (總章): Tháng 2 âm lịch năm 668 - tháng 2 âm lịch năm 670.\n* Hàm Hanh (咸亨): Tháng 3 âm lịch năm 670 - tháng 8 âm lịch năm 674.\n* Thượng Nguyên (上元): Tháng 8 âm lịch năm 674 - tháng 11 âm lịch năm 676.\n* Nghi Phượng (儀鳳): Tháng 11 âm lịch năm 676 - tháng 6 âm lịch năm 679.\n* Điều Lộ (調露): Tháng 6 âm lịch năm 679 - tháng 8 âm lịch năm 680.\n* Vĩnh Long (永隆): Tháng 8 âm lịch năm 680 - tháng 9 âm lịch năm 681.\n* Khai Diệu (開耀): Tháng 9 âm lịch năm 681 - tháng 2 âm lịch năm 682.\n* Vĩnh Thuần (永淳): Tháng 2 âm lịch năm 682 - tháng 12 âm lịch năm 683.\n* Hoằng Đạo (弘道): Tháng 12 âm lịch năm 683.\n\n== Gia quyến ==\n* Cha: [[Đường Thái Tông]] Lý Thế Dân.\n* Mẹ: [[Trưởng Tôn hoàng hậu|Văn Đức Thuận Thánh hoàng hậu]] Trưởng Tôn thị (文德皇后长孙氏, 601 - 636).\n* Hậu phi:\n# [[Vương hoàng hậu (Đường Cao Tông)|Cao Tông Phế hậu]] Vương thị (高宗廢后王氏; 620 - 655), người [[Tịnh châu]], xuất thân từ sĩ tộc [[Thái Nguyên Vương thị]] (太原王氏), thân phụ là [[Vương Nhân Hữu]] (王仁佑), mẹ là Liễu phu nhân, có em trai là Trung thư lệnh [[Liễu Thích]] (柳奭). Sau vì không con, nên nhận Trần Vương Lý Trung, con trai của tì thiếp Lưu thị làm dưỡng tử, cũng vì thế mà Lý Trung được sách lập làm hoàng Thái tử.\n# [[Võ Tắc Thiên|Tắc Thiên Thuận Thánh hoàng hậu]] Võ thị (則天順聖皇后武氏, 624 - 705), tên gọi ''Võ Chiếu'' (武曌), thường gọi là ''Võ Mị Nương'' (武媚娘). Người Văn Thủy, [[Tinh châu]], cha là [[Võ Sĩ Hoạch]] (武士彠), mẹ là [[Dương phu nhân (Võ Sĩ Hoạch)|Dương phu nhân]] xuất thân từ hoàng tộc [[nhà Tùy]]. Sinh ra [[An Định công chúa|An Định Tư công chúa]], [[Lý Hoằng|Đường Nghĩa Tông]] Lý Hoằng, [[Chương Hoài Thái tử]] Lý Hiền, [[Đường Trung Tông]] Lý Hiển, [[Đường Duệ Tông]] Lý Đán và [[Thái Bình công chúa|Trấn Quốc Thái Bình Thái trưởng công chúa]]. Sau cướp ngôi nhà Đường lên ngôi Hoàng đế, lập ra nhà Võ Chu.\n# [[Tiêu thục phi (Đường Cao Tông)|Cao Tông Phế Thục phi]] Tiêu thị (高宗廢淑妃蕭氏; 623 - 655), xuất thân từ sĩ tộc [[Lan Lăng Tiêu thị]] (兰陵萧氏). Sinh ra Hứa vương [[Lý Tố Tiết]], [[Tiêu thục phi (Đường Cao Tông)#Hậu duệ|Kim Thành Trưởng công chúa]] và [[Tiêu thục phi (Đường Cao Tông)#Hậu duệ|Cao An công chúa]].\n# [[Từ tiệp dư]] (徐婕妤), con gái [[Từ Hiếu Đức]] (徐孝德), em gái [[Từ Huệ|Từ Hiền phi]] (徐賢妃) của Đường Thái Tông. Đương thời so sánh bà với [[Ban tiệp dư]] [[nhà Hán]], văn chương nổi tiếng. Cô của [[Từ Kiên]] (徐坚), là ''Thập bát học sĩ'' (十八学士) đời [[Đường Huyền Tông]].\n# Trịnh cung nhân (郑宫人), mất sớm (trước khi Cao Tông lên ngôi), xuất thân tì thiếp, địa vị không cao. Nhập cung hầu hạ Cao Tông khi ông là Thái tử, sau đó không lâu thì sinh hạ hoàng Trưởng tử Lý Hiếu, cũng vì lẽ đó mà bị đám người Hoàng Hậu cùng Tiêu Thục Phi ngấm ngầm hạ độc thủ, sau sinh băng huyết mà chết.\n# [[Lưu cung nhân (Đường Cao Tông)|Lưu cung nhân]] (刘宫人), xuất thân tì thiếp, vốn là thị thiếp theo hầu của Phế hậu,mẹ của phế Thái Tử Lý Trung. Có thuyết đồn đại rằng, có lần Cao Tông uống say, đến thăm Vương Hoàng hậu (lúc này bà còn là Thái tử phi), nhưng bà tránh mặt, để Lưu thị hầu hạ, về sau Lưu thị hạ sinh Lý Trung. Không bao lâu sau thì Cao Tông lên ngôi, Phế Thái tử Lý Trung được giao cho Vương Hoàng hậu nuôi dưỡng. Bấy giờ, Vương Hoàng hậu, nghe tin như thế vui mừng quá độ, xin hoàng thượng thăng cấp cho Lưu thị làm Lưu cung nhân (Chức cung nhân lúc này mặc dù đã cao so với thân phận của Lưu thị nhưng chỉ bằng quý nhân ở thời Minh, Thanh) và cũng vì vậy nên bà không được nuôi dưỡng hay chăm sóc hoàng tử do chính mình sinh ra.\n# Dương cung nhân (杨宫人), là nô tì, xuất thân hèn mọn, gia cảnh không có chức vụ cao. Nhập cung từ khi 12 tuổi, sau khi Thái Tông lập thái tử thì ban bà cho Cao Tông làm cung nữ đọc sách. Bà vốn lớn hơn Cao Tông vài tuổi, nhưng lại rất ham học hỏi, chỉ dạy cho Cao Tông tận tình, vì thế mà sinh lòng mến mộ, sau đó nhiều lần xin hoàng thượng nạp bà làm thiếp, nhưng Thái Tông không cho. Vì lẽ đó, thái tử quyết tâm có được Dương thị (mặc dù bà đã có người mình thích). Đợi vào một đêm nọ khi hai người cùng học, thái tử kêu bà ra ngoài mang điểm tâm, nhân lúc đó ông đã bỏ thuốc mê (nhiều thuyết cho rằng là thuốc kích dục) vào chung trà. Ăn điểm tâm xong thì rất khát nước, nên thái tử đã mời bà uống nước, bà không nghi ngờ gì mà uống ngay. Đên đó, thuốc phát huy tác dụng, Thái tử nhân cơ hội đó mà chiếm đoạt bà. Sau đó, không bao lâu bà có mang sinh hạ hoàng tam tử là Lý Thượng Kim (Thượng là trên, Kim là Vàng), ngụ ý rất rõ ràng. Về sau, khi Tiêu Thục phi sinh hạ Tố Tiết bèn lập mưu hãm hại Thượng Kim, bà vì chịu tội thay mà dần bị thất sủng.\n;Tình phụ \nChỉ theo đồn đại của dân gian, chưa được sách lập chính thức:\n\n# [[Võ Thuận|Hàn quốc Phu nhân]] Võ thị (韩国夫人武氏), tên là ''Võ Thuận'' (武顺), chị gái của [[Võ Tắc Thiên|Tắc Thiên Thuận Thánh hoàng hậu]] Võ thị. Bà ban đầu lấy [[Hạ Lan An Thạch]] (賀蘭安石), sinh ra [[Hạ Lan Mẫn Chi]] (賀蘭敏之) và [[Ngụy Quốc Phu nhân Hạ Lan thị|Ngụy Quốc Phu nhân Hạ Lan Mẫn Nguyệt]]. Theo truyền thuyết rằng sau khi [[Hạ Lan An Thạch]] mất, bà do là chị Võ Thiên hậu, được phép ra vào cung thường xuyên nên đã thông dâm với Cao Tông hoàng đế. Khi chết, truy tặng '''Trịnh quốc phu nhân''' (郑国夫人). Có thuyết cho rằng, bà sinh ra [[Chương Hoài Thái tử]] Lý Hiền<ref>[http:\/\/www.guoxue.com\/shibu\/24shi\/newtangsu\/xts_094.htm Tân Đường thư liệt truyện: Đệ lục tam tông chư tử]<\/ref>.\n# [[Ngụy Quốc Phu nhân Hạ Lan thị]] (魏国夫人賀蘭氏), là con gái Hàn Quốc phu nhân và Hạ Lan An Thạch, cháu gái Võ hậu và là em gái Hạ Lan Mẫn Chi. Nàng cùng mẹ hay ra vào cung cấm, khi Hàn Quốc phu nhân chết, nàng trở thành sủng phi mới của Cao Tông. Sau bị Võ hoàng hậu đầu độc<ref>[http:\/\/www.guoxue.com\/shibu\/24shi\/newtangsu\/xts_089.htm Tân Đường thư liệt truyện: Đệ nhất hậu phi thượng]<\/ref>.\n\n=== Hậu duệ ===\n==== Con trai ====\nÔng có 8 con trai, trong đó có 4 người con do Võ Hậu sinh ra, một người là con của Tiêu Thục Phi, còn lại là con của các cung nhân khác:\n# [[Lý Hiếu]] [李孝, 640 - 664], mẹ là Trịnh cung nhân. Năm [[649]], được phong làm ''Hứa vương'' (原王). Thụy là ''Hứa Điệu vương'' (原悼王).\n# [[Lý Trung (nhà Đường)|Lý Trung]] [李忠, 644 - 665], mẹ là [[Lưu cung nhân (Đường Cao Tông)|Lưu cung nhân]]. Năm [[648]], được Đường Thái Tông phong làm ''Trần vương'' (陳王), năm [[651]] được lập làm [[Thái tử]]. Sau khi Võ hoàng hậu tức vị, Lý Trung bị phế ngôi, giáng làm ''Lương vương'' (梁王). Năm [[660]], bị phế làm thứ nhân. Năm [[665]] bị bức tử, sau truy phong là ''Yên vương'' (燕王).\n# [[Lý Thượng Kim]] [李上金, 645 - 690], mẹ là Dương cung nhân. Năm [[649]], được phong làm ''Kỉ vương'' (杞王), năm [[684]] đổi phong ''Tất vương'' (畢王). Tự tử vì lo sợ vào năm [[690]], thụy là ''Trạch vương'' (澤王).\n# [[Lý Tố Tiết]] [李素節, 646 - 690], mẹ là Tiêu thục phi. Năm [[650]] được phong làm ''Ung vương'' (雍王), sang [[656]] đổi làm ''Tuân vương'' (郇王). Năm [[676]], giáng làm ''Bà Dương quận vương'' (鄱阳郡王), sang năm [[681]] thăng làm ''Cát vương'' (葛王). Năm [[684]], đổi làm ''Hứa vương'' (许王), giữ chức [[Long Châu]] [[thứ sử]]. Năm [[690]] bị Võ hậu bức tử, táng theo lễ của thứ nhân. Sang thời [[Đường Trung Tông]] được truy tặng làm ''Hứa vương'' (許王).\n# [[Lý Hoằng]] [李弘, 652 - 676], mẹ là Tắc Thiên Võ Hoàng hậu. Năm [[652]] được phong làm Đại vương, năm [[656]] được lập làm Thái tử. Năm [[676]] qua đời, được Cao Tông truy tặng là '''Hiếu Kính hoàng đế''' (孝敬皇帝), miếu hiệu [[Nghĩa Tông]] (義宗).\n# [[Lý Hiền (Đường)|Lý Hiền]] [李賢, 653 - 684], mẹ là Tắc Thiên Võ Hoàng hậu. Năm [[655]] được phong ''Lộ vương'' (潞王), năm [[662]] đổi làm ''Phái vương'' (沛王), năm [[672]] lại đổi làm ''Ung vương'' (雍王). Năm [[676]], được lập làm Thái tử thay cho Lý Hoằng, sau đó bị phế, đày đến [[Ba Thục]]. Năm [[684]] bị mẹ bức tử<ref>[[Cựu Đường thư]], [https:\/\/zh.wikisource.org\/wiki\/舊唐書\/卷86 quyển 86]<\/ref>, truy tặng ''Chương Hoài thái tử'' (章懷太子).\n# [[Đường Trung Tông]] Lý Hiển [李顯], mẹ là Tắc Thiên Võ Hoàng hậu.\n# [[Đường Duệ Tông]] Lý Đán [李旦], mẹ là Tắc Thiên Võ Hoàng hậu.\n\n==== Con gái ====\nĐường Cao Tông có bốn con gái<ref>[http:\/\/guoxue.baidu.com\/page\/d0c2ccc6cae9\/95.html Tân Đường thư: chư đế công chúa liệt truyện]{{Liên kết hỏng|date=2021-04-17 |bot=InternetArchiveBot }}<\/ref>：\n# [[Tiêu thục phi (Đường Cao Tông)#Hậu duệ|Kim Thành Trưởng công chúa]] [金城長公主, 645 - 691], có tên là ''Lý Hạ Ngọc'' (李下玉), mẹ là Tiêu thục phi, sơ phong ''Nghĩa Dương công chúa'' (义阳公主), hạ giá lấy [[Quyền Nghị]] (权毅). Năm [[691]], Quyền Nghị cùng đại thần tham gia lật đổ Võ hậu, bị giết, công chúa đau lòng mà chết theo.\n# [[Tiêu thục phi (Đường Cao Tông)#Hậu duệ|Cao An công chúa]] [高安公主, 649 - 714], mẹ là Tiêu thục phi, ban đầu phong là ''Tuyên Thành công chúa'' (宣城公主), hạ giá lấy [[Vương Úc]] (王勖). Năm [[691]], Vương Úc, Quyền Nghị cùng đại thần tham gia lật đổ Võ hậu, bị giết, công chúa bị Võ hậu giam cầm lại trong cung. Đời [[Đường Duệ Tông]] Lý Đản cải phong làm ''Cao An công chúa'', lập phủ riêng và thưởng hơn nghìn hộ thực ấp. Qua đời vào đời [[Đường Huyền Tông]] Lý Long Cơ, là đứa con [[thọ]] nhất trong 12 người con của Đường Cao Tông.\n# [[An Định Tư công chúa]] [安定思公主; 654 - 654], mẹ là Tắc Thiên Võ Hoàng hậu, chết yểu.\n# [[Thái Bình công chúa]] [太平公主; 665 - 713], có tên là ''Lý Lệnh Nguyệt'' (李令月), mẹ là Tắc Thiên Võ Hoàng hậu, hạ giá lấy [[Tiết Thiệu]] (薛绍), sau lấy [[Võ Du Kị]] (武攸暨). Là vị Công chúa quyền thế và nổi tiếng nhất nhà Đường, tham gia chính biến lật đổ mẹ mình là Võ hậu, nắm giữ quyền lực rất lớn dưới thời 2 người anh trai là [[Đường Trung Tông]] và [[Đường Duệ Tông]]. Vào cuối đời, tranh chấp với [[Đường Huyền Tông]] thất bại và tự sát.\n\n== Chú thích ==\n{{Tham khảo|3}}\n{{Navboxes\n|title= Đường Cao Tông\n|list1=<span>\n{{s-start}}\n{{s-hou|[[Nhà Đường|Hoàng tộc họ Lý]]|21 tháng 7|năm 628|27 tháng 12| năm 683}}\n{{s-reg}}\n{{s-bef|before=[[Đường Thái Tông]]|rows=1}}\n{{s-ttl|title=[[Nhà Đường|Hoàng đế nhà Đường]]|years=649-683}}\n{{s-aft|rows=1|after=[[Đường Trung Tông]]}}\n{{end}}\n{{Hoàng đế nhà Đường}}\n}}\n\n[[Thể loại:Hoàng đế nhà Đường]]\n[[Thể loại:Sinh năm 628]]\n[[Thể loại:Mất 683]]\n[[Thể loại:Người Hồ-Hán]]"}