{"Đường Mục Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Đường Mục Tông\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = Muzong.jpg\n| tên gốc = 唐穆宗\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[nhà Đường|Đại Đường]]\n| tại vị = [[20 tháng 2]] năm [[820]] - [[25 tháng 2]] năm [[824]]<br>({{số năm theo năm và ngày|820|2|20|824|2|25}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:618 till:907\nAlignBars = early\nScaleMajor = increment:289 start:618\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:820 till:824 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Đường Hiến Tông|<span style=\"color:grey;\">Đường Hiến Tông<\/span>]]\n| nhiếp chính = \n| kế nhiệm = [[Đường Kính Tông|<span style=\"color:blue;\">Đường Kính Tông<\/span>]]\n| phối ngẫu = \n| vợ = [[Vương Thái hậu (Đường Kính Tông)|Cung Hi Vương Hoàng hậu]]<br>[[Tiêu Thái hậu (Nhà Đường)|Trinh Hiến Tiêu Hoàng hậu]]<br>[[Tuyên Ý Vi hoàng hậu|Tuyên Ý Vi Hoàng hậu]]\n| tên đầy đủ = Kị húy: Lý Hằng (李恆)<br>Bổn danh: Lý Hựu (李宥)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên thật\n| hoàng tộc = [[Nhà Đường]]\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| niên hiệu = Trường Khánh (長慶)\n| thời gian của niên hiệu = \n| con cái = [[Đường Mục Tông#Gia đình|xem văn bản]]\n| tôn hiệu = \n| miếu hiệu = [[Mục Tông]] (穆宗)\n| thụy hiệu = <span style=\"color:grey;\">Duệ Thánh Văn Huệ Hiếu Hoàng đế<\/span><br>(睿圣文惠孝皇帝)\n| cha = [[Đường Hiến Tông]]\n| mẹ = [[Ý An hoàng hậu]]\n| sinh = {{ngày sinh|795|7|26}}\n| nơi sinh = \n| mất = {{ngày mất và tuổi|824|2|25|795|7|26}}\n| nơi mất = \n| ngày an táng = \n| nơi an táng = [[Quang lăng]] (光陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n'''Đường Mục Tông''' ([[chữ Hán]]: 唐穆宗; [[26 tháng 7]], [[795]]<ref name=CDT16>''[[Cựu Đường thư]]'', [[:zh:s:舊唐書\/卷16|quyển 16]].<\/ref> - [[25 tháng 2]], [[824]]), tên thật '''Lý Hằng''' (李恆)<ref name=CDT16 \/>, là vị [[Hoàng đế]] thứ 13 hay 15 của [[nhà Đường]]<ref>Do trước đó có [[Đường Trung Tông]] và [[Đường Duệ Tông]] trị vì hai lần không liên tục, cùng [[Đường Thương Đế]] không được nhiều sử gia công nhận<\/ref> trong [[lịch sử Trung Quốc]]. Ông trị vì từ năm [[820]] đến [[824]], chỉ được 4 năm.\n\nTrong sử sách, Mục Tông là một vị Hoàng đế không quan tâm đến triều đình, chỉ ham vui chơi và đắm chìm trong tửu sắc. Các [[Tiết độ sứ]] ở [[Hà Bắc (Trung Quốc)|Hà Bắc]] tam trấn đã quy phục dưới thời Đường Hiến Tông nhân cơ hội đó cũng vùng lên trở lại, uy hiếp đến triều đình. Còn trong nội bộ triều đình, [[hoạn quan]] lộng quyền, nạn tham ô tràn lan, [[nhà Đường]] bước vào thời kì suy vong.\n\n== Thân thế ==\nĐường Mục Tông bổn danh '''Lý Hựu''' (李宥), chào đời vào tháng 7 ÂL năm Trinh Nguyên thứ 11 ([[795]]), dưới thời tằng tổ là [[Đường Đức Tông]] Lý Quát tại biệt điện [[Đại Minh cung]]<ref name=CDT16 \/>. Vào lúc đó, ông nội ông là [[Đường Thuận Tông]] Lý Tụng đang là [[Hoàng thái tử]]<ref>[[Cựu Đường thư]], [https:\/\/zh.wikisource.org\/wiki\/舊唐書\/卷14 quyển 14]<\/ref>, còn thân phụ [[Đường Hiến Tông]] Lý Thuần là '''Quảng Lăng Quận vương''' (广平郡王). Mẹ ông là Quận vương phi Quách thị, con gái của [[Thăng Bình Công chúa]], cháu ngoại [[Đường Đại Tông]] Lý Dự, cháu nội của [[Quách Tử Nghi]], thân phận cực kì tôn quý<ref>[[Cựu Đường thư]], [https:\/\/zh.wikisource.org\/wiki\/舊唐書\/卷14 quyển 52]<\/ref>.\n\nTrong những năm Trinh Nguyên thời Đường Đức Tông, Lý Hựu được phong làm '''Kiến An Quận vương''' (建安郡王)<ref>[[Tân Đường thư]], [https:\/\/zh.wikisource.org\/wiki\/%E6%96%B0%E5%94%90%E6%9B%B8\/%E5%8D%B7008 quyển 8]<\/ref>. Năm [[805]], Đức Tông giá băng, Thuận Tông nối ngôi. Bảy tháng sau Thuận Tông bị hoạn quan ép phải thoái vị, trở thành [[Thái thượng hoàng]], Thái tử Lý Thuần nối ngôi, tức là [[Đường Hiến Tông]]<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷236|quyển 236]]<\/ref>. Trong năm [[806]], Kiến An vương Lý Hựu được tiến phong làm '''Toại vương''' (遂王)<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷237|quyển 237]]<\/ref>, sau được phong ''Diêu Lĩnh Chương Nghĩa quân Tiết độ sứ''; còn Quách thị được tấn phong làm [[Quý phi]]. Mặc dù là Chính thê nhưng Quách thị không được Hiến Tông lập làm [[Hoàng hậu|Chính cung Hoàng hậu]] vì Hiến Tông cho rằng Quý phi đã có thế lực lớn bên nhà mẹ, nếu phong Hậu thì các phu nhân khác sẽ e ngại mà không dám tiếp cận, nên vẫn để trống ngôi Hậu đến tận khi qua đời.\n\nTuy là con của vợ đích nhưng ban đầu Lý Hựu không được chọn làm [[Thái tử]] mà người được phong là huynh trưởng của ông, [[Lý Ninh (Đường)|Lý Ninh]]. Đến năm [[811]], Thái tử Lý Ninh qua đời, theo thứ tự thì Hoàng tử thứ hai là Lễ vương [[Lý Khoan]] (李寬) lên làm Thái tử, nhưng triều thần lại đề nghị lập Hoàng đích tử Lý Hựu. Do đó, Hiến Tông sách phong Toại vương Lý Hựu làm [[Thái tử]] vào năm [[812]], và đổi tên thành '''Lý Hằng''' (李恆)<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷238|quyển 238]]<\/ref>. Ban đầu Hiến Tông muốn đại thần [[Thôi Quần]] soạn biểu nhân danh Lý Khoan nhường ngôi Thái tử cho em, nhưng [[Thôi Quần]] cho rằng Lý Hằng là con của vợ đích nên vẫn được ưu tiên hơn là con của cung tần. Đường Hiến Tông đồng ý.\n\n== Thái tử triều Đường ==\nĐường Thư không ghi nhận nhiều về những hành trạng của Lý Hằng lúc làm Thái tử. Còn theo [[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷240|quyển 240]] thì vào [[817]], đại thần [[Vi Thụ]] được cử làm Sư phó cho Lý Hằng, nhưng lại thường bày những trò hài hước và khuyến khích sự xa xỉ của ông, nên Hiến Tông sinh ra ác cảm với Vi Thụ. Cuối cùng Vi Thụ bị đuổi khỏi triều đình và bị đầy đến Kiền Châu<ref>Nay thuộc Cam Châu, Giang Tây, Trung Quốc<\/ref>.\n\nTrong triều, [[hoạn quan]] [[Thổ Đột Thừa Thôi]] có âm mưu phế ngôi Thái tử của Lý Hằng để đưa Lễ vương Lý Khoan (sau đổi tên là Lý Uẩn) làm Hoàng thái tử nhưng Hiến Tông không đồng tình. Vào đầu năm [[820]], do ảnh hưởng của việc uống quá nhiều đơn dược, tính tình của Hiến Tông trở nên khắc nghiệt và sức khỏe cũng ngày một yếu đi, Thổ Đột Thừa Thôi gấp rút chuẩn bị việc phế lập sau này. Lý Hằng do đó rất bất an cho tương lai của mình vì Thừa Thôi nắm nhiều binh quyền trong tay. Ông hỏi cữu phụ là Đại tư nông [[Quách Chiêu]] để tìm một lời khuyên, [[Quách Chiêu]] cho rằng ông chỉ cần tỏ vẻ hiếu thảo và tận tâm với Phụ hoàng, còn những việc khác không đáng ngại<ref name=ZZTJ241>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷241|quyển 241]].<\/ref>.\n\nDo tính tình của Hiến Tông thất thường, nên các hoạn quan thường bị vua sai đánh đập dã man hoặc giết chết chỉ vì những lỗi nhỏ, do đó chúng cảm thấy rất bất an. Ngày [[14 tháng 2]] năm [[820]] (Canh Tí), [[Đường Hiến Tông|Hiến Tông]] đột nhiên băng hà tại điện Trung Hòa<ref>[[Cựu Đường thư]], quyển 15<\/ref>, hưởng dương 43 tuổi. Nguyên nhân cái chết này được cho là do hoạn quan [[Trần Hoằng Chí]] hạ độc<ref name=ZZTJ241 \/>. Về sau khi [[Đường Tuyên Tông]] (con trai thứ 13 của Hiến Tông) đăng cơ (846) thì có lời đồn rằng mẹ con Lý Hằng là chủ mưu đứng đằng sau vụ ám sát này, nhưng không có bằng chứng xác thực để chứng minh<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷248|quyển 248]]<\/ref>.\n\n[[Thổ Đột Thừa Thôi]] thấy Hiến Tông đã chết, liền tập hợp thế lực chuẩn bị đưa Lễ vương Uẩn lên ngôi. Trung úy [[Lương Thủ Khiêm]] cùng các hoạn quan [[Mã Tiến Đàm]], [[Lưu Thừa Giai]], [[Vi Nguyên Tố]], [[Vương Thủ Trừng]] hợp sức cùng nhau tôn phò Lý Hằng, sau đó giết Thổ Đột Thừa Thôi cùng Lễ vương Uẩn. Lý Hằng bèn đem vàng bạc ra thưởng cho đội quân Thần Sách (do hoạn quan chỉ huy) vì công trợ chúa đăng cơ. Ngày [[20 tháng 2]] năm [[820]]<ref>{{Chú thích web | url = http:\/\/sinocal.sinica.edu.tw | tiêu đề = 中央研究院 兩千年中西曆轉換 | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> (nhằm ngày Bính Ngọ tháng 1 nhuận), Mục Tông tức vị ở [[điện Thái Cực]]. Năm đó ông được 26 tuổi, đặt [[niên hiệu]] là '''Trường Khánh''' (长庆).\n\n== Đại Đường Hoàng đế ==\n=== Tình hình triều chính ===\nTrong lúc Mục Tông đang có tang chưa ra triều chính, hai người thầy cũ của ông là [[Đoàn Văn Xương]], Giá bộ Ngoại lang [[Đinh Công Trứ]] và Binh bộ Lang trung [[Tiết Phóng]] được tham gia bàn bạc những việc cơ mật. Mục Tông dự định phong họ làm Tể tướng nhưng hai người này từ chối. Nhưng Mục Tông vẫn cho bãi chức của Tể tướng [[Hoàng Phủ Bác]]<ref>[[Tân Đường thư]], quyển 167<\/ref>. Triều đình cũng quy cái chết của Hiến Tông là do ngộ độc đan dược, do đó Mục Tông cho giết chết người luyện đan là Liễu Bí.\n\nNgày Mậu Thân [[22 tháng 2]], Mục Tông ra triều thân chính. Sau đó ông phong cho hai đại thần [[Đoàn Văn Xương]] và [[Tiêu Phủ]] giữ chức Trung thư Thị lang, Đồng bình Chương sự (Tể tướng). Đồng thời Mục Tông tôn mẹ là Quách Quý phi làm Hoàng thái hậu. Mục Tông vốn tính đã xa xỉ, đến khi lên ngôi lại dành nhiều thời gian chơi bời săn bắn và uống rượu, không quan tâm triều đình. Nhiều đại thần lên tiếng can ngăn nhưng Mục Tông không nghe. Ngoài ra ông cũng dành rất nhiều vàng bạc trong quốc khố cho việc phụng dưỡng Thái hậu<ref name=ZZTJ241 \/>. Cũng trong mùa xuân năm [[820]], Tể tướng [[Lệnh Hồ Sở]] do phạm pháp nên cũng bị biếm chức, dời đến Hành châu. [[Thôi Thực]] được lên thay làm Tể tướng.\n\nTết nguyên đán năm Tân Sửu ([[821]]), cải nguyên là Trường Khánh năm đầu<ref name=ZZTJ241 \/>, xá thiên hạ. Cùng lúc đó, Tiết độ sứ Tây Xuyên [[Vương Bá]] dùng vàng bạc đút lót cho [[hoạn quan]] để mong vào triều làm Tể tướng. Vì thế, Mục Tông hạ chiếu cho chiếu Vương Bá vào kinh. Tể tướng [[Thôi Phủ]] thấy vậy có lời chê trách Vương Bá là kẻ tà ác tham ô không thể làm tướng nhưng Mục Tông để ngoài tai. Thôi Phủ chán nản, cũng xin từ chức. Có chiếu giáng Thôi Phủ làm Hữu bộc xạ rồi Thượng thư bộ Lại. Nhưng rốt cục thì Vương Bá chỉ được phong làm Thượng thư bộ Hình, chưa thể làm Tể tướng. Cũng năm đó, [[Đoàn Văn Xương]] xin từ chức, Mục Tông bèn đổi Văn Xương làm Tiết độ sứ Tây châu<ref>[[Cựu Đường thư]], quyển 167<\/ref> và phong [[Đỗ Nguyên Dĩnh]] lên thay làm Tể tướng.\n\nMùa hạ năm đó, Mục Tông theo lời hẹn cũ của Hiến Tông với Hồi Hột, bèn gả em gái là [[Thái Hòa Công chúa]] đến Hồi Cốt. [[Thổ Phiên]] nghe tin Khả hãn Hồi Cốt lấy Công chúa nhà Đường bèn đem quân cướp phá Thanh Trại bảo. Hồi Cốt bèn đưa vạn kị đến Bắc Đình giúp nhà Đường chống cự Thổ Phiên và rước Công chúa về nước.\n\nMùa thu năm đó, theo thỉnh cầu từ quần thần, Mục Tông xưng tôn hiệu '''Văn Vũ Hiếu Đức Hoàng đế''' và lại xá thiên hạ. Sang năm [[822]], khi kết thúc chiến dịch ở Hà Bắc, Mục Tông bãi chức các Tể tướng [[Thôi Thực]] rồi phong Nguyên Chẩn làm Đồng bình Chương sự, đồng thời [[Bùi Độ]] cũng được triệu về đảm nhận lại tướng vị. Sau đó có người tố cáo Nguyên Chẩn trước kia từng có âm mưu ám sát Bùi Độ. Mục Tông cho điều tra nhưng không có kết quả, rốt cục cả hai người đều bị bãi chức tướng. Bùi Độ bị giáng làm Hữu bộc xạ, còn Nguyên Chẩn làm Thứ sử Đồng châu.\n\n=== Biến động ở Hà Bắc ===\nĐầu năm [[820]] vua [[Bột Hải Tuyên Vương]] của [[vương quốc Bột Hải]] đã tiêu diệt vương quốc [[Tiểu Cao Câu Ly]] ở Liêu Đông,<ref>[http:\/\/www.zggds.pku.edu.cn\/004\/001\/089.pdf 王小甫：新罗北界与唐朝辽东]{{Liên kết hỏng|date=2021-03-31 |bot=InternetArchiveBot }}<\/ref> đe dọa biên giới đông bắc [[nhà Đường]]. Con cháu của [[Cao Đức Vũ]] (người sáng lập [[Tiểu Cao Câu Ly]]) di chuyển đến [[Liêu Tây]] rồi bị nhà Đường (đời vua Đường Mục Tông) tiêu diệt cùng năm [[820]]<ref>《渤海国史》，魏国忠、朱国忱、郝庆云著，中国社会科学出版社，ISBN 7-5004-5251-9<\/ref>.\n\nDưới thời Hiến Tông, nạn phiên trấn cát cứ về cơ bản được khống chế bởi các chiến dịch quân sự của nhà Đường, kết quả là sáu trấn lớn bị đánh diệt. Đến khi Mục Tông lên ngôi thì nạn này lại bùng lên, đặc biệt là ba trấn ở vùng Hà Bắc: Thành Đức, Ngụy Bác và Bình Lư, vốn có truyền thống cha truyền con nối. Vào mùa đông năm [[820]], Tiết độ sứ Thành Đức<ref>Trụ sở nay thuộc Thạch Gia Trang, Hà Bắc, Trung Quốc<\/ref> là [[Vương Thừa Tông]] qua đời, các tướng dưới quyền giấu việc không phát tang để tính việc chọn người mới lên thay, không công nhận Tiết độ sứ do triều đình phái đến. Do hai con của Thừa Tông đang làm con tin trong triều nên tham mưu Thôi Toại lấy mệnh lệnh của Lương Quốc Phu nhân (tổ mẫu của Vương Thừa Tông), lập [[Vương Thừa Nguyên]], năm đó 20 tuổi lên tiếp quản trấn Thành Đức<ref name=ZZTJ241 \/>. Nhưng Vương Thừa Nguyên vốn không muốn nhận chức Tiết độ sứ, lại bị tướng sĩ ép buộc, đành tạm nhận lời, rồi sai sứ đến triều đình bảy tỏ lòng trung thành và xin từ chức. Đáp lại, Mục Tông quyết định phong cho Tiết độ sứ Ngụy Bác<ref>Trụ sở nay thuộc Hàm Đan, Hà Bắc, Trung Quốc<\/ref> [[Điền Hoằng Chính]] đến đảm nhận chức Tiết độ sứ ở Thành Đức, dời [[Vương Thừa Nguyên]] đến trấn Nghĩa Thành, trấn Ngụy Bác do [[Lý Tố]] tiếp quản. Cùng lúc đó lại dời [[Lưu Ngộ]] làm Tiết độ sứ Chiêu Nghĩa<ref>Sơn Tây, Trung Quốc hiện nay<\/ref> và [[Điền Bố]] (con của Điền Hoằng Chính) là Tiết độ sứ Hà Dương<ref>Lạc Dương, Hà Nam, Trung Quốc hiện nay<\/ref>. Sau đó [[Vương Thừa Nguyên]] vâng mệnh rời trấn, chư tướng cố giữ lại nhưng không được đành phải chấp nhận. [[Điền Hoằng Chính]] sau đó đến tiếp quản trấn Thành Đức. Nhưng Điền lại lo sợ chư tướng ở Thành Đức vẫn hướng về họ Vương chứ không thần phục mình, bèn đem 2000 quân từ trấn Ngụy Bác đến để tự vệ nếu quân lính ở Thành Đức nổi loạn. Sau đó [[Điền Hoằng Chính]] xin triều đình cấp lương thực cho 2000 quân này, nhưng triều đình cho rằng quân sĩ Ngụy Bác tình nguyện bỏ trấn nên không có chuyện triều đình phải cấp lương cho. Cuối cùng, Điền Hoằng Chính không đủ quân lương để phân phát nên phải để 2000 quân trở về Ngụy Bác.\n\nNăm [[821]], Tiết độ sứ Lư Long<ref>Nay thuộc thủ đô Bắc Kinh, Trung Quốc<\/ref> là [[Lưu Tổng]], người đã sát hại cha và anh (Lưu Tế và Lưu Cổn) vào năm [[810]]), tỏ ra lo sợ khi nhiều lần mộng thấy cha anh hiện về trong giấc mơ, nên muốn từ chức để trở thành nhà sư. Triều đình hạ lệnh phong Lưu Tổng làm Tiết độ sứ Thiên Bình và dời Tiết độ sứ Tuyên Vũ [[Trương Hoằng Tĩnh]] đến đảm nhiệm ở trấn Lư Long. Trước khi làm tăng, Lưu Tổng xin triều đình ban thưởng lớn cho tướng sĩ Lư Long để họ trung thành với triều đình và cũng thỉnh cầu cắt Lư Long thành ba đạo nhỏ: ba châu U, Trác, Doanh là một đạo do [[Trương Hoằng Tĩnh]] cai quản; bốn châu Bình, Kế<ref>Thiên Tân, Trung Quốc hiện nay<\/ref>, Quy<ref>Trương Gia Khẩu, Hà Bắc hiện nay<\/ref>, Đàn do Tiết độ sứ Bình Lư<ref>Trụ sở nay thuộc Thái An, Sơn Đông, Trung Quốc<\/ref> [[Tiết Bình]] cai quản; hai châu Doanh và Mạc làm đạo thứ ba sẽ Lư Sĩ Mai làm Quan sát sứ<ref name=ZZTJ241 \/>; đồng thời cũng khuyên triều đình nên hạn chế quyền lực của [[Chu Khắc Dung]], cháu nội của [[Chu Thao]].\n\nKhông lâu sau [[Lưu Tổng]] chết đi. Lúc này Mục Tông cũng không quan tâm gì đến những thỉnh cầu của Lưu Tổng, các Tể tướng Thôi Thực và Đỗ Nguyên Dĩnh không phân biệt được lợi hại, nên chỉ cắt hai châu Doanh, Mạc giao cho [[Lư Sĩ Mai]], và hầu như toàn bộ trấn Lư Long thuộc về Trương Hoằng Tĩnh. Nhưng Trương Hoằng Tĩnh lại làm mất lòng binh sĩ Lư Long<ref name=ZZTJ241 \/><ref name=ZZTJ242>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷242|quyển 242]].<\/ref> qua một số việc làm như ăn bớt tiền thưởng triều đình gửi đến cho binh sĩ, khai quật quan tài của hai giặc An, Sử (vốn được người dân trong vùng tôn kính) và ép quân lính phải phục dịch quá độ... Đến mùa thu năm [[821]], tướng thân cận của [[Trương Hoằng Tĩnh]] là [[Vi Ung]] có va chạm với một người lính, Vi Ung tức giận sai đánh người đó. Quân sĩ Hà Sóc vốn ghét những hành động xấu xa của Vi Ung nên không chấp hành mệnh lệnh này. Ung sai báo với Hoằng Tĩnh, Hoằng Tĩnh ra lệnh bắt giữ những ai kháng lệnh. Quân sĩ bèn hùa nhau nổi loạn, bắt giam [[Trương Hoằng Tĩnh]] và một số tướng dưới quyền Hoằng Tĩnh, trong đó có Vi Ung. Đến hôm sau, quân sĩ tỏ ra hối hận vì việc đó, nên đến tạ tội nhưng Hoằng Tĩnh không đáp lại. Quân sĩ bèn quyết định đưa [[Chu Hồi]] (cha Chu Khắc Dung) tiếp quản trấn Lư Long, nhưng Hồi từ chối, vì thế quân sĩ đưa [[Chu Khắc Dung]] thay Trương Hoằng Tĩnh<ref name=ZZTJ242 \/>. Nghe tin binh sĩ U châu làm loạn, triều đình hạ lệnh biếm Trương Hoằng Tĩnh rồi phong [[Lưu Ngộ]] đến làm Tiết độ sứ Lư Long. Nhưng Lưu Ngộ ngại Chu Khắc Dung nên không nhận và còn thỉnh cầu triều đình ban cho Khắc Dung tiết việt. Ngộ trở về làm Tiết độ sứ Chiêu Nghĩa.\n\nTrong khi đó ở Thành Đức, tướng sĩ cũng bất hòa với [[Điền Hoằng Chính]]. Đô tri binh mã sử [[Vương Đình Thấu]] âm mưu làm loạn, nửa đêm liên kết với nha binh xông vào giết Hoằng Chính cùng liêu tá; sau đó còn giết những người không ăn cánh với mình, tự xưng là Lưu Hậu và sai người đến Trường An cầu xin tiết việt, sau đó công đánh một số châu khác. Lý Tố ở Ngụy Bác nghe tin [[Điền Hoằng Chính]] bị hại, dự định cử binh công đánh Vương Đình Thấu nhưng lại đột nhiên Lý Tố lại bệnh nặng. Triều đình bèn phong Tiết độ sứ Kinh Nguyên [[Điền Bố]] đến trấn nhậm ở Ngụy Bác; đồng thời Mục Tông hạ chiếu yêu cầu quân các trấn Ngụy Bác, Chiêu Nghĩa, Hà Đông, Nghĩa Vũ phải tập hợp lại cùng tiến đánh Thành Đức và Lư Long. Quân đội triều đình được giao cho [[Bùi Độ]] chỉ huy, [[Ngưu Nguyên Dực]] được phong làm Tiết độ sứ mới ở Thành Đức, cùng dẫn binh. Tổng cộng lực lượng của triều đình có tới 150.000 người, gấp 15 lần quân nổi dậy<ref name=ZZTJ242 \/>.\n\nTuy nhiên lúc này, quốc khố đã cạn do sự xa xỉ của Mục Tông, nên quân lương cung cấp cho quân sĩ bị thiếu. Vì thế quân triều đình (vốn không có tinh thần chiến đấu) không thể giành thắng lợi áp đảo trong những trận đầu tiên. Đầu năm [[822]], quần thần đề nghị Mục Tông nên theo phương sách của Hiến Tông đánh dẹp các trấn khi xưa, có nghĩa là xá tội cho một trấn và đánh một trấn thay vì dồn sức cho cả hai mặt trận. Do đó, Mục Tông xá tội cho [[Chu Khắc Dung]] và phong làm Tiết độ sứ Lư Long, đồng thời tiếp tục thảo phạt Vương Đình Thấu<ref name=ZZTJ242 \/>. Trong khi [[Điền Bố]] vẫn cố gắng thúc ép quân sĩ chiến đấu, nên lòng quân sinh ra dao động. Họ tôn tướng [[Sử Hiến Thành]] làm Minh chủ chống lại Điền Bố. [[Điền Bố]] cố gắng tập hợp lực lượng còn trung thành với mình nhưng không có ai chịu theo, Bố bèn tự sát. Quân sĩ đưa [[Sử Hiến Thành]] về Ngụy và lập làm Ngụy Bác Lưu Hậu. Triều đình trước việc đã rồi, đành phải công nhận Sử Hiến Thành, phong ông ta làm Tiết độ sứ. Và không lâu sau đó lại công nhận luôn cả [[Chu Khắc Dung]] và [[Vương Đình Thấu]]. Từ đó đến lúc [[nhà Đường]] diệt vong (907), Hà Bắc tam trấn chỉ còn thần phục trên danh nghĩa, triều đình không sao kiểm soát được nữa<ref name=ZZTJ242 \/>.\n\nMùa thu năm [[822]], binh sĩ ở trấn Tuyên Vũ<ref>Khai Phong, Hà Nam, Trung Quốc hiện nay<\/ref> nổi dậy chống lại Tiết độ sứ [[Lý Nguyện]]. Nhân đêm tối, quân sĩ xông vào chỗ Lý Nguyện, giết vợ ông ta là Đậu thị. Nguyện sợ hãi bèn bỏ trốn sang Trịnh châu. Quân sĩ lập [[Lý Giới]] làm Lưu Hậu. Tin này bay về kinh sư, trong triều có nhiều ý kiến khác nhau. các Tể tướng [[Đỗ Nguyên Dĩnh]] và [[Trương Bình Thúc]] cho rằng nên xoa dịu quân sĩ ở Tuyên Vũ; còn [[Lý Phùng Cát]] cho rằng nếu không đánh dẹp thì triều đình sẽ mất luôn quyền kiểm soát khu vực Dương - Hoài. Phùng Cát lại đề nghị nên bãi Lý Giới, lấy Hàn Sung thay thế trấn nhậm ở Tuyên Vũ. Sau đó Mục Tông phong cho [[Hàn Sung]] kiêm nhiệm hai trấn Tuyên Vũ, Nghĩa Thành và phong Lý Giới làm Hữu Kim Ngô Tướng quân, Lý không phụng chiếu vào bao vây Tống châu<ref>Thương Khâu, Hà Nam, Trung Quốc ngày nay<\/ref>, nhưng bị quân của [[Hàn Sung]], [[Lý Quang Nhan]] đánh bại. Sau cùng, quân triều đình cùng với tiến vào Tuyên Vũ. Lý Giới lúc này đã lâm bệnh, bị thủ hạ là [[Lý Chất]] giết chết. Sau đó [[Lý Chất]] đầu hàng [[nhà Đường]]<ref name=ZZTJ242 \/>.\n\nNăm [[823]], ở [[Dương Châu]] [[nhà Đường]], thương nhân [[Tân La]] là [[Trương Bảo Cao]] đã trở nên tức giận trước sự đối xử của bọn hải tặc với những người đồng hương [[Tân La]] của mình, những người ở vùng đất không ổn định của [[nhà Đường]] quá cố thường trở thành nạn nhân của hải tặc ven biển hoặc kẻ cướp nội địa. Trên thực tế, các đối tượng người [[Tân La]] sống ở [[nhà Đường]] đã trở thành mục tiêu ưa thích của những tên cướp, những kẻ đã bán tù nhân của họ làm nô lệ. Mục Tông đã đi xa tới mức ban hành sắc lệnh ngăn chặn buôn bán nô lệ [[Tân La]] và ra lệnh trả lại tất cả những người [[Tân La]] bị bắt cóc về nước [[Tân La]] (đời vua [[Hiến Đức Vương|Tân La Hiến Đức Vương]])<ref>Chong Sun Kim, \"Slavery in Silla and its Sociological and Economic Implications\", in Andrew C. Nahm, ed. ''Traditional Korea, Theory and Practice'' (Kalamazoo, MI: Center for Korean Studies, 1974), p. 33.<\/ref>.\n\n===Chiến loạn ở [[An Nam đô hộ phủ]]===\n\nThời [[Đường Hiến Tông]], ở [[An Nam đô hộ phủ]] có người bản địa là [[Khởi nghĩa Dương Thanh|Dương Thanh]] nổi lên chống lại nhà Đường, chiếm thành Tống Bình (nay là [[Hà Nội]], [[Việt Nam]]). [[Đường Hiến Tông]] đã phái [[Quế Trọng Vũ]] sang đánh dẹp, chiếm lại thành Tống Bình, bắt được Dương Thanh và con ông ta là [[Dương Chí Trinh]] nhưng Dương Thanh đã vượt ngục. [[Quế Trọng Vũ]] giết chết [[Dương Chí Trinh]]. \n\n[[Dương Chí Liệt]] (con của Dương Thanh) và [[Đỗ Sĩ Giao]] rút về Tạc Khẩu (thuộc [[Yên Mô]], [[Ninh Bình]], [[Việt Nam]] ngày nay) tiếp tục chống cự với quân Đường của [[Quế Trọng Vũ]] đến tháng 7 năm 820 thì bị đánh dẹp hẳn. Mục Tông sai [[Quế Trọng Vũ]] đánh Dương Thanh mà không thắng. Mục Tông gọi [[Quế Trọng Vũ]] quay về, phái [[Bùi Hành Lập]] sang làm An Nam đô hộ thay thế cùng năm 820. [[Bùi Hành Lập]] dẫn quân Đường đánh Dương Thanh nhưng vẫn không thắng. Mục Tông không hài lòng, gọi [[Bùi Hành Lập]] quay về, phái [[Vương Thừa Điển]] sang làm An Nam đô hộ thay thế năm 822. [[Vương Thừa Điển]] tiếp tục dân quân Đường đánh Dương Thanh nhưng lại không thắng. Mục Tông nổi giận, gọi [[Vương Thừa Điển]] quay về, phái [[;ý Nguyên Hỷ]] sang làm An Nam đô hộ thay thế cùng năm 822.\n\nDương Thanh lại vào trong người Man Lạo làm loạn, cướp phá phủ thành những năm 822 - 826, An Nam đô hộ [[Lý Nguyên Hỷ]] đánh không được, dụ không đến. Do đấy người Man Hoàng Động dẫn [[Hoàn Vương]] vào cướp.\n\n=== Qua đời ===\n\nĐầu năm [[823]], Mục Tông chơi đá cầu với các [[hoạn quan]] trong cung. Lúc đó có viên hoạn quan bất cẩn làm ông ngã ngựa. Mục Tông kinh sợ, từ đó thành bệnh không thể đi lại được nữa. Các Tể tướng nhiều lần xin vào yết kiến cũng không được. [[Bùi Độ]] bèn ba lần dâng thư xin lập Thái tử. Đến tháng 12 ÂL, Mục Tông mới ra triều một lần, nhưng chỉ có thể ngồi trên giường mà thôi. [[Lý Phùng Cát]] nhân lúc đó xin lập Trữ quân, Bùi Độ cũng tán thành. Mục Tông không thể làm khác, đành hạ chiếu lập Cảnh vương [[Lý Đam]] làm Đông cung Hoàng thái tử<ref name=ZZTJ242 \/>.\n\nCũng trong năm này, thấy trong triều chỉ có một mình Ngưu Tăng Nhụ từ chối quà tặng của [[Hàn Hoằng]] lúc ông này sắp mất, nên Mục Tông phong [[Ngưu Tăng Ngụ]] làm Trung thư Thị lang, Đồng bình Chương sự. Lúc đó trong triều [[Ngưu Tăng Nguh]] và [[Lý Đức Dụ]] (con của Lý Phùng Cát) là những người được dự đoán sẽ làm Tể tướng, nhưng [[Lý Đức Dụ]] lại không được chọn mà phải làm Chiết Tây<ref>Trấn Giang, Giang Tô, Trung Quốc ngày nay<\/ref> quan sát sứ đến 8 năm. Do đó [[Lý Đức Dụ]] oán hận [[Ngưu Tăng Nhụ]], hai họ Ngưu - Lý cũng kết phái trong triều để chống đối nhau trong mấy mươi năm, sử gọi là Ngưu Lý đảng tranh. Trong lúc đó [[Lý Phùng Cát]] liên kết với [[hoạn quan]] [[Vương Thủ Trừng]] mưu chống lại [[Bùi Độ]], tạo thành một thế lực lớn. Phùng Cát và Thủ Trừng oán ghét Bùi Độ nên bày mưu kiềm chế Độ. Do vậy Bùi Độ bị giáng chức làm Tiết độ sứ Sơn Nam Tây Đạo<ref>Hán Trung, Thiểm Tây, Trung Quốc ngày nay<\/ref>, mất quyền ''bình chương sự''.\n\nTrong năm [[823]], bệnh tình của Mục Tông dần thuyên giảm, nhưng đến ngày [[23 tháng 2]] năm [[824]] thì bệnh lại tái phát. Đến ngày [[25 tháng 2]], bệnh trở nặng, bèn hạ chiếu cho Thái tử Lý Đam giám quốc. Các đại thần dâng sớ muốn xin Hoàng thái hậu Quách thị lâm triều xưng chế, nhưng Thái hậu dẫn việc [[Võ Tắc Thiên]] mà từ chối. Cùng đêm [[25 tháng 2]], Mục Tông băng hà ở tẩm điện, [[thụy hiệu]] đầy đủ '''Duệ Thánh Văn Huệ Hiếu Hoàng đế''' (睿聖文惠孝皇帝). Ngày [[29 tháng 2]] (Canh Tí), Thái tử [[Lý Đam]] lên ngôi, tức [[Đường Kính Tông]]<ref>[[Tư trị thông giám]], [[:zh:s:資治通鑑\/卷243|quyển 243]]<\/ref>.\n\n== Gia đình ==\n* Thân phụ: [[Đường Hiến Tông]] Lý Thuần.\n* Thân mẫu: [[Ý An hoàng hậu (Nhà Đường)|Ý An Hoàng hậu]] Quách thị (懿安皇后郭氏, ? - 851), con gái [[Thăng Bình Công chúa]] và Quách Ái, cháu nội của [[Quách Tử Nghi]].\n\n=== Hậu phi ===\n# [[Vương Thái hậu (Đường Kính Tông)|Cung Hi Hoàng hậu]] Vương thị (恭僖皇后王氏, ? - 845), người [[Việt Châu]]. Sinh [[Đường Kính Tông]] Lý Đam.\n# [[Tiêu Thái hậu (nhà Đường)|Trinh Hiến Hoàng hậu]] Tiêu thị (貞獻皇后蕭氏, ? - 847), người huyện Mân ([[Phúc Kiến]]). Sinh [[Đường Văn Tông]] Lý Ngang.\n# [[Vi phi (Đường Mục Tông)|Tuyên Ý Hoàng hậu]] Vi thị (宣懿皇后韋氏), xuất thân cung nữ. Sinh ra [[Đường Vũ Tông]] Lý Viêm.\n# [[Võ Quý phi]] (武貴妃), vốn là ''Tài nhân'' (才人), sau được Đường Văn Tông truy tặng Quý phi.\n# [[Dương Hiền phi]] (杨贤妃), sinh ra An vương [[Lý Dung]].\n# [[Trương chiêu nghi|Trương Chiêu nghi]] (張昭儀).\n# [[Trịnh tài nhân|Trịnh Tài nhân]] (郑才人).\n\n=== Hoàng tử ===\n# Cảnh vương → [[Đường Kính Tông]] Lý Đam, mẹ là [[Cung Hi hoàng hậu|Cung Hi Hoàng hậu]] Vương thị.\n# Giang vương → [[Đường Văn Tông]] Lý Ngang, mẹ là [[Trinh Hiến hoàng hậu|Trinh Hiến Hoàng hậu]] Tiêu thị.\n# Không rõ.\n# Không rõ.\n# Không rõ.\n# Chương vương → Sào Huyền công → Tề vương → Hoài Ý Thái tử [[Lý Thấu]] [懷懿太子李凑], mẹ không rõ.\n# Không rõ.\n# An vương [[Lý Dung]] [安王李溶], mẹ là [[Dương Hiền phi]].\n# Dĩnh vương → [[Đường Vũ Tông]] Lý Viêm, mẹ là [[Tuyên Ý hoàng hậu|Tuyên Ý Hoàng hậu]] Vi thị.\n\n=== Hoàng nữ<ref>[http:\/\/guoxue.baidu.com\/page\/d0c2ccc6cae9\/95.html Tân Đường thư: Chư đế công chúa liệt truyện]{{Liên kết hỏng|date = ngày 17 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref> ===\n# [[Nghĩa Phong Công chúa]] (义丰公主), mẹ là Võ Quý phi, lấy [[Vi Xử Nhân]] (韦处仁), mất khoảng năm Hàm Thông.\n# [[Hoài Dương Công chúa]] (淮阳公主), mẹ là Trương Chiêu nghi, lấy [[Liễu Chánh Nguyên]] (柳正元).\n# [[Duyên An Công chúa]] (延安公主), lấy [[Đậu Hoán]] (窦浣).\n# [[Kim Đường Công chúa]] (金堂公主), mẹ là Trịnh Tài nhân, ban đầu phong là ''Tấn Lăng Công chúa'' (晋陵公主), lấy [[Quách Trọng Cung]] (郭仲恭), mất năm Càn Phù.\n# [[Thanh Nguyên Công chúa]] (清源公主), mắt năm Thái Hòa.\n# [[Nhiêu Dương Công chúa]] (饶阳公主), lấy [[Quách Trọng Từ]] (郭仲词).\n# [[Nghĩa Xương Công chúa]] (义昌公主), xuất gia làm Đạo sĩ, mất năm Hàm Thông.\n# [[An Khang Công chúa]] (安康公主), xuất gia làm Đạo sĩ.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Navboxes\n|title= Đường Mục Tông\n|list1=<span>{{đầu hộp}}\n{{thứ tự kế vị|chức vụ=[[Nhà Đường|Hoàng đế nhà Đường]]|trước=[[Đường Hiến Tông]]|sau=[[Đường Kính Tông]]|năm=820-824}}\n{{cuối hộp}}\n{{Vua nhà Đường}}\n}}\n\n[[Thể loại:Hoàng đế nhà Đường]]\n[[Thể loại:Sinh năm 795]]\n[[Thể loại:Mất năm 824]]"}