{"Đường Bân":"{{bài cùng tên}}\n\n'''Đường Bân''' (chữ Hán: 唐彬, 235 - 294), tự '''Nho Tông''', là quan viên, tướng lĩnh [[Tào Ngụy]], [[Tây Tấn]] trong lịch sử Trung Quốc.\n\n== Thời Tào Ngụy ==\nĐường Bân là người huyện Trâu, nước Lỗ<ref>Nay là huyện cấp thị [[Trâu Thành]], địa cấp thị [[Tế Ninh]], [[Sơn Đông]]<\/ref>, là con của [[Đường Đài]] (唐臺), thái thú Thái Sơn nhà Ngụy.\n\nBân có tài năng, độ lượng nhưng không giữ gìn hạnh kiểm; thiếu thời giỏi cưỡi ngựa bắn cung, ham săn bắn; mình dài 8 thước, chạy kịp hươu nai, sức mạnh hơn người. Đến khi trưởng thành Bân lại ham thích kinh sử, tìm thầy học tập, nắm rõ kinh Dịch; sau khi trở về thì nhận học trò, luôn có vài trăm người.\n\nBan đầu Bân làm Môn hạ duyện ở quận, chuyển làm Chủ bộ. Dự Châu thứ sử [[Vương Thẩm]] tập hợp tham tá, bàn luận sách lược kháng Ngô, rồi đem vấn đề hỏi các viên lại ở 9 quận. Bân cùng quận [[Tiêu (quận)|Tiêu]] chủ bộ [[Trương Uẩn]] trình bày những điểm mạnh của Ngô, Thẩm khen hay. Thẩm bèn sai Bân thuyết phục mọi người rằng đánh Ngô là không thể, khiến những kẻ ấy chịu đuối lý. Sau khi trở về được thăng Công tào, cử Hiếu liêm; được châu vời làm Chủ bộ, dần thăng đến Biệt giá.\n\nBân có tính trung thành, cung kính, lại công chánh, độ lượng; dốc lòng giúp đỡ mọi người trong công việc, nhưng không để cho bọn họ biết. Bân làm sứ giả đến phủ Tướng quốc báo cáo sự vụ, liêu tá ở đấy tuy đều là anh tài đương thời, không thể không khâm phục, ưa thích ông; vì thế được khen ngợi với [[Tư Mã Chiêu]], tiến cử làm duyện thuộc. Chiêu hỏi tham quân [[Khổng Hạo]] về Bân, Hạo đố kỵ tài năng của ông, hồi lâu không đáp. [[Trần Khiên]] cũng ngồi đấy, nói rằng: ''Làm người như Bân, hơn Khiên rất xa.'' Chiêu cười nói: ''Những được như khanh, cũng không dễ đâu, làm sao hơn được!?'' Nhân đó vời Bân làm Khải tào thuộc. Chiêu hỏi rằng: ''Khanh có biết vì sao được vời không?'' Đáp rằng: ''Tôi dù học hành ở nơi quê mùa, nhưng đã tìm hiểu những việc làm của người xưa, nói năng không khiến thiên hạ thất vọng, hành vi không khiến thiên hạ oán ghét.'' Chiêu mời ngồi mà nói rằng: ''Thật là danh bất hư truyền.\" Ngày khác, Chiêu nói với Khổng Hạo: \"Gần đây ta đã gặp Đường Bân, việc khanh lấp liếm hiền tài thật là đáng trách!''\n\nKhi [[Đặng Ngải]] mới bị làm tội, Chiêu cho rằng Ngải ở Lũng Hữu đã lâu, rất được lòng người, một sớm diệt vong, sợ tình hình vùng biên dao động, bèn sai Bân bí mật dò xét. Bân trở về, trình bày rằng: ''Đặng Ngải tính ghen ghét hẹp hòi, khoe khoang cậy tài, người phục tùng thì cho là hiểu biết, người nói thẳng thì cho là xúc phạm. Dẫu là trưởng sử tư mã, tham tá nha môn, đối đáp có gì lỡ lầm, lập tức chịu mắng nhiếc nhục nhã. Đối xử những người bên cạnh còn vô lễ như thế, thì mất hết lòng người. Lại thích gây việc lao dịch, nhiều lần khiến mọi người vất vả. Lũng Hữu rất lấy làm khổ sở, nên vui mừng với tai họa của ông ta, không chịu vì ông ta mà ra sức. Nay chư quân đã đến, đủ để trấn áp trong ngoài, xin chớ lo gì!'' Ít lâu sau được nhận chức Thượng thư thủy bộ lang.\n\n== Thời Tây Tấn ==\n=== Tham gia đánh Ngô ===\nĐầu niên hiệu Thái Thủy, Bân được ban tước Quan nội hầu, sau đó ra nhận chức Nghiệp lệnh; ông làm việc hợp với đạo đức và lễ nghi, trong thời gian một tháng đã giáo hóa nhân dân thành công. Bân được thăng làm Dặc Dương thái thú; tại đây ông thiết lập lệnh cấm phòng, khiến trăm họ yên ổn; vì mẹ mất nên rời chức.\n\nMặt đông Ích Châu tiếp giáp [[Đông Ngô]], còn thiếu chức Giám quân, triều đình bàn bạc xem nên dùng Bân hay Vũ Lăng thái thú [[Dương Tông]]. [[Tấn Vũ đế]] hỏi Tán kỵ thường thị [[Văn Tập]], Tập nói: ''Tông, Bân đều không thể bỏ qua. Nhưng Bân tham tiền, Tông thích rượu, tùy bệ hạ sử dụng.'' Đế nói: ''Tham tiền có thể đủ, thích rượu không thể đổi.'' Bèn dùng Bân làm Giám Ba Đông chư quân sự, gia Quảng vũ tướng quân. Bân dâng lên sách lược đánh Ngô, rất hợp ý đế.\n\nBân theo [[Vương Tuấn (đầu Tây Tấn)|Vương Tuấn]] đánh Ngô (279), đồn trú nơi xung yếu, làm tiền khu cho quân đội. Bân thường đặt nghi binh, chọn đúng thời cơ giành thắng lợi, đánh hạ Tây Lăng, Nhạc Hương, phần lớn địch quân bị bắt sống. Từ Ba Lăng, Miện Khẩu về phía đông, các đồn trại quân Ngô không nơi nào không sợ hãi, đều cầm ngược qua, trần vai áo ra hàng. Bân biết quân Ngô đã tan rã, Ngô đế [[Tôn Hạo]] sắp hàng, bèn ở vị trí cách Kiến Nghiệp 200 dặm, xưng bệnh dừng lại, tỏ ý không muốn tranh giành. Quả nhiên các tướng Tấn vào Kiến Nghiệp, ai đến trước thì tranh của, ai đến sau thì tranh công, người hiểu biết không ai không đề cao việc làm của Bân. Nhờ công được làm Hữu tướng quân, Đô đốc Ba Đông chư quân sự. Sau đó được chinh về, bái làm Dực quân hiệu úy, cải phong Thượng Dung huyện hầu, thực ấp 6000 hộ, ban 6000 xúc lựa. Mỗi khi triều đình nghị luận, đều được tham dự.\n\n=== Trấn thủ phương bắc ===\nCác dân tộc thiểu số phương bắc xâm nhiễu Bắc Bình, triều đình lấy Bân làm cầm [[phù tiết|tiết]], Giám U Châu chư quân sự, lĩnh Hộ Ô Hoàn hiệu úy, Hữu tướng quân. Bân đến nhiệm sở, huấn luyện binh sĩ, sửa sang khí giới; mở rộng ruộng vườn, chú trọng nông nghiệp; chấn hưng binh oai, hiển lộ binh lực; tuyên truyền luật pháp, thi hành ân tín. Vì thế 2 bộ [[Tiên Ti]] là Đại Mạc Hội, Trích Hà đều sai Thị tử đến cống nạp. Bân còn sửa sang trường học, dạy dỗ không mệt; nhân từ rộng rãi đối với dân chúng, mở mang đất đai cho đến biên cảnh đời xưa, thu về được cả ngàn dặm; giành lại các tiền đồn ở [[Vạn Lý Trường Thành|Trường Thành]] của [[nhà Tần]], từ Ôn Thành cho đến Kiệt Thạch, men theo sơn cốc gần 3000 dặm, chia quân đồn trú, dựng Phong hỏa đài nhòm nhau. Nhờ vậy vùng biên được yên, không còn bị các tộc thiểu số xâm phạm, từ đời [[Nhà Hán|Hán]] - [[Tào Ngụy|Ngụy]] chưa từng được như bấy giờ.\n\nCác bộ Tiên Ti sợ hãi, bèn sát hại Đại Mạc Hội. Bân muốn thảo phạt họ, sợ rằng trong lúc chờ đợi báo cáo lên triều đình, kẻ địch sẽ bỏ trốn, bèn điều động ngay bò, xe 2 châu U, Ký. Tham quân Hứa Chi mật tấu, triều đình sai Ngự sử đem xe tù bắt Bân giao cho Đình úy, sau khi làm rõ thì được phóng thích. Trăm họ yêu mến công đức của Bân, lập bia ca ngợi trong lúc ông còn sống.\n\nBân khi xưa theo học người Đông Hải là Diêm Đức. Đức có nhiều học trò, nhưng người thành đạt chỉ có Bân. Đến nay Đức đã mất, Bân lập bia cho ông ta.\n\n=== Cuối đời ===\nĐầu niên hiệu Nguyên Khang thời [[Tấn Huệ đế]], Bân được bái cầm [[phù tiết|tiết]], Tiền tướng quân, lĩnh Tây Nhung hiệu úy, Ung Châu thứ sử. Bân mời gọi bọn xử sĩ Hoàng Phủ Thân Thúc, Nghiêm Thư Long, Khương Mậu Thời, Lương Tử Viễn. Khi họ đến, ông đối đãi với họ rất cung kính.\n\nNăm 294, Bân mất khi đang ở chức, hưởng thọ 60 tuổi. Được đặt thụy là Tương, ban 200 xúc lụa, 20 vạn tiền.\n\n== Gia đình ==\n* Đường Tự (唐嗣), con trai trưởng, quan đến Quảng Lăng thái thú.\n* Đường Kỳ (唐岐), con trai thứ, quan đến Chinh lỗ tư mã.\n\n== Trong văn hóa ==\nTrong tiểu thuyết ''[[Tam quốc diễn nghĩa]]'', Đường Bân xuất hiện ở hồi 120, là một trong các tướng lĩnh tham gia đánh Ngô.<ref>[[La Quán Trung]], ''[[Tam quốc diễn nghĩa]]'', hồi 120, ''[[:wikisource:vi:Tam quốc diễn nghĩa\/Hồi 120|Tiến Đỗ Dự, lão tướng dâng mẹo hay; Bắt Tôn Hạo, tam phân lại hợp nhất]]''.<\/ref>\n\n== Tham khảo ==\n* [[Tấn thư]], quyển 42, liệt truyện 12, ''Đường Bân truyện''.\n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|235|294}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Người Sơn Đông]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]\n[[Thể loại:Nhân vật quân sự nhà Tấn]]\n[[Thể loại:Nhân vật chính trị nhà Tấn]]\n[[Thể loại:Nhân vật Tam quốc diễn nghĩa]]"}