{"Đường Túc Tông":"{{Thông tin nhân vật hoàng gia\n| tên = Đường Túc Tông\n| tên gốc = 唐肃宗\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| tước vị thêm = \n| thêm = china\n| hình = TangSuzong.jpg\n| cỡ hình = 250px\n| ghi chú hình = Đường Túc Tông Chí Đức đế đồ\n| chức vị = [[Hoàng đế]] [[nhà Đường|Đại Đường]]\n| tại vị = [[12 tháng 8]] năm [[756]]<ref name=Ascension>Sau nổi dậy của [[An Lộc Sơn]], hoàng đế Túc Tông được binh sĩ đưa lên làm vua ngày 12 tháng 8 năm 756, nhưng cha đẻ của ông là [[Đường Huyền Tông]] và đoàn tùy tùng của ông, những người chạy tới [[Tứ Xuyên]], chỉ nhận được tin tức vào ngày 10 tháng 9 năm 756, và ngày đó là ngày kết thúc trị vì của Huyền Tông trên thực tế. Cho tới khi Huyền Tông nhận được tin tức về việc Túc Tông lên ngôi thì ông vẫn tiếp tục ra sắc lệnh như là một hoàng đế.<\/ref><ref name=startreign>[http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%B5%C2%A9v&reign=%A6%DC%BCw&yy=1&ycanzi=&mm=7&dd=13&dcanzi= 兩千年中西曆轉換]<\/ref> &ndash; [[16 tháng 5]] năm [[762]]<br>({{số năm theo năm và ngày|756|8|12|762|5|16}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:618 till:907\nAlignBars = early\nScaleMajor = increment:289 start:618\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:756 till:762 color:red\n<\/timeline>\n| đăng quang = \n| tiền nhiệm = [[Đường Huyền Tông|<font color=\"grey\">Đường Huyền Tông<\/font>]]\n| nhiếp chính = \n| kế nhiệm = [[Đường Đại Tông|<font color=\"blue\">Đường Đại Tông<\/font>]]\n| tước hiệu = \n| hoàng tộc = [[Nhà Đường]]\n| con cái = \n| tên đầy đủ = Kị húy: Lý Hanh (李亨)<br>Bổn danh: Lý Tự Thăng (李嗣升)\n| tên tự = \n| tên hiệu = \n| thời gian của niên hiệu = \n| niên hiệu = Chí Đức (至德; <small>756-758<\/small>)<br>Càn Nguyên (乾元; <small>758-760)<\/small><br>Thượng Nguyên (上元; <small>760-762)<\/small><br>Bảo Ứng (寶應; <small>762<\/small>)\n| phối ngẫu = [[Vi phi]]<br>[[Trương hoàng hậu (Đường Túc Tông)|Trương hoàng hậu]]<br>[[Chương Kính Ngô hoàng hậu]]\n| tôn hiệu = \n| miếu hiệu = [[Túc Tông]] (肅宗)\n| thụy hiệu = <font color=\"grey\">Văn Minh Vũ Đức Đại Thánh Đại Tuyên Hiếu hoàng đế<\/font><br>(文明武德大聖大宣孝皇帝)\n| cha = [[Đường Huyền Tông]]\n| mẹ = [[Dương quý tần (Đường Huyền Tông)|Dương Quý tần]]\n| sinh = {{birth date|711|2|21}}<ref name=birth>[http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%BA%CD%A9v&reign=%B4%BA%B6%B3&yy=2&ycanzi=&mm=&dd=&dcanzi=%A4A%A5%E8 兩千年中西曆轉換]<\/ref><ref name=BT10>''[[Đường thư]]'', [http:\/\/www.sidneyluo.net\/a\/a16\/010.htm quyển 10] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080621191817\/http:\/\/www.sidneyluo.net\/a\/a16\/010.htm |date = ngày 21 tháng 6 năm 2008}}.<\/ref>\n| nơi sinh = \n| mất = {{death date and age|762|5|16|711|2|21}}<ref name=death>[http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%B5%C2%A9v&reign=%C4_%C0%B3&yy=1&ycanzi=&mm=&dd=&dcanzi=%A4B%A5f 兩千年中西曆轉換]<\/ref><ref name=ZZTJ222>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷222|quyển 222]].<\/ref>\n| nơi mất = \n| ngày an táng = \n| nơi an táng = [[Kiến lăng]] (建陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Đường Túc Tông''' ([[chữ Hán]]: 唐肃宗; [[21 tháng 2]], [[711]] - [[16 tháng 5]], [[762]]), tên thật '''Lý Hanh''' (李亨), là vị [[Hoàng đế]] thứ 8, hay thứ 10<ref>Trước đó hai vị Hoàng đế là [[Đường Trung Tông]] và [[Đường Duệ Tông]] đều ở ngôi hai lần không liên tục<\/ref> của [[nhà Đường]] trong [[lịch sử Trung Quốc]].\n\nKhi quân nổi dậy [[An Lộc Sơn]] chiếm được kinh đô [[Trường An]] ([[756]]), cha ông là [[Đường Huyền Tông]] Lý Long Cơ phải chạy sang Thành Đô; Lý Hanh được các đại thần và dân chúng tôn xưng làm Hoàng đế ở [[Linh Vũ]] vào ngày [[12 tháng 8]] năm [[756]].\n\nTrong sáu năm trị vì, hoạt động chính trị chủ yếu của ông tập trung vào việc đánh dẹp [[loạn An Sử]]. Tuy nhiên, do Túc Tông quá tin tưởng hoạn quan [[Lý Phụ Quốc]], nên đến cuối đời ông, Lý Phụ Quốc đã trở thành quyền thần trong triều, mở ra nạn [[hoạn quan]] tham chính trong các triều đại tiếp theo. Năm [[762]], không bao lâu sau cái chết của Thượng hoàng Huyền Tông, Túc Tông vì quá đau buồn mà sinh bệnh rồi qua đời.\n\n== Thời trẻ ==\n=== Chào đời gian nan ===\nĐường Túc Tông bổn danh '''Lý Tự Thăng''' (李嗣升), chào đời vào ngày Ất Hợi năm Cảnh Vân thứ hai đời ông nội [[Đường Duệ Tông]] (tức [[21 tháng 2]] năm [[711]]). Khi đó, cha ông là [[Lý Long Cơ]] vẫn còn là [[Hoàng thái tử]]. Lý Tự Thăng là người con trai thứ ba của Lý Long Cơ, sau hai anh là [[Lý Tông|Lý Tự Thiểm]] và [[Lý Anh|Lý Tự Khâm]]. Mẹ ông là [[Dương Quý tần]], xuất thân từ ''[[Hoằng Nông Dương thị]]'', một gia tộc danh giá có nguồn gốc [[Thiểm Tây]], nhánh của hoàng tộc [[nhà Tùy]] và là họ mẹ của [[Võ Tắc Thiên]]. Vào thời điểm đó, gia tộc họ Dương tuy đã rút khỏi chính trường nhưng vẫn giữ được một thế lực nhất định. Ông nội của Dương thị, tức cụ ngoại của Lý Tự Thăng, là [[Dương Sĩ Đạt]], một đại thần trong triều đình, được ban tước vị là Trịnh vương. Sang đời tiếp theo, tức ông ngoại của Tự Thăng, là [[Dương Tri Khánh]] cũng được bổ làm Túc vệ trong cung, do đó Lý Tự Thăng mang trong mình dòng máu của cả hai triều đại Tùy - Đường.\n\nVào lúc mẹ Tự Thăng là Dương Quý tần có mang, Lý Long Cơ đang bị lép vế trong cuộc đấu tranh chính trị với người cô ruột là [[Thái Bình công chúa|công chúa Thái Bình]]. Thấy mình liên tục bị công chúa hãm hại, nên khi thấy Dương thị có mang, [[Lý Long Cơ]] không hài lòng vì nghĩ rằng việc mình có quá nhiều con có thể trở thành lý do cho Thái Bình vu khống, nên Lý Long Cơ chuẩn bị một thang thuốc bỏ thai, dự định sẽ kết liễu tiểu hoàng tôn ngay khi chưa chào đời. Tuy nhiên sau đó Lý Long Cơ lại do dự, rồi còn mộng thấy một vị tiên nhân đến cướp lấy thang thuốc, sau đó lại có đại thần [[Trương Duyệt]] lên tiếng xin giữ lại long duệ, nên Long Cơ nghĩ rằng ý trời muốn cho đứa bé ra đời, bèn bỏ ý định. Do đó sau này, Túc Tông rất cảm kích Trương Duyệt, sau này gả em gái cho con trai ông.\n\n=== Thời kỳ Thân vương ===\nNăm sau ([[712]]), Lý Long Cơ được [[Đường Duệ Tông]] truyền ngôi, tức [[Đường Huyền Tông]] hay [[Đường Minh Hoàng]]<ref>''[[Cựu Đường thư]]'', quyển 8, Bản kỉ 8<\/ref><ref>''[[Tư trị thông giám]]'', quyển 210<\/ref>. Khi đó, Thượng hoàng Duệ Tông vẫn còn nắm quyền, đã ra lệnh phong Lý Tự Thăng làm '''Thiểm vương''' (陝王). Sang năm [[715]], Lý Tự Thăng được vua cha phong chức ''An Tây đại đô hộ'', rồi lại thăng ''Hà Tây tứ trấn chư Phiên lạc đại sứ''. [[Cựu Đường thư]] miêu tả ông là người thông minh, nhân ái và hiếu học, nên rất được vua cha yêu quý.\n\nĐầu năm [[727]], Lý Tự Thăng được đổi phong làm '''Trung vương''' (忠王), đổi tên là '''Lý Tuấn''' (李浚). Tháng 5 ÂL cùng năm, Lý Tuấn được phong làm Sóc Phương đại sứ, Thiền Vu đại đô hộ. Năm [[728]], mẹ ông là Dương Quý tần qua đời<ref>[[Tân Đường thư]], quyển 76, liệt truyện quyển 1<\/ref>. Sang năm [[729]], khi quân đội hai nước [[Hề]] và [[Khiết Đan]] kéo sang xâm phạm biên cương, Lý Tuấn được [[Đường Huyền Tông]] phong làm Hà Bắc đạo nguyên soái, cùng Tín An vương [[Lý Y]] làm phó, dẫn quân dẹp giặc.\n\nLúc dẫn quân ra đi, Lý Tuấn triều kiến Huyền Tông ở Quang Thuận Môn, và nhân đó được gặp một số nhân vật quan trọng trong triều. Tả thừa tướng [[Trương Thuyết]] cùng học sĩ [[Tôn Thích]], [[Vi Thuật]] sau lần gặp gỡ Lý Tuấn, đã đánh giá ông có dung mạo giống với [[Đường Thái Tông]], phong thái phi thường, sau này là phúc của xã tắc. Sau khi xuất quân, Lý Tuấn không nắm quyền lực thật sự trong quân, mà quyền chỉ huy thuộc về Tín An vương. Đến năm [[732]], khi Hề và Khiết Đan bại trận, Lý Tuấn được tính có quân công, được phong làm [[Tư đồ]]. Sang năm [[735]], ông được đổi tên thành '''Lý Dư''' (李璵).\n\n== Thái tử nhà Đường ==\n=== Con thứ được lập ===\nNăm [[737]], Hoàng thái tử [[Lý Anh]] cùng hai hoàng tử là Ngạc vương [[Lý Dao]], Quang vương [[Lý Cư]] bị tố cáo có mưu đồ tạo phản, bị đưa đi lưu đày rồi bị giết<ref>[[Cựu Đường thư]], quyển 107, liệt truyện 57<\/ref>. Khi đó, do [[Võ Huệ phi]] được sủng ái và có quan hệ mật thiết với Tể tướng [[Lý Lâm Phủ]], nên Lý Lâm Phủ chủ trương đưa con Huệ phi là Thọ vương [[Lý Mạo]] làm Hoàng thái tử, do đó khiến Huyền Tông do dự rất nhiều. Mãi đến một năm sau, sau khi nghe lời khuyên giải của [[hoạn quan]] [[Cao Lực Sĩ]], Huyền Tông quyết định lập người con trai lớn tuổi nhất, tức Lý Dư.\n\nCuối cùng, ngày Canh Tý tháng 6 năm [[738]], Lý Dư được phong làm Thái tử, đổi tên là '''Lý Thiệu''' (李紹). Tuy nhiên ông cho rằng chữ Thiệu trùng với tên của hai nghịch tử thời [[Nam Bắc Triều (Trung Hoa)|Nam Bắc triều]] là [[Lưu Thiệu]] và [[Thác Bạt Thiệu]] đã giết cha là [[Lưu Tống Văn Đế|Tống Văn Đế]] và [[Bắc Ngụy Đạo Vũ Đế|Ngụy Đạo Vũ Đế]] để đoạt ngôi, do đó xin đổi tên là Dư như cũ. Sang năm [[744]], ông được ban tên mới là '''Lý Hanh''', và đây cũng là tên kị húy của Túc Tông. Vợ ông là Vi thị được phong làm [[Thái tử phi]].\n\n=== Tranh chấp với Lý Lâm Phủ ===\nDo Lý Lâm Phủ ủng hộ Thọ Vương [[Lý Mạo]], nên việc Lý Hanh được lập khiến ông ta không hài lòng, luôn tìm cớ hãm hại ông. Vào năm [[746]], anh trai của Thái tử phi Vi thị là [[Vi Kiên]] do có tranh chấp quyền lực với [[Lý Lâm Phủ]], nên tố cáo Vi Kiên cùng [[Hoàng Phủ Duy Minh]] lén lút gặp thái tử ở một ngôi chùa mà không để cho ai biết; lại sai người tố cáo rằng Lý Hanh có mưu đồ xưng đế. Huyền Tông nghe xong nổi giận, liền bắt giam Vi Kiên và Hoàng Phủ Duy Minh. Tuy nhiên sau đó Huyền Tông nghĩ tới việc trước đó từng giết ba con, không muốn sự việc tương tự tái diễn, nên chỉ hạ lệnh đày hai đại thần khỏi triều đình. Lý Hanh được xét vô tội.\n\nTuy nhiên sau đó, hai người em của Vi Kiên là Binh bộ ngoại lang [[Vi Chi]], Tương tác thiếu tượng [[Vi Lâm]] dâng tấu kêu oan cho anh, trong bản tâu ghi rằng thái tử cũng đứng ra bảo vệ cho Vi Kiên. Đường Huyền Tông lại nổi cơn thịnh nộ, bèn cho đày tất cả thành viên trong gia tộc họ Vi xuống phương nam<ref>[[Tư trị thông giám]], quyển 215<\/ref>. Bản thân Lý Hanh cũng lâm vào thế bí, đành dâng sớ xin ly hôn với thái tử phi Vi thị và đàn hặc anh em họ Vi. Vi thị phải xuống tóc và làm ni cô trong chùa.<ref>[[Tân Đường thư]], quyển 76, liệt truyện 1<\/ref>. Sang năm sau, nhiều đại thần bị lưu đày cùng anh em họ Vi bị ép phải tự sát.\n\nCùng năm đó, một sự việc khác lại xảy ra làm lung lay ngôi thái tử của Lý Hanh. Nguyên Lý Hanh có người thiếp là Đỗ thị, con gái đại thần [[Đỗ Hữu Lân]]. Con rể Đỗ Hữu Lân là Liễu Tích do có mâu thuẫn từ trước với nhà họ Đỗ, bèn vu cáo Đỗ Hữu Lân lập bùa phép trù ếm Huyền Tông để thái tử sớm được lên ngôi. [[Lý Lâm Phủ]] chớp cơ hội, lập tức xin Huyền Tông cho điều tra. Cuối cùng [[Đỗ Hữu Lân]] cùng đại thần khác là [[Vương Tằng]] bị đánh cho tới chết. Sau đó, Lý Lâm Phủ còn hãm hại [[Lý Ung]] và [[Bùi Đôn Phục]], hai đại thần khác cùng cánh với Lý Hanh, cũng sai đánh chết hai người.\n\nKhông lâu sau, mùa hạ năm 747; do có mâu thuẫn từ trước với đại thần [[Vương Trung Tự]] và cũng là để đối phó với thái tử, [[Lý Lâm Phủ]] lại tố cáo [[Vương Trung Tự]] có mưu đồ ép Huyền Tông thoái vị, đưa Lý Hanh lên ngôi. Huyền Tông cả giận, bèn giáng chức của Vương Trung Tự; vua Đường còn muốn giết luôn [[Vương Trung Tự]], nhưng sau đó bỏ ý định. Về sau, [[Lý Lâm Phủ]] cũng nhiều lần muốn hãm hại ông, nhưng hoạn quan [[Cao Lực Sĩ]], người thân cận với Huyền Tông lại ra sức bảo vệ ông, [[Lý Lâm Phủ]] chẳng làm được gì.\n\n=== Tranh chấp với An Lộc Sơn ===\nTừ giữa những năm Thiên Bảo, [[Đường Huyền Tông]] trọng dụng đại tướng người Hồ là [[An Lộc Sơn]].<ref>Nguyên tên là A Lạc Sơn, người Đột Quyết, xuất thân là tướng dưới trướng [[Trương Thủ Khuê]]<\/ref> An Lộc Sơn là một người có dã tâm, nhưng để lấy lòng Huyền Tông, hắn thường tỏ ra vụng về và khờ khạo, nên Huyền Tông càng tin dùng hơn. Vào năm [[747]], khi An Lộc Sơn đến triều yết nhà vua, gặp được thái tử, nhưng lại không thèm thi lễ với ông, khiến Lý Hanh rất bực tức. Khi được hỏi, hắn nói chỉ biết trung thành với Hoàng đế chứ không cần biết ai khác. Sau khi được Huyền Tông cho biết thái tử là hoàng đế trong tương lai, [[An Lộc Sơn]] vô cùng hoảng sợ, từ đó cho rằng Lý Hanh đã có ác cảm với mình, và lo lắng cho tương lai của hắn sau khi Huyền Tông qua đời, nên gấp rút chuẩn bị lực lượng để phòng bị về sau<ref>[[Cựu Đường thư]], quyển 200, liệt truyện 150<\/ref>.\n\nSau khi Lý Lâm Phủ chết 752, [[Dương Quốc Trung]] anh họ của [[Dương Quý Phi]] (sủng thiếp lúc đó của Huyền Tông)<ref>Không nên lẫn lộn giữa Dương Quý Phi với Dương Quý Tần, thân mẫu của Lý Hanh<\/ref>, được bổ làm tể tướng. Dương Quốc Trung và Lý Hanh vốn đối đầu nhau, nhưng lại cùng lo lắng khi thấy thế lực của [[An Lộc Sơn]] phát triển quá nhanh. Dương Quốc Trung nhiều lần bẩm báo việc này, xin Huyền Tông đề phòng nhưng trước sau [[Đường Huyền Tông|nhà vua]] không chịu nghe, mặc dù Lý Hanh cũng đồng ý với đề nghị trên.\n\n== Đại Đường hoàng đế ==\n=== Lên ngôi ở Linh Vũ ===\nCuối năm [[755]], [[An Lộc Sơn]] chính thức khởi binh tạo phản. Quân An thế lực lớn mạnh, thắng trận liên tiếp, lần lượt phá vỡ các chốt phòng thủ của nhà Đường, từ căn cứ ban đầu là Phạm Dương<ref>[[Bắc Kinh]], [[Trung Quốc]] hiện nay<\/ref> chiếm được [[Lạc Dương]] rồi Đồng Quan. Đường Huyền Tông từng có ý đích thân xuất binh ra chống, nhưng Dương Quốc Trung tâu rằng thái tử có dã tâm lớn, không thể một lúc phó thác hết chính sự cho được. Huyền Tông bèn bỏ lệnh thân chinh.\n\nĐầu năm [[756]], An Lộc Sơn xưng hoàng đế, lấy quốc hiệu là Yên<ref>[[Tân Đường thư]], quyển 225, liệt truyện 150<\/ref>. Ngày Ất Mùi (13) tháng 6 ([[14 tháng 7]]) năm đó, Huyền Tông rời khỏi kinh thành Trường An, bỏ chạy về phía tây. Đến ngày Bính Thân hôm sau [[15 tháng 7]], do bất mãn với anh em Dương Quý Phi, các binh sĩ do [[Trần Huyền Lễ]] dẫn đầu đã giết Quốc Trung và ép Huyền Tông phải xử tử Quý phi ở Mã Ngôi Dịch<ref>Thiểm Tây, Trung Quốc hiện nay<\/ref>. Ban đầu Huyền Lễ có ý xin thái tử đứng ra giúp chuyện này, nhưng ông không dám làm.\n\nKhi vua sắp bỏ về phía tây, các phụ lão ở Trường An ra sức níu giữ. Nhà vua bèn sai Lý Hanh ở lại an ủi dân chúng. Lúc đó, [[hoạn quan]] thân cận [[Lý Phụ Quốc]] cùng con trai thứ ba của Túc Tông là Kiến Ninh vương [[Lý Đàm]] lại khuyên ông không nên theo Huyền Tông vì nếu cả hoàng tộc đều bỏ trốn thì chẳng khác gì giao Trung Nguyên cho giặc. Lý Hanh tâu xin nhà vua, được chấp nhận, để Lý Hanh tiếp tục ở lại nhưng bản thân lại tiếp tục bỏ trốn. Từ đó Huyền Tông và thái tử rời khỏi nhau và lãnh đạo hai đội quân độc lập.\n\nQuân đội do Lý Hanh chỉ huy (lúc bấy giờ chỉ có khoảng 2000 người) nhanh chóng đánh thắng được một số trận lớn, giành lại một số vùng đất ở phía tây bắc như Tân Bình, An Định, Ô Thị Dịch, Bành Nguyên, Lương quận, Phù Phong... Đi đến đâu cũng được dân chúng đem trâu, rượu ra tiếp đón.\n\nSau đó Lý Hanh chiếm lại được vùng Linh Vũ và tháng 7 ÂL và đóng ở đó. Đến ngày [[12 tháng 8]], quần thần dâng sớ nói rằng hiện vua (tức Huyền Tông) không biết ở đâu, trong nước không thể một ngày vô chủ, nên xin Thái tử lên ngôi. Lý Hanh thuận theo. Ngày Giáp Tí (tức [[12 tháng 8]]), Thái tử xưng hoàng đế ở Linh Vũ, tức là '''Đường Túc Tông'''. Ông tôn vua cha Đường Huyền Tông làm Thái thượng hoàng<ref>[[Cựu Đường thư]], quyển 9<\/ref>. Trong khi đó Thượng hoàng ở phía tây không biết chuyện ấy, đã ra lệnh phong ông làm ''Thiên hạ binh mã nguyên soái, Đô thống Sóc Phương, Hà Đông, Hà Bắc, Bình Lư đẳng tiết độ binh mã'' để chỉ huy việc khôi phục hai kinh. Đến giữa tháng 9, khi hay tin Túc Tông lên ngôi, Thượng Hoàng quyết định công nhận ngôi vị của ông, và truy phong cho Dương Quý Tần là Nguyên Hiến hoàng hậu. Về sau, để tránh bị nghi ngờ rằng mình và Túc Tông đang đối đầu nhau, Thượng hoàng đã hạ lệnh cho một số văn thần võ tướng như Vi Kiến Tố, Phòng Quản... được phép rời khỏi Thành Đô, đến Linh Vũ để phụng sự cho Túc Tông.\n\nSau đó, Túc Tông bổ nhiệm và thăng chức cho một số võ tướng để tập hợp thêm và phát triển lực lượng: Đỗ Hồng Trị làm Binh bộ lang trung, Thôi Y làm Lại bộ lang trung, Trung thư xá nhân; Ngự sử trung thừa Bùi Miện làm Trung thư thị lang, Đồng trung thư môn hạ bình chương sự (Tể tướng); và sắc phong một số tướng lĩnh khác làm Tiết độ sứ các nước: Bành Nguyên Huy làm Lũng Hữu Tiết độ sứ; Lữ Sùng Bí làm Quan Nội Tiết Độ sứ, Thuận Hóa thái thú; Trần Thương huyện lệnh là Tiết Cảnh Tiên làm Thái thú Phù Phong; Quách Anh Nghệ làm Thái thú Thiên Thủy...\n\n=== Đối phó với loạn An Sử ===\n\nNgay sau khi lên ngôi, Túc Tông được hai tướng [[Quách Tử Nghi]] và [[Lý Quang Bật]], vốn đang thắng thế trước quân Yên ở Hà Bắc ủng hộ. Ngày Nhâm Ngọ tháng 8 ÂL, Quách, Lý đem quân đại phá quân Yên ở Thường Sơn; sau đó dẫn 50.000 quân về hội với Túc Tông; do đó thực lực của nhà Đường nhanh chóng phục hồi. Ông bèn phong Lý Quang Bật làm Hộ bộ thượng thư bắc bộ lưu thú, kiêm Đông bình chương sự; Quách Tử Nghi làm Vũ bộ thượng thư. Đồng thời ông triệu ẩn sĩ [[Lý Bí (nhà Đường)|Lý Bí]], cũng là bạn cũ về triều, phong làm Tham mưu quân quốc nguyên soái phủ hành quan trưởng sử. Túc Tông thấy rằng người con trai thứ ba của mình là Kiến Ninh vương Lý Đàm có tài năng, muốn phong làm Đại nguyên soái, nắm quyền chỉ huy cao nhất trong quân. Nhưng Lý Bí cho rằng Kiến Ninh vương không phải con trưởng, nếu lập làm Nguyên soái sẽ khiến thiên hạ ủng hộ, sau này Túc Tông không muốn phong kiến Ninh vương làm thái tử cũng không được; sau đó khuyên ông nên phong chức Nguyên soái cho hoàng tử trưởng là Quảng Bình vương Lý Thục làm Nguyên soái. Túc Tông nghe theo, phong cho Quảng Bình Vương làm thiên hạ binh mã Đại nguyên soái, hai tướng [[Quách Tử Nghi]], [[Lý Quang Bật]] cùng quân đội của họ đều thuộc quyền thống lãnh của nguyên soái.<ref>[[Tư trị thông giám]], quyển 218<\/ref>.\n\nNội giám [[Lý Phụ Quốc]] liên kết với vợ Túc Tông là Trương phi, chuyên quyền trong triều. Lại thêm hoạn quan Biên Lệnh Thành vốn đầu hàng quân Yên, lúc đó cũng trở về. Lý Bí tâu với Túc Tông rằng Lệnh Thành là kẻ phản phúc. Túc Tông bèn hạ lệnh giết chết. Còn Hoàng hậu và Phụ Quốc chuyên quyền, Kiến Ninh vương nhiều lần tấu với Huyền Tông xin trừ đi. Trương Hoàng hậu tức giận, cùng Lý Phụ Quốc dâng sớ đàn hặc, vu cáo Kiến Ninh vương muốn giết Quảng Bình vương [[Lý Thục]] để tranh ngôi thái tử. Đầu năm [[757]], Túc Tông hạ lệnh ép Kiến Ninh vương phải uống rượu độc tự sát<ref>[[Cựu Đường thư]], quyển 116, liệt truyện 56<\/ref>. Quảng Bình vương do vậy cũng sinh ra lo sợ sẽ bị gièm pha, nên muốn giết chết Trương phi để trừ mối hậu họa, nhưng cuối cùng không dám ra tay.\n\nTrong khi đó ở phía nam lại xảy ra cuộc nổi loạn của Vĩnh vương Lý Lân. Lúc Thượng hoàng còn tại vị đã phong cho người con trai thứ là Vĩnh vương [[Lý Lân]] đến trấn giữ phía nam. Khi Túc Tông lên ngôi, sai sứ đến Giang nam thủ dụ. Vĩnh vương cự tuyệt ứng chiếu và bắt đầu mưu tính tạo phản tranh ngôi, sau đó tự xưng hoàng đế. Nhưng chỉ chưa đầy mấy tháng, quân đội nhà Đường đã dẹp được cuộc nổi dậy này, Vĩnh vương bỏ trốn rồi bị giết.<ref>[[Cựu Đường thư]], quyển 107. liệt truyện 57<\/ref>\n\nCuối năm [[756]], hai nước Hồi Hột và Thổ Phiên cử sứ giả đến đề nghị cùng nhau phá quân Yên. Đáp lại, Túc Tông quyết định hòa thân với Hồi Hột, phong cho con gái Hồi Hột Khả hãn làm công chúa, từ đó hai nước kết minh, cùng nhau chống An, Sử. Cuối năm đó, Hồi Hột Khả hãn sai quân tiến vào lãnh thổ nhà Đường, hợp với [[Quách Tử Nghi]] đại phá quân Yến ở Đồng La.\n\nĐầu năm [[757]], [[An Lộc Sơn]] bị con là [[An Khánh Tự]] giết chết<ref>[[Tư trị thông giám]], quyển 219<\/ref>. Từ sau sự kiện này, nội bộ quân Yên li tán, thế lực cũng suy yếu hơn. Túc Tông quyết định nhân cơ hội này, tiến lên giành lại hai kinh đã mất. Tuy nhiên những cuộc tấn công của quân Đường vào nửa đầu năm này hầu hết chưa thu được kết quả.\n\nTháng 5 năm [[757]], [[Quách Tử Nghi]] giao chiến với quân Yên ở Thanh Cừ, nhưng do không có viện trợ nên nhanh chóng thất bại, phải rút về Vũ Công. Túc Tông được tin, sai điều thêm quân cho Quách Tử Nghi và Quảng Bình vương [[Lý Thục]] để tăng cường lực lượng. Đồng thời khi vua Hồi Hột sai con là Diệp Hộ sang giúp [[nhà Đường]]. Túc Tông giao hẹn với Hồi Hột rằng nếu ngày sau khôi phục Trường An thì tất cả của cải gắm vóc, Hồi Hột có thể tự ý chiếm lấy, do đó quân [[Hồi Hột]] rất hăng hái ra quân. Trong khi ở mặt trận phía tây, quân Đường nắm ưu thế hoàn toàn, dân chúng ở vùng Quan Trung liên tiếp nổi lên chống phá [[An Khánh Tự]].\n\nCùng năm [[757]], nhân [[nhà Đường]] (đời vua Đường Túc Tông) đang có [[Loạn An Sử]], vua [[Bột Hải Văn Vương]] của [[vương quốc Bột Hải]] phái quân [[vương quốc Bột Hải|Bột Hải]] đi đánh chiếm ba thành trì của nhà Đường ở [[An Đông đô hộ phủ]].\n\nMùa thu năm [[757]], khi lực lượng đã lớn mạnh, Túc Tông quyết định phản công toàn diện. Lý Bí đề ra kế sách rằng nên chiếm lấy Phạm Dương, sào huyệt của quân Yên trước thì mới có thể nhổ được tận gốc tai họa, nhưng Túc Tông lại nóng lòng muốn lấy lại hai kinh càng sớm càng tốt, nên không chấp nhận. Quyết định này của Túc Tông tuy giúp cho [[nhà Đường]] sớm thu phục lại hai kinh, nhưng cũng tạo điều kiện cho tướng Yên là [[Sử Tư Minh]] có thời gian tiếp tục củng cố lực lượng, lại trở thành mối đe dọa về sau.\n\nTháng 9 năm [[757]], Túc Tông sai Quảng Bình vương thống suất liên quân Sóc Phương, Nam Man, Hồi Hột,... tổng cộng 20 vạn, tiến về thành Trường An. Ngày Quý Mão, Quảng Bình vương thu phục lại Trường An rồi tiến sang Lạc Dương. Đến ngày [[18 tháng 10]], quân Đường tiếp tục đánh Lạc Dương, hoàn thành việc thu phục lại hai kinh.<ref>[[Tư trị thông giám]], quyển 220<\/ref> Tuy nhiên quân Hồi Hột cậy vào lời hứa trước kia của Túc Tông, ra sức cướp bóc và giết chóc ở Lạc Dương.<ref>Trước đó, Quảng Bình vương cho rằng nếu quân Hồi Hột cướp bóc ở Trường An thì dân ở Lạc Dương nghe thấy sẽ hoảng sợ mà chống lại, nên hẹn sau khi vào Lạc Dương sẽ để cho quân Hồi Hột tự do cướp bóc.<\/ref> Sau khi về Trường An, thấy cung thất tiêu điều tan hoang, Túc Tông khóc ở trước cửa miếu ba ngày, rồi chuyển sang cung Đại Minh.\n\nSau đó Túc Tông sai sứ đến đón Thượng hoàng về kinh, lại dâng sớ xin trả lại ngôi vua cho Thượng hoàng, còn mình thì quay về Đông cung. Nhưng Lý Bí khuyên can rằng làm như vậy sẽ khiến Thượng hoàng sinh lòng lo ngại, nên Túc Tông bỏ qua không nhắc tới việc trả ngôi nữa. Sau đó ông sai 3000 tinh kị đến Phù Phong để hộ vệ cho Thượng hoàng. Người đời sau thường lây việc này chê trách Túc Tông thân làm con mà lại dùng nhiều binh mã để trấn áp cha. Đến đầu năm [[758]], Túc Tông đích thân đến Hàm Dương cung nghênh đón Thượng hoàng, sau đó yết kiến Thượng hoàng ở Nam Lâu.\n\nNgày [[16 tháng 1]] năm [[758]], Thượng hoàng về tới kinh đô<ref>[[Tân Đường thư]], quyển 5<\/ref>. Túc Tông suất quần thần nghênh đón, trong buổi lễ cố tình mặc đồ màu tía, ý muốn trả lại ngôi vua. Thượng hoàng sai lấy hoàng bào mặc lại cho Túc Tông và không muốn nhận lại ngôi nữa, sau đó chuyển sang sống ở điện Hưng Khánh.\n\nSau đó Túc Tông sai xét tội những người bỏ trốn theo [[An Lộc Sơn]] trước kia. Thượng hoàng cho rằng trong số đó có nhiều người chưa đáng tội chết, hơn nữa lại có thể làm nhiều kẻ phản bội khác càng quyết chí theo giặc. Túc Tông vâng theo, bèn phân những người phản bội làm 6 bậc mà phân xử nặng nhẹ khác nhau. Nhưng ông muốn tha cho hai con của Trương Duyệt là [[Trương Quân]] và [[Trương Tự]] do nhớ đến ơn Trương Duyệt giúp mình khi còn trong bụng mẹ. Nhưng việc này bị Thượng hoàng phản đối vì Thượng hoàng ghét chúng bỏ mình đi theo quân Yên khi xưa. Cuối cùng Túc Tông sai tha cho [[Trương Tự]] (đang là phò mã) và giết Trương Quân. Không lâu sau, ông lập Trương phi làm Hoàng hậu và Quảng Bình vương [[Lý Thục]] làm Hoàng thái tử, đổi tên ông ta là [[Lý Dự]].\n\n[[Tập tin:Tang_Suzong.jpg|thumb|left|\"Chào đón Hoàng đế tại Wangxian\" 望 賢 迎, có lẽ là một bức tranh thế kỷ 13, chi tiết về Đường Túc Tông.]]\nTrong khi đó, nội tình quân Yên có sự chia rẽ. Sau khi giết cha đoạt ngôi, [[An Khánh Tự]] còn muốn tiêu diệt người bạn thân của [[An Lộc Sơn]] là [[Sử Tư Minh]]. Thấy tình thế bất lợi, cuối năm [[757]], [[Sử Tư Minh]] quyết định đem 8 vạn quân và 13 quận ở Hà Bắc đầu hàng [[nhà Đường]]. Túc Tông vui mừng, hạ chiếu phong Tư Minh làm Quy Nghĩa vương, kiêm Tiết độ sứ Phạm Dương<ref>[[Tân Đường thư]], quyển 225 thượng, liệt truyện 150<\/ref>, chức mà [[An Lộc Sơn]] từng giữ trước khi tạo phản. [[Sử Tư Minh]] ở Phạm Dương cũng bắt đầu khuếch trương thanh thế, thực lực trở nên không thua kém An Lộc Sơn khi trước. Túc Tông thấy thế rất lo ngại, bèn sai [[Ô Thừa Ân]] đến Phạm Dương hỗ trợ Tư Minh, nhưng thực chất là tìm cơ hội để sát hại ông ta. Khi sự việc bị phát giác, [[Sử Tư Minh]] lập tức dùng kế lừa bắt sống Ô Thừa Ân và giết chết. Sau đó Tư Minh tìm ra trong người Ô Thừa Ân có mật chiếu của Túc Tông và thư của [[Lý Quang Bật]] ra lệnh trừ khử mình, bèn nổi cơn thịnh nộ, chiêu tập tướng sĩ và tuyên bố phản Đường, tự xưng Đại thánh Yên vương.\n\nTrong khi đó, tháng 9 năm [[758]], Đường Túc Tông tập hợp chín vị Tiết độ sứ<ref>Gồm [[Quách Tử Nghi]], [[Lỗ Linh]], [[Lý Hoán]], [[Lý Quản Tông]], [[Lý Tư Nghiệp]], [[Hứa Thúc Dực]], [[Lý Quang Bật]], [[Vương Tư Lễ]] và Thôi Quang Viễn<\/ref> tấn công [[An Khánh Tự]] ở Vệ châu<ref>Huyện Cấp, Hà Nam, Trung Quốc<\/ref>, cử hoạn quan [[Ngư Triều Ân]] (người cùng phe với [[Lý Phụ Quốc]]) làm Nguyên soái thống lĩnh. Quân Đường đánh bại quân An ở Vệ châu, buộc An Khánh Tự tháo chạy về Nghiệp Thành. Quân Đường đuổi theo bao vây Nghiệp Thành.\n\nMùa đông năm 758, Tiết độ sứ Bình Lư<ref>Trị sở lúc đó thuộc [[Triều Dương]], [[Liêu Ninh]], [[Trung Quốc]]<\/ref>[[Vương Huyền Chí]] qua đời. Túc Tông sai sứ đến trấn Bình Lư tìm người kế nhiệm Huyền Chí. Lý Hoài Ngọc ở Bình Lư sợ rằng con trai Huyền Chí sẽ được lập làm tiết độ sứ, bèn giết người ấy đi, cùng quân trong trấn ủng hộ anh họ mình là [[Hầu Hi Dật]] lĩnh quân vụ. Trước tình hình đó, Túc Tông sai sứ sắc phong [[Hầu Hi Dật]] là tiết độ phó sứ, rồi Tiết độ sứ ở Bình Lư. Sử gia [[Tư Mã Quang]] trong [[Tư trị thông giám]] chê trách việc làm này và cho rằng nó thể hiện sự bất lực của triều đình và đánh dấu sự bắt đầu trỗi dậy của phiên trấn về sau<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷220|quyển 220]]<\/ref>.\n\nĐầu năm [[759]], [[Sử Tư Minh]] đem quân cứu [[An Khánh Tự]] ở Nghiệp Thành. Tháng 3 năm đó, 600.000 quân Đường lại kéo sang giao chiến với 50.000 quân của [[Sử Tư Minh]], nhưng lại bị đánh bại tan tác. [[Sử Tư Minh]] thừa cơ tràn quân đánh vào doanh trại nhà Đường, giải vây được cho Nghiệp Thành. [[Quách Tử Nghi]] phải rút quân về Hà Dương. Sau trận này, Túc Tông cho triệu [[Quách Tử Nghi]] về triều và bãi chức. Cùng lúc đó, [[Sử Tư Minh]] tiến vào thành, kể tội và giết chết [[An Khánh Tự]]<ref name=\"Tư trị thông giám, quyển 221\">[[Tư trị thông giám]], quyển 221<\/ref>. Sau đó, Sử Tư Minh xưng Yên đế.\n\nTúc Tông lại phong cho con trai thứ là Triệu vương [[Lý Hệ]] làm Thiên hạ binh mã Nguyên soái, [[Lý Quang Bật]] làm Thái úy kiêm trung thư lệnh, Tiết độ sứ Sóc Phương thay cho [[Quách Tử Nghi]] vào mùa thu năm [[759]]. Sau khi [[Lý Quang Bật]] đến Lạc Dương, [[Sử Tư Minh]] rầm rộ kéo quân tiến đánh. [[Lý Quang Bật]] phải rút quân về Hà Dương, [[trận Hà Dương|nhiều lần đánh bại được quân Yên truy kích]]<ref>[[Tân Đường thư]], quyển 136, liệt truyện 61<\/ref>. Tuy nhiên sau đó Túc Tông nghe lời gièm pha của hoạn quan [[Ngư Triều Ân]], ép Lý Quang Bật phải sớm thu phục lại Lạc Dương. [[Lý Quang Bật]] cho rằng thời cơ chưa tới, nhưng Túc Tông lại nóng lòng, bèn cử Ngư Triều Ân ra thay thống lĩnh quân đội. Kết quả năm [[761]], Ngư Triều Ân hại nhà Đường bị thua một trận lớn trước quân Yên ở Mang Sơn. Nhưng Túc Tông lại đổ hết tội lỗi cho Lý Quang Bật, tước hết binh quyền của ông ta. Sau trận này, Sử Tư Minh chiếm được Lạc Dương, phân đôi thiên hạ với [[nhà Đường]]. Túc Tông phải sai điều quân về giữ kinh đô Trường An để phòng quân Sử tấn công lần nữa.\n\nTuy nhiên cùng năm [[761]], [[Sử Tư Minh]] bị con là [[Sử Triều Nghĩa]] giết hại. Nội bộ quân Sử xảy ra tranh chấp và tàn sát, nhiều bộ tướng cũ của [[Sử Tư Minh]] quay lưng với [[Sử Triều Nghĩa]], về hàng nhà Đường. \n\nVì [[Loạn An Sử]], Túc Tông bãi bỏ [[An Đông đô hộ phủ]] vào năm 761, [[Hầu Hi Dật]] (侯希逸) không còn làm An Đông đô hộ nữa, [[Nghĩa, Cẩm Châu|Liêu Tây Cổ Thành]] không còn là trú địa của [[An Đông đô hộ phủ]] nữa. Vua [[Bột Hải Văn Vương]] của [[vương quốc Bột Hải]] yên tâm về việc nhà Đường sẽ không thể tấn công quốc gia của mình vào thời điểm này. \n\nCho tận sau khi Túc Tông qua đời, [[nhà Đường]] vẫn chưa thể khôi phục lại kinh đô Lạc Dương. Loạn An Sử còn kéo dài đến tận năm [[764]], thời [[Đường Đại Tông]] mới bị dẹp yên.\n\n=== Hoàng hậu, hoạn quan lộng quyền ===\nTháng 3 năm [[759]], triều đình hội nghị, quyết định phong cho Trương Hoàng hậu tôn hiệu Phụ Thánh<ref name=\"Tư trị thông giám, quyển 221\"\/>. Đại thần Lý Quỹ lên tiếng phản đối vì trước đây chưa có tiền lệ phong tôn hiệu cho Hoàng hậu. Sau đó trong nước có nguyệt thực, Túc Tông bèn bỏ ý định này. Tuy nhiên lúc đó trong cung cấm, Trương Hoàng hậu cũng đã liên kết với hoạn quan [[Lý Phụ Quốc]], hoành hành cung cấm, can dự triều chính và có âm mưu phế lập thái tử, tạo thành một thế lực mới trong triều.\n\nVào năm [[760]], quân Đảng Hạng và tộc Khương thường xâm lấn vùng biên, uy hiếp kinh kì, Túc Tông phân các châu Bân Ninh tiết độ làm Phu Phường, Đan Diên tiết độ, lấy Bân châu thứ sử Tang Như Khuê thống lĩnh Bân châu, Phu châu thứ sử [[Đỗ Miễn]] làm Phu Phường tiết độ phó sứ, phân quân thảo phạt; lại dùng Quách Tử Nghi làm Lưỡng Đạo tiết độ sứ, lấy uy danh của ông này để trấn áp quân Khương. Tháng 4 năm này, con trai Trương hoàng hậu là Hưng vương Thiệu hoăng, tặng Cung Ý thái tử. Hậu có ý lật đổ thái tử Lý Dự muốn cho Thiệu làm thái tử, khiến thái tử lo lắng. Đến khi Thiệu chết thì ngôi thái tử mới định<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷221|quyển 221]]<\/ref>.\n\nĐến khi [[Lý Hiện]] được phong làm Tể tướng, lại dâng tấu tố cáo Lý Phụ Quốc chuyên quyền nhưng Túc Tông không nghe. Do sự việc này, Lý Phụ Quốc oán hận Lý Hiện, sau đó sau gièm pha và bãi chức ông ta. Năm [[760]], hoạn quan [[Hình Diên Ân]] tố cáo tướng [[Lưu Triển]] không tuân lệnh triều đình và có mưu đồ tạo phản, Túc Tông tìm cách giết chết Lưu Triển. Lưu Triển hay tin, bèn nổi loạn chống Đường, kiểm soát được khu vực sông Dương Tử, nhưng sau đó bị tướng [[Điền Thần Công]] đánh bại.\n\nLý Phụ Quốc và Trương Hoàng hậu ngày một ngang ngược hống hách trong triều, lại nắm được binh quyền ở kinh đô, nên Túc Tông cũng phải e dè. Nạn hoạn quan lộng quyền nửa cuối thời Đường được khơi nguồn từ đó. Thấy Thượng hoàng ở điện Hưng Khánh vẫn được người dân kính trọng, [[Lý Phụ Quốc]] gièm pha với Túc Tông rằng Thượng hoàng muốn trở lại làm vua, xin dời Thượng hoàng ra nơi khác. Túc Tông không nghe. Mãi đến tháng 7 ÂL năm [[760]], Túc Tông bị bệnh không xuống giường được; Phụ Quốc giả lệnh vua, mời Thượng hoàng ra Tây Nội, rồi giam lỏng thượng hoàng ở đây, sau đó còn lưu đày những người thân tín của Thượng hoàng, trong đó có hoạn quan [[Cao Lực Sĩ]] và tướng [[Trần Huyền Lễ]]<ref>[[Cựu Đường thư]], quyển 9, Bản kỉ 9<\/ref>, sau đó mới báo với Túc Tông. Hình bộ thượng thư [[Nhan Chân Khanh]] dâng biểu xin Túc Tông đến thăm nơi ở của Thượng hoàng, nên bị Phụ Quốc đày đi Bồng châu.\n\nTừ khi Thượng hoàng dời ra Tây Nội, bị [[Lý Phụ Quốc]] bức bách luôn. Túc Tông muốn vào thăm Thượng hoàng, nhưng còn sợ Trương hậu, cho đến ngày Đông chí, Túc Tông mới vào Tây Nội thăm Thượng hoàng. Vào tháng 8 ÂL năm [[761]], Túc Tông mở tiệc trong cung khoản đãi Lý Phụ Quốc. Phụ Quốc muốn cầu làm tể tướng, sai [[Bùi Miện]] tiến cử. Túc Tông hỏi ý tể tướng [[Tiêu Hoa]], Hoa can là không nên và Túc Tông nghe theo. Vì thế Phụ Quốc oán Hoa.\n\nĐầu năm [[762]], có chiếu truy tôn cố Tĩnh Đức thái tử Tông là Phụng Thiên hoàng đế, vợ là Đậu phi là Cung Ứng hoàng hậu, hợp táng Tề lăng. Trong lúc này [[Sử Tư Minh]] bị con là [[Sử Triều Nghĩa]] giết chết, quốc lực Đại Yên lại suy yếu, quân Đường mở liên tiếp các cuộc tấn công thu phục đất đai và giành nhiều thắng lợi, nhưng loạn An Sử vẫn kéo dài đến năm [[764]] mới chấm dứt. Túc Tông hạ chiếu lập ngũ đô: Kinh Triệu là Thượng đô, Hà Nam là Đông Đô, Phượng Tường là Tây Đô, Giang Lăng Nam Đô, Thái Nguyên là Bắc đô. Cũng năm này, Lý Phụ Quốc tố cáo [[Tiêu Hoa]] chuyên quyền và muốn phế tướng vị. Túc Tông đành phải nghe theo, giáng [[Tiêu Hoa]] làm Lễ bộ thượng thư, phong Kinh Triệu doãn [[Nguyên Tái]] làm Tể tướng thay cho [[Tiêu Hoa]].<ref>[[Cựu Đường thư]], quyển 118, liệt truyện 68<\/ref>.\n\nĐầu năm [[762]], Túc Tông bị bệnh nặng, nằm liệt giường không thể dậy nổi; và cũng không thể ra coi triều. Mùa xuân cùng năm, khi [[Quách Tử Nghi]] vào triều kiến không gặp được Túc Tông, nên tỏ ra buồn phiền. Túc Tông bèn triệu [[Quách Tử Nghi]] vào điện, dùng lời yên ủy và ủy thác công việc ở Hà Đông cho Quách Tử Nghi<ref name=\"Tư trị thông giám, quyển 222\">[[Tư trị thông giám]], quyển 222<\/ref>.\n\nNgày [[3 tháng 5]] năm [[762]], [[Đường Huyền Tông|Thái Thượng hoàng]] mất ở điện Thần Long. Lúc đó Túc Tông có bệnh trong người, không thể đến điếu tang, bèn để tang trong nội điện. Cũng vì cái chết của Thượng hoàng, Túc Tông vì đau buồn mà trở bệnh nặng, bèn cho thái tử [[Lý Dự]] giám quốc. Lúc này, [[Trương hoàng hậu (Đường Túc Tông)|Trương hoàng hậu]] và [[Lý Phụ Quốc]] sinh ra mâu thuẫn và trở mặt với nhau. Lúc Túc Tông bệnh nặng, Trương Hoàng hậu bàn với Thái tử nên giết chết [[Lý Phụ Quốc]] và [[Trình Nguyên Chấn]] chuyên quyền, nhưng thái tử không chấp nhận. Hoàng hậu thấy thế, bèn chuyển sang ủng hộ hoàng tử thứ 2 là Việt vương [[Lý Hệ]]; và cho tuyển hơn 200 dũng sĩ, giả làm hoạn quan, bố trí trong cung. Ngày [[14 tháng 5]], Trương hậu giả lệnh Túc Tông, triệu thái tử vào cung để bí mật giết đi, đưa Việt vương lên ngôi. [[Trình Nguyên Chấn]] và [[Lý Phụ Quốc]] hay tin, bèn báo cho Thái tử biết, rồi nhân đêm tối dẫn binh vào điện, bắt Trương hoàng hậu cùng Việt vương Lý Hệ. Thái tử sai giam Hoàng hậu ở biệt điện.\n\nTúc Tông lúc đó ở điện Trường Sinh, cung nhân và hoạn quan nghe tin trong cung có biến động, bỏ chạy tứ tán, để lại ông nằm trên giường. Ngày [[16 tháng 5]] năm 762, Túc Tông qua đời, hưởng thọ 52 tuổi, làm vua được 6 năm. Truy tôn miếu hiệu [[Túc Tông]], thụy hiệu là '''Văn Minh Võ Đức Đại thánh Đại Tuyên Hiếu hoàng đế''' (文明武德大聖大宣孝皇帝)\n\nSau khi Túc Tông mất, [[Lý Phụ Quốc]] giết Trương hoàng hậu cùng hai hoàng tử Lý Hệ, Lý Giản. Hôm sau mới bắt đầu phát tang Túc Tông ở điện Lưỡng Nghi. Ngày [[18 tháng 5]], Thái tử Lý Dự nối ngôi, tức là [[Đường Đại Tông]].<ref name=\"Tư trị thông giám, quyển 222\"\/>\n\n== Gia quyến ==\n* Thân phụ: [[Đường Huyền Tông]] Lý Long Cơ.\n* Thân mẫu: [[Dương Quý tần|Nguyên Hiến hoàng hậu]] Dương thị (元獻皇后楊氏; 699 - 729), xuất thân dòng dõi [[nhà Tùy]]. \n* Hậu phi:\n# [[Đường Túc Tông Vi phi|Hoàng thái tử phi Vi thị]] (皇太子妃韋氏; ? - 757), người [[Kinh Triệu]], xuất thân từ sĩ tộc [[Kinh Triệu Vi thị]] (京兆韋氏), cha là [[Vi Nguyên Khuê]] (韋元珪). Bà vào hầu Túc Tông khi còn là Trung vương, hiệu ''Nhụ nhân'' (孺人). Sau khi Túc Tông làm Thái tử, bà trở thành [[Thái tử phi]]. Những năm Thiên Bảo, Vi Thái tử phi cùng anh trai [[Vi Kiên]] (韋堅) bị Tể tướng [[Lý Lâm Phủ]] hãm hại, khiến Túc Tông li dị Hoàng thái tử phi Vi thị, bà xuất gia ở Phật xá trong cung. Qua đời năm Chí Đức tại kinh thành. Sinh Duyện vương [[Lý Giản]], [[Vĩnh Hòa công chúa]] và [[Vĩnh Mục công chúa]]<ref>《旧唐书 列传第二 后妃下》：天宝中，宰相李林甫不利于太子，妃兄坚为刑部尚书，林甫罗织，起柳绩之狱，坚连坐得罪，兄弟并赐死。太子惧，上表自理，言与妃情义不睦，请离婚，玄宗慰抚之，听离。妃遂削发被尼服，居禁中佛舍。<\/ref><ref>《旧唐书 列传第二 后妃下》：\"西京失守，妃亦陷贼。至德二年，薨于京城。\"<\/ref>.\n# [[Trương hoàng hậu (Đường Túc Tông)|Trương Hoàng hậu]] (張皇后; ? - 762), người [[Nam Dương]], cha là Kim Ngô đại tướng quân [[Trương Khứ Dật]] (张去逸), tổ mẫu Đậu thị là em gái của [[Đậu đức phi]]. Sinh Cung Ý thái tử [[Lý Thiệu]] và Định vương [[Lý Đồng]]\n# [[Ngô phu nhân (Đường Túc Tông)|Chương Kính hoàng hậu]] Ngô thị (章敬皇后吳氏; 713 - 730), người huyện [[Bộc Dương]], [[Bộc Châu]], con gái của Bì huyện thừa [[Ngô Lệnh Khuê]] (吴令珪). Do cha bị tội, Ngô thị nhập Dịch đình, sau thành cơ thiếp của Đường Túc Tông khi còn là Hoàng tử. Sinh [[Đường Đại Tông]] Lý Dự và [[Hòa Chính công chúa]].\n# [[Thôi phi]] (崔妃). \n# [[Vi phi]] (韋妃).\n# [[Bùi chiêu nghi]] (裴昭儀).\n# [[Đọan tiệp dư]] (段婕妤).\n# [[Trần tiệp dư]] (陳婕妤)\n# [[Đổng tiệp dư]] (董婕妤).\n# [[Trương mỹ nhân]] (張美人).\n* Thị thiếp khác:\n# [[Đỗ Lương đệ]] (杜良娣), bị phế thứ nhân.\n# [[Tôn cung nhân]] (孫宫人). \n# [[Trương cung nhân]] (張宫人)\n# [[Vương cung nhân]] (王宫人).\n\n*Hoàng tử:\n# Quảng Bình quận vương → Sở vương → Thành vương → Hoàng thái tử → [[Đường Đại Tông]] Lý Dự, mẹ là Chương Kính hoàng hậu.\n# Nam Dương quận vương → Triệu vương → Việt vương [[Lý Hệ]] [李係; 728 - 762], mẹ là Tôn cung nhân.\n# Kiến Ninh quận vương [[Lý Đàm]] [齊王李侹; ? - 757], mẹ là Trương cung nhân. Được truy phong Tề vương năm 768, chẳng lâu sau truy phong tiếp là Thừa Thiên hoàng đế (承天皇帝).\n# Tây Bình quận vương → Vệ vương [[Lý Tất]] [衛王李佖], mẹ là Vương cung nhân.\n# Tân Thành quận vương → Bành vương [[Lý Cận]] [彭王李僅; 782 - 783], mẹ là Trần tiệp dư.\n# Dĩnh Xuyên quận vương → Duyện vương [[Lý Giản]] [兗王李僩; 758 - 759], mẹ là Vi phi.\n# Đông Dương quận vương → Kính vương [[Lý Đĩnh]] [涇王李侹; ? - 784], mẹ là Trương mỹ nhân.\n# Linh Xương quận vương → Vận vương [[Lý Vinh]] [鄆王李榮; 779-780], mẹ là cung nhân (không rõ họ).\n# Tương vương [[Lý Quang]] [襄王李僙; 790 - 791], mẹ là Bùi chiêu nghi.\n# Kỷ vương [[Lý Thùy]] [杞王李倕], mẹ là Đoàn tiệp dư.\n# Triệu vương → Thục vương [[Lý Khôi (Thiệu vương)|Lý Khôi]] [蜀王李傀; ? - 783], hoặc là con của Đại Tông và Thôi phi.\n# Hưng vương → Cung Ý Thái tử [[Lý Thiệu]] [恭懿太子李佋; 759 - 760], mẹ là Trương hoàng hậu.\n# Định vương [[Lý Đồng]] [李侗; ? - 762], mẹ là Trương hoàng hậu.\n# Tống vương [[Lý Hi (Đường Túc Tông)|Lý Hi]] [李僖], mẹ là cung nhân (không rõ họ).\n*Hoàng nữ: Theo [[Tân Đường thư]], Túc Tông có 7 công chúa<ref>[[Tân Đường thư]], quyển 83. Liệt truyện, quyển 7<\/ref>, còn [[Cựu Đường thư]] ghi nhận thêm một công chúa.\n# [[Tức Quốc công chúa]] (宿國公主), sơ phong ''Trường Lạc công chúa'' (長樂公主), lấy [[Đậu Lư Trạm]] (豆盧湛).\n# [[Tiêu Quốc công chúa]] (蕭國公主), sơ phong ''Ninh Quốc công chúa'' (寧國公主), lấy [[Trịnh Tốn]] (鄭巽), sau lấy [[Tiết Khang Hành]] (薛康衡). Năm Càn Nguyên ([[758]]), gả sang [[Hồi Hột]] lấy [[Anh Vũ Uy Viễn Khả hãn]] (英武威远可汗), sách phong [[Khả đôn]] (可敦). Một năm sau ([[759]]), Anh Vũ Khả Hãn qua đời, tập tục phải tuẫn tang, công chúa cự tuyệt và được đón về Đại Đường, thay thế bằng con gái của Vinh vương [[Lý Uyển]] [李琬], gọi là [[Tiểu Ninh Quốc công chúa]] (小宁国公主). Năm Trinh Nguyên ([[785]]), cải phong Tiêu Quốc công chúa.\n# [[Hòa Chính công chúa]] (和政公主), mẹ Chương Kính hoàng hậu, do Vi phi nuôi dưỡng, lấy [[Liễu Đàm]] (柳潭).\n# [[Đàm Quốc công chúa]] (郯國公主), lấy [[Trương Thanh]] (張清).\n# [[Kỷ Quốc công chúa]] (紀國公主), tự ''Thượng Huyền'' (上玄), sơ phong ''Nghi Ninh công chúa'' (宜寧公主), lấy [[Trịnh Phái]] (鄭沛), mất vào năm Nguyên Hòa.\n# [[Vĩnh Hòa công chúa]] (永和公主), mẹ là Vi phi, sơ phong ''Bảo Chương công chúa'' (寶章公主), lấy [[Vương Thuyên]] (王詮).\n# [[Cáo Quốc công chúa]] (郜國公主), sơ phong ''Diên Quang công chúa'' (延光公主), lấy [[Bùi Huy]] (裴徽), sau lấu [[Tiêu Thăng]] (蕭升).\n# [[Vĩnh Mục công chúa]] (永穆公主), mẹ là Vi phi.\n\n== Chú thích ==\n{{Tham khảo|3}}\n{{Navboxes\n|title= Đường Túc Tông\n|list1=<span>\n{{s-start}}\n{{s-hou|[[Nhà Đường|Hoàng tộc họ Lý]]|21 tháng 2|năm 711|16 tháng 5|năm 762}}\n{{s-reg}}\n{{s-bef|rows=2|before=[[Đường Huyền Tông]]}}\n{{s-ttl|title=[[Nhà Đường|Hoàng đế nhà Đường]]|years=756-762}}\n{{s-aft|rows=2|after=[[Đường Đại Tông]]}}\n{{s-ttl|title=[[Hoàng đế Trung Hoa]]<br><small>(trừ lãnh thổ [[Đại Yên]])<\/small>|years=756-762}}\n{{end box}}\n{{Vua nhà Đường}}\n}}\n\n[[Thể loại:Hoàng đế nhà Đường]]\n[[Thể loại:Sinh năm 711]]\n[[Thể loại:Mất năm 762]]"}