{"Đại Thắng Minh Hoàng hậu":"{{Thông tin nhân vật hoàng gia\n| tên = Đại Thắng Minh Hoàng hậu\n| tên gốc = 大勝明皇后\n| tước vị = [[Hoàng hậu]] [[Đại Cồ Việt]]\n| tước vị thêm = \n| thêm = \n| hình = Dương Vân Nga.JPG\n| cỡ hình = 250px\n| ghi chú hình = Tượng Dương hậu trong đền [[Lê Đại Hành]] ở [[Hoa Lư]]\n| chức vị = \n| tại vị = \n| đăng quang = \n| tiền nhiệm = \n| nhiếp chính = \n| kế nhiệm = \n| chức vị 1 = [[Hoàng thái hậu]] [[nhà Đinh]]\n| tại vị 1 = [[979]] - [[981]]\n| nhiếp chính 1 = Phó vương [[Lê Đại Hành|Lê Hoàn]]\n| kiểu nhiếp chính 1 = Đồng nhiếp chính\n| chức vị 2 = [[Hoàng hậu]] [[nhà Tiền Lê]]\n| tại vị 2 = [[981]] - [[1000]]\n| phối ngẫu = \n| chồng = [[Đinh Tiên Hoàng]]<br>[[Lê Đại Hành]]\n| thông tin con cái = ẩn\n| con cái = [[Đinh Phế Đế]]<br>[[Lê Thị Phất Ngân]]\n| tên đầy đủ = Không rõ<br>Dã sử xưng ''Dương Vân Nga'' (楊雲娥)\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = Hoàng hậu<br>Hoàng thái hậu<br>Đại Thắng Minh Hoàng hậu\n| tước vị đầy đủ = Tiên Hoàng Đại Thắng Minh hoàng hậu<br>大勝明皇后\n| hoàng tộc = [[Nhà Đinh]]<br>[[Nhà Tiền Lê]]\n| cha = Dương Thế Hiển \/ [[Dương Tam Kha]]\n| mẹ = \n| sinh = 952\n| nơi sinh = [[Ái Châu]], [[Tĩnh Hải quân]]\n| mất = {{năm mất và tuổi|1000|952}}\n| nơi mất = [[Hoa Lư]], [[Đại Cồ Việt]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Đại Thắng Minh Hoàng hậu''' ([[chữ Hán]]: 大勝明皇后; [[952]] - [[1000]]), dã sử xưng gọi '''Dương Vân Nga''' (楊雲娥), là [[Hoàng hậu]] của 2 vị Hoàng đế thời kỳ đầu lập quốc trong [[Lịch sử Việt Nam]] là [[Đinh Tiên Hoàng]] và [[Lê Đại Hành]]. Bà đóng vai trò đặc biệt quan trọng trong việc chuyển giao quyền lực từ [[nhà Đinh]] sang [[nhà Tiền Lê]].\n\nKhi người con trai của bà với [[Đinh Tiên Hoàng]] tên [[Đinh Phế Đế|Đinh Toàn]] lên kế vị còn nhỏ tuổi, bà trở thành [[Hoàng thái hậu]] [[nhiếp chính]]. Trong tình thế khó khăn của ''Hoàng vị'' con trai mình, bà đã chủ động nhường ''Hoàng vị'' cho Phó vương Thập Đạo tướng quân [[Lê Đại Hành|Lê Hoàn]], trở thành Minh Càn Quảng Hiếu hoàng đế lập ra [[nhà Tiền Lê]]. Sau khi đoạt được ''Hoàng vị'', Lê đế lập Dương thị làm một trong các [[Hoàng hậu]] của ông, tôn hiệu là ''Đại Thắng Minh hoàng hậu''.\n\nVì là một người đàn bà quyền lực của 2 triều đại quan trọng, sử sách thường gọi bà với cái tên trang trọng là ''Dương hậu'' (楊后) hay ''Dương thái hậu'' (楊太后). Hiện nay, trong các đền thờ, tên đường và các tác phẩm văn học nghệ thuật, người Việt gọi bà là ''Thái hậu Dương Vân Nga'' (太后楊雲娥) hay ''Lưỡng triều hoàng hậu Dương Vân Nga'' (兩朝皇后楊雲娥).\n\nBà là nhạc mẫu của Hoàng đế [[Lý Thái Tổ]], bà ngoại của hoàng đế [[Lý Thái Tông]]. Năm bà mất cũng là năm vị vua này sinh ra. Từ thời Lý, bà có thêm tôn xưng là ''Bảo Quang Hoàng thái hậu''.\n\n==Tên gọi và xuất thân==\nNhững bộ sử như [[Đại Việt sử ký toàn thư]] chỉ cho biết bà [[họ Dương]], không nói bà tên là gì và cũng không biết xuất thân của bà ra sao.<ref>大越史記全書，本紀，[http:\/\/zh.wikisource.org\/wiki\/大越史記全書\/本紀卷之一 卷之一]。維基文庫。[2013年8月15日]。<\/ref> Từng có nhiều thuyết về tên gọi và xuất thân của bà như sau:\n*'''Dương Ngọc Vân''': cuốn sách ''\"Nhà Đinh dẹp loạn và dựng nước\"'' của Nguyễn Danh Phận cho rằng Dương Ngọc Vân là con gái của [[Dương Tam Kha]]. Theo cuốn sách ''\"Võ tướng Thanh Hóa trong lịch sử dân tộc\"'' của Trần Văn Thịnh thì Dương Ngọc Vân là con gái của [[Dương Nhị Kha]]. Dương Nhị Kha là anh trai của Dương Tam Kha.<ref name=\"honvietquochoc.com.vn\">Nhị Hà. [http:\/\/www.honvietquochoc.com.vn\/bai-viet\/3068-co-nen-duy-tri-ten-duong-duong-van-nga.aspx Có nên duy trì tên đường Dương Vân Nga] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130921060501\/http:\/\/www.honvietquochoc.com.vn\/bai-viet\/3068-co-nen-duy-tri-ten-duong-duong-van-nga.aspx |date=2013-09-21 }}. Tạp chí điện tử Hồn Việt. [Ngày 15 tháng 8 năm 2013].<\/ref><ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=10005&cn_id=125710 Tái bản \"Võ tướng Thanh Hóa trong lịch sử dân tộc\"]. Báo điện tử Đảng Cộng sản Việt Nam. Ngày mồng 9 tháng 1 năm 2007 [Ngày 15 tháng 8 năm 2013].<\/ref>\n*'''Dương Vân Nga''': Theo giai thoại dân gian và phần lớn các sách viết sau này, Dương Vân Nga là con gái của ông Dương Thế Hiển, quê ở vùng [[Nho Quan]], [[Ninh Bình]]. Cái tên Vân Nga là ghép từ Vân Long và Nga My là tên thôn quê cha mẹ bà.<ref name=\"honvietquochoc.com.vn\"\/><ref>[http:\/\/www.ninhbinh.gov.vn\/web\/guest\/danh-nhan-van-hoa\/-\/asset_publisher\/6gpS\/content\/thai-hau-duong-van-nga-952-1000-1;jsessionid=F6F2F6D83A6F353644A91787E2BC88CC?redirect=%2Fweb%2Fguest%2Fdanh-nhan-van-hoa Thái Hậu Dương Vân Nga (952-1000)]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}. Cổng thông tin điện tử tỉnh Ninh Bình. [Ngày 15 tháng 8 năm 2013].<\/ref><ref>Còn theo nội dung của Ngọc phả, Thần phả, về sự tích Thần Phật thờ ở đình chùa đền miếu thôn Đặng Xá, xã Văn Xá, huyện Kim Bảng [[Hà Nam]], Đinh Đế còn người vợ khác là Dương Nguyệt Nương lại là con của Dương Đỉnh, người [[Trường Yên, Hoa Lư|Trường Yên]], [[kinh đô Hoa Lư]], tuy nhiên bà này không có con trai nên không thể là Dương Vân Nga.<\/ref> Phả hệ họ Ngô Việt Nam gọi bà là Dương Vân Nga nhưng lại cho rằng bà là mẹ sứ quân [[Ngô Nhật Khánh]]. [[Đinh Tiên Hoàng]] dẹp xong Nhật Khánh, lấy bà làm vợ, sau đó đưa người con gái riêng của bà - tức em [[Ngô Nhật Khánh]] - làm vợ [[Đinh Liễn]]. Tuy nhiên, quan điểm này không vững do nhiều tình tiết không hợp lý ([[#Giai thoại|xem ở dưới]]).\n\nNgày nay, trong các đền thờ, [[người Việt]] đều gọi bà với cái tên trân trọng là Thái hậu Dương Vân Nga. Nhiều đường phố và trường học ở Việt Nam mang tên Dương Vân Nga.\n\n== Cuộc đời ==\n=== Hoàng hậu nhà Đinh ===\nNăm [[Mậu Thìn]], Thái Bình nguyên niên ([[968]]), [[Đinh Bộ Lĩnh]] lên ngôi Hoàng đế (Đinh Đế), tự xưng là '''Đại Thắng Minh Hoàng đế''' (大勝明皇帝), đặt quốc hiệu là [[Đại Cồ Việt]], đóng đô ở [[Hoa Lư]]. [[Đinh Tiên Hoàng|Đinh Tiên Hoàng Đế]] cho xây cung điện, chế triều nghi, định phẩm hàm quan văn, quan võ. Phong những tướng lĩnh thân cận cai quản các châu\n\nTheo ''[[Đại Việt sử ký toàn thư]]'', [[Đinh Tiên Hoàng|Đinh Tiên Hoàng Đế]] lập [[hoàng hậu nhà Đinh|5 hoàng hậu]] là Đan Gia, Trinh Minh, Kiều Quốc, Cồ Quốc và Ca Ông. Tuy nhiên, không thấy nói đến bà là ai trong số 5 vị trên. Khi bà được Lê Đại Hành lập làm Hoàng hậu, sách Toàn thư ghi rõ ''\"Vua lập Đại Thắng Minh hoàng hậu triều Đinh làm hoàng hậu\"''. Dựa theo cách này mà suy đoán, bà đã là ''Hoàng hậu triều Đinh''.\n\nNăm [[Kỷ Mão]], Thái Bình năm thứ 10 ([[979]]), [[Đinh Tiên Hoàng Đế]] cùng con trai Nam Việt vương [[Đinh Liễn]] bị viên [[hoạn quan]] [[Đỗ Thích]] ám sát. Trước đó Thái tử [[Đinh Hạng Lang]] bị [[Đinh Liễn]] giết. [[Đinh Phế Đế|Đinh Toàn]] là con Dương thị và là con trai còn lại của Đinh Bộ Lĩnh lên ngôi, còn Dương thị trở thành [[Hoàng thái hậu]], Thập đạo tướng quân [[Lê Hoàn]] trở thành Phó vương [[nhiếp chính]].\n\nNhiều nhà nghiên cứu gần đây có xu hướng bác bỏ giả thiết cho rằng cha con [[Đinh Tiên Hoàng]] là do [[Đỗ Thích]] giết mà đặt giả thiết thủ phạm chính là Lê Hoàn cùng với sự hậu thuẫn của Dương Thái hậu. Họ lý giải rằng, Lê Hoàn khi đó có thế lực rất mạnh, muốn toan tính lấy ngôi, còn Dương Thái hậu trong cuộc tranh đua với [[Hoàng hậu nhà Đinh|các hoàng hậu khác]] để giành ngai vàng cho con trai nên đã cấu kết với Lê Hoàn, cốt để tìm chỗ dựa cho mình cùng đứa con nhỏ. Điều này lý giải vì sao tuy còn rất nhỏ, Đinh Toàn đã có sự hậu thuẫn rất lớn của Lê Hoàn, và việc Lê Hoàn trở thành nhiếp chính bên cạnh Dương Thái hậu cũng phần nào khiến cho luận điểm này chắc chắn.<ref name=\"Phan Duy Kha 2003\">Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, ''Nhìn lại lịch sử'', Nhà xuất bản Văn hóa thông tin, 2003.<\/ref><ref name=\"ReferenceA\">\"Việt Nam văn minh sử\" - Lê Văn Siêu, Nhà xuất bản VHTT, 2004.<\/ref>\n\n=== Hoàng hậu nhà Tiền Lê ===\nĐinh Toàn khi đó mới 6 tuổi, Thập đạo tướng quân [[Lê Đại Hành|Lê Hoàn]] là [[nhiếp chính]]. Các đại thần [[Đinh Điền]], [[Nguyễn Bặc]], [[Phạm Hạp]] thấy quyền lực rơi vào tay Lê Hoàn, lại nghi Dương Thái hậu cùng Lê Hoàn tư thông nên cử binh đến đánh. Lê Hoàn dẹp tan, [[Đinh Điền]], [[Nguyễn Bặc]], [[Phạm Hạp]] đều bị giết. [[Phò mã]] nhà Đinh là [[Ngô Nhật Khánh]] bỏ trốn vào nam, cùng vua [[Chăm Pa]] với hơn nghìn chiến thuyền định đến đánh kinh đô [[Hoa Lư]] nhưng bị bão dìm chết.\n\nNăm [[Canh Thìn]] (tức năm [[980]]), [[tháng 6]], Tri sự [[Ung Châu]] của [[nhà Tống]] là Thái thường bác sĩ [[Hầu Nhân Bảo]] dâng thư cho [[Tống Thái Tông]], khuyên chuẩn bị sang đánh Đại Cồ Việt.\n\n[[Tháng 7]] năm đó, [[Lạng Sơn|Lạng Châu]] nghe tin quân Tống sắp kéo sang, liền làm tờ tâu báo về. Thái hậu sai Lê Hoàn chọn dũng sĩ đi đánh giặc, lấy người ở Nam Sách Giang là [[Phạm Cư Lạng]] làm đại tướng quân. Khi triều đình đang bàn kế hoạch xuất quân, Cự Lạng cùng các tướng quân khác đều mặc áo trận đi thẳng vào Nội phủ, nói với mọi người rằng: ''\"Thưởng người có công, giết kẻ trái lệnh là phép sáng để thi hành việc quân. Nay chúa thượng còn trẻ thơ, chúng ta dẫu hết sức liều chết để chặn giặc ngoài, may có chút công lao, thì có ai biết cho? Chi bằng trước hãy tôn lập ông Thập đạo làm Thiên tử, sau đó sẽ xuất quân thì hơn\"''. Quân sĩ nghe vậy đều hô ''\"Vạn tuế\"''.\n\nDương Thái hậu thấy mọi người đều quy phục Lê Hoàn, bèn sai thị nữ đem áo Long cổn, khoác lên người Lê Hoàn lên ngôi [[Hoàng đế]]. Lê Hoàn đổi [[niên hiệu]], chỉnh đốn quân đội để đối phó với quân Tống.\n\nNăm [[Tân Tỵ]] (tức năm [[981]]), [[Chiến tranh Tống - Việt, 981|chiến tranh giữa Đại Cồ Việt và nhà Tống]] nổ ra, Lê Hoàn đánh bại toàn thắng, lại xưng tôn hiệu '''Minh Càn Quảng Hiếu hoàng đế''' (明乾廣孝皇帝), lập nên [[nhà Tiền Lê]]. Ông lập Dương Thái hậu trở thành một trong 5 vị [[Hoàng hậu]] của ông với tôn hiệu là '''Đại Thắng Minh Hoàng hậu''' (大勝明皇后), đứng sau là Phụng Càn Chí Lý Hoàng hậu, Thuận Thánh Minh Đạo Hoàng hậu, Trịnh Quấc Hoàng hậu và Phạm Hoàng hậu.\n\nQua việc gọi bà là ''Đại Thắng Minh Hoàng hậu'', dùng ngay tôn hiệu của Đinh Tiên Hoàng có thể thấy được Lê Hoàn đã cố ý khẳng định vai trò của bà trong hoàng cung [[nhà Đinh]] cũng như tính chính danh, biểu tượng cho sự trao quyền lực của nhà Đinh sang cho [[Nhà Tiền Lê|nhà Lê]], thứ luôn khiến dư luận chỉ trích Lê Hoàn. Các sử gia rất nặng lời với Lê Hoàn trong việc này vì trái với đạo quần thần.\n\nNăm [[Canh Tý]], Ứng Thiên năm thứ 7 ([[1000]]), Đại Thắng Minh Hoàng hậu Dương thị qua đời, không rõ bao nhiêu tuổi, cùng năm với con trưởng của Lê Hoàn là Hoàng thái tử [[Lê Long Thâu]].\n\n===Bảo Quang Hoàng Thái hậu===\n[[Tập tin:Hoaluk3.jpg|nhỏ|phải|250px|[[Đền vua Lê Đại Hành]], nơi thờ Dương Vân Nga.]]\nHiện nay ở nhiều di tích như [[động Am Tiên]], [[Đền Vua Lê Đại Hành|đền Vua Lê]], đình Trung Trữ ([[Hoa Lư]], [[Ninh Bình]]); đình Yến (Thanh Liêm, [[Hà Nam]]),... người Việt gọi bà là ''Bảo Quang Hoàng thái hậu''. Dựa theo 3 tấm bia ở đền vua Lê, Hoa Lư, [[Ninh Bình]] thì có hai tấm được làm vào đầu thời Hoàng Định (niên hiệu nhà [[Lê Trung hưng]]). Tấm bia ''\"Tạo tác Thánh tượng tiền triều [[Lê Đại Hành]] Hoàng đế bi ký tịnh minh\"'' là một trong ba tấm bia đó. Trên bia ghi đến việc tạo tượng thờ ở đền vua Lê. Tên của ba pho tượng đó được ghi rõ gồm có: Lê triều Đại Hành Hoàng đế, Bảo Quang Hoàng thái hậu và Ngọa triều Hoàng đế.<ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=2337&Catid=478 Bảo Quang Hoàng hậu là ai? Tại sao lại có danh hiệu này? (TBHNH 2012)]<\/ref>\n\nTại các di tích khác như: đình Trai ở xã Gia Hưng ([[Gia Viễn]]), đền Đồng Bến hay đình Bách Cốc ở [[Vụ Bản]] (Nam Định), bà cũng được thờ với danh xưng ''Bảo Quang Hoàng Thái hậu''. Các văn bản lịch sử chính thống như [[Đại Việt sử ký toàn thư]], [[Đại Việt sử ký tiền biên]] đều không nhắc đến Hoàng thái hậu nào ở thời Đinh - Tiền Lê có tên là Bảo Quang. Năm [[Hoàng hậu Nhà Đinh|Hoàng hậu triều Đinh]] là Đan Gia, Trinh Minh, Kiều Quốc, Cồ Quốc và Ca Ông, năm Hoàng hậu triều Lê là ''Đại Thắng Minh Hoàng hậu'', Phụng Càn Chí Lý Hoàng hậu, Thuận Thánh Minh Đạo Hoàng hậu, Trịnh Quốc Hoàng hậu và Phạm Hoàng hậu. [[Lê Long Đĩnh]] sau khi lên ngôi truy tôn hiệu mẹ là ''Hưng Quốc quảng thánh Hoàng thái hậu'', bà không phải là một trong năm vị Hoàng hậu của [[Lê Đại Hành]] nhưng là mẹ của hai vua [[Lê Long Việt]] và Lê Long Đĩnh.\n\nBức tượng có một đặc điểm chưa từng có trong nghệ thuật tạc tượng chân dung các bà hoàng phi công chúa là mặt rất đỏ. Những pho tượng cùng thời kỳ đó như Hoàng hậu Trịnh Thị Ngọc Trúc, Công chúa Lê Thị Ngọc Duyên ở [[chùa Bút Tháp]], cũng như rất nhiều các pho tượng hậu tạc các hoàng phi, cung phi khác, da mặt đều phủ một lớp bột xương trắng ngà; và da mặt và tay đồng nhất. Theo lý giải của dân gian, bà Dương hậu do vụng trộm với vị tướng họ Lê trong lòng thấy xấu hổ nên đỏ mặt. Theo cách lý giải này, tượng quay về đền vua Đinh, Dương Thái hậu đến chết rồi vẫn không hết hổ thẹn khi nhìn về đền thờ chồng cũ. Tượng thờ các nhân vật nữ không tô màu đỏ vì trong dân gian vẫn lưu truyền câu ca ''đa mao hồng diện'', chỉ những người đàn bà có nhu cầu tình dục cao. ''\"Hoàn vương ca tích\"'' là bản trường ca cổ lưu truyền trong dân gian. Trong văn bản này, dung nhan của bà Dương hậu góa chồng khi gặp Lê Hoàn được mô tả như một người đàn bà đầy khát khao: ''\"Môi son rừng rực, mặt hoa rờn rờn - Mắt kia sao mọc cờn cờn - Cổ kia đã trắng lại tròn hân hân..\"''.\n\nBảo Quang Hoàng Thái hậu là cách gọi tránh tên hiệu Đại Thắng Minh Hoàng hậu, xuất hiện từ thời [[nhà Lý]]. Các Vua nhà Lý từ đời [[Lý Thái Tông]] trở về sau đều là những hậu duệ của bà. Hậu thế, đặc biệt là các [[Nho giáo|nhà Nho]] rất ác cảm với việc Lê Đại Hành lấy tên hiệu Đại Thắng Vương của [[Đinh Tiên Hoàng]], chồng cũ của Dương hậu, làm danh hiệu mới. Cuối đời, Dương Vân Nga về tu ở [[Động Am Tiên|chùa Am Tiên]] nên có thể vì thế mà các hậu duệ sau này đã tôn vinh bà là Bảo Quang Hoàng Thái hậu. Theo ''Từ điển Phật học Hán Việt'' của [[Giáo hội Phật giáo Việt Nam]] (Nhà xuất bản Khoa học xã hội) thì ''Bảo Quang Thiên tử'' là một danh hiệu của đức [[Quan Âm|Quán Âm]]. Pháp danh của bà Dương hậu dù không được ghi trong chính sử nhưng nó vẫn có trong các kinh điển [[Phật giáo]] và lưu truyền trong dân gian: Đại Thắng Minh Hoàng hậu nhiếp chính quốc sự thiên triều.\n\n==Dung mạo==\nTheo các [[truyền thuyết]] dân gian, sinh thời Dương Vân Nga rất xinh đẹp. Bà có khuôn mặt bầu bĩnh rất phúc hậu song vẫn có nét thanh tú, cao sang. Nước da của bà hoàng hậu họ Dương trắng hồng và cặp mắt phượng, mày ngài lúc nào cũng long lanh đầy tình tứ. Nhan sắc bà được mô tả trong cuốn [[sử thi]] \"''Hoàn Vương ca tích''\" (tìm thấy ở [[Hà Nam]]). Bà không chỉ đẹp mà còn tràn đầy sinh lực:<ref>[http:\/\/baodatviet.vn\/Home\/congdongviet\/Duong-Van-Nga--hoang-hau-hai-vua\/20115\/145375.datviet Dương Vân Nga - hoàng hậu hai vua] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110518131749\/http:\/\/baodatviet.vn\/Home\/congdongviet\/Duong-Van-Nga--hoang-hau-hai-vua\/20115\/145375.datviet |date = ngày 18 tháng 5 năm 2011}}, Bảo Bình, Báo Đất Việt, ngày 15\/05\/2011.<\/ref>\n:''\"Môi son rừng rực, mặt hoa rờn rờn''\n:''Mắt kia sao mọc cờn cờn\n:''Cổ kia đã trắng lại tròn hân hân\".\nVẻ đẹp của bà quyến rũ đến nỗi mỗi nước đi cũng làm cả vùng thiên nhiên, cây cỏ xao động, bừng sáng:\n:''\"Đồi đông điểm ngọc, đồi tây mây vàng\n:''Suối trong tựa ánh nguyệt tràn\n:''Mây ngồi xổm, cá lượn đàn lên mây\n:''Chim kề mỏ, bướm xỏ mày\n:''Bao nhiêu suối chảy thành cây đàn cầm...\"\nỞ vùng hạ lưu [[sông Bôi]], quê hương của Dương Vân Nga, phía tây bắc [[cố đô Hoa Lư]], người dân còn lưu truyền thuyết lý giải vì sao nơi đây xưa có tục kiêng không trồng [[Chi Quỳnh|hoa quỳnh]] và các loài cây nở hoa vào ban đêm khác như bầu, bìm bìm... Tục truyền rằng sau khi được [[Đinh Tiên Hoàng|Vạn Thắng Vương]] đón về [[Hoa Lư]] làm hoàng hậu, Dương Vân Nga trở về cố hương bằng kiệu hoa lộng lẫy. Hoàng hậu muốn làm một đêm dạ tiệc thật ấn tượng để ban thưởng cho dân làng và truyền lệnh các thôn nữ tuổi từ 16 nếu muốn tham dự phải trùm khăn che [[mặt]] để không có ai đẹp vào đêm hội đó. Thế nhưng, khi đêm hội diễn ra dưới [[ánh trăng]], trong lúc vẻ đẹp của Dương Vân Nga đang rạng ngời tỏa sáng trước bàn dân thiên hạ thì một luồng gió mát từ [[rừng]] cây thổi tới mang theo một mùi hương thơm ngào ngạt và quyến rũ. Mùi thơm đó hấp dẫn đến nỗi làm các tướng sỹ và thần dân mê mẩn, họ nhận ra đó là hương thơm của loài [[Chi Quỳnh|hoa quỳnh]] đang nở rộ. Dương Vân Nga rất giận liền lệnh cho quân lính nhổ hết những cây hoa đó và bỏ vào vùng rừng núi hoang vu phía tây. Từ đó người dân [[Gia Thủy]], [[Gia Hưng (xã)|Gia Hưng]] đều có tục kiêng trồng hoa quỳnh và các hoa nở vào ban đêm. Riêng hoa quỳnh sau khi được đày lên vùng núi [[rừng Cúc Phương]] thì chỉ đẹp khi được mọc ở nơi này.<ref>Cố đô Hoa Lư - Nguyễn Đăng Trò, Sưu tầm từ thần tích đình Mỹ Hạ, Gia Thủy, Nhà xuất bản VHTT.<\/ref>\n\n==Nhận định==\nCác sử gia phong kiến đặc biệt chỉ trích [[Lê Hoàn]] trong việc lập Dương Vân Nga làm hoàng hậu. Trong ''[[Đại Việt sử ký toàn thư]]'', [[Ngô Sĩ Liên]] viết: \n:''\"Đạo vợ chồng là đầu của nhân luân, dây mối của vương hóa. Hạ kinh của [[Kinh Dịch]] nêu quẻ Hàm và quẻ Hằng lên đầu, là để tỏ cái ý lấy đàn bà tất phải chính đáng. Đại Hành thông dâm với vợ vua, đến chỗ nghiễm nhiên lập làm hoàng hậu, mất cả lòng biết hổ thẹn. Đem cái thói ấy truyền cho đời sau, con mình bắt chước mà dâm dật đến nỗi mất nước, há chẳng phải là mở đầu mối họa đó sao?\"''\n\nCác sử gia hiện đại lại có cái nhìn khác về [[Lê Đại Hành|Lê Hoàn]] và Dương hoàng hậu. [[Hoàng Xuân Hãn]] viết trong ''Hoàng Xuân Hãn tuyển tập'':\n:''\"...việc này trái với khuôn phép nhà nho. Các sử gia nho xưa đã trịnh trọng chỉ trích như [[Ngô Sĩ Liên]], [[Ngô Thì Sĩ]]... Các vị ấy không hiểu rằng [[nhà Đinh|đời Đinh]], [[Nhà Tiền Lê|Tiền Lê]] [[nho giáo|đạo Nho]] chưa có ảnh hưởng gì sâu vào dân Việt cho đến nửa [[nhà Trần|đời Trần]] còn thế. Dân chúng đã lập đền thờ các vua Đinh Lê trên nền tảng cung điện Hoa Lư mà không quên bà Dương hậu, không những thế mà còn tự hợp hai vua tô tượng hai vua ngồi chung một toà với Dương hậu ở giữa. Nhưng đến đầu đời [[Lê Thái Tổ]] cho là trái đạo mà bỏ đi! Tuy vậy các nho gia phê bình cũng không ai trách bà mà chỉ trách Lê Hoàn\"''.\n\nSự lựa chọn và quyết định của Dương Vân Nga trong hoàn cảnh quốc gia bấy giờ đã biểu hiện thái độ chính trị sáng suốt của một người có khối óc lớn, thức thời, xứng đáng được coi là anh hùng. Nếu Dương Vân Nga không biết đặt lợi nước lên trên quyền lợi của dòng họ, bà có thể ngoan cố bảo vệ ngai vàng cho con nhỏ của mình, sẽ gây ra nạn tranh giành, đẩy đất nước vào thảm cảnh rối loạn và kết cục là bị mất nước bởi [[nhà Tống]]. Ngược lại với cách đánh giá của sử cũ, vùng [[Hoa Lư]] còn lưu lại nhiều truyền thuyết đẹp về Dương Vân Nga nhằm ghi nhận công lao của bà.<ref>[http:\/\/www.ninhbinh.gov.vn\/web\/guest\/danh-nhan-van-hoa\/-\/asset_publisher\/6gpS\/content\/thai-hau-duong-van-nga-952-1000-1;jsessionid=F6F2F6D83A6F353644A91787E2BC88CC?redirect=%2Fweb%2Fguest%2Fdanh-nhan-van-hoa Thái Hậu Dương Vân Nga (952-1000)]{{Liên kết hỏng|date = ngày 1 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nDương hoàng hậu và [[Lê Đại Hành|Lê Hoàn]] được thờ ở [[đền Vua Lê Đại Hành]] tại xã [[Trường Yên, Hoa Lư|Trường Yên]], [[hoa Lư, Ninh Bình|huyện Hoa Lư]], [[Ninh Bình]].\n\n==Nghi vấn==\nSử sách chỉ nhắc đến Thái hậu Dương thị, hay thường gọi Dương Vân Nga là Hoàng hậu của hai triều Đinh và Tiền Lê, nhưng gần đây có ý kiến cho rằng bà là ''Hoàng hậu ba triều''. Theo cuốn ''[[Phả hệ họ Ngô Việt Nam]]'', ''[[Gia phả họ Đinh Danh]]'' ở [[Thái Bình]] thì bà Dương Thị là Hoàng hậu ba triều. Trước khi lấy [[Đinh Tiên Hoàng]], bà đã lấy Hậu Ngô vương [[Ngô Xương Văn]] và sinh ra [[Ngô Nhật Khánh]]. Điển hình trong số những người ủng hộ giả thiết này là ba tác giả: [[Phan Duy Kha]], [[Lã Duy Lan]], [[Đinh Công Vĩ]] trong tác phẩm ''[[Nhìn lại lịch sử]]'' do Nhà xuất bản Văn hóa thông tin ấn hành năm 2003.\n\nTuy nhiên, giả thiết bà là Hoàng hậu ''ba triều'' có những chỗ không ổn, nếu đi sâu tìm hiểu những tình tiết từ các nguồn sử sách và tài liệu những năm gần đây. Những căn cứ chủ yếu là:\n\n===Sử sách=== \n[[Hoàng hậu]] là một nhân vật quan trọng trong cung đình, trong đời sống đế vương. Hoàng hậu là ''Mẫu nghi thiên hạ''. Phàm sách sử khi chép tới Hoàng đế và Hoàng tử đều nói đến vợ của Hoàng đế và mẹ Hoàng tử, không thể bỏ qua. Vậy mà tất cả các sách sử, từ sách cổ xưa nhất như ''[[Đại Việt sử lược|Việt sử lược]]'' đến những sách sử sau này như ''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'', ''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]'', ''[[Việt sử tiêu án|Việt sử Tiêu án]]'',... đều không thấy chép Dương Hoàng hậu từng là vợ của Hậu Ngô vương Xương Văn và là mẹ của Nhật Khánh, tất phải có lý do, vì đấy không phải là sự thực. Hơn nữa, nếu quả thực Dương hậu là vợ Hậu Ngô vương nghĩa là bà là Hoàng hậu của ba triều, [[Nhà Ngô|Ngô]], [[Nhà Đinh|Đinh]] và [[Nhà Tiền Lê|Lê]], một trường hợp hy hữu trong lịch sử. Sự hy hữu đó càng khiến các sử gia không thể \"lờ đi\", \"bỏ qua\", mà không nhắc đến.\n\nHơn nữa, có một tình tiết ghi trong sử: [[Ngô Xương Ngập]] và [[Ngô Xương Văn]] đều làm vua, thậm chí Xương Văn dù là em còn được mọi người kính trọng hơn vì công trạng khôi phục ngôi vua cũng như tính nhún nhường, khiêm cung của ông. Trong khi gia quyến [[Ngô Xương Ngập|Xương Ngập]] được kể rõ (vợ là Phạm thị, con Lệnh công Phạm Chiêm, và con là [[Ngô Xương Xí]]) thì những người gia quyến của [[Ngô Xương Văn|Xương Văn]], như giả thuyết của sách ''Phả hệ họ Ngô Việt Nam'', là Dương thị và Nhật Khánh, lại không được sử sách \"nối kết\" với ông vua em. Và [[Ngô Nhật Khánh|Nhật Khánh]], là cháu nội Tiền Ngô vương, cháu ngoại Dương Bình vương, nhưng sử sách lại không hề nhắc tới thân thế. ''Đại Việt sử ký toàn thư'' cũng chỉ ghi chung chung: ''\"Nhật Khánh là con cháu Tiền Ngô vương...\"''\n\nKhi [[Lê Đại Hành|Lê Hoàn]] lập Dương Vân Nga làm hoàng hậu, chính sử ghi rõ: ''\"Vua lập Đại Thắng Minh Hoàng hậu triều Đinh làm hoàng hậu\"'' và các sử gia rất nặng lời với Lê Hoàn trong việc này. Vậy mà đối với việc [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] lấy mẹ Ngô Nhật Khánh, ta chỉ thấy sử chép: ''\"lấy mẹ Nhật Khánh\"'' mà không hề thấy ghi ''\"lấy hoàng hậu cũ của Nam Tấn Vương\"''. Hơn nữa, không ai chê cười vua Đinh lấy mẹ Nhật Khánh cả. Các sử gia thông cảm cho mục đích chính trị của việc này (ràng buộc họ Ngô cho thân để thu phục [[Ngô Nhật Khánh]]). Nếu mẹ Khánh là vợ Nam Tấn vương [[Ngô Xương Văn]], hẳn các sử gia (như [[Lê Văn Hưu]], [[Ngô Sĩ Liên]]...) sẽ kết tội vua Đinh làm \"đầu têu\" cho [[Lê Đại Hành|Lê Hoàn]] trong việc lấy vợ vua trước, và những dòng viết \"nặng lời\" dành cho [[Lê Đại Hành|Lê Hoàn]], trước hết đã dành cho vua Đinh rồi.\n\n===Giai thoại===\nCó lẽ nhắc đến Dương hậu, không ít người biết giai thoại khi Dương thị mới chào đời thường hay khóc dạ đề. Một hôm có người đạo sĩ đi qua, ông đọc hai câu thơ khiến cô bé nín bặt: {{cquote|\n''Nín đi thôi, nín đi thôi!<br>Một vai gánh vác cả đôi sơn hà''.}}\nLời tiên tri của ông đạo sĩ ứng nghiệm vào việc bà lấy [[Đinh Tiên Hoàng]] và [[Lê Đại Hành]]. Đời sau có thể ước đoán rằng, câu sấm này là do người ta đặt ra sau khi sự việc đã diễn ra. Như vậy, khi sự việc đã diễn ra, sau khi Dương hậu đã mất (năm [[1000]]), bà đã chỉ lấy 2 vua, Đinh và Lê, nên người đời mới đặt ra câu sấm, mượn lời ông đạo sĩ, để bà gánh vác \"đôi sơn hà\" mà không gánh vác \"ba sơn hà\". \n \nMặt khác, còn một giai thoại nữa ở [[Ninh Bình]] kể về mối tình thời trẻ giữa Lê Hoàn và Dương thị. Dân gian cảm thông, biện minh cho quan hệ của hai người sau này trong cung đình nên đã hợp pháp hóa cho mối tình của họ từ tuổi thanh xuân, để đến khi vào cung, việc họ làm chỉ là ''\"nối lại tình xưa\"'', làm giảm nhẹ tình tiết mà các nhà nho gọi là [[Lê Đại Hành|Lê Hoàn]] đã ''\"lấy mẹ góa, hiếp con côi\"''. Câu chuyện trên dù là có thật hay chỉ là giai thoại, nó cũng phản ánh một giá trị: Lê Hoàn và Dương hậu trạc tuổi nhau. Và đó mới là cơ sở để dân gian thêu dệt câu chuyện tình thời trẻ đẹp đẽ, \"xứng đôi vừa lứa\" của họ với thái độ đồng tình. Nếu bà là một hoàng hậu trong cung (thành [[Cổ Loa]] của Ngô Xương Văn và sau lại theo con là Nhật Khánh về [[Đường Lâm]] - Sơn Tây) thì bà không thể gặp được [[Lê Hoàn]] ở [[Hà Nam]] hoặc [[Thanh Hóa]] (quê ông có hai thuyết, một thuyết cho rằng ở Hà Nam, thuyết khác nói rằng ở Thanh Hóa). Bà và Lê Hoàn trạc tuổi nhau thì bà không thể sinh ra [[Ngô Nhật Khánh]] vì khi Khánh nổi dậy năm [[965]] ít nhất cũng phải 18 tuổi, mà Lê Hoàn (xấp xỉ tuổi bà) khi đó mới 24. \n \nCác tác giả trong ''Nhìn lại lịch sử'' cho rằng có thể Dương hậu và Lê Hoàn biết nhau ngay từ khi hàn vi, nhưng vì không \"môn đăng hộ đối\" nên [[Dương Tam Kha]] không chấp nhận. Giả thiết này rất gượng ép. Theo các tác giả này, bà sinh năm [[928]]. Như vậy, ít nhất đến năm [[965]] khi Xương Văn tử trận (lúc đó bà 37 tuổi), bà còn ở Cổ Loa với tư cách là hoàng hậu. Chỉ khi Nam Tấn vương Xương Văn mất bà mới theo cha (Tam Kha) - theo các tác giả ''Nhìn lại lịch sử'' - về [[Ái Châu|Ái châu]], chứ không phải ấp Chương Dương mà ông được phong; và bà cũng không \"tòng tử\", theo con Nhật Khánh về Đường Lâm. Đây chính là một tình tiết hơi khó hiểu trong lập luận của ba tác giả trên. Giả sử cứ cho rằng giả thiết trên đúng là bà về Ái châu, thì theo chính sử, ngay sau khi Nam Tấn vương mất, [[Đinh Liễn]] từ Cổ Loa trở về [[Hoa Lư]], thoát thân phận làm con tin và được sai đi châu Ái mộ quân. [[Lê Đại Hành|Lê Hoàn]], lúc này 24 tuổi, ở trong số những người theo [[Đinh Liễn]] về [[Hoa Lư]]. Như vậy, năm [[965]], tại Ái châu, trong một khoảng thời gian rất ngắn, một người quyền quý, đứng tuổi mới đến và một người nghèo khó, lam lũ, trẻ trung vừa đi như [[Lê Đại Hành|Lê Hoàn]], làm sao mà gặp được nhau, và gặp nhau trong môi trường nào với sự ngăn cách giàu nghèo của xã hội ngày ấy để trở thành tình nhân? Điều đáng nói hơn là tác giả Đinh Công Vĩ, trong bài viết riêng của mình, lại ghép hai tư liệu không hề [[logic]] lại với nhau để khẳng định một lần nữa điều này. Một mặt, tác giả dẫn ngọc phả ở Thanh Hóa để khẳng định mối tình thời son trẻ của Dương hậu và Lê Hoàn khi bà chưa lấy Ngô Xương Văn. Tiếp theo, tác giả lại viết: \"Theo một tài liệu khác thì ''sau đó'' bà lấy Ngô Xương Văn\". Chỉ căn cứ vào phép toán số học có thể thấy không thể có chuyện này. Bởi lẽ, bà lấy Xương Văn (tác giả căn cứ vào sử chép: \"Tam Kha lấy Xương Văn làm con mình\") khoảng năm 945, lúc bà 17 tuổi nhưng trước đó bà đã yêu Lê Hoàn thì Lê Hoàn lúc ấy cũng chỉ là một cậu bé mới lên 4 tuổi thôi. [[Dương Tam Kha]] lấy con thứ hai của Ngô vương là Xương Văn làm con mình mà kết luận rằng \"lấy làm con mình tức là cho làm con rể\" là điều phỏng đoán hơi đi quá. Dương Tam Kha vốn là cậu ruột của Xương Văn, khi ông không có con trai thì việc nhận cháu làm con cũng là điều dễ hiểu. \"Nhận làm con\" mà suy ra là \"làm con rể\" thì chưa hoàn toàn thuyết phục.\n \nVậy, dù là bà yêu Lê Hoàn lần đầu khi cả hai người chưa vào [[Hoa Lư]] (theo giai thoại mà sử không chép) trước hay sau khi Xương Văn chết đi nữa thì cũng chỉ nói lên một điều: '''Bà không lấy Xương Văn'''. Bà phải cùng một lứa tuổi với Lê Hoàn và như thế thì không phải là mẹ Nhật Khánh (vì Khánh cũng sinh khoảng 945 - 946 để năm 965 trở thành một sứ quân). Giả thiết của ba tác giả trên rất mâu thuẫn về không gian và thời gian.\n\n===Gia phả===\nGia phả gọi bà là Dương Vân Nga, tức là gọi theo giai thoại dân gian. Chính các tác giả ''Nhìn lại lịch sử'' cũng có nhận xét rằng \"Dương Vân Nga\" chỉ là cái tên trong [[truyền thuyết]] dân gian. Đóng góp của các nhà soạn ''Phả hệ họ Ngô Việt Nam'' là không thể phủ nhận, thậm chí rất đáng trân trọng và thán phục. Nhưng, cũng như chính cuốn gia phả đã dẫn, có những giả thuyết đã quá xa xưa, như trường hợp giả thuyết nói tổ tiên 7 đời của [[Ngô Quyền]] cách ông những 700 năm (điều không thể xảy ra – như kết luận của sách này) chẳng hạn, thì ta thấy rằng, gia phả - cả họ Ngô lẫn họ Đinh Danh - cũng chỉ là một nguồn tài liệu để tham khảo mà thôi, không đủ để cải chính mọi điều trong chính sử.\n\nCuối cuốn ''Phả hệ họ Ngô Việt Nam'' có dẫn danh sách một loạt tài liệu tham khảo cổ xưa. Đây là một trong những vấn đề liên quan đến cổ sử cần lưu ý. Chuyện bà Dương hậu cách đây đã hơn 1000 năm. Hãy thử làm một phép so sánh để thấy sự khó khăn của những người nghiên cứu sử học và so sánh với sự xung đột giữa anh em [[Nguyễn Nhạc]] và [[Nguyễn Huệ]] cách đây chỉ hơn 200 năm (cuối 1786, đầu [[1787]]). Sự kiện giữa anh em [[Nhà Tây Sơn|nhà Nguyễn Tây Sơn]], dù xảy ra khi sử học Việt Nam đã khá phát triển (sau khi ''[[Đại Việt sử ký toàn thư]]'' đã ra đời ngót 100 năm), thế nhưng những gì sách sử để lại về nó đều còn nhiều chỗ không rõ ràng khiến đời sau gặp nhiều khó khăn khi tìm hiểu nó. Với một sự kiện xảy ra cách đây 200 năm mà còn khó xác định tính chân thực như vậy, huống chi, tài liệu tham khảo cổ xưa nhất cho các nhà biên soạn cuốn ''Lịch sử họ Ngô Việt Nam'' là một cuốn gia phả cổ cũng \"chỉ\" được soạn vào tận năm [[1477]], tức là đã cách xa thời đại của bà Dương hậu những 500 năm! Điều kiện nghiên cứu xưa kia khó khăn hơn ngày nay nhiều, từ phương tiện lưu giữ đến phương tiện truyền tin, rất khó tránh khỏi việc \"tam sao thất bản\". Đó là những khó khăn mà không chỉ các tác giả gặp phải khi soạn thảo [[gia phả]], mà ngay với các nhà sử học khi nghiên cứu lịch sử cũng gặp phải điều tương tự. Việc \"chế biến\" thông tin, trong những trường hợp còn quá mờ mịt nếu căn cứ vào sử sách, là khó tránh khỏi. Trong trường hợp này, những nhà soạn ''Phả hệ'' đã ''\"chế biến\" thông tin'' thiếu chính xác, chưa hợp lý.\n\n===Hành vi của Ngô Nhật Khánh===\nCó một tình tiết sử cũ ghi lại mà các nhà nghiên cứu, những người ủng hộ quan điểm bà Dương hậu lấy 3 vua, tác giả ''Nhìn lại lịch sử'', chưa chú ý. Khi khẳng định Dương hậu mẹ [[Đinh Phế Đế|Đinh Toàn]] cũng là mẹ Ngô Nhật Khánh, các tác giả lại không nghiên cứu thấu đáo về quá trình hành trạng của Nhật Khánh. Vì ''Mẹ Nhật Khánh và hoàng hậu Dương thị phải là hai người chứ không thể là một người.''\n\nSử sách khi đề cập việc [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] lấy mẹ Khánh ''không ghi'' bà mang họ gì; khi đề cập tới Dương hậu mẹ [[Đinh Phế Đế]] sử sách cũng ''không ghi'' bà chính là mẹ [[Ngô Nhật Khánh]]. Các thần phả, ngọc phả cho thấy trước khi đến dụ hàng [[Ngô Xương Xí]], Đinh Bộ Lĩnh đã đến yết kiến Chương Dương công [[Dương Tam Kha]] để xin \"tác động\" và lấy con ông là Dương Ngọc Vân.<ref>Nguyễn Danh Phiệt dẫn trong sách ''Nhà Đinh dẹp loạn và dựng nước''.<\/ref> Bà này chính là Dương hậu trong sử sách, và thông qua tác động của bà, Xương Xí đã hàng vua Đinh mà không gây đổ máu. Như vậy [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] lấy con gái Dương Tam Kha để dụ hàng Xương Xí, chưa từng nghe nói ông làm rể Tam Kha để dụ Nhật Khánh bao giờ. Việc lấy con gái [[Dương Tam Kha]] và lấy mẹ Ngô Nhật Khánh là hai việc làm riêng rẽ của vua Đinh, nhằm thu phục hai anh em họ Ngô cát cứ trên hai vùng khác nhau. Để cho hai họ Ngô được sống là cách làm thông minh nhất của vua Đinh. Bởi lẽ, chính họ Ngô chứ không phải họ nào khác, đang nắm quyền trị nước, đang là \"chính thống\", vì thế khi đánh dẹp các sứ quân, ông không thể đối xử với họ Ngô theo kiểu \"triệt hạ\" như đối với họ Đỗ, họ Nguyễn, họ Lã hay họ Kiều được. Ông đã giành thiên hạ bằng cả \"uy vũ\" lẫn \"đức độ\", bằng cả \"lý\" lẫn \"tình\".\n\nMẹ Ngô Nhật Khánh, dù đã có tuổi khi lấy Vạn Thắng vương [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], chính là người đã sinh ra [[Đinh Hạng Lang]],{{Cần chú thích}} con út của Tiên Hoàng, sớm nhất là năm [[975]] (vì [[Đinh Phế Đế|Đinh Toàn]] sinh năm 974 và là anh Hạng Lang). [[Đinh Tiên Hoàng]] vì bà, và vì để lấy lòng Nhật Khánh nữa, đã lập Hạng Lang làm thái tử. Nhật Khánh chứa chấp ý đồ không thể nói hết khi giục mẹ nài nỉ vua lập em làm thái tử. Ông ta định sau này sẽ làm phụ tá cho cậu em ruột còn thơ ấu để nắm quyền bính (và chứa chấp ý định làm [[Vương Mãng]], [[Tào Tháo]]). Nhưng việc đó không qua được Nam Việt vương [[Đinh Liễn]] vốn là người đã trưởng thành và có nhiều công lao trong việc đánh dẹp, ngoại giao của nước [[Đại Cồ Việt]]. Theo chính sử, Đinh Liễn giết Hạng Lang đầu năm [[979]]. Tuy nhiên, vì yêu con và không thể tiếp tục gây đổ máu, Tiên Hoàng đã không trừng phạt [[Đinh Liễn]] bằng cái chết.\n\nViệc Tiên Hoàng không trừng phạt [[Đinh Liễn]] bằng án tử hình khiến Nhật Khánh vô cùng tức giận và ''đây mới chính là động cơ chủ yếu thúc giục Khánh bỏ sang [[Chiêm Thành]]''. Ông ta lấy dao rạch mặt vợ là con gái Tiên Hoàng, em Đinh Liễn và bảo rằng: ''\"Cha mày lừa dối ức hiếp mẹ con ta...\"'' Lời nói ''bị lừa dối'' đó hẳn chứa đựng sự tức giận vì Tiên Hoàng đã \"nuốt lời\". Vua Đinh hứa đưa em Khánh ([[Đinh Hạng Lang|Hạng Lang]]) lên ngôi, nhưng khi em Khánh bị hại thì thủ phạm lại không bị trừng phạt đích đáng theo ý muốn của Khánh, bởi thế Khánh mới tìm đến Chiêm Thành để cầu viện báo thù. Ý định của Khánh là mượn quân Chiêm để về nước làm vua, khôi phục nhà Ngô. Nếu Hạng Lang không chết mà được nối ngôi như dự kiến thì sớm muộn Khánh cũng làm Vương Mãng, [[Tư Mã Chiêu]], tiêu diệt họ Đinh, phế truất ấu chúa này mà giành lấy ngôi – giống như tấm gương [[Tống Thái Tổ|Triệu Khuông Dận]] lấy ngôi của cậu bé 6 tuổi [[Hậu Chu Cung Đế|Sài Tông Huấn]] cách đó ít lâu bên phương Bắc.\n\nDã tâm và hành vi của Nhật Khánh có thể cho thấy sáng tỏ một lần nữa ''Dương hậu không phải là mẹ Nhật Khánh''. Nếu bà là mẹ Khánh, em (cùng mẹ khác cha) Khánh sẽ là Toàn, sau này Toàn được nối ngôi, Khánh sẽ được làm phụ chính (y hệt vai của [[Lê Đại Hành|Lê Hoàn]]), Khánh không cần phải đi mượn quân Chiêm Thành để giành quyền nữa. Mặt khác, kể cả trường hợp Khánh đã \"trót\" bỏ sang Chiêm khi Tiên Hoàng và [[Đinh Liễn]] chưa bị hại, thì sau khi em Khánh là Toàn lên ngôi, sao Khánh không về mà phải xui vua Chiêm động binh để rước cái chết vào mình?\n\nNhững hành động Dương hậu và Khánh đã làm như sử chép (trao ngôi cho người ngoài, dẫn giặc về) cho thấy cả Dương hậu và Khánh đều có chung một ý tưởng: ''diệt nhà Đinh''. Vậy nếu hai người là mẹ con thì tại sao chẳng cùng nhau bàn cách hành động, việc gì Khánh phải bỏ sang [[Chiêm Thành]]? Hẳn là lúc đó em (Hạng Lang) đã chết và mẹ cũng đã mất hoặc đã quá già yếu và bị Tiên Hoàng xa lánh, chỗ dựa đã hết, Khánh cùng đường mới tìm cách sang Chiêm. Dương hậu và Khánh không phải là mẹ con.\n\nCác tác giả cuốn ''Phả hệ họ Ngô Việt Nam'' dẫn chiếu từ trang 323 cuốn sách ''Bước thăng trầm'' của [[Quách Tấn]] (xuất bản [[1996]]) để nêu giả thiết: ''phải chăng sử cũ nhầm Ngô Nhật Khánh với vua Chiêm Thành lúc đó là Ngô Nhật Hoan'' và biện minh rằng Nhật Khánh không phải là kẻ bán nước. Tuy nhiên, nếu chỉ căn cứ vào một cuốn sách xuất bản tận năm 1996 để phản biện với điều đã được tất cả sử sách khẳng định về sự kiện Nhật Khánh dẫn giặc về nhà thì rất không thuyết phục. ''Phả hệ họ Ngô Việt Nam'' dẫn thêm việc có đền thờ Ngô Nhật Khánh để chứng minh việc Khánh vô tội. Tuy nhiên, lý do việc có đền thờ Ngô Nhật Khánh không có gì khó hiểu, các sứ quân khác cũng có đền thờ như [[Kiều Công Hãn]] hay thậm chí tướng giặc [[Sầm Nghi Đống]] cũng có đền thờ.\n\n===Kết luận===\nTừ những lập luận trên, có thể rút ra 3 kết luận:\n*Dương hậu không là con Bình vương [[Dương Tam Kha]], hoặc có thể là con Dương Thế Hiển hay Dương Thái Huyền hoặc Dương Nhị Kha, sau làm con nuôi Dương Tam Kha. Từ việc Dương Tam Kha nhận [[Ngô Xương Văn]] làm con có thể suy đoán Dương Bình vương không có con hoặc rất hiếm muộn.\n*Dương hậu không lấy [[Ngô Xương Văn]] và bà không phải là mẹ [[Ngô Nhật Khánh]]. Bà chỉ là hoàng hậu hai triều Đinh, Lê như sử sách đã ghi. Bà trạc tuổi Lê Hoàn và thọ khoảng 55-60 tuổi. Bà sinh ra [[Đinh Phế Đế|Đinh Toàn]] lúc trên dưới 30 tuổi.\n*[[Ngô Nhật Khánh]] không phải cháu ngoại của Chương Dương công [[Dương Tam Kha]].\nChỉ còn một vài khả năng cuối cùng, vẫn có thể xảy ra, nhưng chỉ có thể làm thay đổi ít nhiều thông tin của '''1 trong 3''' kết luận trên chứ không thể thay đổi được mệnh đề: '''Dương hậu chỉ là hoàng hậu 2 triều chứ không phải 3 triều''':\n:a. Có thể trong 4 [[hoàng hậu]] còn lại của [[Đinh Tiên Hoàng]], bà mẹ của Nhật Khánh cũng mang họ Dương.\n:b. Có thể [[Ngô Xương Văn]] cũng lấy một người vợ họ Dương khác, không phải là người lấy 2 vua Đinh, Lê sau này và ông không phải là cha của Nhật Khánh.\n:c. Giáo sư sử học Lê Văn Lan, trong cuốn ''\"Lịch sử Việt Nam - hỏi và đáp\"'' ([[2004]]) đã có cách biện luận rất ''ngắn gọn'' và thông minh để phản bác giả thuyết Dương Vân Nga là hoàng hậu ba triều của cuốn ''Phả hệ họ Ngô Việt Nam''. Ông cho rằng:\n::Cuốn ''Phả hệ họ Ngô Việt Nam'' chỉ nói tới việc [[Ngô Xương Văn]] có một bà vợ mang tên Dương Vân Nga, sau đó không hề nhắc tới việc bà Dương Vân Nga này lấy ai nữa. Do đó không thể kết luận bà còn lấy vua Đinh và vua Lê. \n::Bổ sung thêm cho giả thiết của giáo sư Lê Văn Lan: Cái tên \"Dương Vân Nga\" trong trường hợp này có thể coi là sự trùng hợp gây lầm lẫn cho người sau, hoặc tên của bà vô tình (do thời gian trôi đi, do truyền miệng thêu dệt...) được gán cho người thực sự lấy 2 vua Đinh, Lê mà bà hoàng hậu hai triều kia thì vốn mang tên khác, như Dương Ngọc Vân chẳng hạn.\nNhư vậy, vẫn có thể có sự trùng hợp hãn hữu nào đó trong số các giả thiết a, b hoặc c kể trên, nhưng những sự trùng hợp đó chỉ có thể gây hiểu lầm ở một số góc cạnh phiến diện về việc có ''hoàng hậu ba triều'' mà thôi, còn ''hoàng hậu ba triều họ Dương'' chắc chắn là không tồn tại.\n\n==Hậu duệ==\nCăn cứ vào những ghi chép trong chính sử và các thần tích, tài liệu lưu truyền trong dân gian, Dương Vân Nga đã sinh ra ít nhất một người con với [[Đinh Tiên Hoàng]] và một người con với [[Lê Đại Hành]]. \n*[[Đinh Phế Đế|Đinh Toàn]] (974 - 1001) là con trai thứ hai của Vua [[Đinh Tiên Hoàng]], sau khi vua cha và người anh [[Đinh Liễn]] bị sát hại, Đinh Toàn lên làm vua được 8 tháng. Khi Thái hậu trao ngôi báu cho Lê Hoàn, Đinh Đế Toàn trở thành Vệ Vương, sống trong triều đình Tiền Lê 20 năm. Năm Tân Sửu 1001, trong dịp cùng vua [[Lê Đại Hành]] đi dẹp loạn Cử Long thuộc vùng Cầm Thủy, Thanh Hóa, Đinh Toàn bị trúng tên, mất năm 27 tuổi.\n*[[Lê Thị Phất Ngân]]: là con gái của bà với [[Lê Đại Hành|Lê Hoàn]]. Chính sử không cho biết Lê Đại Hành và Hoàng hậu Dương Vân Nga có bao nhiêu người con, nhưng theo các thần tích ở [[cố đô Hoa Lư]] thì hai người có một cô con gái tên là [[Lê Thị Phất Ngân]]. Khi đến tuổi trưởng thành, vua đã gả [[Lê Thị Phất Ngân|công chúa Phất Ngân]] cho Điện tiền Chỉ huy sứ [[Lý Thái Tổ|Lý Công Uẩn]].<ref>[https:\/\/web.archive.org\/web\/20110925002324\/http:\/\/bee.net.vn\/channel\/1984\/201109\/Vua-Ly-Thai-To-lam-re-vua-Le-dai-Hanh-1811758 Vua Lý Thái Tổ làm rể vua Lê Đại Hành], Lê Thái Dũng, Báo Khoa học Đời Sống Online 12\/09\/2011.<\/ref> Ngày [[26 tháng 6]] năm [[Canh Tý]] (1000) tại [[Hoa Lư|kinh đô Hoa Lư]], [[Lê Thị Phất Ngân|công chúa Phất Ngân]] hạ sinh Lý Phật Mã. Năm [[1009]] Lý Công Uẩn được quần thần [[nhà Tiền Lê]] tôn lên ngôi hoàng đế, lập ra [[nhà Lý]], lúc này [[Lê Thị Phất Ngân|công chúa Phất Ngân]] trở thành một trong số những hoàng hậu của vua. Năm 1028 [[Lý Thái Tổ]] mất, để lại di chiếu truyền ngôi cho con trưởng là Thái tử [[Lý Thái Tông|Lý Phật Mã]]. Thái tử lên ngôi (tức [[Lý Thái Tông]]) đã tôn phong mẹ mình làm Linh Hiển Thái hậu.\n\n==Tôn vinh==\nHoàng Thái hậu Dương Vân Nga được thờ cùng với Vua [[Lê Đại Hành]] tại [[đền Vua Lê Đại Hành]] ở Khu di tích [[cố đô Hoa Lư]] và thờ cùng Vua [[Đinh Tiên Hoàng]] tại đền Mỹ Hạ ở quê hương Gia Thủy, [[Nho Quan]] và đình Trai xã Gia Hưng, [[Gia Viễn]]; tại khu di tích đình - chùa Trung Trữ, Ninh Giang, [[Hoa Lư (huyện)|huyện Hoa Lư]], bà còn được phối thờ cùng 2 vua. Bà cũng được thờ cùng Vua Lê Hoàn tại vài nơi khác ở [[Ninh Bình]] như ở đền Đồng Bến, [[Ninh Bình (thành phố)|thành phố Ninh Bình]], tương truyền là nơi bà đón Vua [[Lê Đại Hành]] khi đánh thắng giặc Tống trở về; tại đền vua Lê ở xã Lai Thành, huyện [[Kim Sơn]].\n\nTại [http:\/\/baotainguyenmoitruong.vn\/suc-khoe-doi-song\/van-hoa-the-thao-du-lich\/201311\/le-don-nhan-bang-di-tich-van-hoa-lich-su-den-bach-ma-521004\/ đền Bạch Mã] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170102081401\/http:\/\/baotainguyenmoitruong.vn\/suc-khoe-doi-song\/van-hoa-the-thao-du-lich\/201311\/le-don-nhan-bang-di-tich-van-hoa-lich-su-den-bach-ma-521004\/ |date = ngày 2 tháng 1 năm 2017}} ở xã Liên Thành, huyện [[Yên Thành]], [[Nghệ An]] được lập lên để thờ Lý Nhật Quang, Thái hậu Dương Vân Nga cùng với các con cháu của bà là [[Lý Công Uẩn]], [[Lê Thị Phất Ngân]], [[Lý Thái Tông]] cũng được thờ phụng tại đây. Bà là [[thành hoàng]] làng cổ Bách Cốc, được đúc tượng thờ ở đình Bách Cốc, xã Thành Lợi, [[Vụ Bản]], [[Nam Định]].<ref>[http:\/\/baonamdinh.com.vn\/channel\/5093\/201208\/Nam-dinh-gop-phan-bao-ve-va-xay-dung-quoc-gia-thoi-Tien-Le-2182859\/ đình Bách Cốc]<\/ref> Do Miếu Viết được thờ [[Đinh Tiên Hoàng]] và vì Dương Vân Nga đã lấy Lê Hoàn nên để ghi công trạng của bà, bà con Làng Viết (Yên Chính, [[Ý Yên]]) đã lập bàn thờ bà Dương Vân Nga ở Phủ Viết. Cuối đời Dương Vân Nga tu hành tại [[động Am Tiên]] ở phía đông kinh thành [[Hoa Lư]], tại đây còn lưu bài thơ về cuộc đời và sự nghiệp của bà.\n\nỞ [[Ninh Bình (thành phố)|thành phố Ninh Bình]], tên tuổi Dương Vân Nga cùng với [[Lê Đại Hành]] được đặt cho hai con đường song song với nhau nằm bên bờ [[sông Vân]], tên sông có ý nghĩa là giường mây, nơi ghi dấu truyền thuyết tình yêu giữa hai người.\n\nỞ [[Hà Nam]], quê hương của Lê Hoàn, Bảo Quang Hoàng Thái hậu cũng được thờ cùng 2 vua Đinh Tiên Hoàng, Lê Đại Hành cùng 2 hoàng tử [[Lê Long Thâu]] và [[Lê Long Tích]] tại di tích đình Yến, xã Thanh Hà, huyện [[Thanh Liêm]].<ref>[http:\/\/hanamtv.vn\/?modul=news&sub=view&lg=1&list=17&nid=5503 Thanh Hà: nhiều di tích lịch sử được xếp hạng bị xuống cấp]<\/ref>\n\nTên Dương Vân Nga hiện tại được đặt cho nhiều đường, phố thuộc các thành phố khác như: [[Vinh]], [[Đà Nẵng]], [[Vũng Tàu]], [[Buôn Ma Thuột]], [[Nha Trang]], [[Thành phố Hồ Chí Minh|TP Hồ Chí Minh]], [[Thanh Hóa (thành phố)|Thanh Hóa]]...\n\nHình ảnh Dương Vân Nga trao áo hoàng bào cho [[Lê Đại Hành|Lê Hoàn]] lên đường xung trận được sử dụng nhiều trong nghệ thuật và thi ca. Rất nhiều các tác phẩm nghệ thuật sân khấu mang tên \"Thái hậu Dương Vân Nga\" của các tác giả: [[Trúc Đường]], Lê Duy Hạnh, [[Hoa Phượng (soạn giả)|Hoa Phượng]], Chi Lăng, [[Hoàng Việt (nhạc sĩ)|Hoàng Việt]], Quân Thụy, Huy Trường, Quang Thập,... được dàn dựng ở các thể loại [[chèo]], [[tuồng]] và [[cải lương]].\n\n==Trong văn hóa==\n===Trong phim ảnh===\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |[[Lý Công Uẩn: Đường tới thành Thăng Long]]|| style=\"text-align:center;\" |Phan Hòa\n|-\n|style=\"text-align:center;\" |2021\n| style=\"text-align:center;\" |[[Quỳnh hoa nhất dạ]]|| style=\"text-align:center;\" |[[Thanh Hằng]]\n|}\n\n==Xem thêm==\n*[[Dương Tam Kha]]\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]\n*[[Nhà Tiền Lê]]\n*[[Lê Đại Hành]]\n*[[Ngô Nhật Khánh]]\n*[[Đại Việt sử ký toàn thư]]\n*[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n*[[Việt sử Tiêu án]]\n*[[Đại Việt sử lược]]\n*''Nhà Đinh dẹp loạn và dựng nước'' - Nguyễn Danh Phiệt, Nhà xuất bản Đại học và giáo dục chuyên nghiệp, 1990\n*''Truyền thuyết Hoa Lư'' - Trương Đình Tưởng, Lê Hoa\n*''Nhìn lại lịch sử'' - Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, Nhà xuất bản Văn hóa thông tin, 2003\n*''Phả hệ họ Ngô Việt Nam''- Ban liên lạc dòng họ Ngô, Nhà xuất bản Văn hóa thông tin, 2003\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Hậu phi nhà Đinh}}\n{{Hậu phi nhà Tiền Lê}}\n{{Lịch sử Việt Nam thời Đinh}}\n\n[[Thể loại:Sinh năm 952]]\n[[Thể loại:Mất năm 1000]]\n[[Thể loại:Hoàng hậu nhà Đinh]]\n[[Thể loại:Hoàng hậu nhà Tiền Lê]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Nhiếp chính Việt Nam]]\n[[Thể loại:Người Thanh Hóa]]"}