{"Đậu Diệu":"{{Thông tin nhân vật hoàng gia\n| tên = Hoàn Tư Đậu hoàng Hậu\n| tên gốc = 桓思竇皇后\n| title = [[Hán Hoàn Đế]] [[Hoàng hậu]]\n| chức vị = [[Nhiếp chính]] [[nhà Hán]]\n| tại vị = [[167]] - [[172]]<br>(5 năm)\n| nhiếp chính = [[Hán Linh Đế]] Lưu Hoành\n| kiểu nhiếp chính = Quân chủ\n| tiền nhiệm = [[Lương Nạp|<font color=\"grey\">Lương Thái hậu<\/font>]]\n| kế nhiệm = [[Linh Tư Hà hoàng hậu|<font color=\"blue\">Hà Thái hậu<\/font>]]\n| chức vị 1= [[Hoàng hậu]] [[nhà Hán]]\n| tại vị 1= [[165]] - [[167]]\n| tiền nhiệm 1= [[Đặng Mãnh Nữ|<font color=\"grey\">Phế hậu Đặng thị<\/font>]]\n| kế nhiệm 1= [[Tống hoàng hậu (Hán Linh Đế)|<font color=\"blue\">Phế hậu Tống thị<\/font>]]\n| chức vị 2 = [[Hoàng thái hậu]] [[nhà Hán]]\n| tại vị 2 = [[167]] - [[172]] \n| tiền nhiệm 2 = [[Lương hoàng hậu (Hán Thuận Đế)|<font color=\"grey\">Thuận Liệt Lương Thái hậu<\/font>]]\n| kế nhiệm 2 = [[Linh Tư Hà hoàng hậu|<font color=\"blue\">Linh Tư Hà Thái hậu<\/font>]]\n| phối ngẫu = [[Hán Hoàn Đế]]<br>Lưu Chí\n| kiểu tên đầy đủ = Tên thật\n| tên đầy đủ = Đậu Diệu (竇妙)\n| thụy hiệu = <font color=\"grey\">Hoàn Tư hoàng hậu<\/font><br>(桓思皇后)\n| hoàng tộc = [[Nhà Hán|Nhà Đông Hán]]\n| cha = [[Đậu Vũ]]\n| mẹ = \n| sinh = ?\n| nơi sinh = [[Bình Lăng]], [[Phù Phong]]\n| mất = [[18 tháng 7]], [[172]]\n| nơi mất = [[Trường Lạc cung]], [[Lạc Dương]]\n| nơi an táng = [[Tuyên lăng]] (宣陵)\n}}\n\n'''Hoàn Tư Đậu hoàng hậu''' ([[chữ Hán]]: 桓思竇皇后; ? - [[172]]), cũng gọi '''Trường Lạc Thái hậu''' (長樂太后), là [[Hoàng hậu]] thứ ba của [[Hán Hoàn Đế]] Lưu Chí của nhà [[Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n== Tiểu sử ==\nHoàn Tư Đậu hoàng hậu, húy '''Diệu''' (妙), nguyên quán ở huyện [[Bình Lăng]], quận [[Phù Phong]] (nay là phía Tây Bắc [[Hàm Dương]], tỉnh [[Thiểm Tây]]). Đậu hậu xuất thân danh môn [[Phù Phong Đậu thị]] (扶風竇氏), thủy tổ Đại tư không An Phong Đái hầu [[Đậu Dung]] (竇融), hậu duệ 7 đời của [[Đậu Quảng Quốc]] (竇廣國) - em trai [[Hiếu Văn Đậu hoàng hậu]]. Thời Đông Hán, Đậu Dung trở thành khai quốc công thần khi giúp đỡ [[Hán Quang Vũ Đế]], trở thành một trong [[Vân Đài nhị thập bát tướng]]<ref>《后汉书·卷二十三·窦融列传第十三》：窦融字周公，扶风平陵人也。七世祖广国，孝文皇后之弟，封章武侯。融高祖父，宣帝时以吏二千石自常山徙焉。融早孤。王莽居摄中，为强弩将军司马，东击翟义，还攻槐里，以军功封建武男。女弟为大司空王邑小妻。家长安中，出入贵戚，连结闾里豪杰，以任侠为名；然事母兄，养弱弟，内修行义。<\/ref>. [[Chương Đức Đậu hoàng hậu]] và [[Đậu Hiến]] là cháu của Đậu Dung.\n\nTổ phụ của Hoàn Tư Đậu Hoàng hậu tên [[Đậu Phụng]] (竇奉), là [[Thái thú]] [[Định Tương]], một tằng tôn của Đậu Dung. Thân phụ bà là [[Đậu Vũ]], một quan đại thần bậc trung trong chính quyền [[Hán Hoàn Đế]] và là một [[học giả]] [[Nho giáo]] nổi tiếng<ref>《后汉书·卷十下·皇后纪第十下》：桓思窦皇后讳妙，章德皇后从祖弟之孙女也。父武。<\/ref>. Sau sự kiện Chương Đức hậu và Đậu Hiến, nhà họ Đậu bị biếm truất về cố hương. Đậu Vũ tuổi trẻ giỏi võ, danh tiếng vang khắp vùng [[Quan Tây]]<ref>《后汉书·卷六十九·窦何列传第五十九》：窦武字游平，扶风平陵人，安丰戴侯融之玄孙也。父奉，定襄太守。武少以经行著称，常教授于大泽中，不交时事，名显关西。<\/ref>.\n\nNăm Diên Hi thứ 8 ([[165]]), Hoàng hậu [[Đặng Mãnh Nữ]] bị phế. Cùng năm đó, Đâu Diệu nhập cung trở thành [[phi tần]], phong vị [[Quý nhân]], cha bà Đậu Vũ thăng làm [[Lang trung]]<ref>《后汉书·卷六十九·窦何列传第五十九》：延熹八年，长女选入掖庭，桓帝以为贵人，拜武郎中。<\/ref>. Ngày [[20 tháng 10]], Quý nhân Đậu Diệu được lập làm [[Hoàng hậu]]<ref>《后汉书·卷七·孝桓帝纪第七》：冬十月，司空周景免，太常刘茂为司空。辛巳，立贵人窦氏为皇后。<\/ref>.\n\nĐậu hoàng hậu không được Hán Hoàn Đế sủng ái, người được Hoàn Đế yêu thích nhất là Thải nữ [[Điền Thánh]] (田聖), nhưng Điền Quý nhân lại xuất thân kém, do vậy vị trí Hoàng hậu rơi vào tay Đậu Quý nhân có xuất thân cao hơn<ref>《后汉书·卷十下·皇后纪第十下》：延熹八年，邓皇后废，后以选入掖庭为贵人，其冬，立为皇后，而御见甚稀，帝所宠唯采女田圣等。<\/ref>. Cha bà là [[Đậu Vũ]] nhờ vị trí [[ngoại thích]] được thăng từ Lang trung lên ''\"Việt kỵ hiệu úy\"'', tước ''Hòe Lý hầu'' (槐里侯), thực ấp 5.000 hộ<ref>《后汉书·卷六十九·窦何列传第五十九》：延熹八年，长女选入掖庭，桓帝以为贵人，拜武郎中。其冬，贵人立为皇后，武迁越骑校尉，封槐里侯，五千户。<\/ref>. Sang năm ([[166]]), Đậu Vũ được bái ''Thành môn Giáo úy'' (城门校尉). Trong thời gian nhậm chức, Đậu Vũ mộ binh danh sĩ, liêm khiết làm theo việc công, không tiếp thu tặng lễ hối lộ, trong nhà chỉ đủ ăn đủ mặc mà thôi<ref name=\"ReferenceA\">《后汉书·卷六十九·窦何列传第五十九》：明年冬，拜城门校尉。在位多辟名士，清身疾恶，礼赂不通，妻子衣食裁充足而已。是时，羌蛮寇难，岁俭民饥，武得两宫赏赐，悉散与太学诸生，及载肴粮于路，丐施贫民。兄子绍，为虎贲中郎将，性疏简奢侈。武每数切厉相戒，犹不觉悟，乃上书求退绍位，又自责不能训导，当先受罪。由是绍更遵节，大小莫敢违犯。<\/ref>.\n\nNăm Vĩnh Khang nguyên niên ([[167]]), trong giai đoạn đầu của [[Đảng Cố chi họa]] (黨錮之禍), Đậu Vũ đã can thiệp thay mặt cho các đại thần bị các [[hoạn quan]] chuyên quyền lấn át và ngăn cản tử hình các Nho sĩ. Nhờ thành tích trên, cha con Đậu Vũ và Đậu hậu được xem như niềm hi vọng để chống lại nạn hoạn quan<ref name=\"ReferenceA\"\/><ref>《后汉书·卷六十九·窦何列传第五十九》：时，国政多失，内官专宠，李膺、杜密等为党事考逮。永康元年，上疏谏曰：臣闻明主不讳讥刺之言，以探幽暗之实；忠臣不恤谏争之患，以畅万端之事。是以君臣并熙，名奋百世。臣幸得遭盛明之世，逢文、武之化，岂敢怀禄逃罪，不竭其诚！陛下初从籓国，爰登圣祚，天下逸豫，谓当中兴。自即位以来，未闻善政。梁、孙、寇、邓虽或诛灭，而常侍黄门续为祸虐，欺罔陛下，竞行谲诈，自造制度，妄爵非人，朝政日衰，奸臣日强，伏寻西京放恣王氏，佞臣执政，终丧天下。今不虑前事之失，复循覆车之轨，臣恐二世之难，必将复及，赵高之变，不朝则夕。近者奸臣牢脩，造设党议，遂收前司隶校尉李膺、太仆杜密、御史中丞陈翔、太尉掾范滂等逮考，连及数百人，旷年拘录，事无效验。臣惟膺等建忠抗节，志经王室，此诚陛下稷、伊、吕之佐，而虚为奸臣贼子之所诬枉，天下寒心，海内失望。惟陛下留神澄省，时见理出，以厌人鬼喁喁之心。臣闻古之明君，必须贤佐，以成政道。今台阁近臣，尚书令陈蕃，仆射胡广，尚书朱寓、荀绲、刘祐、魏朗、刘矩、尹勋等，皆国之贞士，朝之良佐。尚书郎张陵、妫皓、苑康、杨乔、边韶、戴恢等，文质彬彬，明达国典。内外之职，群才并列。而陛下委任近习，专树饕餮，外典州郡，内干心膂。宜以次贬黜，案罪纠罚，抑夺宦官欺国之封，案其无状诬罔之罪，信任忠良，平决臧否，使邪正毁誉，各得其所，宝爱天官，唯善是授。如此，咎征可消，天应可待。间者有嘉禾、芝草、黄龙之见。夫瑞生必于嘉士，福至实由善人，在德为瑞，无德为灾。陛下所行，不合天意，不宜称庆。书奏，因以病上还城门校尉、槐里侯印绶。帝不许，有诏原李膺、杜密等，自黄门北寺、若卢、都内诸狱，系囚罪轻者皆出之。<\/ref>.\n\n== Lâm triều xưng chế ==\nNăm Vĩnh Khang nguyên niên ([[167]]), [[mùa đông]], ngày [[28 tháng 12]], Hán Hoàn Đế băng hà. Ngày hôm sau, Đậu hậu trở thành [[Hoàng thái hậu]].\n\nKhi ấy Hán Hoàn Đế qua đời mà không có con, nên Đậu Thái hậu tiến hành chọn người kế vị. Cha của Thái hậu là Thành môn Giáo úy Đậu Vũ hỏi Ngự sử người Hà Giang tên Lưu Thúc, dò hỏi xem trong Hà Giang có ai ưu tú, thì Thúc tiến cử Giả Độc hầu là '''Lưu Hoành''' (劉宏). Đậu Vũ vào cung báo lên Thái hậu, thì bà bèn phái Lưu Thúc cầm Phù tiết, xuất Tả hữu Vũ Lâm quân đến Hà Giang nghênh đón Lưu Hoành vào cung. Năm Kiến Ninh nguyên niên ([[168]]), ngày [[21 tháng 1]], Lưu Hoành mới 12 tuổi nối ngôi, tức [[Hán Linh Đế]]. Hoàng thái hậu [[lâm triều xưng chế]]<ref>《后汉书·卷十下·皇后纪第十下》：永康元年冬，帝寝疾，遂以圣等九女皆为贵人。及崩，无嗣，后为皇太后。太后临朝定策，立解犊亭侯宏，是为灵帝。<\/ref>. Thành môn Giáo úy Đậu Vũ được Đậu Thái hậu phong làm ''Đại tướng quân'', cùng Thái phó [[Trần Phồn]] và Tư đồ [[Hồ Quảng (Đông Hán)|Hồ Quảng]] (鬍廣) cùng làm phụ chính cho Hán Linh Đế. Anh trai Đậu Thái hậu là [[Đậu Cơ]] (窦机) nhậm ''Vị Dương hầu'' (渭暘侯), nhậm chức [[Thị trung]]; cháu [[Đậu Thiệu]] (窦绍) được phong ''Vu hầu'' (雩侯), nhậm ''Bộ binh Giáo úy'' (步兵校尉), chưởng quản 1 trong 5 quân ở Bắc Doanh, em trai Đậu Thiệu là [[Đậu Tỉnh]] (窦靖) phong ''Tây Hương hầu'' (西鄉侯), nhậm Thị trung, giám sát Vũ Lâm tả kỵ. Từ đây nhà họ Đậu khống chế triều đình<ref>《后汉书·卷六十九·窦何列传第五十九》：其冬，帝崩，无嗣。武召侍御史河间刘鯈，参问其国中王子侯之贤者，鯈称解渎亭侯宏。武入白太后，遂征立之，是为灵帝。拜武为大将军，常居禁中。帝既立，论定策功，更封武为闻喜侯；子机渭阳侯拜侍中；兄子绍鄠侯，迁步兵校尉；绍弟靖西乡侯，为侍中，监羽林左骑。<\/ref>.\n\nKhi nhiếp chính, Đậu Thái hậu được đánh giá là [[siêng năng]] và quan tâm đến triều chính, bao gồm cả việc dập tắt các cuộc nổi dậy của tộc [[người Khương]]. Bà điều tướng [[Đoàn Quýnh]] (段熲) đi đánh Khương tộc, và đã thành công. Cuối cùng nhà Đông Hán cũng dập tắt được cuộc nổi dậy người Khương nhưng hao tổn nhiều nhân lực, quân phí lên đến ba bốn chục tỷ lạng, [[ngân sách]] bị thâm hụt, nhân dân thống khổ, [[mâu thuẫn giai cấp]] càng sâu sắc. Bà còn được nhận định là có tính ghen tuông tàn nhẫn. Khi đó, Điền thị chỉ là Thải nữ, Hán Hoàn Đế trước khi lâm chung sắc phong lên làm Quý nhân, sau đó thì Hoàn Đế liền băng hà. Đậu Thái hậu sau đó giết Điền Thánh với lý do bồi táng Hán Hoàn Đế, ngoài ra bà còn tính giết luôn những Quý nhân khác từng được Hoàn Đế sủng ái, nhưng do Trung thường thị [[Quản Bá]] (管霸) khổ sở khuyên can, Đậu Thái hậu mới thôi<ref>《后汉书·卷十下·皇后纪第十下》：太后素忌忍，积怒田圣等，桓帝梓宫尚在前殿，遂杀田圣。又欲尽诛诸贵人，中常侍管霸、苏康苦谏，乃止。<\/ref>.\n\n== Gia tộc thất thế ==\nSau khi nắm đại quyền, Đậu Vũ và Trần Phồn đều muốn cố gắng khôi phục lại trật tự của nhà Hán, tiêu diệt sách quyền lực của các [[hoạn quan]]. Hai người khôi phục lại tước vị của những nạn nhân bị các hoạn quan buộc tội trước đây, biến họ thành thế lực chóng lại hoạn quan.\n\nNăm Kiến Ninh nguyên niên ([[168]]), Đậu Vũ và Trần Phồn lên kế hoạch trừ khử các hoạn quan do [[Vương Phủ]] (王甫) cùng [[Tào Tiết (hoạn quan)|Tào Tiết]] cầm đầu. Trần Phồn nói:''\"Trung thường thị Tào Tiết, Vương Phủ khi hầu cận Tiên Đế đã làm dấy động chính sự quốc gia, chướng khí mù mịt, bá tánh hỗn loạn, tội họa chính là bọn họ. Hiện tại không giết bọn chúng, đại sự không thành\"''. Đậu Vũ phi thường tán thành, sau đó sắp đặt các thân tín là Thượng thư lệnh [[Doãn Huân]] (尹勋), Thị trung [[Lưu Du]] (刘瑜), lại mời [[Thái thú]] [[Việt Tây]] là [[Tuân Dực]] (荀翌) làm ''Tòng sự Trung lang'', người Dĩnh Xuyên là [[Trần Thực]] làm Duyện thuộc, đồng thương định kế sách, văn sĩ khắp thiên hạ không ai là không phấn chấn.\n\n[[Tháng 5]], nhân sự kiện [[nhật thực]], Trần Phồn bàn với Đậu Vũ thời cơ đã đến, nên Đậu Vũ vội vào cung tấn kiến, xin Đậu Thái hậu chủ trì tru sát các hoạn quan là Vương Phủ cùng Tào Tiết, nói:''\"Hán chế, Hoàng môn cùng Thường thị chỉ đảm đương công việc tỉnh nội. Hiện tại, bọn họ được tham dự chuyện chính sự, tử đệ phát triển, tàn hại tham lam. Thiên hạ suy vi, chính là như vậy. Thần thỉnh Thái hậu tru sát toàn bộ, tẩy trần triều đình\"''. Đậu Thái hậu vốn được các hoạn quan khéo lấy lòng nên không đồng tình với ý định của Đậu Vũ, nói:''\"Triều đình tự xưa đến nay, chuyện này là thường tình. Bây giờ tru sát, liệu có diệt hết nổi không?\"''. Với sự phản đối của Đậu Thái hậu, kế hoạch này đã bị trì hoãn<ref>《后汉书·卷六十九·窦何列传第五十九》：武既辅朝政，常有诛剪宦官之意，太傅陈蕃亦素有谋。时共会朝堂，蕃私谓武曰：“中常侍曹节、王甫等，自先帝时操弄国权，浊乱海内，百姓匈匈，归咎于此。今不诛节等，后必难图。”武深然之。蕃大喜，以手推席而起。武于是引同志尹勋为尚书令，刘瑜为侍中，冯述为屯骑校尉；又征天下名士废黜者前司隶李膺、宗正刘猛、太仆杜密、庐江太守朱宇等，列于朝廷，请前越巂太守荀翌为从事中郎，辟颍川陈寔为属：共定计策。于是天下雄俊，知其风旨，莫不延颈企踵，思奋其智力。会五月日食，蕃复说武曰：“昔萧望之困一石显，近者李、杜诸公祸及妻子，况今石显数十辈乎！蕃以八十之年，欲为将军除害。今可且因日食，斥罢宦官，以塞天变。又赵夫人及女尚书，旦夕乱太后，急宜退绝。惟将军虑焉。”武乃白太后曰：“故事，黄门、常侍但当给事省内，典门户，主近署财物耳。今乃使与政事而任权重，子弟布列，专为贪暴。天下匈匈，正以此故。宜悉诛废，以清朝廷。”太后曰：“汉来故事世有，但当诛其有罪，岂可尽废邪？”时，中常侍管霸颇有才略，专制省内。武先白诛霸及中常侍苏康等，竟死。武复数白诛曹节等，太后犹豫未忍，故事久不发。<\/ref>.\n\n[[Tháng 8]], sao [[Thái Bạch]] xuất hiện, Lưu Du viết thư khuyên Đậu Thái hậu xuất tay, nói:''\"Sao Thái Bạch ở phía tả, thượng tương tinh nhập thái vi, biểu hiện cửa cung bị phong bế, gian tà có lợi. Xin bệ hạ chủ quyết để phòng hậu hoạn\"'', sau đó cũng nội dung ấy mà viết cho Trần Phồn cùng Đậu Vũ, khuyên răn đại sự không thể đợi được nữa. Thế là Đậu Vũ dùng quyền thủ phụ ra lệnh bãi miễn Hoàng môn lệnh [[Ngụy Bưu]] (魏彪), lấy người của mình là Tiểu hoàng môn [[Sơn Băng]] (山冰) thay thế, lại bắt giam Trường Lạc Thượng thư [[Trịnh Táp]] (郑飒) vốn là kẻ giảo hoạt vào Bắc ngục. Trần Phồn khuyên nên giết Trịnh Táp, nhưng Đậu Vũ không nghe, lệnh Sơn Băng cùng Doãn Huân thẩm vấn, lời khai khai ra Tào Tiết cùng Vương Phủ, thế là lại tra khảo Tào, Vương trong ngục<ref>《后汉书·卷六十九·窦何列传第五十九》：至八月，太白出西方。刘瑜素善天官，恶之，上书皇太后曰：“太白犯房左骖，上将星入太微，其占宫门当闭，将相不利，奸人在主傍。愿急防之。”又与武、蕃书，以星辰错缪，不利大臣，宜速断大计。武、蕃得书将发，于是以朱宇为司隶校尉，刘祐为河南尹，虞祁为洛阳令。武乃奏免黄门令魏彪，以所亲小黄门山冰代之。使冰奏素狡猾尤无状者长乐尚书郑飒，送北寺狱。蕃谓武曰：“此曹子便当收杀，何复考为！”武不从，令冰与尹勋、侍御史祝瑨杂考飒，辞连及曹节、王甫。勋、冰即奏收节等，使刘瑜内奏。<\/ref>.\n\nHoạn quan [[Chu Vũ (hoạn quạn)|Chu Vũ]] (朱瑀) là người được phong làm ''Tư lệ Giáo úy'' (司隶校尉), nhìn lén tấu chương phát hiện kế hoạch Trần Phồn cùng Đậu Vũ lên kế hoạch giết toàn bộ hoạn quan, Vũ tri hô:''\"“Hoạn quan phóng túng phi pháp đương nhiên có thể sát. Ta có tội gì? Vì lý gì phải cũng bị diệt tộc?\"'', thế là Chu Vũ lên một âm mưu với 17 hoạn quan khác để phát động chính biến chống Trần Phồn và Đậu Vũ. Tào Tiết cùng các hoạn quan khác vào tẩm cung bắt cóc Hán Linh Đế, bàn mưu cùng nhau làm ra một chiếu chỉ giả, bổ nhiệm Trường lạc thực giám Vương Phủ làm ''Hoàng môn lệnh'' (黄门令), mang quân giết Doãn Huân cùng Sơn Băng để giải cứu Trịnh Táp, sau đó họ vào cung bắt cóc Đậu Thái hậu để đoạt tỉ thụ, ban hành chiếu lệnh sai Trịnh Táp cấm Tiết phù để bắt Đậu Vũ. Biết sự việc đại họa, Đậu Vũ giết chết sứ giả, chỉ huy mấy ngàn quân đóng ở [[Đô Đình]] (thuộc [[Lạc Dương]], [[Hà Nam, Trung Quốc]]), giao chiến ác liệt với quân Hổ bôn và quân Vũ lâm của Vương Phủ, nhưng cuối cùng ông bị thua trận và buộc phải tự sát. Trần Phồn cũng tham chiến và bị bắt giết.\n\nSau đó, Đậu Vũ cùng Trần Phồn bị bêu đầu ở kinh thành [[Lạc Dương]], gia đình ông bị lưu đày đến quận [[Nhật Nam]] (thuộc Trung Bộ [[Việt Nam]] hiện nay), những người trong họ và tân khách bị giết chết. Đậu Thái hậu bị buộc phải rút lui khỏi vai trò nhiếp chính và bị quản thúc ở Nam Cung, tức [[Trường Lạc cung]]<ref>《后汉书·卷六十九·窦何列传第五十九》：时，武出宿归府，典中书者先以告长乐五官史朱瑀。瑀盗发武奏，骂曰：“中官放纵者，自可诛耳。我曹何罪，而当尽见族灭！”因大呼曰：“陈蕃、窦武奏白太后废帝，为大逆！”乃夜召素所亲壮健者长乐从官史共普、张亮等十七人，歃血共盟诛武等。曹节闻之，惊起，白帝曰：“外间切切，请出御德阳前殿。”令帝拔剑踊跃，使乳母赵娆等拥卫左右，取印信，闭诸禁门。召尚书官属，胁以白刃，使作诏板。拜王甫为黄门令，持节至北寺狱，收尹勋、山冰。冰疑，不受诏，甫格杀之。遂害勋，出送郑飒。还共劫太后，夺玺书。令中谒者守南宫，闭门，绝复道。使郑飒等持节，及侍御使、谒者捕收武等。武不受诏，驰入步兵营，与绍共射杀使者。召会北军五校士数千人屯都亭下，令军士曰：“黄门常待反，尽力者封侯重赏。”诏以少府周靖行车骑将军，加节，与护匈奴中郎将张奂率五营士讨武。夜漏尽，王甫将虎贲、羽林、厩驺、都候、剑戟士，合千余人，出屯朱雀掖门，与奂等合。明旦悉军阙下，与武对阵。甫兵渐盛，使其士大呼武军曰：“窦武反，汝皆禁兵，当宿卫宫省，何故随反者乎？先降有赏！”营府素畏服中官，于是武军稍稍归甫。自旦至食时，兵降略尽。武、绍走，诸军追围之，皆自杀，枭首洛阳都亭。收捕宗亲、宾客、姻属，悉诛之，及刘瑜、冯述，皆夷其族。徒徙家属日南，迁太后于云台。当是时，凶竖得志，士大夫皆丧其气矣。武府掾桂阳胡腾，少师事武，独殡敛行丧，坐以禁锢。武孙辅，时年二岁，逃窜得全。事觉，节等捕之急。胡腾及令史南阳张敞共逃辅于零陵界，诈云已死，腾以为己子，而使聘娶焉。<\/ref><ref>《后汉书·卷十下·皇后纪第十下》：太后素忌忍，积怒田圣等，桓帝梓宫尚在前殿，遂杀田圣。又欲尽诛诸贵人，中常侍管霸、苏康苦谏，乃止。时太后父大将军武谋诛宦官，而中常侍曹节等矫诏杀武，迁太后于南宫云台，家属徙比景。<\/ref>.\n\nNăm Kiến Ninh thứ 2 ([[169]]), Hán Linh Đế đón mẹ ruột là [[Đổng thái hậu (Nhà Hán)|Đổng thị]] vào cung, tôn xưng '''Vĩnh Lạc cung Hiếu Nhân hoàng hậu''' (永樂宮孝仁皇后). Cháu Đổng hậu là [[Đổng Trọng]] được vào triều làm ''Phiêu kỵ tướng quân''. [[Tháng 4]] năm đó, Đại tư nông [[Trương Hoán]] (张奂) dân tấu:''“Hoàng thái hậu tuy cư Nam Cung, mà ân lễ không tiếp, triều thần không nói, xa gần thất vọng”''. Lang trung [[Tạ Bật]] (谢弼) cũng khuyên Linh Đế nghĩ lại công lao Đậu Thái hậu lập mình lên nên mới có ngày nay, nếu Linh Đế đã tôn Hoàn Đế làm Hoàng phụ thì nên coi Thái hậu là Hoàng mẫu. Những lời này của Tạ Bật đã phạm vào đại kị, do vậy dần bị Hán Linh Đế xa lánh, cuối cùng bị bọn hoạn quan Tào Tiết hại.\n\nNăm Kiến Ninh thứ 4 ([[171]]), ngày [[1 tháng 10]], Hán Linh Đế niệm tình Đậu Thái hậu lập mình lên ngôi, nên suất lĩnh quần thần đến Nam Cung triều bái Thái hậu. Thái giám [[Đặng Manh]] (董萌) do đó đã cố gắng khuyên can Hán Linh Đế trên danh nghĩa của Đậu Thái hậu, tin rằng Đậu Thái hậu vô tội trong vụ chính biến. Ban đầu Hán Linh Đế tin là thật, sau đó nhiều lần đến thăm hỏi Đậu thái hậu và cung cấp nhiều đồ dùng quý cho bà. Điều này làm cho bọn hoạn quan Tào Tiết căm ghét Đặng Manh, vu cáo Đặng Manh tội bôi nhọ Đổng hậu. Đặng Manh bị giam giữ và xử tử<ref>《后汉书·卷十下·皇后纪第十下》：窦氏虽诛，帝犹以太后有援立之功，建宁四年十月朔，率群臣朝于南宫，亲馈上寿。黄门令董萌因此数为太后诉怨，帝深纳之，供养资奉有加于前。中常侍曹节、王甫疾萌附助太后，诬以谤讪永乐宫，萌坐下狱死。<\/ref>.\n\n== Băng thệ nghị tang ==\nNăm Hi Bình nguyên niên ([[172]]), [[tháng 6]], mẹ của Thái hậu qua đời khi lưu đày, Thái hậu đổ bệnh. Ngày [[10 tháng 6]] (tức ngày ngày [[17 tháng 8]] dương lịch), Hoàng thái hậu Đậu thị băng ở Nam Cung, không rõ bao nhiêu tuổi, tại vị 7 năm<ref>《后汉书·卷八·孝灵帝纪第八》：六月，京师雨水。癸巳，皇太后窦氏崩。<\/ref><ref>《后汉书·卷十下·皇后纪第十下》：熹平元年，太后母卒于比景，太后感疾而崩。立七年。合葬宣陵。<\/ref>.\n\nCác hoạn quan vẫn rất oán hận Đậu Thái hậu, dùng xe đưa thi thể bà ở chợ Nam mấy ngày, còn tính dùng lễ Quý nhân an táng. Vẫn là Hán Linh Đế niệm tình Thái hậu, nói:''\"Thái hậu thân lập Trẫm, thống thừa đại nghiệp. Kinh Thi viết:'Vô đức bất báo, vô ngôn bất thù', huống hồ bây giờ lại dùng lễ Quý nhân chứ?\"'', do đó Linh Đế kiên quyết phát tang. Tào Tiết không muốn thế, kiến nghị đưa bà đi nơi khác an táng, đem di thể Phùng Quý nhân hợp táng với Hán Hoàn Đế. Hán Linh Đế vì thế đưa ra tranh nghị, lệnh Trung thường thị [[Triệu Trung]] tham nghị.\n\nQuần thần đều bảo vệ tư cách của Thái hậu, có Thái úy [[Lý Hàm]] (李咸) bệnh đã liệt giường vẫn kiên quyết tham gia, tay còn mang thuốc độc, ông nói với vợ rằng rằng:''\"Nếu Hoàng thái hậu không xứng hợp táng với Hoàn Đế, thì ta không thiết sống quay về nhà làm gì!\"''. Khi tham nghị, người ngồi hơn 100 người, im lặng một hồi lâu thì Đình úy [[Trần Cầu]] (陈球) tâu:''\"Hoàng thái hậu phẩm đức cao thượng, xuất thân trong sạch, mẫu lâm thiên hạ, phối thời với Tiên Đế, không chỗ nào không đúng!\"''. Triệu Trung xin Trần Cầu nghị bút để tường trình nghị sự, Trần Cầu viết:''\"Hoàng thái hậu chính vị Tiêu Phòng, có đức độ của bậc mẫu nghi. Gặp nguy biến, viện lập Thánh minh thừa kế tông miếu, công lao to lớn. Tiên Đế án giá, Thái hậu bị giam cầm trong cung trống, bất hạnh sớm mất. Nhà họ Đậu tuy bị hạch tội, nhưng sự việc chẳng hề liên can tới Thái hậu. Nay nếu không táng, sẽ thành sự thất vọng của cả thiên hạ! Hơn nữa mộ của Phùng Quý nhân bị trộm, hài cốt tổn hại, lấy gì xứng để hợp táng cùng Tiên Đế?!”''. Trần Trung xem xong, tức giận đến sắc mặt đại biến, nhưng cũng chỉ có thể nuốt bồ hòn làm ngọt. Toàn bộ triều đình do Thái úy Lý Hàm cổ động lên tiến đồng tán thành với nghị thư của Trần Cầu<ref>《后汉书·卷五十六·张王种陈列传第四十六》：熹平元年，窦太后崩。太后本迁南宫云台，宦者积怨窦氏，遂以衣车载后尸，置城南市舍数日。中常侍曹节、王甫欲用贵人礼殡，帝曰：“太后亲立朕躬，统承大业。《诗》云：'无德不报，无言不酬。'岂宜以贵人终乎？”于是发丧成礼。及将葬，节等复欲别葬太后，而以冯贵人配祔。诏公卿大会朝堂，令中常侍赵忠监议。太尉李咸时病，乃扶舆而起，捣椒自随，谓妻子曰：“若皇太后不得配食桓帝，吾不生还矣。”既议，坐者数百人，各瞻望中官，良久莫肯先言。赵忠曰：“议当时定。”怪公卿以下各相顾望。球曰：“皇太后以盛德良家，母临天下，宜配先帝，是无所疑。”忠笑而言曰：“陈廷尉宜便操笔。”球即下议曰：“皇太后自在椒房，有聪明母仪之德。遭时不造，援立圣明，承继宗庙，功烈至重。先帝晏驾，因遇大狱，迁居空宫，不幸早世，家虽获罪，事非太后。今若别葬，诚先天下之望。且冯贵人冢墓被发，骸骨暴露，与贼并尸，魂灵污染，且无功于国，何宜上配至尊？”忠省球议，作色俯仰，蚩球曰：“陈廷尉建此议甚健！”球曰：“陈、窦既冤，皇太后无故幽闭，臣常痛心，天下愤叹。今日言之，退而受罪，宿昔之愿。”公卿以下，皆从球议。李咸始不敢先发，见球辞正，然后大言曰：“臣本谓宜尔，诚与臣意合。”会者皆为之愧。<\/ref><ref>《资治通鉴·卷第五十七·汉纪四十九·孝灵皇帝上之下》：节等欲别葬太后，而以冯贵人配。诏公卿大会朝堂，令中常侍赵忠监议。太尉李咸时病，扶舆而起，捣椒自随，谓妻子曰：“若皇太后不得配食桓帝，吾不生还矣！”既议，坐者数百人，各瞻望良久，莫肯先言。赵忠曰：“议当时定！”廷尉陈球曰：“皇太后以盛德良家，母临天下，宜配先帝，是无所疑。”忠笑而言曰：“陈廷尉宜便操笔。”球即下议曰：“皇太后自在椒房，有聪明母仪之德；遭时不造，援立圣明承继宗庙，功烈至重。先帝晏驾，因遇大狱，迁居空宫，不幸早世，家虽获罪，事非太后，今若别葬，诚失天下之望。且冯贵人冢尝被发掘，骸骨暴露，与贼并尸，魂灵污染，且无功于国，何宜上配至尊！”忠省球议，作色俯仰，蚩球曰：“陈廷尉建此议甚健！”球曰：“陈、窦既冤，皇太后无故幽闭，臣常痛心，天下愤叹！今日言之，退而受罪，宿昔之愿也！”李咸曰：“臣本谓宜尔，诚与意合。”于是公卿以下皆从球议。<\/ref>.\n\nĐám người Vương Phủ cùng Tào Tiết vẫn không chịu được uất hận, dâng tấu nói:''\"Lương Hoàng hậu là chính thê của Tiên Đế. Sau nhà họ Lương phạm đại tội, mới đem Lương hoàng hậu truất khỏi Ý Lăng vậy. Vũ Đế trách Vệ Hoàng hậu phạm đại tội, chỉ lấy Lý Phu nhân hợp táng. Nay gia tộc họ Đậu phạm phải tội to, như thế nào còn có thể xứng phối thờ với Tiên Đế?!\"''. Thái úy [[Lý Hàm]] liền dâng sớ bác bỏ, trong sớ viết:''\"Thần nhớ Chương Đức Đậu hậu mưu hại Cung Hoài hoàng hậu, An Tư Diêm hậu cùng gia tộc phạm ác nghịch, mà Hoàn Đế vẫn không dị nghị chuyện tang nghi, đến Thuận Đế cũng không biếm hàng. Còn như Vệ hậu, Vũ Đế tự mình ruồng bỏ, không thể so sánh. Nay Trường Lạc Thái hậu vẫn giữ tôn hiệu, từng có thời gian xưng Chế, lại có công lao lập thánh quân, quang long hoàng tộ. Hoàng thái hậu đã lấy Bệ hạ làm con, thì Bệ hạ há đến không lấy ngài làm mẹ! Tử vô truất mẫu, thần vô biếm quân, hợp táng Tuyên lăng, nhất như cựu chế!”''<ref>《后汉书·卷五十六·张王种陈列传第四十六》：曹节、王甫复争，以为梁后家犯恶逆，虽葬懿陵，武帝黜废卫后，而以李夫人配食。今窦氏罪深，岂得合葬先帝乎？李咸乃诣阙上疏曰：“臣伏惟章德窦后虐害恭怀，安思阎后家犯恶逆，而和帝无异葬之议，顺朝无贬降之文。至于卫后，孝武皇帝身所废弃，不可以为比。今长乐太后尊号在身，亲尝称制，坤育天下，且授立圣明，光隆皇祚。太后以陛下为子，陛下岂得不以太后为母？子无黜母，臣无贬君，宜合葬宣陵，一如旧制。”帝省奏，谓曹节等曰：“窦氏虽为不道，而太后有德于朕，不宜降黜。”节等无复言，于是议者乃定。<\/ref><ref>《资治通鉴·卷第五十七·汉纪四十九·孝灵皇帝上之下》：曹节、王甫犹争，以为：“梁后家犯恶逆，别葬懿陵，武帝黜废卫后，而以李夫人配食，今窦氏罪深，岂得合葬先帝！”李咸复上疏曰：“臣伏惟章德窦后虐害恭怀，安思阎后家犯恶逆，而和帝无异葬之议，顺朝无贬降之文。至于卫后，孝武皇帝身所废弃，不可以为比。今长乐太后尊号在身，亲尝称制，且援立圣明，光隆皇祚。太后以陛下为子，陛下岂得不以太后为母！子无黜母，臣无贬君，宜合葬宣陵，一如旧制。”帝省奏，从之。<\/ref>.\n\nHán Linh Đế quyết định chiếu theo lệ cũ, bác bỏ lời của bọn Tào Tiết, mới hợp táng Đậu Thái hậu vào [[Tuyên lăng]] (宣陵) cùng Hán Hoàn Đế, truy dâng [[thụy hiệu]] là '''Hoàn Tư hoàng hậu''' (桓思皇后).\n\n== Tham khảo ==\n{{tham khảo|30em}}\n* [https:\/\/zh.wikisource.org\/wiki\/%E5%BE%8C%E6%BC%A2%E6%9B%B8\/%E5%8D%B710%E4%B8%8B#.E6.A1.93.E6.80.9D.E7.AB.87.E7.9A.87.E5.90.8E Hậu Hán thư - Hoàng hậu kỷ]\n* [[Tư trị thông giám]]\n\n{{Hoàng hậu nhà Hán}}\n\n[[Thể loại:Hoàng hậu nhà Hán]]\n[[Thể loại:Hoàng thái hậu nhà Hán]]\n[[Thể loại:Người Thiểm Tây]]\n[[Thể loại:Sinh thế kỷ 2]]\n[[Thể loại:Mất năm 172]]"}