{"Đậu Vũ":"{{Thông tin nhân vật phong kiến\n| tên = Đậu Vũ\n| tên gốc = 窦武\n| hình = \n| húy = \n| tự = Du Bình (游平)\n| hiệu = \n| học vấn = \n| chức quan = \n| con cái = \n| tước hiệu = Hòe Lý hầu (槐里侯)\n| cha = Đậu Phụng (窦奉)\n| mẹ = \n| sinh = ?\n| nơi sinh = \n| mất = [[168]]\n| nơi mất = \n| nguyên nhân mất = \n| quốc gia = \n| triều đại = \n| tác phẩm = \n}}\n\n'''Đậu Vũ''' ([[chữ Hán]]: 窦武; ?-[[168]]) là đại thần nhà [[Đông Hán]] trong [[lịch sử Trung Quốc]]. Ông tham gia cuộc chiến chống [[hoạn quan]] lũng đoạn triều chính và cuối cùng thất bại.\n\n== Sự nghiệp ==\nĐậu Vũ tự là '''Du Bình''' (游平), người Bình Lăng thuộc quận Phù Phong<ref>Nay là phía tây bắc Hàm Dương, tỉnh [[Thiểm Tây]]<\/ref>.\n\nNăm [[165]], [[Hán Hoàn Đế]] lập con gái trưởng của ông làm [[hoàng hậu]]. Đậu Vũ nhờ đó được thăng từ Lang trung lên Việt kỵ hiệu úy, tước Hòe Lý hầu.\n\nNăm [[167]], Hán Hoàn Đế mất, ông lập cháu ngoại (con trai của Đậu hoàng hậu) là Lưu Hoằng lên ngôi, tức là [[Hán Linh Đế]]. Đậu Vũ được Linh Đế phong làm Đại tướng quân, cùng Thái phó [[Trần Phồn]] làm phụ chính cho vua mới.\n\nÔng làm quan chú ý giữ mình trong sạch, những thứ được ban đều mang trợ giúp học trò và dân nghèo<ref>Chu Thiệu Hầu, sách đã dẫn, tr 309<\/ref>. Người cháu ông là Đậu Thiệu giữ chức Hổ bôn trung lang tướng ăn chơi xa xỉ, sau nhiều khuyên răn không hiệu quả, ông bèn dâng sớ đề nghị bãi chức của Thiệu.\n\nĐậu Vũ còn chú trọng đề bạt các danh sĩ trong thiên hạ như Doãn Huân, Đỗ Mật, Lý Anh, Lưu Du...\n\nĐậu Vũ và Trần Phồn đều chung ý tưởng chống các hoạn quan lũng đoạn triều chính từ nhiều đời vua trước. Năm 168, hai người bàn mưu tiêu diệt [[hoạn quan]] nhưng không được thái hậu ủng hộ<ref>Chu Thiệu Hầu, sách đã dẫn, tr 308<\/ref>. Mưu sự bị lộ, hoạn quan [[Tào Tiết (hoạn quan)|Tào Tiết]] cùng các hoạn quan khác bàn mưu cùng nhau làm ra một chiếu chỉ giả, bổ nhiệm Trường lạc thực giám Vương Phủ làm Hoàng môn lệnh, mang quân đi đánh Đậu Vũ và Trần Phồn.\n\nĐậu Vũ bèn chỉ huy mấy ngàn quân đóng ở Đô Đình<ref>Thuộc [[Lạc Dương]], [[Hà Nam, Trung Quốc]]<\/ref>, giao chiến ác liệt với quân Hổ bôn và quân Vũ lâm của Vương Phủ, nhưng cuối cùng ông bị thua trận và buộc phải tự sát. Trần Phồn cũng tham chiến và bị bắt giết.\n\nSau đó ông bị bêu đầu ở kinh thành [[Lạc Dương]], gia đình ông bị lưu đày đến quận [[Nhật Nam]] (Trung Bộ [[Việt Nam]] hiện nay), những người trong họ và tân khách bị giết chết.\n\nHơn 20 năm sau cái chết của Đậu Vũ, năm [[189]] thời [[Hán Hiến Đế]], sau khi hoạn quan bị tiêu diệt, [[Đổng Trác]] nắm quyền thao túng triều đình nhà Hán đã lật lại vụ án oan mà [[Trần Phồn]], Đậu Vũ bị [[hoạn quan]] sát hại<ref name=\"ldp43\">Lê Đông Phương, sách đã dẫn, tr 43<\/ref>.\n\nLà người chống hoạn quan, Đậu Vũ được [[La Quán Trung]] nhắc tới tại những dòng đầu tiên trong [[tiểu thuyết]] [[Tam Quốc diễn nghĩa]] (hồi 1), xem ông là người chính nghĩa.\n\n==Xem thêm==\n* [[Tào Tiết (hoạn quan)]]\n* [[Hán Linh Đế]]\n* [[Trần Phồn]]\n\n==Tham khảo==\n* Chu Thiệu Hầu ([[2003]]), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc'', tập 1, Nhà xuất bản Văn hóa thông tin\n* Lê Đông Phương, Vương Tử Kim ([[2007]]), ''Kể chuyện Tần Hán'', Nhà xuất bản Đà Nẵng\n* Lê Đông Phương ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 168]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]\n[[Thể loại:Năm sinh không rõ]]"}