{"Đổng Chiêu":"'''Đổng Chiêu''' ([[chữ Hán]]: 董昭; [[156]]-[[236]]) là đại thần cuối thời [[Đông Hán]], công thần khai quốc nhà [[Tào Ngụy]] thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n== Ngầm giúp Tào Tháo ==\nĐổng Chiêu tự là '''Công Nhân''' (公仁), người Định Đào, Tế Âm<ref>Nay là Định Đào, tỉnh [[Sơn Đông]], [[Trung Quốc]]<\/ref>.\n\nCuối thời [[Đông Hán]], Đổng Chiêu được cử làm hiếu liêm, rồi sau đó được thăng làm Huyện lệnh.\n\nNăm [[192]], chiến tranh quân phiệt giữa các [[chư hầu]] nổ ra. Lúc đầu Đổng Chiêu theo [[Viên Thiệu]], nhưng sau đó thấy Viên Thiệu không thể làm nên việc lớn, ông bèn bỏ Viên Thiệu đi [[Lạc Dương]]. Nửa đường, ông gặp Thái thú [[Hà Nội (Trung Quốc)|Hà Nội]] là [[Trương Dương (Đông Hán)|Trương Dương]], được Trương Dương thu nhận.\n\nLúc đó quân phiệt Tào Tháo ở Duyện châu có binh thế hùng mạnh, sai sứ vào Trường An liên lạc với [[Hán Hiến Đế]] (đang ở trong tay quyền thần [[Lý Thôi]] - [[Quách Dĩ]]), tỏ ý muốn phò giá. Nhưng sứ giả đi giữa đường qua Hà Nội thì bị Trương Dương giữ lại. Đổng Chiêu muốn giúp Tào Tháo bèn nói với Trương Dương<ref>Dịch Trung Thiên, sách đã dẫn, tập 1, tr 120<\/ref>:\n:''Tướng quân không nên nghĩ [[Tào Tháo]] và [[Viên Thiệu]] là một nhà<ref>Hai người vừa liên minh đánh [[Đổng Trác]], nhưng kết thúc trong bất hòa vì chủ trương đánh Đổng Trác khác xa nhau<\/ref>. Một ngày nào đó họ sẽ trở mặt và người thắng sẽ là Tào Tháo, vì Tào Tháo là anh hùng thiên hạ lúc này. Hiện Tào Tháo ở Duyện châu, phái sứ giả triều kiến thiên tử, đường qua chỗ tướng quân thì đây là duyên phận giữa tướng quân và Tào Tháo. Chi bằng tướng quân cứ thuận theo lòng dân thì sau này hai người sẽ thành bè bạn.''\n\nTrương Dương nghe lời ông, bèn dâng thư lên triều đình tiến cử Tào Tháo. Đổng Chiêu lại tự bỏ tiền riêng của mình dâng lễ lên Lý Thôi, Quách Dĩ với danh nghĩa Tào Tháo. Từ đó Tào Tháo có chỗ đi lại với [[Hán Hiến Đế]].\n\n==Kiến nghị định đô Hứa Xương==\nNăm [[195]], trong vụ biến loạn ở kinh thành [[Trường An]], Lý Thôi và Quách Dĩ trở mặt đánh nhau, Hán Hiến Đế thoát khỏi sự kìm kẹp của hai người, chạy về phía đông, được [[Dương Phụng]], [[Đổng Thừa]] và [[Hàn Tiêm]] hộ giá. Đến giữa năm [[196]], xa giá tới [[Lạc Dương]].\n\nĐổng Chiêu đi tìm Dương Phụng, thấy các cánh quân bên cạnh hoàng đế đều yếu, chỉ có Dương Phụng có chút thực lực nhưng địa bàn nhỏ bé. Ông bèn nhân danh Tào Tháo viết thư gửi Dương Phụng, trước hết ca ngợi Dương Phụng cứu thiên tử, sau đó khuyên nên liên hợp với nhau để chung sức giúp vua theo phương thức: Dương Phụng làm tướng quản lý triều chính, Tào Tháo sẽ làm ngoại viện cung cấp lương thảo. Dương Phụng đang cô thế, rất tán đồng ý kiến đó<ref>Dịch Trung Thiên, sách đã dẫn, tập 1, tr 121<\/ref>\n\nNăm [[196]], Tào Tháo nghênh đón [[Hán Hiến Đế]]. Đổng Chiêu đến gặp Tào Tháo. Tào Tháo rất cảm tạ ông đã 2 lần âm thầm giúp đỡ mình. Ông lại hiến kế cho Tào Tháo<ref>Dịch Trung Thiên, sách đã dẫn, tập 1, tr 123<\/ref>:\n:''Tướng quân cử nghĩa quân trong biến loạn, đưa thiên tử vào triều, phò tá vương thất, đó là sự nghiệp của [[Tề Hoàn công]] và [[Tấn Văn công]] năm nào! Nhưng lúc này số tướng lĩnh bên cạnh thiên tử khác người khác lòng, chắc gì họ đã phục tùng. Nếu cứ ở Lạc Dương phò tá hoàng thượng thì sự thể sẽ bất tiện. Tướng quân nên di giá về Hứa Xương. Việc này không dễ dàng gì, vì trước đây [[Đổng Trác]] dời giá vào [[Trường An]], dân chúng đã oán thán bội phần. Nhưng làm việc phi thường mới có công phi thường, mong tướng quân cân nhắc kỹ!''\n\nTào Tháo tán đồng ý kiến của ông, nhưng còn ngại có đạo quân Dương Phụng. Đổng Chiêu trấn an Tào Tháo rằng Dương Phụng hữu dũng vô mưu, lại không có vây cánh; chỉ cần gửi thư cho Phụng giả cách mang thiên tử đi Lỗ Dương tìm lương thực, đó vốn là nơi gần Hứa Xương và cũng gần đất Lương là căn cứ của Phụng, rồi về luôn Hứa Xương định đô.\n\nTào Tháo nghe theo kế của Đổng Chiêu. Dương Phụng bị mắc lừa, muốn mang quân giành lại thiên tử nhưng bị Tào Tháo đánh bại, đốt cháy luôn căn cứ, phải chạy sang Hoài Nam theo [[Viên Thuật]]. Tào Tháo từ đó trở thành người nắm thiên tử sai khiến [[chư hầu]], có công lao giúp đỡ rất lớn của Đổng Chiêu<ref name=\"cth332\">Chu Thiệu Hầu, sách đã dẫn, tr 332<\/ref>.\n\nSau đó, Đổng Chiêu lần lượt giữ các chức vụ quan trọng trong triều đình [[Đông Hán]] do Tào Tháo nắm thực quyền như Hà Nam doãn, Châu mục Ký châu, Châu mục Từ châu, Gián nghị đại phu.\n\n== Giúp họ Tào dựng nước ==\nNăm [[207]], [[Tào Tháo]] đi đánh anh em họ Viên ở Hà Bắc, lo lắng việc quân lương khó vận chuyển. Đổng Chiêu kiến nghị Tào Tháo nên đào kênh thông ra biển để dùng đường thủy chuyển lương. Tào Tháo nghe theo kế đó, nhờ vậy quân lương vận chuyển đầy đủ, tạo điều kiện cho cuộc tấn công họ Viên thắng lợi<ref name=\"cth332\"\/>.\n\nThế lực họ Tào ngày càng lớn trong triều đình nhà Hán. Trong cuộc đấu tranh giữa họ Tào và họ Lưu, Đổng Chiêu là một trong những người đi đầu ủng hộ họ Tào. Năm 212, Đổng Chiêu theo lệnh Tào Tháo đi bàn kín việc này với mưu sĩ có quyền cao nhất dưới trướng Tào Tháo là [[Tuân Úc]]. Tuy nhiên, Tuân Úc lại không đồng tình<ref>Lê Đông Phương, sách đã dẫn, tr 374<\/ref>. Tào Tháo đành tạm gác việc xưng hiệu, nhưng sau đó Tuân Úc qua đời.\n\nSang năm [[213]], Đổng Chiêu đứng ra kiến nghị [[Hán Hiến Đế]] phong Tào Tháo làm Ngụy công. Hán Hiến Đế buộc phải chấp thuận. Từ đó nước Ngụy bắt đầu thành lập trong lãnh thổ nhà Hán.\n\nNăm [[219]], tướng của [[Lưu Bị]] đang cát cứ Tây Xuyên là [[Quan Vũ]] mang quân [[trận Tương Dương-Phàn Thành|đánh Phàn Thành và Tương Dương]], tình thế rất nguy cấp. Đạo viện binh của [[Vu Cấm]] do [[Tào Tháo]] phái đi bị Quan Vũ tiêu diệt. Cùng lúc, [[Tôn Quyền]] đến xin hợp tác với Tào Tháo để đánh sau lưng Quan Vũ. Nhưng Tôn Quyền đề nghị Tào Tháo giữ kín ý định đánh úp Kinh châu (căn cứ của Quan Vũ) của Đông Ngô. Tào Tháo mang việc ra bàn bạc, nhiều người cho rằng nên giữ kín giúp Tôn Quyền. Đổng Chiêu không đồng tình. Ông cho rằng ngoài mặt nên hứa với Tôn Quyền giữ kín nhưng nên ngầm làm lộ thông tin vì những lý do <ref name=\"dtt167\">Dịch Trung Thiên, sách đã dẫn, tập 2, tr 167<\/ref>:\n# Khi biết [[Tôn Quyền]] đánh lén, theo lẽ thường thì [[Quan Vũ]] sẽ mang quân về ngay, như vậy Phàn Thành được giải vây và Tào Ngụy được lợi ngồi nhìn Tôn Quyền và Quan Vũ giao tranh\n# Nhưng Quan Vũ là người kiêu căng, hoành hành bá đạo, sẽ không chịu rút ngay khỏi Phàn Thành đang bị ngập nước. Nếu trong thành không biết tin bên ngoài thì có thể thành sẽ vỡ về tay Quan Vũ.\n\nVì vậy, Đổng Chiêu chủ trương làm lộ thông tin, báo cho Quan Vũ biết để Quan Vũ bị phân tán, mặt khác báo cho tướng sĩ trong Phàn Thành và Tương Dương biết để cố giữ thành vì Quan Vũ trước sau cũng phải về cứu hậu phương.\n\nTào Tháo tán đồng phân tích của Đổng Chiêu, bèn lệnh cho [[Từ Hoảng]] (tướng được cử đi cứu viện Phàn Thành) sao chép thư của Tôn Quyền ra nhiều bản, không chỉ bắn sang trại Quan Vũ mà bắn cả vào trong Phàn Thành cho quân Tào biết. Quả nhiên Quan Vũ không tin vào thư đó, cho rằng Tào Tháo lắm mưu mô, phao tin sai để lung lạc mình<ref>Lê Đông Phương, sách đã dẫn, tr 276-277<\/ref>, nên tiếp tục công hãm thành, còn quân của Tào Nhân trong thành được tin bỗng nhuệ khí tăng lên gấp bội, liều chết phòng thủ. Không lâu sau Từ Hoảng được thêm viện binh, ra quân đánh lui được Quan Vũ đang bối rối vì tin thất thủ Kinh châu thực sự đã tới.\n\nNăm [[220]], Tào Tháo mất, [[Tào Phi]] thay làm Ngụy vương rồi phế [[Hán Hiến Đế]] tự lập làm vua (Ngụy Văn Đế). Đổng Chiêu lần lượt giữ các chức vụ trong triều đình Tào Ngụy: Đại hồng lô, Thị trung, Thái thường…\n\nNăm 230 thời Ngụy Minh Đế [[Tào Duệ]], Đổng Chiêu được phong làm Tư đồ.\n\nTrong thời gian làm Tư đồ, Đổng Chiêu chủ trương sửa đổi những thói phù phiếm và đánh vào thế lực các cường hào<ref name=\"cth332\"\/>.\n\nNăm [[236]], Đổng Chiêu lâm bệnh qua đời, thọ 81 tuổi. Ông sinh cùng năm và mất cùng năm với đại thần [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] nước [[Đông Ngô]].\n\n== Trong Tam Quốc diễn nghĩa ==\nĐổng Chiêu xuất hiện trong tiểu thuyết [[Tam Quốc diễn nghĩa]] của [[La Quán Trung]] tại hồi 14. Ông đến gặp Tào Tháo ở [[Lạc Dương]], đưa ra kiến nghị về Hứa Đô và bày kế dẹp các [[chư hầu]] muốn tranh giành [[Hán Hiến Đế]]. Sau này không thấy Tam Quốc diễn nghĩa nhắc đến Đổng Chiêu.\n\n==Xem thêm==\n* [[Tào Tháo]]\n* [[Trương Dương]]\n* [[Tào Phi]]\n* [[Hán Hiến Đế]]\n* [[Trận Tương Dương-Phàn Thành]]\n\n==Tham khảo==\n* Lê Đông Phương, ([[2007]]), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng\n* Chu Thiệu Hầu ([[2003]]), ''Tổng tập lược truyện các Tể tướng trong lịch sử Trung Quốc, tập 1'', Nhà xuất bản Văn hóa thông tin\n* Dịch Trung Thiên ([[2010]]), ''Phẩm Tam Quốc, tập 1-2'', Nhà xuất bản Công an nhân dân\n\n==Chú thích==\n{{Tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Sinh năm 156]]\n[[Thể loại:Mất năm 236]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]\n[[Thể loại:Nhân vật chính trị Tào Ngụy]]"}