{"Đỗ Hoằng Văn":"{{Chú thích trong bài|date=tháng 8\/2021}}\n{{Wiki hóa|date=tháng 8\/2021}}\n'''Đỗ Hoằng Văn''' (chữ Hán: 杜弘文, ? – [[427]]) là quan viên [[nhà Lưu Tống]] trong [[lịch sử Trung Quốc]].\n\n==Cuộc đời==\nHoằng Văn có sanh quán ở huyện [[Chu Diên]], quận [[Giao Chỉ]] {{efn|Nay là vùng giáp ranh giữa các [[tỉnh]] [[Bắc Ninh]], [[Hải Dương]] và [[Hưng Yên]], [[Việt Nam]].}}. Nhà họ Đỗ tự nhận là 1 nhánh của sĩ tộc họ Đỗ vào các [[đời Hán]] – [[Tào Ngụy|Ngụy]] – [[nhà Tấn|Tấn]], nên các sử liệu đều chép nguyên quán của Hoằng Văn là Kinh Triệu {{efn|Nay thuộc [[địa cấp thị]] [[Tây An]], [[tỉnh (Trung Quốc)|tỉnh]] [[Thiểm Tây]], [[Trung Quốc]].}}. Ông kỵ là Đỗ Nguyên, được làm đến Ninh Phố {{efn|Nay [[huyện cấp thị]] [[Hoành Châu]], [[địa cấp thị]] [[Nam Ninh]], [[Khu tự trị dân tộc Choang Quảng Tây]], [[Trung Quốc]].}} thái thú nhà Tây Tấn {{efn|''[[An Nam chí lược]] quyển 15, Nhân vật, Những người làm quan ở Trung Quốc, Đỗ Viện'', ''[[Đại Việt sử ký toàn thư]] quyển 4, Ngoại Kỷ 4: Thuộc Tấn – Tống – Tề – Lương'' đều chép “Hợp Phố thái thú”; ''[[Khâm định Việt sử Thông giám cương mục]], Tiền biên quyển 3'', ''Tống thư, tlđd'', ''Nam sử, tlđd'' đều chép “Ninh Phố thái thú”.}}, dời nhà đến Giao Chỉ. <ref name=\"T\">''[[Tống thư]] quyển 92, liệt truyện 52, Lương lại truyện: Đỗ Tuệ Độ''<\/ref> <ref name=\"N\">''[[Nam sử]] quyển 70, liệt truyện 60, Tuần lại truyện: Đỗ Tuệ Độ''<\/ref>\n\nÔng nội là Giao Châu thứ sử [[Đỗ Viện]] nhà Đông Tấn (cai trị 399 – 410). Cha là [[Đỗ Tuệ Độ]], được kế tục làm Giao Châu thứ sử (cai trị 410 – 423). <ref name=\"T\" \/> <ref name=\"N\" \/>\n\nHoằng Văn là con trưởng của Tuệ Độ, ban đầu được làm Viên ngoại Tán kỵ thị lang. <ref name=\"T\" \/> Khi [[Lưu Dụ]] tiến hành [[Chiến tranh Đông Tấn – Hậu Tần|bắc phạt]] [[Hậu Tần]] (416), Tuệ Độ tự ủy nhiệm Hoằng Văn làm Ưng dương tướng quân, Lưu dân đốc hộ, cấp 3000 binh, sai lên bắc tham gia đại quân. Hoằng Văn đi đến Quảng Châu thì Lưu Dụ đã tiêu diệt Hậu Tần, bèn quay về. Sau đó Tuệ Độ tự ủy nhiệm Hoằng Văn làm Hành Cửu Chân thái thú. <ref name=\"T\" \/> <ref name=\"N\" \/>\n\nTuệ Độ mất (423), triều đình lấy Hoằng Văn làm Chấn uy tướng quân, Giao Châu thứ sử, tập tước Long Biên huyện hầu. Hoằng Văn giống cha, cũng nhờ khoan hòa mà được lòng người. <ref name=\"T\" \/> <ref name=\"N\" \/>\n\nNăm Nguyên Gia thứ 4 (427) thời [[Lưu Tống Văn đế]], triều đình lấy Đình úy Vương Huy {{efn|Tống thư, tlđd và Nam sử, tlđd đều chép là “Vương Huy”. Thông giám, tlđd chép là “Vương Huy Chi”.}} làm Giao Châu thứ sử, trưng Hoằng Văn về triều. <ref name=\"T\" \/> <ref name=\"N\" \/> <ref name=\"T1\"> ''[[Tư trị thông giám]] quyển 120, Tống kỷ 2''<\/ref> Trước đó, [[Lâm Ấp]] vương [[Phạm Dương Mại]] xâm phạm Nhật Nam, Cửu Chân. Hoằng Văn dựng Nha kỳ, muốn đánh dẹp, thì nghe tin mình bị thay thế, bèn dừng lại. <ref>''[[Lương thư]] quyển 54, liệt truyện 48, Chư Di truyện: Lâm Ấp''<\/ref> Đúng lúc ấy Hoằng Văn phát bệnh nặng, cố chấp ngồi xe lên đường. Bạn bè thân thích thấy Hoằng Văn yếu ớt, khuyên ông dâng biểu xin chờ khỏi bệnh. Hoằng Văn nói: “Đến đời tôi nhận hoàng ân, là ba đời nắm cờ tiết, luôn muốn xả thần vì triều đình, để báo ơn đã nhận. Huống hồ đã được mệnh triệu, mà có thể nghỉ ngơi ru. Lỡ như trôi nổi, đây là mệnh vậy!” <ref name=\"T\" \/> <ref name=\"N\" \/> <ref name=\"T1\" \/>\n\nMẹ Hoằng Văn họ Nguyễn, <ref name=\"N\" \/> tuổi đã cao, thấy con ôm bệnh lên đường, không chịu được ly biệt, nên cùng đi. Đến Quảng Châu, Hoằng Văn mất. Vào lúc lâm chung, Hoằng Văn sai em trai là Đỗ Hoằng Du lên kinh, triều đình rất thương xót. <ref name=\"T\" \/> <ref name=\"N\" \/> <ref name=\"T1\" \/>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Ghi chú==\n{{notelist}}\n\n[[Thể loại:Mất năm 427]]"}