{"Độc Cô quý phi (Đường Đại Tông)":"{{Thông tin nhân vật hoàng gia\n| tên = Trinh Ý Hoàng hậu \n| tên gốc = 貞懿皇后 \n| tước vị = [[Đường Đại Tông]] [[Hoàng hậu]]\n| chồng = [[Đường Đại Tông]]<br\/>Lý Dự\n| con cái = Hàn vương [[Lý Quýnh]]<br>[[Hoa Dương công chúa]]\n| thông tin con cái = ẩn\n| thụy hiệu = <font color = \"grey\">Trinh Ý Hoàng hậu<\/font><br>(貞懿皇后)\n| cha = [[Độc Cô Dĩnh]]\n| mẹ = \n| sinh = ?\n| nơi sinh = [[Kinh Triệu]], [[Thiểm Tây]]\n| mất = [[3 tháng 11]], năm [[775]]\n| nơi mất = [[Trường An]], [[Đại Đường]]\n| ngày an táng = \n| nơi an táng = [[Trang lăng]] (莊陵)\n}}\n'''Độc Cô Quý phi''' ([[chữ Hán]]: 獨孤貴妃, ? - [[3 tháng 11]], năm [[775]]<ref>http:\/\/www.sinica.edu.tw\/ftms-bin\/kiwi1\/luso.sh?lstype=2&dyna=%AD%F0&king=%A5N%A9v&reign=%A4j%BE%E4&yy=10&ycanzi=&mm=10&dd=6&dcanzi=<\/ref>), còn gọi là '''Trinh Ý Hoàng hậu''' (貞懿皇后), là một [[phi tần]] rất được sủng ái của [[Đường Đại Tông]] Lý Dự, sau khi mất được truy phong [[Hoàng hậu]].\n\nTrong lịch sử nhà Đường, bà và [[Võ Huệ phi]] của [[Đường Huyền Tông]] Lý Long Cơ là 2 [[phi tần]] duy nhất dù chưa từng làm chính thất hay Hoàng hậu, cũng không sinh ra [[hoàng đế]] kế vị nhưng vẫn được phong [[thụy hiệu]] Hoàng hậu. Về sau Võ Huệ phi bị [[Đường Túc Tông]] Lý Hanh tước đi thụy hiệu vì tội danh mưu sát Thái tử [[Lý Anh]], Độc Cô thị trở thành người duy nhất hưởng đặc ân trên.\n\n==Tiểu sử==\nĐộc Cô Quý phi là người [[Kinh Triệu]] (京兆; nay là [[Thiểm Tây]], [[Tây An]]), xuất thân gia tộc trứ danh [[Kinh Triệu Độc Cô thị|Độc Cô thị]] (独孤氏), một đại tộc người [[Tiên Ti]].  \n\nHọ Độc Cô vốn là [[họ Lý]], tức [[Lũng Tây Lý thị]] - cùng xuất xứ với họ Lý của hoàng tộc [[nhà Đường]]. Sang đời [[Độc Cô Tín]], hoàng đế [[nhà Tùy]] ban chữ [Độc Cô] nên cả họ chuyển sang họ Độc Cô. [[Văn Hiến Hoàng hậu (Tùy Văn Đế)|Văn Hiến hoàng hậu]] Độc Cô Già La của [[Tùy Văn Đế]] Dương Kiên, [[Minh Kính Hoàng hậu (Bắc Chu Minh Đế)|Minh Kính hoàng hậu]] của Bắc Chu và [[Nguyên Trinh Hoàng hậu (Lý Bính)|Nguyên Trinh hoàng hậu]] mẹ của Đường Cao Tổ là ba chị em xuất thân từ đại tộc này.  \n\nCha của Độc Cô Quý phi là [[Độc Cô Dĩnh]] (獨孤穎), khi ấy đang giữ chức Tả uy vệ lục sự tham quân, sai tặng làm [[Thượng thư]] [[bộ Công]]. Gia đình Quý phi có anh trai là [[Độc Cô Trinh]] (獨孤禎) và [[Độc Cô Lương Tái]] (獨孤良佐), về sau đều làm những chức quan cao trong hệ thống nhà Đường<ref>《旧唐书 - 代宗贞懿皇后独孤氏传》: 代宗贞懿皇后独孤氏，父颖，左威卫录事参军，以后贵，赠工部尚书。<\/ref>. \n\nTheo [[Đường Hội yến]] (唐会要), Độc Cô thị trở thành phi thiếp của [[Đường Đại Tông]] Lý Dự khi ông còn là ''Quảng Bình quận vương'' (廣平郡王)<ref>''[[Tân Đường thư]]'', [http:\/\/www.sidneyluo.net\/a\/a17\/077.htm vol. 77] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090202171305\/http:\/\/sidneyluo.net\/a\/a17\/077.htm |date=2009-02-02 }}.<\/ref>. Bà được miêu tả là rất xinh đẹp, độc chiếm mọi sủng ái của Đại Tông trong số các [[vương phi]], [[Cựu Đường thư]] trịnh trọng ghi [''Bế hạnh chuyên phòng''; 嬖幸专房] để miêu tả sự sủng ái tuyệt đối của Đại Tông đối với Độc Cô thị. Thời gian này, bà hạ sinh cho Đại Tông người con trai [[Lý Huýnh]] (李迥) <ref>''[[Cựu Đường Thư]]'', [http:\/\/www.sidneyluo.net\/a\/a16\/116.htm vol. 116] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080921035223\/http:\/\/www.sidneyluo.net\/a\/a16\/116.htm |date=2008-09-21 }}<\/ref> và người con gái là [[Hoa Dương công chúa]].\n\nĐương thời, chính thê của Đại Tông là Vương phi [[Thôi vương phi (Đường Đại Tông)|Thôi thị]], cậy gia thế hiển hách<ref>Mẹ của Thôi phi là Hàn Quốc phu nhân Dương thị, chị của [[Dương Quý phi]]<\/ref> nên vô cùng hung hãn, chèn ép cả Độc Cô phi. Tuy nhiên khi [[Loạn An Sử]] xảy ra, mẫu gia bị thất thế, Thôi phi ưu buồn tự thu mình và qua đời sau khi về lại kinh sư. Chính vương phi qua đời, [[Thẩm phu nhân (Đường Đại Tông)|Thẩm phu nhân]] - người sinh cho Đại Tông trưởng tử [[Lý Quát]] lại thất lạc trong biến loạn, do vậy địa vị của Độc Cô phi cao hơn hẳn so với các các vương phi.\n\nNăm Càn Nguyên nguyên niên ([[758]]), Quảng Bình quận vương Lý Thục được cha là [[Đường Túc Tông]] lập làm [[Thái tử]], đổi tên thành ['''Lý Dự''']. Sang năm Thượng Nguyên thứ 2 ([[761]]), hoàng tôn Lý Huýnh, con trai của Độc Cô phi được Túc Tông phong làm ''Diên Khánh quận vương'' (延慶郡王)<ref>《唐会要 卷四十六》<\/ref>.\n\n== Quý phi Đại Đường ==\n=== Độc sủng không lập Hậu ===\nNăm Bảo Ứng nguyên niên ([[762]]), sau khi [[Đường Túc Tông]] giá băng, Thái tử Lý Dự kế vị, tức [[Đường Đại Tông]]. Cùng năm, Diên Khánh quận vương Lý Huýnh được cải phong ''Hàn vương'' (韩王). Lúc này thời cuộc chưa định, Độc Cô thị vẫn chỉ là [''Hậu cung''; 後宮] - không rõ danh phận, chưa chính thức sách phong.\n\nNăm Đại Lịch thứ 3 ([[768]]), [[tháng 2]], ngày [[Canh Tý]], Đại Tông sách phong Độc Cô phi làm Chính nhất phẩm [[Quý phi]]<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷224|vol. 224]]: 庚子，以後宮獨孤氏為貴妃。<\/ref>, địa vị cao nhất thời điểm đó do Đại Tông không sách lập ai trong hậu cung làm [[Hoàng hậu]]<ref>''[[Tân Đường thư]]'', [http:\/\/www.sidneyluo.net\/a\/a17\/076.htm vol. 76] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080408043613\/http:\/\/www.sidneyluo.net\/a\/a17\/076.htm |date=2008-04-08 }}.<\/ref>. Tuy là sủng phi nhưng Độc Cô Quý phi không được Đại Tông có ý lập Hậu,triều đại kéo dài hơn 10 năm của Đại Tông vĩnh viễn để trống ngôi vị chủ nhân hậu cung. Về việc này, sử gia hiện đại [[Bá Dương]] suy đoán Đại Tông không sách lập Hoàng hậu vì lo lắng cho ngôi vị Thái tử của con trưởng là [[Đường Đức Tông|Lý Quát]], con trai duy nhất của [[Thẩm phu nhân (Đường Đại Tông)|Thẩm phu nhân]]<ref>[[Bá Dương]] biên tập [[Tư trị thông giám]], quyển 54 [780].<\/ref>. Nếu Quý phi trở thành Hoàng hậu, Lý Huýnh sẽ là Đích tử - địa vị cao quý hơn Lý Quát. Do trước giờ nhà Đường có truyền thống lập Đích tử làm người kế vị nên Lý Quát sẽ không được quần thần ủng hộ. Có tin đồn rằng, [[hoạn quan]] [[Lưu Trung Dực]] (劉忠翼) được Đại Tông tin dùng, từng cố gắng thuyết phục Đại Tông lập Độc Cô Quý phi làm Hoàng hậu, lập Hàn vương Huýnh làm Thái tử nhưng thất bại<ref>''[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷225|quyển 225]]: 兵部侍郎黎幹，狡險諛佞，與宦官特進劉忠翼相親善。忠翼本名清潭，恃寵貪縱。二人皆為眾所惡。時人或言幹、忠翼嘗勸代宗立獨孤貴妃為皇后，妃子韓王迥為太子。上即位，幹密乘輿詣忠翼謀事；事覺，丙申、幹、忠翼並除名長流，至藍田，賜死。<\/ref>. Không rõ việc này là do Lưu Trung Dực cố ý kiến nghị hay Quý phi âm thầm sắp đặt, nhưng kết quả Đường Đại Tông vẫn gạt đi.\n\nĐường Đại Tông đối đãi dòng họ Độc Cô thị khá hậu hĩnh, truy phong thụy hiệu cao quý cho cha bà, Độc Cô Dĩnh; ban thưởng cao cho chú bà, Thái Thường thiếu khanh [[Độc Cô Trác]] (獨孤卓) làm Thiếu phủ giám, anh bà là [[Độc Cô Lương Tá]] làm Thái tử trung doãn<ref name=CDT52>''[[Cựu Đường Thư]]'', [http:\/\/www.sidneyluo.net\/a\/a16\/052.htm vol. 52] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080921035212\/http:\/\/www.sidneyluo.net\/a\/a16\/052.htm |date=2008-09-21 }}: 大曆初，后寵遇無雙，以恩澤官其宗屬，叔太常少卿卓為少府監，后兄良佐太子中允。<\/ref>. Nhưng bù lại, Đại Tông chỉ cho Độc Cô thị ân sủng chứ không hề có đãi ngộ Hoàng hậu, như [[Đường Huyền Tông]] gia ân cho [[Võ Huệ phi]] và [[Dương Quý phi]] khi trước. \n\n=== Qua đời truy tặng ===\nNăm Đại Lịch thứ 10 ([[775]]), ngày [[6 tháng 10]] (tức ngày [[3 tháng 11]] dương lịch), Quý phi Độc Cô thị qua đời, không rõ bao nhiêu tuổi. Vài ngày sau, Đại Tông truy phong [[thụy hiệu]] cho bà là '''Trinh Ý hoàng hậu''' (貞懿皇后). Trong lịch sử nhà Đường, bà và [[Võ Huệ phi]] là hai phi tần duy nhất chưa từng làm Hoàng hậu hay chính thất của Hoàng đế, cũng không sinh ra Tân đế kế vị nhưng vẫn được truy tặng thụy hiệu Hoàng hậu. \n\nĐau buồn trước sự ra đi của bà, Đại Tông không nỡ vội đem hạ táng, mà tạm lưu giữ quan tài của bà ở Tây điện thuộc Nội cung. Đến năm Đại Lịch thứ 13 ([[778]]), ngày [[19 tháng 9]], Đường Đại Tông mới chính thức an táng Trinh Ý hoàng hậu Độc Cô thị vào [[Trang Lăng]] (莊陵). Hoa Dương công chúa, trước đó được an táng tại vị trí khá ẩm thấp, sau đó được cải táng ngay cạnh mẹ mình. Đại Tông lệnh cho [[Thường Cổn]] (常袞) soạn văn tế thương tiếc hai người<ref>[https:\/\/zh.wikisource.org\/wiki\/%E8%88%8A%E5%94%90%E6%9B%B8\/%E5%8D%B752 舊唐書\/卷52]: 帝追思不已，每事欲極哀情。常袞當代才臣，詔為哀詞，文旨淒悼，覽之者惻然。華陽公主先葬于城東，地卑濕，至是徙葬，祔于莊陵之園，故哀詞云：「招帝子於北渚，從母后於東陵。」乃詔常參官為輓歌，上自選其傷切者，令挽士歌之。<\/ref><ref name=CDT52\/>. \n\nNội dung tế văn:\n{{Cquote|\n「維大曆十年，歲在辛卯，十月辛酉朔。六日丙寅，貴妃獨孤氏薨。粵明日，追諡曰貞懿皇后，殯于內殿之西階。十三年十月癸酉，乃命門下侍郎、同平章事常袞持節冊命。以其月二十五日丁酉，遷座于莊陵，禮也。素紗列位，黼奕周庭，輅升玉綴，軒珠欞。皇帝悼鸞掖以追懷，感麟跡而增慟，備百禮以殷遣，命六宮而哀送。宗祝薦告，司儀降收，爰詔侍臣，紀垂鴻休。其辭曰：\n『祚祉悠久，寵靈誕受，元魏戚籓，周、隋帝后。五侯迭興，七貴居右，肇啟皇運，光膺文母。纘女是因，以綱大倫，生知陰教，育我蒸人。瑞雲呈彩，瑤星降神，聰明睿智，婉麗貞仁。惟昔天監，搜求才淑，龍德在田，葛覃于穀。周薑胥宇，漢後推轂，王業惟艱，嬪風已穆。繼文傳聖，嗣徽克令，不曜其光，乃終有慶。祗奉園寢，肅恭靈命，越在哀煢，聿追孝敬。文織絲組，硃綠玄黃，上供祭服，以祀明堂。法度有節，不待珩璜，篇訓之制，自盈縑緗。敘我邦族，風於天下，始於憂勤，協成王化。慈厚諸女，寵臨下嫁，登進賢才，勞謙日夜。服繒示儉，脫簪申誡，訪問後言，宴遊夙退。內加群娣，動有矜誨；外睦諸親，泣辭封拜。闕翟有日，親蠶俟時，忽歸清漢，言復方祗。萬乘悼懷，群臣慕思，玉衣追慶，金鈿同儀。\n\n嗚呼哀哉！去昭陽兮窅然，乘雲駕兮何在？人代宛兮如舊，炎涼倏兮已改。翠葆森以成列，素旗儼而相待。言從玉兆之貞，永牴瑤華之彩。別長秋之西苑，過望春兮南登，招帝子於北渚，從母后於東陵。下土清兮動金翠，外無像兮中有馮，合簫挽以攢咽，結雲雨之淒凝。吾君感於幽期，俯層亭而望思，慘嬪媛以延踔，極容衛以盡時。搖巾袂兮遠訣，隔軒檻兮群悲，不復見兮回禦輦，傷如何兮軫睿慈。下蘭皋兮背芷陽，旌悠悠兮野蒼蒼，帶白花兮掩淚，衣玄帉兮斷腸。當盛明兮共樂，忽幽處兮獨傷，去故廷兮日遠，即新宮兮夜長。襚無文繡之飾，器無珠貝之藏，蓋自我之立制，刑有國之大方。\n\n嗚呼哀哉！見送往之空歸，歎終焉之如此，方士神兮是與非，甘泉畫兮疑復似。遺音在於玉瑱，陳跡留于金所，獻萬壽兮無期，存《二南》之餘美。』」\n\n.\n\nDuy Đại Lịch thập niên, tuế tại Tân Mão, Thập nguyệt Tân Dậu sóc. Lục nhật Bính Dần, Quý phi Độc Cô thị hoăng. Việt minh nhật, truy thụy viết Trinh Ý hoàng hậu, tấn vu Nội điện chi Tây giai. Thập tam niên, Thập nguyệt Quý Dậu, nãi mệnh Môn hạ Thị lang, Đồng bình chương sự Thường Cổn trì tiết sách mệnh. Dĩ kỳ nguyệt nhị thập ngũ nhật Đinh Dậu, thiên tọa vu Trang lăng, lễ dã. Tố sa liệt vị, phủ dịch chu đình, lộ thăng ngọc chuế, hiên  châu linh. Hoàng đế điệu loan dịch dĩ truy hoài, cảm lân tích nhi tăng đỗng, bị bách lễ dĩ ân khiển, mệnh lục cung nhi ai tống. Tông chúc tiến cáo, tư nghi hàng thu, viên chiếu thị thần, kỷ thùy hồng hưu. Kỳ từ viết:\n\n『 Tộ chỉ du cửu, sủng linh đản thụ, nguyên ngụy thích 籓, chu, tùy đế hậu. Ngũ hầu điệt hưng, thất quý cư hữu, triệu khải hoàng vận, quang ưng văn mẫu. Toản nữ thị nhân, dĩ cương đại luân, sinh tri âm giáo, dục ngã chưng nhân. Thụy vân trình thải, dao tinh hàng thần, thông minh duệ trí, uyển lệ trinh nhân. Duy tích thiên giam, sưu cầu tài thục, long đức tại điền, cát đàm vu cốc. Chu khương tư vũ, hán hậu thôi cốc, vương nghiệp duy gian, tần phong dĩ mục. Kế văn truyện thánh, tự huy khắc lệnh, bất diệu kỳ quang, nãi chung hữu khánh. Chi phụng viên tẩm, túc cung linh mệnh, việt tại ai quỳnh, duật truy hiếu kính. Văn chức ti tổ, chu lục huyền hoàng, thượng cung tế phục, dĩ tự minh đường. Pháp độ hữu tiết, bất đãi hành hoàng, thiên huấn chi chế, tự doanh kiêm tương. Tự ngã bang tộc, phong vu thiên hạ, thủy vu ưu cần, hiệp thành vương hóa. Từ hậu chư nữ, sủng lâm hạ giá, đăng tiến hiền tài, lao khiêm nhật dạ. Phục tăng kỳ kiệm, thoát trâm thân giới, phóng vấn hậu ngôn, yến du túc thối. Nội gia quần đệ, động hữu căng hối; ngoại mục chư thân, khấp từ phong bái. Khuyết địch hữu nhật, thân tàm sĩ thời, hốt quy thanh hán, ngôn phục phương chi. Vạn thừa điệu hoài, quần thần mộ tư, ngọc y truy khánh, kim điền đồng nghi. \n\nÔ hô ai tai! Khứ chiêu dương hề yểu nhiên, thừa vân giá hề hà tại? Nhân đại uyển hề như cựu, viêm lương thúc hề dĩ cải. Thúy bảo sâm dĩ thành liệt, tố kỳ nghiễm nhi tương đãi. Ngôn tòng ngọc triệu chi trinh, vĩnh để dao hoa chi thải. Biệt trường thu chi tây uyển, quá vọng xuân hề nam đăng, chiêu đế tử vu bắc chử, tòng mẫu hậu vu đông lăng. Hạ thổ thanh hề động kim thúy, ngoại vô tượng hề trung hữu phùng, hợp tiêu vãn dĩ toàn yết, kết vân vũ chi thê ngưng. Ngô quân cảm vu u kỳ, phủ tằng đình nhi vọng tư, thảm tần viện dĩ duyên trác, cực dung vệ dĩ tẫn thời. Diêu cân mệ hề viễn quyết, cách hiên hạm hề quần bi, bất phục kiến hề hồi ngự liễn, thương như hà hề chẩn duệ từ. Hạ lan cao hề bối chỉ dương, tinh du du hề dã thương thương, đái bạch hoa hề yểm lệ, y huyền 帉 hề đoạn tràng. Đương thịnh minh hề cộng nhạc, hốt u xử hề độc thương, khứ cố đình hề nhật viễn, tức tân cung hề dạ trường. Tùy vô văn tú chi sức, khí vô châu bối chi tàng, cái tự ngã chi lập chế, hình hữu quốc chi đại phương. \n\nÔ hô ai tai! Kiến tống vãng chi không quy, thán chung yên chi như thử, phương sĩ thần hề thị dữ phi, cam tuyền họa hề nghi phục tự. Di âm tại vu ngọc thiến, trần tích lưu vu kim sở, hiến vạn thọ hề vô kỳ, tồn 《Nhị Nam》 chi dư mỹ. 』|||Sách văn tặng Trinh Ý hoàng hậu Độc Cô thị}}\n\n== Hậu duệ ==\nĐộc Cô Quý phi sinh hạ cho [[Đường Đại Tông]] 2 người con:\n# Hàn vương [[Lý Huýnh]] [韩王李迥; [[750]] - [[16 tháng 8]], [[796]]], hoàng tử thứ 7.<br>Sơ phong ''Diên Khánh quận vương'' (延慶郡王) dưới thời Đường Túc Tông, sau khi Đại Tông đăng cơ cải phong ''Hàn vương''. Do mẹ được sủng ái nên trong các hoàng tử, ông có vị thế rất cao. Năm [[775]], sắc phong làm [[Tiết độ sứ]]. Ông qua đời vào năm Trinh Nguyên, triều [[Đường Đức Tông]].\n# [[Hoa Dương công chúa]] [華暘公主; ? - [[10 tháng 6]], [[774]]], hoàng nữ thứ 5.<br>Vừa sinh ra đã nổi tiếng xinh đẹp, thông minh lanh lợi, là công chúa được sủng ái nhất trong các hoàng nữ. Công chúa cả đời không hạ giá, xuất gia làm đạo sĩ năm [[772]], hiệu là ''Quỳnh Hoa chân nhân'' (琼华真人). Khi Công chúa qua đời, Đại Tông buồn bã ngừng thiết triều vài ngày đến khi hoạn quan [[Ngô Thừa Sai]] (吳承倩) thuyết phục ông quay lại triều chính.\n\n== Trong văn hóa đại chúng ==\n{|class=\"wikitable\" style=\"width:70%;\"\n|- style=\"background:cornflowerblue; color:white\" align=center\n| '''Năm''' ||'''Phim truyền hình''' || '''Diễn viên'''||'''Nhân vật'''\n|-\n| 1987|| [[Trân Châu truyền kì]]||[[Qua Vĩ Như]]|| Độc Cô Cầm\n|-\n| 2017|| [[Đại Đường vinh diệu]]||[[Vạn Thiến]]|| Độc Cô Tĩnh Dao \n|-\n|}\n\n== Xem thêm ==\n* [[Quý phi]]\n* [[Đường Đại Tông]]\n* [[Duệ Chân hoàng hậu]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Hoàng hậu nhà Đường}}\n\n[[Thể loại:Phi tần nhà Đường]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 775]]\n[[Thể loại:Sinh thế kỷ 8]]"}