{"Đổng Tập":"{{Chú thích trong bài|date=tháng 8\/2021}}\n'''Đổng Tập''' ([[chữ Hán]]: 董袭, ? – [[213]]), [[Tên chữ (người)|tên tự]] là '''Nguyên Đại''' hay '''Nguyên Thế'''<ref>[[Tiêu Thống]] (tổng biên) – [[Văn tuyển]]: Lý Thiện chú thích [[Lục Cơ]] – [[Biện vong luận]] dẫn từ '''Ngô chí''' rằng: \"''Đổng Tập, tự Nguyên Thế''\". Có thuyết cho rằng sử thư đời sau sửa chữ '''Thế''' ra chữ '''Đại''' vì kiêng húy [[Đường Thái Tông]] là Lý '''Thế''' Dân<\/ref>, người Dư Diêu, Cối Kê<ref>Nay là [[Dư Diêu]], [[Chiết Giang]]<\/ref>, là tướng lĩnh [[nhà Đông Ngô]] [[thời Tam Quốc]] trong [[lịch sử Trung Quốc]].\n\n==Cuộc đời và sự nghiệp==\nĐổng Tập mình cao 8 thước, sức mạnh hơn người. [[Tôn Sách]] [[chiến dịch Dương châu|đánh Giang Đông]], Đổng Tập đón Sách ở Cao Thiên đình. Tôn Sách thấy tướng mạo ông hùng vĩ, dùng làm Môn hạ tặc tào. Khi ấy nghĩa quân [[Sơn Âm]] của Hoàng Long La, Chu Bột có vài ngàn người, kết đảng đã lâu, Sách tự đi dẹp, Tập chém được đầu của La, Bột, trở về được bái làm Biệt bộ tư mã, nắm mấy ngàn quân, thăng làm [[Vũ Dương]] đô úy. Theo Sách đánh huyện Hoàn, rồi đánh [[Lưu Huân]] ở Tầm Dương, đánh [[Hoàng Tổ]] ở [[Giang Hạ]].\n\nNăm 200, Tôn Sách mất, [[Tôn Quyền]] lên thay. Tôn Quyền còn trẻ tuổi, mới coi việc, [[Ngô thái phi]] lo lắng, gọi [[Trương Chiêu (Tam Quốc)|Trương Chiêu]] cùng bọn Tập vào gặp mặt, hỏi xem Giang Đông có thể giữ được không, Tập đáp rằng: \n:\"''Địa thế Giang Đông, có sông núi bền vững, nhờ Thảo Nghịch (chỉ Tôn Sách) sáng suốt gầy dựng, ân đức gửi ở dân. Thảo Lỗ (chỉ Tôn Quyền) kế thừa cơ nghiệp, trên dưới nghe theo mệnh lệnh, Trương Chiêu coi dân sự, bọn Tập nắm quân sự, gặp lúc có đủ địa lợi nhân hòa như bây giờ, muôn việc chẳng có gì đáng lo.\"''\n\nMọi người phấn chấn với lời ấy. Nghĩa quân [[Bà Dương]] của bọn Bành Hổ có mấy vạn người, Tập cùng [[Lăng Thống]], [[Tưởng Khâm]] chia nhau đánh dẹp. Tập đánh đâu thắng đấy, bọn Hổ thấy cờ họ Đổng thì tan chạy, nội một tuần thì bình định xong, được bái làm Việt kỵ hiệu úy, thăng Thiên tướng quân.\n\nNăm 208, Tôn Quyền đánh [[Hoàng Tổ]]. Tổ quay ngang đôi dãy thuyền Mông xung chẹn giữ Miện Khẩu, lấy kèo gỗ, xích lớn có giằng đá làm neo. Bên trên có ngàn người, dùng nỏ thay nhau bắn, tên bay như mưa, quân Giang Đông không thể tiến. Tập cùng Lăng Thống làm tiền bộ, đều nắm 100 cảm tử quân, ai cũng mặc giáp dày, ngồi thuyền buồm lớn, xông vào giữa đôi dãy mông xung. Tập dùng đao chặt đứt xích, mông xung xoay dọc theo dòng chảy, đại quân Giang Đông có thể tiến, Hoàng Tổ thua chạy rồi bị giết. Hôm sau mở tiệc, Quyền nâng chén chúc mừng Tập rằng: \"Buổi tiệc hôm nay, là nhờ công lao chặt xích vậy!\"\n\n[[Tào Tháo]] đánh Nhu Tu (213), Đổng Tập theo Quyền đi cứu. Đổng Tập nhận lệnh neo thuyền Ngũ lâu ở Nhu Tu Khẩu. Trong đêm có gió lớn, thuyền Ngũ lâu nghiêng ngả, bộ hạ tan chạy, xin đưa Tập rời đi. Tập giận nói: \"Ta thụ nhiệm cầm quân, ở đây phòng bị bọn giặc, sao lại bỏ đi, ai dám nói nữa thì chém!\" Vì thế chẳng ai dám can ngăn. Đêm ấy thuyền chìm, Đổng Tập bị chết đuối.\n\nTôn Quyền đổi trang phục để đưa tang ông, cung cấp cho gia quyến rất hậu.\n\n==Đánh giá==\n[[Bùi Tùng Chi]] chú giải [[Tam quốc chí]] dẫn từ '''Hậu Hán thư''' của [[Tạ Thừa]] khen Tập \"''chí tiết khảng khái, vũ nghị anh liệt''\".\n\n==Tham khảo==\n* [[Tam quốc chí]] '''quyển 55, Ngô chí quyển 10 – Đổng Tập truyện'''\n\n==Chú thích==\n{{tham khảo}}\n{{Nhân vật Tam Quốc}}\n\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Người Chiết Giang]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 213]]\n[[Thể loại:Sinh thế kỷ 2]]"}