{"Đỗ Thụy Châu":"{{Thông tin nhân vật hoàng gia\n| tên = Linh Đạo thái hậu\n| tước vị = \n| thêm = \n| hình = \n| cỡ hình = \n| chức vị 1 = [[Hoàng thái hậu]] [[Đại Việt]]\n| tại vị 1 = [[1175]] - [[1190]]\n| tiền nhiệm 1 = [[Linh Chiếu Thái hậu]]\n| chồng = [[Lý Anh Tông]]\n| kế nhiệm 1 = [[An Toàn hoàng hậu|Đàm Thái hậu]]\n| hoàng tộc = [[Nhà Lý]]\n| kiểu hoàng tộc = Triều đại\n| thụy hiệu = Linh Đạo hoàng hậu<br>靈道皇后\n| miếu hiệu = \n| tước hiệu = Cung nữ<br>Cung nhân<br>Thục phi<br>Hoàng thái hậu\n| cha = Quan Thị trung họ Đỗ\n| mẹ = \n| sinh = \n| mất = [[Tháng 1]], [[1190]]\n| nơi mất = [[Thăng Long]]\n}}\n\n'''Đỗ Thụy Châu''' ([[chữ Hán]]: 杜瑞珠, ? - [[tháng 1]], [[1190]]), là một [[Hoàng thái hậu]] [[nhà Lý]]. Bà là vợ vua [[Lý Anh Tông]], mẹ vua [[Lý Cao Tông]].\n\n== Xuất thân ==\nTheo văn bia ''Cự Việt quốc thái uý Lý công thạch bi minh tự'' (bia mộ Đỗ Anh Vũ, niên đại phỏng đoán là [[1159]]) tại làng [[Yên Lạc]], ([[Khoái Châu]], tỉnh [[Hưng Yên]]), Đỗ Thụy Châu là con gái của ông quan Thị trung họ Đỗ, là anh họ của [[Đỗ Anh Vũ]]. Bà là cháu gái Đỗ Anh Vũ và Chiêu Hiếu hoàng hậu, mẹ vua [[Lý Thần Tông]].\n\n== Vào cung ==\nKhông rõ năm nào bà làm vợ vua, có một số nguồn<ref>[http:\/\/www.khaiminh.net.vn\/index.php?option=com_content&view=article&id=246%3Amon-bun-ch-ha-ni&catid=73%3Anha-hang--khach-sn&lang=vi Món Bún Chả Hà Nội]{{Liên kết hỏng|date = ngày 2 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref> cho rằng đó là vào những năm cuối đời Anh Tông. Lúc đó bà vào cung làm [[cung nữ]], phục vụ ở bếp, hầu hạ cho [[Chiêu Linh hoàng hậu|Vũ hoàng hậu]]. Lúc đó bà là cung nữ hầu hạ hoàng hậu, sau đó được Anh Tông chú ý và trở thành phi tần của ông.\n\nNăm 1173, ngày 25 tháng Năm bà sinh ra Hoàng tử Long Trát và được phong làm Thục phi.\n\nNăm [[1175]], Thái tử là [[Lý Long Xưởng]] gian dâm với cung phi Từ thị, gây ra tội. Vua Anh Tông bèn phế ngôi của Xưởng và lập Long Trát làm thái tử bèn quyết định.\n\nCuối năm đó, vua Anh Tông băng hà, thái tử Long Trát mới 3 tuổi lên ngôi, tức [[Lý Cao Tông]]. Quyền nhiếp chính được giao phó cho Tô Hiến Thành. Bà được tôn làm '''Chiêu Thiên Chí Lý hoàng thái hậu''' (照天至理皇太后), còn Vũ hoàng hậu trở thành '''Chiêu Linh hoàng thái hậu''' (照靈皇太后).\n\nEm trai bà là [[Đỗ An Di]], làm Thái sư đồng bình chương sự, bên cạnh là Thái úy Tô Hiến Thành.\n\n==Hoàng thái hậu nhà Lý==\nKhi Cao Tông vừa lên ngôi, Chiêu Linh thái hậu vẫn có ý lật đổ ngôi vua, hòng cướp về cho con mình là phế thái tử Lý Long Xưởng. Nhưng do sự trung thành và cứng rắn của Tô Hiến Thành mà mọi sự đều an bài, Cao Tông giữ được ngôi. Chiêu Linh thái hậu từ đó dần bị siết chặt trong hậu cung và qua đời trong uất hận vào năm [[1199]].\n\nNăm [[1179]], Tô Hiến Thành ốm nặng, [[Tham tri chính sự]] Vũ Tán Đường (武贊唐) ngày đêm hầu bên cạnh, [[Gián nghị đại phu]] [[Trần Trung Tá]] (陳忠佐) vì bận việc không lúc nào rỗi để tới thăm hỏi. Đến khi bệnh nặng, Đỗ thái hậu thân đến thăm, hỏi Tô Hiến Thành:\n\n::''\"Nếu có mệnh hệ nào thì ai là người có thể thay ông?\"''.\n\nHiến Thành trả lời:\n\n::''\"Trung Tá có thể thay được\"''\n \nThái hậu nói:\n\n::''\"Tán Đường hàng ngày hầu thuốc thang, sao không thấy ông nhắc đến?\"\n\nHiến Thành trả lời:\n\n::''\"Vì bệ hạ hỏi người nào có thể thay thần nên thần nói đến Trung Tá, còn như hỏi người hầu dưỡng thì ngoài Tán Đường còn ai nữa?\"\n\nThái hậu khen là trung, nhưng cũng không dùng lời ấy. Sau khi Tô Hiến Thành mất, bà cho em trai mình là [[Đỗ An Di]] (杜安頤) làm phụ chính, nắm quyền triều đình.\n\nĐỗ An Di có uy quyền lớn khiến nhiều người khiếp sợ<ref>Đại Việt sử lược, tr 224<\/ref>. Về việc này, Sử thần [[Ngô Sĩ Liên]] cho rằng<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html Đại Việt sử ký toàn thư, Bản kỷ quyển 4]<\/ref>:\n::''Tô Hiến Thành nhân việc ký thác con côi, hết lòng trung thành, khéo xử trí khi biến cố, tuy bị gió lay sóng đập mà vẫn đứng vững như cột đá giữa dòng, khiến trên yêu dưới thuận, không thẹn với phong độ của đại thần đời xưa. Huống chi đến lúc sắp chết còn vì nước tiến cử người hiền, không vì ơn riêng, thái hậu không dùng lời nói của Hiến Thành là việc không may cho nhà Lý vậy''.\n\n== Qua đời ==\nNăm [[1190]], Mùa xuân, tháng giêng, bà qua đời. Được đặt thụy là '''Linh Đạo''' (靈道).\n\nLý Cao Tông khi còn nhỏ là người ngoan lành, song khi lớn lên bắt đầu trực tiếp cầm quyền trị nước lại sinh ra ham mê săn bắn, chính sự pháp luật không rõ ràng, vơ vét của dân xây nhiều cung điện, bắt trăm họ xây dựng phục dịch nên trộm cướp nổi lên khắp nơi.\n\nNgay khi Đỗ Thái hậu qua đời, Thái phó Ngô Lý Tín cũng mất, lập em của [[An Toàn hoàng hậu]] là [[Đàm Dĩ Mông]] làm phụ chính. Dĩ Mông vốn là người không có học nên việc triều chính càng suy sút.\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]]\n* [[Đại Việt sử lược]], Nguyễn Gia Tường dịch ([[1993]]), Nhà xuất bản Tổng hợp TP Hồ Chí Minh\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Hoàng thái hậu Việt Nam]]\n[[Thể loại:Phi tần nhà Lý]]\n[[Thể loại:Nhiếp chính Việt Nam]]\n[[Thể loại:Mất năm 1190]]\n[[Thể loại:Năm sinh thiếu]]"}