{"Đỗ Mục":"{{thông tin nhà văn\n| name = Đỗ Mục\n| image = Du Mu.jpg\n| bgcolour = blue\n| caption = Đỗ Mục (tranh của Thượng Quan Chu)\n| birthname = \n| birthdate = 803\n| birthplace =\n| deathdate = 853?\n| deathplace =\n| realname = Đỗ Mục\n| penname = Phàn Xuyên\n| occupation =\n| nationality = [[Trung Quốc]]\n| ethnicity = [[Người Hán]]\n| citizenship = [[Người Trung Quốc]]\n| education =\n| alma_mater =\n| period = Trước 825-sau 849\n| genre = Thơ Đường\n| subject =\n| movement =\n| awards =\n| spouse =\n| partner =\n| children =\n| relatives = [[Đỗ Hựu]]: ông nội <br \/>[[Đỗ Sùng]]: anh trai\n| influences =\n| influenced =\n| signature =\n| website =\n| footnotes =\n}}\n'''Đỗ Mục''' ([[chữ Hán]]: 杜牧, [[803]]-[[852]]?)<ref>Năm Đỗ Mục mất ghi theo ''Từ điển văn học'' (bộ mới, tr. 439) và ''Lịch sử văn học Trung Quốc'' (tập 2, tr. 267). Có một số tác giả như: [[Nguyễn Hiến Lê]], [[Trần Trọng San]],...đều ghi ông mất năm [[852]].<\/ref>, tự '''Mục Chi''', hiệu '''Phàn Xuyên'''; là một [[nhà thơ]] thời Vãn [[Nhà Đường|Đường]] trong [[lịch sử]] [[văn học Trung Quốc]].\n\n== Tiểu sử ==\n'''Đỗ Mục''' là người Vạn Niên, quận Kinh Triệu (nay là thành phố [[Tây An]], tỉnh [[Thiểm Tây]]). Nội ông là Tể tướng [[Đỗ Hựu]], từng là một viên quan giỏi về lý tài (coi về tiền bạc), và là một sử gia biên soạn sách [[Thông điển]]. Anh ông là Phò mã [[Đỗ Sùng]], từng trải đến chức Tiết độ sứ, rồi [[Tể tướng]]. Theo tài liệu, Đỗ Mục có dáng thanh tú, tính thích ca vũ, và có tài văn ngay từ lúc nhỏ <ref name=\"TDVH\">Theo ''Từ điển văn học'' (bộ mới), tr. 439-440.<\/ref>.\n \nNăm [[828]] đời [[Đường Văn Tông]], ông thi đỗ [[Tiến sĩ]] lúc 25 tuổi, lại đỗ luôn khoa Hiền lương phương chính<ref>Theo Trần Trọng San, sách ghi ở mục tham khảo, tr. 150.<\/ref>, được bổ chức Hiệu thư lang ở Sùng văn quán, rồi lần lượt trải các chức: Đoàn luyện tại [[Giang Tây]], Thư ký cho Tiết độ sứ Ngưu Tăng Nhụ ở [[Hoài Nam]], Giám sát ngự sử ở [[Lạc Dương]]. Sau đó, ông lần lượt giữ chức Thứ sử tại [[Hoàng Châu]], [[Từ Châu]] và [[Mục Châu]]. Về sau, ông được triệu về triều làm chức Khảo công lang, Tri chế cáo, rồi làm Trung thư xá nhân.\n\nNăm [[853]] đời [[Đường Tuyên Tông]], Đỗ Mục lâm bệnh mất lúc 50 tuổi <ref>Theo Dịch Quân tả, sách ghi ở mục sách tham khảo, tr. 499.<\/ref>.\n\nÔng được đánh giá là người tài hoa, lãng mạn <ref>Theo [[Nguyễn Hiến Lê]], sách ghi ở mục tham khảo, tr. 473.<\/ref>, thích thanh sắc, nhưng cương trực có khí tiết, không hay để ý chuyện nhỏ nhặt <ref>Theo Trần Trọng San, tr. 498.<\/ref>, và xem thường lễ giáo <ref>Theo ''Thơ Đường'' (tập I), tr. 234.<\/ref>. Trong thư gửi cho Lý Trung Thừa, ông đã nói về mình như sau: ''\"thích rượu, thích ngủ, đã thành cố tật, thường đóng của hàng chục ngày, việc thăm viếng mời mọc cũng nhiều thiếu sót\"''...<ref>Theo ''Lịch sử văn học Trung Quốc'' (tập 2, tr. 267).<\/ref>.\n\n==Sự nghiệp văn chương==\nTác phẩm của Đỗ Mục có: '''Phàn Xuyên văn tập''' (20 quyển). Ngoài ra ông còn chú giải quyển [[Binh pháp Tôn Tử]] <ref>Cuốn [[Binh pháp Tôn Tử]] do [[Tôn Vũ]] soạn. Có vài bài viết trên mạng nói là của [[Tào Tháo]] soạn là không đúng.<\/ref>.\n\nĐỗ Mục sinh ra lúc [[nhà Đường]] đã suy vong, cho nên lý tưởng của ông là khôi phục cảnh thịnh trị. Vì vậy ông để tâm nghiên cứu các vấn đề về kinh tế và quân sự. Ông đã viết \"Tội ngôn\" (''Tội của phao ngôn''), \"Luận chiến\" (''Bàn về đánh''), \"Thướng Lý Tư đồ tướng công luận dụng binh thư\" (''Thư gửi tướng công Lý Tư đồ bàn về việc dùng binh''), \"Nguyên thập lục vệ\" (''Nguồn gốc mười sáu vệ binh''), v.v...\n\nTheo học giả [[Nguyễn Hiến Lê]], thì sau một thế kỷ chiến loạn, phần đông thi nhân ở thời kỳ Vãn Đường lại trở về chủ nghĩa duy mỹ thời [[Lục Triều]], nghĩa là họ quá chú trọng đến hình thức, và tư tưởng thì hóa ủy mị <ref>Nguyễn Hiến Lê, tr. 472.<\/ref>. Tuy nhiên, nhờ Đỗ Mục chủ trương \"lấy ý làm chủ, lấy khí làm phụ, lấy từ ngữ chương cú làm binh vệ\" (''Đáp Trang Sung thư''), làm văn vì sự việc chứ chẳng phải \"không ốm mà rên\" (''Vô bệnh thân ngâm''), nên trong sáng tác của ông vẫn có ý nghĩa hiện thực khá mạnh <ref>Theo ''Lịch sử văn học Trung Quốc'' (tập 2, tr. 267)<\/ref>.\n\nChủ đề thường thấy trong thơ ca Đỗ Mục, là:\n:-Nỗi ưu thời mẫn thế, lo âu trước cục diện chính trị đương thời, nặng lòng lo cho nước cho dân, và phê phán thói hoang dâm hưởng lạc của giai cấp thống trị. Tiêu biểu như các bài: \"Cảm hoài thi\" (''Thơ cảm hoài''), \"Tảo nhạn\" (''Nhạn sớm''), \"A Phòng cung phú\" (''Phú cung A Phòng''), \"Quá Ly Sơn tác\" (''Làm lúc đi qua Ly Sơn''), \"Quá Hoa Thanh cung tam tuyệt cú\" (''Bài thơ thơ tuyệt cú khi đi qua cung Thanh Hoa''),...\n:-Cảm tác về đời người vì bản thân lận đận, bất đắc chí. Tiêu biểu như các bài: \"Cửu nhật Tề sơn đăng cao\" (''Ngày mồng chín lên núi Tề Sơn''), \"[[Lạc Dương]] trường cú\" (''Bài thơ dài về Lạc Dương''), \"Quy gia\" (''Về nhà''), \"Lữ túc\" (''Ngủ nhà trọ''),...\n \nNhìn chung, thơ ông không trội ở ngôn từ hoa mỹ bóng bẩy, cũng không trội ở chỗ cầu kỳ, quái đản; mà bằng những lời lẽ điêu luyện, ông đã vẽ nên những cảnh sắc trữ tình, nói lên được những tình cảm trong sáng, lành mạnh, thanh nhã, nhẹ nhàng, tự nhiên,...làm rung động lòng người <ref>Theo ''Thơ Đường'' (Tập I), tr. 334.<\/ref>. Song xuất sắc nhất là những bài thơ thất ngôn tuyệt cú, rất được ưa thích (như bài \"Bạc Tần Hoài\" [''Thuyền đậu bến Tần Hoài''], \"Khiển hoài\" [''Khuây khỏa nỗi lòng''], \"Thanh minh\" [''Tiết Thanh minh''], v.v…), vì ngay cả thơ vịnh sử cũng không khô khan, thí dụ như các bài: \"Xích Bích hoài cổ\" (''Nhớ lại chuyện xưa ở sông Xích Bích''), \"Đăng Lạc Du nguyên\" (''Lên chơi gò Lạc Du''), \"Kim Cốc viên\" (''Vườn Kim Cốc''), v.v....\n\nSo với các nhà thơ đương thời, thơ ca Đỗ Mục đáng gọi là \"thần vận\". Do vậy, người đời đã gọi ông là \"Tiểu Đỗ\", gọi [[Đỗ Phủ]] là \"Lão Đỗ\" <ref>Theo Dịch Quân Tả (tr. 498) và Trần Trọng San (tr. 151).<\/ref>. Ngoài ra, vì ông có tiếng ngang với [[Lý Thương Ẩn]], nên người đời gọi hai ông là \"Tiểu Lý-Đỗ\", để phân biệt với \"Đại Lý-Đỗ\" (tức [[Lý Bạch]] và [[Đỗ Phủ]]) ở thời Thịnh Đường<ref name=\"TDVH\" \/>.\nTản văn của ông cũng khá tinh luyện, song chỉ vì thơ ông quá hay nên át đi. Nổi bật có bài \"Lý Hạ thi tự\" (''Đề tựa thơ Lý Hạ'')<ref name=\"TDVH\" \/>.\n\n==Giai thoại==\n[[Tập tin:Zhang Haohao poem 1 - Du Mu.jpg|nhỏ|200px|trái|[[Thư pháp Trung Hoa|Thư pháp]] của Đỗ Mục]]\nKhi còn là một hàn sĩ, có lần Đỗ Mục đến thăm bạn đang làm chủ một quận, rồi nhờ bạn giới thiệu cho mình một giai nhân. Bạn giới thiệu đã nhiều, song gặp ai ông cũng chê; sau phải mở ra một hội lớn để thiên hạ nô nức đến coi, nhân đó mà tuyển sắc. Tới chiều tối, ông mới gặp một cô gái đẹp khoảng 13 tuổi<ref>Trần Trọng San (tr. 498) ghi 10 tuổi.<\/ref>. Ông nhờ bạn làm mai rồi hứa với mẹ cô bé là trong khoảng 10 năm nữa sẽ cưới. Nhưng phải đến 15 năm sau, ông mới trở lại nơi ấy thì cô gái kia, vì quá hạn, đã nhận lời làm vợ người khác và đã có ba con. Ông than thở bằng một bài thơ, trong đó có câu:\n:Tự thị tầm xuân khứ hiệu trì,\n:Bất tu trù trướng oán phương thì.\n\n:Nghĩa là:\n:''Chỉ tại tìm xuân quá muộn đi,\n:''Thời thơm lỡ mất, tiếc làm chi! <ref>Kể theo Nguyễn Hiến Lê, tr. 473.<\/ref>\n\n==Sách tham khảo ==\n*Trần Lê Bảo, mục từ \"Đỗ Mục\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Sở Nghiên cứu văn học thuộc Viện Khoa học xã hội Trung Quốc, ''Lịch sử văn học Trung Quốc'' (tập 2). Bản dịch [[tiếng Việt]] do nhà xuất bản Giáo dục Việt Nam ấn hành năm 1993.\n*[[Nguyễn Hiến Lê]], ''Đại cương văn học sử Trung Quốc'' (trọn bộ). Nhà xuất bản Trẻ, 1997.\n*Trần Trọng San, ''Thơ Đường''. Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh,1990.\n*Dịch Quân Tả, ''Văn học sử Trung Quốc'' (quyển I) do Huỳnh Minh Đức dịch và chú giải. Nhà xuất bản Trẻ, 1992.\n*Nhiều người dịch, ''Thơ Đường'' (tập I). Nhà xuất bản Văn học, 1987.\n\n== Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Thiểm Tây]]\n[[Thể loại:Nhà thơ Trung Quốc thời Đường]]\n[[Thể loại:Sinh năm 803]]\n[[Thể loại:Người họ Đỗ tại Trung Quốc]]\n[[Thể loại:Quan lại nhà Đường]]\n[[Thể loại:Mất năm 852]]\n[[Thể loại:Chính khách từ Tây An]]\n[[Thể loại:Tiến sĩ nhà Đường]]"}