{"Đổng thái hậu":"{{Thông tin nhân vật hoàng gia\n| tên = Vĩnh Lạc Đổng thái hậu\n| tên gốc = 永樂董太后\n| title = [[Hán Linh Đế]] [[mẹ|sinh mẫu]]\n| chức vị = \n| tại vị = \n| tiền nhiệm = \n| kế nhiệm = \n| phối ngẫu = Hiếu Nhân hoàng [[Lưu Trường (Đông Hán)|Lưu Trường]]\n| kiểu tên đầy đủ = Tên thật\n| tước hiệu = [Giải Độc phu nhân;<br>解犢夫人]<br>[Thận Viên Quý nhân;<br>慎園貴人]<br>[Hiếu Nhân hoàng hậu;<br>孝仁皇后]\n| cha = \n| mẹ = \n| thụy hiệu = \n| place of bitrh = [[Hà Giang]], tỉnh [[Hà Bắc]]\n| mất = [[7 tháng 7]] năm [[189]]\n| nơi mất = [[Hà Giang quốc]], [[Hà Bắc, Trung Quốc]]\n| nơi an táng = [[Thận lăng]] (慎陵) \n}}\n'''Vĩnh Lạc Đổng Thái hậu''' ([[chữ Hán]]: 永樂董太后; ? - [[7 tháng 7]], năm [[189]]), cũng gọi '''Hiếu Nhân Đổng hoàng hậu''' (孝仁董皇后), là mẹ ruột của [[Hán Linh Đế]] Lưu Hoành, đồng thời là bà nội của [[Hán Thiếu Đế]] Lưu Biện cùng [[Hán Hiến Đế]] Lưu Hiệp trong [[lịch sử Trung Quốc]].\n\nĐổng hậu được biết đến là người đã bảo hộ Hán Hiến Đế Lưu Hiệp khi mẹ ông bị [[Hà hoàng hậu (Hán Linh Đế)|Hà Thái hậu]] sát hại, và cũng chính Đổng hậu đã có tranh chấp gay gắt với Hà Thái hậu khi ủng hộ Lưu Hiệp lên ngôi. Khi con trai Hà Thái hậu là Hán Thiếu Đế Lưu Biện được lập, Đổng hậu bị nhà họ Hà ám hại.\n\n==Thân thế==\nHiếu Nhân Đổng hoàng hậu sinh ra tại [[Hà Giang quốc]], khu vực thuộc tỉnh [[Hà Bắc, Trung Quốc]] hiện nay, không rõ gia thế như thế nào. Bà là vợ Giải Độc Đình hầu [[Lưu Trường (Đông Hán)|Lưu Trường]] - cháu 4 đời của [[Hán Chương Đế]]. Trong thời gian này bà được gọi là '''Đổng phu nhân''' (董夫人). Năm Vĩnh Thọ thứ 2 ([[156]]), bà sinh ra Lưu Hoành. Sau khi Lưu Trường chết, Lưu Hoành kế thừa tước vị Giản Độc Đình hầu<ref>《后汉书·卷五十五·章帝八王列传第四十五》：解渎亭侯淑，以河间孝王子封。淑卒，子苌嗣。苌卒，子宏嗣………<\/ref>.\n\nNăm Vĩnh Khang nguyên niên ([[167]]), [[Hán Hoàn Đế]] băng hà mà không có con, Giản Độc Đình hầu Lưu Hoành được [[Đậu Diệu|Đậu Thái hậu]] lập lên ngôi, tức là [[Hán Linh Đế]]. Sang đầu năm sau ([[168]]) là năm Kiến Ninh nguyên niên, Lưu Hoành đăng cơ, sử gọi [[Hán Linh Đế]]<ref>《后汉书·卷八·孝灵帝纪第八》：桓帝崩，无子，皇太后与父城门校尉窦武定策禁中，使守光禄大夫刘儵持节，将左右羽林至河间奉迎。<\/ref>.\n\nCùng năm, vào [[tháng 3]], được sự cho phép của Đậu Thái hậu, Hán Linh Đế truy tôn thân phụ làm '''Hiếu Nhân hoàng''' (孝仁皇), lệ chỉ xưng ''\"Hoàng\"'' mà lược đi chữ ''Đế'', vì Hán Linh Đế đã nhập vào hoàng phổ, là con trên danh nghĩa của Hán Hoàn Đế và Đậu Thái hậu, không còn là con của Giải Độc Đình hầu Lưu Trường và Đổng phu nhân nữa. Lăng của Hiếu Nhân hoàng gọi là [[Thận lăng]], và Đổng phu nhân được tôn làm '''Thận Viên Quý nhân''' (慎園貴人) theo cựu lệ của nhà Hán<ref>《后汉书·卷十下·皇后纪第十下》：建宁元年，帝即位，追尊苌为孝仁皇，陵曰慎陵，以后为慎园贵人。<\/ref><ref>《后汉书·卷八·孝灵帝纪第八》：闰月甲午，追尊皇祖为孝元皇，夫人夏氏为孝元皇后，考为孝仁皇，夫人董氏为慎园贵人。<\/ref>.\n\n== Được rước về Hán ==\n=== Hiếu Nhân hậu ===\nCũng trong năm Kiến Ninh ([[168]]), Đại tướng quân [[Đậu Vũ]] là cha của Đậu Thái hậu thất bại trong việc mưu trừ [[hoạn quan]] đứng đầu bởi [[Vương Phủ]] cùng [[Tào Tiết (hoạn quan)|Tào Tiết]], cuối cùng cả nhà họ Đậu chết thảm, Đậu Thái hậu rút lui khỏi chính trường, bị giam cầm tại Nam Cung.\n\nNăm sau ([[169]]), Hán Linh Đế sai Trung thường thị về Hà Giang quốc nghênh đón Đổng phu nhân về [[Lạc Dương]], em trai [[Đổng Sủng]] (董宠) cùng cháu trai [[Đổng Trọng]] (董重) cũng về theo. [[Tháng 3]] năm đó, Hán Linh Đế tôn Đổng phu nhân làm '''Hiếu Nhân hoàng hậu''' (孝仁皇后)<ref>《后汉书·卷八·孝灵帝纪第八》：三月乙巳，尊慎园董贵人为孝仁皇后。<\/ref>, ở tại [[Gia Đức điện]] (嘉德殿) của Nam Cung, sau để phù hợp với địa vị của Đổng hậu bèn được đổi gọi là '''Vĩnh Lạc cung''' (永樂宫). Do chính sách về tôn hiệu khắc khe của nhà Hán, Hiếu Nhân Đổng hậu không phải Hoàng thái hậu, nhưng đương thời quen gọi bà là ['''Vĩnh Lạc Thái hậu'''; 永樂太后]. Em trai Đổng Sủng được phong làm ''Chấp kim ngô'', cháu bà là Đổng Trọng được vào triều làm ''Ngũ quan Trung lang tướng'' (五官中郎将)<ref>《资治通鉴·卷五十六》：帝迎董贵人于河间。三月，乙巳，尊为孝仁皇后，居永乐宫，拜其兄宠为执金吾，兄子重为五官中郎将。<\/ref>. Năm Kiến Ninh thứ 3 ([[170]]), Đổng Sủng vì giả truyền thánh chỉ mà bị Hán Linh Đế ra chiếu xử tử<ref>《后汉书·卷十下·皇后纪第十下》：后坐矫称永乐后属请，下狱死。<\/ref><ref>《资治通鉴·卷五十六》：九月，执金吾董宠坐矫永乐太后属请，下狱死。<\/ref>.\n\nNăm Gia Bình nguyên niên ([[172]]), [[tháng 6]], Đậu Thái hậu băng thệ. Hiếu Nhân hoàng hậu Đổng thị chính thức đường hoàng can thiệp triều chính<ref>《后汉书·卷十下·皇后纪第十下》：及窦太后崩，始与朝政，使帝卖官求货，自纳金钱，盈满堂室。<\/ref>. Khi đó, con trai bà Hán Linh Đế kém về trí tuệ<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 336<\/ref>, không chăm lo triều chính, chỉ đam mê tửu sắc. Hiếu Nhân Đổng hậu và những người trong hoàng tộc cũng ăn chơi, hưởng lạc xa xỉ. Bà đã thúc giục Linh Đế bán quan chức để thu tiền<ref>[http:\/\/zh.wikisource.org\/wiki\/%E5%BE%8C%E6%BC%A2%E6%9B%B8\/%E5%8D%B710%E4%B8%8B Hậu Hán thư, quyển 10 hạ (kỷ hoàng hậu)]<\/ref>. Hán Linh Đế cho mua quan bán chức; Đổng hậu cũng nhận nhiều tiền hối lộ của các quan lại địa phương, lũng đoạn triều chính<ref name=\"LDP337\">Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr 337<\/ref>. Triều đình thu [[sưu]] cao [[thuế]] nặng nên đời sống nhân dân rất cực khổ.\n\nTrong cung, bà với con dâu là [[Hà hoàng hậu (Hán Linh Đế)|Hà hoàng hậu]] có xích mích do lợi ích về quyền lực, nhưng Hà hậu lại có con trai là Thái tử [[Lưu Biện]] nên có lợi thế rất lớn. Ngoài Lưu Biện là con Hà hậu, Hán Linh Đế còn một người con nhỏ là [[Lưu Hiệp]] – con của [[Vương mỹ nhân (Hán Linh Đế)|Vương mỹ nhân]]. Sau khi Vương mỹ nhân bị Hà hậu đầu độc giết hại, Lưu Hiệp được Hán Linh Đế giao cho Đổng hậu nuôi nấng, do đó hiệu gọi '''Đổng hầu''' (董侯)<ref>《后汉书·卷十下·皇后纪第十下》：（灵思皇后何氏）性强忌，后宫莫不震慑。<\/ref><ref>《后汉书·卷十下·皇后纪第十下》：四年，生皇子协，后遂鸩杀美人。帝大怒，欲废后，诸宦官固请得止。董太后自养协，号曰董侯。<\/ref>.\n\n=== Cái chết ===\nNăm Trung Bình thứ 6 ([[189]]), [[tháng 4]], Hán Linh Đế băng hà, con lớn là Thái tử Lưu Biện được lập lên ngôi, tức là [[Hán Thiếu Đế]]. Hiếu Nhân Đổng hậu trước đó lo sợ thế lực Hà hậu, nhất quyết bày mưu để Lưu Hiệp kế vị, nhưng Hán Linh Đế lại qua đời đột ngột nên ý nguyện của bà không thành. Sau khi Lưu Biện kế vị, Đổng thị vẫn ở vị trí Hiếu Nhân hoàng hậu, còn Hoàng hậu Hà thị của Hán Linh Đế được tôn làm [[Hoàng thái hậu]], lâm triều [[nhiếp chính]]<ref>《后汉书·卷十下·皇后纪第十下》：中平六年，帝崩，皇子辩即位，尊后为皇太后。太后临朝。<\/ref>. Lưu Hiệp được phong '''Bột Hải vương''' (勃海王), sau đó đổi thành '''Trần Lưu vương''' (陈留王)<ref>《后汉书·孝献帝纪》：中平六年四月，少帝即位，封帝为勃海王，徙封陈留王。<\/ref>.\n\nCùng là ngoại thích, cháu trai Đổng Trọng của Hiếu Nhân Đổng hậu được phong làm ''[[Phiêu Kỵ tướng quân]]'', còn anh trai Hà Thái hậu là [[Hà Tiến]] được phong làm ''[[Đại tướng quân]]'', thực lực tương đương, nên vì vậy mà hai bên kình địch nhau như lửa với nước. Vì ảnh hưởng chính trị, Đại tướng quân Hà Tiến có hiềm khích và mâu thuẫn gay gắt với [[hoạn quan]], trong khi đó Đổng hậu lại thân cận với lực lượng này<ref name=\"LDP337\"\/>. Đổng hậu cũng mâu thuẫn với Hà Thái hậu, mỗi lần Đổng Thái hậu muốn can dự triều chính, đều do Hà Thái hậu cản trở vì Hà Thái hậu mới là Hoàng hậu chân chính của Đại Hán, trở thành Hoàng thái hậu lâm triều danh chính ngôn thuận, còn Đổng hậu vốn chỉ là vợ của Hiếu Nhân hoàng - sinh phụ của Hán Linh Đế, địa vị không có<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%BE%8C%E6%BC%A2%E6%9B%B8\/%E5%8D%B710%E4%B8%8B#%E5%AD%9D%E4%BB%81%E8%91%A3%E7%9A%87%E5%90%8E 後漢書, 卷10下#孝仁董皇后]: 初，后自養皇子協，數勸帝立為太子，而何皇后恨之，議未及定而帝崩。何太后臨朝，重與太后兄大將軍進權勢相害，后每欲參幹政事，太后輒相禁塞<\/ref>. Mắt thấy nhà họ Hà lấn át quyền lợi của mình, Đổng hậu uất ức bèn mắng:「''\"Ngươi oai vệ gì? Cậy thế anh ngươi à? Ta bảo Phiêu kỵ tướng quân giết anh ngươi dễ như trở bàn tay!\"''」<ref>《后汉书·卷十下·皇后纪第十下》：何太后临朝，重与太后兄大将军进权势相害，后每欲参干政事，太后辄相禁塞。后忿恚詈言曰：“汝今辀张，怙汝兄耶？当敕票骑断何进头来。”何太后闻，以告进。<\/ref>. Hà Thái hậu giận dữ bèn nói với Hà Tiến, cả hai càng đem mưu diệt trừ nhà họ Đổng.\n\n[[Tháng 5]] năm ấy, Đại tướng quân Hà Tiến cùng [[Tam công]] bàn họp các quan lại kể tội Hiếu Nhân Đổng hậu nhận tiền hối lộ của các địa phương. Tấu sớ nói:「''“Hiếu Nhân Hoàng hậu sai Trung thường thị Hạ Uẩn, Vĩnh Lạc Thái bộc Phong Tư cùng quan phủ châu, quận cấu kết lẫn nhau, lũng đoạn trân bảo tài hóa các nơi, toàn bộ đưa vào Vĩnh Lạc cung. Dựa theo lệ thường, Phiên quốc Vương hậu không thể lưu lại ở kinh thành, thỉnh đem bà ta dời hồi Hà Giang quốc<ref>Đất phong của Giải Độc Đình hầu<\/ref>”''」. Hà Thái hậu phê chuẩn tấu chương này, Hà Tiến dẫn binh bao vây phủ đệ của Đổng Trọng, miễn trừ chức vụ, vì thế Đổng Trọng tự sát<ref>《后汉书·卷十下·皇后纪第十下》：进与三公及弟车骑将军苗等奏：“孝仁皇后使故中常侍夏恽、永乐太仆封谞等交通州郡，辜较在所珍宝货赂，悉入西省。蕃后故事不得留京师，舆服有章，膳羞有品。请永乐后迁宫本国。”奏可。何进遂举兵围骠骑府，收重，重免官自杀。<\/ref><ref>《资治通鉴·卷五十九》：五月，进与三公共奏：“孝仁皇后使故中常侍夏恽等交通州郡，辜较财利，悉入西省。故事，蕃后不得留京师；请迁宫本国。”奏可。辛巳，进举兵围票骑府，收董重，免官，自杀。<\/ref><ref>《后汉纪·孝灵皇帝纪下卷第二十五》：五月，进与三公奏：“故事，蕃后不同居京师，请永乐宫还故国。”于是骠骑将军董重下狱死。<\/ref>.\n\nNgày [[7 tháng 6]] (tức ngày [[7 tháng 7]] dương lịch) năm đó, Đổng hậu vì u buồn mà phát sầu, đột ngột qua đời<ref>《资治通鉴·卷五十九》：六月，辛亥，董后忧怖，暴崩。<\/ref>. Dân gian bá tánh đều cho rằng là do Hà Thái hậu hại chết, Đổng hậu được đưa về lại Hà Giang quốc, an táng vào [[Thận lăng]] (慎陵)<ref>《后汉纪·孝灵皇帝纪下卷第二十五》：永乐后怖，暴崩，众以为何后杀之。<\/ref><ref>《后汉书·卷十下·皇后纪第十下》：后忧怖，疾病暴崩，在位二十二年。民间归咎何氏。丧还河间，合葬慎陵。<\/ref>. Cuối năm ấy, Trần Lưu vương Lưu Hiệp do bà nuôi nấng được [[Đổng Trác]] đưa lên ngôi báu, trở thành [[Hán Hiến Đế]] sau khi Thiếu Đế Lưu Biện bị phế truất.\n\n==Tham khảo==\n* Lê Đông Phương (2007), ''Kể chuyện Tam Quốc'', Nhà xuất bản Đà Nẵng.\n* Đặng Huy Phúc (2001), ''Các hoàng đế Trung Hoa'', Nhà xuất bản Hà Nội.\n* Nguyễn Khắc Thuần (2003), ''Các đời đế vương Trung Hoa'', Nhà xuất bản Giáo dục.\n* [[Hậu Hán thư]]\n* [[Tư trị thông giám]]\n\n== Xem thêm ==\n* [[Thái hoàng thái hậu]]\n* [[Đổng Trác]]\n* [[Hán Thiếu Đế]]\n* [[Linh Hoài Vương Hoàng hậu]]\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Các chủ đề|Lịch sử|Trung Quốc}}\n\n{{Nhân vật Tam Quốc}}\n{{Hoàng hậu nhà Hán}}\n\n[[Thể loại:Người Hà Bắc]]\n[[Thể loại:Hoàng hậu nhà Hán]]\n[[Thể loại:Mất năm 189]]\n[[Thể loại:Sinh thế kỷ 2]]"}