{"Địch Thanh":"[[Tập tin:Ti Ching.jpg|phải|200px|nhỏ|Địch Thanh]]\n'''Địch Thanh''' ([[tiếng Trung]]: 狄青, 1008 - 1057), tự '''Hán Thần''' (漢臣), là tướng [[nhà Tống]] trong [[lịch sử Trung Quốc]]. Địch Thanh người Tây Hà, Phần Châu<ref name=\"TS\">[http:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7290#.E7.8B.84.E9.9D.92 Tống sử: Liệt truyện, quyển 290, Địch Thanh truyện]<\/ref> thời [[nhà Tống|Bắc Tống]] (nay thuộc huyện cấp thị [[Phần Dương]], tỉnh [[Sơn Tây, Trung Quốc|Sơn Tây]]). Ông là người xuất thân bần hàn nhưng giỏi việc cưỡi ngựa bắn cung. Ông cũng được đưa vào bộ phim truyền hình [[Bao Thanh Thiên (phim truyền hình 1993)|Bao Thanh Thiên]] do [[Đài Loan]] sản xuất năm 1993.\n\n==Thăng tiến==\nNăm Bảo Nguyên thứ nhất thời [[Tống Nhân Tông]] ([[1038]]) ông nhận chức [[Duyên An|Duyên Châu]] (延州) Chỉ huy sứ, vừa gan dạ lại có mưu kế nên trong thời gian [[Chiến tranh Tống-Hạ]] (1040-1042), mỗi khi ra trận ông đều đeo [[mặt nạ]] bằng [[đồng (nguyên tố)|đồng]] để xung phong nơi trận tiền, lập được nhiều chiến công.\n\nNăm Khang Định thứ nhất, được [[Doãn Thù]] tiến cử, ông được Thiểm Tây Kinh lược sứ là [[Hàn Kỳ]], [[Phạm Trọng Yêm]] đích thân khen thưởng. Phạm Trọng Yêm trao cho ông cuốn [[Tả truyện|Tả thị Xuân Thu]] và nói rằng \"将不知古今, 匹夫勇尔\" (''tướng bất tri cổ kim, thất phu dũng nhĩ'', nghĩa là làm tướng mà không hiểu chuyện xưa nay thì cũng chỉ là người tầm thường có lòng dũng cảm mà thôi)<ref name=TS \/>. Bị chọc tức bởi câu nói này, ông đã kiên trì đọc sách để tinh thông binh pháp thời Tần-Hán<ref name=TS \/>. Do gan dạ, dũng cảm, lập nhiều chiến công nên ông thăng tiến nhanh trên con đường làm quan, từ Tần Châu Thứ sử, qua Huệ Châu Đoàn luyện sứ, Bộ quân Phó đô chỉ huy sứ tới Mã quân Phó đô chỉ huy sứ<ref name=TS \/>.\n\nTháng sáu năm Hoàng Hữu thứ tư (1052), ông được thăng tới [[Khu mật sứ|Khu mật phó sứ]]<ref name=TS \/>. Sau khi giành thắng lợi trong cuộc chiến với [[Nùng Trí Cao]], ông được phong làm [[Khu mật sứ]], người đứng đầu của [[Khu mật viện]], một cơ quan ngang hàng với [[Trung thư tỉnh|Trung thư Môn hạ]], chuyên quản lý việc binh.\n\nKhi Hàn Kỳ, Phạm Trọng Yêm mới tới Thiểm Tây, có người tiến cử với hai ông một viên tướng nhỏ địa phương tên là Địch Thanh rất anh dũng, thiện chiến, có tài năng của một đại tướng. Phạm Trọng Yêm đang cần có một tướng tài, nghe nói thế rất phấn khởi, yêu cầu người đó kể rõ lai lịch về Địch Thanh. Địch Thanh vốn là một người lính thường trong đội cấm quân của Kinh Thành, từ nhỏ đã tinh thông võ nghệ, thành thạo mọi vũ khí và cưỡi ngựa bắn cung, lại thêm có sức khỏe, can đảm nên được chọn làm một tướng nhỏ.\n\nSau khi Nguyên Hạo xưng làm hoàng đế Tây Hạ, Tống Nhân Tông cử cấm quân đi phòng thủ biên giới. Địch Thanh được cử tới Bảo An (nay là Chí Đan) thuộc Thiểm Tây. Không lâu sau, quân Tây Hạ tiến công Bảo An; quân Tống ở Bảo An nhiều lần đã bị quân Tây Hạ đánh thua nên nghe nói tới giao chiến là sợ hãi. Tướng phòng thủ Bảo An là Lư Thủ Cần rất lo lắng trước tình hình đó. Thấy vậy Địch Thanh chủ động xin làm tiên phong để chống lại Tây Hạ. Lư Thủ Cần thấy Địch Thanh tình nguyện làm tiên phong thì hết sức vui mừng, liền cấp cho một số quân mã, cử ra giao chiến với quân Tây Hạ.\n\nMỗi lần ra trận, Địch Thanh đều thay đổi trang phục, xõa tóc, đeo mặt nạ bằng đồng chỉ để hở hai con mắt sáng quắc. Ông cầm một ngọn thương dài dẫn đầu xông sang trận địch, xông xáo chém giết. Quân Tây Hạ từ ngày tiến đánh Tống, chưa từng gặp đối thủ nào lợi hại như thế. Thấy hình dạng Địch Thanh cổ quái như vậy, chúng đã có vẻ sợ; bị Địch Thanh và quân Tống tiến đánh mãnh liệt, trận thế Tây Hạ rối loạn tan vỡ lùi về phía sau. Địch Thanh và quân Tống đánh tràn sang, thắng một trận lớn.\n\nTin thắng trận truyền về triều đình, Tống Nhân Tông rất phấn khởi, thăng chức cho Lưu Thủ Cần và thăng Địch Thanh lên bốn cấp. Tống Nhân Tông còn muốn triệu Địch Thanh về kinh thành tiếp kiến. Nhưng sau đó, Tây Hạ lại xâm phạm Vị Châu, Địch Thanh phải dẫn quân chống lại nên Tống Nhân Tông đành bỏ ý định triệu Địch Thanh về và sai người vẽ hình Địch Thanh gửi về triều đình.\n\nMấy năm tiếp sau, quân Tây Hạ vẫn liên tục xâm phạm biên giới khiến dân cư không lúc nào được yên, Địch Thanh trước sau đã tham gia hai mươi lăm trận đánh lớn nhỏ, tám lần bị trúng tên nhưng không trận nào không thắng lợi. Quân lính Tây Hạ hễ nghe thấy tên Địch Thanh là đều sợ hãi không dám giao chiến.\n\nPhạm Trọng Yêm thấy cấp dưới tiến cử, lập tức tiếp kiến Địch Thanh, hỏi ông đã đọc qua sách gì. Địch Thanh vốn xuất thân binh lính nên biết rất ít chữ, không thể trả lời là đã đọc sách gì. Phạm Trọng Yêm khuyên ông: “''Nay ngươi đã là một viên tướng, làm tướng mà không thông tỏ cổ kim, chỉ dựa vào sức mạnh và lòng dũng cảm thì không đủ''”. Sau đó ông giới thiệu cho Địch Thanh một số sách cần đọc. Được Phạm Trọng Yêm nhiệt tình khuyến khích, Địch Thanh hết sức xúc động; từ đó ông tranh thủ những lúc không có trận mạc thì miệt mài đọc sách. Mấy năm sau, ông đọc thuộc lòng binh pháp của các danh tướng đời Tần Hán về sau, lại lập nhiều chiến công nên luôn được thăng cấp và có tiếng tăm rất lớn. Về sau, Tống Nhân Tông điều ông về kinh thành, làm mã quân phó đô chỉ huy.\n\nTriều Tống có một chế độ tàn bạo là thích chữ vào mặt binh lính để đề phòng họ đào ngũ, khi làm lính thì Địch Thanh cũng đã từng bị thích chữ. Hơn mười năm làm tới đại tướng, trên mặt Địch Thanh vẫn còn lưu những chữ đó. Một lần, sau khi triệu kiến Địch Thanh, Tống Nhân Tông cho rằng trên mặt đại tướng mà còn thích chữ thì thật mất thể diện liền bảo Địch Thanh về nhà đắp thuốc để xóa bỏ những chữ đó đi. Địch Thanh tâu: “''Bệ hạ đã không nề hà hạ thần xuất thân hèn kém, căn cứ chiến công mà phong cho hạ thần địa vị như ngày nay khiến hạ thần rất cảm động. Còn những chữ in trên mặt này, hạ thần xin được giữ lại để binh lính nhìn thấy sẽ biết cần phải phấn đấu vươn lên như thế nào''”. Tống Nhân Tông nghe trả lời, rất tán thưởng kiến thức của Địch Thanh và càng quý trọng ông.\n\nSau đó, Địch Thanh còn lập nhiều chiến công và được thăng làm Khu mật sứ, nắm việc quân sự trong toàn quốc. Từ lính thường được thăng tới chức Khu mật sứ là một sự kiện chưa từng có trong lịch sử triều Tống. Có một số đại thần cho rằng Địch Thanh xuất thân hèn kém, khuyên Nhân Tông không nên cất nhắc ông lên chức vụ cao đến thế; nhưng lúc này Tống Nhân Tông đang cần trọng dụng tướng tài nên không nghe theo những ý kiến đó.\n\nĐịch Thanh là khu mật sứ, luôn có người cho rằng địa vị đó không tương xứng với xuất thân của ông. Một người tự xưng là dòng dõi Địch Nhân Kiệt, là danh tướng đười Đường đã tặng Địch Thanh một bức hình Địch Nhân Kiệt và nói: “''Ngài chẳng phải là con cháu Địch Công sao? Nên nhận Địch Công làm tổ tiên của mình đi!''\" Địch Thanh khiêm tốn cười đáp: “''Tôi vốn xuất thân hèn kém, ngẫu nhiên có cơ hội được lên chức vị cao, sao dám nhận xằng là dòng dõi Địch Công''”.\n\n==Chiến tranh với Đại Nam ==\nNăm 1052, tại khu vực [[Quảng Tây]], [[Nùng Trí Cao]] khởi binh, tự xưng là Nhân Huệ hoàng đế của Đại Nam quốc, đem quân công phá nhiều thành trì của [[nhà Tống]] tại khu vực [[Quảng Đông]], [[Quảng Tây]] và đã lên kế hoạch tấn công lên [[Hồ Nam]]. Quân Tống liên tục thua trận và triều đình nhà Tống rơi vào khủng hoảng do không ai nghĩ ra được phương sách gì.\n\nMới nhậm chức được 3 tháng, Khu mật phó sứ Địch Thanh đã dâng biểu xin đem quân đi chinh phạt. Tống Nhân Tông cả mừng, phong ông làm Tuyên Huy Nam viện sứ, Tuyên phủ Kinh Hồ Nam Bắc lộ, Kinh chế Quảng Nam đạo tặc sự, tự thân thiết yến để tiễn đưa ông tại điện Thùy Củng.\n\nĐầu năm 1053, Địch Thanh dẫn quân tới và hợp quân với Dư Tĩnh cùng Tôn Miện ở Tân Châu<ref>Nay là Liễu Châu, [[Quảng Tây]]<\/ref> rồi hội các tướng lại, chấn chỉnh quân lệnh, cấm không cho ra đánh nhau với Nùng Trí Cao. Quan kiềm hạt tỉnh Quảng Tây là Trần Thự trái tướng lệnh, đem quân ra đánh bị thua, Địch Thanh đem chém đi, rồi lệnh cho quân nghỉ 10 ngày. Quân do thám biết chuyện về báo cho Trí Cao biết. Trí Cao tưởng là quân nhà Tống sợ hãi không dám đánh và thế là lơ là mất cảnh giác, không thèm phòng bị. Đêm [[tết Nguyên tiêu|Thượng nguyên]], Địch Thanh chia quân thành tiền, trung, hậu hỏa tốc xuất kích đến [[đèo Côn Lôn|Côn Lôn quan]] (gần phủ [[Nam Ninh]]) đánh Nùng Trí Cao. Lúc đang đánh nhau, Địch Thanh lại đem kị binh đánh hai bên tả hữu áp lại, quân của Trí Cao tan vỡ, tướng dưới quyền là Hoàng Sư Mật và 57 người tử trận<ref>Việt sử Thông giám cương mục chép là hơn 100 người<\/ref>. Quân Tống đuổi theo giết hơn 2.200 quân của Nùng Trí Cao làm ông này phải đốt thành bỏ chạy. Sau chiến thắng, ông được phong chức [[Khu mật sứ]]<ref name=TS \/>.\n\n==Bãi quan ==\nSau khi nhận chức [[Khu mật sứ]], chức vụ võ quan tối cao khi đó, cộng với chiến công lẫy lừng nên trong triều nhiều quan lại tỏ ra ghen ghét, nghi ngờ và đàn hặc ông, như Ngự sử Trung thừa Vương Cử Chánh, Hữu ti gián Giả Ảm, Ngự sử Hàn Chí, Thượng thư [[Âu Dương Tu]], Đồng trung thư môn hạ Bình chương sự [[Văn Ngạn Bác]] cho rằng ông thao túng triều đình và có khả năng gây ra nguy hiểm cho nhà Tống, giống như điều [[Tống Thái Tổ]] đã từng làm với [[Hậu Chu Cung Đế]].\n\nTháng 8 năm Gia Hữu thứ nhất ([[1056]]), sau gần 4 năm đảm nhận chức Khu mật sứ, ông bị bãi chức, điều tới [[Hoài Dương|Trần Châu]]<ref name=TS \/>, rời xa kinh đô. Trước khi ông rời khỏi kinh đô, Tống Nhân Tông còn ban thêm cho ông hàm Đồng trung thư môn hạ Bình chương sự (Tể tướng)<ref name=TS \/>, vì thế dân gian mới có câu \"''tòng sĩ binh đáo Nguyên soái, tòng bố y đáo Tể tướng''\" để nói về ông. Tuy vậy, triều đình vẫn tiếp tục cho người giám sát ông, với việc mỗi nửa tháng lại cho người tới, về mặt danh nghĩa là hỏi thăm sức khỏe, nhưng thực ra là để giám sát. Sau đó ông bị mắc bệnh \"sợ hãi suốt ngày\" nên chưa tới nửa năm đã phát bệnh mà chết, vào tháng 2 âm lịch năm 1057, hưởng dương 49 năm, thụy '''Võ Tương'''. ''Tống sử'' chép rằng ông bị [[ung thư]] phát ra mồm mà chết (明年二月，疽發髭，卒: minh niên nhị nguyệt, thư phát tì, tốt nghĩa là ''tháng 2 năm mới, ung thư phát ra đằng mồm mà chết''.)<ref name=TS \/>.\n\n==Ghi chú==\n{{Tham khảo}}\n\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]\n[[Thể loại:Sinh năm 1008]]\n[[Thể loại:Mất năm 1057]]\n[[Thể loại:Nhân vật quân sự nhà Tống]]\n[[Thể loại:Nhân vật được tiểu thuyết hóa]]"}