{"Alexander I của Scotland":[{"snippet":"nấu theo phương pháp nấu chậm (Slow-cooked pork), thịt bò nướng, bánh thịt <span class=\"searchmatch\">cua<\/span> (crab cake), khoai tây thái mỏng từng miếng và chiên (potato chips), và bánh","pageid":57,"title":"Hoa Kỳ"},{"snippet":"hiệp Anh và Bắc Ireland, giống như ba quốc gia còn lại là Anh (England), <span class=\"searchmatch\">Scotland<\/span> và Bắc Ireland, nên &quot;Xứ Wales&quot; là cách gọi không chính xác. Wales có người","pageid":114242,"title":"Wales"},{"snippet":"suất trong vài ngày tới trên 500% mỗi năm, và sau đó làm giảm giá trị đồng <span class=\"searchmatch\">cua<\/span>-ron. Cựu Thủ tướng Malaysia Mahathir Mohamad là một trong những người đề","pageid":230842,"title":"Thị trường ngoại hối"},{"snippet":"sung diễn ra tại vùng đô thị Atlanta và Downtown Atlanta, bang New York, <span class=\"searchmatch\">Scotland<\/span> và Anh. Tựa đề Avengers: Hồi kết chính thức được công bố và trailer đầu","pageid":13938232,"title":"Avengers: Hồi kết"},{"snippet":"Of St Andrews, <span class=\"searchmatch\">Scotland<\/span>. ^ Giordano Bruno.; University Of St Andrews, <span class=\"searchmatch\">Scotland<\/span>. ^ Sir Isaac Newton; University Of St Andrews, <span class=\"searchmatch\">Scotland<\/span>. ^ Edmond Halley;","pageid":229802,"title":"Lịch sử thiên văn học"},{"snippet":"nổi trội nhất là trận chiến Horseshoe Bend (&quot;Horseshoe Bend&quot; là một khúc <span class=\"searchmatch\">cua<\/span> của sông Tallapoosa) - trận chiến đã góp phần kết thúc cuộc chiến. Hiệp ước","pageid":139552,"title":"Andrew Jackson"},{"snippet":"Machine Heraldry Society of <span class=\"searchmatch\">Scotland<\/span>, members' arms, fully searchable with illustrations of bearings, http:\/\/heraldry-<span class=\"searchmatch\">scotland<\/span>.com\/copgal\/thumbnails.php","pageid":2611848,"title":"Hình tượng chó sói trong văn hóa"},{"snippet":"Logan <span class=\"searchmatch\">Alexander<\/span> Paul (sinh ngày 1 tháng 4 năm 1995) là một diễn viên, đạo diễn, nhân vật Internet, nhà biên kịch, rapper và võ sĩ quyền anh người Mỹ.","pageid":13712420,"title":"Logan Paul"},{"snippet":"của chim anca. Trên biển, hải âu cổ rụt bơi trên mặt nước và ăn cá nhỏ và <span class=\"searchmatch\">cua<\/span>, những thứ mà chúng bắt được bằng cách lặn dưới nước, sử dụng đôi cánh để","pageid":1648384,"title":"Hải âu cổ rụt Đại Tây Dương"},{"snippet":"<span class=\"searchmatch\">Alexander<\/span> <span class=\"searchmatch\">I<\/span> (Tiếng Gaelic Trung cổ: Alaxandair mac Maíl Coluim; Tiếng Gaelic hiện đại: Alasdair mac Mhaol Chaluim; khoảng 1078 – 23 tháng 4 năm 1124)","pageid":19650923,"title":"Alexander I của Scotland"}]}