{"Anna Mons":[{"snippet":"<span class=\"searchmatch\">Anna<\/span> <span class=\"searchmatch\">Mons<\/span> là một người tình của Pyotr Đại đế, là một trong bốn phụ nữ mà Pyotr quan tâm đến nhiều nhất trong đời ông. Ba người kia là: mẹ của ông (Natalia","pageid":31559,"title":"Anna Mons"},{"snippet":"hoàng 31 tuổi. Pyotr Đại đế cảm thấy mến bà. Mối liên hệ giữa ông và <span class=\"searchmatch\">Anna<\/span> <span class=\"searchmatch\">Mons<\/span> đang tan rã. Trước mặt ông là một cô gái rắn chắc, mạnh khỏe, hấp dẫn","pageid":31294,"title":"Yekaterina I của Nga"},{"snippet":"Netherlands; Oudenarde, Bỉ; Zutphen, Netherlands Waltrude - Hainaut, Bỉ; <span class=\"searchmatch\">Mons<\/span>, Bỉ Wenceslas - Prague, Cộng hòa Séc Werburga - Chester, Anh Wilfrid - Ripon","pageid":1421113,"title":"Thánh quan thầy"},{"snippet":"trận Taginae và người kế vị của ông ta, Teia, cũng bị đánh bại trong trận <span class=\"searchmatch\">Mons<\/span> Lactarius (tháng 10 năm 552). Mặc dù một vài đơn vị đồn trú người Goth còn","pageid":61402,"title":"Đế quốc Đông La Mã"},{"snippet":"8975°B 12,49861°Đ﻿ \/ 41.89750; 12.49861 Lãnh thổ Thành Vatican là bộ phận của <span class=\"searchmatch\">Mons<\/span> Vaticanus (đồi Vatican), và của phạm vi Vatican cũ lân cận, tại đây có Vương","pageid":23616,"title":"Roma"},{"snippet":"hoan phim Ba Lan ở Gdynia (2005) và tại Liên hoan phim quốc tế ở <span class=\"searchmatch\">Mons<\/span> (2006). <span class=\"searchmatch\">Anna<\/span> Cieślak bắt đầu diễn xuất trên sân khấu tại Nhà hát Juliusz Słowacki","pageid":19497610,"title":"Anna Cieślak"},{"snippet":"của Tập đoàn quân Pháp thứ 5 nhưng cũng bị quân Đức đánh lui trong trận <span class=\"searchmatch\">Mons<\/span>. Pháp bại trận, kế hoạch tấn công của Joffre đã hoàn toàn đổ vỡ. Tuy nhiên","pageid":231667,"title":"Trận sông Marne lần thứ nhất"},{"snippet":"khi quân Pháp chỉ mất có 1 vạn binh sĩ. Liên quân chống Pháp chiếm được <span class=\"searchmatch\">Mons<\/span> nhưng họ không thể phát huy thế thượng phong của mình. Trận đánh tại Malplaquet","pageid":31640,"title":"Chiến tranh Kế vị Tây Ban Nha"},{"snippet":"lâu sau, Pyotr chú ý đến một phụ nữ ở đây. Cô người Hà Lan này tên là <span class=\"searchmatch\">Anna<\/span> <span class=\"searchmatch\">Mons<\/span>, con gái một thương nhân. Cô đã qua tay Lefort, nhưng khi thấy Pyotr để","pageid":31557,"title":"Franz Lefort"},{"snippet":"9 (một chiến dịch quan trọng và đẫm máu), Liên minh chuyển sự chú ý sang <span class=\"searchmatch\">Mons<\/span>, quyết định duy trì áp lực không ngừng lên người Pháp. Trước nguy cơ diệt","pageid":31376,"title":"John Churchill, Công tước thứ nhất xứ Marlborough"}]}