{"Averroes":[{"snippet":"học của ông được gọi là trường phái <span class=\"searchmatch\">Averroes<\/span>. Ông cũng được coi là cha đẻ của chủ nghĩa thế tục ở Tây Âu. <span class=\"searchmatch\">Averroes<\/span> được sinh ra trong một gia đình danh","pageid":198226,"title":"Averroes"},{"snippet":"8318 <span class=\"searchmatch\">Averroes<\/span> (1306 T-2) là một tiểu hành tinh vành đai chính được phát hiện ngày 29 tháng 9 năm 1973 bởi Cornelis Johannes van Houten, Ingrid van Houten-Groeneveld","pageid":846616,"title":"8318 Averroes"},{"snippet":"thắn của chủ nghĩa Aristote và ảnh hưởng của ông trong phong trào Latinh <span class=\"searchmatch\">Averroes<\/span> thuở ban đầu. Jandun chào đời ở Reims, tại vùng Champagne nước Pháp, từ","pageid":7665077,"title":"Jean de Jandun"},{"snippet":"chúng ta có thể nhận ra họ như sau: Kiến trúc Zeno xứ Citium Epicurus <span class=\"searchmatch\">Averroes<\/span> và Pythagoras Pythagoras Alcibiades hay Alexandros Đại đế và Antisthenes","pageid":70128,"title":"Trường Athena"},{"snippet":"Ibn al-Nafis là tổ sư ngành sinh lý học circulatory physiology, và ông <span class=\"searchmatch\">Averroes<\/span>. Còn ông Rhazes sáng lập ngành nhi khoa là người đầu tiên phản biện thuyết","pageid":4155,"title":"Y học"},{"snippet":"Gaon và Maimonides, và các triết gia Hồi giáo Avicenna, Al-Ghazali và <span class=\"searchmatch\">Averroes<\/span>) đã có biết đến các công trình của nhau. Các truyền thống tôn giáo này","pageid":6908,"title":"Triết học"},{"snippet":"TCN - 220 CN), họ đã duy trì ghi chép các quan sát này trong vài thế kỷ. <span class=\"searchmatch\">Averroes<\/span> cũng đưa ra một miêu tả về các vết đen Mặt Trời trong thế kỷ XII. Năm 1672","pageid":3729,"title":"Mặt Trời"},{"snippet":"la causa that matter provides the extension of particulars, he follows <span class=\"searchmatch\">Averroes<\/span>. ^ Bouvet, Molière; avec une notice sur le théâtre au XVIIe siècle, une","pageid":198058,"title":"Giordano Bruno"},{"snippet":"trữ bản gốc ngày 4 tháng 7 năm 2022. Truy cập ngày 23 tháng 3 năm 2018. <span class=\"searchmatch\">Averroes<\/span> (1953). Crawford, F. Stuart (biên tập). Commentarium Magnum in Aristotelis","pageid":16237,"title":"Aristoteles"},{"snippet":"tranh luận đã được kết thúc bởi sự tiếp nhận bởi những lời chỉ trích của <span class=\"searchmatch\">Averroes<\/span> về Ptolemy, và nó lại được hồi sinh nhờ sự phục hồi của các sách Ptolemy","pageid":14329360,"title":"Cách mạng Copernic"}]}