{"Babur":[{"snippet":"<span class=\"searchmatch\">Babur<\/span> (tiếng Ba Tư: بابر‎, chuyển tự Bābur, nguyên văn 'Hổ'; 14 tháng 2 năm 1483 – 26 tháng 12 năm 1530), tên thật là Ẓahīr-ud-Dīn Muhammad (tiếng Ba","pageid":261457,"title":"Babur"},{"snippet":"nhất, diễn ra vào ngày 21 tháng 4 năm 1526, giữa các quân đội xâm lược của <span class=\"searchmatch\">Babur<\/span> nhà Thiếp Mộc Nhi và triều đại Lodi của Ấn Độ. Trận đánh diễn ra ở miền","pageid":19430668,"title":"Trận Panipat lần thứ nhất"},{"snippet":"đôi khi gọi là các tiểu quốc Timur. Vào thế kỷ 16, vương hầu nhà Timur là <span class=\"searchmatch\">Babur<\/span>, lãnh tụ xứ Fergana, xâm lược Pakistan và Bắc Ấn ngày nay, thành lập Đế","pageid":1301295,"title":"Nhà Timur"},{"snippet":"<span class=\"searchmatch\">Babur<\/span> là một xã thuộc huyện Mucur, tỉnh Kırşehir, Thổ Nhĩ Kỳ. Dân số thời điểm năm 2010 là 20 người. ^ “Cities, towns and villages in Kırşehir”. Viện","pageid":1526360,"title":"Babur, Mucur"},{"snippet":"của Thành Cát Tư Hãn, như Thiếp Mộc Nhi, người lập ra đế quốc Timurid; <span class=\"searchmatch\">Babur<\/span>, người sáng lập ra đế quốc Mông Cổ trong lịch sử Ấn Độ. Những hậu duệ khác","pageid":2721,"title":"Thành Cát Tư Hãn"},{"snippet":"Nhà hát âm nhạc và kịch nghệ học Uzbek của Nhà nước Osh được đặt tên theo <span class=\"searchmatch\">Babur<\/span> là nhà hát chuyên nghiệp lâu đời nhất ở Kyrgyzstan, nhà hát lâu đời thứ","pageid":13479920,"title":"Nhà hát Nhạc kịch và Âm nhạc Osh Uzbek có tên Babur"},{"snippet":"Timur tiến vào Delhi, cướp bóc và tàn phá thành phố rồi rút lui. Năm 1526, <span class=\"searchmatch\">Babur<\/span>, một hậu duệ của Timur và Thành Cát Tư Hãn, đã vượt qua Đèo Khyber và lập","pageid":372426,"title":"Lịch sử Ấn Độ"},{"snippet":"cây và vòi phun nước. Vườn charbagh được vị hoàng đế Mogul đầu tiên là <span class=\"searchmatch\">Babur<\/span> đưa vào Ấn Độ, đây là kiểu thiết kế lấy cảm hứng từ các vườn cây Ba Tư.","pageid":44765,"title":"Taj Mahal"},{"snippet":"năm 1530 đến 1540 rồi trở lại từ năm 1555 đến năm 1556. Giống như vua cha <span class=\"searchmatch\">Babur<\/span>, Humayun cũng là ông vua tài ba, nhưng đáng tiếc là do quá đắm mình vào","pageid":275059,"title":"Humayun"},{"snippet":"Press. ISBN 0-520-06720-7. OCLC 802724436. ^ <span class=\"searchmatch\">Babur<\/span>, Emperor of Hindustan (2002). The Baburnama : memoirs of <span class=\"searchmatch\">Babur<\/span>, prince and emperor. W. M. Thackston . New","pageid":19714687,"title":"Giới quý tộc và hoàng gia LGBT"}]}