{"Bố Nhĩ Ni":[{"snippet":"Shakyamuni (tiếng Phạn: शाक्यमुनि, chữ Hán: 釋迦牟尼, phiên âm Hán-Việt: Thích-ca Mâu-<span class=\"searchmatch\">ni<\/span>, trong khẩu ngữ thường gọi là Phật, Bụt, Phật Tổ, Đức Thế Tôn hoặc Đức Phật)","pageid":11444,"title":"Thích-ca Mâu-ni"},{"snippet":"nhận sự tồn tại của Thượng đế hay Thiên Chúa. Trong Kinh Đại bi Tâm Đà La <span class=\"searchmatch\">Ni<\/span>, đức Phật Thích Ca dạy ngài A-nan rằng trong vô lượng kiếp về trước, Quán","pageid":8803,"title":"Quán Thế Âm"},{"snippet":"Hải, để làm người hầu. Do đó, người ta họa hình Quán Thế Âm Bồ Tát đội mũ <span class=\"searchmatch\">ni<\/span> xanh, mặc áo tràng trắng, ngự trên tòa sen, bên tay mặt có con chim mỏ ngậm","pageid":4977,"title":"Quan Âm"},{"snippet":"hiệu trang sức Qeelin ở Kuala Lumpur (Malaysia) và quảng bá Qeelin Neko <span class=\"searchmatch\">Bo<\/span> <span class=\"searchmatch\">Bo<\/span> bản giới hạn cùng Mr.Chan - CEO Nhà sáng lập thương hiệu. Năm 2019 28\/2","pageid":3432756,"title":"Cổ Lực Na Trát"},{"snippet":"Đây là một tên người Triều Tiên, họ là Jo. Jo <span class=\"searchmatch\">Bo<\/span>-ah (tiếng Hàn: 조보아), tên thật là Jo <span class=\"searchmatch\">Bo<\/span>-yoon, sinh ngày 22 tháng 8 năm 1991) là một nữ diễn viên Hàn Quốc","pageid":3134972,"title":"Jo Bo-ah"},{"snippet":"Trung Peter Pang Kwan Chung Bành Tử Tình Wallis Pang Tse Ching Bảo Bội Như <span class=\"searchmatch\">Bo<\/span> Baby Bảo Hán Lâm Paw Hon Lam Bào Khởi Tịnh Paw Hee Ching Bào Phương Paw Fong","pageid":532545,"title":"Danh sách diễn viên Hồng Kông"},{"snippet":"Thúy Nga,.., truy cập ngày 20 tháng 8 năm 2022 ^ “1 - Phim <span class=\"searchmatch\">Bo<\/span> Viet Nam : Khong Phai Toi (Tron <span class=\"searchmatch\">Bo<\/span> 10 Dia), HUY TRAN CORPORATION - The Gioi Am Nhac”. www.thegioiamnhac","pageid":894084,"title":"Thúy Nga (diễn viên)"},{"snippet":"hướng tránh phải suy xét về tính đúng đắn của các tình cảm đồng tính hay ái <span class=\"searchmatch\">nhi<\/span>, và tình yêu được chấp nhận ở mọi hình thái của nó. Phong cách nghệ thuật","pageid":85081,"title":"Cardcaptor Sakura"},{"snippet":"Sầu vương ý nhạc, Em bé đánh giày, Cô gái bán trái sầu riêng (với Mỹ Châu), <span class=\"searchmatch\">Ni<\/span> cô và Kiếm sĩ (với Diệu Hiền),… Năm 1963, ông chuyển sang đoàn Kim Chung 2","pageid":191330,"title":"Minh Cảnh"},{"snippet":"Kim cương cho Sư. Đến câu &quot;Đừng để tâm vướng víu nơi nào&quot; (ưng vô sở trụ <span class=\"searchmatch\">nhi<\/span> sinh kì tâm 應無所住而生其心), sư hoát nhiên đại ngộ, bèn bạch Tổ rằng: Ngũ Tổ nói:","pageid":11218,"title":"Huệ Năng"}]}