{"Bodawpaya":[{"snippet":"<span class=\"searchmatch\">Bodawpaya<\/span> (Tiếng Miến Điện: ဘိုးတော်ဘုရား, phát âm [bódɔ̀ pʰəjá]; Tiếng Thái: ปดุง); (11 tháng 3 năm 1745 - 5 tháng 6 năm 1819) là vị vua thứ sáu của","pageid":19208905,"title":"Bodawpaya"},{"snippet":"(Myanmar),và là mẹ của ba vị vua triều Konbaung: Naungdawgyi, Hsinbyushin và <span class=\"searchmatch\">Bodawpaya<\/span>. Bà nổi tiếng với việc duy trì mối quan hệ hòa bình giữa hai người con","pageid":12468599,"title":"Yun San"},{"snippet":"Sagaing Min được ông nội là vua <span class=\"searchmatch\">Bodawpaya<\/span> chọn làm thái tử vào năm 1808, và trở thành vua vào năm 1819 sau khi <span class=\"searchmatch\">Bodawpaya<\/span> băng hà. Bagyidaw dời đô từ Amarapura","pageid":19795059,"title":"Bagyidaw"},{"snippet":"Konbaung, Miến Điện từ năm 1783 đến năm 1808, dưới thời trị vì của vua cha <span class=\"searchmatch\">Bodawpaya<\/span>. Với tư cách là Thân vương Shwedaung và Dabayin, ông được nhà vua giao","pageid":19795356,"title":"Thado Minsaw"},{"snippet":"cho đến ngày nay, đó là Vương triều Chakkrin. Năm 1785, vua Miến Điện <span class=\"searchmatch\">Bodawpaya<\/span> xâm lược Xiêm La. Vua Rama I chỉ huy quân Xiêm cố sức chống đánh, quân","pageid":248143,"title":"Rama I"},{"snippet":"Konbaung yểu mạng nhất. Chú của ông là Thân vương Badon (sau này là vua <span class=\"searchmatch\">Bodawpaya<\/span>) nhanh chóng đến cung điện và phế truất ông vào ngày 11 tháng 2 năm 1782","pageid":19206976,"title":"Phaungkaza Maung Maung"},{"snippet":"người em họ Phaungka lật đổ vào ngày 6 tháng 2 năm 1782 và bị người chú <span class=\"searchmatch\">Bodawpaya<\/span> xử tử tám ngày sau đó. Singu có tên khai sinh là Min Ye Hla (မင်းရဲလှ)","pageid":19206850,"title":"Singu Min"},{"snippet":"<span class=\"searchmatch\">Bodawpaya<\/span> của triều đại Miến Điện Konbaung lại sang đánh lần nữa. Lần này, ông không chia quân mà thay vào đó thành một đội quân duy nhất. <span class=\"searchmatch\">Bodawpaya<\/span> hành","pageid":627954,"title":"Chiến tranh Ayutthaya – Myanma"},{"snippet":"người đã lật đổ Singu ban cho chức Tể tướng. Khi đến lượt Phaungka bị <span class=\"searchmatch\">Bodawpaya<\/span> lật đổ chỉ sau 6 ngày ở ngôi, vị vua mới vẫn tiếp tục cho Maha Thiha Thura","pageid":625710,"title":"Maha Thiha Thura"},{"snippet":"ra với tên gọi Maung Khin, con của Thái tử Thado Minsaw (con trai vua <span class=\"searchmatch\">Bodawpaya<\/span>) và Công chúa Min Kye vào ngày 14 tháng 3 năm 1787. Khi anh trai của ông","pageid":19795068,"title":"Tharrawaddy Min"}]}