{"Brahmagupta":[{"snippet":"<span class=\"searchmatch\">Brahmagupta<\/span> (Sanskrit: ब्रह्मगुप्त) (598–668) là một nhà toán học và thiên văn học Ấn Độ. Ông là tác giả của hai tác phẩm đầu tiên về toán học và thiên","pageid":2262086,"title":"Brahmagupta"},{"snippet":"ràng đầu tiên của số 0 toán học là trong Brahmasphuta Siddhanta của <span class=\"searchmatch\">Brahmagupta<\/span>, cùng với các suy xét về các số âm và các quy tắc đại số. Người Olmec","pageid":35669,"title":"0 (số)"},{"snippet":"của tứ giác nội tiếp với các cạnh a, b, c, d được cho bởi công thức <span class=\"searchmatch\">Brahmagupta<\/span>: S = ( p − a ) ( p − b ) ( p − c ) ( p − d ) {\\displaystyle S={\\sqrt","pageid":73429,"title":"Tứ giác nội tiếp"},{"snippet":"Trong hình học Euclid, công thức <span class=\"searchmatch\">Brahmagupta<\/span> là công thức tính diện tích của một tứ giác nội tiếp (tứ giác mà có thể vẽ một đường tròn đi qua bốn đỉnh","pageid":3227497,"title":"Công thức Brahmagupta"},{"snippet":"Định lý <span class=\"searchmatch\">Brahmagupta<\/span> là một định lý trong hình học, được đặt tên theo nhà toán học và thiên văn học người Ấn Độ <span class=\"searchmatch\">Brahmagupta<\/span>. Định lý <span class=\"searchmatch\">Brahmagupta<\/span> là một","pageid":466234,"title":"Định lý Brahmagupta"},{"snippet":"Brāhmasphuṭasiddhānta năm 628, tác phẩm chính của nhà toán học Ấn Độ <span class=\"searchmatch\">Brahmagupta<\/span>. Ông coi 0 là một số và thảo luận các phép tính liên quan đến nó, bao","pageid":54401,"title":"Số"},{"snippet":"được biết đến (xem thêm Vāsavadattā của Subandhu, hay định nghĩa của <span class=\"searchmatch\">Brahmagupta<\/span>). Cũng có giả thuyết rằng ký tự 0 được phát minh ra vào thế kỷ đầu tiên","pageid":10727,"title":"Chữ số Ả Rập"},{"snippet":"Định thức <span class=\"searchmatch\">Brahmagupta<\/span>–Fibonacci là một định thức toán học nổi tiếng trên thế giới. Mặc dù ban đầu định thức này được gọi là Định thức Fibonacci, bởi nó","pageid":1589639,"title":"Định thức Brahmagupta–Fibonacci"},{"snippet":"Qin Jiushao. Trong thế kỷ thứ 7, <span class=\"searchmatch\">Brahmagupta<\/span> đã phát triển một công thức, bây giờ được gọi là công thức <span class=\"searchmatch\">Brahmagupta<\/span>, cho diện tích của một tứ giác nội","pageid":24152,"title":"Diện tích"},{"snippet":"cách chính xác của Brahma, được viết tắt là BBS) là tác phẩm chính của <span class=\"searchmatch\">Brahmagupta<\/span>, được viết vào khoảng 628. Tác phẩm về thiên văn học toán học này bao","pageid":14439991,"title":"Brāhmasphuṭasiddhānta"}]}