{"Bunei (Ryukyu)":[{"snippet":"<span class=\"searchmatch\">Bunei<\/span> (武寧) (1356-1406) là vua cuối cùng của Chūzan, một trong 3 vương quốc cổ thuộc đảo Okinawa, trước khi nó được Shō Hashi hợp nhất thành vương quốc","pageid":414913,"title":"Bunei (Ryukyu)"},{"snippet":"tranh xâm nhập Nhật Bản lần thứ nhất, sử thư Nhật Bản xưng là chiến dịch <span class=\"searchmatch\">Bunei<\/span> (文永の役), triều đình Nguyên phái hơn 32 nghìn người Đông chinh Nhật Bản, cuối","pageid":44012,"title":"Nhà Nguyên"},{"snippet":"ông Sho Hashi nổi dậy lật đổ <span class=\"searchmatch\">Bunei<\/span> năm 1406. Sau khi ông mất, con ông là Sho Hashi nối ngôi năm 1422 và thống nhất Okinawa lập nên vương quốc <span class=\"searchmatch\">Ryukyu<\/span>.","pageid":414969,"title":"Shō Shishō"},{"snippet":"mới, tuy nhiên, vương triều của ông lập ra chỉ kéo dài đến đời con ông <span class=\"searchmatch\">Bunei<\/span> và kết thúc năm 1405. Sứ giả của Trung Quốc đến Chūzan năm 1372 yêu cầu","pageid":414912,"title":"Satto"},{"snippet":"loạn nhỏ chống lại lãnh chúa vùng Azato năm 1402. Sau đó, Hashi lật đổ Vua <span class=\"searchmatch\">Bunei<\/span> của Chūzan năm 1406 và đưa cha ông Shō Shishō lên ngôi. Thậm chí khi cha","pageid":415039,"title":"Shō Hashi"},{"snippet":", Sanzan-jidai) 1322－1429） là một giai đoạn trong lịch sử của quần đảo <span class=\"searchmatch\">Ryukyu<\/span> (Lưu Cầu). Thế kỷ 14, trên đảo chính Okinawa đã xuất hiện ba quốc gia là","pageid":987537,"title":"Thời đại Tam Sơn"},{"snippet":"kinh đô Trung Quốc đã xuất hiện vào thời điểm này. Con trai của Satto là <span class=\"searchmatch\">Bunei<\/span> đã kế vị ngôi báu vào năm 1395, và tiếp tục giám sát các chính sách và đường","pageid":987541,"title":"Vương quốc Trung Sơn"},{"snippet":"(Hokuzan, 1322-1416) là nước triều cống của nhà Minh từ năm 1383. Năm 1406, <span class=\"searchmatch\">Bunei<\/span> bị lật đổ, Shō Shishō (Thượng Tư Thiệu) trở thành vua mới của vương quốc","pageid":987552,"title":"Danh sách vua Lưu Cầu"},{"snippet":"nhiên trong 11 năm sau triều đình này vẫn chưa có câu trả lời. Năm 1406, <span class=\"searchmatch\">Bunei<\/span>, vua Trung Sơn hính thức nhận được sắc pong của Trung Quốc; Taromai, vua","pageid":987539,"title":"Vương quốc Nam Sơn"},{"snippet":"nhiên trong 11 năm sau triều đình này vẫn chưa có câu trả lời. Năm 1406, <span class=\"searchmatch\">Bunei<\/span>, vua Trung Sơn, chính thức được nhận sắc phong của nhà Minh; Taromai, vua","pageid":987544,"title":"Vương quốc Bắc Sơn"}]}