{"Cao Càn":[{"snippet":"Pháp thu hồi Liên bang Đông Dương. Kết thúc Thế chiến II, Việt Nam chịu sự <span class=\"searchmatch\">can<\/span> thiệp trên danh nghĩa giải giáp quân đội Nhật của các nước Đồng Minh bao","pageid":151863,"title":"Việt Nam"},{"snippet":"Houyuan; Gu, Wanfa; Wu, Naiqin; Zhou, Kunshu; Hu, Yayi; Xin, Yingjun; Wang, <span class=\"searchmatch\">Can<\/span>; Kashkush, Khalil (ngày 17 tháng 12 năm 2012). “Early Mixed Farming of Millet","pageid":1529,"title":"Trung Quốc"},{"snippet":"đời đầu. Bốn cải tiến đưa ra là: Có khả năng hoạt động <span class=\"searchmatch\">can<\/span> thiệp trong mọi thời tiết ở độ <span class=\"searchmatch\">cao<\/span> thấp (dưới 500 ft\/150 m) như là đáp ứng lại những sự tiến","pageid":80803,"title":"Boeing B-52 Stratofortress"},{"snippet":"<span class=\"searchmatch\">can<\/span> thiệp từ bên ngoài, giới cầm quyền muốn được tự do thực hiện các chính sách độc lập, với nhận thức rằng các nước láng giếng sẽ kiềm chế không <span class=\"searchmatch\">can<\/span>","pageid":26882,"title":"Hiệp hội các quốc gia Đông Nam Á"},{"snippet":"Bầu cử Tổng thống Hoa Kỳ năm 2000 gây nhiều tranh cãi được Tối <span class=\"searchmatch\">cao<\/span> Pháp viện Hoa Kỳ <span class=\"searchmatch\">can<\/span> thiệp và giải quyết với kết quả là chức tổng thống về tay Thống","pageid":57,"title":"Hoa Kỳ"},{"snippet":"như về quân sự. Sự <span class=\"searchmatch\">can<\/span> thiệp của Tòa đại sứ Mỹ vào công việc nội bộ về chính trị và quân sự của Việt Nam Cộng hòa ngày càng lên <span class=\"searchmatch\">cao<\/span>. Tiếp sau đó là giai","pageid":98,"title":"Việt Nam Cộng hòa"},{"snippet":"có tên gọi khác là Khao Mên hoặc <span class=\"searchmatch\">Cao<\/span> Mên (sau khi cải cách chữ viết, trong các văn bản người Việt ghi sai thành <span class=\"searchmatch\">Cao<\/span> Miên) và Cam Bốt (bắt nguồn từ tên","pageid":81,"title":"Campuchia"},{"snippet":"lực lãnh đạo, quản lý, ý thức tổ chức kỷ luật; không bị chi phối bởi sự <span class=\"searchmatch\">can<\/span> thiệp, sức ép bên ngoài và lợi ích nhóm. Hiểu biết sâu rộng tình hình đất","pageid":22417,"title":"Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam"},{"snippet":"triệt hạ, chỉ còn lại Cột Cờ, Cửa Bắc với vết đạn năm 1873, Đoan Môn và lan <span class=\"searchmatch\">can<\/span> rồng đá ở trong hoàng thành cũ; đến năm 1897 thì lũy thành hầu như bị phá","pageid":80,"title":"Hà Nội"},{"snippet":"quân chủng và nhiều sĩ quan <span class=\"searchmatch\">cao<\/span> cấp khác xem xét lần cuối mọi mặt tình hình. Radford là người duy nhất ủng hộ một cuộc <span class=\"searchmatch\">can<\/span> thiệp của Mỹ dù là đơn phương","pageid":7320,"title":"Chiến dịch Điện Biên Phủ"}]}