{"Cao Hoan":[{"snippet":"<span class=\"searchmatch\">Cao<\/span> <span class=\"searchmatch\">Hoan<\/span> (chữ Hán: 高歡; 496 - 547) là một quân phiệt thời Nam-Bắc triều (Trung Quốc). Ông từng làm đến là Thượng trụ quốc nhà Đông Ngụy, đối thủ của Vũ","pageid":320339,"title":"Cao Hoan"},{"snippet":"mọi người vì lợi ích của mình và vì lợi ích của cả thiên hạ. Công chúng Mỹ <span class=\"searchmatch\">hoan<\/span> nghênh tình trạng đó nhưng không chấp nhận gọi đó là chủ nghĩa thực dân về","pageid":57,"title":"Hoa Kỳ"},{"snippet":"Bắc đã giành Bông sen vàng tại Liên <span class=\"searchmatch\">hoan<\/span> phim Việt Nam năm 1975 và giải đặc biệt của ban giám khảo LHP Liên <span class=\"searchmatch\">hoan<\/span> phim Moskva cùng năm đó. Sau khi Việt","pageid":80,"title":"Hà Nội"},{"snippet":". hay bài thơ <span class=\"searchmatch\">Hoan<\/span> hô Chiến sĩ Điện Biên của nhà thơ Tố Hữu có những đoạn đã trở nên rất quen thuộc với từng chiến sĩ Điện Biên: &quot;<span class=\"searchmatch\">Hoan<\/span> hô chiến sĩ Điện","pageid":7320,"title":"Chiến dịch Điện Biên Phủ"},{"snippet":"(diễn ra tại thành phố mới Bình Dương do tập đoàn Becamex tổ chức) Liên <span class=\"searchmatch\">hoan<\/span> ẩm thực đường phố tỉnh Bình Dương Bình Dương là một tỉnh có hệ thống giao","pageid":11191,"title":"Bình Dương"},{"snippet":"Chi Mão. Bộ phim được phát sóng trên kênh NHK của Nhật Bản và nhận được sự <span class=\"searchmatch\">hoan<\/span> nghênh của giới phê bình. Triệu Lệ Dĩnh nhận được giải thưởng Nữ diễn viên","pageid":2443255,"title":"Triệu Lệ Dĩnh"},{"snippet":"ảnh châu Âu. Liên <span class=\"searchmatch\">hoan<\/span> phim quốc tế Berlin trao giải &quot;Gấu Vàng&quot; và được tổ chức thường niên kể từ năm 1951, là một trong các liên <span class=\"searchmatch\">hoan<\/span> phim hàng đầu thế","pageid":741,"title":"Đức"},{"snippet":"1285, Thoát <span class=\"searchmatch\">Hoan<\/span> đưa quân đến sát ải Nam Quan và viết thư đòi &quot;mượn đường&quot; tấn công Chiêm Thành. Nhân Tông sai sứ thuyết phục Thoát <span class=\"searchmatch\">Hoan<\/span> rằng: &quot;Từ nước","pageid":43022,"title":"Trần Nhân Tông"},{"snippet":"Kim, Thường Tân, Bình Nguyên, Định Nguyên, Trệ Nguyên, Thất Nguyên, Văn, <span class=\"searchmatch\">Hoan<\/span>, Diễn, Phong v.v... Lớn nhất là biến loạn họ Nùng những năm 1038-1041. Bảo","pageid":6755,"title":"Nhà Lý"},{"snippet":"viên nói tiếng Lào, phim xuất hiện trong Liên <span class=\"searchmatch\">hoan<\/span> Phim quốc tế Melbourne 2013 và thắng ba giải tại Liên <span class=\"searchmatch\">hoan<\/span> Phim quốc tế Berlin. Gần đây, một vài công","pageid":56,"title":"Lào"}]}