{"Caracalla":[{"snippet":"<span class=\"searchmatch\">Caracalla<\/span> (tiếng Latinh: Marcus Aurelius Severus Antoninus Augustus; 4 tháng 4 năm 188 – 8 tháng 4, 217) là Hoàng đế La Mã gốc Berber từ năm 198 đến 217","pageid":2414134,"title":"Caracalla"},{"snippet":"Nhà tắm <span class=\"searchmatch\">Caracalla<\/span> (tiếng Ý: Terme di <span class=\"searchmatch\">Caracalla<\/span>) tại Roma nước Ý là nhà tắm công cộng (tiếng Latinh: thermae) nổi tiếng nhất cả về mặt tiện nghi lẫn về","pageid":3258499,"title":"Nhà tắm Caracalla"},{"snippet":"Cochliasanthus <span class=\"searchmatch\">caracalla<\/span> là một loại đậu dây leo thuộc họ Fabaceae, có nguồn gốc từ vùng nhiệt đới Nam Mỹ và Trung Mỹ. Loài của cây này có tên là <span class=\"searchmatch\">caracalla<\/span>, chỉ","pageid":759592,"title":"Cochliasanthus caracalla"},{"snippet":"cha ông là Septimius Severus và người anh <span class=\"searchmatch\">Caracalla<\/span> từ năm 209 đến 211, về sau bị ám sát theo lệnh của <span class=\"searchmatch\">Caracalla<\/span>. Geta là con út của Septimius Severus và","pageid":1860797,"title":"Publius Septimius Geta"},{"snippet":"vợ của Hoàng đế La Mã Lucius Septimius Severus và là mẹ của Hoàng đế <span class=\"searchmatch\">Caracalla<\/span> và Geta, Julia được xem là một trong những người phụ nữ quan trọng nhất","pageid":2416258,"title":"Julia Domna"},{"snippet":"trong lịch Julius. Hoàng đế La Mã <span class=\"searchmatch\">Caracalla<\/span> bị ám sát. Marcus Opellius Macrinus lên ngôi Hoàng đế La Mã. <span class=\"searchmatch\">Caracalla<\/span>, Hoàng đế La Mã Julia Domna, Hoàng","pageid":540725,"title":"217"},{"snippet":"Parthia một khoản tiền rất lớn và từ bỏ cuộc xâm lược vùng Lưỡng Hà mà <span class=\"searchmatch\">Caracalla<\/span> đã bắt đầu một năm trước đó. Trong nhiều thế kỷ, Roma và Parthia đã thống","pageid":1752822,"title":"Trận Nisibis (217)"},{"snippet":"kế vị Severus là <span class=\"searchmatch\">Caracalla<\/span> đã bổ nhiệm ông làm Trưởng quan chỉ huy Cấm vệ quân. Trong khi Macrinus nhận được sự tin tưởng của <span class=\"searchmatch\">Caracalla<\/span>, thì bỗng nhiên","pageid":1784412,"title":"Macrinus"},{"snippet":"đối với công dân của mình, đặc biệt là dưới thời trị vì của Hoàng đế <span class=\"searchmatch\">Caracalla<\/span>, người mà lịch sử chủ yếu ghi nhớ như một bạo chúa độc ác và là một trong","pageid":11338004,"title":"Tứ kỵ sĩ Khải Huyền"},{"snippet":"quán bar Roberto Benigni... Người bọc thảm Carlo Verdone... Giám đốc của <span class=\"searchmatch\">Caracalla<\/span> Peter Eyre... Edward Chỉ đạo nghệ thuật: Maria Paola Maino, Gianni Silvestri","pageid":1235978,"title":"Vầng trăng"}]}