{"Chân Ca":[{"snippet":"Blackpink chính thức ra mắt với album đĩa đơn đầu tay mang tên Square One gồm hai <span class=\"searchmatch\">ca<\/span> khúc &quot;Boombayah&quot; và &quot;Whistle&quot;. Cả hai sau đó đã lọt vào bảng xếp hạng World","pageid":3413510,"title":"Blackpink"},{"snippet":"đã vươn lên dẫn đầu. Thiết kế trên tay cầm của ngọn đuốc chứa nhiều Kbach <span class=\"searchmatch\">Chan<\/span> được kết nối với nhau để biểu thị sự đoàn kết trong việc đạt được hòa bình","pageid":2444144,"title":"Đại hội Thể thao Đông Nam Á 2023"},{"snippet":"3 tháng 1 năm 1995), thường được biết đến với nghệ danh Jisoo, là một nữ <span class=\"searchmatch\">ca<\/span> sĩ, diễn viên, người mẫu, người dẫn chương trình người Hàn Quốc, thành viên","pageid":3491843,"title":"Jisoo"},{"snippet":"tháng 2 năm 1997), thường được biết đến với nghệ danh Rosé (Hangul: 로제) là nữ <span class=\"searchmatch\">ca<\/span> sĩ, người mẫu, nhạc sĩ người New Zealand gốc Hàn Quốc, thành viên của nhóm","pageid":3491845,"title":"Rosé (ca sĩ)"},{"snippet":"phải là vị Tể tướng gốc Chăm tên Tôn La <span class=\"searchmatch\">Ca<\/span> Đồng Phù thời vua Ang <span class=\"searchmatch\">Chan<\/span> II. Việc xử tử Đồng Phù là do Ang <span class=\"searchmatch\">Chan<\/span> II nhờ triều Nguyễn bắt giúp để trị tội đại","pageid":6136,"title":"Người Chăm"},{"snippet":"Sarr Sergej Milinković-Savić Strahinja Pavlović Dušan Vlahović Hwang Hee-<span class=\"searchmatch\">chan<\/span> Kim Young-gwon Paik Seung-ho Marco Asensio Gavi Dani Olmo Carlos Soler Manuel","pageid":572882,"title":"Giải vô địch bóng đá thế giới 2022"},{"snippet":"EDITION&quot; (bản đặc biệt), phát hành vào ngày 4 tháng 7 năm 2016. Nhóm quảng bá <span class=\"searchmatch\">ca<\/span> khúc chủ đề &quot;아주 Nice&quot; trong 3 tuần và sau đó bắt đầu tour lưu diễn quanh châu","pageid":3247684,"title":"Seventeen (nhóm nhạc)"},{"snippet":" Lisa đã được Thủ tướng Thái Lan, Prayut <span class=\"searchmatch\">Chan<\/span>-o-cha, <span class=\"searchmatch\">ca<\/span> ngợi vì đã quảng bá văn hóa Thái Lan trong video <span class=\"searchmatch\">ca<\/span> nhạc &quot;Lalisa&quot; của cô. ^ Hay còn được đánh","pageid":3491848,"title":"Lisa (rapper)"},{"snippet":"Thiện trong trận Đương Dương - Trường Bản thì được dân gian <span class=\"searchmatch\">ca<\/span> ngợi bằng bài thơ: Máu đỏ <span class=\"searchmatch\">chan<\/span> hòa áo giáp hồng Đương Dương ai kẻ dám tranh hùng Xưa nay","pageid":5109,"title":"Tam quốc diễn nghĩa"},{"snippet":"Song Ji-hyo), Jo Seong-Oh (VJ chính của Gary, giờ là VJ chính của Yang Se-<span class=\"searchmatch\">chan<\/span>), Kim Ki-jin (VJ chính của Kim Jong-kook) và Ji Bong-jo (VJ chính của Jeon","pageid":809324,"title":"Running Man (chương trình truyền hình)"}]}