{"Charlemagne":[{"snippet":"<span class=\"searchmatch\">Charlemagne<\/span> (phiên âm tiếng Việt: Saclơmanhơ, phát âm tiếng Anh: \/ˈʃɑrlɨmeɪn\/) của Vương triều Carol hay Carolus Đại đế (tiếng Latinh: Carolus Magnus","pageid":82947,"title":"Charlemagne"},{"snippet":"trai của Pépin là <span class=\"searchmatch\">Charlemagne<\/span> thống nhất các vương quốc Frank và gây dựng một đế quốc rộng lớn trải khắp Tây và Trung Âu. <span class=\"searchmatch\">Charlemagne<\/span> được Giáo hoàng Léon","pageid":2860,"title":"Pháp"},{"snippet":"anh hùng ca hư cấu dựa trên Trận Roncevaux diễn ra năm 778, giữa quân <span class=\"searchmatch\">Charlemagne<\/span> và người Islam. Trường ca Roland là tác phẩm lớn lâu đời nhất còn tồn","pageid":2459717,"title":"Trường ca Roland"},{"snippet":"Thánh Phêrô, Giáo hoàng Leo III tuyên phong <span class=\"searchmatch\">Charlemagne<\/span> làm Hoàng đế của người Rôma. Lễ đăng quang của <span class=\"searchmatch\">Charlemagne<\/span> được xem như một điểm bước ngoặt trong lịch","pageid":183334,"title":"Trung Cổ"},{"snippet":"và Regensburg dưới triều đại Agilolfinger. Chiến thắng của hoàng đế <span class=\"searchmatch\">Charlemagne<\/span> đối với công tước của Baiern Tassilo III 788 đánh dấu sự kết thúc của","pageid":63524,"title":"Bayern"},{"snippet":"đảo ngược lại. Vào năm 800, danh hiệu hoàng đế La Mã được phục hồi bởi <span class=\"searchmatch\">Charlemagne<\/span>, và vương triều Carolingian của ông đã giúp tái sinh nền văn hóa - giáo","pageid":569368,"title":"Sơ kỳ Trung Cổ"},{"snippet":"cư trú: Sorb, Veleti và liên minh Obotrit. Năm 800, Quốc vương Frank <span class=\"searchmatch\">Charlemagne<\/span> đăng quang hoàng đế và lập ra Đế quốc Karoling, đế quốc này tồn tại đến","pageid":741,"title":"Đức"},{"snippet":"Âu ở phía tây dùng cách tính Rôma đến cuối thế kỉ 8 trong triều đại <span class=\"searchmatch\">Charlemagne<\/span>, và cuối cùng họ cũng chuyển sang dùng phương pháp Alexandria. Vì các","pageid":3274,"title":"Lễ Phục Sinh"},{"snippet":"Mikaili <span class=\"searchmatch\">Charlemagne<\/span> (sinh ngày 1 tháng 4 năm 2003) là một vận động viên bơi lội người Saint Lucia. Cô đã tham gia cuộc thi tự do 100 mét nữ tại Giải vô","pageid":15140406,"title":"Mikaili Charlemagne"},{"snippet":"hoàng tử: <span class=\"searchmatch\">Charlemagne<\/span> và Carloman. Năm 771, <span class=\"searchmatch\">Charlemagne<\/span> tiêu diệt Carloman thành công, chính thức lên ngôi vua. Triều đại của vua <span class=\"searchmatch\">Charlemagne<\/span> được xem","pageid":762409,"title":"Lịch sử Pháp"}]}