{"Cuauhtémoc":[{"snippet":"sử liệu, thân mẫu của ông là công chúa Tlatelolcan tên Tiyacapantzin. <span class=\"searchmatch\">Cuauhtemoc<\/span> theo học tại calmecac, trường học dành cho giới quý tộc và sau đó phục","pageid":19656134,"title":"Cuauhtémoc"},{"snippet":"dưới sự chỉ huy của Hernán Cortés và Xicotencatl Trẻ bắt sống hoàng đế <span class=\"searchmatch\">Cuauhtemoc<\/span> và tiếp quản thủ đô Tenochtitlan của Đế quốc Aztec. Cortés liên minh với","pageid":12224696,"title":"Tây Ban Nha chinh phục Đế quốc Aztec"},{"snippet":"Sau khi Tenochtitlan thất thủ vào ngày 13 tháng 8 năm 1521 và hoàng đế <span class=\"searchmatch\">Cuauhtemoc<\/span> bị bắt, người Tây Ban Nha cho dựng thành phố Mexico trên đống tro tàn","pageid":78665,"title":"Aztec"},{"snippet":"thành Chalco và Tlamanalco, Cortés gửi tám tù nhân Mexica tới hoàng đế <span class=\"searchmatch\">Cuauhtemoc<\/span> nói rằng &quot;tất cả các thị trấn trong khu vực hiện đang đứng về phía chúng","pageid":19431547,"title":"Trận vây hãm Tenochtitlan"},{"snippet":"có khả năng tăng máu cho đồng đội ở gần. Aztec - (Lãnh đạo: Tù trưởng <span class=\"searchmatch\">Cuauhtemoc<\/span>): Nhà thám hiểm của họ tăng gấp đôi kinh nghiệm cho các đơn vị gần mình","pageid":787350,"title":"Age of Empires III: The WarChiefs"},{"snippet":"đã được tặng thưởng MVP của Mexico League First Division năm lần. ^ “<span class=\"searchmatch\">Cuauhtemoc<\/span> Blanco”. ESPN. ESPN Internet Ventures. Truy cập ngày 11 tháng 1 năm 2011","pageid":790421,"title":"Cuauhtémoc Blanco"},{"snippet":"hôn nhân cùng giới trong tiểu bang. Vào tháng 9 năm 2014, nhà lập pháp <span class=\"searchmatch\">Cuauhtemoc<\/span> Escobedo Tejada tuyên bố rằng Đảng của Cách mạng Dân chủ Escobeda Tejada","pageid":14783099,"title":"Hôn nhân cùng giới ở Aguascalientes"},{"snippet":"19 tháng 8 năm 1970, và phục vụ cùng Hải quân Mexico như là chiếc ARM <span class=\"searchmatch\">Cuauhtemoc<\/span> (E-01), tên được đặt theo Cuauhtémoc (khoảng 1502-1525), Hoàng đế cuối","pageid":3422978,"title":"USS Harrison (DD-573)"}]}