{"Cyrus McCormick":[{"snippet":"<span class=\"searchmatch\">Cyrus<\/span> Hall <span class=\"searchmatch\">McCormick<\/span>, Sr. (15 tháng 2 1809 – 13 tháng 5 1884) là một nhà phát minh người Mỹ và người sáng lập công ty <span class=\"searchmatch\">McCormick<\/span> Harvesting Machine Company","pageid":199953,"title":"Cyrus McCormick"},{"snippet":"từ ngữ cho đến khi chúng gần như không thể nhận thấy được nữa.&quot; Neil <span class=\"searchmatch\">McCormick<\/span> cho rằng phong cách ca hát không chính thống của Jackson &quot;dộc đáo và hoàn","pageid":67015,"title":"Michael Jackson"},{"snippet":"1 triệu USD của bộ phim hòa nhạc 3-D năm 2008 của Miley <span class=\"searchmatch\">Cyrus<\/span>, Hannah Montana &amp; Miley <span class=\"searchmatch\">Cyrus<\/span>: Best of Both Worlds Concert, đang giữ kỷ lục là phim tài","pageid":474632,"title":"Justin Bieber"},{"snippet":"triệu lượt người xem trên Vevo, vốn thuộc về &quot;Wrecking Ball&quot; của Miley <span class=\"searchmatch\">Cyrus<\/span>, đồng thời cũng trở thành video đạt 1 tỷ lượt xem nhanh nhất trên YouTube","pageid":3269864,"title":"Hello (bài hát của Adele)"},{"snippet":"nhiều tòa nhà của nhóm này. Ngày 27 tháng 3 năm 1993, Mark Anh và Darlene <span class=\"searchmatch\">McCormick<\/span> đăng bài &quot;Tội lỗi của Messiah&quot; trên tạp chí Waco Tribune-Herald cáo buộc","pageid":3359764,"title":"Cuộc vây hãm ở Waco"},{"snippet":"McDonagh Elvis – Baz Luhrmann, Catherine Martin, Gail Berman, Patrick <span class=\"searchmatch\">McCormick<\/span>, và Schuyler Weiss The Fabelmans: Tuổi trẻ huy hoàng – Kristie Macosko","pageid":19781553,"title":"Giải Oscar lần thứ 95"},{"snippet":"việc giải quyết các vấn đề quan trọng hàng ngày.&quot; Nhà sử học Richard P. <span class=\"searchmatch\">McCormick<\/span> đưa ra một phán đoán sắc nét hơn. Ông cho rằng &quot;phán quyết cực đoan&quot; của","pageid":495488,"title":"Quốc hội Lục địa"},{"snippet":"phim thêm mùa thứ hai bao gồm 8 tập. Matt Bomer, Gavin Creel, Sierra <span class=\"searchmatch\">McCormick<\/span>, Kaia Gerber, Paris Jackson, Aaron Tveit, Merrin Dungey, Celia Finkelstein","pageid":19656790,"title":"American Horror Stories"},{"snippet":"Aaron &quot;Hotch&quot; Hotchner (Trưởng Đơn vị BAU) Luke Perry trong vai Benjamin <span class=\"searchmatch\">Cyrus<\/span> Jason Alexander trong vai Giáo sư Rothchild Cybill Shepherd trong vai Leona","pageid":19785991,"title":"Criminal Minds (mùa 4)"},{"snippet":"Khaled Khaled, Ron Latour, Gamal “Lunchmoney” Lewis, Mario Luciano, Carl <span class=\"searchmatch\">McCormick<\/span>, Leon McQuay III, Julia Michaels, Maxx Moore, Vurdell “V. Script” Muller","pageid":19666313,"title":"Giải Grammy lần thứ 64"}]}