{"Domitianus":[{"snippet":"Titus Flavius <span class=\"searchmatch\">Domitianus<\/span> (tiếng Latinh: Titus Flavius Caesar <span class=\"searchmatch\">Domitianus<\/span> Augustus;24 tháng 10 năm 51 – 18 tháng 9 năm 96), còn được gọi bằng cái tên Anh","pageid":408056,"title":"Domitianus"},{"snippet":"9 năm 96, một số vệ binh pháp quan cấu kết với nô lệ được thả mưu sát <span class=\"searchmatch\">Domitianus<\/span>. Cùng ngày, Nerva được viện nguyên lão La Mã phong làm hoàng đế. Khi mới","pageid":185335,"title":"Nerva"},{"snippet":"xuất chinh thắng địch mang lại vẻ vang cho Đế quốc. Với các Hoàng đế <span class=\"searchmatch\">Domitianus<\/span>, Marcus Aurelius, Decius và Diocletianus, Ki-tô giáo bị trấn áp tàn nhẫn","pageid":4859,"title":"Châu Âu"},{"snippet":"Sierra de Fuenfría cách đó 17 km vào thành phố. Cầu có lẽ do Hoàng đế <span class=\"searchmatch\">Domitianus<\/span> (trị vì từ năm 81-96) cho phép xây dựng và hoàn thành năm 98 vào đời hoàng","pageid":795873,"title":"Cầu máng Segovia"},{"snippet":"Vespasianus (69-79) - cha của Titus, chính bản thân Titus (79-81) và <span class=\"searchmatch\">Domitianus<\/span> (81-96) - em trai út của ông. Trước khi lên nối ngôi Hoàng đế, Titus là","pageid":407846,"title":"Titus"},{"snippet":"vong trong cuộc bức hại chống lại Cơ đốc giáo dưới thời hoàng đế La Mã <span class=\"searchmatch\">Domitianus<\/span>. Theo truyền thống, tác giả của Khải huyền được coi là Gioan Tông đồ,","pageid":11764160,"title":"Gioan đảo Patmos"},{"snippet":"Công Nguyên. Ông được kế vị bởi 2 người con trai là Titus (79-81) và <span class=\"searchmatch\">Domitianus<\/span> (81-96). Vespasianus hậu duệ của một gia đình kị sĩ mà đã trở thành một","pageid":407842,"title":"Vespasianus"},{"snippet":"Traianus làm võ quan (cũng giống như cha ông năm xưa) dưới triều Hoàng đế <span class=\"searchmatch\">Domitianus<\/span>, phục vụ trong Quân đội La Mã dọc theo biên giới với người German, và","pageid":148063,"title":"Traianus"},{"snippet":"bình cũng được cho là nơi đặt bàn nến Menorah lấy từ Đền thờ Hêrôđê. <span class=\"searchmatch\">Domitianus<\/span> quyết định hợp nhất khu phức hợp trước đó và khu vực không gian trống","pageid":19560548,"title":"Công trường Hoàng đế"},{"snippet":"chuỗi tiểu sử của liên tiếp 12 quốc trưởng La Mã, từ Julius Caesar đến <span class=\"searchmatch\">Domitianus<\/span>, tựa là &quot;Tiểu sử 12 hoàng đế&quot; (De Vita Caesarum). Công trình này được","pageid":1339901,"title":"Suetonius"}]}