{"Giải Tấn":[{"snippet":"Cộng Hòa đã bị đánh <span class=\"searchmatch\">tan<\/span> vỡ nhanh chóng trong Chiến dịch Mùa Xuân 1975. Sau sự kiện 30 tháng 4 năm 1975, lực lượng quân đội này đã <span class=\"searchmatch\">tan<\/span> rã hoàn toàn. Tính","pageid":98,"title":"Việt Nam Cộng hòa"},{"snippet":"Còn phe chủ hòa sẵn sàng quy thuận và hợp tác với Pháp để bảo vệ quyền lợi <span class=\"searchmatch\">giai<\/span> cấp. Đứng đầu phe chủ chiến là Tôn Thất Thuyết. Tôn Thất Thuyết là Thượng","pageid":84299,"title":"Phong trào Cần Vương"},{"snippet":"nghĩa quân Lam Sơn. Đến thời kỳ cận đại, Việt Nam lần lượt trải qua các <span class=\"searchmatch\">giai<\/span> đoạn Pháp thuộc và Nhật thuộc. Sau khi đánh bại và buộc Nhật Bản đầu hàng","pageid":151863,"title":"Việt Nam"},{"snippet":"cục bộ là một chiến lược quân sự của Hoa Kỳ trong Chiến tranh Việt Nam (<span class=\"searchmatch\">giai<\/span> đoạn 1965-1967). Nội dung cơ bản của chiến lược này là tận dụng ưu thế hỏa","pageid":785346,"title":"Chiến tranh cục bộ (Chiến tranh Việt Nam)"},{"snippet":"trả, quân Hy Lạp vượt biển làm nên cuộc chiến tranh thành Troia, và phá <span class=\"searchmatch\">tan<\/span> được thành này. Nền văn hóa Hy Lạp bấy giờ có biết bao nhiêu là anh tài xuất","pageid":4859,"title":"Châu Âu"},{"snippet":"sáng tạo cuối cùng. Ba <span class=\"searchmatch\">giai<\/span> đoạn đầu được gọi chung là &quot;Infinity Saga&quot;. &quot;Multiverse Saga&quot; là tên của 3 <span class=\"searchmatch\">giai<\/span> đoạn tiếp theo. <span class=\"searchmatch\">Giai<\/span> đoạn 4 gồm 7 phim, bắt","pageid":13949335,"title":"Danh sách phim điện ảnh của Vũ trụ Điện ảnh Marvel"},{"snippet":"phóng dân tộc đi kèm đấu tranh giải phóng <span class=\"searchmatch\">giai<\/span> cấp. Khi thành lập Việt Minh thì gác lại chủ trương đấu tranh <span class=\"searchmatch\">giai<\/span> cấp mà thực hiện đấu tranh đòi các quyền","pageid":183196,"title":"Tư tưởng Hồ Chí Minh"},{"snippet":"trường trình bày những ca khúc thuộc thể loại nhạc trẻ, nhạc Hoa lời Việt với <span class=\"searchmatch\">giai<\/span> điệu và ca từ đơn giản, Lý Hải từng được mệnh danh là &quot;Ngôi sao ca nhạc bình","pageid":529020,"title":"Lý Hải"},{"snippet":"sự lãnh đạo của các Đảng cộng sản. Là một phần trong nỗ lực ngăn chặn sự <span class=\"searchmatch\">tan<\/span> rã của đất nước, một cuộc trưng cầu dân ý đã được tổ chức vào tháng 3 năm","pageid":4353,"title":"Liên Xô"},{"snippet":"với tựa đề &quot;Đập <span class=\"searchmatch\">tan<\/span> tư tưởng hữu khuynh&quot;, lên án đó là tư tưởng độc hại và dễ lan tràn như cỏ dại, sau đó Phong trào Nhân Văn - <span class=\"searchmatch\">Giai<\/span> Phẩm bị dập tắt.","pageid":375318,"title":"Hồ Chí Minh"}]}