{"Giáo hoàng Sergius II":[{"snippet":"Thánh Nikolai, Thánh Andrei, Thánh Georgiy, Thánh Alexander Nevsky, Thánh <span class=\"searchmatch\">Sergius<\/span> xứ Radonezh và Thánh Seraphim xứ Sarov là những vị thánh bảo trợ của Nga","pageid":856,"title":"Nga"},{"snippet":"anh trai của Heraclius chỉ huy cùng sự giúp đỡ về nhuệ khí từ Thượng phụ <span class=\"searchmatch\">Sergius<\/span>. Nhờ các bức tường thành chắc chắn, quân Đông La Mã đã đẩy lùi các đợt","pageid":61402,"title":"Đế quốc Đông La Mã"},{"snippet":"nhiều nhất là hai câu chuyện: Người Samaria nhân lành và Người con trai <span class=\"searchmatch\">hoang<\/span> đàng. Giêsu có nhiều môn đồ, thân cận nhất là mười hai sứ đồ (hoặc tông","pageid":1299,"title":"Giê-su"},{"snippet":"cải tiến yếu tố này như ở Nhà thờ Thánh <span class=\"searchmatch\">Sergius<\/span> và Bacchus. Nhà thờ Byzantine cổ nhất còn tồn tại-mặc dù đã <span class=\"searchmatch\">hoang<\/span> phế-là Tu viện Stoudios xây vào năm 454","pageid":68617,"title":"Istanbul"},{"snippet":"quan niệm đạo đức khắc khổ của ông. Ví dụ, cảnh quyến rũ của <span class=\"searchmatch\">Sergius<\/span> trong Cha <span class=\"searchmatch\">Sergius<\/span>, là một trong những thành công của ông. Gorky đã thuật lại việc","pageid":64989,"title":"Lev Nikolayevich Tolstoy"},{"snippet":"kéo dài từ tháng 1 năm 844 cho tới ngày 27 tháng 1 năm 847. Giáo hoàng <span class=\"searchmatch\">Sergius<\/span> <span class=\"searchmatch\">II<\/span> sinh tại Rôma.Ông cho lắp ráp lại các bậc thang của &quot;Toà giảng&quot; được gọi","pageid":449527,"title":"Giáo hoàng Sergius II"},{"snippet":"chỉnh sửa dựa trên thông tin của tu viện Ba Ngôi Thánh Lavra của thánh <span class=\"searchmatch\">Sergius<\/span>, Arsenius (Sukhanov) ở Tòa giám mục Kiev trên núi Athos, cũng như Thượng","pageid":19522566,"title":"Nikon (thượng phụ Moskva)"},{"snippet":"phá hủy trong cuộc bạo loạn Nika, Nhà thờ các Tông đồ, và Nhà thờ Saints <span class=\"searchmatch\">Sergius<\/span> và Bacchus. Justinian cũng đã xây dựng một số nhà thờ và công sự bên ngoài","pageid":19415809,"title":"Nghệ thuật Byzantine"},{"snippet":"trung tâm là hình bát giác, mô phỏng theo nhà thờ tu viện của các Thánh <span class=\"searchmatch\">Sergius<\/span> và Bacchus, với bốn mái vòm nhỏ được đặt ở các góc. Cùng năm, Sinan xây","pageid":359959,"title":"Mimar Sinan"},{"snippet":"Trinity <span class=\"searchmatch\">Sergius<\/span> Lavra Sergiyev Posad, Moskva 56°18′37,26″B 38°7′52,32″Đ﻿ \/ ﻿56,3°B 38,11667°Đ﻿ \/ 56.30000; 38.11667﻿ (Trinity <span class=\"searchmatch\">Sergius<\/span> Lavra) 1993 <span class=\"searchmatch\">ii<\/span>, iv 657","pageid":8943279,"title":"Danh sách di sản thế giới tại Nga"}]}