{"Giáo hoàng Lêô VII":[{"snippet":"hòa Miền Nam Việt Nam, công nhận và tái lập bang <span class=\"searchmatch\">giao<\/span> với Việt Nam Cộng hòa. Trong khi đó chiến cuộc <span class=\"searchmatch\">leo<\/span> thang. Bắt đầu từ năm 1964, một số đồng minh của","pageid":98,"title":"Việt Nam Cộng hòa"},{"snippet":"mạnh. Tuy nhiên, Đế quốc Khmer đã bắt đầu suy yếu từ sau khi vua Jayavarman <span class=\"searchmatch\">VII<\/span> qua đời, khiến cho sức ảnh hưởng của người Khmer ở vùng đất người Thái định","pageid":4862,"title":"Thái Lan"},{"snippet":"công nhận là Di sản Thiên nhiên Thế giới với giá trị thẩm mỹ (tiêu chuẩn <span class=\"searchmatch\">vii<\/span>), và được tái công nhận lần thứ 2 với giá trị ngoại hạng toàn cầu về địa","pageid":4483,"title":"Vịnh Hạ Long"},{"snippet":"1901. Bà là quân vương cuối cùng thuộc Nhà Hanover, con trai của bà, Edward <span class=\"searchmatch\">VII<\/span>, kế vị ngai vàng và trở thành quân vương đầu tiên của nhà Saxe-Coburg và","pageid":328001,"title":"Victoria của Anh"},{"snippet":"trị dường như bị phân mảnh thành nhiều lãnh thổ bộ lạc, song đến thế kỷ <span class=\"searchmatch\">VII<\/span> chúng tập hợp thành khoảng một chục vương quốc như Northumbria, Mercia, Wessex","pageid":853,"title":"Anh"},{"snippet":"<span class=\"searchmatch\">leo<\/span> thang đánh phá miền Bắc, máy bay của không quân Mỹ đã tập trung bắn phá ác liệt Hải Phòng, tiến hành phong tỏa Cảng, nhằm hủy diệt đầu mối <span class=\"searchmatch\">giao<\/span> thông","pageid":362339,"title":"Hải Phòng"},{"snippet":"hậu vô cùng phong phú, đa dạng: từ băng giá vĩnh cửu, rừng lá kim cho tới <span class=\"searchmatch\">hoang<\/span> mạc nóng bỏng, rừng rậm nhiệt đới xanh um. Với sự phối hợp của các điều","pageid":83413,"title":"Địa lý châu Á"},{"snippet":"vương Pháp. Henry là vua thứ hai thuộc Nhà Tudor, kế vị phụ vương Henry <span class=\"searchmatch\">VII<\/span>. Ngoài sáu cuộc hôn nhân, Henry VIII còn nổi tiếng do đã tách Giáo hội Anh","pageid":286042,"title":"Henry VIII của Anh"},{"snippet":"Quần thể danh thắng Tràng An có giá trị nổi bật toàn cầu với 2 tiêu chí <span class=\"searchmatch\">VII<\/span> và VIII của một di sản thiên nhiên thế giới. Tràng An là một trong những","pageid":1112949,"title":"Quần thể danh thắng Tràng An"},{"snippet":"ngôn ngữ, văn hóa và dân tộc, đây cũng là nơi có sự đa dạng về các loài <span class=\"searchmatch\">hoang<\/span> dã nhiều nhất trong khu vực và cần được bảo tồn, bảo vệ. Tuy nhiên, quốc","pageid":6323,"title":"Ấn Độ"}]}