{"Giáo hoàng Lêô I":[{"snippet":"&quot;Thông qua đối thoại chính trị và xây dựng lòng tin, căng thẳng sẽ không <span class=\"searchmatch\">leo<\/span> thang thành đối đầu bạo lực trong các quốc gia thành viên ASEAN từ khi nó","pageid":26882,"title":"Hiệp hội các quốc gia Đông Nam Á"},{"snippet":"hòa Miền Nam Việt Nam, công nhận và tái lập bang <span class=\"searchmatch\">giao<\/span> với Việt Nam Cộng hòa. Trong khi đó chiến cuộc <span class=\"searchmatch\">leo<\/span> thang. Bắt đầu từ năm 1964, một số đồng minh của","pageid":98,"title":"Việt Nam Cộng hòa"},{"snippet":"Gòn) và Kas Krobei (Bến Nghé). Tuy đây là vùng rừng rậm <span class=\"searchmatch\">hoang<\/span> vắng, nhưng lại nằm trên đường <span class=\"searchmatch\">giao<\/span> thông của các thương nhân Việt Nam, Trung Quốc,... qua","pageid":39,"title":"Thành phố Hồ Chí Minh"},{"snippet":"Nam Phi. Panthera <span class=\"searchmatch\">leo<\/span> <span class=\"searchmatch\">leo<\/span> - sư tử Barbary. Chúng là phân loài sư tử lớn nhất, từng sinh sống từ Maroc tới Ai Cập. Con sư tử <span class=\"searchmatch\">hoang<\/span> Barbary cuối cùng bị","pageid":6807,"title":"Sư tử"},{"snippet":"Gia Lâm, Thanh Trì, Từ Liêm được thành lập. Khi cuộc Chiến tranh Việt Nam <span class=\"searchmatch\">leo<\/span> thang, Hà Nội phải hứng chịu những cuộc tấn công trực tiếp từ Hoa Kỳ. Riêng","pageid":80,"title":"Hà Nội"},{"snippet":"này vì cho rằng Quân đoàn <span class=\"searchmatch\">I<\/span> không đủ còn đủ quân để có thể phòng thủ một lúc ba nơi. Mệnh lệnh &quot;tiền hậu bất nhất&quot; này gây <span class=\"searchmatch\">hoang<\/span> mang trong quân đội, nhất","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"coi trọng vệ sinh cơ thể. - Mèo rừng (<span class=\"searchmatch\">hoang<\/span> dã): Môi trường sống của mèo <span class=\"searchmatch\">hoang<\/span> là ở những nơi rừng rậm, dễ dàng <span class=\"searchmatch\">leo<\/span> trèo trên các thân cây, bắt mồi kiếm","pageid":39516,"title":"Mèo"},{"snippet":"tài cai trị. Nhưng vào giai đoạn cuối đời, ông trở nên tự mãn và tiêu xài <span class=\"searchmatch\">hoang<\/span> phí, khiến ngân khố bắt đầu thiếu hụt. Ông cũng dung túng cho lộng thần","pageid":53417,"title":"Càn Long"},{"snippet":"đấu tranh. Năm 1976, những cuộc phản kháng chống nhà cựu độc tài bắt đầu <span class=\"searchmatch\">leo<\/span> thang, lên đến cao điểm khi hai tờ nhật báo cho đăng tải những hình ảnh giả","pageid":4862,"title":"Thái Lan"},{"snippet":"trình Victoria ngồi trong chiếc xe ngựa mở của bà, để tránh cho bà khỏi phải <span class=\"searchmatch\">leo<\/span> lên các bậc thang bước vào tòa nhà. Buổi lễ gây ấn tượng bởi các số lượng","pageid":328001,"title":"Victoria của Anh"}]}