{"Giáo hoàng Lêô IX":[{"snippet":"hòa Miền Nam Việt Nam, công nhận và tái lập bang <span class=\"searchmatch\">giao<\/span> với Việt Nam Cộng hòa. Trong khi đó chiến cuộc <span class=\"searchmatch\">leo<\/span> thang. Bắt đầu từ năm 1964, một số đồng minh của","pageid":98,"title":"Việt Nam Cộng hòa"},{"snippet":"khắp nơi khi Ấn Độ trải qua một quá trình đô thị hóa nữa. Đến thế kỷ VIII và <span class=\"searchmatch\">IX<\/span>, các ảnh hưởng của Ấn Độ được nhận thấy tại Đông Nam Á, khi mà văn hóa và","pageid":6323,"title":"Ấn Độ"},{"snippet":"kế vị ngai vàng từ Hội đồng lập pháp vào năm 2016, sau khi cha ông là Rama <span class=\"searchmatch\">IX<\/span> băng hà cùng năm đó. Kinh tế Thái Lan đã phát triển nhanh từ năm 1985 đến","pageid":4862,"title":"Thái Lan"},{"snippet":"thứ VIII, Phật giáo đã thiết lập cơ sở vững chắc ở Nhật Bản. Từ thế kỷ thứ <span class=\"searchmatch\">IX<\/span> đến cuối thế kỷ XII, các dòng họ quý tộc hùng mạnh ở Heian thay nhau nắm sức","pageid":362397,"title":"Nhật Bản"},{"snippet":"Đầu thế kỷ <span class=\"searchmatch\">IX<\/span>, Wessex thay thế vị thế vương quốc quan trọng nhất của Mercia. Cũng trong thế kỷ <span class=\"searchmatch\">IX<\/span>, bộ lạc Dane cũng thuộc nhóm German <span class=\"searchmatch\">leo<\/span> thang tấn công","pageid":853,"title":"Anh"},{"snippet":"năng dấu tích ở hang Bi Ký trong động là một thánh đường Chăm Pa từ thế kỷ <span class=\"searchmatch\">IX<\/span> đến thế kỷ XI. Tại động Phong Nha, người ta đã phát hiện nhiều mảnh thân và","pageid":52223,"title":"Vườn quốc gia Phong Nha – Kẻ Bàng"},{"snippet":"<span class=\"searchmatch\">leo<\/span> thang đánh phá miền Bắc, máy bay của không quân Mỹ đã tập trung bắn phá ác liệt Hải Phòng, tiến hành phong tỏa Cảng, nhằm hủy diệt đầu mối <span class=\"searchmatch\">giao<\/span> thông","pageid":362339,"title":"Hải Phòng"},{"snippet":"chính thường xuyên diễn ra. Bằng cách hành xử khôn khéo, Nguyễn Văn Thiệu <span class=\"searchmatch\">leo<\/span> lên vị trí hàng đầu trong bộ máy quyền lực Sài Gòn giữa lúc các sĩ quan xung","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"hậu vô cùng phong phú, đa dạng: từ băng giá vĩnh cửu, rừng lá kim cho tới <span class=\"searchmatch\">hoang<\/span> mạc nóng bỏng, rừng rậm nhiệt đới xanh um. Với sự phối hợp của các điều","pageid":83413,"title":"Địa lý châu Á"},{"snippet":"Những ghi chép ban đầu của một thương gia thương nhân Ả Rập sống ở thế kỷ thứ <span class=\"searchmatch\">IX<\/span> là Soleyman (hay Sulaymân), được các tài liệu Pháp dẫn lại, có ghi nhận một","pageid":4489,"title":"Côn Đảo"}]}