{"Giáo hoàng Clêmentê VI":[{"snippet":"lực ngày một gia tăng, Nguyễn Văn Thiệu càng lúc càng trở nên đa nghi và <span class=\"searchmatch\">hoang<\/span> tưởng hơn trước. Theo Tiến sĩ Nguyễn Tiến Hưng, một trong những phụ tá thân","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"20 nổi tiếng thế giới với các nhân vật như David Alfaro Siqueiros, José <span class=\"searchmatch\">Clemente<\/span> Orozco, Joaquín Clausell, Frida Kahlo và Diego Rivera. Sang thế kỷ 21,","pageid":8685,"title":"México"},{"snippet":"Về ngoại <span class=\"searchmatch\">giao<\/span>, trong dịp thăm chính thức Hoa Kỳ của Tổng thống Nguyễn Văn Thiệu, Hoa Kỳ và Việt Nam Cộng hoà đã ra thông cáo chung San <span class=\"searchmatch\">Clemente<\/span> ngày 4 tháng","pageid":11651,"title":"Chiến dịch Mùa Xuân 1975"},{"snippet":"John; Jagoda, Evelyn; Mörseburg, Alexander; Eriksson, Anders; Mitt, Mario; <span class=\"searchmatch\">Clemente<\/span>, Florian; Hudjashov, Georgi; DeGiorgio, Michael (ngày 21 tháng 9 năm 2016)","pageid":14926053,"title":"Sự kiện tuyệt chủng kỷ Đệ Tứ"},{"snippet":"sĩ hơi trẻ như Anselm Kiefer, Eric Fischl, Susan Rothenberg, Francesco <span class=\"searchmatch\">Clemente<\/span>, Jean-Michel Basquiat, Julian Schnabel, Keith Haring, và nhiều người khác","pageid":3508629,"title":"Lịch sử hội họa"},{"snippet":"gia buôn bán ma túy, y giải thích rằng cuộc thanh trừng <span class=\"searchmatch\">Clemente<\/span> chẳng qua là để che giấu hành <span class=\"searchmatch\">vi<\/span> trái với luật lệ của các gia đình của Falcone bởi vì chính","pageid":1434413,"title":"Mafia II"},{"snippet":"sạch kho tài sản do đấng tiền nhiệm dày công tích luỹ. Năm 1348, đức <span class=\"searchmatch\">Clemente<\/span> <span class=\"searchmatch\">VI<\/span> mua thành phố này với giá 80.000 phật lăng (năm 1791 cách mạng Pháp truất","pageid":454867,"title":"Giáo hoàng Clêmentê VI"},{"snippet":"Oxford: Osprey Publishing Company. ISBN 9781849081955. de la Cruz, José <span class=\"searchmatch\">Clemente<\/span> Martín (1988). “Mykenische Keramik aus Bronzezeitlichen Siedlungsschichten","pageid":437989,"title":"Thời kỳ Mycenae"},{"snippet":"Rome, trên ngọn đồi Caelian, nằm giữa Via Labicana và Basilica di San <span class=\"searchmatch\">Clemente<\/span>. Theo ghi chép của sử gia John xứ Antioch cho biết Valentinian cực kỳ say","pageid":782586,"title":"Petronius Maximus"}]}