{"Giáo hoàng Lêô II":[{"snippet":"hòa Miền Nam Việt Nam, công nhận và tái lập bang <span class=\"searchmatch\">giao<\/span> với Việt Nam Cộng hòa. Trong khi đó chiến cuộc <span class=\"searchmatch\">leo<\/span> thang. Bắt đầu từ năm 1964, một số đồng minh của","pageid":98,"title":"Việt Nam Cộng hòa"},{"snippet":"&quot;Thông qua đối thoại chính trị và xây dựng lòng tin, căng thẳng sẽ không <span class=\"searchmatch\">leo<\/span> thang thành đối đầu bạo lực trong các quốc gia thành viên ASEAN từ khi nó","pageid":26882,"title":"Hiệp hội các quốc gia Đông Nam Á"},{"snippet":"Chettha <span class=\"searchmatch\">II<\/span> cho lập đồn thu thuế tại Prey Nokor (Sài Gòn) và Kas Krobei (Bến Nghé). Tuy đây là vùng rừng rậm <span class=\"searchmatch\">hoang<\/span> vắng, nhưng lại nằm trên đường <span class=\"searchmatch\">giao<\/span> thông","pageid":39,"title":"Thành phố Hồ Chí Minh"},{"snippet":"Nam Phi. Panthera <span class=\"searchmatch\">leo<\/span> <span class=\"searchmatch\">leo<\/span> - sư tử Barbary. Chúng là phân loài sư tử lớn nhất, từng sinh sống từ Maroc tới Ai Cập. Con sư tử <span class=\"searchmatch\">hoang<\/span> Barbary cuối cùng bị","pageid":6807,"title":"Sư tử"},{"snippet":"Chiến tranh Việt Nam <span class=\"searchmatch\">leo<\/span> thang, Hà Nội phải hứng chịu những cuộc tấn công trực tiếp từ Hoa Kỳ. Riêng trong chiến dịch Linebacker <span class=\"searchmatch\">II<\/span> năm 1972, trong khoảng","pageid":80,"title":"Hà Nội"},{"snippet":"coi trọng vệ sinh cơ thể. - Mèo rừng (<span class=\"searchmatch\">hoang<\/span> dã): Môi trường sống của mèo <span class=\"searchmatch\">hoang<\/span> là ở những nơi rừng rậm, dễ dàng <span class=\"searchmatch\">leo<\/span> trèo trên các thân cây, bắt mồi kiếm","pageid":39516,"title":"Mèo"},{"snippet":"chính thường xuyên diễn ra. Bằng cách hành xử khôn khéo, Nguyễn Văn Thiệu <span class=\"searchmatch\">leo<\/span> lên vị trí hàng đầu trong bộ máy quyền lực Sài Gòn giữa lúc các sĩ quan xung","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"đấu tranh. Năm 1976, những cuộc phản kháng chống nhà cựu độc tài bắt đầu <span class=\"searchmatch\">leo<\/span> thang, lên đến cao điểm khi hai tờ nhật báo cho đăng tải những hình ảnh giả","pageid":4862,"title":"Thái Lan"},{"snippet":"thành phố Masan, đặc biệt là ở trường Đại học Tổng hợp Kyungnam. Bạo lực <span class=\"searchmatch\">leo<\/span> thang với các cuộc tấn công vào các đồn cảnh sát và trụ sở các cơ quan của","pageid":15383,"title":"Hàn Quốc"},{"snippet":"được ký kết, song các tranh chấp lãnh thổ tại Bắc Borneo và biển Đông thì <span class=\"searchmatch\">leo<\/span> thang. Rodrigo Duterte của PDP–Laban thắng cử tổng thống năm 2016, trở thành","pageid":35811,"title":"Philippines"}]}