{"Giáo hoàng Gioan IV":[{"snippet":"hoàn toàn bị đẩy lùi. Sau chiến công hiển hách, vua Otto I được Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> XIII tấn phong làm Hoàng đế, từ đây khởi lập Đế quốc La Mã Thần thánh. Trong","pageid":4859,"title":"Châu Âu"},{"snippet":"còn có một số danh xưng khác như &quot;Đấng Tiên tri&quot;, &quot;Chúa&quot;. Trong Phúc Âm <span class=\"searchmatch\">Gioan<\/span> 14:6 chép: &quot;Đức Chúa Giêsu phán rằng: Thầy là đường, là sự thật và là sự","pageid":1299,"title":"Giê-su"},{"snippet":"truyền giáo Bồ Đào Nha đã cải đạo cho dòng họ ông, nên tên thánh của ông là <span class=\"searchmatch\">Gioan<\/span> Baotixita (João Batista). Cha ông là Ngô Đình Khả và mẹ ông là Phạm Thị","pageid":990,"title":"Ngô Đình Diệm"},{"snippet":"trụ sở Giáo hội Công giáo theo nguyên tắc là Vương cung thánh đường Thánh <span class=\"searchmatch\">Gioan<\/span> Latêranô - được mệnh danh là nhà thờ mẹ của các nhà thờ Công giáo - nằm","pageid":15891,"title":"Thành Vatican"},{"snippet":"nhà thờ chính tòa của thành phố là Tổng lãnh vương cung thánh đường Thánh <span class=\"searchmatch\">Gioan<\/span> tại Laterano nằm về phía đông nam của trung tâm, là nhà thờ cổ nhất tại","pageid":23616,"title":"Roma"},{"snippet":"mục Công giáo người Việt Nam, với khẩu hiệu giám mục là &quot;Tiếng kêu trong <span class=\"searchmatch\">hoang<\/span> địa&quot; (Vox Clamantis Mt 3:3). Ông từng là Giám mục Đại diện Tông Tòa Hạt","pageid":283212,"title":"Tađêô Lê Hữu Từ"},{"snippet":"tiên của thế giới là Tuyên ngôn Arbroath nhận được ủng hộ của Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> XXII, khiến quân vương của Anh công nhận pháp lý đối với chủ quyền của Scotland","pageid":62463,"title":"Scotland"},{"snippet":"thần học tại Đại chủng viện Hà Nội. Ngày 26 tháng 11 năm 2002, Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> Phaolô II bổ nhiệm linh mục Giuse Vũ Văn Thiên làm Giám mục chính tòa Giáo","pageid":2190543,"title":"Giuse Vũ Văn Thiên"},{"snippet":"vụ giết chóc khác. Với cái chết của Phaolô <span class=\"searchmatch\">IV<\/span>, Hồng y Lamberto được bầu làm Giáo hoàng mới, Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> Phaolô I, cũng là đồng nghĩa với sự đổ bể","pageid":137715,"title":"Bố già phần III"},{"snippet":"cũng có dịp tham gia lễ tấn phong của Giám mục người Việt Nam đầu tiên là <span class=\"searchmatch\">Gioan<\/span> Baotixita Nguyễn Bá Tòng vào ngày 11 tháng 6 năm 1933 và gặp trực tiếp giám","pageid":284109,"title":"Phaolô Nguyễn Văn Bình"}]}