{"Giáo hoàng Gioan VIII":[{"snippet":"lên 3,4 tỷ USD, trở thành người giàu thứ 665 thế giới nhờ Vincom Retail. <span class=\"searchmatch\">Gioan<\/span> Baotixita Phạm Minh Mẫn, hồng y - giám mục Công giáo Việt Nam, nguyên Tổng","pageid":231418,"title":"Phạm (họ)"},{"snippet":"<span class=\"searchmatch\">Gioan<\/span> <span class=\"searchmatch\">VIII<\/span>(Latinh: Joannes <span class=\"searchmatch\">VIII<\/span>) là vị giáo hoàng thứ 107 của Giáo hội Công giáo. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng vào năm","pageid":449798,"title":"Giáo hoàng Gioan VIII"},{"snippet":"trụ sở Giáo hội Công giáo theo nguyên tắc là Vương cung thánh đường Thánh <span class=\"searchmatch\">Gioan<\/span> Latêranô - được mệnh danh là nhà thờ mẹ của các nhà thờ Công giáo - nằm","pageid":15891,"title":"Thành Vatican"},{"snippet":"nhà thờ chính tòa của thành phố là Tổng lãnh vương cung thánh đường Thánh <span class=\"searchmatch\">Gioan<\/span> tại Laterano nằm về phía đông nam của trung tâm, là nhà thờ cổ nhất tại","pageid":23616,"title":"Roma"},{"snippet":"thành con ngoại hôn (nói thô tục là con <span class=\"searchmatch\">hoang<\/span>) nếu thực sự được chấp nhận. Việc muốn hủy hôn của Henry <span class=\"searchmatch\">VIII<\/span> với Catalina trở thành một chủ đề lớn và","pageid":3211354,"title":"Catalina của Aragón"},{"snippet":"thứ 9, trong một bức thư viết ngày 16 tháng 4 năm 878 của Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> <span class=\"searchmatch\">VIII<\/span> gửi sa hoàng Boris I Mihail của Bulgaria về việc loại bỏ giám mục Sergus","pageid":18109514,"title":"Lịch sử Beograd"},{"snippet":"tiên của thế giới là Tuyên ngôn Arbroath nhận được ủng hộ của Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> XXII, khiến quân vương của Anh công nhận pháp lý đối với chủ quyền của Scotland","pageid":62463,"title":"Scotland"},{"snippet":"một người Việt nào được phong giáo sĩ cao cấp hàng Giám mục nào (Giám mục <span class=\"searchmatch\">Gioan<\/span> Baotixita Nguyễn Bá Tòng, Giám mục người Việt đầu tiên, mãi đến năm 1933","pageid":118639,"title":"Phạm Công Tắc"},{"snippet":"mối quan tâm của các giám mục đối với sự bảo hộ dành cho họ. Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> XXII, tại vị từ năm 1316, tìm kiếm sự ủng hộ của Edward cho cuộc Thập tự","pageid":3403660,"title":"Edward II của Anh"},{"snippet":"Thụy Điển. Theo sử gia khoa học người Ba Lan Jacob Bronowski: Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> Phaolô II, ngày 31 tháng 10 năm 1992, công khai bày tỏ sự hối hận vì những","pageid":13552788,"title":"Vai trò của Kitô giáo trong nền văn minh"}]}