{"Giáo hoàng Lêô XII":[{"snippet":"các ngôi chùa như chùa Một Cột xây lần đầu năm 1049, chùa Láng từ thế kỷ <span class=\"searchmatch\">XII<\/span>, chùa Quán Sứ, chùa Kim Liên xuất hiện vào thế kỷ XVII. Tuy vậy, hầu hết","pageid":80,"title":"Hà Nội"},{"snippet":"đã thiết lập cơ sở vững chắc ở Nhật Bản. Từ thế kỷ thứ IX đến cuối thế kỷ <span class=\"searchmatch\">XII<\/span>, các dòng họ quý tộc hùng mạnh ở Heian thay nhau nắm sức mạnh chính trị của","pageid":362397,"title":"Nhật Bản"},{"snippet":"phường Lộc Vượng, thành phố Nam Định) sống bằng nghề ngư sinh vào đầu thế kỷ <span class=\"searchmatch\">XII<\/span>. Cụ Trần Kinh sinh ra cụ Trần Hấp, cụ Trần Hấp sau sinh ra cụ Trần Lý. Gia","pageid":6168,"title":"Nhà Trần"},{"snippet":"Kim Sơn mới được khai <span class=\"searchmatch\">hoang<\/span> thời Nguyễn). Thời thuộc Hán, Ninh Bình thuộc quận <span class=\"searchmatch\">Giao<\/span> Chỉ, thời thuộc Đông Ngô về sau thuộc <span class=\"searchmatch\">Giao<\/span> Châu, thuộc Lương là châu","pageid":4769,"title":"Ninh Bình"},{"snippet":"địa danh như Vân Đồn, nơi có hải cảng cổ tại miền Bắc Việt Nam vào thế kỷ <span class=\"searchmatch\">XII<\/span>. Sách Đại Việt sử ký toàn thư cho biết sự hình thành thương cảng Vân Đồn:","pageid":4483,"title":"Vịnh Hạ Long"},{"snippet":"<span class=\"searchmatch\">leo<\/span> thang đánh phá miền Bắc, máy bay của không quân Mỹ đã tập trung bắn phá ác liệt Hải Phòng, tiến hành phong tỏa Cảng, nhằm hủy diệt đầu mối <span class=\"searchmatch\">giao<\/span> thông","pageid":362339,"title":"Hải Phòng"},{"snippet":"Ramdas 2005, tr. 111. ^ Cullen-Dupont 2009, tr. 96. ^ Tarlo 1996, tr. <span class=\"searchmatch\">xii<\/span>, <span class=\"searchmatch\">xii<\/span>, 11, 15, 28, 46 ^ Eraly 2008, tr. 160 ^ Wolpert 2003, tr. 2 ^ Rediff 2008","pageid":6323,"title":"Ấn Độ"},{"snippet":"hậu vô cùng phong phú, đa dạng: từ băng giá vĩnh cửu, rừng lá kim cho tới <span class=\"searchmatch\">hoang<\/span> mạc nóng bỏng, rừng rậm nhiệt đới xanh um. Với sự phối hợp của các điều","pageid":83413,"title":"Địa lý châu Á"},{"snippet":"rể ông, James IV của Scotland, xâm lăng nước Anh theo yêu cầu của Louis <span class=\"searchmatch\">XII<\/span> của Pháp, Henry vẫn không chịu lui binh. Vương hậu Catalina, đang nắm quyền","pageid":286042,"title":"Henry VIII của Anh"},{"snippet":"chữ thập đỏ là một biểu tượng cho nhiều cuộc Thập Tự Chinh trong thế kỷ <span class=\"searchmatch\">XII<\/span> và XIII. Nó gắn liền với Thánh George, cùng với các quốc gia và thành phố","pageid":853,"title":"Anh"}]}