{"Giáo hoàng Lêô VIII":[{"snippet":"ngày 1 tháng 10 năm 2010. ^ “NGHỊ QUYẾT CỦA KỲ HỌP THỨ 9, QUỐC HỘI KHÓA <span class=\"searchmatch\">VIII<\/span>, NGÀY 12-8-1991 VỀ VIỆC ĐIỀU CHỈNH ĐỊA GIỚI HÀNH CHÍNH MỘT SỐ TỈNH, THÀNH","pageid":80,"title":"Hà Nội"},{"snippet":"có tên gọi là Yamato.[cần dẫn nguồn] Từ thế kỷ thứ VI đến đầu thế kỷ thứ <span class=\"searchmatch\">VIII<\/span>, một nhà nước tập quyền được thành lập và đóng đô ở Asuka (gần thành phố","pageid":362397,"title":"Nhật Bản"},{"snippet":"Châu ngày nay, nơi người Tráng và Bố Y vẫn sinh sống. Khoảng thế kỷ thứ <span class=\"searchmatch\">VIII<\/span>-thế kỷ X, họ bắt đầu di cư xuống phía nam vào vùng ngày nay là bắc Lào và","pageid":4862,"title":"Thái Lan"},{"snippet":"Henry <span class=\"searchmatch\">VIII<\/span> (28 tháng 6 năm 1491 – 28 tháng 1 năm 1547) là Quốc vương của nước Anh từ ngày 21 tháng 4 năm 1509 cho đến khi băng hà. Ông là Lãnh chúa, về","pageid":286042,"title":"Henry VIII của Anh"},{"snippet":"lần thứ 2 với giá trị ngoại hạng toàn cầu về địa chất-địa mạo (tiêu chuẩn <span class=\"searchmatch\">viii<\/span>) vào năm 2000. Cùng với vịnh Nha Trang và vịnh Lăng Cô của Việt Nam, vịnh","pageid":4483,"title":"Vịnh Hạ Long"},{"snippet":"là là giáo hội chính thức của Anh, họ tuyệt <span class=\"searchmatch\">giao<\/span> với Roma trong thập niên 1530 khi Quốc vương Anh Henry <span class=\"searchmatch\">VIII<\/span> không thể huỷ hôn với người dì của quốc vương","pageid":853,"title":"Anh"},{"snippet":"<span class=\"searchmatch\">leo<\/span> thang đánh phá miền Bắc, máy bay của không quân Mỹ đã tập trung bắn phá ác liệt Hải Phòng, tiến hành phong tỏa Cảng, nhằm hủy diệt đầu mối <span class=\"searchmatch\">giao<\/span> thông","pageid":362339,"title":"Hải Phòng"},{"snippet":"Phong Nha-Kẻ Bàng được UNESCO công nhận là di sản thế giới vì đạt tiêu chuẩn <span class=\"searchmatch\">viii<\/span> &quot;là ví dụ nổi bật đại diện cho các giai đoạn của lịch sử Trái Đất, bao gồm","pageid":52223,"title":"Vườn quốc gia Phong Nha – Kẻ Bàng"},{"snippet":"chính thường xuyên diễn ra. Bằng cách hành xử khôn khéo, Nguyễn Văn Thiệu <span class=\"searchmatch\">leo<\/span> lên vị trí hàng đầu trong bộ máy quyền lực Sài Gòn giữa lúc các sĩ quan xung","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"hậu vô cùng phong phú, đa dạng: từ băng giá vĩnh cửu, rừng lá kim cho tới <span class=\"searchmatch\">hoang<\/span> mạc nóng bỏng, rừng rậm nhiệt đới xanh um. Với sự phối hợp của các điều","pageid":83413,"title":"Địa lý châu Á"}]}