{"Giáo hoàng Gioan XIX":[{"snippet":"giáo tỉnh, 56 dòng nữ tu và 24 dòng nam tu. Tháng 1 năm 1998, Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> Phaolô II đã có chuyến thăm lịch sử tới hòn đảo này, theo lời mời của Chính","pageid":29600,"title":"Cuba"},{"snippet":"tiên của thế giới là Tuyên ngôn Arbroath nhận được ủng hộ của Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> XXII, khiến quân vương của Anh công nhận pháp lý đối với chủ quyền của Scotland","pageid":62463,"title":"Scotland"},{"snippet":"<span class=\"searchmatch\">Gioan<\/span> <span class=\"searchmatch\">XIX<\/span> (Latinh: Joannes <span class=\"searchmatch\">XIX<\/span>) là người kế nhiệm giáo hoàng Biển Đức VIII và cũng là người của dòng họ Tusculum. Theo niên giám Tòa Thánh năm 1806 thì","pageid":450570,"title":"Giáo hoàng Gioan XIX"},{"snippet":"bằng hình ảnh cung điện cổ tráng lệ. Cánh đông nam từng có các bích họa về <span class=\"searchmatch\">Gioan<\/span> Tông đồ cùng môn đồ Prohor. Về cơ bản, bố cục cảnh trong tranh tuân theo","pageid":19751707,"title":"Tu viện Ljubostinja"},{"snippet":"cư thoải mái trước đây cho đến ngày nay. Thành phố được Đức Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> Phaolô II viếng thăm hai lần, lần đầu tiên vào năm 1982 và một lần nữa vào","pageid":72549,"title":"Buenos Aires"},{"snippet":"thành Hạt Đại diện Tông Tòa Hà Nội. Ngày 24 tháng 11 năm 1960, Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> XXIII cho thành lập hàng Giáo phẩm Việt Nam và chính thức nâng Hạt Đại diện","pageid":139918,"title":"Tổng giáo phận Hà Nội"},{"snippet":"những năm cuối đầy áp bức của triều đại, dù cho các học giả cuối thể kỉ <span class=\"searchmatch\">XIX<\/span> lập luận rằng sự tiến triển triển của các tổ chức Quốc hội trong triều đại","pageid":3403660,"title":"Edward II của Anh"},{"snippet":"Thụy Điển. Theo sử gia khoa học người Ba Lan Jacob Bronowski: Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> Phaolô II, ngày 31 tháng 10 năm 1992, công khai bày tỏ sự hối hận vì những","pageid":13552788,"title":"Vai trò của Kitô giáo trong nền văn minh"},{"snippet":"của Chúa Giêsu và những tầm cao trong suy tư, nó là đại diện cho Thánh <span class=\"searchmatch\">Gioan<\/span>. Phúc âm theo Thánh sử Mattheo với hình dạng con người biểu trưng cho sự","pageid":3699880,"title":"Hình tượng động vật trong văn hóa"},{"snippet":"XVII-XVIII) - Nhà thờ Thánh <span class=\"searchmatch\">Gioan<\/span> Kim Khẩu (1763; &quot;Octagon tại chetverik&quot; với các trang trí điêu khắc phong phú, xây dựng lại trong thế kỷ <span class=\"searchmatch\">XIX<\/span>). - Nhà thờ St. Vladimir","pageid":417038,"title":"Astrakhan (tỉnh)"}]}