{"Giáo hoàng Gioan XI":[{"snippet":"còn có một số danh xưng khác như &quot;Đấng Tiên tri&quot;, &quot;Chúa&quot;. Trong Phúc Âm <span class=\"searchmatch\">Gioan<\/span> 14:6 chép: &quot;Đức Chúa Giêsu phán rằng: Thầy là đường, là sự thật và là sự","pageid":1299,"title":"Giê-su"},{"snippet":"truyền giáo Bồ Đào Nha đã cải đạo cho dòng họ ông, nên tên thánh của ông là <span class=\"searchmatch\">Gioan<\/span> Baotixita (João Batista). Cha ông là Ngô Đình Khả và mẹ ông là Phạm Thị","pageid":990,"title":"Ngô Đình Diệm"},{"snippet":"Bộ Quốc phòng. Phạm Bình Minh: Ủy viên Trung ương Đảng khóa <span class=\"searchmatch\">XI<\/span>, Bộ trưởng Bộ Ngoại <span class=\"searchmatch\">giao<\/span>, con trai Nguyễn Cơ Thạch. Phạm Văn Đồng: Thủ tướng nước Việt","pageid":231418,"title":"Phạm (họ)"},{"snippet":"trụ sở Giáo hội Công giáo theo nguyên tắc là Vương cung thánh đường Thánh <span class=\"searchmatch\">Gioan<\/span> Latêranô - được mệnh danh là nhà thờ mẹ của các nhà thờ Công giáo - nằm","pageid":15891,"title":"Thành Vatican"},{"snippet":"nhà thờ chính tòa của thành phố là Tổng lãnh vương cung thánh đường Thánh <span class=\"searchmatch\">Gioan<\/span> tại Laterano nằm về phía đông nam của trung tâm, là nhà thờ cổ nhất tại","pageid":23616,"title":"Roma"},{"snippet":"<span class=\"searchmatch\">Gioan<\/span> IX (Latinh: Joannes <span class=\"searchmatch\">XI<\/span>) là vị giáo hoàng thứ 125 của Giáo hội Công giáo. Theo niên giám tòa thánh năm 1806 thì ông đắc cử Giáo hoàng năm 931 và ở","pageid":449967,"title":"Giáo hoàng Gioan XI"},{"snippet":"còn giữ các chức vụ như giáo sư và giám đốc Học vụ của Học viện Thần học <span class=\"searchmatch\">Gioan<\/span> XXIII, trung tâm nghiên cứu Bartolomé de Las Casas, Lima. Năm 1994, ông","pageid":1279284,"title":"Phaolô Nguyễn Thái Hợp"},{"snippet":"cũng có dịp tham gia lễ tấn phong của Giám mục người Việt Nam đầu tiên là <span class=\"searchmatch\">Gioan<\/span> Baotixita Nguyễn Bá Tòng vào ngày 11 tháng 6 năm 1933 và gặp trực tiếp giám","pageid":284109,"title":"Phaolô Nguyễn Văn Bình"},{"snippet":"bằng hình ảnh cung điện cổ tráng lệ. Cánh đông nam từng có các bích họa về <span class=\"searchmatch\">Gioan<\/span> Tông đồ cùng môn đồ Prohor. Về cơ bản, bố cục cảnh trong tranh tuân theo","pageid":19751707,"title":"Tu viện Ljubostinja"},{"snippet":"tấn phong cho tân giám mục diễn ra sau đó vào ngày 29 tháng 6 do Giám mục <span class=\"searchmatch\">Gioan<\/span> Baotixita Bùi Tuần làm chủ phong. Tháng 4 năm 2003, Tòa Thánh bổ nhiệm ông","pageid":238348,"title":"Giuse Ngô Quang Kiệt"}]}