{"Giáo hoàng Gioan XII":[{"snippet":"chúng ta, sđd trang 199 ^ “Ky Niem 23 Duc GP II duoc bau lam <span class=\"searchmatch\">Giao<\/span> <span class=\"searchmatch\">Hoang<\/span>”. ^ Đức Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> Phaolô II và lịch sử bị che đậy trong thời đại chúng ta,","pageid":3744,"title":"Giáo hoàng Gioan Phaolô II"},{"snippet":"hoàn toàn bị đẩy lùi. Sau chiến công hiển hách, vua Otto I được Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> XIII tấn phong làm Hoàng đế, từ đây khởi lập Đế quốc La Mã Thần thánh. Trong","pageid":4859,"title":"Châu Âu"},{"snippet":"đến thăm trụ sở toà báo Công giáo Hải ngoại VietCatholic và gặp linh mục <span class=\"searchmatch\">Gioan<\/span> Trần Công Nghị, giám đốc VietCatholic. Ngày 5 tháng 10 năm 2016, Đại hội","pageid":2361765,"title":"Giuse Nguyễn Năng"},{"snippet":"trụ sở Giáo hội Công giáo theo nguyên tắc là Vương cung thánh đường Thánh <span class=\"searchmatch\">Gioan<\/span> Latêranô - được mệnh danh là nhà thờ mẹ của các nhà thờ Công giáo - nằm","pageid":15891,"title":"Thành Vatican"},{"snippet":"<span class=\"searchmatch\">Gioan<\/span> <span class=\"searchmatch\">XII<\/span> (Latinh: Johnnes <span class=\"searchmatch\">XII<\/span>) là vị giáo hoàng thứ 130 của Giáo hội Công giáo. Ông là người kế nhiệm Giáo hoàng Agapêtô II. Theo niên giám Tòa Thánh","pageid":450044,"title":"Giáo hoàng Gioan XII"},{"snippet":"Hữu Từ được tấn phong giám mục năm 1945, thời Giáo hoàng Piô <span class=\"searchmatch\">XII<\/span>, bởi: Chủ phong: <span class=\"searchmatch\">Gioan<\/span> Baotixita Nguyễn Bá Tòng, nguyên Đại diện Tông Tòa Hạt Đại diện","pageid":283212,"title":"Tađêô Lê Hữu Từ"},{"snippet":"nhà thờ chính tòa của thành phố là Tổng lãnh vương cung thánh đường Thánh <span class=\"searchmatch\">Gioan<\/span> tại Laterano nằm về phía đông nam của trung tâm, là nhà thờ cổ nhất tại","pageid":23616,"title":"Roma"},{"snippet":"tiên của thế giới là Tuyên ngôn Arbroath nhận được ủng hộ của Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> XXII, khiến quân vương của Anh công nhận pháp lý đối với chủ quyền của Scotland","pageid":62463,"title":"Scotland"},{"snippet":"còn giữ các chức vụ như giáo sư và giám đốc Học vụ của Học viện Thần học <span class=\"searchmatch\">Gioan<\/span> XXIII, trung tâm nghiên cứu Bartolomé de Las Casas, Lima. Năm 1994, ông","pageid":1279284,"title":"Phaolô Nguyễn Thái Hợp"},{"snippet":"thần học tại Đại chủng viện Hà Nội. Ngày 26 tháng 11 năm 2002, Giáo hoàng <span class=\"searchmatch\">Gioan<\/span> Phaolô II bổ nhiệm linh mục Giuse Vũ Văn Thiên làm Giám mục chính tòa Giáo","pageid":2190543,"title":"Giuse Vũ Văn Thiên"}]}