{"Hàm Phong":[{"snippet":"Càn Long đưa lên làm Hộ bộ Thị lang, một nơi rất dễ kiếm tiền. Hòa Thân <span class=\"searchmatch\">ham<\/span> thích châu báu, vơ vét của dân, càng lúc càng lộng hành không lâu sau bị","pageid":53417,"title":"Càn Long"},{"snippet":"khi họ vô địch giải quốc gia lần thứ năm dưới quyền của cựu trung vệ West <span class=\"searchmatch\">Ham<\/span> Utd, George Kay. Câu lạc bộ vào đến trận chung kết Cúp FA 1950 nhưng thua","pageid":26714,"title":"Liverpool F.C."},{"snippet":"sân nhà, kéo theo sau đó là trận thua West <span class=\"searchmatch\">Ham<\/span> 1-2 tại Etihad ở Giải ngoại hạng. Man City đã dần đánh mất <span class=\"searchmatch\">phong<\/span> độ khi để thua Tottenham, Liverpool, Leicester","pageid":79045,"title":"Manchester City F.C."},{"snippet":"Minh tự. Ngoài ra xuất hiện nhiều quan lại có ý xu nịnh, nhân ý vua còn <span class=\"searchmatch\">ham<\/span> vui mà hùa theo nhà vua. Năm 1138, Lý Thần Tông qua đời khi mới 23 tuổi,","pageid":6755,"title":"Nhà Lý"},{"snippet":"đến khi Thượng hoàng Minh Tông băng hà, ông trở nên bỏ bê chính sự. Ông <span class=\"searchmatch\">ham<\/span> mê tửu sắc, ra lệnh cho xây cung điện, tạo sưu cao, thuế nặng làm cho nhân","pageid":6168,"title":"Nhà Trần"},{"snippet":"trận thắng thứ 300 của mình tại bóng đá Anh khi Tottenham đánh bại West <span class=\"searchmatch\">Ham<\/span> United với tỷ số 2–0 vào ngày 23 tháng 6 năm 2020. Ông có đầu tiên trên cương","pageid":45003,"title":"José Mourinho"},{"snippet":"dân, tha thiết bảo vệ những giá trị tinh thần truyền thống của dân tộc, <span class=\"searchmatch\">ham<\/span> muốn học hỏi những tư tưởng tiến bộ của nhân loại. Thời kỳ tìm tòi con đường","pageid":183196,"title":"Tư tưởng Hồ Chí Minh"},{"snippet":"kỳ. Từ nhỏ, Huyền Diệp đã được chú ý dạy dỗ chu đáo và tỏ ra thông minh <span class=\"searchmatch\">ham<\/span> học, lên 5 tuổi bắt đầu học hành. Khoảng lúc này, ông bị mắc bệnh đậu mùa","pageid":77773,"title":"Khang Hi"},{"snippet":"bình thường (Minh Tuyên Tông, Minh Hiếu Tông), còn lại là bọn lười biếng <span class=\"searchmatch\">ham<\/span> chơi (Minh Hiến Tông, Minh Vũ Tông), đến lúc có người muốn làm việc thì khí","pageid":52146,"title":"Minh Thái Tổ"},{"snippet":"&quot;Người quân tử nên dựa vào địa vị hiện tại của mình mà làm việc, không nên <span class=\"searchmatch\">ham<\/span> những cái ngoài bổn phận của mình... Người quân tử ở bất kỳ hoàn cảnh nào","pageid":7031,"title":"Nho giáo"}]}