{"Hàn Minh Quái":[{"snippet":"français) nằm ở trung tâm thành phố, chiều dọc từ đầu <span class=\"searchmatch\">Quai<\/span> Coubert (nay là đường Bạch Đằng) đến ngã ba <span class=\"searchmatch\">Quai<\/span> Coubert – Đồng Khánh (nay là Hùng Vương), chiều","pageid":999,"title":"Đà Nẵng"},{"snippet":"là hình thành thông qua cải tạo đất. Kể từ cuối thế kỷ XVI, các khu vực <span class=\"searchmatch\">quai<\/span> đê lấn biển cỡ lớn được bảo tồn thông qua các hệ thống tiêu nước phức tạp","pageid":2093,"title":"Hà Lan"},{"snippet":"lệ tử vong (bị chết) bởi các bệnh liên quan tới virus như bại liệt, sởi, <span class=\"searchmatch\">quai<\/span> bị và rubella. Đặc biệt bệnh đậu mùa đã hoàn toàn bị loại trừ nhờ những chiến","pageid":4163,"title":"Virus"},{"snippet":"hoàn thiện tác phẩm mang tên Phẫn nộ, vẽ một thanh niên Pháp tóc hung, râu <span class=\"searchmatch\">quai<\/span> nón; là chân dung người bạn của Ngô Mạnh Đức, con bà. Thời gian này, Lê Thị","pageid":19543431,"title":"Lê Thị Lựu"},{"snippet":"(xem văn bản) và 2 phân thứ ngành (phân thứ ngành Gnathostomata động vật có <span class=\"searchmatch\">quai<\/span> hàm và Agnatha là cá không hàm). Ngoài ra, còn các nhánh phân loại khác nhau","pageid":19673020,"title":"Phân loại giới Động vật"},{"snippet":"Hằng đăng ký thành lập &quot;Công ty TNHH Công nghệ Trí tuệ Nhân tạo Kình <span class=\"searchmatch\">Quai<\/span> <span class=\"searchmatch\">Quai<\/span> Thượng Hải&quot; với cổ đông duy nhất là Kình Lộc Tọa được thành lập trước","pageid":3242399,"title":"Trịnh Sảng"},{"snippet":"đáng kể mức độ và số ca tử vong do các bệnh nhiễm trùng như bại liệt, sởi, <span class=\"searchmatch\">quai<\/span> bị và rubella. Vắc-xin ngăn ngừa hơn 14 bệnh nhiễm virus ở người và nhiều","pageid":19468944,"title":"Giới thiệu về virus"},{"snippet":"thời trang của Manchu và <span class=\"searchmatch\">Han<\/span> cùng tồn tại. Trong suốt triều đại nhà Thanh, phụ nữ Hán tiếp tục mặc quần áo từ thời nhà <span class=\"searchmatch\">Minh<\/span>. Cả các linh mục Đạo giáo","pageid":16994835,"title":"Hán phục"},{"snippet":"bày tại Bảo tàng lịch sử Việt Nam, Hà Nội, Việt Nam. Trống Heger III có <span class=\"searchmatch\">quai<\/span> nhỏ đẹp. Mặt trời có 12 cánh. 4 góc mặt có cóc, thường là ba con chồng lên","pageid":71577,"title":"Trống đồng"},{"snippet":"Vương thế tử Lý Quân từ nhỏ đã được phát hiện bệnh vô sinh do biến chứng của <span class=\"searchmatch\">quai<\/span> bị nên để tránh cuộc tranh ngai vị sau khi mình qua đời, vua Túc Tông đã","pageid":807362,"title":"Triều Tiên Túc Tông"}]}