{"Hòa Thân":[{"snippet":"nhiên (32%), <span class=\"searchmatch\">than<\/span> đá (11,4%), năng lượng tái tạo (11,4%) và hạt nhân (8,4%) . Kể từ năm 2007, tổng lượng phát thải khí nhà kính của <span class=\"searchmatch\">Hoa<\/span> Kỳ cao thứ hai","pageid":57,"title":"Hoa Kỳ"},{"snippet":"nhất thế giới vào năm 2010, dựa vào <span class=\"searchmatch\">than<\/span> đá để cung cấp trên 70% nhu cầu năng lượng trong nước, và vượt qua <span class=\"searchmatch\">Hoa<\/span> Kỳ để trở thành nước nhập khẩu dầu lớn","pageid":1529,"title":"Trung Quốc"},{"snippet":"trọng điểm phía bắc vừa thuộc Vùng duyên hải Bắc Bộ. Đây là tỉnh khai thác <span class=\"searchmatch\">than<\/span> đá chính của Việt Nam, có vịnh Hạ Long là di sản, kỳ quan thiên nhiên thế","pageid":5393,"title":"Quảng Ninh"},{"snippet":"vì sử dụng ý tưởng của họ để xây dựng một sản phẩm cạnh tranh. Ba người <span class=\"searchmatch\">than<\/span> phiền với The Harvard Crimson và tờ báo bắt đầu một cuộc điều tra. Sau đó","pageid":137841,"title":"Facebook"},{"snippet":"nguyên khoáng sản phong phú gồm là <span class=\"searchmatch\">than<\/span> đá, sắt, dầu thô, đồng, antimon, wolfram, molypden, vàng, magnesit, <span class=\"searchmatch\">than<\/span> chì. Đông Á là quê hương của nhiều cây","pageid":14544,"title":"Châu Á"},{"snippet":"SLORC đổi tên Miến Điện (Burma) thành Myanmar năm 1989. Dưới sự lãnh đạo của <span class=\"searchmatch\">Than<\/span> Shwe, từ năm 1992 chính quyền quân sự đã tiến hành các thỏa thuận ngừng bắn","pageid":24176,"title":"Myanmar"},{"snippet":"chảy qua khu vực Đà Lạt theo hướng Bắc – Nam, trong đó đoạn từ khoảng Hồ <span class=\"searchmatch\">Than<\/span> Thở tới thác Cam Ly ngày nay được gọi là Đạ Lạch. Theo ngôn ngữ của người","pageid":4486,"title":"Đà Lạt"},{"snippet":"goddess, especially the worship of Cybele, the association is more conceptual <span class=\"searchmatch\">than<\/span> historic. Mother's Day is a modern, American invention. ^ Robert J. Myers","pageid":364475,"title":"Ngày của Mẹ"},{"snippet":"Victoria xảy ra một vài sự đứt gãy. <span class=\"searchmatch\">Than<\/span> là nguồn khoáng sản chính của châu Nam Cực. Frank Wild đã lần đầu tìm thấy <span class=\"searchmatch\">than<\/span> gần sông băng Beardmore trong chuyến","pageid":7628,"title":"Châu Nam Cực"},{"snippet":"biển có rừng ngập mặn. Đất liền có các mỏ khoáng sản như phosphat, vàng. <span class=\"searchmatch\">Than<\/span> đá có nhiều nhất ở Quảng Ninh. Sắt ở Thái Nguyên, Hà Tĩnh. Ở biển có các","pageid":151863,"title":"Việt Nam"}]}