{"Hoa Hùng":[{"snippet":"nghĩa tư bản tại Mỹ có bị nhà nước điều chỉnh thì cũng chỉ làm cho nó bớt <span class=\"searchmatch\">hung<\/span> hăng nhằm bảo vệ nguyên tắc tự do kinh doanh và cạnh tranh bình đẳng. Người","pageid":57,"title":"Hoa Kỳ"},{"snippet":"dựng. Phong thủy liên quan đến cát <span class=\"searchmatch\">hung<\/span>, họa phúc, thọ yểu, sự cùng thông của nhân sự. Cát ắt là phong thủy hợp, <span class=\"searchmatch\">hung<\/span> ắt là phong thủy không hợp. Sách Táng","pageid":42731,"title":"Phong thủy"},{"snippet":"1920s: Between Triumph and Disaster. Routledge. ISBN 0-7007-1690-4. p.129. ^ <span class=\"searchmatch\">Hung<\/span>-Mao Tien (1972). Government and Politics in Kuomintang China, 1927–1937 (Volume","pageid":1529,"title":"Trung Quốc"},{"snippet":"đó là <span class=\"searchmatch\">Hoa<\/span> Kỳ, Brasil) với phe Liên minh Trung tâm (chủ yếu là Đức, Áo-<span class=\"searchmatch\">Hung<\/span>, Bulgaria và Ottoman). Cuộc chiến bắt đầu với Vụ ám sát thái tử Áo-<span class=\"searchmatch\">Hung<\/span> (được","pageid":13921,"title":"Chiến tranh thế giới thứ nhất"},{"snippet":"Morava và 1 phần Silesia. Séc trở thành bộ phận của Đế quốc Áo và Đế quốc Áo-<span class=\"searchmatch\">Hung<\/span> trong hàng thế kỉ cho đến năm 1918 khi Séc cùng với Slovakia tuyên bố thành","pageid":4119,"title":"Séc"},{"snippet":"khách đều trốn thoát. Ở phía Bắc, tộc người <span class=\"searchmatch\">Hung<\/span> Nô thường xuyên quấy nhiễu biên giới. Để chống người <span class=\"searchmatch\">Hung<\/span> Nô xâm lấn, Tần Thủy Hoàng đã ra lệnh xây dựng","pageid":31887,"title":"Tần Thủy Hoàng"},{"snippet":"<span class=\"searchmatch\">Hung<\/span> Nô (tiếng Trung: 匈奴; bính âm: Xiōngnú) là các bộ lạc du cư ở khu vực Trung Á, nói chung sinh sống ở khu vực thuộc Mông Cổ ngày nay. Từ thế kỷ III","pageid":58703,"title":"Hung Nô"},{"snippet":"vẫn <span class=\"searchmatch\">hung<\/span> hăng tấn công những người đang cố gắng trấn an nó. Ít nhất 27 người đã bị giết hoặc bị thương nặng bởi những con hổ bị nuôi nhốt ở <span class=\"searchmatch\">Hoa<\/span> Kỳ từ","pageid":5969,"title":"Hổ"},{"snippet":"thắng lợi trên các mặt trận đó, đẩy lùi <span class=\"searchmatch\">Hung<\/span> Nô, cho phép ông kiểm soát Tân Cương (điểm cực tây bắc Trung <span class=\"searchmatch\">Hoa<\/span> hiện đại). Cũng như vậy, ông thắt chặt sự","pageid":31810,"title":"Lịch sử Trung Quốc"},{"snippet":"Đế quốc Áo-<span class=\"searchmatch\">Hung<\/span>, Nền quân chủ kép, hoặc gọi đơn giản là Áo, là một chính thể quân chủ lập hiến và cường quốc ở Trung Âu. Đế quốc Áo-<span class=\"searchmatch\">Hung<\/span> được thành lập","pageid":192346,"title":"Đế quốc Áo-Hung"}]}