{"Hoàng Trung":[{"snippet":"đến 8.200 năm ở miền Nam <span class=\"searchmatch\">Trung<\/span> Quốc, từ giống lúa <span class=\"searchmatch\">hoang<\/span> Oryza rufipogon. Vết tích bữa cơm tiền sử nấu với gạo từ lúa mọc <span class=\"searchmatch\">hoang<\/span> xưa nhất thế giới, 13.000","pageid":1529,"title":"Trung Quốc"},{"snippet":"trong Đại Bình nguyên phía Tây kinh tuyến 100 độ, khí hậu <span class=\"searchmatch\">hoang<\/span> mạc ở Tây Nam, khí hậu Địa <span class=\"searchmatch\">Trung<\/span> Hải ở duyên hải California, và khô hạn ở Đại Bồn địa. Thời","pageid":57,"title":"Hoa Kỳ"},{"snippet":"ngày 11 tháng 12 năm 2020. Truy cập ngày 26 tháng 7 năm 2020. ^ Nguyen, <span class=\"searchmatch\">Hoang<\/span>. “Covid-19 crisis slashes Vietnam's SEA Games, Para Games budgets”. VNExpress","pageid":2444141,"title":"Đại hội Thể thao Đông Nam Á 2021"},{"snippet":"Nghé). Tuy đây là vùng rừng rậm <span class=\"searchmatch\">hoang<\/span> vắng, nhưng lại nằm trên đường giao thông của các thương nhân Việt Nam, <span class=\"searchmatch\">Trung<\/span> Quốc,... qua Campuchia và Xiêm. Hai","pageid":39,"title":"Thành phố Hồ Chí Minh"},{"snippet":"và là loài đặc hữu của các khu rừng ở Philippines. Loài trâu nước Châu Á <span class=\"searchmatch\">hoang<\/span> dã, và trên các đảo khác nhau liên quan loài lùn của Bubalus như Anoa đã","pageid":12458,"title":"Đông Nam Á"},{"snippet":"trực thuộc <span class=\"searchmatch\">trung<\/span> ương và là một trong hai đô thị loại đặc biệt của nước Cộng hòa Xã hội chủ nghĩa Việt Nam. Hà Nội nằm về phía tây bắc của <span class=\"searchmatch\">trung<\/span> tâm vùng","pageid":80,"title":"Hà Nội"},{"snippet":"người Thái cầy cấy quanh năm. Ở đó, có một sân bay dã chiến nhỏ đã bị bỏ <span class=\"searchmatch\">hoang<\/span> từ khi phát xít Nhật rời khỏi Đông Dương vào năm 1945, nằm dọc theo sông","pageid":7320,"title":"Chiến dịch Điện Biên Phủ"},{"snippet":"được toàn vẹn. Thế mà lại đi đón trước ngự giá, thả lỏng cho vợ làm việc <span class=\"searchmatch\">hoang<\/span> dâm, vô liêm sỉ. Vậy thì cái vạ tru di cũng là tự Trãi chuốc lấy. Như thế","pageid":1555,"title":"Nguyễn Trãi"},{"snippet":"đắp đê ngăn lũ lụt, đào kênh dẫn nước cũng như giao thông đi lại, khai <span class=\"searchmatch\">hoang<\/span> các vùng đất đồng bằng ven biển để tăng diện tích trồng trọt. Các hoạt động","pageid":2128,"title":"Lịch sử Việt Nam"},{"snippet":"lực ngày một gia tăng, Nguyễn Văn Thiệu càng lúc càng trở nên đa nghi và <span class=\"searchmatch\">hoang<\/span> tưởng hơn trước. Theo Tiến sĩ Nguyễn Tiến Hưng, một trong những phụ tá thân","pageid":1387,"title":"Nguyễn Văn Thiệu"}]}