{"Hoàng Phùng Cơ":[{"snippet":"lớn như thành Phú Xuân và đào kênh Vĩnh Tế. Đến thời Minh Mạng thì lại <span class=\"searchmatch\">phung<\/span> phí ngân khố và nhân lực vào những chiến dịch quân sự lớn ở Chân Lạp. Gánh","pageid":4997,"title":"Nhà Nguyễn"},{"snippet":"non Ngũ Phụng. Các trường tiểu học: Trước 2019: Phú An, Quý Thạnh (xã Ngũ <span class=\"searchmatch\">Phung<\/span>); Quý Hải, Đông Hải (xã Long Hải); Mỹ Khê, Triều Dương (xã Tam Thanh). Kể","pageid":14660,"title":"Phú Quý"},{"snippet":"Tôi cầu nguyện cho chồng tôi&quot;. Bảo Đại nổi tiếng với lối sống rất xa xỉ, <span class=\"searchmatch\">phung<\/span> phí. Năm 1954, khi ở Genève, Bảo Đại đã mua của hãng Rolex một chiếc đồng","pageid":15247,"title":"Bảo Đại"},{"snippet":"thăm dò Ấn Độ Dương, đến tận Ả Rập và các bờ biển phía đông châu Phi. Sự <span class=\"searchmatch\">phung<\/span> phí tài nguyên được các tân hoàng đế và đảng phái mới trong triều đình hạn","pageid":45917,"title":"Nhà Minh"},{"snippet":"như biến cây gậy trong tay Moses thành con rắn cũng như khiến tay ông bị <span class=\"searchmatch\">phung<\/span> rồi chữa lành, bảo cho Moses biết ông được ban cho quyền năng để có thể","pageid":137666,"title":"Moses"},{"snippet":"thị trường khiến thị trường hoạt động kém hiệu quả hơn, các nguồn lực bị <span class=\"searchmatch\">phung<\/span> phí và phân phối bất hợp lý thì sự thất bại của thị trường sẽ biến thành","pageid":6923,"title":"Chủ nghĩa cộng sản"},{"snippet":"chọn cách ngược lại, <span class=\"searchmatch\">phung<\/span> phí không biết bao nhiêu binh sĩ thiện chiến trong những trận đánh đẫm máu trong một thành phố tan <span class=\"searchmatch\">hoang<\/span>; điều này mang lại nhiều","pageid":12594,"title":"Trận Stalingrad"},{"snippet":"ở Seoul.. Đây cũng là nơi nổi tiếng của tiệc tùng xa hoa, nơi người dân <span class=\"searchmatch\">phung<\/span> phí tiền của vào các mặt hàng xa xỉ để làm nổi bật và khoe sự giàu có của","pageid":1519775,"title":"Gangnam Style"},{"snippet":"hoại, ngông cuồng và cuộc sống vô đạo đức. Dưới quyền những vị giáo hoàng <span class=\"searchmatch\">phung<\/span> phí và giàu có, Roma chuyển mình thành một trung tâm mỹ thuật, thi ca, âm","pageid":23616,"title":"Roma"},{"snippet":"Hy Lạp, suốt thời gian đó bọn chúng ăn chơi trác táng trong cung điện và <span class=\"searchmatch\">phung<\/span> phí tài sản của nhà vua. Người bảo trợ của Odysseus, nữ thần Athena, nhân","pageid":129625,"title":"Odyssey"}]}