{"Hoàn Ôn":[{"snippet":"Malaysia, Thổ Nhĩ Kỳ, Thái Lan. Ngay lập tức, Blackpink nhận được nhiều sự <span class=\"searchmatch\">hoan<\/span> nghênh ở khắp nơi, được giới báo chí mệnh danh là tân binh &quot;khủng long&quot;.","pageid":3491843,"title":"Jisoo"},{"snippet":"tiên tới Úc và New Zealand, và quyết định này được công chúng nhiệt liệt <span class=\"searchmatch\">hoan<\/span> nghênh. Vương phi xứ Wales sau này đã thừa nhận rằng bà ban đầu không có","pageid":59527,"title":"Diana, Vương phi xứ Wales"},{"snippet":"trình Quê hương, mùa đoàn tụ (sau đó được đổi tên là Mùa đoàn tụ). Liên <span class=\"searchmatch\">hoan<\/span> thiếu nhi quốc tế VTV (2018–nay): Chương trình đón ngày Quốc tế Thiếu nhi","pageid":32948,"title":"Đài Truyền hình Việt Nam"},{"snippet":"Times . Ở Pháp, series từng được đề cử cho giải truyện tranh trong Liên <span class=\"searchmatch\">hoan<\/span> Angoulême . Phiên bản hoạt hình chuyển thể từ series cũng khá thành công","pageid":371073,"title":"Thám tử lừng danh Conan"},{"snippet":"những ngôi sao múa mở màn tại giải Kim Ưng) đầu tiên trong lịch sử của Liên <span class=\"searchmatch\">hoan<\/span> nghệ thuật phim truyền hình Kim Ưng Trung Quốc. Năm 2008, Lưu Diệc Phi chuyển","pageid":78393,"title":"Lưu Diệc Phi"},{"snippet":"mọi người vì lợi ích của mình và vì lợi ích của cả thiên hạ. Công chúng Mỹ <span class=\"searchmatch\">hoan<\/span> nghênh tình trạng đó nhưng không chấp nhận gọi đó là chủ nghĩa thực dân về","pageid":57,"title":"Hoa Kỳ"},{"snippet":"chính trong MV Lưu Ngôn của Lục Hổ và đến giữa năm 2016 ký hợp đồng với <span class=\"searchmatch\">Hoan<\/span> Ngu Ảnh Thị, sau đó tham gia một vai phụ trong phim truyền hình &quot;Triều Ca&quot;","pageid":15115955,"title":"Bạch Lộc"},{"snippet":"Incidents Offensive To Jewish And Japanese Victims Of WWII” [Wiesenthal Center <span class=\"searchmatch\">hoan<\/span> nghênh lời xin lỗi của nhóm nhạc K-Pop về sự cố tấn công các nạn nhân Do","pageid":2412868,"title":"BTS"},{"snippet":"minh bạch... Chúng tôi đang nhấn mạnh rằng việc viết bài trả phí không được <span class=\"searchmatch\">hoan<\/span> nghênh.' Chúng tôi đang ưu tiên các sáng kiến thu hút người dùng đa dạng","pageid":1345,"title":"Wikipedia"},{"snippet":"Francisco trong năm 2015. Tuyên bố cũng cho biết, người Hồi giáo &quot;luôn được <span class=\"searchmatch\">hoan<\/span> nghênh&quot; trên Facebook và quan điểm của anh là kết quả của việc &quot;như một người","pageid":195944,"title":"Mark Zuckerberg"}]}