{"Hoàng Sào":[{"snippet":"tài cai trị. Nhưng vào giai đoạn cuối đời, ông trở nên tự mãn và tiêu xài <span class=\"searchmatch\">hoang<\/span> phí, khiến ngân khố bắt đầu thiếu hụt. Ông cũng dung túng cho lộng thần","pageid":53417,"title":"Càn Long"},{"snippet":"Trời. Toàn bộ bề mặt của <span class=\"searchmatch\">Sao<\/span> Kim là một <span class=\"searchmatch\">hoang<\/span> mạc khô cằn với đá và bụi và có lẽ vẫn còn núi lửa hoạt động trên hành tinh này. <span class=\"searchmatch\">Sao<\/span> Kim là một trong bốn hành","pageid":1581,"title":"Sao Kim"},{"snippet":"như một bức tranh khổng lồ vẽ phong cảnh thiên nhiên <span class=\"searchmatch\">hoang<\/span> sơ với những đàn voi, những chú hươu <span class=\"searchmatch\">sao<\/span>, sư tử trong những tư thế sinh động. Phía dưới là rừng","pageid":4483,"title":"Vịnh Hạ Long"},{"snippet":"Những năm thực dân Pháp xâm lược rồi tạm chiếm Hà Nội, 2 vườn bia có lúc <span class=\"searchmatch\">hoang<\/span> vắng, cỏ cao lút đầu. Hiện nay 2 vườn bia đã được tu sửa lại theo mẫu sửa","pageid":15642,"title":"Văn Miếu – Quốc Tử Giám"},{"snippet":"hiểm tới nơi đây vào năm 1893. Trong nửa đầu thế kỷ 20, từ một địa điểm <span class=\"searchmatch\">hoang<\/span> vu, người Pháp đã quy hoạch và xây dựng lên một thành phố xinh đẹp với những","pageid":4486,"title":"Đà Lạt"},{"snippet":"nhất, và cao nhất trong số tất cả các lục địa. Châu Nam Cực chủ yếu là một <span class=\"searchmatch\">hoang<\/span> mạc địa cực với lượng giáng thủy hàng năm chỉ 200 mm (8 in) ở dọc bờ biển","pageid":7628,"title":"Châu Nam Cực"},{"snippet":"nhiều ngày lênh đênh trên biển cả, phái đoàn Mạc Cửu đổ bộ lên một vùng đất <span class=\"searchmatch\">hoang<\/span> trong vịnh Thái Lan. Sau khi dò hỏi và biết vùng đất này thuộc ảnh hưởng","pageid":4487,"title":"Phú Quốc"},{"snippet":"lượng cơ thể được ghi nhận của các cá thể <span class=\"searchmatch\">hoang<\/span> dã ở đây cho thấy chúng nặng hơn hổ <span class=\"searchmatch\">hoang<\/span> dã Siberia. Con hổ <span class=\"searchmatch\">hoang<\/span> dã lớn nhất từng được báo cáo có tổng chiều","pageid":5969,"title":"Hổ"},{"snippet":"nào khác ngoại trừ <span class=\"searchmatch\">sao<\/span> Hỏa (Hỏa Tinh) là có nước bị đóng băng ở hai cực. Tuy nhiên, người ta có chứng cứ xác định nguồn nước có ở <span class=\"searchmatch\">Sao<\/span> Hỏa trong quá khứ","pageid":1638,"title":"Trái Đất"},{"snippet":"ngự giá, thả lỏng cho vợ làm việc <span class=\"searchmatch\">hoang<\/span> dâm, vô liêm sỉ. Vậy thì cái vạ tru di cũng là tự Trãi chuốc lấy. Như thế <span class=\"searchmatch\">sao<\/span> được gọi là người hiền? - Theo Bảng","pageid":1555,"title":"Nguyễn Trãi"}]}