{"Joseph Bonaparte":[{"snippet":"<span class=\"searchmatch\">Joseph<\/span>-Napoleon <span class=\"searchmatch\">Bonaparte<\/span> (7 tháng 1 năm 1768 – 28 tháng 7 năm 1844) là một luật sư, chính trị gia dưới thời Đệ Nhất Cộng hòa Pháp, và là một quý tộc","pageid":1468642,"title":"Joseph Bonaparte"},{"snippet":"Napoléon <span class=\"searchmatch\">Bonaparte<\/span> (tên khai sinh Napoleone di Buonaparte; 15 tháng 8 năm 1769 – 5 tháng 5 năm 1821), sau này được biết đến với đế hiệu Napoléon I, là","pageid":27006,"title":"Napoléon Bonaparte"},{"snippet":"Tư bản Tuyên ngôn của Đảng Cộng sản Ngày 18 tháng sương mù của Louis <span class=\"searchmatch\">Bonaparte<\/span> Grundrisse der Kritik der Politischen Ökonomie Đóng góp phê bình kinh","pageid":375318,"title":"Hồ Chí Minh"},{"snippet":"Illarionovich Kutuzov sau khi đuổi quân đội của Hoàng đế Pháp Napoléon <span class=\"searchmatch\">Bonaparte<\/span> khỏi biên giới Nga đã ra lệnh thu các quân kỳ của người Pháp lại và hạ","pageid":491292,"title":"Ngày Chiến thắng (9 tháng 5)"},{"snippet":"đã lật đổ chế độ quân chủ chuyên chế tại Pháp. Đến năm 1799, Napoléon <span class=\"searchmatch\">Bonaparte<\/span> trở thành tổng tài của Đệ Nhất Cộng hòa Pháp sau một cuộc đảo chính, đặt","pageid":6842,"title":"Cách mạng Pháp"},{"snippet":"Năm 1852, Tổng thống Cộng hoà Pháp Louis-Napoléon <span class=\"searchmatch\">Bonaparte<\/span>, vốn là con của em trai Napoléon <span class=\"searchmatch\">Bonaparte<\/span>, tuyên bố mình là hoàng đế của đế quốc thứ nhì, với","pageid":2860,"title":"Pháp"},{"snippet":"cuộc đảo chính của Louis-Napoleon <span class=\"searchmatch\">Bonaparte<\/span> ở Pháp mà không hỏi ý kiến của Thủ tướng. Năm sau, Tổng thống <span class=\"searchmatch\">Bonaparte<\/span> tự xưng là Hoàng đế Napoleon III,","pageid":328001,"title":"Victoria của Anh"},{"snippet":"Napoléon II, tên thật Napoléon François Charles <span class=\"searchmatch\">Joseph<\/span> <span class=\"searchmatch\">Bonaparte<\/span> (20 tháng 3 năm 1811 tại cung điện Tuileries ở Paris - 22 tháng 7 năm 1832 tại điện Schönbrunn","pageid":95071,"title":"Napoléon II"},{"snippet":"được tôn sùng. Trong các cuộc chiến tranh liên miên, Hoàng đế Napoléon <span class=\"searchmatch\">Bonaparte<\/span> cũng thường đọc Tôn Tử binh pháp. Không những thế, theo nhà nghiên cứu","pageid":41490,"title":"Binh pháp Tôn Tử"},{"snippet":"tác phẩm của ông trở thành một phần quan trọng trong nhiều buổi hoà nhạc. <span class=\"searchmatch\">Joseph<\/span> Haydn đã viết rằng: &quot;Hậu thế sẽ không thể nhìn thấy tài năng như vậy trong","pageid":9678,"title":"Wolfgang Amadeus Mozart"}]}