{"Justinianus I":[{"snippet":" là vị Hoàng đế thứ nhì của nhà <span class=\"searchmatch\">Justinianus<\/span> sau người chú là Justinus <span class=\"searchmatch\">I<\/span>. Trong suốt triều đại của mình, <span class=\"searchmatch\">Justinianus<\/span> tìm cách khôi phục lại ánh hào quang","pageid":186844,"title":"Justinianus I"},{"snippet":"<span class=\"searchmatch\">Justinianus<\/span> <span class=\"searchmatch\">I<\/span>, vốn là con trai của một nông dân Illyria, có lẽ đã tiếp nhận quyền lực thực tế ngay trong triều đại cai trị của người chú, Justinus <span class=\"searchmatch\">I<\/span> (518-527)","pageid":61402,"title":"Đế quốc Đông La Mã"},{"snippet":"rẽ cho đến khi bộ luật Theodosianus ra đời năm 438. Sau này, bộ luật <span class=\"searchmatch\">Justinianus<\/span> ở Đế chế Byzantine Đông có ảnh hưởng lớn cả Châu Âu. Điều khoản thứ mười","pageid":84039,"title":"Hiến pháp"},{"snippet":"trị; cuộc tái chinh phục bán đảo Ý và miền phụ cận Địa Trung Hải của <span class=\"searchmatch\">Justinianus<\/span> <span class=\"searchmatch\">I<\/span> (cai trị 527-565) là một ngoại lệ ngắn ngủi duy nhất. Cấu trúc chính","pageid":183334,"title":"Trung Cổ"},{"snippet":"Ostrogoth thuộc nhóm German chiếm giữ Ý. Đến thế kỷ VI, Hoàng đế Đông La Mã <span class=\"searchmatch\">Justinianus<\/span> <span class=\"searchmatch\">I<\/span> chinh phục Ý và kiểm soát trong một thời gian ngắn ngủi. Một bộ lạc","pageid":25196,"title":"Ý"},{"snippet":"hình thành mạnh mẽ Kitô giáo tại La Mã. Theodora - vợ cả của Hoàng đế <span class=\"searchmatch\">Justinianus<\/span> <span class=\"searchmatch\">I<\/span>. Bà nổi tiếng với quyền lực chính trị, trong một thời gian dài thực","pageid":405760,"title":"Hoàng hậu"},{"snippet":" Online at AncientRome.ru. Truy cập ngày 15 tháng 8 năm 2009. Codex <span class=\"searchmatch\">Justinianus<\/span> (Justinianic Code or Code of Justinian). Scott, Samuel P., trans. The","pageid":131384,"title":"Constantinus Đại đế"},{"snippet":"ven biển của quân Sassanid ở Yemen thuộc về <span class=\"searchmatch\">Justinianus<\/span> <span class=\"searchmatch\">I<\/span>. Do không hỗ trợ người Ả Rập Yemen, Khosrau <span class=\"searchmatch\">I<\/span> đã có thể trợ giúp Ma'd-Karib và sau này còn","pageid":244180,"title":"Đế quốc Sasan"},{"snippet":"TCN), đến bộ luật Pháp điển Dân sự (529 CN) do Hoàng đế Đông La Mã <span class=\"searchmatch\">Justinianus<\/span> <span class=\"searchmatch\">I<\/span> ban hành. Luật La Mã tạo nên khuôn khổ cơ bản cho luật dân sự, hệ thống","pageid":24554,"title":"Luật La Mã"},{"snippet":"Công đồng đại kết thứ năm mô tả các linh mục, binh lính và Hoàng đế <span class=\"searchmatch\">Justinianus<\/span> sống động và đầy cảm hứng. Nhà sử học nghệ thuật Tamara Ognjević lại","pageid":19751707,"title":"Tu viện Ljubostinja"}]}