{"Kham Tam Sa":[{"snippet":"<span class=\"searchmatch\">Kham<\/span> <span class=\"searchmatch\">Tam<\/span> <span class=\"searchmatch\">Sa<\/span> (sinh thế kỷ 14 tại Muang Sua, mất 1433 Pak Huay Luang), danh xưng hoàng gia là Samdach Brhat-Anya Chao Kama Dharmasara, là vua thứ bảy của","pageid":14933611,"title":"Kham Tam Sa"},{"snippet":"<span class=\"searchmatch\">Tam<\/span> giới (tiếng Trung: 三界, tiếng Phạn: triloka, traidhātuka, trayo dhātavaḥ, tiếng Nam Phạn: tisso dhātuyo, tiếng Tạng chuẩn: <span class=\"searchmatch\">kham<\/span> sum ཁམས་གསུམ་), cũng","pageid":11403,"title":"Tam giới"},{"snippet":"pháp đo lường. Cảnh quan đa dạng thay đổi từ những thảo nguyên rừng cùng các <span class=\"searchmatch\">sa<\/span> mạc Gobi và Taklamakan ở phía bắc khô hạn đến các khu rừng cận nhiệt đới ở","pageid":1529,"title":"Trung Quốc"},{"snippet":"này nói về một thời kỳ lịch sử Trung Quốc. Xem các nghĩa khác ở <span class=\"searchmatch\">Tam<\/span> Quốc (định hướng) <span class=\"searchmatch\">Tam<\/span> Quốc (giản thể: 三国; phồn thể: 三國; bính âm: Sānguó, giai đoạn 220–280","pageid":2816,"title":"Tam Quốc"},{"snippet":"Nay xem khí thần rất hệ trọng, ngôi trời thật khó khăn, trẫm chỉ lo không <span class=\"searchmatch\">kham<\/span> nổi, nhưng ức triệu người trong bốn bể đều xúm quanh cả vào thân trẫm, đó","pageid":116,"title":"Quang Trung"},{"snippet":"ở <span class=\"searchmatch\">Tam<\/span> giác Vàng còn nhúng tay vào cướp bóc, tống tiền, giết người… Hồi tháng 3 năm 2013, Trung Quốc đã tử hình trùm ma túy người Myanmar Naw <span class=\"searchmatch\">Kham<\/span> vì","pageid":37153,"title":"Tam giác Vàng"},{"snippet":"con trai thứ tư của Lưu Thiện Lưu <span class=\"searchmatch\">Kham<\/span>, con trai thứ năm của Lưu Thiện, tự sát cùng vợ con khi Thục Hán mất nước. <span class=\"searchmatch\">Tam<\/span> quốc chí chép: Hậu Chủ thuận theo","pageid":82997,"title":"Lưu Bị"},{"snippet":"nhân vật sống trong thời kỳ <span class=\"searchmatch\">Tam<\/span> Quốc (220–280) và giai đoạn quân phiệt cát cứ trước đó (184–219). Các nhân vật trong <span class=\"searchmatch\">Tam<\/span> quốc chí của Trần Thọ và các","pageid":819078,"title":"Danh sách nhân vật thời Tam Quốc"},{"snippet":"kinh tế và trường trung học cơ sở Trường <span class=\"searchmatch\">Sa<\/span> do chính phủ quản lý. Ông dành nhiều thời gian trong thư viện Trường <span class=\"searchmatch\">Sa<\/span>, đọc các tác phẩm cốt lõi của chủ nghĩa","pageid":24295,"title":"Mao Trạch Đông"},{"snippet":"nhà Quý Hán (Thục Hán) thời <span class=\"searchmatch\">Tam<\/span> Quốc. Gia Cát Lượng đã giúp Lưu Bị gây dựng nên nhà Thục Hán, hình thành thế chân vạc <span class=\"searchmatch\">Tam<\/span> quốc, liên minh Thục-Ngô chống","pageid":24347,"title":"Gia Cát Lượng"}]}