{"Khánh Hằng":[{"snippet":"từ lâu nhưng <span class=\"searchmatch\">hang<\/span> Sơn Đoòng chỉ được khám phá vào năm 1991 khi Hồ <span class=\"searchmatch\">Khanh<\/span> - một người dân địa phương - tình cờ tìm ra khi lánh vào cửa <span class=\"searchmatch\">hang<\/span> để tránh mưa","pageid":348026,"title":"Hang Sơn Đoòng"},{"snippet":"phá <span class=\"searchmatch\">hang<\/span> này vào năm 2011. Trên thực tế, một người dân địa phương tên là Hồ <span class=\"searchmatch\">Khanh<\/span> đã phát hiện ra <span class=\"searchmatch\">hang<\/span> này năm 1991 nhưng ông không nhớ lối vào <span class=\"searchmatch\">hang<\/span> cho","pageid":52223,"title":"Vườn quốc gia Phong Nha – Kẻ Bàng"},{"snippet":"năm 2017). “Sự nghi ngờ về năng lực của HLV Park <span class=\"searchmatch\">Hang<\/span> Seo” [Doubt on the ability of Coach Park <span class=\"searchmatch\">Hang<\/span> Seo]. Dân Trí. Truy cập ngày 20 tháng 7 năm 2019.","pageid":21785,"title":"Đội tuyển bóng đá quốc gia Việt Nam"},{"snippet":"lưu với người Kinh dẫn đến những tên hỗn hợp như <span class=\"searchmatch\">Hang<\/span> Bua (tên tiếng Thái là Thẩm Bua, nghĩa là <span class=\"searchmatch\">Hang<\/span> Sen). Từ tiếng H'Mông thì theo ghi âm mà không theo","pageid":13,"title":"Tiếng Việt"},{"snippet":"Ba (Tam Điệp) và một số <span class=\"searchmatch\">hang<\/span> động khác của kỳ đồ đá cũ thuộc nền Văn hóa Tràng An; động Người Xưa (Cúc Phương) và một số <span class=\"searchmatch\">hang<\/span> động ở Tam Điệp, Nho Quan","pageid":4769,"title":"Ninh Bình"},{"snippet":"nguyên thủy đã cư trú tại Trung Quốc từ 250.000 đến 2,24 triệu năm trước. Một <span class=\"searchmatch\">hang<\/span> tại Chu Khẩu Điếm (gần Bắc Kinh ngày nay) có những hóa thạch của họ Người","pageid":1529,"title":"Trung Quốc"},{"snippet":"để có thể giành huy chương tại các cuộc thi đấu thể thao. Theo Quốc Vụ <span class=\"searchmatch\">khanh<\/span> Bộ Kinh tế và Tài chính Vongsey Visoth, việc xây dựng và bố trí cơ sở vật","pageid":2444144,"title":"Đại hội Thể thao Đông Nam Á 2023"},{"snippet":"nằm trên địa phận Hà Nội như Đồng Mô, Suối Hai, Đồng Quan, Mèo Gù, Xuân <span class=\"searchmatch\">Khanh<\/span>, Đồng Đò, Tuy Lai - Quan Sơn. Do quá trình đô thị hóa mạnh mẽ từ năm 1990","pageid":80,"title":"Hà Nội"},{"snippet":"Việt Cách) tàn phá suốt dọc miền Đông Bắc Bắc Kỳ; lực lượng của Vũ Hồng <span class=\"searchmatch\">Khanh<\/span> (Việt Nam Quốc dân Đảng) và của Nguyễn Tường Tam (Đại Việt) đi theo quân","pageid":867,"title":"Võ Nguyên Giáp"},{"snippet":"gặp Nguyễn Hải Thần, và được ông đưa đến gặp Vũ Hồng <span class=\"searchmatch\">Khanh<\/span> để xin thả chồng mình. Ông Vũ Hồng <span class=\"searchmatch\">Khanh<\/span> từ chối và nói buột miệng &quot;Ngay đến ông Long gần đây","pageid":375318,"title":"Hồ Chí Minh"}]}