{"Lãnh binh Thăng":[{"snippet":"tiếng đồng hồ một trung đoàn Trung Quốc đang trên đường chiếm núi Cao Ba <span class=\"searchmatch\">Lanh<\/span> giáp biên giới, gây thương vong cho 360 trong quân số 2.800 của trung đoàn","pageid":15373,"title":"Chiến tranh biên giới Việt–Trung 1979"},{"snippet":"cấu trung tâm của lăng gồm phòng thi hài và những hành lang, những cầu <span class=\"searchmatch\">thang<\/span>. Bên ngoài lăng được ốp bằng đá granite xám, bên trong làm bằng đá xám và","pageid":359401,"title":"Lăng Chủ tịch Hồ Chí Minh"},{"snippet":"Thi Tu, Nguyen Quoc <span class=\"searchmatch\">Thang<\/span> và Tran Minh Hien. (1997), A report of field surveys on Biodiversity in Phong Nha Ke Bang forest (Quang <span class=\"searchmatch\">Binh<\/span> Province, central","pageid":52223,"title":"Vườn quốc gia Phong Nha – Kẻ Bàng"},{"snippet":"còn có một trữ lượng khá lớn các loại khoáng sản không kim loại như: Cao <span class=\"searchmatch\">lanh<\/span>, sét gốm, đá vôi, cát, sỏi, cát kết, đá phiến, laterit, granit, gabro, ryolit","pageid":67,"title":"Hà Giang"},{"snippet":"bền cũng như tính hiệu quả. Trồng <span class=\"searchmatch\">lanh<\/span>, thuốc phiện (trước đây), các cây ăn quả như táo, lê, đào, mận, dệt vải <span class=\"searchmatch\">lanh<\/span> là những hoạt động sản xuất đặc sắc","pageid":44,"title":"Lào Cai"},{"snippet":"Thân từ một chân khiêng kiệu lên đến chức tổng quản trong cung. Hòa Thân <span class=\"searchmatch\">lanh<\/span> lợi khéo léo, lời nói dễ nghe, làm việc mau mắn, tính nết hòa nhã rất là","pageid":53417,"title":"Càn Long"},{"snippet":"là &quot;tầng lớp váy trắng&quot;, một sự ám chỉ đến việc sử dụng quần áo bằng vải <span class=\"searchmatch\">lanh<\/span> màu trắng như là một dấu hiệu cho địa vị của họ. Tầng lớp thượng lưu này","pageid":29886,"title":"Ai Cập cổ đại"},{"snippet":"như đang ngước lên. Mắt của ông (một xanh, một nâu) biểu lộ một sự long <span class=\"searchmatch\">lanh<\/span>, mang nét nữ tính. Ông có một vẻ ngoài cao quý và một giọng nói khó nghe","pageid":52992,"title":"Alexandros Đại đế"},{"snippet":"dân quê mùa, Sancho Panza, làm người tháp tùng, người thường sử dụng sự <span class=\"searchmatch\">lanh<\/span> lợi, tinh ranh trần tục để đối phó với những lời độc thoại hùng tráng của","pageid":69607,"title":"Don Quijote"},{"snippet":"phát triển. Về công nghiệp dệt may, Giang Nam nổi tiếng về sản xuất vải <span class=\"searchmatch\">lanh<\/span> và vải thô ở quận Dự Chương – nay là Nam Xương, Giang Tây, danh tiếng vang","pageid":2816,"title":"Tam Quốc"}]}