{"Leon IV":[{"snippet":"<span class=\"searchmatch\">Leon<\/span> <span class=\"searchmatch\">IV<\/span> người Khazar (Hy Lạp: Λέων Δ΄ ὁ Χάζαρος, Leōn <span class=\"searchmatch\">IV<\/span> ho Khazaros) (25 tháng 1, 750 – 8 tháng 9, 780) là Hoàng đế Đông La Mã từ năm 775 đến 780. Leon","pageid":2674324,"title":"Leon IV"},{"snippet":"Việt Nam đều rất thấp: tới tận năm 1948, tính trên toàn Bắc Bộ và Liên khu <span class=\"searchmatch\">IV<\/span>, diện tích lúa mùa là 1.030.611 ha và cho sản lượng 1.346.569 tấn; diện tích","pageid":375318,"title":"Hồ Chí Minh"},{"snippet":"chính, lật đổ ông và triều đại nhà Heraclius chính thức kết thúc. Hoàng đế <span class=\"searchmatch\">Leon<\/span> III xứ Isauria sau khi lên ngôi đã lãnh đạo quân dân Đông La Mã giành thắng","pageid":61402,"title":"Đế quốc Đông La Mã"},{"snippet":"thích âm nhạc mà còn giúp ông hòa nhập với nền văn hóa Đức. Theo nhạc trưởng <span class=\"searchmatch\">Leon<\/span> Botstein, Einstein có thể đã bắt đầu chơi nhạc từ lúc 5 tuổi nhưng chưa thể","pageid":2432,"title":"Albert Einstein"},{"snippet":"là Guenot. Tiếp theo là tỉnh lỵ Pleiku ra đời, công sứ Pháp đầu tiên là <span class=\"searchmatch\">Leon<\/span> Plantié. Thực dân người Pháp bắt đầu lên đây xây dựng các đồn điền đồng thời","pageid":4070,"title":"Tây Nguyên"},{"snippet":"Lúc này Trần Lệ Chất đang là Bí thư của Công sứ Pháp tại Bình Thuận Claude <span class=\"searchmatch\">Leon<\/span> Lucien Garnier - Trịnh Văn Thảo (8 tháng 5 năm 2007). “Công ty Liên Thành","pageid":25216,"title":"Trường Dục Thanh"},{"snippet":"gốc ngày 18 tháng 10 năm 2017. Truy cập ngày 14 tháng 8 năm 2015. Morris, <span class=\"searchmatch\">Leon<\/span> (1992). The Gospel according to Matthew. Wm. B. Eerdmans Publishing. ISBN 978-0-85111-338-8","pageid":1299,"title":"Giê-su"},{"snippet":"&quot;lion&quot; 'sư tử' trong tiếng Anh là từ mượn của leo trong tiếng Latin và λέων (<span class=\"searchmatch\">leon<\/span>) tiếng Hy Lạp cổ đại. Từ אַריֵה lavi trong tiếng Hebrew có lẽ liên quan.","pageid":6807,"title":"Sư tử"},{"snippet":"Leone Battista Alberti (thường được viết là <span class=\"searchmatch\">Leon<\/span> Battista Alberti trong tiếng Ý; 14 tháng 2 năm 1404 tại Genova – 25 tháng 4 năm 1472 tại Roma) là con","pageid":27765,"title":"Leone Battista Alberti"},{"snippet":"không có địa vị chính thức, song được công nhận đặc biệt như nhóm Astur-<span class=\"searchmatch\">Leon<\/span> (Asturias – asturianu, còn gọi là bable – tại Asturias và León – llionés","pageid":12586,"title":"Tây Ban Nha"}]}