{"Lộ Túy":[{"snippet":"hồi mùa hè. Lưng của Elizabeth khiến mọi người <span class=\"searchmatch\">lo<\/span> lắng nhiều hơn; vào tháng 11 năm 2006, người ta <span class=\"searchmatch\">lo<\/span> rằng Nữ vương có thể sẽ không khỏe để khai mạc Nghị","pageid":32798,"title":"Elizabeth II"},{"snippet":"chế trước đó. <span class=\"searchmatch\">Lo<\/span> ngại trước những tham vọng lãnh thổ của Đức tại Đông Âu, Liên Xô đã cùng với Pháp soạn thảo một hiệp ước tương trợ. <span class=\"searchmatch\">Tuy<\/span> nhiên, trước khi","pageid":2350,"title":"Chiến tranh thế giới thứ hai"},{"snippet":"hay &quot;thanh xuân&quot;. Trong tiếng Ý, từ mang nghĩa tương ứng là &quot;iuventūs&quot;, <span class=\"searchmatch\">tuy<\/span> vậy báo chí tiếng Ý nói riêng hay báo chí các ngôn ngữ dùng chữ Latinh nói","pageid":11733,"title":"Juventus F.C."},{"snippet":"khoảng 450.000 người Công giáo. Chính quyền nhà Nguyễn dưới các triều vua này <span class=\"searchmatch\">lo<\/span> ngại sự lớn mạnh của một tôn giáo khác biệt và có tổ chức nên đã ra lệnh cấm","pageid":2128,"title":"Lịch sử Việt Nam"},{"snippet":"Taylor cho một cuộc đảo chính mới. <span class=\"searchmatch\">Tuy<\/span> nhiên, Taylor không muốn có thêm bất kỳ xáo trộn nào trong bộ máy lãnh đạo, do <span class=\"searchmatch\">lo<\/span> ngại cuộc đảo chính thứ ba trong","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"Tây Dương, phía Nam giáp Địa Trung Hải và biển Đen, <span class=\"searchmatch\">tuy<\/span> nhiên về phía Đông thì hiện không rõ ràng. <span class=\"searchmatch\">Tuy<\/span> nhiên có thể coi dãy núi Ural được coi là vùng đất","pageid":4859,"title":"Châu Âu"},{"snippet":"Nữ: Ngọc Nữ là chủ một gia đình ba thế hệ toàn phụ nữ. Bà Nữ tháo vát, chăm <span class=\"searchmatch\">lo<\/span> cho mẹ và hai con gái. Bà là đại diện cho người phụ nữ truyền thống, ăn mặc","pageid":19774692,"title":"Nhà bà Nữ"},{"snippet":"tháng 3 năm 2019, Lee được cho phép tại ngoại vì những <span class=\"searchmatch\">lo<\/span> ngại liên quan đến vấn đề sức khỏe. <span class=\"searchmatch\">Tuy<\/span> nhiên, vào ngày 19 tháng 2 năm 2020, tòa án quận trung","pageid":15383,"title":"Hàn Quốc"},{"snippet":"‘‘The Great Wall. (1981). Luo, Zhewen Luo. <span class=\"searchmatch\">Lo<\/span>, Che-wen. Wilson, Dick Wilson. Drege, J. P. Contributor Che-wen <span class=\"searchmatch\">Lo<\/span>. McGraw-Hill. ISBN 0-07-070745-6, 9780070707450","pageid":31887,"title":"Tần Thủy Hoàng"},{"snippet":"thành Khang Hi (康熙). Vì Khang Hi mới 8 tuổi, chính sự do 4 đại thần phụ chính <span class=\"searchmatch\">lo<\/span> liệu. Trong số 4 đại thần, Ngao Bái là người có nhiều chiến công nhất và được","pageid":77773,"title":"Khang Hi"}]}