{"Lothar I":[{"snippet":"Lothaire <span class=\"searchmatch\">I<\/span> hay <span class=\"searchmatch\">Lothar<\/span> <span class=\"searchmatch\">I<\/span> (tiếng Hà Lan và tiếng Latin Trung cổ: Lotharius, tiếng Đức: <span class=\"searchmatch\">Lothar<\/span>, tiếng Pháp: Lothaire, tiếng Ý: Lotario) (795 - 29 tháng 9","pageid":15335422,"title":"Lothar I"},{"snippet":"thất thủ. Hoạt động trên địa bàn này còn có Cụm tác chiến Áo của tướng <span class=\"searchmatch\">Lothar<\/span> Rendulic và Cụm tác chiến Đông Nam của tướng Alexander Löhr. Điều này hoàn","pageid":491292,"title":"Ngày Chiến thắng (9 tháng 5)"},{"snippet":"chơi cho Inter Milan. Được dẫn dắt bởi bộ đôi người Đức Andreas Brehme và <span class=\"searchmatch\">Lothar<\/span> Matthäus, và Ramón Díaz người Argentina, Inter đã giành chức vô địch Serie","pageid":25043,"title":"Inter Milan"},{"snippet":"Croatia, Messi đã có trận đấu thứ 25 tại World Cup, ngang bằng kỷ lục với <span class=\"searchmatch\">Lothar<\/span> Matthäus của Đức, anh ghi bàn mở tỷ số bằng một quả phạt đền trước khi kiến","pageid":42332,"title":"Lionel Messi"},{"snippet":"cho đến khi công trình của Dmitri Mendeleev xuất hiện. Năm 1864, Julius <span class=\"searchmatch\">Lothar<\/span> Meyer, một nhà hóa học Đức, công bố một bảng bao gồm 44 nguyên tố xếp theo","pageid":5367,"title":"Bảng tuần hoàn"},{"snippet":"thứ 6 trong lịch sử, người dẫn dắt lối chơi khi ấy là tiền vệ 23 tuổi, <span class=\"searchmatch\">Lothar<\/span> Matthäus. Trước trận chung kết cúp quốc gia năm ấy với chính Bayern, các","pageid":6949,"title":"FC Bayern München"},{"snippet":"ngoài Serie A. Tính đến 9 tháng 4 năm 2023 Tính đến 9 tháng 4 năm 2023 <span class=\"searchmatch\">Lothar<\/span> Matthäus: 1991 (Inter Milan) Marco van Basten: 1992 (AC Milan) Roberto Baggio:","pageid":16558,"title":"Serie A"},{"snippet":" Son Heung-min. Sau chiến thắng của Frankfurt trong năm UEFA Cup 1980, <span class=\"searchmatch\">Lothar<\/span> Matthäus gọi ông là tiền đạo hay nhất thế giới. Ông trở thành cầu thủ thứ","pageid":13742391,"title":"Cha Bum-kun"},{"snippet":"&lt;ref&gt; sai; không có nội dung trong thẻ ref có tên reus ^ a b c d e f g h <span class=\"searchmatch\">i<\/span> j k l m n o “First Team”. Borussia Dortmund. Truy cập ngày 1 tháng 7 năm 2021","pageid":374623,"title":"Borussia Dortmund"},{"snippet":" Pháp và Đế quốc La Mã Thần thánh, ông được ghi là Charles <span class=\"searchmatch\">I<\/span> (theo tiếng Pháp) hay Karl <span class=\"searchmatch\">I<\/span> (theo tiếng Đức). Là con trưởng của vua Pepin III (Pepin Lùn)","pageid":82947,"title":"Charlemagne"}]}