{"Louis IV xứ Orléans":[{"snippet":"với nhà <span class=\"searchmatch\">Orleans<\/span>, họ có quan hệ hôn nhân với nhau thông qua dòng họ Coburgs. Năm 1843 và 1845, bà cùng Albert cư ngụ một thời gian với vua <span class=\"searchmatch\">Louis<\/span> Philippe","pageid":328001,"title":"Victoria của Anh"},{"snippet":"gần nhất của vua là Philippe, chú của vua, và là Quận công xứ <span class=\"searchmatch\">Orleans<\/span>. Tuy nhiên, <span class=\"searchmatch\">Louis<\/span> XIV không tín nhiệm Philippe, một người lính kiệt xuất, nhưng","pageid":229305,"title":"Louis XV của Pháp"},{"snippet":"bại John L. Sullivan vào năm 1892 tại Câu lạc bộ điền kinh Pelican ở New <span class=\"searchmatch\">Orleans<\/span>. Năm 1897, trường hợp đầu tiên của việc kiểm duyệt phim ở Hoa Kỳ xảy ra","pageid":47633,"title":"Quyền Anh"},{"snippet":"thân Carlos II là Hoàng hậu thứ hai của Felipe <span class=\"searchmatch\">IV<\/span>, Marianna của Áo ^ Durant, Will. &quot;The Age of <span class=\"searchmatch\">Louis<\/span> XIV&quot;, p.699. Simon and Schuster, New York, 1963","pageid":3121805,"title":"Felipe V của Tây Ban Nha"},{"snippet":"lý tài chính của băng Mũ Rơm do cô thích tiền. Trong khi mua sắm, Nami có <span class=\"searchmatch\">xu<\/span> hướng mặc cả mạnh mẽ, nhiều đến nỗi làm chủ cửa hàng cũng cảm thấy mệt mỏi","pageid":3678477,"title":"Nami (One Piece)"},{"snippet":"7.000 người Pháp nhập cư thành lập New <span class=\"searchmatch\">Orleans<\/span> vào năm 1718. Quá trình định cư diễn ra rất chậm; New <span class=\"searchmatch\">Orleans<\/span> trở thành một cảng quan trọng, là cửa ngõ","pageid":3216,"title":"Lịch sử Hoa Kỳ (1493–1776)"},{"snippet":"Petschar. The Marshall Plan: Saving Europe, Rebuilding Austria (U of New <span class=\"searchmatch\">Orleans<\/span> Publishing, 2017) 336 pp. Online review Bukey, Evan. Hitler's Austria:","pageid":782713,"title":"Lịch sử Áo"},{"snippet":"Ông là người sáng lập ra Gia tộc <span class=\"searchmatch\">Orleans<\/span>, một chi nhánh của Gia tộc Bourbon, và do đó là tổ tiên trực tiếp của <span class=\"searchmatch\">Louis<\/span> Philippe I, người trị vì Pháp từ","pageid":18806716,"title":"Philippe I xứ Orléans"},{"snippet":"Ngoài những khoảnh khắc mà anh ấy cảm thấy tự tin trong trận chiến, anh ấy có <span class=\"searchmatch\">xu<\/span> hướng ít cười và hiếm khi cười đùa cùng với những thành viên còn lại trong","pageid":255769,"title":"Roronoa Zoro"},{"snippet":"bản tiếng Pháp), cũng là thành trì của việc chống truyền giáo, rồi lên <span class=\"searchmatch\">Orleans<\/span> học luật tại Đại học Bourges và cũng học tiếng Hy Lạp và tiếng Do Thái","pageid":13628046,"title":"Giáo hội và nhà nước ở châu Âu thời Trung cổ"}]}