{"Louis I xứ Orléans":[{"snippet":"nhà <span class=\"searchmatch\">Orleans<\/span>, họ có quan hệ hôn nhân với nhau thông qua dòng họ Coburgs. Năm 1843 và 1845, bà cùng Albert cư ngụ một thời gian với vua <span class=\"searchmatch\">Louis<\/span> Philippe <span class=\"searchmatch\">I<\/span> tại","pageid":328001,"title":"Victoria của Anh"},{"snippet":"phá nặng dọc theo phần lớn Vùng Duyên hải Vịnh của Hoa Kỳ, tàn phá New <span class=\"searchmatch\">Orleans<\/span>. Ngày 4 tháng 11 năm 2008, trong cuộc khủng hoảng kinh kế lớn, Hoa Kỳ đã","pageid":57,"title":"Hoa Kỳ"},{"snippet":"tế thông qua đàm phán và trọng tài. Bất chấp <span class=\"searchmatch\">xu<\/span> hướng chuộng hòa bình phát triển mạnh mẽ sau Thế chiến <span class=\"searchmatch\">I<\/span>, chủ nghĩa báo thù dân tộc và chủ nghĩa xét lại","pageid":2350,"title":"Chiến tranh thế giới thứ hai"},{"snippet":"Rolnik ^ “Banking activities organisation chart of Rothschild”. Paris-<span class=\"searchmatch\">orleans<\/span>.com. Bản gốc lưu trữ ngày 25 tháng 3 năm 2012. Truy cập ngày 19 tháng 11","pageid":281722,"title":"Gia tộc Rothschild"},{"snippet":"gần nhất của vua là Philippe, chú của vua, và là Quận công xứ <span class=\"searchmatch\">Orleans<\/span>. Tuy nhiên, <span class=\"searchmatch\">Louis<\/span> XIV không tín nhiệm Philippe, một người lính kiệt xuất, nhưng","pageid":229305,"title":"Louis XV của Pháp"},{"snippet":"bại John L. Sullivan vào năm 1892 tại Câu lạc bộ điền kinh Pelican ở New <span class=\"searchmatch\">Orleans<\/span>. Năm 1897, trường hợp đầu tiên của việc kiểm duyệt phim ở Hoa Kỳ xảy ra","pageid":47633,"title":"Quyền Anh"},{"snippet":"Diasporas. Immigrant and Refugee Cultures Around the World. Vol. <span class=\"searchmatch\">I<\/span>, Jewish Diaspora in China by <span class=\"searchmatch\">Xu<\/span> Xin, p.163, Ember, Melvin; Ember, Carol R.; Skoggard, Ian","pageid":137673,"title":"Người Do Thái"},{"snippet":"thành lập quyền bá chủ ở vùng Lombardy. Tuy nhiên, khi <span class=\"searchmatch\">Louis<\/span> XIII qua đời vào năm 1515 và François <span class=\"searchmatch\">I<\/span>, người được biết đến như một kiệt tác đã thay thế, trong","pageid":13628046,"title":"Giáo hội và nhà nước ở châu Âu thời Trung cổ"},{"snippet":"lối sống, phụ kiện, cách trang điểm, kiểu tóc và tỷ lệ cơ thể. Không như <span class=\"searchmatch\">xu<\/span> hướng thường chỉ bao hàm một sự thể hiện thẩm mỹ riêng biệt và thường kéo","pageid":197200,"title":"Thời trang"},{"snippet":"vị trí cao trong hoàng tộc Pháp, ông là cháu nội của Đức vua <span class=\"searchmatch\">Louis<\/span> XIV. Phụ thân ông, <span class=\"searchmatch\">Louis<\/span>, Đại Thái tử, là người có tư cách kế vị ngai vàng ở Tây Ban","pageid":3121805,"title":"Felipe V của Tây Ban Nha"}]}