{"Lý Mậu Trinh":[{"snippet":"dân quen liềm hái hơn cung nỏ, vì vậy thấy quân Tần hùng hậu tiến vào thì <span class=\"searchmatch\">mau<\/span> chóng tan vỡ. Tề vương Kiến quyết định đầu hàng. Cả sáu nước hoàn toàn bị","pageid":31887,"title":"Tần Thủy Hoàng"},{"snippet":"ban hành luật miễn thuế khóa, mở lương thóc rồi đại xá. Cho nên quốc lực <span class=\"searchmatch\">mau<\/span> chóng khôi phục, Đại Việt lại trở nên phồn thịnh như thời nhà Lý. Trong Đại","pageid":6168,"title":"Nhà Trần"},{"snippet":"theo Chủ nghĩa Marx-Lenin thành lập Đảng Cộng sản Đông Dương, nhưng cũng <span class=\"searchmatch\">mau<\/span> chóng trở thành mục tiêu tiêu diệt của Pháp mặc dù tổ chức của họ thân thiện","pageid":2128,"title":"Lịch sử Việt Nam"},{"snippet":"giám vào năm <span class=\"searchmatch\">Trinh<\/span> Quán thứ 11 (637), ghi chép &quot;Võ thị 14 tuổi nhập cung&quot; là hoàn toàn mâu thuẫn. Một số đưa ra rằng Võ thị sinh ra năm <span class=\"searchmatch\">Trinh<\/span> Quán thứ 2","pageid":33846,"title":"Võ Tắc Thiên"},{"snippet":"Huệ phi qua đời, Đường Huyền Tông ngày đêm đau buồn, nhưng rồi Huyền Tông <span class=\"searchmatch\">mau<\/span> chóng vơi đi khi nhìn thấy con dâu là Dương thị trong lễ tang của Huệ phi","pageid":31991,"title":"Tứ đại mỹ nhân Trung Hoa"},{"snippet":"Trung Quốc, ông trị vì từ năm 626 đến năm 649 với niên hiệu duy nhất là <span class=\"searchmatch\">Trinh<\/span> Quán (貞觀). Năm 617, Lý Thế Dân khuyên cha là Lý Uyên nên khởi binh phản","pageid":372421,"title":"Đường Thái Tông"},{"snippet":"nghiệp của ông có Thế Lữ, chuyên làm thơ mang tính kỳ ảo và viết truyện ngắn <span class=\"searchmatch\">trinh<\/span> thám, chịu ảnh hưởng chủ nghĩa lãng mạn Pháp và nhà văn Edgar Allan Poe","pageid":8476,"title":"Xuân Diệu"},{"snippet":"phố Trần Hưng Đạo, hai cạnh ngang là phố Phan Bội Châu và phố Phan Chu <span class=\"searchmatch\">Trinh<\/span>. Khu vực này được xây dựng đồng thời với khu thành cũ song quy trình quy","pageid":80,"title":"Hà Nội"},{"snippet":"năng động và được lịch sử nhắc đến vì đã mở rộng lãnh thổ Cao Câu <span class=\"searchmatch\">Ly<\/span> một cách <span class=\"searchmatch\">mau<\/span> chóng thông qua các hoạt động quân sự của mình. Những công trạng của","pageid":71848,"title":"Cao Câu Ly"},{"snippet":"một nền văn minh hay ít ra là một nền văn hóa mạnh mẽ. Điều này khiến họ <span class=\"searchmatch\">mau<\/span> chóng bị đồng hóa vào các địa phương đã chiếm. Người Mông Cổ dần bị tiêm","pageid":63986,"title":"Đế quốc Mông Cổ"}]}