{"Lý Nham":[{"snippet":"trên quãng đường dài 15 km. Đường kéo pháo rộng 3 mét, chạy từ cửa rừng Nà <span class=\"searchmatch\">Nham<\/span>, qua đỉnh Pha Sông cao 1.150 mét, xuống Bản Tấu, đường Điện Biên Phủ - Lai","pageid":7320,"title":"Chiến dịch Điện Biên Phủ"},{"snippet":"rằng Hàn Mặc Tử sớm qua đời do nội tạng hư hỏng vì uống quá nhiều thuốc tạp <span class=\"searchmatch\">nham<\/span> của lang băm trước khi nhập viện phong Quy Hòa. Ông bỏ tất cả quay về Quy","pageid":26355,"title":"Hàn Mặc Tử"},{"snippet":"quỷ giết chết. Trong lúc con quỷ đang định tiến đến ăn thịt 2 chị em thì <span class=\"searchmatch\">Nham<\/span> trụ Himejima Gyoumei đã kết liễu con quỷ và cứu 2 chị em. Từ ngày đó, Shinobu","pageid":15444802,"title":"Danh sách nhân vật trong Thanh gươm diệt quỷ"},{"snippet":"(1713–1755) vốn có tổ tiên là người Triều Tiên được phân vào giai cấp Bao y của Cao <span class=\"searchmatch\">Ly<\/span> Tá lĩnh. Bà trở thành Cách cách của Càn Long khi ông còn là Thân vương, sau","pageid":53417,"title":"Càn Long"},{"snippet":"Hựu phục khoa, cuối cùng chọn được 56 người như Hộ Đô Đáp Nhi, Trương Khởi <span class=\"searchmatch\">Nham<\/span> làm tiến sĩ. Ông cũng dựa nhiều vào văn thần người Hán, xử tử đám Thừa tướng","pageid":44012,"title":"Nhà Nguyên"},{"snippet":"Ân <span class=\"searchmatch\">Ly<\/span> là biểu muội. Ân <span class=\"searchmatch\">Ly<\/span> từng là một cô gái có khuôn mặt xinh xắn, vóc dáng thon thả. Tính cách Ân <span class=\"searchmatch\">Ly<\/span> khá phức tạp, có phần tà giáo manh động. Ân <span class=\"searchmatch\">Ly<\/span> gặp","pageid":397970,"title":"Danh sách nhân vật trong Ỷ Thiên Đồ Long ký"},{"snippet":"hay cảm ứng từ dư, có thể thu được bằng nhiều cách. Trong các dòng dung <span class=\"searchmatch\">nham<\/span>, hướng của từ trường bị &quot;đóng băng&quot; trong các khoáng vật nhỏ khi chúng nguội","pageid":136676,"title":"Từ trường Trái Đất"},{"snippet":"nhà Tống. Hốt Tất Liệt buộc nước Cao <span class=\"searchmatch\">Ly<\/span> (Triều Tiên) phải trở thành chư hầu vào năm 1260. Nhà Nguyên giúp Cao <span class=\"searchmatch\">Ly<\/span> Nguyên Tông (원종) bình ổn sự kiểm soát","pageid":24428,"title":"Hốt Tất Liệt"},{"snippet":"về việc Du Đại <span class=\"searchmatch\">Nham<\/span> nên nhảy lên thuyền Ân Tố Tố rồi nghe nàng kể chuyện nàng đã thuê hộ tống Du Đại <span class=\"searchmatch\">Nham<\/span> như thế nào, rồi Du Đại <span class=\"searchmatch\">Nham<\/span> bị giao lầm cho","pageid":63436,"title":"Ỷ Thiên Đồ Long ký"},{"snippet":"Quốc) từ tay quân Cao Câu <span class=\"searchmatch\">Ly<\/span> của Đại Trọng Tượng. Không lâu sau, thấy Đại Trọng Tượng và Đại Tộ Vinh vì muốn khôi phục Cao Câu <span class=\"searchmatch\">Ly<\/span> nên mới nỗ lực tấn công","pageid":33846,"title":"Võ Tắc Thiên"}]}