{"Lý Phong (Tào Ngụy)":[{"snippet":"500 chữ trở lên, trường nhì thi bài thơ Đường luật, một bài phú dùng thể <span class=\"searchmatch\">Ly<\/span> <span class=\"searchmatch\">tao<\/span> hoặc cổ thể hoặc văn tuyển hạn 500 chữ trở lên; trường tam thi chiếu chế","pageid":6322,"title":"Hồ Quý Ly"},{"snippet":"believers”. BBC. ngày 7 tháng 2 năm 2007. Truy cập ngày 15 tháng 6 năm 2009. ^ Yu <span class=\"searchmatch\">Tao<\/span>. A Solo, a Duet, or an Ensemble? Analysing the Recent Development of Religious","pageid":1529,"title":"Trung Quốc"},{"snippet":"ở đông bắc Liêu Đông và Cao Câu <span class=\"searchmatch\">Ly<\/span> vương Cao Đức Vũ (Go Deokmu) lập quốc Tiểu Cao Câu <span class=\"searchmatch\">Ly<\/span> ở Liêu Đông, Võ hoàng <span class=\"searchmatch\">phong<\/span> cho Lý Giai Cố (李楷固) làm Yên Quốc","pageid":33846,"title":"Võ Tắc Thiên"},{"snippet":"ghi nhận phát triển rực rỡ thời kỳ này, với việc Lê Thánh Tông mở ra Hội <span class=\"searchmatch\">Tao<\/span> đàn, chính Hoàng đế khuyến khích học thuật trong toàn quốc gia. Danh sử Ngô","pageid":27219,"title":"Nhà Lê sơ"},{"snippet":"<span class=\"searchmatch\">phong<\/span>&quot;] như toàn bộ Hoàng hậu truy <span class=\"searchmatch\">phong<\/span> khác. Sách văn rằng: Theo ân điển của một Hoàng hậu được <span class=\"searchmatch\">phong<\/span> sau khi qua đời, khi hoàn tất lễ truy <span class=\"searchmatch\">phong<\/span> thì","pageid":796601,"title":"Lệnh Ý Hoàng quý phi"},{"snippet":"dáng Hà Nội trong tác phẩm của Nguyễn Tuân là những thú chơi của các bậc <span class=\"searchmatch\">tao<\/span> nhân mặc khách trong Vang bóng một thời như thưởng trà, thả thơ, đánh thơ","pageid":80,"title":"Hà Nội"},{"snippet":"âm thi tập (Nguyễn Trãi), Hồng Đức quốc âm thi tập (Lê Thánh Tông và hội <span class=\"searchmatch\">Tao<\/span> đàn Nhị thập bát Tú), Bạch Vân quốc ngữ thi tập (Nguyễn Bỉnh Khiêm), Ngự","pageid":882,"title":"Chữ Nôm"},{"snippet":"được <span class=\"searchmatch\">phong<\/span> tặng những vùng đất khác nhau nằm dưới thẩm quyền của Antonius. Sự kiện này, cùng với đám cưới của Antonius với Cleopatra và việc <span class=\"searchmatch\">ly<\/span> dị Octavia","pageid":43654,"title":"Cleopatra VII"},{"snippet":"Thánh Tông tự xưng là Thiên Nam Động Chủ, khi ông sáng lập <span class=\"searchmatch\">Tao<\/span> đàn Nhị thập bát Tú đã tự xưng <span class=\"searchmatch\">Tao<\/span> đàn đô nguyên súy. ^ Lê Hiến Tông từng tự xưng là Thượng","pageid":41852,"title":"Vua Việt Nam"},{"snippet":" Kỳ thứ ba, thi thơ phú; thơ dùng Đường luật; phú dùng các thể Cổ thể, <span class=\"searchmatch\">Ly<\/span> <span class=\"searchmatch\">tao<\/span>, Văn tuyển; bài thi phải hơn 300 chữ. Ký thứ tư, làm 1 bài văn sách, nói","pageid":40372,"title":"Lê Thánh Tông"}]}