{"Mã Thủ Ứng":[{"snippet":"Có lần, khi rỗi việc nước, <span class=\"searchmatch\">Ung<\/span> Chính đã sai họa sĩ vẽ tranh ông mặc tăng phục của các lạt-<span class=\"searchmatch\">ma<\/span> Mật tông Tây Tạng. Cuối đời <span class=\"searchmatch\">Ung<\/span> Chính, đặc biệt là sau khi","pageid":62083,"title":"Ung Chính"},{"snippet":"vào ngày 8 tháng 9 năm 2006, bốn ngày sau khi Facchetti qua đời vì bệnh <span class=\"searchmatch\">ung<\/span> thư ở tuổi 64. Cầu thủ cuối cùng mặc áo số 3 là trung vệ người Argentina","pageid":25043,"title":"Inter Milan"},{"snippet":"trở thành hoàng đế kế vị sau <span class=\"searchmatch\">Ung<\/span> Chính. Lúc lên ngôi, Càn Long có mở một số cuộc viễn chinh với kết quả lẫn lộn, ông cũng <span class=\"searchmatch\">thu<\/span> nạp nhiều phi tần, tuần du","pageid":53417,"title":"Càn Long"},{"snippet":"5 khu tự trị, 4 đô thị trực thuộc và 2 đặc khu hành chính là Hồng Kông và <span class=\"searchmatch\">Ma<\/span> Cao. Chính phủ Trung Quốc cũng tuyên bố chủ quyền đối với tất các vùng lãnh","pageid":1529,"title":"Trung Quốc"},{"snippet":"diệt trừ Ngao Bái, dẹp Loạn Tam phiên, <span class=\"searchmatch\">thu<\/span> phục Đài Loan và chiến tranh với Nga, Mông Cổ. Thuận Trị Ngao Bái <span class=\"searchmatch\">Ung<\/span> Chính Thương Thánh (2011), Chính sử Trung","pageid":77773,"title":"Khang Hi"},{"snippet":"thời gian, thái hậu sợ Tần vương Chính biết chuyện, xin dời sang sống ở <span class=\"searchmatch\">Ung<\/span> Thành cùng Lao Ái và sinh được hai con trai. Nhờ thái hậu, Lao Ái được phong","pageid":31887,"title":"Tần Thủy Hoàng"},{"snippet":"sách chống quân Tống. Năm 1075, ngay khi nhà Tống đang tập kết lực lượng ở <span class=\"searchmatch\">Ung<\/span> châu chuẩn bị tiến sang, Lý Thường Kiệt chủ động mang thủy quân, kết hợp","pageid":6755,"title":"Nhà Lý"},{"snippet":"quản hai nòng; phẫu thuật cắt gan phải; triển khai xạ trị cho bệnh nhân <span class=\"searchmatch\">ung<\/span> thư;... Bệnh viện Sản Nhi tỉnh: lọc máu cho trẻ sơ sinh; nội soi phẫu thuật","pageid":5393,"title":"Quảng Ninh"},{"snippet":"<span class=\"searchmatch\">Ung<\/span> thư (Tiếng Anh: cancer) là một nhóm các bệnh liên quan đến việc tăng sinh tế bào một cách mất kiểm soát và những tế bào đó có khả năng xâm lấn những","pageid":5928,"title":"Ung thư"},{"snippet":"sức khỏe của cơ thể (gây nhức đầu, chóng mặt, buồn nôn thậm chí là <span class=\"searchmatch\">ung<\/span> thư da, <span class=\"searchmatch\">ung<\/span> thư xương,...). Ô nhiễm tiếng ồn bao gồm tiếng ồn do xe cộ, máy bay","pageid":70028,"title":"Ô nhiễm môi trường"}]}