{"Maimonides":[{"snippet":"&quot;Our Rabbi\/Teacher Moses Son of Maimon&quot;), và được Latin hóa là Moses <span class=\"searchmatch\">Maimonides<\/span> (\/maɪˈmɒnɪdiːz\/ my-MON-i-deez), là nhà triết học và nhà thiên văn học","pageid":3254681,"title":"Maimonides"},{"snippet":"Thiên Chúa và danh của ngài đã bị lãng quên. Một nhà hiền triết Do Thái, <span class=\"searchmatch\">Maimonides<\/span>, miêu tả diễn tiến ấy như sau: Trong thời Enosh nhân loại đã phạm một","pageid":14404,"title":"Thuyết độc thần"},{"snippet":"Crescas dùng làm tựa phần tiếp theo phê bình <span class=\"searchmatch\">Maimonides<\/span> về Halacha. Như thường lệ, Crescas chỉ trích <span class=\"searchmatch\">Maimonides<\/span> không dựa trên nguồn Torah, không những thế","pageid":19796938,"title":"Hasdai Crescas"},{"snippet":"của <span class=\"searchmatch\">Maimonides<\/span> đã bị cộng đồng Do Thái phớt lờ trong vài thế kỷ tiếp theo. Joseph Albo và Abraham ben David đã phê bình các nguyên tắc của <span class=\"searchmatch\">Maimonides<\/span> chứa","pageid":328009,"title":"Do Thái giáo"},{"snippet":"mô tả trong kinh Torah. Theo dòng duy lý của Do Thái giáo kết hợp bởi <span class=\"searchmatch\">Maimonides<\/span>, mà sau này chi phối tư tưởng Do Thái chính thống, Thiên Chúa được hiểu","pageid":15128077,"title":"Thần trong Do Thái giáo"},{"snippet":"cho &quot;việc công bình&quot;, bất kể người nhận là giàu hay nghèo. Nhà thần học <span class=\"searchmatch\">Maimonides<\/span> (thế kỷ 12), liệt kê Tám cấp độ của &quot;sự công bình&quot;, như được viết trong","pageid":2451316,"title":"Từ thiện"},{"snippet":"học. Các nguyên tắc và quy định dường như đã được giải quyết thời gian <span class=\"searchmatch\">Maimonides<\/span> biên soạn các Torah Mishneh trong thế kỷ 12. Các ngày lễ tết Do Thái Giáo","pageid":789121,"title":"Lịch Do Thái"},{"snippet":"Năm 1165, nhà triết học người Do Thái sinh tại Tây Ban Nha ngày nay là <span class=\"searchmatch\">Maimonides<\/span> đến thăm Jerusalem và cầu nguyện tại Núi Đền. Năm 1141, nhà thơ Do Thái","pageid":3723,"title":"Israel"},{"snippet":"Thái giáo, Ki-tô giáo và Hồi giáo, trong đó có Augustine, Al-Ghazali, và <span class=\"searchmatch\">Maimonides<\/span>. Theo giáo lý của hầu hết các giáo hội thuộc cộng đồng Cơ Đốc giáo, Thiên","pageid":8436,"title":"Thiên Chúa"},{"snippet":"của người Do Thái, bao gồm một số tác phẩm tôn giáo của Saadia Gaon, <span class=\"searchmatch\">Maimonides<\/span> và Judah Halevi, ban đầu được viết bằng tiếng Ả Rập Do Thái vì đây là","pageid":17184493,"title":"Nhóm ngôn ngữ Ả Rập Do Thái"}]}