{"Masaccio":[{"snippet":"<span class=\"searchmatch\">Masaccio<\/span> (tiếng Ý: [maˈzattʃo]; 21 tháng 12 năm 1401 – mùa hè năm 1428), tên khai sinh Tommaso di Ser Giovanni di Simone,  là họa sĩ Ý vĩ đại đầu tiên","pageid":3421958,"title":"Masaccio"},{"snippet":"thuật được Nicola Pisano thí nghiệm, các họa sĩ Florence, đứng đầu là <span class=\"searchmatch\">Masaccio<\/span> đã nỗ lực minh họa hình dạng con người một cách hiện thực nhất, phát triển","pageid":13824,"title":"Phục Hưng"},{"snippet":"bức tượng của Donatello, tranh phù điêu đồng của Ghiberti, bích họa của <span class=\"searchmatch\">Masaccio<\/span> và các công trình xây dựng của Filippo Bruelleschi. Thời gian từ khoảng","pageid":1759819,"title":"Nghệ thuật thời kỳ Phục Hưng"},{"snippet":"biên giới nước Ý hiện đại. Các họa sĩ Ý như Paolo Uccello, Fra Angelico, <span class=\"searchmatch\">Masaccio<\/span>, Piero della Francesca, Andrea Mantegna, Filippo Lippi, Giorgione, Tintoretto","pageid":25196,"title":"Ý"},{"snippet":"được nhiều họa sĩ lớn trong thời kì Phục hưng và Baroque sử dụng, như <span class=\"searchmatch\">Masaccio<\/span>, Perugino, Titian và Vermeer, và thường được dành riêng để lên màu quần","pageid":13463301,"title":"Ngọc lưu ly"},{"snippet":"Beaufort, thứ hai của bá tước Somerset (mất 1418) 21 tháng 12 - Tommaso <span class=\"searchmatch\">Masaccio<\/span>, họa sĩ người Ý (mất 1428) Charles I, Công tước của Bourbon (mất 1456)","pageid":530360,"title":"1401"},{"snippet":"giữ các tác phẩm nghệ thuật vô giá, chẳng hạn như các bức bích họa của <span class=\"searchmatch\">Masaccio<\/span>, Paolo Uccello, Domenico Ghirlandaio và Filippino Lippi; phần trên của","pageid":59672,"title":"Firenze"},{"snippet":"Arno. Tên ban đầu là Castel S. Giovanni. Đây là nơi sinh họa sĩ Phục hưng <span class=\"searchmatch\">Masaccio<\/span>. ^ “Superficie di Comuni Province e Regioni italiane al 9 ottobre 2011”","pageid":803625,"title":"San Giovanni Valdarno"},{"snippet":"Orcagna và Altichiero. Thời kỳ Phục hưng sớm đánh dấu bởi tác phẩm của <span class=\"searchmatch\">Masaccio<\/span>, Fra Angelico, Paolo Uccello, Piero della Francesca và Verrocchio. Thời","pageid":3214457,"title":"Hội họa Phục Hưng Ý"},{"snippet":"trúc và sách. Trong tác phẩm San Giovenale Triptych (năm 1422) của họa sĩ <span class=\"searchmatch\">Masaccio<\/span>, ông đã lấy nguyên văn Shahada, viết chúng ở đằng sau bức tranh. Shahada","pageid":2352573,"title":"Shahada"}]}