{"Matthew Boulton":[{"snippet":"<span class=\"searchmatch\">Matthew<\/span> <span class=\"searchmatch\">Boulton<\/span> FRS (\/ˈboʊltən\/; 03 tháng 9 năm 1728 - 17 tháng 8 năm 1809) là một nhà sản xuất và kinh doanh người Anh, đối tác của kỹ sư người Scotland","pageid":14702938,"title":"Matthew Boulton"},{"snippet":"luận gay gắt và kéo dài ở Vương quốc Anh vào thế kỷ 19, trong đó có <span class=\"searchmatch\">Matthew<\/span> <span class=\"searchmatch\">Boulton<\/span> và Charles La Trobe. Các cuộc hôn nhân lần lượt được thực hiện ở Scotland","pageid":47695,"title":"Loạn luân"},{"snippet":"tiếp thị và sản xuất động cơ hơi nước, phát minh đúc tiền hiện đại, <span class=\"searchmatch\">Matthew<\/span> <span class=\"searchmatch\">Boulton<\/span> được xem là một trong các doanh nhân có ảnh hưởng nhất trong lịch sử","pageid":853,"title":"Anh"},{"snippet":"người đã đặt nền móng cho Trường phái ấn tượng. Tờ 50 bảng Anh có <span class=\"searchmatch\">Matthew<\/span> <span class=\"searchmatch\">Boulton<\/span> và James Watt, hai danh nhân đóng vai trò quan trọng cho sự phát triển","pageid":81827,"title":"Bảng Anh"},{"snippet":"Khai sáng và các nhà sản xuất chính tại địa phương – những người như <span class=\"searchmatch\">Matthew<\/span> <span class=\"searchmatch\">Boulton<\/span> và James Keir – khiến thị trấn đặc biệt quan trọng đối với trao đổi","pageid":98390,"title":"Birmingham"},{"snippet":"Sytas, Andrius; Muller, Robert; Dagenborg, Joachim (20 tháng 6 năm 2016). <span class=\"searchmatch\">Boulton<\/span>, Ralph (biên tập). “In push for equal NATO status, Poland asks for flashpoint","pageid":19704387,"title":"Nga xâm lược Ukraina 2022"},{"snippet":"của động cơ Newcomen, với một bộ ngưng tụ riêng. Các động cơ ban đầu của <span class=\"searchmatch\">Boulton<\/span> và Watt đã sử dụng một nửa lượng than so với phiên bản cải tiến của Newcomen","pageid":64190,"title":"Động cơ hơi nước"},{"snippet":"hơi nước, do một phần không nhỏ đối với đối tác kinh doanh của ông, <span class=\"searchmatch\">Matthew<\/span> <span class=\"searchmatch\">Boulton<\/span>. Nó cho phép phát triển nhanh chóng các nhà máy bán tự động hiệu quả","pageid":88834,"title":"Động cơ"},{"snippet":"Enterprise-Class Linux Operating System”. Red Hat. ngày 26 tháng 3 năm 2002. ^ Clint <span class=\"searchmatch\">Boulton<\/span>. “Red Hat Touts Linux Over Unix with New OS”. InternetNews.com. Truy cập","pageid":1309552,"title":"RedHat"},{"snippet":"Communications Mary Baldwin College Master of Business Communication <span class=\"searchmatch\">Matthew<\/span> <span class=\"searchmatch\">Boulton<\/span> College Minneapolis Business College Morris Brown College Miami Boys","pageid":1778050,"title":"MBC"}]}