{"Maxentius":[{"snippet":"<span class=\"searchmatch\">Maxentius<\/span> (tiếng Latin: Marcus Aurelius Valerius <span class=\"searchmatch\">Maxentius<\/span> Augustus, khoảng năm 278-28 Tháng Mười năm 312) là Hoàng đế La Mã trong giai đoạn từ năm 306","pageid":1742649,"title":"Maxentius"},{"snippet":"Milvius là trận đánh diễn ra giữa hai hoàng đế La Mã Constantinus I và <span class=\"searchmatch\">Maxentius<\/span> vào ngày 28 tháng 10 năm 312. Trận chiến này được đặt theo tên của cây","pageid":1261344,"title":"Trận Cầu Milvius"},{"snippet":"giữa Constantinus với <span class=\"searchmatch\">Maxentius<\/span>, hình tượng của Maximianus đã bị thanh trừ khỏi tất cả các địa điểm công cộng, nhưng sau khi <span class=\"searchmatch\">Maxentius<\/span> bị Constantinus lật","pageid":1742351,"title":"Maximianus"},{"snippet":"Mặc dù con trai hợp pháp của hai hoàng đế là có ở đó (Constantinus và <span class=\"searchmatch\">Maxentius<\/span>, con của Maximianus), cả hai đều không được để ý tới trong quá trình chuyển","pageid":131384,"title":"Constantinus Đại đế"},{"snippet":"sụp đổ sau khi ông thoái vị dưới sự tranh chấp quyền lực triều đại của <span class=\"searchmatch\">Maxentius<\/span> và Constantinus I, con trai của Maximianus và Constantius. Nhưng, trong","pageid":541470,"title":"Diocletianus"},{"snippet":"định tại cầu Milvian giữa hai Hoàng đế La Mã là Constantinus I Đại Đế và <span class=\"searchmatch\">Maxentius<\/span>, Constantinus I Đại Đế nằm mộng thấy Chúa Giêsu hiện lên với cây Thánh","pageid":93770,"title":"Giấc mơ"},{"snippet":"mức vào năm 307, ông đã được phái đi với vai trò là một sứ giả tới chỗ <span class=\"searchmatch\">Maxentius<\/span> ở Ý để cố gắng đạt được một số thỏa thuận về tước vị bất hợp pháp của","pageid":1742679,"title":"Licinius"},{"snippet":"Quân đội của Hoàng đế Constantinus I Đại Đế đánh thắng quân Hoàng đế <span class=\"searchmatch\">Maxentius<\/span>. ^ Năm 357, Trận Argentorum (trong Chiến tranh La Mã-German), Hoàng đế","pageid":76943,"title":"Chiến tranh"},{"snippet":"La Mã để kỷ niệm chiến thắng của Hoàng đế La Mã Constantinus I trước <span class=\"searchmatch\">Maxentius<\/span> trong trận chiến trên cầu Milvius năm 312 CN. Cổng được khánh thành năm","pageid":3423911,"title":"Khải hoàn môn Constantinus"},{"snippet":"near the Colosseum in Rome to commemorate Constantine I's victory over <span class=\"searchmatch\">Maxentius<\/span> at the Milvian Bridge. 315 - Khải hoàn môn Constantinus được hoàn thành","pageid":20421,"title":"25 tháng 7"}]}