{"Napoléon II":[{"snippet":"Napoléon <span class=\"searchmatch\">II<\/span>, tên thật Napoléon François Charles Joseph Bonaparte (20 tháng 3 năm 1811 tại cung điện Tuileries ở Paris - 22 tháng 7 năm 1832 tại điện Schönbrunn","pageid":95071,"title":"Napoléon II"},{"snippet":"năm 2012. ^ “<span class=\"searchmatch\">Napoleon<\/span>: Man of Peace”. <span class=\"searchmatch\">Napoleon<\/span>-series.org. ngày 17 tháng 11 năm 1999. Truy cập ngày 4 tháng 11 năm 2011. ^ Talk Of <span class=\"searchmatch\">Napoleon<\/span> At St. Helena''","pageid":27006,"title":"Napoléon Bonaparte"},{"snippet":"tháng 3 năm 1822, Crawfurd rời Phu-kok đi Bangkok. Năm 1855, Hoàng để <span class=\"searchmatch\">Napoleon<\/span> III của Pháp xác nhận Phú Quốc thuộc chủ quyền Việt Nam. Thời Pháp thuộc","pageid":4487,"title":"Phú Quốc"},{"snippet":"và giáo dục của Pháp trên toàn châu Âu. Sau khi các cuộc chinh phục của <span class=\"searchmatch\">Napoleon<\/span> kết thúc, châu Âu dần ổn định. Hội nghị Vienna, được triệu tập sau sự sụp","pageid":4859,"title":"Châu Âu"},{"snippet":"chính của Louis-<span class=\"searchmatch\">Napoleon<\/span> Bonaparte ở Pháp mà không hỏi ý kiến của Thủ tướng. Năm sau, Tổng thống Bonaparte tự xưng là Hoàng đế <span class=\"searchmatch\">Napoleon<\/span> III, trong thời","pageid":328001,"title":"Victoria của Anh"},{"snippet":"gia cuộc chiến chống lại Cách mạng Pháp và quân đội <span class=\"searchmatch\">Napoleon<\/span> từ năm 1793 cho đến thất bại của <span class=\"searchmatch\">Napoleon<\/span> tại trận Waterloo năm 1815. Trong giai đoạn cuối của","pageid":299621,"title":"George III của Anh"},{"snippet":"dài. Ký ức về Nữ vương trở nên sống động khi xảy ra chiến tranh chống <span class=\"searchmatch\">Napoleon<\/span>, lúc ấy nước Anh đang cận kề họa ngoại xâm. Trong thời kỳ Victoria, huyền","pageid":192990,"title":"Elizabeth I của Anh"},{"snippet":"1870 sự ủng hộ dành cho phe Cộng hòa ở Anh tăng lên khi hoàng đế Pháp, <span class=\"searchmatch\">Napoleon<\/span> III, chiến bại trong Chiến tranh Pháp-Phổ và Đệ Tam Cộng hòa Pháp được","pageid":797143,"title":"Edward VII của Anh"},{"snippet":"đế Áo đầu tiên là Hoàng đế La Mã Thần thánh Franz <span class=\"searchmatch\">II<\/span>. Trong khi đối mặt với sự xâm lược của <span class=\"searchmatch\">Napoleon<\/span>, Franz lo sợ cho tương lai của Đế quốc La Mã Thần","pageid":1691,"title":"Hoàng đế"},{"snippet":"số người ngoại quốc đã để lại những dấu ấn tích cực hơn. Lấy ví dụ như <span class=\"searchmatch\">Napoleon<\/span>, ông đã chỉnh lý lại những nghiên cứu hàng đầu về Ai Cập học khi ông mua","pageid":29886,"title":"Ai Cập cổ đại"}]}