{"Naresuan":[{"snippet":"<span class=\"searchmatch\">Naresuan<\/span> (tiếng Thái: นเรศวร; Hán-Việt: Nạp Lê Huyên (納黎萱) 1555\/56-1605) hay Sanphet II (tiếng Thái: สรรเพชญ์ที่ 2), là vua của vương quốc Ayutthaya từ","pageid":3670766,"title":"Naresuan"},{"snippet":"Đại học <span class=\"searchmatch\">Naresuan<\/span> (tiếng Thái Lan: มหาวิทยาลัยนเรศวร) là một trường đại học do nhà nước tài trợ ở tỉnh Phitsanulok, miền bắc Thái Lan. Trường này được lập","pageid":253191,"title":"Đại học Naresuan"},{"snippet":"so với môn quyền Anh (boxing) của phương Tây. Dưới triều đại quốc vương <span class=\"searchmatch\">Naresuan<\/span>, tất cả binh lính đều được rèn luyện võ thuật này, xem như điển hình trong","pageid":267733,"title":"Muay Thái"},{"snippet":"Khu bảo tồn động vật hoang dã Thungyai <span class=\"searchmatch\">Naresuan<\/span> (tiếng Thái: เขตรักษาพันธุ์สัตว์ป่าทุ่งใหญ่นเรศวร) là một khu bảo tồn sinh vật hoang dã tại Thái Lan. Khu","pageid":95310,"title":"Khu bảo tồn động vật hoang dã Thungyai Naresuan"},{"snippet":"Ayutthaya. Sự độc lập của Ayutthaya đã được con trai ông là vua <span class=\"searchmatch\">Naresuan<\/span> (1590-1605) tái lập. <span class=\"searchmatch\">Naresuan<\/span> đã chống lại Taungoo và đến năm 1600 đã đẩy lùi Miến Điện","pageid":4862,"title":"Thái Lan"},{"snippet":"HTMS <span class=\"searchmatch\">Naresuan<\/span> (FFG 421) (tiếng Thái: นเรศวร), được đưa vào hoạt động vào năm 1995, là một phiên bản sửa đổi của Trung Quốc thực hiện theo thiết kế Lớp","pageid":10211501,"title":"HTMS Naresuan (FFG 421)"},{"snippet":"công ty Đóng tàu Trung Quốc ở Thượng Hải. Nó cùng tàu cùng loại là HTMS <span class=\"searchmatch\">Naresuan<\/span> được giao vào tháng 11 năm 1995. Con tàu này có giá 2 tỷ bạt mỗi chiếc","pageid":10212368,"title":"HTMS Taksin (FFG 422)"},{"snippet":"Ayutthaya. Sự độc lập của Xiêm La đã được con trai ông là vua <span class=\"searchmatch\">Naresuan<\/span> (1590-1605) tái lập. <span class=\"searchmatch\">Naresuan<\/span> đã chống lại Miến Điện và đến năm 1600 đã đẩy lùi Miến Điện","pageid":74458,"title":"Vương quốc Ayutthaya"},{"snippet":"là vua Maha Chakkraphat) và Suriyothai. Cô là một người mẹ của hai vua (<span class=\"searchmatch\">Naresuan<\/span> và Ekathotsarot, và tổ tiên bà mẹ của triều đại Sukhothai, mà cai trị Ayutthaya","pageid":3637129,"title":"Wisutkasat"},{"snippet":"Ayutthaya và người Việt dẫn đến việc mất thêm lãnh thổ và Longvek bị vua <span class=\"searchmatch\">Naresuan<\/span> Đại đế Ayutthaya chinh phục và tiêu diệt vào năm 1594. Một thủ đô mới của","pageid":81,"title":"Campuchia"}]}