{"Nezami":[{"snippet":"<span class=\"searchmatch\">Nezami<\/span> (hoặc Nizami) (tiếng Ba Tư: نظامی گنجوی; tiếng Azerbaijan: Nizami Gəncəvi, tên đầy đủ bằng tiếng Anh: Nizām ad-Dīn Abū Muhammad Ilyās ibn-Yusūf","pageid":111260,"title":"Nezami"},{"snippet":"bản có từ thế kỷ IX-X và được các nhà thơ nổi tiếng của Ba Tư như Rudaki, <span class=\"searchmatch\">Nezami<\/span>, Baba Taher, mà đặc biệt là Omar Khayyam với những bài thơ Rubaiyat nổi","pageid":3202219,"title":"Rubai"},{"snippet":"nổi tiếng sau khi trường ca Layla và Majnun của nhà thơ <span class=\"searchmatch\">Nezami<\/span> (thế kỷ thứ 12) ra đời. <span class=\"searchmatch\">Nezami<\/span> thu thập tất cả những chi tiết thần bí lẫn đời thường của","pageid":517433,"title":"Layla và chàng điên"},{"snippet":" 5. ISBN 0304700924. ^ Hogan 2011, tr. 10. ^ Hogan 2011, tr. 11. ^ a b <span class=\"searchmatch\">Nezami<\/span>, S.R.A. (tháng 2 năm 2012). “The use of figures of speech as a literary","pageid":146620,"title":"Văn học"},{"snippet":"– – u – (Ví dụ: Masnavi-e Ma'navi của Rumi) – u – u – u – – (ví dụ như <span class=\"searchmatch\">Nezami<\/span> với tác phẩm Leyli o Majnun) Hai loại Nhịp thường được dùng trong thể loại ruba'iyat ","pageid":11018720,"title":"Nhịp thơ"},{"snippet":"Rhazes Farabi Ferdowsi Alhazen Biruni Avicenna Nizam al-Mulk Khayyam Tahirih <span class=\"searchmatch\">Nezami<\/span> Attar Saadi Tusi Rumi Hafez Mumtaz Mahal Amir Kabir Mosaddegh Shajarian","pageid":1746540,"title":"Người Ba Tư"},{"snippet":"Ngoài ra, từ nhỏ Hafez đã thuộc nhiều tác phẩm của Rumi, Saadi, Attar, <span class=\"searchmatch\">Nezami<\/span>, được học hành đến nơi đến chốn ở trường dòng (madrassah). Năm 21 tuổi Hafez","pageid":110689,"title":"Hafez"},{"snippet":"chuyện tình của một hảo hán với một người đẹp, cốt truyện vay mượn của <span class=\"searchmatch\">Nezami<\/span> nhưng được Ali-Shi Nava’i phát triển thành một mẫu anh hùng lý tưởng, sử","pageid":517380,"title":"Ali-Shir Nava'i"},{"snippet":"Câu chuyện của <span class=\"searchmatch\">Nezami<\/span> bắt đầu bằng sự ra đời của Khosrow và quá trình lớn lên của anh. Sau đó là một câu chuyện khác về bữa tiệc của Khosrow trong nhà","pageid":13660185,"title":"Khosrow và Shirin"},{"snippet":"Baghdad. Ông biết nhiều tác phẩm của Aristotle, Platon cũng như thơ ca của <span class=\"searchmatch\">Nezami<\/span>, Hasimi. Ông dạy học ở trường dòng thành phố Najaf nhưng sau đó đã xin nghỉ","pageid":199812,"title":"Fuzûlî"}]}