{"Ngu Thụ":[{"snippet":"cha ông là Nguyễn Phi Khanh bị bắt giải về Trung Quốc. Sau khi nước Đại <span class=\"searchmatch\">Ngu<\/span> rơi vào sự cai trị của nhà Minh, Nguyễn Trãi tham gia vào cuộc khởi nghĩa","pageid":1555,"title":"Nguyễn Trãi"},{"snippet":"a b Gia Bảo (ngày 15 tháng 12 năm 2015). “Sơn Tùng tự nhận mình là thằng <span class=\"searchmatch\">ngu<\/span>” [Sơn Tùng admitted he was an &quot;idiot&quot;]. Vietnamnet. Lưu trữ bản gốc ngày","pageid":2496206,"title":"Sơn Tùng M-TP"},{"snippet":"Ly cướp ngôi nhà Trần, lập nhà Hồ, đổi tên nước là Đại <span class=\"searchmatch\">Ngu<\/span>, tiến hành cải cách. Năm 1407, Đại <span class=\"searchmatch\">Ngu<\/span> bị Nhà Minh thôn tính. một số thành viên hoàng tộc nhà","pageid":151863,"title":"Việt Nam"},{"snippet":"kinh đô về Thanh Hóa. Khi Hồ Quý Ly chính thức lên ngôi, lập nên nước Đại <span class=\"searchmatch\">Ngu<\/span> năm 1400, kinh đô mới mang tên Tây Đô, Thăng Long được đổi thành &quot;Đông Đô&quot;","pageid":80,"title":"Hà Nội"},{"snippet":" tiến bộ hơn thế vào. Một dân tộc mà không có tự do thì dân tộc ấy phải <span class=\"searchmatch\">ngu<\/span> hèn, phải kém cỏi, phải mất nước, mất nòi&quot;, &quot;tự do dân chủ là một chính thể","pageid":26002,"title":"Chủ nghĩa tư bản"},{"snippet":"Minh sang xâm lược Đại <span class=\"searchmatch\">Ngu<\/span> với cớ đánh đuổi nhà Hồ khôi phục nhà Trần (Phù Trần diệt Hồ). Quân Minh nhanh chóng đánh bại quân Đại <span class=\"searchmatch\">Ngu<\/span>, giai đoạn này gọi là","pageid":2128,"title":"Lịch sử Việt Nam"},{"snippet":"là BUFF (Big Ugly Fat Fucker hay Big-Ugly-Fat-Fellow: tên xấu xí mập mạp <span class=\"searchmatch\">ngu<\/span> ngốc). Mặc dù B-52A là phiên bản được sản xuất đầu tiên, nó chỉ được dùng","pageid":80803,"title":"Boeing B-52 Stratofortress"},{"snippet":"2 đề cử tại Giải thưởng điện ảnh châu Á. Trong phim Lưu Diệc Phi vào vai <span class=\"searchmatch\">Ngu<\/span> Cơ, một mỹ nhân là nhân tình của nhân vật Hạng Vũ do Phùng Thiệu Phong thể","pageid":78393,"title":"Lưu Diệc Phi"},{"snippet":"khi nước nhà loạn lạc bị mang tiếng là <span class=\"searchmatch\">ngu<\/span> đần. Trí như Ninh Vũ Tử thì người khác có thể theo kịp, chứ còn giả <span class=\"searchmatch\">ngu<\/span> đần như Ninh Vũ Tử thì thiên hạ không","pageid":7031,"title":"Nho giáo"},{"snippet":"cộng tác trên quy mô chưa từng thấy&quot; và cho rằng YouTube đang khai thác &quot;sự <span class=\"searchmatch\">ngu<\/span> ngốc&quot; và &quot;sự khôn ngoan&quot; của đám đông. Một số ý kiến trên YouTube không bao","pageid":52758,"title":"YouTube"}]}