{"Ngu Mạnh Mẫu":[{"snippet":"nhà Nguyễn thối nát và hèn mạt&quot;, &quot;Vương triều Nguyễn tàn ác và <span class=\"searchmatch\">ngu<\/span> xuẩn&quot;, &quot;cực kỳ <span class=\"searchmatch\">ngu<\/span> xuẩn&quot;, &quot;tên chúa phong kiến bán nước số 1 là Nguyễn Ánh... Nguyễn","pageid":4997,"title":"Nhà Nguyễn"},{"snippet":"11 tháng 6 năm 2018. ^ a b c d e Hirschman, Charles; Preston, Samuel; Vu, <span class=\"searchmatch\">Manh<\/span> Loi (tháng 12 năm 1995). “Vietnamese Casualties During the American War:","pageid":779,"title":"Chiến tranh Việt Nam"},{"snippet":"lúc Lý Tư đang thuận buồm xuôi gió trên con đường làm quan thì nước Tần có <span class=\"searchmatch\">manh<\/span> nha nguy cơ chính trị &quot;trục khách&quot; nghiêm trọng. Năm 246 TCN, nước Hàn do","pageid":32233,"title":"Lý Tư"},{"snippet":"thời Nguyễn còn cưỡng bách văn hóa một số dân tộc khi cho rằng: Bọn man mọi <span class=\"searchmatch\">ngu<\/span> dại chưa thấm nhuần phong hóa, cần buộc họ cắt tóc, ăn mặc và sinh hoạt giống","pageid":11680,"title":"Gia Long"},{"snippet":"lên làm hoàng đế, lấy quốc hiệu là Đại <span class=\"searchmatch\">Ngu<\/span>, lập nên Nhà Hồ.Nhà Minh (Trung Quốc) vốn rất muốn xâm lăng Đại <span class=\"searchmatch\">Ngu<\/span>, đã nhân cơ hội Hồ Quý Ly cướp ngôi Nhà","pageid":41069,"title":"Lê Thái Tổ"},{"snippet":"chính trị do bị loại ra khỏi đời sống chính trị quốc gia cùng chính sách <span class=\"searchmatch\">ngu<\/span> dân của người Pháp. Nhà vua mất vai trò là người quyết định và giám sát tối","pageid":1287,"title":"Chiến tranh Đông Dương"},{"snippet":"ngựa máy ngựa robot để Sindbad cưỡi. Hung thần ve chai là tên hung thần <span class=\"searchmatch\">ngu<\/span> si và thiếu trung thành, cái chai rơi vào tay ai thì người đó sẽ trở thành","pageid":309085,"title":"Danh sách bảo bối trong Doraemon"},{"snippet":"nhân thành bại của bậc đế vương đời trước, nên đã đặc biệt mời Ngụy Trưng, <span class=\"searchmatch\">Ngu<\/span> Thế Nam, Chử Lượng và Đức Ngôn giải thích, tập hợp nguyên nhân hưng suy của","pageid":372421,"title":"Đường Thái Tông"},{"snippet":"trấn Khê Khẩu, huyện Phụng Hóa, tỉnh Chiết Giang . Tự nhận rằng &quot;trẻ tính <span class=\"searchmatch\">ngu<\/span> dại, chẳng chịu trói buộc&quot;. Năm 1893, Tưởng Giới Thạch lúc này đã kha khá","pageid":87342,"title":"Tưởng Giới Thạch"},{"snippet":"lông mày lại là thứ dễ tiêu tan, <span class=\"searchmatch\">mau<\/span> mờ nhạt. Cái tên đã nói lên bản chất thơ mộng, lãng mạn, song cũng rất đỗi mong <span class=\"searchmatch\">manh<\/span> của Đại Ngọc. Tên nàng mang ý nghĩa","pageid":176215,"title":"Lâm Đại Ngọc"}]}