{"Ngụy Thâu":[{"snippet":"cái bàn con. Trên bàn có một cái <span class=\"searchmatch\">thau<\/span>, trong <span class=\"searchmatch\">thau<\/span> có một bô nước để rửa mặt... khi muốn viết lách thì phải đút bô và <span class=\"searchmatch\">thau<\/span> xuống gầm giường&quot;. ^ The Shadow","pageid":127609,"title":"Hoạt động của Hồ Chí Minh trong giai đoạn 1911–1941"},{"snippet":"của chúng có bán kính và số oxy hóa ở điều kiện thường (+2) như nhau. Đồng <span class=\"searchmatch\">thau<\/span> (hợp kim của đồng và kẽm) đã được dùng ở Judea từ trước thế kỷ X TCN và ở","pageid":5198,"title":"Kẽm"},{"snippet":"khu vực biển Miền Trung Việt Nam với nhiều loại là cá sơn thịt, cá sơn bạc <span class=\"searchmatch\">thau<\/span>, cá sơn vảy, cá sơn đá, cá sơn thóc, cá sơn gà và cá sơn to mắt. Cá sơn đỏ:","pageid":3247878,"title":"Hệ động vật Việt Nam"},{"snippet":"nhiên liệu hệ thống trơ trong các máy bay B-47. Các ống lót trục bằng đồng <span class=\"searchmatch\">thau<\/span> hay kim loại khác được cho vào băng khô để làm chúng co lại sao cho chúng","pageid":23890,"title":"Carbon dioxide"},{"snippet":"muỗi đốt. Diệt bọ gậy muỗi truyền bệnh bao gồm các biện pháp khác nhau như <span class=\"searchmatch\">thau<\/span> vét bọ gậy, làm thay đổi nơi sinh sản của muỗi, làm cho bọ gậy không sinh","pageid":5486,"title":"Muỗi"},{"snippet":" Câu chuyện tiếp tục với việc chàng đánh một anh thợ cạo đội chiếc chậu <span class=\"searchmatch\">thau<\/span> bằng đồng mà chàng tưởng là chiếc mũ bằng vàng của Mambrino. Sau &quot;chiến thắng&quot;","pageid":69607,"title":"Don Quijote"},{"snippet":"này cũng là thành phần quan trọng trong sản xuất thép, trong sản xuất đồng <span class=\"searchmatch\">thau<\/span> chứa phosphor và trong nhiều sản phẩm liên quan khác. Phosphor trắng được","pageid":25697,"title":"Phosphor"},{"snippet":"thống trị của đồng <span class=\"searchmatch\">thau<\/span>. Trong thời kỳ từ thế kỷ XII đến thế kỷ X TCN, đã có sự chuyển đổi nhanh chóng từ công cụ, vũ khí đồng <span class=\"searchmatch\">thau<\/span> sang sắt ở Trung Cận","pageid":5245,"title":"Sắt"},{"snippet":"&quot;bây giờ nó sẽ nhận được 100.000 đô la mỗi tháng phân bổ đến Nguyen Kai <span class=\"searchmatch\">Thau<\/span>&quot;. Hồ Chí Minh nhận thấy Mỹ đang muốn đóng vai trò lớn hơn ở khu vực Thái","pageid":1287,"title":"Chiến tranh Đông Dương"},{"snippet":"California: University of California Press, 2013. ^ “Ngo Van Xuyet: Ta Thu <span class=\"searchmatch\">Thau<\/span>, Vietnamese Trotskyist”. www.marxists.org. ^ a b c d David G. Marr, Vietnam:","pageid":1232,"title":"Việt Minh"}]}