{"Ngụy Thư (Tây Tấn)":[{"snippet":"thực vật bản địa. Đạo luật các loài có <span class=\"searchmatch\">nguy<\/span> cơ tuyệt chủng năm 1973 đã giúp bảo vệ các loài vật hiếm quý, có <span class=\"searchmatch\">nguy<\/span> cơ tuyệt chủng. Nơi cư ngụ của các loài","pageid":57,"title":"Hoa Kỳ"},{"snippet":"động vật đứng trước <span class=\"searchmatch\">nguy<\/span> cơ tuyệt chủng hiện chỉ còn những cá thể tự nhiên duy nhất sống tại Trung Quốc. Động vật hoang dã gặp <span class=\"searchmatch\">nguy<\/span> hiểm được pháp luật","pageid":1529,"title":"Trung Quốc"},{"snippet":"phát ngôn viên của Vương tôn William có than phiền về hành vi &quot;<span class=\"searchmatch\">nguy<\/span> hiểm&quot; của các <span class=\"searchmatch\">tay<\/span> săn hình. Phát ngôn viên của Thân vương xứ Wales, Paddy Harverson","pageid":32798,"title":"Elizabeth II"},{"snippet":"lung lay tận gốc. Quân ngụy đứng trước <span class=\"searchmatch\">nguy<\/span> cơ <span class=\"searchmatch\">tan<\/span> vỡ. Hầu hết các lực lượng vũ trang địa phương của địch bị <span class=\"searchmatch\">tan<\/span> rã, chủ lực ngụy không chống đỡ nổi những","pageid":98,"title":"Việt Nam Cộng hòa"},{"snippet":"bàn <span class=\"searchmatch\">tay<\/span> xẻ núi lăn bom Nhất định mở đường cho xe ta lên chiến trường tiếp viện Và những chị, những anh ngày đêm ra tiền tuyến …Dù bom đạn xương <span class=\"searchmatch\">tan<\/span> thịt","pageid":7320,"title":"Chiến dịch Điện Biên Phủ"},{"snippet":"Vương quốc láng giềng luôn phải đối phó với các khó khăn trong nước với <span class=\"searchmatch\">nguy<\/span> cơ Vương quyền có thể bị tổn hại nghiêm trọng, như trường hợp của các đối","pageid":192990,"title":"Elizabeth I của Anh"},{"snippet":"động và do những người thù ghét đạo Phật muốn xóa <span class=\"searchmatch\">tan<\/span> vết tích của nó. Thế nhưng trải qua bao <span class=\"searchmatch\">nguy<\/span> khốn, dòng dõi hậu duệ của cây bồ đề vẫn không tuyệt","pageid":11444,"title":"Thích-ca Mâu-ni"},{"snippet":"khỏi Cao nguyên Trung phần, dẫn đến những cuộc tháo chạy hỗn loạn và sự <span class=\"searchmatch\">tan<\/span> rã dây chuyền của hàng loạt cứ điểm quân sự. Tuy tuyên bố tái ngũ với cấp","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"nghiệp giành độc lập... Hy vọng ban đầu là <span class=\"searchmatch\">thu<\/span> phục trái tim khối óc của người dân, nhưng hy vọng này đã bị <span class=\"searchmatch\">tan<\/span> tành bởi thất bại của chính quyền Sài Gòn","pageid":785346,"title":"Chiến tranh cục bộ (Chiến tranh Việt Nam)"},{"snippet":"chống cự. Các trung tâm phòng thủ còn lại dọc theo bờ biển cũng nhanh chóng <span class=\"searchmatch\">tan<\/span> vỡ dây chuyền: Quảng Ngãi ngày 24 tháng 3; Quy Nhơn và Nha Trang ngày 1 tháng","pageid":4638,"title":"Sự kiện 30 tháng 4 năm 1975"}]}