{"Nguyễn Trù":[{"snippet":"hành Khu mật viện sự. Năm 1442, toàn thể gia đình Nguyễn Trãi bị kết án <span class=\"searchmatch\">tru<\/span> di tam tộc trong vụ án Lệ Chi Viên. Năm 1464, vua Lê Thánh Tông xuống chiếu","pageid":1555,"title":"Nguyễn Trãi"},{"snippet":"<span class=\"searchmatch\">Tru<\/span> di (chữ Hán: 誅夷) hay tộc <span class=\"searchmatch\">tru<\/span> (chữ Hán: 族誅), là một hình phạt tử hình tàn bạo từng được áp dụng dưới thời phong kiến ở các nước Đông Á như Trung Hoa","pageid":294700,"title":"Tru di"},{"snippet":"Việt Nam Cộng hòa 1963 Thủ tướng Việt Nam Ván bài lật ngửa ^ Cong Luan, <span class=\"searchmatch\">Nguyen<\/span> (2012). Nationalist in the Viet Nam Wars: Memoirs of a Victim Turned Soldier","pageid":990,"title":"Ngô Đình Diệm"},{"snippet":"Trường Trung học phổ thông Nguyễn Hữu Cầu (tên tiếng Anh: <span class=\"searchmatch\">Nguyen<\/span> Huu Cau High School) là một trường trung học phổ thông công lập ở khu vực huyện Hóc Môn","pageid":19547594,"title":"Trường Trung học phổ thông Nguyễn Hữu Cầu"},{"snippet":"Đặng Trần Thường trước có thù riêng nên cho người đánh chết). Không chỉ <span class=\"searchmatch\">tru<\/span> di gia tộc của vua nhà Tây Sơn, Nguyễn Ánh còn truy sát cả dòng họ của một","pageid":11680,"title":"Gia Long"},{"snippet":"Trường Đại học Tây Nguyên (Tay <span class=\"searchmatch\">Nguyen<\/span> University) là một trong những trường đại học công lập đa ngành tại miền Trung Việt Nam. Trường được đề cử vào nhóm","pageid":192122,"title":"Trường Đại học Tây Nguyên"},{"snippet":"chữ &quot;nghịch tặc biền <span class=\"searchmatch\">tru<\/span> xứ&quot; (chỗ bọn giặc chụm đầu bị giết) để tỏ rõ phép nước. Cái gò đó sau này gọi là Mả Ngụy hay Mả Biền <span class=\"searchmatch\">Tru<\/span>, nay thuộc khu vực Quận","pageid":248190,"title":"Cuộc nổi dậy Lê Văn Khôi"},{"snippet":"1944 trường đổi tên là Trường Quốc học Nguyễn Công Trứ (Collège de <span class=\"searchmatch\">Nguyen<\/span> Cong <span class=\"searchmatch\">Tru<\/span>). Trường Chuyên khoa Huỳnh Thúc Kháng thành lập năm 1947; đến năm 1950","pageid":457626,"title":"Trường Trung học phổ thông Huỳnh Thúc Kháng (Vinh)"},{"snippet":"lay động, nhưng con đường dẫn tới khoảnh khắc ấy thì lại không mấy trơn <span class=\"searchmatch\">tru<\/span>, nên nó không gây được ấn tượng như mong đợi.&quot; Một số nhà phê bình cho rằng","pageid":2439463,"title":"Công chúa tóc xù"},{"snippet":"11 năm 2014. ^ http:\/\/quankhu3.vn\/index.php\/Dat-va-nguoi-quan-khu-3\/vi-n-<span class=\"searchmatch\">tru<\/span>-ng-vi-n-cong-t-trung-uong-d-u-tien.html Viện trưởng Viện Công tố Trung ương","pageid":807258,"title":"Bùi Lâm"}]}