{"Nguyễn Cấu":[{"snippet":"Nguyễn Thị Ánh Viên (sinh ngày 9 tháng 11 năm 1996 tại ấp Ba <span class=\"searchmatch\">Cau<\/span>, xã Giai Xuân, huyện Phong Điền, thành phố Cần Thơ) là cựu nữ vận động viên bơi lội thuộc","pageid":1439003,"title":"Nguyễn Thị Ánh Viên"},{"snippet":"Liên, Nhà xuất bản Văn Học 2008 ^ Liu, Dang; Duong, <span class=\"searchmatch\">Nguyen<\/span> Thuy; Ton, <span class=\"searchmatch\">Nguyen<\/span> Dang; Phong, <span class=\"searchmatch\">Nguyen<\/span> Van; Pakendorf, Brigitte; Hai, Nong Van; Stoneking, Mark","pageid":6248,"title":"Văn hóa Việt Nam"},{"snippet":"Trường Trung học phổ thông Nguyễn Hữu Cầu (tên tiếng Anh: <span class=\"searchmatch\">Nguyen<\/span> Huu <span class=\"searchmatch\">Cau<\/span> High School) là một trường trung học phổ thông công lập ở khu vực huyện Hóc Môn","pageid":19547594,"title":"Trường Trung học phổ thông Nguyễn Hữu Cầu"},{"snippet":"và nông sản địa phương và một số thương nhân nhỏ bán vải vóc, hàng xén, <span class=\"searchmatch\">cau<\/span> thuốc, đi rong từ chợ này sang chợ khác. Theo sử gia Trần Trọng Kim, người","pageid":4997,"title":"Nhà Nguyễn"},{"snippet":"quỷ ám&quot;. • Nguyễn Thị Ánh Viên (sinh ngày 9 tháng 11 năm 1996 tại ấp Ba <span class=\"searchmatch\">Cau<\/span>, xã Giai Xuân, huyện Phong Điền, thành phố Cần Thơ) là 1 nữ vận động viên","pageid":1022,"title":"Cần Thơ"},{"snippet":"khác biệt với Trung Quốc, dân thường hay vẽ mình, ưa uống rượu, dùng trầu <span class=\"searchmatch\">cau<\/span> đãi khách, hay ăn dưa mắm, những vật dưới biển và đã tổ chức lễ Tết. Ông","pageid":2125,"title":"Tết Nguyên Đán"},{"snippet":"chính quyền cũng chú trọng tới các mảng nông nghiệp khác, ví dụ như trầu <span class=\"searchmatch\">cau<\/span> dùng cho các dịp phong tục lễ tiết. Đặc biệt, Nguyễn Ánh rất quan tâm đến","pageid":11680,"title":"Gia Long"},{"snippet":"tây chống hơi nóng mặt trời sáng và chiều. Trồng cây: trước nhà trồng <span class=\"searchmatch\">cau<\/span> (<span class=\"searchmatch\">cau<\/span> để đón gió nam mát) sau nhà trồng chuối (lá chuối ngăn bớt gió bấc lạnh","pageid":5699,"title":"Kiến trúc"},{"snippet":"cũng rất có trách nhiệm. Với nhiều người, WanBi là &quot;anh chàng không biết <span class=\"searchmatch\">cau<\/span> có&quot;. Trên môi anh luôn nở nụ cười thân thiện, làm ấm lòng của người đối diện","pageid":518656,"title":"WanBi Tuấn Anh"},{"snippet":"Quang-Khiem; La, Viet-Phuong; Vuong, Thu-Trang; Ho, Manh-Toan; <span class=\"searchmatch\">Nguyen<\/span>, Hong-Kong T.; <span class=\"searchmatch\">Nguyen<\/span>, Hong-Ngoc; Nghiem, Kien-Cuong P.; Ho, Manh-Tung (1 tháng 1 năm","pageid":15638,"title":"Khu phố cổ Hà Nội"}]}