{"Odoacer":[{"snippet":"Flavius <span class=\"searchmatch\">Odoacer<\/span> (433 – 493), còn được biết đến với tên gọi Flavius Odovacer hay Odovacar (tiếng Ý: Odoacre, tiếng Latinh: <span class=\"searchmatch\">Odoacer<\/span>, Odoacar, Odovacar,","pageid":778355,"title":"Odoacer"},{"snippet":"tháng 10 năm 475 đến ngày 4 tháng 9 năm 476. Việc ông bị phế truất bởi <span class=\"searchmatch\">Odoacer<\/span>, một thủ lĩnh bộ tộc German, đã đánh dấu sự kết thúc của Đế quốc Tây La","pageid":532089,"title":"Romulus Augustus"},{"snippet":"sự kiện Hoàng đế Romulus Augustus thoái vị dưới sức ép của tướng lĩnh <span class=\"searchmatch\">Odoacer<\/span> của người German vào ngày 4 tháng 9 năm 476, và không chính thức cáo chung","pageid":532076,"title":"Đế quốc Tây La Mã"},{"snippet":"Tây La Mã cuối cùng Romulus Augustus đã bị viên tướng người Scirii là <span class=\"searchmatch\">Odoacer<\/span> phế truất ngôi vị. Tuy nhiên, vào năm 479 Nepos bắt đầu lên kế hoạch cho","pageid":3145574,"title":"Ovida"},{"snippet":"Giai đoạn di cư. Dưới sự lãnh đạo của Theodoric Đại đế, họ đã đánh bại <span class=\"searchmatch\">Odoacer<\/span>, vốn từng là thủ lĩnh của lực lượng foederati ở miền bắc Ý và cũng là người","pageid":2459561,"title":"Vương quốc Ostrogoth"},{"snippet":"<span class=\"searchmatch\">Odoacer<\/span>, Vua nước Ý, cho đến khi họ qua đời. Onoulphus vốn là dân man tộc Sciri; cùng với anh trai (hoặc có thể là anh em cùng cha khác mẹ), <span class=\"searchmatch\">Odoacer<\/span>,","pageid":19767228,"title":"Onoulphus"},{"snippet":"quyết với vua nước Ý là <span class=\"searchmatch\">Odoacer<\/span>, kẻ đã lật đổ Đế quốc Tây La Mã vào năm 476. Bề ngoài là quan Tổng trấn của Zeno, nhưng <span class=\"searchmatch\">Odoacer<\/span> thực sự là một mối hiểm","pageid":803522,"title":"Theodoricus Cả"},{"snippet":"xung đột giữa người Rugii với <span class=\"searchmatch\">Odoacer<\/span>, Felethus bèn ra tay giết chết người anh Ferderuchus vì đã ủng hộ <span class=\"searchmatch\">Odoacer<\/span>. <span class=\"searchmatch\">Odoacer<\/span> hay tin có biến bèn mang quân","pageid":3242346,"title":"Rugiland"},{"snippet":"tan rã vào năm 476, khi hoàng đế cuối cùng bị một tù trưởng German là <span class=\"searchmatch\">Odoacer<\/span> phế truất, còn Đế quốc phía Đông tồn tại trong gần một nghìn năm nữa. Sau","pageid":25196,"title":"Ý"},{"snippet":"lực lượng Foederati là <span class=\"searchmatch\">Odoacer<\/span>, phát động một cuộc nổi loạn khác, giết chết Orestes và phế truất ông để lên ngôi vua. <span class=\"searchmatch\">Odoacer<\/span>, giờ đây là người cai trị","pageid":779028,"title":"Julius Nepos"}]}