{"Outey I":[{"snippet":"<span class=\"searchmatch\">Outey<\/span> <span class=\"searchmatch\">I<\/span> (1672-1696) là vua Chân Lạp giai đoạn ngắn ngủi từ 1695 đến 1696. Tên húy là Ang Yong. Hiệu là &quot;Udayaraja II&quot; và &quot;Narai Ramathipadi II&quot;. Outey","pageid":3122632,"title":"Outey I"},{"snippet":"1758, sau khi Nặc Nhuận chết, chúa Nguyễn Phúc Khoát đã hỗ trợ Nặc Tôn (<span class=\"searchmatch\">Outey<\/span> II) lên ngôi và bảo vệ Chân Lạp trước sự tấn công của Xiêm La, vua Nặc Tôn","pageid":1747038,"title":"Quá trình mở rộng lãnh thổ của Việt Nam"},{"snippet":"đột ngột băng hà, phụ chính Preah <span class=\"searchmatch\">Outey<\/span> liền đưa con ruột của mình lên ngôi, tức quốc vương Ang Non <span class=\"searchmatch\">I<\/span>. Nhưng Ang Non <span class=\"searchmatch\">I<\/span> cũng chỉ làm vua được hai năm (ở","pageid":588677,"title":"Lịch sử Campuchia (1431–1863)"},{"snippet":"và sông Hậu). Đến năm 1757 (Đinh Sửu), quốc vương Chân Lạp là Nặc Tôn (<span class=\"searchmatch\">Outey<\/span> II) dâng đất này cho chúa Nguyễn. Từ thời thuộc Chân Lạp cho đến tận đầu","pageid":3972,"title":"An Giang"},{"snippet":"Lạp. Sau khi Nặc Nhuận chết, chúa Nguyễn Phúc Khoát đã hỗ trợ Nặc Tôn (<span class=\"searchmatch\">Outey<\/span> II) lên ngôi và bảo vệ trước sự tấn công của Xiêm La, vua Nặc Tôn đã dâng","pageid":52487,"title":"Lãnh thổ Việt Nam qua từng thời kỳ"},{"snippet":"trị Campuchia: <span class=\"searchmatch\">Outey<\/span> Thireach Phlong (Somrong-tong), Vongsa Phuthor Peu (Kandar-Stung), Vongsa Samsak Kim(Kong-pissey), Vongsa <span class=\"searchmatch\">Outey<\/span> Som (Phnom-sruoch)","pageid":3187307,"title":"Danh sách Công sứ Pháp tại Đông Dương"},{"snippet":"<span class=\"searchmatch\">Outey<\/span> II (1739 - 1777), là vua Chân Lạp, hiệu là <span class=\"searchmatch\">Outey<\/span> Reachea II hoặc Udayaraja II. Tên húy là Ang Ton (Nak Ong Ton). Tiếng Việt gọi là Nặc Tôn, Nặc Ông","pageid":3347507,"title":"Outey II"},{"snippet":"1658, hai con còn sống sót của Preah <span class=\"searchmatch\">Outey<\/span> là Ang Sur và Ang Tan dấy binh chống lại vua Chân Lạp Ramathipadi <span class=\"searchmatch\">I<\/span> (Nặc Ông Chân) nhưng thất bại. Hai người","pageid":91865,"title":"Nguyễn Phúc Tần"},{"snippet":"<span class=\"searchmatch\">Outey<\/span> vào năm 1626. Ngoại tình với Chan Ponhéa Sô và cả hai bị <span class=\"searchmatch\">Outey<\/span> giết vào năm 1631. Công chúa (Brhat Anga) Devi Panya. Được gả cho Padumaraja <span class=\"searchmatch\">I<\/span> (Ang","pageid":41591,"title":"Công nữ Ngọc Vạn"},{"snippet":"là Noreay Reachea III hoặc Narayanaraja III. Ang Eng là con trai của vua <span class=\"searchmatch\">Outey<\/span> II (húy Ang Ton - Nặc Tôn, Nặc Ông Tôn). Năm 1771, quân Xiêm lại tấn công","pageid":3347160,"title":"Ang Eng"}]}