{"Paracelsus":[{"snippet":"<span class=\"searchmatch\">Paracelsus<\/span> (\/ˌpærəˈsɛlsəs\/; tên khai sinh Philippus Aureolus Theophrastus Bombastus von Hohenheim, 11 tháng 11 hay 17 tháng 12 năm 1493 - 24 tháng 9 năm","pageid":3264047,"title":"Paracelsus"},{"snippet":"Dysschema <span class=\"searchmatch\">paracelsus<\/span> là một loài bướm đêm thuộc phân họ Arctiinae, họ Erebidae. ^ Bisby F.A., Roskov Y.R., Orrell T.M., Nicolson D., Paglinawan L.E., Bailly","pageid":2584333,"title":"Dysschema paracelsus"},{"snippet":"vi phân tử, khi một số lượng vừa đủ được cơ thể sinh vật hấp thụ vào. <span class=\"searchmatch\">Paracelsus<\/span>, cha đẻ của ngành độc chất học, đã từng viết: &quot;Mọi thứ đều là chất độc","pageid":129749,"title":"Chất độc"},{"snippet":"dân gian Bắc Âu. Tới khoảng thế kỷ thứ 16, nhà giả kim người Thụy Sĩ <span class=\"searchmatch\">Paracelsus<\/span> phổ biến thần lùn ra rộng rãi hơn với thế giới. Leprechaun Jinn ^ “Gnome”","pageid":13521768,"title":"Thần lùn"},{"snippet":"bởi các nhà triết học và giả kim thuật như Aristotle (thế kỷ IV TCN), <span class=\"searchmatch\">Paracelsus<\/span> (nửa đầu thế kỷ XVI), John Becher (giữa thế kỷ XVII) và Georg Stahl (cuối","pageid":5383,"title":"Kim loại kiềm thổ"},{"snippet":"2239 <span class=\"searchmatch\">Paracelsus<\/span> (1978 RC) là một tiểu hành tinh vành đai chính được phát hiện ngày 13 tháng 9 năm 1978 bởi P. Wild ở Zimmerwald. JPL Small-Body Database","pageid":833747,"title":"2239 Paracelsus"},{"snippet":"chọn quan điểm của Aristotle về bốn nguyên tố cũng như quan điểm của <span class=\"searchmatch\">Paracelsus<\/span> về ba nguyên tố cơ bản, và còn bỏ ngỏ. câu hỏi về số lượng nguyên tố.","pageid":2279,"title":"Nguyên tố hóa học"},{"snippet":"điều chỉnh từ calomel (HgCl), một loại thuốc lợi tiểu được phát hiện bởi <span class=\"searchmatch\">Paracelsus<\/span>. ^ Stewart, J. H.; Edwards, K. D. (1965). “Clinical comparison of frusemide","pageid":15276420,"title":"Mersalyl"},{"snippet":"thế kỷ 18, Franz Mesmer đã nghiên cứu tác phẩm của các nhà giả kim như <span class=\"searchmatch\">Paracelsus<\/span> và van Helmont. Van Helmont là một bác sĩ sống ở thế kỷ 17, người đã từng","pageid":19644025,"title":"Luật hấp dẫn"},{"snippet":"của truyền thống phương Tây bao gồm Avicenna (Ba Tư), Galen (La Mã), <span class=\"searchmatch\">Paracelsus<\/span> (Đức Thụy Sĩ), Culpepper (Anh) và các bác sĩ chiết trung thiên về thực","pageid":19784545,"title":"Thảo mộc"}]}