{"Phàn Trù":[{"snippet":"hành Khu mật viện sự. Năm 1442, toàn thể gia đình Nguyễn Trãi bị kết án <span class=\"searchmatch\">tru<\/span> di tam tộc trong vụ án Lệ Chi Viên. Năm 1464, vua Lê Thánh Tông xuống chiếu","pageid":1555,"title":"Nguyễn Trãi"},{"snippet":"Đặng Trần Thường trước có thù riêng nên cho người đánh chết). Không chỉ <span class=\"searchmatch\">tru<\/span> di gia tộc của vua nhà Tây Sơn, Nguyễn Ánh còn truy sát cả dòng họ của một","pageid":11680,"title":"Gia Long"},{"snippet":"khai cơ lưỡng Thái Tông, Bỉ xưng Trinh Quán, ngã Nguyên Phong. Kiến Thành <span class=\"searchmatch\">tru<\/span> tử, An Sinh tại, Miếu hiệu tuy đồng, đức bất đồng. Thơ Dụ Tông tán tụng Thái","pageid":33781,"title":"Trần Thái Tông"},{"snippet":"đã luôn hầu bên cạnh, bấy giờ cho rằng Thị Lộ giết hoàng đế. Án đưa ra là <span class=\"searchmatch\">tru<\/span> di tam tộc, giết đến 3 họ của Nguyễn Trãi. Thái Tông được truy thụy hiệu","pageid":27219,"title":"Nhà Lê sơ"},{"snippet":"dục, Hà Nội, trang 553. ^ <span class=\"searchmatch\">Phan<\/span> Huy Chú (2007), Lịch triều hiến chương loại chí, Tập 2, Bang giao chí, trang 534. ^ a b <span class=\"searchmatch\">Phan<\/span> Huy Chú (2007), Lịch triều","pageid":40372,"title":"Lê Thánh Tông"},{"snippet":"Đỗ Bang cung cấp thì bà Nguyễn Thị Bích đã cùng con bà chạy thoát khỏi sự <span class=\"searchmatch\">tru<\/span> diệt của Nguyễn Ánh. Với sự xuất sắc của nhà lãnh đạo, tài năng của các tướng","pageid":35252,"title":"Nhà Tây Sơn"},{"snippet":"tự. Theo &quot;Chức quan chí&quot; trong sách Lịch triều hiến chương loại chí của <span class=\"searchmatch\">Phan<\/span> Huy Chú, tháng 5 năm 1429 khi Lê Thái Tổ phong mọi tước hầu (liệt hầu) cho","pageid":62574,"title":"Khởi nghĩa Lam Sơn"},{"snippet":"mới 2 tuổi lên nối ngôi (tức là Lê Nhân Tông), triều đình bắt Nguyễn Trãi <span class=\"searchmatch\">tru<\/span> di tam tộc vào ngày 16 tháng 8 (âm lịch) năm này. Theo Khâm định Việt sử","pageid":47768,"title":"Vụ án Lệ Chi viên"},{"snippet":"nước Tấn. ^ a b c <span class=\"searchmatch\">Phan<\/span> Tuấn có hai con trai là <span class=\"searchmatch\">Phan<\/span> Trứ và <span class=\"searchmatch\">Phan<\/span> Bí, một con gái là vợ Tôn Lự. ^ a b <span class=\"searchmatch\">Phan<\/span> Chương có con trai là <span class=\"searchmatch\">Phan<\/span> Bình. ^ a b c Phục","pageid":819078,"title":"Danh sách nhân vật thời Tam Quốc"},{"snippet":"là Lê Thuận đánh bắt được và đem về chém tại làng. Vua Tự Đức ra lệnh cho <span class=\"searchmatch\">tru<\/span> di tam tộc dòng họ Cao. Bởi vì tháng 5 ấy ở tỉnh Bắc Ninh và Sơn Tây có nhiều","pageid":41279,"title":"Tự Đức"}]}