{"Radagaisus":[{"snippet":"<span class=\"searchmatch\">Radagaisus<\/span> (? – 23 tháng 8, 406) là một vị vua người Goth đã tiến hành cuộc xâm lăng lãnh thổ Ý của La Mã vào cuối năm 405 và nửa đầu năm 406. Bản thân","pageid":3701797,"title":"Radagaisus"},{"snippet":"được chia thành ba đạo quân, mà một trong số đó thuộc quyền chỉ huy của <span class=\"searchmatch\">Radagaisus<\/span> đã tấn công thành Firenze. StIlyicho liền cho tập trung toàn quân tại","pageid":13376302,"title":"Cuộc vây hãm Firenze (405)"},{"snippet":"phải đối phó một cuộc đột kích mới của người Vandal và Goth dưới quyền <span class=\"searchmatch\">Radagaisus<\/span>, là những toán quân đã tiến đánh thành Firenze. Stilicho cuối cùng đã","pageid":13376303,"title":"Trận Faesulae (406)"},{"snippet":"Tây La Mã là Stilicho chống lại cuộc xâm lược của người Goth dưới quyền <span class=\"searchmatch\">Radagaisus<\/span>. Cuộc xâm chiếm tỉnh Moesia của Uldin vào năm 408 đã bị quân La Mã đẩy","pageid":3221832,"title":"Uldin"},{"snippet":"Alaric của Visigoth và <span class=\"searchmatch\">Radagaisus<\/span> của Ostrogoth chính thức trở thành đồng minh, trù bị kế hoạch xâm lược Đế quốc La Mã. <span class=\"searchmatch\">Radagaisus<\/span> còn kết giao với các","pageid":813922,"title":"Stilicho"},{"snippet":"Divico Totila Ariovistus Athanaric Gainas Tribigild Genseric Chrocus <span class=\"searchmatch\">Radagaisus<\/span> Odoacer Trận rừng Baduhenna Brennus Boduognatus Belgios Brennus Ardaric","pageid":1746152,"title":"Crixus"},{"snippet":"Gaul từ đất Ý, có thể là một phần của đạo quân dưới sự thống lĩnh của <span class=\"searchmatch\">Radagaisus<\/span>, kẻ xâm chiếm đất Ý vào năm 405\/406. Dù nguyên nhân nào dẫn đến cuộc nổi","pageid":19574885,"title":"Marcus (tiếm vị)"},{"snippet":"cùng với các đạo quân rợ foederati khác, chống lại cuộc xâm lược Ý của <span class=\"searchmatch\">Radagaisus<\/span> vào năm 405-406. Quân đội La Mã và liên quân cuối cùng đã đánh bại những","pageid":12587634,"title":"Sarus"},{"snippet":"năng tự vệ của Raetia, Noricum và Pannonia ngày càng trở nên khó khăn. <span class=\"searchmatch\">Radagaisus<\/span> chiếm lĩnh một phần La Mã vào năm 405. (Géza Alföldy trang 213–4). Sau","pageid":782713,"title":"Lịch sử Áo"},{"snippet":"tiếm vị người Anh, nhưng không thể chống lại họ vì những động thái của <span class=\"searchmatch\">Radagaisus<\/span> và Alaric I. Cuộc xâm lược do đó nhằm đánh lạc hướng quân Anh. Giả thuyết","pageid":19574883,"title":"Gratianus (tiếm vị)"}]}