{"Rembrandt":[{"snippet":"<span class=\"searchmatch\">Rembrandt<\/span> Harmenszoon van Rijn (15 tháng 7 năm 1606 - 4 tháng 10 năm 1669), thường được biết tới với tên <span class=\"searchmatch\">Rembrandt<\/span> hay <span class=\"searchmatch\">Rembrandt<\/span> van Rijn, là một họa sĩ","pageid":144445,"title":"Rembrandt"},{"snippet":"định là: Năm Sa mạc và Sa mạc hóa quốc tế Năm <span class=\"searchmatch\">Rembrandt<\/span>, kỷ niệm sinh nhật thứ 400 của họa sĩ Hà Lan <span class=\"searchmatch\">Rembrandt<\/span> Harmenszoon van Rijn Năm Mozart, kỷ niệm sinh","pageid":26572,"title":"2006"},{"snippet":"Night Watch (tiếng Hà Lan: De Nachtwacht), là một bức tranh năm 1642 của <span class=\"searchmatch\">Rembrandt<\/span> van Rijn. Nó nằm trong bộ sưu tập của Bảo tàng Amsterdam nhưng được trưng","pageid":18574381,"title":"The Night Watch"},{"snippet":"<span class=\"searchmatch\">Rembrandt<\/span> là một thành phố thuộc quận Buena Vista, tiểu bang Iowa, Hoa Kỳ. Năm 2010, dân số của thành phố này là 203 người. Dân số qua các năm: Năm 2000:","pageid":1540985,"title":"Rembrandt, Iowa"},{"snippet":"dig for evigt 2004 Ulrich Thomsen – Arven Lars Brygmann – <span class=\"searchmatch\">Rembrandt<\/span> Jakob Cedergren – <span class=\"searchmatch\">Rembrandt<\/span> Mads Mikkelsen – De grønne slagtere John Turturro – Fear","pageid":330975,"title":"Giải Bodil cho nam diễn viên chính xuất sắc nhất"},{"snippet":"4511 <span class=\"searchmatch\">Rembrandt<\/span> (1935 SP1) là một tiểu hành tinh vành đai chính được phát hiện ngày 28 tháng 9 năm 1935 bởi Hendrik van Gent ở Johannesburg. JPL Small-Body","pageid":836705,"title":"4511 Rembrandt"},{"snippet":" Rất nhiều họa sĩ baroque sinh sống ở xứ Flandre: Peter Paul Rubens, <span class=\"searchmatch\">Rembrandt<\/span>... Đây cũng là một thời kỳ hoàng kim của vùng đất này. Phong cách baroque","pageid":405762,"title":"Baroque"},{"snippet":"The Return of the Prodigal Son của <span class=\"searchmatch\">Rembrandt<\/span>. Theo Nouwen, câu chuyện được thể hiện trong họa phẩm của <span class=\"searchmatch\">Rembrandt<\/span> miêu tả ba nhân vật: người em tức là","pageid":7103,"title":"Dụ ngôn Đứa con hoang đàng"},{"snippet":"thành công của 114 tập phim đầu, MGM đã giao quyền sản xuất cho Hãng phim <span class=\"searchmatch\">Rembrandt<\/span> được điểu hành bởi Gene Deith tại Bắc Âu. Sau đó đến năm 1963 bộ phim","pageid":79443,"title":"Tom và Jerry"},{"snippet":"số cư dân đáng chú ý của Amsterdam trong suốt lịch sử bao gồm: họa sĩ <span class=\"searchmatch\">Rembrandt<\/span> và Van Gogh, nữ sĩ Anne Frank, và nhà triết học Baruch Spinoza. Sau trận","pageid":59909,"title":"Amsterdam"}]}