{"Ricimer":[{"snippet":"Flavius <span class=\"searchmatch\">Ricimer<\/span> (405 – 472) là tướng lĩnh man tộc German, người đã khống chế phần lãnh thổ còn lại của Đế quốc Tây La Mã từ giữa thế kỷ thứ 5. Vì nguồn","pageid":809425,"title":"Ricimer"},{"snippet":"đội (magister militum) <span class=\"searchmatch\">Ricimer<\/span>. Vào ngày 17 tháng 8 năm 461, viên Tổng tư lệnh quân đội Tây La Mã (magister militum) <span class=\"searchmatch\">Ricimer<\/span> đã giết chết hoàng đế Majorian","pageid":786074,"title":"Libius Severus"},{"snippet":"<span class=\"searchmatch\">Ricimer<\/span> đưa lên ngôi, trong phần lớn thời kỳ trị vì của mình ông chỉ chú tâm vào các hoạt động tôn giáo, quyền lực thực sự đều nằm trong tay <span class=\"searchmatch\">Ricimer<\/span> và","pageid":781042,"title":"Olybrius"},{"snippet":"đáng kể. Về sau, Anthemius gặp phải thất bại và bị viên tướng gốc Đức là <span class=\"searchmatch\">Ricimer<\/span>, kẻ đang cố gắng tranh đoạt quyền lực với ông giết chết. Anthemius sinh","pageid":800880,"title":"Anthemius"},{"snippet":"người ủng hộ nhiệt thành của Majorianus, Aegidius đã nổi dậy khi hay tin <span class=\"searchmatch\">Ricimer<\/span> phế truất Majorianus, về sau tham gia vào nhiều chiến dịch chống lại tộc","pageid":3254640,"title":"Aegidius"},{"snippet":"Magister militum <span class=\"searchmatch\">Ricimer<\/span>, điều này khiến ông thường hay xung đột với Hoàng đế Anthemius, vừa không tin tưởng vừa chẳng mấy ưa gì <span class=\"searchmatch\">Ricimer<\/span>. Năm 470, Anthemius","pageid":19574884,"title":"Romanus (tiếm vị)"},{"snippet":"cả chính quyền dân sự và quân sự, về sau bị viên Tổng tư lệnh quân đội <span class=\"searchmatch\">Ricimer<\/span> và tướng Maiorianus phế truất, bị đày đến Piacenza và được phong làm Giám","pageid":782796,"title":"Avitus"},{"snippet":"Majorianus và <span class=\"searchmatch\">Ricimer<\/span>, do nguồn gốc xuất thân man rợ của mình nên <span class=\"searchmatch\">Ricimer<\/span> đã không có được sự ủng hộ kế vị từ đám quan lại cựu triều. Tuy nhiên, <span class=\"searchmatch\">Ricimer<\/span> mong đợi","pageid":808692,"title":"Majorianus"},{"snippet":"Patrician từ năm 472 đến 473 nối tiếp người chú <span class=\"searchmatch\">Ricimer<\/span>. Gundobad nắm giữ chức vụ Patrician sau khi chú ông là <span class=\"searchmatch\">Ricimer<\/span>, kẻ thao túng triều chính Tây La Mã, lâm","pageid":810544,"title":"Gundobad"},{"snippet":"Diêu Trường bắt giữ, Hoàng đế Tiền Yên Phù Kiên bị sát hại. 456 – Tư lệnh <span class=\"searchmatch\">Ricimer<\/span> đánh bại Hoàng đế Avitus tại Piacenza để trở thành chấp chính quan Đế quốc","pageid":20582,"title":"16 tháng 10"}]}