{"Saladin":[{"snippet":"– 4 tháng 3 năm 1193), tên thường gọi trong các tài liệu phương Tây là <span class=\"searchmatch\">Saladin<\/span>, là một người Kurd Hồi giáo và là Hồi vương của Ai Cập và Syria, người","pageid":245338,"title":"Saladin"},{"snippet":"quốc Jerusalem nhằm hỗ trợ họ trong cuộc phòng thủ trước sự tấn công của <span class=\"searchmatch\">Saladin<\/span>, người đang cố giành lại thành phố trước sự lan rộng của Kitô giáo, dẫn","pageid":3226820,"title":"Vương quốc thiên đường (phim)"},{"snippet":"có thực từ <span class=\"searchmatch\">Saladin<\/span>, Baldwin quyết định xóa bỏ hòa ước với <span class=\"searchmatch\">Saladin<\/span>. Ông biết rằng, nếu chấp nhận hòa hoãn, để mặc cho quân đội của <span class=\"searchmatch\">Saladin<\/span> thoải mái tung","pageid":3227272,"title":"Baldwin IV thành Jerusalem"},{"snippet":" Trong khi đó, <span class=\"searchmatch\">Saladin<\/span> lại có kế hoạch xâm lược của riêng mình vào Vương quốc Jerusalem từ Ai Cập. Biết được kế hoạch này của <span class=\"searchmatch\">Saladin<\/span>, Baldwin IV rời","pageid":3137188,"title":"Trận Montgisard"},{"snippet":"Thập tự Jerusalem và quân đội nhà Ayyub Ai Cập. Quân đội Hồi giáo của <span class=\"searchmatch\">Saladin<\/span> đã bắt và giết lượng lớn quân Thập tự chinh. Kết quả trực tiếp của trận","pageid":1903183,"title":"Trận Hattin"},{"snippet":"châu Âu nhằm chiếm lại Đất Thánh vốn đã rơi vào tay quân Hồi giáo của <span class=\"searchmatch\">Saladin<\/span>. Sau khi cuộc Thập tự chinh thứ hai thất bại, vương triều Zengid của người","pageid":186373,"title":"Thập tự chinh thứ ba"},{"snippet":"Lăng mộ <span class=\"searchmatch\">Saladin<\/span> là nơi an nghỉ cuối cùng của Sultan <span class=\"searchmatch\">Saladin<\/span> của vương triều Ayyub. Nó nằm bên cạnh góc phía tây bắc của Nhà thờ Hồi giáo Umayyad ở Damascus","pageid":3192488,"title":"Lăng mộ Saladin"},{"snippet":"với người Bồ Đào Nha chiếm lại thành phố này từ người Hồi giáo. Sau khi <span class=\"searchmatch\">Saladin<\/span> chiếm được Ai Cập, trở thành Sultan ở đây và thống nhất các tín đồ Hồi","pageid":62970,"title":"Thập tự chinh"},{"snippet":"<span class=\"searchmatch\">Saladin<\/span> Bargicho (sinh ngày 31 tháng 5 năm 1994) là một cầu thủ bóng đá người Ethiopia thi đấu ở vị trí hậu vệ. Vào tháng 1 năm 2014, huấn luyện viên","pageid":13721870,"title":"Saladin Bargicho"},{"snippet":"của Pháp và giành được nhiều thắng lợi quan trọng trước đối thủ Hồi giáo <span class=\"searchmatch\">Saladin<\/span>, mặc dù ông không tái chiếm được Jerusalem. Mặc dù chỉ nói tiếng Pháp và","pageid":242226,"title":"Richard I của Anh"}]}