{"Shō Sei":[{"snippet":"Shō <span class=\"searchmatch\">Sei<\/span> (尚清, Thượng Thanh?, 1497–1555) là một vị vua vương quốc Lưu Cầu, trị vì từ 1526 đến1555. Ông là vương tử thứ năm của vua Shō Shin, người mà ông","pageid":1059015,"title":"Shō Sei"},{"snippet":"1972-tháng 12 năm 1972) Devilman (1972–1973) Mazinger Z (1972–1974) Babel Ni-<span class=\"searchmatch\">Sei<\/span> (tháng 1 năm 1973-tháng 9 năm 1973) Microid S (tháng 4 năm 1973-tháng 10","pageid":786358,"title":"Toei Animation"},{"snippet":"History through Edo Period Art Lưu trữ 2013-03-29 tại Wayback Machine Yamada <span class=\"searchmatch\">Sho<\/span> (2002). Politics and Personality: Japan's Worst Archaeology Scandal, Harvard","pageid":2945,"title":"Lịch sử Nhật Bản"},{"snippet":"theo phong cách châu Âu đương thời và cho in thành tập mang tên Shintaishi-<span class=\"searchmatch\">sho<\/span> (Tân thể thi sao). Shintaishi (tân thể thi, hay &quot;thơ mới&quot;), trong sự đối","pageid":110898,"title":"Văn học Nhật Bản"},{"snippet":"họa cũng được đảm nhiệm bởi Nikubanare có tựa Omamori Himari: Gaiden no <span class=\"searchmatch\">Sho<\/span> (おまもりひまり　外伝の書) và Fujimi Shobo đã phát hành thẳng thành tankōbon ngày 09","pageid":2012488,"title":"Omamori Himari"},{"snippet":"Lưu Cầu, tại vị từ năm 1556 đến 1572. Ông là vương tử thứ hai của vua Shō <span class=\"searchmatch\">Sei<\/span> và có thần hiệu là Nhật Thủy Án Ti Thiêm. Tên thời trẻ của ông là &quot;Kim Thiên","pageid":1059017,"title":"Shō Gen"},{"snippet":"của vụ hỏa hoạn. &quot;Ngọn lửa Adolla&quot; (アドラバースト\/ あどらばあすと, Adora Bāsuto?) của <span class=\"searchmatch\">Sho<\/span> lúc này đã ảnh hưởng đến anh và kích hoạt sức mạnh của &quot;Thế hệ thứ tư&quot;, khiến","pageid":17319243,"title":"Danh sách nhân vật trong Enen no Shouboutai"},{"snippet":"triển của shouen. Chính sách đất đai của ritsuryō được gọi là handen-shūju-<span class=\"searchmatch\">sei<\/span> (班田収受制, Ban điền thâu thụ chế), và tương tự như hệ thống Quân điền chế (均田制)","pageid":19333962,"title":"Shōen"},{"snippet":"Yokosuka và Nagasaki. Nhiều tàu đã được nhập khẩu, chẳng hạn như Jho <span class=\"searchmatch\">Sho<\/span> Maru, Ho <span class=\"searchmatch\">Sho<\/span> Maru và Kagoshima, tất cả đều được Thomas Blake Glover ủy nhiệm và","pageid":802447,"title":"Lịch sử hải quân Nhật Bản"},{"snippet":"Dynasty Warriors là một loạt trò chơi điện tử đối kháng theo thể loại hành động, đi cảnh (từng màn) lấy bối cảnh từ thời đại Tam Quốc trong lịch sử Trung","pageid":1236510,"title":"Danh sách nhân vật trong Dynasty Warriors"}]}