{"Syagrius":[{"snippet":"Quy mô phỏng chừng &quot;vương quốc&quot; của <span class=\"searchmatch\">Syagrius<\/span> Flavius <span class=\"searchmatch\">Syagrius<\/span> (430 – 486 hay 487) là viên chỉ huy quân đội La Mã cuối cùng ở Gaul, sau bị vua Clovis I","pageid":3254641,"title":"Syagrius"},{"snippet":"Aegidius lâm bệnh mất vào năm 464 hoặc 465. Con là <span class=\"searchmatch\">Syagrius<\/span> kế thừa cơ nghiệp. Năm 486, <span class=\"searchmatch\">Syagrius<\/span> đại bại trong trận chiến ở Soissons với vua người Frank","pageid":3254642,"title":"Vương quốc Soissons"},{"snippet":"và đạo quân lãnh địa Soissons xứ Gaul thuộc La Mã dưới sự chỉ huy của <span class=\"searchmatch\">Syagrius<\/span>. Người Frank giành được chiến thắng trong trận chiến này, và dẫn đến cuộc","pageid":3254643,"title":"Trận Soissons (486)"},{"snippet":"ngột qua đời, và được con là <span class=\"searchmatch\">Syagrius<\/span> lên kế thừa. Ralph Mathisen đã chỉ ra tên gọi người con trai của Aegidius là <span class=\"searchmatch\">Syagrius<\/span> &quot;cho rằng ông ta ắt hẳn có liên","pageid":3254640,"title":"Aegidius"},{"snippet":"miền biển ở Tournai. Năm 481, Clovis đăng quang. Năm 486, chiến thắng <span class=\"searchmatch\">Syagrius<\/span> trong trận Soissons, sự thống trị của Clovis I mở rộng ra toàn miền bắc","pageid":193805,"title":"Clovis I"},{"snippet":"Julius Nepos kiểm soát Dalmatia cho đến khi ông ta bị ám sát vào năm 480. <span class=\"searchmatch\">Syagrius<\/span> cai trị lãnh địa Soissons cho đến khi ông ta bị giết vào năm 487. Cuối","pageid":532076,"title":"Đế quốc Tây La Mã"},{"snippet":"Vương quốc Soissons tồn tại như một quốc gia tàn tồn dưới thời Aegidius và <span class=\"searchmatch\">Syagrius<\/span> cho đến khi bị người Frank chinh phục dưới thời Clovis I vào năm 486. Hồi","pageid":19502550,"title":"Quốc gia tàn tồn"},{"snippet":"chỉ huy La Mã cuối cùng ở Illyricum, bị Odoacer đánh bại và giết chết. <span class=\"searchmatch\">Syagrius<\/span> (430–?487), viên chỉ huy La Mã cuối cùng ở Gaul trước cuộc xâm lược của","pageid":3256377,"title":"Người La Mã cuối cùng"},{"snippet":"nước Ý. Một trường hợp tương tự xảy ra ở miền bắc Gaul khi tướng La Mã là <span class=\"searchmatch\">Syagrius<\/span> vẫn tiếp tục đúc tiền lấy tên Nepos cho tới khi ông này bị đánh bại vào","pageid":779028,"title":"Julius Nepos"},{"snippet":"464. Năm 486, Clovis I - con trai của Childéric I - chiến thắng tướng <span class=\"searchmatch\">Syagrius<\/span> của La Mã nhưng Thánh Geneviève ngăn cấm không cho vào Paris. Cho tới khoảng","pageid":199600,"title":"Lịch sử Paris"}]}