{"Tào Duệ":[{"snippet":"thuật, là một tay săn bàn cừ khôi, anh được biết đến với phong cách chơi <span class=\"searchmatch\">tao<\/span> nhã, kỹ năng rê bóng tốt và khả năng dứt điểm lâm sàng, cũng như sức mạnh","pageid":18631490,"title":"Lautaro Martínez"},{"snippet":"ác được giải thích trong bài kinh này bao hàm lời nói đẹp tai, dễ thương, <span class=\"searchmatch\">tao<\/span> nhã, làm đẹp lòng nhiều người. Phẩm hạnh về sự từ bỏ lời nói phù phiếm được","pageid":8791,"title":"Bát chính đạo"},{"snippet":"peony (Paeonia lactiflora Pall.). Da Qiu Zhao, Chen Xia Han, Jin <span class=\"searchmatch\">Tao<\/span> Ge and Jun <span class=\"searchmatch\">Tao<\/span>, Electronic Journal of Biotechnology, ngày 15 tháng 11 năm 2012, Volume","pageid":2355122,"title":"Flavonoid"},{"snippet":"cập ngày 2 tháng 2 năm 2017. ^ “Your Name prorogato al cinema per altri <span class=\"searchmatch\">due<\/span> giorni”. Orgoglionerd. ngày 2 tháng 2 năm 2017. Bản gốc lưu trữ 3 Tháng hai","pageid":3435039,"title":"Your Name – Tên cậu là gì?"},{"snippet":"Wheatley, Pat (tháng 1 năm 2014). “Was the death of Alexander the Great <span class=\"searchmatch\">due<\/span> to poisoning? Was it Veratrum album?”. Clinical Toxicology (bằng tiếng Anh)","pageid":52992,"title":"Alexandros Đại đế"},{"snippet":"Truy cập ngày 18 tháng 6 năm 2015. ^ “EXO's Chanyeol to Leave &quot;Roommate&quot; <span class=\"searchmatch\">Due<\/span> to Scheduling Conflicts”. lovelymorning. ngày 11 tháng 9 năm 2014. ^ “EXO's","pageid":1439110,"title":"Park Chanyeol"},{"snippet":"một ngày bao gồm &quot; phần ăn khủng có thật nhiều thịt gà, thịt bò và cơm&quot;. <span class=\"searchmatch\">Tao<\/span> Okatomo vai Mariko Yashida, là cháu gái của Yashida. Logan bảo vệ Mariko","pageid":2263719,"title":"Người sói Wolverine"},{"snippet":"cho mục đích di động, chẳng hạn như năng lượng hạt nhân, năng lượng tái <span class=\"searchmatch\">tao<\/span> như thủy điện, điện gió. Theo thống kê dự trữ năng lượng được chấp nhận rộng","pageid":14249476,"title":"Hệ thống điện khí hóa đường sắt"},{"snippet":"Tào Ngụy Minh Đế (chữ Hán: 曹魏明帝; 204 - 22 tháng 1, 239), tên thật Tào Duệ (tiếng Trung: 曹叡; bính âm: Cáo Rùi), tự Nguyên Trọng (元仲), là vị Hoàng đế thứ","pageid":408870,"title":"Tào Duệ"},{"snippet":"Lotte cùng với Asada Mao, ca sĩ Airi Matsui, nữ diễn viên Hirose Suzu và <span class=\"searchmatch\">Tao<\/span> Tsuchiya. Những năm tiếp theo, anh tiếp tục quảng cáo cho Xylitol Whites","pageid":2442436,"title":"Hanyu Yuzuru"}]}