{"Tào Bân":[{"snippet":"viên của Công báo Arkansas nhận xét Hồ Chí Minh là &quot;một người có phong thái <span class=\"searchmatch\">tao<\/span> nhã, rất tinh tế với một cách xử sự nhẹ nhàng và không có tâm địa cá nhân","pageid":375318,"title":"Hồ Chí Minh"},{"snippet":"Republika ng Pilipinas; tiếng Anh: Republic of the Philippines; tiếng Tây <span class=\"searchmatch\">Ban<\/span> Nha: República de Filipinas) là một đảo quốc có chủ quyền tại khu vực Đông","pageid":35811,"title":"Philippines"},{"snippet":"ghi nhận phát triển rực rỡ thời kỳ này, với việc Lê Thánh Tông mở ra Hội <span class=\"searchmatch\">Tao<\/span> đàn, chính Hoàng đế khuyến khích học thuật trong toàn quốc gia. Danh sử Ngô","pageid":27219,"title":"Nhà Lê sơ"},{"snippet":"nội dung trong thẻ ref có tên baocantho.com.vn ^ https:\/\/baocantho.com.vn\/<span class=\"searchmatch\">tao<\/span>-dong-luc-de-nganh-cong-thuong-tien-buoc-a129869.html ^ “Bản sao đã lưu trữ”","pageid":1022,"title":"Cần Thơ"},{"snippet":"dáng Hà Nội trong tác phẩm của Nguyễn Tuân là những thú chơi của các bậc <span class=\"searchmatch\">tao<\/span> nhân mặc khách trong Vang bóng một thời như thưởng trà, thả thơ, đánh thơ","pageid":80,"title":"Hà Nội"},{"snippet":"âm thi tập (Nguyễn Trãi), Hồng Đức quốc âm thi tập (Lê Thánh Tông và hội <span class=\"searchmatch\">Tao<\/span> đàn Nhị thập bát Tú), Bạch Vân quốc ngữ thi tập (Nguyễn Bỉnh Khiêm), Ngự","pageid":882,"title":"Chữ Nôm"},{"snippet":"believers”. BBC. ngày 7 tháng 2 năm 2007. Truy cập ngày 15 tháng 6 năm 2009. ^ Yu <span class=\"searchmatch\">Tao<\/span>. A Solo, a Duet, or an Ensemble? Analysing the Recent Development of Religious","pageid":1529,"title":"Trung Quốc"},{"snippet":" Nam, Nông, Ngân, Ngu, Nho, Nhọt, Panh, Pha, Phia, Quàng, Sầm, Tụ, Tày, <span class=\"searchmatch\">Tao<\/span>, Tạo, Tòng, Vang, Vì, Sa (hay Xa), Xin,... Một số dòng họ quý tộc có nhiều","pageid":39862,"title":"Họ người Việt Nam"},{"snippet":"cải niên hiệu Quang Thuận, xưng hiệu Thiên Nam Động chủ, Đạo Am chủ nhân, <span class=\"searchmatch\">Tao<\/span> Đàn nguyên súy, dùng tên Lê Hạo trong văn bản ngoại giao với nhà Minh. Vừa","pageid":40372,"title":"Lê Thánh Tông"},{"snippet":"sáng tác, và các bản dịch phỏng như trong tập Hán tự hài cú của Ngô Văn <span class=\"searchmatch\">Tao<\/span>, hay các bài thơ vui, thơ chơi. Bên cạnh âm nhạc, Trịnh Công Sơn để lại khá","pageid":3465,"title":"Trịnh Công Sơn"}]}