{"Teodoro Plata":[{"snippet":"<span class=\"searchmatch\">Teodoro<\/span> de Jesus <span class=\"searchmatch\">Plata<\/span> (khoảng 1866 - 6 tháng 2 năm 1897) là một nhà yêu nước người Philippines, đồng thời là người đồng sáng lập Katipunan, một tổ chức","pageid":10034834,"title":"Teodoro Plata"},{"snippet":"và dân sự của Freedom House. Phóng viên không biên giới xếp Tổng thống <span class=\"searchmatch\">Teodoro<\/span> Obiang Nguema Mbasogo trong số những &quot;kẻ săn mồi&quot; tự do báo chí. Nạn buôn","pageid":38176,"title":"Guinea Xích Đạo"},{"snippet":"cách mạng. Xã hội được khởi xướng bởi nhà yêu nước Andrés Bonifacio, <span class=\"searchmatch\">Teodoro<\/span> <span class=\"searchmatch\">Plata<\/span>, Ladislao Diwa và những người khác vào đêm 7 tháng 7, khi nhà văn Philippines","pageid":3686180,"title":"Cách mạng Philippines"},{"snippet":"(PDF). Banco Central del Ecuador. Truy cập ngày 22 tháng 10 năm 2015. ^ <span class=\"searchmatch\">Teodoro<\/span>, Carlos (ngày 27 tháng 7 năm 2018). “Venezuelan government announces new","pageid":19503231,"title":"Tình trạng pháp lý của bitcoin theo quốc gia hoặc vùng lãnh thổ"},{"snippet":"Nha thành lập là Phó vương quốc Tân Granada và Phó vương quốc Rio de la <span class=\"searchmatch\">Plata<\/span>. Năm 1821, México và các nước Trung Mỹ giành được độc lập từ tay Tây Ban","pageid":318028,"title":"Tân Tây Ban Nha"},{"snippet":"Villanueva – Lima Province Estadio Miguel Grau – Piura, Piura Estadio <span class=\"searchmatch\">Teodoro<\/span> Lolo Fernández – Lima Province Estadio de la Municipalidad de Chorrillos","pageid":39962,"title":"Danh sách sân vận động"},{"snippet":"KKK) là một tổ chức cách mạng được thành lập bởi Andrés Bonifacio, <span class=\"searchmatch\">Teodoro<\/span> <span class=\"searchmatch\">Plata<\/span>, Ladislao Diwa và những nhà yêu nước Philippines khác ở Manila vào năm","pageid":8723184,"title":"Katipunan"},{"snippet":"Azcarraga, Andrés Bonifacio - một thành viên của La Liga - đã tập hợp <span class=\"searchmatch\">Teodoro<\/span> <span class=\"searchmatch\">Plata<\/span>, Valentin Diaz, Ladislao Diwa, Jose Dizon và Arellano và thành lập hội","pageid":10146420,"title":"Deodato Arellano"},{"snippet":"(thiết bị chiếu sáng), Rua Santa Ifigênia (phụ tùng điện và điện tử), Rua <span class=\"searchmatch\">Teodoro<\/span> Sampaio (thiết bị âm nhạc và nội thấtt), the posh Rua Oscar Freire (designer","pageid":61281,"title":"São Paulo"},{"snippet":" Việc thành lập Phó vương quốc Tân Granada và Phó vương quốc Río de la <span class=\"searchmatch\">Plata<\/span> (tách ra từ Peru) đã làm giảm đi tầm quan trọng của Lima và lợi nhuận từ","pageid":797270,"title":"Phó vương quốc Peru"}]}