{"Thằng Quả":[{"snippet":"Nhiệt độ là tính chất vật lý của vật chất hiểu nôm na là <span class=\"searchmatch\">thang<\/span> đo độ &quot;nóng&quot; và &quot;lạnh&quot;. Nó là biểu hiện của nhiệt năng, có trong mọi vật chất, là nguồn","pageid":5473,"title":"Nhiệt độ"},{"snippet":"nặng hơn, thêm vào đó là thất mùa và chi phí chiến tranh. Vật giá càng leo <span class=\"searchmatch\">thang<\/span> mức sống càng xuống thấp. Trong khi đó, các biện pháp trấn áp người Công","pageid":192990,"title":"Elizabeth I của Anh"},{"snippet":"Lâm, Thanh Trì, Từ Liêm được thành lập. Khi cuộc Chiến tranh Việt Nam leo <span class=\"searchmatch\">thang<\/span>, Hà Nội phải hứng chịu những cuộc tấn công trực tiếp từ Hoa Kỳ. Riêng trong","pageid":80,"title":"Hà Nội"},{"snippet":"khoa Nhạc viện Thành phố Hồ Chí Minh với số điểm đầu vào là 25,5 thuộc <span class=\"searchmatch\">thang<\/span> điểm cao nhất của nhạc viện. Anh rời khỏi nhạc viện vào tháng 6 năm 2014","pageid":2496206,"title":"Sơn Tùng M-TP"},{"snippet":"1765–66 và 1766–67 tại khu vực biên giới. Cuộc xung đột khu vực hiện đang leo <span class=\"searchmatch\">thang<\/span> đến một cuộc chiến tranh lớn liên quan đến diễn tập quân sự trên toàn quốc","pageid":53417,"title":"Càn Long"},{"snippet":"trọng dụng hai người Tây Dương. Người thứ nhất là Adam Schall von Bell (<span class=\"searchmatch\">Thang<\/span> Nhược Vọng), quốc tịch Đức, Giám đốc Đài thiên văn Bắc Kinh, được Khang","pageid":77773,"title":"Khang Hi"},{"snippet":"tiếng đồng hồ. Đến năm 1972, việc phát sóng bị gián đoạn do chiến sự leo <span class=\"searchmatch\">thang<\/span> và Đài Tiếng nói Việt Nam bắt buộc phải sơ tán. Năm 1973, Đài Tiếng nói","pageid":32948,"title":"Đài Truyền hình Việt Nam"},{"snippet":"42 phi đội và tại 38 căn cứ. Khi tình hình xung đột tại Đông Nam Á leo <span class=\"searchmatch\">thang<\/span>, tháng 6 năm 1964, 28 chiếc B-52F được gắn thêm đế bên ngoài có khả năng","pageid":80803,"title":"Boeing B-52 Stratofortress"},{"snippet":"có phần chính và có sàn hiên với cầu <span class=\"searchmatch\">thang<\/span> đi lên (số bậc <span class=\"searchmatch\">thang<\/span> là số lẻ vì người Thái Lan quan niệm bậc <span class=\"searchmatch\">thang<\/span> số chẵn có thể dẫn ma quỷ vào nhà, mang","pageid":4862,"title":"Thái Lan"},{"snippet":"bề có chiều dài là 6,8 mét. Để bước lên được nền vuông này phài đi <span class=\"searchmatch\">qua<\/span> ba bậc <span class=\"searchmatch\">thang<\/span> đá. Kiểu dáng kiến trúc Khuê Văn Các rất hài hòa và độc đáo. Tầng dưới","pageid":15642,"title":"Văn Miếu – Quốc Tử Giám"}]}