{"Thận tần":[{"snippet":"Nam. Sau khi thống nhất, Việt Nam tiếp tục gặp khó khăn do sự sụp đổ và <span class=\"searchmatch\">tan<\/span> rã của đồng minh Liên Xô cùng Khối phía Đông, các lệnh cấm vận của Hoa Kỳ","pageid":151863,"title":"Việt Nam"},{"snippet":"trọng điểm phía bắc vừa thuộc Vùng duyên hải Bắc Bộ. Đây là tỉnh khai thác <span class=\"searchmatch\">than<\/span> đá chính của Việt Nam, có vịnh Hạ Long là di sản, kỳ quan thiên nhiên thế","pageid":5393,"title":"Quảng Ninh"},{"snippet":"Đã bỏ qua văn bản “Manas” (trợ giúp) ^ “China has been poorer <span class=\"searchmatch\">than<\/span> Europe longer <span class=\"searchmatch\">than<\/span> the party thinks”. 15 Tháng sáu 2017 – qua The Economist. ^ a b","pageid":1529,"title":"Trung Quốc"},{"snippet":"bức thư tuyệt mệnh, ông để lại sự phẫn nộ và <span class=\"searchmatch\">than<\/span> thở: &quot;Tất cả những gì tôi phấn đấu cho Đảng đều đã tiêu <span class=\"searchmatch\">tan<\/span>... Tôi không thể sống khi tổ quốc của tôi bị","pageid":4353,"title":"Liên Xô"},{"snippet":"SLORC đổi tên Miến Điện (Burma) thành Myanmar năm 1989. Dưới sự lãnh đạo của <span class=\"searchmatch\">Than<\/span> Shwe, từ năm 1992 chính quyền quân sự đã tiến hành các thỏa thuận ngừng bắn","pageid":24176,"title":"Myanmar"},{"snippet":"không thực sự là 1 quốc gia quân chủ chuyên chế. Sau khi Đế chế của vua Samo <span class=\"searchmatch\">tan<\/span> rã, người Moravia và Nitra đã thành lập các công quốc mới. Năm 833, Mojmir","pageid":4119,"title":"Séc"},{"snippet":"của đất nước được lấy từ dầu mỏ (36,6%), tiếp theo là khí tự nhiên (32%), <span class=\"searchmatch\">than<\/span> đá (11,4%), năng lượng tái tạo (11,4%) và hạt nhân (8,4%) . Kể từ năm 2007","pageid":57,"title":"Hoa Kỳ"},{"snippet":"nhà lãnh đạo Nga giành được sự ủng hộ lớn nhất của người dân kể từ sau sự <span class=\"searchmatch\">tan<\/span> rã của Liên Xô. Putin được những người ủng hộ ông khen ngợi vì đã phục hồi","pageid":47686,"title":"Vladimir Vladimirovich Putin"},{"snippet":"hàng hoặc giải tán. Tiến đánh bọn Đô Dương (chữ Hán: 都陽) ở Cửu Chân, phá <span class=\"searchmatch\">tan<\/span> và bắt hàng phục. Bắt hơn 300 kẻ cầm đầu dời đi Linh Lăng (chữ Hán: 零陵).","pageid":9146,"title":"Hai Bà Trưng"},{"snippet":"nguyên khoáng sản phong phú gồm là <span class=\"searchmatch\">than<\/span> đá, sắt, dầu thô, đồng, antimon, wolfram, molypden, vàng, magnesit, <span class=\"searchmatch\">than<\/span> chì. Đông Á là quê hương của nhiều cây","pageid":14544,"title":"Châu Á"}]}