{"Thánh Sêbastianô":[{"snippet":"lần) và có thủ môn giữ kỷ lục về thời gian không để lọt lưới liên tiếp (<span class=\"searchmatch\">Sebastiano<\/span> Rossi với 929 phút vào mùa giải Serie A 1993-1994). Trong lịch sử Serie","pageid":40092,"title":"A.C. Milan"},{"snippet":" Vào tháng 9 năm 2011, Inter đã đảm bảo khoản vay từ ICS bằng cách bao <span class=\"searchmatch\">thanh<\/span> toán tài trợ cho Pirelli của mùa giải 2012–13 và 2013–14, với giá 24,8 triệu","pageid":25043,"title":"Inter Milan"},{"snippet":"Maryam; Pfuhl, Oliver; George, Elizabeth; Dexter, Jason; von Fellenberg, <span class=\"searchmatch\">Sebastiano<\/span>; Ott, Thomas; Genzel, Reinhard (28 tháng 11 năm 2016). “An Update on Monitoring","pageid":3138,"title":"Ngân Hà"},{"snippet":"Siêu cúp Châu Âu, đoạt Cúp Liên lục địa. Đầu mùa giải Milan chiêu mộ <span class=\"searchmatch\">Sebastiano<\/span> Rossi để chia lửa với thủ môn Andrea Pazzagli. Sự hưng phấn của Milan","pageid":19616388,"title":"Lịch sử A.C. Milan"},{"snippet":"Bonaparte gửi tướng Pierre Augereau tới Paris để lãnh đạo một cuộc đảo chính và <span class=\"searchmatch\">thanh<\/span> lọc những người bảo hoàng vào ngày 4 tháng 9, sự kiện này sau được gọi là","pageid":27006,"title":"Napoléon Bonaparte"},{"snippet":"không mang và cũng không có khái niệm về vũ khí, bởi vì khi tôi đưa những <span class=\"searchmatch\">thanh<\/span> gươm cho họ, họ đã cầm đằng lưỡi và bị thương. Họ không có sắt…tôi thấy","pageid":51805,"title":"Cristoforo Colombo"},{"snippet":"Fantoni... Đại tá Ettore Ferretti Jacques Dacqmine... <span class=\"searchmatch\">Sebastiano<\/span> Cannito Michele Placido... <span class=\"searchmatch\">Thanh<\/span> tra cảnh sát Corrado Cattani Giuliana de Sio... Giulia","pageid":231366,"title":"Bạch tuộc (phim truyền hình)"},{"snippet":"aedificatoria trong năm 1485 đã trở thành cuốn sách in đầu tiên về kiến trúc. <span class=\"searchmatch\">Sebastiano<\/span> Serlio (. 1475 - 1554 c) xuất bản các văn bản quan trọng tiếp theo, đầu","pageid":86241,"title":"Kiến trúc Phục Hưng"},{"snippet":"Giáo hoàng Innôcentê III là đỉnh cao của chế độ giáo hoàng, công xã đã <span class=\"searchmatch\">thanh<\/span> lý được viện nguyên lão, thay thế nó bằng một Senatore lệ thuộc Giáo hoàng","pageid":23616,"title":"Roma"},{"snippet":"20 sư đoàn trước cuộc chiến, nhưng tư lệnh tại Albania là trung tướng <span class=\"searchmatch\">Sebastiano<\/span> Visconti Prasca lại cho rằng lực lượng đó chỉ cần đến sau khi giai đoạn","pageid":522598,"title":"Chiến tranh Hy Lạp-Ý"}]}