{"Theodoric I":[{"snippet":"<span class=\"searchmatch\">Theodoric<\/span> <span class=\"searchmatch\">I<\/span> (tiếng Goth: Þiudareiks; tiếng Đức: Theodorid hay Theodorich; tiếng Latinh: Theodericus; ? – 451), gọi theo tiếng Tây Ban Nha, Bồ Đào Nha","pageid":3221734,"title":"Theodoric I"},{"snippet":"La Mã của danh tướng Flavius Aetius hợp binh với vua người Tây Goth là <span class=\"searchmatch\">Theodoric<\/span> và đánh tan tác quân đội tinh nhuệ của Attila trong trận đánh lớn tại","pageid":4859,"title":"Châu Âu"},{"snippet":"tạo nên công trình của ông vào thế kỷ XIII, Qutb al-Din al-Shirazi và <span class=\"searchmatch\">Theodoric<\/span> của Freiberg đã đưa ra các giải thích chính xác về hiện tượng cầu vồng","pageid":3729,"title":"Mặt Trời"},{"snippet":"liên quân Tây La Mã - Tây Goth - Frank do danh tướng Flavius Aetius, vua <span class=\"searchmatch\">Theodoric<\/span> và vua Merovech chỉ huy đập tan nát liên quân Hung Nô - Đông Goth - Gepid","pageid":76943,"title":"Chiến tranh"},{"snippet":"lúc này đã định cư ở Moesia, và thuyết phục vị vua của người Goth là <span class=\"searchmatch\">Theodoric<\/span> khởi hành tới Ý với tư cách là magister militum per Italiam, nhằm mục","pageid":61402,"title":"Đế quốc Đông La Mã"},{"snippet":"Hoàng đế Đông La Mã Leo <span class=\"searchmatch\">I<\/span> (trị vì: 457 – 474). Trong suốt nhiều năm sống tại triều đình Đông La Mã ở Constantinopolis, <span class=\"searchmatch\">Theodoric<\/span> đã sớm tiếp thu và học","pageid":803522,"title":"Theodoricus Cả"},{"snippet":"- 1405 <span class=\"searchmatch\">Theodoric<\/span> <span class=\"searchmatch\">I<\/span> Đại đế (454 - 526), vua của Ostrogoths, nhiếp chính của Visigoth và phó vương của đế chế Byzantine: 474 - 526 Theodosius <span class=\"searchmatch\">I<\/span> (347 - 395)","pageid":813708,"title":"Đại đế"},{"snippet":"Hoàng đế Leo <span class=\"searchmatch\">I<\/span>, Zeno và Basiliscus. Ngoài ra ông còn là người tranh giành quyền lãnh đạo của tộc Ostrogoth với người bà con là <span class=\"searchmatch\">Theodoric<\/span> Đại đế về sau","pageid":2219230,"title":"Theodoric Strabo"},{"snippet":"Ostrogoth, vương quốc Lombard, và vương quốc Frank. Năm 493, vua Ostrogoth là <span class=\"searchmatch\">Theodoric<\/span> Đại đế đánh bại Odoacer và chiếm lấy Ravenna, nhưng sự thống trị của họ","pageid":569368,"title":"Sơ kỳ Trung Cổ"},{"snippet":"đến vào năm 493, khi mà Odoacer bị thay thế bởi <span class=\"searchmatch\">Theodoric<\/span> Đại Đế, vua của người Ostrogoth. <span class=\"searchmatch\">Theodoric<\/span> đã bị buộc phải xưng thần với Zeno để đối phó với","pageid":532076,"title":"Đế quốc Tây La Mã"}]}