{"Thomas Mun":[{"snippet":"Sir <span class=\"searchmatch\">Thomas<\/span> <span class=\"searchmatch\">Mun<\/span> (17 tháng 6, 1571 – 21 tháng 7 năm 1641) là một học giả kinh tế người Anh và thường được coi là người cuối cùng trong số những nhà trọng","pageid":3350669,"title":"Thomas Mun"},{"snippet":"xuất hiện trong bộ phim hoạt hình Viên ngọc thần: Chuyện về Bọ Rùa và Mèo <span class=\"searchmatch\">Mun<\/span> (Miura-culớt) Marinette Dupain-Cheng (lồng tiếng bởi Cristina Vee trong bản","pageid":19633545,"title":"Danh sách nhân vật trong Viên ngọc thần: Chuyện về Bọ Rùa và Mèo Mun"},{"snippet":"tháng 9 năm 2015. ^ Jurejko, Jonathan (ngày 12 tháng 5 năm 2015). “Bayern <span class=\"searchmatch\">Mun<\/span> 3–2 Barcelona”. BBC Sport. Truy cập ngày 11 tháng 8 năm 2015. ^ Borden, Sam","pageid":42332,"title":"Lionel Messi"},{"snippet":"Viên ngọc thần: Chuyện về Bọ Rùa và Mèo <span class=\"searchmatch\">Mun<\/span> (Tiếng Pháp: Miraculous, les aventures de Ladybug et Chat Noir; Tiếng Anh: Miraculous: Tales of Ladybug &amp;","pageid":19632685,"title":"Viên ngọc thần: Chuyện về Bọ Rùa và Mèo Mun"},{"snippet":"nhấp nhô nhẹ với đồi thấp và hồ nông, cung nước vào sông Mekong qua sông <span class=\"searchmatch\">Mun<\/span>. Hệ thống sông Mê đổ vào Biển Đông bao gồm một loạt các kênh và đập. Cùng","pageid":4862,"title":"Thái Lan"},{"snippet":"cũng như công trình gần đây của Tỳ kheo Analayo, Marcus Bingenheimer và <span class=\"searchmatch\">Mun<\/span>-keat Choong, đã chỉ ra rằng nội dung giáo lý cốt yếu của các kinh văn trong","pageid":11379297,"title":"Phật giáo Nguyên thủy"},{"snippet":"Paderborn 07 0–6 Bayern <span class=\"searchmatch\">Mun<\/span>”. BBC Sport. ngày 21 tháng 10 năm 2014. Truy cập ngày 5 tháng 6 năm 2015. ^ “Roma 1-7 Bayern <span class=\"searchmatch\">Mun<\/span>”. BBC Sport. ngày 1 tháng","pageid":1133437,"title":"Robert Lewandowski"},{"snippet":"(柳) Yoo (Yu) 홍 (洪) Hong 전 (全) Jeon (Jun, Chun) 고 (高) Go (Ko) 문 (文) Moon (<span class=\"searchmatch\">Mun<\/span>) 손 (孫) Son (Sohn) 양 (梁) Yang (Jang) 배 (裵) Bae 조 (曺) Joo (Jo) 백 (白) Bae 민","pageid":10348,"title":"Danh sách một số họ phổ biến"},{"snippet":"là các đỉnh: Phu Tạo (1174 m), Co Unet (1150 m), Phu Canh (1095 m), Phu <span class=\"searchmatch\">Mun<\/span> (1078 m), Phu Tu En (1078 m), Phu On Chinh (1068 m), Phu Dung (1064 m), Phu","pageid":52223,"title":"Vườn quốc gia Phong Nha – Kẻ Bàng"},{"snippet":"thương mại đã được công bố thông qua tranh luận Kho báu của nước Anh của <span class=\"searchmatch\">Thomas<\/span> <span class=\"searchmatch\">Mun<\/span> bởi Forraign Trade, và cuốn The Balance of our Forraign Trade is The Rule","pageid":26002,"title":"Chủ nghĩa tư bản"}]}