{"Tín tần Tân thị":[{"snippet":"Nam. Sau khi thống nhất, Việt Nam tiếp tục gặp khó khăn do sự sụp đổ và <span class=\"searchmatch\">tan<\/span> rã của đồng minh Liên Xô cùng Khối phía Đông, các lệnh cấm vận của Hoa Kỳ","pageid":151863,"title":"Việt Nam"},{"snippet":"nghiệm tử <span class=\"searchmatch\">thi<\/span> đã không được chấp nhận ở Trung Quốc thời trung cổ vì người ta cho rằng không nên xâm phạm xác chết. Dù thế, nhiều bác sĩ không <span class=\"searchmatch\">tin<\/span> điều này","pageid":1529,"title":"Trung Quốc"},{"snippet":"Cộng Hòa đã bị đánh <span class=\"searchmatch\">tan<\/span> vỡ nhanh chóng trong Chiến dịch Mùa Xuân 1975. Sau sự kiện 30 tháng 4 năm 1975, lực lượng quân đội này đã <span class=\"searchmatch\">tan<\/span> rã hoàn toàn. Tính","pageid":98,"title":"Việt Nam Cộng hòa"},{"snippet":"Thiếu nữ bên hoa huệ của Tô Ngọc Vân, Em Thúy của Trần Văn Cẩn, <span class=\"searchmatch\">Tan<\/span> ca mời chị em ra họp <span class=\"searchmatch\">thi<\/span> thợ giỏi của Nguyễn Đỗ Cung. Là thành phố thủ đô và có vị trí","pageid":80,"title":"Hà Nội"},{"snippet":"của khoa <span class=\"searchmatch\">thi<\/span> năm 1901 (khoa này chỉ lấy tiến sĩ và phó bảng). Sau khi Nguyễn Ái Quốc tới Quảng Châu (năm 1924), Nguyễn Sinh Sắc có nhận được <span class=\"searchmatch\">tin<\/span>, biết Nguyễn","pageid":375318,"title":"Hồ Chí Minh"},{"snippet":"tác chiến với bốn nhiệm vụ: Đẩy mạnh chiến tranh du kích ở địch hậu phá <span class=\"searchmatch\">tan<\/span> âm mưu bình định của địch, phá kế hoạch mở rộng quân ngụy Việt. Bộ đội chủ","pageid":7320,"title":"Chiến dịch Điện Biên Phủ"},{"snippet":"xưa. Hoàng đế Càn Long là người tôn sùng Phật giáo, rất <span class=\"searchmatch\">tin<\/span> vào thuyết sinh tử luân hồi, muốn <span class=\"searchmatch\">thi<\/span> ân bố đức Hòa Thân để báo đáp nàng phi trong tiền kiếp","pageid":53417,"title":"Càn Long"},{"snippet":"Chân như&quot;; tuệ giác của Đức Phật như Mặt Trời soi sáng khắp thế gian, xóa <span class=\"searchmatch\">tan<\/span> đêm tối vô minh. Ứng Cúng (應供) (arahant), dịch nghĩa là A La Hán, là &quot;Người","pageid":11444,"title":"Thích-ca Mâu-ni"},{"snippet":" trong khi Nguyễn Chánh <span class=\"searchmatch\">Thi<\/span> thì phải sang Hoa Kỳ lưu vong. Thất bại này khiến phong trào tranh đấu Phật giáo nhanh chóng <span class=\"searchmatch\">tan<\/span> rã và không còn là mối đe","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"sự lãnh đạo của các Đảng cộng sản. Là một phần trong nỗ lực ngăn chặn sự <span class=\"searchmatch\">tan<\/span> rã của đất nước, một cuộc trưng cầu dân ý đã được tổ chức vào tháng 3 năm","pageid":4353,"title":"Liên Xô"}]}