{"Tsongkhapa":[{"snippet":"<span class=\"searchmatch\">Tsongkhapa<\/span> (chữ Tây Tạng: བཙོང་ཁ་པ་, btsong kha pa, chữ Hán: 宗喀巴, Hán-Việt: Tông-khách-ba, 1357-1419) sinh tại Amdo, Đông Bắc Tây Tạng trong một gia đình","pageid":12373,"title":"Tsongkhapa"},{"snippet":"Rhyacophila <span class=\"searchmatch\">tsongkhapa<\/span> là một loài Trichoptera trong họ Rhyacophilidae. Chúng phân bố ở miền Ấn Độ - Mã Lai.","pageid":876354,"title":"Rhyacophila tsongkhapa"},{"snippet":"tăng phái này mang mũ màu vàng, là một trong bốn tông tại Tây Tạng do <span class=\"searchmatch\">Tsongkhapa<\/span> thành lập. Tông này đặc biệt nhấn mạnh đến Luật tạng (sa., pi. vinaya)","pageid":12478,"title":"Cách-lỗ phái"},{"snippet":"Phái Sakya (Tát-ca phái) Phái Hoàng Mạo (Guelugpa, Cách-lỗ phái) do ngài <span class=\"searchmatch\">Tsongkhapa<\/span>, quê ở miền bắc Tây Tạng lập ra vào thế kỷ 14. Lúc đó,Phật giáo bị mê","pageid":6173,"title":"Mật tông"},{"snippet":"trữ 2008-08-20 tại Wayback Machine The Essence of the Vinaya Ocean by <span class=\"searchmatch\">Tsongkhapa<\/span> (1357–1419) Translations and context on Theravada Vinaya (Vinaya section","pageid":19773842,"title":"Tỳ-nại-da"},{"snippet":"trong đời sống tôn giáo Tây Tạng và gây cả ảnh hưởng đến Tỳ-khưu vĩ đại <span class=\"searchmatch\">Tsongkhapa<\/span> và tông của Ngài là Cách-lỗ. Mười tám bộ Kinh, Luận quan trọng được giảng","pageid":12572,"title":"Tát-ca phái"},{"snippet":"tăng lên đáng kể sau khi ba tu viện lớn Gelugpa được thành lập bởi Je <span class=\"searchmatch\">Tsongkhapa<\/span> (Đại Sư Tông Khách Ba) và các đệ tử của ông ta trong thế kỉ thứ 15. Ba","pageid":110118,"title":"Lhasa"},{"snippet":"được phát triển dưới tác phẩm của các nhà tư tưởng như Sakya Pandita, <span class=\"searchmatch\">Tsongkhapa<\/span> và Ju Mipham. Ở Trung Quốc, sự phát triển mới của Phật giáo được những","pageid":18989606,"title":"Triết học phương Đông"},{"snippet":"mình để ghép các bộ phận cơ thể của người khác dựa trên tác phẩm của Je <span class=\"searchmatch\">Tsongkhapa<\/span>. ^ Được hiểu là duy trì hạnh kiểm bên trong Bản ngã của chính mình. Một","pageid":19769001,"title":"Phật giáo và tình dục"},{"snippet":"Dolpopa Sherab Gyaltsen Taranatha Sakya Sakya Pandita Gorampa Gelugpa <span class=\"searchmatch\">Tsongkhapa<\/span> Ngawang Lobsang Gyatso Thubten Gyatso Tenzin Gyatso Các thuật ngữ và khái","pageid":15153590,"title":"Tsangyang Gyatso"}]}