{"Từ Hoảng":[{"snippet":"khẩu ngữ thường gọi là Phật, Bụt, Phật Tổ, Đức Thế Tôn hoặc Đức Phật) là nhà <span class=\"searchmatch\">tu<\/span> hành, nhà truyền giáo, nhà thuyết giảng, nhà triết học và đạo sư sống ở Ấn","pageid":11444,"title":"Thích-ca Mâu-ni"},{"snippet":"lược rồi tạm chiếm Hà Nội, 2 vườn bia có lúc <span class=\"searchmatch\">hoang<\/span> vắng, cỏ cao lút đầu. Hiện nay 2 vườn bia đã được <span class=\"searchmatch\">tu<\/span> sửa lại theo mẫu sửa nhà bia cuối cùng vào niên","pageid":15642,"title":"Văn Miếu – Quốc Tử Giám"},{"snippet":"củ với những ngôi nhà xây bằng gạch, đường lát đá mà chỉ thấy một cảnh <span class=\"searchmatch\">hoang<\/span> tàn làm cho ta cảm thấy xót xa. Trời ơi, những công trình ấy bây giờ chỉ","pageid":4490,"title":"Phố cổ Hội An"},{"snippet":"hiểm tới nơi đây vào năm 1893. Trong nửa đầu thế kỷ 20, từ một địa điểm <span class=\"searchmatch\">hoang<\/span> vu, người Pháp đã quy hoạch và xây dựng lên một thành phố xinh đẹp với những","pageid":4486,"title":"Đà Lạt"},{"snippet":"2022. ^ a b VTV, BAO DIEN <span class=\"searchmatch\">TU<\/span> (22 tháng 4 năm 2022). “Chỉ bán vé xem bóng đá SEA Games 31, các môn khác miễn phí”. BAO DIEN <span class=\"searchmatch\">TU<\/span> VTV. Lưu trữ bản gốc ngày","pageid":2444141,"title":"Đại hội Thể thao Đông Nam Á 2021"},{"snippet":"phần của nước cộng hòa chung duy nhất. Đạo luật nhân quyền Hoa Kỳ gồm mười <span class=\"searchmatch\">tu<\/span> chính án hiến pháp được thông qua năm 1791. Sau khi giành độc lập, theo học","pageid":57,"title":"Hoa Kỳ"},{"snippet":"Oanh là Trịnh Thị Tuyên. Giản <span class=\"searchmatch\">Tu<\/span> công vào chiếm kinh thành bắt được và bức Uy Mục tự tử ngày 1 tháng 12 năm 1510. Giản <span class=\"searchmatch\">Tu<\/span> công hận Uy Mục giết hại gia","pageid":27219,"title":"Nhà Lê sơ"},{"snippet":"săn bắt ồ ạt thú rừng <span class=\"searchmatch\">hoang<\/span> dã trong vườn quốc gia này để bán cho các quán ăn, nhà hàng địa phương rất nghiêm trọng. Động vật <span class=\"searchmatch\">hoang<\/span> dã ở đây bị săn bắt","pageid":52223,"title":"Vườn quốc gia Phong Nha – Kẻ Bàng"},{"snippet":"Người quân tử là người chuyên tâm nắm vững cái gốc của <span class=\"searchmatch\">tu<\/span> thân. Nắm vững được cái gốc của <span class=\"searchmatch\">tu<\/span> thân thì đạo lập thân xử thế tự nhiên phát sinh ra trong","pageid":7031,"title":"Nho giáo"},{"snippet":"cứu vớt. Từ đó, Đạm Đài Tẫn trở thành đệ tử tiên môn, hắn sửa đổi tính tình <span class=\"searchmatch\">tu<\/span> tâm hướng thiện, lại càng chấp niệm tìm lại Lê Tô Tô năm xưa. Ngay tại thời","pageid":19781607,"title":"Trường Nguyệt Tẫn Minh"}]}