{"Tư Mã Vĩ":[{"snippet":"này, đoàn Tỳ-kheo-ni (sa. bhikṣuṇī, gồm các vị nữ <span class=\"searchmatch\">tu<\/span>) được thành lập do kế mẫu của Tất-đạt-đa là bà <span class=\"searchmatch\">Ma<\/span>-ha-ba-xà-ba-đề làm ni trưởng. Ban đầu, Phật Thích","pageid":11444,"title":"Thích-ca Mâu-ni"},{"snippet":"dụng vũ khí sẽ không bị <span class=\"searchmatch\">vi<\/span> phạm&quot;. Những cuộc tranh luận xoay quanh lối diễn giải <span class=\"searchmatch\">tu<\/span> chính án đó ra sao. Nhiều người diễn giải <span class=\"searchmatch\">Tu<\/span> chính án thứ 2 có nghĩa","pageid":57,"title":"Hoa Kỳ"},{"snippet":"Youku từ ngày 6 tháng 4 năm 2023. Tam giới dưới sự thống trị tàn bạo của <span class=\"searchmatch\">ma<\/span> thần Đạm Đài Tẫn, chúng linh lầm than. Để cứu lấy chúng sinh, Lê Tô Tô – con","pageid":19781607,"title":"Trường Nguyệt Tẫn Minh"},{"snippet":"bán <span class=\"searchmatch\">ma<\/span> túy càng ngày càng tinh <span class=\"searchmatch\">vi<\/span> và phức tạp. Việt Nam tham gia các hội nghị quốc tế bàn thảo vấn đề trên như &quot;Hội nghị quốc tế phòng, chống <span class=\"searchmatch\">ma<\/span> túy,","pageid":151863,"title":"Việt Nam"},{"snippet":"định mới, mạnh tay xử lý vấn nạn tham nhũng và buôn lậu <span class=\"searchmatch\">ma<\/span> túy. Bất kỳ ai bị bắt giữ vì buôn <span class=\"searchmatch\">ma<\/span> túy, cướp đường phố, cướp có vũ trang, hiếp dâm hoặc môi","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"muốn thần dân <span class=\"searchmatch\">tu<\/span> học Phật pháp nên vua Minh Đế đã cử một phái đoàn gồm 18 người đến Ấn Độ để thỉnh cầu hai Thiền sư người Ấn là Ca Diếp <span class=\"searchmatch\">Ma<\/span> Đằng (Kàsyapama'tanga)","pageid":4651,"title":"Phật giáo"},{"snippet":"Milan Fashion Week và chủ trì chương trình truyền hình thực tế Mr. Mossie (<span class=\"searchmatch\">Ma<\/span> Hi Tiên Sinh) chuyên về văn hóa, nghệ thuật, ẩm thực, khám phá và trải nghiệm","pageid":14934660,"title":"La Vân Hi"},{"snippet":"với Bangladesh, Ấn Độ, Trung Quốc, Lào và Thái Lan. Một phần ba tổng chu <span class=\"searchmatch\">vi<\/span> của Myanmar là đường bờ biển giáp với vịnh Bengal và biển Andaman. Theo số","pageid":24176,"title":"Myanmar"},{"snippet":"chùa Phổ Minh tại Thiên Trường (Nam Định) và am Thái <span class=\"searchmatch\">Vi<\/span> tại hành cung Vũ Lâm (Hoa Lư, Ninh Bình) để <span class=\"searchmatch\">tu<\/span> tập, đồng thời chỉ đạo dân khai hoang, mở ấp. Thượng","pageid":33781,"title":"Trần Thái Tông"},{"snippet":"tôn giáo nhỏ với các quan điểm khác nhau về hành <span class=\"searchmatch\">vi<\/span> tình dục được chấp nhận và vài nhóm cấm thầy <span class=\"searchmatch\">tu<\/span> hoặc ni cô quan hệ tình dục. Quan hệ tình dục là một","pageid":39135,"title":"Quan hệ tình dục"}]}