{"Tư Mã Dĩnh":[{"snippet":"Choy 2013, tr. 340.Lỗi sfn: không có mục tiêu: CITEREFChoy2013 (trợ giúp) ^ <span class=\"searchmatch\">Dinh<\/span> Tham 2018, tr. 67.Lỗi sfn: không có mục tiêu: CITEREFDinh_Tham2018 (trợ giúp)","pageid":151863,"title":"Việt Nam"},{"snippet":"chiếm hai huyện Đồng Xuân và Tuy Hoa để lập ra phủ Phú Yên, sau đổi thành <span class=\"searchmatch\">dinh<\/span> Trấn Biên. Sang năm 1653, nhân việc vua Chăm Pa là Po Nraop (Bà Tấm) quấy","pageid":2214,"title":"Chăm Pa"},{"snippet":"lực lượng tiến về phía <span class=\"searchmatch\">Dinh<\/span> Gia Long – nơi ở của Ngô Đình Diệm. Tuy nhiên, vào lúc này, anh em Ngô Đình Diệm đã trốn khỏi <span class=\"searchmatch\">Dinh<\/span> bằng đường hầm bí mật và","pageid":1387,"title":"Nguyễn Văn Thiệu"},{"snippet":"được thành lập bên cạnh làng Hội An đã có trước đó. Căn cứ vào văn bản của <span class=\"searchmatch\">dinh<\/span> trấn Quảng Nam thời Minh Mạng gửi trưởng bang Hoa kiều, Hội An phố gồm 6","pageid":4490,"title":"Phố cổ Hội An"},{"snippet":"thăm trại Vải (Lệ Chi viên, nay thuộc huyện Gia Lương, Hà Bắc), thuộc khu <span class=\"searchmatch\">dinh<\/span> thự của Hành khiển Nguyễn Trãi, bỗng nhiên băng hà, khi đó hoàng đế chỉ tròn","pageid":27219,"title":"Nhà Lê sơ"},{"snippet":"nhà thờ, <span class=\"searchmatch\">tu<\/span> viện, chùa chiền, công trình công cộng... cùng hàng ngàn biệt thự xinh đẹp hiện diện khắp thành phố. Qua thời gian, những <span class=\"searchmatch\">dinh<\/span> thự, biệt","pageid":4486,"title":"Đà Lạt"},{"snippet":"đảng hơn nghìn người đến đánh bảo <span class=\"searchmatch\">Ma<\/span> Đế. Thủ binh Thuận Thành chống không được, phải bỏ bảo chạy. Phó tướng quản <span class=\"searchmatch\">dinh<\/span> Bình Thuận là Phan Tiến Hoàng nghe","pageid":29952,"title":"Lịch sử Chăm Pa"},{"snippet":"Buôn <span class=\"searchmatch\">Ma<\/span> Thuột có 9 phường: Ea Tam, Khánh Xuân, Tân Lập, Tân Thành, Tân Tiến, Thắng Lợi, Thành Công, Thống Nhất, Tự An và 5 xã: Cư Êbur, Ea Kao, Ea <span class=\"searchmatch\">Tu<\/span>, Hòa","pageid":19006,"title":"Buôn Ma Thuột"},{"snippet":"5 khu tự trị, 4 đô thị trực thuộc và 2 đặc khu hành chính là Hồng Kông và <span class=\"searchmatch\">Ma<\/span> Cao. Chính phủ Trung Quốc cũng tuyên bố chủ quyền đối với tất các vùng lãnh","pageid":1529,"title":"Trung Quốc"},{"snippet":"điện, hoa viên. Trong những ngọn đồi phía tây bắc của Bắc Kinh, ông mở rộng <span class=\"searchmatch\">dinh<\/span> thự được gọi là &quot;Viên Minh Viên&quot; (Yuanmingyuan) (bây giờ được gọi là Cung","pageid":53417,"title":"Càn Long"}]}