{"Tư Mã Hi":[{"snippet":"La Vân <span class=\"searchmatch\">Hi<\/span> (sinh ngày 28 tháng 7 năm 1988), tên thật là La Dực (tiếng Trung: 罗弋), tên tiếng Anh là Leo (Còn gọi là Leo Luo), là một ca sĩ, diễn viên, nghệ","pageid":14934660,"title":"La Vân Hi"},{"snippet":"như vua Tần-bà-sa-la (zh. 頻婆娑羅, sa. bimbisāra) và vương hậu Vi-đề-<span class=\"searchmatch\">hi<\/span> (Vaideli) của xứ <span class=\"searchmatch\">Ma<\/span>-kiệt-đà, vua Ba-tư-nặc và vương hậu Mạt-lợi (Mallika) nước Kiều-tát-la","pageid":11444,"title":"Thích-ca Mâu-ni"},{"snippet":"tác giả Đằng La Vi Chi với sự tham gia của hai diễn viên chính là La Vân <span class=\"searchmatch\">Hi<\/span> và Bạch Lộc. Bộ phim bắt đầu phát sóng tại Trung Quốc trên nền tảng phim trực","pageid":19781607,"title":"Trường Nguyệt Tẫn Minh"},{"snippet":"Khang <span class=\"searchmatch\">Hi<\/span>, người mà ông rất ngưỡng mộ. Khi còn trẻ, Càn Long đã khiến Khang <span class=\"searchmatch\">Hi<\/span> ngạc nhiên về rất nhiều lĩnh vực, nhất là về văn học nghệ thuật. Khang <span class=\"searchmatch\">Hi<\/span> đã","pageid":53417,"title":"Càn Long"},{"snippet":"nội), Công nương Alix xứ Hesse-Darmstadt, người mà Victoria của Anh từng <span class=\"searchmatch\">hi<\/span> vọng là sẽ kết hôn với anh trai của George. Là Công tước và Công nương xứ","pageid":1520453,"title":"George V của Anh"},{"snippet":"ta cho rằng Phật giáo đến Sri Lanka khoảng năm 250 trước Công nguyên, do <span class=\"searchmatch\">Ma<\/span>-<span class=\"searchmatch\">hi<\/span>-đà và Tăng-già-mật-đa (pi. saṅghamitta), hai người con của A-dục vương (sa","pageid":4651,"title":"Phật giáo"},{"snippet":"thành đi vào núi Yên Tử ẩn <span class=\"searchmatch\">tu<\/span>, đến chùa Tháp ở núi Đông Cứu thì trời sáng, ông đã thấm mệt nên vào nghỉ trong tháp. Vị <span class=\"searchmatch\">tu<\/span> sĩ ở chùa thấy ông có dung mạo","pageid":43022,"title":"Trần Nhân Tông"},{"snippet":"Trong danh của Chúa Kitô, Chúa Thánh Linh ngự vào lòng tín hữu, ban cho họ <span class=\"searchmatch\">hi<\/span> vọng, dẫn họ vào sự hiểu biết chân xác về Thiên Chúa và ý chỉ của Ngài cũng","pageid":3372,"title":"Kitô giáo"},{"snippet":"<span class=\"searchmatch\">Ma<\/span> đạo tổ sư (tiếng Trung: 魔道祖师) là một bộ tiểu thuyết đam mỹ về chủ đề <span class=\"searchmatch\">tu<\/span> tiên của tác giả Mặc Hương Đồng Khứu (Tiếng Trung: 墨香铜臭), được phát hành đầu","pageid":15541454,"title":"Ma đạo tổ sư (tiểu thuyết)"},{"snippet":"Lương Vũ Đế không thành, Bồ-đề-đạt-<span class=\"searchmatch\">ma<\/span> đến Lạc Dương, lên chùa Thiếu Lâm trên rặng Tung Sơn. Nơi đây, Bồ-đề-đạt-<span class=\"searchmatch\">ma<\/span> <span class=\"searchmatch\">tu<\/span> thiền định, 9 năm quay mặt vào vách","pageid":11000,"title":"Bồ-đề-đạt-ma"}]}