{"Tư Mã Nghệ":[{"snippet":"nguyện vọng&quot;. Sau khi 2 mẹ con về cung, vua Tịnh-phạn <span class=\"searchmatch\">nghe<\/span> tin có 1 vị cao nhân đến thăm. Người đó là <span class=\"searchmatch\">tu<\/span> sĩ A-tư-đà (Asita), người có tài tiên tri do đã chứng","pageid":11444,"title":"Thích-ca Mâu-ni"},{"snippet":"gia được phát sóng. Ngày 24 tháng 1 năm 2023, La Vân Hi tham gia Đêm hội <span class=\"searchmatch\">nghe<\/span> nhìn Internet hàng năm, biểu diễn kịch &quot;Hạt giống&quot;. Ngày 6 tháng 4 năm 2023","pageid":14934660,"title":"La Vân Hi"},{"snippet":"gặp Khánh Ly đang hát ở Đà Lạt, lúc đó Khánh Ly chưa nổi tiếng nhưng tôi <span class=\"searchmatch\">nghe<\/span> qua giọng hát thấy phù hợp với những bài hát của mình đang viết và lúc đó","pageid":3465,"title":"Trịnh Công Sơn"},{"snippet":"tư chất hơn người, học đâu nhớ đó. Năm Khang Hy thứ 60 (1721), Khang Hy <span class=\"searchmatch\">nghe<\/span> nói cháu nội Hoằng Lịch ở Ung Thân vương phủ rất thông minh, bèn cho mời","pageid":53417,"title":"Càn Long"},{"snippet":"hỏi, lắng <span class=\"searchmatch\">nghe<\/span> những ý kiến trái chiều và thực hành giáo pháp. Cách thực hành trong Phật giáo cũng được phân chia theo tam học, cụ thể là <span class=\"searchmatch\">tu<\/span> học về giới","pageid":4651,"title":"Phật giáo"},{"snippet":"động vì hòa bình. Ông đã tổ chức các khóa <span class=\"searchmatch\">tu<\/span> thiền cho người Israel và người Palestine, khuyến khích họ lắng <span class=\"searchmatch\">nghe<\/span> và học hỏi lẫn nhau; thuyết giảng kêu gọi","pageid":59097,"title":"Thích Nhất Hạnh"},{"snippet":"đây làm lễ xuống tóc, đổi áo và dự một khóa <span class=\"searchmatch\">tu<\/span> khoảng 1 tháng để học các giới luật, <span class=\"searchmatch\">nghe<\/span> thuyết pháp và <span class=\"searchmatch\">tu<\/span> thiền. Chùa Shwedagon (chùa vàng) ở Yangon là","pageid":24176,"title":"Myanmar"},{"snippet":"phần của nước cộng hòa chung duy nhất. Đạo luật nhân quyền Hoa Kỳ gồm mười <span class=\"searchmatch\">tu<\/span> chính án hiến pháp được thông qua năm 1791. Sau khi giành độc lập, theo học","pageid":57,"title":"Hoa Kỳ"},{"snippet":"thắng những trận nhỏ. Nghĩa quân bắt đầu giành thế thượng phong khi Lê Lợi <span class=\"searchmatch\">nghe<\/span> theo Nguyễn Chích, tiến quân ra đất Nghệ An vào năm 1424. Sau nhiều trận","pageid":62574,"title":"Khởi nghĩa Lam Sơn"},{"snippet":"Oanh là Trịnh Thị Tuyên. Giản <span class=\"searchmatch\">Tu<\/span> công vào chiếm kinh thành bắt được và bức Uy Mục tự tử ngày 1 tháng 12 năm 1510. Giản <span class=\"searchmatch\">Tu<\/span> công hận Uy Mục giết hại gia","pageid":27219,"title":"Nhà Lê sơ"}]}