{"Từ Vinh":[{"snippet":"Kapilavastu. Tuy nhiên, ông sớm từ bỏ cuộc sống <span class=\"searchmatch\">vinh<\/span> hoa phú quý để lên đường đi tìm chánh đạo. Sau 6 năm <span class=\"searchmatch\">tu<\/span> đạo, ông đạt được giác ngộ chính pháp vào năm","pageid":11444,"title":"Thích-ca Mâu-ni"},{"snippet":"cấu vào mùa bóng 1893-1894, và đổi tên mới Manchester City Football Club. <span class=\"searchmatch\">Vinh<\/span> quang đầu tiên của Manchester City là vô địch giải hạng Hai và được lên chơi","pageid":79045,"title":"Manchester City F.C."},{"snippet":"bán kết. [ Đọc tiếp ] Mới chọn: Trò lừa bịp Chiết Mao · Nguyễn Đình Phúc · <span class=\"searchmatch\">Tu<\/span> viện Ljubostinja Lưu trữ Thêm bài viết tốt Ứng cử viên Kỳ thi Olympic Toán","pageid":2,"title":"Trang Chính"},{"snippet":"Kháng tam niên, Mậu Tý trọng đông đại <span class=\"searchmatch\">tu<\/span> có nghĩa là &quot;Tháng 11 năm Mậu Tý niên hiệu Đồng Khánh năm thứ 3 đại <span class=\"searchmatch\">tu<\/span>&quot;. Bức hoành sơn thiếp giản dị, là sản","pageid":15642,"title":"Văn Miếu – Quốc Tử Giám"},{"snippet":"dẫn tới đường Nguyễn Thị Minh Khai. Những ngôi nhà truyền thống ở đây được <span class=\"searchmatch\">tu<\/span> bổ và bảo tồn rất tốt, phần lối đi bộ hai bên được lát gạch đỏ, phía cuối","pageid":4490,"title":"Phố cổ Hội An"},{"snippet":"(6 trai, 1 gái). Nguyên tên ban đầu của ông do cha mẹ đặt là Nguyễn Tường <span class=\"searchmatch\">Vinh<\/span>. Đến năm Thạch Lam 15 tuổi, thấy mình học chậm, cần tăng thêm tuổi để học","pageid":93879,"title":"Thạch Lam"},{"snippet":"(nơi Khả hãn Tôn Vạn <span class=\"searchmatch\">Vinh<\/span> đang ở), bắt được thê tử, gia quyến của Lý Tận Trung và Khả hãn Tôn Vạn <span class=\"searchmatch\">Vinh<\/span> cùng gia quyến của Tôn Vạn <span class=\"searchmatch\">Vinh<\/span>, tàn sát người Khiết","pageid":33846,"title":"Võ Tắc Thiên"},{"snippet":"thương mại trước hết với Bồ Đào Nha và Hà Lan, sau thêm Anh và Pháp. Các <span class=\"searchmatch\">tu<\/span> sĩ Dòng Tên do Bồ Đào Nha bảo trợ đến truyền bá Công giáo từ năm 1615 rồi","pageid":151863,"title":"Việt Nam"},{"snippet":"Oanh là Trịnh Thị Tuyên. Giản <span class=\"searchmatch\">Tu<\/span> công vào chiếm kinh thành bắt được và bức Uy Mục tự tử ngày 1 tháng 12 năm 1510. Giản <span class=\"searchmatch\">Tu<\/span> công hận Uy Mục giết hại gia","pageid":27219,"title":"Nhà Lê sơ"},{"snippet":"thành đi vào núi Yên Tử ẩn <span class=\"searchmatch\">tu<\/span>, đến chùa Tháp ở núi Đông Cứu thì trời sáng, ông đã thấm mệt nên vào nghỉ trong tháp. Vị <span class=\"searchmatch\">tu<\/span> sĩ ở chùa thấy ông có dung mạo","pageid":43022,"title":"Trần Nhân Tông"}]}