{"Vị Trâu":[{"snippet":"có thể hiểu được tầm quan trọng của sự mềm dẻo trong cuộc sống và có thể <span class=\"searchmatch\">trau<\/span> dồi những giá trị đích thực để có thể xử sự trong những tình huống khác nhau","pageid":3012,"title":"Kinh Dịch"},{"snippet":"Định cũng có thể bị mất đi nếu hành giả không có sự tu tập, hành thiền, <span class=\"searchmatch\">trau<\/span> dồi thường xuyên. Hoặc khi hành giả phóng dật hay khởi lên các tâm tham,","pageid":8777,"title":"A-la-hán"},{"snippet":"hỗ trợ bốn cấp thiền định trên, đó là Tứ Niệm Xứ, Tứ Vô Lượng Tâm, tức là <span class=\"searchmatch\">trau<\/span> dồi bốn tâm thức Từ, Bi, Hỉ và Xả (cũng được gọi là Tứ Phạm trú). Cách thiền","pageid":4651,"title":"Phật giáo"},{"snippet":"có xu hướng thường xuyên đóng vai trò tương tự trong các cuộc săn mồi và <span class=\"searchmatch\">trau<\/span> dồi kỹ năng của chúng. Sức khỏe của những thành viên đảm nhiệm việc săn mồi","pageid":6807,"title":"Sư tử"},{"snippet":"Định năm 1859 cho đến khi rời Sài Gòn (năm 1954), người Pháp chỉ tập trung &quot;<span class=\"searchmatch\">trau<\/span> chuốt&quot; khu vực rộng 3 km², nơi mà kiều dân Pháp sinh sống (Quận 1 hiện nay)","pageid":39,"title":"Thành phố Hồ Chí Minh"},{"snippet":"tảng đá xếp tại chỗ. Các chân tảng đều bằng đá cát, các cánh sen thon thả, <span class=\"searchmatch\">trau<\/span> chuốt, đẹp tương tự như chân tảng đá hoa sen thời Lý ở tháp Tường Long (Hải","pageid":15644,"title":"Hoàng thành Thăng Long"},{"snippet":"Thành Đức bên trái Bi văn có nghĩa là trang sức nên vẻ đẹp. Ý nói văn chương <span class=\"searchmatch\">trau<\/span> chuốt sáng sủa, có sức truyền cảm thuyết phục con người. Cửa Súc văn kết","pageid":15642,"title":"Văn Miếu – Quốc Tử Giám"},{"snippet":"giàu chất lãng mạn, trữ tình. Hình ảnh thơ đẹp, giọng điệu thơ mềm mại, <span class=\"searchmatch\">trau<\/span> chuốt. Tuy nhiên, cảm hứng thơ ít phát triển, hình tượng thơ có ít biển hóa","pageid":78451,"title":"Thế Lữ"},{"snippet":"lổng, chơi bời...Họ (những tài tử) thường tụ họp vừa tập ca cho vui, vừa <span class=\"searchmatch\">trau<\/span> giồi nghệ thuật...rồi mỗi khi có đám tang, vào lúc canh khuya...họ cũng hòa","pageid":2911,"title":"Cải lương"},{"snippet":"người chơi golf, trượt tuyết. Lúc nào chàng thanh niên cũng ăn mặc chỉnh tề, <span class=\"searchmatch\">trau<\/span> chuốt, lịch sự, điển trai, hợp với những thú vui Paris hơn là hoạt động chính","pageid":15247,"title":"Bảo Đại"}]}