{"Vĩnh Cơ":[{"snippet":"Phreaking ^ http:\/\/news.bbc.<span class=\"searchmatch\">co<\/span>.uk\/1\/hi\/uk\/5258604.stm BBC News. ngày 29 tháng 11 năm 2006. Truy cập 27 April2012. ^ http:\/\/news.bbc.<span class=\"searchmatch\">co<\/span>.uk\/2\/hi\/uk_news\/4410551","pageid":89814,"title":"Charles III"},{"snippet":"cấu vào mùa bóng 1893-1894, và đổi tên mới Manchester City Football Club. <span class=\"searchmatch\">Vinh<\/span> quang đầu tiên của Manchester City là vô địch giải hạng Hai và được lên chơi","pageid":79045,"title":"Manchester City F.C."},{"snippet":"là TP. Cần Thơ và 12 tỉnh: Long An, Tiền Giang, Bến Tre, Vĩnh Long, Trà <span class=\"searchmatch\">Vinh<\/span>, Hậu Giang, Sóc Trăng, Đồng Tháp, An Giang, Kiên Giang, Bạc Liêu và Cà Mau","pageid":4072,"title":"Đồng bằng sông Cửu Long"},{"snippet":"a b c d e f g h Thông tin được lấy từ trang cambodia2023.com ^ “Ajinomoto <span class=\"searchmatch\">Co<\/span>., Inc. Becomes a Premium Partner of the 32nd SEA Games and the 12th ASEAN","pageid":2444144,"title":"Đại hội Thể thao Đông Nam Á 2023"},{"snippet":"lớn nhất ở Ý. Vào ngày 3 tháng 3 năm 1980, sân vận động được đặt tên để <span class=\"searchmatch\">vinh<\/span> danh Giuseppe Meazza, nhà vô địch World Cup hai lần (1934, 1938) đã chơi","pageid":197216,"title":"San Siro"},{"snippet":"nơi này. Khi nhận ra sự có mặt của họ không được ưa chuộng, người Mỹ lại <span class=\"searchmatch\">co<\/span> vào chủ nghĩa biệt lập. Lòng hăng hái đi cứu thế tàn lụi nhanh chóng. Người","pageid":57,"title":"Hoa Kỳ"},{"snippet":"thưởng Nữ hoàng dành cho doanh nghiệp trong hạng mục Thương mại quốc tế tôn <span class=\"searchmatch\">vinh<\/span> những đóng góp xuất sắc của họ đối với thương mại quốc tế và giá trị mà nó","pageid":26925,"title":"Giải bóng đá Ngoại hạng Anh"},{"snippet":"bản gốc ngày 1 tháng 11 năm 2010. Truy cập ngày 31 tháng 10 năm 2010. ^ “<span class=\"searchmatch\">Co<\/span>-founder of Twitter receives key to St. Louis with 140 character proclamation”","pageid":371936,"title":"Twitter"},{"snippet":"Hoàng Chung xã Đồng Ích ngày mùng 10 tháng giêng âm lịch hàng năm. Lễ hội Kéo <span class=\"searchmatch\">Co<\/span> (thôn Hòa Loan, xã Lũng Hòa, Vĩnh Tường) từ ngày mùng 4 đến mùng 8 tháng Giêng","pageid":4172,"title":"Vĩnh Phúc"},{"snippet":"Angkor Wat (tiếng Khmer: អង្គរវត្ត, tiếng Việt: Ăng-<span class=\"searchmatch\">co<\/span> Vát) là một quần thể đền đài tại Campuchia và là di tích tôn giáo lớn nhất thế giới, rộng 162,6","pageid":8780,"title":"Angkor Wat"}]}