{"Vĩnh Dung":[{"snippet":"chọn được bài hát chủ đề nào. Ban tổ chức quyết định đặt hàng nhạc sĩ Quang <span class=\"searchmatch\">Vinh<\/span>, tác giả bài hát chính thức &quot;Vì một thế giới ngày mai&quot; tại SEA Games 22,","pageid":2444141,"title":"Đại hội Thể thao Đông Nam Á 2021"},{"snippet":"thu gọn địa chỉ website như tinyurl, bit.ly và tr.im, hoặc các dịch vụ nội <span class=\"searchmatch\">dung<\/span> tên miền như là Twitpic và NotePub nhằm thu thập các thông tin đa phương","pageid":371936,"title":"Twitter"},{"snippet":"Cô còn đứng thứ 25 thế giới cự ly 400m tự do của nữ và thứ 9 thế giới nội <span class=\"searchmatch\">dung<\/span> 400m hỗn hợp. Năm 2015, cô là đại úy quân đội trẻ nhất tại Việt Nam và được","pageid":1439003,"title":"Nguyễn Thị Ánh Viên"},{"snippet":"Vĩnh Kỳ (1741–1766), mẹ là Du Quý phi, được truy phong làm <span class=\"searchmatch\">Vinh<\/span> Thuần Thân vương. Vĩnh <span class=\"searchmatch\">Dung<\/span> (1744–1790), mẹ là Thuần Huệ Hoàng quý phi, về sau trở thành","pageid":53417,"title":"Càn Long"},{"snippet":"Trà <span class=\"searchmatch\">Vinh<\/span> là một tỉnh ven biển thuộc vùng Đồng bằng sông Cửu Long, Việt Nam. Trà <span class=\"searchmatch\">Vinh<\/span> là một tỉnh thuộc đồng bằng sông Cửu Long; vị trí địa lý giới hạn","pageid":11247,"title":"Trà Vinh"},{"snippet":"do nước này xảy ra nội chiến. Sự kiện có 37 bộ môn thể thao với 583 nội <span class=\"searchmatch\">dung<\/span> được thi đấu. Việc Campuchia đăng cai Đại hội đã được xác nhận trong kỳ SEA","pageid":2444144,"title":"Đại hội Thể thao Đông Nam Á 2023"},{"snippet":"của triều đại quân chủ nhà Hậu Lê trong Lịch sử Việt Nam. Ông được UNESCO <span class=\"searchmatch\">vinh<\/span> danh là &quot;Danh nhân văn hóa của thế giới&quot; và là 1 trong 14 anh hùng tiêu biểu","pageid":1555,"title":"Nguyễn Trãi"},{"snippet":"Việt Nam được gửi tranh Giải Oscar cho phim quốc tế hay nhất · Nghệ sĩ được <span class=\"searchmatch\">vinh<\/span> danh tại Đại sảnh Danh vọng Rock and Roll Lưu trữ Thêm danh sách chọn lọc","pageid":2,"title":"Trang Chính"},{"snippet":"Quảng Bình. Địa chỉ: 10, đường Nguyễn Thị Minh Khai, phường Hưng Bình, Tp. <span class=\"searchmatch\">Vinh<\/span>, tỉnh Nghệ An. Công ty Dịch vụ MobiFone khu vực 7: Trụ sở chính tại tỉnh","pageid":90831,"title":"Tổng công ty Viễn thông MobiFone"},{"snippet":"trước. Thánh Tông bắt đầu cho phép tôn <span class=\"searchmatch\">vinh<\/span> việc học bằng các cuộc lễ xướng danh (lễ đọc tên người thi đậu), lễ <span class=\"searchmatch\">vinh<\/span> quy bái tổ (lễ đón rước người thi đậu","pageid":27219,"title":"Nhà Lê sơ"}]}