{"Vinh tần":[{"snippet":"nhà Kareba Dreams (nay là khách sạn <span class=\"searchmatch\">Vinh<\/span> Downtown nằm ở đại lộ VI Lê Nin) bị máy bay B52 của không quân Mỹ phá <span class=\"searchmatch\">tan<\/span> tành. Ngày 26 tháng 12 năm 1970, chuyển","pageid":27120,"title":"Vinh"},{"snippet":"Anhalt-Dessau đều lập những chiến công hiển hách đập <span class=\"searchmatch\">tan<\/span> tành quân đội của Louis XIV, mang lại <span class=\"searchmatch\">vinh<\/span> quang cho nước nhà (tỷ như trong những trận đánh vang","pageid":4859,"title":"Châu Âu"},{"snippet":"Nam. Sau khi thống nhất, Việt Nam tiếp tục gặp khó khăn do sự sụp đổ và <span class=\"searchmatch\">tan<\/span> rã của đồng minh Liên Xô cùng Khối phía Đông, các lệnh cấm vận của Hoa Kỳ","pageid":151863,"title":"Việt Nam"},{"snippet":"sự lãnh đạo của các Đảng cộng sản. Là một phần trong nỗ lực ngăn chặn sự <span class=\"searchmatch\">tan<\/span> rã của đất nước, một cuộc trưng cầu dân ý đã được tổ chức vào tháng 3 năm","pageid":4353,"title":"Liên Xô"},{"snippet":"trước. Thánh Tông bắt đầu cho phép tôn <span class=\"searchmatch\">vinh<\/span> việc học bằng các cuộc lễ xướng danh (lễ đọc tên người thi đậu), lễ <span class=\"searchmatch\">vinh<\/span> quy bái tổ (lễ đón rước người thi đậu","pageid":27219,"title":"Nhà Lê sơ"},{"snippet":"năm 1427, quân Lam Sơn triển khai chiến dịch Chi Lăng – Xương Giang, đánh <span class=\"searchmatch\">tan<\/span> tác lực lượng viện binh quân Minh, buộc tướng chỉ huy quân Minh trên đất","pageid":62574,"title":"Khởi nghĩa Lam Sơn"},{"snippet":"quân Đại Chấn của Đại Tộ <span class=\"searchmatch\">Vinh<\/span>. Kết cục, Yên Quốc công Lý Giai Cố tử trận ở Liêu Hà, quân đội nhà Đường thua <span class=\"searchmatch\">tan<\/span> tác. Đại Tộ <span class=\"searchmatch\">Vinh<\/span> cho quân rút khỏi Liêu","pageid":33846,"title":"Võ Tắc Thiên"},{"snippet":"Đỏ định tái hoạt động, nhưng bị quân đội Hun Sen đánh bại. Khmer Đỏ dần <span class=\"searchmatch\">tan<\/span> rã, các lãnh đạo bị bắt và bị đưa ra xét xử ở tòa án quốc tế. Từ cuối Chiến","pageid":15372,"title":"Chiến tranh biên giới Việt Nam – Campuchia"},{"snippet":"Ông được biết đến trong lịch sử Việt Nam với việc chỉ huy quân đội đánh <span class=\"searchmatch\">tan<\/span> hai cuộc xâm lược của quân Nguyên – Mông năm 1285 và năm 1288. Phần lớn tài","pageid":746,"title":"Trần Hưng Đạo"},{"snippet":"cấu vào mùa bóng 1893-1894, và đổi tên mới Manchester City Football Club. <span class=\"searchmatch\">Vinh<\/span> quang đầu tiên của Manchester City là vô địch giải hạng Hai và được lên chơi","pageid":79045,"title":"Manchester City F.C."}]}