{"Warren Hastings":[{"snippet":"<span class=\"searchmatch\">Warren<\/span> <span class=\"searchmatch\">Hastings<\/span> FRS, PC (06\/12\/1732 - 22\/08\/1818), là một chính khách người Anh, Thống đốc đầu tiên của Pháo đào William (thuộc địa Bengal), người đứng","pageid":19639196,"title":"Warren Hastings"},{"snippet":"trưởng Kế hoạch của chính phủ Việt Nam Cộng hòa lúc bấy giờ, thì Giáo sư <span class=\"searchmatch\">Warren<\/span> Nutter là cựu Phụ tá Tổng trưởng Quốc phòng, đặc trách phần tài chính của","pageid":4638,"title":"Sự kiện 30 tháng 4 năm 1975"},{"snippet":"(Thủ môn) Deabeauty (Tầm thủ) Đội Úc Matthew Ashwonga (Truy thủ) Kenneth <span class=\"searchmatch\">Hastings<\/span> (Truy thủ) Miriam Monteague (Truy thủ) Wongaringopowow (Tấn thủ) Minnows","pageid":117254,"title":"Danh sách nhân vật trong truyện Harry Potter"},{"snippet":"không có mục tiêu: CITEREFHayMaclaganGordon2008 (trợ giúp) ^ *Bauer, L.; <span class=\"searchmatch\">Warren<\/span>, P.; Bardsley, D.; Kennedy, M.; Major, G. (2007). “New Zealand English”","pageid":27736,"title":"New Zealand"},{"snippet":"Richard Wellesley, Hầu tước Wellesley thứ nhất, và sau đó là Francis Rawdon-<span class=\"searchmatch\">Hastings<\/span>, Bá tước Moira đời thứ hai, cùng nhau phân chia quyền lực. Có nhà chính","pageid":732526,"title":"George IV của Anh"},{"snippet":"Harris tốt nghiệp Đại học Howard và Đại học California, Cao đẳng Luật <span class=\"searchmatch\">Hastings<\/span>. Bà bắt đầu sự nghiệp của mình tại Văn phòng Biện lý Quận Alameda, trước","pageid":14133399,"title":"Kamala Harris"},{"snippet":"phù hợp với một thủ đô quốc gia.&quot; Theo sau chiến thắng tại Trận chiến <span class=\"searchmatch\">Hastings<\/span>, William I (William the Conqueror), lúc đó là Công tước Normandy, đã đăng","pageid":31431,"title":"Luân Đôn"},{"snippet":"the documentary Reportaje Del Movimiento Revolucionario en Barcelona, <span class=\"searchmatch\">Hastings<\/span> Free TV Lưu trữ 2006-08-13 tại Wayback Machine ^ Thousands of Servant of","pageid":126565,"title":"Nội chiến Tây Ban Nha"},{"snippet":"này, trong đó phong trào Giám lý xứ Wales và hội đoàn Giám lý của Selina <span class=\"searchmatch\">Hastings<\/span>, Nữ bá tước Huntingdon áp dụng thần học Calvin theo ảnh hưởng của Whitefield","pageid":9200,"title":"Phong trào Giám lý"},{"snippet":"khi còn là một đứa trẻ sơ sinh. Elizabeth (1364-1426), kết hôn với John <span class=\"searchmatch\">Hastings<\/span>, Bá tước thứ 3 của Pembroke, John Holland, Công tước thứ nhất của Exeter","pageid":14903172,"title":"Vương tộc Plantagenet"}]}