{"23590":["{{Infobox Mandir \n|image =Bayon-5.jpg\n|creator=JayavarmanVII\n|proper_name=Bayon\n|date_built =cuối thế kỷ 12\n|architecture=Bayon 3 tầng\n|primary_deity=thần Lokesvara\n|location=Di tích Angkor - Xiêm Riệp \n}}","{{fn|1}}","{{Quote_box\n| width=240px\n| align=right\n| quote=\"''Buổi lễ đăng quang của vua Jayaraman VII tổ chức năm 1181, bốn năm sau ngày thất thủ kinh đô, kinh thành Yaxodarapura giống như một cô thiếu nữ hiền hậu, xứng dôi vừa lứa với người yêu của mình, nhiệt tình và say đắm, được trang trí bằng một toà lâu đài dát vàng ngọc với những dãy thành quách bao bọc như một tấm lụa che thân: cô thiếu nữ đó được nhà vua cưới để tạo ra hạnh phúc cho muôn loài trong một buổi lễ huy hoàng, dưới đài vinh quang sáng chói \"''.{{fn|1}}\n| source= &nbsp; Bản văn bia ghi lại lễ đăng quang của nhà vua }}","{{fn|2}}","{{Quote_box\n| width=240px\n| align=left\n| quote= \"...''Đặc biệt vào những đêm trăng, người ta có cảm tưởng như đang viếng một ngôi đền thuộc một thế giới khác... Người ta cảm giác như mình đang sống trở lại với một thời đại của những chuyện thần tiên, lúc mà [[thần Indra]] xây dựng một đền thờ dành cho đám cưới của con trai mình lấy con gái của vua rắn Nagas nhiều đầu\".''{{fn|2}}\n| source= &nbsp; [[Henri Marshall]], người quản thủ khu [[Angkor]], viết trong cuốn ''Cẩm nang Khảo cổ về các đền ở Angkor''}}","{{fn|3}}","{{Quote_box\n| width=240px\n| align=left\n| quote=\"....''ngài cảm nhận được nỗi khổ của tha nhân hơn của chính mình bởi nỗi khổ của kẻ khác tức là nỗi khổ của ngài, sự đau khổ của thần dân còn lớn hơn nỗi khổ của chính ngài nữa. Chính là vì muốn giải thoát loài người ra biển khổ mà trẫm có ý định trở thành Phật \"''.{{fn|3}} \n| source= &nbsp; Văn bia tìm thấy tại Bayon ghi lại }}","{{fn|4}}","{{Quote_box\n| width=240px\n| align=right\n| quote=''\"Máu tôi như đông lại... Tôi thấy như mình bị quan sát từ mọi phía.\"''{{fn|4}}\n| source= &nbsp; Lời nhận xét của Pierre Lôti về đền Bayon}}","{{fn|5}}","{{fn|6}}","{{Quote_box\n| width=240px\n| align=right\n| quote=.... ''\"...hết sức ấn tượng và lãng mạn. Du khách thường bị ám ảnh bởi những cảm xúc ghê rợn.\"''{{fn|6}}\n| source= &nbsp;Lời của [[Henri Parmentier]] về đền Bayon, người đã dành hầu hết cuộc đời trưởng thành của mình cho việc tái xây Angkor}}","{{fnb|1}}","{{fnb|2}}","{{fnb|3}}","{{fnb|4}}","{{fnb|6}}","{{fnb|5}}","{{tham khảo}}","{{Webarchive|url=https://web.archive.org/web/20070209011937/http://www.socher.org/gallery2/v/Cambodia2006/SiemReapandAngkorArea/2bayon/ |date=2007-02-09 }}","{{Webarchive|url=https://web.archive.org/web/20070502224321/http://angkorblog.com/_wsn/page10.html |date=2007-05-02 }}","{{Các di tích Angkor}}","{{thể loại Commons|Bayon}}"]}