{"517537":["{{năm sinh và tuổi|1931}}","{{Thông tin nhân vật\n| tên khai sinh = Bùi Kiến Thành\n| ngày sinh = {{năm sinh và tuổi|1931}}\n| nơi sinh = [[Quảng Nam]], [[Trung Kỳ]]\n| cư trú = \n| citizenship = [[Người Mỹ]]\n| alma_mater = [[Đại học Columbia]]\n| công việc = Nhà tài chính, [[doanh nhân]]\n}}","{{Chú thích web|url=https://doanhnhansaigon.vn/chan-dung-doanh-nhan/bui-kien-thanh-vi-doanh-nhan-di-xuyen-qua-nhieu-che-do-1098379.html|tựa đề=Bùi Kiến Thành - vị doanh nhân \"đi xuyên\" qua nhiều chế độ|website=doanhnhansaigon.vn|ngày=2020-05-01}}","{{chú thích web|title=Tại sao phải giết Tổng thống Ngô Đình Diệm?|url=http://www.rfa.org/vietnamese/in_depth/why-president-ngo-dinh-diem-should-be-killed-ml-10292015135932.html|publisher=RFA|date = ngày 29 tháng 10 năm 2015}}","{{cquote|''Vấn đề ở [[Việt Nam]] trong tất cả mọi ngành không chỉ trong vấn đề kinh doanh mà còn trong những vấn đề khác, nhân sự quản lý nhà nước là cực kỳ quan trọng. Vì vậy cho nên [[Đại hội Đảng Cộng sản Việt Nam X|Đại hội Đảng vừa rồi]] có ra một khuyến nghị rất quyết liệt rằng phải mở vấn đề quản lý nhà nước ra mọi thành phần trong quốc dân, trong [[Đảng Cộng sản Việt Nam|Đảng]] cũng như ngoài Đảng, trong nước cũng như ngoài nước để tham gia vào vấn đề xây dựng đất nước. Nhưng rất tiếc rằng nghị quyết đó quyết liệt như vậy sau hai năm vẫn chưa đi vào thực sự thực hiện. Vì vậy có lẽ nên trong những ngày tới, [[Đại hội Đảng Cộng sản Việt Nam XI|Đại hội tới]], những vị lãnh đạo của Đảng và nhà nước Việt Nam cần quyết liệt hơn nữa để tạo nên một thành phần quản lý nhà nước có hiệu quả hơn chứ không phải chỉ đóng khung vào trong lực lượng các đảng viên chưa đủ tầm, chưa đủ tâm để quản lý nhà nước.''}}","{{cquote|''Cái tội của những anh đảo chính Ngô Đình Diệm là tội ngu dốt không biết tình hình kinh tế, tình hình chính trị, tình hình chiến lược trên thế giới nó như thế nào, họ làm cái việc tự mình sát hại mình, đi đến chỗ 10 năm sau phải chắp tay đầu hàng cộng sản.'' <br>[...] ''Ngô Đình Diệm bị lật đổ, Việt Nam đi vào cuộc chiến tranh tàn khốc do sự thiếu hiểu biết của một số người nông cạn của phía Mỹ cũng như Việt Nam.''}}","{{tham khảo|30em}}","{{Thời gian sống|Sinh=1931}}"]}