{"3176474":["{{cquote|’Nếu bắt dân tỉnh Bắc lên tỉnh Lạng để phụ giải e sẽ tốn kém nhiều. Huống chi đem dân Trung Châu làm việc nơi biến chướng thiết tưởng dân tình sẽ mắc mớ, sinh nhiều việc. Nên trích lấy quân đóng ở đao quân thứ ở tinh Lạng vận tải lên|||}}","{{cquote|’Tự Đức năm thứ 25, tháng 3 ngày 16. Chư thần là [[Nguyễn Tri Phương]], [[Nguyễn Chính]], [[Trần Tuyển]] vâng lệnh thảo đạo dụ. Căn cứ vào tờ trình của [[Phạm Thận Duật]], nguyên Tổng đốc Ninh-Thái về trường hợp Bùi Tuấn lâm bệnh mất. Nhà vua tỏ lòng vô cùng thương tiếc một viên quan nổi tiếng ở hạt Bắc Ninh trong chiến đấu dẹp giặc và điều hành mọi việc. Viên [[Tổng đốc]] này từ ngày nhận các công việc khó khăn đã được trên 3 năm, có kế sách phòng thủ, luôn lo lắng việc quân. Nên khi giặc vây hãm đã đủ sức bảo vệ thành, chờ quân viện, hiệp đồng với đại quân để đánh giặc. Phàm mọi việc khẩn cấp trong quân sự Bùi Tuấn đều tỏ rõ tài năng ứng phí, không để lỡ thời cơ. Tuy chưa đánh tan hẳn giặc song đã tỏ rõ năng lực đảm bảo phòng thủ. Viên Tổng đốc này đã không phụ lòng tin cậy của Thánh thượng. Vì công lao đó nên được phong làm Tổng đốc. Nhà người là một phương tướng làm giảm nỗi lo của Trẫm với phương Bắc. Công việc còn dở dang, nhà ngươi lâm bệnh những vẫn mang bệnh làm nhiệm vụ đến lúc chưa kịp rời nhiệm vụ đã bị mất. Thánh thượng thương tiếc, truy tăng hàm [[Thái tử thiếu bảo]] theo luật định. Cấp [[tiền]] một nghìn quan để lo hậu sự cho Tổng đốc. Nay cắt cử quân thủy lục của tỉnh Bắc để hộ tống linh cữu của Tổng đốc về nguyên quán. Lệnh cho phiên thần ở Hà Nôi lập một đàn tế, thắp hương dọc đường...Khâm tai|||}}","{{cquote|’Tự Đức, năm thứ 15, Bùi Tuấn làm tả tham tri [[bộ binh]]. Năm thứ 22 được làm [[Hộ lý tuần phủ]], Tổng đốc Ninh-Thái. Bùi Tuấn đã nhiều năm dẹp giặc ở biên cương [[Tây Bắc]]. Lúc đó ở Bắc Ninh có bọn giặc Ngô Côn, đem đồ đảng đến đánh tỉnh thành. Thế giặc lúc đó cực kỳ hung hãn. Trong thành chỉ còn lại hơn 300 quân lính, tình thế nguy ngập. Bùi Tuấn đã gấp rút rh]cj thi các biện pháp giữ thành, ra lệnh cho cư dân ngoài phố phải vào ở trong thành, chọn những người khỏe mạnh bổ sung vào quân của triều đình. Khi giặc vây thành, Bùi Tuấn đã ngày đêm ở trên mặt thành dốc thúc binh lính chống cự và dùng đại bác bắn phá vào nơi linh địch tập trung động. Tên Ngô Côn trúng đạn chết. Tuần còn tuyển dụng những người dũng cảm để tổ chức tác chiến phối hợp với quân viện của [[Ông Ích Khiêm]], hợp sức trong ngoài phá giặc, đã chém hàng ngàn đầu giặc, do đó vòng vây đã được giải. Sau đó đã hợp đồng với đai binh phá sạch giặc. Tất cả nhu yếu phẩm, [[lượng thực]], thực phẩm đều được chuẩn bị từ trước, không phiền hà dân chúng. Ngoài ra còn phối hợp với quân của Phùng Tử Tài trong chiến đấu. Năm thứ 25, Bùi Tuấn được phong làm Tổng. Trong nhiều năm gian khổ chiến đấu nên mang bệnh. Thuộc thang không khỏi, mất năm 64 tuổi khi đăng chức.\n\nBùi Tuấn vốn có tài thao lược, nhiều năm làm nhiệm vụ ở những nơi khó khăn, đã cố gắng làm hết trách nhiệm của mình|||}}","{{cquote|’Tướng công đã đỗ đầu khoa [[thi Hương]] và đỗ [[Tiến sĩ]] cập đệ. Tướng công làm quan trong triều hơn 30 năm\n\nDụ chỉ của nhà vua cũng nêu lòng thương tiếc và ghi công hai lần tướng công đi dẹp giặc\n\nTướng công thật đã không hổ thẹn là bậc hình thần đã có công lao vất vả ở ngoài cõi cho đến tận lúc mất đi. Nay viết văn này để công bố cho mọi người đều biết.\n\nCông lao ở trong triều, sự nghiệp ngoài biên ải, niềm mến yêu trong lòng dân, nỗi thương tiếc trong nhân sĩ đâu phải là ý riêng của một nhà|||}}","{{tham khảo}}"]}