{"6220":["{{Đạo Cao Đài}}","{{cquote|\n:''\"Hữu duyên mới gặp '''Tam Kỳ Phổ Độ''',''\n:''Muôn đời còn TỬ PHỦ nêu danh\n:''Ba ngàn công quả đặng viên thành\n:''Mới đặng Thiên thơ chiếu triệu,\"\n|||Tác giả khuyết danh, \"Giác mê ca\"}}","{{cquote|\n:''\"'''''CAO''' như Bắc khuyết nhơn, chiêm ngưỡng,\n:'''''''ĐÀI''' tại Nam phương đạo thống truyền\"\n|||Hai câu liễn in trên bìa một quyển kinh của [[Minh Sư đạo]] ra đời năm Canh-Dần (1650)}}","{{cquote|\n''\"CAO DAI se trouve la tête, au niveau de la tonsure\"''\n|||\"Guide de jeuness dans la recherche de la vérité\"}}","{{Cquote|\n''Câu Chú của Thầy tức là của Đức Chí Tôn có 12 chữ:\n\n''\"Nam-mô Cao-Đài Tiên-Ông Đại Bồ-Tát Ma-Ha-Tát\"\n\n'''''Nam-mô''': do phiên âm từ tiếng Pali \"Namô\" hoặc từ tiếng Phạn \"Namah\", dịch nghĩa là: Qui mệnh, kỉnh lễ, cúi đầu làm lễ. Từ ngữ Nam-mô thường được dùng làm chữ khởi đầu một câu cầu nguyện.\n\n'''''Cao Đài''': Cái đài cao, dùng làm nơi ngự của Đức Chí Tôn Ngọc Hoàng Thượng Đế khi có Đại hội triều đình của Đức Chí Tôn tại Linh Tiêu Điện Ngọc Hư Cung.\n\n'''''Tiên Ông''': Ông Tiên, vị Tiên.\n\n'''''Đại''': Lớn.\n\n'''''Bồ-Tát''': Nói đầy đủ là Bồ-Đề-Tát-Đóa, tiếng Phạn là Bodhisattva, nghĩa là người đã tự giác được bản tánh và có nhiệm vụ phổ độ chúng sanh.\n\n'''''Ma-Ha-Tát''': Nói đầy đủ là Ma-Ha-Tát-Đóa, tiếng Phạn là Mahasattva, nghĩa là Đại chúng sanh, tức là người có dũng tâm muốn làm việc lớn.\n\n''Đại Bồ-Tát Ma-Ha-Tát là vị Bồ Tát lớn, ở phẩm bực cao trọng, xứng đáng đứng hàng Phật vị, nhưng vì còn nhiệm vụ cứu độ chúng sanh nên còn mang danh Bồ Tát.\n\n''Câu Chú của Thầy đặc biệt có 12 chữ là vì con \"số 12 là số riêng của Thầy\".\n\n''Câu Chú nầy có ý nghĩa bao hàm Tam giáo:\n\n* '''''CAO ĐÀI''': tượng trưng Nho giáo.\n* '''''TIÊN ÔNG''': tượng trưng Tiên giáo (Đạo giáo).\n* '''''ĐẠI BỒ-TÁT MA-HA-TÁT''': tượng trưng Phật giáo.\n\n''Do đó, Câu Chú của Thầy (Đức Chí Tôn) có ý nghĩa Tam giáo đồng tông, ngày nay qui nguyên Đại Đạo. Đại Đạo đó chính là Đại Đạo Tam Kỳ Phổ Độ, tức là Đạo Cao Đài do Đức Chí Tôn sáng lập và làm Giáo chủ.''\n|||Nguyễn Văn Hồng, \"Cao Đài Từ điển\"}}","{{Tham khảo}}"]}