{"923345":["{{linktext|人民战争}}","{{linktext|人民戰爭}}","{{linktext|rénmín zhànzhēng}}","{{Chinese\n|order=st\n|s={{linktext|人民战争}}\n|t={{linktext|人民戰爭}}\n|p={{linktext|rénmín zhànzhēng}}\n|w=Jenmin chancheng \n|y=Jànman zíncàang \n|xej= ژٌ مٍ جً ﺟْﻊ \n}}","{{Kháng chiến của Việt Nam}}","{{Chú thích web | url = http://www.historynet.com/ia-drang-where-battlefield-losses-convinced-ho-giap-and-mcnamara-the-u-s-could-never-win.htm | tiêu đề = Ia Drang - The Battle That Convinced Ho Chi Minh He Could Win | tác giả = | ngày = | ngày truy cập = 29 tháng 9 năm 2015 | nơi xuất bản = History Net: Where History Comes Alive - World &amp; US History Online | ngôn ngữ = }}","{{Chú thích web | url = http://www.sggp.org.vn/chinhtri/ngaynaynamay/2009/4/185992/ | tiêu đề = \"Châu chấu đấu voi\" | tác giả =  | ngày =  | ngày truy cập = 17 tháng 2 năm 2015 | nơi xuất bản = [[Sài Gòn Giải Phóng|Báo Sài Gòn Giải Phóng Online]] | ngôn ngữ =  | archive-date = 2014-11-17 | archive-url = https://web.archive.org/web/20141117125044/http://www.sggp.org.vn/chinhtri/ngaynaynamay/2009/4/185992/ | url-status = dead }}","{{cquote|''Chúng tôi không đủ mạnh để đuổi nửa triệu quân Mỹ ra khỏi Việt Nam, nhưng đó không phải là mục đích của chúng tôi. Chúng tôi tìm cách bẻ gãy ý chí kéo dài chiến tranh của chính phủ Mỹ. Westmoreland đã sai lầm khi dựa vào sức mạnh hỏa lực vượt trội của ông ta để nghiền nát chúng tôi. Các đồng chí Liên Xô và Trung Quốc của chúng tôi cũng không nắm bắt được cách giải quyết của chúng tôi khi họ cật vấn rằng, chúng tôi có bao nhiêu sư đoàn, ít hay nhiều so với quân Mỹ, làm thế nào chúng tôi đối phó nổi kỹ thuật của Mỹ, pháo binh Mỹ hoặc các cuộc tấn công của người Mỹ. Chúng tôi đang tiến hành cuộc chiến tranh nhân dân, à la manière vietnamienne (theo kiểu Việt Nam) – một cuộc chiến tranh toàn diện, tổng lực trong đó mỗi người đàn ông, mỗi người phụ nữ, mỗi đơn vị, dù lớn hay nhỏ, đều được duy trì từ toàn dân đã được động viên. Cho nên, những vũ khí tinh vi của người Mỹ, những thiết bị điện tử và những thứ đại loại như vậy đều vô dụng. Cho dù có sức mạnh quân sự, người Mỹ đã tính toán sai những hạn chế trong sức mạnh của mình. Trong chiến tranh chỉ có hai yếu tố - con người và vũ khí. Dù vậy, cuối cùng con người vẫn là nhân tố quyết định. Con người! Con người!''|}}","{{Chú thích web |url=http://baodientu.chinhphu.vn/Home/Dien-Bien-Phu-Nho-lai-de-suy-ngam/20105/30662.vgp |ngày truy cập=2012-02-01 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-08-29 |archive-url=https://web.archive.org/web/20110829033005/http://baodientu.chinhphu.vn/Home/Dien-Bien-Phu-Nho-lai-de-suy-ngam/20105/30662.vgp |url-status=dead }}","{{Chú thích web | url = http://vietnamnet.vn/vn/tin-noi-bat/70376/nghi-ve-dao-ly-dan-toc.html | tiêu đề = Nghĩ về đạo lý dân tộc - VietNamNet | tác giả = | ngày = | ngày truy cập = 17 tháng 2 năm 2015 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}","{{cquote| ''\"Chiến tranh Việt Nam, theo phân tích cuối cùng, là một trận đấu giữa Mỹ và người được họ bảo vệ và trợ cấp dồi dào với phong trào cách mạng mà gốc rễ giai cấp và cơ sở tư tưởng đưa lại cho họ một sức bật và một sức mạnh to lớn... Nguồn sức mạnh quan trọng nhất của Đảng Cộng sản trên ba mươi lăm năm qua là quan niệm của họ về một đạo đức cách mạng [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]] và sự nhấn mạnh của họ đối với ý nghĩa hàng đầu của mọi hành động và giá trị đưa đến một xã hội xã hội chủ nghĩa. Khả năng của Đảng phát triển một tổ chức mà cuộc sống của những thành viên phù hợp với những nguyên tắc nói trên, đã làm cho họ đạt được mục tiêu của họ\"''.<ref>Gabriel Kolko. Giải phẫu một cuộc chiến tranh. tr. 441.<\/ref>}}","{{cquote|''\"Tôi thấy cuộc kháng chiến của Việt Nam có nét tương đồng với cuộc cách mạng của Mỹ. Cũng như các nhà cách mạng Mỹ thời đó, người Việt quyết chiến đến cùng. Những người dân Mỹ hồi đó đã đi tới một quyết định rằng độc lập là thiết yếu. Họ đặt cược tính mạng và của cải của mình vào sự nghiệp giành độc lập... Hy vọng ban đầu là thu phục trái tim khối óc của người dân, nhưng hy vọng này đã bị tan tành bởi thất bại của chính quyền Sài Gòn trong việc giành tín nhiệm của dân và chiến lược [[Chiến lược Tìm và diệt|Tìm và diệt]] của [[William Westmoreland|Westmoreland]]. Về cơ bản đây là chiến lược tiêu hao sinh lực... Chỉ việc chất đống quân lực và vũ khí, rồi bóp vụn quân địch. Đây cũng là cách mà [[William Westmoreland|Westmoreland]] xúc tiến ở Việt Nam. Một cách làm võ biền. Có thể nói, [[Giải phóng quân|Quân Giải phóng]] đã xoay triết lý chiến tranh tiêu hao chống lại chính [[William Westmoreland|Westmoreland]]. Chiến lược của người Việt là nhằm làm sao xói mòn sinh lực của quân Mỹ, cho tới khi công luận Mỹ xoay chuyển, chống lại chiến tranh. Chiến lược này đã thành công…\"''.<ref>[http://www.qdnd.vn/qdndsite/vi-VN/89/194762/print/Default.aspx Vì sao \"chiến tranh cục bộ\" thất bại?]<\/ref>}}","{{cquote| ''Nghệ thuật quân sự của chúng tôi, là lấy tinh thần chế ngự vật chất, lấy yếu chế ngự mạnh, lấy thô sơ chế ngự hiện đại. Chúng tôi đánh bại quân đội đế quốc hiện đại bằng tinh thần yêu nước của nhân dân cùng với chủ nghĩa anh hùng Cách mạng.''.<ref>Phim tài liệu: Indochina People's War in Colour. History Channel, tập 2<\/ref>}}","{{cquote|''\"Cuộc chiến tranh này không phải chỉ là sự đối chọi giữa những thiết bị tối tân nhiều hay tối tân ít. Nó còn là sự đối chọi giữa những khối óc. Mỹ đã huy động những trí tuệ thông thái nhất, những nhân vật có năng lực nhất trong quân đội, trong bộ máy hành chính và các trường đại học. Họ hẳn có những bộ óc rất cừ, nhưng những bộ óc đó không được sử dụng tốt bởi vì bị đưa vào một cuộc chiến tranh mà người ta thấy trước là họ sẽ thua. Họ đã dựng lên một bộ máy hùng mạnh, nhưng bộ máy ấy thế nào cũng thất bại...''\n\n''Mỹ đã tiến hành cuộc chiến tranh này với tất cả những phương tiện khoa học mà họ có thể có trong tay. Nhưng với phương tiện mà chúng tôi có, chúng tôi tiến hành cuộc chiến tranh này một cách khoa học, ngay cả khi trang bị của chúng tôi chỉ ở mức trung bình. Cố nhiên chúng tôi không có ý hạn chế chúng tôi trong việc sử dụng những vũ khí hiện đại mà chúng tôi có thể có được, nhưng không phải chỉ cần có trong tay những phương tiện tiên tiến về kỹ thuật là đủ để cho chiến tranh được tiến hành một cách khoa học. Nhận thức của chúng tôi về chiến tranh là khoa học bởi vì chúng tôi chiến đấu trên mảnh đất của chúng tôi, vì những mục tiêu của chính chúng tôi và những phương pháp của riêng chúng tôi. Vì lẽ đó mà mặc dù có cả một bộ máy khoa học, kẻ địch đã bị thua chạy. Chính chúng tôi là những người nắm quyền chủ động\"''.<ref>Trả lời phỏng vấn nhà báo Pháp Cờlốt Guyliêng (Claude Julien) của Thủ tướng Phạm Văn Đồng ngày 18-5-1972.<\/ref>}}","{{Chú thích web | url = http://www.qdnd.vn/qdndsite/vi-VN/61/43/5/5/5/94116/Default.aspx | tiêu đề = Phát triển phương thức tiến hành chiến tranh nhân dân bảo vệ Tổ quốc | tác giả =  | ngày =  | ngày truy cập = 23 tháng 9 năm 2015 | nơi xuất bản = Quân đội Nhân dân | ngôn ngữ =  | archive-date = 2012-07-06 | archive-url = https://web.archive.org/web/20120706224451/http://www.qdnd.vn/qdndsite/vi-VN/61/43/5/5/5/94116/Default.aspx | url-status = dead }}","{{Chú thích web |url=http://tapchiqptd.vn/trang-chu/nhung-ngay-ky-niem-lon/979-ngh-thut-ch-o-chin-tranh-nhan-dan-ca-ng-anh-thng-chin-lcanh-nhanh-thng-nhanh-ca-thc-dan-phap.html |ngày truy cập=2012-04-12 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-11-18 |archive-url=https://web.archive.org/web/20121118041254/http://tapchiqptd.vn/trang-chu/nhung-ngay-ky-niem-lon/979-ngh-thut-ch-o-chin-tranh-nhan-dan-ca-ng-anh-thng-chin-lcanh-nhanh-thng-nhanh-ca-thc-dan-phap.html |url-status=dead }}","{{tham khảo|30em}}"]}