{"3284369":["{{Xem thêm|Vụ án Lệ Chi Viên}}","{{Xem thêm|Nguyễn Thị Anh}}","{{cquote|''Trẫm là con trưởng của Thái Tông Văn Hoàng Đế, trước đây đã được giữ ngôi chính ở Đông cung. Chẳng may Tiên đế đi tuần miền đông, bỗng băng ở bên ngoài. Nguyễn Thái hậu muốn giữ vững quyền vị, ngầm sai nội quan Tạ Thanh dựng Bang Cơ làm đế, bắt Trẫm làm phiên vương. Sau Tạ Thanh tiết lộ việc ấy, lây đến cả Thái úy [[Trịnh Khả]] và Tư không [[Trịnh Khắc Phục]], Thái hậu bắt giết cả đi để diệt hết người nói ra. Cho nên từ đó đến giờ, hạn hán sâu bệnh liên tiếp xảy ra, tai dị luôn luôn xuất hiện, đói kém tràn lan, trăm họ cùng khốn. Diên Ninh<ref>Ở đây dùng để chỉ Lê Nhân Tông<\/ref> tự biết mình không phải là con của tiên đế, hơn nữa lòng người ly tán, nên ngày mồng 3, tháng 10 năm nay, đã ra lệnh cho Trẫm lên thay ngôi báu. Trẫm nhờ người trông xuống, tổ tông phù hộ, cùng các vương, đại thần, các quan văn võ trong ngoài đồng lòng suy tôn, xin trẫm nên nối đại thống, hai ba lần khuyên mời, trẫm bất đắc dĩ đã lên ngôi vào ngày mồng 7, tháng 10 năm nay, đổi niên hiệu là Thiên Hưng''<ref name=\"dvsktt16b\"/>.}}","{{cquote|''....Bấy giờ, Lê Đắc Ninh là Đô chỉ huy giữ cấm binh đương phiên trực, đã không chịu dẫn quân ra trước ngăn giữ, lại đem giúp kẻ phản nghịch. Cho nên Nghi Dân mới tiếm đoạt được ngôi báu, mà các quan văn võ phải nuốt hận ngậm đau, trăm họ bốn phương như mất cha mất mẹ<ref name=\"dvsktt16b\"/>.''}}","{{Xem thêm|Lê Lăng|Nguyễn Xí}}","{{cquote|''Đã xem hết tờ tâu, trong ấy có xin cho bọn Lê Ê, Lê Thụ, Đỗ Bí, Lê Ngang theo như lệ công thần đã mất, nhưng câu ấy còn có thể bẻ lại được, là vì khoảng năm [[Lê Nhân Tông|Diên Ninh]], Đỗ Bí, Lê Ê ở chức cao nhất vào hàng tể thần; Lê Ngang, Lê Thụ tay cầm cấm quân, giữ việc an nguy, đáng lẽ phải dẹp yên giặc loạn, chuyển nguy thành an mới phải, thế mà chỉ biết sắp gà vào trong nồi mà để cá kình lọt ra ngoài lưới. Đến sau mưu việc không kín, đến nỗi phải phơi thây ở bên đường. Đó lại thêm một tội khác trong các tội của bọn Bí, Ngang, có khác gì tội giết [[Tấn Linh công|vua]] của [[Triệu Thuẫn]] ngày xưa, sau được để cùng với những công thần đã mất?''}}","{{chú thích sách |author=Quốc Sử Quán Triều Nguyễn |editor=Viện Sử Học |title=[[Khâm định Việt sử Thông giám cương mục]] |chapter-url=http://gralib.hcmuns.edu.vn/greenstonelib/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.25 |access-date =ngày 20 tháng 8 năm 2008 |chapter=Chính biên quyển 19 |publisher=Nhà xuất bản Giáo dục |year=1998 }}","{{Liên kết hỏng|date = ngày 29 tháng 1 năm 2021 |bot=InternetArchiveBot }}","{{chú thích sách |author=Quốc Sử Quán Triều Nguyễn |editor=Viện Sử Học |title=[[Khâm định Việt sử Thông giám cương mục]] |chapter-url=http://gralib.hcmuns.edu.vn/greenstonelib/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.27 |access-date =ngày 20 tháng 8 năm 2008 |chapter=Chính biên quyển 21 |publisher=Nhà xuất bản Giáo dục |year=1998 }}","{{Liên kết hỏng|date = ngày 29 tháng 1 năm 2021 |bot=InternetArchiveBot }}","{{cquote|''Ngự sử công Bùi Cầm Hổ thực là Đại thần trung liệt đã đùm bọc và nuôi dạy Tiên đế ta từ thuở ấu thơ. Nay được đèn trời soi tỏ đức hạnh của người sáng như [[sao Khuê]]. Từ nay huynh Vương được đặc ân mang họ Bùi để mãi mãi tỏ rõ lòng ân quốc tính của Tiên Đế đối với dòng dõi người oan khuất.''<ref name=\"benle\"/>}}","{{cquote|''Nhưng công trình thổ mộc vượt quá quy mô xưa, '''tình nghĩa anh em thiếu hẳn lòng nhân ái'''. Đó là chỗ kém vậy.''<ref name=\"dvsktt17a\" />}}","{{Tham khảo}}","{{Lịch sử Việt Nam thời Lê sơ}}"]}