{"14123185":["{{VNM}}","{{Thông tin chùa\n| name = Chùa Phi Tướng<br> 非相大禪寺\n| img = \n| img_size = 300\n| img_capt = Tam quan chùa Tướng\n| denomination = \n| founded = Thế kỷ II\n| trụ trì = Đại Đức Thích Thuận Đức<ref>[https://giacngo.vn/tuthienxahoi/xahoi/2011/03/30/737648/ Chu Minh Khôi, ''Công ty Intracom & đạo tràng Cửu Hoa - nét mới trong tu tập nơi công sở'', Giác Ngộ Online, 2011, truy cập ngày 12 tháng 5 năm 2020]<\/ref>\n| rinpoche = \n| reverend = \n| address = xã [[Thanh Khương]], huyện [[Thuận Thành]], tỉnh [[Bắc Ninh]]\n| country = {{VNM}}\n| website = \n}}","{{cquote|''Tại xã Lạc Thổ, huyện Siêu Loại, phủ Thuận An, tiểu tăng là Nguyễn Đức Khang, tự Pháp Ninh, đạo hiệu Chân Kính, tiểu ni là Nguyễn Thị Thái hiệu là Diệu Xuân, trụ trì tại bản xã (gồm các thôn Thanh Hoài, Thanh Tương, Lũng Triền) ở ngôi chùa là “Phi Tướng đại thiền sự”. Trước đây có người cha đã làm phúc rất nhiều, nhưng chưa kịp lập bia đá để lại cho đời sau, nên chưa ghi lại những sự việc từ thuở ban đầu. Nay cung kính ghi lại việc như sau:''\n\n''Đức Đại Thánh Pháp Lôi Phật linh ứng xuất thế, có phật tử vâng mệnh là Khánh Giác Hoà thượng Nguyễn Tôn Sinh, tự là Phúc Đức, hiệu Huệ Khánh Viên Quảng thiền sư, Bồ Tát lão ni là Vũ Thị Nhiên hiệu là Hải Thuận, Vũ Thị Hưng hiệu là Huệ Tính, Vũ Thị An hiệu là Từ Thịnh xuất gia đầu Phật, mang tiền của gia đình hưng công và khuyến giáo mọi người cùng nhau làm phúc chung xây Thượng điện, Thiêu hương, Tiền đường, Hậu đường, hai bên hành lang, gác chuông, tam quan và tạo các tượng Phật, đúc mới quả hồng chung (chuông), khánh báu, in các bản kinh để làm tài liệu tụng độ sau này. Các việc trên hoàn thành tốt đẹp, ghi vào bia đá lưu truyền muôn đời sau''|endquote}}","{{cquote|''Sắc Đại Thánh Pháp Lôi Phật, khí hun núi Bắc, uy chấn trời Nam, mênh mang ở trên, vận thần cơ giúp đỡ nhân dân, nối tiếp yên ổn, rực rỡ tiếng tăm, đức sáng tốt đẹp, mãi phù vận nước dài lâu, công lao to lớn hiển ứng linh thiêng. Hợp cử bao phong phụng sự Đại nguyên soái tổng quốc chính thượng sư [[Trịnh Doanh|Minh vương]] ban sắc chỉ chuẩn ứng phong cho thần là '''Đại Thánh mậu đức phong công, tuấn liệt Pháp Lôi Phật'''. Vậy ban sắc!''}}","{{tham khảo}}"]}