{"157824":["{{flagcountry|Việt Nam}}","{{Chùa\n| name = Chùa Báo Thiên\n| native name = 報天寺\n| img = \n| img_size = 220\n| img_capt = \n| vĩ độ = \n| denomination = [[Phật giáo Đại thừa]]\n| founded = 1057\n| closed = 1883\n| founder = [[Lý Thánh Tông]]\n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = Phố Nhà Chung, Phường [[Hàng Trống]], [[Hoàn Kiếm|Quận Hoàn Kiếm]], [[Hà Nội]]\n| vĩ hướng = \n| kinh độ = \n| kinh hướng = \n| country = {{flagcountry|Việt Nam}}\n| website = \n}}","{{Chú thích web|url=https://thuvienhoasen.org/a21688/chua-bao-thien-o-ha-noi-xua|title=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}","{{Webarchive|url=https://web.archive.org/web/20150209120152/http://www.giaodiemonline.com/noidung_detail.php?newsid=2013 |date=2015-02-09 }}","{{Webarchive|url=https://web.archive.org/web/20081005063103/http://www.hanoinews.com.vn/vn/53/130245/ |date=2008-10-05 }}","{{Chú thích sách|title=Đại Nam nhất thống chí tập 3, nxb Thuận Hóa, 2006, trang 253}}","{{Chú thích sách| họ = Masson| tên = André| tựa đề = Hanoï pendant la période héroïque (1873-1888)| ngày truy cập = 2013-03-17| năm=1929| nhà xuất bản=Librairie Orientaliste Paul Geuthner| nơi=Paris| ngôn ngữ=fr| trang=125-126| chương=La Mission| url chương=http://gallica.bnf.fr/ark:/12148/bpt6k57905924/f136.image| trích dẫn=Démolir la pagode et s’emparer du terrain, rien n’était en apparence plus facile dans la période de conquête que nous traversions, mais j’avais comme de juste, une certaine répugnance à commettre un abus de pouvoir de cette sorte et je préférai m’adresser au Tong-doc Nguyen-huu-Dô. Celui-ci était en fort bons termes avec l’Evêque et désirait comme moi lui être agréable; voici comment il tourna la difficulté. Il fit d’abord rechercher s’il existait encore quelque descendant du fondateur de la pagode, mort depuis plus de deux siècles, et naturellement n’en trouva pas. Il ordonna ensuite aux notables du quartier, choisis comme par hasard parmi les indigènes chrétiens, de vérifier la solidité de l’édifice et ceux-ci n’hésitèrent pas à déclarer que, menaçant ruine, il pourrait en s’écroulant compromettre la sécurité des passants. Maintenant tout était en règle. Faire démolir la pagode, en confisquer le terrain sans maître au profit du domaine étaient, suivant la coutume annamite, des mesures justifiées ne pouvant soulever aucune protestation; c’est ce que fit le Tong-doc. }}","{{Chú thích web|url=http://vietcatholic.net/News/Html/52481.htm|tựa đề=Tài liệu lịch sử về Gốc tích những thửa đất của Nhà Chung Hà Nội: đất hợp pháp Tổ Tiên để lại|website=vietcatholic.net|ngày truy cập=2022-04-09}}","{{cquote| Một thửa đất đã gây sự chú ý của vị mục tử năng động, đúng hơn là khu đất của một ngôi chùa nằm ở phía bắc nhà chung. Đó là chùa Báo Thiên Tự.\nÔng Bonnal, công sứ Pháp tại Hà Nội kể lại câu chuyện thú vị ấy thế này: “''Phá hủy ngôi chùa và chiếm lấy miếng đất, việc đó xem ra chẳng có gì dễ dàng hơn trong thời điểm chinh phục mà chúng ta đang tiến hành, nhưng bản thân tôi, đúng theo lẽ, e ngại phạm sự lạm quyền khi làm như vậy, và tôi chọn giải pháp thỉnh ý ông Tổng đốc Nguyễn Hữu Độ (6). Ông nầy rất có thiện cảm với vị giám mục, cũng như tôi, ông muốn làm cho ngài hài lòng; sau đây là cách thức ông gỡ mối khó khăn. Trước hết ông cho truy tìm xem còn có kẻ hậu duệ nào của người tạo dựng ngôi chùa đã qua đời trước đó hai thế kỷ không, và dĩ nhiên chẳng tìm được ai.''\n\n''Tiếp theo, ông chỉ thị cho các thân hào trong khu vực, được chọn, như thể tình cờ, trong các giáo dân bản xứ, để xét xem mức độ chắc chắn của ngôi chùa thế nào, và các ông nầy chẳng ngần ngại gì mà tuyên bố rằng: do hư nát, ngôi chùa khi sụp đổ có thể gây nguy hại cho những ai đi ngang qua. Vậy là, bây giờ mọi việc đều đã đúng luật lệ. Cho phá hủy ngôi chùa, sung công thửa đất vô chủ... theo tập quán Việt Nam, là những biện pháp chính đáng, không thể gây nên một sự phản đối nào. Ông Tổng đốc đã xử lý theo cách đó. Ông còn nhận trách nhiệm nhượng lại miễn phí cho nhà chung công giáo thửa đất đã sung công, và tôi đã vui lòng trao cho vị giám mục văn bản chính thức chuyển giao cho ngài quyền sở hữu trọn vẹn''”.}}","{{Chính|Tháp Báo Thiên}}","{{tham khảo}}","{{Chùa tại Việt Nam}}"]}