{"14132826":["{{flagicon|Vietnam}}","{{Thông tin chùa\n| tên            = Chùa Xuân Quan <br>惠澤寺<br/>\n| hình           = \n| ghi chú hình   =\n| loại bản đồ    =\n| ghi chú bản đồ =\n| vĩ độ          = 21.047961 \n| vĩ hướng       = N\n| kinh độ        = 106.029373\n| kinh hướng     = E\n| tên tự         = Huệ Trạch Tự\n| núi            = \n| quốc gia       = {{flagicon|Vietnam}} Việt Nam\n| địa chỉ        = phường [[Trí Quả]], thị xã [[Thuận Thành]], tỉnh [[Bắc Ninh]]\n| tông phái      = \n| khởi lập       = Thế kỉ XI\n| quản lý        = [[Giáo hội Phật giáo Việt Nam]]\n| đóng cửa       = \n| người sáng lập = \n| trụ trì        = Ni sư Thích Đàm Tâm\n| loại di tích   = lich sử\n| cấp di tích    = quốc gia\n| quyết định     = Số: 138-QĐ/1992<ref name=\"BVH\">[http://vbpl.vn/TW/Pages/vbpq-toanvan.aspx?ItemID=11203 Bộ trưởng Bộ văn hóa, thông tin và thể thao, ''Quyết định công nhận 36 di tích lịch sử và danh lam thắng cảnh'', Cơ sở dữ liệu văn bản pháp luật Trung ương, 1992, truy cập ngày 14 tháng 5 năm 2020]<\/ref>\n| ngày nhận      = 31 tháng 1 năm 1992\n}}","{{cquote|''Sắc Bắc Ninh tỉnh, Thuận Thành Phủ, Siêu Loại huyện, Phương Quan xã, Xuân Quan thôn, Phong phụng sự Đại Thánh Pháp Thông Vương Phật tôn thần, hộ quốc tí dân, nẫm trứ linh ứng. Tứ kim chính trị, trẫm tứ tuần đại khánh tiết kinh ban bảo chiếu đàm ân, lễ long đăng trật, trứ phong vi túy mục dực bảo trung hưng thượng đẳng thần, chuẩn kỳ phụng sự tương hựu, bảo ngã lê dân. Khâm tai.''\n\n''Khải định cửu niên thất nguyệt, nhị thập ngũ nhật''|}}","{{cquote|''Sắc Bắc Ninh tỉnh, Thuận Thành Phủ, Siêu Loại huyện, Phương Quan xã, Xuân Quan thôn, tòng tiền phụng sự nguyên tặng, diệu cảm mặc phù, chương hiển đôn ngưng, dực bảo trung hưng thành hoàng linh ứng tôn thần, hộ quốc tí dân, nẫm trứ linh ứng, tiết mông ban cấp sắc phong chuẩn hứa phụng sự. Tứ kim chính trị, trẫm tứ tuần đại khánh tiết kinh ban bảo chiếu đàm ân, lễ long đăng trật, trứ gia tặng tĩnh hậu trung đẳng thần. Đặc chuẩn phụng sự dụng chí quốc khánh nhi thân tự điển. Khâm tai.''\n\n''Khải định cửu niên thất nguyệt, nhị thập ngũ nhật''|}}","{{tham khảo|30em}}"]}