{"1297108":["{{Chú thích trong bài|date=tháng 10/2022}}","{{ngày sinh và tuổi|1979|6|26}}","{{hlist|[[Nhạc trữ tình]]|[[Nhạc nhẹ]]|[[Nhạc dân ca]]}}","{{ubl|Éo le cuộc tình|Xót xa|Gọi đò}}","{{marriage|Triệu Ái Vy|2012}}","{{VIE}}","{{Thông tin nghệ sĩ\n| nền = ca sĩ \n| tên = Dương Ngọc Thái\n| hình = Duong Ngoc Thai.png\n| kích thước hình = \n| chú thích hình = Dương Ngọc Thái năm 2022\n| tên khai sinh = Dương Ngọc Thái \n| ngày sinh = {{ngày sinh và tuổi|1979|6|26}}\n| nơi sinh = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]<ref>[http://www.zing.vn/news/am-nhac/duong-ngoc-thai-tang-qua-tet-cho-nguoi-ngho/a233675.html Dương Ngọc Thái tặng quà tết cho người nghèo], Theo website Zing<\/ref>\n| nguyên quán = [[Quảng Ngãi]], [[Việt Nam]]\n| ngày mất = \n| nơi mất = \n| nghệ danh = \n| nghề nghiệp = [[Ca sĩ]]\n| thể loại = {{hlist|[[Nhạc trữ tình]]|[[Nhạc nhẹ]]|[[Nhạc dân ca]]}}\n| hợp tác với = \n| ca khúc = {{ubl|Éo le cuộc tình|Xót xa|Gọi đò}}\n| năm hoạt động âm nhạc= 2003 - nay\n| dân tộc = [[Kinh]]\n| vợ = {{marriage|Triệu Ái Vy|2012}}\n| con = 2\n| quốc tịch = {{VIE}}\n}}","{{Liên kết hỏng|date = ngày 6 tháng 3 năm 2021 |bot=InternetArchiveBot }}","{{cquote|Sau khi tốt nghiệp THPT thì Thái thi vào trường âm nhạc. Năm 2001, Thái tốt nghiệp loại ưu và được Sở VHTT TP Hồ Chí Minh chọn đi biểu diễn ở Nhật 1 tháng và khi trở về thì Thái ra album đầu tiên. |||Dương Ngọc Thái}}","{{cquote|Hoàn toàn hình dung được, nhưng đã đam mê thì chấp nhận. Nếu đi theo dòng nhạc nhẹ, có thể thành công sẽ đến với mình nhanh hơn, nhưng đó không phải là dòng nhạc mà mình yêu thích. Một ngày nào đó, khi nhắc đến cái tên Dương Ngọc Thái, khán giả sẽ nghĩ ngay tới dòng nhạc quê hương\". |||Dương Ngọc Thái}}","{{cquote|Trong chương trình Một thoáng quê hương năm ngoái, vì biết Thái muốn thông qua liveshow để quyên góp gây quỹ từ thiện giúp quê mình bị bão lũ nên có nghệ sĩ đã không đòi hỏi catsê khi hát, chỉ lấy một chút gọi là chi phí đi lại khiến Thái cảm thấy vô cùng hạnh phúc. Năm ngoái, với sự hợp lực và giúp sức của mọi người, Thái đã bán đấu giá được quả bóng có chữ ký cầu thủ 35 triệu đồng cộng với 25 triệu bán bức tranh từ thiện và quyên góp của bản thân cùng bạn bè, số tiền 100 triệu đồng đã được chuyển đến những người nghèo tỉnh Quảng Ngãi quê mình. Khi làm những việc này, Thái chỉ tâm niệm một điều, quê mình còn rất nhiều người nghèo khó và thiên tai đôi lúc làm cho cuộc sống của họ vất vả thêm. Chia sẻ khó khăn với đồng bào nghèo gặp hoạn nạn là điều mà trong mỗi con người chúng ta tồn tại nơi suy nghĩ. Thái chỉ làm những gì mà mình cảm thấy có thể|||Dương Ngọc Thái}}","{{Tham khảo|cột =2}}","{{sơ khai ca sĩ Việt Nam}}","{{Thời gian sống|sinh=1979}}"]}