{"737920":["{{otheruses4|một chức phẩm cao cấp trong tổ chức giáo hội Cao Đài|học hàm, chức danh, hoặc chức vụ giảng dạy bậc đại học trở lên|Giáo sư}}","{{cquote|\n:''Giáo sư có 72 người, mỗi phái là 24 người.\n:''Giáo sư là người dạy dỗ chư Môn Đệ trong đường Đạo và đường Đời.\n:''Buộc chúng nó lo lắng cho các con như anh ruột lo cho em.\n:''Chúng nó cầm sổ bộ của cả Tín Đồ.\n:''Chúng nó phải chăm nom về sự tang hôn của mỗi đứa.\n:''Như tại Châu Thành lớn thì mỗi đứa đặng quyền cai quản, cúng tế Thầy như [[Đầu Sư]] và [[Phối Sư]].\n:''Chúng nó đặng dâng sớ kêu nài về sự luật lệ làm hại nhơn sanh hay là cầu xin chế giảm luật lệ ấy.\n:''Chúng nó phải thân cận với mỗi Môn Đệ, như anh em một nhà, cần lo giúp đỡ, nghe à!\n|||[[Pháp Chánh Truyền]]}}","{{cquote|\n:'''PHÁP CHÁNH TRUYỀN''': ''Giáo sư có 72 người, mỗi phái là 24 người.\n:'''CHÚ GIẢI''': ''Giáo sư có 72 người, chia đều ra mỗi Phái là 24, không đặng phép tăng thêm hay là giảm bớt. |||}}","{{cquote|\n:'''PHÁP CHÁNH TRUYỀN''': ''Giáo sư là người dạy dỗ chư Môn Đệ trong đường Đạo và đường Đời.\n:'''CHÚ GIẢI''': ''Đã biết rằng Giáo sư thế quyền cho Đầu Sư và Phối Sư mà cai quản các Thánh thất nơi Châu Thành lớn mặc dầu, nhưng Thầy định quyết cho người có quyền dạy dỗ mà thôi, song quyền hành có rộng thêm đôi chút là dạy dỗ trọn cả đường Đạo và đường Đời. Nghĩ cũng chẳng chi làm lạ, vì cả Chức Sắc Hội Thánh Cửu Trùng Đài của Thầy lập, phải tùy theo tôn chỉ Đạo, nghĩa là xu hướng về phần giáo dục mà thôi. Thầy đã xưng là Thầy đặng dạy dỗ, còn tên của Chức Sắc đủ chỉ rõ ràng phận sự giáo hóa là chánh vai của mỗi người; như Giáo Hữu, Giáo sư, Phối Sư, Đầu Sư, Giáo Tông; xem rõ lại thì tên mỗi vị chẳng mất chữ Giáo hay là chữ Sư. Cơ Đạo từ cổ chí kim vẫn vậy, lại hiệp lời nầy \"Thiên mạng chi vị tánh, xuất tánh chi vị Đạo, tu Đạo chi vị Giáo\". Thầy chỉ cậy Hội Thánh, Thầy đã đến lập, thay quyền cho Thầy mà dạy dỗ cả con cái của Thầy, nghĩa là chúng sanh đặng lành; ấy là phận sự cần nhứt của Hội Thánh đó.\n|||}}","{{Tham khảo}}"]}