{"419266":["{{cquote|Cái nhà ba gian, hai chái, sườn bằng gỗ, rộng lòng căn. Trong nhà trừ ba gian [[bàn thờ]] và một cái buồng ở góc, còn thì liệt ván cả. Một bộ ván cao ở giữa là chỗ thầy ngồi; còn bao nhiêu ván thấp, cho [[học trò]]... Sách giảng hàng ngày là kinh, truyện, sử, mà cứ ngày [[số chẵn|chẵn]] ngày [[số lẻ|lẻ]] đổi khác nhau. Như ngày chẵn: ''[[Kinh Thi]]'', truyện ''[[Luận Ngữ]]'', ''[[Hán Sử|sử Hán]]'', thì ngày lẻ: ''[[Kinh Dịch]]'', truyện [[Mạnh Tử]], sử Đường. Rồi theo đó cứ luân lưu mà giảng tiếp. Thầy ngồi yên rồi dưới này một trò nào chẳng hạn chiếu theo ngày mà mở ba cuốn [[sách]] nhằm chỗ tiếp với hôm trước, theo thứ tự đè chồng lên nhau và đem đặt lên ghế xuân ý<ref>ghế để nghiên và bút son để thầy dùng chấm bài<\/ref> trước mặt thầy. \n-Đọc đi! Thầy truyền...\nRồi một người tốt giọng bắt đầu đọc. Đọc chậm rãi mà ngân ngợi. Được vài ba tờ, tới chỗ thầy bảo dứt thì dứt. Đến phiên thầy cắt nghĩa...<ref name=\"Thụy\">Thụy Khuê. ''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc''. Falls Church, VA: Tiếng Quê hương, 2012. Trang 619-621.<\/ref>}}","{{Liên kết hỏng|date=2021-03-10 |bot=InternetArchiveBot }}","{{cquote|Ngày nay nghe đến hai tiếng \"Lều\", \"Chõng\" có lẽ nhiều người sẽ lấy làm lạ vì những vật ấy từ biệt chúng ta mà đi đến chỗ mất tích đã gần ba chục năm nay.\nNhưng mà trước hơn hai chục năm đi ngược trở lên, cho đến hơn một nghìn năm, \"Lều\" \"Chõng\" vẫn làm chủ vận mệnh của giang sơn cũ kỹ mà người ta vẫn khoe là \"bốn nghìn năm văn hiến\". Những ông ngồi trong miếu đường làm rường làm cột cho nước nhà, những ông ở nơi tuyền thạch, làm khuôn mẫu cho đạo đức phong hóa, đều ở trong đám lều chõng mà ra.\nLều Chõng với nước Việt Nam không khác một ông tạo vật, đã chế tạo đủ các hạng người hữu dụng hoặc vô dụng. ''Chính nó đã làm cho nước Việt Nam trở nên một nước có văn hóa, rồi lại chính nó đã đưa nước Việt Nam đến cõi diệt vong''. Vì nó, nước Việt Nam trong một thời kì rất dài đã phát hiện ra nhiều cảnh tượng kỳ quái, có thể khiến cho người ta phải cười, phải khóc, phải rùng rợn hồi hộp.||| [[Ngô Tất Tố]]}}","{{Tham khảo}}","{{sơ khai lịch sử Việt Nam}}","{{Lịch sử Việt Nam thời Nguyễn độc lập}}","{{Lịch sử giáo dục Việt Nam}}"]}