{"64678":["{{số năm theo năm và ngày|1407|10|2|1409|4|20}}","{{Thông tin nhân vật hoàng gia\n| tên = Giản Định Đế\n| tên gốc = 簡定帝\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = \n| ghi chú hình = \n| chức vị = [[Nhà Hậu Trần|Hoàng đế Hậu Trần]]\n| tại vị = [[02 tháng 10]] năm [[1407]] – [[20 tháng 04]] năm [[1409]]<br>({{số năm theo năm và ngày|1407|10|2|1409|4|20}})\n| đăng quang = [[1407]]\n| tiền nhiệm = '''<font color=\"green\">Thành lập triều đại<\/font>''' <br> [[Hồ Hán Thương]] (nhà Hồ)\n| nhiếp chính = \n| kế nhiệm = [[Trùng Quang Đế]]\n| chức vị 1 = [[Nhà Hậu Trần|Thái thượng hoàng Hậu Trần]]\n| tại vị 1 = [[20 tháng 04]] năm [[1409]] – [[tháng 07]] năm [[1409]]\n| tiền nhiệm 1 = '''<font color=\"green\">Thái thượng hoàng đầu tiên<\/font>''' <br>[[Trần Thuận Tông]] ([[nhà Trần]])<br> [[Hồ Quý Ly]] ([[nhà Hồ]])\n| kế nhiệm 1 = '''<font color=\"red\">Thái thượng hoàng Hậu Trần cuối cùng<\/font>'''\n| tên đầy đủ = Trần Ngỗi (陳頠)\n| tên tự = \n| tên hiệu = \n| phối ngẫu = \n| con cái = \n| kiểu tên đầy đủ = Tên húy\n| niên hiệu = Hưng Khánh (興慶)\n| thời gian của niên hiệu = 1407—1409\n| hoàng tộc = [[Nhà Hậu Trần]]\n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = '''Giản Định Hoàng Đế''' (簡定皇帝)\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| cha = [[Trần Nghệ Tông]]\n| mất = [[1410]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n| mẹ = \n| sinh = [[1375]]\n| nơi sinh = \n}}","{{Pull quote|chữ=\"Mùa đông, tháng 10, ngày mồng 2, Giản Định Đế lên ngôi ở Mô Độ, [[Ninh Bình|châu Trường Yên]], dựng niên hiệu là Hưng Khánh. Trước đó, [[Trương Phụ]] yết bảng bắt các tôn thất họ Trần và đầu mục quan lại cũ để đưa về. Vua trốn chạy đến Mô Độ. Người Thiên Trường là [[Trần Triệu Cơ]] đem quân đến lập lên ngôi, xưng theo tên hiệu cũ.''<br/>Tháng 4, quân Minh đánh vào hành dinh, vì quân mới chiêu tập, không đánh mà tan vỡ. Vua liền đi về phía tây, đến [[Nghệ An]] tạm đóng tại đó. Đại Tri châu Hóa Châu là [[Đặng Tất]] nghe tin, giết viên quan [[nhà Minh]], đem quân tới hội, tiến con gái mình sung vào hậu cung. Vua phong Tất làm Quốc công, cùng mưu việc khôi phục\".''|nguồn=Đại Việt sử ký toàn thư, soạn giả: [[Lê Văn Hưu]], [[Phan Phu Tiên]], [[Ngô Sĩ Liên]], dịch giả: Viện Khoa học Xã hội Việt Nam, Nhà Xuất bản Khoa học Xã hội - Hà Nội, 1993, trang 313.}}","{{cquote|\n''Thiên hạ đại loạn, nhân dân [[Nghệ An]], [[Diễn Châu]] biết ai là chân chúa. Thúc Dao là con người tôn thất, Nhật Chiêu là tướng quân cũ, nhận quan tước của nhà Minh, giữ đất, trị dân, dân không theo có được không? Giết Thúc Dao và Nhật Chiêu là phải, còn bọn thuộc hạ nên vỗ về mà dùng, thì chúng không cảm kích ơn đức đó hay sao? Thế là lại giết nhiều như vậy, sao gọi là quan nhân nghĩa được? Xem như Lê Tiệt và Lê Nguyên Đỉnh nhầm họp quân ở Hát Giang, mưu đánh úp [[Trùng Quang Đế]], mà [[Trùng Quang Đế]] chỉ có Tiệt Đế và Nguyễn Đỉnh thôi, còn đều tha cả, so với Giản Định Đế thì đằng nào hơn?''|||Ngô Sĩ Liên}}","{{cquote|\n''[[Đặng Tất]] chỉ biết hành quân là gấp mà không biết cứu [[Đông Đô]] còn gấp hơn. [[Đông Đô]] có tầm hình thế của cả nước. Chiếm được Đông Đô thì các lộ không đâu không hưởng ứng, hơn nữa hào kiệt trung châu đều ở cả đó. Bỏ nơi ấy mà không lo đánh chiếm, lại chia quân phân tán đi các xứ, vì thế hiệu lệnh không thống nhất, rốt cuộc đi đến sụp đổ là đáng lắm!''|||Phan Phu Tiên}}","{{cquote|\n''[[Đường Thái Tông]] dùng binh, phần nhiều nhân thế chẻ tre mà giành thắng lợi, là vì có tư thế anh hùng mà tướng và quân vốn đã rèn sẵn. Vua tính kế quyết thắng nhưng Tất không theo, cố nhiên là đáng tiếc. Song có lẽ Tất liệu vua mình không phải là bậc anh hùng như [Đường] Thái Tông, mà quân thì từ xa đến, lương thực có thể không tiếp tế được, còn quân ở kinh lộ thì chưa tập hợp được, chẳng thà theo phép hơn địch gấp 10 lần thì bao vây, hơn địch gấp 5 lần thì đánh là hơn. Nếu không thế thì thành Cổ Lộng chỉ cách Bô Cô không quá nửa ngày đường sao vẫn không thể thừa thế chẻ tre mà đánh, huống chi thành [[Đông Quan]]. Kế ấy cũng chưa lấy gì làm hỏng lắm, chỉ vì vua tin lời gièm mà vội giết Tất thôi. Than ôi, [[Đặng Tất]] sau khi phá được giặc mạnh, trổ tài mới trong khoảng một tuần một tháng, công việc chưa làm được một nửa mà bị chết oan, đó là cái họa sụp đổ [của nhà Trần], chứ đâu phải là tội của Tất.''|||''Đại Việt Sử ký Toàn thư''}}","{{cquote|\n''Vua không có tài dẹp loạn, lại giết bỏ người giúp mình, tự chuốc lấy diệt vong, chẳng phải vì không may''.\n\n''Vua may thoát khỏi vòng vây hãm nguy hiểm, cầu người cứu giúp nạn nước, được cha con Đặng Tất có tài làm tướng, cha con Cảnh Chân giỏi tài mưu lược, đủ để lập được công khôi phục, dựng được nghiệp trung hưng. Với trận thắng Bô Cô, thế nước lại nổi. Thế mà nghe lời gièm pha ly gián của bọn hoạn quan, một lúc giết hại hai người bề tôi phò tá mình, thì làm sao nên việc được!''|||[[Ngô Sĩ Liên]]}}","{{cquote|\n''Kịp đến Giản Định Đế thời Hậu Trần, lên ngôi trong lúc xiêu giạt, có bọn [[Đặng Tất]], [[Nguyễn Cảnh Chân|Cảnh Chân]] mưu giúp đỡ, hăng nổi nghĩa binh đi đánh giặc Minh, trận đánh Bồ Cô cơ hồ khôi phục nhà Trần, đáng gọi là quân nhân nghĩa vậy. Sao lại nhẹ dạ nghe lời gièm pha, vột giết tướng giỏi mà mau chuốc bại vong... Than ôi! [[Đặng Tất]], [[Nguyễn Cảnh Chân|Cảnh Chân]] vì lời gièm mà bị giết mà người Minh vào cướp, cũng như Đàn Đạo Tế bị giết mà quân Ngụy xâm lăng; Nhạc Vũ Mục bị giết mà quân Kim vào cướp. Bọn xiển nịnh làm sụp đổ nước nhà, trước sau cùng một lối, người làm vua trong việc dùng người bỏ người không thể không cẩn thận.''|||[[Lê Tung]]}}","{{Chú thích web |url=http://thcs-qthanh.quangdien.thuathienhue.edu.vn/gioi-thieu/tieu-su-danh-tuong-dang-tat-ngoi-truong-mang-ten-vi-anh-hung |ngày truy cập=2015-05-26 |tựa đề=Tiểu sử danh tướng Đặng Tất |archive-date=2021-07-09 |archive-url=https://web.archive.org/web/20210709182808/http://thcs-qthanh.quangdien.thuathienhue.edu.vn/gioi-thieu/tieu-su-danh-tuong-dang-tat-ngoi-truong-mang-ten-vi-anh-hung |url-status=dead }}","{{tham khảo|30em}}","{{TĐBKVN|1814|Trần Ngỗi}}","{{Đầu hộp}}","{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Hậu Trần]]\n|trước = Không có\n|sau = [[Trùng Quang Đế]]\n|năm = [[1407]]-[[1409]]\n}}","{{Cuối hộp}}","{{Vua nhà Trần}}","{{Navboxes\n|title= Giản Định Đế\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Hậu Trần]]\n|trước = Không có\n|sau = [[Trùng Quang Đế]]\n|năm = [[1407]]-[[1409]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Trần}}\n}}","{{Thái thượng hoàng Việt Nam}}","{{Lịch sử Việt Nam thời Trần}}","{{Thời gian sống |1375|1410|}}"]}