{"3375829":["{{Infobox document\n|document_name = Hùng Vương từ khảo<br>雄王祠考\n|image =\n|image_width =\n|image_caption = \n|date_created = [[10 tháng 3]], [[Canh Thìn]] (1940)\n|date_ratified = Hoàng triều [[Bảo Đại]], [[Hình:Long tinh flag (variant).svg|23px]] [[An Nam]]\n|location_of_document = [[Viện nghiên cứu Hán Nôm]]\n|writer = [[Bùi Ngọc Hoàn]]\n|signers = [[Lê Trung Ngọc]]\n|purpose = Khảo sát di tích\n|wikisource = Hùng Vương từ khảo\n}}","{{Chú thích web |url=http://caobaquat.com.vn/?cao-ba-quat=ban-can-biet&id=300&cuoc-tim-lai-co-vat-sau-68-nam--chau-ve-hop-pho--.html |ngày truy cập=2016-04-22 |tựa đề=Cuộc tìm lại cổ vật sau 68 năm |archive-date = ngày 13 tháng 5 năm 2016 |archive-url=https://web.archive.org/web/20160513101718/http://caobaquat.com.vn/?cao-ba-quat=ban-can-biet&id=300&cuoc-tim-lai-co-vat-sau-68-nam--chau-ve-hop-pho--.html }}","{{cquote|雄王祠者我越最古史上鴻厖列王祀所也。<br>雄王第一（陽曆紀元前二八七九）都峯州（即今白鶴）國號文郎、傳十八世、皆稱雄王、歷年二千六百二十有二。後蜀安陽王占據其地（陽曆紀元前二五八）存前王祀建廟於義嶺（即今雄山）。給祀田在羲崗社、古蹟村、乃雄王第十八升遐故地也。<br>今尚有陵在廟旁，嗣而肇富村民建別廟於山腰以奉之（即今中祠）, 薇崗社又建別廟於山麓以奉之（即今下祠）歷朝列之祀典。<br>皇朝嗣德貳拾柒年（陽曆一八七四）三宣總督阮伯儀奉勅重修上祠；維新陸年（陽曆一九十二）延茂郡公黃高啟咨請政府給銀貳千元；富夀巡撫制光恩又奉行勸捐重修內寢外殿如今規式；啟定柒年（陽曆一九二二）增修山陵。<br>前者、國祭以秋為期；啟定貳年（陽曆一九十七）富夀巡撫黎忠玉咨請禮部印定以遞年叁月初拾為國祭日、即雄王第十八忌前一日也。忌日（三月十一）由所在民致祭。<br>山腰有古寺、號天光寺、嗣德叁年（陽曆一八五十）刑部尚書阮登楷、因舊重建；啟定玖年（陽曆一九二四）巡撫黎雲嵿又增補之。<br>山下南邊有廟。號井廟祀公主二位：一是雄王第三世僊容公主（適褚童子）；一是雄王第十八世玉花公主（適高山）。啟定柒年（陽曆一九二二）重修；保大拾年（陽曆一九三五）又增廣之。<br>皇阮保大拾五年庚辰叁月初拾日。參知領富夀巡撫裴玉環奉誌。|||'''雄王祠考'''<ref>[http://caobaquat.com.vn/?cao-ba-quat=ban-can-biet&id=301&noi-dung-tam-van-bia-%E2%80%9Chung-vuong-tu-khao%E2%80%9D.html Nội dung văn bi ''Hùng Vương từ khảo'']<\/ref>}}","{{cquote|''Hùng Vương từ giả ngã Việt tối cổ sử thượng Hồng Bàng liệt vương tự sở dã.<br>Hùng Vương đệ nhất (dương lịch kỷ nguyên tiền nhị bát thất cửu) đô Phong Châu (tức kim Bạch Hạc) quốc hiệu Văn Lang, truyền thập bát thế, giai xưng Hùng Vương, lịch niên nhị thiên lục bách nhị thập hữu nhị. Hậu Thục An Dương Vương chiếm cứ kỳ địa (dương lịch kỷ nguyên tiền nhị ngũ bát) tồn tiền vương tự kiến miếu ư Nghĩa Lĩnh (tức kim Hùng sơn), cấp tự điền tại Hi Cương xã, Cổ Tích thôn, nãi Hùng Vương đệ thập bát thăng hà cố địa dã.''<br>''Kim thượng hữu lăng tại miếu bàng, tự nhi Triệu Phú thôn dân kiến biệt miếu ư sơn yêu dĩ phụng chi (tức kim Trung từ), Vi Cương xã hựu kiến biệt miếu ư sơn lộc dĩ phụng chi (tức kim Hạ từ), lịch triều liệt chi tự điển.''<br>''Hoàng triều Tự Đức nhị thập thất niên (dương lịch nhất bát thất tứ) Tam Tuyên tổng đốc Nguyễn Bá Nghi phụng sắc trùng tu Thượng từ; Duy Tân lục niên (dương lịch nhất cửu thập nhị) Diên Mậu quận công Hoàng Cao Khải tư thỉnh chính phủ cấp ngân nhị thiên nguyên; Phú Thọ tuần phủ Chế Quang Ân hựu phụng hành khuyển quyên trùng tu nội tẩm ngoại điện như kim quy thức; Khải Định nhị niên (dương lịch nhất cửu nhị nhị) tăng tu sơn lăng.''<br>''Tiền giả, quốc tế dĩ thu vi kỳ; Khải Định nhị niên (dương lịch nhất cửu thập nhất) Phú Thọ tuần phủ Lê Trung Ngọc tư thỉnh Lễ bộ ấn định dĩ đệ niên tam nguyệt sơ thập vi quốc tế nhật, tức Hùng Vương đệ thập bát kị tiền nhất nhật dã. Kị nhật (tam nguyên thập nhật) do sở tại dân chí tế.''<br>''Sơn yêu hữu cổ tự, hiệu Thiên Quang tự, Tự Đức tam niên (dương lịch nhất bát ngũ thập) Hình bộ thượng thư Nguyễn Đăng Giai, nhân cựu trùng kiến; Khải Định cửu niên (dương lịch nhất cửu nhị tứ) Tuần phủ Lê Vân Đỉnh hựu tăng bổ chi.''<br>''Sơn hạ Nam biên hữu miếu, hiệu Tỉnh miếu tự công chúa nhị vị: Nhất thị Hùng Vương đệ tam thế Tiên Dung công chúa (thích Chử Đồng Tử); nhất thị Hùng Vương đệ thập bát thế Ngọc Hoa công chúa (thích Cao Sơn) Khải Định thất niên (dương lịch nhất cửu nhị nhị) trùng tu; Bảo Đại thập niên (dương lịch nhất cửu tam ngũ) hựu tăng quảng chi.''<br>''Hoàng Nguyễn Bảo Đại thập ngũ niên Canh Thìn tam nguyệt sơ thập nhật. Tham tri lĩnh Phú Thọ tuần phủ Bùi Ngọc Hoàn phụng chí.''|||'''Hùng Vương từ khảo'''}}","{{cquote|''Đền Hùng Vương là nơi thờ các vị vua cổ xưa nhất thời Hồng Bàng trong lịch sử nước Việt ta.''<br>''Hùng Vương thứ nhất (2879 TCN) định đô ở Phong Châu (nay là Bạch Hạc), đặt quốc hiệu là Văn Lang, truyền 18 đời, đều xưng là Hùng Vương, trải 2622 năm. Về sau, đất ấy bị Thục An Dương Vương chiếm (258), nay còn miếu thờ các vua ở núi Nghĩa Lĩnh (tức núi Hùng). Cấp tự điền ở thôn Cổ Tích xã Hi Cương, là nơi Hùng Vương thứ 18 thăng hà.''<br>''Nay còn lăng ở cạnh miếu, con cháu đời sau là cư dân ở thôn Triệu Phú xây miếu thờ ở lưng núi (nay là đền Trung), xã Vi Cương lại dựng thêm miếu dưới chân núi để thờ (đền Hạ), trải các triều đại được liệt vào điển chế thờ tự.''<br>''Tự Đức năm thứ 27 (1874), Tam Tuyên tổng đốc Nguyễn Bá Nghi vâng sắc chỉ trùng tu đền Thượng; Duy Tân năm thứ 6 (1912), Diên Mậu quận công Hoàng Cao Khải trình tờ tư xin 2000 quan tiền [để tu sửa]; Phú Thọ tuần phủ Chế Quang Ân lại phụng mệnh khuyến khích quyên tiền để trùng tu nội tẩm cùng ngoại điện như thực trạng bây giờ; Khải Định năm thứ 7 (1922), tu sửa lăng trên đỉnh núi.''<br>''Trước đây quốc lễ cúng tế định kỳ vào mùa thu; Khải Định năm thứ 2 (1917), Phú Thọ tuần phủ Lê Trung Ngọc có tờ tư xin bộ Lễ cho ấn định lấy mồng 10 tháng 3 hàng năm làm ngày quốc tế. Ngày giỗ (11 tháng 3) thì do dân sở tại tự làm tế lễ.''<br>''Lưng núi có ngôi chùa cổ Thiên Quang. Tự Đức năm thứ 3 (1850), Hình bộ thượng thư Nguyễn Đăng Giai nhân chùa cũ nên cho dựng lại; Khải Định năm thứ 9 (1924), tuần phủ Lê Vân Đỉnh lại cho tu bổ thêm.''<br>''Chân núi phía Nam có miếu Giếng, thờ hai vị công chúa: Một là công chúa Tiên Dung con Hùng Vương thứ 3 (gả cho Chử Đồng Tử); một là công chúa Ngọc Hoa con Hùng Vương thứ 18 (gả cho thần núi Cao). Khải Định năm thứ 7 (1922) trùng tu. Bảo Đại năm thứ 10 (1935) lại xây rộng thêm.''<br>''Mồng 10 tháng 3 Canh Thìn, Nguyễn triều Bảo Đại năm thứ 15 (1940). Tham tri lĩnh Phú Thọ tuần phủ Bùi Ngọc Hoàn vâng mệnh chép lại.''|||'''Khảo đền Hùng Vương'''}}","{{tham khảo|30em}}"]}