{"14924317":["{{Cquote|Khi quyết định dâng huy hiệu Hoàng thái hậu, Khâm thiên giám sẽ chọn ngày trước ngày lễ, để phái quan viên đến kính cáo Miếu điện cùng Từ đường của dòng họ ngoại thích (của Thái hậu) về việc dâng tôn hiệu. Trước ngày lễ 2 ngày, quan bộ Lễ kính dâng hòm biểu tâu lên, một tờ để cho Hoàng đế biết quy trình làm lễ tấn tôn, một tờ liệt kê các lễ vật để Hoàng đế phê duyệt.\n\nTrước 1 ngày, 1 Hoàng thân công cùng 1 quan Lang trung của bộ Lễ mặc áo Triều phục để dâng hòm tấu lên cho Từ Cung<ref>[Từ Cung]: một kính xưng ám chỉ Hoàng thái hậu<\/ref>. Ngày hôm ấy, hội đồng bộ Lễ cùng 1 quan Thái giám đặt 1 án Vàng ở phía Nam của ngai báu Từ Cung, phía trước đặt 1 Kim án, đặt Bái vị của Hoàng đế phía Nam của Kim án, rồi đặt chỗ Hoàng đế ngự ở gian thứ nhất bên Tả, hướng sang phía Tây, đặt 4 án vàng tạm để sách, ấn, hộp son và phẩm vật lễ mừng của Hoàng đế tiến lên tại hai bên Tả-Hữu chỗ Bái vị. Lại đặt 1 án vàng tuyên đọc sách, ấn ở gian thứ 2 bên Hữu, hơi về phía Nam, đặt 4 án son để lễ mừng của Hoàng thân cùng các quan ở hai bên Tả-Hữu dưới thềm hàng cột trước. Đặt phẩm thứ chiếu lệ của Hoàng thân và ấn quan Văn quan Võ tam phẩm cùng tứ phẩm trở lên ở trước điện, phẩm thứ quan Văn quan Võ tứ phẩm trở xuống ở trước điện, lại đặt 2 án vàng kính duyệt sách, ấn ở gian chính giữa điện Cần Chánh, đặt vị kính duyệt của Hoàng đế trước án vàng.\n\nĐến ngày làm lễ, vào khoảng canh 5, sau khi bắn súng trên Kỳ đài, giương kéo cờ Vàng và cờ Khánh hỉ. Đặt 1 Long đình ở dưới thềm gian chính giữa điện Cần Chánh, lọng vàng, gươm dài cùng đồ Nhã nhạc đi trước. Đặt trượng sơn son, tán vàng ở ngoài cửa Đại cung môn, quan quân Thị vệ, Túc vệ cùng cầm cờ Mao tiết vàng ngọc, bách mao, hoàng việt, tả đạo, giáo đuôi báo, đề lô, phất trần, giáo, gươm, tán, quạt kính chực ở trước sân điện Cần Chánh. Thân binh cùng Cấm binh đặt kiệu Ngự, Lỗ bộ ở ngoài cửa Nguyệt Anh, lại từ cửa Nguyệt Anh đến 2 bên Tả-Hữu hướng ngoài cửa Từ Cung bày hàng dẹp đường, đặt kiệu của Từ Cung cùng Lỗ bộ ở trước cung đình. Nhã nhạc cũng bày xếp cho thứ tự. Sau đó, 6 vị Hoàng thân công, 2 đại thần ban Văn, gồm 1 đường quan Nội các và 1 đường quan bộ Lễ, được sung chức Chấp sự và Cung đạo, 1 đường quan viện Đô Sát sung chức Thị nghi, đều mặc áo Triều phục ở phía chái Đông của điện Cần Chánh. Còn Hoàng thân, các quan cùng các Công tử có tước khác mặc áo Triều đứng trước sân Từ Cung. Bộ Lễ cho soạn áo vàng, tán, lọng đến viện Đãi lậu bên Tả, kính đặt hòm sách, hòm ấn, hộp son lên trên án vàng ở chính giữa điện Cần Chánh (sách ở phía Đông, ấn ở phía Tây), giữ nhờ tâu: [''\"Trung nghiêm ngoại biện\"''] (bên trong bên ngoài nghiêm chỉnh, đầy đủ cả).\n\nLúc này Hoàng đế ngự mũ Cửu Long Thông Thiên, áo Hoàng bào, đai Ngọc khuê đến đứng ở chỗ duyệt sách, ấn, giắt ngọc khuê vào. Hoàng thân công lần lượt mở hòm, kính bưng sách, ấn để lên trên án vàng thứ 2, để chờ khi Hoàng đế kính duyệt xong, buông ngọc khuê ra và lên ngai báu. Quân Túc vệ liền đem án vàng dẹp đi. Hoàng thân công kính bưng các hòm sách, ấn, lễ mừng, biểu tâu, đường quan bộ Lễ bưng hộp sơn son, đều đặt lên Long đình. Ty loan nghi rước đi. Tán lọng, Nghi trượng, Nhã nhạc đi rước. Hoàng thân đại thần Chấp sự đi trước và đường quan bộ Lễ, viện Đô Sát, Nội các đều theo hầu đến ngoài cửa lớn của Từ Cung, thì Tán lọng dừng lại, Long đình qua cửa giữa đi vào, các quan quỳ để đón. Khi Long đình đi qua, (các quan) mới vái rồi đứng dậy. Đến cửa lớn bên trong cung, gươm dài và nhã nhạc dừng lại. Hoàng thân công bưng các hòm sách, ấn, lễ mừng, biểu tâu, còn đường quan bộ Lễ bưng hộp son, đều đặt lên án vàng ở gian chính giữa Từ Cung, rồi mở hòm kính bưng sách, ấn ra để riêng vào từng hộp, trùm phủ bằng khăn vàng, sau lại đặt trên án vàng phía Đông, còn hòm đựng sách, ấn và hộp son đều để lên án vàng phía hướng Tây đối diện. Nhân viên của ty bộ Lễ bưng các hòm lễ mừng của Hoàng thân, phủ Tôn Nhân và các quan đặt vào hai bên của án sơn son. Trước đó, cơ quan có trách nhiệm hội đồng với quan Thái giám, kính bưng lễ mừng phân chia ra đặt lên trên án vàng hai bên Tả-Hữu, lễ mừng của Hoàng thân và các quan đều phân chia thứ tự mà bày lên. Viên quản vệ Ty Loan giá theo lệnh truyền cho bày kiệu, tâu xin Hoàng đế ngự lên, quân quân đi trước và theo đuôi như thế nào, đều theo nghi thức cũ. Ngự kiệu ra Đại Cung môn, bắn 7 phát ống lệnh. Đến ngoài cửa lớn Từ Cung, xuống kiệu, qua cửa Tả mà đi vào. Hoàng đế ngồi nghỉ, quan Thái giám truyền báo cho Biền binh bày Lỗ bộ, Nghi trượng và các người tán xướng, nhã nhạc, đều đi đến trước điện bày hàng chực sẵn. Có 3 vị Hoàng thân công bưng sách, ấn, biểu tâu, 1 đường quan bộ Lễ sung chức điều khiển chính cho buổi lễ, 1 đường quan viện Đô Sát sung chức Thị nghi, đều đứng chực ở phía thềm phía Đông. Ba vị Hoàng thân công tiếp nhận bưng sách, ấn, biểu tâu, 2 viên quan đại thần bưng tuyên sách, ấn và 1 đường quan bộ Lễ, 1 đường quan Nội Các, đều đứng chực ở phía thềm phía Đông. Còn các chức quan Văn quan Võ cùng các Công tử tứ phẩm trở lên đều đứng bên trong cửa lớn Từ Cung. Các viên Củ nghi, Khoa đạo chia ra hai bên Tả-Hữu. Các người Công Tử mặc áo mũ, các người họ ngoại mặc áo Thạnh phục (áo đẹp) đứng chực ngoài ban.\n\nĐến giờ làm lễ, Hoàng đế đứng ngay chỗ Bái vị để chuẩn bị lạy, quan Thái giám gửi tâu, kính mời Hoàng thái hậu mặc áo mũ và bước lên ngai. Minh tán xướng: [''\"Bài ban\"'']. Hoàng thân và các quan theo ban thứ mà đứng xếp hàng. Xướng: [''\"Tấu, nghệ bái vị. Tấu bái, hưng\"'']. Hoàng đế đem cả Hoàng thân và các quan làm lễ 5 lạy. Xướng: [''\"Hành tiến sách bảo lễ. Tấu quỳ, bách quan giai quỳ\"'']. Sau ngưng, tấu [''\"Tiến sách\"'']. Một vị Hoàng thân kính dâng hộp Kim sách quỳ dâng ở bên Hữu, Hoàng đế tiếp nhận, giơ ngang trán, chuyển cho Hoàng thân mé Tây quỳ tiếp, bưng đặt lên trên án vàng Tuyên sách. Lại tấu, [''\"Tiến bảo\"'']. Một vị Hoàng thân kính dâng hộp Kim ấn quỳ dâng ở bên Hữu, Hoàng đế tiếp nhận, giơ ngang trán, chuyển cho Hoàng thân mé Tây quỳ tiếp, bưng đặt lên trên án vàng Tuyên ấn. Xướng: [''\"Tuyên sách\"''], quan tuyên sách cùng quan bộ sách đều quỳ trước án tuyên sách, quỳ ngoảnh mặt về hướng Bắc, mở sách và bắt đầu đọc sách văn. Sau khi đọc xong, bỏ Kim sách vào hòm, xướng [''\"Tuyên ấn\"''], quan tuyên ấn cùng quan giữ ấn đều làm như lúc làm lễ Tuyên sách vừa rồi. Sau đó, 2 Hoàng thân bưng hòm sách, hòm ấn và 1 quan Thái giám bưng hộp son đều kính dâng lên trên án vàng phía trước ngai báu. Xướng: [''\"Tấu, bái hưng\"'']. Hoàng đế đem cả Hoàng thân và các quan làm lễ 5 lạy. Xướng: [''\"Hành Khánh hạ lễ. Tấu quỳ, bách quan giai quỳ. Tấu tấu khuê (giắt ngọc khuê vào). Tấu tiến biểu\"'']. Một Hoàng thân bưng các hòm lễ mừng, biểu tâu, quỳ dâng ở bên Hữu. Hoàng đế nhận lấy và giơ lên ngang trán, rồi chuyển cho Hoàng thân đang quỳ phía Tây, nhận và dâng lên án vàng trước ngai báu. Lại xướng: [''\"Tấu xuất khuê (rút ngọc khuê ra). Tấu bái, hưng\"'']. Hoàng đế đem cả Hoàng thân và các quan làm lễ 5 lạy. Xướng: [''\"Lễ thành\"''].\n\nSau khi hoàn thành lễ tấn tôn, Hoàng đế đứng ở Bái vị, các quan phát ban. Bộ Lễ dẫn các Công tử cùng các người họ ngoại đến trước sân Từ Cung bày hàng làm lễ lạy 5 lạy. Xong rồi Hoàng đế đi ra kiệu, quan quân đi theo hầu trước sau như nghi thức đến Đại Cung môn, bắn 3 ống lệnh. Hoàng đế sau về cung. Tiếp diễn sau đó, Cung tần, Công chúa cùng các Phủ thiếp và Mệnh phụ quan viên đều mặc Thạnh phục, được quan Thái giám hướng dẫn mà đến trước ngai Hoàng thái hậu làm lễ 3 lạy 6 vái. Quan Thái giám mặc Sắc phục mà lần lượt đem các hòm sách, ấn, biểu tâu, lễ mừng và hộp son đều đưa vào trong cung. Ngày hôm sau, Hoàng thái hậu mặc Lễ phục đến điện Hoàng Nhân làm lễ tạ ơn.|||Trích ''\"Lễ tấn tôn\"'' - Đại Nam hội điển}}","{{Cquote|Năm Gia Long thứ 5, Hoàng đế cho sách lập Vương hậu làm Hoàng hậu. Trước khi làm lễ sách lập, quan viên bộ Lễ chọn ngày tốt và cử Vũ khố làm sách vàng và ấn vàng, chọn mỗi bên văn võ một vị đại thần làm Chánh và Phó sứ. Trước 2 ngày, đích thân Hoàng đế đến các Miếu kính thưa việc lập Hoàng hậu. Các quan sau đó đến cung Trường Thọ, tâu Hoàng thái hậu ngày lập Hậu. Trước 1 ngày diễn ra lễ sách lập, cho người đặt 2 cái án vàng ở cung Khôn Đức<ref>Tên gọi trước đó của [[cung Khôn Thái]]. Hiện tại cung điện này đã không còn nữa do đã bị giải thể thời [[Khải Định]], vị trí của nó là ngay phía sân hướng mặt Nam của [[Điện Kiến Trung]]<\/ref>.\n\nĐến ngày đại lễ, đem cờ tiết để ở trên án vàng thứ nhất đặt tại điện Thái Hòa, sách bảo và ấn phong đặt ở án còn lại, cho đặt thêm một cái kiệu long đình ở dưới thềm. Đội loan nghi chuẩn bị tán lọng, đứng ở phía đông. Hoàng đế ngự ở điện Thái Hòa, trăm quan bái lễ 5 lạy xong rồi đứng theo ban thứ, chánh phó sứ bước vào sân, làm lễ bài mạng và quỳ. Quan bưng cờ tiết trao cho chánh sứ, cùng phó sứ đứng dậy tiếp nhận. Quan bưng sách ấn đặt vào long đình. Chánh sứ cầm cờ tiết, phó sứ theo sau. Đội loan nghi khiêng long đình từ thềm phía đông xuống, ra phía đông thềm Đan trì, rước Hoàng đế tiến vào trong. Chánh phó sứ đi trước, long đình để sách ấn vàng nối bước theo sau, nghi trượng nhã nhạc đi theo đến cửa Hưng Khánh thì vào, đến ngoài cửa Lý Thuận thì đứng bên phía trái. Nội quan vâng chỉ Hoàng hậu ra đón, đứng bên phải cửa, nhận cờ tiết, hòm đựng sách và ấn vàng trên án ở cung Khôn Đức, Hoàng hậu tiến đến lạy 5 lạy, quỳ xuống. Nội quan bưng sách và ấn trao cho Tân hậu. Hậu đều tiếp nhận, giơ lên trán rồi đưa cho cung nữ bưng hộ, rồi Hậu dập đầu lạy 5 cái để tạ ơn. Nội quan trao trả cờ tiết cho chánh sứ, cùng phó sứ về điện Cần Chánh nộp cờ tiết, làm lễ phục mệnh.\n\nSau khi bái tạ trước Hoàng đế, Hoàng hậu lại đến cung Trường Thọ làm lễ bái yết Hoàng thái hậu. Ngày hôm sau đặt lễ đại triều, Hoàng đế ngự điện Thái Hòa, trăm quan văn võ dâng biểu mừng, làm lễ chúc tụng; thừa dịp này Hoàng đế cho ban ân chiếu đến thiên hạ. Các quan sau đó cũng đến cung Khôn Đức của Tân hậu để chúc mừng.|||Trích ''\"Lễ sách lập Hoàng hậu\"'' - Đại Nam hội điển}}","{{quotation|<center>'''LỄ PHONG HOÀNG HẬU NAM PHƯƠNG'''<\/center>\n<center>''- Ngày 24 Mars 1934 -''<\/center>\n<center>''(Trích đoạn giữ nguyên văn phong của bài báo)''<\/center>\n<center>oOo<\/center>\n\nHué. – Hơn một trăm ba mươi năm, Đại-nội nay mới lại thấy lễ Tấn-phong Hoàng-hậu. Vì từ xưa đến nay chỉ có hai lần: một là năm Gia-long ngũ-niên, có lễ phong Thừa-Thiên Hoàng-hậu, nay đến lễ phong Hoàng-hậu Nguyễn-Hữu Thị Lan là hai. Các điện, các cung tại Đại-nội đều trần thiết như ngày đại khánh hỉ. Trang hoàng đẹp nhất là cung Thái-bình, chỗ làm lễ Tấn-phong.\n\nSáng sớm, các cửa Nội đều có lính canh phòng hợp với các người làm việc văn phòng Hoàng-đế để khám giấy các người vào dự lễ. Ngoài các quan đại-thần, các quan đại biểu quan lại Bắc-kỳ, văn võ đình-thần Nam-triều, và các nhà báo có giấy của quan Tổng-lý Văn-phòng cho phép riêng thì không ai được vào Nội hôm ấy.\n\n7 giờ 30, ngài Hoài-ân-vương, các quan Thương-thư viện Cơ-mật Phạm Quỳnh, Thái Văn-Toản, Hồ Đắc-Khải, Bùi Bằng-Đoàn, Tôn-thất Quảng cùng các quan Hiệp-tá Vi Văn-Định, Ng. Đình-Quỳ, quan Tổng-đốc Lê Văn-Đính và các đường quan Nam-triều đều tựu tại nhà Duyệt-thị. Các quan đều vận áo gấm phủ áo thụng lam.\n\n8 giờ sáng, trước sân điện Cần-chánh, đạo quân đi hầu quan Khâm-mạng làm lễ tấn-phong Hoàng-hậu đã sắp sẵn. Đội nhạc chính trong Đại-nội khởi nhạc, quan Thượng-thư Ưng-Bàng, Kiêm-Nhiếp-Tôn-Phủ Đại-thần, bận Đại-triều vào sân giữa làm lễ bái-mạng. Quan Đề-đốc L.V.-Mậu, được sắc ban làm Phó Khâm-mạng cũng ra làm lễ một lần. Nhạc nghỉ, quan Thượng Ưng-Bàng vào lĩnh mao-tuyết của Hoàng-đế. Quan Đề-đốc và hai quan viên bộ Lễ cũng vào điện lĩnh Kim-sách, và Bửu (ấn vàng) đem ra để vào long-đình.\n\nNhạc cử lần nữa, quan Khâm-mạng đệ mao-tuyết bước bước đầu tiên phong đạo binh bèn ra lệnh cho các quân khởi-hành.\nTừ từ bước một, quân kéo ra khỏi điện. Đạo binh dài có nhiều thứ quân: trước hết có lính cầm các thứ cờ, các lính cầm tàn, lọng, kế đến lính cảnh-tất bận y-phục rực rỡ của Đại-nội đi theo, người cầm trượng, kẻ cầm kiếm. Đi giữa đạo quân, có quan Khâm-mạng bận đồ đại-triều, tay cầm mao tuyết, bao quanh có quân cầm lọng đi hầu. Đoạn 8 người lính khiêng long-đình trong để bảo-vật tấn-phong. Kèm hai bên có bốn lọng vàng, và theo sau có quan Phó Khâm-mạng và các quan bộ Lễ. Qua khỏi Đại-cung-môn, và cửa Nhật-tinh, đạo quân đi tới cửa Cần-tín, để tiến thẳng tới cửa tiền cung Thái-bình. Nghe tiếng thiều báo hiệu, các quan trực tại Duyệt-thị bèn bận áo rộng, đi tới cung Thái-bình.\n\n9 giờ, quan Khâm-mạng tới cung Thái-bình, pháo nổ hiệu mừng, quân đem long-đình để giữa sân chính. Tại Thái-bình-cung đã xửa-xoạn sẵn để nghênh-tiếp. Tại phòng chính có đặt hương-án, hai bên có hai cái ghế bao xô vàng. Quan Khâm-mạng vào cung, đệ mao-tuyết lên. ''\"Nguyễn nương-nương\"'' đầu đội mão cửu-phụng có đính các thứ châu-báu, mình mặc bào vàng có thêu chín con phượng, chân đi hài cũng thêu phượng, ra tiếp mao-tuyết và làm lễ tạ. Kế đến quan Phó Khâm-mạng, và các quan bộ Lễ dâng kim-sách và kim-ấn cho Hoàng-hậu. Mỗi lần lĩnh sách và ấn, Hoàng-hậu làm lễ tạ rồi trao cho Nội-quan đặt lên trên hai cái ghế vàng để hai bên.\n\nQuyển kim-sách có sáu lá bằng vàng, trong đó có lời sắc phong của Hoàng-thượng. Sắc bằng chữ nho, dài bốn trang, đại ý Hoàng-thượng nói rằng Ngài vì hiểu các đức tài của cô Nguyễn-Hữu Thị Lan đáng vì Chánh cung nên Ngài sắc-phong cho cô chức Hoàng-hậu, trước để phụng-dưỡng Tam-cung Thái-hoàng Thái-hậu và Hoàng Thái-hậu, sau coi cả việc nội-đình của Hoàng-thượng. Đoạn chót lời sắc có lời huấn-giáo và mong Hoàng-hậu sẽ xứng với chức lớn.\nCái ấn của Hoàng-đế ban toàn bằng vàng, có khắc bốn chữ vàng: Hoàng-hậu chi bửu. Nhạc nổi khúc chót, Hoàng-hậu bèn phủ phục trước hương-án làm lễ tạ Hoàng-đế. Kế Nội-quan trao lại mao tuyết cho quan Thượng Ưng-Bàng. Đạo quân bèn ra khỏi cung Thái-bình về điện Cần-chánh. Nghi-vệ cũng như khi đi.\n\n9 giờ 20, lễ Thụ-phong xong, cô Nguyễn-Hữu Thị-Lan từ nay đã là Hoàng-hậu. Tất cả hoàng-thân, đình-thần Nam-triều, đại-diện các quan Bắc-kỳ, đều tới bái-yết. Các quan đều xá Hoàng-hậu. Đoạn, Đức bà Hoài-ân Vương-phi, các Công-chúa, các bà mệnh-phụ đều tới làm lễ bái-yết.\n\n9 giờ 30, sau khi thay đồ triều-phục, Hoàng-hậu chít khăn vàng, bận áo vàng, liền ngự lên long-xa về điện Kiến-trung để tiếp các quan đại-diện Pháp đình tới chúc mừng.\n\n9 giờ 40, lính các cửa hô hiệu bồng súng chào. Đạo kỵ-binh đi đón vào tới cửa Hòa-bình bèn gò cương, xe các quí-khách vào điện Kiến-trung.\n[...]\nChực sẵn tại bậc thềm điện Kiến-trung, có quan Thượng Nghi-lễ Bửu-Thạch, Thủy-quân đại-úy Barthélemy Chánh võ phòng của Hoàng-đế và quan Tổng-lý Văn-phòng Phạm Quỳnh, để đón quan quyền Toàn-quyền quan Thống-sứ Bắc-kỳ và Khâm-sứ Trung-kỳ. Tại phòng tiếp-tân, Hoàng-hậu, đầu chít khăn vàng mình bận áo gấm đỏ, tiếp các quí khách. Quan quyền Toàn-quyền Graffeuil nghiêng mình cúi chào Hoàng-hậu và tỏ lời chúc mừng về lễ Tấn-phong. Kế đến quan Khâm-sứ Trung-kỳ và Thống-sứ Bắc-kỳ mỗi ngài đều chào và chúc mừng Hoàng-hậu. Đoạn đến tiệc Champagne. Các quan Thượng-thư Cơ-mật đều có dự lễ.\n\n10 giờ, đạo kỵ binh cung dẫn các xe ra khỏi Đại-nội và đưa thẳng qua phủ Khâm-sứ.\n\nChiều 3 giờ, Hoàng-hậu bận triều phục qua làm lễ bên điện Phụng-tiên.\n\nLễ này xong, Hoàng hậu bèn qua điện Thọ-cung, bái-tạ ngài Không-nguyên Thái-hoàng Thái-hậu. Kế Hoàng-hậu qua cung Trường-sinh, bái-tạ ngài Khôn-nghi Thái-hoàng Thái-hậu và qua Thái-bình cung bái tạ đức Từ-cung Hoàng-thái-hậu. Sau khi làm lễ bái tạ Tam-cung, Hoàng-hậu ngự xe qua điện Càn-thành làm lễ tạ Hoàng-thượng. Đức Kim-thượng chít khăn vàng, bận áo vàng, ngự tại căn chính, nhận lễ bái tạ của Hoàng-hậu.\n\n|'''Ngọ báo'''| Số 1966, ngày 27 tháng 3 năm 1934}}","{{quotation|<center>'''LỄ NHẬP CUNG CỦA HOÀNG HẬU NAM PHƯƠNG'''<\/center>\n<center>''- Ngày 20 Mars 1934 -''<\/center>\n<center>''(Trích đoạn giữ nguyên văn phong của bài báo)''<\/center>\n<center>oOo<\/center>\n\nHué. – 9 giờ sáng 20 Mars, các bà phủ-thiếp, mệnh-phụ bận triều-phục đều tựu tại lầu công-quán rước Hoàng-hậu vào Đại-nội. Lễ này, gọi là lễ \"Tấn-nội-đình\" đã cử-hành một cách cực-kỳ long-trọng. Từ năm Đồng-Khánh nguyên-niên đến nay có 5 lễ Tấn-nội-đình, trừ ra lễ Tấn-cung của lệnh-ái Ngài Quốc-công Nguyễn Hữu-Độ (hiện nay là ngài Khôn-Nguyên Thái-hoàng Thái-hậu), chớ không có lễ nào nghiêm và người đi xem đông như lễ hôm nay.\n\nTrời vừa sáng thì quang cảnh Hoàng-thành đã có vẻ náo-nhiệt lạ thường, vì nhân-dân từ thôn-quê cho đến Khách-trú các phường đâu đâu cũng kéo tới Hậu-bổ. Từ Khải-hoàn-môn lầu công-quán đến cửa Chân-đức đâu đâu cũng tấp nập người đi xem. Trên các cành cây cao, trên các bức tường thành Hậu-bổ, trẻ con, người lớn tranh nhau kiếm chỗ cao để thấy rõ dung-nhan người sẽ làm Hoàng-hậu nước Nam.\n\n6 giờ 30, cửa sắt lầu công-quán mở rộng, để quan Hộ-thành Đề-đốc đem tuần-binh tới giữ trật-tự. Các bà Tùng-sự ở Đại-nội ra, vào lầu công-quán, trang-điểm cho Hoàng-hậu.\n\n8 giờ, các bà phủ-thiếp, mệnh-phụ, đầu chít khăn xanh, mình bận áo tràng thêu đều lần lượt tề tựu tại công-quán.\nTrong các bà đi rước Hoàng-hậu người ta thấy: Bà Hoài-Ân Vương-Phi, các bà Thượng Thái Văn-Toản, Tôn-thất Quảng, bà Kiêm-nhiếp Tôn Nhân-phủ Ưng-Bàng, các bà Đô-thống, Tham-tri, Thị-lang các bộ… Khi các bà mệnh-phụ đến, có nữ-quan ra tiếp tại thềm và mời vào lầu.\n\n8 giờ 15, quan Thượng-thư bộ Lễ-nghi cùng các quan bộ Lễ tới lầu công-quán để kiểm-đốc các nghi-lễ.\n\n8 giờ 45, ở Đại-nội đem xe hơi Tanbard của Hoàng-đế ra lầu công-quán, để đón Hoàng-hậu. Bộ Lễ vào trình giờ Tấn-nội-đình và truyền lệnh sắp sửa phát pháo – các bà mệnh-phụ mời H.H. xửa xoạn nhập cung.\n\n9 giờ đúng, H.H. mình mặc áo tràng gấm đỏ thêu, đầu bịt khăn xanh, chân đi giày thêu phụng, ra khỏi lầu công quán. Theo sau có bà Nguyễn Hữu-Hào và bà Didelot bận áo tràng, bịt khăn xanh. Kế đó là các bà phủ-thiếp, Thượng-thư. Pháo nổ liên thanh, đạo binh dàn sẵn trước cửa bắt đầu cử-động. Đi tiên phong có quan Hộ-thành Đề-đốc Nguyễn Văn-Mậu, mình mặc nhung-y võ phục cưỡi ngựa. Theo bên ngựa có quân cầm gươm theo hầu. Kế đến mấy mươi người lính bận y-phục Đại-nội cầm cờ, cầm trượng đi hầu. Gần đạo quân này là xe hơi của bà Nguyễn Hữu-Hào và bà Didelot, rồi đến xe Hoàng-hậu, xe này là xe của Hoàng-đế, chỉ có một mình H.H. ngồi. Hầu xe này có hai người thị-vệ lái xe bận y phục thêu vành rế vàng. Theo hầu xe này có một hàng xe trên mười mấy cái, có các bà mệnh-phụ ngồi. Theo các đường có cắm cờ Hoàng-hiệu, đạo binh từ từ tiến thẳng tới cửa Chân-đức.\n\nXe Ngự vừa tới cửa Đại-nội, lính canh liền hô [''\"Présentez armes\"''], cả đoàn lính hầu đều ra sắp hàng bồng súng, thổi kèn chào. Đoạn, quan Đô-thống Nguyễn Hữu-Tiền bận nhung y, ngoài phủ áo thụng tiến đến trước xe chào H.H. và kính dẫn xe về ngả hậu-cung. \nTới cửa Gia-tường, Hoàng-hậu xuống xe đi bộ. Chực sẵn tại thềm có một vị Thái-giám và một bà Tùng-sự tiếp và kính dẫn qua lầu Thái-bình, chỗ đức Từ-cung Hoàng-thái-hậu ngự. H.H. bèn vào làm lễ yết-kiến Ngài Từ-cung Hoàng-hậu (Lễ này ngoài nghi chú). Ngài Hoàng-thái-hậu vui vẻ tiếp nàng dâu mới và truyền cung-nữ lấy một cái áo tràng màu vàng thêu phụng ban cho H.H. để thay vào áo tràng đỏ lúc mới vào cung. Kế, Hoàng-thái-hậu căn dặn vài điều về lễ-nghi bái-yết Hoàng-đế và hai Ngài Thái-hoàng Thái-hậu, Ngài ban phép cho qua Diễn-tâm-điện.\n\nTheo nghi-chú đã định, đức bà Công-chúa Mỹ-Lương, bận áo gấm đỏ, đeo kim-bài, cung dẫn H.H. qua điện Diễn-tâm. Tại điện này có bà Lang-Tố, em ruột đức Đồng-Khánh rước vào điện. Nghỉ một lát, bà Mỹ-Lương Công-chúa bèn đưa cô Lan qua điện Càn-thành làm lễ bái-yết Hoàng-đế: Điện Càn-thành trang hoàng theo các ngày đại-lễ. Tại Càn-thành, Hoàng-thượng chít khăn vàng, bận áo vàng ngự trên ngai. Tới cửa điện Càn-thành, thị-vệ vào tâu. Hoàng-thượng ban cho vào. Bà Mỹ-Lương Công-chúa nhắc H.H. tới chỗ lập vị. Tới chỗ để chiếc chiếu vàng, H.H. dừng lại, quay mặt vào Hoàng-đế, làm lễ tam-khấu-đầu. Lễ xong, Hoàng-đế ngự về điện Kiến-trung, Hoàng-hậu về điện Diễn-tâm.\n\n10 giờ 30, nữ-quan vào trình cùng Hoàng-hậu giờ bái-yết Tam-cung. Trước hết là lễ bái-yết Ngài Khôn-nguyên Xương-minh Thái-hoàng Thái-hậu. Quan Nghi-lễ đại thần Bửu-thạch kính dẫn. Tới cung Diên-thọ, H.H lên lầu làm lễ bái-yết Ngài Khôn-Nguyên - Tới chỗ lập vị, H.H cũng ba xá như bên điện Càn-thành. Ngài Hoàng-thái Thái-hậu, sau khi ban các lời giáo-huấn, bèn truyền lệnh cho các bà Tùng-sự đem đồ bảo-vật Ngài định tặng cho cháu dâu. Đồ ban là hai cái chén ngọc của các triều trước để lại, dùng để đựng phấn trắng và sáp đỏ. Sau khi tạ ân, H.H cáo từ qua cung Trường-sinh.\n\nTrái với cuộc bái-yết bên cung Diên-thọ có vẻ nghiêm-khắc về lễ-nghi, lễ bái-yết tại cung Trường-sinh có vẻ thâm-tình. Ngay khi Thái giám tâu H.H. đến làm lễ bái-yết, Ngài Khôn-Nghi Thái-hoàng Thái-hậu bèn truyền lệnh phát pháo mừng và cho lệnh vào chầu. H.H. làm lễ tam-khấu đầu xong, Ngài Thái-hoàng Thái-hậu ban cho ngồi gần bên Ngự-tọa. Ngài bèn ngắm kỹ càng người cháu dâu mới, rồi tỏ ý vui vẻ ban mấy câu này: ''\"Bà chỉ có một cháu trai, nay đã có nội-cung, bà lấy làm vui mừng. Hoàng-đế phải lo việc xã-tắc, cháu đây phải giữ việc nội-đình. Bà mong sao mau có chắt để được vui vẻ lúc tuổi già\"''. Kế Ngài truyền đem bảo-vật ban cho H.H. Đồ ban là các đồ ngọc, ngà để trang điểm, đựng trong một cái khay ngà bọc gấm vàng.\n\n11 giờ rưỡi – Hoàng-hậu ra khỏi cung Thái-bình về điện Diễn-tâm. Cởi áo tràng vàng, cất khăn xanh, H.H. bèn bận áo gấm lục thêu phụng, đầu chít khăn đỏ ra ngồi tại căn giữa điện Diễn-tâm để triều-thần làm lễ yết-kiến. Đức-ông Hoài-Ân-Vương, các quan Thượng-thư viện Cơ-mật, quan Kiêm-nhiếp Tôn-nhân-phủ, quan Thượng Nghi-lễ, các ấn-quan văn võ đều bận áo gấm tề tựu tại điện Diễn-tâm. Quan Lại-bộ Thượng-thư Thái Văn-Toản sau khi ra mắt Hoàng-hậu xong, bèn xin phép giới-thiệu các triều-thần. Các quan đều xá H.H. Kế đến bà Thượng-thư Thái Văn-Toản ra mắt và giới thiệu các bà phủ-thiếp và mệnh-phụ.\n\n12 giờ lễ tất, H.H qua điện Kiến-trung chầu thiện với Hoàng-đế.|'''Ngọ báo'''| Số 1964, ngày 23 tháng 3 năm 1934}}","{{Cquote|Đối với việc phong Phi, Chánh và Phó sứ đều là quan văn, chọm một quan Nhất phẩm và một quan Nhị phẩm. Từ bậc Tần trở xuống Tài nhân, chọn một quan văn và một quan võ đều ở hàng Nhị phẩm làm Chánh và Phó sứ. Khi mệnh phong Cung giai được đưa ra, phía Khâm thiên giám sẽ chọn ngày tốt. Trước một ngày chọn sai một Hoàng thân công đến cung ngự của Thái hậu tâu trình về nhật kỳ sách phong. Cho người đặt 2 cái án vàng, một để dựng cờ tiết, một để đặt hộp sách bạc, giữa điện Cần Chánh. Một viên thái giám chuyển lời báo đến nữ quan cho đặt thêm 2 án vàng ở gian chính giữa của viện mà vị Phi đó ở, riêng các bậc Tần trở xuống thì đặt 2 án ngay cung Khôn Thái. Án đặt ở phía bắc, các cung giai hành lễ sẽ lạy ở phía nam của án.\n\nĐến ngày làm lễ sách phong, lúc mờ sáng, đưa Tiết đến trên án vàng thứ nhất ở điện Cần Chánh, để hộp sách ở trên án vàng thứ hai. Ty Loan Nghi đặt Long đình ở dưới thềm, án vàng và nhã nhạc ở hai bên tả hữu trước sân điện đứng chực. Chánh và Phó sứ đều mặc Triều phục đứng đợi. Một viên đường quan ở Nội các và một viên Ty viên ở bộ Lễ, nếu trật Ngũ phẩm trở lên đều mặc phẩm phục đứng ở hành lang bên đông, ty Loan Nghi đưa đủ tán vàng, đội hộ vệ Cảnh tất bày gương, vệ Cẩm Y đeo bao, Thân binh và Cảnh binh đem đủ Nghi trượng đỏ đứng chực ở ngoài cửa Nhật Tinh. Viên Thái giám, Cung giám mặc áo màu đứng đợi ở nhà Duyệt Thị đường, Thái giám đợi bưng cờ Tiết, Cung giám đợi khiêng Long đình để sách.\n\nĐến giờ, Chánh và Phó sứ đến sân, đều quỳ, viên đường quan ở Nội các bưng cờ Tiết từ thềm giữa xuống trao cho viên Chánh sứ, sau cùng viên Phó sứ từ từ đứng dậy. Ty viên ở bộ Lễ kính bưng hộp sách, theo thềm giữa xuống đưa vào trong Long đình, đội lính đi trước dẫn đường, nổi nhã nhạc. Chánh sứ cầm Tiết đi trước, còn Long đình đang để hộp sách nối tiếp theo, che lọng vàng, Phó sứ và ty viên ở bộ Lễ cũng lần lượt theo sau, đều theo cửa giữa của Đại Cung môn mà chuyển sang bên tả, đến ngoài cửa Nhật Tinh. Biền binh cầm tán vàng, gươm dài, nghi trượng đỏ đi trước, còn Biền binh đeo dao sẽ đi sau. Đến cửa Hưng Khánh, lính mang Nghi trượng, tán lọng dừng chờ, sứ mang cờ Tiết, Long đình và Phó sứ đều chuyển sang bên Tả, theo đó đi cửa bên tả nhà Duyệt Thị mà vào. Đưa Long đình để ở giữa chiếu trải giữa gian chính nhà Duyệt Thị. Viên Thái giám quỳ ở bên hữu Long đình. Viên Chánh sứ trao cờ Tiết cho viên Thái giám, rồi Thái giám nhận và đứng dậy. Bọn Cung giám khiêng Long đình và Thái giám cầm Tiết đều chuyển cho Nữ quan tiếp nhận, chiếu theo thứ tự bưng cờ Tiết rồi khiêng Long đình. Nhã nhạc nổi lên. Đưa cờ Tiết và Long đình đến viện mà Cung phi vẫn ở (các Khâm sứ vẫn đợi ở nhà Duyệt Thị, rồi do Thị vệ khoản đãi nước chè). Phi đội sẵng mũ áo và quỳ trước sân viện vẫn ở (còn Tần trở xuống thì quỳ đón ở cửa cung Khôn Thái), đón cờ Tiết và Sách rồi quỳ lạy tạ ân, sau đứng dậy theo vào. Nữ quan bưng cờ Tiết để ở án vàng thứ nhất, hộp Sách thì ở án vàng thứ hai (Long đình được khiêng ra). Sau khi Long đình khiêng ra, Phi đến làm đại lễ: 3 lần quỳ xuống, 6 lần vái quỳ. Nữ quan bưng hộp Sách trao cho Phi, Phi nhận để ngay trán rồi chuyển cho Nữ quan, còn Phi tiếp tục quỳ vái tạ, tiếp lục làm lễ 3 lần quỳ 6 lần vái. Nữ quan bưng cờ Tiết chuyển cho Thái giám đưa đến nhà Duyệt Thị, rồi Thái giám chuyển trao cho viên Chánh sứ tiếp nhận. Chánh và Phó sứ sau đem cờ Tiết về điện Cần Chánh, làm lễ phục mệnh vọng bái rồi đi ra về.\n\nNgay hôm ấy, Phi mặc áo mũ làm lễ tạ ơn với Hoàng đế, 3 lần quỳ 6 lần vái. Lại đến cung Hoàng thái hậu, làm lễ bái yết tương tự.|||Trích ''\"Sách phong cung giai\"'' - Đại Nam hội điển}}","{{Cquote|Thánh nhân buông giáo hóa, trước hết trọng lễ văn. Vương giả dấy nghiệp hưng, đầu tiên lo hiếu đạo. Có phụng dưỡng bề trên hợp với lòng thiên hạ, mới mong được thiên hạ tôn kính làm bề trên. Việc dâng tôn hiệu vẻ vang chính là thể hiện tấm lòng và biểu cao đức sáng.\n\nKính nghĩ Thánh mẫu Hoàng nguyên từ bệ hạ triều ta, phúc lớn lắng trước cổng danh gia, điềm lành rạng ở nơi đài các. Đã phụ giúp Hoàng khảo Cảnh Tông Thuần hoàng đế ta lo toan việc nội trị suốt ba năm, mẫu mực đoan nghiêm, dung nghi trang nhã. Rộng lượng ban cho kẻ dưới, sâu sắc mà hiền hòa; Vui tươi đượm nét dung nhan, nhân từ và thánh thiện. Đức sáng kể sao cho siết, tán dương nói mãi chẳng cùng.\n\nTiên mẫu Hoàng lệnh từ bệ hạ triều ta, lan điện ngưng hương, hồ lô đọng nguyệt. Đã theo hầu Hoàng khảo Hoàng đế thuở còn ở tiềm để, cần cù như Câu Dặc phu nhân lo bao đêm ngày, bú mớm chốn Đồ Sơn nhiều năm tháng, sáng nghĩa vẹn tình. Lúc nước nhà nguy nan phụng sự Hoàng đế không màn mệt mỏi, nuôi dưỡng quả nhân nên người, mẫu đức cao dày sánh bằng trời đất. Từ ngày Hoàng khảo long ngự quy thiên, đã cùng Thánh mẫu Hoàng nguyên từ bệ hạ trông giữ lăng tẩm, hơn chục năm sương gió. Điềm cát tường từ năm Long thần phun nước, đức thịnh ắt hợp lời khấm khuy chim phượng<ref>Ngày xưa [[Từ Dụ Thái hậu]] cùng Lệnh phi [[Nguyễn Thị Nhậm]] cùng hầu hạ Vua Thiệu Trị. Bà Lệnh phi do tước [[Quận công]] của cha mà ở trên. Đến khi [[Thuận Thiên Cao Hoàng hậu]] ban cho 2 cúc áo, một chạm phượng, một chạm hoa, đem bọc kín vào trong bao, khấn rằng ai chọn được cúc hình chim phượng sẽ sinh con trước. Từ Dụ Thái hậu nhường cho Lệnh phi chọn trước, mở ra thì bà Từ Dụ chọn được cúc hình phượng. Từ đó bà ngày được yêu quý hơn, sinh ra Vua Tự Đức, địa vị càng chuyển lên trên.<\/ref>.\n\nTrẫm lên ngôi đại thống có được thiên hạ, vừa rồi Tôn Nhân phủ cùng bá quan văn võ dâng sớ tâu xin tấn tôn danh hiệu cao quý, bèn theo ý nguyện, tấn tôn Hoàng nguyên từ làm Hoàng thái hậu, và Hoàng lệnh từ làm Hoàng thái phi|||Trích từ [[Đồng Khánh - Khải Định chính yếu]] - quyển ''Khải Định chính yếu sơ tập'', phần Hiếu trị}}","{{Cquote|Có đức lớn ắt được thọ ấy, ắt được danh ấy. Phàm danh lớn trong thiên hạ không có đức thịnh phúc đủ thì ai được dự vào đó. Thánh Tổ Nhân Hoàng đế triều ta bắt đầu nối ngôi thống, phụng tôn Quốc mẫu làm Hoàng thái hậu 18 năm, gặp lễ Thất tuần đại khánh tiết của Hoàng thái hậu lại tôn thêm tên hiệu là Nhân Tuyên Từ Khánh Hoàng thái hậu. Đến khi Hiến Tổ Chương Hoàng đế triều ta lên ngôi, tôn thêm là Nhân Tuyên Từ Khánh Thái hoàng thái hậu, đến năm thứ 5 lại tôn thêm tên hiệu là Nhân Tuyên Từ Khánh Phúc Thọ Thái hoàng thái hậu, là để nêu cao đức thánh, tuyên bố danh thơm rộng ra bốn bể, truyền đến muôn đời, điển lễ rất to lớn vậy.\n\nKính nghĩ Từ Dụ Bác Huệ Thái hoàng thái hậu bệ hạ, như bà Đồ Sơn thị xương thịnh nhà Hạ<ref>Bà [[Đồ Sơn thị]], là vợ của vua [[Hạ Vũ|Vũ]], giúp vua Vũ trị thủy.<\/ref>, như mẹ Văn vương kéo dài nhà Chu<ref>Mẹ của Văn vương [[Cơ Xương]], là [[Thái Tự|Thái Nhâm]].<\/ref>, trước giúp Hiến Tổ Chương Hoàng đế trị bình bảy năm, kế giúp Dực Tông Anh Hoàng đế huân lao ba mươi sáu năm, lời tư trai trong Kinh Thi<ref>Lời Tư trai trong Kinh Thi: lấy ý câu trong Kinh Thi, Đại nhã, Tư trai ''\"Tư trai Thái Nhâm, Văn vương chi mẫu\"'' (Thái Nhâm đoan trang, mẹ của Văn vương)<\/ref>, đức thường trinh nơi Kinh Dịch<ref>Đức thường trinh nơi Kinh Dịch: chữ \"thường\" đây chính là \"hằng\", vì kiêng tên húy của bà Từ Dụ là [''Phạm Thị Hằng''], nên viết là \"thường\". Hằng trinh lấy chữ trong Kinh Dịch, quẻ Lôi Phong Hằng, phần Soán truyện ''\"Hằng hanh, vô cữu, lỵ trinh, cữu ư kỳ đạo dã\"'' (Hằng hanh, không có lỗi, lợi trinh, lâu dài ở đạo chính)<\/ref>, thật rất tốt đẹp. Từ đó đến nay ân trạch ban ra, xã tắc nhờ đó được yên, trẫm nối theo mưu lớn thường nhớ đạo hiếu. Nhưng đạo hiếu không gì lớn bằng tôn thân nêu hiệu, mà tôn hiệu ca ngợi chưa trọn, trong lòng muôn lần không yên. Huống hồ trẫm nối ngôi chưa lâu, năm nay kính gặp lễ Thánh thọ Bát tuần đại khánh tiết, đồng tôn hợp kính, đâu dám thiếu sót. Trước đã đích thân suất lãnh Tôn nhân Phụ chính đình thần cùng tâu xin dâng thêm tôn hiệu, kính vâng ý chỉ thành thật nói chỉ mong vua sáng tôi hiền, quốc thái dân an, còn như nêu điều tốt tôn hiệu to thì khiêm nhường không nhận, qua mấy lần tới sân cầu khẩn mới đội ơn được ban dụ ưng thuận.\n\nTrong năm Hàm Nghi, kinh thành có việc, từ giá về cung, giá chuông như cũ. Năm rồi Cảnh Tông Thuần Hoàng đế lên làm khách trời, vâng ý chỉ rất vì kế lớn quốc gia, trong ngoài hợp sức, miếu xã vững bền, đó đều là đức quẻ Khôn dày nặng, lâu dài đến vô cùng, giúp muôn dân được an khang, vượt một đời chỗ thọ khảo, gọi Khang gọi Thọ là phúc của hoàng gia, ngõ hầu làm rõ điều tốt đẹp ấy. Nay phụng tôn thêm Hoàng tằng tổ mẫu là Từ Dụ Bác Huệ Khang Thọ Thái thái hoàng thái hậu, để tỏ lòng thành hiếu với bà của riêng ta, làm thỏa ước nguyện tôn người thân của trăm họ.|||[[Đại Nam thực lục]] - Phụ biên, Thành Thái Phế Đế}}","{{Cquote|Quẻ Tốn<ref>Tốn: Nguyên bản chép là \"Tấn\", là \"Tốn\" bị chép lầm, đây đính lại như trên. Quẻ Tốn trung chính lấy chữ trong Kinh Dịch, quẻ Bát Thuần Tốn, phần Soán truyện ''\"Trùng tốn dĩ thân mệnh, cương tốn hồ trung chính nhi chí hành\"'' (Trùng tốn để ban lệnh, cương tốn chỗ trung chính mà thi triển chí hướng).<\/ref> trung chính mà gần phúc, hợp tốt đẹp chỗ ba linh<ref>Ba linh: tức tam tài, chỉ trời, đất, người.<\/ref>, quẻ Khôn sáng lớn ứng với trời<ref>Quẻ Khôn sáng lớn ứng với trời: lấy chữ trong Kinh Dịch, quẻ Bát Thuần Khôn, phần Soán truyện ''\"Chí tai Khôn nguyên, vạn vật tư sinh, nãi thuận thừa thiên. Khôn hậu tải vật, đức hợp vô cương, hàm hoằng quang đại, phẩm vật hàm hanh\"'' (Hết mức thay Khôn nguyên, muôn vật nhờ sinh, lại thuận theo trời. Khôn dày chở vật, đức hợp vô cương, chứa cất sáng lớn, phẩm vật được nhờ)<\/ref>, ngụ bão hàm nơi muôn vật. Người có đức lớn trong thiên hạ thì được danh tôn trong thiên hạ, hiển hách thời lành, rỡ ràng điển tốt.\n\nKính nghĩ Thánh tằng tổ mẫu Từ Dụ Bác Huệ Thái thái hoàng thái hậu bệ hạ, đức lớn sánh non, trí sâu tựa vực. Giúp trị bình suốt bảy năm, họ Đồ Sơn dấy Hạ, dạy siêng năng trong ba kỷ, mẹ Văn vương hưng Chu. Mới rồi vận nước gian nan, nhờ có lòng thánh trù hoạch, kế lớn đã định, thần dân có chủ, Lòng chí thành phát lộ, xã tắc bình yên, việc chi dụng hơi dư, dân đều nhân thọ. Đó đều là công vun chín trù<ref>Chín trù: Hồng phạm cửu trù, tức chín nguyên tắc quản lý xã hội nêu ra trong thiên Hồng phạm của Kinh Thư<\/ref> mà gom mối phúc, khang thọ gồm hai, đức ban tám cõi mà nêu điều hay, danh thực như một. Huống nay chất đẹp, kính nhận nghiệp to, phúc gặp bát tuần, ngôi nên tôn phụng. Tuy nhún nhường tự hạ, tiếng tốt không màng, nhưng rộng rãi khôn lường, hiệu hay phải tiến. Kính cẩn suất lãnh hoàng thân cùng đình thần văn vũ bưng kim sách kim bảo dâng tôn hiệu là Từ Dụ Bác Huệ Khang Thọ Thái thái hoàng thái hậu.\n\nKính nghĩ danh lớn đã chính, đức giáo càng cao. Đạo chính dạy người, trải bốn đời làm quốc mẫu, an trinh thêm phúc, hợp bốn bể thành một nhà, ngõ hầu cháu cố gắng để được phúc thọ khang vậy.|||Sách văn tôn Từ Dụ Bác Huệ Khang Thọ Thái thái hoàng thái hậu}}","{{Cquote|Tấn tặng huy hiệu Kiên vương. Trước đây, bộ Lễ tâu nói: ''\"Cha mẹ sinh ra, rất là thân tình, dẫu chuyện nặng về chính thống, cũng không nên không hậu với tư ân. Tôn vương (chỉ Hồng Cai) chăm trồng cây đức, sinh ra bậc sáng suốt, ngôi báu thêm lâu dài, là nguồn gốc từ đấy, trước được tấn tặng tước Vương, cùng các hàng Thân vương không khác, là chưa hết đạo tôn sùng, phải nên rộng tìm điển cũ, riêng có tên khác, ngõ hầu tỏ được lòng hiếu phụng. Nhưng xét về đời Tống, Bộc An ý vương là Doãn Nhượng, năm Khánh Lịch thứ 4, phong làm Nhữ Nam Quận vương. Gia Hựu năm thứ 4, phong làm Bộc vương, thuỵ là An Ý. (Tống) Nhân Tông trị vì không có con, bèn lấy con thứ 13 của Vương là Tôn Thực làm Hoàng tử. Khi Nhân Tông mất, Hoàng tử lên ngôi là Anh Tông. Trình Y Xuyên thành Bành Tư Viên bàn về Bộc vương có nói rằng: \"Đế vương cùng với hàng cha cùng bình đẳng không có phân biệt, thì cái lòng đại hiếu khó được yên. Nay thần thiết nghĩ lời tế cáo Bộc Quốc thái vương, thì nói cháu được nối ngôi Hoàng đế, viết tên, kính cáo lên hoàng bá phụ, đều noi theo rồi\". Tôn vương nên theo lời bàn ấy, tấn tôn là Kiên Thái vương\"''.\n\nHoàng đế chuẩn giao cho tôn nhân, đình thần duyệt bàn, nhưng phê bảo 2 chữ ''\"Ôn Nghị\"'' trẫm muốn đem dùng là ''\"Thuần Nghị\"'', xét và trả lời một thể.\n\nSau tâu trả lời rằng: ''\"Năm Tự Đức thứ 27 [1874], đình thần theo lệnh xét bàn về việc truy tôn chính bố mẹ sinh ra, trong tập tâu có khoản nói: 'Nên ưu tiên bằng hậu lộc, tôn làm tước Vương'; tập ấy đã được thánh thượng phê cho theo lời bàn ấy. Lại xét lời bàn ấy của Y Xuyên, ngay bấy giờ dẫu chưa thi hành, nhưng lời bàn của hậu nho cho là được tình lễ chính đáng. Nay tôn vương như được thêm chữ \"thái\", thì đối với các vương có phân biệt mà đối với chính thống tưởng cũng không ngại, xin theo lời bàn của bộ, tấn tôn làm Kiên Thái vương. Còn như vợ của Tôn vương là Bùi Quý thị, xin tấn phong làm Vương thái phi, hầu hợp tình lễ. Lại vâng xét tên thuỵ để nêu đức tốt hai chữ 'Thuần Nghị' đều là chữ tốt đẹp, có hợp cái chí của tôn vương lúc sinh tiền, như được đem dùng, đối với ý nghĩa đều được hoàn toàn chu đáo\"''.\n\nHoàng đế phê bảo: ''\"Lời bàn trước có khoản: Nên biên thêm 'Hoàng thúc', sao không đề cập đến thuỵ hiệu, chức, tước, có nên y cho biên không?\"''. Đình thần tâu trả lời:''\"Tự Đức năm thứ 29 [1876], theo nghị chuẩn cho nghi lễ: Xưng, hô, tiếp, ngộ, chính của cha sinh ra, ngày nay xưng là Thúc [chú], ngày sau thì xưng là 'Hoàng thúc'. Nay Tôn vương xin theo cho xưng là Hoàng thúc, mà thần chủ xin biên là Hiển khảo Hoàng thúc tặng Kiên Thái vương, thuỵ Thuần Nghị; bên cạnh biên: 'Hiếu tử Ưng Đăng phụng thờ'. Đề ở bia xin biên những chữ: 'Hoàng thúc tặng Kiên Thái vương thuỵ Thuần Nghị'. Còn Bùi Quý thị xin tấn phong là Kiên Thái Vương phi, ngõ hầu được hợp tình lễ\"''.\n\nHoàng đế nói:''\"Thái vương xưng là Hoàng thúc, nghị ấy đã thành, còn như Thái Vương phi, theo nghị ấy, dịch ra thì gọi là gì?\"''. Đình thần tâu trả lời: ''\"Tự Đức năm thứ 29, bàn về chuẩn cho, trong có một khoản là: Hoàng tử đối với chính cha sinh ra mình, xưng là Thúc phụ. Lại một khoản: Cha mẹ sinh ra mình, chỉ xưng là Hoàng bá thúc phụ mẫu, không được xưng là khảo, tỷ hay đế. Nay xin theo lời chuẩn trước, xưng là Hoàng thúc phụ, còn thần chủ và đề ở bia đều biên thêm chữ 'phụ'; Thái vương phi xin xưng là Hoàng thúc mẫu\"''.\n\nHoàng đế đều cho theo đó mà làm, xuống Dụ rằng:\n\n''\"Nay cứ theo Tôn nhân, đình thần cùng lời kêu xin, nên chiểu theo lời bàn của Trình Di về Bộc vương, tấn tặng Kiên vương là Kiên Thái vương, vợ của Vương ấy là Bùi thị, tấn phong là Kiên Thái vương phi. Về xưng hiệu thì theo lời bàn năm Tự Đức thứ 29, chuẩn cho xưng là Hoàng thúc phụ, Hoàng thúc mẫu, cùng khoản đặt tên thuỵ hay đổi dùng 2 chữ 'Thuần Nghị', ngõ hầu hợp chí vương khi còn sống, trẫm 2 - 3 lần giao cho luận bàn công, lần lượt tâu lên, đều cho lời bàn trước là đúng, tưởng đã rất thích đáng, đã đem việc ấy tâu lên Lưỡng cung, kính được bằng lòng y cho. Vả lại, chính thống nghĩa là rất trọng, mà ơn sinh thành, vốn ở chí tình, duy hợp với lẽ phải của trời, lòng người được yên, là đạo chính của lễ. Trẫm châm chước tiếp thu lời của các quan, kính vâng ý Chỉ, tấn tặng Kiên vương là Kiên Thái vương, tên thuỵ là Thuần Nghị và vợ của vương là Bùi thị, tấn phong là Kiên Thái Vương phi, về xưng hiệu chuẩn theo lời bàn trước, còn như việc nên làm, nên giao cho quan có trách nhiệm xét từng khoản định liệu mà làm, cho hợp điển lễ\".|||Đại Nam thực lục - ''\"Cảnh Tông Thuần Hoàng đế thực lục\"''}}","{{quotation|Các Phi, Tần trở xuống đến Tài nhân vào hầu Hoàng quý phi ở Viện sở, các Phi và Tần thì lễ vái 2 vái trước. Hoàng quý phi đứng dậy đáp lễ 1 vái, Tiệp dư cho đến Tài nhân, đều làm lễ 3 vái, Hoàng quý phi không vái đáp lễ, rồi mời đến chỗ ngồi, đều chiếu thứ bậc cao thấp mà ngồi, không được ngồi cùng chiếu với Hoàng quý phi. Khi tiếp nói chuyện xong, xin cáo từ lui về, các Phi trở xuống đứng dậy, nên đáp nên không đều như trước. Hoàng quý phi nhân có việc đến các sở cung giai, việc vái đáp và chỗ ngồi phải làm cũng theo như trước mà làm.\n\nCòn như các Phi, các Tần tiếp kiến nhau và Tiệp dư trở xuống đến Tài nhân tiếp kiến nhau, thì khi mới gặp và khi từ giã ra về đều làm lễ vái chào 1 vái, đáp lễ 1 vái. Tiệp dư trở xuống đến Tài nhân yết kiến các Phi và Tần, khi mới yết kiến và cáo từ ra về, đều làm lễ vái 2 vái; các Phi, Tần đối với Tiệp dư chỉ đáp 1 vái, còn từ Quý nhân trở xuống đều không vái đáp lễ. Hoặc các Phi, Tần có tiếp kiến Tiệp dư trở xuống đến Tài nhân, nghi lễ vái đáp đều giống như trên. Còn chỗ ngồi cũng đều cho theo thứ bậc cao thấp mà ngồi.\n\nVị nhập giai trở xuống đến Thị nữ và Nữ quan, trừ hạng Thục nhân ra, như có đến hầu các Phi, Tần. Các Vị nhập giai trở xuống thì lạy các Phi; Cung nhân trở xuống thì lạy các Tần, đều làm lễ lạy 1 lạy, rồi đều chiếu thứ bậc chia ra đứng hầu 2 bên tả hữu, không được ngồi, khi cho ngồi mới được ngồi ở chiếu dưới.\n\nCác cấp bậc trên đây đều có trên dưới; nếu người trên hỏi đến thì kẻ dưới đều [''\"Dạ\"''] và [''\"Bẩm\"'']; trả lời kẻ dưới thì người trên nên ''\"Vâng\"''. Trong khi xưng hô: các Phi, Tần thì xưng là [''\"Phi mỗ\"''], [''\"Tân mỗ\"'']. Từ Tiệp dư đến Vị nhập giai xưng [''\"Chức và họ\"''], Cung nhân trở xuống đến Thị nữ thì xưng [''\"Thị mỗ\"'']<ref>[Mỗ] có chữ Hán là 某, dùng như đại từ nhân xung không xác định rõ. Ở đây các Phi, Tần sẽ có phong hiệu cụ thể, khi đặt quy cách thường dùng từ [Mỗ] này như một biện pháp đề cập không xác định, để chiếu theo cụ thể mà thay vào. Ví dụ, Trung phi sẽ tự xưng ''\"Phi Trung\"'', Huệ tần tự xưng ''\"Tân Huệ\"''.<\/ref>. Còn các bậc Nữ quan thì bậc thứ trở xuống đều ''\"Dạ\"'' bậc đầu; bậc trung trở xuống đều ''\"Dạ\"'' bậc thứ; bậc dưới, bậc cuối đều ''\"Dạ\"'' các bậc giữa trở lên. Xưng hô thì đều tuỳ theo quan hàm, như có yết kiến nhau đều làm lễ vái 1 vái, kẻ dưới vái trước, người trên đáp lại, duy bậc đầu, bậc thứ đối với bậc dưới, bậc cuối thì miễn vái đáp lễ. Chỗ ngồi cũng đều chiểu theo thứ bậc trên dưới, không được trái phép vượt bậc.\n\nLại như khi đi cùng gặp, các Phi trở xuống gặp Hoàng quý phi, đều phải tránh đứng ra bên đường, chờ Hoàng quý phi đi khỏi rồi mới đi, còn các giai trở xuống đến Nữ quan, đều có thứ bậc tôn ty, như có gặp nhau, cũng theo như thế mà làm, đều theo cấp bậc mà tỏ ra có lễ phép.|[[Đại Nam thực lục]] | Tự Đức bản kỷ, Quyển XLIII}}","{{Cquote|\nSai bọn thự Chưởng phủ Tạ Quang Cự, Thượng thư Lê Đăng Doanh, Hà Duy Phiên, Chưởng vệ Lê Văn Phú đứng trông coi về nghi lễ việc tang. Thống chế Nguyễn Trọng Tính, Tham tri Lý Văn Phức và Chưởng vệ Hoàng Đăng Thận sửa chữa cung Khánh Ninh. Làm thêm điện đằng trước, dỡ bỏ hai viện Lý Thuận và Đoan Trang dời vào làm ở vườn Vĩnh Trạch ở phía sau cung, gọi là Tả Hữu tòng viện; nhà hậu đường gọi là Đông Tây tòng viện, để làm chỗ ở cho các cung nhân của triều trước.|||[[Đại Nam thực lục]], tập 6 - ''Hiến Tổ Chương Hoàng đế''}}","{{Cquote|\nTặng cung tần triều trước là Trịnh thị làm Mỹ nhân, cho thuỵ là Cung Lệ. Trịnh thị là mẹ đẻ ra An Khánh công Quang. Bộ Lễ bàn chế độ tang phục, cho là năm Gia Long thứ 9 đã chuẩn định rằng Hoàng tử và Công chúa để tang mẹ đẻ được mặc tư thôi một năm<ref>'''Tư thôi''' (齊衰): áo để tang, bằng vải trắng không sổ gấu.<\/ref>, theo lễ cổ mà thi hành ở đời nay như thế là thích hợp với lẽ trời tình người.\n\nNay An Khánh công để tang mẹ đẻ, xin chế áo tang tư thôi có gậy mà để tang một năm. Đến kỳ kỵ thứ hai thì chỉ làm lễ như ngày kỵ thường, nhưng trong khoảng hai kỳ ấy thì được giữ tâm tang, vẫn được làm lễ để tang, miễn không phải theo ban chầu mừng. Vua theo lời bàn ấy.|||[[Đại Nam thực lục]] - ''Thánh Tổ Nhân Hoàng đế bản kỷ''}}","{{tham khảo}}"]}