{"125880":["{{cquote|\n''Việc dùng binh lấy sự toàn quân là hơn cả. Nay hãy để cho lũ [[Vương Thông]] về nói với vua Minh, trả lại đất cho nước ta, không còn trở lại xâm lấn, thì ta còn cầu gì hơn nữa, hà tất phải giết hết, để kết mối thù với nước lớn''.|||[[Lê Lợi]] - ''Đại Việt thông sử''<ref>''Đại Việt thông sử'', sách đã dẫn, trang 82.<\/ref>}}","{{cquote|\n''Trả thù báo oán là thường tình của mọi người, nhưng không thích giết người là bản tâm của bậc nhân đức. Vả lại, người ta đã hàng, mà mình lại giết thì là điềm xấu không gì lớn bằng. Nếu cốt để hả nỗi căm giận trong chốc lát mà mang tiếng với muôn đời là giết kẻ đã hàng, thì chi bằng tha mạng sống cho ức vạn người, để dập tắt mối chiến tranh cho đời sau, sử xanh ghi chép tiếng thơm muôn đời, há chẳng lớn lao sao?''|||[[Đại Việt sử ký toàn thư]], ''Đại Việt thông sử''<ref name=\"ReferenceC\"/><ref>Đại Việt sử ký toàn thư, trang 354.<\/ref>}}","{{quote|Ghi rõ: năm Tuyên-đức thứ hai của nước Đại Minh là năm [[Đinh Mùi]] tháng 11 ngày mồng 1 là ngày Ất Dậu qua đến ngày 24 là ngày Mậu Thân.\n\nTôi là đại đầu mục nước An-nam tên là Lê (Lợi) và bọn Trần Văn Hãn, [[Lê Nhân Chú]], Lê Vấn, Trần Ngân, Trần Văn Xảo, Trần Bị, [[Trịnh Khả]], [[Nguyễn Chích]], Trần Lý, Phạm Bôi, Trần Văn An, Bế Khắc Thiệu, Ma Luân<ref>Danh sách những người trong phái đoàn [[Lê Lợi]] chép trong văn bản này có người đổi sang họ Lê như Lê Nhân Chú (vốn họ Lưu), Lê Vấn (vốn họ Phạm) do được ban “quốc tính” họ vua như thường thấy trong nhiều tài liệu khác, nhưng có người đổi sang họ Trần như Trần Ngân (vốn họ Lê), Trần Văn Xảo (vốn họ Phạm), Trần Bị (vốn họ Bùi), Trần Lý (vốn họ Nguyễn), Trần Văn An (vốn họ Lê). Trong quan hệ bang giao với nhà Minh lúc bấy giờ, Lê Lợi lấy danh nghĩa là người phò tá Trần Cảo, lập con cháu [[nhà Trần]] lên làm vua. Đổi một số người sang họ Trần nhằm chứng tỏ với nhà Minh sự tham gia của nhiều người thuộc họ Trần hoặc ban “quốc tính” cũng theo họ Trần (Trần Cảo được lập làm vua). Thực ra trong số những người đó chỉ có [[Trần Nguyên Hãn]] (sách chép là Trần Văn Hãn, có lẽ là do chép nhầm chữ Nguyên 元 ra chứ Văn 文 là con cháu vua Trần. Bế Khắc Thiệu, Ma Luân là những tù trưởng dân tộc thiểu số<\/ref>, cùng với:\n\nQuan Tổng binh của Thiên triều là Thái tử Thái bảo Thành-sơn hầu tên là [[Vương Thông]], và các quan Tham tướng hữu Đô đốc là Mã Anh, Thái giám là [[Sơn Thọ]], Mã Kỳ, Vinh Xương bá là Trần Trí, Yên Bình bá là [[Lý An]], Đô đốc là [[Phương Chính]], Chương đô ti sự Đô đốc Thiêm sự là Thuế Lự, Đô đốc thiêm sự là Trần Hựu, Giám sát ngự sử là Châu Kỳ Hậu, Cấp sự trung là Quách Vĩnh Thanh, Bố chính là Dặc Kiêm, tả Tham chính là Thanh Quảng Bình, hữu Tham chính là Hồng Thừa Lương, hữu Tham nghị là Lục Trinh, Án sát sứ là Dương Thời Tập, Thiêm sự là Quách Hội.<ref>Danh mục những người trong phái đoàn [[Vương Thông]] chép trong văn bản này có bốn người không phù hợp với ''Toàn thư'' (q. 10, 41a):\n- Thuế Lự, ''Toàn thư'' chép là Trần Tuấn.\n- Tả Tham chính Thanh Quảng Bình, ''Toàn thư'' chép là hữu Tham chính Lục Quảng Bình.\n- Hữu Tham chính Hồng Thừa Lương, ''Toàn thư'' chép là tả Tham chính Hồng Bỉnh Lương.\n- Quách Hội, ''Toàn thư'' chép là Quách Đoan.<\/ref>\n\nKính cáo Hoàng thiên (Trời), Hậu thổ (Đất) cùng với Danh sơn (Núi), Đại xuyên (Sông) và thần kỳ các xứ:\n\nChúng tôi cùng nhau phát tự lòng thành, ước hẹn thề thốt với nhau:\n\nTừ sau khi lập lời thề này, quan Tổng binh Thành Sơn hầu là [[Vương Thông]] quả tự lòng thành, đúng theo lời bàn, đem quân về nước, không thể kéo dài năm tháng, để đợi viên binh đến nơi. Lại phải theo đúng sự lý trong bản tâu, đúng lời bàn trước mà làm.\n\nBọn Lê (Lợi) chúng tôi nếu còn chứa giữ lòng làm hại, tự làm việc lừa dối, không dẹp xa ngay quân lính ngựa voi, việc làm không đúng lời nói ngầm sai… Các việc nói trên tuy là không tự mình làm lấy, lại chuyển sang người khác có xâm phạm đến một chút nào tức thì Trời, Đất, thần minh, núi cao sông lớn, cho đến thần kỳ các xứ, tôi cùng con cháu thân của tôi, và người cả một nước tôi, giết chết hết cả, không để sót lại mống nào.\n\nVề phía bọn quan Tổng binh Thành Sơn hầu là [[Vương Thông]], nếu không có lòng thực, lại tự trái lời thề (đối với việc) người phục dịch và các thuyền đã định rồi, cầu đập đường sá đã sửa rồi, mà không làm theo lời bàn, lập tức đem quân về nước, còn kéo dài năm tháng để đợi viên binh, cùng là ngày về đến triều đình lại không theo sự lý trong bản tâu, không sợ thần linh núi sông ở nước An-nam lại bàn khác đi, hoặc cho quan quân đi qua đâu cướp bóc nhân dân, thì Trời, Đất cùng là Danh sơn, Đại Xuyên và thần kỳ các xứ tất đem bọn quan Tổng binh Thành Sơn hầu là [[Vương Thông]], tự bản thân cho đến cả nhà, thân thích, làm cho chết hết, và cả đến quan quân cũng không một người nào về được đến nhà.\n\nNếu mà cả hai bên đều do lòng thành cả thì Trời Đất thần minh đều phù hộ cho đến bản thân mình mạnh khỏe, trong nhà mình vinh thịnh, cùng hưởng lộc vị, đều được bình yên.\n\nTrời, Đất thần kỳ cùng soi xét cho!<ref name=\"Nội 1976\"/>}}","{{cquote|\n''Bọn [[Vương Thông]], [[Phương Chính]] đã kế cùng, đành giữ thành bền lũy chờ cứu viện. Lửa không nhóm tự cháy, quả nhiên [[Liễu Thăng]] từ bắc tiến sang giúp [[Hạ Kiệt]] làm càn. Lại thêm [[Mộc Thạnh]] từ phía tây cũng tới. Nực cười hai đạo viện binh, giơ càng bọ ngựa chống xe, há chẳng ngu sao! Huống chi lấy chí nhân đánh bọn bất nhân, giặc tất phải khiêng thây mà chịu trói. Thú cùng trong cũi, vẫy đuôi xin tha. Thì rủ lòng nhân mà mở lưới [[Thang]], cho múa mộc để phô đức [[Thuấn]]. Cuối cùng tha cho mười vạn quân hàng, được toàn mạng mà về bắc. Bốn biển hân hoan chiêm ngưỡng, thỏa lòng đã được hồi sinh. Phương xa mến đức sợ uy, chúc cống chăm lo hết phận. Ôi! thịnh thay!''|||[[Đại Việt sử ký toàn thư]]<ref>[[Đại Việt sử ký toàn thư]], trang 360, sách đã dẫn, bản điển tự.<\/ref>}}","{{Tham khảo}}","{{tham khảo}}","{{Khởi nghĩa Lam Sơn}}"]}