{"186242":["{{Thông tin nhân vật hoàng gia\n| tên = Linh Từ Quốc mẫu\n| tên gốc = 靈慈國母\n| tước vị = [[Lý Huệ Tông]] [[Hoàng hậu]]\n| tước vị thêm = \n| hình = \n| cỡ hình = 250px\n| chức vị = [[Hoàng hậu]] [[Đại Việt]]\n| đăng quang = 1216\n| tiền nhiệm = [[An Toàn hoàng hậu|<font color=\"grey\">An Toàn Đàm Hoàng hậu<\/font>]]\n| tại vị = [[1216]] - [[1224]]\n| kế nhiệm = <font color = \"red\">'''Hoàng hậu cuối cùng của nhà Lý'''<\/font><br>Nhà Trần: [[Lý Chiêu Hoàng|<font color=\"blue\">Chiêu Thánh Lý Hoàng hậu<\/font>]]\n| tên đầy đủ =  Trần Thị Dung\n| chồng = [[Lý Huệ Tông]]<br>[[Trần Thủ Độ]]\n| hoàng tộc = [[Nhà Lý]] (kết hôn)<br>[[Nhà Trần]] (khi sinh)\n| thông tin con cái = ẩn\n| con cái = [[Hiển Từ Thuận Thiên Hoàng hậu]]<br>[[Lý Chiêu Hoàng]]<br>Trần Phó Duyệt (?)\n| kiểu hoàng tộc = Triều đại\n| thụy hiệu = <font color = \"grey\">Linh Từ Quốc mẫu<\/font><br>(靈慈國母)\n| tước hiệu = Nguyên phi (元妃)<br>Ngự nữ (御女)<br>Thuận Trinh Phu nhân<br>(順貞夫人)<br>Hoàng hậu (皇后)<br>Thiên Cực Công chúa<br>(天極公主)<br>Quốc mẫu (國母)\n| cha = [[Trần Lý|Trần Nguyên Tổ]]\n| mẹ = Tô thị (?)\n| sinh = 1193 \n| nơi sinh = thôn Lưu Gia, Hải Ấp\n| mất = [[Tháng giêng]], năm [[Kỷ Mùi]]<br>(1259)\n| nơi mất = [[Thăng Long]]\n}}","{{noteTag|Gọi theo [[niên hiệu]] của chồng bà [[Lý Huệ Tông]].}}","{{harvp|Lê Quý Đôn|2012|loc=\"Liệt truyện đệ nhất・Hậu phi truyện\"|p=170|ps=: \"Huệ hậu thất thân với Trần Thủ Độ mà vẫn điềm nhiên nhận danh hiệu Thiên Cực Công chúa\".}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://zh.wikisource.org/wiki/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8/%E6%9C%AC%E7%B4%80%E5%8D%B7%E4%B9%8B%E4%BA%94 \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\" - bản chữ Hán]|ps=: 守度令百官臨哭，鑿城南壁為門〈時人謂之剖門〉，出柩就安華坊火化，藏其骨於寳光寺𡨧㙮，尊廟號曰：惠宗。降惠后為天極公主，嫁陳守度，以諒州為湯沐邑。}}","{{Xem thêm|Nhà Trần}}","{{Chú thích web|url=http://vanvn.net/tu-doi-vao-van/linh-tu-quoc-mau-tran-thi-dung/1446|title=\"LINH TỪ QUỐC MẪU TRẦN THỊ DUNG\"|author=Đào Ngọc Du|date=ngày 16 tháng 1 năm 2018|ngày truy cập=2021-05-14|archive-date=2021-05-14|archive-url=https://web.archive.org/web/20210514002123/http://vanvn.net/tu-doi-vao-van/linh-tu-quoc-mau-tran-thi-dung/1446|url-status=dead}}","{{noteTag|Chữ Hán tên của Trần Lý là (李), cùng chữ với họ của các hoàng đế nhà Lý, còn chữ \"Lý\" trong tên cá chép là (鯉).}}","{{harvp|Khuyết danh|1993|loc=[https://zh.wikisource.org/wiki/%E8%B6%8A%E5%8F%B2%E7%95%A5/%E5%8D%B7%E4%B8%8B \"Quyển hạ・Huệ Tông kỷ\", bản chữ Hán]: 庚寅，立陳仲女為元妃。}}","{{NoteTag|Lưu ý cho người tra cứu, sách \"''Đại Việt sử lược''\" bản gốc đã bị đem sang Trung Quốc cùng nhiều bộ sử liệu khác sau giai đoạn Minh thuộc vào cuối đời Trần. Tư liệu được tham khảo hiện tại thực chất xuất phát từ sách \"''Việt sử lược''\" được các học giả Trung Quốc sưu tập lại rồi biên soạn vào pho đại bách khoa ''[[Tứ khố toàn thư|Khâm định tứ khố toàn thư]]'' dưới triều đại [[nhà Thanh]]. Vì vậy mà sách này đã giáng tước vị hoàng gia của tất cả triều đại Việt Nam được biên lại xuống tước Vương.}}","{{harvp|Khuyết danh|1993|loc=[https://zh.wikisource.org/wiki/%E8%B6%8A%E5%8F%B2%E7%95%A5/%E5%8D%B7%E4%B8%8B \"Quyển hạ・Huệ Tông kỷ\", bản chữ Hán]: 五月，嗣慶以其妹陳三娘妻於堂。}}","{{harvp|Ngô Sĩ Liên|1993|loc= [https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt09.html \"Bản kỷ・Quyển 4, Cao Tông Hoàng đế\"]|ps=: Hoàng thái tử [Sảm] đến thôn Lưu Gia ở Hai Ấp, nghe tiếng con gái của Trần Lý có nhan sắc bèn lấy làm vợ. Nhà Trần Lý nhờ nghề đánh cá nên giàu, người quanh vùng theo về, nhân có quân chúng, cùng nổi lên làm giặc. Thái tử đã lấy con gái của Lý, trao cho Lý tước Minh tự, phong cho cậu người con gái ấy là Tô Trung Từ làm Điện tiền chỉ huy sứ.}}","{{noteTag|Khu vực thôn Lưu Gia ở Hải Ấp, nay là thôn Lưu Xá, thuộc xã Canh Tân huyện [[Hưng Hà]], khu vực tỉnh [[Nam Định]] và [[Thái Bình]]}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt10a.html Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"]|ps=: Trước kia, tổ tiên vua là người đất Mân (có người nói là người Quế Lâm), có người tên là Kinh đến ở hương Tức Mặc, phủ Thiên Trường, sinh ra Hấp, Hấp sinh ra Lý, Lý sinh ra Thừa, đời đời làm nghề đánh cá.}}","{{noteTag|Nay là xã [[Tức Mặc]], huyện [[Mỹ Lộc]] thuộc tỉnh [[Nam Hà (tỉnh)|Nam Hà]] (khi xưa còn thuộc tỉnh [[Nam Định]]).}}","{{harvp|Lê Tắc|1961|loc=\"Quyển 14・Quan chế\"|p=110|ps=: Từ nhà Đinh trở về sau, mới chịu Vương tước của nhà Tống gia phong. Nhưng ở trong nước tự đặt danh hiệu, bắt chước việc cũ của Triệu Đà, tự phong trong nước có Vương hầu, đặt quan có \"Chánh\" có \"Tiếp\", cũng giống như \"Phẩm\" và \"Tòng\" vậy.}}","{{noteTag|Căn cứ [[An Nam chí lược]], tước \"Minh tự\" thời Lý-Trần xếp sau các tước: Vương, Tự vương (kế nối Vương), Thượng hầu, Liệt hầu, Tiếp hầu và Nội Minh tự, xếp trên Tiếp Minh tự cùng Đại liêu ban. Có chữ \"Nội\" là được vào cung hầu gần nhà vua<ref>{{harvp|Lê Tắc|1961|loc=\"Quyển 14・Quan chế\"|p=110|ps=: Từ nhà Đinh trở về sau, mới chịu Vương tước của nhà Tống gia phong. Nhưng ở trong nước tự đặt danh hiệu, bắt chước việc cũ của Triệu Đà, tự phong trong nước có Vương hầu, đặt quan có \"Chánh\" có \"Tiếp\", cũng giống như \"Phẩm\" và \"Tòng\" vậy.}}<\/ref>.}}","{{harvp|Khuyến danh|loc=\"Quyển 3・Huệ Tông kỷ\"|p=93|ps=: Năm Canh Ngọ (năm 1210- ND) là năm Trị Bình Long Ứng thứ 6, Tô Trung Từ từ lúc kín đáo nhận lãnh cái tước do Vương tử Sam phong cho thì sợ tội trạng sẽ đến với mình, mới bắt ép binh lính đánh Khoái Châu. Nhân đó, tiến tới Hải Ấp bắt bọn Vương tử Sam đem về kinh sư.}}","{{harvp|Ngô Sĩ Liên|1993|loc= [https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt09.html \"Bản kỷ・Quyển 4, Cao Tông Hoàng đế\"]|ps=: Canh Ngọ, [Trị Bình Long Ứng] năm thứ 6 [1210], (Tống Gia Định năm thứ 3). Mùa xuân, tháng 3, vua sai Thượng phẩm phụng ngự là Đỗ Quảng đem quân đến nhà Tô Trung Từ đón Hoàng thái tử về Kinh sư, còn người con gái (Trần thị) thì về nhà cha mẹ.}}","{{harvp|Ngô Sĩ Liên|1993|loc= [https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt09.html \"Bản kỷ・Quyển 4, Cao Tông Hoàng đế\"]|ps=: Hoàng thái tử Sảm lên ngôi ở trước linh cữu bấy giờ mới 16 tuổi. Tôn mẹ là Đàm thị là Hoàng thái hậu, cùng nghe chính sự. Lại đem thuyền rồng đi đón Trần thị, anh của Trần thị là Trần Tự Khánh cho rằng bấy giờ đương lúc loạn lạc, chưa đưa đi ngay được.}}","{{harvp|Lê Tắc|1961|p=94-95}}","{{harvp|Ngô Sĩ Liên|1993|loc= [https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Tháng 2, vua lại sai Phụng ngự là Phạm Bố đi đón Trần thị, Tự Khánh bèn sai bọn Phùng Tá Chu đưa Trần thị đi. Gặp khi Tô Trung Từ và Đỗ Quảng đang đánh nhau ở bến Triều Đông, Tá Chu bèn đỗ thuyền ở bến Đại Thông. Đến khi Đỗ Quang bị thua, vua sai Bố và Trung Từ đón Trần thị vào cung, lập làm Nguyên phi, cho Trung Từ làm Thái uý phụ chính, phong Thuận Lưu bá Trần Tự Khánh làm Chương Thành hầu.}}","{{noteTag|Khu vực thuộc tỉnh [[Hải Dương]] ngày nay.}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt07.html \"Bản kỷ・Quyển 2, Thái Tông Hoàng đế\"]|ps=: Mùa hạ, tháng 5, đặt phẩm cấp các cung nữ, hoàng hậu và phi tần 13 người, ngự nữ 18 người, nhạc kỹ hơn 100 người.}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://zh.wikisource.org/wiki/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8/%E6%9C%AC%E7%B4%80%E5%8D%B7%E4%B9%8B%E4%BA%8C \"Bản kỷ・Quyển 2, Thái Tông Hoàng đế\" - bản chữ Hán]|ps=: 夏五月，置宫女皆品，皇后妃嬪十三，御女十八，樂妓一百有餘。}}","{{noteTag|Vị giai này được đặt từ thời [[Lý Thái Tông]] Lý Phật Mã, sau hàng \"Hoàng hậu phi tần\" (皇后妃嬪) và trên \"Nhạc kỹ\" (樂妓)<ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt07.html \"Bản kỷ・Quyển 2, Thái Tông Hoàng đế\"]|ps=: Mùa hạ, tháng 5, đặt phẩm cấp các cung nữ, hoàng hậu và phi tần 13 người, ngự nữ 18 người, nhạc kỹ hơn 100 người.}}<\/ref><ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https://zh.wikisource.org/wiki/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8/%E6%9C%AC%E7%B4%80%E5%8D%B7%E4%B9%8B%E4%BA%8C \"Bản kỷ・Quyển 2, Thái Tông Hoàng đế\" - bản chữ Hán]|ps=: 夏五月，置宫女皆品，皇后妃嬪十三，御女十八，樂妓一百有餘。}}<\/ref>. Vị giai này không rõ đến đời Huệ Tông vẫn giữ nguyên hay đã có sự thay đổi.}}","{{noteTag|Hiện tại không rõ ở đâu, nhưng lời chú quốc ngữ của bản dịch [[Đại Việt sử ký tiền biên]] cho là [[Phúc Thọ]].}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Giáp Tuất, [Kiến Gia] năm thứ 4 [1214], (Tống Gia Định năm thứ 7). Mùa xuân, tháng giêng, Trần Tự Khánh đem quân đến bến Triều Đông, tự vào quân môn tạ tội, lại xin đón xa giá. Vua càng ngờ, bèn cùng với Thái hậu và Ngự nữ chạy đến núi Trĩ Sơn ở châu Lạng. Tự Khánh nghe tin xa giá long đong mà Ngự nữ thì lâu nay bị Thái hậu làm khổ, lại đem quân đến xin đón xa giá như trước. Vua cũng chưa tin, lại cùng với Thái hậu và Ngự nữ chạy sang huyện Binh Hợp.}}","{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=103|ps=: Năm Ất Hợi là năm Kiến gia thứ 5 (năm 1215- ND): Tháng giêng nhà vua hạ chiếu rằng: \"Trần Tự Khánh tụ tập đảng tặc hung bạo cướp phá trộm cắp chốn kinh sư. Dưới nước, trên cạn đều có quân tiến đánh làm phương hại đến tông miếu xã tắc mà trong mùa đông qua, cái khí thế mạnh lại càng bốc mạnh hơn. Trần Tự Khánh đốc xuất lũ buông tuồng tham tàn bạo ngược. Chúng cướp bóc tài vật của ta. Chúng đốt sạch cung thất của ta. Cho đến nỗi các khu xóm ở kinh thành hóa thành đống tro tàn. Trẫn nhân vì cái nỗi căm giận của ức triệu thần dân lại nhờ cái linh thiêng của một ông tổ và sáu ông tông1. Đem cả sáu quân, thân hành đánh dẹp chúng. Vậy tướng soái sĩ tốt các ngươi khi đã đều được nghe lời chiếu này thì mỗi người phải đem hết tâm lực ra mà dùng làm cho đầy đủ theo ý trẫm\".}}","{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=103|ps=: Tháng chạp, dựng ngôi điện bằng cỏ ở khu vườn nhà của Đỗ An.}}","{{harvp|Lê Tắc|1961|loc=\"Quyển 14・Quan chế\"|p=110}}","{{noteTag|Nội ký ban là một chức tước cao cấp thời Lý-Trần, dưới cả \"Minh tự\" và \"Thân vương ban\" (親王班)<ref>{{harvp|Lê Tắc|1961|loc=\"Quyển 14・Quan chế\"|p=110}}<\/ref>.}}","{{noteTag|Nguyên văn là '''Cửu Liên châu''' (究連洲), có lẽ là bãi tả ngạn sông Hồng, gần [[Cửu Cao]], trong đất huyện [[Văn Giang]] cũ, nay thuộc huyện [[Mỹ Văn]], tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]].}}","{{noteTag|Ngày nay là vùng [[Phú Thọ]], [[Lào Cai]] và [[Yên Bái]].}}","{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=103|ps=: Ngày Giáp Thìn, nhà vua cùng với phu nhân là Trần thị, ban đêm sang trại quân Thuận Lưu để theo về với Trần Khánh. Ngày hôm sau nhà vua gặp viên tướng của ngài là Vương Lê đem thuyền đến đón. Lúc bấy giờ Thái hậu và con của nhà vua là công chúa đều lẫn tránh ở Ô Kim. Trần Tự Khánh thấy nhà vua thì mừng rỡ lắm. Các tướng sĩ đều đánh trống, nhảy múa hoan hô nhà vua. Từ đó nhà vua cùng với Trần Tự Khánh có ý cương quyết đánh Vương tước ở Bắc Giang là Nguyễn Nộn, Hiển Tín vương là Nguyễn Bát cùng người vùng Hồng là Đoàn Văn Lôi, và người Qui Hóa là Hà Cao v.v...}}","{{noteTag|Căn cứ [[An Nam chí lược]], nhóm \"Cận thị quan\" (近侍官) là nhóm quan viên có thể ra vào nội tẩm và túc trực bên nhà vua (\"cận\" nghĩa là gần, \"thị\" là hầu hạ).}}","{{noteTag|Sách [[An Nam chí lược]] không ghi rõ thứ bậc. Tước này có ý là \"''Người được phong Hầu trú trong Hàm Cốc quan''\" (居於函谷關內的封侯者). Trong [[:zh:二十等爵|\"Nhị thập đẳng tước\"]] thời kỳ Tần-Hán, \"Quan nội hầu\" chỉ dưới \"Liệt hầu\". Căn cứ theo thứ tự mà Chí lược liệt kê, có lẽ \"Quan nội hầu\" là \"Tiếp hầu\" (接侯), dưới hai tước Hầu khác là \"Thượng hầu\" (上侯) và \"Hầu\" (tức \"Liệt hầu\").}}","{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=104|ps=: Mùa đông, tháng chạp, tiến phong cho Thái Tổ (Trần Thừa) ta tước Liệt hầu, Phùng Tá Chu và Lại Linh đều được phong tước Quan nội hầu. Dùng Trần Tự Khánh làm Thái úy, những lúc trều bái nhà vua thì không phải xưng tên. Con trưởng của Thái Tổ (Trần Thừa) là Liễu làm Quan nội hầu. Con trưởng của Trần Tự Khánh là Hải làm tước Vương. Lại cho Thái Tổ làm Nội thị phán thủ, mỗi khi có lễ tiệc lớn được cho ngồi dự ở điện Thiên An.}}","{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=106|ps=: Tháng mười, mùa đông, nhà vua cùng Thái hậu ngự ở điện Thiên An xem con của Thái úy là Hiển Đạo Vương tên Hải dâng nạp lễ vật cầu hôn.}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Đinh Sửu, [Kiến Gia] năm thứ 7 [1217], (Tống Gia Định năm thứ 10). Mùa xuân, tháng 3, vua dần dần phát điên, có khi tự xưng là Thiên tướng giáng, tay cầm giáo và mộc, cắm cờ nhỏ vào búi tóc, đùa múa từ sớm đến chiều không nghỉ, khi thôi đùa nghịch thì đổ mồ hôi, nóng bức khát nước, uống rượu ngủ li bì đến hôm sau mới tỉnh. Chính sự không quyết đoán, giao phó cả cho Trần Tự Khánh. Quyền lớn trong nước dần dần về tay kẻ khác.}}","{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=106|ps=: Tháng chạp, ngày Kỷ Mão. Phụ quốc Thái úy Trần Tự Khánh lìa trần trong ngôi nhà ở Phù Liệt. Nhà vua cùng Thái hậu đến viếng tang rồi khóc hết sức thảm. Trần Tự Khánh được đặt cho tên thụy là Kiến Quốc vương.}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Quý Mùi, [Kiến Gia] năm thứ 13 [1223], (Tống Gia Định năm thứ 16). Trần Tự Khánh chết, truy phong làm Kiến Quốc Đại vương, lấy Trần Thừa làm Phụ quốc Thái uý, khi vào chầu không xưng tên.}}","{{noteTag|Ở vấn đề này, hai sách [[Đại Việt sử lược]] và [[Đại Việt sử ký toàn thư]] chép khác nhau. Sử lược còn chép đoạn sau đó Huệ Tông chỉ định Trần Cảnh làm chồng cho Chiêu Hoàng và truyền ngôi, trong khi Toàn thư ghi Huệ Tông liền xuất gia ngay sau khi truyền ngôi tại chùa Chân Giáo. Sách Sử lược ghi sau khi Chiêu Hoàng nhường ngôi thì Huệ Tông mới xuất gia.}}","{{noteTag|Theo lý giải thông thường, khi Huệ Tông vẫn còn là \"Thái thượng hoàng\" thì hoàng hậu của ông phải là \"Thái thượng hoàng hậu\", nhưng căn cứ lệ định về sau của triều Trần và triều Hậu Lê thì không hoàn toàn như vậy. Việc tôn phong tước vị trên thực tế là mỗi triều mỗi lý giải.}}","{{noteTag|Các tôn xưng thân phận và tước hiệu đều có tính chất rất khác nhau, tôn xưng thân phận là vai vế của người ấy với vị vua chúa tại vị, còn vị hiệu là để chính danh. Thời [[Khang Hi]], [[Hiếu Trang Hoàng thái hậu]] và [[Hiếu Huệ Chương Hoàng hậu|Nhân Hiến Hoàng thái hậu]] trước khi được tôn vị hiệu thái hoàng thái hậu và hoàng thái hậu thì được nhà vua tôn xưng là \"''Thánh tổ mẫu Hoàng thái hậu''\" và \"''Thánh mẫu Hoàng hậu''\"; lại như có trường hợp bà [[Phan Thị Điều]] thời Thành Thái, trước được tôn xưng \"''Hoàng mẫu''\", sau một thời gian mới được tôn vị hiệu hoàng thái hậu.}}","{{harvp|Quốc sử quán triều Nguyễn|1998|loc=\"Chính biên・Quyển V\"|p=187}}","{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=108|ps=: Đến ngày mùng môt tháng chạp năm đó (năm Ất Dậu- 1225- ND), con của Trần Thừa là Trần Cảnh nhân việc nhường ngôi mà lên làm vua ở tại điện Thiên An. Rồi tôn Vương hậu Thuận Trinh làm Thái hậu, giáng Chiêu vương xuống làm Vương hậu Chiêu Thánh. Đổi niên hiệu là Kiến Trung.}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt10a.html \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"]|ps=: Mùa thu, tháng 8, ngày mồng 10, Trần Thủ Độ giết Lý Huệ Tông ở chùa Chân Giáo. Thủ Độ ra lệnh cho các quan đến khóc, khoét tường thành phía nam cửa (người bấy giờ gọi là \"cửa khoét\"), đưa linh cữu ra phường Yên Hoa để thiêu, chứa xương vào tháp chùa Bảo Quang, tôn miếu hiệu là Huệ Tông. Giáng hoàng hậu của Huệ Tông làm Thiên Cực Công chúa, gả cho Trần Thủ Độ, cho Châu Lạng làm ấp thang mộc.}}","{{noteTag|Khúc [[sông Hồng]] ở phía trên [[Nam Định]], khoảng ngã ba Tuần Vường.}}","{{Cquote|Linh Từ trước lấy Lý Huệ Tông là bất chính, sau lấy Trần Thủ Độ là thất tiết. Thế nhưng con gái bà là Chiêu Hoàng nhường ngôi cho nhà Trần, Thuận Thiên lại là hoàng hậu của Thái Tông, sinh ra Thánh Tông. An Sinh vương có hiềm khích với Thái Tông, nhưng Linh Từ đã ra sức hòa giải, nhờ đó mà anh em lại tình nghĩa như xưa. Đến khi người Nguyên tắt đường vào cướp, kinh thành thất thủ, Linh Từ ở Hoàng Giang, giữ gìn hoàng thái tử, cung phi, công chúa và vợ con các tướng soái thoát khỏi giặc cướp, lại khám xét thuyền các nhà chứa giấu quân khí đều đưa dùng vào việc quân.\n\nCông của bà giúp nhà Trần trong việc nội trị thì nhiều mà phần báo đáp nhà Lý thì không được bằng. Thế mới biết trời sinh Linh Từ là để mở nghiệp nhà Trần. Việc thì giống như Đồ Sơn dấy nhà Hạ, mà đức thì không giống. Đạo biến của trời như thế đấy, huyền vi thay!|||Đại Việt sử ký toàn thư - \"Bản kỷ・Trần Thánh Tông bản kỷ\"}}","{{Cquote|\nThủ Độ và Huệ hậu ( Kiến Gia Hoàng hậu, Thuận Trinh Hoàng hậu ) thừa cơ vua Huệ Tông bị bệnh cuồng xui giục bắt phải xuất gia, để cho thành cái mưu truyền quốc cho nhà Trần. Thần dân nhà Lý tuy bức bách về oai thế; nhưng sao lại chả có lòng nhớ vua cũ; nhất đán gặp vua cũ đi ở trong phố phường, xưa kia thì nhà vàng cờ đỏ, ngất ngưởng là vị cửu trùng, nay thì lê đôi giầy cỏ, chống cái gậy tre, thất thểu là một người nhà chùa, người có lương tâm ai không rơi lệ. Nhân tâm như thế, khởi hữu không xảy ra những việc bất ngờ, cho nên tất phải bức bách cho chết đi, công nhiên nói là Huệ quan Đại sư đã lên cõi niết bàn, để tuyệt vọng của người ta, mà ngăn ngừa được biến cố khác.\n\nTâm địa Thủ Độ thật nham hiểm lắm. Lại còn quá tệ hơn nữa là, Thái hậu là người đàn bà góa của nhà Lý, đương triều vua Huệ Tôn đã là mẹ của Thủ Độ, sao lại nỡ muối mặt, táng tâm đến thế, cái ngày thầy tăng chùa Chân Giáo lên cõi niết bàn lại là ngày Kiến Gia Hoàng hậu bị hạ giáng, tuy đã đổi tên gọi là Công chúa, nhưng ở trong họ còn là anh em gần; vì con nhà chài lưới chả biết lễ nghĩa là gì, tập tục loạn luân như thế, từ đời Kinh, Hấp đã có thế rồi. Không may cho vua Huệ Tôn gặp phải, tự cho mình là giai nhân, có biết đâu việc dâm loạn trong nhà họ, cũng như đó rách không giữ nổi con cá lớn, đã từ lâu rồi.\n\nThan ôi! Gây dựng nên triều đình nhà Trần là triều đình dâm loạn như loài chim muông là tự việc Thủ Độ lấy Thiên cực mở đầu ra đó. Còn đến việc Thủ Độ chỉ bị tiếng giết vua, mà nhà Trần phải chịu họa báo ứng. Vua Thái Tôn là con rể đã cướp nước lại còn giết cha vợ, sau này Quý Ly đối với nhà Trần cũng là con rể mà cướp nước lại còn bắt cha vợ mà giết. Sự hưng vong như giấc mộng, việc báo ứng như cái vòng tròn, ăn ở bất nghĩa có ích gì đâu?|||Việt sử tiêu án - \"Nhà Trần・Thái Tôn Hoàng Đế\"}}","{{Cquote|\n...Tháng 10, mùa đông. Dùng Trần Cảnh làm Nội thị chính thủ. Chiêu Hoàng mới lên ngôi, Thái hậu Trần thị cùng với em họ là Trần Thủ Độ ngày đêm bàn bạc mưu tính, xuống chiếu tuyển lựa con em các quan trong ngoài, sung làm nội sắc dịch thay phiên lên hầu.\n\n...(Tháng 8, mùa thu) Truất ngôi Thái hậu nhà Lý là Trần Thị xuống làm Thiên Cực Công chúa, rồi đem gả cho Trần Thủ Độ. Thái hậu là con gái Trần Lý, khi Lý Huệ Tông làm Thái tử, vì tránh quốc nạn, phải chạy ra miền Hải Ấp, Thái tử trông thấy Trần Thị, tỏ ý hài lòng, rồi lấy làm vợ, sau sách phong làm Hoàng hậu. Gặp lúc ấy trong nước loạn lạc, Hoàng hậu mới cùng với Thủ Độ tư thông, rồi bàn mưu ở trong cung làm tờ chiếu để vua nhà Lý truyền ngôi cho nhà Trần, vì thế mà nhà Lý mất ngôi vua.|||Khâm định Việt sử Thông giám cương mục - \"Chính biên・Quyển thứ VI\"}}","{{Tham khảo|group=\"note\"|2}}","{{tham khảo|30em}}","{{Chú thích sách|url=https://vi.wikipedia.org/wiki/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_k%C3%BD_to%C3%A0n_th%C6%B0|title = Đại Việt sử ký toàn thư|last= Ngô Sĩ Liên|year=1993|publisher = Nhà xuất bản Khoa Học Xã Hội|location=[[Hà Nội]]}}","{{Chú thích sách|url=https://vi.wikipedia.org/wiki/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_l%C6%B0%E1%BB%A3c|title = Đại Việt sử lược|last= Khuyết danh|year=1993|publisher = Nhà xuất bản TPHCM|location = [[Thành phố Hồ Chí Minh]]}}","{{Chú thích sách|url=https://www.khaitam.com/sach-theo-tac-gia/cao-thom-truoc-den/dai-viet-thong-su-quyen-1-1|title = Đại Việt thông sử - tập 1|author = Lê Quý Đôn|publisher = [[Nhà xuất bản Trẻ]]|year = 2012|location = [[Thành phố Hồ Chí Minh]]|isbn = 978-604-1-01398-8}}","{{Chú thích sách|url = https://vi.wikipedia.org/wiki/An_Nam_chí_lược|title=An Nam chí lược|author = Lê Tắc|publisher = Viện đại học Huế|location = [[Huế]]|year = 1961}}","{{Chú thích sách|url=https://vi.wikipedia.org/wiki/Khâm_định_Việt_sử_Thông_giám_cương_mục|title = Khâm định Việt sử Thông giám cương mục|author=Quốc sử quán triều Nguyễn|year=1998|publisher=[[Nhà xuất bản Giáo dục]]|location=[[Hà Nội]]}}","{{Chú thích sách|url=https://vi.wikipedia.org/wiki/Việt_sử_tiêu_án|title = Việt sử tiêu án|author = Ngô Thì Sỹ|year = 1960|publisher = Nhà xuất bản Rạng Đông}}","{{Hậu phi nhà Lý}}"]}