{"252793":["{{zh|t=黎受}}","{{cquote|''\"Lê Sát tội không thể dung thứ, đáng phải chém để rao, nhưng trẫm tha không cho giết. Duy Đặng Đắc là kẻ bày mưu cho Sát, định hại xã tắc thì phải chém bêu đầu. Nguyễn Gia Nô vì biết chuyện lại không tố cáo thì phải đày ra châu xa. Còn bọn Lê Văn Linh, Lê Lĩnh, Lê Thụ, Lê Ê, Lê Hiệu, đều phải xử phạt theo pháp luật, có ân xá cũng không được hưởng. Lê Bang vì là con rể của Sát, tự tiện ra vào nhà Sát, cho đày ra châu xa\". ''|||Đại Việt sử ký toàn thư}}","{{cquote|''\"Ngày xưa, vào đời thịnh trị, nếu gặp tai biến của trời thì vua tự xét mình lại, đại thần nhận tội cùng lòng kinh sợ để mong dẹp yên tai biến của trời. Kính nghĩ khoảng năm Thuận Thiên thường được mùa luôn, cho đến các năm Thiệu Bình, Đại Bảo, điểm tốt có nhiều. Bệ hạ chưa tự mình trông coi chính sự, cũng không có lầm lỗi gì, thế mà lụt lội, hạn hán liên tiếp xảy ra, tai dị luôn luôn xuất hiện. Hẳn là bọn thần không biết thể lòng thương yêu muôn dân, chăm sóc vạn vật của bệ hạ, điều hòa trái lẽ như lời chiếu đã nói. Cúi xin Thánh Từ <ref>Thánh Từ: tức Thánh Từ hoàng thái hậu. Vua còn nhỏ, thái hậu phải buông rèm coi chính sự. Tức Hoàng Thái Hậu Nguyễn Thị Anh<\/ref> đòi bọn thần tới Chính sự đường hỏi bọn thần về việc quân, việc nước, việc gì nên làm, việc gì nên bỏ, cốt ở thực hành, không nên chỉ chuộng hư văn\"''|||Đại Việt sử ký toàn thư}}","{{cquote|''Đã xem hết tờ tâu, trong ấy có xin cho bọn Lê Ê, Lê Thụ, Đỗ Bí, Lê Ngang theo như lệ công thần đã mất, nhưng câu ấy còn có thể bẻ lại được, là vì khoảng năm Diên Ninh, Đỗ Bí, Lê Ê ở chức cao nhất vào hàng tể thần; Lê Ngang, Lê Thụ tay cầm cấm quân, giữ việc an nguy, đáng lẽ phải dẹp yên giặc loạn, chuyển nguy thành an mới phải, thế mà chỉ biết sắp gà vào trong nồi mà để cá kình lọt ra ngoài lưới. Đến sau mưu việc không kín, đến nỗi phải phơi thây ở bên đường. Đó lại thêm một tội khác trong các tội của bọn Bí, Ngang, có khác gì tội giết vua của Triệu Thuẫn ngày xưa, sao được để cùng với những công thần đã mất?''|||Đại Việt sử ký toàn thư}}","{{tham khảo}}","{{Khởi nghĩa Lam Sơn}}"]}