{"40372":["{{plainlist|\n* Quang Thuận (光順; 1460&ndash;1469)\n* Hồng Đức (洪德; 1469&ndash;1497)\n}}","{{Thông tin nhân vật hoàng gia\n| tên = Lê Thánh Tông\n| tên gốc = 黎聖宗\n| tước vị = [[Hoàng đế Việt Nam]]\n| thêm = Đại Việt\n| hình = Lê Thánh Tông.jpg\n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| tại vị = 26/6/1460 - 3/3/1497\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Lê Nghi Dân]]\n| kế nhiệm = [[Lê Hiến Tông]]\n| triều đại = [[Nhà Lê sơ|Nhà Lê]]\n| tên đầy đủ = Lê Tư Thành (黎思誠)<br>Lê Hạo (黎灝)\n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = '''Thiên Nam Động chủ'''<br>(天南洞主)\n| niên hiệu = {{plainlist|\n* Quang Thuận (光順; 1460&ndash;1469)\n* Hồng Đức (洪德; 1469&ndash;1497)\n}}\n| miếu hiệu = [[Thánh Tông]] (聖宗)\n| thụy hiệu = ''Sùng Thiên Quảng Vận Cao Minh Quang Chính Chí Đức Đại Công Thánh Văn Thần Vũ Đạt Hiếu '''Thuần Hoàng đế'''''<br>(崇天廣運高明光正至德大功聖文神武達孝淳皇帝)\n| cha = [[Lê Thái Tông]]\n| mẹ = [[Ngô Thị Ngọc Dao]]\n| sinh = 25/8/1442\n| nơi sinh = Chùa Huy Văn\n| mất = 3/3/1497\n| nơi mất = Điện Bảo Quang, [[Hà Nội|Đông Kinh]]\n| nơi an táng = Chiêu lăng (昭陵), [[Lam Kinh]]\n| tôn giáo = [[Tân Nho giáo]]\n}}","{{Pull quote|\n''Ngôi trời khó khăn, thần khí rất trọng, nếu không phải là bậc đại đức, thì sao có thể kham nổi. Nay Gia vương thiên tư sáng suốt, hùng tài đại lược, hơn hẳn mọi người, các vương không ai so được, lòng người đều theo, đã biết ý trời đã quyết.''|Không chỉ vậy nó còn góp phần làm tăng sự hào nhoáng của nhà Lê||[[Đại Việt sử ký toàn thư]], bản kỷ}}","{{Pull quote|\n''Khi vua mới lên ngôi, dâng tôn hiệu cho Nhân Tông, đặt huy hiệu cho Tuyên Từ. Đào Biểu tử tiết thì nêu gương, Đắc Ninh theo nghịch thì giết bỏ. Chính sự phiền nhiễu đều bãi hết, hình pháp bạo ngược đều bỏ cả. Vì thế, mới sửa chữa luân thường cho mọi người, chỉnh đốn được giường mối.''|||[[Đại Việt Sử ký Toàn thư]]<ref>Đại Việt Sử ký Toàn thư,Nhà Xuất bản Khoa học Xã hội, 1993, trang 517.<\/ref>}}","{{sfn|Tạ Chí Đại Trường|2009|pp=127-130.}}","{{sfn|Tạ Chí Đại Trường|2009|p=125}}","{{sfn|Tạ Chí Đại Trường|2004|p=137}}","{{sfn|Tạ Chí Đại Trường|2009|pp=127-130.}}","{{Chính|Hồng Đức thịnh trị}}","{{Pull quote|\n''Xưa [[Lê Thái Tổ|Thái Tổ]] dãi gió dầm mưa để bình định thiên hạ, các bề tôi có công giúp dân, cùng chịu gian lao khổ ải, tình nghĩa vẹn toàn. Vì thế, đặc ân ban quốc tính để tỏ lòng yêu quý khác thường. Nhưng con cháu các ngươi truyền nối lâu dài e rằng họ cũ của tổ tiên, trái với đạo dạy người ta hiếu thảo. Từ nay về sau, công thần được đặc ân ban quốc tính thì chỉ một đời người ấy thôi, còn con cháu đều theo họ cũ.''|||Lê Thánh Tông}}","{{sfn|Baldanza|2016|p=80-84}}","{{tin nhắn|''Kể từ nay, kẻ nào là con cháu ta, phải biết rằng ban hành quy chế này là điều bất đắc dĩ, một khi phép tắc đã định ra, phải kính cẩn duy trì và thực hiện, không được cậy mình là thông minh, rồi đem so với triều trước mà sửa đổi lại, làm đảo lộn mọi điển chương chế độ, để mắc tội bất hiếu. Kẻ nào là bề tôi cũng kính cẩn giữ phép thường, mãi mãi giúp đỡ vua các ngươi, để kế tục công liệt của người xưa, để vĩnh viễn không còn lầm lỗi. Kẻ nào dám dẫn bừa quy chế cũ mà bàn càn một quan nào, thay đổi một chức nào, chính là kẻ bề tôi gian nghịch, làm loạn phép nước, phải xử tử vứt xác ra chợ không thương xót; còn gia thuộc nó phải đày đi nơi xa để tỏ rõ tội kẻ làm tôi bất trung; ngõ hầu muôn đời sau này hiểu được ý nghĩa sâu xa của việc sáng lập điển chương chế độ.''|||Lê Thánh Tông}}","{{Sfn|Tạ Chí Đại Trường|2009|p=190}}","{{Chú thích web |url=http://tcnn.vn/news/detail/34729/Tien_cu_trong_che_do_phong_kien_Viet_Nam_va_kinh_nghiem_doi_voi_cong_tac_can_bo_hien_nayall.html |tiêu đề=Tiến cử trong chế độ phong kiến Việt Nam và kinh nghiệm đối với công tác cán bộ hiện nay |ngày tháng=2016 |tác giả= Bùi Văn Hải |họ= |tên= |lk tác giả= |author2= |họ 2= |tên 2= |lk tác giả 2= |định dạng= |work= |nhà xuất bản=Tạp chí Tổ chức Nhà nước |các trang= |ngôn ngữ=vi |ngày truy cập= 17 tháng 6 năm 2019 |url lưu trữ= |ngày lưu trữ= }}","{{Chú thích web |url=http://baotanglichsu.vn/vi/Articles/3096/16869/chinh-sach-su-dung-nguoi-tai-cua-trieu-vua-le-thanh-tong.html |tiêu đề=Chính sách sử dụng người tài của Triều vua Lê Thánh Tông |ngày tháng=2014 |tác giả= Minh Vượng |họ= |tên= |lk tác giả= |author2= |họ 2= |tên 2= |lk tác giả 2= |định dạng= |work= |nhà xuất bản=Bảo tàng Lịch sử Quốc gia |các trang= |ngôn ngữ=vi |ngày truy cập= 17 tháng 6 năm 2019 |url lưu trữ= |ngày lưu trữ= }}","{{Main|Hành chính Đại Việt thời Lê sơ}}","{{Pull quote|\n''Có quốc gia là phải có võ bị. Nay phải tuân theo trận đồ nhà nước đã ban, trong địa phận của vệ mình, phải chỉnh đốn đội ngũ, dạy cho quân lính phép đi, đứng, đâm, đánh, hiểu được hiểu lệnh, tiếng chuông, tiếng trống khiến cho binh lính tập quen cung tên, không quên võ bị.''|||Lê Thánh Tông}}","{{Pull quote|\n''Việc tuyển chọn người vào quân ngũ thì có quy củ nhất là từ lúc Thánh Tông chuẩn bị đánh [[Chiêm Thành]] ([[1470]]). Và điều này thì cũng do việc kiểm kê hộ tịch chu đáo, sít sao quy định các hạng: tráng, quân, dân, lão, cố, cùng. Số người dành cho quân vụ thì lại chia theo số người trong nhà, vớí hai hạng đều phải nhập ngũ, nhưng “quân” là một thứ trừ bị bậc hai, còn “tráng” là trừ bị hàng đầu, để riêng ra (“lánh”) có thể bắt đi phục vụ ngay. Tổ chức tuyển binh của Thánh Tông được giữ gìn qua nhiều thế kỉ với một số thay đổi nhỏ, cho nên tập họp “lánh tráng” đi theo với thời gian, còn lại đến ngày nay với các từ: ''lính'', ''lính tráng'', chỉ người phục vụ trong quân đội.''|||Sơ thảo: Bài sử khác cho Việt Nam}}","{{Pull quote|\n''Binh chế đời Hồng Đức, ngoài cấm binh ra thì binh các đạo chia làm 5 phủ, chức Đô đốc đứng đầu nắm đại cương, các đô ty đốc suất các bộ thuộc, mà các vệ, các sở thì ở đạo nào chia thuộc vào đạo ấy. Đó là đại lược về sự đặt quân. Bấy giờ binh ở vệ sở đã thống thuộc vào các ty, mà các binh về quân hạng thì cứ để ở hộ tịch, 3 năm một lần duyệt, hễ có việc tức thì gọi ra. Cho đến khi đánh [[Chiêm Thành]] và [[Bồn Man]], quân thủy quân bộ có tới 26 vạn hoặc 30 vạn. Gọi ra một lúc mà số quân được nhiều thế, là vì ngạch quân đặt đã sẵn rồi.''|||[[Lịch triều hiến chương loại chí]]}}","{{Chú thích web |url= <!-- http://www.bbc.com/vietnamese/entertainment/story/2004/02/040210_militarytechnology.shtml -->https://nghiencuulichsu.com/2012/09/25/cong-nghe-quan-su-tq-va-dai-viet/ |tiêu đề=Công nghệ quân sự TQ và Đại Việt |ngày tháng=2004 |tác giả= Lê Quỳnh |họ= |tên= |lk tác giả= |author2= |họ 2= |tên 2= |lk tác giả 2= |định dạng= |work= |nhà xuất bản= BBC |các trang= |ngôn ngữ=vi |ngày truy cập=20 tháng 6 năm 2017 |url lưu trữ= |ngày lưu trữ= }}","{{sfn|Ban nghiên cứu và biên soạn lịch sử Thanh Hóa|2004|p=123}}","{{sfn|Tạ Chí Đại Trường|2009|p=142}}","{{sfn|Đào Duy Anh|2003|p=414}}","{{Sfn|Ngô Thì Sĩ|1991|p=47}}","{{Pull quote|\n''Người nước ta ưa chuộng gấm vóc, đồ dùng của người Tàu; mỗi năm có tàu buôn đến, thì hao tổn tiền không biết đâu mà kể; có biết đâu rằng trong đời '''Hồng Đức''' những đồ mâm, bát, bình, chén dùng ở trong cung vua, đều là của nước ta chế tạo, không thấy nói lấy đồ của Tàu làm quí. Đồ dùng của nước ta tinh xảo chả kém gì [[Trung Hoa]], cứ cho mẫu mà bảo thợ chế tạo, thì sao lại chả tinh xảo được? Đó là một cách bỏ thói xa xỉ, làm cho nước giàu. Xa nữa thì nên bắt chước vua [[Lý Thái Tông|Lý Thái Tông]], gần thì lấy đời Hồng Đức làm mẫu mực.''|||[[Ngô Thì Sĩ]]}}","{{Pull quote|\n''Trong dân gian hễ có dân là có chợ để lưu thông hàng hóa, mở đường giao dịch cho dân. Các xã chưa có chợ có thể lập thêm chợ mới. Những ngày họp chợ mới không được trùng hay trước ngày họp chợ cũ để tránh tình trạng tranh giành khách hàng của nhau.''|||Lê Thánh Tông}}","{{sfn|Tạ Chí Đại Trường|2009|p=141}}","{{Chính|Luật Hồng Đức}}","{{Webarchive|url=https://web.archive.org/web/20190715090921/https://dulieu.itrithuc.vn/dataset/bbec9024-5466-43c7-8c1b-9dacb7e31766/resource/01d48d89-e003-479d-81a6-d6221e318d85/download/tc_000346.pdf |date = ngày 15 tháng 7 năm 2019}}","{{Pull quote|\n''Pháp luật là phép tắc chung của Nhà nước, ta và các người phải cùng tuân theo.''|30px||Lê Thánh Tông}}","{{Chính|Khoa bảng Việt Nam|Giáo dục khoa cử thời Lê sơ}}","{{Chú thích web |url=http://www.hannom.org.vn/detail.asp?param=1196&Catid=564 |tiêu đề=Văn bia đề danh tiến sĩ khoa Bính Tuất niên hiệu Quang Thuận năm thứ 7 (1466) |ngày tháng= |tác giả= |họ= |tên= |lk tác giả= |author2= |họ 2= |tên 2= |lk tác giả 2= |định dạng= |work= |nhà xuất bản=Viện Nghiên cứu Hán Nôm |các trang= |ngôn ngữ=vi |ngày truy cập=13 tháng 7 năm 2017 |url lưu trữ= |ngày lưu trữ= }}","{{Pull quote|\n''Khoa cử các đời, thịnh nhất là đời Hồng Đức. Cách lấy đỗ rộng rãi, cách chọn người công bằng, đời sau không thể theo kịp.''|||[[Phan Huy Chú]]}}","{{chú thích web | url =https://nghiencuulichsu.com/2016/08/01/le-quy-don-voi-kinh-bac/ | title = Lê Quý Đôn với Kinh Bắc | quote = | author= Khổng Đức Thiêm | last = | first =| authorlink =| date=Tháng 7 năm 2016| publisher=Nghiên cứu lịch sử|language = vi | access-date = 7 tháng 2 năm 2019}}","{{Pull quote|\n''Khoảng giữa niên hiệu Hồng Đức, mở rộng khoa cử, tuyển nhiều nhân tài, sĩ tử tập lối văn bóng bẩy, đục gọt từng câu, mong sao được đỗ để ra làm quan. Nay muốn tìm lấy hạng người khí tiết khẳng khái trong thời nay xem ra có phần thưa thớt. Nhưng con đường bổng lộc đã mở ra, thì phương pháp thi cử cũng nghiêm ngặt, người điềm tĩnh được tiến lên, người cầu may bị sàng sảy, cho nên người tại chức ít thói cầu cạnh mà trong nước biết quý danh nghĩa.''|||[[Lê Quý Đôn]]}}","{{sfn|Tạ Chí Đại Trường|2009|p=190}}","{{sfn|Ban nghiên cứu và biên soạn lịch sử Thanh Hóa|2004|p=57}}","{{sfn|Nguyễn Huệ Chi|1998|p=343}}","{{sfn|Nguyễn Huệ Chi|1998|pp=100-106}}","{{sfn|Nguyễn Huệ Chi|1998|pp=100-106}}","{{sfn|Nguyễn Huệ Chi|1998|pp=100-106}}","{{sfn|Nguyễn Huệ Chi|1998|pp=100-106}}","{{sfn|Tạ Chí Đại Trường|2004|p=58}}","{{Pull quote|\n''Trung thần nghĩa sĩ như [[Lê Phụ Trần]], [[Trần Khát Chân|(Trần) Khát Chân]] [[nhà Trần|triều trước]], [[Lê Nhân Tông#Cái chết|Đào Biểu]] triều này, quan phụ trách và quan phủ huyện tìm lấy một người cháu nội, hay cháu gọi bằng chú bác của các vị đó, xét thực tâu lên sẽ trao cho một chức nhàn tản. Nếu không có cháu thì mới cho một người thân thuộc được miễn quân dịch và thuế khóa để coi việc thờ cúng. Còn như Phó Đô ngự sử [[Nguyễn Duy Trinh]] thì theo lệ chết trận để tỏ khuyến khích.''|||[[Đại Việt Sử ký Toàn thư]]}}","{{Xem thêm|Lãnh thổ Việt Nam qua từng thời kỳ}}","{{Chính|Chiến tranh Việt-Chiêm 1471}}","{{Xem thêm|Nam tiến|Chiếu thư đánh Chiêm}}","{{Chú thích web |url=http://www.vanhoahoc.vn/nghien-cuu/van-hoa-viet-nam/van-hoa-ung-xu-voi-moi-truong-xa-hoi/2210-andrew-hardy-che-bong-nga-le-thanh-tong-va-hoang-de-nha-minh.html |tiêu đề=Chế Bồng Nga, Lê Thánh Tông và Hoàng đế nhà Minh của Trung Hoa |ngày tháng=2012 |tác giả= Andrew Hardy |họ= |tên= |lk tác giả= |author2= |họ 2= |tên 2= |lk tác giả 2= |định dạng= |work= |nhà xuất bản=Trung tâm Văn hóa học Lý luận và Ứng dụng, Trường Đại học KHXH & NV - ĐHQG Tp. HCM |các trang= |ngôn ngữ=vi |ngày truy cập= 26 tháng 12 năm 2018 |url lưu trữ= |ngày lưu trữ= }}","{{Chính|Chiến tranh Đại Việt - Lan Xang (1478-1480)}}","{{Chính|Vấn đề biên giới Việt-Trung thời Lê sơ}}","{{Xem thêm|Ngoại giao Việt Nam thời Lê sơ}}","{{sfn|Baldanza|2016|p=80-84}}","{{Pull quote|\n''Một thước núi, một tấc sông của ta, lẽ nào lại nên vứt bỏ? Ngươi phải kiên quyết tranh biện, chớ cho họ lấn dần. Nếu họ không nghe, còn có thể sai sứ sang phương Bắc trình bày rõ điều ngay lẽ gian. Nếu ngươi dám đem một thước núi, một tấc đất của [[Lê Thái Tổ|Thái tổ]] làm mồi cho giặc, thì tội phải tru di!''}}","{{Pull quote|\n''Ta phải giữ gìn cho cẩn thận, đừng để ai lấy mất một phân núi, một tấc sông do vua [[Lê Thái Tổ|Thái Tổ]] để lại.''|30px||Lê Thánh Tông}}","{{sfn|Tạ Chí Đại Trường|2004|pp=81-83}}","{{Pull quote|\n''Vua sáng lập chế độ văn vật khả quan, mở mang đất đai, cõi bờ khá rộng, thực là bậc vua anh hùng tài lược, dẫu [[Hán Vũ Đế|Vũ Đế]] [[nhà Hán]], [[Đường Thái Tông|Thái Tông]] [[nhà Đường]] cũng không thể hơn được. Nhưng công trình thổ mộc vượt quá quy mô xưa, tình nghĩa anh em thiếu hẳn lòng nhân ái. Đó là chỗ kém vậy.''|30px||''[[Đại Việt sử ký toàn thư]]''<ref name=\"toanthu429\">Đại Việt Sử ký Toàn thư, Bản kỷ thực lục: Quyển XII, Nhà Xuất bản Khoa học Xã hội, 1993, trang 429.<\/ref>}}","{{Pull quote|\n''Vua tư triều cao siêu, anh minh quyết đoán, có hùng tài, đại lược, võ giỏi văn hay mà cái học của Thánh hiền lại đặc biệt siêng năng, tay không lúc nào rời quyển sách. Các tập kinh, sử, các lịch, toán, những việc Thánh thần, không có gì không bao quát tinh thông. Văn thơ thì vượt trên cả những văn mẫu của các văn thần. Cùng với bọn [[Nguyễn Trực]], [[Vũ Vĩnh Mô]], [[Thân Nhân Trung]], [[Quách Đình Bảo]], [[Đỗ Nhuận]], [[Đào Cừ]], [[Đàm Văn Lễ]] biên soạn bộ Thiên Nam dư hạ, tự đặt hiệu là \"Thiên Nam động chủ\", \"Đạo Am chủ nhân\". Lại sùng Nho thuật, nâng đỡ nhân tài. Khoa thi chọn kẻ sĩ không phải chỉ có khóa, lệ định 3 năm một lần thi lớn là bắt đầu từ xưa. Người hiền tài được chọn nhiều hơn cả đời vua. Văn võ đều dùng, tùy theo sở trường của từng người. Vì thế, có thể sửa dựng chính sự, chế tác lễ nhạc, hiệu lệnh văn chương rõ ràng, có thể cho người đời sau noi theo...''\n\n''Trước đây, khi vua còn làm phiên vương, vẫn tự giấu tài; đến khi nước gặp đại biến, các quan lật đật đón lập lên. Khi vào nối đại thống, vua biết bọn Đồn, Ban đã bị giết, nhưng Lạng Sơn thân vương lại bị hại, ngài bùi ngùi không vui, cò lòng thương xót, trách là cốt nhục tương tàn để cho người ngoài lợi dụng, anh em một nhà đều bị tai họa.''\n\n''Ban đầu, vua không lấy việc được làm vua là vui, cũng không vì những biến cố lúc đó mà lo. Cho nên, hào kiệt bấy giờ, ai cũng suy tôn, kính phục. Các tướng lĩnh rông rỡ kiêu ngạo lần lượt bị giết, vì thế, lấy tội lỗi người trước làm gương, trong ngoài đều nghiêm cẩn. Đặt hai vệ Cẩm y, Kim ngô, các ty Thần vũ, Điện tiền..., lấy người thân làm chức chỉ huy, dùng họ nhà mẹ làm việc duyệt xét. Lại chọn bề tôi tin cẩn để làm nanh vuốt tay chân, như bọn [[Nguyễn Phục]], [[Hoàng Nhân Thiêm]], Đỗ Hùng, Vũ Lân đều hầu quanh tả hữu. Vua chỉ rũ áo khoanh tay mà trong nước yên ổn.''\n\n''Vua lại nghĩ giặc Chiêm đời đời vẫn là mối lo của ta, ngày nay không diệt đi, sau này làm gì được nó. Thế là phía nam thì đánh [[Trà Toàn]] mà lấy lại bờ cõi nó, phía tây thì đánh Nhã Lan mà quét sạch sào huyệt nó. Đánh Sơn Man mà uy thanh vang dội phương Bắc, đánh Bồn Man mà đất đai mở rộng phía tây. Quy mô xếp đặt, công nghiệp trung hưng, có thể sánh vai với [[Thiếu Khang]] [[nhà Hạ]], nối gót được [[Chu Tuyên Vương|Tuyên Vương]] [[nhà Chu]], mà khinh hẳn [[Hán Quang Vũ|Quang Vũ]] [[nhà Hán]], [[Đường Hiến Tông|Hiến Tông]] [[nhà Đường]] là hạng dưới vậy.''\n\n''Tiếc rằng vua nhiều phi tần quá, nên mắc bệnh nặng. [[Trường Lạc hoàng hậu|Trường Lạc Hoàng hậu]] bị giam ở cung khác, đến khi vua ốm nặng mới được đến hầu bệnh, bèn ngầm giấu thuốc độc trong tay mà sờ vào chỗ lở, bệnh vua do vậy mới lại thêm nặng.''|30px||[[Vũ Quỳnh]]<ref name=\"toanthu51819\">Đại Việt Sử ký Toàn thư, Nhà Xuất bản Khoa học Xã hội, 1993, các trang 518-519.<\/ref>}}","{{Pull quote|\n''Thánh Tông đương lúc trong nhà có hoạn nạn, mọi người cùng suy tôn lên giữ ngôi cao, sửa làm trăm việc. Lập phủ vệ, định quân chế, chấn hưng lễ nhạc, chọn dùng người liêm khiết tài năng, đánh dẹp Bắc phương, mở mang bờ cõi. [[Trà Toàn]] chịu bắt, [[Lão Qua]] tan vỡ, nước [[Vương quốc Lưu Cầu|Lưu Cầu]] xe thây, giặc Cầm Công chạy chết, bốn rợ thần phục, tám cõi hướng theo, trong khoảng 38 năm, thiên hạ yên trị. Sao mà phồn thịnh vậy!''|||Lệnh Vọng<ref name=\"toanthu591\">Đại Việt Sử ký Toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, trang 591.<\/ref>}}","{{Pull quote|\n''Trẫm có hai sai lầm, một là chính lệnh ban ra vi phạm đạo lý, hai là ngồi giữ ngôi không, nhiễu loạn việc trời. Tuy các chức trong ngoài khó lòng nêu hết được, nhưng hãy nói về những người nổi bật hơn cả. Đô đốc [[Lê Luyện]] như bù nhìn tượng đất, sao có thể gọi là hạng đội mũ tròn, đi hia vuông được. Thái sư [[Đinh Liệt]], Thái phó [[Lê Niệm]] làm đế tam công, mà không thấy có việc gì là điều hòa âm dương, sửa việc nước, bàn đạo trời, cũng chưa từng tiến cử được một người quân tử, đuổi bỏ được một kẻ tiểu nhân, chẳng như câu chế giễu của người xưa \"áo mặc da cừu mà nhởn nhơ thỏa thích\" đó sao?''}}","{{Pull quote|\n''Vua Thánh Tông còn như thế, có lẽ vì đạo đức chưa được tinh thuần chăng? Thế mà cứ sính văn chương, thích biện bác, thì có làm gì?''|||[[Khâm định Việt sử Thông giám Cương mục]]}}","{{Pull quote|\n''Luôn luôn có hạn hán, nước to, đói dữ, mà đã nói như thế như thế...; lại còn xưng hô với nhau một cách khoe khoang, thật đáng khinh bỉ. Ông vua này không phải chỉ những đạo đức chưa được thuần hậu, độ lượng chưa được rộng rãi mà thôi đâu!''||||[[Khâm định Việt sử Thông giám Cương mục]]}}","{{Pull quote|\n''Thánh Tông là một ông vua thông minh, thờ mẹ rất có hiếu, ở với bề tôi đãi lấy lòng thành. Ngài trị vì được 38 năm, sửa sang được nhiều việc chính trị, mở mang sự học hành, chỉnh đốn các việc vũ bị, đánh dẹp nước Chiêm, nước Lào, mở thêm bờ cõi, khiến cho nước Nam... bấy giờ được văn minh thêm ra và lại lừng lẫy một phương, kể từ xưa đến nay chưa bao giờ cường thịnh như vậy.''|30px||[[Trần Trọng Kim]]<ref name=\"ttkim99\"/>}}","{{Pull quote|\n''Được gọi là Hồng Đức Đế vì 26 năm cuối thời trị vì của ông được tính là giai đoạn Hồng Đức (\"đức độ bao la\"), ông được ca ngợi là vị vua lớn nhất trong [[lịch sử Việt Nam]]. Sĩ phu Nho gia ở các thời sau coi triều đại ông là một thời hoàng kim của một nền chính sự tốt đẹp. Thành tựu lớn nhất của ông là việc hợp nhất nguồn nhân lực và vật lực của [[đồng bằng sông Hồng]] và các trấn phía nam cũng như việc tổ chức các nguồn lực này để tối đa hóa sự thịnh vượng và mở rộng lãnh thổ về hướng nam và tây. Ông làm điều đó bằng cách khích lệ giáo dục và huy động một thế hệ quan lại luôn sẵn lòng đáp ứng những kêu gọi đạo lý. Thắng lợi quân sự [trước Chiêm, Lào, Bồn Man] không thể đạt được nếu không có mức độ hiệu quả chưa từng có tiền lệ của chính quyền dân sự mà ông kiến tạo, luôn cung cấp đầy đủ số quân lính và thóc gạo cần thiết...''\n\n''Trong thế kỷ 15, các vua nhà Lê đã thực hiện một cuộc tái định hướng chính phủ và văn hóa, tạo nên những quy phạm trong đời sống dân chúng mà sẽ được tán dương cho đến tận thời hiện đại, nếu không phải lúc nào cũng bằng hành động thì chí ít cũng bằng lời nói. Tuy nhiên, đây là thành tựu mong manh của một người duy nhất có cá tính đặc biệt [chỉ Thánh Tông]. Những căng thẳng địa phương vẫn tồn đọng. Khi chính sự suy nhược, những căng thẳng này sẽ bùng nổ thành [[Lịch sử Việt Nam#Thời kỳ chia cắt (1527-1802)|hàng loạt cuộc chiến giữa các tập đoàn thống trị đối lập kéo dài ba thế kỷ]] và [thời kỳ này] cũng gắn liền với sự bành trướng của dân nói tiếng Việt dọc theo biển vào tận đồng bằng [[sông Cửu Long]].''|||K. W. Taylor}}","{{Chú thích web|url=http://www.hannom.org.vn/detail.asp?param=838&Catid=542|tiêu đề=Những tư liệu dòng họ Đinh trên đất Thái Bình có liên quan tới việc lên ngôi Vua của Lê Thánh Tông}}","{{Tham khảo|30em<!-- để tự động căn -->}}","{{Chú thích sách|tác giả=Ngô Sĩ Liên|lk tác giả =Ngô Sĩ Liên|title=[[Đại Việt sử ký toàn thư]]|volume=Nội các quan bản|năm gốc = | year=1993|language=vi |publisher=Nhà Xuất bản Khoa học Xã hội|location=Hà Nội}}","{{Chú thích sách|tác giả=Ngô Thì Sĩ|lk tác giả =Ngô Thì Sĩ| đồng tác giả =Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu (phiên dịch) | title=[[Việt sử tiêu án]]|edition=|năm gốc = | year=1991|language=vi |publisher=Nhà Xuất bản Văn Sử|location=}}","{{SfnRef|Phan Huy Chú|2007a}}","{{Chú thích sách|ref={{SfnRef|Phan Huy Chú|2007a}}|tác giả=Phan Huy Chú |lk tác giả =Phan Huy Chú| đồng tác giả = Viện Sử học - Viện Khoa học Xã hội Việt Nam | title=[[Lịch triều hiến chương loại chí]]|cuốn=1|edition=|năm gốc = | year=2007|language=tiếng Việt |publisher=Nhà Xuất bản Giáo dục|location=}}","{{SfnRef|Phan Huy Chú|2007b}}","{{Chú thích sách|ref={{SfnRef|Phan Huy Chú|2007b}}|tác giả=Phan Huy Chú |lk tác giả =Phan Huy Chú| đồng tác giả = Viện Sử học - Viện Khoa học Xã hội Việt Nam | title=Lịch triều hiến chương loại chí|cuốn=2|edition=|năm gốc = | year=2007|language=tiếng Việt |publisher=Nhà Xuất bản Giáo dục|location=}}","{{Chú thích | author=Quốc sử quán triều Nguyễn | authorlink=Quốc sử quán (triều Nguyễn) | title=Khâm định Việt sử Thông giám cương mục | publisher=Nhà Xuất bản Giáo dục | place=Hà Nội | volume= | edition= | năm gốc=| year=1998 | ISBN= | url= http://www.sugia.vn//assets/file/kdvstgcm.pdf }}","{{Chú thích | author=Trần Trọng Kim | authorlink=Trần Trọng Kim | title=[[Việt Nam sử lược]] | publisher=Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục | place=Sài Gòn | volume= | url= | edition= | year=1971 | ISBN=}}","{{Chú thích | author=Nguyễn Huệ Chi | authorlink= | title=Hoàng đế Lê Thánh Tông, nhà chính trị tài năng, nhà văn hóa lỗi lạc, nhà thơ lớn | publisher=Nhà Xuất bản Khoa học Xã hội | place=Hà Nội | volume= | url= | edition= | year=1998| ISBN=}}","{{Chú thích | author=Đại học Hồng Đức | authorlink= | title=Kỷ yếu hội thảo khoa học về Hoàng đế Lê Thánh Tông, 1442-1497 | publisher=Nhà Xuất bản Thanh Hóa | place=Thanh Hóa | volume= | url= | edition= | year=2002 | ISBN=}}","{{SfnRef|Đào Duy Anh|2003}}","{{Chú thích sách|ref={{SfnRef|Đào Duy Anh|2003}}|tác giả=Đào Duy Anh |lk tác giả =Đào Duy Anh| đồng tác giả = | title=Tác phẩm được tặng giải thưởng Hồ Chí Minh: Lịch sử Việt Nam, từ nguồn gốc đến cuối thế kỷ XIX; Cổ sử Việt Nam; Việt Nam văn hóa sử cương; Đất nước Việt Nam qua các đời: nghiên cứu địa lý học lịch sử Việt Nam|cuốn=|edition=|năm gốc = | year=2003|language=tiếng Việt |publisher=Nhà Xuất bản Khoa học Xã hội|location=Hà Nội}}","{{SfnRef|Ban nghiên cứu và biên soạn lịch sử Thanh Hóa|2004}}","{{Chú thích sách|ref={{SfnRef|Ban nghiên cứu và biên soạn lịch sử Thanh Hóa|2004}}|tác giả=Ban nghiên cứu và biên soạn lịch sử Thanh Hóa |lk tác giả =| đồng tác giả = | title=Danh nhân Thanh Hóa|cuốn=2|edition=|năm gốc = | year=2004|language=tiếng Việt |publisher=Nhà Xuất bản Thanh Hóa|location=Thanh Hóa}}","{{Chú thích | author=Tạ Chí Đại Trường | authorlink=Tạ Chí Đại Trường | title=Sử Việt, đọc vài quyển | publisher=Nhà Xuất bản Văn mới | place= | volume= | url= | edition= | year=2004 | ISBN=}}","{{Chú thích | author=Tạ Chí Đại Trường | authorlink=Tạ Chí Đại Trường | title=Sơ thảo: Bài sử khác cho Việt Nam | publisher=Nhà Xuất bản Kệ sách| place= | volume= | url= | edition= | year=2009 | ISBN=}}","{{chú thích sách |last=Baldanza |first=Kathlene|year=2016 |title=Ming China and Vietnam |location=Cambridge |publisher=Cambridge University Press|oclc= | DOI = 10.1017/CBO9781316440551}}","{{chú thích sách |last=Cima |first=Ronald J. |year=1989 |title=Vietnam: a country study |location=Washington D. C. |publisher=The Federal Research Division |oclc=|isbn=1107124247}}","{{wikisource tác giả}}","{{TĐBKVN|15733}}","{{Britannica|333449|Le Thanh Tong (emperor of Vietnam)}}","{{S-start}}","{{Thứ tự kế vị\n|chức vụ=Hoàng đế [[Đại Việt]]\n|trước = [[Lê Nghi Dân|Thiên Hưng đế]]\n|sau = [[Lê Hiến Tông]]\n|năm = [[1460]]-[[1497]]\n}}","{{S-end}}","{{Vua nhà Hậu Lê}}","{{An Nam quốc vương}}","{{Hội Tao Đàn}}","{{Lịch sử Việt Nam thời Lê sơ}}","{{Kiểm soát tính nhất quán}}","{{Thanh chủ đề|Lịch sử Việt Nam|Lịch sử|Văn học}}","{{Thời gian sống|1442|1497}}"]}