{"19432346":["{{Chú thích web |url=http://sachnhanam.com/review-o-giua-thanh-xuan-trong-rong-bret-easton-ellis-2-2/ |ngày truy cập=2020-07-16 |tựa đề=REVIEW: “LÊ PHONG” – THẾ LỮ |archive-date=2020-07-17 |archive-url=https://web.archive.org/web/20200717212031/http://sachnhanam.com/review-o-giua-thanh-xuan-trong-rong-bret-easton-ellis-2-2/ |url-status=dead }}","{{cquote|Với truyện trinh thám, Thế Lữ đã sáng tạo ra cặp nhân vật thám tử Lê Phong và Mai Hương – một chàng và một nàng - được bạn đọc nhiều thế hệ yêu thích. Họ là những người thông minh, có óc phán đoán và khả năng suy luận cao. Họ say mê nghề nghiệp, họ quyết liệt trong việc truy tìm cái ác để bảo vệ và đề cao cái thiện. Nhưng cũng cần phải nhìn ra rằng, cặp nhân vật Lê Phong và Mai Hương chính là hiện thân cho kiểu con người lãng mạn có tính lý tưởng của Tự Lực văn đoàn: trẻ trung, được giáo dục theo mô hình châu Âu, yêu tự do dân chủ, yêu khoa học và luôn hướng tới sự tiến bộ xã hội.<ref>[http://daidoanket.vn/the-lu-chan-dung-mot-khach-tinh-si-426784.html Thế Lữ- chân dung một khách tình si]<\/ref>}}","{{cquote|Học tập, vay mượn mô hình tiểu thuyết trinh thám phương Tây, cả Thế Lữ và Phạm Cao Củng đều xây dựng những series truyện về các thám tử như thám tử Lê Phong (Thế Lữ), thám tử Kỳ Phát (Phạm Cao Củng). Cả hai thám tử đều thông minh, lý trí, giỏi suy luận, phán đoán và lập luận logic để điều tra phá án. Thông qua hai thám tử, người đọc dễ dàng nhận thấy dáng dấp thám tử Sherlock Holmes của Conan Doyle. Điều này cũng không có gì là lạ, khi mà quá trình hiện đại hóa văn học đòi hỏi mọi thể loại phải diễn ra gấp rút, phải nhanh chóng đưa văn học Việt Nam hiện đại bước vào quỹ đạo của văn học thế giới. Thành công của Thế Lữ và Phạm Cao Củng là điều đáng ghi nhận và trân trọng.<ref>[http://tapchisonghuong.com.vn/tap-chi/c394/n26928/Tieu-thuyet-trinh-tham-cua-nha-van-Phu-Duc-trong-dong-chay-tieu-thuyet-trinh-tham-Viet-Nam-dau-the-ky-XX.html Tiểu thuyết trinh thám của nhà văn Phú Đức trong dòng chảy tiểu thuyết trinh thám Việt Nam đầu thế kỷ XX]<\/ref>}}","{{tham khảo|30em}}","{{Webarchive|url=https://web.archive.org/web/20200716160340/http://vannghedanang.org.vn/nonnuoc/chitiet.php?id=2190&so=95 |date=2020-07-16 }}","{{Thế Lữ}}"]}