{"3436067":["{{Thông tin nhà văn\n| name = Lê Hoằng Dục<br>黎弘毓\n| image = \n| image_size = \n| bgcolour = blue\n| caption = \n| birthname = Lê Hoằng Dục\n| birthdate = ?\n| birthplace = Hương [[Hải Lịch]], huyện [[Lôi Dương]], đạo [[Hải Tây]]\n| deathdate = ?\n| deathplace = [[Hà Nội|Đông Đô]]\n| realname = Lê Hoằng Dục\n| penname = Đạo Minh\n| occupation = [[Thượng thư]]\n| nationality = [[Hình:Personal Flag of Emperor Minh Mang.svg|23px]] [[Đại Việt]]\n| ethnicity = [[Việt]]\n| citizenship = \n| education = [[Hán học]]\n| alma_mater = \n| period = [[Lê Thánh Tông|Hồng Đức]]\n| genre = [[Hình:Personal Flag of Emperor Minh Mang.svg|23px]] [[Triều Lê sơ]]\n| subject = \n| movement = [[Tao đàn Nhị thập bát Tú|Tao đàn]]\n| notableworks = \n| awards = \n| spouse = \n| partner = \n| children = \n| relatives = \n| influences = \n| influenced = \n| signature = \n| website = \n}}","{{zh|黎弘毓}}","{{zh|道明}}","{{Chú thích web |url=http://epress.nus.edu.sg/msl/person/1725 |ngày truy cập=2016-09-18 |tựa đề=明實錄之黎弘毓 |archive-date = ngày 13 tháng 2 năm 2008 |archive-url=https://web.archive.org/web/20080213112559/http://www.epress.nus.edu.sg/msl/person/1725 }}","{{cquote|''Lại xét bài «Quang Thuận trung hưng ký» rằng: Nhân Tông mới lên hai tuổi đã sớm nối ngôi vua, Thái hậu Nguyễn Thị là gà mái gáy sớm; Đô đốc Lê Khuyển như thỏ khôn giữ mệnh. Vua đàn bà mắt quáng buông rèm ngồi chốn thâm khuê; bọn họ ngoại lòng tham, khoác lác hoành hành khắp cõi; kẻ thân yêu nắm quyền vị, nạn hối lộ được công khai. Việc văn giáo lặng lẽ như băng hàn khiến người hiền từ phải bó cánh. Bậc túc nho như Lý Tử Tấn, Trình Thuấn Du thì đẩy vào chỗ nhàn; phường dốt đặc ồn ào như ong đàn trỗi dậy, như chó chuột nhe răng. Tể thần như Lê Sủng, Lê Sát thì ngu si không phân biệt được sáu loại súc vật; Chưởng binh Lê Điên, Lê Luyện thì mù tịt, chẳng sao hiểu được bốn mùa một năm. Bậc lương thần như Trịnh Khả, Khắc Phục thì kèn cựa mà giết đi; người tài sĩ như Nguyễn Mộng Tuân thì đẩy vào vòng tai họa. Oan uổng không chỉ kêu xin, mọi việc thảy đều đổ nát. Văn giai như Công Soạn tuổi gần tám mươi; tể thần như Lê Ê không biết một chữ. Bọn trẻ không biết nghĩ, làm bậy ngông cuồng; người già chẳng chết đi, trở thành mối họa. Bán quan mua kiện, ưa giàu ghét nghèo. Hiền tài là rường cột của triều đình mà sạch không như quét đất. Văn chương là khí vận của quốc gia mà im ắng tựa cỏ khô. Bọn xiểm nịnh được tin dùng, kẻ đao bút được tiến cử. Hành khiển Nguyễn Hữu Quang, Nội mật Lê Hoàn Chi, hoạn quan chừng năm sáu bọn mà không một người đóng cửa cho nghiêm; cấm vệ Lê Đắc Ninh, chỉ huy <u>Lê Hoằng Dục<\/u>, vệ sĩ đến tám chín lũ mà không một ai mang mộc che đỡ. Lòng người sôi động, đường sá xôn xao. Họ ngoại như Văn Lão, Xương Lê, lòng như quỷ quái; vị không như Trần Lựu, Đỗ Tư, ai chẳng cười chê ? Cửa ngõ thì sơ sài, tay không cũng phá nổi. Thế là nó dẫn quân cú vọ cáo cầy, ngầm nuôi mưu kế cướp ngôi phản nghịch. Bọn tặc thần Phạm Đồn, Phan Ban, Trần Lăng, Ngô Trang và phường chó lợn hơn 300 đứa, nửa đêm dám cả gan bắc thang trèo tường lẻn vào như là chốn không người. Vua và Hoàng thái hậu đều bị hại, thương thay !''<br>又按《光順中興記》云：仁宗年方二歲，裔末也履五乾，太后阮氏牝鷄司晨，都督黎犬狡兔執命。女君眯目，坐閨内以垂簾；戚里貪饕，自寰中而噓虐；權倖用事，賄賂公行，文教闇闇以氷消。賢才屈翅，宿儒如李子晋、程舜俞投之散地，靣墻营而風起，犬鼠呀牙，宰臣如黎寵、黎察不辨六畜，掌兵如黎顛、黎練不明四時，良臣如鄭可、克復驟以顛擠；才士如阮夢荀投之祸害，寃無控訴，事總覆墮。文階如公僎将周入衮，宰臣如黎醯不識一丁。少者罔念而作狂，老者不死而成賊。賣官鬻獄，好富疾貧。賢能為社稷之棟梁，空空掃地；文章關國家之氣運，寂寂塞茅。謟媚申堅，刀筆進用，行遣阮有光、内密黎懷之、宦官纔五六輩，無一人以闔門；禁衛黎得寧、旨揮<u>黎弘毓<\/u>、衛士見八九徒，無一人以擁楯。人情洶洶路嗷嗷。戚里如文老、昌黎心同鬼蜮；具臣如陳榴、杜私誰不㖒疴。門闕脆弱，手能排毀，乃率鴟狐之旅，潜蓄簒逆之謀。賊臣范屯、潘般、陳陵莊及狗彘三百餘人，夜敢梯墻盗透，如入無人之境。帝及太后俱被害，悲夫。|||''[[Đại Việt sử ký toàn thư|Toàn thư]]'', bản kỷ, quyển 11. [[Nhà Lê|Lê hoàng triều kỷ]], [[Lê Nhân Tông|Nhân Tông Tuyên hoàng đế]]}}","{{tham khảo|4}}","{{Hội Tao Đàn}}"]}