{"41069":["{{Đổi hướng|Lê Lợi}}","{{số năm theo năm và ngày|1428|4|29|1433|10|5}}","{{ngày mất và tuổi|1433|10|5|1385|9|10}}","{{Thông tin nhân vật hoàng gia\n| tên = Lê Thái Tổ\n| tên gốc = 黎太祖\n| tước vị = [[Hoàng đế Việt Nam]]\n| tước vị thêm = \n| hình = Tượng đài Lê Thái Tổ HN.JPG\n| cỡ hình = 250px\n| ghi chú hình = Tượng đài Lê Thái Tổ dựng vào khoảng năm 1896 cạnh [[hồ Hoàn Kiếm]], [[Hà Nội]], gắn với truyền thuyết trả gươm thần.\n| tại vị = 29 tháng 4 năm 1428 – <br> 5 tháng 10 năm 1433<br>({{số năm theo năm và ngày|1428|4|29|1433|10|5}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1428 till:1433 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| chức vị = [[Nhà Lê sơ|Hoàng đế Đại Việt]]\n| đăng quang = \n| tiền nhiệm = '''<font color=\"green\">Sáng lập triều đại<\/font>'''\n| nhiếp chính = \n| kế nhiệm = [[Lê Thái Tông]]\n| tên đầy đủ = Lê Lợi (黎利)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| hoàng tộc = [[Nhà Lê sơ]]\n| kiểu hoàng tộc = Triều đại\n| tước vị đầy đủ = \n| phối ngẫu = \n| thông tin phối ngẫu = ẩn\n| vợ = [[Phạm Thị Ngọc Trần|Cung Từ Cao Hoàng hậu]]\n| kiểu phối ngẫu = Vợ\n| thông tin con cái = ẩn\n| con cái = Quận Ai vương [[Lê Tư Tề]]<br>[[Lê Thái Tông]]<br>[[Trang Từ Công chúa]]<br> Con rể <br>[[Nguyễn Bá Sương]]\n| cha = [[Lê Khoáng]]\n| mẹ = [[Trịnh Ngọc Thương]]\n| tước hiệu = '''Lam Sơn động chủ''' ([[1428]] - [[1433]])\n| niên hiệu = Thuận Thiên (順天)\n| thời gian của niên hiệu = 1428 - 1433\n| tôn hiệu = \n| miếu hiệu = [[Thái Tổ]] (太祖)\n| thụy hiệu = Thống Thiên Khải Vận Thánh Đức Thần Công Duệ Văn Anh Vũ Khoan Minh Dũng Trí Hoàng Nghĩa Chí Minh Đại Hiếu '''Cao Hoàng đế'''<br>(統天啟運聖德神功睿文英武寬明勇智弘義至明大孝高皇帝)\n| sinh = [[10 tháng 9]], [[1385]]\n| nơi sinh = [[Lam Sơn (thị trấn)|Lam Sơn]], [[Thanh Hóa]]\n| mất = {{ngày mất và tuổi|1433|10|5|1385|9|10}}\n| nơi mất = [[Hà Nội|Đông Kinh]], [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = Vĩnh lăng (永陵), [[Thanh Hóa]]\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}","{{Vua nhà Hậu Lê (theo năm)}}","{{Chú thích web|url=http://www.bbc.com/vietnamese/regionalnews/story/2005/05/050511_tachidaitruongbook.shtml|tiêu đề=tạ chí đại trường}}","{{Chú thích web |url=http://vanhoadoisong.vn/web/trang-chu/van-hoa/que-huong-le-loi-xua-va-nay.html |ngày truy cập=2018-12-16 |tựa đề=Quê hương Lê Lợi xưa và nay<!-- Bot generated title --> |archive-date = ngày 23 tháng 8 năm 2018 |archive-url=https://web.archive.org/web/20180823033714/http://vanhoadoisong.vn/web/trang-chu/van-hoa/que-huong-le-loi-xua-va-nay.html }}","{{Chú thích web|url=http://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt15a.html|tiêu đề=Đại Việt sử ký toàn thư, bản kỷ quyển 10|url lưu trữ=https://web.archive.org/web/20170510132733/http://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt15a.html|ngày lưu trữ=ngày 10 tháng 5 năm 2017}}","{{Chính|Khởi nghĩa Lam Sơn}}","{{cquote|\n''Ta cất quân đánh giặc, không phải là có lòng ham muốn phú quý, mà chính vì muốn để ngàn năm về sau, người đời biết ta không chịu làm tôi tớ cho bọn giặc tàn ngược.''|||Lê Lợi}}","{{cquote|\n''Nguyên trước Nhà vua kinh doanh việc bốn phương, Bắc đánh giặc Minh, Nam đuổi quân Lào, mình trải trăm trận, đến đâu được đấy, chỉ dùng có quan võ là bọn Lê Thạch, Lê Lễ, Lê Sát, Lê Vấn, Lê Lý, Lê Ngân, ba mươi lăm người; quan văn là bọn Lê văn Linh, Lê quốc Hưng; cùng những quân thân như cha, con; hai trăm thiết kỵ, hai trăm nghĩa sĩ, hai trăm dũng sĩ và mười bốn thớt voi. Còn bọn chuyên chở lương-thảo, cùng già yếu đi hộ vệ vợ con, cũng chỉ hai nghìn người mà thôi.''|||Lam Sơn thực lục}}","{{cquote|\n''Quân giặc nhiều, quân ta ít, nhưng quân giặc mệt, quân ta nhàn. Binh pháp có nói được hay thua là ở tướng chứ không phải ở quân nhiều hay ít, nay quân giặc tuy nhiều, nhưng ta đem quân nhàn đợi đánh quân mệt mỏi, chắc chắn sẽ đánh bại chúng.''|||Lê Lợi}}","{{cquote|\n''Giặc vây ta bốn mặt, có muốn chạy cũng không có lối nào. Đây chính là \"tử địa\" mà binh pháp đã nói, đánh nhanh thì sống, không đánh nhanh thì chết.''<ref>Kế này gọi là Kế hãm mình vào tử địa. Ngày trước, [[Hàn Tín]] dàn trận quay lưng ra sông, khiến quân lính bị dồn tới đường cùng mà đánh.<\/ref>|||Lê Lợi}}","{{cquote|''Vừa khi cờ khởi nghĩa mới dấy lên,''\n\n''Chính lúc thế giặc đương rất mạnh...''\n\n''Khi Linh Sơn lương hết mấy tuần,''\n\n''Lúc Khôi huyện quân không một lữ.''\n\n''Bởi trời muốn thử thách ta, để trao mệnh lớn,''\n\n''Nên ta càng mài ý chí, quyết vượt gian nguy.''\n\n''Dựng gậy làm cờ, tụ hội bốn phương manh lệ,''\n\n''Hòa rượu mời lính, dưới trên một dạ cha con.''|||''Bình Ngô đại cáo''}}","{{cquote|\n''Hạ thần thường qua lại tỉnh [[Nghệ An]] nhiều lần, nên có biết những nơi hiểm yếu trong tỉnh ấy.Nay xin dẫn quân vào trại của [[Cầm Bành]] tỉnh [[Nghệ An]], hễ ai hàng thì ta phủ dụ, nếu không hàng thì ta đánh lấy trại ấy làm căn bản, rồi từ từ tính việc lấy lại [[Đông Đô]]. Như vậy việc nước có thể sẽ thành\".|||[[Nguyễn Chích]]}}","{{cquote|\n''Cầm Bành đã đầu hàng, chớ có mảy may xâm phạm, tha tội cho tất cả, không được giết một người nào.''|||Lê Lợi}}","{{cquote|\n''Quân địch đông, quân ta ít, đem ít đánh đông chỉ ở những đất hiểm là có thể lập được công. Vả chăng binh pháp nói: \"Nhử người tới, chứ không để người dữ tới\".<ref>Tức tự chọn cho mình nơi giao chiến đã định sẵn trước.<\/ref>|||Lam Sơn thực lục}}","{{cquote|\n''Quân giặc nhiều lương, đắp lũy để làm kế lâu dài. Quân ta ít lương không thể giữ dằng dai được với nó.''|||Lam Sơn thực lục}}","{{cquote|Trang sử này đã đi vào lời ru của bà của mẹ tự bao đời: “Buồm ra Cửa Vạn buồm xuôi/ Mà coi quân giặc đầu rơi thành cồn/ Còn trời còn nước còn non/ Còn quân giặc cướp thì còn đầu rơi”|||Lam Sơn thực lục}}","{{Chính|Trận Tốt Động-Chúc Động}}","{{Webarchive|url=https://web.archive.org/web/20100920081528/http://www.ari.nus.edu.sg/docs/wps/wps03_011.pdf |date = ngày 20 tháng 9 năm 2010}}","{{cquote|\n''Người trong nước còn sợ oai giặc Ngô, chưa quy phục nhà vua hết thảy. Từ sau chiến thắng Tốt Động quân ta bèn vây [[Đông Đô]]. Sĩ dân ở các phủ huyện hưởng ứng rầm rộ. Những người hào kiệt trí dũng theo về như đi chợ. Thành trì giặc các nơi lần lượt bị phá hoặc xin hàng, mà 3 ty nhà Minh phải đóng cửa thành tử thủ, thế cùng bức bách phải xin hòa. Trong khoảng một năm, cả nước được bình định. Đó đều là công của bọn các ông Lê Lễ, Lê Triện.''|||Đại Việt thông sử, Đinh Lễ<ref>Đại Việt thông sử, trang 205, sách đã dẫn.<\/ref>}}","{{Chính|Trần Cảo (vua)}}","{{chính|Trận Xương Giang|Trận Chi Lăng - Xương Giang}}","{{cquote|\n''Đánh thành là hạ sách. Ta đánh thành bền vững hàng năm hàng tháng không hạ được, khi ấy quân ta sức mỏi chí nhụt, nếu viện binh của giặc lại đến thì trước mặt, sau lưng đều bị tấn công, đó là con đường nguy hiểm. Chi bằng nuôi sức quân, mài giũa tinh thần sắc bén, để đợi viện binh của giặc. Viện binh giặc bị phá thì thành giặc nhất định phải hàng. Như thế là nhất cử lưỡng tiện, là mưu chước vẹn toàn.''|||Đại Việt sử ký toàn thư}}","{{cquote|\n''Giặc vốn khinh ta, cho là ngưới nước ta nhút nhát, sợ oai giặc đã lâu, nay nghe tin đại quân sang, hẳn là ta rất hoảng sợ. Huống chi lấy mạnh nạt yếu, lấy nhiều lấn ít đó là lẽ thường. Giặc không thể tính được hình thế được thua của người của mình, không thể hiểu được cơ vi qua lại của thời của vận. Vả lại, quân đi cứu nguy cấp phải lấy mau chóng làm quý, giặc nhất định phải hành quân gấp vội. Binh pháp có nói: Hành quân 500 dặm mà chỉ vội hám lợi thì sẽ què thượng tướng. Nay [[Liễu Thăng]] đến, đường sá xa xôi, quân lính tất mỏi mệt. Ta đem quân nhàn khỏe, đợi đánh quân mỏi mệt, nhất định sẽ thắng''.|||Đại Việt sử ký toàn thư}}","{{chính|Hội thề Đông Quan}}","{{Cquote|''Hai cánh viện binh đã gót chẳng kịp quay, thảy đều đại bại,''\n\n''Mấy thành giặc khôn cũng nối nhau cởi giáp, lũ lượt ra hàng.''\n\n''Tướng giặc bị tù, nó đã vẫy đuôi xin tha mạng sống,''\n\n''Oai thần không giết, ta cũng thể lòng trời mở đức hiếu sinh.''|||Bình Ngô đại cáo<ref>Đại Việt Sử ký Toàn thư, 1993, trang 358<\/ref>}}","{{cquote|\n''Trả thù báo oán là thường tình của mọi người, nhưng không thích giết người là bản tâm của bậc nhân đức. Vả lại, người ta đã hàng, mà mình lại giết thì là điềm xấu không gì lớn bằng. Nếu cốt để hả nỗi căm giận trong chốc lát mà mang tiếng với muôn đời là giết kẻ đã hàng, thì chi bằng tha mạng sống cho ức vạn người, để dập tắt mối chiến tranh cho đời sau, sử xanh ghi chép tiếng thơm muôn đời, há chẳng lớn lao sao?''|||Lê Lợi}}","{{cquote|\n''Tiền là mạch máu của sinh dân, không thể không có. Nước ta vốn có mỏ đồng, nhưng tiền đồng cũ đã bị [[Nhà Hồ]] hủy bỏ, trăm phần chỉ còn được một. Đến nay, việc quân, việc nước thường hay bị thiếu. Muốn cho tiền được lưu thông sử dụng, để thuận lòng dân, há chẳng khó sao? Mới rồi có người dâng thư trình bày, xin lấy tiền giấy thay cho tiền thực. Trẫm sớm khuya nghĩ ngợi, chưa nghĩ ra cách gì. Vì rằng tiền giấy là thứ vô dụng, lại được lưu hành như vật hữu dụng trong dân, thực không phải là ý nghĩa yên dân, dùng của. Nhưng đời xưa đã có người cho rằng vàng, bạc, da, lụa, tiền thực, tiền giấy đều không thể cân ngang nhau được, thế thì thứ gì là hơn? Truyền cho các đại thần trăm quan và những người hiểu việc đời ở trong, ở ngoài, đều nghị bàn quy chế đồng tiền cho thuận lòng dân, để không vì ưa thích riêng của một người mà bắt ép muôn nghìn người không muốn phải theo, để làm phép hay của một đời. Nên phải bàn định sớm rồi tâu lên, trẫm sẽ tự chọn lấy mà cho thi hành''|||Lê Thái Tổ}}","{{Xem thêm thông tin|Hai bài thơ khắc trên vách núi của Lê Lợi}}","{{cquote|\n''Vua nhiệt tình, hăng hái dấy nghĩa quân đánh dẹp giặc [[nhà Minh|Minh]]. Sau 10 năm thì thiên hạ đại định. Đến khi lên ngôi, đã ấn định luật lệnh, chế tác lễ nhạc, mở khoa thi, đặt cấm vệ, xây dựng quan chức, thành lập phủ huyện, thu nhập sách vở, mở mang trường học, có thể gọi là có mưu kế xa rộng mở mang cơ nghiệp. Song đa nghi, hiếu sát, đó là chỗ kém''. \n}}","{{cquote|\n''Vua nối cơ nghiệp của ông cha, gặp buổi đại loạn mà chí càng bền, náu mình chốn núi rừng, làm nghề cày cấy. Do lòng căm thù quân giặc bạo tàn, càng lưu tâm vào các sách thao lược, đem hết của nhà hậu đãi tân khách. Đến năm [[Mậu Tuất]] [1418], nhóm nổi nghĩa binh, kinh dinh thiên hạ, trước sau trải mấy chục trận, đều là đặt quân phục, dùng binh kỳ, tránh chỗ chắc, đánh chỗ mềm, lấy ít địch nhiều, lấy yếu chống mạnh. Đến khi quân [[nhà Minh|Minh]] đầu hàng thì răn cấm quân lính không được mảy may xâm phạm. Từ đấy, hai nước hòa hiếu, bắc nam vô sự. Mường Lễ, [[Ai Lao]] đều sáp nhập bản đồ, [[Chiêm Thành]], [[Chà Bàn]] vượt biển sửa lễ cống. Vua mặc áo sớm, ăn cơm trưa, trải 10 năm mà thiên hạ đại trị.'' \n}}","{{cquote|\n''Vua dấy nghĩa binh, chưa từng giết bừa một người nào. Chỉ biết lấy mềm chống cứng, lấy yếu địch mạnh, lấy ít thắng nhiều, không đánh mà khuất phục được người, cho nên có thể đổi vận bĩ sang vận thái, chuyển thế nguy thành thế yên, đổi cuộc loạn thành cuộc trị. Câu \"Người có nhân, thiên hạ không ai địch nổi\" chính hợp với vua. Cho nên, vua lấy được thiên hạ, truyền cơ nghiệp đến muôn đời là phải lắm.''\n}}","{{cquote|\n''Vua Thái Tổ ta, có tài dùng binh, khi ngày mới dựng cờ khởi nghĩa, chỉ vỏn vẹn có 200 quân thiết đột, 200 dũng sĩ và 300 nghĩa binh. Thế mà phía Tây [[Ai Lao]] phải thần phục, phía Bắc dẹp hết [[nhà Minh|giặc Ngô]]. Xét về kế bí mưu kỳ, phần nhiều là do tài thao lược. Ngài lại tinh tường việc chính trị: Khi mới đến hành doanh Bồ Đề, ngài đã tuyển dụng hiền tài, đặt quan chia chức, trừ tàn cấm bạo, thương yêu quân dân, thu hút các bộ lạc, phòng bị nơi biên cương. Thực đã có ngay một quy mô đại định thiên hạ. Đến khi thống nhất non sông, ngài phong công thần, phong Nho giáo, chế lễ nhạc, định luật lệnh, đặt quân kỷ, lập hộ tịch, chỉnh đốn các ngành thuế, bỏ phép tiêu tiền giấy. Thi hành chánh sự rất là rộng lớn chu đáo. Cứ xem ngay những bài Chiếu bài Sắc ban ra thời ấy, đủ thấy lời răn dạy và phép trị bình rất là tường tận. Ngài khôi phục non sông, đem lại thái bình, công đức ban khắp đương thời, cơ nghiệp truyền cho hậu thế. Rực rỡ lắm thay\".}}","{{cquote|\n''Thái Tổ Cao Hoàng đế chúng ta, lấy tài thông minh, trí, dũng làm việc hỏi tội, cứu dân. Trong lúc mới cất quân khởi nghĩa, không để cho quan tước dụ nổi; không để cho oai thế hiếp nổi. Tuy gặp lúc nhiễu nhương, mà lòng càng vững; trải cơn cùng quẫn mà chí càng hăng. Tới khi tiếng nghĩa đồn dậy, gươm thần vung dài, mà các dũng tướng, mưu thần xúm lại như mây họp! Tướng võ thì bọn [[Trịnh Khả]], [[Lê Xí]], thường lập được công to. Tướng văn thì bọn [[Nguyễn Trãi]], [[Lê Văn Linh|Văn Linh]], hằng bày ra kế giỏi...''}}","{{cquote|\n''Quy mô to lớn của Hán Cao cũng giống như đức thịnh của vua ta ngày nay.''\n\n''Còn [[Câu Tiễn]] chỉ lo thỏa cái chí phục thù há lại có thể muôn một sánh tày.''\n\n''Đến như thần võ không giết''\n\n''Đức lớn hiếu sinh''\n\n''Nghĩ vì kế lâu dài của nhà nước''\n\n''Tha kẻ hàng mười vạn sĩ binh''\n\n''Sửa hòa hiếu cho hai nước''\n\n''Tắt muôn đời chiến tranh''\n\n''Chỉ cần vẹn đất, cốt sao an ninh''\n\n''Như thế thịnh đức của vua ta, há Hán Cao có thể sánh được, mà phải cùng khen với [[Tam Hoàng Ngũ Đế|Ngũ đế Tam hoàng]] kia.''|||''Phú núi Chí Linh''}}","{{cquote|\n''Lập công to để muôn đời, tiếng nhân vang khắp, khí nghĩa tràn lan. Đó là lá cờ nghĩa của Thánh Tổ, đặt Hán Đường xuống bậc thứ hai''.|||''Nghĩa kỳ phú''<ref>Văn học Việt Nam (thế kỷ X-nửa đầu thế kỷ XVIII, trang 210.<\/ref>}}","{{Cquote|''Muốn đạt được những kết quả ấy, phải đánh lâu, phải có thời gian. Thời gian làm việc cho ta, thời gian là thầy chiến lược của ta, nếu dân ta quyết tâm kháng chiến bền bỉ. Đời nhà Trần nhân dân trước sau ba lần kháng chiến mất hơn 31 năm mới chiến thắng quân Nguyên hung hãn. Đời nhà Hậu Lê ([[khởi nghĩa Lam Sơn]]) dân tộc ta kháng chiến 10 năm mới đuổi được quân Minh bạo tàn,...''|||Trường Chinh<ref>Cách mạng dân tộc dân chủ nhân dân Việt Nam, Nhà Xuất bản sự thật, 1975, tr. 33.<\/ref>}}","{{cquote|''Lê Lợi khởi nghĩa Lam Sơn,''\n\n''Mặc dầu tướng ít binh đơn không nàn''.\n\n''Mấy phen sông Nhị núi Lam,''\n\n''Thanh gươm yên ngựa Bắc, Nam ngang tàng''.\n\n''Kìa [[Trận Tốt Động-Chúc Động|Túy Động]] nọ Chi Lăng'',\n\n''Đánh hai mươi vạn quân Minh tan tành''.\n\n''Mười năm sự nghiệp hoàn thành'',\n\n''Nước ta thoát khỏi cái vành nguy nan''.\n\n''Vì dân hăng hái kết đoàn'',\n\n''Nên khôi phục chóng giang san Lạc Hồng''.<ref>[https://susta.vn/bai-viet-3-bi-dien-ca-bt-hu-cua-Bac-Ho-351.html Ba bài diễn ca bất hủ của Bác Hồ]<\/ref>}}","{{POV section}}","{{Chú thích web |url=http://kienthuc.net.vn/tham-cung/trung-hop-la-lung-giua-vua-chua-vn-va-the-gioi-228016.html |ngày truy cập=2013-12-03 |tựa đề=Trùng hợp lạ lùng giữa vua chúa VN và thế giới |archive-date = ngày 4 tháng 12 năm 2013 |archive-url=https://web.archive.org/web/20131204195844/http://kienthuc.net.vn/tham-cung/trung-hop-la-lung-giua-vua-chua-vn-va-the-gioi-228016.html }}","{{Fact}}","{{cquote|\n''Ta cất quân đánh giặc, không phải là có lòng ham muốn phú quý, mà chính vì muốn để ngàn năm về sau, người đời biết ta không chịu làm tôi tớ cho bọn giặc tàn ngược\"|||[[Đại Việt sử ký toàn thư]]}}","{{cquote|\n''Hoạn nạn mới gây nổi nước! Lo phiền mới đúc nên tài!''|||Lam Sơn thực lục<ref>Lam Sơn thực lục, Nhà Xuất bản Tân Việt, 1956, quyển 3.<\/ref>}}","{{cquote|\n''Thà người phụ ta, ta chớ phụ người!... Không lấy việc nhỏ mà hại nghĩa lớn, không lấy ý gần mà nhãng mưu xa.''|||Lam Sơn thực lục}}","{{Chính|Thuận Thiên (kiếm)}}","{{Webarchive|url=https://web.archive.org/web/20171028093053/http://tamdiep.ninhbinh.gov.vn/ubndtamdiep/4/469/37856/58558/Chua-Quang-Son---den-Mau-Thuong/Den-Mau-Thuong.aspx |date = ngày 28 tháng 10 năm 2017}}","{{tham khảo|30em}}","{{thể loại Commons|Lê Thái Tổ}}","{{wikisource tác giả|Lê Thái Tổ}}","{{Britannica|333359|Le Loi (emperor of Vietnam)}}","{{TĐBKVN|15731}}","{{Chú thích web |url =http://en.hanoi.vietnamplus.vn/Home/Nam-Huong-pagoda-and-Statue-of-Le-Loi/20099/224.vnplus |tiêu đề =Nam Huong pagoda and Statue of Le Loi |tác giả = |ngày =2009-09-29 |nhà xuất bản =1000 Years Thang Long (VietNamPlus) |ngày truy cập = |ngôn ngữ = |archive-date = ngày 15 tháng 2 năm 2019 |archive-url =https://web.archive.org/web/20190215205544/http://en.hanoi.vietnamplus.vn/Home/Nam-Huong-pagoda-and-Statue-of-Le-Loi/20099/224.vnplus }}","{{s-start}}","{{s-hou|[[Nhà Lê sơ|Hoàng tộc họ Lê]]|10 tháng 9|năm 1385|5 tháng 9|1433||name=Lê Thái Tổ}}","{{s-reg}}","{{s-bef|before=Không có <br> [[Bắc thuộc lần 4]] |as=}}","{{s-ttl|title = [[Vua Việt Nam|Hoàng đế Đại Việt]]|years = 1428-1433|dynasty=[[Nhà Lê sơ]]}}","{{s-aft|after = [[Lê Thái Tông]]}}","{{end}}","{{khởi nghĩa Lam Sơn}}","{{Lịch sử Việt Nam thời Lê sơ}}","{{Vua nhà Lê sơ}}","{{Các chủ đề|Lịch sử Việt Nam|Lịch sử|Việt Nam}}","{{Kiểm soát tính nhất quán}}","{{Thời gian sống|sinh=1385|mất=1433}}"]}