{"115":["{{Bài cùng tên}}","{{Khóa-nửa-vô hạn|small=yes}}","{{Chú thích web|url=https://zingnews.vn/ban-co-biet-14-anh-hung-tieu-bieu-cua-dan-toc-viet-nam-post811996.html|tựa đề=Lý Thường Kiệt - danh tướng kiệt xuất|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}","{{Chú thích web|url=http://www.navsource.org/archives/09/43/4324.htm|tựa đề=USCGC Chincoteague (WHEC-375), RVNS Ly Thuong Kiet (HQ-16)|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-12-01}}","{{Cquote|\nKhoảng niên hiệu Thiên Thành, đời Lý Thái Tông, cha đi tuần biên địa, ở Tượng Châu thuộc Thanh Hóa, bị bệnh rồi mất vào năm Tân Mùi (1031). Thường Kiệt bấy giờ mười ba tuổi, đêm ngày thương khóc không dứt.\n\nChồng của người cô là Tạ Đức thấy thế, đem lòng thương và dỗ dành. Nhân đó hỏi ông về chí hướng, ôn g trả lời: ''\"Về văn học, biết chữ để ký tên là đủ. Về võ học, muốn theo [[Vệ Thanh]], [[Hoắc Khứ Bệnh|Hoắc Khứ]], lo đi xa vạn dặm để lập công, lấy được ấn phong hầu, để làm vẻ vang cho cha mẹ. Đó là sở nguyện\"''. Tạ Đức khen là có chí khí, bèn gả cháu gái tên là Tạ Thuần Khanh cho ông, và dạy cho học các sách binh thư họ Tôn, họ Ngô.\n\nThường Kiệt đêm ngày học tập. Đêm đọc sách, ngày tập bắn cung, cưỡi ngựa, lập doanh, bày trận. Các phép binh thư đều thông hiểu cả. Tạ Đức lại khuyên đọc sách nho. Thường Kiệt rất chịu gắng công học tập, nên chóng thành tài.\n\nNăm ông 18 tuổi (1036), mẹ mất. Hai anh em lo đủ mọi lễ tống táng. Trong khi cúng tế, hễ có việc gì, cũng tự tay mình làm. Lúc hết tang, nhờ phụ ấm, Thường Kiệt được bổ chức ''\"Kỵ mã hiệu úy\"'', tức là một sĩ quan nhỏ về đội quân cưỡi ngựa.|||Trích từ bia Nhữ Bá Sĩ, bản dịch từ sách ''\"Lý Thường Kiệt\"'' của [[Hoàng Xuân Hãn]]}}","{{chính|Chiến dịch đánh Tống, 1075-1076}}","{{chính|Trận Như Nguyệt|Phòng tuyến sông Như Nguyệt}}","{{Cquote|\nNăm lên 23 tuổi, là năm Tân Tỵ (1041), niên hiệu Can Phù Hữu Đạo đời Lý Thái Tông, ông (Lý Thường Kiệt) được bổ vào ngạch thi vệ để hầu vua, và sung chức Hoàng môn chỉ hậu. Chức này là một chức hoạn quan.\n\nNhư trên đã nói, ông cưới vợ mấy năm về trước<ref>Chú: ý tác giả dựa theo thông tin của bia Nhữ Bá Sĩ<\/ref>. Thế thì, vì lẽ gì ông lại tĩnh thân để làm quan hoạn? Về việc này có nhiều thuyết.\n\nBia LX dựng đời Lý<ref>Bia chùa Linh Xứng, soạn thời nhà Lý. Tác giả là Hải Chiếu đại sư [[Pháp Bảo]]<\/ref>, chỉ nói tóm tắt rằng: ''\"Lúc ông còn nhược quán, được cử vào cấm thát hầu Thái Tông hoàng đế\"''. Hai chữ ''\"nhược quán\"'' nghĩa là tuổi vào khoảng hai mươi, gần đúng như lời bia NBS<ref>Bia của [[Nhữ Bá Sĩ]], soạn vào thời nhà Nguyễn.<\/ref>. Sách VĐƯL đời Trần<ref>Chỉ đến [[Việt điện u linh tập]]<\/ref>, chép rằng: ''\"Vì ông có dáng mặt đẹp, nên mới tĩnh thân mà sung vào chức Hoàng môn chỉ hậu\"''. Theo hai sử liệu xưa trên, thì ông tự yếm mà làm quan hoạn.\n\nNhưng bia NBS có kể lại rằng: ''\"Về việc này, có hai thuyết. Một thuyết: lúc vua Lý Thái Tông đánh bắt được [[Nùng Trí Cao]] rồi lại thả ra (1041), ông nhất thiết can; vua cho là thất lễ, bèn phạt bắt tĩnh thân. Sau khi ông trở về nhà, vua lại triệu vào hầu cận\"''. Thuyết thứ hai là thuyết đã thấy ở sách VĐUL; rằng: Vua thấy mặt mũi đẹp đẽ, cho ông tiền ba vạn, bảo tự yếm.\n\nLý Thường Kiệt đã tự yếm; đó là một sự thật, vì tuy thần tích có nói ông đã lấy vợ, mà sau, sử ta cũng như sách Mộng khê bút đàm của người Tống đều nói\nông là một hoạn quan. Thuyết nói ông vì can vua mà bị nhục hình, thì chắc sai. Việc bắt và tha Nùng Trí Cao là vào tháng 11 năm Tân Tỵ, 1041. Và cũng năm\nấy ông được vào cấm thát. Không lẽ trong hai tháng cuối năm, mà ông bị phạt nặng rồi được cất lên cao như thế. Vả không lẽ vua vừa tha và phong hầu cho một nghịch thần, mà lại bắt tự yếm một người tôi trung, trẻ tuổi.\n\nThuyết sau có lý hơn. Hoạn quan xưa nay nhiều quyền thế, vì thường ngày được ở cạnh vua. Nhất là từ đời Đường, hoạn quan lại càng được thế. Khi trước, tuy được vua tin nghe, những hoạn quan cũng thường chỉ hành động trong cung thất. Từ đời Đường, thì được công nhiên cầm chính quyền hay làm đại tướng. Vì những lẽ ấy, đời sau lắm kẻ tự tĩnh thân để được chọn. Đối với Lý Thường Kiệt, có đặc biệt hơn là được vua ban tiền và sai làm. Ông nghe lời. Bấy giờ ông 23 tuổi. Không biết bà vợ ra sao, hay là lúc ấy đã mất rồi. Không sách nào nói đến.\n\nÔng vào cấm thát. ''\"Chưa được một kỷ (12 năm), tiếng nổi nội đình\"'' (bia LX). Được thăng nhiều lần, lên đến chức Đô tri, ông coi tất cả mọi việc\ntrong cung (VĐUL và bia NBS). Năm Lý Thánh Tông lên ngôi (1054, ông 36 tuổi), vì đã có công phù dực, ông được thăng chức Bổng hành quân hiệu úy, tức là một chức võ quan cao cấp. Hằng ngày, ông hầu cận bên vua, hiến việc tốt, can việc xấu, giúp vua hết mọi cách. Vì cần lao giúp rập, nên được cất lên chức Kiểm hiệu thái bảo (bia LX), tức là một chức tại triều rất cao.|||Phần ''\"Vào cấm đình\"'' của ''Chương I: Gốc tích'' của sách Lý Thường Kiệt, tác giả Hoàng Xuân Hãn.}}","{{chính|Nam quốc sơn hà}}","{{Cquote|''Nay có Thái úy Lý công, giúp vua thứ tư triều Lý... Ông đứng trước tiết lớn, vâng mệnh phù nguy, là người có thể gửi gắm đứa con côi, ủy thác mệnh lệnh ngoài trăm dặm. Rồi đó ông thề trước ba quân: phía Bắc đánh quân Tống xâm lược, phía Tây đánh bọn không lại chầu, giỏi thắng địch bằng sách lược bảy lần bắt bảy lần đều thả. Đâu phải riêng [[nhà Hán]] có công huân Hàn, Bành, nước Tề có sự nghiệp Quản, Án. Riêng ông giúp vua thì nước nhà giàu thịnh nhiều năm. Đó chính là công tích rực rỡ của đạo làm tôi có thể để lại nghìn đời sau vậy.''|||Chu Văn Thường}}","{{cquote|''Làm việc thì siêng năng, điều khiển dân thì đôn hậu, cho nên dân được nhờ cậy. Khoan hòa giúp đỡ trăm họ, nhân từ yêu mến mọi người, cho nên nhân dân kính trọng. Dùng uy vũ để trừ gian ác, đem minh chứng để giải quyết ngục tụng, cho nên hình ngục không quá lạm. Thái úy biết rằng dân lấy sự no ấm làm đầu, nước lấy nghề nông làm gốc, cho nên không để nỡ thời vụ. Tài giỏi mà không khoe khoang. Nuôi dưỡng đến cả những người già ở nơi thôn dã, cho nên người già nhờ thế mà được yên thân. Phép tắc như vậy có thể là cái gốc trị nước, cái thuật yên dân, sự tốt đẹp đều ở đấy cả.''|||Bia chùa Linh Xứng}}","{{cquote|''Nước ta đánh nhau với quân nước Trung Hoa nhiều lần, từ vua Nam Đế trở về trước, việc đã lâu rồi, sau này vua Ngô Tiên Chúa đánh Bạch Đằng, vua Lê Đại Hành đánh trận Lạng Sơn, vua [[Trần Nhân Tông|Trần Nhân Tôn]] đánh đuổi được [[Toa Đô]], [[Thoát Hoan]], những trận được vẻ vang đó là câu chuyện hãnh diện của nước ta, nhưng đều là giặc đến đất nước, bất đắc dĩ mà phải ứng chiến. Còn đến đường đường chính chính đem quân vào nước người, khi đánh không ai địch nổi, khi kéo quân về không ai dám đuổi theo, như trận đánh Ung Liêm này thật là đệ nhất võ công, từ đấy người nước Tầu không dám coi thường chúng ta, đến những đồ cống, hình thức thơ từ, không dám hà trách, chỉ sợ lại sinh ra hiềm khích. Đến thơ từ của nước ta đưa cho Trung Hoa chỉ dùng có hai tấm ván sơn đen, liệt tên vài vị đại thần dùng ấn tín Trung thư môn hạ mà đóng vào, thế thì triều Lý được trịch với Tống nhiều lắm.''|||Việt sử tiêu án}}","{{Cquote|''Danh tướng triều Lý chỉ có [[Lê Phụng Hiểu]], Lý Thường Kiệt là hơn cả. Công dẹp nạn, mở mang bờ cõi của hai người rõ rệt đáng ghi, không hổ là bậc tướng có tiếng và tài giỏi. Còn như [[Đào Cam Mộc]] giúp vua lên ngôi, Tông Đản đánh giặc, dẫu có công lao một thời, nhưng mưu lược không rõ rệt; công việc trong lúc làm quan không thấy gì cho nên không chép.''|||Phan Huy Chú<ref>Lịch triều hiến chương loại chí, tập 1, các trang 367-368.<\/ref>}}","{{chú thích sách|title=The rebel den of Nùng Trí Cao''\n|author=James Anderson\n|publisher=Univ of Washington Press\n|year=2007\n|isbn=0295986891\n|url=http://books.google.com/books?id=gnt4nFam2BgC&printsec=frontcover}}","{{Tham khảo}}","{{Wikisource tác giả|Lý Thường Kiệt}}","{{Thời gian sống|sinh=1019|mất=1105}}"]}