{"15272720":["{{Cần biên tập|date=tháng 11/2021}}","{{USA}}","{{birth year and age|1946}}","{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ]]\n| nền = Ca sĩ\n| hình = \n| name = Mai Lệ Huyền\n| chú thích hình = \n| nghệ danh âm nhạc = Mai Lệ Huyền\n| biệt danh = Búp bê lửa<br>Nữ hoàng nhạc kích động\n| birthname = Nguyễn Thu Cúc\n| quốc tịch = {{USA}}\n| birthdate = {{birth year and age|1946}}\n| birthplace = [[Bình Long (tỉnh)|Bình Long]], [[Nam Kỳ]], [[Liên bang Đông Dương]]\n| hợp tác với = [[Hùng Cường (nghệ sĩ)|Hùng Cường]]\n| ngày mất = \n| nơi mất = \n| nghề nghiệp = [[Ca sĩ]]\n| năm hoạt động âm nhạc = 1964 - nay\n}}","{{cquote|''Năm đó, khi Mai Lệ Huyền đang học tại Trường Trung học Bình Long, nơi tổ chức chương trình văn nghệ do ban nhạc Tân Dân Nam tổ chức nhằm gây quỹ từ thiện. Do ca sĩ Yến Vỹ nổi tiếng thời đó bị bệnh đột xuất không thể có mặt tham gia chương trình, Lệ Huyền bị bắt ra hát thế bài \"Duyên quê\" của nhạc sĩ Hoàng Thi Thơ. Cô được khán giả tán thưởng. Và đến bài \"Lệ đá\" của Trần Trịnh, Lệ Huyền thực sự chinh phục khán giả. Nghệ danh Mai Lệ Huyền do Trần Trịnh và Đinh Việt Lang đặt cho cô.''|||[[Nhạc sĩ]] [[Mặc Thế Nhân]]}}","{{cquote|''Thời đó là thời học sinh. thời đó tôi chưa có rõ ràng loại nhạc nào mình sẽ diễn sau này. Nhưng mà thật sự cái thích của mình là được hát những loại nhạc tươi trẻ, nhảy nhót. Sau này về Sài Gòn, khi được khi hát và được những người nhạc sĩ coi được cái khiếu của mình là gì thì đã thể hiện ra cái mình có bây giờ. Bắt đầu liên lạc được với những người nhạc sĩ mà mình đã biết một lần hát ở Bình Long, có đến nói chuyện thì họ thấy mình có khiếu, hồi đó chưa có tên Mai Lệ Huyền thì họ quyết định nếu muốn đi hát thì đến tập thường xuyên và sẽ được hướng dẫn đi hát và đặt cho cái tên. Họ nói là cái tính rất là lý lắc. Trong trường lúc nào cũng quậy phá, ca hát. Da thì ngăm đen. Mà hễ nói cái gì đụng tới là rơi lệ, dễ khóc. Thành ra họ nói thôi nếu đi hát thì đặt cho tôi cái tên hợp nhất Mai là con khỉ, hay nhảy nhót, Lệ là nước mắt, đụng đến là hay khóc, Huyền là người có nước da nâu đen.''|||Mai Lệ Huyền}}","{{Chú thích web |url=https://nhacxua.vn/mai-le-huyen-va-con-song-than-nhac-kich-dong-voi-danh-ca-hung-cuong |ngày truy cập=2019-08-11 |tựa đề=Mai Lệ Huyền và cơn sóng thần “nhạc kích động” với danh ca Hùng Cường |archive-date=2019-08-11 |archive-url=https://web.archive.org/web/20190811225514/https://nhacxua.vn/mai-le-huyen-va-con-song-than-nhac-kich-dong-voi-danh-ca-hung-cuong/ |url-status=dead }}","{{cquote|''Anh nói anh là Lính, mà hổng biết Mai Lệ Huyền là ai thì không phải là Lính.''|||[[Tổng thống]] [[Nguyễn Văn Thiệu]]}}","{{cquote|''Ngày xưa các ban nhạc ở vũ trường rất giỏi, họ rèn giũa ca sĩ kỹ lưỡng nên chúng tôi tập dữ dội. Mỗi bài hát mới trước khi được chính thức biểu diễn, chúng tôi phải tập đến hết hơi. Ngày nay, nhiều ca sĩ hát rồi thu đĩa bán, dùng kỹ thuật chỉnh sửa nhiều nên đôi lúc hát như cái máy, khó mà hay và giỏi nghề. Tôi nhớ mãi những kỷ niệm đẹp của đời ca sĩ, nhớ về khán giả, sân khấu quê nhà, nơi đã cho tôi những bước khởi đầu cuộc đời ca hát.''|||Mai Lệ Huyền}}","{{cquote|''Mỗi khi nhắc đến chị Mai Lệ Huyền, chúng tôi rất cảm kích cách sống và nghĩa cử của chị.''|||[[Ca sĩ]] [[Thái Châu]]}}","{{cquote|''Chúng tôi được ân sủng của chánh phủ thời Cộng Hòa rất nhiều. Vì sao ? Vì thời đó ai cũng là lính hết. Người nào cũng là lính. Dù là đàn bà, mình là ca sĩ, mình vẫn là lính theo kiểu của ca sĩ. Thành ra ông Thiệu cứ nói \"Cô Huyền, cô đã là lính thì phải chiến đấu tới cùng\". Mỗi lần ông Thiệu gặp tôi đi công tác, là \"Cô Mai Lệ Huyền đâu, cô lên đây. Cô phải mở màn bài Tấc Đất Tấc Vàng\". Khi tôi hát, tất cả lính phải hừng chí.''|||Mai Lệ Huyền}}","{{div col|colwidth=18em}}","{{div col end}}","{{tham khảo|4}}"]}