{"11667":["{{số năm theo năm và ngày|1820|2|14|1841|1|20}}","{{birth date|1791|05|25|df=y}}","{{death date and age|1841|01|20|1791|05|25|df=yes}}","{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Thánh Tổ<br>Minh Mạng\n| tên gốc = 明命\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Minh Mang.gif\n| cỡ hình = 250px\n| ghi chú hình = Tranh vẽ Hoàng đế Minh Mạng trong sách của [[John Crawfurd]] ([[1783]] - [[1868]])\n| chức vị = [[Nhà Nguyễn|Hoàng đế Đại Nam]]\n| tại vị = [[14 tháng 2]] năm [[1820]] – [[20 tháng 1]] năm [[1841]] <br/> ({{số năm theo năm và ngày|1820|2|14|1841|1|20}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1802 till:1945\nAlignBars = early\nScaleMajor = increment:143 start:1802\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1820 till:1841 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Gia Long]]\n| nhiếp chính = \n| kế nhiệm = [[Thiệu Trị]]\n| chồng = \n| phối ngẫu = [[Tá Thiên Nhân Hoàng hậu]]\n| kiểu phối ngẫu = Chính thất\n| thông tin phối ngẫu 2 = ẩn\n| phối ngẫu 2 = [[Minh Mạng#Gia quyến|''Xem danh sách'']]\n| kiểu phối ngẫu 2 = Các vợ khác\n| thông tin con cái = ẩn\n| con cái = [[Thiệu Trị]] <br> [[Minh Mạng#Gia quyến|và 142 người khác, bao gồm 78 hoàng tử và 64 công chúa]]\n| tên đầy đủ = Nguyễn Phúc Đảm (阮福膽)<br>Nguyễn Phúc Kiểu (阮福晈)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| triều đại = [[Nhà Nguyễn|Hoàng triều Nguyễn]]\n| ca khúc hoàng gia = [[Đăng đàn cung]]\n| cha = [[Gia Long]]\n| mẹ = [[Thuận Thiên Cao Hoàng hậu]]\n| thời gian của niên hiệu = [[1820]] &ndash; [[1841]]\n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| niên hiệu 6 = \n| niên hiệu = Minh Mạng (明命)\n| tôn hiệu = \n| miếu hiệu = [[Thánh Tổ]] (聖祖)\n| thụy hiệu = ''Thể thiên Xương vận Chí hiếu Thuần đức Văn vũ Minh đoán Sáng thuật Đại thành Hậu trạch Phong công '''Nhân Hoàng đế''''' <br /> (體天昌運至孝純德文武明斷創述大成厚澤豐功仁皇帝)\n| sinh = {{birth date|1791|05|25|df=y}}\n| nơi sinh = [[Gia Định]], [[Đại Việt]]\n| mất = {{death date and age|1841|01|20|1791|05|25|df=yes}}\n| nơi mất = [[Huế]], [[Đại Nam]]\n| ngày an táng = 25 tháng 8 năm 1841\n| nơi an táng = [[Lăng Minh Mạng|Hiếu lăng]], [[Huế]], [[Đại Nam]]\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Nho giáo]]\n| chữ ký = \n}}","{{sfn|Đại Nam thực lục, tập 1|2006|p=410}}","{{sfn|Đại Nam thực lục, tập 1|2006|p=626}}","{{xem thêm|Gia Long|Nguyễn Phúc Cảnh}}","{{cquote|\n''Lòng người, ai chả muốn yên hay vì chuyện sinh sự để thay đổi luôn, lúc trẻ tuổi còn khoẻ mạnh mà không biết sửa sang mọi việc, đến lúc già yếu thì còn mong làm gì được nữa. Bởi thế trẫm không dám lười biếng bất kỳ lúc nào.''|||Vua Minh Mạng<ref name=\"nguyenphuoctoc\"/>\n}}","{{Liên kết hỏng|date = ngày 12 tháng 5 năm 2021 |bot=InternetArchiveBot }}","{{bài chính|Quân đội nhà Nguyễn}}","{{cquote|\n''Đạo trị nước phải gây dựng nhân tài.''|||Minh Mạng<ref name=\"nguyenphuoctoc\"/>\n}}","{{Chú thích web |url=http://www.baobinhduong.org.vn/detail.aspx?Item=49006 |ngày truy cập=2009-03-09 |tựa đề=Báo Bình Dương - Minh Mệnh: Vị vua năng động và quyết đoán |archive-date = ngày 25 tháng 3 năm 2009 |archive-url=https://web.archive.org/web/20090325095130/http://www.baobinhduong.org.vn/detail.aspx?Item=49006 }}","{{cquote|\n''Lâu nay cái học khoa cử làm cho người ta sai lầm, Trẫm nghĩ văn chương vốn không có quy củ nhất định, mà nay những văn cử-nghiệp chỉ câu nệ cái hư sáo khoe khoang lẫn với nhau, biệt lập mỗi nhà một lối, [[nhân phẩm]] cao hay thấp do tự đó. Khoa tràng lấy hay bỏ cũng do tự đó. Học như thế thì trách nào nhân tài chẳng mỗi ngày một kém đi. Song tập tục đã quen rồi, khó đổi ngay được, về sau dần đổi lại.''|||Minh Mạng<ref name=\"ReferenceA\"/>\n}}","{{Chú thích web |url=http://www.baoquangninh.com.vn/van-hoa/dan-va-nguoi-qn/200708/ong-to-nganh-than-2099266/ |ngày truy cập=2015-09-06 |tựa đề=Ông tổ ngành than |archive-date=2015-09-23 |archive-url=https://web.archive.org/web/20150923182301/http://www.baoquangninh.com.vn/van-hoa/dan-va-nguoi-qn/200708/ong-to-nganh-than-2099266/ |url-status=dead }}","{{harvnb|Nguyễn Khắc Thuần|2005|p=327}}","{{Chính|Lê Văn Duyệt|Lê Chất}}","{{cquote|\n''...Lê Chất cùng với [[Lê Văn Duyệt]], dựa nhau làm gian, tội ác đầy chứa, nhổ từng cái tóc mà tính cũng không hết...''\n\n''Vậy cho Tổng đốc Bình Phú Võ Xuân Cẩn san phẳng mộ của hắn, khắc bia dựng lên trên đề to mấy chữ “Chỗ này là nơi Lê Chất phục pháp” để làm gương cho kẻ gian tặc muôn đời. Còn vợ hắn là Lê Thị Sai… cùng con là Lê Cẩn, Lê Trương, Lê Thường, Lê Kỵ, đều… trảm giam hậu. Lại tịch biên gia sản, được hơn 12.000 quan tiền, giao tỉnh chứa cả vào kho.''|||\n}}","{{cquote|\n''Quan quân bình xong giặc [[Lê Văn Khôi]] rồi vua Thánh Tổ sai phá thành Phiên An đi, xây lại chỗ khác và ngài xuống chiếu định truy tội Lê Văn Duyệt và tội Lê Chất. Cứ bình tĩnh mà xét, thì chẳng qua là vua Thánh Tổ vốn có ý không ưa hai ông ấy, rồi đình thần lại nhân đó mà bới việc ra để chiều ý ngài, cho nên thành ra hai cái án thật là không đáng.''|||[[Trần Trọng Kim]]<ref>''[[Việt Nam sử lược]]'', Nhà Xuất bản Tân Việt, Sài Gòn, 1964, tr.455 - 446.<\/ref>\n}}","{{Chính|Cuộc nổi dậy Phan Bá Vành}}","{{Cquote|''\"Trên trời có ông sao Tua, Ở làng Minh Giám có vua Ba Vành.\"''||||}}","{{Chính|Cuộc nổi dậy Lê Duy Lương}}","{{Chính|Cuộc nổi dậy Nông Văn Vân}}","{{main|Khởi nghĩa Ja Thak Wa}}","{{Chính|Cuộc nổi dậy Lê Văn Khôi|Chiến tranh Việt – Xiêm (1833-1834)}}","{{bài chính|Ngoại giao Việt Nam thời Nguyễn}}","{{Chính|Chiến tranh Việt–Xiêm (1833-1834)}}","{{cquote|\n''Đạo [[phương Tây]] là tà đạo, làm mê hoặc lòng người và hủy hoại phong tục, cho nên phải nghiêm cấm để khiến người ta phải theo chính đạo.''|||Minh Mạng\n}}","{{Xem thêm|Trương Đăng Quế|Thiệu Trị}}","{{cquote|\n''Hoàng tử [[Thiệu Trị|Trường Khánh Công]] lấy về ngôi thứ là hàng trưởng, lấy về đức, về tuổi nên nối ngôi lớn. Ngươi nên hết lòng giúp sức rập, hễ việc gì chưa hợp lẽ, ngươi nên lấy lời nói của ta mà can gián. Ngươi trông mặt ta, nên ghi nhớ lấy.''|||Minh Mạng\n}}","{{cquote|\n''[[Trương Đăng Quế]] thờ ta đến 21 năm, trọn đạo làm tôi, một lòng công trung, bày mưu dưới trướng, ra sức giúp việc ngoài biên, thực là một người công thần kỳ cựu của triều đình. Ngươi nên đãi ngộ một cách ưu hậu, hễ nói thì phải nghe, bày mưu kế gì thì phải theo, ngày sau có thể được thờ vào nhà thế thất.''|||Minh Mạng<ref>[[Đại Nam thực lục]], tập 5, trang 889.<\/ref>\n}}","{{harvnb|Gia tộc Nguyễn Phước|2006}}","{{chính|Gia đình Minh Mạng}}","{{Bài chính|Gia đình Minh Mạng}}","{{cquote|\n''Hai ba năm trở lại đây, hạn hán liên tiếp. Trẫm nghĩ tự đâu đến thế nhưng chưa tìm ra nguyên nhân, hoặc là trong thâm cung cung nữ nhiều âm khí uất tắc mà nên như vậy ư? Nay bớt đi, cho ra 100 người, ngõ hầu có thể giải trừ [[thiên tai]] vậy.''|||Minh Mạng\n}}","{{cquote|\n''Phàm con nhà giàu sang ăn ngon mặc đẹp không quen vất vả thì đến lúc làm việc làm chẳng nổi. Trẫm từ ngày lên ngôi coi chầu xét việc đến khi xế bóng mới nghỉ, dầu ở cung cũng xem xét các sớ chương ở các nơi gởi về. Trẫm nghĩ có siêng năng thì việc mới thành nên chẳng dám nhàn rỗi. Các con còn trẻ có sức mạnh nên tập làm việc chớ ham chơi bời, biếng nhác.''|||Minh Mạng<ref name=\"nguyenphuoctoc\"/>\n}}","{{bài chi tiết|Đế hệ thi}}","{{wikisource|Đế hệ thi}}","{{Thế phả Nhà Nguyễn}}","{{Cquote|\n''Đức Thánh tổ ta thiên tư là bậc thượng thánh, nối nghiệp lúc thiên hạ đại định rồi, chăm lo chánh trị, sửa sang thái bình, xét điển xưa, sửa lễ nhạc, cẩn thận đồ cân lượng, xét kỹ các pháp độ, đặt khoa thi để lựa kẻ sĩ, cày tịch điền để khuyên việc nông, thường tuần hành để xem địa phương, năng khảo sát để xét quan lại, chăm việc võ thời mùa xuân duyệt binh, cẩn việc hình thời mùa thu thẩm án, quy mô kỹ càng, phẩm tiết đều đủ. Đến như ức quyền những người cấm cận, nghiêm răn các bọn hoạn quan, không cho Hoàng thân quốc thích tự dự việc chánh sự, ý chăm lo việc thường như một ngày; những giấy tờ phê phó dụ chỉ chế cáo ban ra, đều là Ngự chế thức mới; Văn giáo khắp cả dân Mường dân Thổ, Võ oai vang đến nước [[Xiêm]], nước [[Lào]]; thánh đức thần công không thể hình trạng hết được! Vả lại lúc vạn cơ thong thả, lưu ý về việc văn chương; ngự chế 5 tập thơ, 2 tập văn và các bài Thiên cơ dự triều, Cổ khí minh văn, đều là phát minh đạo mầu, mở rộng phép học. Ngài thiệt là bậc Đại thánh chế tác khác xa tầm thường, đổi hết những thói quê mùa từ Lê, Lý trở về trước, mở lối trị văn minh ngàn muôn đời cho nước [[Đại Nam]] ta. Tốt thay! Thạnh thay!''|||Quốc triều chính biên toát yếu}}","{{cquote|\n''Trong đời vua Thánh Tổ làm vua, pháp luật, chế độ, điều gì cũng sửa sang lại cả, làm thành một nước có cương kỷ. Nhưng chỉ vì ngài nghiêm khắc quá, cứ một mực theo cổ, chứ không tùy thời mà biến hóa phong tục; lại không biết khoan dung cho sự sùng tín, đem giết hại những người theo đạo, và lại tuyệt giao với ngoại quốc làm thành ra nước Nam ta ở lẻ loi một mình.''\n\n''Đã hay rằng những điều lầm lỗi ấy là trách nhiệm chung cả triều đình và cả bọn sĩ phu nước ta lúc bấy giờ, chứ không riêng chi một mình ngài, nhưng ngài là ông vua chuyên chế một nước, việc trong nước hay dở thế nào, ngài cũng có một phần trách nhiệm rất to, không sao chối từ được. Vậy cứ bình tĩnh mà xét, thì chính trị của ngài tuy có nhiều điều hay, nhưng cũng có nhiều điều dở; ngài biết cương mà không biết nhu, ngài có uy quyền mà ít độ lượng, ngài biết có dân có nước mà không biết thời thế tiến hóa. Bởi vậy cho nên nói rằng ngài là một ông anh quân thì khí quá, mà nói rằng ngài là ông bạo quân thì không công bằng. Dẫu thế nào mặc lòng, ngài là một ông vua thông minh, có quả cảm, hết lòng lo việc nước, tưởng về bản triều [[nhà Nguyễn]] chưa có ông vua nào làm được nhiều công việc hơn ngài vậy.''|||[[Trần Trọng Kim]]\n}}","{{cquote|\n''Từ khi vua Gia Long tạ thế trải qua hai triều Minh Mạng, Thiệu Trị sang đến đầu đời Tự Đức, ròng rã mấy chục năm, nhà nước không lúc nào yên.'' \n\n''Trong Nam thì [[Lê Văn Khôi]], ngoài Bắc thì [[Phan Bá Vành]], [[Lê Duy Lương]], đều là đảng giặc kiệt hiệt, chống lại triều đình hàng chín mười năm trở ra. Mỗi toán giặc đó nhà vua phải hao hàng vạn quân mới đánh nổi họ, ấy là chưa kể những đảm giặc nhỏ như [[Nông Văn Vân]] ở mặt Tuyên Quang, [[Lê Duy Cự]] ở mặt Sơn Tây, [[Khách Lam Đường]] ở mặt Thái Nguyên. Tóm lại, cái thời kỳ năm chục năm đó, tiếng rằng thống nhất, kỳ thực vẫn là thời kỳ nội loạn.''\n\n''Sống trong những cuộc lửa bình ngùn ngụt, nhân dân cực khổ biết chừng nào!''\n\n''Lại thêm tại trời và đất xảy ra luôn luôn, ở Trung kỳ, hàng năm bão biển thổi vào, dân quê, nhà đổ, người chết thuyền bè tan tành, thảm trạng không thể nói xiết. Bắc kỳ thì riêng đê Văn Giang vỡ liền đến 18 năm, mấy tỉnh miền Đông, suốt năm ấy sang năm khác, chỉ là cái biển chứa nước. Mùa màng mất, giặc cướp nhiều, đường giao thông bị nghẽn, sự buôn bán không thông, đẻ nhằm đời ấy, trên dân lưng vốn không sẵn, phỏng còn kiếm sao cho được miếng cơm ăn. Mỗi năm ma đói bắt đi, ít nhất cũng có một vạn nhân mạng!''\n\n''Triều đình vẫn coi là thường. Các ngài còn dùng mãi văn thơ réo rắt, để ca tụng và tô điểm cho cái cuộc “Thái-bình khốn-nạn” ấy''|||[[Ngô Tất Tố]]\n}}","{{cquote|\n''Minh Mạng muốn trở thành một [[Lê Thánh Tông]] trong thời đại mới, nhưng thời đã khác thì sự nghiệp cũng khác. Thời của Lê Thánh Tông cũng sau những cuộc khủng hoảng toàn diện từ cuối thời [[nhà Trần|Trần]] sang thời [[nhà Hồ|Hồ]] và đã được các vua từ [[Lê Thái Tổ]] đến [[Lê Nhân Tông]] bước đầu giải quyết. Mặt khác, thời của [[Lê Thánh Tông]] là lúc chế độ [[phong kiến]] Nho giáo ở [[Việt Nam]] còn đang có tác dụng tích cực trong xây dựng cơ chế hành chính “pháp trị” thay cho cơ chế “nhân trị” theo [[Phật giáo]] hình thành từ thời Lý, Trần. Còn thời của Minh Mạng là lúc [[chủ nghĩa tư bản]] phương Tây đã phát triển, tìm đường bành trướng sang [[phương Đông]].''\n\n''Xã hội [[Nho giáo]] [[phong kiến]] gốc rễ là của Trung Quốc, nhưng tới [[nhà Thanh]] đã đi vào bế tắc, trì trệ và suy yếu, phải nhượng bộ trước sự xâm phạm và cướp bóc của [[phương Tây]]. Việt Nam cũng không thoát khỏi tình trạng đó. Nhà Thanh kỳ thị Minh Nho (vì [[nhà Minh]] là kẻ thù), quay lại áp dụng Tống Nho; nhà Nguyễn phỏng theo đó áp dụng, cho nên hoài bão trở thành “[[Lê Thánh Tông]] mới” của Minh Mạng chẳng những không đúng mà còn không được.''|||Nhà sử học Văn Tạo<ref name=\"Văn Tạo, sách đã dẫn, tr 222-223\">Văn Tạo, sách đã dẫn, tr. 222-223.<\/ref>\n}}","{{cquote|\n''Minh Mạng... là người khá nề nếp, có sự quan tâm sống động đến chính quyền và ý thức trách nhiệm mạnh mẽ với việc trị nước. Bên cạnh đó, ông thiếu kinh nghiệm thực tiễn của cha mình. Ông cũng thiếu sự khoan dung của cha đối với sự đa dạng về thành phần, nguồn gốc trong hành chính và văn hóa. Gia Long hưởng lợi từ những thần tử mà ông đã nắm được ưu, khuyết điểm trong thời gian chinh chiến. Ông đã tạo ra một chính quyền gồm những cộng sự thời chiến của ông và nó vận hành gần giống như một thành phần mở rộng của con người ông. Minh Mạng bước vào cơ chế chính quyền đương thời và coi một số công thần của cha là trở ngại đối với phong cách cai trị nặng tính quan liêu hơn của ông. Minh Mạng là một lãnh đạo mạnh mẽ và quyết đoán. Nhưng ông cũng có tính vị chủng, thiếu khoan dung, điều này cản trở khả năng của ông tiến hành những chính sách thành công trên [[đồng bằng sông Cửu Long]].''|||K. W. Taylor}}","{{div col|colwidth=15em}}","{{div col end}}","{{Tham khảo|colwidth=30em}}","{{chú thích\n | author=Gia tộc Nguyễn Phước\n | url=http://nguyenphuoctoc.net/de-pha/vuaminhmenh.htm\n | title=Đức Thánh tổ Nhân Hoàng đế húy Nguyễn Phúc Kiểu (1791 - 1841)\n | access-date=\n | format=\n | work=Đế phả Nguyễn Phước Tộc\n | publisher=\n | language=\n | year=2006\n | archive-date=2009-04-13\n | archive-url=https://web.archive.org/web/20090413090426/http://nguyenphuoctoc.net/de-pha/vuaminhmenh.htm\n }}","{{chú thích\n | author=Quốc sử quán triều Nguyễn\n | authorlink=\n | title=Khâm định Việt sử Thông giám cương mục\n | publisher=Nhà Xuất bản Giáo dục\n | place=Hà Nội\n | volume=\n | edition=\n | year=2001\n | ISBN=\n | url=http://www.agu.edu.vn/ebooks/history/kham%20dinh%20viet%20su.pdf\n | access-date=2009-05-20\n | archive-date=2008-05-11\n | archive-url=https://web.archive.org/web/20080511175101/http://www.agu.edu.vn/ebooks/history/kham%20dinh%20viet%20su.pdf\n }}","{{chú thích\n | author=Thi Long\n | authorlink=\n | title=Nhà Nguyễn chín Chúa mười ba Vua\n | publisher=Nhà Xuất bản Đà Nẵng\n | place=\n | volume=\n | edition=\n | year=1998\n | ISBN=\n | url=\n}}","{{chú thích\n | author=Nguyễn Khắc Thuần\n | authorlink=\n | title=Đại cương lịch sử cổ trung đại Việt Nam\n | publisher=Nhà Xuất bản Giáo dục\n | place=\n | volume=\n | edition= \n | year=2005\n | ISBN=\n | url= \n}}","{{chú thích\n | author=Văn Tạo\n | authorlink=\n | title=Mười cuộc cải cách, đổi mới lớn trong lịch sử Việt Nam\n | publisher=Nhà Xuất bản Đại học Sư phạm\n | place=Hà Nội\n | volume=\n | edition= \n | year=2006\n | ISBN=\n | url= \n}}","{{div col|colwidth=30em}}","{{wikisource tác giả}}","{{div col end}}","{{commonscat|Emperor Minh Mạng}}","{{TĐBKVN|16459}}","{{TĐBKVN|15576|Lăng Minh Mạng}}","{{S-start }}","{{Thứ tự kế vị\n|chức vụ=Hoàng đế [[nhà Nguyễn]]\n|trước = [[Gia Long]]\n|sau = [[Thiệu Trị]]\n|năm = [[1820]] - [[1841]]\n}}","{{S-end}}","{{Vua nhà Nguyễn}}","{{Việt Nam quốc vương}}","{{Lịch sử Việt Nam thời Nguyễn độc lập}}","{{Navboxes\n|title= Minh Mạng\n|list1=<span>{{S-start }}\n{{Thứ tự kế vị\n|chức vụ=Hoàng đế [[nhà Nguyễn]]\n|trước = [[Gia Long]]\n|sau = [[Thiệu Trị]]\n|năm = [[1820]] - [[1841]]\n}}\n{{S-end}}\n{{Vua nhà Nguyễn}}\n{{Việt Nam quốc vương}}\n{{Lịch sử Việt Nam thời Nguyễn độc lập}}\n}}","{{Kiểm soát tính nhất quán}}","{{Dữ liệu nhân vật\n|TÊN=Nguyễn Phúc Đảm\n|TÊN KHÁC=Minh Mạng (niên hiệu), Nguyễn Phúc Kiểu (huý khác), Thánh Tổ Nhân hoàng đế (miếu hiệu + thụy hiệu) \n|TÓM TẮT=Hoàng đế thứ hai của [[nhà Nguyễn]]\n|LÚC SINH=[[1791]]\n|NƠI SINH=Làng Tân Lộc, gần [[Thành phố Hồ Chí Minh|Sài Gòn]]\n|LÚC MẤT=[[1841]]\n|NƠI MẤT=[[Cố đô Huế|Phú Xuân]], [[Việt Nam]]\n}}","{{Các chủ đề|Lịch sử Việt Nam|Lịch sử}}","{{Thời gian sống|sinh=1791|mất=1841}}"]}