{"1593":["{{thông tin tác phẩm văn học\n| tên = Nam quốc sơn hà\n| thể loại = [[Thất ngôn tứ tuyệt]]\n| hình = \n| cỡ hình = \n| chú thích hình = \n| tác giả = Không rõ\n| tên gốc = Không có\n| thời gian = 981\n| triều đại = [[Nhà Tiền Lê]]\n| quốc gia = Việt Nam\n| ngôn ngữ = [[Văn ngôn]]\n| kiểu sách = \n| nhà xuất bản = \n| nhà xuất bản VN = \n| dịch = \n| bộ sách = \n| chủ đề = \n| tên Việt = ''Sông núi nước Nam''\n| wikisource = Nam quốc sơn hà\n| ngày phát hành = \n}}","{{Chú thích web | url = http://tbdn.com.vn/sites/epaper/ThoiBaoDoanhNhan/Chitiet.aspx?ArtId=16168&CatId=127 | tiêu đề = Những Tuyên ngôn bất hủ | tác giả = | ngày = | ngày truy cập = 10 tháng 6 năm 2014 | nơi xuất bản = Thời báo doanh nhân | ngôn ngữ = }}","{{wikisource}}","{{Webarchive|url=https://web.archive.org/web/20160630081221/http://www.vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/vai-dieu-can-trao-doi-them-ve-bai-nam-quoc-son-ha |date = ngày 30 tháng 6 năm 2016}}","{{Chú thích web | url = https://sites.google.com/site/sachsuvietnam/linh-nam-chich-quai | tiêu đề = Lĩnh Nam Chích Quái - Sách Sử Việt Nam | tác giả = | ngày = | ngày truy cập = 9 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}","{{xem thêm|Chiến tranh Tống - Việt, 981}}","{{Chú thích web|url=https://sites.google.com/site/sachsuvietnam/linh-nam-chich-quai|title=Lĩnh Nam Chích Quái|last=|first=|date=|website=Sách Sử Việt Nam|archive-url=|archive-date=|url-status=|access-date = ngày 9 tháng 8 năm 2016}}","{{cquote|''Nam quốc sơn hà Nam đế cư''\n\n''Hoàng thiên dĩ định tại thiên thư''\n\n''Như hà Bắc Lỗ lai xâm lược''\n\n''Bạch nhận phiên thành phá trúc dư''.}}","{{efn|Phan Huy Lê khi khảo cứu tác phẩm ĐVSKTT đã cho rằng: \"Các tác giả Đại Việt sử ký toàn thư đã đứng trên quan điểm chính thống, đạo trung quân cùng với những nguyên tắc của tam cương ngũ thường, tam tòng tứ đức để viết sử, để khen chê, để đánh giá và bình luận các nhân vật lịch sử\"(24). Vì vậy khi đánh giá về Lê Hoàn (Lê Đại Hành), người sáng lập ra nhà Tiền Lê (980-1009), một vị anh hùng dân tộc có công lớn trong việc tổ chức và lãnh đạo công cuộc kháng chiến chống quân Tống lần thứ nhất, người đã được nhà viết sử Lê Văn Hưu hết lòng ca ngợi \"Lê Đại Hành giết Đinh Điền, bắt Nguyễn Bặc, trói Quân Biện, Phụng Huân dễ như lùa trẻ con, như sai nô lệ, chưa đầy vài năm mà bờ cõi định yên, công đánh dẹp chiến thắng dẫu là các vua Hán, Đường cũng không hơn được\" thì ngòi bút của Ngô Sĩ Liên lại phê phán gay gắt Lê Đại Hành về \"tội\" không hết lòng phò tá con vua Đinh, lập Dương thị làm Hoàng hậu. Ông viết: \"Đạo vợ chồng là đầu của nhân luân, mối của vương hóa... Đại Hành thông dâm với vợ vua rồi nghiễm nhiên lập làm Hoàng hậu, mất cả lòng biết hổ thẹn vậy\". Nếu đã đánh giá Lê Đại Hành như vậy thì dễ gì lại đem bài thơ như một bản \"Tuyên ngôn độc lập\" đó của dân tộc gắn cho Lê Hoàn được. Vì vậy có lẽ đến thời điểm biên soạn bộ ĐVSKTT, các tác giả đã gắn bài thơ đó cho Lý Thường Kiệt. Cũng có thể đến thời Lý Nhân Tông, Lý Thường Kiệt đã mượn danh thần, cho người nấp vào đền ngâm bài thơ để cổ vũ quân sĩ, làm tiêu tan ý chí và tinh thần của kẻ địch. Việc mượn uy thần trong chiến trận cũng là một điều dễ hiểu, nhưng việc thần không được triều đình phong kiến nhà Lý phong thưởng sau khi thắng trận lại không theo lệ thường. Không lẽ vua Lý Nhân Tông \"quên\" không phong thưởng cho thần hay Việt điện u linh \"bỏ sót\" không chép?}}","{{xem thêm|Trận Như Nguyệt}}","{{cquote|Nam quốc sơn hà Nam đế cư\n\nTiệt nhiên phân định tại thiên thư\n\nNhư hà nghịch lỗ lai xâm phạm\n\nNhữ đẳng hành khan thủ bại hư.}}","{{cquote|Sông núi nhà Nam Nam đế ở\n\nPhân minh trời định tại thiên thư.\n\nCớ sao nghịch lỗ sang xâm phạm\n\nBọn chúng rồi đây sẽ bại hư.}}","{{Webarchive|url=https://web.archive.org/web/20160917185122/http://vannghedanang.org.vn/nonnuoc/chitiet.php?id=131&so=37 |date = ngày 17 tháng 9 năm 2016}}","{{Chú thích web|url=https://vnexpress.net/tin-tuc/giao-duc/tranh-cai-ve-ban-dich-moi-bai-tho-nam-quoc-son-ha-3309923.html|tiêu đề=Ý kiến của người dân về bản dịch của Trần Trọng Kim và bản dịch của Lê Thước + Nam Trân}}","{{Notelist}}","{{Tham khảo|30em}}","{{Tuyên ngôn độc lập Việt Nam}}"]}