{"312367":["{{vi}}","{{Infobox Book | \n| name = Nam triều công nghiệp diễn chí\n| title_orig = 南 朝 功 業 演 志\n| translator = {{vi}} Ngô Đức Thọ, Nguyễn Thúy Nga\n| image = [[Tập tin:Nam triều công nghiệp diễn chí, Ngô Đức Thọ, Nguyễn Thúy Nga, 2003.jpg]]\n| image_caption = Bản Nam triều công nghiệp diễn chí năm 2003 dịch bởi Ngô Đức Thọ, Nguyễn Thúy Nga\n| author = [[Nguyễn Khoa Chiêm]]\n| cover_artist = \n| country = [[Đại Việt]]\n| language = [[chữ Hán|Hán]]\n| length = \n| series = \n| genre = [[tiểu thuyết dã sử]]\n| publisher = \n| release_date = Chừng [[thế kỷ 18]]\n| media_type = \n| pages = \n| isbn = Không\n| preceded_by = \n| followed_by = \n}}","{{chính|Nguyễn Khoa Chiêm}}","{{cquote|\n''Đây có thể coi là tác phẩm mở đầu cho thể loại thiểu thuyết chương hồi Việt Nam thời trung đại. ''\n\n''Tuy không tránh khỏi lối lượt thuật một cách dài dòng, nhân vật được miêu tả công thức, ngôn ngữ chưa được chú ý trau chuốt... nhưng nhiều sự kiện chính trị ở cả [[Đàng Trong]] và [[Đàng Ngoài]] có liên quan đến cuộc chiến, nhiều âm mưu phế lập, biến loạn, nhiều trận đánh lớn…được lượt thuật bằng phong cách kể chuyện chân xác, sinh động, tự nhiên và tương đối hấp dẫn. Trên nền những sự kiện lịch sử thế kỷ 16 – 17, thân thế, hành trang, tính cách của nhiều nhân vật lịch sử cũng hiện lên khá rõ. Ở một số trường hợp, tác giả đã sử dụng lời đối thoại để góp phần làm bộc lộ tính cách, mưu lược của nhân vật... Dưới mỗi sự việc có ý nghĩa, tác giả ghi một bài thơ thất ngôn bát cú bình luận, cảm thán, làm dịu đi không khí căng thẳng của chiến trận, góp phần đem lại ít nhiều sắc thái trữ tình cho tác phẩm...''}}","{{cquote|''Tôi không nhận sách này là một bộ sử chính quy, nhưng cũng không coi nó là một tiểu thuyết đơn thuần... Tôi nghĩ rằng về đại cương cũng như về chi tiết sách này khá đáng tin, nhất là về khoảng từ chúa Sãi ([[Nguyễn Phúc Nguyên]]) về sau...}}","{{cquote|''Quyển ''Nam triều Nguyễn Chúa Khai quốc công nghiệp Diễn chí'' đáng ra là rất quý, vì là tác phẩm đồng thời với giai đoạn lịch sử chúng tôi nghiên cứu: ông Nguyễn Khoa Chiêm làm quan nhiều năm đời chúa Hiển Tông, từ chức Thủ hợp đến chức Tham chính Chánh đoán sự. Nhưng chúng tôi nhận thấy tác giả quá trọng thị phương diện văn chương, dùng văn chương để tô điểm nhiều quá thì e có khi che lấp sự thực đi chăng, vì vậy chúng tôi chỉ dùng tài liệu sách này một cách dè dặt: nhiều tình tiết có vẻ tiểu thuyết hóa thì chúng tôi chép lại ở phần \"chú\"''}}","{{tham khảo|30em}}"]}