{"41509":["{{ngày sinh|1491|5|13}}","{{ngày mất và tuổi|1585|11|28|1491|5|13}}","{{Thông tin nhà văn\n| name = Nguyễn Bỉnh Khiêm\n| image = Trạng Trình Nguyễn Bỉnh Khiêm n.jpg\n| imagesize = 250px\n| bgcolour = \n| caption = Tượng đài Trình quốc công Nguyễn Bỉnh Khiêm trong khuôn viên Thư viện Khoa học Tổng hợp Thành phố Hải Phòng\n| birthname = Nguyễn Văn Đạt\n| other_names = Tên khai sinh: Nguyễn Văn Đạt<br/>Tên tự: Hanh Phủ (亨甫)<br/>Đạo hiệu: Bạch Vân am cư sĩ (白雲庵居士)<br/>Biệt hiệu: Tuyết Giang phu tử (雪江夫子)<br/>Tước phong: Trình Quốc Công (程國公)\n| birth_date = {{ngày sinh|1491|5|13}}\n| birth_place = làng Trung Am, huyện Vĩnh Lại, phủ Hạ Hồng, [[Xứ Đông|trấn Hải Dương]] (nay thuộc [[Lý Học, Vĩnh Bảo|xã Lý Học]], huyện [[Vĩnh Bảo]], [[thành phố Hải Phòng]])\n| death_date = {{ngày mất và tuổi|1585|11|28|1491|5|13}}\n| death_place = làng Trung Am, huyện Vĩnh Lại, trấn [[Hải Dương]] (nay thuộc xã [[Lý Học, Vĩnh Bảo]], thành phố [[Hải Phòng]])\n| full_name = Nguyễn Văn Đạt\n| real_name = Nguyễn Văn Đạt\n| penname = Trình Quốc Công, Bạch Vân\n| occupation = [[Chính khách]], nhà thơ, nhà sư phạm, nhà dự báo chiến lược, nhà hoạt động từ thiện\n| nationality = [[Việt Nam]]\n| ethnicity = [[Người Việt|Việt]]\n| citizenship = [[Việt Nam]]\n| phong tước = Trình Quốc Công\n| education = [[Danh sách Trạng nguyên Việt Nam|Trạng nguyên Đại Việt]] (1535)\n| alma_mater = \n| period = [[Văn học Việt Nam thời Mạc|Văn học thời Mạc]] (Văn học trung đại Việt Nam)\n| genre =\n| subject = \n| movement = \n| notableworks = ''[[Bạch Vân am thi tập]]'' (thơ [[chữ Hán]]), ''[[Bạch Vân quốc ngữ thi tập]]'' (thơ [[chữ Nôm]]), ''[[Sấm Trạng Trình]]''\n| awards = \n| spouse = 3 vợ\n| partner = \n| children = 12 con (7 con trai)\n| relatives = [[Nguyễn Văn Định]] (cha), [[Nhữ Thị Thục]] (mẹ), [[Nhữ Văn Lan]] (ông ngoại), [[Dương Đức Nhan]] (cha vợ)\n| influences = [[Lương Đắc Bằng]], [[Nguyễn Trãi]], [[Thiệu Ung]] (1011–1077)\n| influenced = [[Phùng Khắc Khoan]], [[Giáp Hải]], [[Nguyễn Hoàng]], [[Nguyễn Thiếp]], [[Nguyễn Khuyến]]\n| signature = \n| website =\n}}","{{Webarchive|url=https://web.archive.org/web/20160307204300/http://www.vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/buoc-dau-suy-nghi-ve-van-hoc-thoi-mac |date=2016-03-07 }}","{{quote|''...Nói tới văn hóa Việt Nam thực ra chỉ là nói đến thơ văn. Và thơ văn của chúng ta chỉ xuất hiện từ thời nhà Lý, nghĩa là từ thế kỷ 11 trở đi. Trước đó chúng ta có rất ít dấu tích thơ văn Việt Nam. Có thể là do hoàn cảnh lịch sử, những thơ văn của người Việt đã có trước thế kỷ 11 nhưng đã bị thất lạc. Nhưng cứ nhìn vào thành tích thơ văn của bốn thế kỷ Lý Trần, ta có thể khẳng định là thơ văn Việt Nam trước đó nếu có cũng không đáng kể, cả về phẩm lẫn lượng. Bốn trăm năm độc lập, dưới hai triều đại mà chúng ta cho là huy hoàng nhất trong lịch sử, chắc chắn thơ văn Việt Nam đã làm một bước nhảy vọt vĩ đại so với thời gian trước. Vậy nhìn vào thơ văn Lý Trần ta có thể hình dung được thơ văn trước đó.''\n\n''Những công trình khảo cứu đã tổng kết được khoảng hơn sáu trăm bài thơ và văn đủ loại trong bốn thế kỷ. Cứ coi là một số đã bị thất lạc và cộng thêm một ngàn bài nữa để đưa con số này lên một ngàn sáu trăm thì, nói chung, chúng ta cũng chỉ sáng tác được mỗi năm bốn bài. Các bài lại thường thường rất ngắn, có khi chỉ vài câu thôi. Trung bình mỗi bài chưa tới một trăm chữ. Như vậy, ngay cả nếu ước lượng một cách rất rộng rãi thì trung bình trong bốn thế kỷ cực thịnh đó cả nước đã chỉ sáng tác được mỗi ngày một chữ!''\n\n''Có một sự kiện cần lưu ý là sau khi tiêu diệt được [[nhà Hồ]] (năm 1407), hoàng đế Trung Quốc là [[Minh Thành Tổ]] đã ra lệnh cho quân Minh thu thập rồi tiêu hủy hay chở về Trung Quốc các tác phẩm bằng [[chữ Nho]] của Việt Nam. Lệnh này đã không được thi hành nghiêm túc (tại sao? phải chăng là các quan nhà Minh thấy chẳng có gì đáng kẻ?) nên Minh Thành Tồ phải ra một lệnh thứ hai quở trách quan tướng nhà Minh và đòi phải thi hành triệt đề. [[Nhà Minh]] đã cướp mất của chúng ta những gì không ai biết rõ. Trong \"[[Việt Nam sử lược]]\", [[Trần Trọng Kim]] dựa vào các pho sử có trước nói rằng quân Minh đã lấy của chúng ta 24 bộ sách. Thực tế có thể là hơn. Nhưng dựa vào những gì còn lại ta có thể kết luận là cũng không có gì đáng tiếc lắm, ít nhất về phẩm. Chúng ta hay nói tới các tác phầm của [[Chu Văn An]], nhưng dựa vào những gì còn sót lại của Chu Văn An thì cũng có thể kết luận rằng các tác phẩm của ông cũng không có giá trị đặc biệt nào.''\n\n''Thơ văn Việt Nam thực ra chỉ khởi sắc dưới thời [[Hậu Lê]] với các tác giả Nguyễn Trãi, Lê Thánh Tông, Nguyễn Bỉnh Khiêm, và chỉ phát triển mạnh từ thế kỷ 18 trở đi để đạt tới cao điểm vào thế kỷ 19 dưới triều Nguyễn, với các tác giả lớn như [[Lê Quý Đôn]], [[Nguyễn Gia Thiều]], [[Đoàn Thị Điểm]], [[Hồ Xuân Hương]], [[Đặng Trần Côn]], [[Nguyễn Du]], [[Cao Bá Quát]], [[Nguyễn Huy Tự]], [[Phan Huy Chú]], [[Nguyễn Khuyến]], [[Chu Mạnh Trinh]], [[Dương Khuê]]… Sự khởi sắc đột ngột này có một nguyên nhân quan trọng, đó là thắng lợi của [[chữ Nôm]] trên [[chữ Hán]].''}}","{{Webarchive|url=https://web.archive.org/web/20160307204300/http://www.vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/buoc-dau-suy-nghi-ve-van-hoc-thoi-mac |date=2016-03-07 }}","{{Webarchive|url=https://web.archive.org/web/20170916182929/https://vanhaiphong.com/ly-luan-phe-binh/2331-2015-11-16-13-56-07.html |date=2017-09-16 }}","{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}","{{Webarchive|url=https://web.archive.org/web/20170930131014/http://www.vusta.vn/vi/news/Thong-tin-Su-kien-Thanh-tuu-KH-CN/Minh-triet-ve-lam-chu-bien-Dong-36848.html |date=2017-09-30 }}","{{Webarchive|url=https://web.archive.org/web/20171005201703/http://www.vusta.vn/vi/news/Thong-tin-Su-kien-Thanh-tuu-KH-CN/Trang-Trinh-Nguyen-Binh-Khiem-Nguoi-dau-tien-su-dung-quoc-hieu-Viet-Nam-11630.html |date=2017-10-05 }}","{{quote|''Khi [[nhà Mạc]] giành ngôi nhà Lê thì Nguyễn Bỉnh Khiêm đã ở tuổi 37 (1491-1527). Và khi vua cha [[Mạc Thái Tổ]] nhường ngôi cho vua con là [[Mạc Thái Tông]] thì Nguyễn Bỉnh Khiêm vừa tròn 40 tuổi, nghĩa là đúng vào cái tuổi “tứ thập nhi bất hoặc”. Ngoài những đợt nghỉ ngắn hạn, ông chỉ chính thức “huyền xa” (về trí sĩ) vào năm đã ở tuổi 73: “Điểm kiểm hành niên thất thập tam / Huyền xa sai vãn đã ưng tàm” (Đếm tuổi mình đã bảy mươi ba / Treo xe hơi muộn, cũng nên thẹn). Ông còn ân hận vì sức yếu rồi nên không giúp rập nhà vua được nữa: “Trì khu tự hứa ta vô lực / Vinh tiện hà cầu khởi thị tham” (Vốn tự thẹn đua bay với người, than ôi không đủ sức / Không cầu sang hèn đâu phải là tham) [Về hưu gửi quan Thượng thư bộ Lại Kế Khê bá Giáp Hải]. Trong khoảng 30 năm, Nguyễn Bỉnh Khiêm đã hết lòng phò 4 triều vua Mạc – hành trạng của ông, thơ văn của ông và các bạn đồng liêu của ông đã minh định điều đó. Và phải lý giải sao cho thỏa đáng khi ông được phong tặng rất nhanh những chức tước quan trọng dưới triều các vua Mạc? Lý giải sao cho thấu tình đạt lý về hơn hai chục bài thơ nói về việc hộ giá nhà vua đi đánh giặc và không phải chỉ đi một lần? Chỉ cần đọc kỹ 4 bài viết về chuyện “hộ giá…” và sáu bài “Qua sông.. Hữu” cũng đủ hiểu cảm hứng và lòng chân thực của ông. Và tôi nhất trí hoàn toàn với Ngô Đăng Lợi rằng không thể coi lời thơ khen tặng của Lại bộ thượng thư [[Giáp Hải]] đối với Nguyễn Bỉnh Khiêm là “lời nói vu vơ không căn cứ”: “Danh quán Nho gia lôi phấn địa / Lực phù nhật cốc trụ kình thiên / Tứ triều huân nghiệp nhân trung kiệt / Cửu lão quang nghi thế thượng tiên.” (Tiếng tăm ông lừng lẫy làng nho như sấm rền mặt đất / Năng lực của ông phò vua như cột chống đỡ trời / Huân nghiệp trải bốn triều, ông là tài năng kiệt xuất giữa cõi người / Dung nghi rực rỡ của tuổi chín mươi, ông khác gì vị tiên nơi trần thế.).''\n\n''Rõ ràng tuổi tác, hành trạng và tác phẩm của ông đã chứng minh rằng ông đi thi ở tuổi 44 và làm quan với nhà Mạc cho đến tận năm 73 là hoàn toàn tự nguyện, chẳng có chứng cứ nào nói lên rằng ông miễn cưỡng hay bị bó buộc. (...) Theo những chứng cứ mà tôi thu lượm được trong thư tịch xưa trên những văn bản đáng tin cậy thì không hề có chuyện vua Mạc mang theo đi trong hàng quân của mình một ông già đầy uy vọng nhưng lại thiếu tài thao lược. Trước hết phải nói rõ rằng nhà Mạc không hề thiếu những người có tài thao lược, chuyện này tôi sẽ đưa đủ chứng cứ trong phần bàn về nhà Mạc. Nếu Nguyễn Bỉnh Khiêm thiếu tài thao lược hoặc không lập nên công trạng gì đáng kể hẳn vua Mạc không cần phong tặng ông những chức tước quan trọng như thế (chức Lại bộ Thượng thư, Thái phó, tước Trình quốc công). Cũng không nên quá tin vào lối nói khiêm nhượng của ông mà tưởng thật rằng ông thiếu tài cán hoặc sự đóng góp mưu kế của ông là không đáng kể...''}}","{{chính|Bạch Vân am thi tập}}","{{chính|Bạch Vân quốc ngữ thi tập}}","{{chính|Sấm Trạng Trình |Sấm ký Nguyễn Bỉnh Khiêm | Sấm ký}}","{{Chú thích web | url = http://vtc.vn/giai-ma-nhung-tien-tri-kinh-ngac-cua-trang-trinh.394.491262.htm | tiêu đề = Giải mã những tiên tri kinh ngạc của Trạng Trình | tác giả 1 = | ngày = | ngày truy cập = 27 tháng 9 năm 2015 | nơi xuất bản = Báo điện tử VTC News | ngôn ngữ = }}","{{quote |...Rõ ràng, với Nguyễn Bỉnh Khiêm, giới nho sĩ - trí thức Việt Nam đã đạt tới một trình độ nhận thức cũng như khả năng ứng xử chính trị cao hơn so với thời gian trước đó. Sự phân biệt vương triều chính thống với văn hóa truyền thống nơi họ đã minh bạch hơn trước, điều này giúp họ vươn lên thành tầng lớp thể hiện và phản ảnh không những quyền lợi và tương lai của đất nước mà còn cả lợi ích và nguyện vọng của nhân dân. Cần nói thêm rằng với nhân cách và bản lĩnh chính trị của ông, Nguyễn Bỉnh Khiêm cũng chỉ mới đứng trong chặng đầu của quá trình chuyển biến toàn diện có thể coi như một trào lưu lịch sử về tập quán ứng xử chính trị của trí thức Việt Nam thời phong kiến.\n\n...Xuất hiện ở một thời kỳ khủng hoảng của thể chế quân chủ và suy thoái của tầng lớp thống trị, sự chuyển biến về ứng xử chính trị của trí thức Việt Nam thời Nguyễn Bỉnh Khiêm là một tất yếu lịch sử. Trong giới hạn những điều kiện cụ thể của thời đại mình, với chuyển biến ấy, họ đã giữ được vị trí và vai trò truyền thống trong sinh hoạt chính trị của đất nước, vị trí và vai trò đã được lịch sử xác nhận qua truyền thuyết về việc “làm thầy” cho cả ba tập đoàn Mạc, [[Lê-Trịnh]] và Nguyễn của Nguyễn Bỉnh Khiêm. Dĩ nhiên, bên cạnh sự chuyển biến nói trên, một quá trình phân hóa toàn diện về tư duy và học thuyết chính trị cũng diễn ra trong nội bộ giới trí thức, nhưng nhìn chung thì sự phân hóa này lại tạo điều kiện cho họ qua thực tiễn nhận thức và hoạt động của mình phản ảnh và thể hiện được chính xác hơn, sâu sắc hơn, toàn diện hơn các quá trình xã hội trong lịch sử của đất nước cũng như những trào lưu tư tưởng trong đời sống của dân tộc. Đó có lẽ còn là sự chuẩn bị của lịch sử cho người trí thức Việt Nam thích ứng được với những xử cảnh chính trị đặc biệt kiểu “Đã có vua lại có chúa” của chính quyền [[Lê-Trịnh]] ở [[Đàng Ngoài]] hay tự xưng là Thiên vương song “vẫn theo chính sách nhà Lê” của các [[chúa Nguyễn]] ở [[Đàng Trong]] thế kỷ XVII-XVIII. Hơn thế nữa, với một Trình quốc công Nguyễn Bỉnh Khiêm của [[nhà Mạc]] “ngụy triều” rồi một Hoằng quốc công [[Đào Duy Từ]] của họ Nguyễn cát cứ, người trí thức Việt Nam đã chứng tỏ được rằng họ hoàn toàn có khả năng kế thừa truyền thống cũng như thi thố tài năng mà không nhất thiết phải ghép mình vào với vương triều chính thống. Theo thời gian, bước trưởng thành về ứng xử chính trị ấy sẽ dần dần được khẳng định, góp phần tạo ra một truyền thống dân chủ chính trị nơi những người trí thức Việt Nam ngày trước, truyền thống đã đem lại cho lịch sử Việt Nam những [[Ngô Thì Nhậm]], [[Phan Huy Ích]] trong triều đại nông dân [[Nhà Tây Sơn|Tây Sơn]] cuối thế kỷ XVIII và một [[Cao Bá Quát]] với ngọn cờ Vũ Thang “Điếu dân phạt tội” ở miền Bắc năm 1851 rồi những [[Nguyễn Đình Chiểu]], [[Nguyễn Hữu Huân]], [[Hồ Huân Nghiệp]] dưới ngọn cờ cứu nước “chẳng nghe Thiên tử chiếu” ở [[Nam Kỳ]] sau [[Hòa ước Nhâm Tuất (1862)|Hòa ước 1862]].}}","{{quote|''[[Chúa Nguyễn|Vương quốc của họ Nguyễn]] thế kỷ 17 và 18, kiểm soát khu vực mà sau này người phương Tây biết đến với cái tên [[Cochinchina]], có gốc rễ tại khu vực miền Trung của Việt Nam thời hiện đại. Biên niên sử nhà Nguyễn mô tả Nguyễn Hoàng, giữ chức trấn thủ [[Thuận Hoá]] và Quảng Nam, nơi khi đó đánh dấu đường biên giới phía nam của [[Đại Việt]], là người sáng lập vương quốc phía nam. [[Trịnh-Nguyễn phân tranh|Chiến tranh nổ ra năm 1627]] giữa [[Chúa Nguyễn|nhà Nguyễn]] ở phương nam và chính quyền [[Lê-Trịnh]] vốn kiểm soát khu vực từ Nghệ An đến [[đồng bằng sông Hồng]]. Bằng việc tạo dựng một nhà nước mới, [[Chúa Nguyễn|nhà Nguyễn]] đặt mình vào vị trí phản loạn đi kèm với nguy hiểm vì họ yếu hơn phe [[chúa Trịnh]] ở gần như mọi mặt. Miền Bắc có những định chế vững chắc từ lâu, lãnh thổ rộng gấp ba, bốn lần so với nhà Nguyễn, và sức mạnh quân sự của họ cũng lớn hơn. Ngoài ra, phe họ Trịnh được thành lập ở một khu vực mà dân cư là người Việt và nghĩ là họ cai trị người của dân tộc mình, trong khi chính quyền nhà Nguyễn cai trị vùng đất từng thuộc [[Champa]], một vương quốc Ấn hoá có những truyền thống khác hẳn so với [[người Việt]]. Tuy nhiên, chính quyền nhà Nguyễn đã không chỉ tồn tại, đánh bại bảy chiến dịch của họ Trịnh, mà còn lần hồi đẩy biên giới vào sâu phía nam, kiểm soát ba phần năm phần lãnh thổ tạo thành nước Việt Nam ngày nay chỉ trong khoảng thời gian 200 năm. Vì sao những thế lực hoạt động trong môi trường mới lại tồn tại và thành đạt, trong khi thế lực vẫn ở lại trong môi trường quen thuộc thì chùn bước?''\n\n''...Từ thế kỷ 17, đồng bằng sông Hồng không còn là trung tâm duy nhất của văn minh Việt: một trung tâm mới – [[Phú Xuân]] ([[Huế]]) – đã thách thức [[Thăng Long]] (Hà Nội), và một khu kinh tế xã hội quan trọng thứ hai – [[Thuận Quảng]] – hình thành cách xa khỏi đồng bằng [[sông Hồng]]. Đây không đơn thuần là một sự mở rộng về nam của xã hội và nền kinh tế cũ của người Việt, mà đúng hơn, một xã hội mới đã phát triển, với một nền tảng văn hoá khác và những hoàn cảnh kinh tế, chính trị khác. Là cư dân của một khu vực mà chính quyền thù địch [[Lê-Trịnh]] chưa bao giờ chính thức từ bỏ quyền kiểm soát, người ở phía nam Việt Nam mô tả lãnh thổ của họ là “[[Đàng Trong]]” và gọi khu [[đồng bằng sông Hồng]] phía bắc là “[[Đàng Ngoài]]”. Cách dùng từ như vậy thể hiện rõ rệt là họ xem phương nam như một thực thể riêng, và sự trỗi dậy của những khác biệt giữa hai khu vực tương đương với hai cách làm [[người Việt]] khác nhau.''\n\n''Sự hình thành [[Đàng Trong]] là một sự thay đổi sâu sắc và căn bản trong [[lịch sử Việt Nam]], mà tầm quan trọng có thể so sánh với việc Việt Nam giành lại độc lập từ Trung Quốc thế kỷ 10. Thoạt nhìn, những sự kiện này có vẻ, giống như cách chúng thường được mô tả trong sách sử chính thức hồi thế kỷ 19, không hơn gì mấy một câu chuyện về sự sống còn và cuối cùng thành công của một gia đình đã thất thế ở Thăng Long. Thế nhưng, những thành công của nhà Nguyễn đã tạo nên một xã hội mới và một văn hoá mới. Các yếu tố kinh tế đóng vai trò quyết định: trong vài thập niên ngắn, dù là một khu vực mới mở, ít dân hơn, vào giai đoạn này còn nhỏ hơn đồng bằng [[sông Hồng]], nhưng Đàng Trong trở nên giàu có và mạnh hơn vùng đất phương bắc (mặc dù không đủ mạnh để lật đổ họ Trịnh). Cả điều kiện kinh tế của người dân và sự cởi mở có thể so sánh của xã hội tại Đàng Trong tương phản một cách có lợi so với cái gọi là “chính quyền trung ương” của vương quốc nhà Lê. Những lợi thế này lập thành nền tảng của quá trình [[nam tiến]] mà cuối cùng đưa họ đến đồng bằng [[sông Mêkông]]. Đàng Trong trở thành đầu tàu thay đổi mang tính lịch sử, và kéo trọng tâm quốc gia – dù là được nhìn theo nghĩa chính trị, kinh tế hay thậm chí văn hoá – về hướng nam từ thế kỷ 17 cho đến khi người Pháp áp đặt sự cai trị.''}}","{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}","{{Cquote|Bốn thế kỷ đã qua từ ngày Nguyễn Bỉnh Khiêm qua đời, nhưng suốt bốn thế kỷ chưa lúc nào ngớt âm vang về con người kỳ diệu ấy. Mọi tầng lớp nhân dân đều đã liên tục bình luận về ông, trong đó có khen có chê, có sai có đúng, có những điều đem gán cho ông mà ông không có, có những điều ông vốn có đã chẳng được nêu lên.|200px||Nhà nghiên cứu văn hóa [[Vũ Khiêu]] (1986)<ref name=\"ios.vass.gov.vn\"/>}}","{{quote|Ông cũng có những mâu thuẫn nội tâm rất lạ. Chính ông đã thông gia với Phạm Quỳnh, một người xuất thân là lái buôn chè, sau làm đến Tiết chế Đông đạo, đại diện cho tập đoàn doanh thương tại triều [[Mạc Phúc Nguyên]] (con trai Phạm Quỳnh là Phạm Dao làm trấn thủ xứ Sơn Nam tức con rể ông, trở thành một lộng thần trong triều đình). Cũng chính ông lại khinh ghét giới thương nhân và miệt thị đồng tiền, tìm cách xa lánh đời sống đô thị. Tất nhiên, không thể đòi hỏi một người xuất thân từ cửa Khổng như ông lại phải chấp nhận mặt tích cực của đồng tiền và giới thương nhân. Ngay những người thông tuệ đến sau ông hàng mấy thế kỷ như [[Nguyễn Du]], [[Nguyễn Công Trứ]], [[Trần Tế Xương]]… và ngay cả những tác gia hiện đại mà gần kề chúng ta nhất như [[Lưu Quang Vũ]] còn chẳng thấy rõ huống chi ông? Giới trí thức dù xuất thân từ quý tộc hay bình dân mà nằm trong vòng vây của ý thức hệ tiểu nông thì không thể tránh khỏi thái độ thù ghét đồng tiền và sự phát triển của nền kinh tế hàng hóa. Họ không sao chịu nổi sức san phẳng tàn nhẫn của đồng tiền và sự đảo lộn bảng giá trị xã hội; họ càng không chịu dựng nổi thói nhố nhăng hãnh tiến của giới thương nhân ít học hoặc vô học nhưng lại có quá nhiều tiền bạc, thường biểu lộ thái độ thô bạo đối với những giá trị cổ truyền.}}","{{quote|Có thể thấy, thơ Nguyễn Bỉnh Khiêm đi sâu khai thác đề tài đạo lý, răn dạy đạo đức từ mức độ phổ quát đến cụ thể, chẳng hạn ở các bài ''Cương thường tổng quát'', ''Răn đầy tớ thờ chủ'', ''Khuyên nàng dâu thờ cha mẹ chồng''... Tất cả những bài thơ đó nhằm nêu cao yêu cầu “tu thân”, tu rèn đạo đức cá nhân, hướng về bảo toàn khí tiết lối “đồ nho” hơn là vươn tới hành động; bảo vệ các quan hệ đạo đức lễ nghĩa Nho giáo hơn là đi tìm lối thoát mới cho cuộc mưu sinh; bảo vệ các tín điều đạo đức xưa cũ hơn là bắt nhịp với thực tế lối sống mới đang nảy sinh (...) Nguyễn Bỉnh Khiêm buộc phải trả giá cho bản tính thi sĩ và những ước vọng đầy tính ảo tưởng của mình: ý thức bảo vệ chuẩn mực đạo đức truyền thống không đồng hành với thực tiễn đời sống xã hội đang đòi hỏi được đổi thay, phát triển. Ở đây nhiều vấn đề đạo đức có ý nghĩa tiêu biểu cho một thời kỳ mới mà đương thời [[Nguyễn Trãi]] trước đây chưa hình thành rõ nét, và chỉ thấy xuất hiện đậm đặc từ thơ văn Nguyễn Bỉnh Khiêm; chẳng hạn các vấn đề về nội chiến phong kiến, vai trò đồng tiền, lối sống thị thành... Và một cách không tự giác, trong khi phê phán những yếu tố khác lạ đang nảy sinh trong lòng xã hội như một xu thế tất yếu thì chính ông lại tỏ bày thái độ cản phá bước tiến của lịch sử nói chung. Từ đây có thể nói Nguyễn Bỉnh Khiêm đã hiện diện như một cây đại thụ của văn hoá phong kiến, thiên về phê phán để khẳng định chuẩn mực đạo đức cũ, khác xa lối phê phán đồng tiền, phê phán lối sống thị thành và phê phán xã hội kiểu Nguyễn Công Trứ, [[Nguyễn Khuyến]], Trần Tế Xương sau này...}}","{{quote|Từng có rất nhiều ý kiến, công trình nghiên cứu, phẩm bình về nhân vật lịch sử này, nhưng thuỷ chung, lời giải đáp rốt ráo về lập trường chính trị - xã hội của Nguyễn Bỉnh Khiêm vẫn cần được coi là thiếu vắng. Là một trong những vị trạng nguyên nổi danh vào bậc nhất mà nhà Mạc đã lấy đỗ, Nguyễn Bỉnh Khiêm cũng từng xuất chính với nhà Mạc mấy đợt, quan hàm thực từng giữ lên tới Thị lang, chưa nói rằng khi mất lại được chính vua Mạc tế lễ, vinh phong tước Trình Quốc công, quan hàm Tể tướng, khiến dân sở tại (Vĩnh Lại) thờ làm phúc thần. Theo lẽ thường, thì Nguyễn Bỉnh Khiêm phải “sống làm tôi nhà Mạc, chết làm thần (hay ma) nhà Mạc” mới phải. Vậy nhưng kết hợp tài liệu của cả chính sử lẫn dã sử lại mà soi, Nguyễn Bỉnh Khiêm dường như lại vừa là “trọng tài giám sát” cho tất cả các trận đấu quyền lực, lại vừa tham dự một cách không hề vô tư vào các diễn biến và có tác động trực tiếp đến (những) kết quả cuối cùng. Với nhà Mạc, thì ngón tay trỏ “Cao Bằng tuy thiểu khả dung sổ thế” đã biến vương triều này thành một “sứ quân” cát cứ, truyền tiếp thêm 7 đời sau. Với họ Nguyễn, thì hầu như ai cũng biết tới lời mách nước lẫy lừng của Trạng Trình “Hoành Sơn nhất đái, vạn đại dung thân” đã thực sự là khởi đầu cho một dòng chúa, một triều vua, tuy có đứt gãy bầm dập, nhưng vẫn có thể tính dấu ấn lịch sử của dòng họ quyền lực này từ 1533 đến tận 1945! Với Lê - Trịnh thì khỏi nói, bởi ông chính là người đưa ra lời khuyên chúa Trịnh (Kiểm) hãy đừng “thanh lý” ngôi vua, cứ “thờ Phật mà ăn oản”, cả khi “mùa mất, giống xấu” thì hãy biết “tìm giống cũ mà gieo”. Vậy là đẻ ra cái “lưỡng đầu chế” không tiền khoáng hậu trong lịch sử, tồn tại hai trăm năm có lẻ. Không thể nói Nguyễn Bỉnh Khiêm “vô can” trước cảnh “năm bè bảy cánh” của cục diện chính trị Việt Nam ít nhất hàng thế kỷ tiếp theo đó.}}","{{Xem thêm|Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm|Văn bia thời Mạc}}","{{quote|Bài văn bia ghi việc tạo tượng Tam giáo chùa Cao Dương được viết vào những năm cuối đời ông<ref>tức Nguyễn Bỉnh Khiêm<\/ref> và khắc lên bia đá lưu truyền đến ngày nay. Bia dựng sát hậu cung chùa Cao Dương thuộc xã Cao Dương, huyện [[Thái Thụy]], tỉnh [[Thái Bình]], cách quê Trạng Trình không xa. Bia dẹt, cao 100cm, ngang 65cm. Trán bia là hình bán nguyệt, ở trung tâm chạm mặt nguyệt to tròn, có nhiều tua mây. (...) Bài văn bia được viết bằng chữ Hán. Chữ khắc chân phương, nét khắc mảnh phóng khoáng. Có đôi chữ bị mờ, song vẫn có thể khôi phục được. Bia gồm 26 dòng, dòng nhiều chữ nhất là 36 chữ, cả thảy là 570 chữ. (...) Văn bia viết năm 1578, lúc ông đã 87 tuổi, 7 năm trước khi mất. Đúng là bài văn bia khắc trên đá hiếm thấy của vị trạng nguyên nổi tiếng. Ngoài bài này, hiện nay chúng ta chỉ biết có bài nữa của ông là ''Trung Tân quán bi minh'' trên tấm bia Trung Tân ở quê ông tại làng Trung Am huyện Vĩnh Lại nay thuộc huyện Vĩnh Bảo, ngoại thành Hải Phòng. Tấm bia này nay không còn, chỉ được biết qua ''Hoàng Việt Văn tuyển'' do [[Bùi Huy Bích]] chép lại vào cuối thế kỷ XVIII. (...) Lời thuật và bài bia minh việc tạo tượng Tam giáo và sửa chùa Cao Dương: Diên Thành sơ niên nhị nguyệt cốc nhật. Tứ Ất Mùi khoa Tiến sĩ cập đệ Trình Quốc công trí sĩ Vĩnh Lại, Trung Am Nguyễn tự Hanh Phủ soạn. [Dịch nghĩa: Ngày lành tháng 2 năm đầu niên hiệu Diên Thành (1578). Tiến sĩ cập đệ khoa Ất Mùi (1535) trí sĩ họ Nguyễn tự Hanh Phủ, tước Trình Quốc công, người xã Trung Am, huyện Vĩnh Lại soạn.]<ref name=\"Vũ&Đinh\"/><ref name=\"NguyễnHữuTưởng\"/><ref name=\"TrangThanhHiền\"/>}}","{{quote|Tháng 11 năm 2000, đoàn cán bộ [[Viện nghiên cứu Hán Nôm]] tiến hành sưu tầm tư liệu Hán Nôm tại huyện [[Quỳnh Phụ]], tỉnh Thái Bình. (...) Chúng tôi được chứng kiến hai tấm bia có niên đại nhà Mạc do chính Cụ Trạng Trình Nguyễn Bỉnh Khiêm soạn còn được bảo vệ khá nguyên vẹn tại đây. Trên một vùng đất láng giềng với quê hương Cụ Trạng, lại là hai bài văn do chính Cụ Trạng sáng tác, được lưu giữ trên chất liệu tương đối bền vững, thiết nghĩ hai tấm bia này là một bảo vật cần được trân trọng và gìn giữ. Bởi vậy chúng tôi thấy cần giới thiệu rộng rãi cho giới nghiên cứu và giới quản lý văn hóa về hai tấm bia này.\n\n- Tấm bia thứ nhất: được phát hiện tại chùa Thanh Quang, thôn An Phú, xã Quỳnh Hải (thuộc [[Quỳnh Côi]] cũ). Qua các tư liệu Hán Nôm, đây là ngôi chùa đã có từ triều Trần. Ngoài hiên chùa dựng 4 tấm bia có niên đại từ đời Mạc tới đời Nguyễn. Sư cụ giữ chùa cho biết trong chùa còn một tảng đá nữa và đưa chúng tôi vào xem. Tại tiền đình chùa, khe giữa ban thờ đức ông và tường chùa quả có một tấm bia. Vì khe quá hẹp, bia lại chôn sâu gần một nửa trong nền gạch, nên khi bật lửa soi chúng tôi chỉ thấy bia có dấu hiệu là bia thời Mạc nên đề nghị dân làng đào lên. Khi tấm bia được đưa lên, thì đó đúng là tấm bia thời Mạc. Tấm bia gồm hai mặt, khổ 70 x 79cm. Mặt 1 tấm bia nhan đề Diên Thọ kiều bi (Bia cầu Diên Thọ). Phần tên tác giả đề: Tứ Ất Mùi khoa Tiến sĩ cập đệ Đệ nhất danh Trình Quốc công trí sĩ, Vĩnh Lại Trung Am Nguyễn Bỉnh Khiêm Hanh Phủ soạn. Phần niên đại đề: Sùng Khang vạn vạn niên chi tam, bát nguyệt, thập ngũ nhật: Ngày 15 tháng 8 năm Sùng Khang 3 (1568).\n\n- Tấm bia thứ hai: Khi tới xã An Ninh (thuộc [[Phụ Dực]] cũ) chúng tôi được các đồng chí ủy ban xã cho biết trong xã có một tấm bia Cụ Trạng và đưa chúng tôi tới xem. Tấm bia này nằm tại chùa Khang Ninh, xã An Ninh. Bia 2 mặt khổ 55 x 63cm. Mặt một bia nhan đề: Tu tạo thạch Phật bi ký (bia ghi về việc tạc tượng Phật bằng đá). Phần tác giả đề: Tứ ất Mùi khoa Tiến sĩ cập đệ Trình Quốc công trí sĩ, Vĩnh Lại Trung Am Độn Tẩu Nguyễn Bỉnh Khiêm Hanh Phủ soạn. Phần niên đại đề: Diên Thành nhị niên thập nhất nguyệt, thập bát cốc nhật - Ngày lành 18 tháng 11 năm Diên Thành 2 (1579).<ref name=\"NguyễnHữuTưởng\"/>}}","{{quote|Chùa Thanh Quang hiện nay là mới được dựng lại, nhưng ở chùa còn lưu giữ 4 tấm bia ký, trong đó có 3 bia thời Chính Hòa. Các bia này bao gồm: bia Diên Thọ kiều cổ tích bi, năm Thịnh Đức thứ 4 (1656), nói về sự tích cây cầu Diên Thọ. Cũng liên quan đến cây cầu này có tấm bia An Diên Thọ kiều bi ký, nói về việc làm cầu ở An Phú, Quỳnh Phụ, soạn năm Chính Hòa năm thứ 12 (1691). Một bia Hậu thần bi ký, soạn năm Chính Hòa thứ 26 (1705), nói về việc dựng đình ở An Phú (ngôi đình này hiện không còn). Và, một bia có hai mặt, một mặt đề Diên Thọ kiều bi, niên đại năm Sùng Khang thứ 3 (1568). Mặt sau của tấm bia này đề Trùng tu tân tạo Thanh Quang tự bi ký. Trong số các bia này, chúng tôi đặc biệt chú ý đến 2 tấm bia năm Thịnh Đức 4 (1656) và tấm bia 2 mặt. Tấm bia hai mặt có kích thước 70 x 79cm, người soạn là Nguyễn Bỉnh Khiêm, khi đó có chức danh là Tứ Ất Mùi khoa Tiến sĩ cập đệ Đệ nhất danh Trình Quốc công trí sĩ, Vĩnh Lại Trung Am Hanh Phủ. Bia khắc chữ rõ ràng, gồm hai phần. Phần đầu là bài văn nói về việc dựng cầu đá và một bài minh 8 câu, mỗi câu 4 chữ, ca ngợi việc dựng cầu. Mặt sau tấm bia ghi lại việc trùng tu, tôn tạo chùa Thanh Quang. Theo nhà nghiên cứu Hán Nôm Nguyễn Hữu Tưởng,<ref name=\"NguyễnHữuTưởng\"/> trong lần khảo sát năm 2000, niên đại khắc trên mặt sau của bia là Dương Hòa tứ niên lục nguyệt thập bát cốc nhật (tức ngày mồng 4 tháng 6 năm Dương Hòa 4, 1640). Chữ trên mặt sau của bia khác hẳn so với chữ ở mặt trước. Với việc hai mặt bia có hai niên đại cách nhau 78 năm, có nội dung khác nhau, nét chữ khác nhau, là căn cứ để nhận định rằng, tấm bia này vốn chỉ có một mặt, được tạo vào năm Sùng Khang 3 (1568) để khắc bài văn của Nguyễn Bỉnh Khiêm.<ref name=\"TrangThanhHiền\"/>}}","{{chính|Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm}}","{{Chú thích web|url =  Chúc văn tưởng niệm Trạng Trình Nguyễn Bỉnh Khiêm - GS Vũ Khiêu}}","{{collapse top|title=Danh sách tham khảo}}","{{collapse bottom}}","{{Tham khảo}}","{{wikisource tác giả|Nguyễn Bỉnh Khiêm}}","{{Thể loại Commons|Nguyễn Bỉnh Khiêm}}","{{wikiquote|Nguyễn Bỉnh Khiêm}}","{{TĐBKVN|20057}}","{{Webarchive|url=https://web.archive.org/web/20180721014642/http://trangtrinhnguyenbinhkhiem.vn/default.aspx?sname=ttnbk&sid=110&pageid=2082 |date=2018-07-21 }}","{{Webarchive|url=https://web.archive.org/web/20121210210144/http://www.hfs.vn/trang-trinh-nguoi-tien-tri-ho-nguyen/ |date=2012-12-10 }}","{{Nguyễn Bỉnh Khiêm}}","{{Trạng nguyên Việt Nam}}","{{Lịch sử Việt Nam thời Mạc}}"]}