{"555518":["{{Thông tin nhân vật hoàng gia\n| tên = Chế Thắng phu nhân<br> 制胜夫人\n| tước vị = [[Trần Duệ Tông]] [[Hoàng phi]]\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = \n| thông tin chức vị đầy đủ = ẩn\n| chồng = [[Trần Duệ Tông]]\n| tên đầy đủ = Nguyễn Thị Bích Châu<br>(阮氏碧珠)<br>[[biểu tự]]: Bích Lưu (碧琉)\n| tước hiệu = Cung phi (宮妃)<br>Nguyễn Cơ (阮姬)<br>Thần phi (truy tặng)<br>Chế Thắng Phu nhân (truy phong)\n| thụy hiệu = <font color =''grey''>Chế Thắng Phu nhân<br>(制胜夫人)\n| hoàng tộc = [[nhà Trần]]\n| cha = [[Nguyễn Tướng Công]]\n| mẹ = \n| sinh = [[1356]] (?)\n| nơi sinh = [[Nam Định|Nam Định]]\n| mất = [[1377]]\n| nơi mất = [[Quy Nhơn]]\n| ngày an táng = \n| nơi an táng = [[Cửa Khẩu]], bến Kỳ La, huyện [[Kỳ Hoa]] thuộc [[Châu Hoan]]\n}}","{{Cquote|\nQuân Trần buổi xuất binh ngày ấy cờ xí rợp trời, chiêng trống dậy đất, truyền rằng trùng trùng lớp lớp, binh sĩ gươm giáo sáng loáng, hùng khí chất ngất từng mây. Nhưng khi đoàn thuyền chiến vừa đến cửa [[bể Kỳ Hoa]] ([[Kỳ Anh]], [[Nghệ Tĩnh]]) (nay là [[Kỳ Lợi]], [[Kỳ Anh]], [[Hà Tĩnh]]) trời bỗng nổi cơn phong ba bão táp. Đoàn thuyền đành tạm neo ngay lại đấy. Bởi mặt biển thường nổi sóng cao và xoáy lốc, ngay sát bờ đã là dãy vực thẳm đầy đá nhọn, ra càng xa thì vực càng sâu, lòng biển lởm chởm hàng khối đá ngầm.\n\nBinh thuyền phải vất vả thương tổn khá nhiều mới ràng nổi dây neo. Nhưng cơn dông bão vẫn dai dẳng càng lúc càng dữ dội hơn. Đoàn thuyền chiến nhấp nhô đập chúi vào nhau rầm rầm. Nhiều cái bị đứt dây, lao đi vùn vụt đâm vào đá vỡ toang. Quân lính lớp chết, lớp kêu la chới với. Số còn sống ai nấy đều kinh hãi nản lòng. Nhà vua nhất quyết đợi tan cơn bão sẽ tiến binh tiếp.\n\nĐêm ấy, vua Duệ Tông mộng thấy một vị thần xưng là ''\"Nam Minh Đô đốc\"'', thủ hạ của [[Quảng Lợi đại vương]], muốn xin vua ban cho một người thiếp, nếu được như ý nguyện, mới làm cho bể yên, sóng lặng để thuyền vua đi qua. Vua sợ hãi, vội cho đòi các quan tướng và phi tần đến chỗ ngự tẩm, kể lại giấc mơ. Trong khi các quan tướng chưa biết ứng đối thế nào, thì Bích Châu từ sau trướng bước ra, nói:''\"Việc linh ứng của thần nhân như vậy là rõ ràng, chẳng còn nghi ngờ gì nữa. Tiện thiếp tình nguyện liều tấm thân bèo bọt này để chu toàn cho đoàn ngự giá và quan quân\"''.\n\nTrần Duệ Tông bàng hoàng chưa kịp phán bảo cản ngăn thì bà Bích Châu đã nhanh nhẹn quay ra thuyền lệnh: ''\"Các quan mau mau sửa soạn lễ vật cúng thần biển, kính báo thời khắc thiếp tôi được nhà vua cử làm sứ giả đi gặp thần biển xin sóng lặng bể yên phù trợ cho vua quan, quân lính nhà Trần được chiến thắng dịp này, đem bình an về cho đất nước\"''.\n\nBà vừa dứt tiếng thì từ nhà vua đến các quan có mặt quanh đó đều sửng sốt, nghẹn lời… Mặc hết những lời can ngăn, bà Bích Châu vẫn một mực tha thiết tâu xin cho bà có dịp được vinh hạnh phò vua, giúp quân, đền nợ nước. Không làm sao hơn, tất cả đều nén lòng nghe theo ý chí cương quyết của cung phi Bích Châu. Một cung nữ tài sắc, mới kề cận nhà vua được bốn năm, được Duệ Tông sủng ái rất mực như vậy mà dám lìa bỏ tất cả, can đảm hy sinh tính mạng thì thật là một việc làm quá phi thường. Chiếc thuyền rồng chao đảo ngả nghiêng. Bà Bích Châu thanh thản để thị nữ xông trầm, trang điểm cho mình. Thoáng chốc, bà đã trâm thoa, xiêm gấm, hài thêu lộng lẫy bước ra. Trước mắt mọi người lúc này, vẻ đẹp của bà Bích Châu đang tỏa ánh hào quang như một vị thiên thần. Phải, chính đó là một vị ái phi mới 20 tuổi của nhà vua, giai nhân tuyệt sắc ấy đang đứng ở vị thế là một nữ dũng tướng của quan quân triều Trần Duệ Tông.\n\nVua Duệ Tông xót trút bỏ giáp trụ, thương cảm trong lớp hoàng bào. Ngài trịnh trọng đội mũ Triều thiên<ref>Loại mũ cánh chuồn, mũ Ô Sa mà 2 cánh của nó chỉ lên trên trời. Một loại mũ xuất xứ từ Trung Hoa, sau được các vua nhà Trần dùng<\/ref> để kính cẩn đưa tiễn bà ái phi dũng cảm ra đi. Ngài truy tặng cho bà làm '''Thần phi''' (宸妃).\n\nMặc cho [[sóng]] đánh tối tấp, nước tràn lênh láng, bà Bích Châu vẫn tươi tắn đến sụp quỳ lạy nhà vua, cầu chúc nhà vua bình tĩnh và đại thắng, rồi quay về hướng Bắc lạy cha mẹ, vái chào từ biệt hàng quan quân, trang nghiêm đến ngồi gọn vào trong lòng chiếc thuyền thoi nhỏ nhắn có cắm đại hoàng kỳ (cờ nhà vua). Chiếc thuyền được quan quân thòng dây thả từ từ xuống biển, giữa những cơn sóng thần liên tiếp quật nước lên cao. Bà Bích Châu bình tĩnh nắm dây nhắm mắt. Vừa đụng nước, chiếc thuyền lập tức quay vòng ngụp lặn với sóng cả rồi chìm lỉm mất hút. Đem theo một trái tim rực rỡ ánh châu ngọc lưu ly nhập cõi thủy tận.\n\nHai ngày sau bão mới ngớt, xác phu nhân Bích Châu nổi trên mặt biển, vẫn uy nghi trong bộ triều phục, nhấp nhô theo làn sóng bạc trôi dần vào bờ, được dân làng vớt lên rước đi an táng tại làng Kỳ Hoa. Cũng là lúc mà đoàn thuyền chiến của vua Trần Duệ Tông đã lướt tiến khá xa, chở đầy những bầu máu nóng sẵn sáng lao vào trận tiền với quyết tâm diệt giặc giữ yên bờ cõi, đền bù tâm nguyện của phu nhân Bích Châu trước giờ tử biệt. Thế nhưng, vì Trần Duệ Tông không nghe lời can gián, vẫn cho quân tiến sâu vào động [[Y Mang]], đất Chiêm, nên bất ngờ bị trúng mưu của giặc Bà Ma, một tướng của Chế Bồng Nga, toàn quân tan rã.\n\nVua tử trận ở [[Đồ Bàn]] ([[Quy Nhơn]] ngày nay). Sử ghi đó là ngày 23 tháng 1 năm Đinh Tỵ ([[1377]])|||Cái chết của Chế Thắng phu nhân}}","{{Cquote|\nKhi quan quân nhà Trần đến cửa Thị Nại, vua Chiêm là Chế Bồng Nga cho sứ giả đem vàng ngọc tới quan quân ta để trá hàng, nhưng sau đó lại bất ngờ tiến đánh vào lúc nửa đêm. Quân của Trần Duệ Tông bị tấn công bất ngờ, long thể nhà vua lại bất an, Nguyễn Thị Bích Châu cưỡi ngựa tả xung hữu đột cầm quân xung trận và không may bị trúng tên độc sau đó từ trần.\n\nBa ngày sau vì vết thương quá nặng nhà vua cũng băng hà, quân nhà Trần rút về kinh đô khi tới địa điểm Châu Hoan vì sóng to gió lớn tàu thuyền phải ghé vào vũng Ô Tôn. Lúc này Trần Phế Đế mới lên ngôi nghe tin liền xuống chiếu rước linh cữu nhà vua về bằng đường bộ còn linh cữu Thần phi đi bằng đường biển. Sau mấy ngày thời tiết không thuận lợi triều đình xuống chiếu cho an táng Thần phi tại Cửa Khẩu, bến Kỳ La huyện Kỳ Hoa thuộc Châu Hoan.|||Cái chết của Chế Thắng phu nhân - thuyết thứ 2}}","{{Cquote|\nNhưng Đoàn Thị Điểm không làm sử, bà viết truyện, tất cả các sự thật lịch sử chỉ là chất liệu để bà xây dựng truyện; bà thêm bớt chi tiết, chuyển đổi hình thức các sự kiện... nhằm thực hiện ý tưởng thẩm mỹ, làm cho câu chuyện sinh động.\n\nNhư vậy Đền thiêng ở Hải Khẩu là tác phẩm viết về ''“việc thật người thật”''? Tuy nhiên nhân vật chính của tác phẩm - cung nhân Nguyễn Thị Bích Châu và bài Kê minh thập sách có giá trị tư tưởng to lớn mà bà dâng lên vua Duệ Tông lại chưa tìm được dấu vết trong các sử sách về đời Trần. Hồng Hà nữ sĩ đã hư cấu nên nhân vật Bích Châu để chuyển tải tư tưởng của bà chăng, hay nàng cung nhân xinh đẹp và trí tuệ ấy là nhân vật lịch sử có thật?\n\nCách đây hai chục năm, với cảm quan trực giác và căn cứ vào đặc tính của văn học trung đại (tác phẩm văn học có thể lưu giữ tác phẩm văn học khác), trong ''\"Thơ văn Lý - Trần Tập III\"'' (xuất bản năm 1978), Phó giáo sư [[Trần Lê Sáng]] cũng đã coi Bích Châu là một tác giả và ''\"Kê minh thập sách\"'' là tác phẩm của bà, dù vẫn còn đặt dưới dạng tồn nghi, nghĩa là còn cần tiếp tục đi tìm chứng cứ. Khoảng cuối thập kỷ tám mươi thế kỷ trước, trong tập truyện ngắn Vườn Kỳ trong phủ chúa, ''“dựng lại”'' chân dung một số tác gia nữ thời trung đại, nhóm Trần Thị Băng Thanh cũng coi Bích Châu là tác giả, nhưng dù sao đấy cũng là viết truyện. Từ bấy đến nay, các thành viên của Nhóm thơ văn Lý - Trần cũng chưa đi xa hơn được bước nào trong việc giải đáp câu hỏi khó khăn này. Quả thực tính truyền kỳ của tác phẩm có phần khiến nhiều nhà nghiên cứu cũng như chính bản thân tôi không mấy tin tưởng vào việc tìm ra dấu vết của một nhân vật đã sống cách thời đại mình hàng gần thiên niên kỷ!\n\nNhưng gần đây do nghiên cứu Đoàn Thị Điểm và may mắn “gặp” được đền thờ Hải Khẩu tôi đã có một cách nghĩ khác. Kể ra căn cứ vào phong cách của Hồng Hà nữ sĩ ở [[Truyền kỳ tân phả]] (nhân vật có nguyên mẫu, gốc gác) và tục hiến tế trong thời trung đại thì cũng có thể tin vua Duệ Tông đã từng hiến tế cung nhân của mình cho thần biển để cầu sóng yên bể lặng. Cách thời Duệ Tông chưa đầy bốn mươi năm, [[Lê Lợi]] từng cũng đã hiến tế người vợ họ Phạm của mình để cầu thần giúp cho cuộc hành quân. Việc ấy được ghi trong [[Lam Sơn thực lục]], Ngọc phả và nhiều sách khác. Đại Việt sử ký toàn thư chỉ ghi về bà với tư cách là thân mẫu vua Lê Thái Tông. Bích Châu chưa tìm được Ngọc phả, cũng không được chính sử ghi chép. Duệ Tông là một người bại trận, nhiều khả năng nhà vua đã “mất xác” ở chiến trường vì “thấp cơ” hơn một tướng Chiêm Thành. Điều đó đã là việc đáng xấu hổ, huống hồ lại còn phải “ném” cả người cung phi sủng ái của mình xuống biển để dâng hiến thần cầu sự trợ giúp cho việc ra quân? Các nhà viết sử theo quan điểm Nho gia dè dặt với những chuyện “quái, lực” và có thể bày tỏ thái độ chê trách Trần Duệ Tông bằng cách không ghi chép nhiều về ông, Bích Châu vì thế cũng vắng bóng trong sử sách? Thế nhưng ngôi đền thờ bà ở Hải Khẩu, nơi chính bà đã tự nguyện hy sinh tính mạng, cuộc sống cho việc lớn của đất nước, trải qua một thời gian dài trên sáu trăm năm, gần bằng lịch sử nền độc lập tự chủ của dân tộc, qua bao thăng trầm của các triều đại, bao biến đổi bể dâu cuộc đời vẫn linh thiêng, chưa bao giờ lạnh khói hương, đã chứng thực cho hành vi cao cả vì dân vì nước của bà, chứng tỏ người dân Việt vẫn ghi nhớ công tích của bà và sự giao cảm giữa tinh linh bà với dân tộc. Thực tế đó cũng nên được tin cậy và trân trọng như những dòng ghi chép của chính sử. Ngày nay ngôi đền không còn lưu giữ được những dấu vết văn hoá vật thể có từ thời Trần, nhưng thơ văn lại chứng thực cho lai lịch của nó.\n\nBài thơ sớm nhất nhắc đến ngôi đền Chế Thắng phu nhân là của vua Lê Thánh Tông, làm trong dịp nhà vua ''“Chinh Chiêm Thành”'' vào hai năm đầu niên hiệu Hồng Đức (1470-1471) chép trong tập ''\"Minh lương cẩm tú\"'': “Nghỉ lại ở cửa biển Hà Hoa” (Hà Hoa hải môn lữ thứ). Bài thơ như sau:\n\n''Hà Hoa đáo xứ vũ sùng triêu,\n<br>''Hoàn hải mang nhiên tứ vọng diêu.\n<br>''Xúc thạch du du vân luyến tụ,\n<br>''Bài nham húng húng lãng tùy triều.\n<br>''Thủy Tiên đàm thượng yên hà cổ,\n<br>''Chế Thắng từ trung thảo mộc kiều.\n<br>''Túy ỷ song bồng ngâm ý phát,\n<br>''Thi hoài khách tứ bội vô liêu.\n\nVị túc nho [[Đỗ Ngọc Toại]] đã dịch thành thơ:\n\n''Mưa mai mù mịt cửa Hà Hoa,\n<br>''Ngắm biển mênh mang bốn phía xa.\n<br>''Mây mến đầu non lơ lửng đứng,\n<br>''Sóng theo con nước rập rờn qua.\n<br>''Thủy Tiên đầm nọ đầy sương ráng,\n<br>''Chế Thắng đền kia rực cỏ hoa.\n<br>''Say tựa bên mui càng nảy hứng,\n<br>''Lòng thơ dạ khách khó khuây khoa.\n\nBài thơ có một lời nguyên chú ghi được hai mẩu chuyện truyền tụng trong dân gian về Đầm Thủy Tiên và Chế Thắng phu nhân rằng:''“Bên trái cửa biển có núi Bàn Độ ([[Thiên Nam dư hạ]] chép là Bàn Khánh), dưới chân núi có đầm nước từ các nơi đổ về, dân địa phương thường thấy hai tiên nữ từ trong đầm đi ra, lên núi chơi ở chỗ bàn đá. Chế Thắng là cung nữ của Trần Duệ Tông. Nhà vua Nam chinh, tới Kỳ Hoa gặp gió to, thuyền không qua được, nhà vua bèn trai giới bí mật cầu đảo, đặt người cung nữ ấy lên chiếc mâm vàng, để trôi trên mặt nước dâng cho thủy thần. Do có chuyện báo ơn đó, nên thường linh ứng. Người dân bèn lập đền thờ ở bên trái cửa biển. Nay trong Tự điển là Thượng đẳng thần. Vũng dưới gọi là Vũng Nàng (Loan Nương)”''\n\nLời chú chắc không phải của chính Lê Thánh Tông mà là của người sao chép tập ''\"Minh lương cẩm tú\"'', nhưng bài thơ đã có thể minh chứng rằng khi Lê Thánh Tông đi qua (năm 1470 - 1471) ngôi đền đã hiện diện, nó được xây dựng từ trước và có thể người cung nhân của Duệ Tông cũng đã được phong mỹ hiệu Chế Thắng từ trước. Cho đến khi tập thơ được sao chép người ta đã thấy bà có tên trong danh sách các thần được thờ, ở cấp bậc Thượng đẳng, do triều đình quy định. Khi vua Lê Thánh Tông nghỉ lại ở cửa biển Hà Hoa, ngôi đền thờ Chế Thắng cỏ cây vẫn tươi tốt, điều đó cho biết ngôi đền vẫn được phụng thờ, chăm sóc chu đáo, chuyện của bà vẫn được dân chúng lưu truyền.\n\nCuộc Nam chinh của Lê Thánh Tông cách cuộc Nam chinh của Trần Duệ Tông chưa đầy một trăm năm, tấm gương hy sinh của bà và câu chuyện hiến tế bi thương hãi hùng có phần chắc vẫn còn đậm tính thời sự. Một thiết chứng như vậy cho phép tin chắc Bích Châu là một nhân vật có thật trong lịch sử. Kết luận ấy còn được củng cố thêm bằng tác phẩm của nhiều văn nhân khác trong nhiều triều đại. Ví như trên bốn trăm năm sau, dưới thời Tây Sơn, khoảng sau 1789, Ngô Thì Nhậm trên đường vào Phú Xuân, nghỉ lại ở Dinh Cầu (phía bắc sông Ranh, nay thuộc huyện Kỳ Anh), cảm nghĩ về thời cuộc cũng đã miêu tả cảnh cây cối tốt tươi nơi đền phu nhân: ''“Tế liễu lục thùy Tiên Thánh miếu, Trường dương thuý kết Thắng phi điền”'' (Bên miếu Tiên Thánh rủ nhành liễu xanh, Cây dương biếc cao, kết thành hoa tai bà phi Chế Thắng). Câu thơ có nguyên chú:''“Chế Thắng phu nhân là thứ phi của Trần Duệ Tôn, có miếu thờ ở cửa biển Xích Lỗ”''.\n\nĐến Bùi Dương Lịch, câu chuyện “tục truyền” này được ghi rõ trong phần Địa chí của Nghệ An ký, mục về sông núi: ''“Núi Bàn Độ, ở trên bờ biển thuộc xã Kỳ Nam, huyện Kỳ Hoa. Mạch từ núi Vọng Liệu đến đây thì nổi lên. Trên núi có cái đầm. Tục truyền có tiên nữ đến chơi đầm ấy. Khi Trần Duệ Tông đi đánh Chiêm Thành, đi đến đó, thuyền không tiến lên được. Vua phải lấy một cung nhân cho ngồi lên chiếc mâm vàng thả xuống nước hiến cho thủy thần thì thuyền lại đi được. Nay bên núi có đền thờ Chế Thắng phu nhân”''|||Luận ''\"Nguyên mẫu Chế Thắng phu nhân\"''<ref>[http://www.hannom.org.vn/detail.asp?param=1411&Catid=590 Nguyên mẫu Chế Thắng phu nhân (Tạp chí Hán Nôm; Số 6 (85) 2007; Tr. 37 - 44)]<\/ref>}}","{{Cquote|\nTrộm nghĩ, dời củi nâng mái bếp gây nền trị từ khi chưa loạn; dùng dâu ràng cửa tổ, được ở yên cần lo tính lúc nguy. Vì dân tình dễ đắm đuối sự yên vui; mà thế vận khó giữ luôn thời bình trị. Cho nên dâng lời răn chớ chơi bời lười nhác, Cao Dao trước hãy ngợi khen, ở vào thời không máu chảy gươm khua, Giả Nghị vẫn tâu lời than thở. Chỉ vì yêu vua mà ngăn trước, không phải khác chúng để khoe tài. Tiện thiếp tên gọi Bích Châu, lúc nhỏ vốn nhà nghèo khó, lớn lên được tuyển vào cung, ân sủng chứa chan, thương yêu đằm thắm. Vả xiêm áo vua ngu, dám đâu sánh với người nam tử; rút trâm cài Khương hậu, tiến lời can đứng trước đình thần. Mạo muội tỏ bày mười điều vụng nghĩ:\n\n:: ''Điều một: Bền gốc nước, trừ kẻ bạo thì dân chúng được yên.\n:: ''Điều hai: Giữ nếp xưa, phiền nhiễu nên bỏ thì triều cương không rối.\n:: ''Điều ba: Ngăn kẻ lạm quyền để trừ mọt nước.\n:: ''Điều bốn: Loại bọn quan tham nhũng để bớt vơ vét của dân.\n:: ''Điều năm: Mở lối nho phong để ngọn lửa đóm được soi cùng mặt trời mặt trăng.\n:: ''Điều sáu: Tìm những lời trực gián để đường ngôn luận được rộng mở như cửa thành.\n:: ''Điều bảy: Rèn luyện binh sĩ cần lất hạng có dũng lực hơn là hạng vóc vạc lớn.\n:: ''Điều tám: Chọn tướng trước nên lựa người thao lược sau mới đến là bậc thế gia.\n:: ''Điều chín: Khí giới cốt tinh nhuệ hơn là lòe loẹt.\n:: ''Điều mười: Tập trận pháp cần chỉnh tề không cần múa nhảy.|||Kê minh thập sách}}","{{Cquote|\nQuốc gia thừa hưởng thái bình đã lâu, trong nước an ninh, biên thùy yên lặng, vốn không có việc gì đáng nói. Nhưng trong buổi thái hòa chí trị mà thánh nhân vẫn lo lắng như những câu “lúc chưa mưa phải sửa sang nhà cửa” và câu “phải buộc chặt như rễ dâu” chính là những việc cần kíp lúc này. Ngu tôi thiển nghĩ những việc thiết yếu của quốc gia chỉ là:\n\n::''Một: gắng tôn phù để tiêu tan biến dị.\n::''Hai: dứt hẳn cầu cạnh để cho đúng đắn tiêu chuẩn.\n::''Ba: chăm đời sống của dân để bền mệnh mạch.\n::''Bốn: thận trọng chính sách dùng binh để mạnh nanh vuốt.\n::''Năm: giảm bớt chức quan để đỡ phiền nhiễu.\n::''Sáu: bỏ nhũng lạm để tắt nạn chài dân.\n::''Bảy: chấn chỉnh thể văn để khích lệ người hiền tài.\n::''Tám: làm rõ lệ xét xử để cho thanh thỏa việc từ tụng.\n::''Chín: liêm phóng tường tận để phân biệt người hiền kẻ gian.\n::''Mười: phân biệt nòi giống để chặn sự dòm ngó.|||Thập điều khải}}","{{Tham khảo}}","{{Webarchive|url=https://web.archive.org/web/20170920141511/http://thixakyanh.hatinh.gov.vn/di-tich-danh-thang?p_p_id=101_INSTANCE_wJX8c1etyd7x&p_p_lifecycle=0&p_p_col_id=column-9&p_p_col_count=1&_101_INSTANCE_wJX8c1etyd7x_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_wJX8c1etyd7x_assetEntryId=60988&_101_INSTANCE_wJX8c1etyd7x_type=content&_101_INSTANCE_wJX8c1etyd7x_urlTitle=%C4%91en-che-thang-phu-nhan-nguyen-thi-bich-chau |date = ngày 20 tháng 9 năm 2017}}","{{Webarchive|url=https://web.archive.org/web/20170920142430/http://baodatviet.vn/van-hoa/nguoi-viet/ly-ky-giai-thoai-ha-ba-doi-my-nhan-vua-mat-vo-yeu-2329953 |date=2017-09-20 }}"]}