{"3353570":["{{Thông tin viên chức\n| name = Ngô Miễn<br>吳勉\n| birth_date = 1371\n| death_date = 1407\n| birth_place = Hương [[Xuân Hi]], huyện [[Kim Hoa]], châu [[Tam Đái]], lộ [[Đông Đô]]\n| death_place = [[Hải khẩu]] [[Ki Lê]], huyện [[Hà Hoa]], châu [[Nhật Nam]], lộ [[Nghệ An]]\n| image = \n| caption = \n| họ hàng = [[Ngô Quyền]] (thủy tổ)\n| office = Hành khiển Thượng thư lệnh Hữu Tham tri chính sự Đồng bình chương quân quốc trọng sự\n| term_start = 1400\n| term_end = 1407\n| predecessor = \n| successor = \n}}","{{Chú thích web |url=http://tapchi.vnu.edu.vn/upload/2015/04/1669/5.pdf |ngày truy cập=2016-03-20 |tựa đề=Nhân vật liệt nữ trong ''Nam Ông mộng lục'' - sự gặp gỡ của văn chương với đạo lý và chính trị |archive-date = ngày 1 tháng 4 năm 2016 |archive-url=https://web.archive.org/web/20160401071158/http://tapchi.vnu.edu.vn/upload/2015/04/1669/5.pdf }}","{{cquote|''Tháng 5 ngày 5, quân Minh đánh vào hải khẩu Kỳ La châu Nhật Nam. Nguyễn Đại bắt được Hữu tướng quốc Quý Tì và con là Phán trung đô Nguyễn Cửu.''<br>''Ngày 11, quân Minh đánh vào Vĩnh Ninh. Bọn vệ quân Vương Sài Hồ 7 người bắt được Quý Ly ở bãi Chỉ Chỉ; Giao Châu hữu vệ quân là bọn Quý Bảo 10 người bắt được Tả tướng quốc Trừng ở hải khẩu Kỳ La.''<br>''Ngày 12, đầu mục bộ hạ của Mạc Thúy là bọn Nguyễn Như Khanh bắt được Hán Thương và Thái tử Nhuế ở núi Cao Vọng. Bọn Hồ Đỗ, Phạm Lục Tài, Nguyễn Ngạn Quang, Đoàn Bồng đều bị bắt. Còn bọn Trần Nhật Chiêu, Nguyễn Phi Khanh, Nguyễn Cẩn, Đỗ Mãn đều đã đầu hàng từ trước.''<br>''Duy có Hành khiển Tham tri chính sự Ngô Miễn, Trực trưởng Kiều Biểu nhảy xuống nước chết. Khi Miễn chết, vợ là Nguyễn Thị ngửa mặt lên giời than rằng: \"Chồng ta thờ chúa, một đời ăn lộc, ngày nay giữ tiết nghĩa mà chết, thế là chết xứng đáng, còn oán hận gì nữa ? Nếu thiếp muốn sống cho qua ngày, chẳng lẽ lại không còn chỗ đến nữa hay sao ? Nhưng, đạo chồng, ơn vua, một chốc mà phụ bạc thì thiếp không nỡ nào ! Chi bằng, xin theo nhau !\". Nói xong, cũng nhảy xuống nước chết.''<br>''Sử thần Ngô Sĩ Liên bình: Vợ Ngô Miễn là Nguyễn Thị, không những chỉ chết vì nghĩa mà thôi, câu nói cũng đủ làm lời khuyên cho đời, nên chép ra đây để nêu gương. [...] Phan Phu Tiên bình: Họ Hồ mất nước, Nguyễn Hi Chu chửi giặc, Hồ Xạ, Đỗ Nhân Giám (Nhân Giám là con Đỗ Mãn) chết trận, Lê Cảnh Kỳ đến Kim Lăng không chịu ăn. Loại người như vậy, tựa hồ có thể khen là chết vì tiết nghĩa được. Nhưng Hi Chu từng xui họ Hồ giết họ Trần; cha con Nhân Giám là bề tôi cũ của nhà Trần, thế là phường ác giúp nhau. Anh ruột của Xạ là Ông Thiện can tội đảng [mưu giết Quý Ly] bị chết, Xạ không chút đoái hoài, lại hăng hái đánh giặc cho Quý Ly. Thế là chỉ biết ăn lộc của ai chế vì người ấy là nghĩa mà không biết người ấy là kẻ bất nghĩa. Cảnh Kỳ là người chỉ lo thỏa mãn thân mình, kiếm chác lộc vị, không chết khi Quý Ly cướp ngôi mà chết lúc hắn bị bại vong thì không đáng khen. Còn như Ngô Miễn, Nguyễn Lệnh, Kiều Biểu vốn là kẻ hoạn nạn, cái chết của bọn họ là điều nên lắm. Than ôi ! Dương Hùng nhảy từ trên gác xuống không phải là người trung nghĩa, nhưng khó tránh khỏi cái tội làm tôi cho Vương Mãng. Thiệu Hốt chết theo không thể coi là phải đạo, thế nhưng những kẻ phản trắc há chẳng thấy thế mà phấp phỏng chột dạ hay sao ?''<br>五月五日，明人犯日南州奇羅海口。阮大阮大先事胡氏，後叛胡降于明，至是引明人來侵獲右相國季貔及其子判中都元咎。十一日，明人犯永寧，衛軍王柴胡等七人獲季犛於止止灘，交州右衛軍季保等十人獲左相國澄於奇羅海口。十二日，莫邃下頭目阮如卿等獲漢蒼及其太子芮於髙望山中。胡杜、范六材、阮彦光、段𢵿皆被擒。其餘陳日昭、阮飛卿、阮謹、杜满並以先降，惟行遣右參知政事吳免、直長喬表赴水死。免之死也，其妻阮氏仰天嘆曰：「吾夫事主，一生受禄，今而死節，是得所也，又何怨乎。妾若苟活，豈無所之，但夫道君恩，一時辜負，吾不忍也，寧相隨耳。」言訖，亦赴水死。史臣吳士連曰：吳免之妻阮氏非徒死義而已，其言足為世勸，故表而出之。。。潘孚先曰：胡氏亡國，阮希周罵賊，胡射、杜人鑑人鑑杜滿子也陣亡，黎景琦至金陵不食。若此之類，似可以死節。稱然希周嘗勸胡氏殺陳族，人鑑父子陳氏舊臣，所謂司惡相濟者也。射之兄翁善被黨死，射不以介𢙇，又為敵愾，所謂徒知食禄死難之為義，而不知其人之不義也。景琦為人，適己自便，窃取禄位，不死於簒奪之時，而死於䘮亡之日，不足稱也。他如吳免、阮令、喬表，本是宦官之臣，其死宜矣。嗚呼，楊䧺投閣，非不忠且義，而臣莽之罪難逃。召忽之死，不足以善其道，然反側子寧不惕然爲之寒心也哉。}}","{{cquote|''Năm Đinh Hợi hiệu Vĩnh Lạc, ngày đại quân bình định đất Giao Chỉ, đầu mục Ngô Miễn nhảy xuống nước mà chết, vợ là Nguyễn Thị ngửa mặt lên trời than rằng: \"Chồng ta thờ chúa, một đời ăn lộc, từ trung quan được lên chính phủ, nay đã tử tiết, là chết đáng chỗ, còn oán hận gì ? Nếu thiếp muốn sống, há hết chốn sao ? Nhưng đạo chồng ơn vua nhất thời phụ bạc, ta nỡ lòng nào. Thà chết theo vậy\". Nói đoạn, cũng nhảy xuống nước mà chết. Than ôi ! Tử tiết là lẽ đương nhiên của sĩ đại phu, thế mà còn lấy làm khó. Người nào như vậy, thì cũng ít nghe. Ngô Miễn là trượng phu chăng ? Đến như Nguyễn Thị là đàn bà mà lâm nguy vẫn thấy tiết lớn, biết chồng chết đáng chỗ không ân hận, lại còn trọng nghĩa khinh sống, coi chết như về, có thể gọi là bậc hiền phụ vậy. Ở đời loại đàn bà ngu dại, bực tức mà nhảy xuống nước nhiều lắm. Đến như vì nghĩa bỏ mình, thì không mấy có. Người như Nguyễn Thị thật đáng ca ngợi thay !''<br>永樂丁亥，大軍平交趾日，頭目吳勉赴水死，其妻阮氏仰天嘆曰：「吾夫事主，一生受祿，由中官至登政府。今而死節，是得所也，又何怨乎！妾若苟活，豈無所之？但夫道君恩，一時辜負，吾不忍也，寧相隨爾」。言訖，亦赴水死。嗟夫！死節者，士大夫之所當然，猶或難之，宦官如此，古所罕聞。吳勉其丈夫乎！至于阮氏，以婦人臨危，能識大節，知夫得所而無憾，又能重義輕生，視死如歸，可謂賢婦也歟！世之愚婦，以忿投水者多矣。至于以義亡身，甚不易得也。如阮氏者，誠可嘉哉！}}","{{tham khảo|30em}}","{{Webarchive|url=https://web.archive.org/web/20160418172348/http://www.vinhphuc.gov.vn/ct/cms/thongtingioithieu/vanhoa/Lists/nhanvanlichsu/View_Detail.aspx?ItemID=11 |date=2016-04-18 }}","{{Webarchive|url=https://web.archive.org/web/20160426080130/http://vinhphuc.tourism.vn/index.php?cat=1503&itemid=906 |date=2016-04-26 }}","{{Webarchive|url=https://web.archive.org/web/20160419050933/http://vinhphuctv.vn/tin-bai/Trong-tinh/khai-mac-le-hoi-den-ngo-tuong-cong-thi-xa-phuc-yen/51-562-197516 |date = ngày 19 tháng 4 năm 2016}}","{{Webarchive|url=https://web.archive.org/web/20160419115435/http://phucyen.vinhphuc.gov.vn/pages/Detail.aspx?newsid=459 |date=2016-04-19 }}"]}