{"10776":["{{VNM}}","{{KHM}}","{{USA}}","{{ethnic group\n|group= Người Gia Rai\n|poptime= 533.000<sup>+<\/sup> - 540.000<ref name =joshuaprj-Jarai >[https://joshuaproject.net/people_groups/12326 Joshua Project, Ethnic People Group: Jarai], 2019. Truy cập 12/12/2020.<\/ref>\n|popplace={{VNM}}: 513.930 @2019 <ref name =Dso2019 >[https://www.gso.gov.vn/wp-content/uploads/2019/12/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf Kết quả toàn bộ Tổng điều tra dân số 2019]. p. 44. Trung tâm Tư liệu và Dịch vụ Thống kê, Tổng cục Thống kê, 19/12/2019. Truy cập 1/09/2020.<\/ref>, <br>{{KHM}}: 20.800 (2009), {{USA}}\n|rels= Tín ngưỡng truyền thống, [[Tin Lành|Tin lành]], [[Công Giáo]]\n|langs= [[tiếng Gia Rai]]; [[tiếng Việt]] (hoặc [[tiếng Khmer]] ở Campuchia) như ngôn ngữ chính thức thứ hai\n|related= [[Người Ê Đê]], [[Người Ba Na|Người Bahnar của Ngữ chi Bahnaric]], [[Người Chăm|Chăm]], [[Người Mã Lai|Mã Lai]], [[Người Philippines|Philippines]]\n}}","{{Webarchive|url=https://web.archive.org/web/20181003221134/http://www.chinhphu.vn/portal/page/portal/chinhphu/NuocCHXHCNVietNam/ThongTinTongHop?articleId=10001505&categoryId=920 |date = ngày 3 tháng 10 năm 2018}}","{{chú thích tạp chí |author=Đặng Nghiêm Vạn |date=2003|title=Cộng đồng quốc gia dân tộc Việt Nam |journal=Nhà xuất bản Đại học quốc gia thành phố Hồ Chí Minh |location = Thành phố Hồ Chí Minh | volume= |pages=316-317}}","{{cquote|Để tạo ra màu đỏ, người Jrai tìm nguyên liệu thực vật \"là một loại quả không có lông\" là nguyên liệu chính, ngoài ra còn có một loại vỏ là cây Tơnung. Trong khi đi điền dã Dân tộc học, tôi được biết thêm người Jrai ở vùng Chư Pah còn tạo ra màu đỏ bằng cách dùng một loại cây có tên là Nhau trộn với mỡ dê rôì đem đun thật sôi, sau đó lấy sợi tự nhiên màu trắng nhúng vào đó, nhấc ra và nhúng vào loại nước xa bon (một loại thuốc màu của người Lào). Thao tác đó được lặp đi lặp lại vài lần cho đến khi sợi vải có màu đỏ tươi thì đem phơi khô. Trong y phục của người Gia Rai, màu vàng thường được coi như nét điểm xuyết, tạo nên sắc thái hài hoà theo thẩm mỹ của họ. Một số hoa văn như hoa cây mai, hoa Blang được dệt bằng loại sợi màu vàng. Để tạo ra màu vàng, người Jrai thường dùng củ Kơnhit ([[nghệ]]) như các nhà nghiên cứu đã tìm hiểu. ở vùng Jrai Arap có một loài thực vật nữa được dùng để tạo ra màu vàng nhuộm sợi. Đó là loại lá Popẹ. Phụ nữ Jrai thường đốt lá rồi trộn với nghệ, sau đó giã nhỏ hoà với nước suối để nhuộm. Cách làm này tạo cho sợi có màu vàng tươi hơn nhiều so với màu từ nghệ. Duy nhất chỉ có sợi màu xanh là người Jrai khi nhuộm vẫn phải dùng thứ phẩm hoá học được bán ngoài chợ. Ưu điểm của thứ sợi được nhuộm bằng các thảo mộc tự nhiên là sợi giữ được màu tươi rất lâu, qua thời gian năm tháng thứ màu đó không bị phai, bị nhạt. Từ các sợi với đủ thứ màu sắc, người Jrai với bộ khung dệt bằng tay đã tạo ra trang phục của mình như: váy, khố, áo, khăn... Đặc biệt, người Jrai rất thích màu đỏ, lấy màu đỏ làm trọng tâm, làm chính trong y phục của mình. Màu đỏ được đặc tả ở hai đầu khố nam với hoa văn lá đót buông dài bằng sợi, ở váy của phụ nữ thì phần chân váy và miếng đắp ở đằng sau mông cũng được bừng lên sắc đỏ. Trong các lễ hội lớn như lễ bỏ mả (Huă lui pơsat), lễ cúng hồn lúa (mụ Giạ), lễ cúng yang, lễ cúng thần nước (Yang Ia), lễ cúng thần lửa (Yang Apui), dân làng Jrai trong váy mới, khố mới, áo mới với sắc đỏ rực rỡ say sưa trong nhịp cồng chiêng với điệu múa Xoang truyền thống của dân tộc mình.}}","{{Webarchive|url=https://web.archive.org/web/20180516103016/http://nghiatinhdongdoi.vn/ve-lang-nu,-nguoi-lai-do-tren-song-po-co.html |date = ngày 16 tháng 5 năm 2018}}","{{tham khảo|colwidth =29em}}","{{Các dân tộc Việt Nam}}","{{Các dân tộc Campuchia}}","{{DEFAULTSORT:Giarai}}"]}