{"14401961":["{{Trích dẫn quá dài}}","{{cquote|\n:''\"Lúc cuộc tấn công vào Ban Mê Thuột mới bắt đầu, một số quan sát viên cho biết có sự hiện diện và gia tăng hoạt động của nhóm vũ trang người Thượng.\n:''Dù muốn dù không, trong khi chờ đợi các nhân chứng khác, chắc chắn là toán vũ trang đầu tiên vào thành phố Ban Mê Thuột là người Thượng.\n:''Đó là những toán vũ trang mở đường cho cộng sản địa phương. Còn bộ đội Việt Nam Dân chủ Cộng hòa thì, theo nhân chứng này, thật sự không thấy có mặt\"''. \n|||Thomas Ahern, dẫn theo Đinh Từ Thức, ''Cái chết của Paul Léandri''.<ref name=\"ReferenceA\">Đinh Từ Thức, ''Cái chết của Paul Léandri''.<\/ref>}}","{{cquote|\n:''\"Một là, lực lượng tấn công Ban Mê Thuột là dân quân địa phương chứ không phải quân đội chính quy của Việt Nam Dân chủ Cộng hòa.\n:''Nếu là dân quân địa phương tấn công thì, về mặt chính trị, Sài Gòn có gì để mặc cả? \n:''Hai là, quân đội Việt Nam Cộng hòa được Mỹ hậu thuẫn đông đảo và trang bị hiện đại đến tận răng lại dễ dàng bị dân quân địa phương đánh bại thì thực nhục nhã.\"''\n|||Thomas Ahern, dẫn theo Đinh Từ Thức, ''Cái chết của Paul Léandri''.<ref name=\"ReferenceA\">Đinh Từ Thức, ''Cái chết của Paul Léandri''.<\/ref>}}","{{cquote|\n:''\"Ngay trước cửa nhà là cổng chính Bộ Tư lệnh Cảnh sát Quốc gia. Lúc đó vào khoảng 7 giờ tối (?). Cả nhà ăn cơm tối vừa xong, kẻ đứng người ngồi. Khoảng đường thường bị chận cả ba đầu (phía đường Cộng Hoà, phía rạp Quốc Thanh trên đường Võ Tánh, ngã tư Nguyễn Cư Trinh Phát Diệm) nên ít xe qua lại tuy mấy hôm nay cổng Bộ Tư lệnh rộn rịp hơn với tầng lính gác dày hơn. Nhưng, có tiếng xe hơi xả máy mạnh. Ồ lên. Tiếng người hỗn độn. Một loạt súng nhỏ, tiếp theo, vài tiếng rời rạc. Viên đạn xuyên qua mái tôn. Tiếng bánh xe rít lảo đảo. Người cháu rể lăn vào góc tường. Lặng đi một lúc rồi thấy có người lấp ló nấp từ vách tường nhà nhìn ra. Một chiếc xe màu sẫm hướng từ cổng chạy ra quẹo trái, đã đâm vào vách nhà bên cạnh, cách mấy căn, làm trụ cổng đổ sang bên. Một hai chiếc honda hai bánh dừng phía sau. Đám Cảnh sát ùa vây quanh. Có người đàn bà nào rì rầm – mà tiếng nống lên dễ sợ: “Người chết trong xe…” Căn nhà lầu bên phía xa đâm bóng đè xuống cho thấy mập mờ bên trong một dáng người gục đầu trên vô lăng.\n:''Chuyện sau đó là những thủ tục thường lệ của việc lập biên bản. Nhưng có điều lạ là có một hai xe có vẻ của quan chức lớn đến quan sát rồi đi; từ trong cổng có người ra tước súng đám cảnh sát gác. Được biết nạn nhân là một phóng viên người Pháp trốn chạy, bên trong la ó đuổi bắt, bên ngoài tưởng là biệt kích phá hoại liền thẳng tay nổ súng. Một chức quyền lầm bầm với đám đông quen biết: “Vừa mới lạy sói trán để Pháp nó nối lại bang giao, bây giờ lại có vụ này!”\n:''Hôm sau thì báo chí cho biết nạn nhân là viên Phó Giám đốc phòng Thông tin Pháp đến trả lời về vụ loan tin thất thủ Ban Mê Thuột. Quan điểm gọi là “loan tin trung thực” quả cũng có điều tàn nhẫn đối với tình cảnh bối rối của chủ nhà. Báo chí đổ lỗi cho thái độ hách dịch của người phóng viên, nhưng cung cách phóng xe hấp tấp chứng tỏ rằng ông ta cũng sợ. Và không biết rằng chủ nhà còn sợ hơn, bối rối hơn. Ở vụ đó tôi thấy lộ ra một tâm trạng hoảng hốt đến nỗi không còn kiểm soát hành động được nữa. Do tình cờ bị đẩy vào bên trong cơn lốc biến cố Ban Mê Thuột qua vụ nổ súng, tôi chợt thấy như báo hiệu cảnh \"trời sụp\"''.\n|||[[Tạ Chí Đại Trường]], ''Một khoảnh Việt Nam Cộng Hòa nối dài''. NXB Thanh Văn, 1993.}}","{{cquote|\n:''\"Tôi đang dự một buổi họp đầy căng thẳng tại Dinh Độc Lập sau cuộc rút lui thảm hại này thì Đại tá Cầm (Chánh Văn phòng Tổng thống) bước vào đưa một tin bất hạnh. Ông Paul Léandri, trưởng phòng thông tấn xã Agence Francce Presse ở Sài gòn bị cảnh sát bắn chết! Léandri loan tin \"có số lính người Thượng (Monltagnards) đã nổi loạn ở Hậu Bổn, chống lại quân đội VNCH\". Nha cảnh sát mời ông đến để thẩm vấn. Sau vài tiếng đồng hồ bị giữ lại, Leandri bỗng nhiên bước ra khỏi phòng, nhảy lên xe và lái vút đi. Khi cảnh sát huýt còi ngừng, ông cứ tiếp tục phóng. Cảnh sát rút súng bắn vài phát vào bánh xe để giữ lại. Chẳng may một viên đạn lạc trúng ngay người. Leandri gục chết tại chỗ! Phóng viên ngoại quốc vô cùng phẫn uất, phản kháng kịch liệt. Trong một tình hình vô cùng bất lợi cho Miền Nam về tất cả mọi phương diện quân sự, chính trị, kinh tế, và bộ mặt Miền Nam đã bị bôi nhọ bởi những hình ảnh dã man, độc tài, tham nhũng, bây giờ hình ảnh Leandri bị bắn gục chết lại được phóng đi khắp thế giới! [[Nguyễn Văn Thiệu|Tổng thống Thiệu]] nghe tin này đã tái mặt. Ông liền chấm dứt buổi họp.\"''\n|||[[Nguyễn Tiến Hưng]], ''Khi đồng minh tháo chạy''. 2005. Phần 5, Chương 20: ''Những bài học từ cuộc chiến Việt Nam''.}}","{{tham khảo}}","{{thời gian sống|1938|1975}}"]}