{"19984":["{{bài cùng tên|Phan Châu Trinh (định hướng)}}","{{ngày sinh|1872|9|9}}","{{ngày mất và tuổi|1926|3|24|1872|9|9}}","{{Thông tin nhân vật\n| tên = Phan Châu Trinh\n| hình = Phan Chau Trinh.jpg\n| cỡ hình = 200px\n| ngày sinh = {{ngày sinh|1872|9|9}}\n| nơi sinh = phủ Tam Kỳ, tỉnh [[Quảng Nam]], [[Đại Nam]]\n| ngày mất = {{ngày mất và tuổi|1926|3|24|1872|9|9}}\n| nơi mất = [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Liên bang Đông Dương|Đông Dương thuộc Pháp]]\n| an táng = [[Thành phố Hồ Chí Minh|Sài Gòn]]\n| tên khác = Phan Tây Hồ\n| dân tộc = [[Người Việt|Việt]]\n| học vị = [[Phó bảng]]\n| học vấn = \n| công việc = [[nhà thơ]], [[nhà văn]], nhà hoạt động chính trị\n| spouse = Lê Thị Tỵ (vợ)\n| children = Phan Châu Dật (trai)<br>Phan Thị Châu Liên (gái)<br>Phan Thị Châu Lan (gái)\n| parents = Phan Văn Bình (cha)<br>Lê Thị Chung (mẹ)\n| Cháu = Nguyễn Thị Bình (cháu ngoại)\n| Đảng = Dân chủ\n}}","{{cquote|''Người nước ta thường tự xưng là đồng loại, đồng đạo, đồng văn với [[Nhật Bản]], thấy họ tiến thì nức nở khen, chứ khi nào chịu xét vì sao họ được tiến như thế? Họ chỉ [[đóng tàu]] đúc súng mà được giàu mạnh hay họ còn trau dồi [[đạo đức]], sửa đổi luân lý mới được như ngày nay?''\n\t \n''Tôi rất lấy làm lạ cho những người đã qua Nhật về, không đem cái hay cái tốt về cho dân nhờ mà chỉ làm giàu thêm tính [[nô lệ]]!''\n\t \n''Hay là người mình như kẻ đã hư [[phổi]] rồi cho nên một nơi có thanh khí như nước Nhật mà cũng không thở nổi chăng?''\n\t \n''Lấy lịch sử mà nói thì dân tộc [[Việt Nam]] không phải là không thông minh, thế thì vì lẽ nào ở dưới quyền bảo hộ hơn 60 năm nay mà vẫn còn mê mê muội muội bịt mắt vít tai không chịu xem xét không chịu học hỏi lấy cái hay cái khéo của người.''<ref>Đạo đức và luân lý Đông Tây, Phan Châu Trinh, 1925.<\/ref>}}","{{sfn|Huỳnh Lý|1983|p=30}}","{{Webarchive|url=https://web.archive.org/web/20150506233935/http://baotanghochiminh.vn/TabId/495/ArticleId/62/PreTabId/465/Default.aspx |date = ngày 6 tháng 5 năm 2015}}","{{cquote|\n''Ngày đi chôn, dân chúng sắp hàng dài đi dọc đường Pellerin, qua Norodom, quẹo Paull Planchy đến [[Phú Nhuận]] rồi thẳng lên Tân Sơn Nhất. Hàng chục ngàn người nghiêm trang, tay đeo băng tang xếp hàng đi, có thanh niên của Đảng Jeune Annam giữ gìn trật tự suốt dọc đường. Một đám tang lớn chưa từng có ở Sài Gòn, đám tang thể hiện sự giác ngộ của quần chúng, đám tang là tấm lòng của đồng bào đối với nhà ái quốc suốt đời chỉ nghĩ đến dân.''|200px||'''Nguyễn Thị Minh''', ''Nguyễn An Ninh – \"Tôi chỉ làm cơn gió thổi\"''}}","{{Chú thích web | url = http://tuanbaovannghetphcm.vn/lap-lo-hay-ne-tranh-su-that-lich-su/ | tiêu đề = Lập lờ hay né tránh sự thật lịch sử? - Tuần báo Văn Nghệ Thành phố Hồ Chí Minh | tác giả =  | ngày =  | ngày truy cập = 8 tháng 2 năm 2018 | nơi xuất bản = Tuần báo Văn Nghệ Thành phố Hồ Chí Minh | ngôn ngữ =  | archive-date = 2019-12-25 | archive-url = https://web.archive.org/web/20191225150951/http://tuanbaovannghetphcm.vn/lap-lo-hay-ne-tranh-su-that-lich-su/ | url-status = dead }}","{{Chú thích web | url = http://huc.edu.vn/chi-tiet/872/.html | tiêu đề = Ý nghĩa lịch sử của tư tưởng dân chủ của Phan Châu Trinh Y | tác giả = | ngày = | ngày truy cập = 17 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}","{{wikisource tác giả}}","{{Cquote|\n...''xin có lời khuyên với đồng bào chỉ nên trông cậy ở chính mình, chớ vọng ngoại vì vọng ngoại ắt là chết. Hãy coi trọng nền [[hòa bình]] của đất nước nếu chúng ta không muốn mua lấy cái chết. Những sự giải thoát của chúng ta là nằm chủ yếu trong sự học hành, mở mang trí tuệ.''<ref>Hiện trạng vấn đề, Đại Việt Tân báo, 1907.<\/ref>}}","{{cquote|\n(…) ''Dân tộc nước Nam, trên lịch sử, có hai đặc tính cực đoan phản đối nhau: một là đặc tính bài ngoại và ỷ ngoại; hai là đặc tính tự tôn và tự ti. Hai đặc tính đó sẵn ở quốc dân, trong não mọi người. Mỗi cái nhân thời thế, địa vị của nó mà phát hiện, rồi trong khi phát hiện lại đều đi tới cực đoan, lại khi đã tới cực đoan, mỗi cái đều giữ lý do, chuyên cậy vào tập quán, lợi hại đều bị che lấp không thấy.''<ref>Pháp Việt Liên hiệp hậu chi tân Việt Nam, Phan Châu Trinh, Phan Châu Trinh toàn tập, tập 3, trang 57-58, Nhà xuất bản Đà Nẵng, 2005.<\/ref>}}","{{cquote|\n(…) ''Nước Nam đã lâu nay học thuyết sai lầm, phong tục hư hỏng, không có liêm sỉ, không có kiến thức, trong cùng một làng một ấp cũng xâu xé lẫn nhau, cùng nòi cùng giống, vẫn coi nhau như thù hằn; cho dẫu ai có muốn lo toan việc lớn, chưa kể rằng không có chỗ mà nương thân, không có khí giới mà dùng, không có tiền của mà tiêu, giả phỏng Chính phủ cho mượn dăm nghìn khẩu súng, cấp đất vài tỉnh cho ở, không thèm hỏi đến, tha hồ muốn gì thì làm, chỉ độ dăm năm, thật là báo thù lẫn nhau, đến chết hết mới thôi, quyết không thể sống nổi trong cái thế giới này, lại còn chống cự ai được nữa ?''<ref name=\"ReferenceA\">Đầu Pháp Chính phủ thư, Phan Châu Trinh, báo Tân dân, 24/3/1949.<\/ref>}}","{{cquote|\n(…) ''Nước [[Việt Nam]] mấy nghìn năm nay chỉ trông vào nghề làm ruộng, việc chăn nuôi cùng dâu tằm cũng chưa thành nghề riêng còn nghề công, nghề thương thì đành thua kém nhiều, không phải bàn đến nữa. Xưa kia suốt các hạng người trong nước, toàn là lười biếng cẩu thả, gặp sao hay vậy, triều đình thì không lo tính đến việc mở mang thực nghiệp, ở chốn hương thôn thì phần nhiều là quân du thủ du thực, nguồn lợi không thông, mối lợi lấp hết, vì thế cho nên các ngạch [[thuế]] đều thu nhẹ cả. Gặp năm đói kém, thì hoặc phát tiền hoặc cho vay gạo, dân ngu không có nghề nghiệp, chỉ hong hóng ngồi đợi người nuôi. Đến bây giờ khắp trong nước biết bao nhiêu người đất bỏ hoang và dân vô nghệ, [[chính trị]] thì đổ nát, nhân dân thì ngu lười, đã trải qua bao nhiêu năm như thế rồi.''<ref name=\"ReferenceA\">Đầu Pháp Chính phủ thư, Phan Châu Trinh, báo Tân dân, 24/3/1949.<\/ref>}}","{{Webarchive|url=https://web.archive.org/web/20160531145721/http://m.vietnamnet.vn/vn/giao-duc/khoa-hoc/307239/vi-sao-obama-nhac-toi-phan-chau-trinh-trong-bai-phat-bieu-cham-trai-tim.html |date=2016-05-31 }}","{{Tham khảo|3}}","{{chú thích sách|author1=[[Phạm Văn Sơn]].|title=[[Việt sử tân biên]]|date=1963|publisher=Tác giả tự xuất bản|chapter=quyển 5, Tập trung}}","{{chú thích sách|author1=Nguyễn Q. Thắng; Nguyễn Bá Thế|title=Từ điển nhân vật lịch sử Việt Nam|date=1992|publisher=Nhà xuất bản Khoa học xã hội|location=Hà Nội}}","{{chú thích|author1=Huỳnh Lý|title=Thơ văn Phan Châu Trinh|publisher=Nhà xuất bản Văn học|date=1983}}","{{chú thích sách|author1=Nguyễn Quý Đại|title=Phan Châu Trinh và cuộc đời cách mạng}}","{{chú thích|author1=Nguyễn Kim Đính|title=Phan Tây Hồ lịch sử toàn biên|date=1927|publisher=Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh|isbn=978-604-58-5536-2|pages=9|language=vi}}","{{chú thích sách |author=Vinh Sinh |title=Phan Châu Trinh and His Political Writings |year=2009 |publisher=Cornell University Press |url=https://www.cornellpress.cornell.edu/book/9780877277491/phan-chau-trinh-and-his-political-writings/ |isbn=9780877277491}}","{{thể loại Commons|Phan Chau Trinh}}","{{Phong trào độc lập Việt Nam}}","{{Kiểm soát tính nhất quán}}","{{Thời gian sống|sinh=1872|mất=1926}}"]}