{"128988":["{{Phân biệt|Mì ăn liền}}","{{lang-en|Instant-noodles films}}","{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}","{{cquote|''Vào cuối những năm 80, đầu những năm 90 của thế kỷ trước, khi nước ta chuyển từ cơ chế bao cấp sang cơ chế thị trường thì tài sản quí nhất của điện ảnh Việt Nam có lẽ là nguồn nhân lực gồm các đạo diễn, nhà biên kịch, chủ nhiệm phim, quay phim... được đào tạo bài bản ở nước ngoài và trong nước.''<br>''Cơ sở vật chất để làm phim thiếu thốn, nhà xưởng xập xệ, vài ba chiếc máy quay quá cũ, thiết bị thu âm lạc hậu đến mức bán được một bộ phim cho nước ngoài nhưng bị trả lại vì chất lượng âm thanh không theo tiêu chuẩn quốc tế. Hệ thống rạp ở địa phương cũ nát, ghế ngồi xộc xệch,không có hệ thống cách âm, thậm chí rạp chiếu phim ở thị trấn Đoan Hùng (Phú Thọ) còn lợp bằng lá cọ. Dù kinh tế thời kỳ này vô cùng khó khăn nhưng Nhà nước vẫn cố gắng cấp kinh phí để một năm sản xuất dăm phim truyện nhựa đáp ứng một phần nhỏ nhu cầu thưởng thức phim ảnh của người dân. Bên cạnh đó Nhà nước cũng \"lờ\" đi cho nhà sản xuất tư nhân bỏ tiền mua \"mũ\" các hãng Nhà nước để sản xuất phim truyện nhựa, phim truyện video.''<br>''Ngày 26-12-1992, Chủ tịch Hội đồng Bộ trưởng (nay là Chính phủ) đã ký Chỉ thị 417/CT về sắp xếp lại ngành điện ảnh, tạo cơ sở và điều kiện để các đơn vị trong ngành điện ảnh sản xuất, phổ biến phim, lưu trữ... giúp ngành điện ảnh tháo gỡ một số khó khăn nhưng cũng chưa đáp ứng hết được nhu cầu phát triển. Cơn lũ băng phim video từ nước ngoài tuồn vào, hệ thống đại lí băng hình bị thả nổi, hành lang pháp lí không có dẫn đến tình trạng phim bị ăn cắp bản quyền một cách ngang nhiên làm nhà đầu tư trong nước vỡ nợ. Đạo diễn Kim Chi vay tiền làm phim truyện video \"Chị em sinh đôi\" phải khốn đốn vì phim đang chiếu tại Hà Nội nhưng đã có băng lậu ở thị xã Thái Bình. Người dân thích thuê băng về nhà xem hơn là đến rạp, vì rạp vừa nóng vừa hôi. Tôi nhớ phim Bá Vương biệt cơ của đạo diễn Trần Khải Ca (Trung Quốc) rất hay song chiếu ở rạp Tháng 8, rạp tốt nhất Hà Nội lúc đó mà có xuất chỉ có 5 cụ bà vừa xem vừa cắn hạt bí. Điện ảnh Việt Nam đứng trước nguy cơ bị xóa sổ. Trước thực trạng đó, ngày 17-7-1995, Thủ tướng Chính phủ đã ban hành Nghị định 48/CP về tổ chức và hoạt động điện ảnh. Nghị định đã đề cập toàn diện các lĩnh vực hoạt động của ngành này, từ sản xuất, phổ biến, lưu trữ, đào tạo… Theo các nhà hoạt động điện ảnh thì Nghị định mang tính \"cởi trói\" này sẽ tạo cơ hội cho điện ảnh Việt Nam phát triển. Cùng với Nghị định 48, Chính phủ cũng thông qua chương trình \"Mục tiêu về Điện ảnh\" với số tiền đầu tư dự kiến là 265 tỉ đồng để \"chấn hưng\" điện ảnh Việt Nam. Chương trình này cũng đưa ra mục tiêu là cung cấp 50% phim truyện nhựa phát trên sóng truyền hình. Ngay sau khi Nghị định có hiệu lực, Bộ VH-TT đã ban hành 3 thông tư hướng dẫn chi tiết để Nghị định sớm đi vào cuộc sống. Trong điều kiện ngân sách Nhà nước còn eo hẹp mà Chính phủ đã đầu tư một số tiền lớn như vậy cho điện ảnh chứng tỏ Đảng và Nhà nước rất quan tâm đến các hoạt động văn hóa nghệ thuật.''<br>''Chương trình ‘Mục tiêu về Điện ảnh\" được chia làm 2 giai đoạn. Trong giai đoạn 1995-2000 ngành VHTT triển khai: Trang bị tiền kỳ cho các hãng sản xuất phim; Sản xuất phim lớn; Trang bị đầu video 100 inches cho các đội chiếu bóng lưu động; Cấp thiết bị lồng tiếng dân tộc; Chống xuống cấp và cải tạo rạp chiếu bóng ở địa phương và đào tạo cán bộ kỹ thuật, nghệ thuật và cán bộ quản lí. Số tiền đầu tư thiết bị sản xuất phim là khoảng gần 44 tỉ cho 3 hãng phim truyện (Hãng phim truyện Việt Nam 9,48 tỉ đồng, Hãng phim Giải Phóng 12,12 tỉ đồng và Hãng phim truyện I 2,95 tỉ đồng), Hãng phim Hoạt hình Việt Nam 2,5 tỉ, Hãng phim Tài liệu và Khoa học Trung ương 7,44 tỉ và Trung tâm kỹ thuật điện ảnh 5,88 tỉ. Đầu tư 15,178 tỉ để sản xuất 5 bộ phim truyện nhựa (Đất nước đứng lên,Tổ quốc tiếng gà gáy trưa, Hà Nội mùa đông năm 1946, Điện Biên Phủ trên không và Ngã ba Đồng Lộc) và 1 bộ phim tài liệu nhựa \"Hồi ức Điện Biên\". Giai đoạn này cũng dành tới 44,27 tỉ đồng để xây mới và nâng cấp 43 rạp chiếu bóng và mua sắm trang thiết bị chiếu phim nhựa lập thể và video 300 inches.Giai đoạn 2001-2005, chương trình chấn hưng điện ảnh tập trung vào 3 nội dung chính trong đó đầu tư tiếp 45,14 tỉ đồng cho thiết bị máy móc cho 3 hãng phim truyện; Hãng phim Tài liệu và Khoa học Trung ương; Hãng phim Hoạt hình Việt Nam và Viện Phim Việt Nam. Đầu tư 31,09 tỉ đồng cho khu vực phổ biến phim gồm mua máy chiếu phim nhựa 35mm âm thanh lập thể; Máy chiếu lưu động 35mm; Đầu tư thiết bị lồng tiếng in sao băng… Cuối cùng là 6,71 tỉ đồng cho đào tạo, nâng cao trình độ sử dụng công nghệ hiện đại.''|||Ngọc Tiến - Anh Tuấn, ''Hàng trăm tỉ đồng chấn hưng điện ảnh và hiệu quả khiêm tốn'', Hà Nội Mới, 30 tháng 08 năm 2006}}","{{cquote|''Tôi đóng với Lý Hùng khá nhiều phim. Nếu Lý Hùng nhận vai chính bên chính diện thì tôi đóng chính ở bên phản diện. Tôi nhớ nhất khi quay phim 'Thanh gươm để lại' ở Hội An, không hề \"nổ\" chút nào nhưng thực sự là bà con khi đó đã nghỉ buôn bán cả ngày chỉ để xem đoàn quay. Họ xin chữ ký, giật áo diễn viên, kéo đến đông như biểu tình khiến chúng tôi không làm việc được. Rốt cuộc là phải lấy hai chiếc xe Honda chở tôi và Lý Hùng chạy sang hai phía, lấy khoảng trống để đặt máy, đợi bà con tản đi rồi mới diễn được.''<br>''Lúc đó tôi và Lý Hùng, Lê Tuấn Anh, Lê Công Tuấn Anh, Diễm Hương, Việt Trinh... đóng phim nhiều. Phim lúc đó ra rạp lúc đó người xem đón nhận rất nhiều. Tôi nghĩ nếu tổ chức liên hoan phim vào thời đó thì không khí khác hoàn toàn vì khán giả đón nhận. Họ thích phim rồi thích diễn viên. Bất cứ cái gì dính đến phim là họ đổ xô tới coi.''|||[[Công Hậu]], diễn viên}}","{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}","{{cquote|''Thời điểm đó, khán giả không chỉ quay lưng với diễn viên mà cả dòng phim thị trường, bởi vì kịch bản càng về sau càng ẩu, sản xuất càng ẩu, mà diễn viên mỗi người một tháng đóng 2-3 vai thì không thể làm sao cho hay được. Có nghĩa, từ năm 1996, nguyên một năm không ai mời tôi đóng vai nào hết. Lúc đó không ai dám làm phim nhựa, vì cứ làm là chết. Kinh phí phim nhựa quá cao, trong khi phim video quay mấy ngày là xong, mà kinh phí cực rẻ.''|||[[Việt Trinh]], diễn viên}}","{{div col|colwidth=18em}}","{{div col end}}","{{div col|colwidth=12em}}","{{div col end}}","{{div col|colwidth=12em}}","{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}","{{div col end}}","{{chính|Danh sách phim Việt Nam thập niên 1990}}","{{commonscat|Cinema of Vietnam}}","{{tham khảo|4}}"]}