{"342799":["{{Campaignbox Vietnam War massacres}}","{{chú thích báo \n | last = Teitel\n | first = Martin\n | title = Again, the Suffering of Mylai\n | work = \n | pages = 45\n | language = \n | publisher = New York Times \n | date = ngày 6 tháng 6 năm 1972\n | url = http://select.nytimes.com/gst/abstract.html?res=F70716F93959107B93C5A9178DD85F468785F9&scp=1&sq=Martin+Teitel&st=p\n | access-date = ngày 19 tháng 3 năm 2008}}","{{Chú thích web |url=http://www.enigmaterial.com/dateline/vn_1974/AR19740415.html |ngày truy cập=2017-01-27 |tựa đề=\"Cai Lay Tragedy...\" |archive-date = ngày 21 tháng 4 năm 2018 |archive-url=https://web.archive.org/web/20180421033540/http://www.enigmaterial.com/dateline/vn_1974/AR19740415.html |url-status=dead }}","{{Quote|''\"Ngày 09 tháng 03 năm 1974, chính quyền Sài Gòn đã gây ra một vụ thảm sát khi tấn công một trường tiểu học ở huyện Cai Lậy (tỉnh Mỹ Tho) khiến cho 20 học sinh thiệt mạng, nhiều học sinh khác và một giáo viên bị thương. Sau đó, chính quyền Sài Gòn đã trắng trợn lớn tiếng vu cáo rằng vụ việc do [[Quân Giải phóng miền Nam Việt Nam]] gây ra. Ủy ban Cách mạng tỉnh Mỹ Tho và các cơ quan khác của Chính phủ Cách mạng Lâm thời miền Nam Việt Nam cực lực lên án hành vi tội ác và vu khống của chính quyền Sài Gòn. Đây là một hành động man rợ được thực hiện bởi tập đoàn Nguyễn Văn Thiệu nhằm vu khống Chính phủ Cách mạng Lâm thời miền Nam Việt Nam với mục đích che giấu tội ác chiến tranh do chính tập đoàn Nguyễn Văn Thiệu gây ra trong các hoạt động của Chiến dịch bình định lãnh thổ của tập đoàn này. Phần lớn nhân dân Đồng bằng Sông Cửu Long nói chung và nhân dân huyện Cai Lậy nói riêng cực lực phản đối hành động của tập đoàn Nguyễn Văn Thiệu. Tội ác này là một phần trong các hoạt động của chính quyền Sài Gòn nhằm đàn áp sự phản kháng của nhân dân miền Nam Việt Nam và để kêu gọi viện trợ quân sự từ phía Hoa Kỳ. Bản báo cáo số 11 của Ủy ban Quốc tế giám sát Hiệp định Paris đã nêu rõ từ sau khi Hiệp định được ký, phía Hoa Kỳ đã viện trợ 150 máy bay F5E cho phía chính quyền Sài Gòn. Đây là những bằng chứng rõ nét của việc chính quyền Sài Gòn và Hoa Kỳ vi phạm nghiêm trọng Hiệp định Paris. Tội ác và sự vu khống do tập đoàn Nguyễn Văn Thiệu gây ra tại Cai Lậy cũng là để lấp liếm bản chất dã man, vi phạm luật nhân đạo quốc tế mà chính quyền Sài Gòn đã bộc lộ tại Hội nghị Paris cũng như tại các diễn đàn quốc tế khác. Tuy nhiên, hành động tàn bạo này không thể che mắt được ai. Nhân dân Sài Gòn và Cai Lậy cực lực lên án hành động tội ác, lấp liếm và vu khống do chính quyền Sài Gòn gây ra. Đã có một báo cáo về nói rằng phía chính quyền Sài Gòn đã vô lương tâm khi ngay lập tức phái lực lượng bảo vệ dân sự và cảnh sát tới phong tỏa hiện trường, không để các nạn nhân được sơ cứu, không để người thân của nạn nhân vào nhận người nhà. Chính quyền Sài Gòn cũng ngăn cản giới báo chí tới hiện trường đưa tin. Bên cạnh đó, chính quyền Sài Gòn cũng ngăn cản các học sinh còn sống sót cung cấp thông tin về vụ việc này\".''<ref name=UNPRG>Hồ sơ lưu trữ của Liên hợp quốc, Item Vietnamese Governments - Provisional Revolutionary Government of South Vietnam - S-0901-0002-13-00001, trang 67-68, http://search.archives.un.org/vietnamese-governments-provisional-revolutionary-government-of-south-vietnam-6<\/ref>|sign=|source=}}","{{chú thích sách |author=Phan Nhật Nam |title=Tù binh và hoà bình |url=http://giaocam.saigonline.com/HTML-P/VSPhanNhatNam/PhanNhatNamTDTuBinhVaHoaBinh.pdf |access-date = ngày 15 tháng 4 năm 2013 |archive-date = ngày 16 tháng 11 năm 2011 |archive-url=https://web.archive.org/web/20111116124742/http://giaocam.saigonline.com/HTML-P/VSPhanNhatNam/PhanNhatNamTDTuBinhVaHoaBinh.pdf }}","{{Tham khảo}}"]}