{"19170216":["{{Thông tin nhân vật phong kiến\n| tên = Phạm Kính Ân\n| tên gốc = 范敬恩\n| chức quan = [[Thái phó]], [[Thái úy]]\n| tước vị = Bảo Trung Quan nội hầu<br>(保忠関内侯)\n| sinh = 1169\n| nơi sinh = làng Lê, huyện Đặng Xá, Phủ Long Hưng<ref name=\":0\"/>\n| mất = [[Tháng 4]] năm [[Tân Hợi]]<br>(1251)\n| nơi mất = [[Thăng Long]]\n}}","{{Chú thích web|url=http://giaphahophamhunghathaibinh.blogspot.com/2012/09/pham-kinh-an.html|tựa đề=Phạm Kính Ân - Thái úy Lưỡng Triều|tác giả=Phạm Minh Đức, Uỷ viên ban liên lạc họ Phạm Thái Bình|họ=|tên=|ngày=2012-9-27|website=Gia Phả Họ Phạm Hưng Hà Thái Bình}}","{{noteTag|Tương truyền vùng Hải Ấp gồm một loạt các thành ấp thị trấn ven biển nên mới có tên này. Hiện nay, khu vực vùng Hải Ấp được cho là bao gồm phủ Thiên Trường, Lộ Kiến Xương và Phủ Long Hưng, tức địa phận Thái Bình và Nam Định ngày nay.}}","{{Chú thích web|url=https://baothaibinh.com.vn/tin-tuc/52/52734/danh-thom-luong-trieu|tựa đề=Danh Thom Lưỡng Triều|tác giả=Nhà nghiên cứu văn hóa dân gian Phạm Minh Đức, nguyên Phó Giám đốc Sở Văn hóa, Thể thao và Du lịch|họ=|tên=|ngày=2017-02-27|website=Báo Thái Bình}}","{{Chú thích web|url = http://hophungvietnam.com/tham-luan-phung-ta-chu-mot-chinh-khach.html|title = THAM LUẬN \"PHÙNG TÁ CHU - MỘT CHÍNH KHÁCH\"|author = Phùng Văn Khai|date = ngày 4 tháng 12 năm 2016}}","{{noteTag|Thời Lý, Phật giáo rất phát triển, rất nhiều sư sãi đóng vai trò chủ chốt trong hệ thống chính trị.}}","{{noteTag|Họ Trần được ghi trong chính sử đều gắn liền với \"nghề chài lưới\", nhưng nhiều sử liệu cho rằng nghề chài lưới chỉ là kế mưu sinh của những thế hệ đầu tiên của họ Trần khi họ Trần di cư từ Kinh Bắc đến Thiên Trường. Đi sâu vào phân tích, một dòng họ đủ lớn mạnh để khởi binh thay đổi triều đại, đủ thâm sâu để rèn dũa ra nhiều nhân tài như Trần Tự Khánh, Trần Thừa, Trần Thủ Độ,... thì không thể chỉ là dân chài lưới.}}","{{noteTag|Theo các tư liệu lịch sử, quân đội thời Lý-Trần được tổ chức theo số Ngũ. Cứ tính theo số Ngũ, ta có một Ngũ 5 binh, 5 Ngũ một Đô, 5 Đô một Đội, 5 Đội một Doanh, 5 Doanh một Quân, 5 Quân một Đoàn. Như vậy, Đô trưởng là một chức quan nhỏ, chỉ huy 25 binh sĩ.}}","{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=92|ps=: Đến khi Phạm Ngu là người ở Diêu Hào, nói rằng: \"Thẩm tuy lớn nhưng là con thứ, Sam tuy nhỏ mà là con chính, chỉ có hai ông mới la liệu được vậy\". Nguyên Tổ bèn cùng với Phạm Ngu đón Vương Tử Sam về Lỵ Nhơn lập làm vua, tôn xưng là Thắng Vương và giáng Vương Tử Thẩm xuống làm tước vương. Ngay sau đó Vương Tử Sam lại trở về Hải Ấp cư ngụ trong một ngôi nhà ở thôn Lưu Gia. Ở đấy, Vương Tử Sam lấy người con gái thứ hai của Nguyên Tổ ta làm Nguyên phi. Dùng Đàm Dĩ Mông làm Thái úy, Nguyễn Chánh lại làm Tham tri Chính sự, Nguyên Tổ làm Minh Tự, Phạm Ngu làm Thượng phẩm Phụng ngự, Tô Trung Tự làm Điện tiền Chỉ huy sứ. Số còn lại, mỗi người đều có chức vị sai biệt nhau.}}","{{NoteTag|Lưu ý cho người tra cứu, sách \"''Đại Việt sử lược''\" bản gốc đã bị đem sang Trung Quốc cùng nhiều bộ sử liệu khác sau giai đoạn Minh thuộc vào cuối đời Trần. Tư liệu được tham khảo hiện tại thực chất xuất phát từ sách \"''Việt sử lược''\" được các học giả Trung Quốc sưu tập lại rồi biên soạn vào pho đại bách khoa ''[[Tứ khố toàn thư|Khâm định tứ khố toàn thư]]'' dưới triều đại [[nhà Thanh]]. Vì vậy mà sách này đã giáng tước vị hoàng gia của tất cả triều đại Việt Nam được biên lại xuống tước Vương.}}","{{harvp|Lê Tắc|1961|p=110|loc=\"Quyển 14・Quan chế\"|ps=: Từ nhà Đinh trở về sau, mới chịu Vương tước của nhà Tống gia phong. Nhưng ở trong nước tự đặt danh hiệu, bắt chước việc cũ của Triệu Đà, tự phong trong nước có Vương hầu, đặt quan có \"Chánh\" có \"Tiếp\", cũng giống như \"Phẩm\" và \"Tòng\" vậy.}}","{{noteTag|Sách [[An Nam chí lược]] khi chép về tước vị của triều đại nhà Trần<ref>{{harvp|Lê Tắc|1961|p=110|loc=\"Quyển 14・Quan chế\"|ps=: Từ nhà Đinh trở về sau, mới chịu Vương tước của nhà Tống gia phong. Nhưng ở trong nước tự đặt danh hiệu, bắt chước việc cũ của Triệu Đà, tự phong trong nước có Vương hầu, đặt quan có \"Chánh\" có \"Tiếp\", cũng giống như \"Phẩm\" và \"Tòng\" vậy.}}<\/ref>, đã ghi rõ hàng Hầu tước có: \"Thượng hầu\" (上侯), \"Hầu\" (侯) và \"Tiếp hầu\" (接侯). Trước mắt không rõ địa vị của tước hiệu quan nội hầu thời Lý-Trần ra sao, nhưng thông thường các tước liệt hầu đều khác với thượng hầu, có lẽ quan nội hầu thuộc phạm trù tiếp hầu mà Chí lược đề cập.}}","{{harvp|Ngô Sĩ Liên|1993|loc=[https://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt10a.html \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"]|ps=: Gia phong Hưng Nhân vương Phùng Tá Chu làm Đại vương, Quan nội hầu Phạm Kính Ân làm Thái úy, ban cho mũ áo đại vương.}}","{{Tham khảo|group=\"note\"|2}}","{{tham khảo|30em}}","{{Chú thích sách|url=https://vi.wikipedia.org/wiki/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_k%C3%BD_to%C3%A0n_th%C6%B0|title = Đại Việt sử ký toàn thư|last= Ngô Sĩ Liên|year=1993|publisher = Nhà xuất bản Khoa Học Xã Hội|location=[[Hà Nội]]}}","{{Chú thích sách|url=https://vi.wikipedia.org/wiki/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_l%C6%B0%E1%BB%A3c|title = Đại Việt sử lược|last= Khuyết danh|year=1993|publisher = Nhà xuất bản TPHCM|location = [[Thành phố Hồ Chí Minh]]}}","{{Chú thích sách|url=https://vi.wikipedia.org/wiki/Khâm_định_Việt_sử_Thông_giám_cương_mục|title = Khâm định Việt sử Thông giám cương mục|author=Quốc sử quán triều Nguyễn|year=1998|publisher=[[Nhà xuất bản Giáo dục]]|location=[[Hà Nội]]}}","{{Chú thích sách|url=https://vi.wikipedia.org/wiki/Việt_sử_tiêu_án|title = Việt sử tiêu án|author = Ngô Thì Sỹ|year = 1960|publisher = Nhà xuất bản Rạng Đông}}","{{Chú thích web|url = https://giaphatphcm.com/giapha/chitietgiapha.php?id=51|title = Gia phả họ Phạm|author = Phạm Chánh Trực|website = Giaphatphcm|date = 2015|ngày truy cập = 2021-05-17|archive-date = 2021-05-17|archive-url = https://web.archive.org/web/20210517115513/https://giaphatphcm.com/giapha/chitietgiapha.php?id=51|url-status = dead}}","{{Chú thích sách|url = https://vi.wikipedia.org/wiki/An_Nam_chí_lược|title=An Nam chí lược|author = Lê Tắc|publisher = Viện đại học Huế|location = [[Huế]]|year = 1961}}","{{Thời gian sống |1169|1251}}"]}