{"3182725":["{{tiêu đề nghiêng}}","{{Infobox newspaper\n| name = Phụ nữ tân văn\n| logo = \n| image = \n| caption = \n| type = tư nhân\n| format = Tuần báo\n| owners = \n| founder = Nguyễn Đức Nhuận\n| publisher = Nguyễn Đức Nhuận\n| editor = \n| chiefeditor = \n| assoceditor = \n| maneditor =\n| newseditor =\n| managingeditordesign =\n| campuseditor =\n| campuschief =\n| opeditor =\n| sportseditor =\n| photoeditor =\n| staff = \n| foundation = 1929\n| political = \n| language = tiếng Việt\n| ceased publication = \n| headquarters = [[Sài Gòn]]\n| circulation = \n| sister newspapers =\n| ISSN = \n| oclc = \n| website = \n}}","{{Chú thích web|url=https://trandinhsu.wordpress.com/2013/02/25/tu-han-viet-goc-nhat-trong-tieng-viet/|tiêu đề=Từ Hán-Việt gốc Nhật trong tiếng Việt}}","{{efn|Cần phân biệt Nguyễn Đức Nhuận, chủ báo Phụ nữ tân văn với Nguyễn Đức Nhuận, bút danh Bút Trà, người sáng lập báo \"Sài Thành\", rồi \"Sài Gòn\" và sau là \"Sài Gòn mới\" và Nguyễn Đức Nhuận, bút danh Phú Đức, nhà văn}}","{{efn|\"Patois\" có nghĩa là [[thổ ngữ]] của một vùng nào đó, và chỉ dùng cho vùng đó mà thôi. Theo Phụ nữ tân văn, người có tư tưởng cho rằng tiếng Annam là thổ ngữ, tức đồng hóa với việc cha sinh mẹ đẻ ra ai cũng tự nhiên biết nói, biết viết, không cần phải học.}}","{{efn|Ý nói người Việt không đọc chữ Trung Quốc như người Trung Quốc mà đọc lái đi, tạo thành hệ thống [[tiếng Hán-Việt]].}}","{{cquote|Ta chiêu tập hết thảy các nhà làm báo, các nhà làm sách, các nhà giáo dục, các nhà cựu học, các nhà tân học lại, rồi cùng nhau suy xét, bàn tính, cân nhắc, thêm bớt, sửa sang lại tiếng Annam. Tiếng nào dùng đúng? Tiếng nào dùng trật?... Nói tóm lại đổ chung cả tiếng Nam Bắc lại, mà lựa chọn trao đổi thế nào, cho thành một thứ tiếng nói phổ thông, một nền văn minh nhứt định vậy?|author=''Vấn đề thống nhứt tiếng Việt Nam, Phụ nữ tân văn số 37, trang 6.}}","{{cquote|Các bạn hãy viết bài gởi đến cho chúng tôi, muốn viết về chuyện gì tùy ý mình muốn, song phải nhớ viết làm hai bổn, một bổn gởi đến nhà báo PNTV, một bổn cất để dành. Khi tiếp được bài của các bạn, chúng tôi sẽ sửa giùm một cách kĩ lưỡng rồi đăng vào Phần Nhi Đồng nầy. Bấy giờ các bạn mới lấy cái bổn của các bạn để dành, đem ra so sánh với cái bài đăng trên báo, dò coi chúng tôi sửa đổi câu nào, chữ nào; sửa đổi như vậy mà có đúng hay không để bắt chước. Làm cách nầy cũng như các bạn tập làm Rédaction ở trường. Chúng tôi xin nói trước để các bạn biết rằng bài nào của các bạn gởi tới, chúng tôi cũng sửa và đăng; song trước, sau, sớm, muộn, là do theo thứ tự khi tiếp được bài, các bạn nên nhớ giùm điều ấy.|author=Hàm Tiếu - \"Nên tập viết văn\", Phụ nữ tân văn, số 180, trang 32.}}","{{Webarchive|url=https://web.archive.org/web/20150105035518/http://www.vjol.info/index.php/sphcm/article/viewFile/11892/10837 |date = ngày 5 tháng 1 năm 2015}}","{{Webarchive|url=https://web.archive.org/web/20150105035553/http://www.vjol.info/index.php/khxh/article/viewFile/17621/15640 |date = ngày 5 tháng 1 năm 2015}}","{{cquote|Người làm cha mẹ nên vì nước nhà, vì xã hội mà kính trọng cái nhân cách của con cái''}}","{{cquote|Thấy nhiều người đối đãi với con mình tệ quá, giày đạp cái nhân cách chúng nó, chẳng kể ra chi. Như thế mà trông con cho nên người, thật là trái lẽ. Chính mình làm cha mẹ đã đè đầu nó xuống rồi, sao lại còn mong nó ngước mặt lên?|tác giả=''Cha mẹ cũng phải kính trọng nhân cách của con cái'', Phụ nữ tân văn số 175, tr.2}}","{{cquote|''Bên cạnh sự đấu tranh tích cực cho nữ quyền, những hoạt động xã hội sôi nổi, báo Phụ nữ tân văn còn ra sức cổ động cho việc học, sử dụng [[tiếng Việt]] và [[chữ quốc ngữ]]. Bấy giờ, trên báo Phụ nữ tân văn, tiếng Việt và chữ quốc ngữ được sử dụng gần như hoàn thiện, mặc dù còn ảnh hưởng phần nào [[tiếng Pháp]] như việc đề ngày tháng trên trang báo và ảnh hưởng một chút [[chữ Hán]]. [[Phương ngữ]] [[Nam Bộ]] chiếm ưu thế. Các thể loại [[báo chí]] nở rộ.<ref>BÁO PHỤ NỮ TÂN VĂN: TIẾNG VIỆT VÀ CHỮ QUỐC NGỮ, Bùi Thị Thanh Hương, Tạp chí KHOA HỌC [[Đại học Sư phạm Thành phố Hồ Chí Minh]], ngày 11-3-2013.<\/ref>\n|||Bùi Thị Thanh Hương}}","{{cquote|''Tờ Phụ nữ tân văn, một [[tuần báo]] phụ nữ nhưng đã phản ánh được một [[thời đại]] quan trọng của lịch sử nước nhà. Phụ nữ tân văn là một chứng nhân trung thực trong suốt những năm có nhiều biến cố.<ref>Phụ nữ tân văn – Phấn son tô điểm sơn hà, Thiện Mộc Lan, Nhà xuất bản Văn hóa Sài Gòn, 2010.<\/ref>\n|||[[Thiện Mộc Lan]]}}","{{notelist}}","{{tham khảo|30em}}","{{Webarchive|url=https://web.archive.org/web/20150105035518/http://www.vjol.info/index.php/sphcm/article/viewFile/11892/10837 |date = ngày 5 tháng 1 năm 2015}}","{{Thời gian tổ chức|thành lập=1929}}"]}