{"19568648":["{{Thông tin sự kiện thời sự\n|title            = Quý Kiệt hoàn dân Thì Trung phát phối\n|image            = Văn quan vinh quy đồ 2.jpg\n|image_size       = 292px\n|caption          = Họa phẩm ''Văn quan vinh quy'' (文官榮歸圖) thực hiện năm 1648 tại [[Nghệ An]].\n|date             = [[Tháng 10]] năm 1775\n|time             = [[Chúa Trịnh|Trịnh soái phủ]]\n|place            = Thành [[Hà Nội|Đông Kinh]], phủ [[Hà Nội|Trung Đô]], [[Hình:Personal Flag of Emperor Minh Mang.svg|23px]] [[Đàng Ngoài|An Nam quốc]]\n|coordinates      = \n|also known as    = [[Khoa cử|Khoa cử án]]<br>[[Văn tự án|Văn tự ngục]]\n|first reporter   = \n|filmed by        = \n|participants     = \n|outcome          = Đại thần [[Lê Quý Đôn]] giáng cấp<br>[[Lê Quý Kiệt]] mất lộc vị<br>[[Đinh Thì Trung]] phát vãng\n|reported injuries        = \n|reported death(s)        =  \n|reported missing         =\n|reported property damage = \n|burial                   = \n|inquiries                = \n|inquest                  = \n|coroner                  = \n|verdict                  = \n|suspects                 = \n|charges                  = \n|convictions              = \n|publication bans         = \n|litigation               = \n|awards                   = \n|url                      = \n|website                  = \n|notes                    = \n}}","{{quote box\n|quote    = ''Lời chua: Hai người cùng một tội mà xử phạt khác nhau thì sao có thể gọi là công bằng được ? Xét hành trạng của [[Lê Quý Đôn|Quý Đôn]] không có một điều gì đáng khen cả.''\n|source   = — ''[[Khâm định Việt sử Thông giám cương mục]]''\n|width    = 30%\n|border   = 1px\n|fontsize = 90%\n}}","{{cquote|''Gian lận thi cử thì thời nào cũng có, song khoa cử ba năm mới tổ chức một lần, tỉ lệ số người đỗ mỗi khoa lại rất ít, người đỗ danh vọng cao, quyền uy nhiều cho nên người học trò đi thi rất dễ bị cám dỗ, miễn sao chóng được thi đỗ để ra làm quan. Song vì một số người gian lận mà chê khoa cử tổ chức thiếu nghiêm mật e không đúng. Quả thật cha ông ta đã nghĩ hết cách để phòng ngừa, thiết tưởng đời nay chưa chắc đã bằng.''|||[[Nguyễn Thị Chân Quỳnh]], ''[http://chimviet.free.fr/vanhoc/chquynh/thihuong/DAN%20NHAP%201%20DAI%20LUOC%20KHOA%20CU.htm Khoa cử Việt Nam]''}}","{{chính|Thái học}}","{{cquote|''Tính chất tông giáo của Nho giáo rất mờ nhạt. Nó chỉ giống như một trạng thái tín ngưỡng nếu so với ảnh hưởng của một học thuyết lớn đến thế. Thậm chí có thể nói, tính chất tông giáo của Nho giáo gần như là không có. Bởi vì, ngay trong điện thờ chính thức của Nho giáo không có một vị thần linh nào. Một tông giáo chỉ được coi là tông giáo khi đủ ba điều kiện tối thiểu: Hệ thống thần điện và giáo chủ, hệ thống tăng lữ, hệ thống giáo luật. Mặc dù có phương diện tông giáo đấy, nhưng người ta chưa bao giờ coi Nho giáo là tông giáo.''<br>''Thứ đến, phát xuất điểm Nho giáo là hệ thống học thuật có tính chất đạo đức hành vi, tức là phải có tính thực tế. Nên ngay từ đầu, nó đã quy phạm hóa cách ứng xử cho mọi lớp người. Vì thế, tôi ủng hộ cách nhìn của các nhà nghiên cứu [[Đài Loan]]: Mục tiêu của Nho giáo nếu phải nói gọn lại trong một cụm từ, thì là \"tu kỉ trị nhân\".''<br>''Nhưng cũng chính vì phát xuất điểm là học thuyết đạo đức của sĩ quân tử, nên nó đòi hỏi những phẩm chất cực kì cao. Cũng có nghĩa, bản thể Nho giáo không phải học thuyết triết học. Nên mãi về sau này nó mới phải bổ sung những yếu tố triết học, thế nhưng yếu tố triết học Nho giáo lại rất khó hoàn thiện. Nên mới có hiện tượng, nhà nho hễ đụng vào triết học là mặt cứ ngây ra, còn cuốn được coi hàng đầu về triết học là Dịch Kinh lại bị biến thành sách bói toán, nhìn chung không thể triết học hóa quyết liệt được và cũng chẳng áp dụng được. Nhân vật bác học được coi là kiệt xuất nhất [[Việt Nam]] trung đại Lê Quý Đôn, \"thiên hạ vô tri vấn bảng Đôn\", trong những sách của ông chỉ có một cuốn về Dịch Kinh, nhưng lại là tác phẩm dở nhất và cũng được soạn với thái độ run rẩy nhất. Không ông nào giải thích được triệt để những mệnh đề triết học Nho giáo, chứ chưa nói những học thuyết khác.''<br>''Vì không được xây dựng trên nền tảng triết học, lại thù ghét những biện pháp hình chính, chỉ chủ trương trị quốc bằng giáo hóa, nên chính cái đức trị ấy đã kiềm hãm sự phát triển của [[Dĩ hoa vi trung|trung quốc]]. Về sau, nhà cầm quyền không bằng cách nào khác được nên đành đưa Pháp gia vào Nho giáo dưới biện pháp cưỡng bách. Tức là, không có Pháp gia thì không trị quốc được.''|||[[Giáo sư]] [[Trần Ngọc Vương]] giải nghĩa [[Nho giáo]], 2020}}","{{cquote|''Các nghiên cứu gia ngoại quốc như [[Li Tana]], [[Keith Weller Taylor]], [[Liam C. Kelley]], [[Shiraishi Masaya]]... có cái nhìn khá trung lập về lịch sử Việt Nam cổ trung đại. Họ không bị ám ảnh bởi những \"tư tưởng\" về \"chủ nghĩa dân tộc\" hay \"lòng yêu nước\", ngược lại, họ \"giải ảo\" và trình bày lịch sử Việt Nam theo hướng khác chứ không lặp theo mô thức quen thuộc của các sử gia Việt Nam. Mà tôi thấy, những nhà nghiên cứu đó rất giỏi sinh ngữ, đặc biệt là họ phải giỏi Hán văn nên mới có thể đọc được các tài liệu gốc thời trung đại, thứ mà ngay nhiều nhà nghiên cứu Việt Nam cũng không muốn hoặc không biết đọc.''|||[[Trần Nguyễn Tuấn]]<ref>Hội luận ''Sự trỗi dậy của Đại Việt quốc trong thế kỉ XV'', [[Sài Gòn]], 21 tháng 12 năm 2015.<\/ref>, khoa Lịch Sử trường [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh|ĐH KHXHNV QG]] [[Thành phố Hồ Chí Minh]]}}","{{tham khảo|4}}"]}