{"47291":["{{globalize|date=tháng 5/2022}}","{{Infobox civilian attack\n|title=Thảm sát Huế Tết Mậu Thân\n|image= Hue Massacre Interment.jpg\n| caption = Cải táng các thi hài khai quật trong các hố chôn tập thể sau trận Tết Mậu Thân\n|location=[[Huế]], [[Thừa Thiên Huế]], [[Việt Nam Cộng hòa]]\n|target=Thường dân, tù binh chiến tranh\n|date=30 tháng 1 – 28 tháng 2 năm 1968\n|map= \n|time=\n|timezone=\n|type=[[Thảm sát]]\n|fatalities=Không rõ (Mỹ tuyên bố con số 2,800 – 6,000, nhưng ước tính khác cho rằng con số thấp hơn)\n|perps=Không rõ (các bên tham chiến quy trách nhiệm cho nhau)\n|motive=\n}}","{{Các vụ thảm sát trong Chiến tranh Việt Nam}}","{{Chú thích web |url = http://www.vwam.com/vets/tet/tet.html |tiêu đề = ''Tet Offensive, the battle of Hue'', ''in'' History of Vietnam - Tet Offensive. |nhà xuất bản = Vets With A Mission, this article is taken from the book [http://www.amazon.com/Nineteen-Sixty-Eight-Vietnam-Experience-Stephen/dp/0939526069 Vietnam Experience Nineteen Sixty-Eight] ISBN 978-0939526062 |ngày truy cập = ngày 15 tháng 7 năm 2010 |archive-date = ngày 6 tháng 8 năm 2016 |archive-url = https://web.archive.org/web/20160806015346/http://www.vwam.com/vets/tet/tet.html }}","{{chú thích báo|last=Jackson|first=Gerald|title=Hue: the massacre the Left wants us to forget|url=http://www.11thcavnam.com/education/hue.htm|access-date =ngày 25 tháng 4 năm 2014|newspaper=The New Australian|date=16–ngày 22 tháng 2 năm 1998}}","{{Chú thích web|tiêu đề=List of Civilians Massacred by the Communists During \"Tet Mau Than\" in Thua Thien Province ad Hue City|url=http://www.vvfh.org/uploads/List%20of%20Civilians%20Massacred%20by%20the%20Communists%20During%20\"Tet%20Mau%20Than\"%20in%20Thua%20Thien%20Province%20ad%20Hue%20City2.pdf|nhà xuất bản=RVN|ngày truy cập=ngày 25 tháng 4 năm 2014}}","{{Liên kết hỏng|date = ngày 31 tháng 3 năm 2021 |bot=InternetArchiveBot }}","{{Chú thích web|url=https://www.rfa.org/vietnamese/news/ReadersOpinions/50-years-hue-massacre-02052018112221.html|title=50 NĂM CUỘC THẢM SÁT MẬU THÂN (1968-2018)|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}","{{Webarchive|url=https://web.archive.org/web/20110720115232/http://www.vietnam.ttu.edu/star/images/231/2310402003a.pdf |date = ngày 20 tháng 7 năm 2011}}","{{chú thích sách|last=White|first=Matthew|title=Atrocities: The 100 Deadliest Episodes in Human History|year=2013|publisher=W. W. Norton & Company|isbn=0393345238|pages=469}}","{{Chú thích web |url=http://motthegioi.vn/xa-hoi/hoi-ky-cua-cac-tuong-ta-sai-gon/ky-33-chinh-la-hue-khien-tuong-westmoreland-noi-gian-136851.html |ngày truy cập=2015-04-09 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 5 tháng 1 năm 2016 |archive-url=https://web.archive.org/web/20160105182302/http://motthegioi.vn/xa-hoi/hoi-ky-cua-cac-tuong-ta-sai-gon/ky-33-chinh-la-hue-khien-tuong-westmoreland-noi-gian-136851.html |url-status=dead }}","{{Chú thích web|url=http://openvault.wgbh.org/catalog/vietnam-3fe9ec-interview-with-hoang-phu-ngoc-tuong-1982|tiêu đề=Phỏng vấn với Hoàng Phủ Ngọc Tường, 1982|nhà xuất bản=WGBH OpenVault|ngày truy cập=ngày 3 tháng 3 năm 2013}}","{{cquote|''Nói riêng về những người bị giết thì trong số đó tất nhiên có một số là do du kích cách mạng. Khi chúng tôi vào nhà để gọi họ ra thì họ bắn trả đến cùng; họ bắn đến độ có những chiến sĩ của chúng tôi đã bị thương; khi đó chúng tôi phải bắn trả khiến những người đó bị chết tại chỗ. Trong trường hợp đó có một viên phó tỉnh trưởng của Huế... Còn một số những trường hợp khác thì chính nhân dân do đã căm thù quá lâu, đó là những người đã bị (chính quyền Sài Gòn) tra tấn, bắt tất cả gia đình phải đi ở tù ra ngoài đảo... và đến khi cách mạng bùng lên, họ lấy lại cái thế của người mạnh, thì họ tự đi tìm những kẻ đó để loại trừ như trừ những con rắn độc mà từ lâu nay nếu còn sống sẽ tiếp tục gây tội ác trong chiến tranh.''\n\n''Có một số đó, mặc dù chúng tôi chủ trương rằng: những người đã bị bắt và đầu hàng để hỏi khai thác thì sẽ cải tạo chứ không giết, nhưng hành động của nhân dân trong một cuộc chiến tranh bùng nổ như vậy thì chính những người chỉ huy của cách mạng cũng không thể nào mà kiểm soát nổi họ, và họ đã tự mình thi hành lấy bản án tử hình với kẻ thù quá nặng nề của mình...''\n\n''Đa số những tù binh của chúng tôi đã được đưa đến các trại cải tạo trong rừng. Hầu hết trong số họ sau đó đã được thả. Chỉ có một vài trong số họ bị bệnh bởi vì họ không thích ứng tốt với khí hậu trong rừng. Tất cả họ đều đã trở về với gia đình. Nhưng một số người đã bị giết chết. Đa số những người này bị giết và được chúng tôi chôn cất tại thành phố, sau đó lại được khai quật bởi Mỹ và chính phủ Sài Gòn để quay phim. Trước hết, những người đó đã bị giết bởi bom đạn của Mỹ bắn phá trong các trận phản công. Ví dụ, máy bay Mỹ đã thả một quả bom trúng vào một bệnh viện ở vùng lân cận [[Đông Ba]], giết chết và làm bị thương hơn 200 người.''\n\n''Đã có nhiều người theo lực lượng của chúng tôi vào rừng sau Tết Mậu Thân. Khi đối phương vào thành phố, họ đã giết chết các thành viên của các gia đình này và đưa đến các ngôi mộ tập thể. Thi hài quân Giải phóng mà chúng tôi không có thời gian đưa đi cũng được đưa đến các ngôi mộ tập thể. Ngoài ra, nhiều tù nhân chiến tranh đi cùng với chúng tôi đã bị giết bởi bom từ máy bay Mỹ cùng với cán bộ của chúng tôi. Trong khoảng 1975-1977, khi chúng tôi đào mương thủy lợi, chúng tôi phát hiện ra rằng, trong các ngôi mộ tập thể được cho là của \"các nạn nhân bị thảm sát\", toàn bộ các thi thể đều mang [[mũ tai bèo]] và trang phục của quân Giải phóng. Điều này thực sự là trò lừa tinh vi của [[chủ nghĩa thực dân mới]]. Họ định một đá ném hai chim. Đầu tiên, họ đã che giấu được tội ác của họ. Và thứ hai là họ đổ hết tội lỗi trên đầu quân Cách mạng. Một nhà sử học người Mỹ đến Huế sau đó đã nói công khai rằng đó là một chiến dịch tuyên truyền lớn mà Mỹ đã chi rất nhiều tiền và được sự chấp thuận của [[Henry Kissinger|Kissinger]], nhằm bôi nhọ quân Giải phóng.''}}","{{Chú thích web|url=http://antg.cand.com.vn/Tu-lieu-antg/Su-that-ve-3-nhan-vat-bi-ke-thu-goi-la-do-te-khat-mau-Su-vu-khong-trao-tro-304949/|tiêu đề=Sự thật về 3 nhân vật bị kẻ thù gọi là \"đồ tể khát máu\": Sự vu khống tráo trở...|ngày tháng=2013-1-12|website=Báo Công an nhân dân điện tử|tác giả 1=Phan Bùi Bảo Thy}}","{{cquote|''Không một quân đội nào dạy cho binh lính mình giết người dân cả. Dân là chỗ dựa của quân đội. \"Nâng thuyền cũng dân, lật thuyền cũng dân\" ([[Nguyễn Trãi]]). Hơn nữa tư tưởng chiến tranh của Đảng ta là \"[[Chiến tranh nhân dân]]\", dựa vào dân mà chiến đấu. Trong chiến tranh khốc liệt, người chết do nhiều nguyên nhân: Hai bên bắn nhau, tên rơi đạn lạc. Những ngày Mậu Thân suốt tháng trời đó, máy bay Mỹ dội bom, quân đội Sài Gòn bắn pháo dữ dội suốt tháng trời khắp các nẻo đường. Quân Giải phóng cũng chống trả quyết liệt. Bom pháo, súng đạn đó không biết cách phân biệt \"Việt Cộng\" hay người dân, tất cả đều bị chìm trong khói lửa. Vì thế, không thể đổ việc nhiều người chết cho một bên nào được.''\n\n''Không hiểu sao đến giờ vẫn có những kẻ xấu miệng cứ tìm cách buộc chặt tôi vào \"vụ\" Mậu Thân Huế. Đúng Mậu Thân đã trở thành một bi kịch đời tôi! Tôi đành xem họ như những kẻ vu khống bẩn thỉu, thế thôi!''}}","{{Chú thích web|url=http://www.tienphong.vn/xa-hoi/cuoc-gap-lai-cua-nhung-nguoi-mot-thoi-song-dep-577846.tpo|tiêu đề=Cuộc gặp lại của những người một thời Sống Đẹp|ngày tháng=2012-5-20|website=Báo Tiền phong|tác giả 1=Trần Tuấn}}","{{cquote|''Khi ấy ở miền Nam xảy ra hai vụ giết người ghê rợn, là vụ tướng [[Nguyễn Ngọc Loan]] bắn chết tù binh giữa Sài Gòn, và vụ [[thảm sát Sơn Mỹ]]. Bởi vậy, địch dựng lên vụ quân cách mạng, trong đó có anh em tôi \"thảm sát\" dân thường Huế trong sự kiện Tết Mậu Thân để \"đánh đồng\" hai bên, đánh lừa dư luận. Sự thật hiển nhiên là những ngày đó, pháo bầy cực nhanh của quân chư hầu Tân Tây Lan từ chiến hạm ngoài cửa biển Thuận An liên tiếp chụp xuống những khu [[chợ Đông Ba]] và nhiều nơi hủy diệt toàn bộ khu dân cư này. Trong loạt phim tài liệu Việt Nam - Thiên lịch sử truyền hình của Mỹ, có cảnh lính Mỹ tái chiếm Đại Nội Huế, lửa trùm lên Hoàng thành. Biết bao nạn nhân mà sau này bị rêu rao là \"nạn nhân của Việt Cộng\"!''}}","{{Chú thích web|url=http://www.tapchisonghuong.com.vn/tin-tuc/p0/c107/n14489/Hue-trong-chien-dich-Mau-Than.html|tiêu đề=Huế trong chiến dịch Mậu Thân|tác giả 1=Lê Minh|ngày tháng=ngày 7 tháng 3 năm 2014|nhà xuất bản=Tạp chí Sông Hương}}","{{cquote|''Tôi thấy cần phải nói đến một điều đáng buồn. Sự tang tóc trong biến cố Mậu Thân là đề tài mà địch đã không ngừng khuếch đại và xuyên tạc ta từ trước đến nay. Trước hết là bom đạn Mỹ ném ào ạt xuống thành phố đã giết hàng ngàn dân thường, chúng bắn chết hàng loạt người tại chỗ khi tái chiếm thành phố, hàng trăm tù binh khác ta đưa ra, đáng lẽ được sống thì đã bị trực thăng Mỹ đón đường bắn chết, bởi hễ thấy đám đông là chúng bắn không phân biệt. Đó là một sự thật rõ như ban ngày, không phải là tội ác lớn nhất hay sao?''\n\n''Tuy nhiên, còn lại một mặt khác của vấn đề, việc trừng trị những người có tội ác đối với nhân dân trong một cuộc chiến tranh là điều không tránh khỏi, một khi quần chúng đã nổi dậy. Và trong trường hợp đó, không một chính phủ nào có thể kiểm soát nổi những hành động trả thù bộc phát do lòng căm ghét của quần chúng từ lâu bị bức xúc, hoặc do một thứ ý thức dân tộc có tính chất tự phát ở nơi mỗi người... Rốt cuộc là đã có những người bị xử lý oan trong chiến tranh. Dù lý do thế nào thì trách nhiệm vẫn thuộc về lãnh đạo, trong đó có tôi. Nhiệm vụ bây giờ của cách mạng là phải minh oan cho gia đình, con cái của những người đã chết trong hoàn cảnh như vậy, trong khi luật pháp cách mạng chưa hề có ý định xử họ vào tội chết; có một người phải minh oan cho một người, có một trăm người cũng phải minh oan cho một trăm người. Đó chính là lẽ phải và tình thương, quần chúng sẽ thông cảm và không bao giờ lẫn lộn trắng đen.''}}","{{cquote|''\"Tất nhiên trong chiến tranh có tai nạn, có bom rơi đạn lạc nhưng nói thật, thảm sát là cái gì đó hoàn toàn không có, không xảy ra. Nhưng thằng địch (Mỹ-VNCH) bao giờ cũng thế, khi nó càng thất bại thì nó càng làm chiến tranh tâm lý, có thế thôi.\"''<ref name=ytb/>}}","{{cquote|''\"Thế thì là nó (Mỹ và Việt Nam Cộng hòa) đến đâu là nó cứ tàn sát. Nó tàn sát gấp mấy lần như thế. Nó là nó dã man lắm. Thực ra ta (Quân Giải phóng) có ấy một số ác ôn là có thật nhưng không phải như cái cách dã man của nó. Khi nó chiếm lại được (Huế), nó tiêu diệt hết người dân (biến Huế) thành vùng trắng (những người ủng hộ Mặt trận Dân tộc Giải phóng miền Nam Việt Nam). Cơ sở (của Mặt trận) coi như mất hết, hai năm sau ta mới xây dựng lại được.\"''<ref name=\"ytb\"/>}}","{{cần số trang}}","{{cquote|\"''Khi kiểm tra lại thì không một ai, không cấp nào có ra lệnh thủ tiêu tù binh cả. Không có chỉ thị, chủ trương tàn sát tù binh. Quy định về kỷ luật chiến trường còn có ghi: Không được đánh đập tù binh; chỉ các cán bộ chỉ huy và chuyên môn (là quân báo và địch vận) mới được hỏi cung tù binh... Thế nhưng khi ở mặt trận lại có lệnh từ các sư đoàn xuống: \"Phải giải hết tù binh loại ác ôn, loại nguy hiểm lên căn cứ\"; phải \"kiểm tra canh gác kỹ số này để không trốn được vì nếu để trốn, chúng sẽ làm lộ hết bí mật quân sự, sẽ hết sức nguy hiểm và tai hại.\" Danh từ \"ác ôn\" hồi ấy dùng cũng tràn lan, tuỳ tiện, mỗi đơn vị hiểu 1 kiểu: viên chức ở xã, ở huyện, ở tỉnh; chỉ huy tiểu đội trưởng lên đến đại đội trưởng, tiểu đoàn trưởng; đảng viên đảng Dân Chủ, Cần Lao cũ...; lính dù, biệt động, thủy quân lục chiến; lại còn có đơn vị coi người họ Tôn Thất, Bảo, Vĩnh... là gốc phong kiến, chống Cộng... Trên lại chỉ thị nghiêm không được để xổng tù binh, vì sẽ lộ bí mật quân sự, rất nguy hiểm. Đến khi chiến sự khẩn trương, quân Mỹ đổ bộ, ứng cứu, máy bay, [[pháo binh]], pháo từ biển bắn dữ dội, bộ đội di chuyển, rồi lệnh rút lên núi, phải mang cả tù binh theo...<br>Giữa cảnh hỗn loạn khi có lệnh rút, quân đối phương lại có những mũi vu hồi chặn hậu. Phía sau, phía trước, ngay trong khu vực hành quân đều bị bom và hỏa lực pháo... Quân hai bên và tù binh chết hoặc bị thương lẫn lộn. Một số đơn vị nảy ra hành động thủ tiêu tù binh \"để không bị lộ bí mật, không bị nguy hiểm, khỏi vướng chân, nếu không sẽ chết cả nút...''\"{{cần số trang}} ''Cuối cùng cũng còn một số ít tù binh giải về căn cứ, được dùng để đào hầm hố, khuân vác... một số về sau được thả về. Hai nữa là có trường hợp xảy ra những trận ném bom rất lớn của máy bay Mỹ khi quân Mỹ phản công, bom Mỹ giết hại người của cả hai bên (quân Giải phóng cùng với những tù binh họ giải đi). Thi hài quân Giải phóng thì được chôn và đánh dấu, có khi được đưa về gần căn cứ, còn thi hài tù binh thì phải vùi nhanh.''\"}}","{{cquote|''\"Sau khi mình (Quân Giải phóng) rút khỏi Huế, họ (Mỹ-VNCH) truy kích mình tới tận bên Lào. Trong thành phố lúc đó chỉ có 1 triệu người, họ đã làm một cuộc phản kích về tâm lý chiến rất là mạnh mẽ. Họ làm điều đó với mục đích là để trấn tĩnh lại việc mình đã giải phóng thành phố Huế\"''.<ref name=ytb>https://www.youtube.com/watch?v=Pe690erLazE&index=8&list=PLviI-4hDXD9RZ3cq_9kUTlvI0yCs8SJmM<\/ref>}}","{{cquote|Giai đoạn đầu là một loạt các cuộc xử án công cộng kéo dài khoảng 5 - 10 phút do giới chức trong quân Mặt trận Dân tộc Giải phóng dựng lên. Bị cáo luôn bị kết án \"có tội với nhân dân\".\nGiai đoạn nhì, khi cho rằng họ sẽ giữ được Huế lâu dài, Mặt trận Giải phóng bắt đầu tiến hành công tác giáo dục tư tưởng yêu nước cho quần chúng. Những ai bị tình nghi có hành động chống cách mạng từ từ bị truy bắt trong giai đoạn này. Người theo đạo [[Công giáo]], các nhà [[trí thức]], thương gia và đám người bị kết tội làm 'tay sai Đế quốc' sẽ bị bắt để \"tạo dựng xã hội mới\".\nGiai đoạn sau cùng, khi thấy rõ họ đang bị đánh bật ra khỏi Huế, quân [[Mặt trận Dân tộc Giải phóng]] thi hành những vụ thủ tiêu nhân chứng - bất cứ ai biết mặt họ, đều bị giết và chôn mất xác.\"}}","{{cần số trang}}","{{cần số trang}}","{{Chú thích web | url = http://phapluattp.vn/20130204122756478p0c1112/mau-than-1968-45-nam-nhin-lai-bai-5-tan-cong-tan-cong-lien-tuc.htm | tiêu đề = Mậu Thân 1968 - 45 năm nhìn lại - Bài 5: Tấn công, tấn công liên tục | tác giả 1 = | ngày = | ngày truy cập = 13 tháng 2 năm 2015 | nơi xuất bản = PLO | ngôn ngữ = }}","{{chú thích sách|last=Laderman|first=Scott|title=Tours of Vietnam: War, Travel Guides, and Memory|date=ngày 16 tháng 1 năm 2009|publisher=Duke University Press Books|location=Durham, NC|isbn=978-0822344148|page=94|url=http://books.google.com.vn/books?id=zzXtbyYXu7cC&pg=PA94&dq=marilyn+young+revolutionary+administration&hl=vi&sa=X&ei=-rNPU7fGJOWRiQfa7IHYDQ&redir_esc=y#v=onepage&q=marilyn%20young%20revolutionary%20administration&f=false}}","{{cần số trang}}","{{Chú thích web | url = http://tapchisonghuong.com.vn/tap-chi/c107/n796/Me-My-ke-chuyen-Hue-sau-Tet-Mau-Than.html | tiêu đề = \"Me Mỹ\" kể chuyện Huế sau Tết Mậu Thân | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}","{{chú thích sách|last=Laderman|first=Scott|title=Tours of Vietnam: War, Travel Guides, and Memory|date=ngày 16 tháng 1 năm 2009|publisher=Duke University Press Books|location=Durham, NC|isbn=978-0822344148|page=90|url=http://books.google.com.vn/books?id=zzXtbyYXu7cC&pg=PA94&dq=marilyn+young+revolutionary+administration&hl=vi&sa=X&ei=-rNPU7fGJOWRiQfa7IHYDQ&redir_esc=y#v=onepage&q=marilyn%20young%20revolutionary%20administration&f=false}}","{{tham khảo|30em}}","{{Webarchive|url=https://web.archive.org/web/20080213222830/http://sachhiem.net/SACHNGOAI/LeHongPhong.php |date = ngày 13 tháng 2 năm 2008}}","{{Webarchive|url=https://web.archive.org/web/20110306093532/http://www.tudovis.com/kktd/su_that_lich_su/hcm_TueChuong3001.html |date = ngày 6 tháng 3 năm 2011}}","{{Webarchive|url=https://web.archive.org/web/20150924113130/http://www.talawas.org/talaDB/showFile.php?res=6221&rb=08 |date=2015-09-24 }}","{{Webarchive|url=https://web.archive.org/web/20051222182212/http://nguoivienxu.vietnamnet.vn/butviet/2004/02/50869/ |date = ngày 22 tháng 12 năm 2005}}","{{Webarchive|url=https://web.archive.org/web/20041021083834/http://www-cgsc.army.mil/carl/download/csipubs/Block/chp5_Block%20by%20Block.pdf |date = ngày 21 tháng 10 năm 2004}}","{{Webarchive|url=https://web.archive.org/web/20110629041502/http://www.time.com/time/magazine/article/0,9171,839103,00.html |date = ngày 29 tháng 6 năm 2011}}","{{Webarchive|url=https://web.archive.org/web/20050518100440/http://cms.mit.edu/conf/mit2/Abstracts/ScottLaderman.pdf |date = ngày 18 tháng 5 năm 2005}}","{{Webarchive|url=https://web.archive.org/web/20060903164921/http://gvanv.com/compass/arch/v1401/levant.html |date = ngày 3 tháng 9 năm 2006}}","{{Thanh chiến tranh Việt Nam|state=expanded}}"]}