{"288647":["{{bài cùng tên|Thị Nại}}","{{bài cùng tên|Trận Thị Nại}}","{{chú thích web | url = https://nghiencuulichsu.com/2015/10/30/cuoc-chien-25-nam-giua-nguyen-anh-va-tay-son-1777-den-1802/| tiêu đề = Cuộc chiến 25 năm giữa Nguyễn Ánh và Tây Sơn (1777 đến 1802) | author = | ngày = | ngày truy cập = 21 tháng 8 năm 2018 | nơi xuất bản = nghiencuulichsu.com| ngôn ngữ = }}","{{Thông tin chiến tranh\n|conflict=Thủy chiến Thị Nại\n|partof=[[Chiến tranh Tây Sơn-Chúa Nguyễn, 1787-1802|Chiến tranh Tây Sơn–Chúa Nguyễn (1787-1802)]]\n|image=\n|caption= Đầm Thị Nại\n|date= [[27 tháng 2]] năm [[1801]]\n|place=[[Đầm Thị Nại]], [[Quy Nhơn]], [[Bình Định]]\n|casus=\n|territory=\n|result=[[Chúa Nguyễn]] chiến thắng\n|combatant1=[[Quân đội Đàng Trong thời Lê trung hưng|Quân đội chúa Nguyễn]]\n|combatant2=[[Quân đội nhà Tây Sơn|Quân Tây Sơn]]\n|commander1=[[Gia Long|Nguyễn Ánh]]<br>[[Lê Văn Duyệt]]<br>[[Võ Di Nguy]]<br>[[Nguyễn Văn Trương]]<br>[[Nguyễn Văn Thành]]<br>[[Tống Phước Lương]]<br>'''Sĩ quan người Pháp''':<br>[[Jean-Baptiste Chaigneau]]<br>[[Philippe Vannier]]<br>[[Godefroy de Forçanz]]\n|commander2=[[Võ Văn Dũng]]<br>[[Vũ Văn Thành]]<br>[[Nguyễn Văn Trà]]<br>[[Nguyễn Hoạch]]<br>[[ Phạm Văn Định]]<br>[[Nguyễn Văn Ngũ]]\n|strength1='''''Tài liệu 1''''':<br>- 8.000 quân<br>~ 300 chiến thuyền lớn nhỏ<br>'''''Tài liệu 2''''':<ref>{{chú thích web | url = https://nghiencuulichsu.com/2015/10/30/cuoc-chien-25-nam-giua-nguyen-anh-va-tay-son-1777-den-1802/| tiêu đề = Cuộc chiến 25 năm giữa Nguyễn Ánh và Tây Sơn (1777 đến 1802) | author = | ngày = | ngày truy cập = 21 tháng 8 năm 2018 | nơi xuất bản = nghiencuulichsu.com| ngôn ngữ = }}<\/ref><br>~ 10.000 quân<br>- 26 thuyền (loại 200 lính và 1 [[Súng thần công|đại bác]])<br>- 65 thuyền (loại 80 lính và 1 đại bác)\n|strength2= - 24.000 quân<br>- 3 thuyền lớn (loại Định Quốc, 60 [[Súng thần công|đại bác]]/thuyền)<br>~ 2.000 thuyền cỡ nhỏ\n|casualties1=- 4.000 quân\n|casualties2='''''Tài liệu 1''''':<br>- 20.000 quân<br>- 1.800 tàu thuyền các loại<br>- 600 [[Súng thần công|đại bác]] lớn nhỏ<br>'''''Tài liệu 2''''':<br>- 50.000 quân<ref>Les français au service de Gia Long, Leur Correspondance (BAVH, 1926, IV, pp 375-379).<\/ref>\n}}","{{Webarchive|url=https://web.archive.org/web/20130213231840/http://www.dostbinhdinh.org.vn/DiaChiBD/dt_chuong_1.htm |date=2013-02-13 }}","{{cquote|\n''Thủy quân cả phá quân giặc ở cửa Thị Nại. Trước là Tư đồ giặc [[Võ Văn Dũng]] dùng hai chiếc thuyền đại hiệu Định quốc và hơn trăm chiếc thuyền chiến chặn đóng ngang cửa [[biển]], lại dựng hai bảo ở bãi Nhạn Châu bên tả và ở núi Tam Tòa bên hữu cửa biển, đặt nhiều [[Súng thần công|súng lớn]], dựa thế cao chẹn chỗ hiểm để chống quân ta. Đến đây các quân làm xong chiến cụ hỏa công, vua mật định đêm hôm 16 cất quân đánh úp. Sai Tiền chi Hoàng Văn Khánh đem bộ binh lẻn xuống Da Áo [Vũng Dừa], chờ khi hiệu lửa ở Tiêu Cơ phát thì đánh hãm lũy giặc, đặt mai phục ở sau núi để ngăn giặc. Lưu Phạm Văn Nhân giữ [[Đèo Cù Mông|Cù Mông]]. Vua bèn thân đem thủy quân tiến phát. Trống canh ba qua Tiêu Cơ, bắt được lính đi tuần của giặc, biết được khẩu hiệu, tức thì sai [[Nguyễn Văn Trương]] và [[Tống Phước Lương]] dùng thuyền nhỏ lẻn trước vào Hổ Cơ đốt đồn thủy của giặc. Lại sai [[Võ Di Nguy]] đi thuyền chấp lệnh thẳng tiến, [[Lê Văn Duyệt]] đốc quân tiếp theo. Giặc giữ bảo cự chiến, từ giờ Dần đến giờ Ngọ, tiếng súng vang trời, đạn bay như mưa. Di Nguy bị bắn chết. Duyệt cứ mặc kệ, càng thúc đánh hăng. Vua thấy sĩ tốt nhiều người tử thương, cho tiểu sai đến dụ cho tam lui. Duyệt thề chết, vẫy quân xông lên, giờ thân vào được cửa biển, dùng đuốc hỏa chiến thừa chiều gió phóng đánh thuyền đại hiệu của giặc. [[Quân đội nhà Tây Sơn|Quân Tây Sơn]] cả vỡ, chết rất nhiều. Dũng thua chạy. Thuyền Tây Sơn bị đốt cháy gần hết. Quân ta bèn giữ cửa Thị Nại. Người ta khen trận này là võ công to nhất.<ref>''[[Đại Nam thực lục|Đại Nam Thực lục]]'', Tập 1, trang 440.<\/ref>\n}}","{{cquote|\n''Một hôm, chúa tính rằng hiện nay bao nhiêu lực lượng của Tây Sơn đều tập trung quanh và trước thành [[Quy Nhơn]] (tức thành Bình Định). Như vậy, [[Cố đô Huế|Phú Xuân]] không mạnh. Nhưng tiến ra Phú Xuân thì hãy phá tan thủy quân của [[Nhà Tây Sơn|Tây Sơn]] ở Thị Nại đã, kẻo ra tới Phú Xuân, quân [[Gia Định]] bị cả hai mặt thủy bộ ép lại thì nguy. Khi đã thắng [[Cố đô Huế|Phú Xuân]], chúa quay lại cứu [[Quy Nhơn]] có lẽ dễ dàng hơn.''\n\n''Ngày rằm tháng Giêng năm [[Tân Dậu]] (27 tháng 2 năm 1801), chúa Nguyễn nảy ra ý cho các chiến thuyền tiến gần cù lao Hàn (đảo Hòn Đất). Chúa ra lệnh cho [[Lê Văn Duyệt]]<ref>Theo Huỳnh Minh, [[Ngô Giáp Đậu]] (''Hoàng Việt hưng long chí'', Nhà xuất bản Văn học, 1993, hồi thứ 21) thì viên tướng chỉ huy đạo bộ binh này là [[Nguyễn Văn Thành]], vì lúc đó [[Lê Văn Duyệt]] cùng [[Nguyễn Văn Trương]] đang chỉ huy lực lượng thủy quân.<\/ref> đem 1.200 quân đổ bộ lên bãi cát. Đoàn người này lặng lẽ tiến đến hải đồn của [[Nhà Tây Sơn|Tây Sơn]] mà không ai biết. Hồi 10 giờ rưỡi, khi đoàn quân chỉ còn cách độ 1/3 tầm súng đại bác, tiền đội quân thủy Nguyễn gồm 62 chiếc thuyền được lệnh tấn công ba chiến hạm lớn đầu tiên của [[Cố đô Huế|Phú Xuân]].''\n\n''Cuộc tấn công này lại được cái may là gió và nước triều bấy giờ đang thổi mạnh. Đúng 10 giờ 30, tướng [[Nguyễn Văn Trương]] bắn phát đại bác đầu tiên để ra lệnh tấn công khắp mọi nơi. Hai mươi sáu chiến thuyền chèo phóng lửa đốt sạch mọi thứ trên bãi cát. Đạo binh 1.200 người của (quân) Nguyễn, lưỡi lê tuốt trần nấp ở các hầm hố dưới cát, vừa đánh vừa bắn đại bác lên bờ. Quân [[Cố đô Huế|Phú Xuân]] (tức quân [[Nhà Tây Sơn|Tây Sơn]]) bị đánh bất thình lình rối loạn chết hại khá nhiều.''\n\n''Đồn Tây Sơn ở Tam Tòa Sơn, ở bên phải cánh quân tấn công, chuyển một hỏa lực kinh khủng bắn xuống các thuyền chèo tay của Nguyễn vương khi đó vào đúng tầm súng. [[Võ Di Nguy]] bị một phát đạn bay đầu liền làm cho quân Nguyễn hoảng hốt ngừng lại. [[Lê Văn Duyệt]] liền cho chém ngay viên tướng đã thiếu can đảm, rồi thúc thuyền tiến tới chỗ có các chiến hạm của [[Cố đô Huế|Phú Xuân]] đang đậu ở phía đông gần núi, đốt phá tơi bời và mau lẹ. Lúc ấy, Nguyễn Văn Trương cũng đã phá xong 3 chiếc chiến hạm của [[Nhà Tây Sơn|Tây Sơn]] đậu bên ngoài, tiến vào giữa hai cánh quân Tây Sơn đang vận chuyển để cứu các chiến hạm. Đêm ấy lửa và tiếng đại bác đã gây nên một quang cảnh hết sức khủng khiếp, rùng rợn...''<ref name=\"b\" />\n}}","{{cquote|\n''Đêm rằm tháng giêng năm Tân Dậu ([[1801]]), [[Nguyễn Văn Thành]] nhận mật lệnh kéo quân cướp trại, để cản chân các tướng Tây Sơn về mặt bộ, [[Nguyễn Văn Trương]], [[Tống Phước Lương]] (Phúc Lương) cũng lãnh mật lệnh dẫn một đoàn binh thuyền đi trước. Tiếp theo sau là [[Lê Văn Duyệt]] và [[Võ Di Nguy]] cũng dẫn một đạo chiến thuyền sấn tới, Nguyễn vương thân đốc chiến.''\n\n''Vừa tới cửa Thị Nại, Nguyễn Văn Trương chặn bắt được thuyền tuần tiễu của [[Nhà Tây Sơn|Tây Sơn]], tra hạch được mật khẩu,<ref>[[Ngô Giáp Đậu]] kể chi tiết: \"Trần Công Hiến ban đêm dẫn quân vượt bến đò Tiêu Ky, bắt sống được Đô ty của [[Nhà Tây Sơn|Tây Sơn]] là Nguyễn Văn Độ, tra lấy được mật khẩu. Thế Tổ (Nguyễn Ánh) cho 18 chiếc thuyền thoi, giả thuyền [[Nhà Tây Sơn|Tây Sơn]] đi tuần tiễu, áp sát đội hình thuyền giặc mà đánh\" (sách đã dẫn, tr. 264).<\/ref> nên vào sâu nơi thủy trại mà đốt phá.''\n\n''Đến 10 giờ rưỡi đêm ấy, [[Võ Di Nguy]] cùng [[Lê Văn Duyệt]] kéo toàn đội chiến thuyền xông vào. Quân [[Nhà Tây Sơn|Tây Sơn]] từ các đồn trên núi, triền núi Cam Tòa bên hữu, và ở bãi Nhạn bên tả nã súng lớn pháo kích, [[Võ Di Nguy]] trúng đạn nơi đầu tử trận. Tướng Nguy chết, nhưng các chiến hữu đã dùng hỏa công triệt tiêu tất cả thủy trại Tây Sơn, toàn thắng. Trận Thị Nại này được gọi là \"Võ công đệ nhất\" trong thời trung hưng của triều Nguyễn.''<ref name=\"Huỳnh Minh\" />\n}}","{{cquote|\n''Chiến trận xảy ra vào đêm 16 tháng giêng Tân Dậu (28-2-1801). Tiền chi Hoàng Văn Khánh đem bộ binh lén đến Vũng Dừa đợi ở Tiêu Cơ lửa cháy thì tiến lên công hãm trại giặc và đi vòng núi mai phục để cản tiếp viện (theo vùng đèo Son bây giờ?). Quân Nguyễn qua Tiêu Cơ bắt được thuyền tuần Tây Sơn, truy ra khẩu hiệu. [[Nguyễn Văn Trương]], Tống Phúc Lương bèn đem thuyền nhỏ nhắm Hổ Cơ xông vào, đốt thiêu thủy đồn làm hiệu.''\n\n''Và trận tấn công bắt đầu. Theo Le Labousse, quân Nguyễn chỉ dùng có 4.000 người trên 26 ghe chiến và 100 thuyền nhỏ. Lúc đó quân Nguyễn Văn Trương, [[Tống Phước Lương|Tống Phúc Lương]] đã đổ bộ rồi. Các ghe chiến còn lại chở ông Tổng thủy \"to họng\" Võ Di Nguy đi trước.''\n\n''Quân lính \"thừa đêm tối và gió xuôi, tiến vào tàu thứ nhất, nhảy lên đốt phá. Họ xông vào cửa biển, ném vung các bó đuốc và đổ dẫn hỏa ra\". Thế rồi trận đánh trở nên dữ dội. [[Quân đội nhà Tây Sơn|Quân Tây Sơn]] từ trên núi và từ các tàu bắn vãi đến. Hà tiện lời như sử quan mà cũng tả ra là \"tiếng súng vang trời, đạn bay như mưa\". [[Võ Di Nguy]] trúng đạn ngã lăn ra chết. Lê Văn Duyệt không quay đầu lại, đánh mạnh hơn đến Nguyễn Ánh bảo lùi cũng không chịu. Đám sĩ quan Tây phương: [[Jean-Baptiste Chaigneau|Chaigneau]], [[Philippe Vannier|Vannier]], de Forçan đưa các ghe chiến vào rồi quay lại bảo vệ Nguyễn Ánh khi trận chiến xảy ra. Nhưng nóng lòng, sốt ruột, máu chiến sĩ nổi lên, de Forçan lẻn đi trong đêm tối, tự mình đốt được 7 ghe chiến địch. Chiến trận kéo dài 3 giờ sáng đến đứng trưa 1-3-1801 (\"Dần tới Ngọ\" của Thực lục). Thuyền [[Nhà Tây Sơn|Tây Sơn]] cháy tan, nhưng họ còn cố chống giữ trong các giàn súng tới khi cuối cùng đám cháy lan đến các thùng thuốc súng làm nổ tung hết lên. Như lời Chaigneau báo cho [[Laurent André Barisy|Barizy]] biết chiến thắng, \"ta đốt hết cả thủy quân giặc, không sót một chiếc thuyền nhỏ nào\".''\n\n''Ông thấy rằng \"người Nam chưa bao giờ phải đánh trận dữ dội như vậy\" và sử quan cũng không quên kết luận: \"Người ta gọi trận này là đệ nhất vũ công\".''\n\n''Ngày đó, Nguyễn Ánh đổ bộ lên chợ Giã, ra dụ chiêu an rồi sai người đi báo cho [[Phú Yên]], Bình Khang, [[Bình Thuận]] biết. Ông lại bảo Gia Định truyền sứ cho tin đến tận [[Campuchia|Cao Miên]], [[Xiêm|Xiêm La]]. Tuy vậy, Ánh cũng mất đến hơn 600 người. Tướng thì ngoài [[Võ Di Nguy]] còn có Cai cơ Hoàng Văn Định, Phó Tiền thủy dinh và Phó Vệ úy Nguyễn Vĩnh Hựu của đạo Thần Sách.''\n\n''Phía [[Nhà Tây Sơn|Tây Sơn]], họ \"chống giữ đến chết\" như Chaigneau nói, cho nên toàn bộ thủy quân đều bị tiêu diệt. Từ nay họ không còn chút uy thế nào trên mặt bể nữa, trước cả khoảng tháng 4 [[âm lịch]] khi Đông hải vương [[Mạc Quan Phù|Mạc Quần Phù]] cùng các tướng bị bắt lúc bị gió dạt ngoài khơi Thi Nại. Họ hoàn toàn không kiểm soát được mặt bể để tha hồ cho thủy quân [[Gia Định]] tung hoành ra lấy Phú Xuân mà không sợ một lực lượng lưu động nào theo kịp ngăn trở nữa. [[Trần Quang Diệu]] còn bức được Võ Tánh chết, nhưng sự thực đám quân tướng Tây Sơn ở đây mấy tháng sau phải tan rã trên rừng chính vì không thể nào di động theo các đồng bằng dọc biển mà không có yểm trợ của thủy quân, chính vì sự tan vỡ ở trận Thi Nại này vậy.''<ref>[[Tạ Chí Đại Trường]] (1973), Lịch sử Nội Chiến Việt Nam 1771- 1802, Sài Gòn: Nhà xuất bản Văn Sử Học, tr. 328-330.<\/ref>\n}}","{{Tham khảo}}","{{Phong trào Tây Sơn}}"]}