{"371676":["{{Thông tin nhân vật phong kiến\n| tên = Trần Nguyên Đán\n| tên gốc = 陳元旦\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên khác = \n| húy = \n| tự = \n| hiệu = Băng Hồ\n| tôn xưng = \n| bút danh = \n| học vấn = <!-- tiến sĩ, cử nhân -->\n| chức quan = Tư đồ\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = Trần Mộng Dữ<br>Trần Thúc Dao<br>Trần Thúc Quỳnh\n| tước hiệu = Chương Túc quốc thượng hầu\n| tước vị = \n| cha = Trần Văn Bích\n| mẹ = \n| giới tính = \n| sinh = 1325\n| nơi sinh = \n| mất = 1390\n| nơi mất = \n| nguyên nhân mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = [[Đại Việt]]\n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Trần]]\n| tác phẩm = Băng Hồ ngọc hác tập<br>Bách thế thông kỉ thư\n| Ông cố = [[Trần Quang Khải]]\n}}","{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}","{{cquote|''...Quang Khải ham học hay thơ, có Lạc đạo tập lưu hành ở đời. Con ông là Văn Túc vương Đạo Tái cũng nổi tiếng về văn học thời đó, được Thượng hoàng ưu ái hơn các em thúc bá khác...cháu Quang Khải là Uy Túc công Văn Bích làm Thái bảo thời Minh Tông, chắt là Chương Túc quốc thượng hầu Nguyên Đán là Tư đồ đời Nghệ Tông cũng có danh tiếng...''<ref name=DV6>[http://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt11.html Đại Việt Sử Ký Bản Kỷ Toàn Thư - Quyển VI: Kỷ Nhà Trần - Anh Tông Hoàng Đế]<\/ref>}}","{{cquote|''Quang Khải lúc làm tướng võ, lúc làm tướng văn, giúp vương nghiệp nhà Trần, uy danh ngang với Quốc Tuấn. Khi mất, hưởng thọ 54 tuổi, có sáng tác tập thơ ''Lạc đạo'' lưu hành ở đời. Con cháu Văn Túc vương [[Trần Đạo Tái|Đạo Tái]] cũng có tiếng là người văn hay, cháu là Uy Túc hầu [[Trần Văn Bích|Văn Bích]] từng làm quan đến Thái bảo; chắt là Chương Túc hầu Nguyên Đán danh vọng cũng lừng lẫy''<ref name=KD8>[http://www.avsnonline.net/library/ebooks/vn/lichsu/kdvstgcm/kdvstgcm13.html Khâm Định Việt Sử Thông Giám Cương Mục: Chính Biên, Quyển thứ VIII]<\/ref>}}","{{cquote|''...Canh Tuất, Đại Định năm thứ 2 [Dương Nhật Lễ]... vua [Nghệ Tông] vì có con gái làm hoàng hậu (của Nhật Lễ), sợ vạ lây đến mình, tránh ra trấn Đà Giang (tức Gia Hưng), ngầm hẹn với các em là Cung Tuyên vương Kính, Chương Túc quốc thượng hầu Nguyên Đán, Thiên Ninh công chúa Ngọc Tha hội ở sông Đại Lại, phủ Thanh Hóa để dấy quân...''<ref name=DV7>[http://www.informatik.uni-leipzig.de/~duc/sach/dvsktt/dvsktt12.html Đại Việt Sử Ký Bản Kỷ Toàn Thư - Quyển VII: Kỷ Nhà Trần - Nghệ Tông Hoàng Đế (phụ: Hôn Đức công Dương Nhật Lễ)]<\/ref>}}","{{cần dẫn nguồn}}","{{cquote|''Làm rõ điều nghĩa mà không mưu lợi, làm sáng đạo lớn mà không kể công, đó là tấm lòng người quân tử. Nguyên Đán là bậc đại thần cùng họ với vua, biết họ Hồ sắp cướp ngôi, cơ nghiệp nhà Trần sắp hết, thế mà không nghĩ đến việc vững vàng vượt qua gian nan, cùng vui lo với nước, lại đem con mình gửi gắm cho họ Hồ để làm kế về sau. [Thế là] mưu lợi mà không nghĩ đến nghĩa, bỏ đạo mà chỉ tính đến công, sao gọi là người hiền được? Hơn nữa, lúc ấy tai họa người Chiêm là việc cần kíp, mà lại bảo yêu Chiêm Thành như con, thờ nước Minh như cha, thì chỉ là câu nói tầm thường chung chung về đạo thờ nước lớn, yêu nước nhỏ, có bổ ích gì cho việc nước lúc đó? Tiếc rằng học vấn kiến thức của ông biết trước được mọi điều mà lòng nhân thì không giữ được.''<ref name=DV8_1 />}}","{{cquote|''...đó cũng chỉ là nói suông, lo hão, mà đối với nước của dòng dõi nhà mình còn hay mất, cứ bỏ mặc, không nói qua. Thế thực là người bất trung lắm đấy...''<ref name=KD11>[http://www.avsnonline.net/library/ebooks/vn/lichsu/kdvstgcm/kdvstgcm16.html Khâm Định Việt Sử Thông Giám Cương Mục: Chính Biên, Quyển thứ XI]<\/ref>}}","{{cquote|''Nguyên Đán là tôn thất nhà Trần, gặp vận nước không may, chỉ lấy sự rút lui để toàn thân là đắc sách, biết chơi thắng cảnh ở động Thanh Hư, mà không hỏi đến xã tắc ở Thiên Trường an hay nguy; chỉ mưu tính cho anh em Mộng Dữ, mà không nhìn gì đến cha con vua Nghệ Tông được lợi hay bị hại; đến khi vua hỏi đến hậu sự, cũng không nói rõ; không biết rằng: Quý Ly đã không che chở gì cho mình, thì sao còn đưa Mộng Dữ gửi nó? Vua đã mất nước, bầy tôi toàn một mình thế nào được? Lời răn dạy của cố nhân đúng lắm. ''<ref>Việt sử tiêu án, soạn giả Ngô Thì Sĩ; Dịch giả: Hội Việt Nam Nghiên cứu Liên Lạc Văn Hóa Á Châu Nhà xuất bản: Văn Sử 1991, chương Thuận Tôn hoàng đế và Thiếu đế<\/ref><ref>Việt sử tiêu án bản điện tử, Chuyển sang ấn bản điện tử bởi: Công Đệ, Doãn Vượng, Lê Bắc 2001 \n[http://truyen.haohanca.com/lich-su/viet-su-tieu-an-1775-/thuan-ton-hoang-de-va-thieu-de.ch16408]<\/ref>|||Việt sử tiêu án.}}","{{wikisource tác giả}}","{{Tham khảo|30em}}","{{Nguyễn Trãi}}"]}