{"1441038":["{{Thông tin nhân vật hoàng gia\n|tên = Trần Quốc Chẩn\n|tước vị = [[Hoàng tử]] [[nhà Trần]]\n|chức vị = [[Tể tướng]] [[nhà Trần]]\n|tại vị = 1302 - 1328\n|tước hiệu = Huệ Vũ đại vương<br>(惠武大王) \n|cha = [[Trần Nhân Tông]]\n|mẹ = Không rõ mẹ; có thể là Khâm Từ Hoàng hậu\n|con cái=Thiệu Vũ hầu\n|sinh = 1281\n|mất = 1328\n}}","{{cquote|[[Trần Nhân Tông|Thượng hoàng]] có lần ngự cung Trùng Quang, vua đến chầu, quốc công [[Trần Hưng Đạo|Quốc Tuấn]] đi theo. Thượng hoàng nói:''\"Nhà ta vốn là người hạ lưu (thủy tổ người Hiền Khánh), đời đời chuộng dũng cảm, thường xăm hình rồng vào đùi. Nếp nhà theo nghề võ, nên xăm rồng vào đùi để tỏ là không quên gốc\"''.\n\nBấy giờ thợ xăm đã đợi mệnh ở ngoài cửa cung. Vua rình lúc Thượng hoàng quay nhìn chỗ khác, về ngay cung Trùng Hoa. Một lúc lâu, Thượng hoàng hỏi Quan gia đâu rồi, các quan tả hữu thưa là đã về cung Trùng Hoa. Thượng hoàng bảo: ''\"Quan gia đã trốn rồi chăng? thì xăm cho Quốc Chẩn vậy\"''.\n\nQuốc phụ có xăm hình rồng ở đùi, mà về sau nối ngôi không xăm ở đùi nữa là bắt đầu từ Anh Tông.|||<ref name=\"DVSKTT6a\">[[Đại Việt sử ký toàn thư]], Bản Kỷ, Quyển VI, Mục \"Anh Tông hoàng đế\".<\/ref>}}","{{cquote|Ngôi Thái tử là gốc của nước, không thể không lập sớm. Phận chính đích không thể để chi thứ phạm bừa. Vua ở ngôi đã lâu, con thứ đã lớn rồi mà con chính đích chưa sinh, thì làm thế nào? Tòng quyền là phải. Đợi con đích là chấp chính, lập con thứ là tòng quyền<ref>Kinh, quyền là hai khái niệm thường gặp trong kinh điển nho gia. Kinh là những nguyên tắc, nguyên là lý về đạo nghĩa, pháp chế không thể thay đổi được, bất di bất dịch, đòi hỏi mọi người phải luôn luôn tuân thủ (chấp kính). Quyền là quyền biến, là những biện pháp linh hoạt có lúc cần phải theo (tòng quyền), để đạt được mục đích (đạo), dù những biện pháp ấy có thể trái với các nguyên lý, nguyên tắc kinh điển.<\/ref>. Đến khi con đích sinh ra, lớn lên, thì gia phong cho con thứ tước Vương, còn ngôi Thái tử trả về con đích, ai bảo là chẳng nên?\n\nCó người hỏi rằng: ''\"Lỡ có chuyện không lành, vua cha mất trước thì nguy lắm\"''.\n\nXin thưa: Hãy chăm chú vào lời dạy thường ngày, nhận rõ lấy những lời trong di chiếu, chọn người bề tôi xã tắc, ủy cho việc gửi gắm con côi, thì không có lo gì. Huống chi Minh Tông chính mình ở vào cảnh ấy rồi, tất nhiên có thể xử trí được ổn thỏa. Quốc Chẩn là người cố chấp không linh hoạt, để cho kẻ gian thần thừa dịp gieo vạ, đáng thương thay!.\n\nKinh dịch có câu: ''\"Xét xem có chỗ sáng tỏ thông suốt mà thi hành điển lễ\"''. Quốc Chẩn có lẽ chưa nghe bao giờ! Nhưng mối oan của ông không thể không làm cho rõ.|||Đại Việt sử ký toàn thư - Trần Minh Tông bản kỷ}}","{{Tham khảo}}","{{Webarchive|url=https://web.archive.org/web/20120124124446/http://baodatviet.vn/Home/congdongviet/Dam-mau-cuoc-chien-gianh-ngoi-vuong/201111/176437.datviet |date=2012-01-24 }}","{{Webarchive|url=https://web.archive.org/web/20140306113126/http://phaply.net.vn/ben-khung-cua-tu-phap/ho-so-vu-an/noi-oan-ngat-troi-cua-quoc-phu-thuong-te-doi-tran.html |date=2014-03-06 }}","{{Webarchive|url=https://web.archive.org/web/20160304123900/http://www.honvietquochoc.com.vn/bai-viet/945-giet-oan-nhac-phu-vua-tran-minh-tong-lam-bai-tho-an-han.aspx |date=2016-03-04 }}","{{Lịch sử Việt Nam thời Trần}}","{{Kiểm soát tính nhất quán}}","{{Thời gian sống|1281|1328}}"]}