{"11712":["{{ngày mất và tuổi|1570|3|24|1502|9|14}}","{{Thông tin nhân vật hoàng gia\n| tên = Trịnh Thế Tổ <br/> Trịnh Kiểm\n| tên gốc = 鄭檢\n| tước vị = [[Chúa Trịnh]]\n| hình = Trịnh Kiểm (2).jpg\n| chức vị = Chúa Trịnh\n| cỡ hình = 222px\n| ghi chú hình = Minh Khang Thái Vương Trịnh Kiểm\n| tước vị thêm = \n| thêm = vietnam\n| tại vị = 1545 – 24 tháng 3 năm 1570 <timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1545 till:1787\nAlignBars = early\nScaleMajor = increment:242 start:1545\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1545 till:1570 color:red\n<\/timeline>\n| đăng quang = \n| kế nhiệm = [[Trịnh Cối]]\n| tước hiệu = \n| hoàng tộc = [[Chúa Trịnh]]\n| phối ngẫu = \n| vợ = [[Lại Thị Ngọc Trân]]<br>[[Nguyễn Thị Ngọc Bảo]]<br>[[Trương Thị Ngọc Lãnh]]\n| con cái = \n| nhiếp chính = * [[Lê Trang Tông]] ([[1533]] - [[1548]])\n*[[Lê Trung Tông]] ([[1548]] - [[1556]])\n* [[Lê Anh Tông]] ([[1556]] - [[1573]])\n| tiền nhiệm = '''<font color=\"green\">Sáng lập<\/font>'''\n| kiểu nhiếp chính = Thời kỳ\n| tên đầy đủ = Trịnh Kiểm (鄭檢)\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = [[Thế Tổ]] (世祖)\n| thụy hiệu = Minh Khang Thái Vương (明康太王)\n| niên hiệu = \n| thời gian của niên hiệu = \n| cha = [[Trịnh Lâu]]\n| mẹ = [[Hoàng Thị Dốc]]\n| nơi sinh = Thôn Hổ, xã [[Vệ Quốc]], huyện [[Yên Định]], [[xứ Thanh Hoa]]\n| sinh = [[14 tháng 9]], [[1502]]\n| mất = {{ngày mất và tuổi|1570|3|24|1502|9|14}}\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}","{{cquote|''Thực ra ông (chỉ Trịnh Kiểm) có ý định khôi phục những tỉnh đã mất, nhưng không phải để trao lại cho nhà vua, một vị vua mà ông không thấy đủ khả năng trị nước, lại sức yếu, kém tài và truỵ lạc, mà là chiếm cho mình và con cháu mình. Vì ông rất thông thạo việc nước nên ông được nể trọng và quý mến, vua thì tín nhiệm giao cho quyền cai quản không những quân binh mà tất cả công việc trị nước. Thế là quyền thống lãnh quân binh được đặt vào tay ông cùng hết các việc nước, chiến tranh cũng như hòa bình đều hoàn toàn thuộc về ông, ông cho con với sự thỏa thuận của nhà vua. Thế là theo thế lực của thông tục và của võ trang, vua trong nước chẳng còn quyền hành gì, chỉ có danh hiệu là vua, tất cả lực lượng hợp với binh đao võ bị đều ở vị tướng lãnh.''|||Alexandre de Rhodes<ref>Lịch sử vương quốc Đàng Ngoài, Nhà xuất bản khoa học xã hội, chương 2, Nguồn gốc xứ Đàng Ngoài, 2016<\/ref>}}","{{Cquote|''Xứ Thuận Hóa là một kho tinh binh trong thiên hạ, buổi đầu, quốc triều ta bắt đầu gây dựng cơ nghiệp, cũng đã dùng dân xứ ấy để dẹp giặc Ngô. Xứ ấy, địa thế hiểm trở, dân khí kiên cường, lại có nhiều nguồn lợi trên rừng dưới biển, là vùng trọng yếu, không xứ nào hơn, gần đây quan quân kinh lược hàng mấy chục năm mới lấy được. Vậy nên hết sức bảo vệ, để làm một bức bình phong vững chắc...Hạ thần xét thấy con trai thứ của Chiêu Huân Tĩnh công là Nguyễn Hoàng, là một người trầm tĩnh cương nghị, lại có mưu lược, đối với quân sĩ có độ lượng khoan dung giản dị. Vậy xin bổ ông làm trấn thủ, để trị an nơi biên thùy và chống giặc ở miền Bắc kéo vào, và lại cùng Trấn quận công ở xứ Quảng Nam cùng làm thế cứu viện lẫn nhau...''|||Trịnh Kiểm<ref name=\"TGCP14\" /><ref name=\"ReferenceC\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 379<\/ref>}}","{{Cquote|'' Lượng quốc công càng dốc lòng trung trinh, mọi việc đều quyết đoán rõ ràng, công việc đều đâu ra đấy cả.''|||Đại Việt Sử ký Toàn thư<ref name=\"Nội 1998\"/>}}","{{Cquote|''... Nay Suy trung dực vận hiệp mưu đồng đức phụ quốc kiệt tiết đôn hậu minh nghĩa công thần đặc tiến khai phủ kim tử vinh lộc đại phu kiêm tổng nội ngoại bình chương quân quốc trọng sứ Thái quốc công đặng Minh Khang Nhân Trí Thái Vương Trịnh Kiểm vốn là đường kiều họ lớn, hoàn quyển dòng sang. Buổi đầu ứng theo cờ nghĩa, sửa kinh luân giềng mối buổi gian truân; một phen thu lại cõi xưa, định hưng phục quy mô khi phò tá. Đối với Tiên vương, công tốt có nhiều; xét đến con nối, nghiệp lớn càng rõ. Có khác gì Tây Bình cả nhà trung nghĩa, xã tắc được yên; [[Quách Tử Nghi|Phần Dương]] dựng lại quốc gia, thiên hạ công nhất. Phúc trước đến nay rực rỡ, hiệu mới nên được tôn sùng. Đặc sai Suy trung dực vận đồng đức công thần đặc tiến phụ quốc thượng tướng quân Trung đô đốc phủ tả đô đốc chưởng phủ sự thái uý Đoan quận công thượng trụ quốc Nguyễn Hoàng mang kim sách tiến phong làm Suy trung dực vận hiệp mưu đồng đức phụ quốc kiệt tiết đôn hậu minh nghĩa công thần thượng tướng Minh Khang Nhân Trí Vũ Trinh Hùng Lược Thái Vương...''|||Lê Thế Tông<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tập 3, tr 187<\/ref>}}","{{cquote|''Về sau được Dực quận công Trịnh Kiểm giúp đỡ, vua hết lòng tin theo, cất người hiền, dùng kẻ tài, chăm dân, thương lính, sửa sang pháp lệnh, trong cõi rất yên. Rồi đem quân tiến đánh lấy được cả đất cát châu Ái, châu Hoan, dựng hành điện ở sách Vạn Lại. Các hào kiệt ở xa đều theo về cả. Cơ nghiệp trung hưng, thực là bắt đầu từ đây.''|||Phan Huy Chú}}","{{Cquote|''Mọi việc đều giao cho Lượng quốc công Trịnh Kiểm quyết định. Xếp đặt trăm quan, nước giàu binh mạnh. Bắt đầu dời hành tại ra An Trường. Lại dời ra Biện Thượng. Lúc mới lên, vua mở khoa thi lấy nhân tài, hào kiệt bốn phương đều quy phụ. Rồi đó, thu được cả châu Ái, châu Hoan, châu Thuận, châu Quảng, định cả tây nam, đánh được Đông Đô. Dẫu chưa trở về Kinh thành cũ, nhưng cái thế lớn thịnh, cái cơ hưng phục trông thấy rành rành.''|||Phan Huy Chú}}","{{Cquote|''Trịnh Kiểm tuy chuyên quyền nhưng tội ác chưa có gì tỏ rõ cho lắm; đến Trịnh Tùng mới thật là gian thần như đồ Vương Mãng và Tào Tháo.''|||Khâm định Việt sử Thông giám Cương mục<ref>Khâm định việt sử thông giám cương mục, Nhà xuất bản giáo dục Hà nội, 1998, bản điện tử, tr 659<\/ref>}}","{{tham khảo|30em}}","{{Chúa Trịnh}}","{{Các chủ đề|Lịch sử Việt Nam}}","{{Thời gian sống|sinh=1503|mất=1570}}"]}