{"19556750":["{{Cần biên tập|date=tháng 12/2021}}","{{ngày sinh và tuổi|1934|03|01}}","{{Thông tin diễn viên\n| bgcolour    = silver\n| image       = \n| imagesize   =\n| caption     = \n| birthname   = Lâm Nguơn Phẩm\n| birthdate   = {{ngày sinh và tuổi|1934|03|01}}\n| location    = [[Sài Gòn]], [[Liên bang Đông Dương]]\n| deathdate   = \n| deathplace  = \n| othername   =\n| yearsactive = \n| spouse      = [[Thu Trang (ca sĩ)|Thu Trang]]\n| children    = [[Tùng Linh]] (dưỡng tử)\n| homepage    = [https://www.imdb.com/name/nm5028176 IMDb]\n}}","{{cquote|''Tôi tranh luận suýt đánh nhau với Phi Thoàn, Khả Năng, Thanh Việt, Thanh Hoài, Xuân Phát... để đi tới thống nhất các miếng hài, làm sao để khán giả cười nhưng ý nghĩa trong sáng, mang tính giáo dục. Đối trọng với chúng tôi lúc đó là Ban tam ca AVT đàn anh, gồm: Anh Linh, Vân Sơn và Tuấn Đăng. Khi nhạc sĩ Anh Linh rời nhóm năm 1962, nghệ sĩ Hoàng Hải thay thế đã cho ra đời những ca khúc như: \"Chúc xuân\", \"Vòng quanh chợ tết\", \"Tiên Sài Gòn\", \"Gái trai thời đại\", \"Lịch sử mái tóc huyền\", \"Mảnh bằng\", \"Ba ông bố vợ\"... Chúng tôi dựa vào đó mà phát triển ý kịch để hình thành cách diễn \"tiếu lâm hài hước\", sau này gọi là tấu hài.''|||[[Nghệ sĩ]] Tùng Lâm}}","{{cquote|''Kính thưa cùng tàn thể quý dzị ! Tui - chú Sáu Mĩ Thuận, xin kính chúc cùng tàn thể quý dzị một năm dzui dzé, trọn năm được mạnh khóe, dáng người thêm đẹp đé, hưởng một năm mát mé, đời tươi tré và thân phe phé. Dzà sau đây tui xin giới thiệu cùng tàn thể quý dzị một ca sỉ trẻ tuổi gốc người Chung Goa, có biệt hiệu là Xìn Xúc Xích, trình bày bản nhạc Xập Xám Chướng của Tùng Lâm. Và đây ca sỉ Xìn Xúc Xích. [...]''|||Trích tiết mục ''[[Xập xám chướng]]''}}","{{cquote|''Tao tội nghiệp cho nó quá. Thất tình rồi, đờn hớt nổi rồi, bây giờ chèng ta bèn đi học thổi kèn Ấn Độ.''<br>''Con nhỏ này mới bụi đời tối hôm qua hả ? Uổng quá, phải tao biết sớm thì tao tổ chức đêm không ngủ theo kiểu La Mã rồi.''|||Lời thoại [[phim]] ''[[Tuổi dại]]'' năm 1974}}","{{cquote|''Tối qua, nằm mơ thấy Phi Thoàn, Khả Năng, Thanh Hoài về rủ tôi đi diễn. Ba người bạn thân hỏi, sao mày ham vui, ở hoài trên đó, hổng xuống dưới này cho có bạn có bè? Tôi giật mình, mồ hôi ướt đẫm, phải chăng đến lúc phải ra đi.''<br>''Nguyện vọng của tôi trước khi nhắm mắt là muốn được một lần diễn cho những người Việt xa xứ, bởi vì chuyến lưu diễn kể trên do tình trạng sức khỏe nên tôi chưa thể thỏa mãn được lòng mến mộ của bà con bên ấy. Nhưng nếu chết thì tôi muốn được chết ở quê hương Việt Nam, bởi vì trong thời gian ở Mỹ tôi có đến viếng mộ nhạc sĩ Hoàng Thi Thơ, thấy ông ấy nằm đó cô đơn quá, lạc lõng quá. Tôi cũng đã đến thăm người bạn diễn thân thiết năm xưa: Danh hài La Thoại Tân ở viện dưỡng lão. Khi trở về Việt Nam, đọc báo biết tin La Thoại Tân qua đời. Tội quá! (khóc...). Tứ quái Sài Gòn: Khả Năng, Thanh Việt, La Thoại Tân chết hết rồi... Chị Túy Hoa, Phi Thoàn cũng \"đi\" rồi chỉ còn lại một \"thằng quái\" này (lại khóc...).''|||[[Nghệ sĩ]] [[Tùng Lâm]]}}","{{div col|colwidth=30em}}","{{div col end}}","{{tham khảo}}","{{Thất hài đế}}"]}