{"51881":["{{ngày sinh|1870|9|5}}","{{ngày mất và tuổi|1907|1|29|1870|9|5}}","{{Thông tin nhà văn\n| name = Tú Xương\n| image = Ngôi nhà của Trần Tế Xương 2.JPG\n| image_size = 300px\n| caption = Địa chỉ số 247 phố Hàng Nâu (nay là nhà xây mới thuộc đường Minh Khai), nơi Tú Xương sinh ra và lớn lên\n| birth_name = Trần Tế Xương\n| birth_date = {{ngày sinh|1870|9|5}}\n| birth_place = [[Vị Hoàng]], [[Nam Định (thành phố)|Nam Định]], [[Nam Định]]\n| death_date = {{ngày mất và tuổi|1907|1|29|1870|9|5}}\n| death_place = [[Thành phố Nam Định]]\n| penname = Tú Xương\n| occupation = [[Nhà văn]], [[Nhà thơ]]\n| nationality = [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]\n| ethnicity = [[Người Việt|Kinh]]\n| citizenship = \n| education = \n| alma_mater = \n| period = 1890 - 1907\n| genre = Trào phúng <br> Trữ tình\n| subject = <!-- Chủ đề -->\n| movement = <!-- Trào lưu -->\n| notableworks = Vịnh khoa thi Hương, Thương vợ...\n| awards = <!-- Giải thưởng -->\n| spouse = Phạm Thị Mẫn\n| children = 8\n| relatives = <!-- Thân nhân -->\n| influences = <!-- Chịu ảnh hưởng từ -->\n| influenced = <!-- Ảnh hưởng tới -->\n| signature = <!-- Chu ky.svg -->\n| website = \n}}","{{Quote|text=<i>Cùng làng, cùng phố, học cùng trường\n\nNhớ rõ hình dung cụ Tú Xương,\n\nTrán rộng, tai dày, da tựa tuyết,\n\nMồm tươi, mũi thẳng, mắt như gương.\n\nTiếng vàng sang sảng ngâm thơ phú,\n\nGót ngọc khoan khoan dạo phố phường.\n\nMấy chục năm trời đà vắng bóng,\n\nNghìn năm còn rạng dấu thư hương.<ref>Bài này được [[Trần Lê Văn]] đăng trong \"Tú Xương: \"Khi cười khi khóc khi than thở\"\", Nhà xuất bản Lao động, 2000.<\/ref><\/i>|sign=|source=}}","{{Quote|text=<i>Ta lên ta hỏi ông trời:\n\nTrời sinh ta ở trên đời biết chi?\n\nBiết chăng cũng chẳng biết gì:\n\nBiết ngồi Thống Bảo, biết đi ả đầu\n\nBiết thuốc lá, biết chè tàu\n\nCao lâu biết vị, hồng lâu biết mùi<\/i>|sign=|source=}}","{{Quote|text=<i>Ở phố Hàng Nâu có phỗng sành\n\nMắt thời thao láo, mặt thời xanh\n\nVuốt râu nịnh vợ, con bu nó\n\nQuắc mắt khinh đời, cái bộ anh\n\nBài bạc kiệu cờ cao nhất xứ\n\nRượu chè trai gái đủ tam khoanh\n\nThế mà cứ nghĩ rằng ta giỏi\n\nCứ việc ăn chơi chẳng học hành<\/i>|sign=|source=}}","{{Quote|text=<i>Tế đổi làm cao mà chó thế,\n\nKiện trông ra tiệp hỡi trời ôi!<\/i>|sign=|source=}}","{{Quote|text=<i>Nhà nước ba năm mở một khoa,\n\nTrường Nam thi lẫn với trường Hà.\n\nLôi thôi sĩ tử vai đeo lọ,\n\nẬm oẹ quan trường miệng thét loa.<ref>Người Pháp sợ tổ chức thi ở Hà Nội tụ tập nhiều người dễ dẫn đến biến động không kiểm soát được, nên từ khoa 1886 trở đi, sĩ tử Bắc Kỳ phải về thi cả ở trường thi Nam Định.<\/ref>\n\nLọng cắm rợp trời, quan Sứ đến,\n\nVáy lê quét đất, mụ đầm ra.<ref>Vợ chồng toàn quyền Doumer và công sứ đến dự (hai câu này Tú Xương tả chúng đến chúng ra như choán hết cả trời đất nước Nam).<\/ref>\n\nNhân tài đất Bắc nào ai đó?\n\nNgoảnh cổ mà trông cảnh nước nhà!<\/i>|sign=|source=}}","{{Quote|text=<i>Một đàn thằng hỏng đứng mà trông,\n\nNó đỗ khoa này có sướng không?<ref>Tức là khoa Đinh Dậu (1897).<\/ref>\n\nTrên ghế bà đầm ngoi đít vịt,\n\nDưới sân ông cử ngỏng đầu rồng!<ref>Mụ đầm bệ vệ ngồi trên, nhấp nhổm, ngọ nguậy bộ mông, còn các cử nhân tân khoa thì quỳ lạy ở dưới, nghểnh cổ trông lên.<\/ref><\/i>|sign=|source=}}","{{Quote|text=<i>Hà Nam danh giá nhất ông cò,<ref>Ông cò hay cẩm, viên chức Pháp đứng đầu lực lượng cảnh sát trong một thành phố đều do chữ \"commissaire\" đọc chệch ra.<\/ref>\n\nTrông thấy ai ai chẳng dám ho.\n\nHai mái trống toang đành chịu giột,<ref>Vì muốn lợp lại phải làm đơn xin phép, nộp lệ phí rất phiền hà.<\/ref>\n\nTám giờ chuông đánh phải nằm co.<ref>Câu này ý nói: từ 8 giờ tối, thiết quân luật, không ai được ra đường.<\/ref>\n\nNgười quên mất thẻ âu trời cãi,<ref>''Thẻ'' là giấy chứng nhận nộp thuế và là giấy thông hành, ai ra ngoài quên không mang sẽ bị phạt khá nặng.<\/ref>\n\nChó chạy ra đường có chủ lo.<ref>Nhà nào ở phố có chó để chạy ra đường cũng bị phạt.<\/ref>\n\nNgớ ngẩn đi xia may vớ được,<ref>''Đi xia'': đi đại tiện. Thời ấy thành phố không có nhà vệ sinh công cộng, nhưng nếu cảnh sát bắt được ai đi ngoài thì người đó bị phạt nặng.<\/ref>\n\nChuyến này ắt hẳn kiếm ăn to.<\/i>|sign=|source=}}","{{Quote|text=<i>Bấy lâu chơi với rặt phường nhơ,<ref>Vũ Tuân đương cậy cục [[Hoàng Cao Khải]] để được bổ làm quan. Tú Xương làm và đọc khi Vũ Tuân đến chơi và đòi nghe thơ<\/ref>\n\nQuen mắt ưa nhìn chả biết dơ.\n\nNào sọt, nào quang, nào bộ gắp,<ref>Các dụng cụ của người lấy phân.<\/ref>\n\nĐứa bưng đứa hót đứa đang chờ.<ref>Tả các động tác lấy phân nhưng có ý ám chỉ bọn quan lại bưng lễ, hót tiền của dân. ''Đang chờ'' chờ người ta đi xong để lấy phân, đây ám chỉ những kẻ chờ được bổ quan.<\/ref>\n\nMình hôi mũi ngạt không kỳ quản,\n\nÁo ấm cơm no vẫn nhởn nhơ.\n\nNgán nỗi hàng phường khi cúng tế,\n\nVẽ ông ôm đít để lên thờ.<ref>''ôm đít'' động tác đi đại tiện. Có thể hiểu là ôm đít Tây (Pháp), hầu hạ làm tay sai cho Tây. Về hai câu kết, nhà thơ thuật lại với bạn là Trần Tích Phiên rằng, khi đó ông nghĩ đến [[Hoàng Cao Khải]], đang bắt dân thờ làm [[thành hoàng]] sống [[làng Thái Hà]], [[Hà Nội]].<\/ref><\/i>|sign=|source=}}","{{Quote|text=<i>Quanh năm buôn bán ở mom sông,\n\nNuôi đủ năm con với một chồng.\n\nLặn lội thân cò khi quãng vắng,\n\nEo sèo mặt nước buổi đò đông.\n\nMột duyên hai nợ âu đành phận,\n\nNăm nắng mười mưa dám quản công.\n\nCha mẹ thói đời ăn ở bạc,\n\nCó chồng hờ hững cũng như không.<\/i>|sign=|source=}}","{{Quote|text=<i>Con gái nhà dòng, lấy chồng kẻ chợ\n\nTiếng có miếng không, gặp chăng hay chớ\n\nMặt nhẵn nhụi, chân tay trắng trẻo, ai dám chê \nrằng béo rằng lùn?\n\nNgười ung dung, tính hạnh khoan hoà, chỉ một nỗi hay gàn hay dở!\n\nĐầu sông bãi bến, đua tài buôn chín bán mười\n\nTrong họ ngoài làng, vụng lẽ chào dơi nói thợ\n\nGần xa nô nức, lắm gái nhiều trai\n\nSớm tối khuyên răn, kẻ thầy người tớ\n\nÔng tu tác cửa cao nhà rộng, toan để cho dâu\n\nAnh lăm le bia đá bảng vàng, cho vang mặt vợ\n\nThế mà:\n\nMình bỏ mình đi, mình không chịu ở\n\nChẳng nói chẳng rằng, không than không thở\n\nHay mình thấy tớ: nay Hàng Thao, mai phố Giấy mà bụng mình ghen?\n\nHay mình thấy tớ: sáng Tràng Lạc, tối Viễn Lai, mà lòng mình sợ?\n\nThôi thôi\n\nChết quách yên mồ\n\nSống càng nặng nợ\n\nChữ nhất phẩm ơn vua vinh tứ, ngày khác sẽ hay\n\nDuyên trăm năm ông Nguyệt xe tơ, kiếp này đã lỡ\n\nMình đi tu cho thành tiên thành phật, để rong chơi Lãng Uyển, Bồng Hồ\n\nTớ nuôi con cho có rể có dâu, để trọn vẹn đạo chồng nghĩa vợ<\/i>|sign=|source=}}","{{Quote|text=<i>Ông nghè ông thám vô mây khói\n\nĐứng lại văn chương một tú tài<\/i>|sign=|source=}}","{{Tham khảo}}","{{wikisource tác giả|Trần Tế Xương}}","{{Thời gian sống|sinh=1870|mất=1907}}"]}