{"2116":["{{Bài cùng tên|Nguyễn Khắc Hiếu }}","{{death date and age|1939|6|7|1889|5|19|df=y}}","{{Thông tin nhà văn\n| name = Tản Đà\n| image = TanDaNguyenKhacHieu.jpg\n| imagesize = 200px\n| caption = Tản Đà\n| birth_date = [[19 tháng 5]] năm [[1889]] \n| birth_place = [[Khê Thượng]], [[Sơn Tây (thị xã)|Sơn Tây]], [[Liên bang Đông Dương]] (nay là huyện [[Ba Vì]], [[Hà Nội]]) \n| death_date = {{death date and age|1939|6|7|1889|5|19|df=y}}\n| death_place = [[Hà Nội]], [[Việt Nam]]\n| occupation = nhà thơ, nhà văn, nhà báo, nhà viết kịch \n| movement = \n| magnum_opus = ''Giấc mộng con I'', ''Giấc mộng con II''\n| influences = [[Lý Bạch]], [[Nguyễn Du]]\n| influenced = ''nhiều nhà thơ trong phong trào thơ mới''\n}}","{{cần dẫn nguồn}}","{{cquote2|''Người mà không biết chán đời có khác gì lợn?''|Đọc trong buổi nói chuyện \"Đời đáng chán hay không đáng chán\", đáp lại những lời phê phán tập \"Giấc mộng con\" của [[Phạm Quỳnh]]}}","{{cquote2|''Trong chốn Tao Đàn, Tản Đà xứng đáng ngôi chủ suý, trong Hội tài tình, Tản Đà xứng đáng ngôi hội chủ mà làng văn làng báo xứ này, ai dám ngồi chung một chiếu với Tản Đà?''|[[Nguyễn Tuân]]}}","{{cquote2|''Nếu tiên sinh còn sống, ắt tại hạ xin được phép cùng tiên sinh nhậu nhẹt một trận lu bù. Thơ của tiên sinh làm, chẳng có chi xuất sắc. Nhưng bản dịch \"Trường hận ca\" của tiên sinh quả thật là vô tiền khoáng hậu.''|[[Bùi Giáng]]}}","{{cquote2|''Chính cái sầu trong thơ Tản Đà là đầu mối quỷ thuật chính yếu để dụ người ta.''|[[Xuân Diệu]]}}","{{cquote2|''Trong cái trang thi sĩ của cuốn Việt Nam văn học sử sau này, dầu sao mặc lòng, ông Tản Đà là một người đứng đầu của thời đại này.''|[[Ngô Tất Tố]]}}","{{cquote2|''Người ta mong đợi một người có thể tả được những nỗi chán ngán, những điều ước vọng của mình, có thể ru được mình trong giấc mộng triền miên - Thi sĩ Nguyễn Khắc Hiếu ra đời!''|}}","{{cquote2|''...nhưng khi ông nói ông nhớ mà không biết nhớ ai, ông thương mà không biết thương ai, ông than mà không biết than về cái gì, thì ông là thơ sống, và thơ của ông là chất thơ trong như lọc với những cảnh tượng không rõ rệt, những hình ảnh lờ mờ, ông vẽ những bức tranh tuyệt bút; với những tư tưởng lâng lâng, với những cảm giác mơ mộng, ông làm nên những câu thơ tuyệt mỹ...''|[[Lê Thanh, Mỹ Đức|Lê Thanh]]}}","{{cquote2|''...trước chúng tôi, không kèn không trống, lặng lặng im im, Tiên sinh cũng đã làm ra \"thơ mới\" đó thôi!''|[[Lưu Trọng Lư]]}}","{{cquote2|''Lamartine người ta thường gọi là \"thơ sống\", thì ông Tản Đà nay cũng có thể gọi là \"người thơ\".''|[[Thiếu Sơn]]}}","{{cquote2|''Nhưng trong làng văn nước ta, được nhiều người yêu mến thời còn sống, dễ mới có Tản Đà.''|[[Khái Hưng]]}}","{{cquote2|''Tiên sinh đã dạo những bản đàn mở đầu cho một cuộc hòa nhạc tân kỳ đang sắp sửa''|[[Hoài Thanh]] - [[Hoài Chân]]}}","{{cquote2|''Bỗng có khách vào. Ông Trác giới thiệu cùng tôi: Đây ông Nguyễn Khắc Hiếu. Tôi như có điện chạy trong người, ghê rợn, vùng đứng dậy!...Thật thế. Cái tên Nguyễn Khắc Hiếu bấy giờ không phải vừa, đối với tôi lại càng long trọng lắm. Tôi nghe mà rùng rợn lên, có thật thế.''|[[Phan Khôi]]}}","{{cquote2|''Tôi sợ ông như một ông tiên''|[[Vũ Bằng]]}}","{{cquote2|'' Anh em ở đây, tuy người sau kẻ trước, nhưng ai nấy đều là con đầu lòng của thế kỷ hai mươi. Trên hội Tao đàn, chỉ tên sinh là người của hai thế kỷ. Tiên sinh sẽ đại biểu cho một lớp người để chứng giám công việc lớp người kế tiếp. Ở địa vị ấy còn có ai xứng đáng hơn tiên sinh.''. |Hoài Thanh, Hoài Chân - Thi nhân Việt Nam.}}","{{cquote2| ''Tản Đà là người thi sĩ đầu tiên mở đầu cho thơ Việt Nam hiện đại. Tản Đà là người thứ nhất đã có can đảm làm thi sĩ, đã làm thi sĩ một cách đường hoàng bạo dạn, dám giữ một bản ngã, dám giữ một cái tôi''|[[Xuân Diệu]].}}","{{cquote2|''Ông Tản Đà là người thứ nhất và là người độc nhất của cái thế hệ ông đã làm sống lại cái hồn thơ Việt Nam đang hấp hối, tôi không muốn nói đến đã chết rồi. Ông ra đời đem cho chúng ta một thi sĩ thành thực dám ca hát cái đời sống của lòng; ông đã mơ mộng, đã chán đời, yêu đời, thiết tha với đời một cách tự do, ông đã dám ngông, dám có một bản ngã, dám công nhiên để cho cái chữ tình mê man của mình rãi trong văn thơ'' |[[Lê Thanh]].}}","{{tham khảo|30em}}","{{Thể loại Commons|Tản Đà}}","{{Wikisource tác giả|Tản Đà}}","{{Thời gian sống|1889|1939}}"]}