{"3191579":["{{mở rộng}}","{{cquote|Tôi xin khẳng định trong nghề này ([[nghề Y]]), sự hồi phục của người bệnh, sự thành công của điều trị là niềm vui lớn nhất của bất kỳ [[bác sĩ]] nào. [[Phần thưởng]] lớn [[vô cùng]], đừng nói [[tiền bạc]]. Thứ hai, không phải bác sĩ nào cũng giống nhau. Không phải tất cả đều quan trọng hóa tiền bạc, dù ai cũng phải [[ăn]], phải [[sống]], lo cho [[vợ]] [[con]] và những mối quan hệ phải lo. Thứ ba, vì lý do có những người này người kia xấu tốt thì một ngành nghề có thể bị mang tiếng, nhưng hãy nghĩ lại. Nếu một ngành nghề đều [[tốt]] hết thì chỉ có trong [[mơ]]. Chính sự khác biệt tạo nên toàn cảnh [[xã hội]]. [[Cảnh sát giao thông]] cũng thế. Không có họ, chết người tệ gấp ngàn lần. Chỉ nhìn [[một số]] để đánh giá một ngành nghề, bôi bẩn người làm tốt là không nên. Thầy cô cũng thế. Đừng suy nghĩ quá đáng. Nếu chúng ta đặt lại vấn đề, liệu có thể nhìn lỗi nhỏ, vài chấm đen rồi vứt luôn tờ giấy trắng, là [[bất công]]. Phải chấp nhận cái muôn mặt.<ref name=\"ntnh\"/>|||Võ Văn Châu, 2012, theo Doanh nhân Sài Gòn Cuối tuần}}","{{cquote|Sở thích ư? Tôi đi chơi mút chỉ. Chủ nhật không làm việc, xách xe đi chơi nơi nào mình thích. Có khi chạy ra Vũng Tàu cùng với một số người bạn, ngắm cảnh trên đường đi. Tới nơi, chỉ cùng nhau ngồi uống ly cà phê đá cũng thích. Tôi không ghiền thuốc lá, rượu, bài bạc, chỉ đi mổ là vui thôi..<ref name=\"ntnh\"/>|||Võ Văn Châu, 2012, theo Doanh nhân Sài Gòn Cuối tuần}}","{{cquote|Tôi đã bò sau thế giới 20 năm. Cũng may là tôi đã cố gắng và bò kịp.|||Võ Văn Châu, 2009, trả lời Báo điện tử Pháp Luật thành phố Hồ Chí Minh}}","{{cquote|Thế giới họ nghiên cứu vào năm 1960, mãi 1982 tôi mới bắt đầu, vậy là chúng ta bò sau họ hơn hai mươi năm. Bây giờ dù đã tiến bộ, vi phẫu ở Việt Nam đã tiến hành được những loại phẫu thuật như các nước Âu - Mỹ, nhưng chưa theo kịp họ về trình độ y tế, trang thiết bị dụng cụ và nghiên cứu cơ bản. Mình không phải dở, nhưng bị những giới hạn về tài chính. Những vấn đề kỹ thuật đỉnh cao còn nhiều cái khó. Mình cũng làm được nhưng ở mức độ thấp hơn. Tuy nhiên, so với các nước trong khu vực thì mình không kém.<ref name=\"ntnh\"/>|||Võ Văn Châu, 2012, theo Doanh nhân Sài Gòn Cuối tuần}}","{{cquote|Gần như ở các nước phát triển đều có Hội chuyên về Vi phẫu, Việt Nam chưa có, dù vào năm 1995-1996 tôi đã cố gắng thành lập.<ref name=\"ntnh\"/>|||Võ Văn Châu, 2012, theo Doanh nhân Sài Gòn Cuối tuần}}","{{cquote|Tiền khám có khi mấy chục ngàn đồng nhưng bà con miền Bắc vào khám, chi phí đi lại, ăn ở cũng ngốn hết bốn, năm triệu đồng. Rồi khi mổ, có khi lại quay về Bắc, tốn thêm chừng đó tiền nữa. Thật là xót!|||Võ Văn Châu, 2009, trả lời Báo điện tử Pháp Luật thành phố Hồ Chí Minh}}","{{cquote|Công lao của [[kỹ thuật viên]] rất lớn nhưng mình chỉ giúp [[bệnh nhân]] hồi phục 50% thôi. Muốn khỏe mạnh hoàn toàn phải nhờ vào sự tận tụy của các anh chị em [[điều dưỡng]]. Lần sau khi báo cáo, các em nhớ lưu ý điều này nhé!|||Võ Văn Châu, lời góp ý học trò khi báo cáo [[thành tích]]}}","{{cquote|Bằng sáng chế quốc gia thì có thật, tôi nhận vào năm 1987. Nhưng không có chuyện độc quyền trong ngành y, vì sự nghiệp bảo vệ con người. Đã nhiều nơi sử dụng. Trong y khoa, ai tìm ra phương pháp, sáng kiến thì đều để cho mọi người áp dụng chữa bệnh. Chỉ riêng những hình ảnh, thí dụ, chứng tỏ là của một tác giả nào đó. Những phương pháp kỹ thuật thì không độc quyền trong ngành y. Sáng chế chỉ khâu của tôi, nhiều nơi cũng áp dụng. Nhưng sau này hàng nhập bên ngoài dễ dàng. Khoảng năm 1993-1994 có rất nhiều rồi, khó khăn đã được giải quyết.<ref name=\"ntnh\"/>|||Võ Văn Châu, 2012, theo Doanh nhân Sài Gòn Cuối tuần}}","{{mở rộng}}","{{mở rộng}}","{{tham khảo}}","{{Thời gian sống|1947|2013}}"]}