{"15232320":["{{quote|''...Nói tới văn hóa Việt Nam thực ra chỉ là nói đến thơ văn. Và thơ văn của chúng ta chỉ xuất hiện từ thời nhà Lý, nghĩa là từ thế kỷ 11 trở đi. Trước đó chúng ta có rất ít dấu tích thơ văn Việt Nam. Có thể là do hoàn cảnh lịch sử, những thơ văn của người Việt đã có trước thế kỷ 11 nhưng đã bị thất lạc. Nhưng cứ nhìn vào thành tích thơ văn của bốn thế kỷ Lý Trần, ta có thể khẳng định là thơ văn Việt Nam trước đó nếu có cũng không đáng kể, cả về phẩm lẫn lượng. Bốn trăm năm độc lập, dưới hai triều đại mà chúng ta cho là huy hoàng nhất trong lịch sử, chắc chắn thơ văn Việt Nam đã làm một bước nhảy vọt vĩ đại so với thời gian trước. Vậy nhìn vào thơ văn Lý Trần ta có thể hình dung được thơ văn trước đó.''\n\n''Những công trình khảo cứu đã tổng kết được khoảng hơn sáu trăm bài thơ và văn đủ loại trong bốn thế kỷ. Cứ coi là một số đã bị thất lạc và cộng thêm một ngàn bài nữa để đưa con số này lên một ngàn sáu trăm thì, nói chung, chúng ta cũng chỉ sáng tác được mỗi năm bốn bài. Các bài lại thường thường rất ngắn, có khi chỉ vài câu thôi. Trung bình mỗi bài chưa tới một trăm chữ. Như vậy, ngay cả nếu ước lượng một cách rất rộng rãi thì trung bình trong bốn thế kỷ cực thịnh đó cả nước đã chỉ sáng tác được mỗi ngày một chữ!''\n\n''Có một sự kiện cần lưu ý là sau khi tiêu diệt được [[nhà Hồ]] (năm 1407), hoàng đế Trung Quốc là [[Minh Thành Tổ]] đã ra lệnh cho quân Minh thu thập rồi tiêu hủy hay chở về Trung Quốc các tác phẩm bằng [[chữ Nho]] của Việt Nam. Lệnh này đã không được thi hành nghiêm túc (tại sao? phải chăng là các quan nhà Minh thấy chẳng có gì đáng kẻ?) nên Minh Thành Tồ phải ra một lệnh thứ hai quở trách quan tướng nhà Minh và đòi phải thi hành triệt đề. [[Nhà Minh]] đã cướp mất của chúng ta những gì không ai biết rõ. Trong \"[[Việt Nam sử lược]]\", [[Trần Trọng Kim]] dựa vào các pho sử có trước nói rằng quân Minh đã lấy của chúng ta 24 bộ sách. Thực tế có thể là hơn. Nhưng dựa vào những gì còn lại ta có thể kết luận là cũng không có gì đáng tiếc lắm, ít nhất về phẩm. Chúng ta hay nói tới các tác phầm của [[Chu Văn An]], nhưng dựa vào những gì còn sót lại của Chu Văn An thì cũng có thể kết luận rằng các tác phẩm của ông cũng không có giá trị đặc biệt nào.''\n\n''Thơ văn Việt Nam thực ra chỉ khởi sắc dưới thời [[Hậu Lê]] với các tác giả Nguyễn Trãi, Lê Thánh Tông, Nguyễn Bỉnh Khiêm, và chỉ phát triển mạnh từ thế kỷ 18 trở đi để đạt tới cao điểm vào thế kỷ 19 dưới triều Nguyễn, với các tác giả lớn như Lê Quý Đôn, Nguyễn Gia Thiều, Đoàn Thị Điểm, Hồ Xuân Hương, Đặng Trần Côn, Nguyễn Du, Cao Bá Quát, Nguyễn Huy Tự, Phan Huy Chú, Nguyễn Khuyến, Chu Mạnh Trinh, Dương Khuê… Sự khởi sắc đột ngột này có một nguyên nhân quan trọng, đó là thắng lợi của [[chữ Nôm]] trên [[chữ Hán]].''}}","{{Webarchive|url=https://web.archive.org/web/20190905013413/http://www.vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/van-de-phuong-phap-tiep-can-phan-van-hoc-phat-giao-giai-doan-ly-tran |date = ngày 5 tháng 9 năm 2019}}","{{Tham khảo}}","{{Lịch sử Việt Nam thời Lý}}","{{Lịch sử Việt Nam thời Trần}}","{{sơ khai Việt Nam}}"]}