{"16645":["{{Bình luận cá nhân|date=tháng 8/2022}}","{{Trích dẫn quá dài|date=tháng 8/2022}}","{{Bài cùng tên|Nguyễn Văn Cao}}","{{ngày mất và tuổi|1995|7|10|1923|11|12}}","{{VNM}}","{{hlist|[[Nhạc tiền chiến]]| [[Nhạc cách mạng]]}}","{{Huân chương VN|Hồ Chí Minh|0|1|Kháng chiến|1|1|Độc lập|1|1|Độc lập|3|1|}}","{{Thông tin nghệ sĩ\n| tên = Văn Cao\n| nền = nhạc sĩ không biểu diễn\n| hình = Vancao.jpg\n| kích thước hình = 175px\n| chú thích hình = Chân dung nhạc sĩ Văn Cao\n| tên khai sinh = Nguyễn Văn Cao\n| ngày sinh = [[15 tháng 11]] năm [[1923]]\n| nơi sinh = [[Hải Phòng]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|1995|7|10|1923|11|12}}\n| nơi mất = [[Hà Nội]], [[Việt Nam]]\n| bút danh = Người sông Ngự\n| nghề nghiệp = Nhạc sĩ, thi sĩ, họa sĩ, chiến sĩ biệt động cách mạng<ref name=\"ThanhThảo2020\">[[Thanh Thảo (nhà thơ)|Thanh Thảo]], ''[https://thanhnien.vn/van-hoa/van-cao-nguoi-cua-xa-hoi-1246954.html Tưởng niệm 25 năm ngày Văn Cao qua đời: Văn Cao, người của xã hội]''. (Báo Thanh Niên điện tử, 04/07/2020)<\/ref>\n| quốc tịch = {{VNM}}\n| dân tộc = [[Người Việt|Kinh]]\n| đào tạo hội họa = [[Trường Cao đẳng Mỹ thuật Đông Dương]]\n| dòng nhạc = {{hlist|[[Nhạc tiền chiến]]| [[Nhạc cách mạng]]}}\n| thể loại hội họa = [[Nghệ thuật Việt Nam|Mỹ thuật hiện đại Việt Nam]]\n| thể loại văn học = [[Thơ Việt Nam|Thơ hiện đại Việt Nam]]\n| tác phẩm âm nhạc = ''[[Tiến quân ca]]''<br>''[[Buồn tàn thu]]''<br> ''[[Trường ca Sông Lô]]''<br>''[[Làng tôi (Văn Cao)|Làng tôi]]''<br>''[[Tiến về Hà Nội]]''\n| tác phẩm văn học nổi bật = ''[[Những người trên cửa biển]]'' (trường ca thơ), ''[[Lá (thơ Văn Cao)|Lá]]'' (tập thơ), ''[[Một đêm đàn lạnh trên sông Huế]]'' (bài thơ), ''[[Chiếc xe xác qua phường Dạ Lạc]]'' (bài thơ)\n| giải thưởng 1 = [[Giải thưởng Hồ Chí Minh]]\n| năm 1 = 1996\n| hạng mục 1 = Văn học nghệ thuật\n| vợ = Nghiêm Thúy Băng\n| con = năm con (3 con trai, con cả là Văn Thao)\n| khen thưởng = {{Huân chương VN|Hồ Chí Minh|0|1|Kháng chiến|1|1|Độc lập|1|1|Độc lập|3|1|}}\n| ảnh hưởng bởi = [[Lê Thương]], [[Hoàng Quý]], [[Đặng Thế Phong]], [[Vũ Quý]]\n| ảnh hưởng tới = [[Phạm Duy]],<ref name=\"PhamDuy2007\">[[Phạm Duy]], ''[https://amnhac.fm/van-cao/4151-van-cao-trong-toi Văn Cao Trong Tôi]''. (Âm nhạc Online - amnhac.fm, 9.10.2007). Phạm Duy (2007): \"...''Trường ca Sông Lô'' là bản hát dài đầu tiên của chúng ta, là một tuyệt phẩm mà những người đi sau Văn Cao (như tôi) đã học hỏi được rất nhiều ở ông để tiếp tục làm giàu cho âm nhạc Việt Nam. Tôi muốn được công khai tỏ lòng biết ơn thiên tài Văn Cao trong buổi nói chuyện này.\" [Chú thích: Trích dẫn theo nhạc sĩ, nhà nghiên cứu âm nhạc Phạm Duy trong bài nói chuyện về sự nghiệp sáng tác âm nhạc của Văn Cao tại Phòng trà Tình ca, TP. Hồ Chí Minh, ngày 5 tháng 10 năm 2007.]<\/ref> [[Thanh Thảo (nhà thơ)|Thanh Thảo]]<ref name=\"ThanhThảo2020\"/>\n}}","{{Webarchive|url=https://web.archive.org/web/20170922200210/http://vietnamfineart.com.vn/Story/Tapchimythuat/2013/12/3898.html |date = ngày 22 tháng 9 năm 2017}}","{{Webarchive|url=https://web.archive.org/web/20170922195817/http://vanhien.vn/news/Dong-gop-cua-Van-Cao-vao-tho-duong-dai-31043 |date=2017-09-22 }}","{{Webarchive|url=https://web.archive.org/web/20170929183214/http://vanvn.net/ong-kinh-phe-binh/ngon-ngu-nghe-thuat-tho-van-cao/336 |date=2017-09-29 }}","{{Webarchive|url=https://web.archive.org/web/20141228231558/http://vi.rfi.fr/tong-hop/20100411-nhan-van-giai-pham-phan-xiii-van-cao/ |date=2014-12-28 }}","{{Chú thích web|url=http://tuoitre.vn/tin/van-hoa-giai-tri/20160707/gia-dinh-nhac-si-van-cao-hien-tang-ca-khuc-tien-quan-ca/1133173.html|tiêu đề=Gia đình nhạc sĩ Văn Cao hiến tặng ca khúc Tiến quân ca}}","{{Webarchive|url=https://web.archive.org/web/20201202102627/http://www.talawas.org/talaDB/suche.php?res=3345&rb=0101 |date=2020-12-02 }}","{{Liên kết hỏng|date=2023-03-27 |bot=InternetArchiveBot }}","{{Webarchive|url=https://web.archive.org/web/20080309070137/http://www.cinet.gov.vn/amnhac/main.asp?c1=27&ArID=230&ld=10004&languageID=0 |date = ngày 9 tháng 3 năm 2008}}","{{Chú thích web|url=http://antg.cand.com.vn/Kinh-te-Van-hoa-The-Thao/Quan-Bien-Thuy-va-chuyen-trong-dinh-Hoang-A-Tuong-406275/|tiêu đề=Quán Biên Thùy và chuyện trong dinh Hoàng A Tưởng}}","{{Chú thích web |url=http://www.talawas.org/talaDB/showFile.php?res=10115&rb=0102 |ngày truy cập=2008-02-26 |tựa đề=Những tư tưởng nghệ thuật của Văn Cao |archive-date=2017-03-01 |archive-url=https://web.archive.org/web/20170301104149/http://www.talawas.org/talaDB/showFile.php?res=10115&rb=0102 |url-status=dead }}","{{Chú thích web|url=http://giaitri.vnexpress.net/tin-tuc/nhac/lang-nhac/mua-xuan-dau-tien-va-nguoi-tien-tri-cua-thoi-dai-2938149.html|tiêu đề=‘Mùa xuân đầu tiên’ và người tiên tri của thời đại}}","{{Chú thích web | url = http://trannhuong.com/tin-tuc-14892/van-cao-mot-thien-tai-mot-so-phan.vhtm | tiêu đề = Văn Cao một thiên tài, một số phận | tác giả = | ngày = | ngày truy cập = 2 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}","{{Chú thích web | url = http://tapchisonghuong.com.vn/tap-chi/c168/n2814/Van-Cao-voi-ca-khuc-Mua-xuan-dau-tien.html | tiêu đề = Văn Cao với ca khúc Mùa xuân đầu tiên | tác giả = | ngày = | ngày truy cập = 14 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}","{{Chính|Mùa xuân đầu tiên (bài hát của Văn Cao) }}","{{Xem thêm|Tiến quân ca}}","{{Xem thêm|Trường ca Sông Lô}}","{{Mở rộng đoạn viết}}","{{Mở rộng đoạn viết}}","{{Mở rộng đoạn viết}}","{{Mở rộng đoạn viết}}","{{Mở rộng đoạn viết}}","{{Mở rộng đoạn viết}}","{{cquote|\n''Giữa sự sống và cái chết''\n\n''Tôi chọn sự sống''\n\n''Để bảo vệ sự sống''\n\n''Tôi chọn sự chết.''}}","{{Webarchive|url=https://web.archive.org/web/20180529095100/http://vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/van-cao,-tieng-hat |date = ngày 29 tháng 5 năm 2018}}","{{Webarchive|url=https://web.archive.org/web/20170901022323/http://vanhaiphong.com/ly-luan-phe-binh/226-nha-th-vn-cao-con-nhng-ting-rn-v-thien-sn.html |date=2017-09-01 }}","{{Webarchive|url=https://web.archive.org/web/20170901022103/http://vannghequandoi.com.vn/Diem-sach/Van-Cao-mot-loi-tho-rieng-5424.html |date=2017-09-01 }}","{{Webarchive|url=https://web.archive.org/web/20200217152129/http://www.vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/co-ai-cuoi-ngua-ve-kinh-bac%E2%80%A6 |date = ngày 17 tháng 2 năm 2020}}","{{Webarchive|url=https://web.archive.org/web/20180320064903/http://vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/truong-ca-nua-sau-the-ky-xx |date=2018-03-20 }}","{{Liên kết hỏng|date = ngày 3 tháng 4 năm 2021 |bot=InternetArchiveBot }}","{{Webarchive|url=https://web.archive.org/web/20170922200210/http://vietnamfineart.com.vn/Story/Tapchimythuat/2013/12/3898.html |date = ngày 22 tháng 9 năm 2017}}","{{Webarchive|url=https://web.archive.org/web/20200217152129/http://www.vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/co-ai-cuoi-ngua-ve-kinh-bac%E2%80%A6 |date = ngày 17 tháng 2 năm 2020}}","{{Webarchive|url=https://web.archive.org/web/20180103090636/http://vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/van-cao-%E2%80%93-%E2%80%9Cnhan-vat-van-hoa-nam-2013%E2%80%9D |date = ngày 3 tháng 1 năm 2018}}","{{Webarchive|url=https://web.archive.org/web/20171003124435/http://vannghequandoi.com.vn/Binh-luan-van-nghe/tan-man-van-nhac-hoa-8547.html |date = ngày 3 tháng 10 năm 2017}}","{{Pull quote|Thấp bé hơn tôi, khép kín hơn tôi, nhưng Văn Cao tài hoa hơn tôi nhiều. (...) Hình như Văn Cao có đi học vẽ ở [[Trường Cao đẳng Mỹ thuật Đông Dương|trường Cao đẳng Mỹ thuật]] như tôi, nhưng chắc chắn anh đã được hoạ sĩ Lưu Văn Sìn dắt vào hội hoạ. Văn Cao vẽ rất giỏi. Tôi giữ được bức tranh tự hoạ của Văn Cao, tranh sơn dầu vẽ trên bìa cứng cho tới ngày Pháp đánh Saigon vào năm 1945 thì mất, tiếc quá! Văn Cao làm thơ cũng rất hay. Vào năm 1941 mà anh đã có những câu thơ nghe như thơ [[Huy Cận]] (...) Chưa gặp Văn Cao nhưng tôi đã biết tài soạn nhạc qua mấy bài nhạc hùng của anh rồi...|200px||[[Phạm Duy]]<ref name=\"phamduy\"/>}}","{{Pull quote|Kháng chiến của Việt Nam không thể thành công nếu không có nhạc của Văn Cao, không có thơ của Hoàng Cầm|200px||[[Phạm Duy]]<ref name=\"phamduy\"/>}}","{{Pull quote|Văn Cao nhập cuộc không phải bằng tài năng đơn độc mà bằng một thác lũ nghệ thuật, chùm lấp vòm trời Kinh đô Văn nghệ. Từng bước khoảng khoát, Văn Cao hiên ngang đi vào lòng Mẹ Việt Nam và được tiếp nhận nồng hậu. (...) Ở Văn Cao, mỗi lời thơ là một hạt ngọc, mỗi tiếng nhạc là mỗi sợi tơ, mỗi màu sắc là một vùng hào quang diễm lệ. Sự vượt lên của Văn Cao trong một thành phố đục lầm cát bụi, trong tiếng khua rộn ràng của những sợi dây xích sắt khổng lồ trong tiếng nấc nghẹn ngào không thoát khỏi cổ họng, được coi như cố gắng phi thường của một tâm hồn sung mãn. Đối nghịch đã làm cho Văn Cao trở thành con người có phong cách riêng biệt.|200px||[[Tạ Tỵ]]<ref name=\"Văn Cao, một tinh cầu giá lạnh\">[[Tạ Tỵ]], ''[http://www.talawas.org/talaDB/showFile.php?res=12457&rb=08 Văn Cao, một tinh cầu giá lạnh]'', trong sách ''Mười khuôn mặt văn nghệ''. (Tủ sách Nam Chi, Cơ sở Phạm Quang Khai xuất bản, 1970)<\/ref>}}","{{Pull quote|Nguồn của dòng sông mang tên Văn Cao là tâm hồn phong phú của nhà nghệ sĩ tài ba, trong lãnh vực âm nhạc cũng như thi ca. Sau khi ra khỏi vùng lưu vực hoang vu của tiềm thức, dòng sông tẻ ra ba nhánh trôi miên man trong huyền ảo của khói trắng sương mù.|200px||Trần Văn Nam<ref>Trong bài viết ''Văn Cao, dòng sông ba nhánh sương mù''<\/ref>}}","{{Pull quote|Chắc hẳn một nghệ sĩ như Văn Cao chưa hề được thẩm định một cách xứng đáng về hội họa và thơ. Chỉ một câu thơ như: ''Có lúc / nước mắt không thể chảy ra ngoài được'' đã là cả một ám ảnh đọng lại mãi trong lòng người. Tôi cảm thấy, ít nhất, những người thuộc thế hệ chúng tôi còn mắc nợ với một thiên tài của đất nước như Văn Cao.|200px||Đặng Anh Đào<ref name=\"ĐặngAnhĐào2009A\">Trích dẫn theo tác giả Đặng Anh Đào (con gái của nhà nghiên cứu, phê bình văn học [[Đặng Thai Mai]]) trong bài viết [http://antgct.cand.com.vn/Khoa-hoc-Van-Minh/Thien-tai-va-da-tai-311710/ “Thiên tài và đa tài” (Báo Công an nhân dân điện tử, 22/08/2009).]<\/ref>}}","{{Pull quote|Cuộc đời 72 năm của Văn Cao gắn bó trọn vẹn với Việt Nam thế kỷ XX nhiều biến động, để lại cho thế hệ sau không ít câu hỏi không dễ trả lời. Câu hỏi rộn ràng về cống hiến nhọc nhằn, câu hỏi cồn cào về thế sự ngổn ngang, về mệnh kiếp lênh đênh. Một Văn Cao đa tài không thể che chở một Văn Cao lận đận. Một Văn Cao danh vọng không thể bênh vực một Văn Cao cay đắng. Một Văn Cao hào hoa không thể an ủi một Văn Cao cô độc.|200px||Lê Thiếu Nhơn<ref name=\"LêThiếuNhơn\">Trích dẫn theo tác giả Lê Thiếu Nhơn trong bài viết [http://vnca.cand.com.vn/Tu-lieu-van-hoa/Van-Cao-trong-coi-tho-446578/ “Văn Cao trong cõi thơ” (Báo Công an nhân dân điện tử, 27/06/2017).]<\/ref>}}","{{Pull quote|Văn Cao sáng tác ''[[Buồn tàn thu]]'' năm 1939, lúc mới có 16 tuổi, ''Thiên Thai'' (năm 1940), ''Trương Chi'', ''Thu cô liêu'', ''Bến xuân'', ''Suối mơ'' (năm 1941)… Thiên tài âm nhạc Văn Cao đã phát lộ vào tuổi đôi mươi mơ mộng. Và đến những bản hùng ca chứa đựng hào khí dân tộc trong những ngày đầu độc lập và toàn quốc kháng chiến: ''Bắc Sơn'', ''Làng tôi'', ''Ngày mùa'', ''[[Trường ca sông Lô]]''… và đỉnh cao là ''[[Tiến quân ca]]'', sau này trở thành Quốc ca. Những thành công lớn đó của Văn Cao trong âm nhạc đã nhanh chóng đưa Văn Cao đến đỉnh vinh quang và trong ý niệm của công chúng ông là một thiên tài âm nhạc. Điều đó phần nào đã che lấp đi một Văn Cao khác – Văn Cao thi sĩ và Văn Cao họa sĩ.|200px||Đỗ Ngọc Thạch<ref name=\"Newvietart 2009\">Trích dẫn theo tác giả Đỗ Ngọc Thạch trong bài viết \"Văn Cao - Dòng suối mơ không vơi cạn...\".<\/ref>}}","{{Pull quote|Ở Việt Nam, trường hợp tiêu biểu cho sự song hành ba tài năng trong một con người là Văn Cao. Ông là nhạc sĩ, nhà thơ, họa sĩ. Nhiều đồng nghiệp đã gọi ông là \"nghệ sĩ trên nghệ sĩ\". Những ca khúc bất hủ của Văn Cao đã nằm lòng nhiều lứa tuổi từ trước [[Cách mạng tháng Tám]] đến bây giờ. Tất cả những nhạc phẩm, ông đều phổ từ thơ của ông hoặc tự viết ca từ cho ca khúc của mình. Điều đặc biệt là, những bài thơ, những ca từ ông viết ra đều mang màu sắc hội họa, bởi ngoài tài danh văn chương và âm nhạc, ông còn là một họa sĩ đích thực. Từ những năm 1943–1945, những bức sơn dầu, bột màu của ông đã được đánh giá cao trong triển lãm mĩ thuật. Hiện nay một số tranh của ông vẫn được lưu giữ trong [[Bảo tàng Mỹ thuật Việt Nam]].|200px||Nguyễn Thị Ngọc Hà<ref>Nguyễn Thị Ngọc Hà, ''[http://vannghequandoi.com.vn/Binh-luan-van-nghe/tan-man-van-nhac-hoa-8547.html Tản mạn văn, nhạc, họa]''. (Tạp chí văn nghệ quân đội, 08/02/2016)<\/ref>}}","{{Pull quote|''[[Văn Cao - Giấc mơ một đời người|Giấc mơ một đời người]]'' đến từ giấc mơ của nhạc sĩ Văn Cao khi tôi nghe ông kể về giấc mơ được biểu diễn một đêm nhạc ở [[Nhà hát Lớn Hà Nội]]. Sau đó tôi suy nghĩ hoài, một người như ông không được một đêm nhạc như vậy thì quá tội! Tôi nghĩ về ước mơ đó và đặt tựa ''Giấc mơ một đời người''. Phim bắt đầu bằng cảnh ông mơ giấc mơ một đêm nhạc ở nhà hát nhưng giật mình lại chỉ còn một mình ông. Còn với ''[[Văn Cao - Buổi sáng có trong sự thật]]'' đến từ buổi tôi cà phê bên [[hồ Hoàn Kiếm]] ngay sáng sau ngày nhạc sĩ Văn Cao mất. Đó là buổi sáng mùa hè nhưng mưa lắc rắc. Tôi nhớ đến bài thơ ''Năm buổi sáng không có trong sự thật'' của Văn Cao và tôi làm phim bắt đầu từ bài thơ, từ sự thật là ông đã mất thật và cơn mưa là có thật. (...) Ông không phải cô đơn với thời cuộc mà cô đơn với cuộc đời; lúc nào ông cũng lặng lẽ, sống tự tại, gần như ngồi một chỗ và mọi thứ cứ trôi đi. Ông là người cô đơn giữa cuộc đời này nhưng có lẽ chính sự cô đơn đó làm ông vĩ đại.|200px||Đạo diễn Đinh Anh Dũng, tác giả 2 phim tư liệu ca nhạc về Văn Cao, ''Giấc mơ một đời người'' (1992) và ''Buổi sáng có trong sự thật'' (1995).<ref>[http://plo.vn/van-hoa-giai-tri/van-cao-nguoi-co-don-giua-cuoc-doi-566830.html Văn Cao - Người cô đơn giữa cuộc đời] (Báo điện tử Pháp Luật thành phố Hồ Chí Minh, 5/7/2015)<\/ref>}}","{{Pull quote|Văn Cao là mẫu người đặc biệt. Với vóc dáng nhỏ nhắn. Với nụ cười lắng chìm không thành tiếng. Với hàm răng ngắn, đều. Với đôi mắt lạnh lùng dễ sợ lúc giận dữ, và dịu hiền khi tâm hồn chìm du vào dòng suy tưởng. (...) Chưa ai nghĩ tới và tưởng tượng nổi một Văn Cao trước những đối nghịch lớn, chứa đựng cái vóc dáng khiêm nhượng ấy. Người ta có thể cho là huyền thoại khi nói về một Văn Cao vẽ giấy bạc giả để chi dùng trong khi hoạt động túng thiếu, đến lúc hành vi bị lộ, đã rút súng Colt 45 chĩa vào những người có mặt, bắt họ giữ nguyên vị trí, để mình rút lui, rồi sau ngày 19-8, mang giấy bạc thật đến hoàn lại số tiền đã trả bằng bạc giả với đôi lời xin lỗi. Cũng như ít ai biết tác giả ''Thiên Thai'', ''Trương Chi'' ở tổ chức ám sát nội thành Hà Nội dưới thời Nhật. Bị hoàn cảnh xã hội lúc đó đẩy vào con đường nghẽn, Văn Cao phải lao tìm một lối sống đặc biệt. (...) Dù sao, Văn Cao vẫn hiện diện trong tôi với hình dáng của một tinh cầu giá lạnh, với cô đơn dằng dặc ở cuối khung trời ngăn cách.|200px||[[Tạ Tỵ]]<ref name=\"Văn Cao, một tinh cầu giá lạnh\"/>}}","{{Pull quote|Văn Cao thường xuyên tổ chức những khóa huấn luyện ngắn ngày cho đồng đội của mình về võ thuật, sử dụng vũ khí và kỹ năng hóa trang... (Văn Cao học võ từ năm 9 tuổi. Thời trai trẻ ở Hải Phòng, Văn Cao đã nhiều lần lên võ đài thi đấu và biểu diễn võ thuật)... Với Văn Cao việc phải trừ khử một người là điều ông không hề muốn. Nhưng vì [[Việt Minh|nhiệm vụ cách mạng]], vì sự sống của muôn người nên bắt buộc ông phải ra tay tiêu diệt những tên [[Việt gian]] ngoan cố. Ta có thể hiểu ông qua những câu thơ ông để lại: \"Giữa sự sống và cái chết/ Tôi chọn sự sống/ Để bảo vệ sự sống/ Tôi chọn sự chết\". Trong Văn Cao có hai con người. Con người của nghệ thuật và con người làm cách mạng. Nhiều người muốn tìm hiểu phần con người thứ hai của ông. Nhất là những sự kiện mọi người gọi là \"thành tích phi thường\" ông đã làm trong thời gian phụ trách Đội trừ gian. Ông thường né tránh và ít khi nhắc đến. Có lần ông tâm sự với tôi: \"…Bố đã từng giết một con người… Ông ta nhìn vào họng súng, nhìn bố với đôi mắt ngơ ngác như muốn hỏi - Sao lại giết tôi. Cho đến giờ, bố vẫn bị ám ảnh vì đôi mắt ấy…\"|200px||Họa sĩ Văn Thao, con trưởng của Văn Cao<ref name=\"Văn Cao với Đội danh dự Việt Minh\" />}}","{{Pull quote|Khi ông còn sống, người ta rất dè dặt viết và đánh giá về ông. Đó phải chăng là số mệnh của những bậc văn nhân? Sau ngày ông mất mọi người mới thực sự bàng hoàng nhắc và viết về ông. Có người ca ngợi, tung hô ông hết lời. Tôi tìm được và cảm nhận được đâu là tình cảm chân thực dành cho ông, đâu là những điều giả dối được che giấu đằng sau những câu chữ rất hoa mỹ sáo mòn (để làm gì nhỉ?). Và tôi nhớ lại, có một lần tôi hỏi ông: \"Sao bố không viết hồi ký?\". Ông im lặng một lát rồi mới nói: \"Với bố, phải ngồi lại để viết hồi ký có nghĩa là cuộc đời sáng tạo nghệ thuật của mình đã chấm hết. Để viết cho trung thực và khách quan, khi nhìn lại cả cuộc đời mình, dám nhận những sai lầm của mình trong các mối quan hệ xã hội đã khó, tự đánh giá và khẳng định được những tác phẩm của mình ở tầm cỡ nào và bảo vệ những quan điểm nghệ thuật của mình còn khó hơn. Còn viết hồi ký để đề cao mình, thanh minh cho mình, có khi dẫn đến việc nói xấu và hạ thấp vai trò của người này người khác... thì bố không làm được. Vì thế mà bố không viết hồi ký. Theo bố hãy để mọi người nghĩ, tìm hiểu và viết về bố thông qua chính những tác phẩm của mình thì khách quan hơn\".|200px||Họa sĩ Văn Thao, con cả của Văn Cao<ref name=\"tapchisonghuong.com.vn\">Trích dẫn lời của họa sĩ Văn Thao (con trai cả của Văn Cao) trong cuộc trò chuyện giữa ông với nhà văn Võ Thị Xuân Hà, trong bài viết [http://tapchisonghuong.com.vn/tap-chi/c181/n3692/Nguoi-con-dong-benh-tuong-lieu-cua-Van-Cao.html “Người con đồng bệnh tương liêu của Văn Cao” (''Tạp chí Sông Hương'', 12/10/2009).]<\/ref>}}","{{Pull quote|Con viết cho bố không cẩn thận sẽ trở thành chuyện \"mẹ hát con khen hay\". Nhưng đối với Văn Cao đâu cần phải khen ngợi, ca tụng ông ấy làm gì nữa. Ông ấy là Văn Cao! Và thế đã là quá đủ, phải không? (...) Khoảng thời gian 30 năm (1956-1986) là những năm tháng cam go và buồn nhất trong cuộc đời ông. Ông nhẫn nhịn, chịu đựng một cách kiên cường. Ông tin những gì ông đã làm là đúng, con đường ông đã chọn đã đi là đúng. Và ông đã đúng. Tôi yêu quý ông, đồng cảm được cùng ông và ngưỡng vọng một nhân cách lớn nơi ông. Tôi thấy mình phải có trách nhiệm viết lại toàn bộ cuộc đời và sự nghiệp của ông. Ông là một tài năng lớn của nền văn học nghệ thuật Việt Nam thế kỷ XX.|200px||Họa sĩ Văn Thao, con cả của Văn Cao<ref name=\"tapchisonghuong.com.vn\"/>}}","{{Pull quote|Là con lớn trong nhà nên tôi thường phải giúp mẹ tôi quán xuyến công việc bếp núc trong gia đình ngay từ khi mới lớn. Cha tôi hay có khách nên thường chỉ bảo tôi nấu một số món ngon cho bạn của ông uống rượu. Tôi cũng lấy làm lạ, vì không ngờ một người như ông lại có tài nấu ăn như thế... Nhìn ông chế biến các món ăn một cách thành thục như một đầu bếp thực thụ, tôi vô cùng ngạc nhiên và khâm phục. Những lúc như thế, hình bóng của một người nhạc sĩ không còn hiện diện, tôi chỉ còn thấy hình ảnh của một người cha thân yêu đang hết lòng chăm chút nấu những món ăn ngon cho một đàn con đang tuổi ăn tuổi lớn, trong [[Thời bao cấp|hoàn cảnh bao cấp]] thiếu thốn \"ăn còn chưa đủ no, lấy đâu ra mà dám đòi ăn ngon\". Có lần tôi hỏi ông: \"Làm thế nào mà bố lại biết nấu nhiều món ăn ngon thế?\". Trầm ngâm một lát, ông mới thủng thẳng nói: \"Ai chẳng thích ăn ngon! Nhưng để nấu cho ngon thì không phải ai cũng nấu được... Vì thích ăn ngon nên những khi có điều kiện để mời bạn đến uống rượu là bố phải \"lăn vào bếp\". Nhìn mọi người ăn ngon miệng là bố thấy vui... Nấu ăn cũng là một nghề đầy tính nghệ thuật.|200px||Họa sĩ Văn Thao, con cả của Văn Cao<ref name=\"Bữa cơm tất niên\"/>}}","{{Pull quote|...Ông là một người tài hoa – cầm, kỳ, thi họa đều giỏi cả, nhưng sống lặng lẽ, khiêm nhường; dù có bị oan ức, thiệt thòi vẫn im lặng chịu đựng và chứng minh mình trong sạch, mình yêu đất, yêu thương giống nòi. Ông cống hiến hết mình nhưng không đòi hỏi điều gì cả. (...) Là một nghệ sĩ tài hoa, được rất nhiều phụ nữ xinh đẹp mến mộ, nhưng suốt đời ông chỉ có một mối tình với người bạn đời của mình là bà Nghiêm Thúy Băng. Ông là một người cha nghiêm khắc và đầy trách nhiệm đối với 5 người con của mình. (...) Sinh thời ông gặp nhiều trắc trở trong con đường công danh sự nghiệp, vì bị đồng chí, đồng nghiệp ganh ghét, đố kỵ hay đơn giản là không hiểu tầm cao tư tưởng và tính nhân văn trong những sáng tác của ông; song, ông không kêu ca, oán thán gì cả.|200px||Hồ Bất Khuất<ref name=\"vanhoanghean.com.vn\"/>}}","{{Pull quote|Bên cạnh [[Hoàng Quý]], tại Hải Phòng, còn có thêm các ca nhạc sĩ tài tử thuộc loại tiền phong như [[Phạm Ngữ]], [[Canh Thân (nhạc sĩ)|Canh Thân]], [[Tô Vũ (nhạc sĩ)|Hoàng Phú]] (em của tác giả ''Cô Láng Giềng'') nhưng trong chặng đầu của [[Tân nhạc Việt Nam|Tân nhạc này]], họ chưa làm quen với quần chúng qua các bản nhạc tình. Họ là những ngôi sao trong xu hướng nhạc vui khoẻ, đa số nhắm vào tình tự quê hương mà tôi sẽ nói tới trong bài tới. Chỉ qua tới thời kỳ sau, thời kỳ khởi đầu cho sự phát triển âm nhạc mới, người ta mới được thưởng thức một câu chuyện ái tình rất ư lãng mạn qua một ca khúc tuyệt diệu là ''Em Đến Thăm Anh Một Chiều Mưa'' của Hoàng Phú sau khi ông đổi tên là [[Tô Vũ (nhạc sĩ)|Tô Vũ]]. Nhưng ở Hải Phòng, đã có Văn Cao! Đã có Văn Cao trong nhóm Đồng Vọng (của Hoàng Quý và bạn bè) với ít nhiều bản nhạc vui khoẻ, nhưng ở đây, chúng ta đang đả động tới nhạc tình. Và nói tới nhạc tình thì... Văn Cao là nhất!|200px||[[Phạm Duy]]<ref name=\"phamduy\"/>}}","{{Pull quote|Văn Cao đã đưa nhạc tình 1943-44 vượt khỏi những khuôn sáo cũ mèm.|200px||[[Phạm Duy]]<ref name=\"phamduy\"/>}}","{{Pull quote|Phải đợi cho tới khi [[Tân nhạc Việt Nam|Tân nhạc]] ra đời vào những năm cuối 30 và đầu 40 thì chúng ta mới có được một loại nhạc tình lãng mạn do các người tình tiền phong của thời đại như [[Dương Thiệu Tước]], [[Thẩm Oánh]], [[Lê Thương]], [[Văn Chung]], [[Doãn Mẫn (nhạc sĩ Việt Nam)|Dzoãn Mẫn]]…tung ra (…) Tuy nhiên, loại [[nhạc tình]] lãng mạn đó chỉ có thể được gọi là đạt tới độ hoàn mỹ khi nó được phát xuất ra từ một con người tài hoa bậc nhất của thế giới nghệ sĩ trẻ lúc bấy giờ. Người đó là Văn Cao.|200px||Phạm Duy<ref>Đặng Tiến, ''[https://www.vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/van-cao,-tieng-hat Văn Cao, tiếng hát]''. (Tạp chí Văn hóa Nghệ An, 26/7/2015)<\/ref>}}","{{Pull quote|Người Sông Ngự/Văn Cao đã thú nhận rằng mình bị ảnh hưởng sông nước của hai truyện ''Đào Nguyên'', ''Thiên Thai'' cho nên đã soạn ra một bài hát. Một bài hát, theo tôi thật là tuyệt diệu! Nó vừa có tính chất trường ca, vừa có tính chất nhạc cảnh. Nếu hình thức ca khúc trong Tân nhạc Việt Nam cho tới năm 1944 này vẫn còn nằm trong khuôn khổ một đoản khúc được ước định trong một số khuôn nhạc nào đó, với một lối chuyển cung, chuyển điệu công thức nào đó… thì ''Thiên Thai'' của Văn Cao đã vươn lên một thức rất lớn, chia ra nhiều đoạn, nhiều cảnh, gồm tới con số chín mươi bốn khuôn nhạc, chan chứa những giai điệu thần tiên và những lời ca thần diệu.|200px||[[Phạm Duy]]<ref name=\"phamduy\"/>}}","{{Pull quote|Nếu đem so sánh với những bản nhạc tình của 50 năm Tân nhạc thì những bài ''Suối Mơ'', ''Bến Xuân'' là cực điểm của lãng mạn tính trong ca nhạc Việt Nam. Sẽ không bao giờ có những bài ca lãng mạn như thế nữa ! Sẽ có nhạc tình cảm tính, nhạc tình não tính, nhạc tình nhục tính và ảo tính nhưng không thể có thêm những bài nhạc tình lãng mạn nào hay hơn nhạc Văn Cao.|200px||[[Phạm Duy]]<ref name=\"phamduy\"/>}}","{{Pull quote|Bài ''Trường ca Sông Lô'' của Văn Cao là một tác phẩm vĩ đại. Thằng bạn này vẫn là một kẻ khai phá. Nó là cha đẻ của loại trường ca. Về hình thức, bài của nó chẳng thua gì bất cứ một tuyệt phẩm nào của loại nhạc cổ điển Tây Phương. Nét nhạc của trường ca rất mạnh khỏe, rất tươi sáng. Nhịp điệu vô cùng phong phú với những chuyển đoạn rất tài tình. Bài này đánh dấu sự trưởng thành của Tân nhạc.|200px||[[Phạm Duy]]<ref name=\"phamduy\"/>}}","{{Pull quote|Nếu ''[[Thiên Thai (bài hát)|Thiên Thai]]'' chỉ nằm trong một giọng Re (mineure và majeure) và ''[[Trương Chi (bài hát)|Trương Chi]]'' chỉ chuyển nhịp, chuyển điệu trong hai giọng Re và Sol… thì ''[[Trường ca sông Lô]]'' có tới sáu lần chuyển âm (modulations) cũng như chuyển tiết tấu (changing rythmes). ''Trường ca sông Lô'' là bản hát dài đầu tiên của chúng ta là một tuyệt phẩm mà những người đi sau Văn Cao (như tôi) đã học hỏi được rất nhiều ở ông để tiếp tục làm giầu cho âm nhạc Việt Nam. Tôi muốn được công khai tỏ lòng biết ơn thiên tài Văn Cao trong buổi nói chuyện này.|200px||[[Phạm Duy]]<ref name=\"PhạmDuy2007\">Trích dẫn theo nhạc sĩ Phạm Duy trong bài nói chuyện về sự nghiệp sáng tác âm nhạc của Văn Cao tại Phòng trà Tình ca, TP. Hồ Chí Minh, ngày 5 tháng 10 năm 2007.<\/ref>}}","{{Pull quote|Văn Cao là người đẻ ra [[trường ca (âm nhạc)|trường ca]], còn tôi chỉ là người thừa kế. ''Trường ca sông Lô'' phải là đỉnh cao nhất của [[nhạc cách mạng|nhạc kháng chiến]] nói riêng, của [[tân nhạc Việt Nam]] nói chung. Sự dài hơi trong những câu nhạc trong bài chứng tỏ nhạc sĩ Văn Cao đã trưởng thành ngay từ lúc tân nhạc vừa mới ra đời.|200px||[[Phạm Duy]]<ref>[http://giaitri.vnexpress.net/tin-tuc/nhac/lang-nhac/nghe-pham-duy-tam-tinh-ve-van-cao-1899309.html ''Nghe Phạm Duy tâm tình về Văn Cao'' (VnExpress, 6/10/2008)]<\/ref>}}","{{Pull quote|Trong âm nhạc, Văn Cao sang trọng như một ông hoàng. Trên cánh đồng ca khúc, tôi như một đứa bé ước mơ mặt trời là con diều giấy thả chơi. Âm nhạc của anh Văn là âm nhạc của thần tiên bay bổng. Tôi la đà đi giữa cõi con người. Anh cứ bay và tôi cứ chìm khuất. Bay và chìm trong những thân phận riêng tư....|200px||[[Trịnh Công Sơn]]<ref name=\"tala\"/>}}","{{Pull quote|Hồi còn là một cậu thiếu niên, tôi đã từng ngâm nga ''Suối mơ'', một trong những sáng tác nổi tiếng của nhạc sĩ Văn Cao, một ca khúc trữ tình lãng mạn, bay bổng những ước mơ cao đẹp. Nét nhạc nhẹ nhàng, duyên dáng như nét bút uyển chuyển của một họa sĩ tài năng vẽ nên những hình ảnh nên thơ \"bên rừng thu vắng, dòng nước trôi lững lờ ngoài nắng\". Lời ca trau chuốt gọt giũa như những câu thơ giàu nhạc điệu với nhiều hình tượng đẹp về \"con suối róc rách\", \"bóng cây thùy dương\", \"đàn nai đùa trong khóm lá\"... Ca khúc với hình thức ba đoạn đơn ABA’, giai điệu từ giọng \"la thứ\" nhẹ nhàng thơ mộng từ từ chuyển sang giọng \"la trưởng\" bay bổng thiết tha, rồi lại trở về giọng \"la thứ\", tái hiện âm hình chủ đạo ban đầu để rồi kết thúc trọn vẹn ca khúc.|200px||[[Trương Quang Lục]]<ref>[[Trương Quang Lục]], ''[http://www.sggp.org.vn/vai-ky-niem-kho-quen-ve-nhac-si-van-cao-118318.html Vài kỷ niệm khó quên về nhạc sĩ Văn Cao. Nhân kỷ niệm 90 năm ngày sinh nhạc sĩ Văn Cao]''. (Báo Sài Gòn Giải Phóng, 17/11/2013)<\/ref>}}","{{Pull quote|Văn Cao và Phạm Duy khác Trịnh Công Sơn. Trịnh Công Sơn là một người \"hát thơ\", một nghệ sĩ tuyệt vời, ông là con người của đại chúng, được người dân thành thị hâm mộ nhất. Còn Văn Cao và Phạm Duy là con người của âm nhạc, người sáng tạo âm nhạc và cùng với một số bậc tiền bối khác đặt nền móng cho âm nhạc Việt Nam buổi đầu. Những người ấy ra đi nhưng âm nhạc của họ còn sống mãi. Nghệ thuật không chỉ có giá trị xã hội mà cái giá trị chính yếu của nó là giá trị văn hóa. Với văn hóa âm nhạc của ta, và cũng không chỉ với âm nhạc, các ông ấy là những người mở đường. Giá trị của họ cao hơn sự nổi tiếng rất nhiều. Chúng tôi và những người trẻ hơn đang kế thừa những giá trị đó.|200px||Nhạc sĩ [[Dương Thụ]]<ref>Trích dẫn theo tác giả Khánh Nguyễn trong bài viết [http://thethaovanhoa.vn/van-hoa-giai-tri/nhac-si-duong-thu-su-xuat-hien-cua-pham-duy-la-mot-tat-nhien-n20130204155912982.htm “Nhạc sĩ Dương Thụ: Sự xuất hiện của Phạm Duy là một tất nhiên” (Báo Thể thao & Văn hóa Cuối tuần, 09/02/2013).]<\/ref>}}","{{Pull quote|Văn Cao là một nhạc sĩ lớn, một nghệ sĩ bậc thầy trong nhiều lĩnh vực nghệ thuật: âm nhạc, thơ ca, hội họa… Ông được tiếp xúc với âm nhạc phương Tây từ nhỏ khi học tại trường Bonnal, sau tại trường dòng Saint Josef (Hải Phòng). Cuối những năm 30 của thế kỷ XX, [[Tân nhạc Việt Nam]] đã ra đời, cùng với các nhạc sĩ như [[Lê Thương]], [[Tô Vũ (nhạc sĩ)|Tô Vũ]], [[Canh Thân (nhạc sĩ)|Canh Thân]], [[Hoàng Quý]]… Văn Cao tham gia vào [[Đồng Vọng|nhóm \"Đồng Vọng\"]] của Hoàng Quý. Bài hát đầu tiên là ''[[Buồn tàn thu]]'' (1939), lúc đó Văn Cao mới 16 tuổi. Điều đặc biệt là tuy học nhạc phương Tây, nhưng Văn Cao ít chịu ảnh hưởng của âm nhạc lãng mạn Pháp, mà hướng giai điệu các bài hát của mình gần với [[nhạc cổ truyền Việt Nam|âm nhạc dân tộc]], màu sắc [[Ngũ cung (âm giai)|ngũ cung]] (khác với bảy âm trưởng – thứ [major – minor] của phương Tây), lấy chất liệu từ [[hát chèo|chèo]], [[quan họ]], [[hát xẩm|xẩm]], [[ca trù]]… để sáng tác những ca khúc đầu đời như: ''[[Thu cô liêu]]'', ''[[Suối mơ]]'', ''[[Trương Chi (bài hát)|Trương Chi]]'', ''[[Thiên Thai (bài hát)|Thiên thai]]'' (1941)...|200px||Nhạc sĩ [[Đỗ Hồng Quân]], Chủ tịch [[Hội Nhạc sĩ Việt Nam]]<ref name=\"vanhien.vn\">[[Đỗ Hồng Quân]], ''[http://vanhien.vn/news/Ky-niem-90-nam-ngay-sinh-nhac-si-Van-Cao-1923-2013-Tu-Buon-tan-thu-den-Mua-xuan-dau-tien-cuoc-hanh-trinh-cua-mot-tai-nang-lon-31028 Nhạc sĩ Văn Cao: Từ \"Buồn tàn thu\" đến \"Mùa xuân đầu tiên\", cuộc hành trình của một tài năng lớn!]''. (Tạp chí điện tử Văn Hiến Việt Nam, 04/02/2014)<\/ref>}}","{{Pull quote|Thời trai trẻ ở ông có hai mạch nguồn cảm xúc: trữ tình lãng mạn, hùng tráng hào sảng thông qua thực tiễn của hoạt động cách mạng, Văn Cao đã kết hợp để cho ra đời tác phẩm đỉnh cao trong sự nghiệp sáng tác của mình, đó là ''Trường ca sông Lô'' - một thể loại mới trong âm nhạc Việt Nam (thể loại trường ca - hùng ca). Cùng với ''Người Hà Nội'' của [[Nguyễn Đình Thi]], ''[[Du kích Sông Thao]]'' của ''Đỗ Nhuận'', ''Bình Trị Thiên khói lửa'' của [[Nguyễn Văn Thương]], ''Bộ đội về làng'' của Lê Yên (thơ [[Hoàng Trung Thông]]), nhạc sĩ Văn Cao đã vượt lên những hình thức âm nhạc thông thường, ghi vào biên niên sử bằng âm thanh những tác phẩm thể loại lớn, in đậm dấu ấn sáng tạo, được công chúng đón nhận và sống mãi với thời gian.|200px||Nhạc sĩ [[Đỗ Hồng Quân]], Chủ tịch [[Hội Nhạc sĩ Việt Nam]]<ref name=\"vanhien.vn\"/>}}","{{Pull quote|Trong dòng âm [[nhạc cách mạng]], Văn Cao là người đầu tiên chắp những đôi cánh lãng mạn, những ước mơ lớn vào các ca khúc, [[hành khúc]] chiến đấu. (...) Từ năm 1944 đến năm 1946 là một bước ngoặt lớn, một bước phát triển nhảy vọt của Văn Cao. Từ dòng lãng mạn lành mạnh – yêu nước hùng tráng, Văn Cao chuyển ngay sang dòng âm nhạc cách mạng, chuyển ngay sang dòng thác dữ dội của cách mạng giải phóng dân tộc. Chuyển một cách mau lẹ, tự nhiên, vững chắc, không qua một giai đoạn quá độ, không qua một giai đoạn mò mẫm \"nhận đường\". (...) Với \"[[Tiến quân ca]]\", lần đầu tiên Quân giải phóng Việt Nam chính thức có một hành khúc hùng tráng, trang nghiêm và lôi cuốn. Với \"Tiến quân ca\", lần đầu tiên toàn thể các tầng lớp nhân dân Việt Nam có chung một hành khúc trên đường ra trận. Trước đó, chúng ta chỉ có những nhạc phẩm yêu nước của tuổi trẻ thủ đô, của thanh niên, học sinh, sinh viên và [[hướng đạo sinh]]. \"Tiến quân ca\" là cái mốc bằng vàng đánh dấu sự toàn thắng của âm nhạc cách mạng về cả tư tưởng lẫn về nghệ thuật.|200px||Nhạc sĩ Dân Huyền<ref>Dân Huyền, ''[http://vov.vn/van-hoa/am-nhac/nhac-si-van-cao-va-nhung-sang-tac-ve-de-tai-cach-mang-545725.vov Nhạc sĩ Văn Cao và những sáng tác về đề tài cách mạng]''. (Báo điện tử của Đài tiếng nói Việt Nam - VOV.vn, 02/09/2016)<\/ref>}}","{{Pull quote|Càng nhìn ông tôi càng thắc mắc, làm sao trên đôi vai gầy guộc nhỏ bé ấy lại chở đến cho đời nhiều mùa xuân đầy ý nghĩa và đẹp đến thế. Mùa xuân cổ tích của ''Thiên thai'', lãng mạn trong ''Bến xuân'', hào hùng trong ''Tiến về Hà Nội'', trong ''Sông Lô'', và đoàn viên trong ''Mùa xuân đầu tiên''... Cùng những mùa thu man mác đẹp lung linh của ''Thu trung du'', ''Suối mơ'', buồn thấm thía trong ''Buồn tàn thu'', ''Thu cô liêu'', ''Trương Chi''... Âm nhạc của ông thật trong lành như chính con người ông vậy.|200px||Ca sĩ [[Ánh Tuyết]]<ref>Trích dẫn theo tác giả (ca sĩ [[Ánh Tuyết]]) trong bài viết [http://tuoitre.vn/nhac-si-van-cao-truong-chi-la-toi-day-557851.htm “Nhạc sĩ Văn Cao: Trương Chi là tôi đấy” (Báo Tuổi Trẻ Online, 07/07/2013).]<\/ref>}}","{{Pull quote|Trong một chuyến cùng đi làm phim chân dung với nhà thơ [[Tế Hanh]], khi máy bay đã lẫn vào những đám mây, Tế Hanh bỗng hỏi tôi: \"Kha làm công tác âm nhạc, Kha nghĩ thế nào về bốn ông nhạc sĩ: [[Nguyễn Xuân Khoát]], [[Lưu Hữu Phước]], [[Đỗ Nhuận]] và Văn Cao?\". Vốn đã ngẫm nghĩ về tứ trụ này từ lâu, tôi trả lời: \"Văn Cao là trời cho. Đỗ Nhuận là đời cho. Nguyễn Xuân Khoát là người cho. Lưu Hữu Phước là thời cho\". Tế Hanh cười: \"Được. Hay lắm. Mình đã từng nghĩ như thế, nhưng chưa rút ra gọn như vậy\".|200px||Nhà nghiên cứu âm nhạc [[Nguyễn Thụy Kha]], một nhà \"Văn Cao học\" và cũng là bạn vong niên của Văn Cao.<ref>Thùy Dương, ''[http://anninhthudo.vn/giai-tri/van-cao-nguoi-di-doc-bien/408102.antd Văn Cao - Người đi dọc biển]''. (''Báo An ninh Thủ đô điện tử'', 23/07/2011)<\/ref>}}","{{Pull quote|Nếu chỉ có [[Trịnh Công Sơn]] thì âm nhạc Việt Nam cũng có gì như còn méo mó và ốm yếu. Nhưng nếu chỉ có âm nhạc hùng tráng mà thiếu Trịnh Công Sơn thì nền âm nhạc các anh vẫn không thể gọi là hoàn thiện được, vì nó vẫn thiếu một mảng rất cần thiết cho đời sống riêng tư của mỗi con ng­ười... Nhưng cũng phải thành thật mà nói rằng, nhạc Trịnh nghe lẻ từng bài thì hay. Nhưng nghe cả một cuộn băng thì lại thấy mệt vì đơn điệu. Ông Văn Cao của các anh đa dạng hơn nhiều, phong phú hơn nhiều, mặc dù so với Trịnh Công Sơn, ông ấy viết rất ít.|200px||Frank Gerke<ref>Một nhà nghiên cứu không chuyên về [[nhạc Trịnh]], Frank Gerke mang quốc tịch Đức. Trích dẫn theo tác giả [[Trần Đăng Khoa (nhà thơ)|Trần Đăng Khoa]] trong bài viết [http://vov.vn/blog/tran-dang-khoa-thang-tu-roi-nho-trinh-cong-son-204933.vov “Tháng Tư rồi, nhớ Trịnh Công Sơn” (Báo điện tử của Đài tiếng nói Việt Nam - VOV.vn, 01/04/2012)].<\/ref>}}","{{Pull quote|Tôi rất phục cách dùng chữ trong thơ Văn Cao, bởi vì chữ ông dùng không câu nệ vần điệu, không dùng những chữ quen mà toàn dùng những chữ mới. Nó vừa dễ hiểu nhưng để ngẫm hết ý thì lại khó. Có bài ''Chiếc xe xác qua phường Dạ Lạc'' viết năm 1945 về nạn đói khiến người ta nhớ mãi. Còn những bài viết theo không khí tiền chiến thì được xếp vào những bài thơ hàng đầu của tiền chiến.|200px||Nhà thơ [[Vũ Quần Phương]]<ref>Trích dẫn theo tác giả Phương Thúy trong bài viết [http://vov.vn/van-hoa/van-hoc/van-cao-mot-guong-mat-tho-cach-tan-303584.vov “Văn Cao - một gương mặt thơ cách tân” (Báo điện tử của Đài tiếng nói Việt Nam - VOV.vn, 30/12/2013)].<\/ref>}}","{{Pull quote|Tôi đã nhiều lần nhìn ngắm Văn Cao ngồi im lặng: ông có thể ngồi suốt ngày với một tư thế như vậy, với một tâm thế như vậy. Những lúc ấy, tâm tưởng ông liên tục du hành trong thời gian, trong những không gian tưởng tượng. Chính khả năng cô đặc thời gian, khả năng \"tích trữ lương thực\" cho tinh thần, cho tâm hồn đã đưa tới những bài thơ cô đặc mà Văn Cao từng ủ bao nhiêu năm trong những cuốn sổ tay nhỏ nhít của ông. Ủ như người ta ủ những hạt mầm. Bản thân những hạt mầm cũng là sự cô đặc thời gian, sự kiên nhẫn với thời gian. Đọc thơ Văn Cao giờ đây, tôi như thưởng thức được từng chấm sáng lấp lánh của thời gian qua từng con chữ. Nhiều khi, thơ cũng phải biết tự dè sẻn như thế, tự làm nhỏ mình lại như thế, biết kiên nhẫn như thế. Như những hạt mầm. Những hạt mầm của thời gian.|200px||Nhà thơ [[Thanh Thảo (nhà thơ)|Thanh Thảo]]<ref>Trích dẫn theo tác giả [[Thanh Thảo (nhà thơ)|Thanh Thảo]] trong bài viết [http://www.baobinhdinh.com.vn/566/2003/12/7534/ “Nhân 80 năm ngày sinh Văn Cao: Thời gian cô đặc trong thơ Văn Cao” (Báo Bình Định điện tử, 14/12/2003).]<\/ref>}}","{{Pull quote|Đọc lại thơ Văn Cao trong một ngày đông lạnh, tôi thấy số phận thật đa đoan: người nghệ sĩ ấy lại hóa thiệt thòi vì quá tài hoa. Nếu sự nghiệp âm nhạc của ông không lớn đến như thế, thì có lẽ người ta sẽ chú ý hơn tới thơ ca để nghe thấy một tiếng nói khác, giống như tiếng \"người khổng lồ kêu thét suốt ngày đêm\", giống như tiếng sóng biển từng ám ảnh suốt cả đời ông... Ở ca khúc, mùa xuân trong sáng, có thể nói là \"trong suốt\". Còn mùa xuân trong thơ Văn Cao luôn mang một vẻ u uất - có lẽ đó cũng là nét khác thường so với cái \"mã\" của mùa xuân thông thường được coi là khoảnh khắc tươi trẻ nhất trong sự luân hồi của thời gian... Như vậy, không thể đơn giản giải thích không khí u uẩn bao trùm thơ xuân Văn Cao bằng hoàn cảnh xã hội. Có thể nói vì nhạc của Văn Cao chủ yếu được sáng tác thời trẻ, còn sau này ông coi \"Nhạc là mối tình đầu bị phản bội\" chăng? Cũng có thể vì nhạc của Văn Cao hướng ngoại, còn thơ là nơi \"tôi đi qua tôi\", là \"một nửa mặt\" của thi nhân đầy mâu thuẫn như biển trong thơ ông, tràn ngập mênh mông nước, vậy mà vẫn \"thành người khổng lồ kêu khát suốt ngày đêm\"?|200px||Đặng Anh Đào<ref>Trích dẫn theo tác giả Đặng Anh Đào (con gái của nhà nghiên cứu, phê bình văn học [[Đặng Thai Mai]]) trong bài viết [http://cand.com.vn/van-hoa/Mua-xuan-bi-an-trong-tho-Van-Cao-137245/ “Mùa xuân bí ẩn trong thơ Văn Cao” (Báo Công an nhân dân điện tử, 04/01/2009).]<\/ref>}}","{{Pull quote|[[Trường ca]] là một hiện tượng lớn và cực kì phong phú. Và trường ca không phải là độc quyền của thơ. Trong văn xuôi cũng có trường ca, ví như ''Những linh hồn chết'' của [[Gogol]], rồi Trường ca bằng văn xuôi trước Cách mạng của [[Xuân Diệu]], [[trường ca (âm nhạc)|trong nhạc, ở ca khúc, cũng có trường ca]], chẳng hạn ''[[Trường ca Sông Lô|Sông Lô]]'' của Văn Cao, ''Người Hà Nội'' của [[Nguyễn Đình Thi]], ''Du kích sông Thao'' của [[Đỗ Nhuận]], ''Bình Trị Thiên khói lửa'' của [[Nguyễn Văn Thương]]... (...) Trước kia chủ thể trường ca hầu như không xuất hiện với tư cách một cái tôi cá nhân, một nhân vật được khách thể hóa trong văn bản trường ca. Nhưng về sau đã có biến đổi. Ở ta, có lẽ từ ''[[Những người trên cửa biển]]'' của Văn Cao trở đi, với cái câu mở đầu rất tiêu biểu: \"Tôi sinh ra đã có Hải Phòng\", người ta thấy cái tôi của người viết trường ca không chịu đứng ngoài, nấp sau nữa, nó đã trở thành một \"nhân vật\" trong trường ca. Nghĩa là người viết không còn đứng ở bên trên như \"người kể chuyện toàn năng\" nữa, mà tham gia vào mạch trường ca như một \"mảnh ghép của lịch sử\", nghĩa là như một số phận gắn bó với lịch sử, như một nhân chứng, một kẻ trong cuộc, thậm chí người tham gia làm nên những chấn động lịch sử ấy, và giờ đây đang trực tiếp thụ hưởng hoặc hứng chịu những chấn động ấy. (...) Theo tôi, kể những tác phẩm trường ca mà sự xuất hiện của nó gây thành ấn tượng lớn, có tầm ảnh hưởng, hoặc cắm một cái mốc nào đó đối với sự phát triển của thể loại là phải kể: ''Từ đêm 19'' của [[Khương Hữu Dụng]], ''Những người trên cửa biển'' của Văn Cao,...|200px||Nhà nghiên cứu phê bình văn học Chu Văn Sơn<ref name=\"toquoc.vn\"/>}}","{{Pull quote|Nếu nhạc của Văn Cao đưa con người vào cõi mộng, thì thơ Văn Cao xoáy vào thực tại cuộc đời: phần đời thực với ''Chiếc xe xác qua phường Dạ Lạc'', ''Ngoại ô mùa đông 1946'', ''Những người trên cửa biển'' và phần nội tâm sâu xé của con người mất tự do, trong các bài thơ ngắn, cô đọng và đau thương, ''như những giọt nước mắt không rơi ngoài tim mình'' như lời thơ [[Thanh Tâm Tuyền]]... Cúi xuống những lầm than của kiếp người, Văn Cao là người duy nhất để lại những hình ảnh kinh hoàng của [[Nạn đói năm Ất Dậu, 1944-1945|trận đói tháng 3 năm Ất Dậu]]. Nếu không có ''Chiếc xe xác qua phường Dạ Lạc'', thì chúng ta không thể hình dung cảnh xe xác lăn trong xóm [[cô đầu]] của một Hà Nội bán linh hồn...|200px||[[Thụy Khuê (nhà phê bình)|Thụy Khuê]]<ref>Trích dẫn theo tác giả Thụy Khuê trong bài viết [http://vi.rfi.fr/tong-hop/20100411-nhan-van-giai-pham-phan-xiii-van-cao “Nhân văn Giai phẩm - phần XIII: Văn Cao” (RFI.fr, 11/04/2010).]<\/ref>}}","{{Pull quote|Người ta biết đến Văn Cao không chỉ có thơ, mà còn có nhạc, hoạ, kịch... Thành công của Văn Cao chưa hẳn là thơ nhưng chính thơ lại góp phần hiển lộ tính chất đa tài của Văn Cao. Và cũng chính thơ đã cho thấy sự nhất quán trong tư tưởng nghệ thuật của ông. Đó là tư tưởng của một nghệ sĩ luôn phóng chiếu sự sáng tạo của mình trên đôi cánh của chủ nghĩa siêu thực và hiện thực. Tâm thức \"trôi\" trong Thơ Văn Cao chính vì thế cũng chính là tâm thức \"trôi\" trong hoạ, trong nhạc với những tình khúc bất tử như ''Buồn tàn thu'', ''Bến xuân'', ''Trương Chi'', ''Suối mơ'', ''Thiên thai''... Nhiều lời trong các bài nhạc của ông cũng đầy chất thơ mà mỗi khi hát lên luôn tạo cho ta cảm giác nao lòng như đang trôi trong cõi phiêu bồng vô định của cuộc đời... Song tâm thức \"trôi\" trong thơ Văn Cao tuy nhuần thấm lẽ vô thường và bồng bềnh trong hư vô bất định nhưng không bao giờ lạc hướng. Ngược lại ông luôn thể hiện chủ kiến của mình trước cuộc đời. Với lẽ sống cao đẹp của người nghệ sĩ, ông luôn nêu cao ý thức trách nhiệm công dân trước xã hội và nhân dân. Và đây chính là cảm hứng chủ đạo để Văn Cao viết những bài thơ mang hơi thở nóng hổi của hiện thực cuộc sống như: ''Chiếc xe xác qua phường Dạ Lạc'', ''Ngoại ô mùa Đông 1946'', ''Quy Nhơn 3'', trường ca ''Những người trên cửa biển''...|200px||Trần Hoài Anh<ref>Trích dẫn theo tác giả Trần Hoài Anh trong bài viết [http://nhavantphcm.com.vn/tac-pham-chon-loc/nghien-cuu-phe-binh/tran-hoai-anh-voi-tam-thuc-tho-van-cao.html “Tâm thức “trôi” trong thơ Văn Cao” (Trang điện tử Hội nhà văn Thành phố Hồ Chí Minh, 16.4.2011).]<\/ref>}}","{{Pull quote|Nếu như âm nhạc Văn Cao đã được khẳng định ở vị trí số một Việt Nam trong thế kỷ XX thì các lĩnh vực sáng tác khác, là họa và đặc biệt là thơ của ông dường như chưa có sự nghiên cứu thấu đáo... Giờ nhìn lại sự nghiệp thơ Văn Cao, ta không khỏi ngạc nhiên, khi chỉ trong hơn 10 năm kể từ khi có tác phẩm thơ đầu tiên, từ một nhà lãng mạn cuối mùa, ông đã làm một hành trình dài lao thẳng vào hiện đại như một cánh chim xuyên qua bão táp của những thành kiến trong thời đại mình để trở thành một nhà tiên phong, mở ra một cánh cửa mới cho thơ hiện đại Việt Nam, mà cho đến nay chúng ta chưa đi hết cung đường mà ông đã vạch ra. Ngọn lửa thơ của Văn Cao sung sức và bùng cháy nhất chính ở thời điểm ông viết [[trường ca]] ''[[Những người trên cửa biển]]'' năm 1956. Cảm xúc sôi trào. Ý tứ sắc sảo. Câu thơ hoạt. Hình tượng thơ gây nhiều ám ảnh. Từ thời điểm này về trước, Văn Cao thiên về cảm xúc, cảm giác và những hình ảnh lãng mạn. Sau thời điểm này, Văn Cao chuyển dần sang ẩn dụ, tượng trưng với những hình ảnh biểu tượng hết sức sâu sắc và những suy tư mang nhiều cay đắng.|200px||Thiên Sơn<ref name=\"vanhaiphong.com\">Trích dẫn theo tác giả Thiên Sơn trong bài viết [http://vanhaiphong.com/ly-luan-phe-binh/226-nha-th-vn-cao-con-nhng-ting-rn-v-thien-sn.html “Nhà thơ Văn Cao, còn những tiếng rạn vỡ” (Trang điện tử Hội nhà văn Hải Phòng, 23/11/2013).]<\/ref>}}","{{Pull quote|Cuối những năm 30, đầu những năm 40 thế kỷ trước, phong trào [[Thơ mới]] bắt đầu cạn dần dòng chảy của nó. Những sáng tác đầu tiên của Văn Cao (bài thơ đầu tiên giữ lại được ghi sáng tác năm 1939) chịu ảnh hưởng của tư duy Thơ mới, nhưng lối dùng chữ vẫn còn nặng về Hán Việt, nhạc thơ còn chưa thật nhuần nhuyễn. Nhưng, chỉ khoảng 1 năm sau, khi ông viết ''Một đêm đàn lạnh trên sông Huế'' (1940) thì độ điêu luyện, mượt mà đã không kém các bậc đàn anh trong Thơ mới trước đó. Và cũng chỉ mấy năm sau, ông viết ''Chiếc xe xác qua phường Dạ Lạc'' thì không chỉ độ điêu luyện đã lên đến đỉnh, mà còn cho thấy một cách nhìn, cách miêu tả hiện thực đến tận cùng trước thảm họa khủng khiếp của dân tộc ta trong [[nạn đói năm 1945]]. Đó là thời điểm Văn Cao đã hoàn toàn vượt qua ảnh hưởng của Thơ mới và nghiêng theo chủ nghĩa hiện thực. Nhưng rồi sau đó, Văn Cao chủ yếu chuyển sang nhạc, liên tiếp giành được những thành tựu lớn trong âm nhạc, còn đường thơ thì dần trở nên thưa thớt.|200px||Thiên Sơn<ref name=\"vanhaiphong.com\"/>}}","{{Pull quote|Trừ một số bài thơ dài, mà trường độ cảm xúc và tính khái quát không thua kém những trường ca, về cơ bản, thời kỳ những năm 60, 70 của thế kỷ trước, thơ Văn Cao trở nên ngắn gọn, cô đúc. Ông tìm sự liên kết trong ý tứ, hình ảnh, trong nhạc điệu, tức là sự liên kết từ bên trong chứ ít khi sử dụng những vần điệu vang vọng. Hình ảnh trong thơ ông thường biến nghĩa, cấu trúc câu cũng linh hoạt khơi gợi sự ngẫm ngợi. Hầu hết thơ ông quãng sau nghiêng về nghĩa bóng, mỗi bài thơ đặt ra những thách thức bí ẩn khiến người đọc phải giải mã điều thực sự nhà thơ muốn nói phía sau mỗi câu từ. Dù không sáng tác nhiều thơ (khoảng 60 bài thơ và 1 trường ca), Văn Cao cũng đã ôm chứa trong ông bước dịch chuyển lớn lao mang dấu ấn của hơn nửa thế kỷ tìm đường của thơ Việt. Từ một nhà lãng mạn, Văn Cao đã nỗ lực để trở thành một nhà thơ hiện thực, từ một nhà hiện thực, Văn Cao đã tiến thêm một bước vào lãnh địa của thơ tượng trưng. Trong thơ ông người ta tìm thấy cả dấu ấn thân phận nhà thơ, lẫn nỗi cay đắng của một lịch sử đầy gấp khúc.|200px||Thiên Sơn<ref name=\"vanhaiphong.com\"/>}}","{{Pull quote|Văn Cao quả là một người tài hoa có một. Đến lúc Văn Cao nổi tiếng về nhạc và vụ ám sát Đỗ Đức Phin, người ta mới giở lại những bài thơ anh đăng tải trên ''Tiểu thuyết thứ bảy'' và một loạt tờ báo khác, và đến lúc ấy người ta mới thấy thơ Văn Cao cũng hay như nhạc của anh. Chẳng qua chỉ vì Văn Cao không quan niệm cái gì là quan trọng, không kéo bè kéo đảng để đưa nhau lên, suy tôn nhau là thi hào \"lớn\", văn sĩ \"lớn\" nên lúc bước vào làng văn nghệ anh không được quảng cáo nhiều, do đó thơ anh bị chìm.|200px||Nhà văn [[Vũ Bằng (nhà văn)|Vũ Bằng]]<ref name=\"vannghequandoi.com.vn\">Trích dẫn theo tác giả Vũ Nho trong bài viết [http://vannghequandoi.com.vn/Diem-sach/Van-Cao-mot-loi-tho-rieng-5424.html “Văn Cao một lối thơ riêng” (Tạp chí văn nghệ quân đội, 17/03/2014)].<\/ref>}}","{{Pull quote|Thơ ông đẹp một cách quyết liệt. Thơ ông thật đến siêu thực. Thơ ông mới bất ngờ như mầm cây vừa đội đất trồi lên.|200px||Nhạc sĩ, nhà thơ [[Nguyễn Trọng Tạo]]<ref name=\"vannghequandoi.com.vn\"/>}}","{{Pull quote|Những ngày tháng Văn Cao đã sống, cứ đổ cái bóng gầy hắt hiu và trắc ẩn vào lòng công chúng, mà những bài hát của ông không lý giải được, những bức tranh của ông cũng không lý giải được. Chỉ còn lại thơ, xoa dịu và tỏ bày giùm Văn Cao. Từ những bài thơ đầu tiên viết năm 1939 đến bài thơ cuối cùng \"Tôi ở\" viết tháng 8-1994, Văn Cao có di sản khoảng chừng 60 bài, nhưng vẫn hiển lộ đầy đủ một chân dung nhà thơ khắc khoải với khát vọng lớn lao \"tới bao giờ tôi gặp được biển?\". Trong sự mến mộ của công chúng phổ thông, chân dung nhạc sĩ Văn Cao luôn khỏa lấp chân dung nhà thơ Văn Cao, bởi lẽ cảm giác xao xuyến thường lấn lướt nhận thức sâu xa.|200px||Lê Thiếu Nhơn<ref name=\"LêThiếuNhơn\"/>}}","{{Pull quote|Tuy nhiên, bài thơ \"Chiếc xe xác qua phường Dạ Lạc\" và bài thơ \"Ngoại ô mùa đông 1946\" chỉ tạo đà cho khoảnh khắc nhảy vọt trong thơ Văn Cao, đó là sự ra đời của trường ca \"[[Những người trên cửa biển]]\" viết vào mùa xuân 1956, giúp cán cân thơ – nhạc có thành tựu tương đương. Với bốn chương chia làm 16 khổ thơ, trường ca \"Những người trên cửa biển\" được viết trên tinh thần \"Tôi yêu Hải Phòng như Việt Nam nhỏ lại / Tôi yêu Việt Nam như tôi biết yêu tôi\". (...) Thử thách thể loại trường ca đòi hỏi sức cảm sức nghĩ phi thường, cũng chính là cơ hội phô diễn một Văn Cao tài năng cồng kềnh.|200px||Lê Thiếu Nhơn<ref name=\"LêThiếuNhơn\"/>}}","{{Pull quote|...Và cho đến nay, công chúng vẫn chỉ biết đến Văn Cao nhạc sĩ và Văn Cao họa sĩ, còn Văn Cao thi sĩ thì chỉ những người quen thân và trong làng văn biết rõ mà thôi! Thực ra, Văn Cao đồng thời sáng tác cả nhạc, thơ và hội họa. Người đời còn ít biết đến thơ của Văn Cao vì nhiều nguyên nhân, trong đó, nguyên nhân chủ yếu là trong nhiều năm (có đến gần 30 năm, từ khoảng 1957 đến 1985), thơ Văn Cao không được xếp vào \"dòng chảy chính thống\" của thơ ca Việt Nam hiện đại. Phải chờ đến thời kỳ \"đổi mới tư duy\", những giá trị lớn lao của thơ Văn Cao (cũng như nhạc Văn Cao) mới được \"hợp pháp hóa\" ! Riêng về chuyện này, có thể nói Văn Cao là một điển hình của một mẫu người nghệ thuật đa tài, đa năng và đa nạn. Nhưng chính qua sự \"thử lửa\" đó của cuộc đời, cốt cách thi nhân của Văn Cao đã trở thành vàng nguyên khối, bản lĩnh thi nhân của Văn Cao càng lớn, sức sống của thơ Văn Cao càng mạnh mẽ…|200px||Đỗ Ngọc Thạch<ref name=\"Newvietart 2009\"/>}}","{{Pull quote|Văn Cao đã viết trường ca \"[[Những người trên cửa biển]]\" năm 1956. Sau này trên thi đàn của ta một độ nở rộ những trường ca. Nhưng có thể thấy Văn Cao đã sớm là một người khai sơn phá thạch ở thể loại này.|200px||Vũ Nho<ref name=\"vannghequandoi.com.vn\"/>}}","{{Pull quote|Ở Văn Cao tiếng vọng hoài niệm như một vẻ đẹp có thẩm mỹ siêu thực, theo tôi là một ẩn hiện di truyền lác đác trong cả cuộc đời nghệ sĩ đẹp đẽ của anh... Nhưng cái nhìn hội họa ở anh có địa vị dẫn đường và chi phối: Chính Văn Cao và vài ba người nữa ([[Bùi Xuân Phái]], [[Nguyễn Sỹ Ngọc|Sỹ Ngọc]], [[Dương Bích Liên]], [[Nguyễn Sáng]]...) vào những năm 60 đã mở hướng thẩm mỹ mới cho minh họa và đồ họa... Có thể nói Văn Cao đã lập được một trường phái minh họa và bìa sách. Nhiều minh họa của anh trên báo Văn Nghệ phải gọi là xuất sắc... Nếu âm nhạc, thơ ca là một bản thể tươi tốt của anh, thì hội họa là một tâm thức sâu sắc. Văn Cao có cái nhạy bén về cảm xúc tinh tường trong quan sát...|200px||Nhà phê bình mỹ thuật [[Thái Bá Vân]]<ref>Vi Quốc Hiệp, ''[http://www.vietnamfineart.com.vn/Story/Cactacgia_tacpham/2007/10/1335.html Nhớ Văn Cao]''. (Tạp chí Mỹ thuật - Hội Mỹ thuật Việt Nam)<\/ref>}}","{{Pull quote|Tôi có duyên may được ông trình bày cho bìa sách cuốn \"[[Nam Cao]], nhà văn hiện thực xuất sắc\" do Nhà xuất bản Văn hóa in năm 1961. Bìa giản dị, đẹp, chữ sang trọng. Anh Văn Tâm có lần khoe với tôi chân dung được Văn Cao vẽ tặng. Tôi nói với anh: \"Các bậc tài hoa này nếu bớt đi tửu lượng thì có thể tài năng phát triển nhiều hơn chăng?\".|200px||Nhà nghiên cứu văn học [[Hà Minh Đức]]<ref name=\"vnca.cand.com.vn\"/>}}","{{Pull quote|Minh họa báo chí là một loại hình rất phụ của mỹ thuật và quy mô thường nhỏ lẻ không thường xuyên liên tục. Thế nên để có được một họa sĩ minh họa đều tay, có cá tính là việc rất khó. Ngôn ngữ của loại hình này bó buộc vì khuôn khổ bức vẽ, vì sự thẩm thấu tác phẩm văn chương báo chí thông qua việc đọc và hơn hết vì cá tính sáng tạo mang nét đặc trưng riêng biệt. Đã có một thời nhiều người bắt chước ông Văn Cao, vẽ minh họa giống đến mức nếu không có chú thích bên dưới thì rất khó phát hiện. Ông Văn Cao là người vẽ minh họa thành công nhất không phải bởi tay nghề mà chính vì đặc thù bay bổng lãng mạn và cách bố cục mảng miếng đen trắng tạo mỹ cảm rất riêng biệt.|200px||Họa sĩ Đỗ Phấn<ref>Đỗ Phấn, ''[http://nhandan.com.vn/cuoituan/item/29923802-“nghe”-ve-minh-hoa-tren-bao-giay.html “Nghề” vẽ minh họa trên báo giấy]''. (Báo Nhân Dân, 20/06/2016)<\/ref>}}","{{collapse top|title=Danh sách tham khảo}}","{{Webarchive|url=https://web.archive.org/web/20170301104149/http://www.talawas.org/talaDB/showFile.php?res=10115&rb=0102 |date=2017-03-01 }}","{{Webarchive|url=https://web.archive.org/web/20180529095100/http://vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/van-cao,-tieng-hat |date = ngày 29 tháng 5 năm 2018}}","{{Webarchive|url=https://web.archive.org/web/20170929183637/http://www.vusta.vn/vi/news/Thong-tin-Su-kien-Thanh-tuu-KH-CN/Bieu-tuong-khuon-mat-trong-tho-Van-Cao-31137.html |date = ngày 29 tháng 9 năm 2017}}","{{Webarchive|url=https://web.archive.org/web/20200217152129/http://www.vanhoanghean.com.vn/chuyen-muc-goc-nhin-van-hoa/nhung-goc-nhin-van-hoa/co-ai-cuoi-ngua-ve-kinh-bac%E2%80%A6 |date = ngày 17 tháng 2 năm 2020}}","{{Webarchive|url=https://web.archive.org/web/20180103193510/http://phaply.net.vn/xem-doc-ngam/tu-tinh-dan-toc-trong-ca-khuc-mua-xuan-dau-tien-cua-nhac-si-van-cao.html |date = ngày 3 tháng 1 năm 2018}}","{{Webarchive|url=https://web.archive.org/web/20170901034020/http://nhavantphcm.com.vn/tac-pham-chon-loc/nghien-cuu-phe-binh/tran-hoai-anh-voi-tam-thuc-tho-van-cao.html |date = ngày 1 tháng 9 năm 2017}}","{{Webarchive|url=https://web.archive.org/web/20170922200210/http://vietnamfineart.com.vn/Story/Tapchimythuat/2013/12/3898.html |date = ngày 22 tháng 9 năm 2017}}","{{Webarchive|url=https://web.archive.org/web/20171005213241/http://tuanbaovannghetphcm.vn/van-cao-va-pham-duy-can-lam-ro-nhung-chuyen-da-bi-tam-sao-that-ban/ |date=2017-10-05 }}","{{Webarchive|url=https://web.archive.org/web/20170901022103/http://vannghequandoi.com.vn/Diem-sach/Van-Cao-mot-loi-tho-rieng-5424.html |date=2017-09-01 }}","{{Webarchive|url=https://web.archive.org/web/20170922195817/http://vanhien.vn/news/Dong-gop-cua-Van-Cao-vao-tho-duong-dai-31043 |date=2017-09-22 }}","{{collapse bottom}}","{{tham khảo|30em}}","{{wikisource tác giả|Văn Cao}}","{{wikiquote-inline|Văn Cao}}","{{Thể loại Commons nội dòng|Văn Cao}}","{{TĐBKVN|3447}}","{{Văn Cao}}","{{Nhóm Đồng Vọng}}","{{Nhân Văn - Giai Phẩm}}","{{Họa sĩ tiên phong của mỹ thuật hiện đại Việt Nam}}","{{Người được trao giải thưởng Hồ Chí Minh về Âm nhạc}}","{{Kiểm soát tính nhất quán}}","{{Thời gian sống|1923|1995}}","{{Thanh cổng thông tin|Âm nhạc|Âm nhạc Việt Nam}}"]}