{"3260308":["{{Thông tin nhân vật hoàng gia\n| tên = Vũ hoàng hậu<br>宇皇后\n| tước vị = Hoàng Hậu\n| hình = \n| cỡ hình = 222px\n| ghi chú hình = Tượng Trà Hương hoàng hậu Vũ Thị Như Ngọc, tạc vào [[thế kỷ XVI]], quàn tại [[chùa Trà Hương]] ([[Hải Phòng]]).\n| chức vị = [[Hoàng hậu]]<br>[[Thái hậu]]<br>[[Thái hoàng Thái hậu]]\n| tại vị = ? - ?\n| tên đầy đủ = Vũ Thị Như Ngọc\n| hoàng tộc = [[Triều Mạc]]\n| phối ngẫu = [[Mạc Thái Tổ]]\n| cha = Vũ Quốc Hùng\n| mẹ = Vũ Kim Hoàn\n| sinh = [[1485]]\n| nơi sinh = [[Làng Trà Hương]], huyện [[Kiến Thụy|Nghi Dương]], xứ [[Hải Dương]]\n| mất = [[1590]]\n| nơi mất = [[Đông Kinh]]\n| nơi an táng = [[Chùa Trà Phương]], thôn [[Trà Phương]], xã [[Thụy Hương, Kiến Thụy|Thụy Hương]], huyện [[Kiến Thụy]], [[Hải Phòng]]\n}}","{{Liên kết hỏng|date=2022-03-25 |bot=InternetArchiveBot }}","{{Liên kết hỏng|date=2021-04-03 |bot=InternetArchiveBot }}","{{Liên kết hỏng|date=2021-04-03 |bot=InternetArchiveBot }}","{{cquote|''Thái hoàng Thái hậu, Khiêm Thái vương cúng 10 lạng bạc. Lị vương, Thuận vương cúng 5 lạng bạc. Vinh quốc Thái phu nhân 9 lạng 5 tiền. Tĩnh quốc Thái phu nhân 10 lạng. Bảo gia Thái trưởng Công chúa tiền 10 quan. Phúc nghi Thái trưởng Công chúa 1 lạng 8 tiền. Thọ phương Thái trưởng Công chúa 2 lạng 8 tiền. Phúc thành Thái trưởng Công chúa. Sùng Quốc công 5 lạng. Văn Quốc công 9 lạng 5 tiền. Ninh Quốc công 2 lạng. Triều Quận công 1 lạng. Phú Quận công 1 lạng. Trịnh Quận công gỗ lim 2 cây. Ngạn Quận công 1 lạng. Khang Quận công 1 lạng. An Quận công 1 lạng, khuyên tai 1 đôi. Vị Quận công 1 lạng, khuyên tai 1 đôi. Dương Quận công 1 lạng. Tuy Quận công 1 lạng, Thanh Uy hầu 1 lạng.''\n\n''Dựng bia ngày 26 tháng 8, Thuần Phúc sơ niên.''\n\n''Ruộng tín thí: Ngày 8 tháng 10 nhuận năm Bính Dần, Thái hoàng Thái hậu có ruộng của bản điện được cấp và mua mới tất cả là 1 mẫu 9 sào cúng vào Thiên Phúc tự làm của tam bảo.''\n\n''Kê: Một mảnh xứ ngoại tổ cội 1 mẫu 9 sào tại xã Lan Ổ, huyện An Lão; phía Đông gần ruộng của cố Hương La hầu Vũ Trụ, Tây gần ruộng An Lộc bá Vũ Du Mỹ, Nam gần chằm, Bắc gần đường. Phần trên có bia ruộng cúng tiến làm của tam bảo, giao cho chùa để tiện cày cấy và khói hương thờ thánh. Nếu ai mai táng lên ruộng, phá hoại ruộng hoặc di chuyển bia ruộng đều bị chư phật chiếu xét, tru di ba đời.''\n\n''Nay thề nguyện !''|||Theo sách ''Văn bia thời Mạc''}}","{{tham khảo|30em}}","{{Hoàng hậu nhà Mạc}}","{{thời gian sống |1485|1590}}"]}