{"42277":["{{Thông tin nhân vật hoàng gia\n| tên = Đinh Hạng Lang\n| tên gốc = 丁項郎\n| tước vị = [[Thái tử]] [[nhà Đinh]]\n| thêm = An Nam\n| hình = Đinh Hạng Lang.JPG\n| cỡ hình = 222px\n| ghi chú hình = Tượng Đinh Hạng Lang bên trong [[đền Vua Đinh Tiên Hoàng]], Hoa Lư.\n| chức vị = [[Thái tử]] [[nhà Đinh]]\n| tại vị = [[978]] - [[979]]\n| đăng quang = \n| tiền nhiệm = \n| nhiếp chính = [[Đinh Liễn]]\n| kế nhiệm = \n| hôn phối = \n| chồng = \n| vợ = \n| thông tin con cái = ẩn\n| con cái = \n| tên đầy đủ = \n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = \n| thụy hiệu = \n| miếu hiệu = \n| tên ngai = \n| tên Horus = \n| tên Nebty = \n| Horus Vàng = \n| hoàng tộc = [[Nhà Đinh]]\n| cha = [[Đinh Tiên Hoàng]]\n| mẹ = Hoàng Thị Thi\n| sinh = [[975]]\n| nơi sinh = [[Hoa Lư]], [[Đại Cồ Việt]]\n| mất = [[979]](5 tuổi)\n| nơi mất = [[Hoa Lư]], [[Đại Cồ Việt]]\n| ngày an táng = \n| nơi an táng = \n}}","{{cquote|''Đệ tử là Suy thành Thuận Hóa, Tĩnh Hải quân Tiết độ sứ, đặc tiến Kiểm hiệu Thái sư, thực ấp một vạn hộ, Nam Việt vương Đinh Khuông Liễn, vì vong đệ là Đại đức Đính Noa Tăng Noa không làm điều trung hiếu, không thờ anh và cha, lại có lòng ác, trái với sự yêu thương và khoan dung, anh không thể bỏ qua, nên đã làm tổn hại đến tính mệnh của Đại đức Đính Noa Tăng Noa, để trọn vẹn tình nhà nghĩa nước. Lời người xưa rằng, đã tranh quan thì không nhường, ra tay trước mới là hay, đến nỗi ra tình hình như vậy. Nay nguyện làm 100 cột kinh để cúng cho vong đệ và những hồn ma của người chết trước đây và sau này, cầu cho tất cả giải thoát, không phải tranh giành kiện tụng. Trước hết là chúc cho Đại Thắng Minh hoàng đế, mãi mãi làm chủ trời Nam, giữ yên ngôi báu (Đệ tử Suy thành Thuận Hóa, Tĩnh Hải quân Tiết độ sứ, đặc tiến Kiểm hiệu Thái sư, thực ấp nhất vạn hộ, Nam Việt vương Đinh Khuông Liễn, sở vi vong đệ Đại đức Đính Noa Tăng Noa bất vi trung hiếu phục sự thượng phụ cập trưởng huynh, khước hành ác tâm, vi bội nhược ái khoan dung, huynh hư trước tạo thứ sở dĩ tổn hại Đại đức Đính Noa Tăng Noa tính mệnh, yếu thành gia quốc vĩnh bá môn phong. Cổ ngôn tranh quan bất nhượng vị, tiên hạ thủ vi lương, trí dĩ như tư. Kim nguyện tạo bảo tràng nhất bách tọa, tiến bạt vong đệ cập tiên vong hậu một nhất hạ thoát, miễn cánh chấp tụng. Tiên chúc Đại Thắng Minh hoàng đế, vĩnh bá thiên Nam, hằng an bảo vị).''|||Cột 3A}}","{{cquote|''Trước chúc cho Đại Thắng Minh hoàng đế, mãi mãi trấn giữ trời Nam, sau nữa là phụ giúp cho cơ đồ hoàng đế (Tiên chúc Đại Thắng Minh hoàng đế, vĩnh trấn thiên Nam, thứ vi khuông tá đế đồ).''|||Cột 3B}}","{{cquote|''Trước chúc cho Đại Thắng Minh hoàng đế, mãi mãi trấn giữ trời Nam, sau chúc cho Khuông Liễn mãi giữ được lộc vị (Tiên chúc Đại Thắng Minh hoàng đế, vĩnh trấn thiên Nam, thứ vi Khuông Liễn hằng kiên lộc vị).''|||Cột 3C}}","{{tham khảo|30em}}","{{Thời gian sống|mất=979|tên=Đinh Hạng Lang}}"]}