{"820147":["{{Distinguish|Đại Việt sử ký tục biên (Phan Phu Tiên)}}","{{Thông tin sách\n| tên = Đại Việt sử ký tục biên\n| tên gốc = 大越史記續編\n| hình =\n| chú thích hình =\n| tác giả = [[Nguyễn Hoàn]], [[Lê Quý Đôn]], [[Vũ Miên]] (chủ biên)\n| minh họa =\n| minh họa bìa =\n| nước = [[Việt Nam]]\n| ngôn ngữ = [[chữ Hán]]\n| bộ sách =\n| chủ đề =\n| thể loại = [[Lịch sử]]\n| nhà xuất bản =\n| ngày phát hành = [[1775]]\n| kiểu sách =\n| số trang =\n| ISBN =\n| cuốn trước =\n| cuốn sau =\n| người dịch = [[Ngô Thế Long]], [[Nguyễn Kim Hưng]]\n| phát hành =\n| số trang =\n| Nhà xuất bản VN = [[Nhà xuất bản Khoa học Xã hội]]\n| phát hành tại VN =\n| kiểu sách tại VN =\n| số trang tại VN = 483\n| wikisource = }}","{{quote|''''Trong các sách ''An Nam lịch đại sử ký'' có nhiều chỗ văn nghĩa sự tích giản lược. Đến giai đoạn từ đời Lê Trung hưng trở về sau, họ Trịnh nắm hết chính quyền, vua Lê chỉ ngồi bị vị, cho nên những chuyện chép trong ''Bản kỷ tục biên'' đều là việc tôn họ Trịnh dìm vua Lê. Thậm chí, những việc họ Trịnh bội nghịch với vua Lê cũng đều chép sai lạc để ngợi khen nhau. Tình trạng trái ngược như mũ giầy điên đảo, không lúc nào tệ bằng lúc ấy. Do đó có những người biên soạn sử sách thời bấy giờ đều là người riêng của họ Trịnh, điều mà sách chép không phải là lời nói theo công nghị. Đến nay tuy những ván khắc cũ [của sách Lê sử tục biên] đã bị tán lạc; nhưng những bản sách đã in, do sĩ dân tàng trữ, há lại không còn hay sao? Nếu còn để sách ấy lại, người nọ truyền riêng cho người kia xem thì nó sẽ làm hãm đắm lòng người, không thể không một phen thu sách ấy lại mà tiêu hủy đi, để tính kế tốt nhất cho phong tục thế đạo. Vậy truyền dụ các quan đầu các địa phương, thông sức cho quan lại sĩ dân trong hạt mình cai trị, nếu còn có nhà nào chứa chấp sách ''Lê sử bản kỷ tục biên'', thì bất cứ sách in hay sách viết, đều nộp lên quan ngay, do quan đầu địa phương đệ nạp tại Bộ. Khi sách đã đến Bộ, Bộ sẽ tâu xin trên hủy đi''.<ref>Trần Văn Giáp: ''Tác phẩm được tặng giải thưởng Hồ Chí Minh'', Nhà xuất bản. KHXH, H. 2003, tr.148.<\/ref>}}","{{mở rộng}}","{{Tham khảo}}"]}