{"TieuDe":"Campuchia – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["ở ASEAN (xám đậm) – [Chú giải]","Campuchia (tiếng Khmer: កម្ពុជា, Kămpŭchéa, IPA: [kɑmpuˈciə]), tên chính thức là Vương quốc Campuchia (tiếng Khmer: ព្រះរាជាណាចក្រកម្ពុជា, Preăhréachéanachăk Kămpŭchéa), còn có tên gọi khác là Khao Mên hoặc Cao Mên (sau khi cải cách chữ viết, trong các văn bản người Việt ghi sai thành Cao Miên) và Cam Bốt (bắt nguồn từ tên tiếng Pháp Cambodge),[8] là một quốc gia độc lập có chủ quyền nằm trên bán đảo Đông Dương ở vùng Đông Nam Á. Campuchia giáp với vịnh Thái Lan ở phía tây nam, Thái Lan ở phía tây bắc, Lào ở phía đông bắc và Việt Nam ở phía đông.","Campuchia có dân số hơn 15 triệu người. Phật giáo là quốc giáo chính thức và được hơn 97% dân số thực hành.[9] Các nhóm dân tộc thiểu số của Campuchia bao gồm người Việt, người Hoa, người Chăm và 30 bộ tộc trên đồi núi.[10] Thủ đô và thành phố lớn nhất là Phnôm Pênh, là trung tâm chính trị, kinh tế và văn hóa của Campuchia. Campuchia theo chế độ quân chủ lập hiến theo hình thức tuyển cử, đứng đầu là quốc vương, hiện là Norodom Sihamoni, được Hội đồng Tôn vương lựa chọn làm nguyên thủ quốc gia. Người đứng đầu chính phủ là Thủ tướng Hun Sen, nhà lãnh đạo không thuộc hoàng gia phục vụ lâu nhất ở Đông Nam Á, nắm quyền từ năm 1985.","Năm 802 sau Công nguyên, Jayavarman II tự xưng là vua, thống nhất các hoàng tử Khmer đang tham chiến ở Chân Lạp với tên gọi \"Kambuja\".[11] Điều này đánh dấu sự khởi đầu của Đế chế Khmer, phát triển mạnh mẽ trong hơn 600 năm, cho phép các vị vua kế tiếp kiểm soát và gây ảnh hưởng trên phần lớn Đông Nam Á, đồng thời tích lũy quyền lực và tài sản khổng lồ. Vương quốc Ấn Độ Dương đã tạo điều kiện cho việc truyền bá Ấn Độ giáo đầu tiên và sau đó là Phật giáo đến phần lớn Đông Nam Á và thực hiện nhiều dự án cơ sở hạ tầng tôn giáo khắp khu vực, bao gồm việc xây dựng hơn 1.000 ngôi đền và di tích chỉ riêng ở Angkor. Angkor Wat là công trình nổi tiếng nhất trong số những công trình kiến trúc này và được công nhận là Di sản Thế giới.","Vào thế kỷ 15, sau cuộc nổi dậy của Ayutthaya, nơi trước đây thuộc quyền cai trị của Đế chế Khmer, Campuchia đã trải qua sự suy giảm quyền lực. Campuchia phải đối mặt với hai nước láng giềng ngày càng hùng mạnh, Ayutthaya của Thái Lan và triều Nguyễn của Việt Nam, và đánh dấu sự đi xuống của số phận Campuchia. Năm 1863, Campuchia trở thành một quốc gia bảo hộ của Pháp, và sau đó được hợp nhất thành Đông Dương thuộc Pháp.","Campuchia giành độc lập từ Pháp năm 1953. Chiến tranh Việt Nam kéo dài sang cả nước này vào năm 1965 với việc mở rộng Đường mòn Hồ Chí Minh và thành lập Đường mòn Sihanouk. Điều này dẫn đến việc Mỹ ném bom Campuchia từ năm 1969 đến năm 1973. Sau cuộc đảo chính Campuchia năm 1970, thành lập Cộng hòa Khmer cánh hữu thân Mỹ, Quốc vương bị phế truất Sihanouk đã ủng hộ kẻ thù cũ của mình, Khmer Đỏ. Với sự ủng hộ của chế độ quân chủ và Bắc Việt Nam, Khmer Đỏ nổi lên thành một cường quốc, chiếm Phnôm Pênh vào năm 1975. Khmer Đỏ sau đó đã thực hiện chế độ diệt chủng Campuchia từ năm 1975 đến năm 1979, khi họ bị Việt Nam lật đổ và Cộng hòa Nhân dân Campuchia do Việt Nam hậu thuẫn, được Liên Xô hỗ trợ, trong Chiến tranh Campuchia - Việt Nam.","Sau Hiệp định Hòa bình Paris năm 1991, Campuchia được một phái bộ của Liên Hợp Quốc điều hành trong mọt thời gian ngắn (1992–93). LHQ rút lui sau khi tổ chức bầu cử, trong đó khoảng 90% cử tri đã đăng ký bỏ phiếu. Cuộc chiến giữa các phe phái năm 1997 dẫn đến việc lật đổ chính phủ của Thủ tướng Hun Sen và Đảng Nhân dân Campuchia, những người vẫn nắm quyền cho đến nay.","Campuchia là thành viên của Liên Hợp Quốc từ năm 1955, ASEAN, Hội nghị cấp cao Đông Á, WTO, Phong trào Không liên kết và La Francophonie. Theo một số tổ chức nước ngoài, đất nước này có tình trạng nghèo đói phổ biến,[12] tham nhũng tràn lan,[13] thiếu tự do chính trị,[14] chỉ số phát triển con người (HDI) ở mức thấp[15] và tỷ lệ đói nghèo cao.[16][17][18] Giám đốc Đông Nam Á của Tổ chức Theo dõi Nhân quyền, David Roberts, mô tả Campuchia là một \"liên minh tương đối độc tài thông qua một nền dân chủ ở bề ngoài\".[19] Về mặt hiến pháp là một nền dân chủ tự do đa đảng,[20] nhưng trên thực tế quốc gia này được quản lý theo chế độ độc đảng kể từ năm 2018.[21][22]","Trong khi thu nhập bình quân đầu người vẫn ở mức thấp so với hầu hết các nước láng giềng, Campuchia là một trong những nền kinh tế đang phát triển có tốc độ tăng trưởng nhanh nhất ở châu Á, với mức tăng trưởng trung bình 7,6% trong thập kỷ qua. Nông nghiệp vẫn là ngành kinh tế chủ đạo, với sự tăng trưởng mạnh mẽ của dệt may, xây dựng và du lịch dẫn đến đầu tư nước ngoài và thương mại quốc tế tăng.[23] Liên Hợp Quốc xếp Campuchia vào nhóm các quốc gia kém phát triển nhất trên thế giới. Chỉ số Nhà nước về Pháp quyền năm 2015 của Dự án Tư pháp Thế giới (Hoa Kỳ) xếp Campuchia thứ 125 trên 126 quốc gia, thấp hơn nhiều so với các quốc gia khác trong khu vực.[24]"],"TieuDe":"Nội dung"},{"DoanVan":[],"TieuDe":"Nguồn gốc tên gọi[sửa | sửa mã nguồn]"},{"DoanVan":["Tên gọi Kămpŭchéa (កម្ពុជា) trong tiếng Khmer bắt nguồn từ tên gọi Kambuja của vương quốc ra đời năm 802, do vua Jayavarman II lập sau khi hợp nhất các hoàng tử Khmer của vương quốc Chenla đang gây chiến với nhau.[25]"],"TieuDe":"Tên tiếng Khmer[sửa | sửa mã nguồn]"},{"DoanVan":["Tên gọi Campuchia trong tiếng Việt bắt nguồn từ tên gọi tiếng Khmer. Trước thế kỷ XX, người Việt gọi nước này là Chân Lạp (chữ Hán: 真臘),[26] Cao Mên (高棉)[27] hoặc Cao Man (高蠻).[28] Cao Mên (phiên âm của từ Khmer) được dùng rộng rãi trong khẩu ngữ từ khoảng giữa thế kỉ XVII[29] Sau khi cải cách chữ viết, người Việt ghi sai từ Cao Mên thành Cao Miên.","Tên gọi \"Chân Lạp\" được dùng để chỉ nước Campuchia thời hậu Angkor, ứng với thời các chúa Nguyễn tại Việt Nam. Nhưng thật ra Chân Lạp, tên nước và người, chỉ tồn tại từ thế kỷ VI và chấm dứt vào thế kỷ IX (802). Kế tiếp thời Chân Lạp là thời Angkor với Đế quốc Khmer kéo dài đến thế kỷ XV. \"Cao Miên\" là danh từ thường được dùng để chỉ các triều đại Campuchia hậu Chân Lạp cho đến ngày nay. Cao Miên có thể dùng để chỉ Đế quốc Khmer nói riêng, hoặc nước Campuchia hay người Campuchia nói chung.","Trong sử triều Nguyễn, do từ Cao Miên phạm húy tên Miên Tông của vua Thiệu Trị nên vẫn gọi tên cũ là Chân Lạp, tới năm Thiệu Trị thứ 7 mới gọi lại đúng tên Cao Miên nhưng đọc chệch đi thành Cao Man.[30]"],"TieuDe":"Tên tiếng Việt[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Lịch sử[sửa | sửa mã nguồn]"},{"DoanVan":["Có rất ít bằng chứng về sự có mặt của con người trong thời kỳ Pleistocen trên đất Campuchia ngày nay, bao gồm các công cụ bằng đá cuội thạch anh và đá thạch anh được tìm thấy trong các ruộng bậc thang dọc theo sông Mekong, ở các tỉnh Stung Treng và Kratié, và ở tỉnh Kampot, mặc dù niên đại của chúng là không đáng tin cậy.[31] Một số bằng chứng khảo cổ học nhỏ cho thấy các cộng đồng săn bắn hái lượm đã sinh sống trong khu vực trong thời kỳ Holocen: địa điểm phát hiện khảo cổ cổ đại nhất ở Campuchia được coi là hang động L'aang Spean, thuộc tỉnh Battambang, thuộc thời kỳ Hoabinhian. Các cuộc khai quật ở các lớp thấp hơn của nó đã tạo ra một loạt cácbon phóng xạ có niên đại khoảng 6000 năm TCN.[31][32] Các lớp trên trong cùng một địa điểm đã đưa ra bằng chứng về sự chuyển đổi sang thời kỳ đồ đá mới, chứa đựng những đồ gốm bằng đất nung có niên đại sớm nhất ở Campuchia.[33]","Các hồ sơ khảo cổ học cho thời kỳ giữa Holocen và thời kỳ đồ sắt vẫn còn hạn chế. Một sự kiện quan trọng trong thời tiền sử của Campuchia là sự thâm nhập chậm chạp của những nông dân trồng lúa đầu tiên từ phía bắc, bắt đầu vào cuối thiên niên kỷ thứ 3 TCN.[34] Bằng chứng thời tiền sử gây tò mò nhất ở Campuchia là các \"thành đất hình tròn\" khác nhau được phát hiện trong các vùng đất đỏ gần Memot và ở Tây Ninh và Bình Phước của Việt Nam vào những năm sau của thập niên 1950. Chức năng và tuổi của chúng vẫn còn đang tranh cãi, nhưng một số có thể có niên đại từ thiên niên kỷ 2 TCN.[35][36] Các địa điểm tiền sử khác có niên đại hơi không chắc chắn là Samrong Sen (không xa cố đô Oudong), nơi các cuộc điều tra đầu tiên bắt đầu vào năm 1875,[37] và Phum Snay, ở tỉnh phía bắc Banteay Meanchey.[38] Một cuộc khai quật tại Phum Snay cho thấy 21 ngôi mộ có vũ khí bằng sắt và chấn thương sọ não, có thể chỉ ra những xung đột trong quá khứ, có thể xảy ra với các thành phố lớn hơn ở Angkor.[34][39][40] Các đồ tạo tác thời tiền sử thường được tìm thấy trong các hoạt động khai thác ở Ratanakiri.[31]","Sắt được tạo ra vào khoảng 500 năm TCN, với bằng chứng hỗ trợ đến từ Cao nguyên Khorat, ở Thái Lan ngày nay. Ở Campuchia, một số khu định cư thời kỳ đồ sắt đã được tìm thấy bên dưới Baksei Chamkrong và các ngôi đền Angkorian khác trong khi các công trình đất hình tròn được tìm thấy bên dưới Lovea cách Angkor vài km về phía tây bắc. Burials, phong phú hơn nhiều so với các loại tìm thấy khác, minh chứng cho việc cải thiện tình trạng sẵn có và thương mại lương thực (ngay cả trên những khoảng cách xa: vào thế kỷ thứ 4 TCN, các mối quan hệ thương mại với Ấn Độ đã được mở ra) và sự tồn tại của một cấu trúc xã hội và tổ chức lao động.[41]","Trong số các đồ khảo cổ từ thời kỳ đồ sắt, hạt thủy tinh là bằng chứng quan trọng. Các loại hạt thủy tinh khác nhau được thu hồi từ một số địa điểm trên khắp Campuchia, chẳng hạn như địa điểm Phum Snay ở phía tây bắc và địa điểm Prohear ở phía đông nam, cho thấy có hai mạng lưới giao dịch chính vào thời điểm đó. Hai mạng lưới được phân tách theo thời gian và không gian, điều này cho thấy đã có sự chuyển dịch từ mạng lưới này sang mạng lưới kia vào khoảng thế kỷ thứ 2 - 4 sau Công nguyên, có thể là do những thay đổi về quyền lực chính trị - xã hội.[41]"],"TieuDe":"Tiền sử[sửa | sửa mã nguồn]"},{"DoanVan":["Trong các thế kỷ 3, 4 và 5, các quốc gia Ấn Độ Dương của Phù Nam và người kế vị của nó, Chân Lạp, đã hợp nhất ở Campuchia ngày nay và tây nam Việt Nam. Trong hơn 2.000 năm, Campuchia đã hấp thụ ảnh hưởng từ Ấn Độ, truyền sang các nền văn minh Đông Nam Á khác mà ngày nay là Thái Lan và Lào.[42] Người ta còn biết rất ít về một số chính thể này, tuy nhiên các biên niên sử và hồ sơ triều cống của Trung Quốc có đề cập đến chúng. Người ta tin rằng lãnh thổ Phù Nam có thể đã nắm giữ cảng mà nhà địa lý học người Alexandria Claudius Ptolemy gọi là \" Kattigara \". Các biên niên sử Trung Quốc cho rằng sau khi Jayavarman I của Chân Lạp qua đời vào khoảng năm 681, tình trạng hỗn loạn xảy ra sau đó dẫn đến sự phân chia vương quốc thành Chân Lạp Đất và Chân Lạp Nước, vốn được cai trị lỏng lẻo bởi các hoàng tử yếu kém dưới sự thống trị của Java.","Đế chế Khmer đã phát triển từ những tàn tích này của Chân Lạp, trở nên vững chắc vào năm 802 khi Jayavarman II (trị vì khoảng 790-835) tuyên bố độc lập khỏi Java và tự xưng là Devaraja. Ông và những người theo ông đã thiết lập sự sùng bái Chúa-vua và bắt đầu một loạt các cuộc chinh phạt để hình thành một đế chế phát triển mạnh mẽ trong khu vực từ thế kỷ 9 đến thế kỷ 15.[43] Trong thời kỳ cai trị của Jayavarman VIII, đế chế Angkor đã bị tấn công bởi quân đội Mông Cổ của Hốt Tất Liệt, tuy nhiên nhà vua có thể đã dùng tiền mua hòa bình.[44] Vào khoảng thế kỷ 13, các nhà sư từ Sri Lanka đã du nhập Phật giáo Nguyên thủy đến Đông Nam Á.[45] Tôn giáo này lan rộng và cuối cùng thay thế Ấn Độ giáo và Phật giáo Đại thừa trở thành tôn giáo phổ biến của Angkor; tuy nhiên nó không phải là quốc giáo chính thức cho đến năm 1295 khi Indravarman III nắm quyền.[46]","Đế chế Khmer là đế chế lớn nhất Đông Nam Á trong thế kỷ 12. Trung tâm quyền lực của đế chế là Angkor, nơi có một loạt thủ đô được xây dựng trong thời kỳ cực thịnh của đế chế. Năm 2007, một nhóm nghiên cứu quốc tế của các nhà nghiên cứu sử dụng ảnh vệ tinh và kỹ thuật hiện đại khác đã kết luận rằng Angkor đã từng là thành phố thời kỳ tiền công nghiệp lớn nhất trên thế giới với mức phát triển đô thị lên tới 2.980 kilômét vuông (1.151 dặm vuông Anh).[47] Thành phố Angkor có thể có dân số lên đến một triệu người[48] và Angkor Wat, ngôi đền tôn giáo được biết đến và được bảo tồn tốt nhất tại địa điểm, vẫn là lời nhắc nhở về quá khứ của Campuchia với tư cách là một cường quốc lớn trong khu vực. Đế chế này mặc dù đã suy tàn, vẫn là một thế lực đáng kể trong khu vực cho đến khi sụp đổ vào thế kỷ 15."],"TieuDe":"Thời kỳ tiền Angkor và Angkor[sửa | sửa mã nguồn]"},{"DoanVan":["Sau một loạt các cuộc chiến tranh kéo dài với các vương quốc láng giềng, Angkor bị Vương quốc Ayutthaya cướp phá và bỏ hoang vào năm 1432 vì sự thất bại về hệ sinh thái và cơ sở hạ tầng.[49][50] Điều này dẫn đến một thời kỳ trì trệ về kinh tế, xã hội và văn hóa khi các vấn đề nội bộ của vương quốc ngày càng nằm dưới sự kiểm soát của các nước láng giềng. Vào thời điểm này, xu hướng xây dựng tượng đài của người Khmer đã không còn. Các tín ngưỡng cũ hơn như Phật giáo Đại thừa và tín ngưỡng thờ thần của Ấn Độ giáo đã được thay thế bằng Phật giáo Nguyên thủy.","Triều đình dời đô đến Longvek nơi vương quốc tìm cách lấy lại vinh quang thông qua thương mại hàng hải. Lần đầu tiên đề cập đến Campuchia trong các tài liệu châu Âu là vào năm 1511 bởi người Bồ Đào Nha. Các du khách Bồ Đào Nha mô tả thành phố này là nơi phát triển của sự giàu có và ngoại thương. Các cuộc chiến tiếp diễn với Ayutthaya và người Việt dẫn đến việc mất thêm lãnh thổ và Longvek bị vua Naresuan Đại đế Ayutthaya chinh phục và tiêu diệt vào năm 1594. Một thủ đô mới của người Khmer được thành lập tại Oudong, phía nam Longvek vào năm 1618, nhưng các quốc vương của nó chỉ có thể tồn tại bằng cách tham gia vào những mối quan hệ chư hầu xen kẽ với người Xiêm và Việt Nam trong ba thế kỷ tiếp theo với chỉ một vài giai đoạn độc lập tương đối ngắn ngủi..","Những người Khmer Loeu ở Campuchia đã bị \"người Xiêm (Thái), người An Nam (Việt) và người Campuchia săn đuổi không ngừng và đem làm nô lệ \".[51][52]","Vào thế kỷ 19, một cuộc đấu tranh mới giữa Xiêm và Việt Nam để giành quyền kiểm soát Campuchia đã dẫn đến thời kỳ các quan chức Việt Nam cố gắng ép buộc người Khmer áp dụng phong tục của Việt Nam. Điều này dẫn đến một số cuộc nổi dậy chống lại người Việt Nam và kêu gọi sự trợ giúp của Thái Lan. Chiến tranh Xiêm-Việt (1841–1845) kết thúc với một thỏa thuận đặt đất nước dưới quyền thống trị chung. Điều này sau đó đã dẫn đến việc Quốc vương Norodom Prohmborirak ký hiệp ước Bảo hộ Campuchia của Pháp."],"TieuDe":"Thời kỳ hậu Angkor[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 1863, Vua Norodom, người được Xiêm La đưa lên ngôi,[11] tìm cách bảo vệ Campuchia khỏi ách thống trị của Pháp. Năm 1867, Rama IV ký một hiệp ước với Pháp, từ bỏ quyền độc tôn đối với Campuchia để đổi lấy quyền kiểm soát các tỉnh Battambang và Siem Reap chính thức trở thành một phần của Xiêm. Các tỉnh này được nhượng trở lại cho Campuchia theo hiệp ước biên giới giữa Pháp và Xiêm năm 1907.","Campuchia tiếp tục là quốc gia bảo hộ của Pháp từ năm 1867 đến năm 1953, được quản lý như một phần thuộc địa của Đông Dương thuộc Pháp, mặc dù bị đế quốc Nhật Bản chiếm đóng từ năm 1941 đến năm 1945.[53] Từ năm 1874 đến năm 1962, tổng dân số nước này tăng từ khoảng 946.000 người lên 5,7 triệu.[54] Sau cái chết của Vua Norodom vào năm 1904, Pháp thao túng việc lựa chọn nhà vua, và Sisowath, anh trai của Norodom, được lên ngôi. Ngôi vị bị bỏ trống vào năm 1941 với cái chết của Monivong, con trai của Sisowath, và Pháp chuyển giao cho con trai của Monivong, Monireth, cảm thấy ông ta có tư duy quá độc lập. Thay vào đó, Norodom Sihanouk, cháu ngoại của Vua Sisowath lên ngôi. Người Pháp nghĩ rằng Sihanouk trẻ tuổi sẽ dễ dàng bị kiểm soát.[53] Tuy nhiên, họ đã sai và dưới thời trị vì của Vua Norodom Sihanouk, Campuchia đã giành được độc lập từ Pháp vào ngày 9 tháng 11 năm 1953.[53]"],"TieuDe":"Thời kỳ người Pháp cai trị[sửa | sửa mã nguồn]"},{"DoanVan":["Campuchia trở thành một quốc gia quân chủ lập hiến dưới thời Quốc vương Norodom Sihanouk. Khi Đông Dương thuộc Pháp được trao trả độc lập, Campuchia mất hy vọng giành lại quyền kiểm soát đồng bằng sông Cửu Long khi Pháp trao vùng này cho Việt Nam. Trước đây đồng bằng này là một phần của Đế chế Khmer, khu vực này do người Việt Nam kiểm soát từ năm 1698, với việc Vua Chey Chettha II đã cho phép người Việt Nam đến định cư trong khu vực này nhiều thập kỷ trước năm 1698.[55] Tại đây có hơn một triệu người Khmer Krom sinh sống. Sau này Khmer Đỏ đã cố gắng thực hiện các cuộc tấn công Việt Nam để phục hồi lãnh thổ","Năm 1955, Sihanouk thoái vị để cha tham gia chính trường và được bầu làm thủ tướng. Sau khi cha của Sihanouk qua đời vào năm 1960, Sihanouk một lần nữa trở thành nguyên thủ quốc gia, lấy danh hiệu Thái tử. Khi Chiến tranh Việt Nam tiến triển, Sihanouk áp dụng chính sách trung lập chính thức trong Chiến tranh Lạnh. Sihanouk cho phép cộng sản Việt Nam sử dụng Campuchia như một nơi ẩn náu và một con đường tiếp tế vũ khí và viện trợ khác cho các lực lượng vũ trang của họ đang chiến đấu ở miền Nam Việt Nam. Chính sách này bị nhiều người Campuchia cho là nhục nhã. Vào tháng 12 năm 1967, nhà báo Stanley Karnow của Washington Post được Sihanouk cho biết nếu Mỹ muốn ném bom vào các mật khu của cộng sản Việt Nam, ông sẽ không phản đối, trừ khi người Campuchia bị chết.[56]","Thông điệp tương tự đã được chuyển tới phái viên Chester Bowles của Tổng thống Mỹ Johnson vào tháng 1 năm 1968.[57] Tuy nhiên, trước công chúng, Sihanouk bác bỏ quyền của Mỹ không kích ở Campuchia, vào ngày 26 tháng 3, ông nói rằng \"các cuộc tấn công tội phạm này phải dừng lại ngay lập tức và dứt khoát\". Vào ngày 28 tháng 3, một cuộc họp báo đã được tổ chức và Sihanouk kêu gọi các phương tiện truyền thông quốc tế: \"Tôi kêu gọi các bạn công bố ra nước ngoài lập trường rất rõ ràng về Campuchia — nghĩa là, trong mọi trường hợp, tôi sẽ phản đối tất cả các vụ đánh bom trên lãnh thổ Campuchia với bất kỳ lý do gì.\" Tuy nhiên, sự phản đối của Sihanouk đã bị phớt lờ và các vụ đánh bom vẫn tiếp tục.[58] Các thành viên trong chính phủ và quân đội Campuchia trở nên bất bình với phong cách cai trị của Sihanouk cũng như việc ông ta rời xa nước Mỹ."],"TieuDe":"Độc lập và chiến tranh Việt Nam[sửa | sửa mã nguồn]"},{"DoanVan":["Khi đến thăm Bắc Kinh năm 1970, Sihanouk đã bị Thủ tướng Lon Nol và Vương tử Sisowath Sirik Matak lật đổ trong một cuộc đảo chính quân sự. Sự ủng hộ của Hoa Kỳ đối với cuộc đảo chính vẫn chưa được chứng minh.[60] Tuy nhiên, ngay khi cuộc đảo chính hoàn tất, chế độ mới đã ngay lập tức yêu cầu cộng sản Việt Nam rời Campuchia. Việc này đã khiến chế độ mới có được sự ủng hộ chính trị của Hoa Kỳ. Các lực lượng Bắc Việt và Việt Cộng, với nỗ lực tuyệt vọng để giữ lại các mật khu và đường tiếp tế từ Bắc Việt, ngay lập tức mở các cuộc tấn công vũ trang vào chính phủ mới. Nhà vua kêu gọi các tín đồ của mình giúp đỡ trong việc lật đổ chính phủ mới này, khiến cuộc nội chiến được đẩy mạnh.[61]","Ngay sau đó, phiến quân Khmer Đỏ bắt đầu sử dụng hình ảnh nhà vua để được người dân hỗ trợ. Tuy nhiên, từ năm 1970 đến đầu năm 1972, xung đột Campuchia chủ yếu là giữa chính phủ và quân đội Campuchia, và các lực lượng vũ trang của Bắc Việt. Khi Bắc Việt giành được quyền kiểm soát lãnh thổ Campuchia, những người cộng sản Việt Nam đã áp đặt một cơ sở hạ tầng chính trị mới, cơ sở hạ tầng này cuối cùng bị thống trị bởi những người cộng sản Campuchia, nay được gọi là Khmer Đỏ.[62] Trong khoảng thời gian từ 1969 đến 1973, Việt Nam Cộng hòa và lực lượng Hoa Kỳ đã ném bom Campuchia trong một nỗ lực nhằm chống lại Việt Cộng và Khmer Đỏ.","Các tài liệu được tiết lộ từ các kho lưu trữ của Liên Xô sau năm 1991 cho thấy rằng việc Bắc Việt cố gắng đánh chiếm Campuchia vào năm 1970 đã được thực hiện theo yêu cầu rõ ràng của Khmer Đỏ và được Nuon Chea, người chỉ huy thứ hai của Pol Pot yêu cầu.[63] Các đơn vị Bắc Việt chiếm nhiều vị trí của quân đội Campuchia trong khi Đảng Cộng sản Kampuchea (CPK) mở rộng các cuộc tấn công quy mô nhỏ vào các đường liên lạc. Để đối phó với cuộc xâm lược của Bắc Việt, Tổng thống Hoa Kỳ Richard Nixon tuyên bố rằng các lực lượng bộ binh Hoa Kỳ và Nam Việt Nam đã tiến vào Campuchia trong một chiến dịch nhằm tiêu diệt các khu căn cứ của Bắc Việt ở Campuchia (xem Cuộc tấn công Campuchia).[64] Mặc dù một số lượng đáng kể vũ khí, thiết bị quân sự đã bị quân đội Hoa Kỳ và Nam Việt Nam thu giữ hoặc phá hủy, việc ngăn chặn các lực lượng Bắc Việt Nam tỏ ra khó khăn.","Ban lãnh đạo của Cộng hòa Khmer đã bị cản trở bởi sự mất đoàn kết giữa ba nhân vật chính của nó: Lon Nol, Sirik Matak, em họ của Sihanouk, và lãnh đạo Quốc hội In Tam. Lon Nol vẫn nắm quyền, một phần vì không ai trong số những người khác chuẩn bị thay thế vị trí của ông. Năm 1972, hiến pháp được thông qua, quốc hội được bầu ra và Lon Nol trở thành tổng thống. Nhưng sự mất đoàn kết trong chính quyền, những vấn đề trong việc chuyển đổi một đội quân 30.000 người thành một lực lượng chiến đấu quốc gia với hơn 200.000 người, và nạn tham nhũng lan rộng đã làm suy yếu chính quyền dân sự và quân đội.","Các cuộc nổi dậy của Cộng sản ở Campuchia tiếp tục phát triển, được Bắc Việt Nam hỗ trợ bằng tiếp tế và giúp đỡ quân sự. Pol Pot và Ieng Sary khẳng định quyền thống trị của họ đối với những người cộng sản do Việt Nam đào tạo, nhiều người trong số họ đã bị thanh trừng. Đồng thời, lực lượng CPK trở nên mạnh hơn và độc lập hơn với những người bảo trợ Việt Nam của họ. Đến năm 1973, CPK đã chiến đấu chống lại các lực lượng chính phủ với ít hoặc không có sự hỗ trợ của quân đội Bắc Việt Nam, và họ kiểm soát gần 60% lãnh thổ và 25% dân số của Campuchia. Chính phủ Campuchia đã ba lần cố gắng trong việc đàm phán với quân nổi dậy nhưng không thành công. Đến năm 1974, các sư đoàn CPK đã hoạt động công khai và một số lực lượng chiến đấu của quân đội Bắc Việt Nam đã di chuyển vào miền Nam Việt Nam. Quyền kiểm soát của Lon Nol bị giảm xuống các khu vực nhỏ xung quanh các thành phố và các tuyến đường giao thông chính. Hơn 2 triệu người tị nạn chiến tranh sống ở Phnôm Pênh và các thành phố khác.","Vào ngày đầu năm mới 1975, quân đội Cộng sản đã mở một cuộc tấn công, trong 117 ngày chiến đấu cam go nhất của cuộc chiến, đã làm sụp đổ Cộng hòa Khmer. Các cuộc tấn công đồng thời xung quanh vành đai Phnôm Pênh đã chèn ép các lực lượng Cộng hòa, trong khi các đơn vị CPK khác áp đảo các căn cứ hỏa lực kiểm soát tuyến đường tiếp tế quan trọng ở hạ lưu sông Mekong. Một cuộc vận chuyển đạn dược và gạo do Hoa Kỳ tài trợ đã kết thúc khi Quốc hội từ chối viện trợ bổ sung cho Campuchia. Chính phủ Lon Nol ở Phnôm Pênh đầu hàng ngày 17 tháng 4 năm 1975, chỉ năm ngày sau khi phái bộ Hoa Kỳ sơ tán khỏi Campuchia.[65]"],"TieuDe":"Cộng hòa Khmer (1970-1975)[sửa | sửa mã nguồn]"},{"DoanVan":["Khmer Đỏ đến Phnôm Pênh và nắm quyền vào năm 1975. Do Pol Pot lãnh đạo, họ đổi tên chính thức của đất nước thành Campuchia Dân chủ. Chế độ mới đã mô phỏng theo Trung Quốc thời Maoist trong thời kỳ Đại nhảy vọt, ngay lập tức sơ tán dân chúng khỏi các thành phố, và gửi toàn bộ người dân đi tuần hành cưỡng bức đến các dự án công trình nông thôn. Họ đã cố gắng xây dựng lại nền nông nghiệp của đất nước theo mô hình của thế kỷ 11, loại bỏ y học phương Tây và phá hủy các ngôi đền, thư viện và bất cứ thứ gì được coi là phương Tây.","Ước tính có khoảng từ một đến ba triệu người bị chế độ Khmer Đỏ giết hại; con số được trích dẫn phổ biến nhất là hai triệu (khoảng một phần tư dân số Campuchia lúc đó).[66][67][68] Thời đại này đã sinh ra thuật ngữ Cánh đồng chết, và nhà tù Tuol Sleng trở nên khét tiếng với lịch sử giết người hàng loạt. Hàng trăm nghìn người đã chạy qua biên giới sang nước láng giềng Thái Lan. Chế độ này nhắm vào các nhóm dân tộc thiểu số một cách không cân đối. Người Chăm Hồi giáo phải chịu những cuộc thanh trừng nghiêm trọng với khoảng một nửa dân số của họ bị tiêu diệt.[69] Pol Pot quyết tâm giữ quyền lực và tước quyền của bất kỳ kẻ thù hoặc mối đe dọa tiềm tàng nào, và do đó gia tăng các hành động bạo lực và hung hãn chống lại người dân.[70]","Hồi hương cưỡng bức vào năm 1970 và những cái chết trong thời kỳ Khmer Đỏ đã làm giảm dân số người Việt Nam ở Campuchia từ 250.000 đến 300.000 người năm 1969 xuống còn 56.000 người được báo cáo vào năm 1984.[54] Tuy nhiên, hầu hết nạn nhân của chế độ Khmer Đỏ không phải là người dân tộc thiểu số mà là người dân tộc Khmer. Các chuyên gia, chẳng hạn như bác sĩ, luật sư và giáo viên, cũng được nhắm mục tiêu. Theo Robert D. Kaplan, \"kính đeo mắt là thứ chết chóc như ngôi sao vàng Do Thái\" vì chúng được coi là dấu hiệu của trí thức.[71]","Các tổ chức tôn giáo cũng không được Khmer Đỏ bỏ qua. Tôn giáo bị đàn áp dã man đến nỗi phần lớn các kiến trúc lịch sử của Campuchia, 95% các ngôi chùa Phật giáo của Campuchia, đã bị phá hủy hoàn toàn.[72]"],"TieuDe":"Khmer Đỏ nắm quyền (1975-1978)[sửa | sửa mã nguồn]"},{"DoanVan":["Tháng 11 năm 1978, Quân đội nhân dân Việt Nam mở cuộc chiến tranh biên giới Tây Nam để đối phó với các cuộc tấn công ở biên giới của Khmer Đỏ.[73] Cộng hòa Nhân dân Kampuchea (PRK), một quốc gia thân Liên Xô do Đảng Cách mạng Nhân dân Kampuchea lãnh đạo được thành lập. Đây là đảng do người Việt Nam thành lập vào năm 1951, và do một nhóm lãnh đạo Khmer Đỏ trốn khỏi Campuchia để tránh bị Pol Pot và Ta Mok thanh trừng đứng đầu.[74] Đảng này hoàn toàn đi theo quân đội Việt Nam và chịu sự chỉ đạo của đại sứ Việt Nam tại Phnôm Pênh. Việt Nam và Liên Xô cung cấp vũ khí cho tổ chức này.[75]","Đối lập với nhà nước mới được thành lập, một chính phủ lưu vong được gọi là Chính phủ Liên minh Dân chủ Kampuchea (CGDK) được thành lập vào năm 1981 từ ba phe phái.[75] Chính phủ này bao gồm Khmer Đỏ, một phe bảo hoàng do Norodom Sihanouk lãnh đạo, và Mặt trận Giải phóng Dân tộc Nhân dân Khmer. Sự tồn tại của nó được Liên Hợp Quốc công nhận. Đại diện của Khmer Đỏ tại LHQ, Thiounn Prasith được giữ lại nhưng ông phải làm việc với sự tham vấn của đại diện các đảng phi cộng sản Campuchia.[76][77] Từ tháng 4 năm 1975 đến tháng 1 năm 1979, Cộng hòa Nhân Dân Trung Hoa là đối tác bên ngoài quan trọng nhất của chính phủ Khmer Đỏ.[cần dẫn nguồn]","Sự kiện Việt Nam đưa quân vào tiêu diệt Khmer Đỏ đã khiến Trung Quốc thừa cơ phát động cuộc chiến tranh biên giới phía Bắc Việt Nam năm 1979 với sự khởi xướng của Đặng Tiểu Bình. Việc Việt Nam từ chối rút quân khỏi Campuchia đã dẫn đến các biện pháp cấm vận[78] của Hoa Kỳ và các đồng minh đối với Việt Nam.","Các nỗ lực hòa bình cho Campuchia bắt đầu ở Paris vào năm 1989 dưới thời Nhà nước Campuchia, lên đến đỉnh điểm vào hai năm sau đó vào tháng 10 năm 1991 trong Thỏa thuận Hòa bình Toàn diện Paris. Liên Hiệp Quốc được giao nhiệm vụ thực thi một lệnh ngừng bắn và đối phó với người tị nạn và giải trừ quân bị, và bộ phận Liên Hiệp Quốc làm việc này được gọi là Cơ quan Chuyển tiếp Liên Hiệp Quốc tại Campuchia (UNTAC).[79]"],"TieuDe":"Chống diệt chủng và tái thiết quốc gia (1978-1992)[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 1993, Norodom Sihanouk được phục hồi trở lại làm Quốc vương Campuchia, nhưng tất cả quyền lực nằm trong tay chính phủ được thành lập sau cuộc bầu cử do UNTAC bảo trợ. Sự ổn định được thiết lập sau cuộc xung đột đã bị lung lay vào năm 1997 bởi một cuộc đảo chính do đồng Thủ tướng Hun Sen lãnh đạo chống lại các đảng không phải cộng sản trong chính phủ.[80] Sau khi chính phủ ổn định dưới thời Hun Sen, Campuchia được gia nhập Hiệp hội các quốc gia Đông Nam Á (ASEAN) vào ngày 30 tháng 4 năm 1999.[81][82] Trong những năm gần đây, các nỗ lực tái thiết đã tiến triển và dẫn đến một số ổn định chính trị thông qua chế độ dân chủ đa đảng theo chế độ quân chủ lập hiến.[9] Mặc dù sự cai trị của Hun Sen gây ra nhiều vi phạm nhân quyền và tham nhũng,[83] hầu hết công dân Campuchia trong suốt những năm 2000 vẫn chấp nhận chính phủ này; các cuộc phỏng vấn với những người dân nông thôn Campuchia vào năm 2008 cho thấy họ ưa thích một hiện trạng ổn định hơn là các thay đổi có thể gây ra bạo lực.[84]","Nền kinh tế Campuchia tăng trưởng nhanh chóng trong những năm 2000 và 2010,[85] và nước này nhận được sự hỗ trợ đầu tư và phát triển cơ sở hạ tầng đáng kể từ Trung Quốc trong khuôn khổ Một vành đai, Một con đường.[86]","Là một tòa án xét xử tội ác chiến tranh do Liên Hiệp Quốc hậu thuẫn, Tòa án Khmer Đỏ đã tìm cách điều tra các tội ác đã xảy ra trong thời kỳ Kampuchea Dân chủ và truy tố các nhà lãnh đạo của nó. Tuy nhiên, Hun Sen đã phản đối các cuộc xét xử hoặc điều tra mở rộng đối với các cựu quan chức Khmer Đỏ.[87] Vào tháng 7 năm 2010, Kang Kek Iew là thành viên Khmer Đỏ đầu tiên bị kết tội chiến tranh và tội ác chống lại loài người trong vai trò cựu chỉ huy của trại tiêu diệt S21 và đã bị kết án tù chung thân.[88][89] Vào tháng 8 năm 2014, tòa án đã kết án Khieu Samphan, cựu nguyên thủ quốc gia 83 tuổi của chế độ, và Nuon Chea, 88 tuổi, người có tư tưởng chính của nó, tù chung thân về tội ác chiến tranh vì vai trò của họ trong vụ khủng bố đất nước. trong những năm 1970. Các phiên tòa bắt đầu vào tháng 11 năm 2011. Cựu Bộ trưởng Ngoại giao Ieng Sary qua đời vào năm 2013, trong khi vợ ông, Bộ trưởng Các vấn đề xã hội Ieng Thirith, được cho là không đủ khả năng để hầu tòa do chứng mất trí nhớ vào năm 2012.","Sau cuộc tổng tuyển cử ở Campuchia năm 2013, các cáo buộc gian lận cử tri từ đảng đối lập Đảng Cứu nguy Quốc gia Campuchia đã dẫn đến các cuộc biểu tình chống chính phủ lan rộng kéo dài sang năm sau. Các cuộc biểu tình kết thúc sau một cuộc đàn áp của lực lượng chính phủ.[90][91]","Đảng Cứu hộ Quốc gia Campuchia đã bị giải thể trước cuộc tổng tuyển cử Campuchia năm 2018 và Đảng Nhân dân Campuchia cầm quyền cũng ban hành các biện pháp hạn chế chặt chẽ hơn trên các phương tiện thông tin đại chúng.[92] CPP đã giành được mọi ghế trong Quốc hội mà không có phe đối lập lớn, củng cố một cách hiệu quả chế độ độc đảng trên thực tế ở nước này.[93][94]","Đại dịch COVID-19 toàn cầu lây lan sang Campuchia vào đầu năm 2020. Mặc dù đã giảm thiểu sự lây lan của căn bệnh này trong phần lớn năm 2020[95] hệ thống y tế của đất nước đã bị căng thẳng do một đợt bùng phát lớn vào đầu năm 2021, điều này đã dẫn đến một số đợt phong tỏa.[96] Nó cũng có tác động kinh tế nghiêm trọng, với ngành du lịch đặc biệt bị ảnh hưởng do các hạn chế về du lịch quốc tế.[97]"],"TieuDe":"Khôi phục chế độ quân chủ[sửa | sửa mã nguồn]"},{"DoanVan":["Chính trị Campuchia được nhiều người nước ngoài biết đến bởi thời kỳ diệt chủng của Khmer Đỏ, việc này gây ra những đổ vỡ lớn trong nội bộ những nước đã từng ủng hộ chế độ này.","Vương quốc Campuchia hiện là một nước Quân chủ lập hiến theo hình thức quân chủ tuyển cử. Trên thực tế Quốc vương không điều hành đất nước. Vị Quốc vương được lựa chọn bởi một Hội đồng Tôn vương gồm 9 người theo Hiến pháp. Nguyên thủ đầu tiên của đất nước là Quốc vương Norodom Sihanouk sau khi ông trở lại làm vua vào tháng 9 năm 1993. Cuối tháng 10 năm 2004, Quốc vương Norodom Sihanouk thoái vị làm Thái thượng vương, Hội đồng Tôn vương đã đưa Thái tử Norodom Sihamoni lên làm tân Quốc vương.","Nghị viện Campuchia theo hệ thống lưỡng viện với cả Thượng viện (61 ghế) nhiệm kỳ 6 năm và Quốc hội (123 ghế) nhiệm kỳ 5 năm. Thể chế hiện tại của Campuchia là thể chế đại nghị hệ thống Đảng phái ưu thế. Đảng cầm quyền hiện nay Đảng Nhân dân Campuchia (CPP) đã nắm quyền kể từ năm 1981 và luôn chiếm đa số ghế trong cả Thượng viện và Quốc hội. Thủ tướng đương nhiệm là Hun Sen thuộc Đảng Nhân dân Campuchia, đứng đầu Nội các Campuchia - cơ quan hành pháp của nước này.","Campuchia là thành viên của Liên hiệp quốc và Hiệp hội các quốc gia Đông Nam Á. Nước này đã đạt được sự ổn định tương đối về chính trị từ thập niên 1990 trở lại đây."],"TieuDe":"Chính trị[sửa | sửa mã nguồn]"},{"DoanVan":["Quan hệ đối ngoại của Vương quốc Campuchia được điều phối bởi Bộ Ngoại giao và Hợp tác quốc tế Campuchia, đứng đầu là Bộ trưởng Prak Sokhonn.","Campuchia là thành viên của Liên Hợp Quốc, Ngân hàng thế giới và Quỹ tiền tệ Quốc tế. Nó là một thành viên của Ngân hàng Phát triển châu Á (ADB), ASEAN, và trở thành thành viên của WTO ngày 23.10.2004. Năm 2005 Campuchia đã tham dự Hội nghị thượng đỉnh Đông Á khai mạc tại Malaysia. Vào ngày 23 tháng 11 năm 2009, Campuchia phục hồi lại là thành viên của Cơ quan Năng lượng Nguyên tử Quốc tế (IAEA).[98] Campuchia lần đầu tiên trở thành thành viên của IAEA vào ngày 06 tháng 2 năm 1958 nhưng đã từ bỏ vị trí thành viên của mình vào ngày 26 tháng 3 năm 2003.[99] Campuchia đã thiết lập quan hệ ngoại giao với nhiều quốc gia, bao gồm 20 Đại sứ quán[100] bao gồm nhiều nước láng giềng châu Á và những đối tác quan trọng trong các cuộc đàm phán hòa bình Paris, trong đó có Mỹ, Úc, Canada, Trung Quốc, Liên minh châu Âu (EU), Nhật Bản, và Nga[101] Như một kết quả của quan hệ quốc tế, tại Campuchia còn có các tổ chức nhân đạo khác nhau đã hỗ trợ các nhu cầu cơ sở hạ tầng xã hội, kinh tế và dân sự..."],"TieuDe":"Quan hệ đối ngoại[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xếp hạng quốc tế[sửa | sửa mã nguồn]"},{"DoanVan":["Campuchia sau năm 2008 được chia thành 25 đơn vị hành chính địa phương cấp một gồm 24 tỉnh (ខេត្ត - khet) và 1 đơn vị hành chính đặc biệt (ក្រុង - krong) (thủ đô Phnôm Pênh). Các tỉnh được chia thành các huyện (hay quận) (ស្រុក - srok\/ ខណ្ឌ - khan) và huyện đảo. Mỗi tỉnh lại có một quận\/thành phố thủ phủ (ក្រុង - krong). Dưới huyện là các xã (ឃុំ - khum), và dưới quận là các phường (សង្កាត់ - sangkat). Phường và xã là cấp hành chính địa phương cuối cùng ở Campuchia. Trong một xã có thể có một hoặc nhiều hơn một làng, nhưng làng không phải là một cấp hành chính chính thức."],"TieuDe":"Hành chính[sửa | sửa mã nguồn]"},{"DoanVan":["Diện tích Campuchia khoảng 181.035 km²[102], nằm trọn vẹn trong khu vực nhiệt đới; từ vĩ độ 10 đến vĩ độ 15N kinh độ 102 đến 108E. Đất nước có 800 km biên giới với Thái Lan về phía bắc và phía tây, 541 km biên giới với Lào về phía đông bắc, và 1.137 km biên giới với Việt Nam về phía đông và đông nam. Nước này có 443 km bờ biển dọc theo Vịnh Thái Lan. Nhìn trên bản đồ, lãnh thổ Campuchia có hình dáng gần giống như lưỡi rìu tứ giác, cạnh không đều.","Đặc điểm địa hình nổi bật là một vùng đồng bằng lớn nằm giữa những ngọn núi thấp bao gồm vùng hồ Tonle Sap (Biển Hồ) và vùng thượng lưu đồng bằng sông Cửu Long. Biển Hồ có diện tích khoảng 2.590 km² trong mùa khô tới khoảng 24.605 km² về mùa mưa. Đây là một đồng bằng đông dân, phù hợp cho cấy lúa nước, tạo thành vùng đất trung tâm Campuchia. Phần lớn (khoảng 75%) diện tích đất nước nằm ở cao độ dưới 100 mét so với mực nước biển, ngoại trừ dãy núi Cardamon (điểm cao nhất là 1.771 m), phần kéo dài theo hướng bắc-nam về phía đông của nó là dãy Voi (cao độ 500-1.000 m) và dốc đá thuộc dãy núi Dangrek (cao độ trung bình 500 m) dọc theo biên giới phía bắc với Thái Lan.","Khí hậu Campuchia cũng giống như khí hậu các nước Đông Nam Á khác, bị chi phối bởi gió mùa. Khí hậu khô và ẩm ướt rõ rệt theo mùa. Nhiệt độ dao động trong khoảng 21 °C - 35 °C. Campuchia có các mùa mưa nhiệt đới: gió tây nam từ Vịnh Thái Lan\/Ấn Độ Dương đi vào đất liền theo hướng đông bắc mang theo hơi ẩm tạo thành những cơn mưa từ tháng 5 đến tháng 10, trong đó lượng mưa lớn nhất vào khoảng tháng 9, tháng 10; gió đông bắc thổi theo hướng tây nam về phía biển trong mùa khô từ tháng 11 đến tháng 3, với thời kỳ ít mưa nhất là tháng 1, tháng 2. Theo Trung tâm Nghiên cứu Phát triển Quốc tế và Liên hợp quốc, Campuchia được xem là quốc gia dễ bị tổn thương nhất của Đông Nam Á trước ảnh hưởng của biến đổi khí hậu, cùng với Phillippines. Dân số nông thôn ven biển đặc biệt có nguy cơ cao hơn. Theo Hiệp hội Cải cách Khí hậu Campuchia, tình trạng thiếu nước sạch, lũ lụt cực đoan, lở đất, mực nước biển dâng cao và các trận bão có khả năng phá hoại là mối quan tâm đặc biệt.","Campuchia có hai mùa rõ rệt. Mùa mưa, kéo dài từ tháng 5 đến tháng 10, có thể thấy nhiệt độ giảm xuống 22 °C (71,6 °F) và thường có độ ẩm cao. Mùa khô kéo dài từ tháng 11 đến tháng 4 khi nhiệt độ có thể tăng lên đến 40 °C (104 °F) vào khoảng tháng 4. Lũ lụt trầm trọng xảy ra vào năm 2001 và một lần nữa vào năm 2002, với mức độ ngập lụt gần như mỗi năm.","Campuchia cũng là quốc gia có nhiều loài động vật quý hiếm trên thế giới sinh sống, nổi bật nhất là hổ, voi và bò tót khổng lồ. Rất nhiều loài đang đứng trước hiểm họa diệt chủng do nạn săn trộm và phá rừng."],"TieuDe":"Địa lý[sửa | sửa mã nguồn]"},{"DoanVan":["Vương quốc Campuchia đã bị tàn phá gần như hoàn toàn sau thời kỳ Polpot Khmer Đỏ, thành phố lớn nhất Phnompenh phục hồi từ một thành phố chết không một bóng người và được khôi phục với vẻ huy hoàng như ngày nay. Ảnh hưởng của chiến tranh nghiêm trọng hơn ở Việt Nam nên cho đến nay nền kinh tế vẫn còn nhiều điều bất cập, tình trạng tham nhũng lớn và luật pháp lỏng lẻo khiến cho đất nước có nhiều điều cần phải giải quyết. Tính đến năm 2016, GDP của Campuchia đạt 19,368 tỷ USD, đứng thứ 113 thế giới, đứng thứ 35 châu Á và đứng thứ 8 Đông Nam Á.","Sự phát triển của nền kinh tế Campuchia bị chậm lại một cách đáng kể trong thời kỳ 1997-1998 vì khủng hoảng kinh tế trong khu vực, bạo lực và xung đột chính trị. Đầu tư nước ngoài và du lịch giảm mạnh. Trong năm 1999, năm đầu tiên có được hòa bình thực sự trong vòng 30 năm, đã có những biến đổi trong cải cách kinh tế và tăng trưởng đạt được ở mức 5%. Mặc dù bị lũ lụt, GDP tăng trưởng ở mức 5.0% trong năm 2000, 6.3% trong năm 2001 và 5.2% trong năm 2002. Du lịch là ngành dịch vụ tăng trưởng mạnh nhất của Campuchia, với số du khách tăng 34% trong năm 2000 và 40% trong năm 2001 trước sự kiện khủng bố 11 tháng 9 năm 2001 tại Mỹ. Mặc dù đạt được những sự tăng trưởng như vậy nhưng sự phát triển dài hạn của nền kinh tế sau hàng chục năm chiến tranh vẫn là một thách thức to lớn. Dân cư thất học và thiếu các kỹ năng nghề nghiệp, đặc biệt là ở vùng nông thôn nghèo đói gần như chưa có các điều kiện cần thiết của cơ sở hạ tầng. Sự lo ngại về không ổn định chính trị và tệ nạn tham nhũng trong một bộ phận chính quyền làm chán nản các nhà đầu tư nước ngoài và làm chậm trễ các khoản trợ giúp quốc tế. Chính quyền đang phải giải quyết các vấn đề này với sự hỗ trợ của các tổ chức song phương và đa phương. Campuchia bị Liên Hợp Quốc xem là một trong các nước kém phát triển nhất tại Châu Á do mức thu nhập thấp, nguồn lực con người nghèo nàn và có nền kinh tế dễ bị tổn thương.","Campuchia đã gia nhập tổ chức Tổ chức Thương mại Thế giới từ ngày 13 tháng 10 năm 2004."],"TieuDe":"Kinh tế[sửa | sửa mã nguồn]"},{"DoanVan":["Campuchia là quốc gia thuần nhất về dân cư với hơn 90% dân số là người Khmer và nói tiếng Khmer, ngôn ngữ chính thức. Số còn lại là người Việt, người Campuchia gốc Hoa, người Chàm và người Thượng sống tập trung ở miền núi phía bắc và đông bắc.","Phật giáo Theravada hay còn gọi là Phật giáo nguyên thủy bị Khmer Đỏ hủy diệt đã được phục hồi là tôn giáo chính thức, với khoảng 95% dân số. Phật giáo Đại thừa Bắc tông chủ yếu tập trung trong cộng đồng người Việt và người Hoa. Hồi giáo và đạo Bà la môn ở các cộng đồng Chăm, Ki-tô giáo chiếm khoảng 2% dân số...","Tiếng Pháp và tiếng Anh được nhiều người Campuchia sử dụng như là ngôn ngữ thứ hai và thông thường là ngôn ngữ phải học trong các trường phổ thông và đại học. Nó cũng được sử dụng thường xuyên trong chính quyền. Một số lớn trí thức mới của Campuchia được đào tạo tại Việt Nam là một thuận lợi cho quan hệ kính tế, văn hóa ba nước Đông Dương.","Cuộc nội chiến và nạn diệt chủng dưới thời Khmer Đỏ có ảnh hưởng mạnh đến cấu trúc dân số Campuchia. Độ tuổi trung bình là 20,6, với hơn 50% dân cư trẻ hơn 25 tuổi. Tỷ lệ nam\/nữ là 0.95, thấp nhất trong số các quốc gia tiểu khu vực sông Mê Kông[103]. Trong số người Campuchia độ tuổi hơn 65, tỷ lệ nữ\/nam là 1,6:1.","Bên cạnh đó tiếng Việt cũng được nói nhiều ở khu vực biên giới Việt Nam - Campuchia và vùng Tonlé Sap vì có nhiều người gốc Việt sinh sống tại những khu vực này hoặc người có cha hoặc mẹ là người Việt. Một trong những nguyên do khác là người Campuchia ở vùng này học tiếng Việt để giao tiếp được với người Việt ở biên giới và để giao thương với người Việt."],"TieuDe":"Dân cư và ngôn ngữ[sửa | sửa mã nguồn]"},{"DoanVan":["Vương quốc Campuchia là một trong những địa điểm du lịch mới và hẫp dẫn nhất trên thế giới. Sau hơn 25 năm cô lập, Campuchia mở cửa đón khách du lịch vào những năm đầu của thập niên 90 và lượng khách du lịch tăng lên qua từng năm","Những điểm du lịch hấp dẫn nhất của Vương quốc Campuchia là đền Angkor Wat và những ngôi đền thuộc quần thể Angkor thuộc tỉnh Siem Reap, cũng như các địa điểm văn hóa hẫp dẫn thuộc thủ đô Phnôm Pênh và những bãi biển thuộc tỉnh Sihanoukville với đầy đủ các dịch vụ cần thiết như khách sạn, nhà hàng, điểm vui chơi giải trí và một số dịch vụ du lịch khác.","Các điểm tham quan khác có thể phải kể đến vùng đồi núi thuộc tỉnh Ratanakiri và tỉnh Mondulkiri, những ngôi đền nằm biệt lập thuộc tỉnh Preah Viherd và Banteay Chhmar và các khu vực kinh tế quan trọng như Battambang, Kep và Kampot là những địa danh mới được khám phá gần đây.","Campuchia là vùng đất của những cái đẹp, các ngôi đền cổ kính thuộc quần thể Angkor, đền Bayon và sự sụp đổ của đế chế Khmer luôn mang dấu ấn của sự trang trọng, hùng vĩ và chiếm vị trí trung tâm trong các kỳ quan thế giới – có thể so sánh với Machu Picchu, Kim tự tháp Ai Cập hay Vạn lý trường thành. Nhưng sự hùng vĩ này lại trái ngược với Cánh đồng chết và bảo tàng diệt chủng Toul Sleng, cũng như trái ngược với những chứng tích lịch sử cận đại của Campuchia, thời gian mà lực lượng Polpot và chế độ cực đoan Khmer Đỏ cai trị cuối những năm 1970, gây nên một trong những tội ác ghê rợn và tàn bạo nhất của thế kỷ XX.","Ngày nay, người Khmer vốn chiếm 95% dân số Campuchia đã tạo ra những ấn tượng sâu đậm cho khách du lịch, họ chính là những người thân thiện và hạnh phúc nhất mà du khách từng gặp. Nụ cười người Khmer có ở khắp nơi, như trong chuyện cổ tích và truyền thống đậm đà bản sắc riêng của dân tộc này. Campuchia vì vậy thật sự là vùng đất của sự tương phản: giữa ánh sáng và bóng tối, giữa những bản hùng ca và những bi kịch, giữa sự quặn đau tuyệt vọng và nguồn cảm hứng tương lai. Dường như đó là một đặc điểm vô song của đất nước Campuchia. Điều đó thúc đẩy bất cứ du khách nào cũng khát khao một lần đặt chân lên mảnh đất này.","Du lịch tại Campuchia tập trung chia làm 5 vùng trọng điểm."],"TieuDe":"Du lịch[sửa | sửa mã nguồn]"},{"DoanVan":["Kiến trúc của Campuchia phần lớn được biết đến nhờ vào những công trình được xây dựng từ thời Khmer cổ đại (khoảng cuối thế kỷ XII, đầu thế kỷ XIII). Đạo Phật và tư duy huyền thoại có ảnh hưởng lớn đến nghệ thuật trang trí các công trình kiến trúc vĩ đại này.","Đặc trưng cơ bản của kiến trúc giai đoạn này là được xây dựng từ vật liệu gỗ, tre nứa hoặc rơm rạ và đá. Nhưng những gì còn lại ngày nay người ta có thể chiêm ngưỡng là các công trình bằng đá tảng như các bức tường thành, đường sá,... và các ngôi đền hoặc các con đường có những bao lơn tạc hình con rắn chín đầu, vươn cao 2–3m, xòe rộng phủ bóng xuống mặt đường. Còn hình thức chung của các ngôi đền là có đỉnh chóp nhọn, bốn mặt đền được chạm trổ các bức phù điêu miêu tả cuộc sống con người ở thế giới bên kia, hoặc cuộc sống hiện tại của người dân Campuchia bấy giờ, hay cuộc chiến với nước láng giềng vũ nữ dân gian (Ápsara) với thân hình mềm mại, cân đối đang múa khá uyển chuyển, và sự tham gia của cả những con khỉ, con ngựa trong sử thi Ramanaya của Ấn Độ.","Bên cạnh đó, hình thức khắc những ký tự hay con số cũng rất phổ biến ở công trình. Các ngôi đền thường có một cửa còn ở ba phía còn lại của đền cũng có cửa nhưng chỉ là giả, để tạo cảm giác đối xứng cho ngôi đền. Công trình có tiếng nhất ở đây là ngôi đền Bayon với 200 gương mặt của thần Avalokitesvara (một dạng của Quan Âm Bồ Tát).","Chiêm ngưỡng những công trình này, ta không thể không khâm phục sức mạnh phi thường và bàn tay tài ba của những người dân Khmer cổ đại. Kiến trúc của Campuchia cũng có ảnh hưởng lớn đến kiến trúc của Thái Lan và người Chăm của Việt Nam."],"TieuDe":"Nghệ thuật[sửa | sửa mã nguồn]"},{"DoanVan":["Nền văn hóa Campuchia có lịch sử phong phú đa dạng trải qua nhiều thế kỷ và chịu ảnh hưởng nặng của Ấn Độ. Nền văn hóa Campuchia gây ảnh hưởng mạnh và được coi là mẹ đẻ của văn hóa Thái Lan, Lào. Trong lịch sử Campuchia, tôn giáo có vai trò lớn trong các hoạt động văn hóa. Trải qua gần 2000 năm, người dân Campuchia đã phát triển một tín ngưỡng Khmer độc đáo với các tín ngưỡng hỗn hợp gồm tín ngưỡng thuyết vật linh bản địa và các tôn giáo Ấn Độ như Phật giáo và Hindu giáo."],"TieuDe":"Văn hóa[sửa | sửa mã nguồn]"},{"DoanVan":["Ẩm thực Campuchia, cũng như thói quen ẩm thực của nhiều dân tộc thuộc nền văn minh lúa nước trong khu vực châu Á, cho thấy những đặc điểm riêng biệt. Người dân Campuchia có thói quen ăn gạo tẻ và ăn nhiều cá hơn thịt. Vào các ngày lễ tết, nông thôn cũng như thành thị đều có gói bánh tét, bánh ít. Phần lớn trong mỗi gia đình đều có mắm bồ hóc để ăn quanh năm.","Ẩm thực Campuchia ảnh hưởng phong cách mạnh mẽ của Ấn Độ và Trung Hoa, hầu hết các món ăn có vị lạt, ngọt và béo. Món ăn Ấn Độ tìm thấy hầu hết ở các gia vị được dùng chủ yếu là cay như sa tế, ớt, tiêu, nhục, hồi v.v. Món ăn Trung Hoa được tìm thấy nhiều với vị lạt và khá béo, nhiều dầu mỡ nhất là mang phong cách ẩm thực vùng Tứ Xuyên."],"TieuDe":"Ẩm thực[sửa | sửa mã nguồn]"},{"DoanVan":["Dàn nhạc ping peat (ngũ âm) và các nhạc cụ truyền thống tạo ra vô số các tác phẩm nghệ thuật đỉnh cao và độc đáo. Âm nhạc truyền thống của Thái Lan và Lào cũng chịu ảnh hưởng lớn từ Campuchia."],"TieuDe":"Âm nhạc[sửa | sửa mã nguồn]"},{"DoanVan":["Nổi tiếng nhất là thể loại trường ca Riêm kê là thể loại sáng tác bằng thơ ca dân gian dài hàng vạn câu. Cốt truyện chủ yếu vay mượn từ sử thi Ramayana của Ấn Độ."],"TieuDe":"Văn học[sửa | sửa mã nguồn]"},{"DoanVan":["Người Campuchia cũng giống như các quốc gia khác đều sử dụng Tây lịch. Tuy nhiên, trừ một số ngày lễ của người Khmer, họ sử dụng lịch Campuchia như ngày lễ Tết, lễ nhập điền hay lễ cầu hôn. Lịch Khmer có thể sớm hay muộn hơn lịch Tây tùy vào thời điểm của năm. Sự giao thoa về văn hóa và dân cư khiến cho một số ngày lễ của Campuchia có thêm một số ngày lễ như Tết Việt Nam và Trung Quốc, tết Đoan Ngọ,..."],"TieuDe":"Những ngày lễ chính[sửa | sửa mã nguồn]"},{"DoanVan":["Tỷ lệ biết chữ ở Campuchia khoảng 77,2%, trong đó tỷ lệ nam biết chữ cao hơn nữ và thành thị cao hơn nông thôn.","Trong thời kỳ Khmer Đỏ thống trị, giáo dục Campuchia bị tàn phá nặng nề và hiện nay đang từng bước được phục hồi."],"TieuDe":"Giáo dục[sửa | sửa mã nguồn]"},{"DoanVan":["Tôn giáo tại Campuchia (2019)[104]","Phật giáo Nguyên thủy là tôn giáo chính thức của Campuchia, được thực hành bởi hơn 95% dân số. Phật giáo là tôn giáo phổ biến và phát triển mạnh mẽ trong tất cả các tỉnh, với ước tính khoảng 4.392 đền thờ, tu viện trong cả nước.[105] Phần lớn sắc tộc Khmer theo đạo Phật, và có những hiệp hội gần gũi giữa Phật giáo, truyền thống văn hóa và cuộc sống hằng ngày. Tuân thủ Đạo Phật thường được xem là bản sắc dân tộc và văn hóa của đất nước. Tôn giáo ở Campuchia, trong đó có Phật giáo, đã bị đàn áp bởi chế độ Khmer Đỏ trong thời gian cuối những năm 1970 nhưng kể từ khi chế độ này bị lật đổ, Phật giáo đã hồi sinh trở lại trên đất nước này.","Hồi giáo là tôn giáo của đa số người Chăm và người Mã Lai thiểu số ở Campuchia. Đa số là người Hồi giáo Sunni và tập trung đông ở tỉnh Kampong Cham. Hiện nay có hơn 250.000 người Hồi giáo trong nước.","1% dân số Campuchia được xác định là Kitô hữu, trong đó Công giáo Rôma tạo thành nhóm lớn nhất tiếp theo là cộng đồng Tin Lành. Hiện nay có 20.000 người Công giáo tại Campuchia, chiếm 0,15% tổng dân số. Các nhánh Kitô giáo khác bao gồm Baptist, Liên minh Kitô giáo và truyền giáo, Phong trào Giám Lý, Nhân chứng Giê-hô-va, Phong trào Ngũ Tuần, và Giáo hội Các Thánh hữu Ngày sau của Chúa Giêsu Kitô.[106]","Phật giáo Đại thừa là tôn giáo của đa số Hoa kiều và Việt kiều tại Campuchia. Các yếu tố của thực hành tôn giáo khác, chẳng hạn như việc tôn kính các anh hùng dân gian và tổ tiên, Khổng giáo và Đạo giáo kết hợp với Phật giáo Trung Hoa cũng được thực hành.","Trước chế độ Khmer Đỏ, có 73.164 tín đồ đạo Cao Đài ở Campuchia, trong đó Việt kiều chiếm 64.954 người và số người Campuchia là 8210 người.[107] Hiện nay, chỉ còn khoảng 2.000 tín đồ Cao Đài ở Campuchia tập trung ở thủ đô Phnôm Pênh với một Thánh thất Cao Đài.[108]"],"TieuDe":"Tôn giáo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Dữ liệu chung[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chính trị[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Kinh tế[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Địa lý và hành chính[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Văn hóa và giáo dục[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":["Brunei · Campuchia · Đông Timor · Indonesia · Lào · Malaysia · Myanmar · Philippines · Singapore · Thái Lan · Việt Nam","Đảo Giáng Sinh (Úc) · Quần đảo Cocos (Keeling) (Úc)","Quần đảo Andaman và Nicobar (Ấn Độ) · Hải Nam (CHND Trung Hoa\/Trung Hoa Dân Quốc tuyên bố chủ quyền)","Các đảo trên sông Naf (Bangladesh, Myanmar) · Bãi Macclesfield (CHND Trung Hoa, Trung Hoa Dân Quốc) · Hoàng Sa (CHND Trung Hoa, Trung Hoa Dân Quốc, Việt Nam) · Quần đảo Đông Sa (CHND Trung Hoa, Trung Hoa Dân Quốc) · Sabah (Malaysia, Philippines) · Bãi cạn Scarborough (Philippines, CHND Trung Hoa, Trung Hoa Dân Quốc) · Trường Sa (Brunei, Malaysia, Philippines, CHND Trung Hoa, Trung Hoa Dân Quốc, Việt Nam)","Brunei Myanmar","Campuchia Philippines","Indonesia Singapore","Lào Thái Lan","Malaysia Việt Nam"],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}]}