{"TieuDe":"Cơ quan Tình báo Trung ương (Hoa Kỳ) – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Cơ quan Tình báo Trung ương (tiếng Anh: Central Intelligence Agency; viết tắt: CIA) là một cơ quan tình báo quan trọng của Chính quyền Liên bang Hoa Kỳ, có nhiệm vụ thu thập, xử lí và phân tích các thông tin tình báo có ảnh hưởng tới an ninh quốc gia của Hoa Kỳ từ khắp nơi trên thế giới, chủ yếu là thông qua hoạt động tình báo của con người (human intelligence viết tắt là HUMINT). Là thành viên chính thuộc Cộng đồng tình báo Hoa Kỳ (IC), CIA có nhiệm vụ phải báo cáo thông tin cho Giám đốc Tình báo Quốc gia và cũng đồng thời cung cấp các thông tin tình báo quan trọng cho tổng thống và nội các của Hoa Kỳ.[5]","CIA có tổng hành dinh nằm ở Langley, Virginia, một vài dặm về phía Tây Thủ đô Washington, D.C. Nhân viên của cơ quan hoạt động từ các Đại sứ quán của Hoa Kỳ và nhiều địa điểm ở khắp thế giới.","Không giống như FBI với nhiệm vụ đảm bảo an ninh trong phạm vi lãnh thổ Hoa Kỳ, CIA không có lực lượng thực thi pháp luật trong nước mà chủ yếu tập trung vào hoạt động thu thập thông tin tình báo ở nước ngoài và bị giới hạn việc thu thập thông tin tình báo bên trong nước.","Trước đạo luật cải tổ hệ thống tình báo vào chống khủng bố của Quốc hội Hoa Kỳ năm 2004, Giám đốc CIA là người đứng đầu trong Cộng đồng tình báo Hoa Kỳ; ngày nay, CIA dưới quyền của Giám đốc Tình báo Quốc gia.","Năm 2013, tờ Washington Post thông báo rằng CIA có phần chia đều trong Chương trình Tình báo Quốc gia (National Intelligence Program - NIP), một tổ chức phi quân sự và là một phần của Quỹ Cộng đồng Tình báo Hoa Kỳ đã tăng 28% trong năm 2013, vượt quá phần chia bởi NIP đến các Cơ quan Quân sự như Cơ quan Trinh sát Quốc gia (National Reconnaissance Office - NRO) và Cơ quan An ninh Quốc gia (National Security Agency - NSA). CIA đã tăng cường trong việc đóng vai trò chủ động, bao gồm các chiến dịch bán quân sự mật. Một trong số các bộ phận lớn nhất của Cơ quan, Trung tâm Thông tin Chiến dịch (Information Operations Center - IOC) đã chuyển mục tiêu từ chống khủng bố sang các Hoạt động Điện tử Chủ động."],"TieuDe":"Nội dung"},{"DoanVan":["CIA có ba hoạt động truyền thống chính thức:[6]","CIA có thể làm tăng sức ảnh hưởng của chính trị tại các nước qua các bộ phận chiến thuật, ví dụ như là Bộ phận Hoạt động Đặc biệt.Cơ quan Tình báo Trung ương, với tiền nhiệm là Cơ quan Công tác Chiến thuật (Office of Strategic Services - OSS), thành lập trong Đệ nhị Thế Chiến để phối hợp các Hoạt động Nội gián Mật chống lại phe Trục cho Lực lượng Vũ trang Hoa Kỳ. Đạo luật An ninh Quốc gia năm 1947 thiết lập ra CIA, với tư cách \"Không phải là Cơ quan Cảnh sát hoặc Nhà nước, kể cả ở trong nước đến ngoài nước.\"","Đã có các dư luận nhiều đáng kể về CIA liên quan đến an ninh và các thất bại chống lại các hoạt động nội gián, thất bại trong việc phân tích thông tin tình báo, các mối lo về quyền con người, các cuộc điều tra và công bố tài liệu, làm ảnh hưởng đến ý kiến của công chúng và các Cơ quan hành luật, buôn lậu ma túy và nói dối với Quốc hội Hoa Kỳ. Những ý kiến khác, như từ kẻ ly khai Cộng sản, Ion Mihai Pacepa, đã bảo vệ CIA khi nói \"CIA cho đến nay là Tổ chức Tình báo tốt nhất thế giới,\" và tranh luận rằng các hoạt động của CIA nằm trong số các hoạt động được giám sát cẩn thận ở mức độ chưa từng thấy ở các Cơ quan Tình báo của thế giới.","Dựa vào ngân sách của Cơ quan trong Năm tài chính 2013, CIA có năm ưu tiên:[7]"],"TieuDe":"Mục đích[sửa | sửa mã nguồn]"},{"DoanVan":["Biểu tượng của CIA bao gồm 3 phần mang ý nghĩa tượng trưng: đầu chim đại bàng quay sang phải, ngôi sao 16 cánh và một cái khiên. Đại bàng là linh vật quốc gia, tượng trưng cho sức mạnh và sự tỉnh táo. Ngôi sao 16 cánh mang hàm ý CIA là tổ chức tìm kiếm thông tin tình báo từ khắp mọi nơi trên thế giới ngoài biên giới Hoa Kỳ và những thông tin đó được quy tụ về trụ sở đầu não để phân tích, kiểm tra và phân bố đến các nhà làm luật. Ngôi sao được đặt trên cái khiên, tượng trưng cho sự phòng thủ vững chắc.[8]"],"TieuDe":"Biểu tượng[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tổ chức[sửa | sửa mã nguồn]"},{"DoanVan":["Tổ chức của CIA thay đổi theo từng thời kỳ. Dưới đây là một số sơ đồ tổ chức ví dụ."],"TieuDe":"Kết cấu tổ chức[sửa | sửa mã nguồn]"},{"DoanVan":["CIA có mối quan hệ mật thiết với các cơ quan tình báo MI6 (Anh), ASIS (Úc), CSIS (Canada), ..."],"TieuDe":"Mối quan hệ với các cơ quan khác[sửa | sửa mã nguồn]"},{"DoanVan":["CIA thành lập cơ sở đào tạo đầu tiên, Office of Training and Education vào năm 1950. Sau khi chiến tranh Lạnh kết thúc, ngân sách đào tạo của CIA bị cắt giảm, việc này đã gây ảnh hưởng đến vấn đề nhân sự, buộc CIA phải giảm số nhân viên.[9] Để giải quyết vấn đề nhân sự, giám đốc CIA George Tenet đã quyết định thành lập Đại học CIA vào năm 2002. Đại học CIA tổ chức từ 200 đến 300 khóa học mỗi năm, đào tạo cho cả những sĩ quan tình báo mới hoặc đã có kinh nghiệm cũng như những nhân viên trong các khâu khác của hoạt động tình báo.[10]","Việc tuyển các nhân viên người nước ngoài làm việc cho CIA là việc làm bình thường của một cơ quan tình báo. Một số người Việt khi được hỏi về vấn đề hoạt động gián điệp ở Việt Nam thì họ cho biết rất sẵn sàng.[11]"],"TieuDe":"Đào tạo[sửa | sửa mã nguồn]"},{"DoanVan":["Hiện tại ngân sách của CIA vẫn được giữ kín. Tuy nhiên số tiền mà tổ chức này tiêu tốn hàng năm có thể lên tới nhiều tỷ đô la, một phần do quốc hội cung cấp, còn một phần là hoạt động kinh doanh và bán những thông tin tình báo của mình cho các cơ quan khác của nước Mỹ. Vào năm 1997, lần đầu tiên Chính phủ Mỹ công khai các số liệu tổng hợp với mọi hoạt động liên quan đến tình báo (trong đó CIA chỉ là một phần) với ngân sách khoảng 22,6 tỉ USD trong năm tài chính 1997. Ngân sách tình báo của những năm khác vẫn được giữ bí mật."],"TieuDe":"Ngân sách[sửa | sửa mã nguồn]"},{"DoanVan":["CIA được thành lập vào ngày 26 tháng 7 năm 1947 theo Đạo luật An ninh Quốc gia năm 1947 do Quốc hội thông qua và Tổng thống Hoa Kỳ Harry S. Truman ký ban hành, có tiền thân là Cơ quan Tình báo chiến lược (OSS) thời kỳ Chiến tranh thế giới thứ hai.[12] Vụ tấn công của đế quốc Nhật Bản trong trận Trân Châu Cảng cũng là một trong những yếu tố ảnh hưởng đến quyết định thành lập CIA. Sau khi chiến tranh thế giới II kết thúc, chính phủ Hoa Kỳ cũng cảm thấy sự cần thiết của một cơ quan đủ khả năng để phối hợp sức mạnh của các cơ quan tình báo và quân đội."],"TieuDe":"Lịch sử[sửa | sửa mã nguồn]"},{"DoanVan":["Chiến thắng của lực lượng biệt kích hải quân Anh trong chiến tranh thế giới thứ II đã khiến cho tổng thống Franklin D. Roosevelt nghĩ đến việc thành lập một cơ quan tình báo theo mô hình của cơ quan tình báo hải ngoại Anh MI6. Việc này dẫn đến việc thành lập tổ chức OSS. Tổ chức OSS đã giải tán vào tháng 11 năm 1945 và các hoạt động được chuyển giao cho Bộ Ngoại giao và Bộ Chiến tranh. Do sự cần thiết của một hệ thống tình báo tập trung sau chiến tranh nên 11 tháng trước đó, vào năm 1944, William J. Donovan, người khai sinh OSS, đã đệ trình lên Tổng thống Franklin D. Roosevelt một bản kế hoạch thành lập một tổ chức tình báo chịu sự giám sát trực tiếp của Tổng thống.[12]","Mặc dù gặp phải sự phản đối từ phía Bộ ngoại giao và Cục Điều tra Liên bang[13] nhưng Tổng thống Truman vẫn quyết định thành lập Khối Tình Báo Trung ương vào tháng 1 năm 1946. Sau đó theo Đạo Luật An Ninh Quốc gia năm 1947 (có hiệu lực từ ngày 18 tháng 9 năm 1947), Hội đồng An Ninh Quốc gia và Cơ quan Tình Báo Trung ương chính thức ra đời. Thiếu tướng hải quân Roscoe H. Hillenkoetter là người đầu tiên được bổ nhiệm vào chức Giám đốc Tình Báo Trung ương."],"TieuDe":"Kế thừa di sản của OSS[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 1949, điều lệ 81-110 được thông qua, cho phép cơ quan này được quyền sử dụng các thủ tục về mật vụ, tài chính và hành chính và được miễn khỏi hầu hết những hạn chế trong việc sử dụng ngân quỹ liên bang. Sắc lệnh này cũng cho phép CIA không cần công bố các thông tin về tổ chức, nhiệm vụ, văn tự, tiền lương, số lượng nhân viên. Sắc lệnh này cũng bao gồm cả chương trình \"PL-110\" để lợi dụng những kẻ đào ngũ và một số cá nhân nước ngoài, đồng thời cung cấp tài chính họ. Năm 1949, cơ quan tình báo của Tây Đức Bundesnachrichtendienst dưới quyền lãnh đạo của Reinhard Gehlen, đã nằm trong sự điều khiển của CIA.","Năm 1950, CIA thành lập Tập đoàn Pacific, một trong những tổ chức kinh doanh đầu tiên của CIA. Cũng trong thời gian đó, Giám đốc Hillenkoetter lần đầu tiên phê chuẩn chương trình điều khiển nhận thức (mind control) mang tên Dự án BLUEBIRD. Năm 1951, hệ thống truyền thanh Columbia (CBS) bắt tay hợp tác cùng CIA. Sau đó, Tổng thống Truman quyết định đổi tên Dự án BLUEBIRD thành Dự án ARTICHOKE.","Trong những năm đầu mới đi vào hoạt động, CIA không chịu nhiều sự điều khiển từ các cơ quan khác của chính phủ. Tuy nhiên mọi chuyện đã thay đổi vào khoảng những năm 70, thời điểm xảy ra biến cố chính trị Watergate."],"TieuDe":"Đạo luật về an ninh quốc gia[sửa | sửa mã nguồn]"},{"DoanVan":["Vào thời gian đầu Chiến tranh Triều Tiên, nhân viên CIA Hans Tofte tuyên bố rằng đã huấn luyện thành công hàng ngàn người trốn chạy từ Triều Tiên thành một lực lượng du kích với các kĩ năng xâm nhập, chiến tranh du kích, và cứu trợ các phi công.[14] Năm 1952, CIA đã tung 1,500 điệp viên trong số này ra hoạt động."],"TieuDe":"Chiến tranh Triều Tiên[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đảo chính Iran 1953[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đảo chính Guatemala 1954[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 1949, đại tá Adib Shishakli lên nắm quyền ở Syria trong một cuộc đảo chính được Syria hậu thuẫn. 4 năm sau, ông bị đảo chính bởi quân đội, các lực lượng Cộng sản và những người Ba'ath. CIA và MI6 bắt đầu tài trợ cho phe hữu thuộc quân đội nhưng việc này lại gặp khó khăn do hậu quả của vụ khủng hoảng kênh đào Suez. Một số quan chức, sĩ quan của Syria đã xuất hiện trên truyền hình và thừa nhận rằng họ đã nhận \"những đồng tiền dơ bẩn và độc ác của Mỹ\" để lật đổ chính quyền hợp hiến ở Syria. Sau đó các lực lượng quân đội của Syria đã bao vậy đại sứ quán Mỹ và muốn bắt một điệp viên CIA Rocky Stone, người trước đó đóng một vai trò nhỏ trong cuộc cách mạng ở Iran và hiện tại đang làm nhân viên ngoại giao ở Damascus.[15] Stone trở thành nhân viên ngoại giao người Mỹ đầu tiên bị trục xuất khỏi một nước Arab. Việc này cũng đã làm bình thường hóa quan hệ ngoại giao giữa Syria và Ai Cập, giúp hình thành Cộng hòa Ả Rập Thống nhất[16] và việc này bị cho là đã làm mất quyền lợi kinh tế của Mỹ trong thời điểm này.[15]"],"TieuDe":"Syria[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Indonesia[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Congo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Sự kiện Vịnh Con Lợn[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Những hoạt động giai đoạn đầu chiến tranh lạnh 1953-1966[sửa | sửa mã nguồn]"},{"DoanVan":["Trong thời chiến tranh và cả hậu chiến, CIA đã hoạt động mạnh ở Việt Nam. Trong chiến tranh Đông Dương, Mỹ coi Việt Nam là địa bàn quan trọng trong chiến lược chính trị của họ nên bắt đầu các hoạt động can thiệp. Đúng 20 ngày sau khi Hiệp định Genève về Đông Dương được ký kết, đô đốc Mỹ Sabin đến Hà Nội, họp với phái đoàn quân sự Mỹ tại đây. Năm 1955, phái đoàn quân sự này của Mỹ do Edward Lansdale chỉ huy, nhân viên cao cấp của CIA và đã làm cố vấn cho Pháp tại Việt Nam từ 1953, đã thực hiện các hoạt động tuyên truyền chiến tranh tâm lý để kêu gọi dân chúng miền Bắc di cư vào Nam.[17]","Trong chiến tranh Việt Nam, chiến dịch Phượng hoàng với sự hậu thuẫn của CIA, đã được triển khai nhằm tróc rễ các cơ sở bí mật nằm vùng của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam.[18]"],"TieuDe":"Việt Nam và chiến tranh Đông Dương[sửa | sửa mã nguồn]"},{"DoanVan":["Bài chi tiết: Aldrich Ames","Từ năm 1985–1986, gần như toàn bộ điệp viên CIA hoạt động ở Đông Âu đều bị lộ danh tính. Chi tiết về việc điều tra nguyên nhân đều không rõ ràng cũng như việc điều tra cũng không có kết quả khả quan và việc này cũng bị chỉ trích bởi dư luận. Vào tháng 6 năm 1987, tướng Florentino Aspillaga Lombard, người đứng đầu hệ thống tình báo của Cuba đã đào tẩu đến Vienna và đến đại sứ quán Mỹ ở đây. Ông tiết lộ rằng tất cả điệp viên nằm trong biên chế của CIA ở Cuba đều là những điệp viên \"hai mang\", tức là đều làm việc cho CIA nhưng vẫn trung thành với chính phủ Castro. CIA sau đó cũng điều tra được rằng các thông tin tình báo tối mật về Liên Xô đều dựa trên những tin tình báo sai dựa trên cung cấp của những chuyên gia phân tích của CIA.[19] Việc điều tra sau đó dẫn tới việc bắt giữ Aldrich Ames, một chuyên viên phân tích và phản gián của CIA nhưng làm gián điệp cho Liên Xô. Ngày 21 tháng 2 năm 1994, Ames bị FBI bắt giữ.[20] Ames bị kết án tù chung thân không ân xá.[21]"],"TieuDe":"Aldrich Ames[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Sự sụp đổ của Liên bang Xô-Viết[sửa | sửa mã nguồn]"},{"DoanVan":["Quyền","Quyền"],"TieuDe":"Các đời Giám đốc CIA[sửa | sửa mã nguồn]"},{"DoanVan":["Hình ảnh CIA được tái hiện rất nhiều trong các sách (của các tác giả người Mỹ lẫn ngoại quốc), phim ảnh của Hollywood, trò chơi điện tử và cả truyện tranh. Về phim ảnh Hollywood, đề tài về gián điệp nói chung cũng được khai thác rất nhiều, đặc biệt là hoạt động của các điệp viên CIA như một số loạt phim tiêu biểu sau:"],"TieuDe":"Trong văn hóa đại chúng[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chú thích[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":["Tiếng Anh:","Tiếng Việt:"],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}]}