{"TieuDe":"Dvaravati – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Vương quốc Dvaravati (tiếng Thái: อาณาจักรทวารวดี, đọc là Tha-wa-ra-wa-đi; Hán-Việt: Đà La Bát Địa 陀羅缽地) là một tập hợp các quốc gia đô thị của người Môn ở dọc sông Chao Phraya, với địa điểm nay là Mueang Nakhon Pathom là trung tâm. Tập hợp các quốc gia Môn này tồn tại trong thời kỳ từ thế kỷ 6 đến thế kỷ 11.","Các nhà nghiên cứu lịch sử mỹ thuật đã phát hiện ra hàng loạt di chỉ với những đặc trưng riêng nhất định có liên quan tới mỹ thuật Phật giáo mà họ gọi là \"phong cách Dvaravati\", đặt theo tên của nền văn minh đã để lại những di chỉ này. Riêng về tên gọi Dvaravati thì sử gia Samuel Beal khi đối chiếu với kinh điển Phật giáo của nhà Đường có nhắc đến vương quốc 堕羅鉢底 (Đà La Bát Để) thì ông cho là phiên âm của người Hán để chỉ xứ Dvāravaṯī. Theo Ấn giáo thì Dvāravaṯī là một đô thị huyền thoại do thần Krishna xây dựng.","Theo thư tịch cổ của Trung Quốc hồi thế kỷ 6 đã đề cập đến Dvaravati. Do vậy các sử gia tạm lấy thế kỷ 6 là thời điểm thành lập Dvaravati. Đây là các đô thị bên sông và cuốn Thông Thư thời nhà Đường thế kỷ 8 cho biết sự tồn tại của các địa bàn sống tập trung. Hiện giới khảo cổ học đang tích cực khám phá bằng chứng để làm rõ thêm thời gian thành lập.","Dựa vào các di chỉ về những lò sản xuất muối và luyện sắt, người ta cho rằng phạm vi ảnh hưởng của Dvaravati rộng khắp vùng miền Trung Thái Lan ngày nay và lan rộng tới cả miền Đông Bắc của nước này, tới cả lưu vực của sông Mun và sông Chi là các chi lưu của sông Mekong ở miền Đông Bắc Thái Lan. Người ta cũng đã phát hiện ra những bi ký ghi lời Thích Ca thuyết giảng bằng tiếng Phạn, tiếng Pali và tiếng Môn. Dựa vào kiểu chữ, người ta cho rằng chúng có niên đại từ thế kỷ 8 đến thế kỷ 11. Các di chỉ liên quan tới Phật giáo cho phép các nhà nghiên cứu kết luận rằng tôn giáo ở Dvaravati là Phật giáo Thượng tọa bộ.","Vào thế kỷ 11, Đế chế Khmer đã lần lượt thôn tính hết các quốc gia của người Môn ở Dvaravati."],"TieuDe":"Nội dung"},{"DoanVan":[],"TieuDe":"Các nhà vua Dvaravati:[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"}]}