{"TieuDe":"Fansipan – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Fansipan (còn được viết là Phan Si Păng hay Phan Xi Păng) là đỉnh núi cao nhất của Việt Nam, nằm trên dãy núi Hoàng Liên Sơn ở vùng Tây Bắc Bộ Việt Nam. Đỉnh núi có độ cao tuyệt đối là 3147,3 m. Fansipan cũng là đỉnh núi cao nhất của bán đảo Đông Dương và được mệnh danh là \"Nóc nhà Đông Dương\"."],"TieuDe":"Nội dung"},{"DoanVan":["Nguồn gốc của từ Fansipan chưa rõ ràng. Nhiều nguồn cho biết một tên khác của đỉnh Fansipan là Hủa Xi Pan và khẳng định tên gọi này có gốc Quan thoại, nghĩa là \"phiến đá khổng lồ chênh vênh\".[2][3] Có giả thuyết khác cho rằng cái tên này là tiếng H'mông, có nghĩa là núi Đỗ quyên vì sự phổ biến của cây đỗ quyên và các loài thực vật thuộc chi Rhododendron trên núi.[3] Cũng có ý kiến cho rằng cái tên này là lối đọc trại của Phan Văn Sơn, tên một viên quan địa lý nhà Nguyễn, năm 1905 đã cùng người Pháp đi vẽ bản đồ, phân định biên giới Việt Nam với nhà Thanh.[3]"],"TieuDe":"Từ nguyên[sửa | sửa mã nguồn]"},{"DoanVan":["Fansipan là đỉnh núi cao nhất trong dãy núi Hoàng Liên Sơn, nằm ở biên giới tỉnh Lào Cai và tỉnh Lai Châu. Về mặt hành chính, đỉnh Fansipan thuộc địa giới của cả huyện Tam Đường (Lai Châu) và thị xã Sa Pa (Lào Cai), cách trung tâm thị xã Sa Pa khoảng 9 km về phía tây nam. Chiều cao của đỉnh núi đo đạc vào năm 1909 là 3143 m, tuy vậy theo số liệu mới nhất của Cục Đo đạc, Bản đồ và Thông tin địa lý Việt Nam đưa ra vào cuối tháng 6 năm 2019, đỉnh núi cao 3147,3 m.[1]","Đây cũng là điểm cao nhất của ba nước Đông Dương (Việt Nam, Lào, Campuchia) nên Fansipan còn được mệnh danh là \"Nóc nhà Đông Dương\"."],"TieuDe":"Địa lý[sửa | sửa mã nguồn]"},{"DoanVan":["Fansipan được hình thành vào thời kì chuyển tiếp của hai kỷ Permi và Tam Điệp của Đại Cổ sinh (Paleozoi) và Đại Trung sinh (Mesozoi) cách nay 260-250 triệu năm.[4] Dãy núi Himalaya, kể từ Đại Trung sinh muộn, đã nâng cao thêm đỉnh Fansipan và dãy Hoàng Liên Sơn, và tạo ra đứt gãy sông Hồng về phía đông."],"TieuDe":"Lịch sử kiến tạo địa chất[sửa | sửa mã nguồn]"},{"DoanVan":["Trong cuốn Chinh phục đỉnh Fansipan của Hiệp hội Địa lý Hà Nội do L.Salles - Giáo sư trường Albert Sarraut - là tác giả (xuất bản ngày 29.11.1935 bằng tiếng Pháp), có viết rằng những người Pháp đầu tiên lên đến đỉnh Fansipan là một người trung sĩ tên Denis và một trung sĩ khác tên Dollo[5].","Trung sĩ Denis cùng nhóm đại úy Scherdlin và đại úy Benoit phải nhận nhiệm vụ chinh phục Fansipan vào cuối tháng 7.1905. Rất có khả năng trung sĩ Denis đã lên tới đỉnh Fansipan một mình. Dennis đã để lại mô tả khá chính xác về cột mốc trên một tảng đá trên đỉnh núi, cũng như một số chi tiết về những khó khăn của cuộc thám hiểm. Denis mất 3 ngày leo núi để chinh phục Fansipan và kể lại: “Rừng ở trên đỉnh. Mưa trong nửa trên ở đỉnh. Trời rất lạnh ở trên đỉnh\". Điểm cao nhất được anh đánh dấu bằng ba viên đạn săn bắn trên một tảng đá lớn, các viên đạn được nhét vào đá theo hình tam giác.[5]","Còn về Dollo, ngay sau nhiệm vụ của nhóm Scherdlin, theo các tài liệu của Sở Địa lý, nhiệm vụ trắc địa thuộc nhóm của trung úy Bourély đã diễn ra. Cựu trung úy, hiện là đại tá Bourély, đã viết thư cho giáo sư L.Salles và kể lại:","\"Khoảng thời gian ngày 1.10.1905 đã chinh phục thành công đỉnh Fansipan. Trung sĩ bộ binh thuộc địa Dollo đã dành được vinh dự này. Anh phải mất 8 ngày để lên tới đỉnh kể từ khi gặp những ngôi nhà cuối cùng trên đường. Điều này được giải thích bởi cuộc chinh phục được thực hiện trong sương mù, nơi người ta bắt đầu rẽ rừng lên đỉnh để từ đó nhận ra những tia sáng đầu tiên và rồi lại phải rời đi một lần nữa và tiếp tục tìm kiếm điểm cao nhất. Điều đó khá là thú vị và mệt mỏi nữa... Tôi rất tiếc vì không thể cung cấp cho bạn thêm thông tin chi tiết về một sự kiện đã xảy ra lâu rồi, nhưng điều đó làm tôi nhớ đến sự khó khăn của cuộc thám hiểm và sự ngạc nhiên mà tất cả chúng tôi đã trải qua khi tiến hành tính toán độ cao của đỉnh khi phát hiện nó đã vượt quá 3.000m.\"[5]","Quãng thời gian chinh phục đỉnh Fansipan của hai người chỉ chênh lệch vài ngày: Khoảng ngày 1.10 và từ ngày 30.9-12.10. Và cả hai cuộc chinh phục đều diễn ra vào năm 1905. Một người thiết lập điểm chuẩn và một người lên đến đỉnh mốc.","Tháng 10 năm 1984, ông Hà Văn Khuyên, nhân viên phòng Văn hóa của huyện Sapa cũ được giao nhiệm vụ đưa đoàn chuyên gia của Ba Lan và các vận động viên leo núi lên đỉnh Fansipan. Chuyến đi kéo dài 3 ngày, hoàn thành được mục tiêu mang chóp lên gắn cho đỉnh núi cao nhất Đông Dương[6].","Cung đường trekking lên đỉnh Fansipan bắt đầu hình thành vào khoảng những năm 1990, chủ yếu dành cho những nhà thám hiểm và nhà nghiên cứu. Cáp treo Fansipan được khởi công năm 2013 và khánh thành năm 2016 đã đưa việc tiếp cận đỉnh núi cao nhất Việt Nam trở nên phổ biến với mọi người. Tuy nhiên cung trekking cũ vẫn còn được khai thác bởi những người ưa du lịch mạo hiểm hiện nay."],"TieuDe":"Hành trình chinh phục[sửa | sửa mã nguồn]"},{"DoanVan":["Hệ thực vật ở Fansipan khá phong phú. Có tới 1.680 loại cây chia làm 679 chi thuộc 7 nhóm. Có một số loại thuộc nhóm quý hiếm. Dưới chân núi là những cây gạo, mít, cơi với mật độ khá dày tạo nên những địa danh Cốc Lếu (Cốc Gạo), Cốc San (Cốc Mít), vân vân. Từ đây đến độ cao 700m là vành đai nhiệt đới có những vạt rừng nguyên sinh rậm rạp, dây leo chằng chịt. Từ 700m trở lên là tầng cây hạt trần như pơmu, có những cây ba, bốn người ôm không xuể, cao 50-60m, tuổi đời tới vài trăm năm. Từ độ cao 2.800m, phủ kín mặt đất là trúc lùn, những bụi trúc thấp khoảng 25–30 cm, cả thân cây trơ trụi, phần ngọn có một chút lá phất phơ, nên loài trúc này được gọi là trúc phất trần. Xen kẽ là một số cây thuộc các họ như cói, hoa hồng, hoàng liên."],"TieuDe":"Hệ thực vật[sửa | sửa mã nguồn]"},{"DoanVan":["Nhà ga cáp treo Fansipan","Vọng Linh Cao Đài - một tháp chuông được xây dựng trên đỉnh Fansipan","Hoàng hôn trên đỉnh Fansipan"],"TieuDe":"Thư viện ảnh[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chú thích[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}]}