{"TieuDe":"Henry Kissinger – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Henry Alfred Kissinger (\/ˈkɪsɪndʒər\/;[1] tiếng Đức: [ˈkɪsɪŋɐ]; tên khai sinh: Heinz Alfred Kissinger; sinh ngày 27 tháng 5 năm 1923) là một nhà chính trị người Mỹ. Là người tị nạn Do Thái chạy trốn khỏi Đức Quốc Xã cùng gia đình vào năm 1938, ông trở thành Cố vấn An ninh Quốc gia năm 1969 và Ngoại trưởng Hoa Kỳ năm 1973. Ông từng giữ chức cố vấn an ninh quốc gia Hoa Kỳ và sau đó kiêm luôn chức Bộ trưởng Ngoại giao dưới thời tổng thống Richard Nixon và Gerald Ford. Với thỏa thuận hòa bình tại Việt Nam, Kissinger giành giải Nobel Hòa bình năm 1973 gây nhiều tranh cãi (hai thành viên trong hội đồng trao giải đã từ chức để phản đối)[2]. Là người đề xuất chính sách \"Realpolitik\", Kissinger đóng một vai trò then chốt trong chính sách đối ngoại của Hoa Kỳ giai đoạn 1969 - 1977. Trong suốt thời gian này, ông mở ra chính sách détente với Liên Xô nhằm giải tỏa bớt mối quan hệ căng thẳng giữa Mỹ và Liên Xô, nối lại quan hệ giữa Mỹ và Trung Quốc, đàm phán tại Hiệp định Paris, kết thúc sự có mặt của Mỹ tại Chiến tranh Việt Nam. Chính sách Realpolitik của Kissinger dẫn đến các chính sách gây tranh cãi như việc hỗ trợ của Hoa Kỳ cho Pakistan, mặc dù chính quyền này đã có hành động diệt chủng trong chiến tranh với Bangladesh.[3]","Ông là người sáng lập và chủ tịch của Kissinger Associates, một công ty tư vấn quốc tế. Kissinger cũng đã viết hơn mười cuốn sách về chính trị và quan hệ quốc tế.","Những đánh giá về Henry Kissinger có sự khác biệt rất lớn. Nhiều học giả đã xếp Kissinger là Ngoại trưởng Mỹ có tầm ảnh hưởng nhất kể từ năm 1965,[4] trong khi các nhà hoạt động nhân quyền và các luật sư đã tìm cách truy tố ông về cáo buộc gây tội ác chiến tranh.[5][6] Theo một khảo sát năm 2014 của tạp chí Foreign Policy, 32,21% \"học giả quan hệ quốc tế hàng đầu của Mỹ\" đã coi Henry Kissinger là Ngoại trưởng Hoa Kỳ có ảnh hưởng nhất kể từ năm 1965."],"TieuDe":"Nội dung"},{"DoanVan":["Henry Kissinger có tên khai sinh là Heinz Alfred Kissinger chào đời tại Fürth, Bayern, Cộng hòa Weimar (nay là Cộng hòa Liên bang Đức) vào năm 1923 trong một gia đình người Đức gốc Do Thái.[7] Cha của ông là Louis Kissinger (1887 - 1982), một giáo viên. Mẹ của ông là Paula (Stern) Kissinger (1901 - 1998) đến từ Leutinghausen, một người nội trợ. Kissinger có một em trai, Walter Kissinger (1924 - 2021)[8]. Tên họ Kissinger được ông kị của ông Meyer Löb chọn đặt vào năm 1817, theo thị trấn nghỉ dưỡng Bad Kissingen.[9] của Bayern. Khi còn trẻ, Heinz thích chơi bóng đá và chơi cho câu lạc bộ yêu thích SpVgg Fürth, một trong những câu lạc bộ tốt nhất nước Đức lúc bấy giờ.[10] Năm 1938, khi Kissinger 15 tuổi, gia đình chạy trốn khỏi cuộc đàn áp của Đức Quốc xã, gia đình ông đã định cư một thời gian ngắn ở London, trước khi đến New York vào ngày 5 tháng 9.","Kissinger trải qua những năm học trung học tại khu vực Washington Heights của Upper Manhattan. Mặc dù Kissinger đã hòa đồng nhanh chóng vào văn hóa Mỹ, nhưng ông không bao giờ đánh mất giọng Đức.[11][12] Sau năm đầu tiên tại trường trung học George Washington, ông bắt đầu đi học vào ban đêm và làm việc trong một nhà máy sản xuất bàn chải cạo râu vào ban ngày.[13]","Sau khi học trung học, Kissinger đăng ký vào trường Cao đẳng Thành phố New York ngành kế toán. Việc học hành của ông đã bị gián đoạn vào đầu năm 1943, khi ông được gọi nhập ngũ vào Lục quân Hoa Kỳ.[14]"],"TieuDe":"Thiếu thời và giáo dục[sửa | sửa mã nguồn]"},{"DoanVan":["Kissinger đã trải qua khóa đào tạo cơ bản tại Doanh trại Croft ở Spartanburg, South Carolina. Vào ngày 19 tháng 6 năm 1943, khi đóng quân tại Nam Carolina, ở tuổi 20, ông trở thành công dân Hoa Kỳ. Ông được cử đi học ngành kỹ thuật tại trường Cao đẳng Lafayette, Pennsylvania, nhưng chương trình đã bị hủy bỏ và Kissinger được giao lại cho Sư đoàn bộ binh 84. Tại đây, ông làm quen với Fritz Kraemer, một người nhập cư Do Thái từ Đức, người đã chú ý đến sự thông thạo tiếng Đức và trí tuệ của ông, và ông được giao cho bộ phận tình báo quân sự của sư đoàn. Kissinger tham gia chiến đấu và tình nguyện làm nhiệm vụ tình báo trong trận Bulge.[15]","Trong thời gian Mỹ tiến vào Đức, Kissinger lúc đó chỉ là một binh nhì, được giao phụ trách chính quyền thành phố Krefeld, do thiếu người nói tiếng Đức trong đội ngũ tình báo của sư đoàn. Trong vòng tám ngày, ông đã thành lập một chính quyền dân sự.[16] Kissinger sau đó được giao lại cho Quân đoàn tình báo (CIC), nơi ông trở thành một đặc vụ CIC giữ cấp bậc trung sĩ. Ông cùng một đội ở Hannover được giao nhiệm vụ truy tìm các sĩ quan Gestapo và những sĩ quan Đức khác, ông đã được trao giải Sao Đồng.[17] Vào tháng 6 năm 1945, Kissinger trở thành chỉ huy của phân khu đô thị CIC Bensheim, Bergstrasse của Hessen, chịu trách nhiệm giải trừ sĩ quan Quốc xã của quận. Mặc dù ông sở hữu quyền lực tuyệt đối và có quyền bắt giữ, Kissinger đã cẩn thận để tránh lạm dụng đối với người dân địa phương bằng mệnh lệnh của mình.[18]","Năm 1946, Kissinger được chỉ định giảng dạy tại Trường Tình báo Chỉ huy Châu Âu tại Doanh trại King và với tư cách là một nhân viên dân sự sau khi tách khỏi quân đội, tiếp tục phục vụ trong vai trò này.[19][20]"],"TieuDe":"Thời kỳ quân ngũ[sửa | sửa mã nguồn]"},{"DoanVan":["Henry Kissinger nhận được bằng cử nhân[21] về khoa học chính trị từ Đại học Harvard vào năm 1950, nơi ông sống trong Nhà Adams và được hướng dẫn của William Yandell Elliott.[22]. Ông tiếp tục nhận bằng thạc sĩ và tiến sĩ tại Đại học Harvard vào năm 1951 và 1954. Năm 1952, khi còn là sinh viên tốt nghiệp tại Harvard, ông làm cố vấn cho giám đốc của Ban chiến lược tâm lý.[23] Luận án tiến sĩ của ông có tựa đề là \"Hòa bình, hợp pháp và cân bằng (Một nghiên cứu về sự khéo léo của Castlereagh và Metternich)\".[24]","Kissinger vẫn ở Harvard với tư cách là thành viên của khoa trong Bộ Chính phủ và cùng với Robert R. Bowie, đồng sáng lập Trung tâm các vấn đề quốc tế vào năm 1958, nơi ông làm phó giám đốc. Năm 1955, ông là cố vấn cho Ban điều phối hoạt động của Hội đồng Bảo an Quốc gia. Trong thời gian 1955 và 1956, ông cũng là giám đốc nghiên cứu về vũ khí hạt nhân và chính sách đối ngoại tại Hội đồng Quan hệ đối ngoại. Ông phát hành cuốn sách Vũ khí hạt nhân và Chính sách đối ngoại vào năm sau.[25] Từ 1956 đến 1958, ông làm việc cho Quỹ anh em Rockefeller với tư cách là giám đốc của Dự án nghiên cứu đặc biệt.[23] Ông là giám đốc Chương trình Nghiên cứu Quốc phòng Harvard từ năm 1958 đến 1971. Ông cũng là giám đốc của Hội thảo Quốc tế Harvard từ năm 1951 đến 1971. Ngoài học viện, ông làm cố vấn cho một số cơ quan chính phủ, bao gồm Văn phòng Nghiên cứu Hoạt động, Cơ quan giải trừ vũ khí và kiểm soát vũ khí, Bộ Ngoại giao và Tập đoàn RAND.[23]","Muốn có ảnh hưởng lớn hơn đến chính sách đối ngoại của Hoa Kỳ, Kissinger trở thành cố vấn chính sách đối ngoại cho các chiến dịch tranh cử tổng thống của ông Nelson Rockefeller, ủng hộ đề nghị của ông cho đề cử của đảng Cộng hòa vào năm 1960, 1964 và năm 1968. Sau khi Richard Nixon nhậm chức Tổng thống Hoa Kỳ vào năm 1968, ông bổ nhiệm Kissinger chức Cố vấn An ninh Quốc gia."],"TieuDe":"Học thuật[sửa | sửa mã nguồn]"},{"DoanVan":["Kissinger tuyên thệ nhậm chức Ngoại trưởng Hoa Kỳ vào ngày 22 tháng 9 năm 1973. Kissinger từng là Cố vấn An ninh Quốc gia và Bộ trưởng Ngoại giao dưới thời Tổng thống Richard Nixon, ông tiếp tục là Ngoại trưởng dưới thời người kế nhiệm của Nixon là Gerald Ford. Vào ngày cuối cùng tại văn phòng của Nixon, ông thông báo cho Ford về ý định từ chức của mình, Ford đã đồng ý.","Trong giai đoạn đó, ông mở rộng chính sách của détente. Chính sách này dẫn đến sự nới lỏng đáng kể trong căng thẳng Liên Xô của Hoa Kỳ và đóng một vai trò quan trọng trong các cuộc đàm phán năm 1971 với Thủ tướng Trung Quốc Chu Ân Lai. Các cuộc đàm phán đã kết thúc với mối quan hệ hợp tác giữa Hoa Kỳ và Cộng hòa Nhân dân Trung Hoa và sự hình thành một liên kết chiến lược Trung-Mỹ chống Liên Xô. Ông đã được trao giải Nobel Hòa bình năm 1973 với Lê Đức Thọ vì đã giúp thiết lập lệnh ngừng bắn và rút quân Mỹ khỏi Việt Nam. Tuy nhiên, lệnh ngừng bắn không được duy trì. Lê Đức Thọ từ chối nhận giải thưởng và Kissinger tỏ ra vô cùng thích thú về điều đó (quyên tặng tiền thưởng của mình cho tổ chức từ thiện, không tham dự lễ trao giải và sau đó đề nghị trả lại huy chương giải thưởng của mình). Là Cố vấn An ninh Quốc gia, năm 1974, Kissinger đã chỉ đạo Bản ghi nhớ Nghiên cứu An ninh Quốc gia."],"TieuDe":"Chính sách đối ngoại[sửa | sửa mã nguồn]"},{"DoanVan":["Là Cố vấn An ninh Quốc gia dưới thời Nixon, Kissinger tiên phong trong chính sách détente với Liên Xô nhằm giảm nhẹ căng thẳng giữa hai siêu cường quốc. Là một phần của chiến lược này, ông đã đàm phán giới hạn vũ khí chiến lược (đỉnh cao là Hiệp ước SALT I) và Hiệp ước tên lửa chống đạn đạo với Leonid Brezhnev, Tổng Bí thư Đảng Cộng sản Liên Xô. Các cuộc đàm phán về giải trừ hạt nhân chiến lược bắt đầu dưới thời chính quyền Johnson nhưng đã bị hoãn lại để phản đối cuộc xâm lược của Hiệp ước Warsaw vào Tiệp Khắc tháng 8 năm 1968.","Kissinger tìm cách gây áp lực ngoại giao lên Liên Xô. Ông đã thực hiện hai chuyến thăm tới Cộng hòa Nhân dân Trung Hoa vào tháng 7 và tháng 10 năm 1971 (lần đầu tiên được thực hiện bí mật) để trao đổi với Thủ tướng Chu Ân Lai, lúc đó phụ trách chính sách đối ngoại của Trung Quốc.[26] Theo cuốn sách của Kissinger, \"The White House Years\" và \"On China\" (\"Những năm ở Nhà Trắng\" và \"Về Trung Quốc\"), chuyến đi bí mật đầu tiên đến Trung Quốc được sắp xếp thông qua Pakistan và Rumani, vì không có kênh liên lạc trực tiếp giữa hai quốc gia này. Các chuyến đi của ông đã mở đường cho hội nghị thượng đỉnh đột phá năm 1972 giữa Nixon, Chu và Chủ tịch Đảng Cộng sản Trung Quốc Mao Trạch Đông, cũng như chính thức hóa quan hệ giữa hai nước, chấm dứt 23 năm cô lập ngoại giao và thù địch lẫn nhau. Kết quả là sự hình thành một liên minh chiến lược chống Liên Xô ngầm giữa Trung Quốc và Hoa Kỳ.","Trong khi chính sách ngoại giao của Kissinger dẫn đến trao đổi kinh tế và văn hóa giữa hai bên và thành lập Văn phòng Liên lạc tại thủ đô Trung Quốc và Hoa Kỳ, với những tác động nghiêm trọng đối với các vấn đề Đông Dương, việc bình thường hóa hoàn toàn quan hệ với Cộng hòa Nhân dân Trung Hoa sẽ không xảy ra cho đến năm 1979, bởi vụ bê bối Watergate làm lu mờ những năm cuối của nhiệm kỳ tổng thống Nixon và vì Hoa Kỳ tiếp tục công nhận Đài Loan.","Vào tháng 9 năm 1989, John Fialka của Tạp chí Phố Wall tiết lộ rằng Kissinger muốn có lợi ích kinh tế trực tiếp trong quan hệ Mỹ-Trung vào tháng 3 năm 1989 với việc thành lập China Ventures, Inc., một đối tác hạn chế của Delwar, mà ông là chủ tịch hội đồng quản trị và giám đốc điều hành. Khoản đầu tư 75 triệu đô la Mỹ vào một liên doanh với phương tiện thương mại chính của chính phủ Cộng sản lúc bấy giờ, Tập đoàn ủy thác và đầu tư quốc tế Trung Quốc (CITIC), Thành viên hội đồng quản trị là khách hàng lớn của Kissinger Associates. Kissinger bị chỉ trích vì không tiết lộ vai trò của mình trong liên doanh khi được Peter Jennings của ABC kêu gọi bình luận vào buổi sáng sau ngày 4 tháng 6 năm 1989, cuộc đàn áp Thiên An Môn. Kissinger ủng hộ việc đàn áp biểu tình tại quảng trường của Đặng Tiểu Bình và ông phản đối các biện pháp trừng phạt kinh tế.[27]"],"TieuDe":"Détente và cởi mở với Trung Quốc[sửa | sửa mã nguồn]"},{"DoanVan":["Sự tham gia của Kissinger ở Đông Dương bắt đầu trước khi được bổ nhiệm làm Cố vấn An ninh Quốc gia cho Nixon. Khi còn ở Harvard, ông đã làm việc như một nhà tư vấn về chính sách đối ngoại cho cả Nhà Trắng và Bộ Ngoại giao. Kissinger nói rằng: \"Tháng 8 năm 1965 ... [Henry Cabot Lodge, Jr.], một người bạn cũ làm Đại sứ tại Sài Gòn, đã đề nghị tôi đến thăm Việt Nam với tư cách là cố vấn của ông. Tôi đã đến Việt Nam lần đầu tiên trong hai tuần vào tháng 10 và tháng 11 năm 1965, một lần nữa trong khoảng mười ngày vào tháng 7 năm 1966 và lần thứ ba trong vài ngày vào tháng 10 năm 1966... Lodge đã cho tôi một bàn tay tự do để xem xét bất kỳ chủ đề nào tôi chọn. Ông trở nên tin tưởng về sự vô nghĩa của những chiến thắng quân sự ở Việt Nam,... trừ khi họ mang đến một thực tế chính trị có thể sống sót sau cuộc rút quân cuối cùng của chúng tôi\".[28] Trong một sáng kiến hòa bình năm 1967, ông sẽ làm trung gian hòa giải giữa Washington và Hà Nội.","Nixon đã được bầu vào năm 1968 với lời hứa sẽ đạt được \"hòa bình trong danh dự\" và chấm dứt Chiến tranh Việt Nam. Tại chức, và được Kissinger hỗ trợ, Nixon đã thực hiện chính sách Việt Nam hóa nhằm rút dần quân đội Hoa Kỳ đồng thời mở rộng vai trò chiến đấu của Quân đội Việt Nam Cộng hòa để có thể bảo vệ chính phủ độc lập chống lại Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam, và Quân đội Nhân dân Việt Nam. Kissinger đóng một vai trò quan trọng trong việc ném bom Campuchia nhằm tiêu diệt các đơn vị QĐNDVN và Quân Giải phóng đang tiến hành các cuộc tấn công vào Nam Việt Nam từ bên trong biên giới của Campuchia và tiếp tế cho lực lượng của họ bằng cách sử dụng đường mòn Hồ Chí Minh và các tuyến đường khác, cũng như cuộc xâm nhập Campuchia năm 1970.","Chiến dịch ném bom góp phần vào sự hỗn loạn của cuộc nội chiến Campuchia, cho thấy lực lượng của Lon Nol không thể tận dụng được sự hỗ trợ của nước ngoài để chống lại cuộc nổi dậy của Khmer Đỏ lật đổ ông ta năm 1975.[29][30] Các tài liệu được phát hiện từ kho lưu trữ của Liên Xô sau năm 1991 cho thấy việc quân Việt Nam Dân chủ Cộng hòa tiến vào Campuchia năm 1970 được đưa ra theo yêu cầu rõ ràng của Khmer Đỏ và được đàm phán bởi người chỉ huy thứ nhì lúc đó của Pol Pot, Nuon Chea.[31] Việc ném bom Campuchia của Mỹ đã khiến 40.000 [32]–150,000[33] người tử vong từ năm 1969 đến năm 1973, trong đó có ít nhất 5.000 dân thường.[34] Nhà viết tiểu sử Pol Pot David P. Chandler lập luận rằng vụ đánh bom \"có tác dụng mà người Mỹ muốn có, nó đã phá vỡ sự bao vây của Cộng sản đối với Phnom Penh.\" [35] Tuy nhiên, Ben Kiernan và Taylor Owen cho rằng \"những quả bom đã đẩy người Campuchia bình thường vào vòng tay của Khmer Đỏ, một nhóm ban đầu dường như có triển vọng mỏng manh về thành công cách mạng. \"[36] Bản thân Kissinger bảo vệ những người khác về vấn đề ước tính thương vong. \"... vì tôi không có khả năng ước tính chính xác cho riêng mình, tôi đã tham khảo Nhà sử học OSD, người đã cho tôi ước tính 50.000 dựa trên trọng tải bom được giao trong khoảng thời gian bốn năm rưỡi\".[37][38] Cùng với Ủy viên Bộ Chính trị Việt Nam Dân chủ Cộng hòa Lê Đức Thọ, Kissinger đã được trao giải Nobel Hòa bình vào ngày 10 tháng 12 năm 1973, vì công việc của họ trong việc đàm phán các lệnh ngừng bắn có trong Hiệp định Hòa bình Paris về \"Chấm dứt chiến tranh và lập lại hòa bình ở Việt Nam\", đã ký trước tháng 1.[39] Theo Irwin Abrams, giải thưởng này gây tranh cãi nhất cho đến nay. Lần đầu tiên trong lịch sử Giải thưởng Hòa bình, hai thành viên đã rời Ủy ban Nobel để phản đối.[2][40] Lê Đức Thọ đã từ chối giải thưởng, nói với Kissinger rằng hòa bình chưa được khôi phục ở miền Nam Việt Nam.[41] Kissinger viết cho Ủy ban Nobel rằng ông đã chấp nhận giải thưởng \"với sự khiêm nhường\",[42][43] và \"quyên tặng toàn bộ số tiền thu được cho con của những người Mỹ bị giết hoặc mất tích trong cuộc chiến Việt Nam.\" [44] Sau khi Sài Gòn thất thủ năm 1975, Kissinger trả lại giải thưởng.[44][45]"],"TieuDe":"Chiến tranh Việt Nam[sửa | sửa mã nguồn]"},{"DoanVan":["Theo Kissinger, chính phủ Hoa Kỳ đã ủng hộ Pakistan trong chiến tranh giải phóng Bangladesh năm 1971. Kissinger muốn ngăn chặn sự ảnh hưởng của Liên Xô với Tiểu lục địa Ấn Độ do kết quả của hiệp ước hữu nghị vừa được Ấn Độ và Liên Xô ký kết, và Cộng hòa Nhân dân Trung Hoa (đồng minh của Pakistan và là kẻ thù của cả Ấn Độ và Liên Xô) trở thành một liên minh ngầm với Hoa Kỳ.[46][47][48]","Kissinger đã chế nhạo những người \"đổ máu\" vì \"người Bengal đang hấp hối\" và phớt lờ bức điện tín đầu tiên từ tổng lãnh sự Hoa Kỳ ở Đông Pakistan Archer K. Blood và 20 nhân viên của mình, thông báo rằng các đồng minh của họ ở Tây Pakistan đang thực hiện \"một cuộc diệt chủng có chọn lọc\".[49] Trong bức điện tín thứ hai, từ diệt chủng một lần nữa được sử dụng để mô tả các sự kiện, và hơn nữa với sự giúp đỡ liên tục cho Tây Pakistan.[50] Như một phản ứng trực tiếp với sự bất đồng chống lại chính sách của Hoa Kỳ, Kissinger và Nixon đã chấm dứt nhiệm kỳ của Archer Blood với tư cách là tổng lãnh sự Hoa Kỳ ở Đông Pakistan và đưa ông vào làm việc tại Văn phòng Nhân sự của Bộ Ngoại giao.[51][52]","Henry Kissinger cũng bị sa thải vì những bình luận riêng tư mà ông đã gửi cho Nixon trong chiến tranh Pakistan, trong đó ông mô tả Thủ tướng Ấn Độ Indira Gandhi là một \"đồ chó đẻ\" và \"mụ phù thủy\". Ông cũng nói \"Người Ấn Độ là những kẻ khốn\", ngay trước chiến tranh.[53] Kể từ đó, Kissinger đã bày tỏ sự hối hận về các bình luận của mình [54]"],"TieuDe":"Chiến tranh Bangladesh[sửa | sửa mã nguồn]"},{"DoanVan":["Theo ghi chú của H.R. Haldeman, Nixon \"ra lệnh cho các trợ lý của mình loại trừ tất cả người Mỹ gốc Do Thái ra khỏi chính sách đối với Israel\", bao gồm cả Kissinger.[55] Một ghi chú trích dẫn Nixon nói rằng \"hãy đưa K. [Kissinger] ra khỏi vở kịch Haig xử lý nó\".[55]","Năm 1973, Kissinger không cảm thấy rằng việc thúc ép Liên Xô liên quan đến hoàn cảnh của người Do Thái bị đàn áp ở đó là vì lợi ích trong chính sách ngoại giao của Hoa Kỳ. Trong cuộc trò chuyện với Nixon ngay sau cuộc gặp Thủ tướng Israel Golda Meir vào ngày 1 tháng 3 năm 1973, Kissinger tuyên bố: \"Sự di cư của người Do Thái từ Liên Xô không phải là mục tiêu trong chính sách đối ngoại của Mỹ và nếu họ đưa người Do Thái vào phòng hơi ngạt. đó cũng không phải là mối quan tâm của người Mỹ. Có lẽ đó là mối quan tâm nhân đạo[56]\". Tuy nhiên, Kissinger lập luận:","Sự di cư đó tồn tại ở tất cả là do hành động của \"những kẻ hiện thực\" trong Nhà Trắng. Sự di cư của người Do Thái đã tăng từ 700 mỗi năm vào năm 1969 lên gần 40.000 vào năm 1972. Tổng số trong nhiệm kỳ đầu tiên của Nixon là hơn 100.000. Để duy trì dòng chảy này bằng ngoại giao thầm lặng, chúng tôi không bao giờ sử dụng những số liệu này cho mục đích chính trị.... Vấn đề trở nên công khai vì sự thành công của chính sách Trung Đông của chúng tôi khi Ai Cập đuổi các cố vấn Liên Xô. Để khôi phục quan hệ với Cairo, Liên Xô đã đánh thuế đối với sự di cư của người Do Thái. Không có Tu chính án Jacksonik Vanik cho đến khi có một nỗ lực di cư thành công. Thượng nghị sĩ Henry Jackson, người mà tôi đã có, và tiếp tục có, rất quan tâm, đã tìm cách loại bỏ thuế với sửa đổi của ông. Chúng tôi nghĩ rằng việc tiếp tục phương pháp ngoại giao thầm lặng trước đây của chúng tôi là khóa học khôn ngoan hơn.... Sự kiện đã chứng minh phán đoán của chúng tôi đúng. Sự di cư của người Do Thái đã giảm xuống còn khoảng một phần ba mức cao trước đó.[57]","Các tài liệu cho thấy Kissinger trì hoãn nói với Tổng thống Richard Nixon về việc bắt đầu chiến tranh Yom Kippur vào năm 1973 để giữ cho ông không can thiệp. Vào ngày 6 tháng 10 năm 1973, người Israel đã thông báo cho Kissinger về cuộc tấn công lúc 6 giờ sáng; Kissinger đã đợi gần 3 tiếng rưỡi trước khi ông thông báo cho Nixon.[58]","Theo Kissinger, trong một cuộc phỏng vấn vào tháng 11 năm 2013, ông được thông báo vào lúc 6:30 sáng (12:30 tối giờ Israel) rằng chiến tranh sắp xảy ra, các cuộc gọi khẩn cấp của ông tới Liên Xô và Ai Cập không hiệu quả. Ông nói rằng quyết định không đánh chặn của Golda Meir là khôn ngoan và hợp lý.[59]","Cuộc chiến bắt đầu vào ngày 6 tháng 10 năm 1973, khi Ai Cập và Syria tấn công Israel. Kissinger đã xuất bản bảng điểm điện thoại dài từ giai đoạn này trong cuốn sách Crisis năm 2002. Vào ngày 12 tháng 10, dưới sự chỉ đạo của Nixon,[60] trong khi Kissinger đang trên đường tới Moskva để thảo luận về các điều kiện ngừng bắn, Nixon đã gửi một thông điệp tới Brezhnev trao cho Kissinger toàn quyền đàm phán.[59]","Israel đã lấy lại được lãnh thổ mà họ đã mất trong trận chiến đầu tiên và giành được các lãnh thổ mới từ Syria và Ai Cập, bao gồm cả vùng đất ở phía đông của Cao nguyên Golan bị chiếm giữ trước đó, và thêm vào bờ phía tây của kênh đào Suez, mặc dù họ đã mất một số lãnh thổ ở phía đông của kênh đào Suez đã nằm trong tay Israel kể từ khi kết thúc Chiến tranh Sáu ngày. Kissinger gây sức ép buộc người Israel phải nhượng lại một số vùng đất mới bị chiếm lại cho các nước Ả Rập láng giềng, góp phần vào giai đoạn đầu tiên của cuộc xâm lược Ai Cập của Israel. Động thái này đã chứng kiến sự ấm lên trong quan hệ với Ai Cập của Hoa Kỳ, cay đắng kể từ những năm 1950, khi nước này rời xa lập trường độc lập trước đây và trở thành quan hệ đối tác chặt chẽ với Hoa Kỳ. Hòa bình được hoàn tất vào năm 1978 khi Tổng thống Hoa Kỳ Jimmy Carter làm trung gian cho Hiệp định Trại David, trong thời gian đó Israel trả lại Bán đảo Sinai để đổi lấy một thỏa thuận hòa bình của Ai Cập bao gồm sự công nhận của nhà nước Israel."],"TieuDe":"Chính sách của Israel và Do Thái Xô Viết[sửa | sửa mã nguồn]"},{"DoanVan":["Sau một thời gian quan hệ ổn định giữa Chính phủ Hoa Kỳ và Hy Lạp sau năm 1967, Ngoại trưởng Kissinger đã phải đối mặt với cuộc đảo chính của chính quyền Hy Lạp và cuộc xâm chiếm đảo Síp của Thổ Nhĩ Kỳ vào tháng 7 và tháng 8 năm 1974. Trong một ấn bản tháng 8 năm 1974 của Thời báo New York, đã tiết lộ rằng Kissinger và Bộ Ngoại giao đã được thông báo trước về cuộc đảo chính sắp xảy ra của chính quyền Hy Lạp ở Síp.","Ioannis Zigdis, khi đó là nghị sĩ Hy Lạp cho Trung tâm Liên minh và cựu bộ trưởng, đã tuyên bố trên một tờ báo Athen rằng \"cuộc khủng hoảng Síp sẽ trở thành Watergate của Kissinger\". Zigdis cũng nhấn mạnh: \"Kissinger không chỉ biết về cuộc đảo chính lật đổ Tổng Giám mục Makutions trước ngày 15 tháng 7, ông còn khuyến khích điều đó, nếu anhông không xúi giục\". Kissinger là mục tiêu của phong trào chống Mỹ, một đặc điểm quan trọng của dư luận Hy Lạp thời bấy giờ, đặc biệt là giới trẻ, người xem vai trò của Hoa Kỳ ở Síp là tiêu cực. Trong một cuộc biểu tình của các sinh viên ở Heraklion, Bêlarut, ngay sau giai đoạn thứ hai của cuộc xâm lược Thổ Nhĩ Kỳ vào tháng 8 năm 1974, các khẩu hiệu như \"Kissinger, kẻ giết người\", \"Người Mỹ thoát ra\", \"Không chia cắt\" và \"Síp là không phải là Việt Nam\" liên tục xuất hiện. Vài năm sau, Kissinger bày tỏ ý kiến rằng vấn đề Síp đã được giải quyết vào năm 1974."],"TieuDe":"Thổ Nhĩ Kỳ xâm chiếm đảo Síp[sửa | sửa mã nguồn]"},{"DoanVan":["Tháng 8 năm 1974, Hoa Kỳ tiếp tục công nhận và duy trì mối quan hệ với các chính phủ không cánh tả, dân chủ và độc tài. Liên minh vì sự tiến bộ của John F. Kennedy đã kết thúc vào năm 1973. Năm 1974, các cuộc đàm phán về một khu định cư mới cho Kênh đào Panama đã bắt đầu, và cuối cùng họ đã dẫn đến Hiệp ước Torrijos-Carter và bàn giao Kênh đào cho người Panama kiểm soát. Kissinger ban đầu ủng hộ việc bình thường hóa quan hệ Hoa Kỳ-Cuba, bị phá vỡ từ năm 1961 (tất cả các hoạt động thương mại Cuba của Hoa Kỳ đã kết thúc vào tháng 2 năm 1962). Tuy nhiên, ông nhanh chóng thay đổi ý định và tuân theo chính sách của Kennedy. Sau khi có sự tham gia của Lực lượng Vũ trang Cách mạng Cuba trong các cuộc đấu tranh giành độc lập ở Angola và Mozambique, Kissinger nói rằng trừ khi Cuba rút lại quan hệ lực lượng sẽ không được bình thường hóa. Cuba từ chối."],"TieuDe":"Chính sách của Mỹ Latinh[sửa | sửa mã nguồn]"},{"DoanVan":["Đảng Xã hội của tổng thống Salvador Allende đã chiếm đa số với 36,2% phiếu bầu vào năm 1970, chính quyền của ông công khai đi theo xã hội chủ nghĩa và ủng hộ Cuba. Chính quyền Nixon, với đại diện là Kissinger, đã ủy quyền cho Cơ quan tình báo trung ương (CIA) khuyến khích một cuộc đảo chính quân sự để ngăn chặn lễ nhậm chức của Allende, nhưng kế hoạch không thành công.[61][62][63]:115[63]:495[64]:177","Quan hệ Hoa Kỳ-Chile đã đóng băng trong nhiệm kỳ của Salvador Allende, sau khi nước này hoàn thành quốc hữu hóa các mỏ đồng thuộc sở hữu một phần của Hoa Kỳ và công ty con của Chile ITT Corporation cũng như các doanh nghiệp Chile khác. Hoa Kỳ tuyên bố rằng chính phủ Chile đã đền bù thiếu công bằng trong việc quốc hữu hóa bằng cách trừ đi những gì họ cho là \"lợi nhuận vượt mức\". Do đó, Hoa Kỳ đã thực hiện trừng phạt kinh tế đối với Chile. CIA cũng cung cấp kinh phí cho các cuộc đình công hàng loạt chống chính phủ vào các năm 1972 và 1973, cũng như chiến dịch tuyên truyền đen trên báo El Mercurio.[63]:93","Cách nhanh chóng nhất để ngăn Allende đảm nhận chức vụ là thuyết phục quốc hội Chile để xác nhận ông Jorge Alessandri là người chiến thắng trong cuộc bầu cử. Sau khi thắng cử, Alessandri sẵn sàng nhậm chức tổng thống.[63] Đây là cách tiếp cận đầu tiên của CIA trong việc ngăn chặn Allende, được gọi là cách tiếp cận Track I. Cách tiếp cận thứ 2 - gọi là Track II - khuyến khích một cuộc đảo chính quân sự.","Vào ngày 11 tháng 9 năm 1973, Allende qua đời trong một cuộc đảo chính quân sự do Tổng tư lệnh quân đội Augusto Pinochet phát động, người sau đó trở thành Tổng thống.[65] Một tài liệu do CIA công bố năm 2000 có tựa đề \"Các hoạt động của CIA ở Chile\" tiết lộ rằng Hoa Kỳ, hành động thông qua CIA, đã tích cực hỗ trợ quân đội sau khi lật đổ Allende, và nhiều sĩ quan của Pinochet nằm trong danh sách được trả tiền của CIA hoặc quân đội Hoa Kỳ.[66]","Vào tháng 9 năm 1976, Orlando Letelier, một đối thủ của chế độ Pinochet đã bị ám sát ở Washington, D.C. bằng một quả bom. Trước đây, Kissinger đã giúp đảm bảo việc ra tù,[67] và đã chọn hủy một lá thư gửi Chile trong đó cảnh báo họ không được thực hiện bất kỳ vụ ám sát chính trị nào.[68] Đại sứ Hoa Kỳ tại Chile, David H. Popper, nói rằng Pinochet có thể coi là một sự xúc phạm với bất kỳ suy luận nào cho rằng ông ta có liên quan đến âm mưu ám sát.[69] Người ta đã xác nhận rằng Pinochet đã trực tiếp ra lệnh ám sát.[70] Vụ ám sát này là một phần của Chiến dịch Condor, một chương trình đàn áp chính trị bí mật và ám sát được thực hiện bởi các quốc gia Nam Mỹ mà Kissinger đã bị cáo buộc có liên quan.[5][71]","Vào ngày 10 tháng 9 năm 2001, gia đình của tướng Chile René Schneider đã đệ đơn kiện Kissinger, buộc tội ông ta hợp tác trong việc sắp xếp vụ bắt cóc Schneider dẫn đến cái chết của anh ta.[72] Theo đoạn ghi âm điện thoại, Kissinger đã yêu cầu kết thúc chiến dịch.[73] Tuy nhiên, CIA tuyên bố rằng không nhận được lệnh \"dừng lại\" nào,[74] và sau đó ông và Nixon đã đùa rằng một CIA \"bất tài\" đã giết Schneider.[75][76] Một cuộc điều tra sau đó của Quốc hội cho thấy CIA không liên quan trực tiếp đến cái chết của Schneider. Vụ việc sau đó đã bị Tòa án quận Hoa Kỳ bác bỏ, với lý do phân chia quyền lực: \"Quyết định ủng hộ cuộc đảo chính của chính phủ Chile để ngăn Tiến sĩ Allende lên nắm quyền, và phương tiện mà Chính phủ Hoa Kỳ tìm cách thực hiện Mục tiêu, ngụ ý các nhà hoạch định chính sách trong lĩnh vực đối ngoại mờ ám và an ninh quốc gia tốt nhất để lại cho các ngành chính trị. \"[77] Nhiều thập kỷ sau, CIA thừa nhận có liên quan đến vụ bắt cóc tướng Schneider, nhưng không phải để giết ông ta, và sau đó đã trả tiền cho nhóm bắt cóc chịu trách nhiệm cho cái chết của Schneider 35.000 đô la \"để giữ bí mật việc liên lạc, duy trì thiện chí của nhóm và vì lý do nhân đạo.\" [78][79]"],"TieuDe":"Can thiệp ở Chile[sửa | sửa mã nguồn]"},{"DoanVan":["Kissinger có một đường lối chính trị tương tự như ở Chile khi quân đội Argentina, do Jorge Videla lãnh đạo, lật đổ chính phủ của Isabel Perón năm 1976 với hình thành Quy trình tái tổ chức quốc gia của quân đội, trong đó họ củng cố quyền lực, đưa ra các cuộc trả thù tàn bạo các đối thủ chính trị. Một báo cáo điều tra tháng 10 năm 1987 trên tờ The Nation đã phá vỡ câu chuyện về cách thức, trong một cuộc họp tháng 6 năm 1976 tại khách sạn Carrera ở Santiago, Kissinger đã ra lệnh cho quân đội ở các nước láng giềng Argentina bí mật đàn áp chống lại phần tử cánh tả và những người bất đồng chính kiến, hàng ngàn người đã bị giữ trong hơn 400 trại tập trung bí mật trước khi họ bị xử tử. Trong cuộc gặp với Ngoại trưởng Argentina César Augusto Guzzetti, Kissinger cam đoan với ông rằng Hoa Kỳ là đồng minh, nhưng đã thúc giục ông \"nhanh chóng trở lại bình thường\" trước khi Quốc hội Hoa Kỳ tái lập và có cơ hội xem xét các biện pháp trừng phạt.[80][81][82][83]"],"TieuDe":"Argentina[sửa | sửa mã nguồn]"},{"DoanVan":["Vào tháng 9 năm 1976, Kissinger tích cực tham gia vào các cuộc đàm phán liên quan đến Chiến tranh Bush của Tổng thống Rhodesia. Kissinger cùng với Thủ tướng John Vorster của Nam Phi, đã gây áp lực với Thủ tướng Rhodesia Ian Smith để thúc đẩy quá trình chuyển đổi sang chế độ người da đen ở Rhodesia. Với việc FRELIMO kiểm soát Mozambique và thậm chí Nam Phi rút lại sự hỗ trợ, việc cô lập Rhodesia đã gần hoàn tất. Theo cuốn tự truyện của Smith, Kissinger nói với Smith về sự ngưỡng mộ Kissinger đối với ông, nhưng Smith nói rằng ông nghĩ Kissinger đang yêu cầu ông ký vào \"giấy chứng tử\" của Rhodesia. Kissinger, mang sức nặng của Hoa Kỳ, và gây bất ngờ cho các bên liên quan khác để gây áp lực lên Rhodesia, đẩy nhanh sự chấm dứt của chế độ thiểu số.[84]"],"TieuDe":"Rhodesia[sửa | sửa mã nguồn]"},{"DoanVan":["Quá trình phi thực dân hóa của Bồ Đào Nha khiến Mỹ chú ý đến thuộc địa Đông Timor cũ của Bồ Đào Nha, nằm trong quần đảo Indonesia và tuyên bố độc lập vào năm 1975. Tổng thống Indonesia Suharto là một đồng minh lớn của Mỹ ở Đông Nam Á và bắt đầu huy động quân đội Indonesia, chuẩn bị thôn tính nhà nước non trẻ, vốn ngày càng bị chi phối bởi đảng Fretilin cánh tả nổi tiếng. Vào tháng 12 năm 1975, Suharto đã thảo luận về kế hoạch xâm lược trong cuộc gặp với Kissinger và Tổng thống Ford tại thủ đô Jakarta. Cả Ford và Kissinger đều nói rõ rằng mối quan hệ của Hoa Kỳ với Indonesia sẽ vẫn bền vững và sẽ không phản đối việc thôn tính được đề xuất. Họ chỉ muốn nó được thực hiện \"nhanh\" và đề nghị rằng nó sẽ bị trì hoãn cho đến khi họ trở về Washington.[85] Cuối cùng vào ngày 7 tháng 12, các lực lượng Indonesia đã xâm chiếm thuộc địa cũ của Bồ Đào Nha. Theo Ben Kiernan, cuộc xâm lược và chiếm đóng đã dẫn đến cái chết của gần một phần tư dân số Đông Timor từ năm 1975 đến 1981.[86]"],"TieuDe":"Đông Timor[sửa | sửa mã nguồn]"},{"DoanVan":["Vào tháng 2 năm 1976, Kissinger đã cân nhắc tiến hành các cuộc không kích vào các cảng và các căn cứ quân sự ở Cuba, cũng như triển khai các tiểu đoàn thủy quân lục chiến tại căn cứ của Hải quân Hoa Kỳ tại Vịnh Guantánamo, để trả thù cho quyết định của lãnh tụ Cuba Fidel Castro vào cuối năm 1975 quốc gia mới độc lập chống lại các cuộc tấn công từ Nam Phi và phần tử cánh hữu.[87]"],"TieuDe":"Cuba[sửa | sửa mã nguồn]"},{"DoanVan":["Vào ngày 5 tháng 3 năm 2014, đúng 11 ngày trước cuộc trưng cầu dân ý ở Crưm về việc liệu Cộng hòa tự trị Crưm nên chính thức tái gia nhập Ukraina hay gia nhập nước láng giềng Nga, báo The Washington Post đã đăng một bài báo của Kissinger. Trong đó, ông cố gắng cân bằng mong muốn của người Ukraina, Nga và phương Tây về một nhà nước chức năng. Ông đã đưa ra bốn điểm chính:","Ukraina nên có quyền tự do lựa chọn các hiệp hội kinh tế và chính trị của mình, kể cả với châu Âu;","Ukraina không nên gia nhập NATO;","Ukraina nên được tự do thành lập bất kỳ chính phủ nào tương thích với ý chí của người dân. Các nhà lãnh đạo khôn ngoan của Ukraina sau đó sẽ chọn một chính sách hòa giải giữa các vùng khác nhau của đất nước họ. Ông đã tưởng tượng một vị thế quốc tế của Ukraina giống như của Phần Lan.","Ukraine nên duy trì chủ quyền đối với Crưm.","Kissinger cũng viết: \"Phía tây nói tiếng Ukraina; phía đông chủ yếu nói tiếng Nga. Bất kỳ nỗ lực nào của một phe của Ukraina nhằm thống trị phe kia - như mô hình đã xảy ra - cuối cùng sẽ dẫn đến nội chiến hoặc tan rã.\""],"TieuDe":"Cuộc khủng hoảng Ukraina năm 2014[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tác phẩm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chính luận[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tự truyện[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đọc thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Sách tiểu sử[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Khác[sửa | sửa mã nguồn]"}]}