{"TieuDe":"Hội nghị thượng đỉnh Á - Âu – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Diễn đàn hợp tác Á–Âu (tiếng Anh: The Asia-Europe Meeting, viết tắt ASEM), còn gọi là Hội nghị thượng đỉnh Á - Âu, được chính thức thành lập vào năm 1996 trong hội nghị cấp cao đầu tiên tại Bangkok. ASEM là một diễn đàn liên khu vực bao gồm Ủy ban châu Âu và 27 nước thành viên của Liên minh châu Âu (EU) và 14 thành viên của Hiệp hội các quốc gia Đông Nam Á và ASEAN+3","Những tiến trình chính hợp thành ASEM bao gồm:","hay còn gọi là 3 cuộc đối thoại nòng cốt.","Nhìn chung, các tiến trình đều được xem xét và đồng thuận của các bên liên quan phụ thuộc vào các mối quan hệ giữa châu Âu và châu Á ở các cấp. Điều này được xem là cần thiết cho sự bình đẳng toàn cầu trong chính trị và kinh tế. Các tiến trình được các nhà lãnh đạo của các nước hội thảo 1 năm 2 lần, luân phiên tại các nước thành viên, ngoài chính trị, kinh tế, văn hóa còn có nhiều hội thảo khác.","Tháng 2 năm 1997, các nước thành viên ASEM đã sáng lập Tổ chức Á - Âu (ASEF - Asia-Europe Foundation) có trụ sở tại Singapore nhằm tăng cường sự hiểu biết lẫn nhau giữa người dân hai châu lục qua các cuộc giao lưu tri thức, văn hóa, và con người. Tổ chức hoạt động bằng sự đóng góp của chính phủ các nước thành viên, nhưng ngân sách hoạt động của nhiều dự án còn được đảm nhận bởi nhiều tổ chức và tập đoàn tài chính khác trong các nước ASEM. ASEF đã đưa ra nhiều dự án khác nhau, như kêu gọi thành lập Diễn thuyết Á - Âu, cuộc thi và trưng bài tranh của các nghệ sĩ trẻ Á - Âu, Hội nghị chuyên đề về quyền con người, mạng hợp tác Á - Âu....","Các hội nghị đã được tổ chức tại:","Hội nghị ASEM lần thứ 8 giữ các Bộ trưởng Ngoại giao được tổ chức vào 28, 29 tháng 5 năm 2007 tại Hamburg, Đức với sự tham gia của 10 nước ASEAN, 27 thành viên EU, Ủy ban châu Âu, châu Âu đại nghị Javier Solana, Tổng Thư ký ASEAN, Trung Quốc, Nhật Bản, Hàn Quốc, Ấn Độ, Pakistan, và Mông Cổ. Hội nghị ASEM lần thứ 9 giữ các Bộ trưởng Ngoại giao sẽ được tổ chức vào năm 2009 tại Việt Nam."],"TieuDe":"Nội dung"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}]}