{"TieuDe":"Lan Na – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Lán Na (tiếng Thái: ล้านนา; Hán-Việt: Lan Nạp 蘭納) là tên một vương quốc cổ từng tồn tại từ cuối thế kỷ 13 đến gần cuối thế kỷ 18 ở miền núi phía Bắc của Thái Lan hiện nay. Lan (ล้าน, lán) có nghĩa là \"triệu\", còn Na (นา, na) có nghĩa là \"nương lúa\". Chủ nhân của nó là người Thái Yuan. Đây cũng là chủ nhân của các nhà nước trước Lan Na, đó là Ngoenyang (thế kỷ 7-13) và Yonok (trước thế kỷ 7). Nguyên sử gọi là Bát Bách Tức Phụ (八百媳婦).[1] Là một sự tiếp nối của vương quốc Ngoangyang, Lan Na đã nổi lên đủ mạnh trong thế kỷ 15 để cạnh tranh với vương quốc Ayutthaya, cùng với nhiều cuộc chiến tranh đã đi qua trong lịch sử."],"TieuDe":"Nội dung"},{"DoanVan":["Sông Ping (Maenam Ping)- dòng sông quan trọng nhất của Lan Na","Phế tích hoàng thành ở thành phố Chiang Mai"],"TieuDe":"Lịch sử[sửa | sửa mã nguồn]"},{"DoanVan":["Lan Na được thành lập vào năm 1292, khi vua Mengrai - vị vua cuối cùng của Ngoenyang - dời đô từ Ngoanyang (thành phố Chiang Saen ngày nay) về Chiang Hai (thành phố Chiang Rai ngày nay) để mở rộng sự kiểm soát của mình từ lưu vực sông Ping sang cả lưu vực sông Kok. Lãnh thổ của Lan Na dưới thời vua Mengrai đã có lúc bao trùm khắp một miền rộng lớn ở miền Bắc Thái Lan hiện nay (trừ một số nơi thuộc về Payao và Sukhothai), ở miền cực Đông của bang Shan Myanma ngày nay, và ở phía Nam của Tây Song Bản Nạp (huyện Cảnh Hồng Vân Nam Trung Quốc) ngày nay. Chiang Mai được vua Mengrai xây dựng vào năm 1296 làm kinh đô lâu dài cho đất nước."],"TieuDe":"Lập nước[sửa | sửa mã nguồn]"},{"DoanVan":["Sau khi vua Mengrai qua đời năm 1317, đất nước này rơi vào tranh chấp ngai vàng trong hoàng tộc một thời gian rồi trở lại ổn định vào khoảng cuối thế kỷ 14. Từ thế kỷ 14 đến đầu thế kỷ 16, dưới thời các vua Ku Na, Saen Muang Ma, Sam Fan Kaen, Tilokarat, và Phaya Kaeo là thời kỳ Lan Na phát triển hưng thịnh. Tôn giáo, văn học và buôn bán phồn thịnh ở kinh đô Chiang Mai. Những nhà sư người Mon từ Hariphunchai đã truyền bá đạo Phật Theravada rộng khắp Lan Na. Vua Ku Na đã cho xây một tháp lớn trên đỉnh Doi Suthep vào năm 1386 để cúng Phật.","Cuối thế kỷ 14 đến giữa thế kỷ 15, Lan Na có vài cuộc chiến tranh với Ayutthaya từ phía Nam và nhà Minh từ phía Bắc.","Dưới thời vua Tilokaraj (giữa đến cuối thế kỷ 15), Lan Na rất hùng mạnh, đánh bại cuộc tấn công của Ayutthaya, xâm lược Payao. Năm 1449, nhà vua đã mở những cuộc viễn chinh để mở rộng lãnh thổ cho Lan Na sang phía Đông, tới vùng thành phố Nan ngày nay. Để tạ ơn Phật về thắng lợi ở phía Đông, nhà vua đã cho đúc một tượng Phật bằng vàng nặng tới 1.200 kg. Tượng này nay vẫn còn ở chùa Wat Suan Tarn ở thành phố Nan. Năm 1480, Tilokaraj đã phái quân tới Lan Xang để giúp nước này đánh trả quân Đại Việt xâm lược.[2] Nhà vua cũng mở rộng lãnh thổ của Lan Na hơn nữa về phía Tây nơi có người Shan cư trú. Tilokaraj rất sùng bái đạo Phật. Ông đã cho xây nhiều chùa chiền trong đất nước, nhất là ở kinh đô (thành phố Chiang Mai nay)."],"TieuDe":"Phồn thịnh[sửa | sửa mã nguồn]"},{"DoanVan":["Sau thời Tilokaraj, Lan Na lại rơi vào tranh chấp ngôi báu và xung đột với các nước láng giềng là Ayutthaya và Lan Xang. Những điều này khiến Lan Na suy yếu. Giữa thế kỷ 16, vua của người Shan và cũng là hậu duệ của vua Mangrai là Meguti trở thành vua của Lan Na. Nhưng sau đó, nước của người Shan bị Taungoo (Myanma) của vua Bayinnaung khuất phục. Lan Na trở thành thuộc địa của Taungoo, và vua Meguti chỉ là vị vua bù nhìn. Các thành viên của hoàng tộc và quan lại cao cấp của Taungoo được cử tới Chiang Mai để cai trị Lan Na trên thực tế. Tình trạng này kéo dài suốt 2 thế kỷ tiếp theo. Đến năm 1774, Phraya Cha Ban và Phraya Kawila với sự hậu thuẫn của vua Taksin đã chiếm được Lan Na từ tay người Miến Điện. Tuy nhiên Lan Na lại trở thành chư hầu của Thonburi."],"TieuDe":"Suy thoái[sửa | sửa mã nguồn]"},{"DoanVan":["Đầu thế kỷ 20, Xiêm chính thức sáp nhập Lan Na vào lãnh thổ của mình.","Các vua của Lan Na:","Sau năm 1774, vương quốc Lanna bị chia thành 3 tiểu quốc và đến thế kỷ XX thì sáp nhập vào Xiêm","+ Vua Chiang Mai","+ Vua Lampang 1732 - 1925","+ Vua Lamphun 1805 - 1943"],"TieuDe":"Diệt vong[sửa | sửa mã nguồn]"},{"DoanVan":["Người Lan Na thờ thần và tổ tiên. Đạo Phật Therevada với các kinh Phật bằng tiếng Pali được các nhà sư người Môn ở Hariphunchai truyền bá tới Lan Na. Vua Ku Na, vua Tilokarat đã biến đạo Phật thành quốc đạo và thay thế dần các sư người Môn bằng sư người Lan Na. Vào khoảng thế kỷ 15-16, đạo Phật Therevada gốc như ở Sri Lanka đã được địa phương hóa thành hai phái với trung tâm là Wat Suan Dok và Wat Padaeng. Hai phái này sau đó đã lan rộng khắp vùng thượng nguồn sông Mê Kông tới Chiang Saen, Chiang Rung và Chiang Tung."],"TieuDe":"Tôn giáo[sửa | sửa mã nguồn]"},{"DoanVan":["Người Lan Na dùng hệ thống chữ viết gồm 42 chữ cái có nguồn gốc từ chữ của người Môn mà đến lượt chữ đó lại có nguồn gốc từ chữ Pali."],"TieuDe":"Chữ viết[sửa | sửa mã nguồn]"},{"DoanVan":["Nhà ở với kiến trúc truyền thống của người Lan Na được gọi là Ruen Ka-lae. Nó là loại nhà sàn mái tam giác giống như nhà của nhiều dân tộc khác ở Đông Nam Á. Điểm khác biệt là đầu hồi và cuối mái nhà thường có những thứ bằng gỗ chạm khắc bằng tay hình chữ V gọi là Ka Lae. Nhà của người giàu thường làm bằng gỗ teak trong khi nhà của người thường chỉ làm bằng tranh tre. Ngày nay, Ka Lae được trang trí trên mái của rất nhiều công trình kiến trúc hiện đại ở Chiang Mai, từ sân bay, nhà hàng, khách sạn, trung tâm thương mại, cho đến bến xe buýt."],"TieuDe":"Kiến trúc[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"}]}