{"TieuDe":"Nha Trang – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Nha Trang là một thành phố ven biển và là trung tâm chính trị, kinh tế, văn hóa, khoa học kỹ thuật và du lịch của tỉnh Khánh Hòa, Việt Nam.","Trước đây, vùng đất Nha Trang vốn thuộc về Chiêm Thành, do đó các di tích của người Chăm vẫn còn tồn tại nhiều nơi ở Nha Trang. Nha Trang được Thủ tướng chính phủ Việt Nam công nhận là đô thị loại I vào ngày 22 tháng 4 năm 2009. Nha Trang được mệnh danh là hòn ngọc của biển Đông, Viên ngọc xanh [4] vì giá trị thiên nhiên, vẻ đẹp cũng như khí hậu của nó.[5]"],"TieuDe":"Nội dung"},{"DoanVan":[],"TieuDe":"Địa lý[sửa | sửa mã nguồn]"},{"DoanVan":["Thành phố Nha Trang nằm ở phía đông tỉnh Khánh Hòa, có vị trí địa lý:","Nằm cách thủ đô Hà Nội 1290 km về phía Bắc, cách thành phố Cam Ranh 45 km và cách Thành phố Hồ Chí Minh 441 km về phía Nam.","Thành phố Nha Trang có diện tích tự nhiên là 251 km² và dân số là 535.000 người. 9,46% dân số theo đạo Thiên Chúa."],"TieuDe":"Vị trí[sửa | sửa mã nguồn]"},{"DoanVan":["Địa hình Nha Trang khá phức tạp có độ cao trải dài từ 0 đến 900 m so với mặt nước biển được chia thành 3 vùng địa hình. Vùng đồng bằng duyên hải và ven sông Cái có diện tích khoảng 81,3 km², chiếm 32,33% diện tích toàn thành phố; vùng chuyển tiếp và các đồi thấp có độ dốc từ 3° đến 15° chủ yếu nằm ở phía Tây và Đông Nam hoặc trên các đảo nhỏ, chiếm 36,24% diện tích, vùng núi có địa hình dốc trên 15° phân bố ở hai đầu Bắc-Nam thành phố, trên đảo Hòn Tre và một số đảo đá chiếm 31,43% diện tích toàn thành phố.[7]","Nha Trang nằm ở phía Đông Đồng bằng Diên Khánh - Nha Trang. Một đồng bằng được bồi lấp bởi sông Cái Nha Trang có diện tích gần 300 km², địa hình đồng bằng bị phân hóa mạnh:"],"TieuDe":"Địa hình[sửa | sửa mã nguồn]"},{"DoanVan":["Thành phố có nhiều sông suối tập trung ở 2 hệ thống sông chính là sông Cái Nha Trang và sông Quán Trường.","Sông Cái Nha Trang (còn có tên gọi là sông Phú Lộc, sông Cù) có chiều dài 75 km, bắt nguồn từ đỉnh Chư Tgo cao 1.475 m, chảy qua các huyện Khánh Vĩnh, Diên Khánh và thành phố Nha Trang rồi đổ ra biển ở Cửa Lớn (Đại Cù Huân). Đoạn hạ lưu thuộc địa phận Nha Trang có chiều dài khoảng 10 km. Sông là nguồn cung cấp nước chủ yếu cho sản xuất công-nông nghiệp, du lịch-dịch vụ và sinh hoạt dân cư cho thành phố và các huyện lân cận.","Sông Quán Trường (hay Quán Tường) là 1 hệ thống sông nhỏ có chiều dài khoảng 15 km, chảy qua địa phận các xã Vĩnh Trung, Vĩnh Hiệp, Vĩnh Thái, Phước Đồng và 3 phường Phước Long, Phước Hải, Vĩnh Trường rồi đổ ra Cửa Bé. Sông chia thành hai nhánh: nhánh phía Đông (nhánh chính) có chiều dài 9 km và nhánh phía Tây (còn gọi là sông Tắc) dài 6 km.","Thủy triều vùng biển Nha Trang thuộc dạng nhật triều không đều, biên độ trung bình lớn nhất từ 1,4 - 3,4 m. Độ mặn biến thiên theo mùa từ 1 - 3,6%.[7]"],"TieuDe":"Thủy Văn[sửa | sửa mã nguồn]"},{"DoanVan":["Nha Trang có khí hậu nhiệt đới xavan chịu ảnh hưởng của khí hậu đại dương. Khí hậu Nha Trang tương đối ôn hòa, nhiệt độ trung bình năm là 26,3⁰C. Có mùa đông ít lạnh và mùa mưa kéo dài. Mùa mưa lệch về mùa đông bắt đầu từ tháng 9 và kết thúc vào tháng 12 dương lịch, lượng mưa chiếm gần 80% lượng mưa cả năm (1.025 mm). Khoảng 10 đến 20% số năm mùa mưa bắt đầu từ tháng 7, 8 và kết thúc sớm vào tháng 11. So với các tỉnh Duyên hải Nam Trung Bộ, Nha Trang là vùng có điều kiện khí hậu thời tiết khá thuận lợi để khai thác du lịch hầu như quanh năm. Những đặc trưng chủ yếu của khí hậu Nha Trang là: nhiệt độ ôn hòa quanh năm (25⁰C - 26⁰C), tổng tích ôn lớn (> 9.5000C), sự phân mùa khá rõ rệt (mùa mưa và mùa khô) và ít bị ảnh hưởng của bão.[7]"],"TieuDe":"Khí hậu[sửa | sửa mã nguồn]"},{"DoanVan":["Theo điều tra dân số năm 2019 thì dân số toàn thành phố có 535,000 người (1\/4\/2019) [9], trong đó dân số thành thị chiếm 67,62% dân số nông thôn chiếm 32,38%. Về tỉ lệ giới tính, nam chiếm 48,5% và nữ chiếm 51,5%. Tuy nhiên theo cách tính quy mô dân số trong phân loại đô thị (bao gồm cả dân số thường trú và dân số tạm trú quy đổi) thì quy mô dân số Nha Trang hiện nay khoảng 480,000-500.000 người (bao gồm cả học sinh, sinh viên các trường đại học, cao đẳng, trung học chuyên nghiệp, lao động tạm trú thường xuyên, tạm trú vãng lai...nhưng không tính khách du lịch).[7]","Mật độ dân số trung bình toàn thành phố là 1.062 người\/km². Dân cư phân bố không đều, tập trung chủ yếu ở các phường nội thành. Khu vực trung tâm thành phố thuộc các phường Vạn Thắng, Vạn Thạnh, Phương Sài, Phước Tân, Phước Tiến, Tân Lập có mật độ dân cư rất cao với gần 15000 người\/km².Tuy nhiên một số xã như Vĩnh Lương, Phước Đồng với địa hình chủ yếu là núi cao có mật độ dân số thấp, chỉ vào khoảng 320-370 người\/km².[10]","Hiện nay trên địa bàn thành phố Nha Trang đã và đang hình thành một số khu đô thị mới như khu đô thị ven sông Tắc, khu đô thị Mipeco Nha Trang, khu đô thị VCN Phước Long, khu đô thị Nha Trang Green Hill Villa, khu đô thị Nam Vĩnh Hải, khu đô thị Hoàng Long, khu đô thị VCN Phước Hải, khu đô thị An Bình Tân, khu đô thị Lê Hồng Phong II, khu đô thị Vĩnh Hòa, khu đô thị Cồn Tân Lập, khu đô thị Hòn Rớ 1, khu đô thị Royal Garden, khu đô thị Garden Bay, khu đô thị biển An Viên, khu đô thị Vĩnh Điềm Trung, khu đô thị Mỹ Gia, khu đô thị Bắc Vĩnh Hải, khu đô thị Lê Hồng Phong I, khu đô thị Phước Long..."],"TieuDe":"Dân cư[sửa | sửa mã nguồn]"},{"DoanVan":["Từ năm 1653 đến giữa thế kỷ XIX, Nha Trang vẫn là một vùng đất còn hoang vu và nhiều thú dữ thuộc Hà Bạc, huyện Vĩnh Xương, phủ Diên Khánh. Chỉ qua hai thập niên đầu thế kỷ XX, bộ mặt Nha Trang đã thay đổi nhanh chóng. Với Nghị định ngày 30 tháng 8 năm 1924 của Toàn quyền Đông Dương, Nha Trang trở thành một thị trấn (centre urbain)[11]. Thị trấn Nha Trang hình thành từ các làng cổ: Xương Huân, Phương Câu, Vạn Thạnh, Phương Sài, Phước Hải.","Thời Pháp thuộc, Nha Trang được coi là tỉnh lỵ (chef lieu) của tỉnh Khánh Hòa. Các cơ quan chuyên môn của chính quyền thuộc địa như Tòa Công sứ, Giám binh, Nha Thương chánh, Bưu điện… đều đặt tại Nha Trang. Tuy nhiên, các cơ quan Nam triều như dinh quan Tuần vũ, Án sát (coi về hành chánh, tư pháp), Lãnh binh (coi việc trật tự trị an) vẫn đóng ở Thành Diên Khánh (cách Nha Trang 10 km về phía Tây Nam).","Đến Nghị định ngày 7 tháng 5 năm 1937 của Toàn quyền Đông Dương, Nha Trang được nâng lên thị xã (commune)[12]. Lúc mới thành lập, thị xã Nha Trang có 5 phường: Xương Huân là phường đệ nhất, Phương Câu là phường đệ nhị, Vạn Thạnh là phường đệ tam, Phương Sài là phường đệ tứ, Phước Hải là phường đệ ngũ.","Ngày 27 tháng 1 năm 1958, chính quyền Ngô Đình Diệm ban hành Nghị định 18-BNV bãi bỏ quy chế thị xã, chia Nha Trang thành 2 xã là Nha Trang Đông và Nha Trang Tây thuộc quận Vĩnh Xương.","Ngày 22 tháng 10 năm 1970, sắc lệnh số 132-SL\/NV của chính quyền Việt Nam Cộng hòa lấy 2 xã Nha Trang Đông, Nha Trang Tây và các xã Vĩnh Hải, Vĩnh Phước, Vĩnh Trường, Vĩnh Nguyên, các ấp Phước Hải (xã Vĩnh Thái), Vĩnh Điềm Hạ (xã Vĩnh Hiệp), Ngọc Thảo, Ngọc Hội, Lư Cấm (xã Vĩnh Ngọc) thuộc quận Vĩnh Xương cùng các hải đảo Hòn Lớn, Hòn Một, Hòn Mun, Hòn Miễu, Hòn Tằm tái lập thị xã Nha Trang, tỉnh lỵ tỉnh Khánh Hòa. Thị xã Nha Trang chia làm 2 quận: quận 1 và quận 2. Quận 1 gồm các xã Nha Trang Đông, Vĩnh Hải, Vĩnh Phước, các ấp Ngọc Thảo, Ngọc Hội và Lư Cấm thuộc xã Vĩnh Ngọc, ấp Vĩnh Điềm Hạ thuộc xã Vĩnh Hiệp; Quận 2 gồm các xã Nha Trang Tây, Vĩnh Trường, Vĩnh Nguyên (kể cả các đảo Hòn Tre, Hòn Một, Hòn Mun, Hòn Tằm), ấp Phước Hải của xã Vĩnh Thái.","Tiếp đó, nghị định số 357-ĐUHC\/NC\/NĐ ngày 5 tháng 6 năm 1971, chia thị xã Nha Trang thành 11 khu phố: quận 1 có các khu phố Vĩnh Hải, Vĩnh Phước, Ngọc Hiệp, Vạn Thạnh, Duy Tân; Quận 2 có các khu phố Vĩnh Nguyên, Vĩnh Trường, Phương Sài, Tân Phước, Tân Lập, Phước Hải. Đến Nghị định số 553-BNV\/HCĐP\/NV ngày 22 tháng 8 năm 1972 đổi các khu phố thành phường. Nghị định số 444-BNV\/HCĐP\/26.X ngày 3 tháng 9 năm 1974 sáp nhập các đảo Hòn Một, Hòn Cậu, Hòn Đụn, Hòn Chóp Vung, Hòn Đỏ vào phường Vĩnh Hải (quận 1) và Hòn Ngọc vào phường Vĩnh Nguyên (quận 2) thị xã Nha Trang.","Ngày 2 tháng 4 năm 1975, Quân giải phóng tiếp quản Nha Trang. Ngày 6 tháng 4 năm 1975, Ủy ban Quân quản Khánh Hòa chia Nha Trang thành 3 đơn vị hành chính: quận 1, quận 2 và quận Vĩnh Xương.","Tháng 9 năm 1975, hợp nhất hai quận: quận 1 và quận 2 thành thị xã Nha Trang, gồm 17 phường: Lộc Thọ, Ngọc Hiệp, Phước Hải, Phước Hòa, Phước Tân, Phước Tiến, Phương Sài, Phương Sơn, Tân Lập, Vạn Thắng, Vạn Thạnh, Vĩnh Hải, Vĩnh Nguyên, Vĩnh Phước, Vĩnh Thọ, Vĩnh Trường, Xương Huân.","Ngày 30 tháng 3 năm 1977, theo quyết định số 391-CP\/QĐ của Hội đồng Chính phủ nước Cộng hòa Xã hội chủ nghĩa Việt Nam, thị xã Nha Trang được nâng lên cấp thành phố trực thuộc tỉnh và là tỉnh lỵ tỉnh Phú Khánh (bao gồm hai tỉnh Phú Yên và Khánh Hòa hiện nay). Phần đất 7 xã của huyện Vĩnh Xương cũ trước đây là Vĩnh Thái, Vĩnh Ngọc, Vĩnh Hiệp, Vĩnh Lương, Vĩnh Trung, Vĩnh Thạnh, Vĩnh Phương được cắt ra khỏi huyện Khánh Xương sáp nhập vào Nha Trang.[13]","Ngày 27 tháng 3 năm 1978, thành lập xã Phước Đồng thuộc vùng kinh tế mới.[14]","Ngày 30 tháng 6 năm 1989, tái lập tỉnh Khánh Hòa từ tỉnh Phú Khánh cũ, Nha Trang là tỉnh lỵ tỉnh Khánh Hòa.[15]","Ngày 19 tháng 11 năm 1998, chia phường Phước Hải thành 2 phường: Phước Hải và Phước Long.[16]","Ngày 22 tháng 4 năm 1999, Thủ tướng Chính phủ ban hành Quyết định 106\/1999\/QĐ-TTG công nhận thành phố Nha Trang là đô thị loại II.[17]","Ngày 15 tháng 3 năm 2002, chia phường Vĩnh Hải thành 2 phường: Vĩnh Hải và Vĩnh Hòa[18]. Thành phố Nha Trang có 19 phường và 8 xã như hiện nay.","Ngày 22 tháng 4 năm 2009, Thủ tướng Chính phủ ban hành Quyết định 518\/QĐ-TTg công nhận thành phố Nha Trang là đô thị loại I trực thuộc tỉnh Khánh Hòa.[1]"],"TieuDe":"Lịch sử[sửa | sửa mã nguồn]"},{"DoanVan":["Theo nhiều nhà nghiên cứu, tên Nha Trang được hình thành do cách đọc của người Việt phỏng theo âm một địa danh Chăm vốn có trước là Aia Trang theo tiếng Chăm và Ea Trang theo tiếng Rađe (có nghĩa là \"nước Hến\", tiếng người Chăm, tức là gọi sông Cái chảy qua Nha Trang ngày nay, con sông này đổ ra biển đúng chỗ có nhiều cây lau). Từ tên sông, sau chỉ rộng ra vùng đất từ năm 1653.","Về địa danh \"Nha Trang\", trong Toàn tập Thiên Nam Tứ Chí Lộ Đồ Thư, tập bản đồ Việt Nam do nho sinh họ Đỗ tên Bá soạn vào khoảng nửa sau thế kỷ 17 đã thấy có tên \"Nha Trang Môn\" (cửa Nha Trang)[19]. Trong một bản đồ khác có niên đại cuối thế kỷ 17 mang tên Giáp Ngọ Niên Bình Nam Đồ của Đoan Quận công Bùi Thế Đạt cũng thấy ghi tên \"Nha Trang Hải môn\" (cửa biển Nha Trang)[19]. Trong thư tịch cổ Việt Nam, đây có lẽ là những tài liệu sớm nhất đề cập đến địa danh này.","Trong Phủ biên tạp lục (1776) của Lê Quý Đôn đã có nhiều tên gọi Nha Trang như \"đầm Nha Trang, dinh Nha Trang, nguồn Nha Trang, đèo Nha Trang\"."],"TieuDe":"Các tên gọi[sửa | sửa mã nguồn]"},{"DoanVan":["Thành phố Nha Trang có 27 đơn vị hành chính cấp xã trực thuộc, bao gồm 19 phường: Lộc Thọ, Ngọc Hiệp, Phước Hải, Phước Hòa, Phước Long, Phước Tân, Phước Tiến, Phương Sài, Phương Sơn, Tân Lập, Vạn Thạnh, Vạn Thắng, Vĩnh Hải, Vĩnh Hòa, Vĩnh Nguyên, Vĩnh Phước, Vĩnh Thọ, Vĩnh Trường, Xương Huân và 8 xã: Phước Đồng, Vĩnh Hiệp, Vĩnh Lương, Vĩnh Ngọc, Vĩnh Phương, Vĩnh Thạnh, Vĩnh Thái, Vĩnh Trung [20] ."],"TieuDe":"Hành chính[sửa | sửa mã nguồn]"},{"DoanVan":["Hoạt động nghiên cứu khoa học ở Nha Trang đã được đặt nền móng từ thời Pháp thuộc với việc hình thành hai cơ sở khoa học thực nghiệm là Viện Pasteur Nha Trang vào năm 1891, nghiên cứu về vệ sinh dịch tễ và Sở Ngư nghiệp Đông Dương năm 1922 (tiền thân của Viện Hải dương học Nha Trang) chuyên nghiên cứu về biển và động vật biển. Lĩnh vực khoa học từ đó dần dần được mở rộng sang các ngành khoa học ứng dụng.[21]. Giáo dục đại học tại Nha Trang bắt đầu phát triển từ năm 1971 với cơ sở đào tạo bậc đại học đầu tiên là Đại học Cộng đồng Duyên Hải [22]. Sau ngày thống nhất đất nước, Trường Đại học Thủy sản Nha Trang, được chuyển từ Hải Phòng vào[23] cùng với một số trường quân sự như Trường Sĩ quan không quân từ Cát Bi và Trường Sĩ quan Hải quân II (tiền thân của Học viện Hải quân chuyển vào từ Quảng Ninh. Hiện nay, Nha Trang có nhiều trường đại học quân sự và dân sự, cao đẳng phục vụ cho việc đào tạo nhân lực cho địa phương tại tất cả các bậc học","Về giáo dục phổ thông, toàn thành phố có 116 trường với gần 68.000 học sinh trong đó có 41 trường tiểu học [25], 24 trường Trung học cơ sở [26] và 13 trường Trung học phổ thông. 27\/27 xã, phường đạt chuẩn quốc gia về phổ cập giáo dục tiểu học và trung học cơ sở.","Ghi chú: * trường liên cấp"],"TieuDe":"Khoa học và Giáo dục[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Giao thông[sửa | sửa mã nguồn]"},{"DoanVan":["Đến năm 2012, thành phố có trên 898 tuyến đường, trong đó 280 tuyến đường do thành phố quản lý với tổng chiều dài là 115,64 km; đường tỉnh 7 tuyến với tổng chiều dài 41,377 km; đường liên xã có 11 tuyến với tổng chiều dài 29,47 km; đường hẻm nội thành 619 tuyến, tổng chiều dài 174 km. Để kết nối với các địa phương khác, Nha Trang có Quốc lộ 1 chạy qua ngoại thành theo hướng Bắc Nam, đoạn qua địa bàn thành phố dài 14,91 km và Quốc lộ 1C nối trung tâm thành phố với Quốc lộ 1, có chiều dài 15,08 km.Ngoài ra còn có đại lộ Nguyễn Tất Thành nối thành phố Nha Trang với sân bay quốc tế Cam Ranh và đường Võ Nguyên Giáp nối Nha Trang với đường 723 (nay là Quốc lộ 27C)đến thành phố Đà Lạt.Về giao thông nội thị, mạng lưới đường trong trung tâm thành phố có hình nan quạt, bao gồm các tuyến đường hướng tâm, đường vành đai bao quanh khu trung tâm và các khu vực của đô thị. Các đường vành đai chính là đường Lê Hồng Phong, 2\/4. Trục Thái Nguyên - Lê Thánh Tôn là trục xuyên tâm, Trần Phú - Phạm Văn Đồng là các trục ven biển. Đường trong các phường trung tâm có dạng ô bàn cờ.[7] Hiện tại, do lượng du khách đến Nha Trang ngày càng tăng khiến hạ tầng giao thông ở thành phố ngày càng quá tải. Do vậy, nhiều công trình giao thông đã hoàn thành góp phần giảm ùn tắc như đường Phong Châu, Võ Nguyên Giáp, mở rộng đường Pasteur....Một số dự án đang được thi công như nút giao thông Ngọc Hội, các nút giao thông kết nối sân bay Nha Trang, đường Vành đai 2 (đường Võ Văn Kiệt) - đập ngăn mặn sông Cái, đường số 4, cầu vượt kết nối QL.1 và QL1C,... sẽ có hiệu quả trong tương lai.","Về giao thông tĩnh, Nha Trang có 2 bến xe liên tỉnh đang hoạt động: Bến xe phía Nam nằm trên đường 23\/10 chủ yếu phục vụ hành khách đi liên tỉnh. Bến xe phía Bắc trên đường 2\/4 có phục vụ hành khách đi liên tỉnh và nội tỉnh. Hệ thống giao thông tĩnh phục vụ vận tải công cộng còn bao gồm 8 tuyến xe buýt nội thành với khoảng 150 điểm dừng đỗ dọc đường phục vụ cho nhu cầu đi lại trong thành phố và huyện Diên Khánh, huyện Khánh Vĩnh. Ngoài ra còn có 3 tuyến xe buýt liên huyện Nha Trang – Cam Lâm - Cam Ranh, Nha Trang – Ninh Hòa – Vạn Ninh và Nha Trang - Ninh Hòa - Ninh Tây nối Nha Trang với khu vực phía Nam và phía Bắc Khánh Hòa [28]."],"TieuDe":"Đường bộ[sửa | sửa mã nguồn]"},{"DoanVan":["Đại lộ Duy Tân nay là đường Trần Phú.","Đường Phan Thanh Giản nay là đường Pasteur.","Đường Trưng Nữ Vương nay là đường Hai Bà Trưng.","Đường Phan Nam nay là đường Trần Văn Ơn.","Đường Lê Văn Duyệt nay là đường Nguyễn Thiện Thuật.","Đường Phạm Hồng Thái và Ôn Như Hầu nay là đường Nguyễn Gia Thiều.","Đường Công Quán nay là đường Yết Kiêu.","Đường Trần Cao Vân nay là đường Ngô Sĩ Liên.","Đường Nhà thờ nay là đường Lê Thành Phương.","Đường Hai Chùa nay là đường Tô Vĩnh Diện.","Đường Triệu Ẩu nay là đường Bà Triệu.","Đường Hoàng Diệu nay là đường Trần Đường và Võ Văn Ký.","Đường Độc Lập nay là đường Thống Nhất.","Đường Hoàng tử Cảnh nay là đường Hoàng Văn Thụ.","Đại lộ Gia Long nay là đường Thái Nguyên.","Đường Miếu Bà nay là đường Lý Quốc Sư.","Đường Bá Đa Lộc nay là đường Lý Tự Trọng.","Đại lộ Nguyễn Tri Phương nay là đường Nguyễn Chánh.","Đường Hàm Nghi nay là đường Nguyễn Thị Minh Khai.","Đường Lê Quang Định nay là đường Trần Quang Khải.","Đường Nguyễn Trãi nay là đường Võ Trứ.","Đường Thủ Khoa Huân nay là đường Nguyễn Hữu Huân.","Đường Phù Đổng Thiên Vương nay là đường Phù Đổng.","Đường Ngô Tùng Châu nay là đường Trương Định.","Đường Ký Con nay là đường Đô Lương.","Đường Mạnh Tử nay là đường Trần Khánh Dư.","Đường Khổng Tử nay là đường Lê Chân.","Đường Phước Hải nay là đường Nguyễn Trãi.","Đường Nguyễn Tường Tam nay là đường Trần Bình Trọng.","Đường Nguyễn Hoàng nay là đường Ngô Gia Tự.","Tỉnh lộ số 4 nay là đường Lê Hồng Phong.","Đường Hòn Lớn nay là đường Tôn Đản."],"TieuDe":"Đường Phố trước năm 1975[sửa | sửa mã nguồn]"},{"DoanVan":["Trước đây các chuyến bay đến Nha Trang và hạ cánh ngay trong thành phố tại sân bay Nha Trang.Tuy nhiên do nằm trong trung tâm thành phố, gây nhiều khó khăn trong hoạt động và đảm bảo an toàn,nên sân bay đã được chuyển mục đích sử dụng để phục vụ phát triển đô thị, thương mại, dịch vụ và du lịch. Hoạt động bay thương mại được chuyển đến sân bay quốc tế Cam Ranh cách trung tâm Nha Trang 35 km về phía Nam. Phương tiện đi lại giữa Nha Trang và sân bay Cam Ranh là xe buýt hoặc taxi. Vé xe buýt được bán ngay cửa ra sau khi lấy xong hành lý."],"TieuDe":"Đường hàng không[sửa | sửa mã nguồn]"},{"DoanVan":["Nha Trang nằm trên tuyến đường sắt Bắc Nam với tổng chiều dài đường sắt đi ngang qua thành phố là 25 km thuận lợi cho việc liên kết với các tỉnh còn lại của Việt Nam. Ga Nha Trang là một trong những ga lớn trên tuyến đường sắt Bắc Nam của Việt Nam, tất cả các tuyến tàu lửa Thống Nhất đều dừng ở đây.[29] Ngoài các tàu Thống Nhất, còn có các chuyến tàu SNT1-2, SNT3-4, SQN1-2 và chuyến tàu 5 sao đầu tiên chạy tuyến Sài Gòn-Nha Trang. Ngoài ga Nha Trang thành phố còn có 1 ga phụ là Ga Lương Sơn, nhưng ga này ít khi đón khách"],"TieuDe":"Đường sắt[sửa | sửa mã nguồn]"},{"DoanVan":["Thành phố có nhiều bến cảng phục vụ cho nhu cầu đi lại bằng đường thủy. Trong đó cảng Nha trang là một cảng biển tương đối lớn nằm trong vịnh Nha Trang với độ sâu trước bến -11,8m, có khả năng tiếp nhận tàu hàng có trọng tải lớn đến 20.000 DWT và tàu khách du lịch cỡ lớn. Cảng được sử dụng như một cảng đa chức năng phục vụ vận chuyển hành khách và hàng hóa [30], là đầu mối vận chuyển hàng hóa và hành khách quan trọng bằng đường biển của thành phố Nha trang, tỉnh Khánh Hòa nói riêng và khu vực Nam Trung Bộ nói chung.[31]. Các cảng nhỏ khác bao gồm cảng Hải Quân: phục vụ học tập cho Học viện Hải Quân và huyện đảo Trường Sa. Cảng cá Hòn Rớ phục vụ cho ngành khai thác thủy sản và chợ hải sản đầu mối Nam Trung Bộ. Ngoài ra, Nha Trang còn có một số cảng phục vụ du lịch như cảng du lịch Cầu Đá, cảng du lịch Phú Quý, cảng du lịch Hòn Tre...[30]"],"TieuDe":"Đường thủy[sửa | sửa mã nguồn]"},{"DoanVan":["Các bãi biển dài của thành phố này đã biến nó thành một thành phố du lịch. Nơi đây cũng đã được chọn làm nơi tổ chức các sự kiện lớn như Festival Biển (Nha Trang), hay các cuộc thi sắc đẹp lớn như Hoa hậu Việt Nam, Hoa hậu Thế giới người Việt 2007, Hoa hậu Hoàn vũ Việt Nam 2008, Hoa hậu Hoàn vũ 2008, Hoa hậu Thế giới người Việt 2010, Hoa hậu Trái Đất 2010, Hoa hậu Hoàn vũ Việt Nam 2015, Hoa hậu Hoàn vũ Việt Nam 2017, Hoa hậu Hoàn vũ Việt Nam 2019..."],"TieuDe":"Văn hóa - Du lịch[sửa | sửa mã nguồn]"},{"DoanVan":["Vịnh Nha Trang có diện tích khoảng 507 km² bao gồm 19 hòn đảo lớn nhỏ, trong đó Hòn Tre là đảo lớn nhất, với diện tích 32,5 km²; đảo nhỏ nhất là Hòn Nọc chỉ khoảng 4 ha. Vịnh có khí hậu hai mùa rõ rệt Mùa khô kéo dài từ tháng giêng đến tháng 8, mùa mưa từ tháng 9 đến tháng 12; nhiệt độ bình quân hàng năm là 26⁰C; nóng nhất 39⁰C, lạnh nhất 14,4⁰C. Về mặt sinh thái, vịnh Nha Trang là một trong những hình mẫu tự nhiên hiếm có của hệ thống vũng, vịnh trên thế giới bởi nó có hầu hết các hệ sinh thái điển hình, quý hiếm của vùng biển nhiệt đới. Đó là hệ sinh thái đất ngập nước, rạn san hô, rừng ngập mặn, thảm cỏ biển, hệ sinh thái cửa sông, hệ sinh thái đảo biển, hệ sinh thái bãi cát ven bờ. Đặc biệt khu vực Hòn Mun của Vịnh Nha Trang có đa dạng sinh học cao nhất với 350 loài rạn san hô chiếm 40% san hô trên thế giới. Trong số các đảo trong vịnh có nhiều đảo là các thắng cảnh như:","Chạy dọc theo bờ biển Vịnh Nha Trang dài khoảng 7 km, trải dài từ xóm Cồn đến cảng Cầu Đá là đoạn đường Trần Phú con đường đẹp nhất Nha Trang nằm lượn theo bờ biển với rất nhiều ngôi biệt thự xinh xắn, những khách sạn cao cấp, nhà hàng sang trọng nối liền nhau. Xen vào đó là một hệ thống dịch vụ gồm bưu điện, nhà bảo tàng, thư viện, câu lạc bộ, các cửa hàng bán đồ lưu niệm."],"TieuDe":"Vịnh Nha Trang[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Các danh thắng trong trung tâm thành phố[sửa | sửa mã nguồn]"},{"DoanVan":["Nằm bên cạnh bờ biển Nha Trang có một khu phố nhỏ ven theo các con đường Hùng Vương, Trần Phú, Biệt Thự, Trần Quang Khải, Nguyễn Thiện Thuật... Nó không quá ồn ào, nhộn nhịp nhưng tập trung đông khách du lịch nước ngoài và người nước ngoài sinh sống tại Nha Trang.","Phố Tây ở Nha Trang tuy không sầm uất và ồn ào như Phố Tây Phạm Ngũ Lão ở Thành phố Hồ Chí Minh, nhưng lại mang những nét đặc trưng riêng. Con đường hẹp của khu Quân Trấn đã được mở rộng, với những dãy hàng, quán mang tên Tây, Việt lẫn lộn. Mỗi quán ăn đều mang một cái tên, một quốc tịch khác nhau, với nhiều màu sắc văn hóa, từ Á đến Âu đã tạo nên một khu phố Tây rất Nha Trang.","Để có thể sống dễ dàng hơn giữa một cộng đồng người Việt, người nước ngoài ở khu phố Tây này hầu hết trang bị cho mình một vốn tiếng Việt, thậm chí có người nói rất sõi. Họ còn có một cái tên Việt Nam do những người bạn, những người hàng xóm Việt đặt cho, và họ rất thích cái tên Việt ấy.","Hiện nay cùng sự phát triển mạnh mẽ của nền du lịch tại Nha Trang, khu phố Tây đang trở thành quê hương thứ hai của những người nước ngoài chọn Nha Trang làm nơi sinh sống và làm việc.[36]"],"TieuDe":"Khu phố Tây[sửa | sửa mã nguồn]"},{"DoanVan":["Tháp Bà do vua Chămpa là Harivácman xây dựng vào những năm 813 - 817. Trải qua mưa nắng của thời gian, tháp bị hư hại nhiều. Thời Pháp thuộc, trường Viễn Đông Bác Cổ đã tổ chức dùng gạch xây lại nhiều phần và đắp một số tượng lên thân tháp. Mặt bằng thứ nhất của tháp được lát gạch, có 14 trụ và các bậc liên tiếp. Mặt bằng thứ hai là một cụm gồm bốn tháp, cả bốn tháp đều được xây dựng theo kiểu tháp của người Chăm gạch xây rất khít mạch, không nhìn thấy chất kết dính. Lòng tháp rỗng tới đỉnh, cửa tháp quay về hướng Đông. Mặt ngoài thân tháp có nhiều gờ, trụ và đấu. Trên đỉnh các trụ thường đặt gạch trang trí hoa văn hình vòm tháp, trông như chiếp tháp nhỏ đặt trên một tháp lớn trên thân tháp còn có nhiều tượng và phù điêu bằng đất nung, trong đó có hình thần Ponagar, thần Tenexa, các tiên nữ, các loài thú như nai, ngỗng vàng, sư tử...Tháp chính thờ thần Ponagar, tượng trưng cho sắc đẹp, nghệ thuật và sự sáng tạo. Các tháp khác thờ thần Siva, thần Sanhaka và thần Ganeca. Hàng năm, vào tháng 3 âm lịch người dân đến lễ bái ở Tháp Bà rất đông"],"TieuDe":"Tháp Bà[sửa | sửa mã nguồn]"},{"DoanVan":["Ngoài các sản vật biển, Nha Trang có nước yến\/yến sào (hay tổ chim yến được chúng làm từ nước dãi của mình) và nem nướng Ninh Hòa. Ngoài ra, nói đến các món dân dã Nha Trang còn có món bún cá hay bánh căn. Với món bánh canh Nha Trang thì không giống với bất kỳ ở một địa phương nào khác, nước lèo được làm từ chất ngọt của cá cộng với bột bánh canh tạo nên một hương vị khó quên. Ngoài ra tại Nha Trang còn có bong bóng cá, vi cá, nước mắm, khô cá thu được xếp vào loại ngon. Hải sản Nha Trang đa dạng và phong phú với rất nhiều loại và vô số những món ăn khác nhau, có món nhum - còn gọi là cầu gai hay nhím biển ăn sống với cải bẹ xanh."],"TieuDe":"Đặc sản ẩm thực[sửa | sửa mã nguồn]"},{"DoanVan":["Nha Trang là thành phố có nền kinh tế tương đối phát triển ở khu vực miền Trung. Năm 2011, GDP bình quân đầu người của thành phố đạt 3184 USD [30], tốc độ tăng trưởng GDP tăng bình quân hàng năm từ 13- 14%.Cơ cấu kinh tế chuyển đổi tích cực theo hướng dịch vụ - công nghiệp - nông nghiệp. năm 2011, tỷ trọng công nghiệp-xây dựng chiếm 32%, du lịch-dịch vụ 63,77% và nông nghiệp là 4,23%[7]. trong đó công nghiệp tăng 7,97%, dịch vụ tăng 7,01% so với năm 2010, Ngược lại ngành nông nghiệp tiếp tục suy giảm 12,46% do quá trình đô thị hóa khiến quỹ đất nông nghiệp ngày càng bị thu hẹp. Là trung tâm kinh tế của tỉnh Khánh Hòa, Nha Trang có nhiều đóng góp đáng kể, tạo động lực thúc đẩy phát triển kinh tế-xã hội trên địa bàn Khánh Hòa. Tuy diện tích chỉ chiếm 4,84%, Nha Trang chiếm đến hơn 1\/3 dân số và hơn 2\/3 tổng sản phẩm nội địa của Khánh Hòa. Ngoài ra Nha Trang cũng đóng góp 82,5% doanh thu du lịch-dịch vụ và 42,9% giá trị sản xuất công nghiệp toàn tỉnh. Là trung tâm khai thác, chế biến thủy-hải sản lớn, sản lượng thủy-hải sản của thành phố cũng chiếm 41,7% tổng sản lượng toàn tỉnh.[7]"],"TieuDe":"Kinh tế[sửa | sửa mã nguồn]"},{"DoanVan":["Thương mại- Dịch vụ- Du lịch là ngành kinh tế đóng vai trò quan trọng tạo động lực phát triển đô thị và mang lại vị thế quan trọng cho Nha Trang. Đặc biệt các hoạt động du lịch, văn hóa, vui chơi giải trí phát triển đa dạng, phong phú, nhờ đó Nha Trang thu hút ngày càng nhiều du khách trong nước và quốc tế đến tham quan -nghỉ dưỡng.","Tổng mức bán lẻ hàng hóa năm 2010 ước đạt 9350 tỷ đồng, tăng 20,54% so năm 2009.[30] Hoạt động thương mại tư nhân phát triển mạnh, tạo nên một thị trường cạnh tranh. Xu hướng kinh doanh hiện đại như siêu thị, trung tâm thương mại, cửa hàng tiện lợi...phát triển nhanh. Việc coi trọng khách hàng, phong cách phục vụ văn minh, lịch sự ngày càng được chú trọng hơn. Các khu thương mại trên các tuyến phố chính được đầu tư xây dựng tạo nên bộ mặt đô thị và thu hút nhiều khách đến mua sắm. Một số tuyến phố chuyên doanh bước đầu được hình thành như phố xe máy- điện lạnh (đường Quang Trung), phố trang trí nội thất (đường Thống Nhất), phố thời trang (đường Phan Chu Trinh, Lý Thánh Tôn), phố dịch vụ ăn uống- khách sạn (Trần Phú, Biệt Thự, Trần Quang Khải, Hùng Vường, Nguyễn Thiện Thuật...), Tài chính-Ngân hàng (Yersin, Lê Thành Phương)...Nha Trang hiện có 24 chợ, trong đó 3 chợ loại I, 2 chợ loại II, 18 chợ loại III và một số siêu thị, trung tâm thương mại lớn như Nha Trang Center, Co.opmart, Lottemart, Metro, Big C, 3 trung tâm thương mại Vincom và các hệ thống cửa hàng tiện lợi như Vinmart, A-Mart, Thế giới di động, Perekrestok... Mặc dù hiện nay nhiều loại hình mua bán hiện đại, tiện ích ra đời nhưng các chợ truyền thống vẫn là nơi thu hút đông đảo người dân và du khách đến tham quan, mua sắm đặc biệt là chợ Đầm.","Trong ngành Du lịch, toàn thành phố hiện có 455 khách sạn, với tổng số gần 10.000 phòng[30]. năm 2011, Nha Trang đón hơn 2 triệu lượt khách du lịch (tăng 18,54% so với năm 2010), trong đó hơn 440.000 lượt khách quốc tế (tăng 13,5%), số ngày lưu trú bình quân của du khách là 2,09 ngày\/khách; tổng doanh thu du lịch và dịch vụ ước đạt 2.142,9 tỷ đồng (tăng 20,28%)…Ngành du lịch cũng thu hút khoảng gần 9.000 lao động trực tiếp.[37]","Về Xuất khẩu, năm 2010, tổng kim ngạch xuất khẩu trên địa bàn thành phố đạt 424 triệu USD với khoảng 50 loại sản phẩm xuất đến trên 100 quốc gia và vùng lãnh thổ trên thế giới. Mặt hàng xuất khẩu chủ yếu là thủy sản, may mặc, thủ công mỹ nghệ... trong đó thủy sản là mặt hàng đóng góp giá trị xuất khẩu lớn, năm 2010 đạt khoảng 215 triệu USD, chiếm 50,7% tổng kim ngạch.[7]"],"TieuDe":"Thương mại - Du lịch - Dịch vụ[sửa | sửa mã nguồn]"},{"DoanVan":["Công nghiệp cũng là một ngành kinh tế quan trọng của thành phố. Năm 2011, Nha Trang có 1.694 cơ sở công nghiệp, tiểu thủ công nghiệp, trong đó doanh nghiệp nhà nước là 12 cơ sở, tập thể 06 cơ sở, tư nhân hỗn hợp 400 cơ sở, cá thể 1.269 cơ sở và 9 cơ sở có vốn đầu tư nước ngoài. Năm 2010 giá trị sản xuất công nghiệp đạt 7.546 tỷ đồng, tăng 10,16%, năm 2011 tăng 9,5% so năm 2010 đạt 8.107 tỷ đồng [38]. Tuy Nha Trang là thành phố chủ yếu phát triển về du lịch và dịch vụ, giá trị sản xuất công nghiệp của riêng thành phố vẫn cao hơn giá trị công nghiệp toàn tỉnh của nhiều tỉnh lớn trong cùng khu vực Đồng bằng duyên hải miền Trung như Thừa Thiên Huế [39], Bình Định[40], Bình Thuận[41]...Cơ cấu công nghiệp chủ yếu là các ngành chế biến thực phẩm, thuốc lá, dệt may, đóng tàu.... Một số sản phẩm phục vụ tiêu dùng và xuất khẩu duy trì được tốc độ tăng cao như thủy sản đông lạnh, dệt may, nước mắm, hàng mỹ nghệ. Chế biến thủy sản là ngành công nghiệp thế mạnh của Nha Trang, tạo ra nhiều việc làm và đạt kim ngạch xuất khẩu cao. Trên địa bàn thành phố có 35 xưởng chế biến thủy sản xuất khẩu, trong đó 18 xưởng chế biến đông lạnh, 3 phân xưởng chế biến đồ hộp và 13 cơ sở chế biến thủy sản khô [7]"],"TieuDe":"Công nghiệp[sửa | sửa mã nguồn]"},{"DoanVan":["Sản xuất nông, lâm nghiệp không phải là thế mạnh của thành phố, chủ yếu tập trung tại 6 xã phía Tây. Ngành nông nghiệp đang trong chuyển đổi cơ cấu cây trồng, vật nuôi theo hướng tập trung trồng hoa, cây cảnh, rau thực phẩm cao cấp tạo được hàng hóa phục vụ cho tiêu thụ của dân cư và du khách, đồng thời cải thiện môi trường và trang trí cảnh quan đô thị. Công tác bảo vệ rừng cũng được thực hiện hiệu quả. Diện tích rừng tự nhiên và rừng trồng hiện nay là 2332,7 ha, vào thời điểm cuối năm 2010 độ che phủ rừng của thành phố đạt 9,2%. Thảm thực vật rừng Nha Trang đang được phục hồi xanh trở lại, góp phần tạo phong cảnh Nha Trang xanh sạch đẹp. Đặc biệt là dự án trồng phục hồi cây Dó trầm, loài cây đặc sản của Khánh Hòa.","Ngược lại, khai thác Thủy sản có xu hướng rất phát triển nhầm phục vụ cho các ngành công nghiệp chế biến và du lịch, ngư dân tập trung chủ yếu ở các phường Vĩnh Nguyên, Vĩnh Trường, Vĩnh Thọ và 2 xã Phước Đồng, Vĩnh Lương. Tổng sản lượng thủy sản năm 2010 đạt 38926 tấn, trong đó sản lượng khai thác đạt 38621 tấn, tăng bình quân 6,4% mỗi năm. Khai thác và đánh bắt xa bờ được khuyến khích đầu tư phát triển. Toàn thành phố hiện có 2.893 tàu thuyền với tổng công suất 166.000 CV, trong đó tàu thuyền có công suất lớn (≥ 90CV) đủ điều kiện khai thác xa bờ là 480 chiếc với 85.000 CV. Tuy nhiên tàu nhỏ khai thác ven bờ (≤ 20CV) vẫn còn chiếm tỷ lệ khá cao với gần 1.500 chiếc.","Diện tích nuôi trồng thủy sản có chiều hướng giảm do thực hiện các dự án di dời lồng bè ra khỏi Vịnh Nha Trang để tập trung phát triển Du lịch. Sản lượng tôm nuôi năm 2012 đạt 295 tấn. Nghề nuôi cá lồng trên biển bước đầu góp phần tăng thu nhập cho ngư dân. Nghề đăng - một nghề truyền thống của ngư dân Nha Trang có sản lượng hàng năm đạt 200-250 tấn, trong đó cá thu xuất khẩu chiếm khoảng 60%. Thành phố đã hoàn thành dự án quy hoạch chi tiết nuôi trồng thủy sản vịnh Nha Trang tại 5 khu vực: Bích Đầm, Đầm Bấy, Vũng Ngán (đều thuộc Hòn Tre), Hòn Một và Hòn Miễu."],"TieuDe":"Nông - Lâm - Ngư nghiệp[sửa | sửa mã nguồn]"},{"DoanVan":["Hiện nay, trên địa bàn thành phố Nha Trang đã và đang hình thành một số khu đô thị cao cấp như: khu đô thị Royal Garden, khu đô thị Cồn Tân Lập, khu đô thị VCN Phước Hải, khu đô thị Hoàng Long, khu đô thị Nam Vĩnh Hải, khu đô thị Nha Trang Green Hill Villa, khu đô thị VCN Phước Long, khu đô thị Mipeco Nha Trang, khu đô thị An Bình Tân, khu đô thị Phước Long, khu đô thị Lê Hồng Phong, khu đô thị Bắc Vĩnh Hải, khu đô thị Mỹ Gia, khu đô thị Vĩnh Điềm Trung, khu đô thị biển An Viên..."],"TieuDe":"Hạ tầng[sửa | sửa mã nguồn]"},{"DoanVan":["Đã có nhiều tác phẩm văn học và nghệ thuật lấy Nha Trang làm chủ đề vì tính thơ mộng, lãng mạn và xinh đẹp của vùng địa phương này."],"TieuDe":"Văn thơ viết về Nha Trang[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Thành phố kết nghĩa[sửa | sửa mã nguồn]"},{"DoanVan":["Thành phố biển Nha Trang nhìn từ trên cao","Bờ biển Nha Trang","Hòn Chồng","Vịnh Nha Trang","Nha Trang hiện đại"],"TieuDe":"Hình ảnh[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chú thích[sửa | sửa mã nguồn]"},{"DoanVan":["7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái","7 khu du lịch quốc gia • An Giang • Bà Rịa – Vũng Tàu • Bạc Liêu • Bắc Giang • Bắc Kạn • Bắc Ninh • Bến Tre • Bình Dương • Bình Định • Bình Phước • Bình Thuận • Cà Mau • Cần Thơ • Cao Bằng • Đà Nẵng • Đắk Lắk • Đắk Nông • Điện Biên • Đồng Nai • Đồng Tháp • Gia Lai • Hà Giang • Hà Nam • Hà Nội • Hà Tĩnh • Hải Dương • Hải Phòng • Hậu Giang • Hòa Bình • Thành phố Hồ Chí Minh • Hưng Yên • Khánh Hòa • Kiên Giang • Kon Tum • Lai Châu • Lạng Sơn • Lào Cai • Lâm Đồng • Long An • Nam Định • Nghệ An • Ninh Bình • Ninh Thuận • Phú Thọ • Phú Yên • Quảng Bình • Quảng Nam • Quảng Ngãi • Quảng Ninh • Quảng Trị • Sóc Trăng • Sơn La • Tây Ninh • Thái Bình • Thái Nguyên • Thanh Hóa • Thừa Thiên Huế • Tiền Giang • Trà Vinh • Tuyên Quang • Vĩnh Long • Vĩnh Phúc • Yên Bái","Nha Trang (tỉnh lỵ) · Cam Ranh","Ninh Hòa","Cam Lâm · Diên Khánh · Khánh Sơn · Khánh Vĩnh · Trường Sa · Vạn Ninh","Lộc Thọ · Ngọc Hiệp · Phước Hải · Phước Hòa · Phước Long · Phước Tân · Phước Tiến · Phương Sài · Phương Sơn · Tân Lập · Vạn Thắng · Vạn Thạnh · Vĩnh Hải · Vĩnh Hòa · Vĩnh Phước · Vĩnh Trường · Vĩnh Nguyên · Vĩnh Thọ · Xương Huân","Phước Đồng · Vĩnh Phương · Vĩnh Thạnh · Vĩnh Trung · Vĩnh Thái · Vĩnh Hiệp · Vĩnh Ngọc · Vĩnh Lương"],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}]}