{"TieuDe":"Philippines – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Philippines (Phi Luật Tân) (phát âm tiếng Anh: \/ˈfɪlɪpiːnz\/, phiên âm: \"Phi-líp-pin\", tiếng Tagalog\/tiếng Filipino: \"Pilipinas\" hoặc \"Filipinas\"), tên gọi chính thức là Cộng hòa Phi Luật Tân (tiếng Tagalog\/tiếng Filipino: Republika ng Pilipinas; tiếng Anh: Republic of the Philippines; tiếng Tây Ban Nha: República de Filipinas) là một đảo quốc có chủ quyền tại khu vực Đông Nam Á. Philippines nằm cách đảo Đài Loan qua eo biển Luzon ở phía Bắc, cách Việt Nam qua biển Đông ở phía Tây, cách đảo Borneo của Indonesia qua biển Sulu ở phía Tây Nam và các đảo khác của nước này qua biển Celebes ở phía Nam, phía đông là biển Philippines và đảo quốc Palau. Philippines nằm trên Vành đai núi lửa Thái Bình Dương và gần với đường xích đạo, do vậy, quốc gia này hằng năm thường xuyên bị ảnh hưởng bởi các trận động đất và bão nhiệt đới - đây là quốc gia phải hứng chịu nhiều thiên tai vào bậc nhất trên toàn cầu[5], song lại có nguồn tài nguyên thiên nhiên phong phú và đa dạng sinh học ở mức độ cao. Philippines có diện tích 300.000km² (115.831 dặm vuông Anh), là quốc gia rộng lớn thứ 71 trên thế giới,[6] bao gồm 7.641[7] hòn đảo được phân loại phổ biến thành ba vùng địa lý lớn: Luzon, Visayas, và Mindanao. Thủ đô của Philippines là Manila, còn thành phố đông dân và lớn nhất là Quezon; cả hai thành phố đều thuộc Vùng đô thị Manila.","Với dân số ít nhất là 106,7 triệu,[8] Philippines là quốc gia đông dân thứ bảy tại châu Á, thứ hai Đông Nam Á và đứng thứ 12 trên thế giới. Ngoài ra, còn có khoảng 12 triệu người Philippines sống tại hải ngoại, họ tạo thành một trong những cộng đồng lớn và có ảnh hưởng trên thế giới.[9] Philippines có sự đa dạng về chủng tộc và văn hóa. Vào thời tiền sử, người Negrito nằm trong số các cư dân đầu tiên của quần đảo, tiếp theo là các làn sóng nhập cư của người Nam Đảo. Sau đó, nhiều quốc gia khác nhau được thành lập trên quần đảo, nằm dưới quyền cai trị của những quân chủ mang tước vị Datu, Rajah, Sultan hay Lakan. Thương mại với Trung Quốc cũng khiến cho văn hóa Trung Quốc được truyền bá đến Philippines, đồng thời xuất hiện nhiều hơn các khu vực buôn bán của người Hán; dần dần, cộng đồng này định cư lâu dài và chuyển thành người Philippines gốc Hoa.","Ferdinand Magellan đến Philippines vào năm 1521, sự kiện này đánh dấu kỷ nguyên người Tây Ban Nha quan tâm và cuối cùng là thuộc địa hóa quần đảo. Năm 1543, nhà thám hiểm người Tây Ban Nha Ruy López de Villalobos đặt tên cho quần đảo là Las Islas Filipinas, tức Quần đảo Philippines, nhằm tôn vinh Quốc vương Felipe II của Đế quốc Tây Ban Nha. Miguel López de Legazpi đến quần đảo từ Tân Tây Ban Nha (tức México ngày nay) vào năm 1565, ông thành lập nên khu định cư đầu tiên của người Tây Ban Nha tại quần đảo, và quần đảo trở thành thuộc địa của Tây Ban Nha trong vòng hơn 300 năm sau đó. Thời kỳ thuộc địa khiến cho Công giáo Roma chiếm ưu thế tại Philippines. Hiện nay, Philippines và Đông Timor là hai quốc gia Đông Nam Á cũng như châu Á duy nhất mà tôn giáo này chiếm ưu thế. Thời kỳ thuộc địa cũng đã làm cho Philippines trở thành quốc gia duy nhất trong khu vực Đông Nam Á ngày nay còn lưu lại rất ít, có thể nói gần như không đối với sự ảnh hưởng của văn hóa Trung Quốc và văn hóa Ấn Độ. Thời kỳ thuộc địa cũng là thời kỳ mà Manila trở thành đầu mối châu Á của tuyến đường thương mại thuyền buồm Manila-Acapulco.","Vào thời gian chuyển giao giữa thế kỷ XIX và thế kỷ XX, tại quần đảo này đã liên tiếp diễn ra các cuộc cách mạng Philippines, chiến tranh Tây Ban Nha-Mỹ và chiến tranh Philippines-Mỹ, dẫn đến kết quả cuối cùng là Hoa Kỳ trở thành thế lực mới, thay thế Tây Ban Nha thống trị quần đảo, song quá trình này bị gián đoạn kể từ sau khi Đế quốc Nhật Bản chiếm đóng. Sau Chiến tranh thế giới thứ hai,[10] Hiệp ước Manila công nhận \"Cộng hòa Philippines\" là một quốc gia độc lập có chủ quyền.[11] Kể từ đó, Philippines trải qua các biến động chính trị lớn, là phong trào \"quyền lực nhân dân\" lật đổ chế độ độc tài của nhà độc tài Ferdinand Marcos.","Thể chế chính trị của Philippines ngày nay Cộng hòa Tổng thống chế. Kinh tế Philippines là một nền kinh tế thị trường, tổng GDP xếp thứ 3 trong khu vực Đông Nam Á sau Indonesia và Thái Lan và đứng hạng 32 toàn cầu theo GDP danh nghĩa năm 2020[12]. Philippines được coi là một trong những con Hổ mới châu Á cùng với Indonesia, Malaysia, Việt Nam và Thái Lan. HSBC dự đoán kinh tế của Philippines có thể trở thành nền kinh tế lớn thứ 16 trên thế giới, lớn thứ 5 châu Á và lớn thứ 2 Đông Nam Á vào năm 2050[13], đồng thời, quy mô dân số rất lớn (hơn 105 triệu người) cùng chỉ số phát triển con người (HDI) ở mức cao giúp cho Philippines có triển vọng để được công nhận là một cường quốc khu vực cũng như cường quốc bậc trung.[14] Tuy nhiên, triển vọng có thể trở thành hiện thực được hay không thì còn tùy thuộc vào hiệu quả hoạt động của chính phủ nước này, vốn luôn bị ảnh hưởng bởi nạn tham nhũng.[15]","Bên cạnh những dự báo khả quan về kinh tế,[13] xã hội Philippines hiện đại cũng đang phải đối mặt với nhiều vấn đề lớn, nhức nhối như: nạn tham nhũng,[16] bất bình đẳng kinh tế - xã hội,[17] tệ nạn ma túy[18] cùng chủ nghĩa khủng bố - ly khai do các nhóm phiến quân Hồi giáo cực đoan ở miền Nam đất nước như Abu Sayyaf tiến hành.[19]"],"TieuDe":"Nội dung"},{"DoanVan":["Cái tên Philippines được đặt nhằm tôn kính vua Felipe II của Tây Ban Nha. Nhà thám hiểm người Tây Ban Nha Ruy López de Villalobos, trong chuyến thám hiểm năm 1542, ông đã đặt tên cho hai hòn đảo Leyte và Samar với cái tên Felipinas, sau này nó được dùng để chỉ toàn bộ Phillipines. Trước khi cái tên Felipinas trở nên phổ biến, những tên khác như Islas del Poniente (Quần đảo phía Tây), và tên của nhà thám hiểm Magellan trước đó đặt cho hòn đảo San Lázaro cũng được người Tây Ban Nha sử dụng để chỉ Phillipines.[20][21][22][23][24]","Tên chính thức của Phillipines đã được thay đổi nhiều lần. Trong cuộc Cách mạng Philippines, Quốc hội Malolos đã tuyên bố thành lập Đệ Nhất Cộng hòa Philippines. Từ giai đoạn Chiến tranh Tây Ban Nha- Mỹ (1898) và Chiến tranh Philippines - Hoa Kỳ (1899-1902), cho đến thời kỳ Thịnh vượng chung (1935-1946), các nhà chức trách thực dân Mỹ đã gọi nước này là Quần đảo Philippines, dựa trên một bản dịch tiếng Tây Ban Nha.[25] Sau Hiệp ước Paris năm 1898, cái tên Philippines bắt đầu xuất hiện và nó đã trở thành tên gọi chung của đất nước. Kể từ khi kết thúc Thế chiến II, tên chính thức của quốc gia này là Cộng hòa Philippines.[26]"],"TieuDe":"Tên gọi[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Lịch sử[sửa | sửa mã nguồn]"},{"DoanVan":["Khối xương bàn chân của người ở di cốt Callao (Callao Man) được cho là có niên đại từ 67.000 năm trước theo phương pháp định tuổi bằng urani-thori.[27] do vậy thay thế di cốt Tabon (Tabon Man) được tìm thấy tại Palawan có niên đại khoảng 24.000 năm trước theo phương pháp cácbon C14,[28][29] là hóa thạch loài người cổ xưa nhất được phát hiện trên quần đảo. Người Negrito nằm trong số các cư dân đầu tiên của quần đảo, song không xác định được niên đại đáng tin cậy.[30] Có một vài thuyết đối lập liên quan đến nguồn gốc của người Philippines cổ đại. Thuyết được chấp thuận rộng rãi nhất dựa trên bằng chứng ngôn ngữ học và khảo cổ học, đó là mô hình \"ra khỏi Đài Loan\", với giả thuyết được đưa ra là người Nam Đảo từ Đài Loan bắt đầu nhập cư đến Philippines từ khoảng năm 4000 TCN, thay thế các cư dân đến từ trước đó.[31][32]"],"TieuDe":"Tiền sử[sửa | sửa mã nguồn]"},{"DoanVan":["Mặc dù một số xã hội trên các hòn đảo rải rác vẫn biệt lập, song nhiều xã hội khác phát triển thành các quốc gia và phát triển hoạt động mậu dịch đáng kể với các dân tộc khác ở Đông và Đông Nam Á. Thiên niên kỉ thứ nhất Công nguyên chứng kiến sự nổi lên của các tiểu quốc hải cảng và phát triển thành các quốc gia hàng hải, bao gồm các barangay tự trị, hoặc liên minh với nhau, các quốc gia lớn nằm dưới hải quyền của người Mã Lai do các Datu trị vì, các quốc gia triều cống cho Trung Quốc do Vương cai trị, các vương quốc Ấn hóa do các Rajah cai trị. Có thể kể đến Datu Puti cai trị Liên bang Madja-as sau khi ông mua lãnh địa từ tù trưởng người Negrito tên là Marikudo. Sau đó là Vương quốc Butuan, quốc gia này nổi lên trong triều đại của Rajah Sri Bata Shaja,[33] Vương quốc Tondo do triều đại Lakandula cai trị[34][35] và Vương quốc Cebu[36] dưới sự lãnh đạo của Rajamuda Sri Lumay. Các quốc gia khác trong thời đại này bao gồm vương quốc Hán hóa Ma Dật với người đứng đầu là một vương, và Sulu trước khi bị Hồi giáo hóa từng là một vương quốc Ấn Độ hóa, với người cai trị đầu tiên là Rajah Sipad Cựu.[37] Các sử thi lớn như Hinilawod, Darangan và Biag Ni Lam-Ang có nguồn gốc từ thời đại này.[38]","Những năm 1300 báo trước sự xuất hiện và cuối cùng là truyền bá Hồi giáo tại quần đảo Philippines. Năm 1380, Karim ul' Makdum và Shari'ful Hashem Syed Abu Bakr đi từ Malacca đến Sulu là lập nên Vương quốc Hồi giáo Sulu bắt cách cải đạo rajah của Sulu và kết hôn với con gái của rajah.[39][40] Đến cuối thế kỷ XV, Shariff Mohammed Kabungsuwan của Johor đưa Hồi giáo đến đảo Mindanao. Sau đó, ông ta kết hôn với Paramisuli, một công chúa người Iranun, và lập nên Vương quốc Hồi giáo Maguindanao. Các vương quốc Hồi giáo mở rộng đến Lanao.[41] Cuối cùng, Hồi giáo vượt khỏi phạm vi của đảo Mindanao và lan đến phía nam đảo Luzon. Thậm chí Manila cũng bị Hồi giáo hóa trong thời gian trị vì của Sultan Bolkiah từ năm 1485 đến năm 1521, khi đó Vương quốc Hồi giáo Brunei chinh phục Vương quốc Tondo bằng cách cải đạo Rajah Salalila sang Hồi giáo.[42][43][44][45] Tuy nhiên, các quốc gia như Igorot theo thuyết vật linh, Madja-as Mã Lai, Ma Dật Hán hóa, Lequios và Butuan Ấn Độ hóa vẫn duy trì văn hóa của mình. Trong một số vương quốc xuất hiện việc chống Hồi giáo gay gắt. Sự kình địch giữa các datu, raja, vương, sultan, và lakan và giữa các quốc gia của họ khiến cho người Tây Ban Nha dễ dàng thuộc địa hóa quần đảo. Các quốc gia này được hợp nhất vào Đế quốc Tây Ban Nha, và bị Tây Ban Nha hóa và Thiên Chúa giáo hóa.[46]"],"TieuDe":"Các quốc gia cổ[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 1521, nhà thám hiểm người Bồ Đào Nha Ferdinand Magellan đến Philippines và tuyên bố chủ quyền của Tây Ban Nha đối với quần đảo, ông ta bị giết chết sau đó trong trận Mactan.[47] Quá trình thuộc địa hóa bắt đầu khi nhà thám hiểm người Tây Ban Nha Miguel López de Legazpi đến từ Mexico vào năm 1565 và thành lập các khu định cư đầu tiên của người Âu tại Cebu. Người Tây Ban Nha thiết lập Manila làm thủ đô của Đông Ấn Tây Ban Nha vào năm 1571 sau khi đàn áp sự kháng cự của người bản địa và đánh bại hải tặc người Trung Quốc Lâm A Phượng (Limahong).[48][49]","Sự thống trị của người Tây Ban Nha đóng góp đáng kể vào việc thống nhất chính trị tại quần đảo. Từ năm 1565 đến năm 1821, Philippines được quản lý với địa vị là một lãnh thổ của Phó vương quốc Tân Tây Ban Nha và sau Chiến tranh độc lập Mexico thì được quản lý trực tiếp từ Madrid. Thuyền buồm Manila cùng hạm đội hải quân lớn của nó kết nối Manila với Acapulco, qua lại một hoặc hai lần mỗi năm từ thế kỷ XVI đến thế kỷ XIX. Hoạt động mậu dịch đưa đến Philippines các loại lương thực có xuất xứ từ châu Mỹ như ngô, cà chua, khoai tây, ớt.[49] Các nhà truyền giáo của Công giáo Rôma cải đạo hết hết các cư dân vùng thấp sang đạo này và lập nên các trường học, một đại học, và các bệnh viện. Một sắc lệnh của Tây Ban Nha quyết định tiến hành giáo dục công miễn phí vào năm 1863, song các nỗ lực nhằm thực hiện giáo dục đại chúng chủ yếu được thực hiện dưới thời Mỹ thuộc.[50]","Trong thời kỳ cai trị Philippines, người Tây Ban Nha phải chiến đấu chống lại các cuộc nổi dậy của người bản địa và một vài thách thức đến từ hải tặc Trung Quốc, người Hà Lan, và người Bồ Đào Nha. Trong khuôn khổ Chiến tranh Bảy năm, quân đội Anh chiếm Manila từ năm 1762 đến năm 1764. Quyền cai trị của người Tây Ban Nha được khôi phục sau Hiệp định Paris 1763.[46][51][52] Đến thế kỷ XIX, các cảng của Philippines mở cửa cho mậu dịch toàn cầu và xã hội thuộc địa bắt đầu xuất hiện các thay đổi. Nhiều người Tây Ban Nha sinh ra tại Philippines (criollos) và những người hỗn chủng (mestizos) trở nên thịnh vượng, nhiều người nắm giữ các chức vụ trong chính quyền vốn có truyền thống do những người Tây Ban Nha sinh tại bán đảo Iberia nắm giữ. Những tư tưởng cách mạng cũng bắt đầu được truyền bá trên khắp quần đảo. Việc người Criollo bất mãn dẫn đến Binh biến Cavite vào năm 1872, được xem là điềm báo trước cho Cách mạng Philippines.[46][53][54][55]","Tình cảm cách mạng bùng lên vào năm 1872 sau khi ba linh mục là Mariano Gómez, José Burgos, và Jacinto Zamora (gọi chung là Gomburza) bị nhà cầm quyền thuộc địa buộc tội xúi giục nổi loạn và hành quyết.[53][54] Sự việc này truyền cảm hứng cho một phong trào tuyên truyền tại Tây Ban Nha do Marcelo H. del Pilar, José Rizal, và Mariano Ponce tổ chức, nhằm vận động hành lang cho các cải cách chính trị tại Philippines. Rizal cuối cùng bị hành quyết vào ngày 30 tháng 12 năm 1896 với tội danh nổi loạn.[56] Do các nỗ lực nhằm cải cách gặp phải cản trở, Andrés Bonifacio vào năm 1892 thành lập một đoàn thể bí mật gọi là Katipunan nhằm giành độc lập từ Tây Ban Nha thông qua hoạt động vũ trang.[55] Bonifacio cùng Katipunan bắt đầu cuộc Cách mạng Philippines vào năm 1896. Magdalo là một phái của Katipunan tại tỉnh Cavite, cuối cùng họ thách thức vị trí lãnh đạo của Bonifacio và người này bị Emilio Aguinaldo thay thế. Năm 1898, Chiến tranh Tây Ban Nha-Mỹ bắt đầu từ Cuba và lan đến Philippines. Aguinaldo tuyên bố Philippines độc lập từ Tây Ban Nha tại Kawit, Cavite vào ngày 12 tháng 6 năm 1898, và Đệ nhất Cộng hòa Philippines được thành lập tại Nhà thờ Barasoain vào năm sau."],"TieuDe":"Thuộc địa của Tây Ban Nha[sửa | sửa mã nguồn]"},{"DoanVan":["Tây Ban Nha nhượng quần đảo cho Hoa Kỳ để đổi lấy 20 triệu đô la theo Hiệp định Paris 1898.[57] Đến khi tình hình ngày càng trở nên rõ ràng rằng Hoa Kỳ sẽ không công nhận Cộng hòa Philippines mới ra đời, Chiến tranh Philippines–Mỹ bùng nổ, kết quả Đệ nhất Cộng hòa chiến bại. Tuy nhiên, thay thế nó là ba nước cộng hòa: Cộng hòa Zamboanga, Cộng hòa Negros và Cộng hòa Tagalog. Các chính thể này cũng bị đánh bại, và quần đảo nằm dưới quyền quản lý của Chính phủ Đảo (Insular Government).[58] Nổi dậy Moro ngay lập tức diễn ra sau đó, chủ yếu là nhằm chống lại Vương quốc Hồi giáo Sulu đang suy yếu.[59] Trong thời kỳ này, văn hóa Philippines được phục hưng với sự phát triển của điện ảnh và văn học.[60][61][62][63] Daniel Burnham lập nên một kế hoạch kiến trúc cho Manila, biến nơi này thành một thành phố hiện đại.[64]","Năm 1935, Philippines có được địa vị thịnh vượng chung với tổng thống là Manuel Quezon. Ông chỉ định một ngôn ngữ quốc gia và cho phép phụ nữ bầu cử, tiến hành cải cách đất đai.[56][65] Các kế hoạch để tiến đến độc lập trong thập niên sau đó bị gián đoạn trong Chiến tranh thế giới thứ hai. Trong cuộc chiến này, Đế quốc Nhật Bản xâm chiếm quần đảo, Đệ nhị Cộng hòa Philippines được thành lập với José P. Laurel là tổng thống, đây là một chính thể cộng tác với Nhật Bản. Nhiều hành động tàn bạo và tội ác chiến tranh diễn ra trong cuộc chiến, chẳng hạn như Cuộc hành quân chết chóc Bataan và Thảm sát Manila.[66] Năm 1944, Quezon qua đời trong khi lưu vong tại Hoa Kỳ, Sergio Osmeña kế nhiệm. Lực lượng Đồng Minh đánh bại Nhật Bản vào năm 1945. Đến khi kết thúc chiến tranh, người ta ước tính có hơn một triệu người Philippines thiệt mạng.[67]"],"TieuDe":"Thời Mỹ thuộc[sửa | sửa mã nguồn]"},{"DoanVan":["Ngày 24 tháng 10 năm 1945,[68] Philippines trở thành một thành viên sáng lập của Liên Hợp Quốc và đến ngày 4 tháng 7 năm 1946, Hoa Kỳ công nhận Philippines độc lập, khi đó quốc gia nằm dưới quyền cai trị của Tổng thống Manuel Roxas.[69] Những thành phần tàn dư bất mãn gồm những thành viên Hukbalahap cộng sản[70] tiếp tục hoạt động ở vùng nông thôn song bị đàn áp dưới thời Tổng thống Ramon Magsaysay.[71][72] Người kế nhiệm của Magsaysay là Carlos P. Garcia đề xướng Chính sách người Philipines trước tiên,[73] và được Diosdado Macapagal tiếp nối, cùng với đó là việc chuyển ngày Độc lập từ 4 tháng 7 sang 12 tháng 6, tức ngày Emilio Aguinaldo tuyên bố độc lập,[74][75] trong khi tiếp tục thúc đẩy hơn nữa tuyên bố chủ quyền đối với Bắc Borneo.[76][77]","Năm 1965, quyền lực vào tay tổng thống dân cử Ferdinand Marcos. Vào đầu nhiệm kỳ tổng thống của mình, Marcos khởi xướng nhiều dự án công cộng song bị cáo buộc tham nhũng nghiêm trọng, chẳng hạn như biển thủ hàng tỷ đô la tiền công quỹ.[78] Xã hội Philippines rất hỗn loạn vào giữa nhiệm kỳ của ông, và đến gần cuối nhiệm kỳ, Marcos tuyên bố thiết quân luật vào ngày 21 tháng 9 năm 1972. Giai đoạn Marcos cầm quyền có đặc điểm là đàn áp chính trị, độc tài, và vi phạm nhân quyền.[79] Ngày 21 tháng 8 năm 1983, kình địch chính của Marcos là lãnh tụ đối lập Benigno Aquino, Jr. bị ám sát tại Sân bay quốc tế Manila. Marcos cuối cùng kêu gọi bầu cử tổng thống sớm, tranh cử cùng góa phụ của Benigno Aquino là Corazon Aquino.[80] Marcos được tuyên bố thắng cử, song kết quả bị cho là gian lận, dẫn đến Cách mạng Quyền lực Nhân dân. Marcos và các đồng minh của ông chạy sang Hawaii và Aquino được công nhận là tổng thống.[80][81]"],"TieuDe":"Thời đại Chiến tranh Lạnh[sửa | sửa mã nguồn]"},{"DoanVan":["Nền dân chủ quay trở lại và các cải cách của chính phủ bắt đầu vào năm 1986 bị cản trở do nợ quốc gia, tham nhũng trong chính phủ, các nỗ lực đảo chính, thiên tai, cuộc nổi dậy dai dẳng của cộng sản,[82] và một cuộc xung đột quân sự với các phần tử ly khai Moro.[83] Quân đội Hoa Kỳ rút khỏi vịnh Subic và căn cứ không quân Clark. Fidel V. Ramos đắc cử tổng thống vào năm 1992, nền kinh tế quốc gia được cải thiện dưới thời chính phủ của ông. Tuy nhiên, các tiến bộ về chính trị và kinh tế, chẳng hạn như một thỏa thuận hòa bình với Mặt trận giải phóng dân tộc Moro,[84] bị phủ định cùng với sự khởi đầu của Khủng hoảng tài chính châu Á 1997 vào năm 1997.[85][86]","Năm 2001, bị buộc tội tham nhũng, trong khi một quá trình luận tội bị đình trệ, Tổng thống Joseph Estrada bị phế truất trong Cách mạng EDSA 2001, người thay thế là Gloria Macapagal-Arroyo.[87] Chín năm cầm quyền của bà gắn liền với các vụ bê bối tham nhũng và chính trị, mặc dù nền kinh tế vẫn tăng trưởng ổn định và tránh được Đại suy thoái.[88][89][90][91] Năm 2010, Benigno Aquino III đắc cử tổng thống. Trong nhiệm kỳ của ông, thỏa thuận hòa bình với phe Moro được ký kết, song các tranh chấp lãnh thổ tại Bắc Borneo và biển Đông thì leo thang.[92][93][94][95] Rodrigo Duterte của PDP–Laban thắng cử tổng thống năm 2016, trở thành tổng thống đầu tiên xuất thân từ Mindanao.[96]"],"TieuDe":"Lịch sử hiện đại[sửa | sửa mã nguồn]"},{"DoanVan":["Philippines có một chính phủ dân chủ theo mô hình cộng hòa lập hiến với một tổng thống chế.[97] Philippines là một quốc gia đơn nhất, ngoại trừ Khu tự trị Hồi giáo Mindanao được tự do ở mức độ lớn với chính phủ quốc gia. Có một số nỗ lực nhằm biến chính quyền thành một chính quyền liên bang, đơn viện hay nghị viện kể từ thời Ramos.[98][99]","Tổng thống đóng vai trò là nguyên thủ quốc gia và nguyên thủ chính phủ, cũng như là tổng thư lệnh các lực lượng vũ trang. Tổng thống được bầu theo hình thức phổ thông đầu phiếu với nhiệm kỳ sáu năm, trong thời gian đó tổng thống sẽ bổ nhiệm và điều khiển nội các.[100] Lưỡng viện quốc hội Philippines gồm có Thượng viện và Hạ viện, các thượng nghị sĩ được dân bầu và có nhiệm kỳ sáu năm.[100] Quyền tư pháp được trao cho Tối cao pháp viện, bao gồm một Chánh án tối cao và 14 thẩm phán, họ đều do Tổng thống bổ nhiệm từ danh sách do Hội đồng Tư pháp và Luật sư đệ trình.[100]"],"TieuDe":"Chính trị và chính quyền[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Ngoại giao[sửa | sửa mã nguồn]"},{"DoanVan":["Quân đội Philippines gồm ba nhánh là Không quân, Lục quân và Hải quân (bao gồm thủy quân lục chiến). An ninh dân sự thuộc thẩm quyền của Cảnh sát Quốc gia Philippine dưới sự điều hành của Bộ Nội vụ và chính phủ địa phương.","Tại Khu tự trị Hồi giáo Mindanao, tổ chức ly khai lớn nhất là Mặt trận Giải phóng Dân tộc Moro nay cũng tham gia vào chính phủ về mặt chính trị. Các nhóm quân sự khác như Mặt trận Giải phóng Hồi giáo Moro, Quân đội Nhân dân mới theo cộng sản chủ nghĩa, và Abu Sayyaf vẫn hoạt động tại các tỉnh, song sự hiện diện của họ suy giảm trong những năm gần đây do thành công của chính phủ trung ương về mặt an ninh.[101][102]","Philippines là đồng minh của Hoa Kỳ kể từ Chiến tranh thế giới thứ hai. Hiệp định phòng thủ chung giữa hai quốc gia được ký kết vào năm 1951. Philippines ủng hộ các chính sách của Hoa Kỳ trong Chiến tranh Lạnh và tham gia vào Chiến tranh Triều Tiên và Chiến tranh Việt Nam. Philippines là thành viên của Tổ chức Hiệp ước Đông Nam Á (SEATO) tồn tại cho đến năm 1977.[103] Sau khi Chiến tranh chống khủng bố bắt đầu, Philippines là một phần trong liên minh hỗ trợ Hoa Kỳ tại Iraq.[104] Hoa Kỳ xác định Philippines là một đồng minh lớn phi NATO. Philippines đang tiến hành các nỗ lực để chấm dứt nội loạn với sự giúp đỡ của Hoa Kỳ."],"TieuDe":"An ninh và quốc phòng[sửa | sửa mã nguồn]"},{"DoanVan":["Philippines được chia thành ba miền là Luzon ở phía Bắc đất nước, Visayas ở giữa đất nước, và Mindanao ở phía Nam đất nước. Tên ba miền đặt theo tên ba đảo chính của Philippines.","Ba miền lại được chia thành 17 vùng. Việc phân chia thành các vùng nhằm mục đích tạo thuận lợi cho công tác quy hoạch lãnh thổ của chính quyền trung ương. Tuy nhiên, vùng không phải là một cấp hành chính mặc dù mỗi vùng đều có các văn phòng của các bộ ngành của trung ương. Các vùng không có chính quyền địa phương, trừ vùng thủ đô Manila vì tự Manila là một vùng và Khu tự trị Hồi giáo Mindanao.","Cấp hành chính địa phương chính thức của Philippines là tỉnh gồm 81 đơn vị. Vùng thủ đô Manila là một đơn vị hành chính đặc biệt và là một trong 17 vùng của Philippines.","Các tỉnh lại bị chia tách tiếp thành các thành phố và các khu tự quản. Tuy cùng là cấp hành chính địa phương thứ hai, nhưng thành phố có nhiều chức năng hành chính hơn so với khu tự quản, và cũng được cấp ngân sách nhiều hơn.","Thành phố và khu tự quản được chia thành các barangay. Đây là cấp hành chính địa phương thấp nhất ở Philiipines."],"TieuDe":"Miền, vùng và các đơn vị hành chính[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Các tỉnh[sửa | sửa mã nguồn]"},{"DoanVan":["Philippines là một quần đảo gồm 7.107 đảo[100] và tổng diện tích, bao gồm cả vùng nước nội lục, là xấp xỉ 300.000 kilômét vuông (115.831 dặm vuông Anh). Quốc gia có 36.289 kilômét (22.549 mi) bờ biển, chiều dài bờ biển đứng thứ năm trên thế giới.[100][107] Quốc gia nằm giữa 116° 40', và 126° 34' kinh Đông, 4° 40' và 21° 10' vĩ Bắc. Quốc gia bị giới hạn bởi biển Philippines ở phía đông, biển Đông ở phía tây, và biển Celebes ở phía nam. Đảo Borneo nằm ở phía tây nam và đảo Đài Loan nằm ở phía bắc. Quần đảo Maluku và đảo Sulawesi nằm ở phía nam-tây nam và đảo quốc Palau nằm ở phía đông.[100]","Rừng mưa nhiệt đới bao phủ hầu hết các hòn đảo vốn có địa hình núi non, các hòn đảo này có nguồn gốc núi lửa. Núi cao nhất quần đảo là núi Apo ở Mindanao với cao độ 2.954 mét (9.692 ft) trên mực nước biển. Sông dài nhất quốc gia là sông Cagayan tại bắc bộ Luzon. Thủ đô Manila nằm bên bờ vịnh Vịnh Manila, vịnh này nối với hồ lớn nhất Philippines là Laguna de Bay qua sông Pasig. Các vịnh quan trọng khác là vịnh Subic, vịnh Davao, và vịnh Moro. Eo biển San Juanico chia tách hai đảo Samar và Leyte song chính phủ đã cho xây cầu San Juanico. qua eo biển này.[108]","Philippines nằm trên rìa tây của Vành đai lửa Thái Bình Dương, do vậy quốc gia thường xuyên chịu ảnh hưởng từ hoạt động địa chấn và núi lửa. Cao nguyên Benham dưới đáy biển Philippine hoạt động trong hút chìm kiến tạo.[109] Khoảng 20 được ghi nhận mỗi ngày, song hầu hết chúng quá yếu để con người cảm nhận được. Trận động đất lớn nhất gần đây là động đất Luzon 1990.[110] Có nhiều núi lửa hoạt động tại quần đảo, chẳng hạn như núi lửa Mayon, núi Pinatubo, hay núi lửa Taal. Vụ phun trào của núi Pinatubo vào tháng 6 năm 1991 là vụ phun trào trên mặt đất lớn thứ nhì trong thế kỷ XX.[111] Nhiễu loạn về địa chất hình thành nên sông ngầm Puerto Princesa trên đảo Pallawan, nơi đây tiêu biểu cho môi trường sống đa dạng sinh học, với các hệ sinh tháo từ núi xuống biển và có một trong số những khu rừng quan trọng nhất tại châu Á.[112]","Các hòn đảo của quần đảo có sự phong phú về khoáng sản do chúng có nguồn gốc núi lửa. Quốc gia được ước tính có tài nguyên vàng lớn thứ nhì trên thế giới sau Nam Phi và là một trong những nơi có tài nguyên đồng lớn nhất thế giới.[113] Quốc gia cũng giàu có về các tài nguyên như niken, crôm, và thiếc. Tuy vậy, do quản lý yếu kém và mật độ dân số cao, cùng với ý thức về môi trường nên các tài nguyên này phần lớn vẫn chưa được khai thác.[113] Một sản phẩm khác của hoạt động núi lửa là địa nhiệt năng lại được khai thác thành công hơn, Philippines là nhà sản xuất địa nhiệt năng lớn thứ hai thế giới sau Hoa Kỳ, đáp ứng 18% nhu cầu điện năng trong nước.[114]"],"TieuDe":"Địa lý[sửa | sửa mã nguồn]"},{"DoanVan":["Với các rừng mưa và bờ biển trải dài, Philippines là nơi có sự đa dạng về các loại sinh vật.[115] Đây là một trong mười quốc gia đa dạng sinh vật nhất thế giới và nằm trong số những nước dẫn đầu về đa dạng trên đơn vị diện tích.[116][117][118] Khoảng 1.100 loài có xương sống trên cạn được tìm thấy tại Philippines, bao gồm trên 100 loài thú và 170 loài chim không xuất hiện ở các khu vực khác.[119] Các loài đặc hữu của Philippines bao gồm trâu lùn Tamaraw trên đảo Mindoro, hươu đốm đảo Visayas, hươu chuột Philippines, lợn hoang đảo Visayas, chồn bay Philippines, hay một số loài dơi.[120]","Philippines thiếu các loài săn mồi lớn, ngoại lệ là các loài rắn như trăn và rắn hổ mang Philippines, cá sấu nước mặn và chim săn mồi, chẳng hạn như quốc điểu là đại bàng Philippines, loài này được các nhà khoa học cho là loài đại bàng lớn nhất thế giới.[121][122] Lãnh hải của Philippines được cho là rộng 2.200.000 kilômét vuông (849.425 dặm vuông Anh) có đời sống sinh vật biển độc đáo và đa dạng và là một phần quan trọng của Tam giác San hô. Tổng số san hô và cá biển được ước tính tương ứng là 500 và 2.400.[115][119]","Nạn phá rừng tại Philippines là một vấn đề nghiêm trọng, thường có nguyên nhân từ khai thác gỗ phi pháp. Độ che phủ rừng giảm từ 70% vào năm 1900 xuống khoảng 18,3% vào năm 1999.[123][124] Nhiều loài gặp nguy hiểm và các nhà khoa học nói rằng Đông Nam Á, bao gồm Philippines, phải đối mặt với tỷ lệ tuyệt chủng thê thảm là 20% vào cuối thế kỷ XXI.[125]"],"TieuDe":"Hệ động thực vật[sửa | sửa mã nguồn]"},{"DoanVan":["Philippines có khí hậu nhiệt đới hải dương, thời tiết thường nóng và ẩm. Quốc gia có ba mùa: tag-init hay tag-araw, mùa nóng khô kéo dài từ tháng 3 đến tháng 5; tag-ulan, mùa mưa kéo dài từ tháng 6 đến tháng 11; và tag-lamig, mùa mát khô kéo dài từ tháng 12 đến tháng 2. Gió mùa tây nam từ tháng 5 đến tháng 10 còn được gọi là Habagat, gió mùa đông bắc khô từ tháng 11 đến tháng 4 còn được gọi là Amihan.[126] Nhiệt độ thường dao động từ 21 °C (70 °F) đến 32 °C (90 °F), tháng mát nhất là tháng 1 và tháng ấm nhất là tháng 5.[100][127]","Nhiệt độ trung bình năm của Philippines là khoảng 26,6 °C (79,9 °F).[126] Khi xét về khía cạnh nhiệt độ tại các khu vực Philippines, kinh độ và vĩ độ không phải là một yếu tố quan trọng, nhiệt độ nước biển tại các khu vực trên toàn quốc thường có xu hướng ở cùng mức. Trong khi đó, cao độ thường có tác động lớn hơn. Nhiệt độ trung bình năm tại Baguio trên cao độ tuyệt đối 1.500 mét (4.900 ft) là 18,3 °C (64,9 °F), do vậy nơi đây là một điểm đến phổ biến vào mùa nóng khô.[126]","Quần đảo nằm chắn ngang vành đai bão nhiệt đới, do vậy hầu hết quần đảo có các cơn mưa xối xả và bão tố từ tháng 7 đến tháng 10,[128] với khoảng 19 bão nhiệt đới vào khu vực Philippines và 8-9 cơn bão đổ bộ mỗi năm.[129][130][131] Lượng mưa hàng năm có thể lên đến 5.000 milimét (200 in) ở vùng bờ biển núi non phía đông, song chỉ thấp dưới 1.000 milimét (39 in) tại một số thung lũng được che khuất.[128]"],"TieuDe":"Khí hậu[sửa | sửa mã nguồn]"},{"DoanVan":["Nền kinh tế quốc gia của Philippines lớn thứ 36 thế giới, đứng thứ 13 châu Á và đứng thứ năm của khu vực Đông Nam Á, theo ước tính, GDP (danh nghĩa) vào năm 2019 là 356.814 triệu USD (2012 đạt 250.182 triệu USD và 2009 đạt 161.196 triệu USD).[132] Các mặt hàng xuất khẩu chính của Philippines bao gồm các sản phẩm bán dẫn và điện tử, thiết bị vận tải, hàng may mặc, các sản phẩm đồng, các sản phẩm dầu mỏ, dầu dừa, và quả.[69] Các đối tác thương mại lớn của Philippines bao gồm Hoa Kỳ, Nhật Bản, Trung Quốc, Singapore, Hàn Quốc, Hà Lan, Hong Kong, Đức, Đài Loan và Thái Lan.[69] Đơn vị tiền tệ quốc gia là peso Philippines (₱ hay PHP).","Philippines là thành viên của Ngân hàng Thế giới, Quỹ Tiền tệ Quốc tế, Tổ chức Thương mại Thế giới (WTO), Ngân hàng Phát triển châu Á với trụ sở tại Mandaluyong, Kế hoạch Colombo, G-77, và G-24.[69]","Mỗi năm, có 20 cơn bão đổ bộ vào Philippines, ngoài ra nước này cũng thường xuyên bị đe dọa bởi động đất và núi lửa. Những thiên tai này gây ra hậu quả nặng nề cho sự phát triển kinh tế của đất nước. Ước tính thiên tai làm giảm 0,8% GDP của Philippines mỗi năm.[133]","Philippines hiện vẫn phải đối mặt với nhiều vấn đề lớn: hành chính quan liêu, nợ công và lạm phát tăng cao, thâm hụt thương mại, sự chênh lệch giàu nghèo lớn giữa các tầng lớp xã hội và khu vực[134], nền kinh tế đang trong quá trình chuyển đổi từ dựa vào nông nghiệp sang dựa vào các ngành dịch vụ và chế tạo. Tổng lực lượng lao động trên toàn quốc là khoảng 38,1 triệu,[69] lĩnh vực nông nghiệp sử dụng gần 32% lực lượng lao động song chỉ đóng góp 14% GDP. Lĩnh vực công nghiệp thu hút gần 14% lực lượng lao động và đóng góp 30% GDP. 47% lực lượng lao động tham gia vào lĩnh vực dịch vụ và đóng góp 56% GDP.[135][136]","Sau Chiến tranh thế giới thứ hai, Philippines khi đó được xem là quốc gia thịnh vượng thứ nhì tại Đông Á, chỉ đứng sau Nhật Bản.[137][138] Tuy nhiên, đến thập niên 1960 thì thành tích kinh tế của Philippines bị một số quốc gia khác bắt kịp và vượt qua. Kinh tế trì trệ trong thời gian cai trị của nhà độc tài Ferdinand Marcos do quản lý yếu kém và bất ổn chính trị.[138] Quốc gia có mức tăng trưởng kinh tế thấp và phải trải qua những đợt suy thoái kinh tế. Chỉ đến thập niên 1990 thì mới bắt đầu khôi phục theo một chương trình tự do hóa.[138]","Cuộc khủng hoảng tài chính châu Á năm 1997 tác động đến nền kinh tế Philippines, kết quả là đồng peso suy giảm giá trị kéo dài và thị trường chứng khoán sụp đổ. Tuy nhiên, quy mô tác động ban đầu không trầm trọng như một số quốc gia láng giềng châu Á khác. Việc này phần lớn là do sự bảo thủ về tài chính của chính phủ, một phần là do kết quả của hàng thập niên kiểm tra và giám sát tài chính của Quỹ Tiền tệ Quốc tế (IMF).[84] Năm 2004, GDP tăng trưởng 6,4% và đến năm 2007 là 7,1%, mức cao nhất trong ba thập niên.[60][139][140] Tuy nhiên, tăng trưởng GDP bình quân đầu người hàng năm trong giai đoạn 1966–2007 chỉ đạt 1,45%, trong khi mức trung bình của khu vực Đông Á và Thái Bình Dương là 5,96%, thu nhập hàng ngày của 45% dân số Philippines vẫn dưới 2 đô la Mỹ.[141][142] Từ một nước thịnh vượng ở Đông Á, ngày nay Philipines có thu nhập đầu người chỉ ở mức trung bình thấp so với các nước Đông Á khác.","Kinh tế Philippines dựa nhiều vào kiều hối, nguồn ngoại tệ từ kiều hối vượt qua cả đầu tư trực tiếp nước ngoài. Các khu vực phát triển không đồng đều, đảo Luzon mà đặc biệt là Vùng đô thị Manila giành được hầu hết tăng trưởng kinh tế so với các khu vực khác,[143] song chính phủ có những bước đi để phân phối tăng trưởng kinh tế bằng cách tăng đầu tư vào các khu vực khác của quốc gia. Bất chấp các hạn chế, các ngành dịch vụ như du lịch và gia công quy trình nghiệp vụ, được xác định là các khu vực có một số cơ hội tăng trưởng tốt nhất.[136][144] Goldman Sachs xếp Philippines vào danh sách các nền kinh tế \"Next Eleven\".[145]","Các mặt hàng xuất khẩu chủ lực của nước này bao gồm có: hải sản, gỗ, trái cây, đường, dầu dừa, hoá chất và đồ điện tử.","Tổng cộng có khoảng 43,46 triệu người trong lực lượng lao động của Philippines vào năm 2018, nông nghiệp chiếm 24,3% số lao động và đóng góp 8,1% GDP năm 2018 [146][147]. Công nghiệp sử dụng khoảng 19% lực lượng lao động và chiếm 34,1% GDP cả nước, trong khi 57% lao động tham gia vào lĩnh vực dịch vụ chiếm 57,8% GDP [147][148].","Tỷ lệ thất nghiệp tính đến tháng 10 năm 2019 là 4,5% [149]. Trong khi đó, tỷ lệ lạm phát đã giảm xuống 1,7% vào tháng 8 năm 2019[150]. Tỷ lệ nợ trên GDP tiếp tục giảm xuống còn 37,6% vào quý 2 năm 2019 từ mức cao kỷ lục 78% vào năm 2004.","Hãng kiểm toán Goldman Sachs ước tính rằng vào năm 2050, Philippines sẽ là nền kinh tế lớn thứ 14 thế giới. HSBC cũng dự đoán rằng nền kinh tế của Philippines có thể trở thành nền kinh tế lớn thứ 16 thế giới, lớn thứ 5 châu Á và lớn thứ 2 Đông Nam Á vào năm 2050.[13] Tuy nhiên, dự đoán này có thành sự thực hay không thì còn tùy thuộc vào hiệu quả hoạt động của chính phủ nước này, vốn thường xảy ra vấn đề tham nhũng[151]","Năm 2020, do ảnh hưởng bởi dịch Covid-19, kinh tế Philippines rơi vào suy thoái, GDP giảm khoảng 9%, mức giảm mạnh nhất trong lịch sử. Thất bại trong việc kiểm soát Covid-19, các lệnh giới hạn di chuyển và thiếu sự hỗ trợ chính sách có thể khiến Philippines chứng kiến một trong những đà hồi phục chậm nhất trong khu vực[152]. Tháng 11\/2020, Ngân hàng trung ương Phillipine dự đoán kinh tế nước này sẽ tăng trưởng 6,5% đến 7,5% trong năm 2021[153], tuy nhiên đến tháng 7\/2021 thì dự kiến tỷ lệ tăng trưởng năm 2021 của Phillipine đã hạ xuống còn 5,8% do dịch Covid-19 vẫn chưa được khống chế tại nước này[154]","Tại Philippines, người Philippines gốc Hoa là thế lực chi phối nền kinh tế. Họ chỉ chiếm chưa đầy 2% dân số, nhưng chiếm trên 35% kim ngạch thương mại của nước này. Đã có những người Philippines gốc Hoa làm Tổng thống như nữ Tổng thống Corazon Aquino.[155] Thống kê năm 2000 cho thấy người Philippines gốc Hoa sở hữu hơn 50% cổ phiếu trên thị trường chứng khoán Philippines[156]."],"TieuDe":"Kinh tế[sửa | sửa mã nguồn]"},{"DoanVan":["Hạ tầng giao thông tại Philippines tương đối kém phát triển, điều này một phần là do địa hình núi non và các đảo nằm rải rác, song cũng một phần do chính phủ thiếu đầu tư liên tục. Năm 2003, chỉ có 3,6% GDP đến với phát triển cơ sở hạ tầng, thấp hơn đáng kể so với một số quốc gia láng giềng.[128] Trong tổng số 203.025 kilômét (126.154 mi) đường bộ trên toàn quốc, thì chỉ có khoảng 20% trong số đó được lát.[157] Chính quyên của Tổng thống Benigno Aquino III đẩy mạnh việc cải thiện cơ sở hạ tầng và hệ thống giao thông thông qua các dự án khác nhau.[158]","Do là một quần đảo, việc qua lại giữa các đảo bằng tàu thủy là rất cần thiết. Các hải cảng bận rộn nhất nước là Manila, Cebu, Iloilo, Davao, Cagayan de Oro, và Zamboanga.[159] Năm 2003, Strong Republic Nautical Highway với chiều dài 919 kilômét (571 mi) được hình thành, tập hợp các đoạn xa lộ và các tuyến phà qua 17 thành phố.[160]","Một số sông chảy qua khu vực đô thị như sông Pasig và sông Marikina có các tuyến phà định kỳ. Dịch vụ phà sông Pasig có một số điểm dừng tại Manila, Makati, Mandaluyong, Pasig và Marikina.[161] Philippines có 3,219 kilômét (2,000 mi) đường thủy nội địa có thể thông hành.[69]","Philippines có 85 sân bay công, khoảng hơn 111 sân bay tư.[157] Sân bay quốc tế Ninoy Aquino (NAIA) là sân bay quốc tế chính. Các sân bay quan trọng khác là sân bay quốc tế Clark, sân bay quốc tế Mactan-Cebu, sân bay quốc tế Francisco Bangoy và sân bay quốc tế Zamboanga. Philippine Airlines là hãng hàng không thương mại có thâm niên nhất tại châu Á vẫn hoạt động với tên gọi ban đầu, còn Cebu Pacific là hãng hàng không giá rẻ đứng đầu, đây cũng là hai hàng phục vụ hầu hết các đường bay quốc nội và quốc tế.[162][163][164]"],"TieuDe":"Giao thông[sửa | sửa mã nguồn]"},{"DoanVan":["Từ năm 1990 đến năm 2008, dân số Philippines tăng xấp xỉ 28 triệu, tức tăng trưởng 45% trong giai đoạn này.[165] Cuộc điều tra dân số chính thức đầu tiên tại Philippines được tiến hành vào năm 1877 và ghi nhận dân số là 5.567.685.[166] Năm 2013, Philippines trở thành quốc gia đông dân thứ 12 trên thế giới, với dân số trên 99 triệu.[8] Theo ước tính, một nửa cư dân sống trên đảo Luzon. Tỷ lệ tăng trưởng dân số từ năm 1995 đến năm 2000 là 3,21% mỗi năm, song giảm xuống còn xấp xỉ 1,95% mỗi năm trong giai đoạn 2005 đến 2010, song đây vẫn còn là một vấn đề gây tranh luận.[167][168] Tuổi trung bình của cư dân Philippines là 22,7 tuổi với 60,9% có tuổi từ 15 đến 64.[69] Tuổi thọ trung bình là 71,94 tuổi, 75,03 tuổi đối với nữ và 68,99 tuổi đối với nam.[169] Có khoảng 12 triệu người Philippines sống bên ngoài Philippines.[170] Từ khi Hoa Kỳ tự do hóa các đạo luật nhập cư vào năm 1965, số người tại Hoa Kỳ có nguồn gốc Philippines tăng lên đáng kể. Năm 2007, ước tính có 3,1 triệu người Mỹ gốc Philippines.[171][172] Có 12 triệu người Philippines sống tại hải ngoại.[9]"],"TieuDe":"Nhân khẩu[sửa | sửa mã nguồn]"},{"DoanVan":["Vùng đô thị Manila đông dân nhất trong số 12 vùng đô thị được xác định tại Philippines và là vùng đô thị đông dân thứ 11 trên thế giới. Theo điều tra dân số năm 2007, vùng đô thị Manila có dân số là 11.553.427, chiếm 13% tổng dân số toàn quốc.[173] Đại đô thị Manila bao gồm cả các tỉnh lân cận (Bulacan, Cavite, Laguna, và Rizal) có dân số khoảng 21 triệu.[173][174]","Tổng sản phẩm khu vực của Vùng đô thị Manila theo ước tính vào tháng 7 năm 2009 là 468,4 tỷ peso (theo giá so sánh 1985) và chiếm 33% GDP của quốc gia.[175] Năm 2011, nó được xếp hạng là quần thể đô thị thịnh vượng thứ 28 trên thế giới và đứng thứ hai tại Đông Nam Á, theo PricewaterhouseCoopers.[176]"],"TieuDe":"Thành thị[sửa | sửa mã nguồn]"},{"DoanVan":["Theo điều tra dân số năm 2000, 28,1% người Philippines thuộc dân tộc Tagalog, 13,1% thuộc dân tộc Cebuano, 9% thuộc dân tộc Ilocano, 7,6% thuộc dân tộc Bisaya\/Binisaya, 7,5% thuộc dân tộc Hiligaynon, 6% thuộc dân tộc Bikol, 3,4% thuộc dân tộc Waray, và 25,3% thuộc các \"dân tộc khác\",[69][177] vốn có thể chia nhỏ tiếp thành các nhóm phi bộ lạc như Moro, Kapampangan, Pangasinan, Ibanag, và Ivatan.[178] Cũng có một số dân tộc thiểu số như Igorot, Lumad, Mangyan, Bajau, và các dân tộc thiểu số khác tại Palawan.[179] Người Negrito, chẳng hạn như Aeta và Ati, được cho là các cư dân đầu tiên của quần đảo.[180]","Người Philippines nói chung thuộc một số dân tộc châu Á được phân loại theo ngôn ngữ là một phần của nhóm người nói tiếng Nam Đảo hoặc Mã Lai-Đa Đảo.[179] Người ta cho rằng từ hàng nghìn năm trước, thổ dân Đài Loan nói tiếng Nam Đảo đã nhập cư đến Philippines từ Đài Loan, đem theo các kiến thức của họ về nông nghiệp và đi thuyền viễn dương, cuối cùng thay thế các nhóm người Negrito sống tại quần đảo từ trước đó.[181] Hai dân tộc thiểu số phi bản địa quan trọng nhất là người Hoa và người Tây Ban Nha. Người Philippines gốc Hoa hầu hết là hậu duệ của những người nhập cư từ Phúc Kiến sau năm 1898 và có dân số là 2 triệu, song có ước tính cho rằng 18 triệu người Philippines có một phần gốc Hoa.[182]"],"TieuDe":"Dân tộc[sửa | sửa mã nguồn]"},{"DoanVan":["Ethnologue liệt kê 175 ngôn ngữ riêng lẻ tại Philippines, 171 trong số đó là ngôn ngữ đang tồn tại và bốn ngôn ngữ còn lại không còn người nào nói. Các ngôn ngữ bản địa thuộc nhóm Borneo–Philippines của ngữ tộc Mã Lai-Đa Đảo- một nhánh của ngữ hệ Nam Đảo.[179] Theo Hiến pháp Philippines 1987, tiếng Filipino và tiếng Anh là những ngôn ngữ chính thức. Tiếng Filipino là phiên bản tiêu chuẩn hóa của tiếng Tagalog. Cả tiếng Filipino và tiếng Anh đều được sử dụng trong chính quyền, giáo dục, xuất bản, truyền thông, và kinh doanh. Hiến pháp yêu cầu rằng tiếng Tây Ban Nha và tiếng Ả Rập được xúc tiến trên cơ sở tự nguyện và tùy ý.[187]","Mười chín ngôn ngữ cấp vùng đóng vai trò là những ngôn ngữ chính thức phụ trợ được dùng làm phương tiện giảng dạy: Aklanon, Bikol, Cebuano, Chavacano, Hiligaynon, Ibanag, Ilocano, Ivatan, Kapampangan, Kinaray-a, Maguindanao, Maranao, Pangasinan, Sambal, Surigaonon, Tagalog, Tausug, Waray-Waray, và Yakan.[2] Các ngôn ngữ bản địa khác như Cuyonon, Ifugao, Itbayat, Kalinga, Kamayo, Kankanaey, Masbateño, Romblomanon, và một số ngôn ngữ Visayas là điều phổ biến tại các tỉnh tương ứng. Tiếng Chavacano là một ngôn ngữ bồi bắt nguồn từ tiếng Tây Ban Nha, được nói tại Cavite và Zamboanga.[188] Các ngôn ngữ phi bản địa cũng được giảng dạy trong các trường học được chọn lọc, Quan thoại được dùng trong các trường tiếng Hoa để phục vụ cho cộng đồng người Philippines gốc Hoa. Các trường Hồi giáo tại Mindanao dạy tiếng Ả Rập tiêu chuẩn hiện đại trong chương trình giảng dạy của họ.[189] Tiếng Pháp, tiếng Đức, tiếng Nhật, tiếng Hàn, tiếng Tây Ban Nha được giảng dạy với trợ giúp của các tổ chức ngôn ngữ nước ngoài.[190] Bộ Giáo dục bắt đầu cho tiến hành giảng dạy các ngôn ngữ Mã Lai là tiếng Indonesia và tiếng Malaysia vào năm 2013.[191]"],"TieuDe":"Ngôn ngữ[sửa | sửa mã nguồn]"},{"DoanVan":["Philippines là một quốc gia thế tục, hiến pháp tách biệt nhà thờ và nhà nước. Do ảnh hưởng của văn hóa Tây Ban Nha, Philippines là một trong hai quốc gia mà Công giáo Rôma chi phối tại châu Á, quốc gia còn lại là Đông Timor. Trên 90% dân số là tín hữu Ki-tô giáo: khoảng 80% thuộc Giáo hội Công giáo Rôma và 10% thuộc các giáo phái Tin Lành, như Iglesia ni Cristo, Giáo hội độc lập Philippines, Giáo hội thống nhất Ki-tô Philippines, và Nhân Chứng Giê-hô-va.[192] Philippines là quốc gia có số dân theo đạo Công giáo đứng thứ 3 thế giới (sau Brasil và México) và lớn nhất trên toàn châu Á.","Từ 5% đến 10% dân số Philippines là tín đồ Hồi giáo, hầu hết họ sinh sống tại các khu vực trên đảo Mindanao, Palawan, và quần đảo Sulu – một khu vực được gọi là Bangsamoro hay Moro.[193][194] Một số người Hồi giáo nhập cư đến khác khu vực đô thị và nông thôn tại những phần khác của quốc gia. Hầu hết người Hồi giáo Philippines thực hành Hồi giáo Sunni theo giáo phái Shafi'i.[43] Xấp xỉ 2% dân số Philippines vẫn thực hành các tôn giáo truyền thống,[195][196] họ gồm nhiều nhóm thổ dân và bộ lạc. Các tôn giáo này thường dung hợp với Ki-tô giáo và Hồi giáo. Thuyết vật linh, tôn giáo dân gian, và shaman giáo vẫn hiện diện như những trào lưu ngầm dưới tôn giáo dòng chính. 1% dân số Philippines thực hành Phật giáo,[195][196] và tôn giáo này cùng với Đạo giáo và tôn giáo dân gian Trung Hoa chiếm ưu thế trong các cộng đồng người Hoa.[194] Có một số lượng nhỏ hơn những người theo Ấn Độ giáo, Sikh giáo, Do Thái giáo và Baha'i.[197] 1% dân số Philippines là người không tôn giáo.[195][196]"],"TieuDe":"Tôn giáo[sửa | sửa mã nguồn]"},{"DoanVan":["Văn phòng thống kê quốc gia báo cáo rằng tỷ lệ biết chữ giản đơn là 93,4% và tỷ lệ biết chữ chức năng là 84,1% vào năm 2003.[69][136][141] Tỷ lệ biết chữ đối với nam và nữ là ngang bằng.[69] Chi tiêu cho giáo dục là khoảng 2,5% GDP.[69] Ủy ban Giáo dục Đại học (CHED) liệt kê 2.180 cơ sở giáo dục bậc đại học, 607 trong đó là trường công và 1.573 là trường tư.[198] Trường học khai giảng vào tháng 6 và bế giảng vào tháng 3. Đa số các trường bậc đại học theo lịch học kỳ từ tháng 6 đến tháng 10 và từ tháng 11 đến tháng 3. Có một số trường nước ngoài với các chương trình học tập.[100] Đạo luật Cộng hòa số 9155 cung cấp khuôn khổ giáo dục cơ bản tại Philippines và quy định giáo dục tiểu học bắt buộc và giáo dục trung học miễn phí.[199]","Một số cơ quan của chính phủ có liên hệ với giáo dục. Bộ Giáo dục quản lý giáo dục tiểu học, trung học, và phi chính thức; Cơ quan phát triển chuyên môn giáo dục và kỹ năng (TESDA) quản lý đào tạo và phát triển giáo dục trung cấp sau trung học; và Ủy ban giáo dục đại học (CHED) giám sát các trường bậc đại học và chương trình. Năm 2004, giáo dục Hồi giáo madaris được lồng ghép trong 16 vùng trên toàn quốc, chủ yếu là tại các khu vực Hồi giáo tại Muslim dưới sự bảo trợ và chương trình của Bộ Giáo dục.[200] Các trường đại học bậc đại học đều là những thực thể phi tông phái, và được phân loại tiếp thành các cơ sở bậc đại học nhà nước (SUC) hay các cơ sở đại học địa phương (LCU).[198] Đại học Philippines là đại học quốc gia của Philippines.[201]"],"TieuDe":"Giáo dục[sửa | sửa mã nguồn]"},{"DoanVan":["Hầu hết gánh nặng chăm sóc sức khỏe của quốc gia do các cơ sở sức khỏe tư nhân gánh vác. Năm 2006, tổng chi tiêu y tế chiếm 3,8% GDP. 67,1% trong đó đến từ phí tổn cá nhân trong khi 32,9% đến từ chính phủ. Chi tiêu y tế chiếm khoảng 6,1% tổng chi tiêu của chính phủ. Chi tiêu theo bình quân đầu người theo tỷ giá trung bình là 52 USD.[202] Ngân sách y tế quốc gia được đề xuất cho năm 2010 là 28 tỷ peso hay 310 peso\/người.[203]","Ước tính Philippines có 90.370 bác sĩ, tức 1 bác sĩ\/833 dân; có 480.910 y tá, 43.220 nha sĩ, và 1 giường bệnh\/769 dân.[202] Giữ chân các y sĩ lành nghề là một vấn đề. 70% số y tá tốt nghiệp làm việc tại hải ngoại, Philippines do vậy là nguồn cung cấp y tá lớn nhất thế giới.[204] Năm 2001, Philippines có khoảng 1.700 bệnh viện, trong đó khoảng 40% do chính phủ điều hành và 60% là của tư nhân. Các bệnh tim mạch chiếm trên 25% tổng số trường hợp tử vong. Theo ước tính chính thức, 1.965 trường hợp nhiễm HIV được ghi nhận vào năm 2003, trong đó 636 đã phát triển sang giai đoạn AIDS. Các ước tính khác cho rằng Philippines có 12.000 người mắc HIV\/AIDS vào năm 2005.[205]"],"TieuDe":"Sức khỏe[sửa | sửa mã nguồn]"},{"DoanVan":["Văn hóa Philippines là một sự kết hợp của văn hóa phương Đông và văn hóa phương Tây. Với một di sản Mã Lai, Philippines có những diện mạo tương đồng với các quốc gia châu Á khác, tuy thế nền văn hóa này cũng thể hiện một lượng lớn những ảnh hưởng của Tây Ban Nha và Hoa Kỳ. Các lễ hội truyền thống được gọi là barrio fiestas (lễ hội khu vực) phổ biến, kỷ niệm các ngày lễ của những vị thành bảo trợ. Lễ hội Moriones và lễ hội Sinulog là cặp lễ hội được biết đến nhiều nhất. Các lễ kỷ niệm cộng đồng này là thời gian để bữa tiệc, âm nhạc, và vũ đạo. Tuy nhiên, một số truyền thống đang biến đổi hoặc dần bị lãng quên trong quá trình hiện đại hóa. Đoàn vũ đạo dân gian quốc gia Bayanihan Philippines bảo tồn nhiều trong số các vũ điệu dân gian truyền thống trên khắp Philippines. Họ nổi tiếng với việc biểu diễn các vũ điệu mang tính biểu tượng của Philippines như tinikling và singkil, cả hai đều có đặc trưng là dùng các sào tre đập sạp.[206]","Một trong những di sản dễ nhận thấy nhất của văn hóa Tây Ban Nha là tính phổ biến của tên họ Tây Ban Nha trong cộng đồng người Philippines. Tuy nhiên, một tên và họ Tây Ban Nha không nhất thiết thể hiện tổ tiên Tây Ban Nha. Đây là một điều đặc biệt, là kết quả của một sắc lệnh thực dân là sắc lệnh Clavería, theo đó phân phối có hệ thống họ và thi hành hệ thống tên gọi Tây Ban Nha trong dân cư.[207] Tên của nhiều đường phố, đô thị, và tỉnh cũng bằng tiếng Tây Ban Nha. Kiến trúc Tây Ban Nha để lại dấu ấn tại Philippines trong việc thiết kế nhiều đô thị, nhiều con phố được sắp xếp quanh một quảng trường trung tâm hay plaza mayor, song nhiều tòa nhà mang ảnh hưởng kiến trúc Tây Ban Nha bị phá hủy trong Chiến tranh thế giới thứ hai.[34] Một số ví dụ vẫn còn cho đến nay, chủ yếu là tại các nhà thờ, tòa nhà chính quyền, và các đại học. Bốn nhà thờ mang kiến trúc baroque tại Philippines được xếp vào danh sách Di sản thế giới: nhà thờ San Agustín tại Manila, nhà thờ Paoay tại Ilocos Norte, Nhà thờ Đức Mẹ lên trời tại Ilocos Sur, và nhà thờ Santo Tomás de Villanueva Church tại Iloilo.[208] Vigan tại Ilocos Sur được biết đến với nhiều phòng ốc và kiến trúc gìn giữ được phong cách Tây Ban Nha.[209]","Việc sử dụng tiếng Anh một cách phổ biến là ví dụ về ảnh hưởng của Hoa Kỳ đối với xã hội Philippines. Nó góp phần vào việc sẵn sàng chấp nhận và ảnh hưởng của khuynh hướng văn hóa đại chúng Mỹ. Điều này được thể hiện thông qua sự ưa chuộng của người Philippines đối với đồ ăn nhanh cùng phim ảnh và âm nhạc phương Tây. Các chuỗi thức ăn nhanh địa phương như Goldilocks và Jollibee nổi lên và cạnh tranh thành công với các đối thủ ngoại quốc.[210][211]"],"TieuDe":"Văn hóa[sửa | sửa mã nguồn]"},{"DoanVan":["Ẩm thực Philippines tiến triển qua nhiều thế kỷ, từ nguồn gốc Mã Lai-Đa Đảo trở thành một nền ẩm thực dung hợp của những ảnh hưởng từ Tây Ban Nha, Trung Hoa, Mỹ, và các nơi khác của châu Á, chúng thích nghi với nguyên liệu và khẩu vị bản địa, tạo nên các món ăn Philippines đặc trưng. Các món ăn biến đổi từ hết sức đơn giản, như bữa ăn với cá mắm rán cùng với cơm, đến phức tạp như paella và cocidos được làm trong những ngày lễ. Các món ăn phổ biến như lechón, [adobo, sinigang, kare-kare, tapa, pata giòn, pancit, lumpia, và halo-halo. Một số nguyên liệu bản địa thông dụng được sử dụng trong nấu ăn là quất, dừa, chuối Saba (một loại chuối lá), xoài, cá măng sữa, và nước mắm. Khẩu vị của người Philippines có xu hướng ưa chuộng các mùi vị mạnh song không cay như món ăn của các quốc gia láng giềng.[211][212]","Người Philippines không sử dụng đũa để gắp thức ăn mà sử dụng dụng cụ theo kiểu phương Tây. Tuy nhiên, có thể do gạo là thực phẩm chính và có nhiều món ăn hầm và món ăn có nước dùng, trên bàn ăn của người Philippines thường có đôi thìa và dĩa, thay vì dao và dĩa.[213] Cách ăn bằng tay theo truyền thống được gọi là kamayan, xuất hiện thường xuyên hơn tại các khu vực có mức đô thị hóa thấp.[214]"],"TieuDe":"Ẩm thực[sửa | sửa mã nguồn]"},{"DoanVan":["Thần thoại Philippines lưu truyền chủ yếu thông qua văn học truyền khẩu dân gian truyền thống trong cộng đồng người Philippines. Mỗi dân tộc có các câu chuyện và thần thoại riêng, ảnh hưởng của Ấn Độ giáo và Tây Ban Nha tuy vậy vẫn có thể nhận thấy trong một số trường hợp. Thần thoại Philippines chủ yếu gồm các chuyện sáng tác hoặc các chuyện về những sinh vật siêu tự nhiên, như aswang, manananggal, diwata\/engkanto, và thiên nhiên. Một số nhân vật nổi tiếng trong thần thoại Philippines là Maria Makiling, Lam-Ang, và Sarimanok.[215]","Văn chương Philippines gồm có các tác phẩm thường được viết bằng tiếng Filipino, tiếng Tây Ban Nha, hoặc tiếng Anh. Một số trong những tác phẩm nổi tiếng nhất được sáng tác trong thế kỷ XIX. Francisco Balagtas là một nhà thơ và nhà biên kịch, ông sáng tác Florante at Laura và được công nhận là một tác gia tiếng Filipino xuất chúng. José Rizal viết tiểu thuyết Noli Me Tángere (Đừng chạm vào tôi) và El Filibusterismo (Giặc cướp) và được xem là anh hùng dân tộc.[216] Mô tả của ông về những bất công dưới sự cai trị của người Tây Ban Nha, và việc ông bị tử hình bằng một đội xử bắn, đã truyền cảm hứng cho những người cách mạng Philippines mưu cầu độc lập.[217]"],"TieuDe":"Văn chương[sửa | sửa mã nguồn]"},{"DoanVan":["Truyền thông Philippines chủ yếu sử dụng tiếng Filipino và tiếng Anh. Các ngôn ngữ Philippines khác, bao gồm các ngôn ngữ Visayas khác nhau cũng được sử dụng, đặc biệt là trong phát thanh do có khả năng tiếp cận các vùng nông thôn xa xôi. Các mạng lưới truyền hình chi phối tại Philippines là ABS-CBN, GMA và TV5 cũng hiện diện rộng rãi trong lĩnh vực phát thanh.[218]","Các chương trình kịch và tưởng tượng được mong đợi là telenovelas, Asianovela, và anime. Truyền hình ban ngày chủ yếu phát các các chương trình trò chơi, chương trình tạp kỹ, và chương trình trò chuyện.[219] Điện ảnh Philippines có lịch sử lâu dài và phổ biến trong nước, song phải đối mặt với cạnh tranh ngày càng tăng từ các phim Hoa Kỳ, châu Á và châu Âu."],"TieuDe":"Truyền thông[sửa | sửa mã nguồn]"},{"DoanVan":["Các môn thể thao và trò tiêu khiển phổ biến tại Philippines gồm có bóng rổ, quyền Anh, bóng chuyền, bóng đá, cầu lông, karate, taekwondo, bi a, bowling, cờ vua, và sipa. Đua xe gắn máy, đua xe đạp, và leo núi cũng đang trở nên phổ biến. Bóng rổ được chơi ở cả trình độ nghiệp dư và chuyên nghiệp và được cho là môn thể thao phổ biến nhất tại Philippines. Nổi tiếng nhất là võ sỹ quyền anh Manny Pacquiao.[220][221] Philippines tham gia Thế vận hội Mùa hè từ năm 1924, là quốc gia đầu tiên tại Đông Nam Á tham gia và giành huy chương Thế vận hội.[222] Kể từ đó, ngoại trừ việc cùng Hoa Kỳ tẩy chay Thế vận hội Moskva năm 1980, Philippines tham gia toàn bộ các kỳ Thế vận hội còn lại.[223] Philippines cũng là quốc gia nhiệt đới đầu tiên tham gia Thế vận hội Mùa đông.[224]"],"TieuDe":"Thể thao[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":["Brunei · Campuchia · Đông Timor · Indonesia · Lào · Malaysia · Myanmar · Philippines · Singapore · Thái Lan · Việt Nam","Đảo Giáng Sinh (Úc) · Quần đảo Cocos (Keeling) (Úc)","Quần đảo Andaman và Nicobar (Ấn Độ) · Hải Nam (CHND Trung Hoa\/Trung Hoa Dân Quốc tuyên bố chủ quyền)","Các đảo trên sông Naf (Bangladesh, Myanmar) · Bãi Macclesfield (CHND Trung Hoa, Trung Hoa Dân Quốc) · Hoàng Sa (CHND Trung Hoa, Trung Hoa Dân Quốc, Việt Nam) · Quần đảo Đông Sa (CHND Trung Hoa, Trung Hoa Dân Quốc) · Sabah (Malaysia, Philippines) · Bãi cạn Scarborough (Philippines, CHND Trung Hoa, Trung Hoa Dân Quốc) · Trường Sa (Brunei, Malaysia, Philippines, CHND Trung Hoa, Trung Hoa Dân Quốc, Việt Nam)","Brunei Myanmar","Campuchia Philippines","Indonesia Singapore","Lào Thái Lan","Malaysia Việt Nam"],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}]}