{"TuKhoaVaVanBan":[{"DoanVan":["Người Tày chủ yếu cư trú tại các tỉnh trung du và miền núi phía bắc (1.400.519 người năm 1999). Bên cạnh đó, trong thời gian gần đây, người Tày còn di cư tới một số tỉnh Tây Nguyên như Đắk Lắk và Lâm Đồng.","Theo điều tra dân số năm 2019, người Tày ở Việt Nam có dân số 1.845.492 người, là dân tộc có dân số đứng thứ 2 tại Việt Nam, có mặt trên tất cả 63 tỉnh, thành phố. Người Tày cư trú tập trung tại các tỉnh:"],"TieuDe":"Dân số và địa bàn cư trú[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Các nhóm địa phương được xếp vào dân tộc Tày[sửa | sửa mã nguồn]"},{"DoanVan":["Bản của người Tày thường ở chân núi hay ven suối. Tên bản thường gọi theo tên đồi núi, đồng ruộng, khúc sông. Mỗi bản có từ 15 đến 20 nhà. Bản lớn chia ra nhiều xóm nhỏ."],"TieuDe":"Tổ chức cộng đồng[sửa | sửa mã nguồn]"},{"DoanVan":["Người Tày mặc các bộ trang phục có màu. Trang phục cổ truyền của người Tày được làm từ vải sợi bông tự dệt, được nhuộm chàm đồng nhất trên trang phục nam và nữ, hầu như không có hoa văn trang trí. Phụ kiện trang trí là các đồ trang sức làm từ bạc và đồng như khuyên tai, kiềng, lắc tay, xà tích,.... Ngoài ra còn có thắt lưng, giày vải có quai, khăn vấn và khăn mỏ quạ màu chàm đồng nhất.","Trang phục dân tộc Tày có thể được coi là một trong những bộ trang phục đơn giản nhất của 54 dân tộc anh em. Bộ trang phục tuy đơn giản nhưng có ý nghĩa với họ."],"TieuDe":"Trang phục[sửa | sửa mã nguồn]"},{"DoanVan":["Hát then, hát lượn, hát sli được dùng vào các mục đích sinh hoạt khác nhau, các thể loại dân ca nổi tiếng của người Tày. Bộ nhạc cụ chính như Đàn tính, Lúc lắc. Đàn tính là loại nhạc cụ có mặt trong tất cả những sinh hoạt văn hóa tinh thần của người Tày, như linh hồn trong nghệ thuật dân ca dân vũ Tày. Bao đời nay đàn tính có vai trò như một phương tiện giao tiếp mang đậm bản sắc."],"TieuDe":"Âm nhạc[sửa | sửa mã nguồn]"},{"DoanVan":["Những nhà truyền thống thường là nhà sàn, nhà đất mái lợp cỏ gianh và một số vùng giáp biên giới có loại nhà phòng thủ. Trong nhà phân biệt phòng nam ở ngoài, nữ ở trong buồng. Phổ biến là loại nhà đất 3 gian, 2 mái (không có chái), tường trình đất hoặc thưng phên nứa, gỗ xung quanh, mái lợp cỏ tranh, người Tày sống định cư, quây quần thành từng bản khoảng 15 đến 20 hộ."],"TieuDe":"Nhà ở[sửa | sửa mã nguồn]"},{"DoanVan":["Người Tày chủ yếu theo tín ngưỡng thờ cúng tổ tiên, trong ngôi nhà của họ bàn thờ luôn được đặt ở nơi trang trọng nhất của ngôi nhà. Đồng bào quan niệm: “Vạn vật hữu linh” nên họ coi mọi thứ đều có linh hồn, người chết đi về thế giới bên kia và vẫn theo dõi mọi hoạt động của người trần. Trong gia đình có bất cứ công việc gì xảy ra thì gia chủ đều phải khấn báo với gia tiên. Khách và phụ nữ có thai, mới sinh không được phép ngồi hay nằm trên ghế, giường trước bàn thờ. Trong tôn giáo của người Tày, ngày tảo mộ (3\/3 âm lịch) là ngày lễ quan trọng nhất của người Tày (Có một số nơi người Tày đi tảo mộ trước Tết Nguyên Đán (1\/1 âm lịch) khoảng 2-5 ngày, và coi Tết Nguyên Đán như là ngày lễ quan trọng nhất của trong năm). Tuy nhiên ngoài tín ngưỡng thờ cúng tổ tiên người Tày còn chịu ảnh hưởng của tôn giáo như Phật, Đạo, Nho mặc dù họ không theo một tôn giáo nào."],"TieuDe":"Tín ngưỡng và tôn giáo[sửa | sửa mã nguồn]"},{"DoanVan":["Tiếng Tày là tiếng nói của người Tày, một ngôn ngữ thuộc ngữ chi Thái trong hệ ngôn ngữ Tai-Kadai. Tiếng Tày có quan hệ gần gũi với tiếng Nùng, tiếng Tráng ở mức trao đổi trực tiếp được, và giao tiếp được với người nói tiếng Lào, tiếng Thái.","Người Tày có vùng cư trú truyền thống là Bắc bộ Việt Nam và tỉnh Quảng Tây Trung Quốc.","Tại Việt Nam người Tày có mặt ở các tỉnh Lạng Sơn, Cao Bằng, Bắc Kạn, Thái Nguyên, Tuyên Quang, Hà Giang, Yên Bái, Bắc Giang, Quảng Ninh, Lào Cai, Hòa Bình. Từ thế kỷ 20 đã di cư vào phía nam, cư trú nhiều ở Đắk Lắk, Lâm Đồng.","Tại Trung Quốc người Tày được xếp chung trong mục người Tráng.","Trước đây tiếng Tày sử dụng chữ viết là chữ Nôm-Tày, dạng chữ này hiện giờ không còn được sử dụng và chỉ một số ít người còn biết viết loại chữ này","Ngày nay tại Việt Nam chữ quốc ngữ (chữ Latinh) được sử dụng viết tiếng Tày, và vấn đề phát âm của tiếng Tày theo chữ quốc ngữ không có sai là bao nhiêu. Ngày nay người Tày di cư vào Tây Nguyên, nhiều phần phát âm theo người Việt vẫn bị pha trộn ít nhiều."],"TieuDe":"Ngôn ngữ[sửa | sửa mã nguồn]"},{"DoanVan":["Cuộc sống của người Tày thường gắn bó với thiên nhiên, do đó, nguồn lương thực, thực phẩm chính của người Tày là phong phú và đa dạng, những sản phẩm thu được từ hoạt động sản xuất ở vùng có rừng, sông, suối, đồi núi bao quanh. Một số món ăn nổi tiếng là: thịt trâu xào măng chua, thịt lợn chua, cá ruộng ướp chua; canh cá lá chua và tất cả các loại quả chua như khế, sấu, trám, tai chua...; xôi trứng kiến, xôi ngũ sắc, măng chua, nhộng ong đất, khâu nhục, lạp xưởng, thịt lợn hong khô, trám đen, cơm lam, lợn vịt quay, coóng phù (trôi tàu)."],"TieuDe":"Ẩm thực[sửa | sửa mã nguồn]"},{"DoanVan":["Người Tày có các lễ hội như Lễ cưới (người Tày) Lễ hội Lồng tồng, Lễ hội Nàng Hai, Lễ hội rước Đất, rước Nước,... Trong gia đình có các Lễ cầu an, Lễ cưới, Lễ mừng thọ,..."],"TieuDe":"Lễ hội[sửa | sửa mã nguồn]"},{"DoanVan":["Đại diện Việt Nam thi Hoa hậu Trái Đất 2023"],"TieuDe":"Người Tày có danh tiếng[sửa | sửa mã nguồn]"},{"DoanVan":["Mái nhà người Tày ở Thái Nguyên - Mô hình tại phòng trưng bày Bảo tàng Dân tộc học Việt Nam.","Mặt bên nhà người Tày - Mô hình tại phòng trưng bày Bảo tàng Dân tộc học Việt Nam.","Nhà của người Tày ở Đắk Lắk, thường không làm theo kiểu truyền thống.","Cầu thang nhà sàn người Tày."],"TieuDe":"Hình ảnh[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[""],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"}],"TuKhoa":"Tày"}