{"TuKhoaVaVanBan":[{"DoanVan":["Đăng nhập thường được sử dụng để vào một trang, trang web hoặc ứng dụng cụ thể mà những người xâm phạm không thể nhìn thấy. Khi người dùng đã đăng nhập, mã thông báo đăng nhập có thể được sử dụng để theo dõi những hành động mà người dùng đã thực hiện khi kết nối với trang web. Đăng xuất có thể được thực hiện rõ ràng bởi người dùng thực hiện một số hành động, chẳng hạn như nhập lệnh thích hợp hoặc nhấp vào nhãn liên kết trang web như vậy. Nó cũng có thể được thực hiện hoàn toàn, chẳng hạn như bằng cách người dùng tắt nguồn máy trạm của họ, đóng cửa sổ trình duyệt web, rời khỏi trang web hoặc không làm mới trang web trong một khoảng thời gian xác định.","Trong trường hợp các trang web sử dụng cookie để theo dõi phiên, khi người dùng đăng xuất, cookie chỉ phiên từ trang web đó thường sẽ bị xóa khỏi máy tính của người dùng. Ngoài ra, máy chủ làm mất hiệu lực mọi liên kết với phiên, do đó làm cho bất kỳ trình xử lý phiên nào trong cửa hàng cookie của người dùng đều vô dụng. Tính năng này rất hữu ích nếu người dùng đang sử dụng máy tính công cộng hoặc máy tính đang sử dụng kết nối không dây công cộng. Để phòng ngừa bảo mật, người ta không nên dựa vào các phương tiện ngầm để đăng xuất khỏi hệ thống, đặc biệt là không sử dụng máy tính công cộng; thay vào đó, người ta nên đăng xuất một cách rõ ràng và chờ xác nhận rằng yêu cầu này đã diễn ra.","Đăng xuất khỏi máy tính, trước khi rời khỏi, là một thực tiễn bảo mật phổ biến ngăn người dùng trái phép giả mạo. Cũng có những người chọn cài đặt trình bảo vệ màn hình được bảo vệ bằng mật khẩu để kích hoạt sau một thời gian không hoạt động, do đó yêu cầu người dùng nhập lại thông tin đăng nhập của mình để mở khóa trình bảo vệ màn hình và truy cập vào hệ thống. Có thể có các phương pháp đăng nhập khác nhau có thể thông qua hình ảnh, dấu vân tay, quét mắt, mật khẩu (nhập bằng miệng hoặc bằng văn bản), v.v."],"TieuDe":"Quy trình[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"}],"TuKhoa":"Đăng nhập"}