{"TuKhoaVaVanBan":[{"DoanVan":["Phong tục thờ cúng tổ tiên bắt nguồn từ niềm tin cho rằng linh hồn của người đã khuất vẫn còn hiện hữu trong thế giới này và ảnh hưởng đến đời sống của con cháu.[6] Người Việt cho rằng chết chưa phải là hết, tuy thể xác tiêu tang nhưng linh hồn bất diệt và thường ngự trên bàn thờ để gần gũi, giúp đỡ con cháu, dõi theo những người thân để phù hộ họ khi nguy khó, mừng khi họ gặp may mắn, khuyến khích họ làm những điều lành và cũng quở phạt khi họ làm những điều tội lỗi,[4] do đó cũng ảnh hưởng đến hành động và cách cư xử của những người còn sống trong gia đình, họ thường tránh làm những việc xấu vì sợ vong hồn cha mẹ buồn, đôi khi muốn quyết định việc gì đó cũng phải cân nhắc xem liệu khi còn sinh tiền thì cha mẹ có đồng ý như thế hay không.[7] Họ cũng tin rằng dương sao thì âm vậy, khi sống cần những gì thì chết cũng cần những thứ ấy, cho nên dẫn đến tục thờ cúng,[8] với quan niệm thế giới vô hình và hữu hình luôn có sự quan hệ liên lạc với nhau và sự thờ cúng chính là môi trường trung gian để 2 thế giới này gặp gỡ.[9]","Ngoài ra, hình thức thờ cúng tổ tiên còn là biểu hiện của lòng hiếu thảo và nhớ đến công ơn sinh thành dưỡng dục của tiền nhân, nhớ đến cội nguồn của mình, đồng thời cũng là nền tảng cơ sở cho quan hệ gia đình.[10] Trong nhóm Kitô giáo thì người Công giáo Việt Nam vẫn có lập nơi tưởng nhớ tổ tiên (tạm gọi là bàn thờ)[11] với những nghi thức theo truyền thống dân tộc, nhưng họ không xem đó là hình thức tôn thờ mà là tôn kính; trái lại, nhiều người Tin Lành không làm như vậy mà họ chỉ treo di ảnh tưởng nhớ."],"TieuDe":"Đại cương[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Ngày tang lễ[sửa | sửa mã nguồn]"},{"DoanVan":["Tang ma là việc đại sự cần phải tránh những điều sau để những điều xui xẻo khác sẽ không tiếp diễn:"],"TieuDe":"Kiêng kỵ[sửa | sửa mã nguồn]"},{"DoanVan":["Trong tục thờ cúng tổ tiên, người Việt coi trọng việc cúng giỗ hằng năm vào ngày mất (còn gọi là kỵ nhật) thường được tính theo âm lịch (hay còn gọi là ngày ta). Họ tin rằng đó là ngày con người đi vào cõi vĩnh hằng. Không chỉ ngày giỗ, việc cúng tổ tiên còn được thực hiện đều đặn vào các ngày mồng một (còn gọi là ngày sóc), ngày rằm (còn gọi là ngày vọng), và các dịp lễ Tết khác trong một năm như: Tết Nguyên Đán, Tết Hàn thực, Tết Trung thu, Tết Trùng cửu, Tết Trùng thập... Những khi trong nhà có việc quan trọng như dựng vợ gả chồng, sinh con, làm nhà, đi xa, thi cử... người Việt cũng dâng hương, làm lễ cúng tổ tiên để báo cáo và để cầu tổ tiên phù hộ, hay để tạ ơn khi công việc thành công. Bản chất việc thờ cúng tổ tiên của người Việt là từ niềm tin người sống cũng như người chết đều có sự liên hệ mật thiết và hỗ trợ nhau. Con cháu thì thăm hỏi, khấn cầu tiền nhân. Tổ tiên thì che chở, dẫn dắt hậu thế nên việc cúng giỗ là thực hiện mối giao lưu giữa cõi dương và cõi âm.","Đây là một lễ vô cùng quan trọng, bởi nhớ đến ông bà tổ tiên là đã thể hiện lòng thành kính với vong linh người đã khuất, không phụ thuộc vào việc làm giỗ lớn hay nhỏ. Chỉ với chén nước, quả trứng, nén hương cũng giữ được đạo hiếu."],"TieuDe":"Ngày cúng giỗ[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Những bàn thờ chính[sửa | sửa mã nguồn]"},{"DoanVan":["Trong gia đình người Việt thường có một bàn thờ tổ tiên, ông bà (hay còn gọi ông Vải). Tuỳ theo từng nhà, cách trang trí và sắp đặt bàn thờ khác nhau. Biền, bàn thờ là nơi tưởng nhớ, là thế giới thu nhỏ của người đã khuất. Hai cây đèn tượng trưng cho mặt Trời, mặt Trăng, hương là tinh tú. Hai bát hương để đối xứng, phía sau 2 cây đèn thường có hai cành hoa cúc giấy, với nhiều bông nhỏ bao quanh bông lớn. Ở giữa có trục \"vũ trụ\" là khúc trầm hương dưới dạng khúc khuỷu, vươn lên trong bát hương. Nhiều gia đình đặt xen giữa đèn và hương là hai cái đĩa để đặt hoa quả lễ gọi là mâm ngũ quả (tùy mỗi miền có sự biến thiên các loại quả, nhưng mỗi loại quả đều có ý nghĩa của nó), phía trước bát hương để một bát nước trong, coi như nước thiêng. Hai cây mía đặt ở hai bên bàn thờ là để các cụ chống gậy về với con cháu, dẫn linh hồn tổ tiên từ trên trời về hạ giới...","Bàn thờ tổ tiên bao giờ cũng đặt tại nơi cao ráo, sạch sẽ và trang trọng nhất trong nhà (gian giữa đối với nhà một tầng, tầng trên cùng đối với nhà lầu). Trên bàn thờ thì bày biện đồ thờ cúng (bộ tam sự), như: bát hương, chân đèn, bài vị hay hình ảnh người quá cố, chỗ thắp nến. Đồ cúng cơ bản không thể thiếu hương, hoa, chén nước lã. Ngoài ra có thể có thêm mâm cỗ mặn. Sau khi tàn hai phần ba tuần hương, thì có thể hạ lễ. Theo đạo Phật, con cháu nhớ tới ngày húy kỵ của người đã khuất mà cúng chay thì ông bà càng hưởng nhiều phước lộc, không bị đọa đày địa ngục, chóng được siêu thoát. Ngược lại con cháu cậy có nhiều tiền của giết nhiều súc sanh cúng cùng tiền vàng quần áo giả thì ông bà càng đọa chìm trong địa ngục, mà con cháu không biết, cứ nghĩ là mình cúng ông bà mình nhiều quần áo, ô tô, tiền vàng là ông bà mình sung sướng lắm.","Việc thắp hương trên bàn thờ bao giờ cũng phải thắp theo số lẻ: 1, 3, 5, 7, 9, 11,... mà tránh thắp số chẵn như 2, 4, 6, 8, 10,... Người ta quan niệm rằng, số lẻ là dương nên nó phù hợp hơn với tổ tiên (người dương thắp cho người âm). Loại hương thẳng gồm 2 phần: chân hương màu hồng đỏ, bụi hương thơm. Có một loại hương vòng bao gồm nhiều vòng hương, có buộc dây, được đặt trên que sắt trong bình hương. Khi thắp hương, người ta phải để hương sao cho thật thẳng, tránh để hương bị nghiêng, méo hay siêu đổ khiến đốm lửa giữa các nén hương không đều nhau, làm hương bị tắt lửa, hương tàn xuống có thể gây cháy những đồ lễ vật trên bàn thờ hoặc gây hỏa hoạn.","Khi thắp hương, nếu thắp 3 nén thì sau khi cắm nén thứ nhất (gọi là nén tâm), thì cắm nén thứ 2 bên tay trái(tức bên phải từ trong nhà nhìn ra, rồi cắm tiếp nén thứ 3 bên tay phải.[13]","Người Việt thường cúng Gia tiên vào ngày Sóc - Vọng (Sóc là ngày Mồng Một, Vọng là ngày Rằm hàng tháng), lễ Tết, giỗ hoặc bất kỳ lúc nào cần được gia tiên phù hộ như: sinh con, đẻ cái, kết hôn, làm nhà, lập nghiệp, có trục trặc về sức khỏe. Đây là cách để thể hiện đạo lý Uống nước nhớ nguồn."],"TieuDe":"Bàn thờ tổ tiên[sửa | sửa mã nguồn]"},{"DoanVan":["Bàn thờ vọng là một loại bàn thờ mà những người sống ở xa quê, ít có điều kiện về nhà con trai trưởng dịp giỗ Tết lập nên. Ngày xưa, bàn thờ vọng chưa phải là phong tục chủ yếu bởi đa số người ta đều sống và sinh cơ lập nghiệp ngay tại quê hương, chỉ có một số trường hợp đặc biệt gọi là biệt quán, li hương.","Đến thời phong kiến, các quan trong triều đình tập trung vọng bái thiên tử tức vái lạy từ xa. Những người ở nơi biên ải cũng lập hương án hướng về phía kinh đô để làm lễ khi nghe tin vua chúa mất mà chưa đến dự đám tang được. Những người làm quan cũng lập một hương án hướng về quê hương để làm lễ khi nghe tin có người thân mất mà chưa kịp về chịu tang. Sau đó, họ cáo quan xin về cư tang 3 năm. Kể từ đó, bàn thờ vọng được hình thành, chỉ có những người sống xa quê mới lập bàn thờ vọng. Những người ở gần quê, dù giàu hay nghèo cũng phái về nhà người con trai trưởng hoặc trưởng họ làm lễ trong dịp giỗ Tết, chú hoặc ông chú vẫn phải đền nhà cửa trưởng làm lễ dù cửa trưởng chỉ thuộc hàng thấp như cháu, chắt... Do đó, không có tục lập bàn thờ vọng đối với đời thứ ba ngay tại quê. Nếu người con trưởng mất hoặc sống xa quê, người con thứ kế tiếp con trưởng được lập bàn thờ chính, còn bàn thờ tại nhà con trưởng là bàn thờ vọng.","Tạ mộ gia tiên với các trường hợp không đến tận nơi mộ để làm lễ, cũng có thể lập bàn thờ vọng để tạ.","Trước khi lập bàn thờ vọng, chủ nhà phải về quê để báo cáo với tổ tiên tại bàn thờ chính, xin phép chuyển một vài lư hương phụ hoặc một vài nén hương đang cháy dở, hoặc xin một chút tro cát trong bát nhang gia tiên, cha mẹ mà mới mất vài năm thì cũng xin tro cát chân nhang, và gói thành từng gói riêng và ghi tên vào để không lộn và mang đến bàn thờ vọng để thắp tiếp. Nếu có phòng riêng, để bàn thờ đặt ở một phòng riêng biệt để tăng vẻ tôn nghiêm. Nếu không có phòng riêng thì đặt kết hợp phòng khách, phải đặt cao hơn chỗ tiếp khách. Bàn thờ đặt hướng về quê chính để gia chủ vái lạy thuận hướng về quê chính. Không nên đặt tại những chỗ uế tạp, cạnh lối đi, trừ trường hợp nhà quá hẹp. Những người mà sống trong khu tập thể thì chỉ đặt một lọ cắm hương đầu giường nằm của mình cũng đủ, miễn là có lòng thành kính, chẳng cần phải câu nệ hướng nào, cao thấp rộng hẹp ra sao."],"TieuDe":"Bàn thờ vọng[sửa | sửa mã nguồn]"},{"DoanVan":["Bà cô ông mãnh là từ mà dân gian dùng cho những người chết trẻ, chưa lập gia đình. Người ta cho rằng vì chết trẻ nên bà cô ông mãnh rất linh thiêng. Nếu cảm thấy \"hợp\" người thân nào thì sẽ phù hộ độ trì rất nhiều. Nếu thờ cúng bà cô ông mãnh không đến nơi đến chốn sẽ bị quở phạt. Bà cô ông mãnh lẽ ra cũng nên được thờ cúng với tổ tiên, nhưng dân gian quan niệm rằng bà cô ông mãnh tuổi thấp nên chưa thể hưởng hương hoa cùng các cụ đời trước được. Giống như trên cõi dương gian, trẻ con chỉ ngồi riêng một mâm khi ăn giỗ nên bà cô ông mãnh cũng được thờ riêng 1 bàn thờ.","Bàn thờ bà cô ông mãnh được đặt dưới gầm hương án bàn thờ tổ tiên. Cũng có thể đặt cùng trên bàn thờ tổ tiên nhưng bát nhang phải thấp hơn thờ gia tiên 1 bậc. Cũng có thể lập riêng bàn thờ nhưng phải thấp hơn bàn thờ tổ tiên. Bài trí bàn thờ bà cô ông mãnh rất đơn giản, sơ sài. Chỉ đặt bài vị (hoặc ảnh), bát nhang, chén nước, bình hoa, đôi đèn... Người ta cúng vào ngày sóc vọng, ngày kỵ, giỗ Tết giống thờ tổ tiên.","Nếu người cúng ngang hàng với bà cô ông mãnh thì chỉ lâm râm khấn mà không cần lễ—nhưng nếu lại thuộc hàng dưới thì phải khấn và lễ. Khi gia đình gặp chuyện về sức khỏe, vật chất... người ta cúng bà cô ông mãnh để được phù hộ độ trì cho mọi sự được hanh thông và tốt hơn."],"TieuDe":"Bàn thờ bà cô ông mãnh[sửa | sửa mã nguồn]"},{"DoanVan":["Những người mới mất chưa được thờ chung với tổ tiên mà được lập một bàn thờ riêng tại gian thờ hoặc gian nhà ngang, gọi là bàn thờ vong bài trí một bát nhang, bài vị (hoặc ảnh), lọ hoa, chén nước, ngọn đèn... Trong vòng 100 ngày (tính từ ngày an táng xong), người ta đều thắp hương cơm canh trước khi gia đình ăn cơm, mời người mới mất thụ hưởng. Lúc này, linh hồn người chết còn quyến luyến người thân, \"hồn vía còn nặng\" chưa thể siêu thoát được, vẫn còn luẩn quẩn xung quanh nhà. Những người sống không muốn tin vào sự thật là họ vừa mới mất đi một người thân, làm vậy để dịu nỗi buồn. Nhưng có nơi chỉ cúng 49 ngày (tức lễ chung thất).","Sau 3 năm khi người mới mất được bốc mộ bát nhang người mới mất sẽ được rước lên bàn thờ tổ tiên (phong tục của người miền Bắc (Ninh Bình). Sau lễ trừ phục (còn gọi là đàm tế) bàn thờ người mới mất sẽ được loại bỏ cùng những đồ thờ riêng, đưa ảnh chân dung và bát nhang lên bàn thờ tổ tiên, đặt hàng dưới. Trường hợp không có bàn thờ tổ tiên thì sẽ vẫn giữ lại như cũ, chỉ cần yết cáo tổ tiên lên bàn thờ tổ.[14] Với trường hợp con cái mất trước bố mẹ thì bố mẹ để bát hương tưởng nhớ mà không đưa lên nhập vào ban thờ gia tiên."],"TieuDe":"Bàn thờ người mới chết[sửa | sửa mã nguồn]"},{"DoanVan":["Vì kính trọng tổ tiên, người Việt coi việc tang ma là trọng sự, gắn liền với việc thờ cúng tổ tiên. Người ta thường nhớ ngày người chết để làm giỗ. Sau ngày người mất tròn một năm (tính theo âm lịch) thì bát nhang sẽ được đặt lên bàn thờ tổ tiên để thờ chung với tổ tiên."],"TieuDe":"Lòng thành kính tổ tiên[sửa | sửa mã nguồn]"},{"DoanVan":["Lễ hội Samhain vào đầu tháng 11 của người Celt (Ireland, Scotland...) là ngày dân chúng tưởng nhớ những người thân đã chết (ngoài việc ăn mừng sự gặt hái đã xong). Trong dịp này thức ăn được để ngoài cửa cho người chết và đèn được thắp sáng trong đêm (như đêm Giáng sinh)."],"TieuDe":"Văn hóa Celt[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đọc thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}],"TuKhoa":"Thờ cúng tổ tiên"}