{"TuKhoaVaVanBan":[{"DoanVan":["Năm 226, Sĩ Nhiếp mất, vua Đông Ngô là Tôn Quyền bèn chia đất từ Hợp Phố về bắc thuộc Quảng Châu dùng Lã Đại làm thứ sử; từ Hợp Phố về nam là Giao Châu, sai Đới Lương làm thái thú; và sai Trần Thì làm thái thú quận Giao Chỉ. Lúc bấy giờ, con của Sĩ Nhiếp là Sĩ Huy tự nối ngôi và xưng là thái thú, liền đem binh chống lại.","Thứ sử Lã Đại bèn xua quân sang đánh. Do nghe lời chiêu dụ, Sỹ Huy cùng năm anh em ra hàng. Lã Đại đem chém tất cả rồi đem đầu gửi về Vũ Xương. Dư đảng của Sỹ Huy tiếp tục chống lại, khiến Lã Đại mang quân vào Cửu Chân giết hại một lúc hàng vạn người."],"TieuDe":"Bối cảnh[sửa | sửa mã nguồn]"},{"DoanVan":["Triệu Thị Trinh. sinh ngày 2 tháng 10 năm Bính Ngọ (8 tháng 11 năm 226)[1] tại miền núi Quan Yên (hay Quân Yên), quận Cửu Chân, nay thuộc làng Quan Yên (hay còn gọi là Yên Thôn), xã Định Tiến, huyện Yên Định, tỉnh Thanh Hóa.","Từ nhỏ, bà sớm tỏ ra có chí khí hơn người. Khi cha bà hỏi về chí hướng mai sau, tuy còn ít tuổi, bà đã rắn rỏi thưa: “Lớn lên con sẽ đi đánh giặc như bà Trưng Trắc, Trưng Nhị”. Cha mẹ đều mất sớm, Bà Triệu đến ở với anh là Triệu Quốc Đạt, một hào trưởng[2] ở Quan Yên.","Lớn lên, bà là người có sức mạnh, giỏi võ nghệ, lại có chí lớn. Đến năm 19 tuổi gặp phải người chị dâu (vợ ông Đạt) ác nghiệt,[3] bà giết chị dâu rồi vào ở trong núi Nưa (nay thuộc các thị trấn Nưa huyện Triệu Sơn, xã Mậu Lâm huyện Như Thanh, xã Trung Thành huyện Nông Cống, Thanh Hóa), chiêu mộ được hơn ngàn tráng sĩ.","Mùa xuân năm Mậu Thìn (248), thấy quan lại nhà Đông Ngô (Trung Quốc) tàn ác, dân khổ sở, Bà Triệu bèn bàn với anh việc khởi binh chống lại.","Từ hai căn cứ núi vùng Nưa và Yên Định, hai anh em bà dẫn quân đánh chiếm huyện trị Tư Phố[4] nằm ở vị trí hữu ngạn sông Mã. Đây là căn cứ quân sự lớn của quan quân nhà Đông Ngô trên đất Cửu Chân. Thừa thắng, lực lượng nghĩa quân chuyển hướng xuống hoạt động ở vùng đồng bằng con sông này.","Đang lúc ấy, Triệu Quốc Đạt lâm bệnh qua đời.[5] Các nghĩa binh thấy bà làm tướng có can đảm, bèn tôn lên làm chủ. Bà đã phối hợp với ba anh em họ Lý ở Bồ Điền đánh chiếm các vùng đất còn lại ở phía Bắc Thanh Hóa ngày nay, đồng thời xây dựng tuyến phòng thủ từ vùng căn cứ Bồ Điền đến cửa biển Thần Phù (Nga Sơn, Thanh Hoá) để ngăn chặn viện binh của giặc Ngô theo đường biển tấn công từ phía Bắc. Khi ra trận, Bà Triệu mặc áo giáp vàng, đi guốc ngà, cài trâm vàng, cưỡi voi trắng một ngà[6] và được tôn là Nhụy Kiều tướng quân. Quân Bà đi đến đâu cũng được dân chúng hưởng ứng, khiến quân thù khiếp sợ. Theo truyền thuyết, để mua chuộc, giặc đã phong cho Bà Triệu đến chức Lệ Hải Bà Vương (nữ vương xinh đẹp của vùng ven biển), còn bí mật sai tay chân thân tín tới gặp và hứa sẽ cấp cho Bà thật nhiều tiền bạc, nhưng Bà cũng chẳng chút tơ hào. Cũng theo truyền thuyết, sau nhiều trận thất bại, hễ nghe tới việc phải đi đàn áp Bà Triệu là binh lính giặc lại lo lắng, chúng phải thốt lên rằng:","Dịch:","Được tin cuộc khởi nghĩa lan nhanh,[7] vua Ngô là Tôn Quyền liền phái tướng Lục Dận (cháu của Lục Tốn), sang làm Thứ sử Giao Châu, An Nam hiệu úy, đem theo 8.000 quân sang đàn áp cuộc khởi nghĩa. Đến nơi, tướng Lục Dận liền dùng của cải mua chuộc một số lãnh tụ địa phương để làm suy yếu và chia rẽ lực lượng nghĩa quân.","Những trận đánh ác liệt đã diễn ra tại căn cứ Bồ Điền.[8] Song do chênh lệch về lực lượng và không có sự hỗ trợ của các phong trào đấu tranh khác nên căn cứ Bồ Điền bị bao vây cô lập, và chỉ đứng vững được trong hơn hai tháng.","Theo Trần Trọng Kim trong Việt Nam sử lược, bà chống đỡ với quân Đông Ngô được năm, sáu tháng thì thua. Bà Triệu đã tuẫn tiết trên núi Tùng (xã Triệu Lộc, huyện Hậu Lộc, Thanh Hóa) vào năm Mậu Thìn (248), lúc mới 23 tuổi.[9]","Theo truyền thuyết, sau khi tìm thấy thi thể nữ chủ tướng, ba anh em họ Lý đã đắp mộ chu toàn cho Bà ngay trên đỉnh núi. Không bao lâu sau đó, ba ông cũng đã tuẫn tiết dưới chân núi Tùng để giữ trọn lời thề với nữ chủ tướng của mình.[10]","Nước Việt lại bị nhà Đông Ngô đô hộ cho đến 263[11], khi Lã Hưng giết thứ sử Tôn Tư và dâng các châu cho Tào Ngụy, sau này là nhà Tấn.","Chính sử Trung Quốc (Tam quốc chí) chép lại sự kiện này như sau[12]:"],"TieuDe":"Cuộc đời và sự nghiệp[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 19 tuổi, đáp lời người hỏi bà về việc chồng con, Bà Triệu nói:","Câu nói này thấy chép đầu tiên trong sách Thanh Hoá kỷ thắng của Vương Duy Trinh, sống vào thế kỷ 19, từng làm tổng đốc Thanh Hoá. Không thấy các bộ chính sử xưa hơn nhắc tới câu nói này, nên không rõ tính xác thực."],"TieuDe":"Câu nói[sửa | sửa mã nguồn]"},{"DoanVan":["Về sau vua Lý Nam Đế (tức Lý Bí) khen Bà Triệu là người trung dũng, sai lập miếu thờ, phong là: \"Bậc chính anh liệt hùng tài trinh nhất phu nhân\".","Sử gia Lê Tung ở thế kỷ 16 viết:","Vua Tự Đức ở thế kỷ 19 cũng viết:","Hiện nay, nơi núi Tùng (xã Triệu Lộc) vẫn còn di tích lăng mộ của bà. Cách nơi bà mất không xa, trên núi Gai ngay sát Quốc lộ 1 (đoạn đi qua thôn Phú Điền, xã Triệu Lộc, cách thành phố Thanh Hóa 18 km về phía Bắc) là đền thờ bà. Hằng năm, vào ngày 21 tháng 2 (âm lịch), người dân trong vùng vẫn tổ chức làm lễ giỗ bà.","Tên của bà được đặt cho một số địa danh tại tỉnh Thanh Hóa như huyện Triệu Sơn (từ năm 1964[16]) và xã Triệu Lộc (thuộc huyện Hậu Lộc, từ năm 1954).","Tại nhiều tỉnh thành ở Việt Nam, tên bà cũng đã được dùng để đặt tên cho nhiều trường học và đường phố; riêng tại Hà Nội, có một con đường mang tên phố Bà Triệu, và tại Đà Nẵng cũng như vậy nhưng lại viết là Triệu Nữ Vương.","Tháng 5 năm 2020, Firaxis Games xác nhận Bà Triệu sẽ là người lãnh đạo nền văn minh Việt Nam trong bản mở rộng New Frontier Pass của game Civilization VI."],"TieuDe":"Tưởng nhớ[sửa | sửa mã nguồn]"},{"DoanVan":["Trong Đại Nam quốc sử diễn ca có đoạn “Bà Triệu Ẩu đánh Ngô”, khái quát rất sinh động:","Tương truyền quân Ngô khiếp uy dũng của Bà Triệu nên có câu:","Trong dân gian hiện cũng còn truyền tụng nhiều câu thơ ca và câu đối liên quan đến bà như sau:","Ngoài ra, trong Hồng Đức quốc âm thi tập và trong các tập thơ của các danh sĩ như Nguyễn Đôn Phục, Nguyễn Đôn Dự... đều có thơ khen ngợi Bà Triệu."],"TieuDe":"Thơ ca, câu đối[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Vấn đề liên quan[sửa | sửa mã nguồn]"},{"DoanVan":["Lâu nay sử sách đều biên chép cuộc khởi nghĩa Bà Triệu thất bại, và bà đã tự vẫn năm 248. Tuy nhiên, Giáo sư Lê Mạnh Thát đã dẫn Thiên Nam ngữ lục và Ngụy chí để kết luận rằng Bà Triệu đã không thua bởi tay Lục Dận, trái lại đã đánh bại viên tướng này. Lục Dận chỉ chiếm được vùng đất nay thuộc Quảng Tây và Bà Triệu đã giữ được độc lập cho đất nước đến khi Đặng Tuân được Tôn Hựu sai sang đánh Giao Chỉ vào năm 257[17]. Tuy nhiên, ý kiến mới mẻ này còn phải được sự đồng thuận của nhiều người trong giới."],"TieuDe":"Đoạn cuối cuộc khởi nghĩa[sửa | sửa mã nguồn]"},{"DoanVan":["Những bộ sử cổ chỉ gọi bà là Triệu nữ (cô gái Triệu), Triệu Ẩu. Những tên gọi Triệu Trinh Nương, Triệu Thị Trinh, Triệu Quốc Trinh... theo Văn Lang thì rõ ràng là mới đặt gần đây. Tác giả cho biết vấn đề tên gọi này (cũng như tên gọi của Bà Trưng) thuộc phạm trù ngôn ngữ Việt cổ và cách đặt tên người ở thời gian đầu Công nguyên, còn đang được nghiên cứu (tr. 33).","Ngoài ra, Bà Triệu còn được người đời tôn là Nhụy Kiều tướng quân (vị tướng yêu kiều) và Lệ Hải bà vương (vua bà ở vùng biển mỹ lệ)[18].","Riêng cái tên Triệu Ẩu (趙嫗), thấy xuất hiện lần đầu trong Nam Việt chí, Giao Châu ký (thế kỷ 4, 5) rồi đến Thái bình hoàn vũ (thế kỷ 10) dưới mục Quân Ninh (tức Quân Yên cũ)[19].","Trước đây, Hồng Đức quốc âm thi tập, Đại Việt sử ký toàn thư, Thanh Hóa kỉ thắng, Khâm định Việt sử Thông giám Cương mục... đều gọi bà là Triệu Ẩu. Sau, sử gia Trần Trọng Kim khi cho tái bản Việt Nam sử lược đã không giải thích mà chỉ ghi chú rằng: Bà Triệu, các kỳ xuất bản trước để là Triệu Ẩu. Nay xét ra nên để là Triệu Thị Chinh (tr. 52).","Kể từ đó có nhiều lý giải khác nhau, như:"],"TieuDe":"Tên gọi[sửa | sửa mã nguồn]"},{"DoanVan":["Sách Giao Chỉ chí chép:","Sách Những trang sử vẻ vang giải thích: Phụ nữ khổng lồ, vú dài… là huyền thoại về bà Mẹ-Đất (terre-Mère, Déesse-Mère). Sau hình tượng đó được khoác cho bất kỳ một phụ nữ hiệt kiệt nào (tr. 129). Các tác giả sách Lịch sử Việt Nam (tập I) cũng đều cho rằng huyền thoại về một người phụ nữ có \"vú dài ba thước\" vốn rất phổ biến ở phương Nam, từ Hợp Phố đến Cửu Chân. Như truyện \"Tẩy thị phu nhân\", \"Tiểu quốc phu nhân\" đều nói họ là những phụ nữ cao to và có vú dài đôi ba thước... Có thể, vì bà Triệu cũng là một người phụ nữ kiệt xuất, nên dân gian đã dùng hình tượng này khoác lên cho bà (tr. 345)."],"TieuDe":"Hình tượng vú dài[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chú thích[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Sách tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}],"TuKhoa":"Khởi nghĩa Bà Triệu"}