{"TuKhoaVaVanBan":[{"DoanVan":["Kiều Công Tiễn vốn là hào trưởng Phong Châu (Phú Thọ) từ thời họ Khúc tự chủ. Khi vua Nam Hán xâm chiếm Tĩnh Hải quân (tên gọi Việt Nam lúc đó), bắt Khúc Thừa Mỹ, tướng cũ của họ Khúc là Dương Đình Nghệ tập hợp lực lượng ở Ái châu để chống Hán.","Kiều Công Tiễn đến theo Dương Đình Nghệ và được Dương Đình Nghệ dùng làm gia tướng. Một số tài liệu nói rằng Dương Đình Nghệ nhận tất cả 3.000 tráng sĩ đến đầu quân làm \"con nuôi\" (nghĩa tử) và Kiều Công Tiễn cũng ở trong số đó.","Năm 931, Kiều Công Tiễn theo Dương Đình Nghệ tiến quân ra Bắc đánh đuổi quân Nam Hán về nước. Dương Đình Nghệ tự xưng là Tiết độ sứ, Tiễn được sai giữ Phong Châu."],"TieuDe":"Theo họ Dương[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 937, Kiều Công Tiễn giết chết Dương Đình Nghệ, nắm lấy quyền bính, tự xưng là Tiết độ sứ. Theo các thần phả, ngay trong hàng ngũ họ Kiều đã có chia rẽ. Con Kiều Công Tiễn là Kiều Công Chuẩn và cháu nội là Kiều Công Hãn không theo Tiễn. Kiều Công Chuẩn mang con nhỏ là Kiều Công Đĩnh về Phong Châu, Kiều Công Hãn mang quân vào Ái châu theo Ngô Quyền. Chỉ có một người con khác của Kiều Công Chuẩn là Kiều Thuận theo giúp ông nội."],"TieuDe":"Phản họ Dương[sửa | sửa mã nguồn]"},{"DoanVan":["Một số tướng cũ của Dương Đình Nghệ mà tiêu biểu là Ngô Quyền - con rể Dương Đình Nghệ - quyết tâm tiêu diệt Kiều Công Tiễn. Ngô Quyền đang trấn thủ Ái châu, tập hợp lực lượng ở đó và phát lời kêu gọi mọi người chống Công Tiễn. Các hào trưởng, hào kiệt nhiều nơi như Dương Tam Kha, Đinh Công Trứ, Kiều Công Hãn, Đỗ Cảnh Thạc... về theo. Công Tiễn bị cô lập, sợ hãi cầu cứu vua Nam Hán, Nam Hán Cao Tổ lập tức phái con trai là Lưu Hoằng Tháo đem binh sang Tĩnh Hải quân.","Tháng 4 năm 938, Ngô Quyền mang quân ra Bắc. Theo thần phả thì đạo quân tiên phong do Dương Tam Kha và con trưởng Ngô Quyền là Ngô Xương Ngập chỉ huy. Đạo quân này nhanh chóng hạ thành Đại La, giết chết Kiều Công Tiễn, khi đó quân Hán chưa kịp đến cứu giúp Tiễn, Công Tiễn xưng Tiết độ sứ chưa đầy 1 năm.","Khi quân Nam Hán kéo đến nơi, Ngô Quyền theo kế của Kiều Công Hãn bày sẵn trận địa cọc trên sông Bạch Đằng chờ đợi và đánh bại giết chết Lưu Hoằng Tháo, đó là trận Bạch Đằng đầu tiên trong lịch sử Việt Nam, qua đó đã chấm dứt hơn 1000 năm Bắc thuộc.","Theo thần phả, người cháu nội duy nhất ủng hộ ông là Kiều Thuận thoát chết khi thành Đại La bị hạ, bỏ trốn về ẩn náu ở Hồi Hồ (Phú Thọ). Ngô Quyền nể tình anh Kiều Thuận là Kiều Công Hãn có công theo giúp nên không hỏi tới. Sau này khi nhà Ngô suy yếu, Kiều Thuận lại nổi dậy trở thành một sứ quân trong loạn 12 sứ quân và bị Đinh Bộ Lĩnh dẹp tan."],"TieuDe":"Sát hại[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}],"TuKhoa":"Kiều Công Tiễn"}