{"TuKhoaVaVanBan":[{"DoanVan":["Tuy thần thoại tồn tại như những truyện kể về thế gian, nhưng nó không hẳn là một thể loại ngôn từ, mà là những ý niệm và biểu tượng nhất định về thế giới. Bên cạnh đó, cảm quan thần thoại nói chung không chỉ bộc lộ bằng truyện kể mà còn bộc lộ trong những hình thức khác như hành động (nghi lễ, lễ thức, điều răn dạy), các bài ca, vũ điệu v.v.","Đặc điểm của thần thoại thể hiện rõ nhất trong văn hóa nguyên thủy, nơi mà vị trí của thần thoại trong tâm thức cộng đồng có thể coi tương đương với \"văn hóa tinh thần\" hay \"khoa học\" của thời cận, hiện đại.","Trong đời sống của các cộng đồng người nguyên thủy, thần thoại là một hệ thống mà nhờ nó, con người tri giác và mô tả thế giới bằng các biểu tượng (của hệ thống ấy). Do đó, có thể coi thần thoại là ý thức nguyên hợp của xã hội nguyên thủy. Tiến trình lịch sử về sau, dù đã phân chia thần thoại thành các hình thái ý thức xã hội khác như tôn giáo, nghệ thuật, văn học, khoa học, tư tưởng chính trị v.v., thì các hình thái ấy vẫn bảo lưu trong chúng hàng loạt mô hình thần thoại, được cơ cấu, tái chế để đưa vào các cấu trúc mới."],"TieuDe":"Đặc điểm[sửa | sửa mã nguồn]"},{"DoanVan":["Trong khoa học nghiên cứu, thu thập và giải nghĩa thần thoại, thần thoại học, các nhà khoa học đã từng gặp những khó khăn nhất định khi không xác lập được giới hạn của các hệ thần thoại. Thường các giới hạn ấy được người ta gắn với việc trong tác phẩm có nói đến các sinh thể siêu nhiên (thần thánh, anh hùng, ma quỷ v.v.). Theo cách hiểu này, chỉ cần vạch ra trong tác phẩm có những tên tuổi và hình tượng của thần thoại (như thần thánh và các anh hùng trong các tác phẩm văn học cổ Huy Lạp, văn học trung-cận đại châu Âu). Bên cạnh đó, có thể sử dụng tiêu chuẩn về cấu trúc, do hầu hết phạm vi của thần thoại có chất liệu từ đời sống con người nhưng được lựa chọn và gán cho những ngữ nghĩa riêng biệt chỉ có trong văn cảnh thần thoại (như các bộ phận của con người: đầu, mắt, bộ phận sinh dục v.v.; các động vật: sư tử, rắn, đại bàng; các loài cây: sồi, đa, cau, gạo; các hình dạng ký hiệu: con số, vòng tròn, chữ thập, vành khuyên v.v.).","Trong những nỗ lực tìm về bản chất của thần thoại, học giả Đức E. Cassirer phân tích thần thoại như là \"hình thức tượng trưng\"[1] và cho rằng ở những giai đoạn phát triển nhất định của nhân loại, thần thoại là hệ thống phổ quát duy nhất mà bằng các thuật ngữ của nó người ta tri giác thế giới.[1] Tiếp nối tinh thần này, những nhà nghiên cứu Nga tập trung tìm hiểu chỉnh thể thế giới quan của thần thoại. Bên cạnh đó là xu hướng đặt thần thoại vào văn cảnh ứng xử của các nhóm người, khảo sát thần thoại như một hệ thống được mô hình hóa trong đầu óc các cá thể đã hợp thành nhóm."],"TieuDe":"Thần thoại học[sửa | sửa mã nguồn]"},{"DoanVan":["Thần thoại khá gần gũi với văn học khi cả hai đều có tính hình tượng trong nội dung. Tuy vậy, thần thoại mang tính hình tượng một cách vô ý thức, khác biệt với những sáng tác văn học. S. S. Averintzev cho rằng, sự khác nhau giữa thần thoại và văn học có thể kể ra ở vài phương diện[1]: thứ nhất, thần thoại là sản phẩm sáng tạo tập thể ở thời kỳ trong ý thức chưa hình thành sự phản tư (reflexion), trong khi đó văn học đã tách khỏi folklore là sự phản tư của chủ thể tác giả. Thứ hai, các hình tượng của thần thoại được \"đồ vật hóa\", chưa sử dụng các thủ pháp nghệ thuật như ẩn dụ, phúng dụ hay các hình thức chuyển nghĩa khác của văn học. Thứ ba, văn học hướng tới những tiêu chuẩn thẩm mỹ mang tính tự trị, trong khi đó thần thoại còn chưa biết đến việc tách phạm vi thẩm mỹ ra khỏi cái khối các nguyên tố tự phát chưa phân lập của ý thức. Bởi vậy thần thoại, với tất cả tính nguyên hợp tư tưởng của nó trong tư duy nguyên thủy, chẳng những là thi ca nguyên thủy mà còn là tôn giáo nguyên thủy, triết học nguyên thủy, khoa học nguyên thủy v.v.","Có thể nói, văn học gắn bó mật thiết với thần thoại, không chỉ về mặt nguồn gốc (thông qua truyện cổ tích và sử thi dân gian) mà còn về kiểu phản ánh thực tại (tính hình tượng). Chính vì vậy, văn học về sau thường không từ bỏ các cơ sở thần thoại. Văn học cổ đại, Phục hưng, lãng mạn, hiện thực đều sử dụng các hình mẫu, môtip thần thoại, thủ pháp thần thoại hóa, thậm chí cả kiểu sáng tác huyền thoại[1] (chủ nghĩa huyền thoại, chủ nghĩa hiện thực huyền ảo v.v.). Một loạt motip văn học được xếp vào motip thần thoại và mở rộng đến cả những motip không thần bí, nhưng được xem là gắn với những mẫu gốc (archétype) của tư duy thần thoại. Dù vậy, văn học về nguyên tắc không phải là thần thoại; và các quy luật đặc thù của văn học không phải chỉ là đem phối hợp với các mẫu gốc của thần thoại."],"TieuDe":"Thần thoại và văn học[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Chú thích[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"}],"TuKhoa":"Thần thoại"}