{"TieuDe":"Sailendra – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Vương triều Sailendra hay Hạ Liên Đặc Lạp (夏連特拉) là một vương triều ở Trung Java (Indonesia ngày nay) trong khoảng 100 năm từ giữa thế kỷ 8 đến giữa thế kỷ 9. Sailendra là một trong nhiều vương triều ở Java, và là một trong vài vương triều ít ỏi ở đây theo đạo Phật. Vương triều này dùng chữ Phạn và chữ Ấn Độ cổ để viết, và theo Phật giáo Đại thừa. Sức mạnh của Sailendra dựa vào nông nghiệp, đặc biệt là trồng lúa nước. Vương triều Sailendra là đồng minh thân thiết của các majahara (đại đế) của Srivijaya, những người cũng theo Phật giáo Đại thừa. Bản thân các đấng cai trị Sailendra cũng xưng là majahara. Sailendra suy yếu dần vào thế kỷ 9 rồi bị vương triều Sanjaya ở cùng đảo Java nhưng theo đạo Hindu nổi lên đánh bại để thành lập vương quốc Medang. Hoàng gia Sailendra khi đó đã lưu vong ở Srivijaya và được majahara của Srivijaya bảo trợ và tiếp tục quan hệ hôn nhân. Một số đời majahara của Srivijaya là dòng dõi vương triều Sailendra."],"TieuDe":"Nội dung"},{"DoanVan":["\"Sailendra\" trong tiếng Phạn nghĩa là \"vua núi\". Vua của Phù Nam cổ, quốc gia ra đời và diệt vong trước khi Sailendra được thành lập, cũng xưng là vua núi. Vua Chân Lạp và đế quốc Khmer sau này cũng xưng là \"vua núi\". Sự trùng hợp này khiến một số học giả nêu giả thiết rằng khi Phù Nam diệt vong, người Phù Nam đã chạy đến xứ Java khi đó chưa bị Srivijaya hùng mạnh khống chế để lập lên nhà nước Sailendra.[1]","Một giả thuyết khác lại cho rằng Srivijaya ở Sumatra vào nửa cuối thế kỷ 8 đã chinh phục đến Trung Java và từ đó nhà nước Sailendra ra đời.[2]","Giả thuyết rằng Sailendra là nhà nước có nguồn gốc Java và chính là vương quốc Medang khi các vua dòng họ Sanjaya chuyển sang theo Phật giáo Đại thừa.[3]","Về mặt nhân chủng học, từng có giả thuyết cho rằng người Sailendra thuộc đại chủng Á. Song về sau giả thuyết cho rằng họ là người Mã Lai thuộc đại chủng Úc tỏ ra được nhiều người theo hơn.","Người ta đã phát hiện ra một bia ký bằng tiếng Malayu (tiếng Mã Lai cổ) có niên đại đầu thế kỷ 7 ở Pkaronan ở Trung Java. Trên bia có ghi vua \"Selendra\", tên cha mẹ và tên vợ ông. Các nhà nghiên cứu đưa ra giả thuyết rằng tấm bia lưu thông tin về vị quân vương đầu tiên của Sailendra.","Người ta lại còn phát hiện ra một bia ký khác khắc năm 775 ở Nakhon Si Thammarat (địa phương của Thái Lan trên bán đảo Mã Lai). Văn bia bằng tiếng Phạn cho biết một người tên một vị vua Srivijaya đồng thời là vua Sailendra tên là Visnu đã cho xây 3 ngôi chùa. Từ đó người ta đưa ra giả thuyết rằng có thể vào thời kỳ đó, Sailendra đã chi phối Srivijaya.","Vị đại vương thứ hai lên ngôi năm 778, Maharaja Panangkaran, thời cai trị của ông được đánh giá là \"vật tô điểm cho triều đại Sailendra\" theo yêu cầu của các vị thầy tinh thần của mình đã lập nên một ngôi đền thờ nữ thần Phật giáo Tara.","Kỳ tích của vương triều này trong việc thờ cúng Phật giáo là để lại cho hậu thế ngôi đền vĩ đại còn nguyên vẹn là đền Borobudur, được xây dựng trong thế kỷ 8, ngày nay ở miền trung đảo Java."],"TieuDe":"Hình thành[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Giai đoạn bành trướng ở Đông Nam Á[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 782, vị đại vương thứ ba lên ngôi là Maharaja Dharanindra lên ngôi, thời cai trị của mình ông được đánh giá là \"sát thủ của những anh hùng địch quân\" khi thực hiện hàng loạt các chiến dịch quân sự vào các quốc gia láng giềng ở Đông Nam Á, chinh phục các vương quốc ở đảo Sumatra, bán đảo Mã Lai vương quốc Malayu, Langkasuka, Pan Pan,","Một tấm bia bằng chữ Phạn cổ đã nói tới, một người con thứ hai của Maharaja Dharanindra đã thu phục các vương quốc Malayu, Langkasuka, Pan Pan và hợp nhất ba vương quốc này lại và trực tiếp nắm quyền cai trị vùng phía tây của đế chế Sailendra, sang thế kỷ 9 khi vương triều Sailedra ở Java bị Mataram đánh bại, ông đã thành lập vương triều Srivijaya chống lại Mataram dựa trên cơ sở ba vương quốc tiền thân Malayu, Langkasuka, Pan Pan"],"TieuDe":"Chinh phục các tiểu quốc ở Sumatra và bán đảo Mã Lai[sửa | sửa mã nguồn]"},{"DoanVan":["Cũng trong thời kỳ này, Maharaja Dharaindra tấn công vào lãnh thổ nước Phù Nam cũ, lúc này đã phân chia thành hai vương quốc là Lục Chân Lạp và Thủy Chân Lạp, sự suy yếu của vương triều ở Thủy Chân Lạp đã tạo thuận lợi cho sự cai trị của Sailedra trong một giai đoạn, đồng thời Lục Chân Lạp cũng trở thành chư hầu của người Java. Sang đầu thế kỷ 9, sự suy yếu ở triều đình Java cũng như sự trỗi dậy của Lục Chân Lạp làm cho đạo quân viễn chinh phải rời bỏ vùng đất Thủy Chân Lạp"],"TieuDe":"Chính phục Chân Lạp[sửa | sửa mã nguồn]"},{"DoanVan":["Dưới thời Maharaja Sanjaya, ông đã tiến hành nhiều cuộc xâm nhập theo đường biển vào bán đảo Đông Dương, tham vọng cùng với sự dũng cảm đã cho phép ông thử thách chính quyền nhà Đường - Trung Hoa bằng các cuộc tấn công vào An Nam năm 767 (lúc này đang là một phần của nhà Đường) và tấn công vào chư hầu của họ là Chăm Pa năm 774 ở phía nam An Nam, việc tấn công Chăm Pa còn được vị đại vương kế tiếp Dharaindra thực hiện thêm một lần nữa vào năm 787. Mặc dù các cuộc tấn công này đều bị quân đội nhà Đường cũng như Chăm Pa đánh lui, song việc tấn công vào thủ phủ của An Nam và Chăm Pa đã gây tiếng vang mạnh tới các vương quốc khác ở Đông Nam Á, và đây cũng là khởi đầu cho việc các vị Đại vương kế tiếp tiến hàng chinh phục các vương quốc này thành chư hầu[4]"],"TieuDe":"Tấn công Champa và An Nam[sửa | sửa mã nguồn]"},{"DoanVan":["Sự suy tàn của Sailendra bắt đầu từ thế kỷ 9, khi vị đại vương cuối cùng không có con nối dõi. Các tư liệu Trung Quốc ghi chép lại những đoàn sứ thần của Sailendra tới Tràng An vào những năm 820 và 831, người ta có thể cho rằng đây cũng là thời kỳ suy tàn và sụp đổ của Sailendra trong khoảng thời gian 830 - 860, vì tư liệu cổ Trung Hoa có nói tới đoàn sứ thần của vương triều mới Medang tới Tràng An vào năm 860."],"TieuDe":"Suy tàn[sửa | sửa mã nguồn]"},{"DoanVan":["Các vị vua Sailendra:"],"TieuDe":"Các vị vua[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"}]}