{"TieuDe":"Singapore – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["","Singapore (phát âm: “Xin-ga-po” hoặc “Xinh-ga-po”, tiếng Mã Lai: Singapura, tiếng Trung: 新加坡; Hán-Việt: Tân Gia Ba; bính âm: Xīnjiāpō, tiếng Tamil: சிங்கப்பூர், chuyển tự Ciṅkappūr; trong khẩu ngữ có khi gọi tắt là Sing), tên gọi chính thức là Cộng hòa Singapore, là một đảo quốc có chủ quyền tại khu vực Đông Nam Á, nằm ngoài khơi về mũi phía nam của bán đảo Mã Lai và cách xích đạo 137 km về phía bắc. Lãnh thổ Singapore bao gồm có một đảo chính hình thoi và khoảng 60 đảo nhỏ hơn. Singapore tách biệt với bán đảo Malaysia qua eo biển Johor ở phía bắc cũng như tách biệt với quần đảo Riau của Indonesia qua eo biển Singapore ở phía nam. Singapore là quốc gia có mức độ đô thị hóa rất cao, chỉ còn lại số lượng ít thảm thực vật nguyên sinh. Lãnh thổ của Singapore hiện đang liên tục được mở rộng thông qua các hoạt động cải tạo và lấn biển.","Các hòn đảo của Singapore có con người định cư lần đầu tiên vào thế kỷ thứ II TCN và sau đó thuộc một số quốc gia bản địa. Năm 1819, chính trị gia người Anh Stamford Raffles đã thành lập nên Nhà nước Singapore hiện đại với vai trò là một trạm mậu dịch của Công ty Đông Ấn Anh, hành động này được Vương quốc Johor chấp thuận. Anh Quốc sau đó giành được chủ quyền đối với hòn đảo vào năm 1824 và Singapore trở thành một trong Các khu định cư Eo biển của Đế quốc Anh vào năm 1826. Trong những năm sau đó, với sự phát triển mạnh mẽ của thương mại quốc tế và vận tải biển, Singapore phát triển nhanh chóng. Đến đầu những năm 1900, Singapore đã trở thành một thành phố tầm cỡ quốc tế hiện đại và phồn thịnh nhất trong khu vực Đông Nam Á, sánh ngang với các thành phố cảng lớn trên thế giới như Rotterdam, Kobe, Thượng Hải, Hồng Kông,...","Đế quốc Nhật Bản chiếm đóng Singapore một thời gian ngắn trong Chiến tranh thế giới thứ hai, sau chiến tranh, Singapore tuyên bố độc lập từ Anh Quốc vào năm 1963 và hợp nhất với các cựu lãnh thổ khác của Anh để hình thành Liên bang Malaysia, tuy nhiên, Singapore bị trục xuất khỏi Malaysia hai năm sau khi gia nhập. Kể từ đó, kinh tế Singapore phát triển nhanh chóng, được công nhận là một trong 'Bốn con Rồng châu Á' cùng với Hàn Quốc, Hồng Kông và Đài Loan.","Singapore là một trong những trung tâm thương mại lớn nhất của thế giới với vị thế là trung tâm tài chính lớn thứ 4 và là một trong 5 cảng biển bận rộn nhất trên toàn cầu. Nền kinh tế mang tính toàn cầu hóa và đa dạng của Singapore phụ thuộc nhiều vào mậu dịch, đặc biệt là xuất khẩu, thương mại và công nghiệp chế tạo, chiếm 26% GDP vào năm 2005. Theo sức mua tương đương thống kê năm 2020, Singapore có mức thu nhập bình quân đầu người cao thứ 2 trên thế giới. Quốc gia này được xếp hạng cao trong hầu hết các bảng xếp hạng quốc tế liên quan đến chất lượng kinh tế, giáo dục công, chăm sóc sức khỏe, sự minh bạch của chính phủ và tính cạnh tranh kinh tế.","Singapore là một nước cộng hòa nghị viện đa đảng nhất thể, xây dựng chính phủ nghị viện nhất viện theo Hệ thống Westminster theo hình mẫu của Vương quốc Anh. Đảng Hành động Nhân dân giành chiến thắng trong tất cả các cuộc bầu cử kể từ khi Singapore tự trị vào năm 1959. Hiện nay, hơn 5 triệu cư dân đang sinh sống tại Singapore, trong đó có xấp xỉ 2 triệu người sinh ra tại nước ngoài. Singapore được coi là một quốc gia của người nhập cư với nhiều thành phần dân tộc đa dạng, song các dân tộc gốc châu Á chiếm ưu thế với 75% dân số là người gốc Hoa, các cộng đồng thiểu số đáng kể là người Mã Lai, người Ấn Độ, người Âu-Mỹ và người lai Âu-Á. Quốc gia này có bốn ngôn ngữ chính thức là tiếng Anh, tiếng Mã Lai, tiếng Hoa và tiếng Tamil, chính phủ Singapore thúc đẩy chủ nghĩa văn hóa đa nguyên thông qua một loạt các chính sách chính thức.","Singapore là một trong 5 thành viên tham gia sáng lập của Hiệp hội các quốc gia Đông Nam Á (ASEAN), là nơi đặt Ban thư ký APEC, một thành viên của Hội nghị cấp cao Đông Á, Phong trào không liên kết, Khối Thịnh vượng chung Anh cùng nhiều tổ chức quốc tế lớn khác. Quốc đảo này có bình quân mức sống, mức tiêu chuẩn sinh hoạt và chỉ số phát triển con người (HDI) đạt vào loại rất cao, Singapore là một trong những quốc gia giàu có nhất trên thế giới với GDP bình quân đầu người theo sức mua đứng hạng 2 toàn cầu (2020)[9], được đánh giá là một trong những đất nước đáng sống nhất trên thế giới đối với giới siêu giàu[10]. Người dân Singapore sở hữu cuốn hộ chiếu quyền lực hạng 2 toàn cầu (2021)[11][12], trong đó từng nhiều lần vươn lên dẫn đầu thế giới[12][13], đứng hạng 1 thế giới trong Báo cáo cạnh tranh toàn cầu năm 2019[14], có nền kinh tế công nghiệp phát triển theo phân loại của IMF, WB, CIA và Liên Hợp Quốc đồng thời là quốc gia phát triển duy nhất trong khu vực Đông Nam Á.[15] Quy mô nền kinh tế tính theo GDP danh nghĩa của Singapore lớn thứ 39 trên thế giới với dân số chỉ khoảng hơn 5 triệu người (2020). Sự phát triển nhanh chóng và bền vững của Singapore đã tạo cho quốc gia này một vị thế đáng kể, có tầm ảnh hưởng tương đối lớn trong các vấn đề toàn cầu, đặc biệt là về kinh tế, khiến các nhà phân tích đều có chung một nhận định rằng: Singapore, mặc dù diện tích nhỏ, dân số ít nhưng vẫn được coi là cường quốc khu vực tại Đông Nam Á cũng như là một Tiểu cường quốc trên thế giới.[16][17]"],"TieuDe":"Nội dung"},{"DoanVan":["Tên gọi tiếng Anh \"Singapore\" bắt nguồn từ tiếng Mã Lai Singapura , và gốc xa hơn là từ tiếng Phạn: सिंहपुर, nghĩa là \"thành phố Sư tử\". Tuy nhiên, người ta tin rằng sư tử chưa từng sống trên đảo, và loài thú mà Sang Nila Utama (người thành lập và định danh cho Singapore cổ đại) nhìn thấy có lẽ là một con hổ.[18] Tên tiếng Trung Quốc của nước này là 新加坡 (pinyin: \"Xīn jiā pō\", Hán-Việt: \"Tân Gia Ba\"), là phiên âm bằng tiếng Quan Thoại cho \"Sin-ga-pore\". Nó chỉ mang tính chất phiên âm cho người Trung Quốc đọc.","Dưới sự chiếm đóng của Đế quốc Nhật Bản, Singapore được đổi tên thành Syonanto (tiếng Nhật: 昭南島 - \"Chiêu Nam Đảo\", Hepburn: Shōnan-tō), là gọi tắt của 昭和に手に入れた南の島 (Shōwa ni te ni haireta Minami no Shima, \"Hòn đảo phía nam được sở hữu bởi Chiêu Hòa\"). Singapore đôi khi được gọi bằng biệt danh \"Thành phố vườn\", liên quan đến các công viên và đường phố rợp bóng cây tại quốc gia này. Một tên khác, \"Little Red Dot\", được thông qua sau khi tổng thống Indonesia đương thời Bacharuddin Jusuf Habibie đã bỏ qua Singapore bằng cách đề cập đến một chấm đỏ trên bản đồ."],"TieuDe":"Từ nguyên[sửa | sửa mã nguồn]"},{"DoanVan":["Khu định cư đầu tiên được biết đến tại Singapore là một tiền đồn của Đế quốc Srivijaya có tên là Temasek ('hải trấn'). Hòn đảo vẫn là một phần của Đế quốc Srivijaya khi Hoàng đế Rajendra Chola I của Đế quốc Chola tại Nam Ấn xâm chiếm nó vào thế kỷ XI.[19][20] Năm 1613, những hải tặc người Bồ Đào Nha đốt khu định cư và hòn đảo chìm trong tăm tối vào hai thế kỷ sau đó.[21]"],"TieuDe":"Lịch sử[sửa | sửa mã nguồn]"},{"DoanVan":["Đầu thế kỷ XIX, đế quốc Anh cần có một cảng biển cho toàn vùng. Những thương nhân Anh cần một vị trí chiến lược để nghỉ ngơi và bảo vệ đội thương thuyền của đế chế Anh, cũng như ngăn chặn nguy cơ cạnh tranh của người Hà Lan trong vùng. Singapore được nước Anh nhắm đến nhờ vị trí địa lý then chốt, án ngữ eo biển Malacca của nó.","Năm 1819, chính khách người Anh Quốc Thomas Stamford Raffles đến và thay mặt Công ty Đông Ấn của Anh để ký kết một hiệp định với Quốc vương Hussein Shah của Vương quốc Johor nhằm phát triển phần phía nam của Singapore thành một trạm mậu dịch của Đế quốc Anh. Năm 1824, Anh Quốc có quyền sở hữu đối với toàn bộ đảo theo một hiệp định khác với Quốc vương và Temenggong (thống lĩnh).[22] Năm 1826, Singapore trở thành một phần của Các khu định cư Eo biển, thuộc phạm vi quyền hạn của Ấn Độ thuộc Anh, rồi trở thành thủ đô của lãnh thổ vào năm 1836.[23]","Trước khi Raffles đến, chỉ có xấp xỉ 1.000 người sống trên đảo, hầu hết là người Mã Lai bản địa cùng với một số người Hoa.[24] Rất nhanh chóng, kể từ năm 1830, nước Anh đổ tiền bạc để biến đây trở thành hải cảng thương mại chính ở vùng Đông Nam Á bởi 2 lợi thế then chốt so với những thành phố cảng thuộc địa và những cảng lớn khác ở khu vực. Thứ nhất: vị trí địa lý (hầu hết các thương thuyền qua lại giữa Trung Quốc, Ấn Độ và Châu Âu đều phải đi qua Singapore). Thứ hai: sự liên kết giữa Singapore với đế chế Anh (Trong thế kỷ thứ XIX, Anh Quốc là một cường quốc số 1 thế giới cả về kinh tế và số lượng thuộc địa). Sự phồn vinh của Singapore bắt nguồn từ những thuận lợi về địa lý và vị trí của nó trong hệ thống thuộc địa Anh.","Vào những năm 1830, Singapore đã trở thành một trong ba cảng thương mại chính ở Đông Nam Á, cùng với Manila ở Philipinnes và Batavia (Jarkata ngày nay) ở đảo Java. Mậu dịch tự do và vị trí thuận lợi đã nơi đây trở thành hải cảng nhộn nhịp. Những văn bản cổ còn mô tả: \"Các con thuyền đến Singapore như đàn ong bay tới hũ mật để cùng tận hưởng bữa tiệc mậu dịch tự do\". Những nhà buôn người Anh bị hấp dẫn bởi mảnh đất này và từ đó những hiệu buôn, những tuyến hàng hải, những công ty dịch vụ liên tiếp mọc lên. Những thương gia người Hoa cũng bị thu hút tới đây vì mật độ buôn bán dày đặc, sự canh phòng của hải quân Anh quốc và vị trí chiến lược của Singapore. Những thương gia người Malay, Ấn Độ và Ả Rập cũng từ những cảng lân cận khác kéo tới Singapore. Singapore nhanh chóng chiếm được một thị phần lớn trong việc giao thương giữa các vùng ở Đông Nam Á, đồng thời cũng trở thành một bến đỗ chính của tàu buôn trên đường tới Trung Quốc và Nhật Bản.","Năm 1860, dân số Singapore đã vượt quá 80.000 và hơn một nửa là người Hoa. Nhiều người nhập cư đến để làm việc trong các đồn điền cao su, và sau thập niên 1870 thì đảo trở thành một trung tâm xuất khẩu cao su toàn cầu.[22] Vị thế là một cảng tự do tạo lợi thế quyết định cho Singapore so với các đô thị cảng thuộc địa khác như Jakarta hay Manila, và nó thu hút nhiều thương nhân người Hoa, Mã Lai, Ấn Độ, và Ả Rập hoạt động tại Đông Nam Á đến Singapore. Việc khánh thành kênh đào Suez vào năm 1869 sẽ thúc đẩy hơn nữa mậu dịch tại Singapore. Năm 1880, trên 1,5 triệu tấn hàng hóa thông qua Singapore mỗi năm, với khoảng 80% hàng hóa được vận chuyển trên những tàu hơi nước.[25] Đến cuối thế kỷ XIX, Singapore đã trở thành một cảng biển quốc tế phồn thịnh nhất tại khu vực Đông Nam Á, sánh ngang với Hồng Kông và vượt xa các thành phố khác trong khu vực Đông Nam Á.","Tới năm 1900, Singapore đã là một trung tâm tài chính và thương mại quan trọng của thế giới, là cảng trung chuyển các sản phẩm của Đông Á sang châu Âu và ngược lại. Vào thời kỳ trước Chiến tranh Thế giới thứ hai, có hơn 2\/3 lượng hàng nhập khẩu và xuất khẩu của Malay đi qua cảng Singapore. Tiền đầu tư đi qua Singapore, thiếc và cao su được xuất khẩu ngang qua Singapore, nó cũng trở thành trung tâm kho vận và phân phối những mặt hàng dành cho những người châu Âu sống ở khắp vùng Đông Nam Á. Nơi đây cũng đã trở thành một căn cứ tài chính và thương mại chủ yếu của các công ty Anh ở vùng Đông Nam Á.","Đại thần nhà Nguyễn là Phạm Quỳnh từng sang Singapore (thuộc Anh) năm 1922, đã ghi lại quang cảnh phồn vinh mà ông chứng kiến như sau[26]:","Chiến tranh thế giới thứ nhất không có ảnh hưởng nhiều đến Singapore. Sự kiện quân sự địa phương quan trọng nhất trong thế chiến là binh biến năm 1915 do các binh sĩ sepoy người Hồi giáo Ấn Độ đồn trú tại Singapore tiến hành.[27] Sau khi nghe được những tin đồn về việc có kế hoạch đưa họ đi chiến đấu với Đế quốc Ottoman, các binh sĩ nổi dậy, sát hại những sĩ quan của họ và một vài thường dân Anh Quốc trước khi bị quân đến từ Johor và Miến Điện trấn áp.[28]","Sau thế chiến thứ nhất, chính phủ Anh Quốc dành nguồn lực đáng kể để xây dựng một căn cứ hải quân tại Singapore, một sự ngăn chặn đối với tham vọng ngày càng tăng của Đế quốc Nhật Bản. Singapore được nước Anh coi là tài sản thương mại quan trọng nhất tại châu Á, và từ thập niên 1920 nó cũng là căn cứ hải quân chủ lực bảo vệ quyền lợi của nước Anh ở vùng Đông Nam Á và là lá chắn phòng ngự cho Úc và New Zealand. Để bảo vệ thành phố giá trị này, nhiều doanh trại được xây dựng để làm căn cứ đồn trú cho hàng vạn binh sỹ Anh. Căn cứ hải quân Anh ở đây được hoàn thành vào năm 1939, có đủ dự trữ nhiên liệu để hỗ trợ cho toàn bộ hải quân Anh Quốc trong sáu tháng. Thủ tướng Winston Churchill ca ngợi Singapore có giá trị như là \"eo biển Gibraltar của phương Đông\"","Trong Chiến tranh thế giới thứ hai, Singapore là mục tiêu mà Đế quốc Nhật Bản rất thèm muốn. Quân đội Đế quốc Nhật Bản xâm chiếm Malaya thuộc Anh, đỉnh điểm là trận Singapore. Người Anh chiến bại, và đầu hàng vào ngày 15 tháng 2 năm 1942, gần 90.000 quân Anh đóng ở đây bị bắt làm tù binh. Thủ tướng Anh Quốc Winston Churchill gọi đây là \"thảm họa tệ nhất và sự đầu hàng lớn nhất trong lịch sử Anh Quốc\".[29] Số người Hoa bị thảm sát sau khi Singapore thất thủ ước tính từ 5.000 đến 25.000 người.[30] Người Anh tái chiếm đảo vào tháng 9 năm 1945, sau khi Nhật Bản đầu hàng.[31]","Trong cuộc tổng tuyển cử đầu tiên năm 1955, lãnh đạo ủng hộ độc lập của Mặt trận Lao động là David Marshall giành chiến thắng. Ông dẫn đầu một phái đoàn đến Luân Đôn để yêu cầu tự trị hoàn toàn, song người Anh bác bỏ. Sau đó, David Marshall từ chức và Lâm Hữu Phúc trở thành người thay thế, ông thi hành các chính sách nhằm thuyết phục người Anh trao cho Singapore quyền tự trị nội bộ hoàn toàn đối với toàn bộ các vấn đề ngoại trừ quốc phòng và đối ngoại.[32]"],"TieuDe":"Cảng biển quốc tế lớn nhất Châu Á (1820-1960)[sửa | sửa mã nguồn]"},{"DoanVan":["Trong cuộc bầu cử tháng 5 năm 1959, Đảng Hành động Nhân dân giành chiến thắng vang dội. Singapore trở thành một nhà nước tự trị nội bộ bên trong Thịnh vượng chung và Lý Quang Diệu trở thành Thủ tướng đầu tiên của quốc gia.[33] Tổng đốc William Allmond Codrington Goode giữ vai trò là Yang di-Pertuan Negara (\"nguyên thủ quốc gia\") đầu tiên, người kế nhiệm là Yusof bin Ishak trở thành Tổng thống Singapore đầu tiên vào năm 1965.[34] Trong thập niên 1950, những người cộng sản gốc Hoa vốn có quan hệ chặt chẽ với các thương hội và các trường tiếng Hoa tiến hành một cuộc nổi dậy vũ trang chống lại chính quyền tại Malaya, dẫn đến Tình trạng khẩn cấp Malaya, và sau đó là cuộc Nổi dậy cộng sản Malaysia (1968-1989). Bạo động phục vụ toàn quốc 1954, bạo động trung học Hoa văn và bạo động xe buýt Phúc Lợi tại Singapore đều có liên hệ với các sự kiện này.[35] Trong giai đoạn này, chính phủ Singapore tiêu diệt những tổ chức chính trị, cá nhân bị liệt vào thành phần có cảm tình với phong trào Cộng sản tại Singapore.[36]","Cuộc trưng cầu dân ý về việc sáp nhập Singapore vào Liên bang Mã Lai được tiến hành vào năm 1962, đưa Singapore trở thành một thành viên của Liên bang Malaysia cùng với Malaya, Sabah và Sarawak với vị thế một bang có quyền tự trị vào tháng 9 năm 1963. Singapore bị trục xuất khỏi liên bang vào ngày 7 tháng 8 năm 1965 sau những bất đồng quan điểm chính trị chính phủ của bang và hội đồng liên bang tại Kuala Lumpur. Singapore được độc lập 2 ngày sau đó, vào ngày 9 tháng 8 năm 1965, sau này đã trở thành ngày Quốc khánh của Singapore. Malaysia là nước đầu tiên công nhận nền độc lập của Singapore.[37]","Độc lập đồng nghĩa với tự túc, Singapore đã phải đối mặt với nhiều khó khăn trong giai đoạn này, bao gồm nạn thất nghiệp, thiếu nhà ở, đất đai và tài nguyên thiên nhiên như dầu mỏ. Theo thống kê của Ngân hàng Thế giới, tại thời điểm độc lập, khoảng 70% hộ dân Singapore phải sống trong điều kiện đông đúc tồi tàn, một nửa dân số mù chữ.[38] Năm 1962, GDP đầu người của Singapore đạt 516 USD, đây là mức cao nhất ở Đông Nam Á, nhưng vẫn thấp nếu so với các nước châu Âu.[39][40]","Trong thời kỳ lãnh đạo của mình từ năm 1959 đến 1990, Thủ tướng Lý Quang Diệu từng bước kiềm chế thất nghiệp, lạm phát, tăng mức sống và thực hiện một chương trình nhà ở công cộng với quy mô lớn. Các cơ sở hạ tầng kinh tế của đất nước được phát triển, mối đe dọa của căng thẳng chủng tộc được loại bỏ và một hệ thống phòng vệ quốc gia được thiết lập. Ngoài ra, trong thập niên 1960-1970, kinh tế Singapore cũng được hưởng lợi từ việc cung cấp nhu yếu phẩm, nhiên liệu, vũ khí và phương tiện chiến tranh cho quân viễn chinh Mỹ ở Việt Nam. Riêng xăng dầu và nhiên liệu, mỗi tháng Singapore bán cho Mỹ lượng hàng trị giá 600 triệu đôla, thu nhập từ việc làm hậu cần cho quân đội Mỹ chính là nguồn lực ban đầu giúp Singapore xây dựng kinh tế đất nước[41].[42].","Singapore từ một nước đang phát triển trở thành một nước phát triển vào cuối thế kỷ XX. Năm 1990, Ngô Tác Đống kế nhiệm chức thủ tướng, đối mặt với nhiều khó khăn bao gồm ảnh hưởng kinh tế từ cuộc khủng hoảng tài chính Đông Á năm 1997, sự lan tràn của SARS năm 2003 cũng như những đe dọa khủng bố từ Jemaah Islamiah, hậu 11 tháng 9 và các vụ đánh bom ở Bali. Năm 2004, con trai cả của Lý Quang Diệu là Lý Hiển Long trở thành thủ tướng thứ ba.[43]. Mặc dù nền kinh tế có sự tăng trưởng đặc biệt, Đảng Hành động Nhân dân (PAP) đã phải nhận kết quả bầu cử tệ nhất trong lịch sử tại cuộc bầu cử năm 2011, khi họ chỉ giành được 60% số phiếu bầu. Vào ngày 23 tháng 3 năm 2015, Lý Quang Diệu qua đời [44]."],"TieuDe":"Tách ra độc lập (1960 - nay)[sửa | sửa mã nguồn]"},{"DoanVan":["Singapore là một hòn đảo có hình dạng một viên kim cương được nhiều đảo nhỏ khác bao quanh. Có hai con đường nối giữa Singapore và bang Johor của Malaysia — một con đường nhân tạo có tên Đường đắp cao Johor-Singapore ở phía bắc, băng qua eo biển Tebrau và liên kết thứ hai Tuas, một cầu phía tây nối với Juhor. Singapore có tổng cộng 63 hòn đảo lớn nhỏ. Trong đó, Đảo Jurong, Pulau Tekong, Pulau Ubin và Sentosa là những đảo lớn nhất của Singapore, ngoài ra còn có nhiều đảo nhỏ khác. Vị trí cao nhất của Singapore là đồi Bukit Timah với độ cao 166 m.","Vùng thành thị trước đây chỉ tập trung bao quanh sông Singapore, hiện nay là trung tâm buôn bán của Singapore, trong khi đó những vùng còn lại rừng nhiệt đới ẩm hoặc dùng cho nông nghiệp. Từ thập niên 1960, chính phủ đã xây dựng nhiều đô thị mới ở những vùng xa, tạo nên một Singapore với nhà cửa san sát ở khắp mọi miền, mặc dù Khu vực Trung tâm vẫn là nơi hưng thịnh nhất. Ủy ban Quy hoạch Đô thị là một ban của chính phủ chuyên về các hoạt động quy hoạch đô thị với nhiệm vụ là sử dụng và phân phối đất hiệu quả cũng như điều phối giao thông. Ban đã đưa ra quy hoạch chi tiết cho việc sử dụng đất ở 55 khu vực.","Singapore đã mở mang lãnh thổ bằng đất lấy từ những ngọn đồi, đáy biển và những nước lân cận. Nhờ đó, diện tích đất của Singapore đã tăng từ 581,5 km² ở thập niên 1960 lên 697,25 km² ngày nay, và có thể sẽ tăng thêm 100 km² nữa đến năm 2030."],"TieuDe":"Địa lý[sửa | sửa mã nguồn]"},{"DoanVan":["Do chỉ cách đường xích đạo 137 km, Singapore có khí hậu xích đạo ẩm đặc trưng với các mùa không phân biệt rõ rệt. Đặc điểm của loại khí hậu này là nhiệt độ và áp suất ổn định, độ ẩm cao và mưa nhiều. Nhiệt độ cao đều quanh năm nhưng không dao động quá lớn, thay đổi trong khoảng 22°C đến 31 °C (72°–88°F). Trung bình, độ ẩm tương đối khoảng 90% vào buổi sáng và 60% vào buổi chiều. Trong những trận mưa lớn kéo dài, độ ẩm tương đối thường đạt 100%. Nhiệt độ cao nhất và thấp nhất đã từng xuất hiện là 18,4 °C (65,1 °F) và 37,8 °C (100,0 °F).","Sự đô thị hóa đã làm biến mất nhiều cánh rừng mưa nhiệt đới một thời, hiện nay chỉ còn lại một trong số chúng là Khu Bảo tồn Thiên nhiên Bukit Timah. Tuy nhiên, nhiều công viên đã được gìn giữ với sự can thiệp của con người, ví dụ như Vườn Thực vật Quốc gia Singapore. Không có nước ngọt từ sông và hồ, nguồn cung cấp nước chủ yếu của Singapore là từ những trận mưa rào được giữ lại trong những hồ chứa hoặc lưu vực sông. Mưa rào cung cấp khoảng 50% lượng nước, phần còn lại được nhập khẩu từ Malaysia hoặc lấy từ nước tái chế - một loại nước có được sau quá trình khử muối. Nhiều nhà máy sản xuất nước tái chế đang được đề xuất và xây dựng nhằm giảm bớt sự phụ thuộc vào việc nhập khẩu.","Từ tháng 7 đến tháng 10, thường có những đám khói dày đặc do cháy rừng ở nước láng giềng Indonesia bay qua Singapore, thường là từ đảo Sumatra. Mặc dù Singapore không quan sát thời gian tiết kiệm ánh sáng ban ngày (DST), nhưng nó tuân theo múi giờ GMT + 8, trước một giờ so với khu vực điển hình cho vị trí địa lý của nó. Điều này đã khiến mặt trời mọc và lặn đặc biệt vào cuối tháng 1 và tháng 2, trong đó mặt trời mọc lúc 7:20 sáng và lặn vào khoảng 7:25 tối. Trong tháng 7, mặt trời lặn vào khoảng 7:15 tối, tương tự như các thành phố khác ở vĩ độ cao hơn nhiều như Đài Bắc và Tokyo. Sớm nhất mặt trời lặn và mọc là vào tháng 10 và tháng 11 khi mặt trời mọc lúc 6:45 sáng và lặn lúc 6:50 chiều. Singapore vẫn rất dễ bị thương tổn trước nguy cơ biến đổi khí hậu, đặc biệt là liên quan đến mực nước biển dâng cao",""],"TieuDe":"Khí hậu[sửa | sửa mã nguồn]"},{"DoanVan":["Singapore là một nước cộng hòa nghị viện, có chính phủ nghị viện nhất viện theo hệ thống Westminster đại diện cho các khu vực bầu cử. Hiến pháp của quốc gia thiết lập hệ thống chính trị dân chủ đại diện.[48] Freedom House xếp hạng Singapore là \"tự do một phần\" trong báo cáo Freedom in the World của họ,[49] và The Economist xếp hạng Singapore là một \"chế độ hỗn hợp\", hạng thứ ba trong số bốn hạng, trong \"Chỉ số dân chủ\" của họ.[50] Tổ chức Minh bạch Quốc tế liên tục xếp Singapore vào hạng các quốc gia ít tham nhũng nhất trên thế giới.[51]","Quyền hành pháp thuộc về Nội các Singapore, do Thủ tướng lãnh đạo, và ở một mức độ thấp hơn rất nhiều là Tổng thống.[34] Tổng thống được bầu thông qua phổ thông đầu phiếu, và có quyền phủ quyết đối với một tập hợp cụ thể các quyết định hành pháp, như sử dụng dự trữ quốc gia và bổ nhiệm các thẩm phán, song vai trò phần lớn mang tính lễ nghi.[52]","Quốc hội Singapore đóng vai trò là nhánh lập pháp của chính phủ.[34] Các thành viên của Quốc hội gồm có các thành viên đắc cử, phi tuyển khu và được chỉ định. Các thành viên đắc cử được bầu vào Quốc hội trên cơ sở \"đa số ghế\" và đại diện cho các khu vực bầu cử có một hoặc nhóm đại diện.[53] Đảng Hành động Nhân dân giành quyền kiểm soát quốc hội với đa số lớn trong tất cả các cuộc bầu cử kể từ khi Singapore tự trị vào năm 1959.[49] Hệ thống tư pháp của Singapore dựa trên thông luật Anh, song có các khác biệt địa phương đáng kể. Việc bồi thẩm đoàn xử án bị bãi bỏ vào năm 1970, các phán quyết tư pháp sẽ hoàn toàn nằm trong tay các thẩm phán được chỉ định.[54]","Singapore có các hình phạt rất nghiêm khắc, bao gồm cả trừng phạt thân thể tư pháp dưới dạng đánh đòn hoặc phạt roi ngay tại nơi công cộng, có thể áp dụng đối với các tội hình như hiếp dâm, quấy rối tình dục, gây rối loạn, phá hoại, và các vi phạm di trú nhất định.[55][56] Các tội danh về ma túy bị xử rất nặng, bao gồm cả án tử hình kể cả đối với người có quốc tịch nước ngoài.","Tổ chức Ân xá Quốc tế cho rằng một số điều khoản pháp lý của Singapore xung đột với nguyên tắc suy đoán vô tội, và cho rằng Singapore \"có thể có tỷ lệ hành quyết cao nhất trên thế giới so với dân số của quốc gia\".[57] Chính phủ Singapore phản đối các tuyên bố của Tổ chức Ân xá Quốc tế.[58] Trong một nghiên cứu vào năm 2008, Singapore và Hồng Kông xếp hàng đầu về chất lượng hệ thống tư pháp tại châu Á.[59]","Lý giải về việc tại sao pháp luật Singapore lại duy trì những hình phạt rất nặng bất chấp sự phản đối của các tổ chức phương Tây, thủ tướng Lý Quang Diệu nói[cần dẫn nguồn]:","Hiện tại, Singapore vẫn duy trì diện mạo của một nền dân chủ nhưng trong thực tế, Đảng Hành động Nhân dân (PAP) cầm quyền đã thống trị nền chính trị kể từ khi nước này giành được độc lập bằng cách tạo ra những rào cản lớn đối với các đảng chính trị đối lập, và hiện nay PAP nắm hơn 90% số ghế trong Quốc hội.[60]"],"TieuDe":"Chính trị[sửa | sửa mã nguồn]"},{"DoanVan":["Chính sách đối ngoại của Singapore có mục đích duy trì an ninh tại Đông Nam Á và các lãnh thổ phụ cận. Một nguyên tắc cơ bản là tính ổn định chính trị và kinh tế trong khu vực.[61] Singapore có quan hệ ngoại giao với hơn 180 quốc gia có chủ quyền.[62] Là một trong năm thành viên sáng lập của ASEAN,[63] Singapore là một quốc gia ủng hộ mạnh mẽ đối với Khu vực Mậu dịch Tự do ASEAN (AFTA) và Khu vực đầu tư ASEAN. Cựu Thủ tướng Ngô Tác Đống đề xuất hình thành một Cộng đồng Kinh tế ASEAN, một bước vượt qua AFTA, đưa Đông Nam Á tiến gần hơn đến một thị trường chung. Singapore duy trì tư cách thành viên trong các tổ chức khu vực khác như Hội nghị Á-Âu, Diễn đàn Hợp tác Đông Á-Mỹ Latinh, Hệ thống các thành phố lớn châu Á 21, và Hội nghị cấp cao Đông Á.[61] Đảo quốc cũng là một thành viên của Phong trào không liên kết[64] và Thịnh vượng chung Các quốc gia.[65]","Về tổng thể, Singapore có quan hệ song phương vững chắc với các thành viên khác trong ASEAN; tuy nhiên, có những bất đồng phát sinh,[61] và quan hệ với Malaysia và Indonesia đôi khi trở nên căng thẳng.[66] Malaysia và Singapore phát sinh mâu thuẫn về vấn đề cung cấp nước sạch đến Singapore,[67] và vấn đề Quân đội Singapore tiếp cận không phận Malaysia.[66] Có những vấn đề biên giới tồn tại với Malaysia và Indonesia, và hai quốc gia này đều cấm bán cát biển đến Singapore do những tranh nghị về hành động cải tạo đất của Singapore.[68] Một số tranh chấp trước đó được giải quyết thông qua Tòa án Công lý Quốc tế. Vấn nạn hải tặc trên eo biển Malacca tạo ra mối quan tâm chung của cả ba quốc gia.[67] Singapore có các quan hệ kinh tế mật thiết với Brunei, và hai quốc gia chia sẻ một giá trị tiền tệ cố định.[69]","Singapore có tiếp xúc ngoại giao đầu tiên với Trung Quốc trong thập niên 1970, và quan hệ ngoại giao đầy đủ giữa hai quốc gia được thiết lập trong thập niên 1990. Kể từ đó, Singapore và Trung Quốc là những bên chủ yếu trong việc tăng cường quan hệ ASEAN–Trung Quốc.[70] Singapore và Hoa Kỳ có quan hệ mật thiết lâu dài, đặc biệt là trong các lĩnh vực quốc phòng, kinh tế, y tế, và giáo dục. Hoa Kỳ là đối tác mậu dịch lớn thứ ba của Singapore trong năm 2010, sau Trung Quốc (thứ 2) và Malaysia (thứ 1).[71] Hai quốc gia có một hiệp định mậu dịch tự do, và Singapore nhận định quan hệ với Hoa Kỳ là một đối trọng quan trọng với ảnh hưởng của Trung Quốc.[72]"],"TieuDe":"Quan hệ đối ngoại[sửa | sửa mã nguồn]"},{"DoanVan":["Ý thức khủng hoảng nước nhỏ là đặc trưng nổi bật nhất của nền đối ngoại Singapore. Theo đó, giới tinh hoa nước này luôn nhận định rằng Singapore là một \"chấm nhỏ đỏ\" trên bản đồ thế giới, khan hiếm tài nguyên, nhân lực và thiếu chiều sâu chiến lược. Do nội lực của nước này quá yếu nên Singapore buộc phải chấp nhận chính sách đối ngoại phụ thuộc vào một nước lớn nào đó. Đồng thời, với mối quan hệ thiếu hữu hảo và khác biệt về tôn giáo, chủng tộc với Malaysia và Indonesia, Singapore luôn có cảm giác \"bị bao vây\" sâu sắc bởi các thế lực thiếu thiện chí. Do đó, việc phụ thuộc vào một nước lớn nào đó khiến Singapore luôn phải đối mặt với nguy cơ trở thành vật hy sinh trong các cuộc tranh bá của các nước lớn. Tất cả chính trị, kinh tế, ngoại giao của Singapore đều dựa trên \"văn hóa khủng hoảng\" này.[73]","Cân bằng nước lớn được coi là điểm trọng yếu trong chính sách đối ngoại của Singapore. Singapore chủ trưởng lợi dụng sự tranh giành giữa các nước lớn để có được hòa bình và ổn định từ đó phát triển nội lực trong nước. Nước này luôn lo sợ sức mạnh của một cường quốc nào đó trong khu vực trở nên quá lớn, lấn át các cường quốc còn lại và khiến Singapore bị lệ thuộc vào cường quốc mạnh nhất. Lý Quang Diệu cho rằng: \"Nếu khu vực Đông Nam Á hình thành cục diện đa cực, năng lực ngăn chặn sức ép từ các nước lớn của chúng ta sẽ càng mạnh hơn. Trong tình hình tồn tại cùng lúc nhiều nước lớn, vai trò của mỗi nước lớn sẽ bị giảm đi, hơn nữa bằng cách khéo léo lợi dụng vai trò của các nước lớn, các nước nhỏ có thể tự do vận hành một cách tối đa...vận mệnh của Đông Nam Á sẽ không phải do người Đông Nam Á tự quyết định\". Singapore xuất phát từ tình thế của mình, tranh thủ sự can dự tích cực của nhiều nước lớn vào Singapore và Đông Nam Á để có được viện trợ kinh tế và sự hỗ trợ đa phương về chính trị, nhưng không kết đồng minh, tránh gánh vác nghĩa vụ quân sự và bị cuốn vào xung đột nước lớn. Singapore cho rằng thông qua sự cạnh tranh lẫn nhau giữa hai dòng thế lực để hình thành sự cân bằng lực lượng, nước nhỏ có thể giành được không gian quốc tế của mình trong sự cân bằng giữa các nước lớn, từ đó tránh việc nghe theo một nước mạnh nào đó cuối cùng dẫn đến có hại cho cục diện vốn bất lợi của an ninh và chủ quyền quốc gia.","Trong khái niệm ngoại giao của Lý Quang Diệu, phát triển quan hệ ngoại giao với Mỹ, Nhật Bản là mấu chốt trong việc thực hiện ngoại giao cân bằng nước lớn của Singapore nhưng ông không mong muốn thế lực Mỹ bá quyền độc tài ở Đông Nam Á. Có sự cân bằng nước lớn mang tính định hướng. Lâu nay Singapore đều tự đặt mình vào thế trung lập. Trên thực tế, cân bằng nước lớn của Singapore mang tính chọn lọc và phân cấp, là cân bằng lấy Mỹ làm trung tâm. Bảo vệ an ninh quốc gia, phát triển kinh tế nhà nước là mục tiêu cuối cùng của Singapore. Có thể gạt bỏ được mối lo an ninh của Singapore, mang lại sự thịnh vượng về kinh tế chắc chắn là mục tiêu cao nhất trong hệ thống cân bằng nước lớn của Singapore. Singapore dựa vào đó để ràng buộc lợi ích của mình với lợi ích của Mỹ ở Đông Nam Á, từ đó mưu cầu tối đa hóa lợi ích. Tuy Singapore cũng từng dẫn dắt Liên Xô, Trung Quốc cân bằng sức ảnh hưởng của Mỹ, Nhật Bản, nhưng chỉ là để tránh lực lượng Mỹ quá mạnh khiến Singapore cảm thấy \"nghẹt thở\". Thực lực đang không ngừng lớn mạnh của Trung Quốc tại Biển Đông về khách quan đã tạo thành thách thức cho sự cân bằng nước lớn khu vực Đông Nam Á mà Mỹ chủ đạo, động chạm đến bố cục cân bằng mà Singapore lâu nay tạo dựng.[73]","Để bảo đảm lợi ích và an ninh của Singapore cũng như khu vực Đông Nam Á, Singapore khuyến khích các nước ngoài khu vực tham gia Diễn đàn khu vực ASEAN. Cựu Thủ tướng Ngô Tác Đống so sánh Singapore với một con cá nhỏ, cá nhỏ muốn sống phải đi cùng các con cá khác, hòa mình vào trong đàn cá, dựa vào sự kết thành đàn để tự bảo vệ mình. Chiến lược \"đàn cá\" trở thành một phần quan trọng trong chiến lược an ninh của Singapore. Dưới sự chỉ đạo của lý luận này, Singapore là một trong những nước đầu tiên không ngừng thúc đẩy hợp tác kinh tế và chính trị các nước ASEAN, đồng thời mở rộng lĩnh vực hợp tác đến an ninh khu vực. ASEAN đem đến sân chơi giao lưu kết nối cho các nhà lãnh đạo các nước Đông Nam Á, phát huy vai trò to lớn trong việc duy trì ổn định khu vực. Đồng thời, ASEAN cũng đem đến một nền tảng ngoại giao vô cùng tốt cho Singapore. Tư cách thành viên của ASEAN khiến Singapore có quyền phát ngôn lớn hơn trong các công việc quốc tế. Lý Hiển Long nói: \"Khi Singapore và các nước ASEAN khác trở thành một tập thể, bất cứ nước lớn nào đều sẽ có phần kiêng nể, nhưng khi Singapore không có sự chống đỡ của ASEAN, có thể bị các nước lớn xem nhẹ\". Bộ trưởng Ngoại giao Singapore George Yong-Boon Yeo cũng nói rằng: \"Chúng tôi đặt ASEAN ở vị trí quan trọng, Singapore là trung tâm của ASEAN, đó là lý do vì sao lợi ích của ASEAN và lợi ích của Singapore hoàn toàn giống nhau\". Đối với Singapore, chiến lược sinh tồn, an ninh và kinh tế của nước này gắn liền với chiến lược của ASEAN.[73]"],"TieuDe":"Học thuyết đối ngoại[sửa | sửa mã nguồn]"},{"DoanVan":["Quân đội Singapore tuy nhỏ nhưng được cho là có công nghệ tiến bộ nhất tại Đông Nam Á,[74] gồm có Lục quân Singapore, Hải quân Cộng hòa Singapore, và Không quân Cộng hòa Singapore.[7] Quân đội được nhìn nhận là lực lượng bảo đảm cho độc lập quốc gia.[75] Triết lý quốc phòng của đảo quốc mang tính ngoại giao và răn đe.[76] Nguyên lý này biến thành văn hóa, yêu cầu mọi công dân tham dự phòng thủ quốc gia.[77] Chính phủ dành 4,9% GDP toàn quốc cho quốc phòng,[7] và khoảng 1\/4 chi tiêu của chính phủ là dành cho quốc phòng.[78]","Sau khi độc lập, Singapore có hai trung đoàn bộ binh do các sĩ quan người Anh chỉ huy. Lực lượng này được nhận định là quá nhỏ để đáp ứng an ninh hiệu quả cho quốc mới, do vậy việc phát triển quân đội trở thành một điều ưu tiên.[79] Anh đưa quân đội ra khỏi Singapore vào tháng 10 năm 1971, chỉ còn hiện diện tượng trưng bằng một lực lượng nhỏ người Anh, Úc và New Zealand. Quân nhân Anh cuối cùng rời khỏi Singapore vào tháng 3 năm 1976. Các binh sĩ New Zealand là những người cuối cùng rời đi, vào năm 1989.[80]","Singapore nhận được trợ giúp ban đầu trên quy mô lớn từ Israel,[79] một quốc gia không được Malaysia, Indonesia hay Brunei công nhận.[81][82][83] Mối lo chính sau khi độc lập là một cuộc xâm chiếm của Malaysia. Các sĩ quan chỉ huy của Lực lượng Phòng vệ Israel được giao nhiệm vụ thiết lập Lực lượng vũ trang Singapore từ con số không, và những giáo viên hướng dẫn người Israel được đưa đến nhằm huấn luyện cho các binh sĩ Singapore. Các khóa huấn luyện quân sự được tiến hành theo khuôn mẫu của Lực lượng Phòng vệ Israel, và Singapore tiếp nhận một chế độ nghĩa vụ quân sự và lực lượng dự bị dựa theo mô hình Israel.[79] Singapore vẫn duy trì các quan hệ an ninh mật thiết với Israel và là một trong những khách hàng lớn nhất của vũ khí Israel.[84]","Lực lượng vũ trang Singapore đang được phát triển nhằm đáp ứng một loạt các vấn đề, trong cả chiến tranh quy ước và phi quy ước. Cục khoa-kỹ Quốc phòng chịu trách nhiệm thu thập tiềm lực cho quân đội.[76] Hạn chế trên phương diện địa lý của đảo quốc có nghĩa là Lực lượng vũ trang Singapore cần phải có kế hoạch đẩy lui hoàn toàn một cuộc tấn công, do họ không thể rút lui rồi tái tập hợp. Quy mô dân số nhỏ cũng tác động đến phương pháp mà Lực lượng vũ trang Singapore trù tính, với một lực lượng tích cực nhỏ song có một lượng dự trữ lớn.[77] Do khan hiếm đất trống tại đảo chính, các hoạt động liên quan đến huấn luyện như bắn đạn thật và diễn tập đổ bộ thường được tiến hành trên các đảo nhỏ hơn, thường cấm chỉ thường dân tiếp cận, nó cũng ngăn ngừa rủi ro tại đảo chính và khu vực đô thị. Tuy nhiên, các cuộc tập trận quy mô lớn được nhận định là quá nguy hiểm khi tiến hành trong khu vực, và chúng được thực hiện tại Đài Loan từ năm 1975.[85] Hoạt động huấn luyện cũng được tổ chức tại nhiều quốc gia khác. Về tổng thể, các cuộc luyện tập quân sự được tổ chức với lực lượng ngoại quốc một hoặc hai lần mỗi tuần.[77]","Do không phận và lãnh thổ hạn chế, Không quân Cộng hòa Singapore duy trì một số căn cứ hải ngoại tại Úc, Hoa Kỳ, và Pháp. Phi đội 130 của Không quân Cộng hòa Singapore đặt tại RAAF Base Pearce, Tây Úc,[86] còn Phi đội 126 đặt tại Trung tâm Hàng không Lục quân Oakey, Queensland.[87] Phi đội 150 đặt tại căn cứ không quân Cazaux tại miền nam Pháp.[88][89] Không quân Cộng hòa Singapore cũng có một vài phân đội hải ngoại tại Hoa Kỳ, như tại San Diego, Marana, Grand Prairie và căn cứ không quân Luke.[90][91]","Lực lượng vũ trang Singapore đã phái quân đi hỗ trợ các hoạt động bên ngoài đảo quốc, tại các khu vực như Iraq[92] và Afghanistan,[93] trong cả vai trò quân sự và dân sự. Trong khu vực, Lực lượng vũ trang Singapore giúp ổn định Đông Timor và cung cấp viện trợ đến Aceh tại Indonesia sau Động đất và sóng thần Ấn Độ Dương 2004. Lực lượng vũ trang Singapore cũng tham gia giúp đỡ trong các nỗ lực cứu trợ sau Bão Katrina.[94] Singapore là một bên trong Dàn xếp phòng vệ 5 quốc gia (FPDA), một liên minh quân sự với Anh, Malaysia, New Zealand, và Úc.[77]"],"TieuDe":"Quân sự[sửa | sửa mã nguồn]"},{"DoanVan":["Singapore hầu như không có tài nguyên, nguyên liệu đều phải nhập từ bên ngoài. Singapore chỉ có ít than, chì, nham thạch, đất sét; không có nước ngọt; đất canh tác hẹp, chủ yếu để trồng cao su, dừa, rau và cây ăn quả, do vậy nông nghiệp không phát triển, hàng năm phải nhập khẩu lương thực, thực phẩm để đáp ứng nhu cầu ở trong nước. Singapore có cơ sở hạ tầng và một số ngành công nghiệp phát triển cao hàng đầu châu Á và thế giới như: cảng biển, công nghiệp đóng và sửa chữa tàu, công nghiệp lọc dầu, chế biến và lắp ráp máy móc tinh vi. Singapore có 12 khu vực công nghiệp lớn, trong đó lớn nhất là Khu công nghiệp Jurong. Singapore là nước hàng đầu về sản xuất ổ đĩa máy tính điện tử và hàng bán dẫn. Các khu công nghiệp chủ yếu gia công sản phẩm rồi xuất khẩu. Tại Singapore có nhiều ngân hàng lớn đang hoạt động, các công ty bảo hiểm, các công ty chứng khoán...là trung tâm tài chính khu vực Đông Nam Á. Singapore còn là trung tâm lọc dầu và vận chuyển quá cảnh hàng đầu ở châu Á. Singapore cũng được coi là nước đi đầu trong việc chuyển đổi sang nền kinh tế tri thức.","Singapore có một nền kinh tế thị trường phát triển cao, dựa trên lịch sử về thương mại cảng vận tải mở rộng. Cùng với Hồng Kông, Hàn Quốc và Đài Loan, Singapore là một trong Bốn hổ kinh tế của châu Á, và đã vượt qua các nước tương đương về GDP bình quân đầu người. Từ năm 1965 đến năm 1995, tỷ lệ tăng trưởng trung bình khoảng 6% mỗi năm, làm thay đổi mức sống của dân số.[95] Giai đoạn 2017-2020, tỷ lệ tăng trưởng của Singapore lần là 3.66% (2017), 1.10% (2018), -4.14% (2019), 7.61% (2020). [96] Nền kinh tế Singapore được biết đến như là một trong những tự do nhất, sáng tạo nhất, cạnh tranh nhất, năng động nhất và đa số thân thiện với kinh doanh. Chỉ số Tự do Kinh tế năm 2015 xếp Singapore là nước có nền kinh tế tự do thứ hai trên thế giới và Chỉ số Dễ dẫn Kinh doanh cũng xếp Singapore là nơi dễ dàng nhất để kinh doanh trong thập kỷ qua. Theo Chỉ số Nhận thức Tham nhũng, Singapore luôn được coi là một trong những quốc gia tham nhũng ít nhất trên thế giới, cùng với New Zealand và các nước Scandinavi.[cần dẫn nguồn]","Nền kinh tế Singapore chủ yếu dựa vào buôn bán và dịch vụ (chiếm 40% thu nhập quốc dân). Kinh tế Singapore từ cuối những năm 1980 đạt tốc độ tăng trưởng vào loại cao nhất thế giới: 1994 đạt 10%, 1995 là 8,9%. Tuy nhiên, từ cuối 1997, do ảnh hưởng của khủng hoảng tiền tệ, đồng đô la Singapore đã bị mất giá 20% và tăng trưởng kinh tế năm 1998 giảm mạnh chỉ còn 1,3%. Từ 1999, Singapore bắt đầu phục hồi nhanh: Năm 1999, tăng trưởng 5,5%, và năm 2000 đạt hơn 9%. Do ảnh hưởng của sự kiện 11 tháng 9, suy giảm của kinh tế thế giới và sau đó là dịch SARS, kinh tế Singapore bị ảnh hưởng nặng nề: Năm 2001, tăng trưởng kinh tế chỉ đạt -2,2%, 2002, đạt 3% và 2003 chỉ đạt 1,1%. Từ 2004, tăng trưởng mạnh: năm 2004 đạt 8,4%; 2005 đạt 5,7%; năm 2006 đạt 7,7% và năm 2007 đạt 7,5%. Năm 2009, GDP chỉ tăng 1,2% do tác động của khủng hoảng kinh tế. Hiện tại (2019), nền kinh tế của Singapore đứng thứ tư của ASEAN, đứng thứ 12 châu Á và đứng thứ 34 trên thế giới, GDP đạt 362,818 tỷ USD.[cần dẫn nguồn]","Trong nhiều năm, Singapore là một trong số ít các quốc gia có xếp hạng tín dụng AAA từ \"ba nước lớn\" và là nước duy nhất ở Châu Á đạt được mức đánh giá này. Singapore thu hút một lượng lớn đầu tư nước ngoài do vị trí của nó, lực lượng lao động có tay nghề, thuế suất thấp, cơ sở hạ tầng tiên tiến và không khoan nhượng chống tham nhũng. Singapore có trữ lượng ngoại tệ lớn thứ 11 thế giới, và là một trong những quốc gia được đầu tư quốc tế cao nhất trên đầu người. Có hơn 7.000 tập đoàn đa quốc gia đến từ Hoa Kỳ, Nhật Bản và Châu Âu tại Singapore. Cũng có khoảng 1.500 công ty từ Trung Quốc và một số tương tự từ Ấn Độ. Các công ty nước ngoài được tìm thấy ở hầu hết các lĩnh vực trong nền kinh tế của đất nước. Khoảng 44 phần trăm lực lượng lao động của Singapore bao gồm những người không phải là người Singapore. Hơn mười hiệp định thương mại tự do đã được ký kết với các nước và khu vực khác. Mặc dù tự do thị trường, hoạt động của chính phủ Singapore có một phần đáng kể trong nền kinh tế, đóng góp 22% GDP.[cần dẫn nguồn]","Singapore là nhà đầu tư nước ngoài lớn thứ hai ở Ấn Độ. Đây là nhà xuất khẩu lớn thứ 14 và là nhà nhập khẩu lớn thứ 15 trên thế giới.[cần dẫn nguồn]","Đồng tiền của Singapore là đồng đô la Singapore (SGD hay S $) do Cơ quan tiền tệ Singapore (MAS) phát hành. Nó có thể hoán đổi cho đồng đô la Brunei theo mệnh giá từ năm 1967 do mối quan hệ gần gũi lịch sử của chúng. MAS quản lý chính sách tiền tệ của mình bằng cách cho phép tỷ giá hối đoái đồng đô la Singapore tăng hoặc rơi vào một dải giao dịch không được tiết lộ. Điều này khác với hầu hết các ngân hàng trung ương, sử dụng lãi suất để quản lý chính sách.[cần dẫn nguồn]","Trong những năm gần đây, đất nước này được xác định là thiên đường thuế ngày càng phổ biến dành cho người giàu do thuế suất thấp đối với thu nhập cá nhân và miễn thuế đối với thu nhập và tăng vốn từ nước ngoài. Nhà bán lẻ triệu phú Úc Brett Blundy và nhà đồng sáng lập nhiều tỷ phú Facebook, ông Eduardo Saverin là hai ví dụ về những cá nhân giàu có đã định cư ở Singapore (Blundy năm 2013 và Saverin năm 2012). Năm 2009, Singapore đã bị loại khỏi \"danh sách\" các thiên đường thuế của OCDE, nhưng xếp thứ tư trong Chỉ số bảo mật tài chính năm 2015 của Mạng lưới Tư pháp thuế của các nhà cung cấp dịch vụ tài chính ngoài khơi của thế giới, một phần tám của thế giới ngoài khơi vốn, trong khi \"cung cấp nhiều cơ hội tránh thuế và trốn thuế\". Vào tháng 8 năm 2016, The Straits Times đã báo cáo rằng Indonesia đã quyết định tạo ra các thiên đường thuế trên hai hòn đảo gần Singapore để đưa thủ đô Indonesia trở lại cơ sở thuế. Vào tháng 10 năm 2016, Cơ quan tiền tệ Singapore đã cảnh cáo và phạt UBS và DBS và rút giấy phép ngân hàng của Ngân hàng tư nhân Falcon vì vai trò bị cáo buộc của họ trong vụ bê bối Quỹ có chủ quyền của Malaysia.","Singapore có tỉ lệ triệu phú là 6.1% trên tổng dân số. [97] Năm 2016, Singapore được Đơn vị Tình báo Kinh tế đánh giá là thành phố đắt đỏ nhất thế giới trong năm thứ ba liên tiếp, và điều này vẫn đúng trong năm 2018. [98] [99] Chính phủ cung cấp nhiều chương trình hỗ trợ cho người vô gia cư và người nghèo khổ thông qua Bộ Phát triển Gia đình và Xã hội, vì vậy nghèo đói cấp tính là rất hiếm. Một số chương trình bao gồm cung cấp từ 400 đô la Singapore đến 1000 đô la Singapore hỗ trợ tài chính mỗi tháng cho các hộ gia đình nghèo, chăm sóc y tế miễn phí tại các bệnh viện chính phủ và trả tiền học phí cho trẻ em. Các lợi ích khác bao gồm bồi thường phí tập thể dục để khuyến khích công dân tập thể dục, lên tới 166.000 đô la Singapore như một phần thưởng trẻ em cho mỗi công dân, chăm sóc y tế được trợ cấp rất nhiều, hỗ trợ tài chính cho người khuyết tật, cung cấp máy tính xách tay giảm chi phí cho người nghèo sinh viên, giảm giá cho các chi phí như giao thông công cộng và hóa đơn tiện ích, v.v. Tính đến năm 2018, thứ hạng của Singapore trong Chỉ số phát triển con người đứng thứ 9 trên thế giới, với giá trị HDI là 0,935.[cần dẫn nguồn]","Các thương hiệu toàn cầu nổi tiếng nhất của quốc gia bao gồm Singapore Airlines, Sân bay Changi và Cảng Singapore, cả ba đều nằm trong số những ngành được đánh giá cao nhất trong các lĩnh vực công nghiệp tương ứng. Singapore Airlines được xếp hạng là công ty được ngưỡng mộ nhất Châu Á, và được đánh giá cao nhất vào năm 2015 của thế giới vào năm 2015, bởi các cuộc khảo sát ngành công nghiệp hàng năm \"50 công ty được ngưỡng mộ nhất trên thế giới\" của Fortune. Đây cũng là hãng hàng không được đánh giá cao nhất thế giới, bao gồm \"hãng hàng không quốc tế tốt nhất\", bởi các cuộc khảo sát người đọc Travel + Leisure của Mỹ, trong 20 năm liên tiếp. Sân bay Changi kết nối hơn 100 hãng hàng không đến hơn 300 thành phố. Trung tâm hàng không chiến lược quốc tế có hơn 480 giải thưởng \"Sân bay tốt nhất thế giới\" vào năm 2015 và được biết đến như là sân bay được trao danh hiệu này nhiều nhất trên thế giới.[cần dẫn nguồn]","Singapore cũng được coi là nước đi đầu trong việc chuyển đổi sang nền kinh tế tri thức. Singapore đang thực hiện kế hoạch đến năm 2018 sẽ biến Singapore thành một thành phố hàng đầu thế giới, một đầu mối của mạng lưới mới trong nền kinh tế toàn cầu và châu Á và một nền kinh tế đa dạng nhạy cảm kinh doanh.[100]"],"TieuDe":"Kinh tế[sửa | sửa mã nguồn]"},{"DoanVan":["Du lịch chiếm một phần lớn của nền kinh tế, với hơn 15 triệu khách du lịch đến thăm thành phố vào năm 2014, và 18,5 triệu khách du lịch quốc tế năm 2018, gấp ba lần tổng dân số Singapore. Singapore là thành phố được đến nhiều thứ 5 trên thế giới và thứ 2 ở châu Á-Thái Bình Dương. Năm 2019, du lịch đóng góp trực tiếp vào khoảng 4% GDP của Singapore, so với năm 2016, khi du lịch đóng góp, trực tiếp và gián tiếp, vào khoảng 9,9% GDP của Singapore. Tổng cộng, lĩnh vực này đã tạo ra khoảng 8,6% việc làm của Singapore trong năm 2016.","Để mở rộng ngành, các sòng bạc được hợp pháp hóa vào năm 2005, nhưng chỉ có hai giấy phép cho \"Khu nghỉ mát Tích hợp\" được ban hành, để kiểm soát việc rửa tiền và nghiện. Singapore cũng quảng bá chính nó như là một trung tâm du lịch y tế: khoảng 200.000 người nước ngoài tìm kiếm sự chăm sóc y tế ở đó mỗi năm. Các dịch vụ y tế của Singapore nhằm phục vụ ít nhất một triệu bệnh nhân nước ngoài hàng năm và tạo ra doanh thu 3 tỷ đô la. Vào năm 2015, Lonely Planet và The New York Times liệt kê Singapore là điểm đến tốt thứ 6 trên thế giới để tham quan.","Tổng cục Du lịch Singapore (STB) là hội đồng theo luật định của Bộ Thương mại và Công nghiệp được giao nhiệm vụ thúc đẩy ngành du lịch của đất nước. Vào tháng 8 năm 2017, STB và Ủy ban Phát triển Kinh tế (EDB) đã tiết lộ một thương hiệu thống nhất, Singapore - Passion Made Possible, để tiếp thị Singapore quốc tế cho mục đích kinh doanh và du lịch. Quận Orchard Road, nơi có các trung tâm mua sắm và khách sạn nhiều tầng, có thể được coi là trung tâm mua sắm và du lịch tại Singapore. Các điểm du lịch nổi tiếng khác bao gồm Sở thú Singapore, River Safari và Night Safari. Sở thú Singapore đã chấp nhận khái niệm vườn thú mở, theo đó các động vật được sinh sống trong một khu vực rộng hơn, ngăn cách với du khách bằng những con hào khô hoặc ướt, thay vì nhốt các con vật và River Safari có 300 loài động vật, trong đó có nhiều loài có nguy cơ tuyệt chủng.","Các địa danh nổi tiếng khác bao gồm công viên Merlion, tòa nhà Marina Bay Sands, Gardens by the Bay, khu phức hợp Jewel, vành đai mua sắm trên đường Orchard, hòn đảo nghỉ mát Sentosa, và Vườn bách thảo Singapore, Di sản Thế giới UNESCO đầu tiên của Singapore."],"TieuDe":"Du lịch[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 2012, dân số Singapore là 5,312 triệu người, trong đó 3,285 triệu (62%) là công dân Singapore và những người còn lại (38%) là những cư dân thường trú hoặc công nhân\/học sinh ngoại quốc. 23% công dân Singapore sinh ra bên ngoài Singapore. Có một triệu cư dân thường trú tại Singapore vào năm 2012. Số cư dân này không tính đến 11 triệu du khách tạm thời đến tham quan Singapore mỗi năm.[101][102][103]","Tuổi thọ trung bình của người Singapore là 82[104] tuổi và quy mô hộ gia đình trung bình là 3,5 người. Do khan hiếm đất, 4\/5 người Singapore sống trong các căn hộ được trợ cấp, cao tầng, công cộng được gọi là các căn hộ Cục Nhà ở và Phát triển (HDB), theo sau việc cục chịu trách nhiệm đối với nhà ở công tại quốc gia.[105] Có gần 200.000 người giúp việc gia đình tại Singapore.[106]","Năm 2010, tỷ lệ sở hữu nhà tại Singapore là 87,2%.[107][108] Điện thoại di động thâm nhập với tỷ lệ rất cao là 1.400 điện thoại di động trên 1000 người. Khoảng 1\/10 cư dân sở hữu một ô tô.[103]","Tổng tỷ suất sinh được ước tính là 0,79 trẻ em trên mỗi phụ nữ vào năm 2013, đây là tỷ lệ thấp nhất thế giới và thấp hơn tỷ lệ cần thiết là 2,1 để thay thế dân số.[109] Để khắc phục vấn đề này, chính phủ Singapore khuyến khích người ngoại quốc nhập cư đến Singapore trong vài thập niên gần đây. Một lượng lớn người nhập cư giúp cho dân số của Singapore không suy giảm.[110] Singapore có truyền thống là một trong những quốc gia phát triển có tỷ lệ thất nghiệp thấp nhất, tỷ lệ thất nghiệp tại đây không vượt quá 4% trong thập kỷ qua, chạm mức cao 3% trong khủng hoản tài chính toàn cầu 2009 và giảm xuống 1,9% vào 2011.[111][112]","Năm 2009, khoảng 40% cư dân Singapore là người ngoại quốc, một trong những tỷ lệ cao nhất trên thế giới.[113] Công nhân ngoại quốc chiếm 80% lao động trong ngành xây dựng và chiếm 50% trong ngành phục vụ.[114][115]","Năm 2009, điều tra dân số của chính phủ báo cáo rằng 74,2% cư dân là người gốc Hoa, 13,4% là người gốc Mã Lai, và 9,2% là người gốc Ấn Độ,[116] người Âu-Á và các nhóm khác chiếm 3,2%. Trước năm 2010, mỗi cá nhân chỉ có thể đăng ký làm thành viên của một chủng tộc, mặc định theo phụ hệ, do đó, những người hỗn chủng được xếp theo nhóm chủng tộc của người cha. Từ năm 2010 trở đi, người dân có thể đăng ký theo phân loại kép, trong đó họ có thể chọn một chủng tộc chính và một chủng tộc thứ, song không quá hai.[117]"],"TieuDe":"Nhân khẩu[sửa | sửa mã nguồn]"},{"DoanVan":["Phật giáo là tôn giáo được thực hành phổ biến nhất tại Singapore, với 33% số cư dân tuyên bố bản thân họ là tín đồ đạo Phật trong cuộc điều tra dân số gần đây nhất. Tôn giáo được thực hành phổ biến thứ nhì là Ki-tô giáo, sau đó là Hồi giáo, Đạo giáo, và Ấn Độ giáo. 17% dân số không gia nhập tôn giáo nào. Tỷ lệ tín đồ Ki-tô giáo, Đạo giáo, và người không tôn giáo tăng trong khoảng thời gian giữa năm 2000 và 2010, mỗi nhóm tăng 3%, trong khi tỷ lệ tín đồ Phật giáo thì giảm xuống. Các đức tin khác vẫn ổn định trên quy mô lớn về tỷ lệ dân số.[119]","Tại Singapore có các chùa và trung tâm Phật pháp từ cả ba tông phái truyền thống chính của Phật giáo: Thượng tọa bộ, Đại thừa, và Kim cương thừa. Hầu hết tín đồ Phật giáo tại Singapore là người Hoa và theo truyền thống Đại thừa.[120] Đại thừa Trung Hoa là tông phái Phật giáo chiếm ưu thế nhất tại Singapore, với các hòa thượng truyền giáo đến từ Đài Loan và Trung Quốc trong vài thập kỷ gần đây. Tuy nhiên, Phật giáo Thượng tọa bộ từ Thái Lan ngày càng phổ biến trong cư dân Singapore (không chỉ người Hoa) trong thập niên qua. Học hội Sáng giá Quốc tế là một tổ chức Phật giáo của Nhật Bản, hiện được nhiều người thực hành theo tại Singapore, song hầu hết họ là người gốc Hoa. Phật giáo Tây Tạng cũng xâm nhập chậm vào quốc đảo trong những năm gần đây.[121]"],"TieuDe":"Tôn giáo[sửa | sửa mã nguồn]"},{"DoanVan":["Singapore có bốn ngôn ngữ chính thức: tiếng Anh, tiếng Mã Lai, tiếng Quan thoại, và tiếng Tamil.[123] Tiếng Anh là ngôn ngữ phổ biến tại quốc đảo và là ngôn ngữ của kinh doanh, chính phủ, và là phương tiện giảng dạy trong trường học.[124][125] Các cơ cấu công cộng tại Singapore quản lý công việc của họ bằng tiếng Anh, và các tài liệu chính thức được viết bằng các ngôn ngữ chính thức khác như tiếng Hoa, tiếng Mã Lai, hay tiếng Tamil thường phải được dịch sang tiếng Anh để việc đệ trình được chấp nhận. Hiến pháp Singapore và toàn bộ các luật được viết bằng tiếng Anh,[126] và người dịch được yêu cầu nếu một người muốn nói chuyện với tòa án bằng một ngôn ngữ không phải tiếng Anh.[127][128] Tuy nhiên, tiếng Anh chỉ là ngôn ngữ mẹ đẻ của một phần ba người Singapore, với khoảng một phần ba người Singapore gốc Hoa, một phần tư người Singapore gốc Mã Lai và một nửa người Singapore gốc Ấn Độ có ngôn ngữ mẹ đẻ là tiếng Anh. 20% người Singapore không thể đọc hoặc viết bằng tiếng Anh.[119][129]","Nhiều người Singapore là người song ngữ trong tiếng Anh và ngôn ngữ chính thức khác, với mức độ lưu loát khác nhau. Xếp hạng các ngôn ngữ chính thức về tỷ lệ đọc viết là tiếng Anh (80% biết đọc viết), Quan thoại (65% biết đọc viết), Mã Lai (17% biết đọc viết), và Tamil (4% biết đọc viết).[119][130] Tiếng Anh-Singapore dựa trên tiếng Anh-Anh,[131] và các dạng tiếng Anh được nói tại Singapore biến thiên từ \"tiếng Anh-Singapore chuẩn\" đến một thứ tiếng bồi gọi là \"Singlish\". Singlish bị chính phủ ngăn trở quyết liệt.[132]","Tiếng Hoa là ngôn ngữ mẹ đẻ của nhiều người Singapore nhất, chiếm một nửa trong số họ.[122] Quan thoại Singapore là phương ngôn tiếng Hoa phổ biến nhất tại quốc đảo,[133] với 1,2 triệu người sử dụng nó làm ngôn ngữ nói tại nhà. Gần nửa triệu người nói các phương ngôn tiếng Hoa khác, chủ yếu là tiếng Phúc Kiến, tiếng Triều Châu, và tiếng Quảng Đông, như ngôn ngữ tại nhà của họ, song việc sử dụng các phương ngôn này đang suy giảm khi thế hệ sau này chuyển sang Quan thoại và tiếng Anh.[134]","Chính phủ Singapore chọn tiếng Mã Lai làm ngôn ngữ quốc gia sau khi giành độc lập từ Anh Quốc trong thập niên 1960 nhằm tránh xích mích với các láng giềng — Malaysia và Indonesia — những quốc gia nói tiếng Mã Lai.[135] Việc này mang mục đích biểu tượng hơn là chức năng.[123][136][137] Ngôn ngữ này được sử dụng trong quốc ca \"Majulah Singapura\",[138] trong các trích dẫn của hệ thống thứ bậc và huy chương của Singapore, và trong chỉ huy quân sự. Ngày nay, về tổng thể, tiếng Mã Lai được nói trong cộng đồng người Singapore gốc Mã Lai, chỉ 16,8% người Singapore biết đọc viết tiếng Mã Lai[139] và chỉ 12% sử dụng nó làm ngôn ngữ mẹ đẻ.[122]","Khoảng 100.000, hay 3%, người Singapore nói tiếng Tamil như ngôn ngữ mẹ đẻ của họ.[122] Tamil có địa vị chính thức tại Singapore và không có nỗ lực nào nhằm ngăn cấm việc sử dụng các ngôn ngữ Ấn Độ khác.[140]"],"TieuDe":"Ngôn ngữ[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xã hội[sửa | sửa mã nguồn]"},{"DoanVan":["Singapore là một trung tâm giáo dục, với hơn 80.000 sinh viên quốc tế trong năm 2006. 5.000 sinh viên từ Malaysia vượt qua tuyến đường Johor-Singapore mỗi ngày để học tại Singapore. Trong năm 2009, 20% học sinh của các trường đại học Singapore là sinh viên quốc tế - mức tối đa cho phép, phần lớn là từ ASEAN, Trung Quốc và Ấn Độ. Đại học Quốc gia Singapore (NUS) và Đại học Công nghệ Nanyang (NTU) được xếp hạng trong top những trường đại học tốt nhất châu Á và luôn đứng trong top 13 các trường đại học chất lượng nhất thế giới những năm gần đây.","Giáo dục các cấp tiểu học, trung học, và đại học hầu hết được nhà nước hỗ trợ. Toàn bộ các tổ chức dù là công hay tư đều phải được đăng ký với Bộ Giáo dục.[141] Tiếng Anh là ngôn ngữ giảng dạy trong toàn bộ các trường học công,[142] và toàn bộ các môn học được dạy và thi bằng tiếng Anh ngoại trừ bài luận bằng \"tiếng mẹ đẻ\".[143] Trong khi thuật ngữ \"tiếng mẹ đẻ\" về tổng thể tầm quốc tế là đề cập đến ngôn ngữ thứ nhất, song nó được sử dụng nhằm đề cập đến ngôn ngữ thứ hai trong hệ thống giáo dục của Singapore, do tiếng Anh là ngôn ngữ thứ nhất.[144][145] Các học sinh ở tại nước ngoài trong một thời gian, hoặc gặp khó khăn với \"tiếng mẹ đẻ\" của họ, được phép có một đề cương giản hóa hoặc bỏ qua môn học.[146][147]","Giáo dục gồm ba giai đoạn: tiểu học, trung học, và tiền đại học, trong đó chỉ có cấp tiểu học là bắt buộc. Học sinh bắt đầu với 6 năm tiểu học, gồm 4 năm cơ sở và hai năm định hướng, chương trình giảng dạy tập trung vào phát triển Anh ngữ, bản ngữ, toán học, và khoa học.[148][149] Trung học kéo dài 4-5 năm, và được phân thành các ban Đặc thù, Nhanh, Phổ thông (Học thuật), và Phổ thông (Kỹ thuật) trong mỗi trường, dựa theo trình độ năng lực của mỗi học sinh.[150] Phân loại chương trình cơ bản tương tự cấp tiểu học, song các lớp học chuyên biệt hơn nhiều.[151] Giáo dục tiền đại học diễn ra trong 2-3 năm tại các trường cao đẳng, hầu hết gọi là Học viện sơ cấp.[152] Một số trường học được tự do trong chương trình giảng dạy của mình và được gọi là trường tự chủ. Các trường này tồn tại từ cấp trung học trở lên.[150]","Các kỳ thi quốc gia được tiêu chuẩn hóa trong tất cá các trường học, với một bài kiểm tra được thực hiện sau mỗi giai đoạn. Sau sáu năm giáo dục đầu tiên, học sinh tham gia khảo thí rời tiểu học (PSLE),[148] nó quyết định vị trí của họ tại trường trung học. Cuối giai đoạn trung học, khảo thí GCE trình độ \"O\" được tiến hành; vào cuối giai đoạn tiền đại học sau đó, khảo thí GCE trình độ \"A\" được tiến hành. Năm 2005, trong toàn bộ người Singapore 15 tuổi và lớn hơn mà không còn là học sinh, có 18% không có trình độ giáo dục.[153]"],"TieuDe":"Giáo dục[sửa | sửa mã nguồn]"},{"DoanVan":["Singapore có một hệ thống chăm sóc y tế hiệu quả về tổng thể, dù chi phí y tế tại đây tương đối thấp so với các quốc gia phát triển.[154] Tổ chức Y tế Thế giới xếp hạng hệ thống y tế của Singapore đứng thứ 6 về tổng thể trong Báo cáo Y tế thế giới 2000.[155] Singapore có tỷ suất tử vong trẻ sơ sinh thấp nhất thế giới trong hai thập niên qua.[156] Tuổi thọ trung bình (năm 2012) tại Singapore là 83, trong khi số liệu toàn cầu là 70. Hầu như toàn bộ dân cư được tiếp cận với nước và điều kiện vệ sinh được cải thiện.[157] Phụ nữ nước này có thể sống trung bình 87,6 năm với 75,8 năm có sức khỏe tốt. Mức trung bình thấp hơn đối với nam giới. Singapore được xếp hạng 1 về Chỉ số an ninh lương thực toàn cầu.","Tính đến tháng 12 năm 2011 và tháng 1 năm 2013, có 8.800 người nước ngoài và 5.400 người Singapore được chẩn đoán nhiễm HIV tương ứng, nhưng có ít hơn 10 trường hợp tử vong hàng năm do HIV trên 100.000 người. Có một mức độ tiêm chủng cao. Béo phì ở người trưởng thành dưới 10%. Đơn vị tình báo kinh tế, trong Chỉ số sinh ra năm 2013, đã xếp hạng Singapore là nơi có chất lượng cuộc sống tốt nhất ở châu Á và thứ sáu trên toàn thế giới.","Hệ thống chăm sóc sức khỏe của chính phủ dựa trên khung \"3M\". Điều này có ba thành phần: Medifund, cung cấp một mạng lưới an toàn cho những người không có khả năng chăm sóc sức khỏe, Medisave, một hệ thống tài khoản tiết kiệm y tế quốc gia bắt buộc bao gồm khoảng 85% dân số, và Medishield, một chương trình bảo hiểm y tế do chính phủ tài trợ. Các bệnh viện công ở Singapore có quyền tự chủ đáng kể trong các quyết định quản lý của họ và cạnh tranh về mặt bệnh nhân, tuy nhiên họ vẫn thuộc quyền sở hữu của chính phủ và chính phủ bổ nhiệm các hội đồng quản trị và Giám đốc điều hành và báo cáo quản lý và chịu trách nhiệm trước các ban này. Một chế độ trợ cấp tồn tại cho những người có thu nhập thấp. Năm 2008, 32% dịch vụ chăm sóc sức khỏe được chính phủ tài trợ. Nó chiếm khoảng 3,5% GDP của Singapore."],"TieuDe":"Y tế[sửa | sửa mã nguồn]"},{"DoanVan":["Singapore là một quốc gia đa dạng và non trẻ, với nhiều ngôn ngữ, tôn giáo, và văn hóa.[158] Khi Singapore độc lập từ Anh Quốc vào năm 1963, hầu hết công dân là những lao động không có học thức đến từ Malaysia, Trung Quốc và Ấn Độ. Nhiều người trong số họ là những lao động ngắn hạn, đến Singapore nhằm kiếm một khoản tiền và không có ý định ở lại. Ngoại trừ người Peranakan (hậu duệ của người Hoa nhập cư vào thế kỷ XV-XVI) đảm bảo lòng trung thành của họ với Singapore, thì hầu hết người lao động trung thành với quê hương của họ.[159][160] Sau khi độc lập, quá trình thiết lập một bản sắc Singapore được khởi động.","Các cựu thủ tướng Lý Quang Diệu và Ngô Tác Đồng từng tuyên bố rằng Singapore không thích hợp với mô tả truyền thống về một quốc gia, gọi đây là một xã hội quá độ, chỉ ra thực tế rằng không phải toàn bộ người Singapore nói cùng một ngôn ngữ, chia sẻ cùng một tôn giáo, hoặc có phong tục tương đồng.[158][161] Mặc dù tiếng Anh là ngôn ngữ thứ nhất của quốc gia, song theo điều tra nhân khẩu năm 2010 của chính phủ thì có 20% người Singapore không biết đọc viết bằng tiếng Anh, con số này vào năm 1990 là 40%.[162][163] Chính phủ nhận định sự hài hòa chủng tộc và tôn giáo là bộ phận quan trọng trong thành công của Singapore, và đóng vai trò quan trọng trong việc kiến thiết một bản sắc Singapore.[164]","Quốc hoa của Singapore là Vanda 'Miss Joaquim', được đặt tên theo một phụ nữ Armenia sinh tại Singapore, bà phát hiện loài hoa này trong vườn nhà tại Tanjong Pagar vào năm 1893.[165] Nhiều phù hiệu quốc gia như quốc huy Singapore và biểu tượng đầu sư tử Singapore sử dụng hình tượng sư tử, do Singapore được mệnh danh là 'Thành phố Sư tử'. Các ngày lễ công cộng tại Singapore bao trùm các lễ chính của người Trung Hoa, Tây phương, Mã Lai, Ấn Độ.[166]","Ở tầm quốc gia, Singapore là một xã hội bảo thủ, song xuất hiện một số sự tự do hóa.[167] Ở cấp độ quốc gia, trọng dụng nhân tài được chú trọng cao độ, mỗi cá nhân được đánh giá dựa trên năng lực của họ.[168]","Từ thập niên 1990, chính phủ xúc tiến các hoạt động nhằm biến Singapore thành một trung tâm nghệ thuật và văn hóa, đặc biệt là nghệ thuật biểu diễn, và biến đổi quốc gia thành một \"cửa ngõ giữa phương Đông và phương Tây\".[169]"],"TieuDe":"Văn hóa[sửa | sửa mã nguồn]"},{"DoanVan":["Ẩm thực cùng với mua sắm được cho là những hoạt động tiêu khiển quốc gia tại Singapore.[170] Sự đa dạng của thực phẩm được quảng cáo là một trong những lý do để đến thăm đảo quốc,[171] và sự đa dạng của thực phẩm đại diện cho các dân tộc khác nhau, chính phủ nhận định đây là một tương trưng cho sự đa dạng văn hóa của đảo quốc.[172] \"Quốc quả\" của Singapore là sầu riêng.[173]","Các mặt hàng thực phẩm địa phương thường liên quan đến một dân tộc cụ thể - Trung Quốc, Mã Lai và Ấn Độ; nhưng sự đa dạng của ẩm thực đã tăng thêm bởi sự kết hợp của các phong cách khác nhau (ví dụ: ẩm thực Peranakan, sự pha trộn của ẩm thực Trung Quốc và Mã Lai). Trong các trung tâm bán hàng rong, sự khuếch tán văn hóa được minh họa bằng các quầy bán hàng rong truyền thống của người Mã Lai cũng bán thức ăn của người Tamil. Các quầy hàng Trung Quốc có thể giới thiệu các nguyên liệu Mã Lai, kỹ thuật nấu ăn hoặc toàn bộ món ăn vào phạm vi phục vụ của họ. Cơm gà Hải Nam, dựa trên món gà Văn Xương ở đảo Hải Nam, được coi là món ăn quốc gia của Singapore.","Thành phố có một nền ẩm thực đang phát triển từ các trung tâm bán hàng rong (ngoài trời), khu ẩm thực (máy lạnh), quán cà phê (ngoài trời với hàng chục quầy hàng rong), quán cà phê, thức ăn nhanh, và các nhà hàng từ đơn giản, bình dân cho đến nổi tiếng và cao cấp. Dịch vụ giao đồ ăn cũng đang tăng lên, với 70% cư dân đặt hàng từ các ứng dụng giao hàng ít nhất một lần một tháng. Nhiều nhà hàng đầu bếp nổi tiếng quốc tế nằm trong các khu nghỉ dưỡng tích hợp. Chế độ ăn kiêng tôn giáo tồn tại (người Hồi giáo không ăn thịt lợn và người Ấn Độ giáo không ăn thịt bò), và cũng có một nhóm người ăn chay đáng kể. Lễ hội ẩm thực Singapore kỷ niệm ẩm thực Singapore được tổ chức hàng năm vào tháng Bảy.","Trước những năm 1980, thức ăn đường phố được bán chủ yếu bởi những người nhập cư từ Trung Quốc, Ấn Độ và Malaysia cho những người nhập cư khác đang tìm kiếm một hương vị ẩm thực quen thuộc. Ở Singapore, thức ăn đường phố từ lâu đã được liên kết với các trung tâm bán hàng rong với các khu vực chỗ ngồi chung. Thông thường, các trung tâm này có vài chục đến hàng trăm quầy hàng thực phẩm, mỗi quầy chuyên về một hoặc nhiều món ăn liên quan. Trong khi thức ăn đường phố có thể được tìm thấy ở nhiều quốc gia, sự đa dạng và tầm với của các trung tâm bán hàng rong tập trung phục vụ thức ăn đường phố di sản ở Singapore là độc nhất. Năm 2018, đã có 114 trung tâm bán hàng rong trải khắp trung tâm thành phố và các khu nhà ở trung tâm. Chúng được duy trì bởi Cơ quan Môi trường Quốc gia, nơi cũng phân loại từng gian hàng thực phẩm để vệ sinh. Trung tâm bán hàng rong lớn nhất nằm trên tầng hai của Khu phức hợp Khu phố Tàu, và có hơn 200 quầy hàng. Khu phức hợp này cũng là nơi có bữa ăn được gắn sao Michelin rẻ nhất thế giới - một đĩa cơm gà sốt tương hoặc mì với giá 2 đô la Singapore (1,50 đô la Mỹ). Hai quầy hàng thức ăn đường phố trong thành phố là những quán ăn đầu tiên trên thế giới được trao tặng một ngôi sao Michelin, mỗi nơi đều có được một ngôi sao."],"TieuDe":"Ẩm thực[sửa | sửa mã nguồn]"},{"DoanVan":["Sự phát triển của các câu lạc bộ thể thao và giải trí tư nhân bắt đầu từ Singapore thế kỷ 19, với các câu lạc bộ được thành lập trong thời gian này bao gồm Câu lạc bộ Cricket, Câu lạc bộ Giải trí Singapore, Câu lạc bộ bơi lội Singapore và Câu lạc bộ Hollandse.","Các môn thể thao đại chúng tại Singapore gồm có bóng đá, bóng rổ, cricket, bơi lội, đi thuyền, bóng bàn và cầu lông. Hầu hết người Singapore sống trong các khu chung cư gần các tiện ích như hồ bơi, bên ngoài có sân bóng rổ và khu thể thao trong nhà. Các môn thể thao dưới nước phổ biến tại đảo quốc, trong đó có đi thuyền, chèo thuyền kayak và lướt ván. Lặn biển là một môn thể thao tiêu khiển phổ biến khác, đảo Hantu đặc biệt nổi tiếng với các rạn san hô phong phú.[174] Giải bóng đá vô địch quốc gia của Singapore mang tên S-League, được hình thành vào năm 1994,[175] bao gồm 9 đội tham dự, trong đó có 2 đội nước ngoài. Singapore bắt đầu tổ chức một vòng thi đấu của giải vô địch công thức 1 thế giới, Singapore Grand Prix, vào năm 2008. Singapore tổ chức Thế vận hội trẻ kỳ đầu tiên, vào năm 2010.","Bơi lội được xem là bộ môn thế mạnh của thể thao Singapore. Tại Thế vận hội Mùa hè 2016, vận động viên Joseph Schooling đã giành huy chương vàng Olympic đầu tiên cho Singapore ở cuộc thi bơi bướm 100 mét trong thời gian ngắn kỷ lục 50,39 giây. Các vận động viên đua thuyền Singapore cũng đã thành công trên trường quốc tế, với đội Optimist của họ được coi là một trong những đội mạnh của thế giới. Mặc dù kích thước nhỏ, quốc gia này đã thống trị các giải đấu bơi lội ở SEA Games. Đội tuyển bóng nước Singapore đã giành huy chương vàng SEA Games lần thứ 27 vào năm 2017, tiếp tục chuỗi vô địch dài nhất của thể thao Singapore về môn môn cụ thể."],"TieuDe":"Thể thao[sửa | sửa mã nguồn]"},{"DoanVan":["Các công ty có liên kết với chính phủ kiểm soát hầu hết truyền thông nội địa tại Singapore.[176] MediaCorp vận hành hầu hết các kênh truyền hình và phát thanh phát sóng miễn phí tại Singapore. Có tổng cộng 7 kênh truyền hình phát sóng miễn phí do Mediacorp cung cấp.[177] Các kênh Channel 5 (tiếng Anh), Channel News Asia (tiếng Anh), Okto (tiếng Anh), Channel 8 (tiếng Trung), Channel U (tiếng Trung), Suria (tiếng Mã Lai) và Vasantham (tiếng Ấn).[178] StarHub Cable Vision (SCV) cung cấp dịch vụ truyền hình cáp với các kênh từ khắp thế giới[179] và Mio TV của SingTel cung cấp một dịch vụ IPTV.[180] Tập đoàn Singapore Press Holdings có liên hệ với chính phủ và kiểm soát hầu hết ngành báo chí tại Singapore.[181] Các tổ chức nhân quyền như Freedom House đôi khi chỉ trích ngành truyền thông Singapore chịu quản lý quá mức và thiếu tự do.[176] Năm 2010, Phóng viên không biên giới xếp hạng Singapore thứ 136 trong số 178 trong Chỉ số Tự do Báo chí của mình.[182]"],"TieuDe":"Truyền thông[sửa | sửa mã nguồn]"},{"DoanVan":["Hệ thống giao thông công chánh ở Singapore rất phát triển. Chất lượng đường bộ của đảo quốc này được đánh giá là vào loại tốt nhất thế giới. Giao thông tại Singapore được vận hành theo mô hình của Anh, trái với giao thông tay phải của châu Âu lục địa.","Singapore có nhiều loại phương tiện giao thông công cộng, trong đó hai phương tiện phổ biến nhất là xe buýt (hơn 3 triệu lượt người mỗi ngày, năm 2010) và tàu điện ngầm mà người Singapore thường gọi là SMRT (Singapore Mass Rapid Transit, hơn 2 triệu lượt người mỗi ngày, năm 2010)[183]. Người đi xe buýt trả tiền mua vé cho từng chặng, ngoại trừ trường hợp họ có thẻ từ tự động EZlink (thẻ này cho phép họ sử dụng dịch vụ của xe bus giá rẻ và trong một thời gian dài). Hệ thống tàu điện ngầm của Singapore có 84 ga với chiều dài 129.9 km [183] và có giờ làm việc là từ 06:00 tới 24:00. Taxi cũng là một phương tiện giao thông khá phổ biến ở Singapore nhưng khá khó bắt và giá rất đắt trong giờ cao điểm.","Do Singapore có diện tích rất hẹp, nên chính quyền Singapore thường có những biện pháp đặc biệt để tránh tình trạng kẹt xe, tắc đường. Hệ thống thuế giờ cao điểm ERP (Electronics Road Pricing) được đưa vào hoạt động trong khu vực trung tâm thành phố để giảm lưu lượng xe lưu thông qua các khu vực này vào giờ cao điểm. Số tiền này được trừ thẳng vào thẻ EZLink cài trên xe hơi. ERP có thể lên đến SGD15 nếu 1 chiếc xe chạy qua 5 trạm ERP trong khu vực nội thành. Singapore cũng có phương tiện giao thông đường thủy phổ biến là thuyền máy nhỏ, tuy nhiên đa số chúng chỉ được dùng cho mục đích du lịch. Các du khách tới Singapore có thể tham quan thành phố bằng đường thủy trên sông Singapore trong những tour kéo dài khoảng 30 phút.","Do Singapore là một đảo quốc nhỏ với mật độ dân số cao, số lượng ô tô cá nhân trên đường bị hạn chế nhằm giảm ô nhiễm và tắc nghẽn. Những người mua ô tô phải trả thuế cao gấp 1,5 lần giá thị trường của phương tiện, và phải đấu giá cho một giấy chứng nhận quyền lợi (COE) để ô tô của họ được phép chạy trên đường trong một thập niên. Giá ô tô tại Singapore thường cao hơn đáng kể so với các quốc gia nói tiếng Anh khác.[184] Giống như hầu hết các quốc gia trong Khối Thịnh vượng chung, các phương tiện đi trên đường và người đi bộ trên phố theo quy tắc bên trái.[185]","Cư dân Singapore cũng di chuyển bằng cách phương thức đi bộ, xe đạp, xe buýt, taxi và tàu hỏa và tàu điện ngầm (MRT hoặc LRT). Hai công ty vận hành xe buýt công cộng và hệ thống giao thông tàu hỏa là SBS Transit và SMRT Corporation. Taxi là hình thức giao thông công cộng phổ biến do chi phí tương đối rẻ so với nhiều quốc gia phát triển khác.[186]","Năm 2010, Singapore sở hữu một hệ thống đường bộ dài tổng cộng 3.356 kilômét (2.085 mi), trong đó có 161 kilômét (100 mi) đường cao tốc.[7][187][188] Kế hoạch giấy phép khu vực Singapore được thi hành vào năm 1975, là kế hoạch giải quyết tắc nghẽn thông qua phí đầu tiên trên thế giới, gồm các biện pháp bổ sung như hạn ngạch sở hữu ô tô nghiêm ngặt và cải thiện giao thông công cộng.[189][190] Năm 1998, nó được nâng cấp và đổi tên thành phí đường bộ điện tử, hệ thống thực hiện thu thuế điện tử, phát hiện điện tử, và giám sát bằng video.[191]","Cảng Singapore là cảng nhộn nhịp hàng đầu thế giới.[192] Singapore là một trung tâm hàng không quan trọng tại châu Á, và là điểm dừng chân của tuyến Kangaroo giữa Sydney và Luân Đôn.[193] Singapore có 3 cảng hàng không dân sự, bao gồm Sân bay quốc tế Singapore Changi (lớn nhất), sân bay Setelar và sân bay Kalland (đã ngừng hoạt động). Trong đó sân bay Changi sở hữu một mạng lưới gồm trên 100 hãng hàng không kết nối Singapore với khoảng 300 thành thị tại khoảng 70 quốc gia và lãnh thổ trên toàn cầu.[194] Changi đã nhiều lần được các tạp chí du lịch quốc tế đánh giá là một trong những sân bay quốc tế tốt nhất thế giới, bao gồm cả được đánh giá là sân bay tốt nhất thế giới lần đầu tiên vào năm 2006 bởi Skytrax. Hãng hàng không quốc gia là Singapore Airlines."],"TieuDe":"Giao thông[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Đọc thêm[sửa | sửa mã nguồn]"},{"DoanVan":["Brunei · Campuchia · Đông Timor · Indonesia · Lào · Malaysia · Myanmar · Philippines · Singapore · Thái Lan · Việt Nam","Đảo Giáng Sinh (Úc) · Quần đảo Cocos (Keeling) (Úc)","Quần đảo Andaman và Nicobar (Ấn Độ) · Hải Nam (CHND Trung Hoa\/Trung Hoa Dân Quốc tuyên bố chủ quyền)","Các đảo trên sông Naf (Bangladesh, Myanmar) · Bãi Macclesfield (CHND Trung Hoa, Trung Hoa Dân Quốc) · Hoàng Sa (CHND Trung Hoa, Trung Hoa Dân Quốc, Việt Nam) · Quần đảo Đông Sa (CHND Trung Hoa, Trung Hoa Dân Quốc) · Sabah (Malaysia, Philippines) · Bãi cạn Scarborough (Philippines, CHND Trung Hoa, Trung Hoa Dân Quốc) · Trường Sa (Brunei, Malaysia, Philippines, CHND Trung Hoa, Trung Hoa Dân Quốc, Việt Nam)","Brunei Myanmar","Campuchia Philippines","Indonesia Singapore","Lào Thái Lan","Malaysia Việt Nam","Lỗi chú thích: Đã tìm thấy thẻ <ref> với tên nhóm “lower-alpha”, nhưng không tìm thấy thẻ tương ứng <references group=\"lower-alpha\"\/> tương ứng, hoặc thẻ đóng <\/ref> bị thiếu"],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}]}