{"TieuDe":"Srivijaya – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["Srivijaya hay Tam Phật Tề (三佛齊) là một liên minh kiểu mandala gồm nhiều nhà nước cổ từng tồn tại ở miền Đông Sumatra, bán đảo Malay và một phần đảo Borneo và Java, hình thành từ thế kỷ 7 hoặc thế kỷ 8 và kết thúc vào khoảng cuối thế kỷ 13. Trung tâm của liên minh này là nhà nước bá chủ của người Mã Lai mà kinh đô là Srivijaya - ban đầu ở hoặc gần Palembang rồi về sau dời đến Jambi. Các nhà nước khác là những nhà nước độc lập và làm những chư hầu.[3] Sự thịnh vượng của liên minh này nằm ở lợi thế của nó về mặt thương mại trên biển, đóng vai trò là trung chuyển trong buôn bán giữa Ấn Độ và thế giới Ả Rập với Trung Quốc. Những người Mã Lai với kỹ thuật đóng tàu và hàng hải khá tiên tiến thời đó vừa là người vận tải hàng hóa, vừa bổ sung hàng hóa của mình vào thương mại với các thị trường trên. Srivijaya còn là một trung tâm Phật giáo quan trọng của thế giới.[4][5]"],"TieuDe":"Nội dung"},{"DoanVan":["Srivijaya thực ra là tên gọi kinh đô của nhà nước bá chủ. Người nước ngoài lấy nó gọi tên cả liên minh này. Srivijaya còn được viết là Sriwijaya. Trong tiếng Phạn, sri (श्री) nghĩa là \"tỏa sáng\" còn vijaya (विजय) nghĩa là \"vinh quang\".[6] Người Trung Hoa xưa ký âm của từ này bằng chữ Hán thành 室利仏逝 (Shih-li-fo-shih, phiên âm Hán-Việt: Thất Lợi Phật Thệ).","Sử người Việt dùng tên Tam Phật Tề.[7]"],"TieuDe":"Tên gọi[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Lịch sử[sửa | sửa mã nguồn]"},{"DoanVan":["Theo những tư liệu nghiên cứu khác nhau, các nhà nghiên cứu đưa ra hai mốc về thời gian hình thành vương quốc Srivijaya.","Bia ký sớm nhất có ghi tên Srivijaya là tấm bia ký có tên Kedukan Bukit được đoán có từ năm 683.[8] Tấm bia tiếng Malay cổ có lẫn một số từ tiếng Phạn này ghi người sáng lập Srivijaya là Dapunta Hyang Çri Yacanaca (Jayanasa). Ông đã dẫn 20 ngàn quân đến chiếm được một thị cảng trên sông Musi gần Palembang ngày nay. Thượng nguồn sông này có nhiều sản vật có giá trị xuất khẩu sang Trung Quốc.[9] Jayanasa còn chinh phục được cả Jambi. Ngày nay các nhà khảo cổ và lịch sử kết luận rằng Jambi chính là kinh đô của nhà nước cổ Malayu. Điều này dẫn họ tới kết luận rằng Malayu là một trong những nhà nước đầu tiên bị liên kết (bằng vũ lực) vào mandala của Srivijaya.[10]","Trong khu vực của người Mã Lai ở Sumatra và bán đảo Malacca xưa thực ra có rất nhiều cảng, và có khả năng tại mỗi cảng đã có một thực thể chính trị, hay các cảng thị. Giữa các cảng thị này có sự cạnh tranh. Nhưng từ thế kỷ thứ 7, Palembang và Jambi là những cảng thị đã thắng trong cuộc cạnh tranh. Nguyên nhân là trong khi các cảng thị khác dựa quá nhiều vào thương mại hàng hải để sinh tồn và nhập khẩu lương thực và thực phẩm từ các vùng đất sâu trong đất liền, thì Palembang đã biết phát triển nghề trồng lúa ở bồn trũng sông Musi ngay gần cảng và khai thác các lâm thổ sản ở thượng nguồn sông Musi. Cảng thị ở Jambi cũng tương tự. Và có thể vì thế, một trong những hành động đầu tiên để thành kẻ thống trị hệ thống cảng Mã Lai của Palembang là chinh phạt Jambi. Một nhân tố nữa khiến Palembang cạnh tranh thắng lợi là tài năng của các đấng cai trị ở đây. Đối với các vùng đất liền kề mình, họ dùng con đường hôn nhân để củng cố quan hệ. Còn đối với các cảng thị xa, họ dùng vũ lực. Đặc biệt, sức mạnh của Palembang gắn với Sailendra. Giữa thế lực bá chủ Sumatra và thế lực bá chủ Trung Java có quan hệ gắn bó bằng hôn nhân. Mặc dù biết phát triển nghề trồng lúa, nhưng vựa lúa ở bồn trũng sông Musi không đủ để nuôi các thủy thủ sống ở Palembang cho đến mùa (có gió) ra khơi. Liên minh với Sailendra, thế lực mà nền kinh tế chủ yếu là nông nghiệp, đặc biệt là trồng lúa nước, giúp Palembang có đủ lương thực.[11]"],"TieuDe":"Hình thành[sửa | sửa mã nguồn]"},{"DoanVan":["Nằm trên một địa bàn trù phú và làm chủ được eo biển Sunda, Srivijaya có điều kiện để phát triển nhanh chóng và trở thành một quốc gia hùng mạnh, một trung tâm kinh tế và văn hóa quan trọng khu vực Đông Nam Á.","Mặc dù các tài liệu đương thời rất hiếm hoi và không cho biết cụ thể, nhưng cũng cho ta hình dung được sự giàu có về sản vật, và quan hệ buôn bán rộng rãi với nước ngoài của Srivijaya như sau:","Tống thư viết \"...vương quốc này có tới 15 nước chư hầu, người dân không nộp thuế thì bị hình phạt; trong nước chưa có tiền mà dùng vàng bạc để trao đổi mua bán. Sumatra nổi tiếng là có nhiều vàng,bạc và đồ gia vị, nên nó còn được gọi là đảo vàng (Suvarnadvipa)...\"","Tư liệu của cổ Ấn Độ cho biết \": Diện tích của vương quốc khoảng 900 dặm Ba Tư, nhà vua này đồng thời là chúa tể của một số lớn các hòn đảo trải rộng ra trên khoảng cách 1000 dặm hoặc hơn nữa...\"","Một thương nhân người Ba Tư viết năm 916: \"...những vùng lãnh thổ của nó sản xuất ra long não, dầu tẩy lô hội, đinh hương, gỗ trầm hương, nhục đậu khấu, bạch đậu khấu, cây tiêu thuốc và nhiều thứ khác nữa...\"","Một thương nhân người Ả Rập tên Mas'udi viết vào năm 955 đã chỉ rõ \"...việc bảo vệ địa vị đặc quyền đặc lợi như Srivijaya đòi hỏi phải luôn dùng đến vũ lực để nắm độc quyền thương mại rộng lớn và cần phải khuất phục hoặc vô hiệu hóa các đối thủ...\"","Một bia ký khác, bia Kota Kapur, tìm thấy ở đảo Bangka, cho biết Jayanasa đã chính phục hầu khắp miền Nam đảo Sumatra tới tận Lampung và cả đảo Bangka, tiến sang cả đảo Java. Ghi chép của Trung Quốc vào khoảng cuối thế kỷ 7 cho biết có ít nhất hai nhà nước ở đảo Sumatra và 3 nhà nước ở đảo Java đã bị liên kết vào mandala của Srivijaya. Đến giữa thế kỷ 8, nhiều nhà nước ở miền tây đảo Java, như Tarumanagara và Holing, đã phải chấp nhận làm chư hầu cho Srivijaya.[12] Những cuộc chinh phạt này nhằm mục đích nâng cao vị trí bá chủ ở eo biển Sunda.","Srivijaya còn thể hiện quyền bá chủ của mình trên bán đảo Mã Lai bằng cách chinh phục các nước Langkasuka, Pan Pan, Trambralinga. Các nhà nước trên bán đảo Mã Lai này cạnh tranh với Srivijaya bằng cách phát huy lợi thế đường bộ qua dải đất hẹp trên bán đảo.[13] Srivijaya khuất phục các nhà nước này để đảm bảo quyền vai trò trung tâm trung chuyển thương mại giữa Trung Quốc với Ấn Độ và Tây Nam Á của mình, đồng thời khống chế eo biển Malacca."],"TieuDe":"Thời kỳ hưng thịnh[sửa | sửa mã nguồn]"},{"DoanVan":["Năm 782, vị đại vương thứ ba lên ngôi là Maharaja Dharanindra lên ngôi, thời cai trị của mình ông được đánh giá là \"sát thủ của những anh hùng địch quân\" khi thực hiện hàng loạt các chiến dịch quân sự vào các quốc gia láng giềng ở Đông Nam Á, chinh phục các vương quốc ở đảo Sumatra, bán đảo Mã Lai vương quốc Malayu, Langkasuka, Kelantan,","Một tấm bia bằng chữ Phạn cổ đã nói tới, một người con thứ hai của Maharaja Dharanindra đã thu phục các vương quốc Malayu, Langkasuka, Kelantan và hợp nhất ba vương quốc này lại và trực tiếp nắm quyền cai trị vùng phía tây của đế chế Sailendra, sang thế kỷ 9 khi vương triều Sailedra ở Java bị Medang đánh bại, ông đã thành lập vương triều Srivijaya chống lại Medang dựa trên cơ sở ba vương quốc tiền thân Malayu, Langkasuka, Kelantan","Maharaja Dharaindra còn tấn công Chân Lạp, Champa và Giao Châu. Chân Lạp bị khuất phục và bị nhập vào mandala của Srivijaya. Sau này, khi Srivijaya suy yếu, một quý tộc Chân Lạp đã từ Srivijaya trở về lập nên đế quốc Khmer.","Năm 774, Srivijaya tấn công Champa.[14] Một bia ký ở tháp Po Nagar còn ghi lại sự kiện này. Năm 787, Champa lại bị Srivijaya tấn công lần nữa.[15] Champa thời đó nổi lên là một thế lực thương mại hàng hải với đội thủy thủ tài ba và kỹ thuật đóng tàu ưu tú, rõ ràng là mối đe dọa với quyền thống trị thương mại hàng hải của Srivijaya trong khu vực. Đây có thể là nguyên nhân của các cuộc tấn công.[16]","Năm 767, Srivijaya còn tấn công Giao Châu (lúc này đang là một phần của nhà Đường).[17] Sử Trung Quốc ghi lại rằng Giao Châu bị giặc biển từ Chà và Côn Lôn tấn công."],"TieuDe":"Giai đoạn bành trướng ở Đông Nam Á[sửa | sửa mã nguồn]"},{"DoanVan":["Srivijaya bắt đầu suy vong có lẽ từ cuối thế kỷ 8. Năm 792, vua Srivijaya là Vishnu truyền ngôi cho Samaratunga - con rể của Dharmasetu và là người dòng họ Sailendra. Vị vua mới là một Phật tử mộ đạo; và ông dành nhiều tâm trí cho việc hoàn thành công trình Borobudur. Ông cử Jayavarman đi cai quản Indrapura (Campuchia ngày nay) và người này đã ly khai, lập nên đế quốc Angkor, khiến cho Srivijaya mất quyền chi phối miền nam Campuchia. Ông cũng phải gả con gái cho Rakai Pikatan- vua của Medang, và người này sau đó đã giành được quyền lực đáng kể ở triều đình Srivijaya và củng cố thế lực riêng của Medang. Con trai út của Samaratunga cuối cùng cũng lên ngôi vua, nhưng phải rút khỏi miền Trung Java.[18]","Song, cạnh tranh về thương mại trên biển dẫn tới xung đột quân sự là nguyên nhân khiến Srivijaya suy vong. Chola ở Ấn Độ mặc dù thống trị trên các vùng biển phía Tây vịnh Bengal, nhưng vẫn ghen tị với quyền thống trị eo biển Malacca của Srivijaya. Tương tự, Medang tuy thống trị trên các vùng biển Java và từ đó về phía Đông, nhưng vẫn khao khát thay thế Srivijaya thống trị cả eo biển Malacca.[19] Ngoài ra, sự quan tâm tới thương mại quốc tế của nhà Nam Tống đã gia tăng số lượng thương thuyền của nước này và làm giảm đáng kể độc quyền vận tải hàng hóa trên biển của Srivijaya. Các thương thuyền của người Hoa không chịu sức ép của vua Srivijaya, nên họ có thể chọn bất cứ cảng nào mà họ được đối xử tốt. Điều này đã dẫn tới sự nổi lên của một vài cảng cũng trong hệ thống cảng Srivijaya nhưng nó làm giảm ưu thế của cảng ở Palembang nơi vua Srivijaya đóng đô.[20]","Khi Srivijaya đánh mất trung Java, các vua người Java đã không ngừng tăng cường quyền lực của mình và bắt đầu cạnh tranh với các vua của Srivijaya.[21] Sau khi lên ngôi, vua Dharmavamca ở vương quốc Medang trên đảo Java đã bắt đầu một chính sách hiếu chiến với Srivijaya, năm 992 đội quân của Medang đã vượt biển tấn công và tàn phá thủ đô Palembang của Srivijaya, tiếp đó là các cuộc xung đột lẻ tẻ thường xuyên giữa hai nước. Từ cuối thế kỷ 10, các cuộc tấn công từ vương quốc Medang của người Java láng giềng khiến vương triều Srivijaya phải tìm kiếm sự ủng hộ từ các cường quốc trong vùng là nhà Tống-Trung Quốc và Chola - Ấn Độ, theo tư liệu cổ thì nhà Tống ủng hộ bằng ngoại giao bằng cách gây áp lực đối với Medang và Chola ủng hộ bằng những đạo quân vượt biển cùng tham gia đánh lại Medang, năm 1006 với góp mặt của quân đội Chola, liên quân Srivijaya và Chola tấn công và tàn phá kinh đô Mataram của Medang ở đảo Java","Tuy nhiên sau khi giành được chiến thắng đối với Medang, Srivijaya bắt đầu bành trướng trong hoạt động thương mại hàng hải, và việc này đã dẫn đến cuộc xung đột với Chola - lúc đó cũng đang là một đế quốc hàng hải ở Ấn Độ và Đông Nam Á. Cuộc tấn công của Chola năm 1025 vào kinh đô Palembang đã bắt giữ được vua Srivijaya, Chola chiếm được các điểm ở trên bờ biển phía đông đảo Sumatra, trên bán đảo Mã Lai, tiếp theo là cuộc xâm lược thứ hai vào bán đảo Mã Lai vào năm 1067. Cuộc hành quân tốc chiến của người Ấn Độ đã để lại nhiều dấu vết trong ký ức của người Mã Lai truyền qua nhiều thế hệ đến ngày nay","Sự xung đột với người Chola đã đưa Srivijaya xích lại gần với địch thủ cũ của mình là người Java của Medang, tư liệu cũ cho biết có sự dàn hoà với Medang và còn được gắn kết bởi một sự liên minh qua hôn nhân, mặc dù lúc này Medang cũng đã suy yếu","Từ giữa thế kỷ 11, vương quốc Kediri nổi lên ở Java, thay thế Medang. Srivijaya lại có thêm một đối thủ bên cạnh Chola, bị kẹp giữa hai địch thủ: Kediri ở phía đông và Chola ở phía tây làm cho vai trò hàng hải của Srivijaya giảm đi đáng kể","Tư liệu cổ của Trung Quốc - Tống sử ghi chép đoàn sứ bộ cuối cùng của Srivijaya đến Trung Quốc vào năm 1178, tiếp đó vào năm 1183 có đoàn sứ bộ đầu tiên của vương quốc mới Malayu tới nhà Tống. Mặc dù đã có những dấu hiệu chia cắt song một vị quan nhà Tống - Triệu Nhữ Quát tới Sumatra cuối thế kỷ 12 có nói tới Srivijaya lúc này vẫn đang còn tới 15 chư hầu","Malayu và Kampe là hai xứ đầu tiên tách khỏi đế chế Srivijaya vào cuối thế kỷ 12, tiếp đó tới năm 1230, một tấm bia xác định quyền hành của Srivijaya đã mất trên bán đảo Mã Lai bởi sự xuất hiện của vương quốc Tambralinga,","Sự sụp đổ hoàn toàn của Srivijaya diễn ra vào cuối thế kỷ 13, trước sức ép từ hai cường quốc mới nổi trong khu vực ở phía bắc và phía đông. Ở phía bắc, người Thái đã thành lập nhà nước đầu tiên của họ Sukhothai ở miền trung Thái Lan ngày nay và dần gây sức ép về phía nam bán đảo Mã Lai, các chư hầu cũ của Srivijaya trên bán đảo lần lượt rơi vào tầm ảnh hưởng của người Thái. Ở phía đông, triều đại mới ở Java là Majapahit sau khi thành lập đã từng bước gây ảnh hưởng lên đảo Sumatra. Các nhà nghiên cứu chưa xác minh được thời điểm Srivijaya tiêu vong, nhưng nó nằm đâu đó trong khoảng thời kỳ cuối thế kỷ 13 và đầu thế kỷ 14"],"TieuDe":"Suy vong[sửa | sửa mã nguồn]"},{"DoanVan":["Các majahara của Srivijaya.[22][23]","Chinh phạt Malayu, chinh phạt Trung Java","(Sử Trung Quốc phiên âm thành Che-li-to-le-pa-mo)","(Thất Lợi Phật Thệ)","Sứ tới Caliph Muawiyah I and Caliph Umar bin Abdul Aziz","(Lieou-t'eng-wei-kong)","(Thất Lợi Phật Thệ)","Chinh phạt Chân Lạp, Champa, Giao Châu","(Tam Phật Tề)","Bia ký Nalanda (860)","(Tất Lợi Đại Hà Lý Đàn)","(Tam Phật Tề)","(Hạ Địa)","(Tam Phật Tề)","(Se-li-chu-la-wu-ni-fu-ma-tian-hwa)","(Tam Phật Tề)","Bị các thế lực Java tấn công; tham gia xây lăng miếu cho hoàng đế Trung Quốc, Bia ký Tanjore hoặc Bia ký Leiden (1044), gift of village by Raja-raja I","(Se-li-ma-la-pi)","(Tam Phật Tề)","(Tam Phật Tề)","Bia ký Chola ở đền Rajaraja, Tanjore","(Pa-lin-fong)","Tham gia xây đền Tien Ching, ở Quảng Châu thờ hoàng đế Trung Quốc","(Ti-hua-ka-lo)","(Pa-lin-fong)","(Pa-lin-fong)"],"TieuDe":"Danh sách các đấng cai trị[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Xem thêm[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"}]}