{"TieuDe":"Tổ chức Thương mại Thế giới – Wikipedia tiếng Việt","MucChinhVaDoanVan":[{"DoanVan":["","Tổ chức Thương mại Thế giới (tiếng Anh: World Trade Organization, viết tắt WTO; tiếng Pháp: Organisation mondiale du commerce; tiếng Tây Ban Nha: Organización Mundial del Comercio; tiếng Đức: Welthandelsorganisation) là một tổ chức quốc tế đặt trụ sở ở Genève, Thụy Sĩ, có chức năng giám sát các hiệp định thương mại giữa các nước thành viên với nhau theo các quy tắc thương mại. Hoạt động của WTO nhằm mục đích loại bỏ hay giảm thiểu các rào cản thương mại để tiến tới tự do thương mại. Ngày 1 tháng 9 năm 2013, Roberto Azevêdo được bầu làm Tổng giám đốc thay cho ông Pascal Lamy. Tính đến ngày 29 tháng 7 năm 2016, WTO có 164 thành viên. Mọi thành viên của WTO được yêu cầu phải cấp cho những thành viên khác những ưu đãi nhất định trong thương mại, ví dụ (với một số ngoại lệ) những sự nhượng bộ về thương mại được cấp bởi một thành viên của WTO cho một quốc gia khác thì cũng phải cấp cho mọi thành viên của WTO (WTO, 2004c).","Trong thập niên 1990 WTO là mục tiêu chính của phong trào chống toàn cầu hóa.","Việt Nam chính thức gia nhập tổ chức WTO vào ngày 11\/1\/2007."],"TieuDe":"Nội dung"},{"DoanVan":["Hội nghị Bretton Woods vào năm 1944 đã đề xuất thành lập Tổ chức Thương mại Quốc tế (ITO) nhằm thiết lập các quy tắc và luật lệ cho thương mại giữa các nước. Hiến chương ITO được nhất trí tại Hội nghị của Liên Hợp Quốc về Thương mại và Việc làm tại La Habana tháng 3 năm 1948. Tuy nhiên, Thượng nghị viện Hoa Kỳ đã không phê chuẩn hiến chương này.[5][6][7] Một số nhà sử học cho rằng sự thất bại đó bắt nguồn từ việc giới doanh nghiệp Hoa Kỳ lo ngại rằng Tổ chức Thương mại Quốc tế có thể được sử dụng để kiểm soát chứ không phải đem lại tự do hoạt động cho các doanh nghiệp lớn của Hoa Kỳ (Lisa Wilkins, 1997).","ITO chết yểu, nhưng hiệp định mà ITO định dựa vào đó để điều chỉnh thương mại quốc tế vẫn tồn tại. Đó là Hiệp định chung về Thuế quan và Thương mại (GATT). GATT đóng vai trò là khung pháp lý chủ yếu của hệ thống thương mại đa phương trong suốt gần 50 năm sau đó. Các nước tham gia GATT đã tiến hành 8 vòng đàm phán, ký kết thêm nhiều thỏa ước thương mại mới. Vòng đám phán thứ tám, Vòng đàm phán Uruguay, kết thúc vào năm 1994 với sự thành lập Tổ chức Thương mại Thế giới (WTO) thay thế cho GATT. Các nguyên tắc và các hiệp định của GATT được WTO kế thừa, quản lý, và mở rộng. Không giống như GATT chỉ có tính chất của một hiệp ước, WTO là một tổ chức, có cơ cấu tổ chức hoạt động cụ thể. WTO chính thức được thành lập vào ngày 1 tháng 1 năm 1995.[8]"],"TieuDe":"Nguồn gốc[sửa | sửa mã nguồn]"},{"DoanVan":["WTO có các chức năng sau:"],"TieuDe":"Chức năng[sửa | sửa mã nguồn]"},{"DoanVan":["Phần lớn các quyết định của WTO đều dựa trên cơ sở đàm phán và đồng thuận. Mỗi thành viên của WTO có một phiếu bầu có giá trị ngang nhau. Nguyên tắc đồng thuận có ưu điểm là nó khuyến khích nỗ lực tìm ra một quyết định khả dĩ nhất được tất cả các thành viên chấp nhận. Nhược điểm của nó là tiêu tốn nhiều thời gian và nguồn lực để có được một quyết định đồng thuận. Đồng thời, nó dẫn đến xu hướng sử dụng những cách diễn đạt chung chung trong hiệp định đối với những vấn đề có nhiều tranh cãi, khiến cho việc diễn giải các hiệp định gặp nhiều khó khăn.","Trên thực tế, đàm phán của WTO diễn ra không phải qua sự nhất trí của tất cả các thành viên, mà qua một quá trình đàm phán không chính thức giữa những nhóm nước. Những cuộc đàm phán như vậy thường được gọi là \"đàm phán trong phòng xanh\" (tiếng Anh: \"Green Room\" negotiations), lấy theo màu của phòng làm việc của Tổng giám đốc WTO tại Genève, Thụy Sĩ. Chúng còn được gọi là \"Hội nghị Bộ trưởng thu hẹp\" (Mini-Ministerials) khi chúng diễn ra ở các nước khác. Quá trình này thường bị nhiều nước đang phát triển chỉ trích vì họ hoàn toàn phải đứng ngoài các cuộc đàm phán như vậy [2].","Richard Steinberg (2002) lập luận rằng mặc dù mô hình đồng thuận của WTO đem lại vị thế đàm phán ban đầu dựa trên nền tảng luật lệ, các vòng đàm phán thương mại kết thúc thông qua vị thế đàm phán dựa trên nền tảng sức mạnh có lợi cho Liên minh châu Âu và Hoa Kỳ, và có thể không đem đến sự cải thiện Pareto. Thất bại nổi tiếng nhất và cũng gần đây nhất trong việc đạt được một sự đồng thuận là tại các Hội nghị Bộ trưởng diễn ra ở Seattle (1999) và Cancún (2003) do một số nước đang phát triển không chấp thuận các đề xuất được đưa ra.","WTO bắt đầu tiến hành vòng đàm phán hiện tại, Vòng đàm phán Doha, tại Hội nghị Bộ trưởng lần thứ 4 diễn ra tại Doha, Qatar vào tháng 11 năm 2001. Các cuộc đàm phán diễn ra căng thẳng và chưa đạt được sự nhất trí, mặc dù đàm phán vẫn đang tiếp diễn qua suốt Hội nghị Bộ trưởng lần thứ 5 tại Cancún, México vào năm 2003 và Hội nghị Bộ trưởng lần thứ 6 tại Hồng Kông từ ngày 13 tháng 12 đến ngày 18 tháng 12 năm 2005.",""],"TieuDe":"Đàm phán[sửa | sửa mã nguồn]"},{"DoanVan":["Ngoài việc là diễn đàn đàm phán các quy định thương mại, WTO còn hoạt động như một trọng tài giải quyết các tranh chấp giữa các nước thành viên liên quan đến việc áp dụng quy định của WTO. Không giống như các tổ chức quốc tế khác, WTO có quyền lực đáng kể trong việc thực thi các quyết định của mình thông qua việc cho phép áp dụng trừng phạt thương mại đối với thành viên không tuân thủ theo phán quyết của WTO. Một nước thành viên có thể kiện lên Cơ quan Giải quyết Tranh chấp của WTO nếu như họ tin rằng một nước thành viên khác đã vi phạm quy định của WTO [3].","Hệ thống giải quyết tranh chấp của WTO bao gồm hai cấp: sơ thẩm và phúc thẩm. Ở cấp sơ thẩm, tranh chấp sẽ được giải quyết bởi một Ban Hội thẩm Giải quyết Tranh chấp. Ban hội thẩm này thông thường gồm 3 đên 5 chuyên gia trong lĩnh vực thương mại liên quan. Ban hội thẩm sẽ nghe lập luận của các bên và soạn thảo một báo cáo trình bày những lập luận này, kèm theo là phán quyết của ban hội thẩm. Trong trường hợp các bên tranh chấp không đồng ý với nội dung phán quyết của ban hội thẩm thì họ có thể thực hiện thủ tục khiếu nại lên Cơ quan phúc thẩm. Cơ quan này sẽ xem xét đơn khiếu nại và có phán quyết liên quan trong một bản báo cáo giải quyết tranh chấp của mình. Phán quyết của các cơ quan giải quyết tranh chấp nêu trên sẽ được thông qua bởi Hội đồng Giải quyết Tranh chấp. Báo cáo của cơ quan giải quyết tranh chấp cấp phúc thẩm sẽ có hiệu lực cuối cùng đối với vấn đề tranh chấp nếu không bị Hội đồng Giải quyết Tranh chấp phủ quyết tuyệt đối (hơn 3\/4 các thành viên Hội đồng giải quyết tranh chấp bỏ phiếu phủ quyết phán quyết liên quan).","Trong trường hợp thành viên vi phạm quy định của WTO không có các biện pháp sửa chữa theo như quyết định của Hội đồng Giải quyết Tranh chấp, Hội đồng có thể ủy quyền cho thành viên đi kiện áp dụng các \"biện pháp trả đũa\" (trừng phạt thương mại). Những biện pháp như vậy có ý nghĩa rất lớn khi chúng được áp dụng bởi một thành viên có tiềm lực kinh tế mạnh như Hoa Kỳ hay Liên minh châu Âu. Ngược lại, ý nghĩa của chúng giảm đi nhiều khi thành viên đi kiện có tiềm lực kinh tế yếu trong khi thành viên vi phạm có tiềm lực kinh tế mạnh hơn, chẳng hạn như trong tranh chấp mang mã số DS 267 về trợ cấp bông trái phép của Hoa Kỳ [4]."],"TieuDe":"Giải quyết tranh chấp[sửa | sửa mã nguồn]"},{"DoanVan":["Tất cả các thành viên WTO đều có thể tham gia vào các hội đồng, ủy ban của WTO, ngoại trừ Cơ quan Phúc thẩm, các Ban Hội thẩm Giải quyết Tranh chấp và các ủy ban đặc thù."],"TieuDe":"Cơ cấu tổ chức[sửa | sửa mã nguồn]"},{"DoanVan":["Cơ quan quyền lực cao nhất của WTO là Hội nghị Bộ trưởng diễn ra ít nhất hai năm một lần. Hội nghị có sự tham gia của tất cả các thành viên WTO. Các thành viên này có thể là một nước hoặc một liên minh thuế quan (chẳng hạn như Cộng đồng châu Âu). Hội nghị Bộ trưởng có thể ra quyết định đối với bất kỳ vấn đề trong các thỏa ước thương mại đa phương của WTO.."],"TieuDe":"Cấp cao nhất: Hội nghị Bộ trưởng[sửa | sửa mã nguồn]"},{"DoanVan":["Công việc hàng ngày của WTO được đảm nhiệm bởi 3 cơ quan: Đại hội đồng, Hội đồng Giải quyết Tranh chấp và Hội đồng Rà soát Chính sách Thương mại. Tuy tên gọi khác nhau, nhưng thực tế thành phần của 3 cơ quan đều giống nhau, đều bao gồm đại diện (thường là cấp đại sứ hoặc tương đương) của tất cả các nước thành viên. Điểm khác nhau giữa chúng là chúng được nhóm họp để thực hiện các chức năng khác nhau của WTO."],"TieuDe":"Cấp thứ hai: Đại hội đồng[sửa | sửa mã nguồn]"},{"DoanVan":["Các Hội đồng Thương mại hoạt động dưới quyền của Đại hội đồng. Có ba Hội đồng Thương mại là: Hội đồng Thương mại Hàng hóa, Hội đồng Thương mại Dịch vụ và Hội đồng Các khía cạnh của Quyền Sở hữu Trí tuệ liên quan đến Thương mại. Một hội đồng đảm trách một lĩnh vực riêng. Cũng tương tự như Đại hội đồng, các hội đồng bao gồm đại diện của tất cả các nước thành viên WTO. Bên cạnh ba hội đồng này còn có sáu ủy ban và cơ quan độc lập khác chịu trách nhiệm báo cáo lên Đại hội đồng các vấn đề riêng rẽ như thương mại và phát triển, môi trường, các thỏa thuận thương mại khu vực, và các vấn đề quản lý khác. Đáng chú ý là trong số này có Nhóm Công tác về việc Gia nhập chịu trách nhiệm làm việc với các nước xin gia nhập WTO."],"TieuDe":"Cấp thứ ba: Các Hội đồng Thương mại[sửa | sửa mã nguồn]"},{"DoanVan":["Dưới các hội đồng trên là các ủy ban và cơ quan phụ trách các lĩnh vực chuyên môn riêng biệt.","Ngoài ra, do yêu cầu đàm phán của Vòng đàm phán Doha, WTO đã thành lập Ủy ban Đàm phán Thương mại trực thuộc Đại hội đồng để thức đẩy và tạo điều kiện thuận lợi cho đàm phán. Ủy ban này bao gồm nhiều nhóm làm việc liên quan đến các lĩnh vực chuyên môn khác nhau."],"TieuDe":"Cấp thứ tư: Các Ủy ban và Cơ quan[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Các nguyên tắc[sửa | sửa mã nguồn]"},{"DoanVan":["Các thành viên WTO đã ký kết khoảng 30 hiệp định khác nhau điều chỉnh các vấn đề về thương mại quốc tế. Tất cả các hiệp định này nằm trong 4 phụ lục của Hiệp định về việc Thành lập Tổ chức Thương mại Thế giới được ký kết tại Marrakesh, Maroc vào ngày 15 tháng 4 năm 1994. Bốn phụ lục đó bao gồm các hiệp định quy định các quy tắc luật lệ trong thương mại quốc tế, cơ chế giải quyết tranh chấp, cơ chế rà soát chính sách thương mại của các nước thành viên, các thỏa thuận tự nguyện của một số thành viên về một số vấn đề không đạt được đồng thuận tại diễn đàn chung. Các nước muốn trở thành thành viên của WTO phải ký kết và phê chuẩn hầu hết những hiệp định này, ngoại trừ các thỏa thuận tự nguyện. Sau đây sẽ là một số hiệp định của WTO:"],"TieuDe":"Các hiệp định[sửa | sửa mã nguồn]"},{"DoanVan":["Các Tổng giám đốc của Tổ chức Thương mại Thế giới:[10]","Các Tổng giám đốc của Hiệp ước chung về thuế quan và mậu dịch, GATT:"],"TieuDe":"Tổng giám đốc[sửa | sửa mã nguồn]"},{"DoanVan":["Quá trình để trở thành thành viên của WTO là khác nhau đối với mỗi quốc gia muốn tham gia, và các quy định về quá trình gia nhập này tùy thuộc vào giai đoạn phát triển kinh tế và cơ chế thương mại hiện tại của quốc gia đó.[11] Quá trình này trung bình mất khoảng 5 năm, nhưng có thể kéo dài hơn nếu quốc gia muốn tham gia chưa thực hiện đầy đủ các cam kết hoặc có sự cản trở liên quan đến các vấn đề về chính trị. Các cuộc đàm phán gia nhập ngắn nhất dưới 5 năm là Cộng hòa Kyrgyzstan, trong khi thời gian này đối với Nga là dài nhất cho đến nay. Nga nộp đơn gia nhập đầu tiên vào GATT năm 1993, và được chấp nhận là thành viên vào tháng 12 năm 2011 và trở thành thành viên của WTO vào ngày 22 tháng 8 năm 2012.[12]"],"TieuDe":"Gia nhập và thành viên[sửa | sửa mã nguồn]"},{"DoanVan":["Bảng sau liệt kê tất cả các thành viên hiện tại và ngày gia nhập.[13]"],"TieuDe":"Thành viên[sửa | sửa mã nguồn]"},{"DoanVan":["Bảng dưới đây liệt kê tất cả các quan sát viên hiện nay. Trong thời hạn năm năm được cấp tư cách quan sát của WTO, các quốc gia được yêu cầu để bắt đầu tổ chức đàm phán gia nhập của mình."],"TieuDe":"Quan sát viên[sửa | sửa mã nguồn]"},{"DoanVan":[],"TieuDe":"Tham khảo[sửa | sửa mã nguồn]"},{"DoanVan":["Afghanistan · Albania · Angola · Antigua và Barbuda · Argentina · Armenia · Úc · Bahrain · Bangladesh · Barbados · Belize · Bénin · Bolivia · Botswana · Brasil · Brunei (Brunei Darussalam) · Burkina Faso · Burundi · Campuchia · Cameroon · Canada · Cộng hoà Trung Phi · Tchad · Chile · Trung Quốc · Colombia · Cộng hoà Congo · Cộng hoà Dân chủ Congo · Costa Rica · Bờ Biển Ngà · Croatia · Cuba · Djibouti · Dominica · Cộng hoà Dominica · Ecuador · Ai Cập · El Salvador · Liên minh châu Âu¹ · Macedonia · Fiji · Gabon · Gambia · Gruzia · Ghana · Grenada · Guatemala · Guinée · Guiné-Bissau · Guyana · Haiti · Honduras · Hồng Kông² · Iceland · Ấn Độ · Indonesia · Israel · Jamaica · Nhật Bản · Jordan · Kazakhstan · Kenya · Hàn Quốc · Kuwait · Kyrgyzstan · Lesotho · Liberia · Liechtenstein · Ma Cao² · Madagascar · Malawi · Malaysia · Maldives · Mali · Mauritanie · Mauritius · México · Moldova · Mông Cổ · Maroc · Mozambique · Myanmar · Namibia · Nepal · New Zealand · Nicaragua · Niger · Nigeria · Na Uy · Oman · Pakistan · Panama · Papua New Guinea · Paraguay · Peru · Philippines · Qatar · Rwanda · St. Kitts và Nevis · St. Lucia · St. Vincent và Grenadines · Ả Rập Saudi · Sénégal · Seychelles · Sierra Leone · Singapore · Quần đảo Solomon · Cộng hoà Nam Phi · Sri Lanka · Suriname · Swaziland · Thụy Sĩ · Đài Loan³ · Tanzania · Thái Lan · Togo · Tonga · Trinidad và Tobago · Tunisia · Thổ Nhĩ Kỳ · Uganda · Ukraina · Các Tiểu vương quốc Ả Rập Thống nhất · Hoa Kỳ · Uruguay · Venezuela · Việt Nam · Zambia · Zimbabwe","Áo • Bỉ • Bulgaria • Síp • Cộng hòa Séc • Đan Mạch • Estonia • Phần Lan • Pháp • Đức • Hy Lạp • Hungary • Ireland • Ý • Latvia • Litva • Luxembourg • Malta • Hà Lan và Antille thuộc Hà Lan • Ba Lan • Bồ Đào Nha • România • Slovakia • Slovenia • Tây Ban Nha • Thụy Điển • Vương quốc Liên hiệp Anh và Bắc Ireland."],"TieuDe":"Liên kết ngoài[sửa | sửa mã nguồn]"}]}