{"TieuDe":"Vietnams historie - Wikipedia, den frie encyklopædi","MucChinhVaDoanVan":[{"DoanVan":["Vietnams historie har i lange perioder været præget af naboskabet til Kina i nord. I omkring 1000 år hørte det nordlige Vietnam til Kina, men fra 938 blev landet selvstændigt og ekspanderede senere sydover på bekostning af Champariget. I 1800-tallet blev landet koloniseret af Frankrig og under 2. verdenskrig blev landet besat af Japan. Efter denne krig havde kolonimagten ikke resurser til at genoprette styret, og tabte den militære kamp mod befrielsesstyrkerne. Dette førte til deling af landet, noget som igen førte til Vietnamkrigen med store menneskelige og materielle tab for landet. Krigen blev afsluttet 30. april 1975 ved at Nordvietnam indtog den sydlige del. Efter forsøg med planøkonomi i 1970- og 1980'erne, blev økonomien reformeret i markedsøkonomisk retning."],"TieuDe":"Indhold"},{"DoanVan":["De fleste vietnamesiske historikere betragter Dong Son-civilisationen fra bronzealderen som starten på Vietnams historie. Civilisationen dækkede store dele af Sydøstasien. Der er bl.a. fundet spor efter denne i oldtidsbyen Co Lao, ikke langt fra dagens Hanoi. Dong Son-kulturen er også knyttet til Tibeto-Burman-kulturen, Dai-kulturen i Yunnan og Laos, Mon-Khmer-kulturen og til Krukkesletten i Laos. Der er fundet tilsvarende genstande i Cambodja langs Mekong-floden, og disse fund er dateret tilbage til fjerde århundrede før Kristus.","Ifølge kinesisk historieskrivning er det den kinesiske general Zhao Tuo under Qin-dynastiet, der dannede kongedømmet Nanyue i det nordlige af dagens Vietnam.","I denne tidsperiode skal mange af stammerne som levede syd for Chang Jiang-floden have omtalt sig som Yue (Việt på vietnamesisk). Mange af disse stammer skulle sprogligt være beslægtet med det nordlige Kina, mens Lạc Việt-stammen skulle have sproglige rødder sydover. Văn Lang-kulturen udspringer angiveligt fra de lokale indfødte, som bosatte sig langs Den røde flod, frem for at have opstået som følge af immigration nordfra, som den kinesiske historieskrivning antyder."],"TieuDe":"Den ældste historie[redigér | rediger kildetekst]"},{"DoanVan":["I 111 f.Kr. besatte kinesiske styrker området og indtog Nanyue. Området blev delt ind i fire administrative enheder. Til trods for den strenge kinesiske militære tilstedeværelse, klarede nogen vietnamesiske klaner at opretholde enkelte selvstændige områder i højlandet. Der var stadige oprør mod det kinesiske styre og enkelte af disse varede i flere år.","Blandt disse oprørsstater var Champa, som under den lokale feudalherre Kiu-lin, gjorde oprør mod den kinesiske kejser og løsrev sig fra det kinesiske styre allerede i 192 og forblev selvstændig helt frem til omkring 1700.","Det nordlige Vietnam, omtrent ned til dagens Hue blev styret af kinesiske dynastier.","Udover i 900-tallet bliver Kina politisk og militært svækket med forskellige herskere, og Vietnam havde forskellige herskere under det kinesiske Tang-dynasti. I 938 blev der sendt tropper og en støtteflåde sydover for at knække den enerådige vietnamesiske hersker Giao Châu. Ved slaget ved Bach Dang floden helt nord i landet ved dagens Ha Long i 938 blev den kinesiske flåde slået ved hjælp af list og lokalkendskab. Giao Châu udråbte sig selv til kong Ngô efter denne sejr, som indledede periode med vietnamesisk uafhængighed som skulle vise sig at blive ganske urolig. Han indførte et centralistisk styre ud fra den tidligere hovedstad Co Loa hvor han byggede citadellet Cổ Loa Thành, beliggende omtrent 20 km vest for dagens Hanoi."],"TieuDe":"Under kinesisk styre 111 f.kr – 938 e.kr[redigér | rediger kildetekst]"},{"DoanVan":["Kong Ngô døde imidlertid efter ganske kort tid og dette førte til en langvarig magtkamp for tronen. Denne udviklede sig til landets første borgerkrig. De såkaldte tolv klanlederes oprør (Loạn Thập Nhị Sứ Quân) varede fra 945 til 967, da klanen ledet af Đinh Bộ Lĩnh slog de andre klaner og samlede landet.","Dinh skabte så Đinh-dynastiet og udråbte sig selv til den første kejser (Tiên Hoàng) af Đại Cồ Việt, som betyder Store Viet landet, med hovedstad i Hoa Lư, dagens Ninh Bình. Imidlertid godkendte det kinesiske Song-dynasti ham kun som prins af Jiaozhi (Giao Chỉ Quận Vương). Kejser Đinh indførte en streng straffelovgivning for at undgå nyt kaos og prøvede at skabe alliancer ved at uddele dronningtitler til fem kvinder fra de fem vigtigste familier.","I 979 blev kejser Đinh Bộ Lĩnh og hans kronprins myrdet og kun den seks år gamle søn Đinh Toàn var tilbage til at påberåbe sig tronen. Denne situation prøvede det kinesiske Song-dynasti at udnytte og invaderede landet. Dette førte til en national mobilisering og kommandanten Lê Hoan slog de kinesiske styrker ved hjælp af list og dygtighed. Lê Hoan blev da den nye hersker og startede senere den militære aktion mod Champa længere syd.","Da kejser Lê Hoàn døde i 1005 medførte dette intriger og kampe blandt hans sønner for tronen. Sejrherren i denne magtkamp blev Lê Long Đĩnh, som også blev den mest berygtede tyran i vietnamesisk historie. Hans sadistiske straffeudøvelse kun for sin egen underholdnings skyld og hans seksuelle udskejelser førte til en kort styre, han blev dræbt allerede da han var 24 år i 1009 og han blev senere så syg at han kun kunne ligge ned da han blev stillet for retten."],"TieuDe":"Selvstændighed 938-1009[redigér | rediger kildetekst]"},{"DoanVan":[],"TieuDe":"Forskellige dynastier 1009-1527[redigér | rediger kildetekst]"},{"DoanVan":["Efter Lê Long Đĩnh død i 1009, blev lederen for de militære styrker Lý Thái Tổ (i sin samtid blev han omtalt som Lý Công Uẩn) udpeget til at overtage tronen, og grundlagde Ly-dynastiet. Han var vokset op i et tempel, og var en veluddannet hersker. Dette var en unormal vej til tronen, men hans styre blev indledningen til en god periode i landets historie,. Som en højere officer som befandt sig i hovedstaden, havde han haft mange muligheder til at gribe magten efter kejser Lê Hoàns død, men havde afstået fra dette ud fra pligtfølelse. Han blev på en måde valgt til monark af hoffet, som kom enstemmig frem til dette efter en vis debat.","Ly Thai To ændrede landets navn til Đại Việt (\"Store Viet\") og flyttede hovedstaden til dagens Hanoi, men kaldte byen Thăng Long (\"Stigende drage\"). Videre gik han over til en mere offensiv forsvarstænkning og styrkede økonomien for gennem dette også trygge landet. Senere konger i Ly-dynastiet videreførte Lys offensive tanker, blandt andet gennem udbygning af dige-system for at beskytte ris-produktionen, grundlæggelse af det adelige universitet Quốc Tử Giám, treårige optag ad dygtige medarbejdere, gerne fra lavere sociale klasser, til den offentlige administration, så at dygtighed frem for familietilknytning blev afgørende, indføring af et forbedret skattesystem, forbedret behandling af fanger. Kvinderne havde en vigtig rolle i samfundsordenen i Ly-dynastiet, blandt andet lå skatteindkrævningen hos såkaldte \"retskvinner\". Ly-dynastiet fremmede og Buddhismen i landet, men opretholdt det religiøst pluralistiske samfund hvor Buddhismen, Konfucianismen og Taoismen levede ved siden af hinanden. I løbet af Ly-dynastiet godkendte det kinesiske Song-dynasti Đại Việt-monarken som kongen af Giao Chỉ (Giao Chỉ Quận Vương).","Ly-dynastiet havde to større krige med Song-dynastiets Kina. Den vigtigste foregik inde i Kina i 1075 for at komme et kinesisk angreb i forkøbet, og de ødelagde de kinesiske angrebsstyrker. Året efter gik Kina til angreb inde i Đại Việt og de mødtes til et større slag ca. 40 km fra hovedstaden. Det var imidlertid klart for begge parter at et sådant slag ville ingen af partene vinde, og de blev enige om våbenhvile og de kinesiske styrker trak sig ud.","I løbet af Ly-dynastiet ekspanderede også riget sydover på bekostning af kongeriget Champa."],"TieuDe":"Lý-dynastiet 1009-1225[redigér | rediger kildetekst]"},{"DoanVan":["Mod slutningen af Ly-dynastiet, tvang den mægtige medarbejder Trần Thủ Độ kong Lý Huệ Tông til at gå i buddhistisk kloster og udråbte derefter kongens syv år gamle datter til dronning. Trần Thủ Độ arrangerede så ægteskab mellem hende og hans otte år gamle nevø Trần Cảnh og fik tronen overført til sin nevø. Dette blev indledningen til Tran-dynastiet. Trần Thủ Độ forfulgte hensynsløst medlemmerne af det tidligere dynasti, og nogle prinser flygtede til Korea, og er så senere blevet omtalt som Vietnams første politiske flygtninge i eksil.","Til trods for Trần Thủ Độs hensynsløshed, viste de fleste Trần-herskere at styre ud fra de samme tanker som under Ly-dynastiet. Af det som blev opnået under dette styre, var blandt andet system for folketællinger ned på landsbyniveau, fuldføring af 30-binds historieværket om Đại Việt (Đại Việt Sử Ký) af Lê Văn Hưu og udviklingen af skriftsproget Nôm, som er et skriftsprog for det vietnamesiske sprog. Tran-dynastiet udviklede også et system for uddannelse af nye konger; senere som en konge blev gammel, overførte han styret til kronprinsen, men beholdt positionen som Thái Thượng Hoàng (\"højere majestætisk kejser\") og i denne position optrådte som mentor for den nye kejser.","I årene 1257, 1284 og i 1288 blev landet invaderet af den mongolske hær under Kublai-khan som på dette tidspunkt havde etableret Yuan-dynastiet i Kina, men disse angreb blev slået tilbage. Også her vandt vietnameserne over en stærkere modstander ved at undgå store slag i åbent tærren og brugte list og lokalkundskab for at få kampene ind på sine præmisser.","I denne periode ekspanderede vietnameserne også sydover på bekostning af kongeriget Champa. Gennem politiske ægteskab fik de også to provinser omkring dagens Huế fra kongeriget i syd."],"TieuDe":"Trần-dynastiet 1225-1400[redigér | rediger kildetekst]"},{"DoanVan":["Hồ-dynastiet eksisterede i kun syv år og havde de to kejsere Hồ Quý Ly i 1400 og hans næst ældste søn Hồ Hán Thương, som styrede fra 1400 til 1407. Hồ Quý Ly var en højere tjenestemand ved hoffet, og han tvang den sidste Tran-hersker til at gå af og tog selv magten. Han ændrede landets navn til Đại Ngu og flyttede hovedstaden til Tây Đô (\"Den vestlige hovedstad\"), dagens Thanh Hóa. Thăng Long (Hanoi) blev omdøbt til Đông Đô (\"Den østlige hovedstad\").","I eftertiden har dette dynasti fået ansvaret for at skabe intern strid og så at tabe landet til en ny kinesisk okkupation af Ming-dynastiet. Men i løbet af denne relative korte periode blev der gennemført en række ambitiøse reformer, som styrkelse af matematik i uddannelsen, åben kritik af konfusiansk filosofi, indføring af papirpenge, opførelse af store krigsskibe og artilleri og en landreform. Hồ Quý Ly gik af allerede året efter magtovertagelsen, men fortsatte som rådgiver og mentor for sin søn Hồ Hán Thương som Trần-kongerne havde gjort."],"TieuDe":"Hồ-dynastiet 1400-1407[redigér | rediger kildetekst]"},{"DoanVan":["I 1407 besatte kinesiske styrker under Ming-dynastiet igen Vietnam, officielt for at genindsætte Tran-dynastiet. Kineserne tog både Hồ Quý Ly og Hồ Hán Thương til fange. Kineserne annekterede landet og lagde det ind under den kinesiske kejsertrone da de hævdede at der ikke fandtes nogen Tran-arving til tronen. Men næsten umiddelbart startede Tran-tilhængere en militær modstandskamp. Denne havde indledningsvis fremgang, men interne stridigheder førte til et større nederlag i 1413.","Under ledelse af den rige Lê Lợis ledelse blev der organiseret en ny modstandskamp med udgangspunkt i hans områder lidt syd i landet, og efter en række indledende nederlag kunne de rykke nordover og indtage Đông Quan, dagens Hanoi, hvor kineserne havde sin hovedbase og administrationcenter. Den kinesiske kejser sendte forstærkninger sydover, men disse blev stoppet i et baghold og den kinesiske kommandant blev dræbt. De kinesiske styrker i landet overgav sig i 1428."],"TieuDe":"Ny kinesisk okkupation 1407-1428[redigér | rediger kildetekst]"},{"DoanVan":["Lê Lợi tog magten og besteg tronen efter sejren mod kineserne, og indledede så Le-dynastiet. Lê Lợi tog navnet Đại Việt tilbage for landet og flyttede hovedstaden tilbage til Thăng Long (Hanoi).","Le-dynastiet gennemførte en ny landreform for at revitalisere landbruget efter krigen og den kinesiske okkupation. I modsætning til de tidligere Ly- og Tran-konger, som var mere influeret af buddhistisk tænkning, baserede Le-kongerne sig mere på konfusianisme. Der blev udarbejdet et omfattende lovværk, den såkaldte Hồng Đức som indeholdte stærke konfusianske elementer, men også en styrkelse af kvindernes rettigheder. Kunst og arkitektur blev i denne periode mere kinesiske inspireret end i Ly- og Tran-dynastierne. Le-dynastiet udarbejdede et nationalt kortværk og bad Ngô Sĩ Liên fortsætte og videreføre historieværkerne om landet frem til Lê Lợi. Der blev i denne periode oprettet sygehus og tilsyn med ældre og syge og der blev organiseret distribution af mediciner til områder som var ramt af epidemier.","I 1471 invaderede Le-dynastiets styrker under ledelse af kong Lê Thánh Tôn Champa og indtog hovedstaden Vijaya, og som afsluttede Champas periode som et magtcentrum i regionen, selv om mindre dele af kongedømmet overlevede frem til 1700-tallet. Det militære nederlag førte til at Cham-folket blev spredt over hele Sydøstasien og området som nu er det centrale Vietnam blev koloniseret af vietnamesere uden særlig modstand. Med fortsat eksisterer Cham-gruppen som en vigtig national minoritet i dagens Vietnam. Byen Huế blev anlagt i 1600 nær hvor hvor Champas hovedstad Indrapura en gang lå.","I 1479 rykkede kong Lê Thánh Tôn ind i Laos og indtog hovedstaden Luang Phrabang."],"TieuDe":"Lê-dynastiet 1428-1527[redigér | rediger kildetekst]"},{"DoanVan":["Lê-dynastiet endte, da general Mạc Đăng Dung tog magten i 1527. Han dræbte Le-kejseren og udråbte sig selv til kejser, og startede der med Mạc-dynastiet. Efter to år med uroligheder overtog han Tran-dynastiets ordning og overlod tronen til sin søn Mạc Đăng Doanh og blev selv Thái Thượng Hoàng.","Samtidig organiserede en anden tidligere tjenestemand ved Le-hoffet, Nguyễn Kim et oprør mod Mạc-styret og hjalp kong Lê Trang Tông til at genoprette et styre i Thanh Hóa-området. Derved udbrød der en borgerkrig mellem det nordlige styre ved Mac-dynastiet og det genoprettede Le-styre i syd. Nguyễn Kim kontrollerede den sydlige del af Đại Việt (fra Thanh Hoa i syd) og Mac-dynastiet kontrollerede den nordligste del her under Đông Kinh (Hanoi). Da Nguyễn Kim blev dræbt i 1545, overtog svigersønnen Trịnh Kiểm den militære kontrol.","I 1558 frygtede Nguyễn Kims søn Nguyễn Hoàng, at Trịnh Kiểm ville dræbe ham og broderen og sikre sig magten, og bad om at blive guvernør i de sydligste provinser (området omkring nutidens Quang Tri-provinsen ved Quang Nam-provinsen – omtrent midt i dagens Vietnam). Han styrede her på en effektiv måde, mens Trịnh Kiểm, og senere hans søn Trịnh Tùng havde belastningen med krigdførelsen mod Mac-herskerne. Nguyễn Hoàng sendte både penge og soldater nord over for at støtte denne kamp, men opnåede en stadig større uafhængighed og selvstændighed.","Borgerkrigen mellem Lê\/Trịnh- og Mạc-dynastiene sluttede i 1592, da Trịnh Tùngs styrker rykkede ind i Hanoi og henrettede kong Mạc Mậu Hợp. Resterne af Mac-dynastiets familie, styrker og støtter flygtede nord på til bjergene i Cao Bằng-provinsen og fortsatte at styre her frem til 1667, da Trịnh Tạc erobrede disse sidste områder under Mac-dynastiets kontrol. Lê-kongerne, som formelt havde siddet på tronen siden, Nguyễn Kim tog kontrollen men efter Mac-dynastiets fald, besad al magt og styre i nord hos Trịnh-klanen.","I 1600 udråbte Nguyễn Hoàng som Vương («lord»), folkelig betegnet Chúa og nægtede at sende flere penge eller soldater nord på for at hjælpe Trịnh-klanen. Han flyttede også sin hovedstad til Phú Xuân, nu Huế. Nguyễn Hoàng døde i 1613 efter at have styret i syd i 55 år. Han blev efterfulgt af sin sjette søn Nguyễn Phúc Nguyên, som også nægtede at underkaste sig Trịnh-klanen. Da Trịnh Tùng døde i 1623, blev han efterfulgt af sin søn Trịnh Tráng, som beordrede Nguyễn Phúc Nguyên at underkaste sig hans autoritet. Dette blev afslået to gange, og i 1627 gik Trịnh Tráng til angreb syd over med 150.000 mand, men blev slået.","Krigene mellem Trinh og Nguyen varede i årene 1627-1672 uden, at nogen af parterne formåede at vinde over den anden. Efter denne periode fulgte 100 år med fred, hvor begge parter udviklede sine områder. Trịnh-klanen skabte et centralisert styre og administration, som stod for offentlige budgetter, valuta, standardiserede mål og vægtsystemet overgang til decimalsystemet, startede trykkerier for at reducere afhængigheden af kinesiske leverandører, startede et militærakademi og fuldførte den historiske dokumentation.","Samtidig ekspanderede Nguyen-klanen også videre syd over både på bekostning af de tilbageværende Champa-områder men også ind over mod Mekongdeltaet og sikrede sig kontrol over Saigon-området og områder, som havde været under kambodsjansk kontrol.","I 1771 udbrød der et oprør ved medlemmer af Tây Sơn-familien i Quy Nhon, som på denne tid var under Nguyễn-klanens kontrol. Dette oprør blev ledet af brødrene Nguyễn Nhạc, Nguyễn Lữ, og Nguyễn Huệ. Disse var ikke i slægt med klanledelsen, selv om de havde samme familienavn. I 1776 havde de overtaget kontrollen over hele det område, som Nguyễn-klanen havde kontrolleret, og udryddet næsten hele den kongelige familie. Den overlevende prins Nguyễn Phúc Anh flygtede til Siam og fik mobiliseret militær støtte fra den siamesiske konge. Han gjorde et mislykket forsøg på at genindtage magten militært, men blev i første omgang slået.","I 1786 invaderede Nguyễn Huệ de nordlige områder for at bekæmpe Trịnh-klanens Trịnh Khải. Nguyễn Huệs hær vandt en knusende sejr, og Trịnh Khải begik selvmord. Trịnh-klanen søgte kinesisk støtte og til trods for hjælp fra en kinesisk styrke på hele 290.000 mand, blev de slået af Nguyễn Huệ i en hurtig kampagne rundt nytårsfejringen Tết. Han udråbte sig da til kejser Quang Trung. I sin regeringtid gennemførte han mange reformer, men han blev forgiftet og døde 40 år gammel i 1792.","Under kejser Quang Trung blev Đại Việt delt i tre politiske enheder. Broren Nguyễn Nhạc styrede de centrale dele af landet fra sin hovedstad i Quy Nhon. Kejser Quang Trung styrede den nordlige del fra hovedstaden Phượng Hoàng Trung Đô. I syd styrede Nguyễn Ánh, og han ekspanderte videre syd over og erobrede Saigon-området i 1788 og etablerte her en stærk base for sit styre.","Efter kejser Quang Trungs død blev Tây Sơn-dynastiet ustabilt og de tilbageværende brødre begyndte at kæmpe indbyrdes og mod de folke, som støttede Nguyễn Huệs søn. Nguyễn Ánh rejste fra sin base i Saigon i 1799 og erobrede Tây Sơn-dynastiets stærke militære støttepunkt Quy Nhon. I 1801 indtok hans styrker Phú Xuân, Tây Sơn-dynastiets hovedstad. Nguyễn Ánh vandt til sidst krigen året efter i 1802, da han besejrede Thăng Long (Hanoi) og henrettede Nguyễn Huệs søn, Nguyễn Quang Toản, sammen med store dele af Tây Sơn-dynastiets magtelite.","Nguyễn Ánh indtog tronen og kaldte sig kejser Gia Long. Gia er efter Gia Định, det gamle navn for Saigon; Long efter Thăng Long, det gamle navn for Hanoi. Således ville han markere samlingen af landet. Kejser Gia Định indledte derved Nguyễn-dynastiet, som varede frem til kejser Bảo Đạis abdikation i 1945.","Kina havde i århundreder kaldt Đại Việt for Annam. Gia Long anmodede den kinesiske Qing-kejser om at give landet et nyt navn: i stedet for Annam skulle det kaldes Nam Việt. Men for at undgå sammenblanding med det tidligere kongedømme ved Triệu Đà, som eksisterede i perioden 207 – 111 f.Kr. og havde haft dette navn, gik den kinesiske kejseren med på et nyt navn, men vendte om på de to ord til Việt Nam."],"TieuDe":"Trinh-klanen i nord og Nguyen-klanen i syd 1527-1802[redigér | rediger kildetekst]"},{"DoanVan":["De første handelsforbindelser mellem Vietnam og vestlige aktører kan spores tilbage til 166 f.Kr., da romerske handelsmænd besøgte området. Senere blev dette område besøgt af Marco Polo og i 1500-tallet blev det også besøgt af portugisiske handelsmænd og missionærer.","Den franske jesuiterpater Alexandre de Rhodes udviklede i midten af 1600-tallet det skriftsystem, som i dag anvendes for at skrive vietnamesisk med latinske bogstaver, kaldet Quốc ngữ.","Den katolske kirke skulle også på anden måde end ved skriftsystemet give Vietnam sit præg. I Østasien er det kun Filippinerne, som er blevet stærkere præget af katolicismen. Fra 1600-tallet gik hundredetusinder af vietnamesere over til den nye tro. Nogen var købmænd, som gerne ville være de udenlandske handelspartnere til lags. Andre var bønder, som oppdagede, at de i den nye religion kunne undslippe det traditionelle konfucianske systems tvangsbånd og undertrykkende mandariner. Men omvendelserne var ikke overfladiske: troen ble stadig væk prøvet gennem hårde forfølgelser. I det nordlige Vietnam, hvor folket var særlig ramt af presset på utilstrækkelige jordbrugsarealer, var man særlig modtagelige over for de katolske præster, som mange steder blev samfundsledere. Hele distrikter blev katolske, og nogen blev befæstede bastioner.","Under krigene mellem Trịnh- og Nguyễn-klanerne forsynede vestlige handelsmænd de krigførende parter, portugiserne støttede Nguyễn-klanen mens hollænderne støttede Trịnh.","Den franske biskop Pigneaux de Behaine støttede Nguyễn Ánh kamp og sikrede ham støtte ved Ludvig 16.s hof og franskmændene lovede militær støtte, hvis de fik handelsfordele efterfølgende. Da Den franske revolution brød ud i 1789, faldt denne aftale sammen, men Pigneaux rejste til de franske besiddelser i Puducherry i Indien og fik militær støtte der fra til Nguyễn Ánh. Blandt andet deltog franske marinefartøjer, da Nguyễn Ánh indtok Quy Nhon i 1792. Senere deltog franskmænd i udbygningen af befeætningerne i Saigon.","Efter, at Nguyễn Ánh etablerede Nguyễn-dynastiet i 1802 og blev kejser Gia Long, var en af hans indrømmelser til franskmændene, at han tolererede den katolske kirke i landet. Desuden ansatte han enkelte europæere som rådgivere ved hoffet. Men både han og hans efterfølgere var konservative konfutsianere og modsatte sig en vestliggørelse af samfunnet. De næste Nguyễn-kejsere, Minh Mạng, Thiệu Trị, og Tự Đức, undertrykkede brutalt katolicismen og praktiserede en \"lukket dør\"-politik, hvor de anså alle vestlige som trusler. Titusindvis af vietnamesiske og udenlandske katolikker blev henrettede, og handelen med udlandet blev stærkt reduceret. Denne udvikling blev til sidst en undskyldning for Frankrig til at invadere landet.","Selv om de tidlige herskerne i Nguyễn-dynastiet gennemførte mange af de typer reformer, som tidligere herskere havde gjort, som vejbyggeri, kanaler, lovarbejder, uddannelsesystemet, sundhedsvæsen, udarbejdelse af landkort, historieskrivning og betryggelse af områderne mod Laos og Cambodja, var dette ikke tilstrækkeligt i den nye tid med stor teknologisk udvikling, industrialisering og international handel. Således stod Nguyễn-dynastiet i vejen for en tilstrækkelig modernisering af landet for at kunne modstå den franske kolonisering i slutningen af 1800-tallet.","Kejser Napoleon 3. af Frankrig brugte den religiøse forfølgelse og isolationen af landet som undskyldning for at invadere Vietnam og sendte militære flåder for at kolonisere landet. Angrebet blev indledt ved et angrep på havnen i Danang i 1858. Dette var imidlertid mislykket, og franskmændene rettede der efter fokus mod Mekongdeltaet. I 1859 blev Saigon angrebet, og i årene frem til 1867 tog de stadig større områder i Mekongdeltaet og dannede med den første Saigontraktat kolonien Cochinkina.","Få år senere gik de i land i det nordlige Vietnam og indtok Hanoi to gange, i 1873 og 1882. Efter hårde kampe som en del af den fransk-kinesiske krig blev franskmennene med den andre Saigontraktat koloniherrer og etablerede Fransk Indokina i 1887.","Den franske overhøjhed mødte stærk modstand fra forskellige dele af samfundet, her under også fra Nguyễn-dynastiets herskere. Flere var aktive i anti-fransk modstandsarbejde. Kejser Hàm Nghi var blot i teenager, da han forlod det kejserlige palads i Huế i 1885 og startede modstandsbevægelsen Cần Vương (\"Red kongen\"). Han blev taget til fange i 1888 og sendt i eksil i Fransk Algeriet. Senere blev også kejserne Thanh Thai (1907) og sønnen Duy Tân (1916) sendt i eksil på den franske ø Réunion i Det indiske Ocean 800 km fra Madagaskar på grund af anti-fransk modstandsarbejde.","Modstandarbejdet havde forskellige former: i 1905 startede Phan Chu Trinh en fredelig, ikke-voldelig moderniseringsbevægelse med sigte på at frigøre Vietnam ved at højne uddannelsesniveauet i befolkningen, modernisering af samfundet og appellere til Frankrigs demokratiske principper. Efter, at kejserdømmet faldt i Kina i 1912 og den russiske revolution i 1917, skete der både en radikalisering i den vietnamesiske modstand, og den franske undertrykkelse af modstanden blev endnu stærkere.","Politiske partier som Việt Nam Quốc Dân Đảng, et socialistisk, revolutionært parti, blev stiftet i midten af 1920'erne af intellektuelle i Hanoi. Efter, at disse ledede et oprør i Tonkin, blev ledelsen henrettet ved gilluotinering. Flere kommunistiske grupperinger blev dannede på samme tid, og i 1930 blev disse slået sammen til Đảng Cộng sản Việt Nam, (\"Vietnams kommunistiske parti\") i Hongkong under ledelse af Ho Chi Minh."],"TieuDe":"Nguyễn-dynastiet 1802-1945 - fransk kolonialisme[redigér | rediger kildetekst]"},{"DoanVan":["Under 2. verdenskrig rykkede japanerne ind i Indokina i 1940 men fjernede ikke den franske koloniadministration. Japanerne beholdt Vichy-regimet som marionetregime og styrede bag kulisserne gennem diplomatisk pres. Således gav Vichy-regjeringen i Frankrig den 24. juli 1941 Japan tilladelse til at bruge baser i Fransk Indokina. I september samme år fik japanerne militær adgang til Tonkin, som var et vigtigt opmarchområde i krigen mod Kina. Japanerne afsatte ikke den franske administrationen før end i marts 1945 og tog først da fuld kontrol over landet.","I 1941 fik Ho Chi Minh samlet de forskellige nationale bevægelser i en fælles front under navnet Viet Minh. Chiang Kai-shek ville skabe en modbevegelse med kinesisk støtte, men dette mislykkedes. Viet Minh organiserede guerillakrigen mod Japan, samlede information og organiserede redningen af nedskudte amerikanske piloter. Med sin kamp mod den japanske okkupation og sit radikale program ville Viet Minh bruge de stærke nationalistiske strømninger i det vietnamesiske folk og den radikale reformbevægelse og give dem et socialistisk indhold.","I begyndelsen af 1945 udbrød der hungersnød i Nordvietnam som resultat af kombinationen mellem dårlige vejrforhold og japanernes udnyttelse af madressourcerne. Hungersnøden tog livet af skøbsvis to mio. vietnamesere.","Da japanerne kapitulerede i august 1945, havde Viet Minh en stærk hær og bred folkelig opbakning. Videre tillod japanerne, at nationalistiske grupper overtog offentlige bygninger og holdt fængslede franske tjenestemænd i fængsel i den hensigt at skabe vanskeligheder for sejrherrerne fra 2. verdenskrig efter krigen. Den 18. august 1945 beordrede Ho Chi Minh opprør i den såkalte \"August-revolution\". To uger senere var Viet Minh etableret i Hanoi, og republikkens uafhængighed blev proklameret den 9. september. Kejser Bao Dai trådte tilbage og tilbød at fungere som rådgiver for det nye styre. I det sydlige Vietnam rykkede britiske styrker ind i Saigon for at afvæbne de japanske styrker. De blev efterfulgt af franske styrker, som prøvede at genoprette deres tidligere styre. I nord rykkede kinesiske nationalistiske styrker tilhørende Chiang Kai-shek ind for tilsvarende at afvæbne japanerne."],"TieuDe":"2. verdenkrig[redigér | rediger kildetekst]"},{"DoanVan":["Det kommunistiske parti i Vietnam overtog magten på samme måde som det kinesiske kommunistparti gjorde i Kina. Men mens de kinesiske kommunister opnåede fuld kontrol i 1949, måtte de vietnamesiske kommunister først kæmpe mod Frankrig og senere mod USA (med allierede) i den såkaldte Vietnamkrig frem til sin endelige magtovertagelse i 1975.","I 1946 blev det forsøgt at afholde det første valg i Vietnam, men situationen var vanskelig med de franske styrker, som prøvede at genoprette kontrollen, og i Cochinkina prøvede en del politikere at overtage magten. Der var væbnede sammenstød mellem kommunistiske og ikke-kommunistiske grupperinger, og en række grupperinger dannede egne væbnede grupper. I løbet af 1946-1947 kunne de kommunistiske grupper vinde en vis kontrol men ikke over for de franske styrker.","Forhandlinger mellem Frankrig – som kontrollerede den sydlige del af landet – og Ho Chi Minh førte i marts 1946 til en aftale, hvori Frankrig anerkendte Viet Minh-regeringen og gav Vietnam status som fri stat inden for det franske samvælde. Men samtidig var franskmændenes egentlige mål reetableringen af kolonistyret, og i Hanoi var regeringens mål fuldstændig uafhængighed. I juni 1946 proklamerede Frankrigs højkommissær for Indokina, admiral Georges Thierry d'Argenlieu, Cochinkina som selvstændig republik og udnævnte den afsatte hersker Bao Dai til statsleder. Frankrig sendte der efter soldater for at forene Cochinkina med den nordlige del i den nyoprettede stat Nordvietnam.","I mellemtiden havde Mao Zedong og kommunisterne overtaget magten i Kina, og dette ændrede det strategiske billede i området. Vietminh modtog materiel og politisk støtte fra sin ideologiske nabo i nord. Politiske emissærer fra Kina rådgav den politiske ledelse i Vietminh, og en række såkaldte \"borgerlige og feudale elementer\" blev fjernet. Denne udvikling blev i vest set i sammenhæng med den kommunistiske magtovertakelse både i Kina, Korea og Østeuropa, og vestmagterne, her under Storbritannien og USA, blev stærke modstandere af Vietminh og godkendte Bao Dais selvstændige stat Vietnam.","Efter ni års guerillakrig prøvede franskmændene at få bevægelse i situationen og tvinge Viet Minh til at optage kampen ude i åbent land og på franske præmisser og således få dem ind i en fælde. Samtidig ønskede franskmændene derved at afskære Vietminhs forsyningslinjer mod Hanoi. Dette gjorde de ved at etablere en base ved landsbyen Dien Bien Phu i en dal vest for Hanoi.","Men den nordvietnamesiske general Võ Nguyên Giáp gik ikke i fælden, som franskmændene havde lagt, og i slaget ved Dien Bien Phu slog det franske oplæg fejl, og efter to måneders belejring og en række fejldisponeringer måtte franskmændene opgive deres stillinger 7. maj 1954."],"TieuDe":"Kolonikrig mod Frankrig 1945 - 1954[redigér | rediger kildetekst]"},{"DoanVan":["Genève-konferencen i 1954 markerede afslutningen på Fransk Indokina og en midlertidig deling af Vietnam frem til, at der kunne afholdes valg i hele Vietnam i juli 1956. Landet blev delt langs den 17. breddegrad, lige nord for Nguyen-dynastiets hovedstad Huế, og de Viet Minh-styrkene, som stod syd for denne, skulle trække sig nord for denne, og der blev etableret en demilitariseret zone mellem de to parter. De franske styrker trak sig ud, mens styringen af området syd for 17. breddegrad blev videreført af det samme magtapparat, som franskmændene havde baseret sig på. En international kontrolkommission bestående af Polen, Indien og Canada skulle overvåge udviklingen frem mod valget to år efter.","I 300 dage, frem til 18. maj 1955, var grænsen mellem nord og syd åben, så at folk frit kunne flytte til den del af landet, de ønskede at bo i. Dette førte til en flygtningestrøm på mellem 800.000 og en million nord-vietnamesere fra nord til syd, for en stor del af katolikker, som frygtede religiøs forfølgelse under kommunisterne. 310.000 af disse blev evakuerede under Operation Passage to Freedom, organiseert af United States Navy i oktober 1954.","Viet mihn havde haft en afgørende betydning i krigen mod franskmændene. Samtidig blev Ho Chi Minh opfattet ikke kun som en kommunistleder, men også som en mere nationalistisk og selvstændig leder end politikerne i syd. I syd fjernede Ngô Đình Diệm tidligere kejser Bao Dai i 1955 ved at blive valgt til præsident efter et noget tvivlsomt valg, hvor han blandt andet fik 133% af stemmerne i Saigon. Det politiske miljø i syd blev mere forbundet med det franske kolonistyre. Der var derfor en forventning hos begge parter om, at Ho Chi Minh ville vinde valget. Diem nægtede at afholde dette valg under henvisning til, at Sydvietnam ikke havde undertegnet Genève-aftalen, og startede der efter forfølgelse af den kommunistiske opposition i landet.","Diem erklærede Sydvietnam selvstændig under det officielle navn Việt Nam Cộng Hòa (\"Republikken Vietnam\"). Ud fra en frygt for en videre kommunistisk ekspansion gav USA både militær og økonomisk støtte til Sydvietnam, sendte rådgivere både til organisering og administration af landet, og i udviklingen af landets infrastruktur. De øvrige politiske og religiøst baserede militser i syd, blandt andet fra Cao Dai, blev knust."],"TieuDe":"Optakten til Vietnamkrigen 1954-1958\/59[redigér | rediger kildetekst]"},{"DoanVan":["I 1960 blev den politiske overbygning FNL etableret, som skulle give den militære virksomhed i Vietcong et politisk ansigt. Denne blev ledet af advokaten Nguyen Huu Tho og \"Den 2. modstandskamp\" blev indledt, denne gang mod de skiftende militærregeringer i Saigon og især mod USA, som støttede, bevæbnede og rådgav dem – i første omgang med rådgivere, men præsident John F. Kennedy sendte senere regulære tropper. Desuden kom der styrker fra USAs allierede Thailand, Sydkorea, New Zealand og Australien.","USA blev trukket ind i en guerillakrig, som krævede stadig større tab og skabte mere og mere modstand i hjemlandet. Krigen kostede USA 150 milliarder dollars, og 58.148 amerikanske soldater mistede livet. Ingen ved sikkert hvor mange vietnamesere, som døde, ulige kilder opererer med tal fra 1,5 til 5 millioner dræbte.","Efter, at general William Westmorelands strategi med udmattelseskrig mod Nordvietnam viste sig mislykket efter Tet-offensiven i 1968, ændrede den nye amerikanske øverstkommanderende Creighton Abrams den amerikanske taktik til aggressiv patruljevirksomhed med små enheder. Tanken var, at dette skulle lette overføringen af ansvaret Sydvietnams hær (ARVN). Dette såkaldte \"vietnamiseringsprogram\", hvor de amerikanske styrker langsomt blev trukket ud af aktiv kamp for at overlade dette til ARVN, blev særlig en realitet under påskeoffensiven i 1972. De amerikanske styrkers hovedopgave blev mere rådgivende, og styrkerne blev trukket helt ud af Vietnam den 29. marts 1973. Denne strategi viste sig imidlertid ikke at være særlig vellykket, og ARVN blev ydermere svækket af svag koordinering og til dels lav moral samtidig, som Nordvietnam gennem stadig tættere forbindelser med Sovjetunionen blev oprustet militært især med tungt artilleri og stridsvogne. Dette videreførte en proces, som havde pågået gennem hele krigen, med overgang fra guerillakrigsføring til mere moderne krigføring i form af en konventionel, mekaniseret manøvrekrigsføring støttet af tungt skyts.","Parallelt med med disse kampe udbrød der også kampe med kinesiske styrker om den omstridte øgruppe Paraceløerne i januar 1974. Efter blodige kampe tog de kinesiske styrker kontrol over hele øgruppen efter at have okkuperet dele af øgruppen efter det franske nederlag i 1956.","Samtidig afskar amerikanerne stadig mere på den økonomiske støtte til Sydvietnam. I efteråret 1974 blev det økonomiske bidrag til Sydvietnam beskåret med 30% til 700 millioner dollars. I løbet af vinteren og foråret 1975 rykkede de nordvietnamesiske styrker støttede af stridsvogne og artilleri mod Saigon. Den sydvietnamesiske general Dương Văn Minh, som på dette tidspunkt også fungerede som præsident, havde fortsat en del styrker i Mekongdeltaet intakte men ønskede at spare byen for et ødelæggende angreb og kapitulerede. Den 30. april kunne de nordvietnamesiske styrker rykke ind i Saigon, og den 2. juli 1976 blev landet genforenet under navnet Den socialistiske republik Vietnam."],"TieuDe":"Anden indokinesiske krig\/Vietnamkrigen 1958\/59-1975[redigér | rediger kildetekst]"},{"DoanVan":[],"TieuDe":"Efter Vietnamkrigen[redigér | rediger kildetekst]"},{"DoanVan":["I modsætning til Røde Khmerer i Cambodja gik sejrherrerne ikke til blodbad mod sine modstandere efter Vietnamkrigen. Men de, som havde haft stillinger inden for det sydvietnamesiske styre eller militær, samt indflydelsesrige personer inden for intelligentsiaen og kirkelige kredse, blev sendt på såkaldte omskoleringslejre, som i realiteten var tvangsarbejdslejre.","Under Vietnamkrigen havde mange vietnamesere oplevet, at den amerikanske tilstedeværelse ødelagde vigtige vietnamesiske værdier og kulturudtryk, især ved alkoholmisbruget, brugen af narkotika og prostitution, som nationalistiske vietnamesere havde set på med stor skam. De nordvietnamesiske magthaverne var efter erobringen af Sydvietnam hurtig med at genoprette de traditionelle værdier, hvilket havde folkelig støtte.","Det skabte imidlertid visse spændinger, da en række nordvietnamesiske soldater og partikadre opdagede, at det fjendebillede, som var oparbejdet under krigen, ikke stemte, og at befolkningen ikke var så fattige og undertrykkede slaver for udenlandske imperialister, som de var blevet fremstillet af krigsretorikken. I stedet var det materielle niveau i syd, både med hensyn til mad, klæder og andre forbrugsvarer, bøger og musik, langt højere end det, de var vant til fra Nordvietnam. Ganske snart førte tvangskollektiviseringen i landbruget, restriktioner for mad- og varetransport og overtagelsen af private virksomheder til madmangel og mangel på andre livsnødvendigheder.","Den nordvietnamesiske hær havde under krigen en renommé for at nådeløst straffe dem, de opfattede som \"forrædere\", og der var en frygt for, at de ville igangsætte sådanne repressalier også efter krigen. Flere hundrede tusind forlod landet, blandt andet som bådflygtninge. Blandt disse flygtninge fandtes det folk fra alle lag af samfundet, men mange af dem, som flygtede, var folk, som havde støttet det sydvietnamesiske styre, eller som frygtede kommunistisk forfølgelse blandt andet på religiøst grundlag."],"TieuDe":"Bådflygtninge og omskoleringslejre[redigér | rediger kildetekst]"},{"DoanVan":["Som en reaktion mod etnisk udrensning af vietnamesere i Cambodja, og grænseovertrædelser udførte af Røde Khmerer, invaderede Vietnam Cambodja sent i 1978. Efter to ugers krig var Røde Khmer og dets leder Pol Pot fjernet fra magten. Men den 17. februar 1979 brød den kinesisk-vietnamesiske krig ud, da Kina angreb det nordlige Vietnam med omkring 200.000 soldater. Angrebet var hovedsagelig en straffeaktion for, at Vietnam havde fjernet Røde Khmer, Kinas allierede, fra magten. Den 16. marts 1979 trak kineserne sig tilbage. Begge parter påberåbte sig sejr. Vietnamesiske styrker forlod ikke Cambodja før end i 1989 trods kinesernes invasion og internationale handelsblokader. Flere grænsesammenstød mellem Kina og Vietnam forekom også i løbet af 1980-erne.","Under den thailandsk-laotiske grænsekrig blev Laos angrebet af Thailand. Det er først i nyere tid kommet frem, at vietnamesiske ekspeditionsstyrker deltog i krigen på den laotiske side.","Der har været militære sammenstød om Spratlyøerne (vietnamesisk: Truong Sa) i det Sydkinesiske hav, da en række lande har framsat krav om jurisdiktion over de omkring 600 øer, blandt dem Vietnam. Der er både et rigt fiskeri i havene omkring øerne samtidig, som der er antaget at være store mængder olie i området. Området er omtalt i vietnamesiske kilder siden 1600-tallet. Efter Frankrigs aftale med Nguyễn-dynastiet blev området administreret af det franske kolonistyre. Det mest alvorlige sammenstød var i 1988 mellem Kina og Vietnam, den såkaldte Johnson South Reef-træfningen med omkring 70 dræbte og savnede. Desuden har der fra vietnamesisk side været skudepisoder med Taiwan."],"TieuDe":"Krig med nabolande[redigér | rediger kildetekst]"},{"DoanVan":["Siden krigen havde beslaglagt alle ressourcerne, havde der ikke været nogen reel økonomisk vækst i perioden fra 1965 til 1975. Videre førte flygtningstrømmen og de omfattende fængslinger til en mangel på kompetance i offentlig styring og næringsliv. Den socialistiske republik Vietnam blev i stadig stærkere grad knyttet til Sovjetunionen og blev medlem af COMECON fra 1978. Der blev også undertegnet en såkaldt venskabstraktat, som i realiteten var en militær alliance.","Der var frem til 1986 beskeden økonomisk vækst i en ineffektiv planøkonomi og uden handel med de vestlige lande. De første fem år efter Vietnamkrigen blev private foretagender i syd overtaget af det offentlige, og bøndene blev tvangskollektiviserede i statlige landbrugskooperationer. Videre havde alene staten lov til at fragte madvarer mellem provinserne. Dette førte snart til madmangel og mangel på andre livsnødvendigheder. Selv det frugtbare Mekongdelta med sin tidligere store risproduktion blev truet af sult. Men siden økonomien blev rettet mod markedsøkonomi i 1986, og det er kommet til en forsoning med USA, har Vietnam haft en af de hurtigst voksende økonomier i Sydøstasien."],"TieuDe":"Økonomisk udvikling[redigér | rediger kildetekst]"},{"DoanVan":["Portal: Historie"],"TieuDe":"Eksterne henvisninger[redigér | rediger kildetekst]"}]}